{
    "1137470858": "11. desember 2021",
    "12462594": "hCaptcha er byggt á HUMAN vettvangnum, sem gerir háþróaðri leið og greiningu kleift að hámarka kostnað og skilvirkni í hverju skrefi.",
    "2262549101": "Aðrar leiðir til að hafa samband eru skjalfestar í US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Vinsamlegast athugaðu að þú verður að staðfesta auðkenni þitt og biðja um áður en frekari aðgerðir eru gerðar, svo sem með því að gefa upp opinbera auðkenni þitt. Í samræmi við lög í Kaliforníu geturðu tilnefnt viðurkenndan umboðsmann til að leggja fram beiðni fyrir þína hönd. Til þess að tilnefna viðurkenndan umboðsmann til að leggja fram beiðni fyrir þína hönd, verður þú að leggja fram gilt umboð, gilt opinbert skilríki umsækjanda og gilt opinbert skilríki hans.",
    "2335607721": "Takið eftir. Allar tilkynningar sem tengjast þessum þjónustuskilmálum verða sendar með tölvupósti eða birtar á vefsíðu okkar. Þú verður að senda tilkynningar til okkar á",
    "2875934612": "20. nóvember 2020",
    "3084122606": "Þar sem notkun okkar á persónuupplýsingunum þínum er byggð á samþykki þínu, hefur þú rétt til að afturkalla þær hvenær sem er á þann hátt sem tilgreindur er í þjónustunni eða með því að hafa samband við okkur á",
    "3312286067": "eða sendu kvörtun til gagnaverndareftirlitsins í lögsögu þinni. Þú getur fundið gagnaverndareftirlitið þitt á",
    "3506025515": "hCaptcha hefur ekki áhrif á log4shell. Svona vitum við það.",
    "3516838896": "Log4j2 fjarrekstrarvillan í fjarkóðum sópaði nýlega yfir netið og hafði áhrif á stórt hlutfall netþjónustu. hCaptcha varð ekki fyrir áhrifum. Hér er hvernig við staðfestum þá staðreynd.",
    "3553195003": "hCaptcha hefur ekki áhrif á log4shell.",
    "3610875753": "– Ef þú getur ekki haft samband við okkur eftir verulega truflun á rekstri eins og þú gerir venjulega kl",
    "3612764043": ", þú ættir að fara á vefsíðu okkar á hcaptcha.com eða hcaptchastatus.com.",
    "3626193263": "hCaptcha tilnefndur umboðsmaður fyrir Digital Millennium Copyright Act (DMCA) er",
    "3794891866": "Neytendur í Kaliforníu geta lagt fram beiðni í samræmi við réttindi sín samkvæmt CCPA með því að hafa samband við okkur á",
    "3814036702": "– Ef þú hefur spurningar um samfellu áætlanagerð okkar geturðu haft samband við okkur á",
    "3975007628": "verndar nú hundruð milljóna notenda á tugum milljóna vefsíðna og forrita í hverjum mánuði. Sagan okkar sýnir að þú getur keppt við Big Tech þegar þú setur næði í fyrsta sæti.",
    "4038264749": "Athugaðu á meðan staðbundnar COVID-19 pantanir eru í gildi eru engar tryggingar fyrir því að póstur berist tímanlega og tölvupóstur (",
    "4115505783": ") er rétta rásin til að ná til okkar. Fyrirtækið heldur ekki síma- eða faxnúmerum; þetta er 21. öldin.",
    "4164851712": "Við notum aðeins persónuupplýsingar þínar eins og lög leyfa. Okkur ber að upplýsa þig um lagagrundvöll vinnslu okkar á persónuupplýsingunum þínum, sem lýst er hér að neðan. Ef þú hefur spurningar um lagagrundvöllinn sem við vinnum með persónuupplýsingarnar þínar, hafðu samband við okkur á",
    "4201262098": "Þessi tækni gerir rétta vinnuaflinu kleift að sjá um hvern hluta starfsins þíns, hámarka kostnaðarhagkvæmni á sama tíma og friðhelgi einkalífsins er varðveitt og uppfyllt allar reglur sem kunna að eiga við.",
    "4217188341": "30. nóvember 2020",
    "4238473596": "Það er mikilvægt að lágmarka núning fyrir raunverulega notendur. hCaptcha notar einföld verkefni og tekur styttri tíma fyrir flesta notendur á sama tíma og það stöðvar meiri botnaumferð.",
    "4243935861": "ha.com",
    "4270798104": "2. Prófaðu að slökkva á öðrum viðbótum. Ef það leysir málið skaltu kveikja á þeim einn í einu þar til þú finnur vandamálið og láta þróunaraðila viðbótarinnar vita af því, auk þess að gefa okkur vísbendingar um",
    "427220273": "Við gætum beðið um sérstakar upplýsingar frá þér til að hjálpa okkur að staðfesta auðkenni þitt og vinna úr beiðni þinni. Gildandi lög kunna að krefjast eða leyfa okkur að hafna beiðni þinni. Ef við höfnum beiðni þinni munum við segja þér hvers vegna, með fyrirvara um lagalegar takmarkanir. Ef þú vilt leggja fram kvörtun um notkun okkar á persónuupplýsingunum þínum eða viðbrögð við beiðnum þínum varðandi persónuupplýsingar þínar geturðu haft samband við okkur á",
    "433026247": "Með því að sinna verkefnum gætirðu áunnið þér hæfni og færni sem við munum veita að eigin geðþótta. Við áskiljum okkur rétt til að búa til, breyta eða afturkalla hæfni þína og færni hvenær sem er, af hvaða ástæðu sem er eða alls ekki. Vegna þess að við mismunum ekki á grundvelli þjóðernisuppruna, kynþáttar, litarháttar, kyns, kynhneigðar eða annarra stétta sem vernduð er samkvæmt lögum, munt þú hafa sama tækifæri og allir aðrir þátttakendur til að fá aðgang að verkefnum eftir því sem hæfni þín og færni safnast saman. . Sem þátttakandi, ef þú telur að erfiðar prófspurningar hafi haft áhrif á hæfni þína, færni eða umbun, gætirðu komið með vel studdar röksemdir sem lýsa erfiðum prófspurningum í gegnum verkefnisviðmótið eða í gegnum miða í stuðningskerfi okkar, til dæmis með tölvupósti kl",
    "492025216": "13. desember 2021",
    "799274928": "Tilkynningar í tölvupósti teljast skriflegar tilkynningar í öllum tilgangi sem skriflegar tilkynningar kunna að vera nauðsynlegar. Tölvupósttilkynningar teljast hafa borist virkum degi eftir sendingu á réttum stíl til fyrirhugaðs viðtakanda.",
    "211351380": "Af blogginu:",
    "3153117136": "Hvernig hCaptcha erfiðleikastillingar virka",
    "2915355938": "Aðgengi",
    "793784899": "Áætlanir",
    "2671622670": "Fyrirtæki",
    "3527140447": "Skjöl",
    "505891021": "Merkingaþjónusta",
    "692176459": "Skrá inn",
    "1892574253": "Skráðu þig",
    "2593864519": "Stöðvaðu fleiri vélmenni. Byrjaðu að vernda friðhelgi notenda.",
    "4007826952": "#1 persónuverndar-fyrsta CAPTCHA fyrir vef, farsíma og fleira.",
    "3721365241": "Reyndu",
    "3753956446": "Ókeypis",
    "3276777569": "hCaptcha",
    "55035359": "Ertu að nota reCAPTCHA?",
    "3417372336": "Skiptu á nokkrum mínútum",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Helstu netþjónustur treysta á",
    "1470290349": "fyrir bestu vélmenni og svikastjórnun.",
    "3714002185": "Lærðu meira um hCaptcha Enterprise",
    "3946753128": "Einkamál. Öruggt. Hraðari.",
    "939665604": "Persónuvernd með áherslu",
    "780475098": "Auglýsinganet sjá gesti þína sem vöruna. Okkur er bara sama hvort heimsókn er góð eða slæm. hCaptcha er í samræmi við GDPR, CCPA, LGPD, PIPL og önnur alþjóðleg gagnalög.",
    "219813583": "Öryggi fyrst",
    "2714878440": "Verndaðu þjónustu þína gegn skafa, yfirtöku reikninga, fyllingu skilríkja og ruslpósti með háþróaðri vélanámi okkar og sannprófun á mannúð.",
    "1397766838": "Betri notendaupplifun",
    "2670352917": "hCaptcha veitir áreiðanlegri uppgötvun vélmenna á meðan það er einfalt fyrir menn að leysa.",
    "2806751666": "Hvað er hCaptcha?",
    "3096063825": "Prufaðu það",
    "2968026167": "Uppáhalds grænmetið þitt",
    "713281684": "Eggaldin",
    "4147497805": "Gulrót",
    "3758963444": "Þakka þér fyrir! Uppgjöf þín hefur verið móttekin!",
    "1070364246": "Úps! Eitthvað fór úrskeiðis við að senda eyðublaðið.",
    "1129833879": "Stöðvaðu illgjarn vélmenni, vernda friðhelgi notenda",
    "58091799": "Lærðu meira um hCaptcha Publisher og Enterprise",
    "1599610318": "Útgefandi",
    "3093388779": "hCaptcha er ókeypis að nota fyrir útgefendur af hvaða stærð sem er",
    "179723061": "Meiri stjórn fyrir teymi sem þurfa öryggi í flokki",
    "846501387": "Botnavörn á heimsmælikvarða",
    "119298044": "Háþróuð sjálfstýrð ML og gervigreind tækni verndar vefeignir þínar fyrir ógnum og árásum",
    "1263998069": "Aflaðu verðlauna fyrir mannlegar lausnir",
    "1103295010": "Aflaðu peninga eða gefðu til góðgerðarmála þegar menn leysa CAPTCHA",
    "392886773": "Virkar í hverju landi",
    "2320894364": "Með yfir 200 viðverustöðum verndar ský hCaptcha eignir þínar um allan heim",
    "451701069": "Samræmist GDPR, CCPA,",
    "2826051554": "og fleira",
    "3530599065": "Persónuvernd er byggt upp frá grunni. hCaptcha heldur engum PII og er í samræmi við fjölmörg persónuverndarumboð og reglugerðir.",
    "2489287539": "Núningslaus „No CAPTCHA“ & 99,9% óvirkar stillingar",
    "793242047": "Dragðu úr áskorunum fyrir notendur til að veita skjótan aðgang að forritum",
    "4195759329": "Botgreining og áhættustig",
    "1150035777": "Háþróuð vélanámslíkön búa til sjálfstraust skora á botni sem byggir á mörgum gagnapunktum umfram það hvort spurningum hafi verið svarað rétt",
    "3688621388": "Undirskrift hótunar",
    "1131525092": "Hópaðu slæma leikara saman áreynslulaust í gegnum persónuverndar-varðveitt gildissvið okkar til að finna og stöðva tengd svik og misnotkun",
    "1559631739": "Einkanám",
    "3952259236": "Sameina blinduðu gögnin þín með þúsundum merkja hCaptcha til að þjálfa hCaptcha á hegðunarflokkum - til dæmis aðeins - til að spá betur fyrir um illgjarna hegðun betur en hvor lausnin ein og sér",
    "1150963691": "APT mótvægi",
    "4083018285": "Svíta af auknum eiginleikum sem sameinast auknu SOC eftirliti og viðbrögðum til að takast á við háþróaðar viðvarandi ógnir",
    "3160820928": "Samræmd árásarvörn",
    "1849805607": "hCaptcha verndar gegn ógnum og tálbeitum sem eru hönnuð til að síast inn í netin þín",
    "1958297836": "Samræmd árásarvörn og APT mildun",
    "1300485304": "hCaptcha verndar gegn háþróuðum ógnum og tálbeitum sem eru hannaðar til að síast inn í netin þín",
    "2698640210": "Stjórna áskorunum og gerðum sýndar",
    "3121248460": "Sýndu óendanlega fjölbreyttar sérsniðnar áskoranir -- frá einföldum til flóknum -- fyrir áhorfendur sem búast má við",
    "3807059944": "Stjórna áskorunarefni sem notað er",
    "2707282231": "Sérsníddu áskoranir fyrir notendur þína. Gerðu það ómögulegt fyrir vélmenni að leysa og komast í gegn.",
    "4194763679": "Fínn erfiðleikastig",
    "3730038780": "Veldu úr næstum óendanlega mörgum áskorunum fyrir notendur að leysa",
    "1849717906": "Sérsníddu með þínu eigin áskorunarefni",
    "1508655687": "Bættu við þínum eigin áskorunum sem eru sérsniðnar fyrir áhorfendur þína til að hagræða eða takmarka aðgang",
    "3620442880": "Flash söluverndareiginleikar",
    "3265895521": "Hækka og lækka áskorunarerfiðleika miðað við tíma dags",
    "1485807325": "Fjölnotendamælaborð, SAML SSO",
    "359073033": "Mælaborð gefa háþróaða eða fíngerða sýn á virkni.",
    "4272454814": "Samþætta við auðkennisveituna að eigin vali.",
    "1141402092": "Ítarlegir skýrslueiginleikar",
    "910989640": "Búðu til nákvæmar og sérsniðnar skýrslur um starfsemi",
    "3768951251": "Enterprise SLAs",
    "1014004474": "Enterprise áætlanir hCaptcha bjóða upp á háþróaða þjónustustigssamninga til að halda fyrirtækinu þínu verndað",
    "1177598246": "Hafðu samband við sölu",
    "1067704102": "Gildi í gagnamerkingu",
    "3065000659": "Gerðir þú þér grein fyrir því að í hvert skipti sem þú \"smellir á bílinn\" ertu að hjálpa til við að þjálfa einn",
    "3235430156": "vélanámskerfi fyrirtækisins ókeypis?",
    "1549336309": "hCaptcha snýr þessu líkani við. Þegar þú notar hCaptcha bjóða fyrirtæki í verkið sem notendur þínir vinna þegar þeir sanna mannúð sína. Þú færð verðlaunin.",
    "3725880582": "Gefðu aftur til góðgerðarmála",
    "1671436004": "Viltu gefa til baka til uppáhalds góðgerðarstarfsins þíns?",
    "1663628612": "leyfir þér",
    "4272088465": "góðgerðarstofnanir að eigin vali með þeim tekjum sem þú færð af því að nota það.",
    "2894845722": "Notendur á síðunni þinni munu fljótlega geta séð framlag þitt til góðgerðarmála með næði vörumerki á hCaptcha viðmótinu.",
    "3194111925": "stuðning",
    "1637702726": "Um hCaptcha",
    "2323282990": "Nútímaleg nálgun til að sannreyna mannkynið",
    "1201821619": "hCaptcha leysir eitt brýnasta vandamál nútímans: koma í veg fyrir að illgjarn vélmenni misnoti netþjónustu.",
    "1475399473": "Lærðu meira um hCaptcha teymið",
    "3161489950": "Háþróaðasta öryggis ML vettvangur heims",
    "3247172580": "hCaptcha sameinaði háþróaða sjálfstýrða vélanám með nýrri brúntölvunaraðferð sem lágmarkar einstaklega gagnasöfnun og varðveislu, afhent frá yfir 250 stöðum á heimsvísu fyrir gríðarstóran sveigjanleika.",
    "3767462250": "Hannað fyrir friðhelgi einkalífsins",
    "3500503648": "hCaptcha er hannað til að útrýma langtíma varðveislu gagna með því að treysta á tafarlaust mat frekar en að skrá og greina vafraferilinn þinn. Við styðjum einnig frumkvæði eins og",
    "2418549423": ", vaxandi staðall til að varðveita friðhelgi einkalífs á netinu með dulmálssönnun og öðrum einstökum persónuverndaraðgerðum.",
    "1544546608": "Persónuverndarpassi",
    "976209454": "Aflaðu verðlauna eða gefðu til góðgerðarmála",
    "552920956": "hCaptcha gerir vefsíðum kleift að vinna sér inn verðlaun á meðan þær loka á vélmenni og annars konar misnotkun. hCaptcha gerir þér einnig kleift að styðja góðgerðarsamtök að eigin vali með þessum tekjum.",
    "654326661": "Viltu sjá sjálfur? Prófaðu hCaptcha ókeypis.",
    "3570415321": "Fyrirtæki",
    "3987022469": "Merking",
    "1636202177": "Um",
    "2670003220": "Störf",
    "3233305531": "Vörumerki",
    "3028319964": "AI siðfræði",
    "4131598919": "Ýttu á",
    "1662477701": "Auðlindir",
    "3130928685": "Blogg",
    "1756106276": "Staða",
    "1235925265": "Skjöl",
    "920212083": "Tilkynna villu",
    "2076066173": "Netárásir 101",
    "3644106388": "Hafðu samband",
    "2182196747": "Stuðningur",
    "487083593": "Sala",
    "878585497": "Skilmálar",
    "1697438123": "Persónuvernd",
    "1316817321": "Eignun",
    "3488019891": "hCaptcha er skráð vörumerki Intuition Machines, Inc.",
    "4224961202": "Persónuvernd, öryggi og vélanám.",
    "98173630": "hCaptcha er mest notaða sjálfstæða CAPTCHA þjónusta heims.",
    "1514478724": "Læra meira",
    "1752795854": "hCaptcha kemur með nútímalega, persónuverndarmiðaða nálgun til að stöðva vélmenni.",
    "2927700175": "Við sýnum CAPTCHA áskoranir sem eru erfiðar fyrir vélmenni en auðveldar fyrir fólk með því að safna gögnum sem erfitt er að merkja úr vélanámsvandamálum og nota þau til að greina hvort gestur vefsíðna eða forritsins sé mannlegur.",
    "2188609322": "Slæmir leikarar eru sífellt algengari á netinu. En að fórna friðhelgi notenda er ekki svarið.",
    "2032102720": "Öryggislausnir sem auglýsingafyrirtæki bjóða upp á einblína fyrst og fremst á að fylgjast með notendum á vefnum. Við höfum búið til skilvirka öryggislausn sem sannar að skaða einkalíf notenda er ekki nauðsynlegt til að skila framúrskarandi árangri.",
    "4146870445": "Hver við erum",
    "353066938": "Reynt lið sem vinnur að erfiðustu vandamálum dagsins í dag. hCaptcha er þjónusta af",
    "1173652155": "Ráðgjafar",
    "2256305371": "Prófessor, CS við University of California, Berkeley. Djúpt nám, öryggi, blockchain sérfræðingur. forstjóri Oasis Labs.",
    "2177660021": "Rannsóknarfræðingur hjá Stanford. Vélanám og magnfjármögnun hjá helstu bönkum, vogunarsjóðum og háskóla.",
    "2686825859": "Skráðu þig ókeypis eða hafðu samband við okkur um hCaptcha Enterprise lausnir",
    "583434701": "hCaptcha aðgengi",
    "611905972": "Tryggja óaðfinnanlegan aðgang fyrir alla notendur á sama tíma og öryggi er viðhaldið",
    "874098071": "Ef þú ert aðgengisnotandi, vinsamlegast skráðu þig hér",
    "2745385064": "Samantekt",
    "3353238942": "hCaptcha er hannað til að stöðva vélmenni með því að greina þá frá fólki. Sjónpróf eru þægilegt tæki til þess, en ekki allir geta leyst sjónræn áskorun.",
    "3600022491": "Af þessum sökum höfum við hannað einfaldan, sársaukalausan valkost til að láta útgefendur sem nota þjónustu okkar varðveita aðgengi fyrir alla með fullu samræmi við kafla 508 og WCAG 2.1 AA.",
    "2557240048": "Hvernig það virkar: Í fyrsta lagi skráir notandi aðgengis í gegnum",
    "3871665286": ", sem er áberandi tengdur á upplýsingasíðu hCaptcha græju. Þeir fá dulkóðaða kex sem hægt er að nota nokkrum sinnum á dag, en verður að endurnýja á 24 klukkustunda fresti með innskráningu.",
    "3441764123": "Þegar áskorun er lögð fyrir aðgengisnotanda á vef sem notar hCaptcha þjónustuna munu þeir sjálfkrafa standast.",
    "4247858664": "aðgengisskráningarsíðunni",
    "1297657322": "Aðgengisnotendaskjár eftir innskráningu",
    "1717658846": "Aðgengisvalkostur í valmynd búnaðarviðmóts",
    "1266963825": "Sp.: Er hCaptcha Section 508 + WCAG 2.1 AA samhæft?",
    "850025770": "A: Við trúum því: allir notendur með hvers kyns skerðingu sem geta vafrað á vefnum og slegið inn texta á eyðublöð geta fengið aðgang að þjónustu sem hCaptcha verndar við skráningu. Hins vegar er þetta ekki lögfræðiráðgjöf: þú ættir að framkvæma þitt eigið mat, að teknu tilliti til tiltekinnar útfærslu þinnar til að tryggja að þetta sé raunin fyrir uppsetningu þína.",
    "159272246": "Sp.: Ertu að vinna í öðrum aðgengisvalkostum (\"a11y\"), eins og hljóð?",
    "4074220464": "A: Áður vinsælir valkostir eins og hljóð-captchas mismuna mörgum a11y notendum og eru auðveldlega sigraðir með nútíma vélanámstækni. Þetta hefur neytt núverandi hljóðáskoranir til að verða erfiðari og erfiðari, með því að kynna hávaða, skrýtna tímasetningu, óvenjulegar orðasamsetningar og svo framvegis til að sigra árásarmenn. Við erum því síður áhugasöm um þessa nálgun en að forðast áskorunina alfarið, en munum íhuga það ef eftirspurn er frá samfélagi 11y.",
    "2309661107": "Hins vegar höfum við mikinn áhuga á",
    "2555914614": "fyrir aðgengisnotkunarmálið. Við teljum að sameining núverandi a11y nálgun okkar og Privacy Pass útgáfu muni gera a11y notendum kleift að vafra á öruggan hátt, öruggir í þeirri vissu að umferð þeirra sé persónulegri, á sama tíma og takmarka misnotkun lánveitenda sem óhjákvæmilega á sér stað þegar a11y valkostir eru í boði. Við erum virkir þátttakendur í vinnuhópi IETF sem staðla þessa nýju tækni.",
    "2583775432": "Sp.: Hvað með friðhelgi einkalífsins? Afhjúpar skráning a11y vafragögn á einhvern hátt? Hvað gerir þú við tölvupóstinn?",
    "4215483493": "A: hCaptcha er hannað fyrir næði frá grunni. Það er allt öðruvísi en hefðbundnir valkostir eins og reCAPTCHA sem eru í eigu auglýsinganeta, sem hafa hvata til að fylgjast með þér um vefinn og tengja þig við raunverulega sjálfsmynd.",
    "2474661839": "Okkar",
    "4137573005": "hefur yfirgripsmikil og viðurkennd svör um hvernig við notum gögn, en stutta svarið er að við höfum engan áhuga á að tengja þig sem persónu við vafraferil þinn.",
    "4101570501": "Við erum líka að vinna að dulmálslausn til að fleygja netfanginu þínu á fljótlegan hátt en samt varðveita getu okkar til að koma í veg fyrir misnotkun, sem viðbót við Privacy Pass vinnu okkar.",
    "260595108": "Við notum aldrei aðgengispósta eða upplýsingar í neinum tilgangi nema að auðvelda notkun og koma í veg fyrir misnotkun.",
    "3063819779": "friðhelgisstefna",
    "465714311": "Fyrir notendur aðgengis: Spurningar og svör og Leiðbeiningar um bilanaleit",
    "3596207631": "Sp.: Ég sé enn áskorun eftir að hafa sett kökuna. Hvað veldur þessu?",
    "469089249": "A: Þetta er venjulega vegna þess að nota árásargjarnan auglýsingablokkara eða viðbót við vafrakökur, eða stillingu sem lokar á „kökur á milli staða“, í þessu tilviki kex fyrir hcaptcha.com sem er stillt eða athugað af hCaptcha JS á a. önnur síða, eins og sú sem þú ert að heimsækja.",
    "4263626815": "hCaptcha aðgengiskökur virka með öllum vinsælum vöfrum og auglýsingablokkum með stöðluðum stillingum, þannig að bilanir eru venjulega vegna \"anti-anti-adblock\" forskrifta eða svipaðra reglna sem miða á tilteknar síður.",
    "3906359167": "Lausnir:",
    "3464870463": "1. Hvítlistaðu hcaptcha.com og *.hcaptcha.com vafrakökur í auglýsingablokkaranum þínum eða öryggisviðbót vafrans.",
    "1204911585": "2. Ef þú ert að nota Brave vafrann, sem virðist ekki (frá og með apríl 2020) vera með einhvers konar undanþágulista fyrir kökur, farðu í Preferences -> Shields -> Cookies og veldu \"Leyfa allar vafrakökur.\"",
    "2932826396": "3. Ef þú ert að nota allra nýjustu útgáfuna af Safari á annaðhvort nýlega útgefið OS X 10.15 eða iOS 13.4, hefur Apple nýlega breytt hegðun Safari sem tengist vefkökum þriðja aðila og lokað þeim sjálfgefið fyrir þær allar. Við erum að innleiða lausn, en í millitíðinni vinsamlega farðu á Safari Preferences, Privacy hlutann og taktu hakið úr \"Website tracking: Prevent cross-site tracking\" til að gera aðgengisfótsporið kleift að virka eins og búist er við.",
    "3836291932": "Sp.: Ég nota mörg tæki. Þarf ég að skrá mig mörgum sinnum?",
    "3251220335": "A: Nei. Vinsamlegast smelltu á sama innskráningartengil í tölvupósti sem þú sendir þér á hverju tæki sem þú notar til að stilla kökuna.",
    "2082407178": "Sp.: Hvernig get ég verndað mig fyrir vafrakökum frá þriðja aðila á meðan ég nota aðgengisfótsporið?",
    "2700197090": "A: Notkun hvers kyns næðis- eða auglýsingalokunarviðbótar sem styður hvítlista á lénsstigi (td uBlock Origin) mun virka eins og búist er við: vertu viss um að setja hcaptcha.com á hvítlista.",
    "3657743880": "Vafraleiðbeiningar fyrir vafrakökur",
    "1960601330": "Til að virkja smákökur í Safari (Mac): Farðu í fellivalmyndina Safari. Veldu Preferences. Smelltu á Privacy í efsta spjaldinu. Undir 'Loka á kökur' veldu valkostinn 'Aldrei'.",
    "1622303590": "Til að virkja vafrakökur í Safari (iPhone/iPad iOS 11+): Opnaðu stillingarnar þínar. Skrunaðu niður og veldu Safari. Undir Persónuvernd og öryggi skaltu slökkva á „Koma í veg fyrir mælingu milli vefsíðna“ og „Loka á allar vafrakökur“",
    "2199048568": "Smelltu á skjöldinn vinstra megin við veffangastikuna á hvaða vefsíðu sem er. Smelltu á Verndarstillingar. Firefox Preferences Privacy & Security spjaldið mun opnast. Undir Aukin rakningarvernd skaltu velja Sérsniðin. Veldu hvaða rekja spor einhvers og forskrifta á að loka með því að velja þessa gátreit. Gakktu úr skugga um að þú hafir opnað fyrir hcaptcha.com.",
    "3967047208": "Þú getur líka slökkt tímabundið á sumum vörnum í Custom til að kemba þetta, með því að afvelja gátreitina: Afvelja Trackers gátreitinn eða afvelja Cookies gátreitinn ef þú ert enn í vandræðum.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Veldu Chrome valmyndartáknið. Veldu Stillingar.",
    "926138631": "Farðu í Persónuvernd og öryggi, síðan Vafrakökur og önnur vefgögn.",
    "3419878556": "Gakktu úr skugga um að „Loka á kökur frá þriðja aðila“ sé ekki virkt.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Opnaðu Chrome stillingar í valmyndastikunni.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Opnaðu Chrome appið í Android tækinu þínu.",
    "3620039756": "Efst til hægri pikkarðu á Meira og svo Stillingar.",
    "2813310562": "Pikkaðu á Vefstillingar og síðan á Vafrakökur.",
    "3014657981": "Kveiktu á stillingunni við hliðina á „Fótspor“.",
    "1242066691": "Hakaðu í reitinn við hliðina á „Leyfa vafrakökur frá þriðja aðila“.",
    "292250020": "1. Veldu gírinn í efra hægra horninu á skjánum, veldu síðan \"Internet Options\". Ef þú hefur valmyndastikuna virka geturðu valið „Tools“ og síðan „Internet Options“.",
    "4114820649": "2. Smelltu á \"Persónuvernd\" flipann.",
    "946838734": "3. Veldu \"Advanced\" hnappinn.",
    "348809718": "4. Undir „Kökur þriðja aðila“ velurðu „Samþykkja“.",
    "1253441326": "5. Smelltu á \"Í lagi\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Siðareglur gervigreindar",
    "1161704803": "Af hverju höfum við siðfræði um gervigreind?",
    "1806535500": "Nánast sérhver tækni, frá blýöntum til dýnamíts, er a",
    "24452499": "lausn; það má nota til góðs eða ills. Sérhvert fyrirtæki sem rannsakar, byggir eða selur lausnir fyrir tvöfalda notkun ber skylda til að íhuga afleiðingar gjörða sinna.",
    "4023575072": "tvíþætt notkun",
    "3336625692": "Þessi síða lýsir hugsunum okkar um þetta efni í samhengi við gervigreindarsiðfræði, og ferlið sem við fylgjum til að tryggja að notkun á þjónustu okkar sé áfram í samræmi við stefnuna sem við höfum tekið upp sem fyrirtæki.",
    "835717930": "AI Siðfræði hjá hCaptcha",
    "2179524509": "Við fáum stundum spurningar um hvers konar spurningar eru leyfilegar fyrir hCaptcha þjónustuna og hvers vegna tilteknar spurningar eru spurðar.",
    "1962721652": "Manneskjur eru mynstursæknar og stundum getur saklaus spurning farið úr því að vera algjörlega óvænt yfir í grunsamlega á augabragði, vegna breytinga í heiminum frekar en hvata hvers sem spyr spurningarinnar.",
    "3974566657": "Eftir því sem þjónusta verður vinsælli verða slíkir atburðir óhjákvæmilega tíðari. hCaptcha er notað af milljónum manna á hverjum degi í nánast öllum löndum í heiminum, svo við erum að birta þessa stefnu og dæmisögu um hvernig við tökum á þessum málum til að vera eins gagnsæ og mögulegt er.",
    "1830910223": "Raunveruleg AI Ethics dæmisögu",
    "805971861": "„Regnhlíf“ er hugtak í ImageNet, staðlaða viðmiðunargagnagrunninum sem tölvusjónfræðingar nota. Að bera kennsl á fólk sem heldur á regnhlífum á áreiðanlegan hátt er einnig mikilvægt til að byggja upp örugg næstu kynslóð háþróaðrar ökumannsaðstoðarkerfa (ADAS).",
    "3988350": "Þetta þýðir að það eru frábær notkunartilvik fyrir alvöru regnhlífaskýringar. Það er pláss fyrir ágreining um áhrif sjálfkeyrandi bíla, en ADAS-kerfin eru þegar farin að spara",
    "548587288": "um allan heim.",
    "3138772661": "þúsundir mannslífa á hverju ári",
    "3168199226": "Hins vegar, árið 2020, varð ljóst að hægt væri að líta á byggingu af þessu tagi sem tvínota tækni á þann hátt sem fáir hefðu búist við fyrir ári síðan.",
    "558378834": "Við tökum því ekki lengur við beiðnum um spurningar sem tengjast regnhlífum eins og er. Möguleikinn á ruglingi þegar endanlegur notandi sér spurningu um regnhlífar í augnablikinu er of mikill og að lokum er markmið okkar að gera heiminn skemmtilegri stað.",
    "3376604063": "AI Siðareglur og ferli",
    "1923365316": "Við höfum stranga siðfræði um gervigreind hjá hCaptcha og hluti af því felur í sér Know Your Customer (KYC) ferli.",
    "4230322909": "Við reynum alltaf að öðlast góðan skilning á hverjum nýjum viðskiptavin og fyrirhugaðri notkun þeirra, bæði til að staðfesta að það passi vel fyrir vörur okkar og þjónustu og til að tryggja að það fylgi þeim stefnum sem við höfum tekið upp sem fyrirtæki.",
    "2735073144": "Við gerum einnig áframhaldandi endurskoðun eftir þörfum. Til dæmis, í nýlegri yfirferð okkar á dagsetningum og uppruna beiðna um regnhlífatengdar merkingarbeiðnir, gátum við fljótt staðfest að enginn ríkisaðili eða þekktur ríkisbirgir eftirlitshugbúnaðar hefur lagt fram beiðnir varðandi regnhlífar sem notuðu þjónustu okkar á síðustu 12 mánuðum. .",
    "2715462692": "Hvernig lítur AI siðfræðiferlið okkar út?",
    "3049976256": "Fyrir hvern nýjan merkingarviðskiptavin förum við í gegnum gátlista í söluferlinu. Þetta felur í sér fyrstu KYC-könnun áður en farið er um borð, svo og sannprófun á öllum beiðnum sem gerðar eru til greiningaraðila okkar, og rauntíma skyndiskoðun og reglubundnar endurskoðun beiðna sem gerðar eru með sjálfsafgreiðsluvettvangi okkar.",
    "3103642530": "Þessi endurskoðun er samsett úr nokkrum settum af viðmiðum:",
    "3349094124": "Siðferðileg viðmið: Markmið",
    "1038019440": "1. Er þessi viðskiptavinur í forsvari fyrir þjóðarhagsmuni lands sem vitað er að hegðar sér í andstöðu við alþjóðleg lög og viðmið?",
    "493717511": "2. Er þessi viðskiptavinur að biðja um þjónustu sem gæti verið",
    "2209109640": "eingöngu notað í illgjarn tilgangi, í tengslum við eðlilega viðskiptastarfsemi sína?",
    "3457805519": "3. Er hægt að uppfylla beiðni viðskiptavinarins samkvæmt bandarískum lögum og starfsreglum okkar?",
    "1942611550": "fyrst og fremst",
    "109179759": "Viðmið um siðferði: Huglægt",
    "1033698050": "1. Teljum við að viðskiptavinurinn hafi gefið okkur notkunartilvik sem við teljum siðferðilega viðunandi, samkvæmt túlkun okkar á dæmigerðum vestrænum samfélagsreglum?",
    "361372538": "2. Teljum við að þjónusta okkar sem veitt er yrði líklega notuð í mismununarskyni af viðskiptavinum, á þann hátt sem gæti verið löglegur en er ekki ásættanlegt fyrir okkur?",
    "2867855718": "3. Teljum við að hægt sé að sinna persónuverndarþörfum með fullnægjandi hætti fyrir beiðnina?",
    "2462728596": "Ef við getum ekki fullnægt okkur á þessum atriðum munum við hafna beiðninni og gætum hætt frekari aðgangi að vettvangi okkar, eins og lýst er í skilmálum okkar.",
    "1995277831": "Þakka þér fyrir",
    "1818116402": "Við vonum að þú kunnir að meta þessa úttekt á því hvernig við meðhöndlum rekstrarspurningar með gervigreindarsiðfræði íhlut.",
    "1499894352": "Örfá fyrirtæki bjóða upp á gagnsæi í ákvarðanatökuferlum sínum á þessu sviði og við vonum að aðrir fylgi þessu fordæmi!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Hvernig við, akademískir rannsóknaraðilar okkar og viðskiptavinir okkar notum Creative Commons fjölmiðla",
    "3017533972": "Við, fræðilegir rannsóknaraðilar okkar og viðskiptavinir okkar gætu stundum vísað til eða endurskapað hluta af Creative Commons-leyfisbundnu efni í gegnum hCaptcha vettvanginn til að efla þekkingu mannkyns á sviði vélanáms.",
    "1428053210": "Þetta efni er almennt umbreytt frá upprunalegu formi. Til dæmis er hægt að skipta myndbandi í margar myndir, þessum myndum er hægt að skipta í margar nýjar myndir og þessum nýju myndum síðan blandað af handahófi til að fá endanlega niðurstöðu sem birtist.",
    "1728211763": "Notkun efnis á þennan hátt og í þessum tilgangi fellur undir viðmiðunarreglur um sanngjarna notkun í samræmi við skilning okkar á lögum og stöðluðum starfsháttum á þessu sviði, en við erum lengi aðdáendur Creative Commons og kjósum að veita öllum sem aðstoða við stórkostlegt verkefni að bæta vélagreind.",
    "1949452297": "Vegna innri takmarkana hCaptcha notendaviðmótsins og öryggissjónarmiða þess, er ekki hægt að endurskapa uppruna hverrar myndar beint við hlið notkunar hennar. Þess í stað hlekkjum við á þessa síðu af heimasíðunni okkar og höldum lista yfir heimildir sem nú eða nýlega eru birtar á pallinum. Þú getur fengið aðgang að núverandi lista",
    "2367602973": "hér",
    "659124570": "Að auki, ef þú sérð efni sem tilheyrir þér afritað á hCaptcha vettvangnum og vilt að það fjarlægt af einhverjum ástæðum, geturðu haft samband við okkur með tölvupósti á",
    "2066749488": "Aðrar kvartanir",
    "3479034323": "Ef þú sérð efni sem tilheyrir þér afritað á hCaptcha pallinum og vilt að það sé fjarlægt af einhverjum ástæðum geturðu haft samband við okkur með tölvupósti.",
    "1836554225": "Bloggfærslur",
    "2873297188": "Mismuna allir CAPTCHAS öðrum en Bandaríkjamönnum?",
    "165932542": "Skoðaðu hCaptcha-leysishlutfall um allan heim",
    "1865097546": "16. nóvember 2021",
    "3005876482": "hCaptcha er nú stærsta sjálfstæða CAPTCHA þjónustan, keyrir á 15% af internetinu",
    "693820850": "Þú getur sigrað Google með því að setja persónuvernd í fyrsta sæti",
    "3609106478": "Skilríkisfylling:",
    "299335340": "Hvað það er og hvernig á að stöðva árásirnar",
    "354925785": "Inngangur",
    "423222878": "Sumar af erfiðustu netárásum til að greina, koma í veg fyrir og stöðva eru þær þar sem illgjarn leikari getur notað lögmæt notendaskilríki til að skrá sig inn á virkan notendareikning. Án mikillar háþróaðrar uppgötvunargetu hefur fyrirtækið sem hýsir reikninginn enga ástæðu til að gruna að eitthvað sé að. Viðskiptavinur virðist einfaldlega hafa skráð sig inn á reikninginn sinn. Árásarmaðurinn náði þessum árangursríka töfum með því að nota stolið skilríki - venjulega afleiðing netárásartækni sem kallast „skilríkisfylling“. Þetta er alvarlegt vandamál í dag, en það er hægt að draga úr því með réttum mótvægisaðgerðum.",
    "777660551": "Hvað er persónuskilríkisfylling?",
    "2602763587": "Persónuuppfylling er tegund netárásar þar sem árásarmaðurinn reynir að skrá sig inn á vefsíðu margsinnis með því að nota pör af stolnum notendanöfnum og lykilorðum. „Fyllingin“ vísar til endurtekinna innskráningartilrauna, sem eru næstum alltaf gerðar af sjálfvirkum lánahugbúnaði.",
    "1271831121": "Það er ekki eins og tölvuþrjóturinn (klæddur hettupeysu, auðvitað!) sitji þarna og slær inn skilríki eftir skilríki. Sjálfvirka innskráningarbotninn gæti verið búinn til úr hillum tól eins og Selenium eða sérhannað tölvuþrjóta tól.",
    "2588750717": "Reyndar, sumar persónuskilríkisfyllingarárásir fela í sér milljónir skilríkja – öllum er troðið inn í grunlausa innskráningarviðmót vefsíðunnar í von um að verða hleypt inn. Þegar inn er komið getur árásarmaðurinn tekið yfir reikning fórnarlambsins.",
    "1137757109": "Ef það er eCommerce reikningur getur árásarmaðurinn pantað vörur. Ef fórnarlambið er banki getur árásarmaðurinn millifært fé af landi og svo framvegis.",
    "1559150837": "Skotmörk eru þó ekki varnarlaus. Flestar vefsíður eru með stýringar sem loka fyrir grunsamlegan notanda sem er að reyna að skrá sig inn á þúsundir mismunandi reikninga frá sömu IP tölu á stuttum tíma. Það sem árásarmenn gera til að komast í kringum þessar verndaraðferðir er að líkja eftir landfræðilegum og IP fjölbreytileika. Með því að nota öflug, oft AI-drifin verkfæri, geta þeir látið það líta út fyrir að þúsundir notenda séu af handahófi að reyna að skrá sig inn á mismunandi tímum dags alls staðar að af landinu. Þetta er miklu erfiðara að greina og stöðva.",
    "1892020899": "Hvar fá tölvuþrjótarnir skilríkin?",
    "2597149484": "Ástæðan fyrir því að tölvuþrjóturinn þarf að „tæpa“ svo mörgum skilríkjum hefur að gera með hvar þeir fá stolið skilríki.",
    "3030395800": "Þessi skilríki koma venjulega frá gagnabrotum. Þessar árásir, einnig þekktar sem „skilríkisleki“, geta leitt til þess að milljónum skilríkja er hent á myrka vefinn. Ef lekinn kom frá banka mun tölvuþrjóturinn reyna að nota þessi skilríki til að komast inn á aðrar síður. Þessi aðferð virkar vegna þess að svo margir nota sama notandanafn og lykilorð samsetningu fyrir margar síður. (Þessi framkvæmd er óhugsandi, en raunveruleikinn er eins og hann er. Fólk hefur tilhneigingu til að endurtaka sömu innskráningarskilríki.)",
    "1258965840": "Þannig að ef árásarmaðurinn kemst inn á eina síðu getur hann líklega komist inn á margar síður með því að nota skilríki sem hellt hefur verið niður. Til dæmis gætu þeir fengið notandanafn/lykilorð par eins og JohnDoe/525momma, en þeir hafa ekki hugmynd um hvað það par mun gera fyrir þá. Svo þeir prófa parið á Amazon.com, Ebay, Citibank, Walgreens og áfram og áfram. Þeir gætu reynt þetta par á þúsund mismunandi síðum.",
    "3594440415": "Að lokum munu þeir byrja að opna dyr.",
    "780280214": "Hvernig hCaptcha og hCaptcha Enterprise draga úr ógninni um skilríkisfyllingu",
    "4165374512": "Þó að það sé hægt að nota IP og staðsetningargreiningartæki til að koma í veg fyrir uppfyllingu skilríkja, þá er hagkvæmari og nákvæmari aðferð einfaldlega að trufla sjálfvirka auðkenningarfyllingarbotninn sjálfan. hCaptcha og hCaptcha Enterprise geta stöðvað botninn við inngöngu. Jafnvel þó að botninn hafi réttu skilríkin, ef hann kemst ekki framhjá uppgötvun hCaptcha Enterprise eða CAPTCHA frá hCaptcha, mun hann ekki gera uppfyllingu sína og síðan þín og notendur eru verndaðir.",
    "3269644546": "Vinsamlegast",
    "1058572205": "okkur ef þú vilt fræðast meira um",
    "3753613260": "samband",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Tilkynning um DMCA kvartanir",
    "54093347": "DMCA skráður umboðsmaður",
    "3233441200": "Stefna um endurtekið brot",
    "4011712313": "Sem hluti af DMCA-stefnu okkar setjum við reikninga viðskiptavina sem við fáum margar DMCA-tilkynningar um meint brot fyrir í margþrepa DMCA-reglur um endurtekið brot. Við móttöku endurtekinna DMCA-tilkynninga í almanaksmánuði mun viðskiptamannareikningurinn fara frá einu stefnuþrepi yfir í það næsta.",
    "766825168": "Aðgerðir sem við kunnum að grípa til samkvæmt DMCA-reglunum um endurtekið brot fela í sér að senda tilkynningar um aukinn sýnileika til viðskiptavina reikningsins. Til þess að viðurkenna þessar viðvaranir gætum við krafist þess að viðskiptavinurinn skrái sig inn á reikninginn eða hringi í þjónustudeild okkar. Við áskiljum okkur einnig rétt til að fresta eða segja upp, sem og beita öðrum bráðabirgðaráðstöfunum, á hCaptcha og IMI þjónustu hvers viðskiptavinar sem við höfum haldið áfram að fá DMCA tilkynningar um meint brot fyrir, jafnvel eftir að við höfum sent endurteknar tilkynningar um brot. Að auki getum við sagt upp annarri hCaptcha eða IMI þjónustu sem veitt er þessum viðskiptavinum að eigin vild þegar við hættum hCaptcha þjónustunni samkvæmt þessari stefnu.",
    "2410122265": "hCaptcha auðlindir: Bots 101",
    "4166776480": "Skilríkisfylling: Hvað það er og hvernig á að stöðva árásirnar",
    "2301335298": "Greiðslusvik: Að draga úr aðferð netglæpa sem þróast hratt",
    "3682071227": "Hvað eru yfirtökur á reikningum og hvernig virka þær?",
    "2729131930": "Hvað er skrap og hvernig virkar það?",
    "1344959096": "Vinnur sem einstaklingsgagnamerkingur",
    "3510143229": "hCaptcha er þjónusta fyrir vefsíður og öpp,",
    "3930611699": "einstakir starfsmenn.",
    "1051214799": "hCaptcha er veföryggisþjónusta sem reynir að deila verðmæti með útgefendum vefsíðna eða forrita sem nota hana.",
    "360236473": "Ekki er ætlunin að hCaptcha þjónustan sé notuð fyrir neinn til að vinna sem einstaklingsmerki. Það er ekki hannað fyrir eða til þess fallið. Við mælum ekki með því að neinn reyni að nota hCaptcha sem tekjulind.",
    "3842490632": "Einstakur notandi sem reynir að svara mörgum spurningum er líklegur til að vera takmarkaður eða bannaður fljótt. Jafn mikilvægt, eins og okkar",
    "1560232962": "fjallar ítarlega um, engar tryggingar eru gefnar um þá upphæð sem aflað er fyrir tiltekið svar. Það getur verið að engar greiddar spurningar séu tiltækar á þeim tíma, svari getur verið hafnað af gæðaástæðum og svo framvegis.",
    "2694001822": "Hins vegar ráðum við stundum einstaklinga til að aðstoða okkur við að prófa kerfiseiginleika og nýja eiginleika.",
    "1569804581": "Ef þú vilt hafa samband við þig í framtíðinni varðandi tengd tækifæri, vinsamlegast fylltu út þetta eyðublað.",
    "636461959": "Nafn",
    "1139500589": "Land",
    "1789607185": "Netfang",
    "325077666": "Með því að senda inn upplýsingar þínar samþykkir þú okkar",
    "3555583744": "og",
    "3609929815": ". Við munum aðeins varðveita nafn þitt, land og netfangsupplýsingar í þeim tilgangi að hafa samband við þig í framtíðinni varðandi einstök vinnutækifæri fyrir merkingar.",
    "4197928199": "Friðhelgisstefna",
    "851786723": "Með því að slá inn tölvupóstinn þinn samþykkir þú skilmála okkar og persónuverndarstefnu og að fá tölvupóst frá okkur.",
    "2402165761": "Hvernig virkar skrap?",
    "4260542944": "Efnisskrap (einnig þekkt sem \"skjáskrap\" eða bara \"skrap\") er kunnuglegt, oft gagnlegt ferli til að safna upplýsingum af vefnum. Hins vegar, á undanförnum árum, hefur tæknin orðið vinsælt tæki tölvuþrjóta og svikara. Mótvægisráðstafanir geta í raun dregið úr ógninni, en til að hrinda þeim í framkvæmd er nauðsynlegt að skilja hvernig ferlið virkar.",
    "2066255783": "Hvað er efnisskrapun?",
    "1910628828": "Efnisskrapun er tækni til að grípa gögn úr kerfi sem felur í sér sjálfvirkt verkfærasett sem líkir eftir hugbúnaðarbiðlara eða vafra. Það er ekki nýtt. Reyndar, fyrir hugbúnaðarverkfræðinga sem gætu þurft gögn úr gömlum stórtölvum, getur skafa verið eina leiðin til að draga út upplýsingar. Upprunalegu tengin gætu verið farin og ómögulegt að skipta um þau.",
    "3408107995": "Í dag þýðir skrap þó undantekningarlaust forritunarlega nálgun til að draga gögn af vefsíðu. Skrapahugbúnaðurinn virkar eins og mannlegur notandi, smellir á hnappa og les framleiðsluna sem myndast. Það eru mörg lögmæt notkun til að skafa. Vefskriðlar sem knýja leitarvélar eru eitt dæmi. Svo eru verkfæri eins og Skyscanner sem leita að ferðatilboðum með því að greiða í gegnum þúsundir ferðavefsíðna. Fintech fyrirtæki nota það líka og skafa fjárhagsgögn notenda af bankasíðum ef engin forritunarviðmót (API) eru tiltæk til að koma á gagnatengingunni. Það sem þarf að hafa í huga varðandi skjáskrapun eru hraði hans og sveigjanleiki. Ferlið getur safnað gríðarlegu magni af gögnum frá vefsíðum, að því gefnu að síðurnar séu ekki stilltar til að koma í veg fyrir að það gerist. Á hraða reikningsins getur sköfu safnað saman stórum gagnasöfnum með því að hafa samskipti við vefsíður og undirliggjandi hugbúnað og gagnagrunna sem knýja þá.",
    "1920884252": "Af hverju er efnisskrap öryggisógn?",
    "2256795853": "Hæfni til að vinna mikið af gögnum, fljótt, af vefsíðum gerir skafa að öflugu tæki í höndum illgjarnra leikara. Skrapvél getur safnað notendagögnum frá samfélagsmiðlum. Síðan, með því að skafa síður sem innihalda heimilisföng og aðrar persónulegar upplýsingar og tengja niðurstöðurnar, gæti tölvuþrjótur tekið þátt í auðkenningarglæpum eins og að senda inn sviksamlegar kreditkortaumsóknir.",
    "4087694419": "Skapa tölvuþrjótur gæti einnig safnað gögnum frá síðum eins og Amazon og eBay til að búa til falsa eða villandi vöruskráningar. Hann eða hún gæti þá boðið þær til sölu á jafningjaþjónustu eins og OfferUp og stundað vefveiðarárásir á kaupendur. Eða svindlarinn gæti selt vörur sem eru ekki til. Frekari skjáskrapunarsvik felur í sér að falsa út auglýsingaútgefendur. Með því að skafa efnið af útgefendasíðum getur svikarinn búið til falsaðar auglýsingaútgefendasíður á mismunandi þjónustum. Þeir geta síðan selt auglýsingar á þessum síðum til viðurkenndra endurseljenda, en tengiliðir þeirra tóku þeir úr ads.txt skrá útgefandans. Auglýsingaplássarnir virðast raunverulegir fyrir auglýsandann, en þeir eru það ekki.",
    "3315658779": "Komdu í veg fyrir efnisskrapun með hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise notar háþróaða vélanám til að bera kennsl á skaðlega umferð á síðuna þína og öpp - þar á meðal skrapaðgerðir.",
    "1422537019": "okkur í dag til að læra meira.",
    "1988268879": "Hagkvæm gagnamerking í stærðargráðu",
    "2163914794": "Þarftu fleiri merki fyrir gagnasöfnin þín? hCaptcha veitir hraðvirkar, hagkvæmar og hágæða gagnamerkingar fyrir fyrirtæki sem vinna að gervigreind og vélanámsforritum.",
    "3378932530": "Fáðu gögnin þín merkt núna",
    "3483700676": "Ræstu milljón verkefna samstundis",
    "3478726913": "hCaptcha er með eina af stærstu laugum á plánetunni sem hægt er að nota. Hver sem umfang þitt er, getum við séð um það án dýrra fyrirframskuldbindinga. Milljónir verkefna á dag eru ekkert vandamál.",
    "740501259": "Einfaldar API-drifnar leiðslur",
    "2784612261": "Langar þig til að samþætta mannarýni beint inn í rekstur þinn? Við bjóðum upp á mikla áreiðanleika SLA, tryggða getu og einföld REST API.",
    "1144966033": "Bjartsýni fyrir kostnað og gæði",
    "3213351333": "Engin fyrirfram skuldbinding krafist",
    "2107077506": "HUMAN vettvangurinn notar alhliða sjálfstraustslíkön til að framkvæma háþróaða rauntíma gæðagreiningu. Þetta gerir okkur kleift að ákvarða fljótt bæði erfiðleika spurninga og líklegt rétt svar þeirra, sem sparar þér tíma og peninga.",
    "3576146278": "Borgaðu aðeins fyrir þá nákvæmni sem þú þarft",
    "2952586316": "Ekki eru öll vandamál eins. Skýringar fyrir verkefni sem eru mikilvæg fyrir öryggi gætu krafist 99,99% sjálfstrausts frá alfarið mannlegum starfsmönnum. Skýringar fyrir einn tilraunaeiginleika í farsímaleikjaforriti gætu aðeins krafist hóflegs sjálfstrausts. Þú ræður.",
    "710145621": "Gefðu upp þín eigin sannleiksgögn eða láttu okkur byggja þau á flugu",
    "987901590": "Ertu með hrá gögn án alhliða sannprófunarsetts? Í flestum tilfellum getum við smíðað einn fyrir þig þar sem verkefni keyra í gegnum kerfið, eða búið til merkt sýnishorn þér til samþykkis.",
    "2597352122": "Tegundir athugasemda",
    "1344687860": "Afmörkunarkassar",
    "1089415440": "Nákvæm hlutgreining í myndum og myndbandi",
    "3817067682": "Marghyrningar",
    "2682873489": "Skilgreindu afmarkasvæði fyrir hluti",
    "1275150216": "Kennileiti",
    "2067112112": "Punktaskýringar fyrir mörg mismunandi notkunartilvik",
    "4228682126": "Eiginleikaflokkun",
    "2920213479": "Raða eða bæta við handahófskenndum flokkum af hvaða stærð sem er",
    "3288667364": "Samanburður og uppgötvun",
    "155877895": "Manneknuð uppgötvun og flokkun",
    "3128433367": "... og margir fleiri",
    "2827452240": "Þarftu aðra tegund sem ekki er skráð hér? Spurðu okkur bara.",
    "719304627": "Þarftu eftirlit frá enda til enda?",
    "1172067553": "HUMAN vettvangurinn á bak við hCaptcha býður upp á mjög háþróaða vinnugæða- og stjórnunareiginleika í gegnum staðbundna, blendinga eða SaaS dreifingu sem samþættast núverandi kerfi.",
    "2319072959": "Keyrðu algjörlega án nettengingar með eigin vinnuafli, fylgstu með verðmæti sem neytt er á milli rekstrareininga eða samstarfsaðila, beindu verkum til mismunandi innri eða ytri vinnuveitenda á grundvelli kostnaðar og öryggiskröfur og fleira.",
    "1936512180": "Auðvelt aðgengi að API, falleg mælaborð og nýjustu módel-in-the-loop tækni til að hámarka skilvirkni starfsmanna.",
    "3913848038": "99,99% spenntur SLAs og 24/7 alþjóðlegur stuðningur í boði.",
    "1080752747": "Hafðu samband við sölu",
    "1525403768": "Fyrir frekari upplýsingar hafið samband við Enterprise Sales.",
    "1546930020": "Að fá gögn merkt",
    "2486638408": "Skilgreindu forskriftir",
    "1027200955": "Talaðu við einn af lénssérfræðingunum okkar til að skilgreina verkefnisþarfir þínar: marknákvæmni, snið og allar sérstakar kröfur.",
    "1156712451": "Fyrsta starfspróf",
    "181065232": "Við framkvæmum lítið framleiðsluverk byggt á sýnishornsgögnum þínum. Þetta prófar vinnuna sem við höfum unnið saman til að tryggja að þú fáir nákvæmlega það sem þú þarft.",
    "3207769512": "Senda framleiðslustörf",
    "1099238677": "Með miklu magni og lítilli leynd munum við snúa vinnu þinni hratt við, með sjálfvirkri afhendingu um leið og henni er lokið.",
    "465783046": "Viltu prófa það með gögnunum þínum?",
    "328625009": "... við erum tilbúin þegar þú ert: Þjónustan okkar er í boði allan sólarhringinn.",
    "3225770968": "hCaptcha er hannað til að leysa vinnufrekasta vandamálið í vélanámi; merkja gríðarlegt magn af gögnum á tímanlegan, hagkvæman og áreiðanlegan hátt.",
    "2041686284": "Fleiri gögn skila almennt betri árangri við þjálfun vélanámslíkana. Nýleg velgengni djúpra líkana hefur leitt til sífellt stærri gagnasafna og hCaptcha þjónar þessari þörf. Hins vegar er bæði hægt og dýrt að búa til stór gagnasöfn sem eru skoðuð af mönnum með hefðbundnum aðferðum.",
    "3729345277": "hCaptcha er leið fyrir fyrirtæki til að fá skýringar sem þau þurfa hraðar, með meiri gæðum og með lægri kostnaði en aðrir valkostir.",
    "2103563261": "Persónulegar eða opinberar upplýsingar",
    "2513143348": "hCaptcha Enterprise kerfið er einstaklega sveigjanlegt í hönnun sinni: það er hægt að nota það að hluta eða öllu leyti á jaðri netkerfisins ef þú rekur almenningsský eða átt mörg gagnaver.",
    "3107683988": "Þetta getur dregið verulega úr umferð og kostnaði utan netkerfisins á sama tíma og það heldur öllum ávinningi stjórnunar starfsmanna okkar 24/7 á vakt til að uppfylla ströngustu SLAs.",
    "3660619092": "Skráðu þig ókeypis eða hafðu samband við sölu fyrir Enterprise lausnir",
    "2351176803": "Leyfisskilmálar fyrir hCaptcha JS API",
    "2616226398": "Með fyrirvara um okkar",
    "2024293275": ". Allur annar réttur áskilinn, í bili.",
    "1062291156": "staðlaða skilmála",
    "2712493234": "Greiðslusvik: Að draga úr aðferð netglæpa sem þróast hratt",
    "1817772953": "Svik eru ekki ný form glæpa. Reyndar hafa fornleifafræðingar grafið upp svik gegn svikum sem fornu Súmerar hafa hugsað til að flytja búfé án taps fyrir næstum 10.000 árum síðan! Í þeirra tilfelli settu þeir leirtákn, sem hver táknar dýr, í leirkúlu sem kallast „bulla“. Búlan ferðaðist með hjörðinni þegar hún færðist frá seljanda til kaupanda. Jafnvel þá höfðu eigendur fyrirtækja áhyggjur af því að ekki allir sem þeir voru að eiga við væru á uppleið. Margt hefur breyst á 10.000 árum, en þörfin á að vera nýsköpun í að koma í veg fyrir svik er enn hjá okkur. Í dag er spurningin um greiðslusvik á netinu afar mikilvæg. Með internetinu hafa svikarar orðið sífellt færari í að svíkja eftirlit gegn svikum. Nýjar lausnir eru hins vegar að snúa þróuninni við.",
    "1053787685": "Hvað er greiðslusvik?",
    "433424759": "Greiðslusvik fela í sér hvers kyns ólögleg viðskipti þar sem netglæpamaður sviptir fórnarlambið einhverju verðmætu, venjulega peningum. Þetta gæti þýtt að nota stolið kreditkort til að panta vörur á netinu eða taka yfir bankareikning og flytja ólöglega fjármuni út úr honum. Það eru mörg afbrigði, en þau hafa öll sömu niðurstöðu: glæpamaður notar stolið auðkenni eða greiðsluupplýsingar til að stela frá neytanda, banka eða kaupmanni.",
    "2939852138": "Hvernig [reyna svikarar að] komast upp með greiðslusvik?",
    "1665616092": "Greiðslusvik eru einföld í hugmyndafræði, en þau geta verið ótrúlega flókin í framkvæmd sinni í dag.",
    "4246520782": "Reyndar hefur internetið verið vitni að sannkölluðu vopnakapphlaupi milli svikara og verjenda undanfarin ár.",
    "2167049807": "Öryggisteymi hafa gripið til margvíslegra mótvægisaðgerða og eftirlits sem vinna bug á auðveldu, lötu aðferðunum við greiðslusvik. Hins vegar eru árásirnar sífellt að verða flóknari. Til dæmis geta vélmenni nú safnað stolnum kreditkortanúmerum og PIN-númerum frá fölsuðum vefsíðum og vefveiðum.",
    "1936449777": "Síðan, í fullkomlega sjálfvirkum ham, geta þeir líkt eftir mannlegri hegðun á rafrænum viðskiptasíðum, smellt á hnappa og bætt hlutum í innkaupakörfur - að því marki að margir, ef ekki flestir eftirlitsaðilar gegn svikum geta ekki sagt að vélmenni sé að reyna að stela varningi. Frekar lítur út fyrir að mannlegur notandi sé einfaldlega að versla. Botninn getur skráð sig inn á reikning raunverulegs viðskiptavinar með því að nota stolið innskráningarskilríki. Frekari hylja svikin er geta vélmennisins til að spilla IP-tölum og láta það líta út fyrir að „kaupandinn“ sé einhvers staðar öðruvísi en árásarmaðurinn, sem gæti verið í útlöndum.",
    "648630222": "Komdu í veg fyrir greiðslusvik með hCaptcha Enterprise",
    "1621930829": "Hvað er hægt að gera við háþróaðri, óstöðvandi greiðslusvikastarfsemi í dag? Að nota mörg lög af stjórntækjum er venjulega skynsamleg nálgun. Hins vegar eru bestu mótvægisaðgerðirnar þær sem geta fangað botninn og leitt í ljós að hann er falsaður, þrátt fyrir bestu viðleitni höfunda hans til að endurtaka mannlega hegðun.",
    "2423586454": "Það eru enn nokkrir hlutir sem hugbúnaður getur ekki gert, sama hversu góð gervigreind er á bak við það. Nútíma CAPTCHA tækni býður upp á sannaða aðferð til að hindra vélmenni sem reyna að viðhalda greiðslusvikum. Þó gamlar aðferðir við CAPTCHA, eins og einfaldar hallandi tölur í kassa, séu nú að mestu ábótavant til að draga úr háþróaðri vélmenni, getur sjálfvirkt prófunarviðbragðstæki eins og hCaptcha Enterprise auðveldlega svindlað á svindlara við innskráningu reiknings eða innkaupakörfu. Jafnvel þó að láni hafi raunveruleg skilríki, mun hann ekki geta komist í gegnum CAPTCHA.",
    "1467308982": "Greiðsluáætlanir",
    "1291824746": "hCaptcha útborganir keyra ársfjórðungslega á 60 daga eftirstöðvum. Til að útskýra hvað þetta þýðir skaltu skoða töfluna hér að neðan.",
    "3444947612": "Umferð á milli",
    "4181611011": "Afstemmingardagur",
    "728503636": "Útborgunardagur",
    "3720584906": "15. júlí 2021 - 15. október 2021",
    "388240587": "5.-15. janúar 2022",
    "3426312287": "5.-15. janúar 2022",
    "615618648": "15. apríl 2021 - 15. júlí 2021",
    "3376724603": "14.-24. september 2021†††",
    "3398978455": "15.-25. september 2021†††",
    "2722456056": "15. janúar 2021 - 15. apríl 2021",
    "4063155841": "Eigi síðar en 25. júní 2021††",
    "4082053540": "19.-25. júní 2021††",
    "64953197": "15. október 2020 - 15. janúar 2021",
    "1023070345": "Eigi síðar en 14. mars 2021",
    "2600696085": "15. mars 2021",
    "3217791519": "15. júlí 2020 - 15. október 2020",
    "649261378": "5.-11. janúar 2021*",
    "1559190296": "5.-11. janúar 2021†",
    "3806054689": "15. apríl 2020 - 15. júlí 2020",
    "4162383380": "16. - 22. september 2020*****",
    "1990824776": "16.-24. september 2020*****",
    "3856690908": "15. janúar 2020 - 15. apríl 2020",
    "3200641265": "Eigi síðar en 16. júní 2020*",
    "3744079744": "15-19 júní 2020****",
    "2209837451": "15. október 2019 - 15. janúar 2020",
    "2510534204": "Eigi síðar en 23. mars 2020***",
    "2910560864": "20-23 mars 2020***",
    "2544565802": "15. júlí 2019 - 15. október 2019",
    "3963642878": "Eigi síðar en 14. desember 2019*",
    "622103562": "17. desember 2019**",
    "4072202039": "15. apríl 2019 - 15. júlí 2019",
    "818049069": "Eigi síðar en 15. júlí 2019",
    "1169005651": "15. september 2019",
    "2303655425": "15. janúar 2019 - 15. apríl 2019",
    "3678889946": "Eigi síðar en 15. júní 2019",
    "3094354698": "15 júní 2019",
    "4217013126": "Útborganir standa venjulega yfir allan daginn á útborgunardegi og er almennt lokið um miðnætti Kyrrahafstíma. Ef reikningur hefur verið merktur til skoðunar getur það tekið allt að fimm virka daga til viðbótar að losa um greiðslu.",
    "1447649958": "Til að minna á, aðeins nákvæm mannleg umferð er gjaldgeng fyrir útborganir. Þú getur séð frekari upplýsingar um þetta í algengum spurningum okkar, tengdum hér að neðan. Tiltæk staða verður einnig að uppfylla lágmarksþröskuld til að vera gjaldgeng fyrir útborgun, sem stendur 10 HMT.",
    "4257144752": "Rauntímaáætlanir endurspegla ekki endanlega nákvæmni eða mannúð og því geta lokatekjur þínar verið verulega breytilegar upp eða niður frá tölum sem sýndar eru á mælaborðinu fyrir fyrstu afstemmingu.",
    "2728931827": "Eftir hverja afstemmingu verða áætlanir þínar fyrir hvern síðulykil uppfærðar og nákvæmni framtíðarspár ætti að aukast, nema vefsvæðið þitt hafi verulega breyting á hegðun notenda.",
    "1200905005": "††† Frá september 2021 eru afstemmingar og útborganir nú yfir um það bil 10 daga tímabil frekar en einn dag, til að einfalda rekstrartakmarkanir sem tengjast vexti í þjónustunni.",
    "4284094387": "†† Sumar afstemmingar og útborganir í júní 2021 munu birtast í næstu viku vegna tafa á sannprófun á endanlegum útreikningum í afstemmingarglugganum.",
    "1977013707": "† Útborgunum desember 2020 hefur verið breytt frá 15. til að koma í veg fyrir skörun við afstemmingar um áramót og frí starfsmanna: þeim verður lokið í annarri viku janúar. Vegna hægar en venjulega millifærslur inn á PayPal munu útborganir ganga yfir nokkra daga frekar en að vera lokið á einum degi.",
    "517010299": "Vinsamlega athugið: Núna erum við að vinna að meiriháttar bakendaskipti yfir í næstum rauntíma afstemmingu. Reglubundnar afstemmingar munu keyra sjaldnar en venjulega út fyrsta ársfjórðung 2021. Þetta hefur ekki áhrif á útborgunaráætlanir eða dagsetningar.",
    "3092200338": "** Þegar sá 15. ber upp á helgi er útborgunardagur þess í stað sá 17..",
    "3891941747": "*** LEIÐBEININGAR um COVID-19: Vegna skertrar starfsgetu í tengslum við COVID-19 hefur afstemmingu verið frestað til að gefa frekari tíma til að klára staðlaða staðfestingu okkar. Gert er ráð fyrir að útborganir hefjist á föstudag og ljúki næsta mánudag.",
    "2301757528": "**** Vegna viðhalds PayPal á REST API þeirra í útborgunarglugganum var ekki öllum útborgunum lokið 15. júní. Allar útborganir sem áætlaðar voru 15. júní (Kyrrahafstími) en ekki framkvæmdar vegna villna í PayPal API voru endurkeyrðar fyrir 19. júní (Kyrrahafstími).",
    "116842359": "***** Gert er ráð fyrir að afstemmingum ljúki á nokkrum dögum vegna viðhalds kerfisins.",
    "4154415610": "***** Útborganir í september 2020 munu keyra í lotum þegar afstemmingu lýkur, en sumar verða keyrðar nokkrum dögum síðar en upphaflega var áætlað vegna tafa í afstemmingum.",
    "2310694091": "Hvað þýðir sátt?",
    "164801246": "Afstemming er ferlið þar sem umferð er greind í kjölfarið til að sannreyna mannúð hennar og nákvæmni, þegar öll gögn frá öllum tilkynningarsíðum eru komin inn. Þú getur lesið frekari upplýsingar í okkar",
    "3256245394": "sem og bloggfærslur okkar, td",
    "3089778412": "Hvernig hCaptcha reiknar verðlaun",
    "3329755436": "Ætlarðu að flýta þessu ferli?",
    "1911669851": "Já, við erum núna að vinna að ýmsum endurbótum á bakendakerfum okkar sem við gerum ráð fyrir að muni að lokum gera okkur kleift að bjóða upp á bæði hraðari afstemmingu, hraðari matsnákvæmni og hraðari útborganir. Núna er unnið að því að flýta sátt fyrst.",
    "2366003154": "Fyrirspurnir fjölmiðla og fjölmiðla",
    "3054564199": "Press Kit",
    "3173156067": "Nokkrar tilbúnar tryggingar eru fáanlegar ef þú vilt láta dæmimyndir fylgja með í greininni þinni.",
    "867314732": "Þú getur sótt háupplausn",
    "858218750": "og leiðbeiningar um notkun þeirra á",
    "3821716514": "síðu.",
    "1186243118": "lógó myndir",
    "3034959000": "Þú getur sótt",
    "1764089150": "hér:",
    "1558428432": ". Vinsamlegast gefðu þeim hCaptcha.com.",
    "2429359042": "dæmi viðmótsmyndir",
    "1480820434": "mynd 1",
    "3213411837": "mynd 2",
    "1270712701": "Fréttatilkynningar og nýlegar skýrslur",
    "231285005": "Þú getur fundið nýlegar uppfærslur á blogginu okkar",
    "1289884910": "Við birtum líka greiningar og skýrslur af og til. Til dæmis:",
    "932546190": "Hvers vegna CAPTCHA verða alltaf með okkur",
    "2344319147": "Hvers virði er botauppgötvun Google raunverulega?",
    "1637527266": "Hvaða lönd eru með mesta botumferð?",
    "230159237": "Tengiliðir",
    "3759923279": "Vinsamlega beinið fréttafyrirspurnum á eftirfarandi netfang:",
    "4255608322": "Síðast uppfært: 12. apríl 2021",
    "537881751": "Velkomin í hCaptcha! Þessi persónuverndarstefna lýsir starfsháttum Intuition Machines, Inc. (\"IMI\", \"við\" eða \"okkur\") varðandi söfnun okkar, notkun og birtingu upplýsinga (þar á meðal persónuupplýsingar, skilgreindar hér að neðan) í gegnum vefsíðu okkar á www.hcaptcha .com og önnur undirlén eða lén sem við notum („síðurnar“) og hCaptcha forritsviðmótið og tengdan hugbúnað og efni (sameiginlega „þjónustan“).",
    "33639629": "Á ekki við um vefsíður þriðja aðila. Vinsamlegast athugaðu að þessi persónuverndarstefna á ekki við um neina vefsíðu, tilboð, vöru eða þjónustu þriðja aðila, jafnvel þótt hún tengist síðuna okkar eða innihaldi þjónustuna - vinsamlegast skoðaðu viðeigandi persónuverndarstefnu áður en þú ákveður að veita þriðja aðila upplýsingar teiti.",
    "987375734": "IMI er með aðsetur í Bandaríkjunum. Vefsíðunum og þjónustunni er stjórnað og rekið af okkur frá Bandaríkjunum. Persónuupplýsingar þínar kunna að vera geymdar og unnar í hvaða landi sem er þar sem við höfum aðstöðu eða þar sem við tökum þátt í þjónustuveitendum, og með því að nota síðurnar og þjónustuna samþykkir þú flutning upplýsinga til landa utan búsetulands þíns, þar á meðal Bandaríkin , sem kunna að hafa gagnaverndarreglur sem eru aðrar en í þínu landi. Við ákveðnar aðstæður geta dómstólar, löggæslustofnanir, eftirlitsstofnanir eða öryggisyfirvöld í þessum öðrum löndum átt rétt á aðgangi að persónuupplýsingum þínum.",
    "452920031": "Athugasemd til viðskiptavina utan Bandaríkjanna.",
    "2328839224": ". Vinsamlegast skoðaðu hlutann „Tilkynning til íbúa í Kaliforníu“ sem tengist réttindum þínum samkvæmt lögum um friðhelgi neytenda í Kaliforníu („CCPA“).",
    "1565481281": "Athugasemd til íbúa í Kaliforníu",
    "1028058338": "Vinsamlega skoðaðu hlutann „Tilkynning til einstaklinga í ESB“ sem tengist réttindum þínum samkvæmt almennu gagnaverndarreglugerðinni (\"GDPR\").",
    "2271205646": "Tilkynning til íbúa á Evrópska efnahagssvæðinu.",
    "508143070": "Athugaðu að IMI er ábyrgðaraðili persónuupplýsinga þinna, nema þar sem við vinnum persónuupplýsingar fyrir hönd samþættinga okkar í tengslum við veitingu þjónustu okkar, í því tilviki erum við vinnsluaðili persónuupplýsinga og þeir samþættingaraðilar eru ábyrgðaraðilar persónuupplýsingar.",
    "2330965058": "Þar sem við störfum sem vinnsluaðili fyrir samþættingaraðila okkar, notum við ekki gögnin sem safnað er í neinum tilgangi öðrum en nauðsynlegum til að veita þjónustu okkar, og vinnsla okkar mun stjórnast af samningum sem við höfum gert við samþættingaraðila okkar, ekki þessa. Friðhelgisstefna",
    "3017040355": "Vinnsla á gögnum gagna frá ESB starfar samkvæmt lagagrundvelli staðlaðra samningsákvæða (SCCs) sem eru samþætt í gagnavinnsluviðbótinni við þjónustuskilmála okkar eða gagnavinnslusamninga við samþættingaraðila okkar.",
    "2233384692": "Ef þú hefur einhverjar spurningar eða áhyggjur af því hvernig farið er með slík gögn eða vilt nýta réttindi þín, ættir þú að hafa samband við þann eða aðilann (þ.e. ábyrgðaraðila gagna) sem hefur samið við okkur um að nota þjónustuna til að vinna úr þessum gögnum. Við munum hins vegar veita samþættingum okkar aðstoð til að takast á við allar áhyggjur sem þú gætir haft, í samræmi við skilmála samnings okkar við þá.",
    "349292953": "Upplýsingar sem við söfnum",
    "3022001832": "Við söfnum upplýsingum frá einstaklingum sem hafa samskipti við síður okkar og þjónustu, þar með talið þeim sem fella þjónustu okkar inn á vefsíðu sína (\"Integrators\"), þeim sem nýta sér þjónustuna fyrir gagnamerkingar (\"viðskiptavinir\") og endanotendum sem hafa samskipti við okkar Þjónusta í gegnum vefsíður samþættinga okkar (\"Endanotendur\").",
    "835545301": "Við söfnum eftirfarandi flokkum upplýsinga:",
    "3228928991": "Upplýsingar sem hægt er að nota til að auðkenna eða hafa samband við einstakling (\"Persónuupplýsingar\"), svo sem nafn, netfang og land. Við söfnum persónuupplýsingum frá núverandi og væntanlegum samþætturum okkar og viðskiptavinum þegar þeir gefa okkur þær beint (til dæmis með því að fylla út eyðublað þegar þú skráir þig fyrir reikning eða sækja um að fá tilkynningar í tölvupósti frá okkur). Við gætum einnig sannreynt auðkenni samþættinga okkar og viðskiptavina með því að bera saman persónuupplýsingar við gagnagrunna þriðja aðila eða opinber lagaleg skjöl.",
    "1655796811": "Upplýsingum sem safnað er sjálfkrafa vegna notkunar samþættingaraðila eða viðskiptavinar á vefsíðunum eða þjónustunum (\"greiningarupplýsingar\"), svo sem IP tölur, gerð vafra, netþjónustuveitu, tegund vettvangs, gerð tækis, stýrikerfi, dagsetningu og tímastimpil um aðgang og aðrar svipaðar upplýsingar. Sumum greiningarupplýsingum er safnað fyrir okkar hönd af þriðju aðilum sem við tökum þátt í í þeim tilgangi og sumum greiningarupplýsingum er safnað með margs konar rakningartækni, þar á meðal vafrakökum (sjá „Greining þriðju aðila og rakningartækni“ hér að neðan).",
    "1388241689": "Upplýsingum sem safnað er vegna þess að notendur svara beiðnum í gegnum þjónustuna (\"merkt gögn\"), svo sem gögn um myndamerkingar, texta sem breytt er úr hljóðskrám sem spiluð eru fyrir þá notendur, svör við spurningum og aðrar ábendingar sem þjónustan myndar. í þeim tilgangi að merkja gögn til notkunar í vélanámsforritum. Athugaðu að merkt gögn eru ekki bundin við neinn auðkenndan einstakling.",
    "1493790285": "Aðrar upplýsingar sem safnað er frá endanotendum sem hluti af þjónustunni til þess eru nauðsynlegar til að ákvarða hvort þeir",
    "2216374138": "eru mannleg, svo sem músarhreyfingar, flettustöðu, takkatilvik, snertiviðburði og upplýsingar um gíraspá/hröðunarmæli eftir því sem við á.",
    "2394073454": "Við gætum safnað viðbótarupplýsingum frá notendum sem vilja vinna með okkur sem einstakir gagnamerkingar.",
    "3103557430": "Hvernig við notum upplýsingar",
    "1130802068": "Við notum upplýsingarnar sem við söfnum í eftirfarandi tilgangi:",
    "2940689138": "Að hafa umsjón með samþættingar- og viðskiptavinareikningum og veita þjónustuna. Við notum persónuupplýsingar til að tengja tiltekna reikninga við samþættingaraðila og viðskiptavini og veita þeim þjónustuna, til að svara beiðnum eða fyrirspurnum, til að veita aðstoð eða tæknilega aðstoð og til að auðvelda greiðslur.",
    "857974529": "Til að bæta síðuna og þjónustuna. Við notum greiningarupplýsingar til að bæta núverandi og þróa nýja þjónustu og tilboð og til að sérsníða núverandi og framtíðar vöruframboð.",
    "1820844638": "Til að fá markaðsinnsýn. Við notum greiningarupplýsingar til að greina markaðinn og framkvæma viðskiptagreiningar sem tengjast síðunni og þjónustu okkar og í öðrum rannsóknartilgangi.",
    "3386280249": "Að bjóða upp á markað fyrir merkt gögn. Þjónustan okkar gerir kleift að merkja mikið magn gagna og mannlega endurskoðun fyrir vélanámskerfi sem þjónustu við vefsíðueigendur og fyrirtæki sem þurfa aðstoð við að fá gögnin sín merkt. Í því skyni birtum við merkt gögn til viðskiptavina okkar sem hafa áhuga á að afla merktra gagna.",
    "3532143291": "Til að tryggja þjónustu okkar og kerfi. Við notum greiningarupplýsingar til að tryggja kerfi okkar með því að bera kennsl á hugsanlegar ógnir og veikleika og til að vernda upplýsingarnar sem við söfnum á annan hátt.",
    "2185418511": "Í hvers kyns lögmætum viðskiptalegum tilgangi, að því tilskildu að upplýsingarnar séu afgreindar eða safnaðar saman þannig að ekki sé hægt að binda þær á sanngjarnan hátt við einstakling.",
    "2386465280": "Hvernig við deilum upplýsingum",
    "2159517814": "Við deilum eða birtum persónuupplýsingar í eftirfarandi tilvikum:",
    "4256083674": "Að beinni beiðni frá samþættingaraðila um að bera kennsl á svikahættu á tiltekinni CAPTCHA áskorunarbeiðni eða IP-tölu, eða á annan hátt þar sem sérstakt samþykki var gefið.",
    "3494826505": "Með söluaðilum tökum við þátt í að veita nauðsynlega þætti vefsvæðanna og þjónustunnar, svo sem gagnageymslu, hýsingu og greiningu, og aðeins í þeim tilgangi.",
    "1119009846": "Eftir því sem nauðsynlegt er til að fara að gildandi lögum, þar með talið beiðnir stjórnvalda, löggæslubeiðnir og annað til opinberra aðila og einkaaðila til að vernda réttindi, friðhelgi einkalífs, öryggi eða eignir þíns, okkar eða annarra.",
    "197676026": "Með öðrum í hvers kyns lögmætum viðskiptatilgangi, að því tilskildu að upplýsingarnar séu afmerktar",
    "2359312315": "eða samanlagt þannig að ekki sé hægt að binda það á sanngjarnan hátt við einstakling.",
    "2497216176": "Greiningar- og rakningartækni þriðja aðila",
    "3694578791": "Eins og fjallað er um hér að ofan söfnum við (og þriðju aðilar okkar) greiningarupplýsingum að hluta með því að nota vafrakökur, vefvita og aðra rakningartækni. Í sumum tilfellum vinnum við með þriðju aðila til að nota vafrakökur í þeim tilgangi að safna greiningarupplýsingum.",
    "2238885192": "Við notum Sentry til að safna villuleitargögnum þegar notandi lendir í villu. Fyrir upplýsingar um hvernig Sentry safnar og vinnur úr gögnum:",
    "1535054294": "Vinsamlegast sjáðu nákvæma stefnu þeirra",
    "658775471": "Við notum Cloudflare til að hámarka vefumferð okkar. Fyrir upplýsingar um hvernig Cloudflare safnar og vinnur gögn:",
    "2014256987": "Ef þú vilt frekar ekki loka fyrir notkun á vafrakökum eða annarri rakningartækni, vinsamlegast sjáðu „Hafa umsjón með upplýsingum þínum“ hér að neðan. Vinsamlegast athugaðu að það getur haft neikvæð áhrif á upplifun þína af því að nota síðurnar eða þjónustuna, þar sem sumir eiginleikar gætu ekki virka rétt.",
    "2788024905": "Hvernig við tryggjum upplýsingar",
    "271333468": "Við innleiðum viðeigandi tæknilegar og skipulagslegar ráðstafanir til að vernda upplýsingarnar sem við söfnum og geymum og krefjumst þess að allir umboðsmenn sem annast vinnslu okkar fyrir okkar hönd geri slíkt hið sama. Því miður eru engar öryggisráðstafanir 100% pottþéttar og sem slíkt er ekki hægt að tryggja að neitt netkerfi eða kerfi (þar á meðal okkar) sé 100% öruggt gegn eyðileggingu, tapi, breytingum, óleyfilegri birtingu eða aðgangi að upplýsingum sem við söfnum og geymum. Ef þú telur að upplýsingar þínar gætu ekki verið öruggar af einhverjum ástæðum, vinsamlegast hafðu samband við okkur strax á:",
    "3031284129": "Fyrirvarar um ábyrgð",
    "26365791": "Að því marki sem lög leyfa, eru vefsvæðið og þjónustan (og önnur tengd þjónusta, upplýsingar, gögn, eiginleikar og annað efni eða efni) veitt á „eins og hún er“ og „eins og hún er tiltæk“. Að því marki sem lög leyfa, útilokar IMI allar ábyrgðir, þar með talið en ekki takmarkað við óbeina ábyrgð um söluhæfni, hæfni í ákveðnum tilgangi og að ekki sé brotið.",
    "735630686": "Umsjón með upplýsingum þínum (réttur þinn)",
    "498769698": "Þú getur fengið aðgang að, leiðrétt, breytt eða eytt tilteknum persónuupplýsingum sem þú gætir hafa veitt okkur í gegnum samþættingar-, viðskiptavina- eða aðgengisnotandareikninginn þinn (ef þú ert samþættingaraðili, viðskiptavinur eða aðgengisnotandi). Ef þú getur ekki gert það, eða hefur einhverjar spurningar um persónuupplýsingar sem við höfum safnað og/eða deilt um þig, eða vilt afturkalla samþykki þitt fyrir vinnslu okkar (þ.e. eyða reikningnum þínum alveg) vinsamlegast hafðu samband við okkur á:",
    "2895491273": "Ef þú vilt frekar loka á vafrakökur eða aðra rakningartækni, eru flestir vafrar og farsímar til að breyta stillingum þínum til að láta þig vita þegar þú færð vafrakökur eða önnur rakningartækni er notuð og til að velja hvort þú samþykkir/leyfa ekki það. Flestir vafrar leyfa þér einnig að slökkva á eða eyða núverandi vafrakökum eða hafna sjálfkrafa vafrakökum í framtíðinni. Þú getur líka notað verkfæri þriðja aðila, þar með talið vafraviðbætur, til að stjórna stillingum þínum fyrir vafrakökur. Athugaðu hins vegar að ef þú slekkur á öllum vafrakökum getur verið að sumir hlutar vefsvæða okkar virki ekki rétt.",
    "707527778": "Upplýsingar frá börnum",
    "1747657936": "Vefsíður okkar og þjónusta er ekki beint að börnum yngri en 13 ára og við söfnum ekki vísvitandi persónuupplýsingum frá börnum yngri en 13 ára. Ef við komumst að því að við höfum safnað persónuupplýsingum um barn yngra en 13 ára munum við taka sanngjarnar ráðstafanir til að eyða slíkum upplýsingum úr skrám okkar eins fljótt og auðið er, nema okkur beri lagaleg skylda til að varðveita þær. Vinsamlegast hafðu samband við okkur ef þú telur að við höfum einhverjar upplýsingar frá eða um barn undir 13 ára aldri:",
    "2419795065": "Tilkynning til íbúa í Kaliforníu",
    "1517625162": "Samkvæmt kafla 1789.3 um borgaralög í Kaliforníu eiga notendur í Kaliforníu rétt á eftirfarandi tilkynningu um réttindi neytenda: Íbúar í Kaliforníu geta náð í kvörtunaraðstoðardeild neytendaþjónustudeildar Kaliforníu neytendamálaráðuneytisins með pósti í 1625 North Market Blvd., Sacramento, CA 95834, eða í síma (916) 445-1254 eða (800) 952-5210.",
    "3730344349": "Þessi hluti veitir frekari upplýsingar um persónuupplýsingarnar sem við söfnum um neytendur í Kaliforníu og réttindin sem þeim eru veitt samkvæmt lögum um friðhelgi einkalífs í Kaliforníu eða „CCPA“.",
    "4044467791": "Fyrir flokka persónuupplýsinga sem við höfum safnað frá þér á síðustu 12 mánuðum, vinsamlegast skoðaðu hlutann „Upplýsingar sem við söfnum“ hér að ofan. Við söfnum þessum upplýsingum í viðskipta- og viðskiptalegum tilgangi sem lýst er í hlutanum „Hvernig við notum persónuupplýsingar“ hér að ofan. Undanfarna 12 mánuði höfum við deilt eftirfarandi flokkum upplýsinga með þriðja aðila í viðskiptalegum tilgangi:",
    "4208081170": "Flokkur persónuupplýsinga",
    "1528242915": "Auðkenni.",
    "3863351997": "Persónuupplýsingar flokkar skráðir í California Customer Records lögum (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Viðskiptaupplýsingar.",
    "2683038211": "Internet eða önnur rafræn netvirkni.",
    "3671828834": "Dæmi um sameiginlegar persónuupplýsingar",
    "779426309": "Raunverulegt nafn, einstakt persónuauðkenni, auðkenni á netinu, netfang, netfang, reikningsnafn eða önnur svipuð auðkenni.",
    "2414368123": "Nafn, kreditkortanúmer, debetkortanúmer eða aðrar fjárhagsupplýsingar.",
    "4088941349": "Skrár yfir vörur eða þjónustu sem keyptar eru, aflaðar eða skoðaðar.",
    "3238612014": "Vafraferill, upplýsingar um samskipti neytanda við vefsíðu, forrit eða auglýsingu á netinu.",
    "1023108656": "Flokkar viðtakenda þriðja aðila",
    "1418235079": "Þjónustuveitendur",
    "3238184941": "Athugið: Sviksáhætta sem tengist einstökum IP tölu getur verið deilt með samþættingaraðila sé þess óskað.",
    "285116485": "Fyrirtækið \"selur\" ekki (eins og þetta hugtak er skilgreint í CCPA) persónuupplýsingunum sem við söfnum. Vinsamlega skoðaðu hlutann „Greiningar- og rakningartækni þriðju aðila“ hér að ofan til að fá frekari upplýsingar um þær tegundir vafraköku frá þriðja aðila, ef einhverjar eru, sem við notum.",
    "1408750006": "Með fyrirvara um ákveðnar takmarkanir veitir CCPA neytendum í Kaliforníu rétt til að biðja um frekari upplýsingar um flokka eða sérstakar persónuupplýsingar sem við söfnum (þar á meðal hvernig við notum og birtum þessar upplýsingar), til að eyða persónuupplýsingum þeirra, til að afþakka hvers kyns \"sala\" sem kann að eiga sér stað, sem og réttinn til að vera ekki mismunaður fyrir að nýta þessi réttindi.",
    "759057398": "Tilkynning til skráðra aðila í ESB",
    "825780955": "Persónuupplýsingar",
    "2945960297": "Að því er varðar skráða einstaklinga í ESB jafngildir hugtakið „persónuupplýsingar“ eins og það er notað í þessari persónuverndarstefnu „persónuupplýsingum“ eins og það er skilgreint í almennri persónuverndarreglugerð Evrópusambandsins (GDPR).",
    "1126613163": "Viðkvæm gögn",
    "3571006800": "Sumar af þeim upplýsingum sem þú gefur okkur gætu verið viðkvæm gögn eins og þau eru skilgreind í GDPR (einnig nefndir sérstakir flokkar persónuupplýsinga), þar með talið auðkenning á kynþætti þínum eða þjóðerni á opinberum skilríkjum.",
    "1988461282": "Lagagrundvöllur vinnslu",
    "3519564631": "Vinnslutilgangur",
    "1778642038": "Til að eiga samskipti við þig",
    "2223819810": "Til að hámarka vettvang okkar",
    "1678661231": "Fyrir reglufylgni, forvarnir gegn svikum og öryggi",
    "2561077702": "Til að veita þjónustu okkar",
    "2066321185": "Lagagrundvöllur",
    "1174237568": "Þessi vinnslustarfsemi felur í sér lögmæta hagsmuni okkar. Við reynum að íhuga og koma jafnvægi á hugsanleg áhrif á þig (bæði jákvæð og neikvæð) og réttindi þín áður en við vinnum með persónuupplýsingar þínar í þágu lögmætra hagsmuna okkar. Við notum ekki persónuupplýsingar þínar til athafna þar sem hagsmunir okkar víkja fyrir skaðlegum áhrifum á þig (nema við höfum samþykki þitt eða sé á annan hátt krafist eða heimilt samkvæmt lögum).",
    "1350478093": "Vinnslu Tilgangur",
    "787916198": "Með þínu samþykki",
    "3348433919": "Réttindi þín",
    "3842673636": "Samkvæmt GDPR hefur þú ákveðin réttindi varðandi persónuupplýsingar þínar. Þú gætir beðið okkur um að grípa til eftirfarandi aðgerða í tengslum við persónuupplýsingar þínar sem við höfum:",
    "4057343238": "Afþakka",
    "1834911235": "Hættu að senda þér bein markaðssamskipti sem þú hefur áður samþykkt að fá. Við gætum haldið áfram að senda þér þjónustutengd og önnur samskipti sem ekki eru markaðssetning.",
    "3022301908": "Aðgangur",
    "680638297": "Veita þér upplýsingar um vinnslu okkar á persónuupplýsingunum þínum og veita þér aðgang að persónuupplýsingunum þínum.",
    "1409486258": "Rétt",
    "3878077249": "Uppfærðu eða leiðréttu ónákvæmni í persónuupplýsingum þínum.",
    "3645414921": "Eyða",
    "42182578": "Eyða persónulegum upplýsingum þínum.",
    "1609621367": "Flytja",
    "3208155808": "Flyttu véllesanlegt afrit af persónulegum upplýsingum þínum til þín eða þriðja aðila að eigin vali.",
    "1786796818": "Takmarka",
    "3329634829": "Takmarka vinnslu persónuupplýsinga þinna.",
    "4202774977": "Hlutur",
    "3007158970": "Mótmælum því að við treystum á lögmæta hagsmuni okkar sem grundvöll vinnslu okkar á persónuupplýsingum þínum sem hefur áhrif á réttindi þín.",
    "1273071008": "Beiðnir um aðgangsrétt gagnaðila",
    "3594381346": "staðsetningu.",
    "21141582": "þetta",
    "3357523404": "Gagnaflutningur yfir landamæri",
    "290966395": "Eins og lýst er í hlutanum „Athugasemd til viðskiptavina utan Bandaríkjanna“ skaltu hafa í huga að persónuupplýsingar þínar verða fluttar til, unnar og geymdar í Bandaríkjunum. Gagnaverndarlög í Bandaríkjunum gætu verið önnur en í búsetulandi þínu. Þú samþykkir flutning upplýsinga þinna, þar með talið persónuupplýsinga, til Bandaríkjanna eins og sett er fram í þessari persónuverndarstefnu með því að heimsækja síður okkar eða nota þjónustu okkar.",
    "3178581111": "Notaðu í nýjum tilgangi",
    "1088304322": "Við kunnum að nota persónuupplýsingar þínar af ástæðum sem ekki er lýst í þessari persónuverndarstefnu, þar sem okkur er heimilt samkvæmt lögum að gera það og þar sem ástæðan er í samræmi við tilganginn sem við söfnuðum þeim í. Ef við þurfum að nota persónuupplýsingar þínar í óskyldum tilgangi gætum við látið þig vita og útskýra gildandi lagagrundvöll þeirrar notkunar. Ef við höfum reitt okkur á samþykki þitt fyrir tiltekinni notkun á persónuupplýsingunum þínum, gætum við leitað eftir samþykki þínu í hvers kyns óskyldum tilgangi og leyft þér að hætta notkun þinni á þjónustunni á þeim tíma ef þú mótmælir því.",
    "2260079771": "Varðveisla gagna",
    "38428546": "Við geymum persónuupplýsingar þínar á öruggan hátt allan líftíma reikningsins þíns hjá okkur. Við munum aðeins varðveita persónuupplýsingar þínar eins lengi og nauðsynlegt er til að uppfylla tilganginn sem við söfnuðum þeim í, þar á meðal í þeim tilgangi að uppfylla lagalegar, bókhalds- eða skýrsluskyldur eða til að leysa ágreining. Viðmiðin sem við notum til að ákvarða geymslutíma eru meðal annars gildandi samningsákvæði sem eru í gildi, lögbundinn fyrningarfrestur, viðeigandi reglugerðarkröfur og iðnaðarstaðla.",
    "384965568": "Þó að kröfur um varðveislu séu mismunandi eftir lögsögu, er upplýsingum um dæmigerða varðveislutíma okkar fyrir mismunandi þætti persónuupplýsinga þinna lýst hér að neðan.",
    "2788836740": "Samskiptaupplýsingar í markaðslegum tilgangi eru geymdar stöðugt þar til þú afskráir þig. Eftir það munum við bæta upplýsingum þínum við bælingarlistann okkar endalaust. Tölvupóstupplýsingar sem safnað er frá aðgengisnotendum verða aldrei notaðar í markaðslegum tilgangi.",
    "3520687192": "Skrár yfir samskipti við þig (td stuðningsmiða sem opnaðir eru með tölvupósti eða Twitter) gætu verið geymdar um óákveðinn tíma.",
    "292211832": "Upplýsingum sem safnað er með tæknilegum aðferðum eins og vafrakökum, vefteljara og öðrum greiningartólum er hent eins fljótt og raun ber vitni, en þeim er heimilt að geyma í takmarkaðan tíma í allt að eitt ár frá því að vafraköku rennur út, venjulega á afgreindu og samansafnuðu formi nema við uppgötvum hugsanlega misnotkun á þjónustu okkar, í því tilviki munum við geyma þessar upplýsingar til að aðstoða okkur við að koma í veg fyrir misnotkun í framtíðinni. Við getum ekki tengt þessar nafnlausu og samansafnaðar upplýsingar við þig, heimili þitt, IP-tölu eða neinar persónulegar upplýsingar byggðar á upplýsingum sem geymdar eru.",
    "470943029": "Ef þú hefur einhverjar spurningar um þessa persónuverndarstefnu, vinsamlegast hafðu samband við okkur á:",
    "3192683783": "Breytingar á þessari persónuverndarstefnu",
    "1702335960": "Allar upplýsingar sem við söfnum eru háðar persónuverndarstefnunni sem er í gildi á þeim tíma sem slíkum upplýsingum er safnað. Við gætum þó endurskoðað persónuverndarstefnuna af og til. Ef endurskoðun er efnisleg, eins og hún er ákvörðuð eingöngu af okkur, munum við láta þig vita, til dæmis með tölvupósti. Núverandi útgáfa verður alltaf birt á síðu okkar um persónuverndarstefnu.",
    "3669258571": "Vafrakökurstefna",
    "2905621957": "Síðast uppfært: 18. júlí 2020",
    "1173934218": "Við skiljum að friðhelgi þína er mikilvæg fyrir þig og erum staðráðin í að vera gagnsæ um þá tækni sem við notum. Þessi stefna veitir nákvæmar upplýsingar um hvernig og hvenær við notum vafrakökur á vefsíðum okkar og þjónustu.",
    "2694150481": "Notum við vafrakökur?",
    "457627611": "Já. Við og greiningar- eða þjónustuveitendur okkar, markaðsaðilar og samstarfsaðilar gætu notað vafrakökur, vefvita eða pixla og aðra tækni til að tryggja að allir sem nota síðurnar hafi bestu mögulegu upplifunina. Vinsamlegast skoðaðu hlutann „Greiningar- og rakningartækni þriðju aðila“ í persónuverndarstefnu okkar fyrir frekari upplýsingar.",
    "501102544": ": við teljum að hCaptcha and-bot þjónustan (þ.e. þjónustan sem er innbyggð af vefsíðum, leikjum eða farsímaforritum) innihaldi aðeins svokallaðar „samþykkis-undanþegnar“ vafrakökur samkvæmt GDPR reglugerðum. Dæmi um slíkar undanþegnar vafrakökur eru:",
    "461631543": "GDPR athugið",
    "2150907653": "* Tæknilegar vafrakökur sem eru algjörlega nauðsynlegar til að veita þjónustuna. Þar á meðal eru forgangskökur, setukökur, álagsjafnvægiskökur osfrv.",
    "1012122721": "* Tölfræðilegar vafrakökur sem stjórnað er beint af okkur (þ.e. fyrsta aðila, ekki þriðju aðila vafrakökur), þar sem gögnin eru ekki notuð til prófílgreiningar.",
    "148542287": "Þetta er ekki lögfræðileg ráðgjöf og engar ábyrgðir eru veittar varðandi þessa greiningu. Ef þú hefur frekari spurningar eða áhyggjur, vinsamlegast hafðu samband við okkur á:",
    "3956117148": "Vefsíðurnar hCaptcha.com og BotStop.com (síðurnar) kunna að innihalda viðbótarkökur, eins og lýst er í þessari stefnu.",
    "3255230599": "Hvað er kex?",
    "1095532507": "Vafrakaka (\"kaka\") er lítil textaskrá sem er sett á harða diskinn þinn af vefsíðuþjóni. Vafrakökur innihalda upplýsingar sem síðar er hægt að lesa af vefþjóni á léninu sem gaf þér kökuna út. Sumar vafrakökur verða aðeins notaðar ef þú notar ákveðna eiginleika eða velur ákveðnar óskir og sumar vafrakökur verða alltaf notaðar. Þú getur fundið út meira um hverja köku með því að skoða núverandi kökulista okkar hér að neðan.",
    "2943815316": "Við uppfærum þennan lista reglulega, svo það gætu verið fleiri vafrakökur sem eru ekki enn skráðar. Vefvitar, merki og forskriftir kunna að vera notaðar á síðunum eða í tölvupósti til að hjálpa okkur að afhenda vafrakökur, telja heimsóknir, skilja notkun og skilvirkni herferðar og ákvarða hvort tölvupóstur hafi verið opnaður og brugðist við honum. Við gætum fengið skýrslur sem byggjast á notkun þessarar tækni hjá þjónustu-/greiningaveitum okkar á einstaklingsbundnum og samanteknum grundvelli.",
    "2954157511": "Af hverju notum við vafrakökur?",
    "1539071196": "Við notum yfirleitt vafrakökur í eftirfarandi tilgangi:",
    "3545935449": "Til að þekkja nýja eða fyrri notendur.",
    "32739972": "Til að geyma upplýsingar um innskráningarlotu þína ef þú ert skráður á vefsíður okkar.",
    "4209078147": "Til að bæta síðuna okkar og skilja betur heimsóknir þínar á vettvangi okkar og síðu.",
    "1077448694": "Til að samþætta við þriðja aðila samfélagsmiðla vefsíður.",
    "1709478090": "Til að þjóna þér með áhugatengdum eða markvissum auglýsingum.",
    "3256020881": "Til að fylgjast með hegðun þinni og vafravirkni með tímanum á mörgum vefsíðum eða öðrum kerfum.",
    "1092241113": "Til að skilja betur hagsmuni viðskiptavina okkar og samþættinga.",
    "1434289796": "Sumar vafrakökur eru nauðsynlegar fyrir tiltekna notkun vefsvæðanna og án slíkra vafrakökur gætum við ekki veitt margar þjónustur sem þú þarft til að nota síðurnar á réttan hátt. Þessar vafrakökur, til dæmis, leyfa okkur að reka síður okkar svo þú getir fengið aðgang að þeim eins og þú hefur beðið um og láta okkur viðurkenna að þú hafir búið til reikning og hefur skráð þig inn á þann reikning til að fá aðgang að efni vefsins. Þær innihalda einnig vafrakökur sem gera okkur kleift að muna fyrri aðgerðir þínar í sömu vafralotu og tryggja vefsíður okkar.",
    "1533171442": "Við notum einnig hagnýtar vafrakökur og vafrakökur frá þriðja aðila til greiningar og markaðssetningar. Virkar vafrakökur gera ákveðnum hlutum vefsvæðanna kleift að virka rétt og notendastillingar þínar haldast þekktar. Greiningakökur safna meðal annars upplýsingum um hvernig viðskiptavinir, samþættingar og endir notendur nota síður okkar, efni og vörur sem notendur skoða oftast og virkni auglýsinga þriðja aðila okkar. Auglýsingakökur hjálpa til við að koma auglýsingum til viðeigandi markhóps og láta auglýsingar okkar birtast efst í leitarniðurstöðum. Vafrakökur eru annað hvort \"lotu\" vafrakökur sem er eytt þegar þú lýkur vafralotunni þinni, eða \"viðvarandi,\" sem eru áfram þar til þeim er eytt af þér (rætt um hér að neðan) eða aðilanum sem þjónaði vafrakökunni. Allar upplýsingar um allar vafrakökur sem notaðar eru á síðunum eru fáanlegar í töflunni okkar um upplýsingagjöf um vafrakökur hér að neðan.",
    "322830977": "Hvernig á að slökkva á vafrakökum.",
    "3885459114": "Þú getur almennt virkjað eða slökkt á notkun á vafrakökum síðar með virkni sem er innbyggður í vafranum þínum. Ef þú vilt læra meira um vafrakökur, eða hvernig á að stjórna, slökkva á eða eyða þeim, vinsamlegast farðu á https://www.knowcookies.com/ fyrir nákvæmar leiðbeiningar.",
    "262509504": "Við kunnum að tengja upplýsingarnar sem vafrakökur safna við aðrar upplýsingar sem við söfnum frá þér samkvæmt þessari persónuverndarstefnu og notum samanlagðar upplýsingar eins og þær eru settar fram hér. Að sama skapi geta þriðju aðilarnir sem birta vafrakökur á vefsvæðum okkar tengt nafn þitt eða netfang við aðrar upplýsingar sem þeir safna, sem geta falið í sér fyrri kaup sem gerðar eru án nettengingar eða á netinu, eða notkunarupplýsingar þínar á netinu.",
    "2935155034": "Ef þú ert staðsettur á Evrópska efnahagssvæðinu hefur þú ákveðin réttindi sem lýst er hér að ofan undir fyrirsögninni \"Tilkynning til gagnasenda ESB\", þar á meðal rétt til að skoða og leiðrétta eða eyða gögnum sem við höfum um þig.",
    "1873812847": "Upplýsingagjöf um vafrakökur",
    "3319083717": "Nafn:",
    "3183855267": "1. hmt_id",
    "907324388": "Virka",
    "2896187462": "1. Notað fyrir stranglega nauðsynlega nafnlausa þjónustutengda tölfræði og í öðrum tæknilegum tilgangi eins og aðstoð við aðgengisstuðning.",
    "987267027": "Partí",
    "3453526675": "1. 1. flokkur",
    "1952810469": "Gerð",
    "1795436560": "1. Fundur",
    "102695075": "Lengd",
    "3356329025": "1. 30 dagar",
    "3744153629": "Nöfn:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "fundur,",
    "3186435874": "sessionid",
    "720059527": "2. Notað í stranglega nauðsynlegum tæknilegum tilgangi: álagsjafnvægi, leiðargerð.",
    "1241291641": "Sjá nánari upplýsingar.",
    "1834801943": "2. 1. flokkur",
    "2114694926": "2. Fundur",
    "938404336": "2. Mismunandi; allt að 30 dagar.",
    "2196526290": "hc_aðgengi",
    "2577178569": "3. Notað í algjörlega nauðsynlegum tæknilegum tilgangi: gerir aðgengisnotanda kleift.",
    "1061239711": "3. 1. flokkur",
    "1483015662": "3. Fundur",
    "3458934553": "3. Mismunandi; allt að 30 dagar.",
    "1527172673": "Ef þú hefur einhverjar spurningar um þessa vafrakökustefnu, vinsamlegast hafðu samband við okkur á:",
    "134571844": "Impressum (síðutilkynning)",
    "110836420": "Síðast uppfært: 23. desember 2020",
    "2901894297": "hCaptcha er þjónusta Intuition Machines, Inc. (\"IMI\"), bandarískt fyrirtæki í Delaware (#6393793).",
    "2928362319": "Hægt er að senda fyrirspurnir í pósti til: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Upplýsingar um núverandi stjórnun félagsins má nálgast á síðunni Um. Núverandi forstjóri félagsins er framkvæmdastjóri sem ber ábyrgð á efni.",
    "3094150511": "Eftirlitsstofnun: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI skuldbindur sig hvorki til, né er skylt að taka þátt í, varaúrlausn deilumála fyrir neytendadeilu fyrir framan aðila til úrlausnar neytendadeilu.",
    "1395644678": "Opinber vefsíða framkvæmdastjórnar Evrópusambandsins fyrir lausn deilumála á netinu:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Engar tryggingar varðandi efni",
    "707541553": "Allar upplýsingar á vefsíðum okkar hafa verið staðfestar af IMI eða þriðja aðila. Hins vegar geta hvorki IMI né þriðju aðilar borið ábyrgð á því að upplýsingar séu uppfærðar, nákvæmar eða fullkomnar. Þetta á einnig við um aðrar vefsíður sem hægt er að nálgast í gegnum tengla á síðum okkar. IMI tekur enga ábyrgð á innihaldi þessara ytri vefsíðna.",
    "2650241052": "Engin ráð",
    "3361191778": "Upplýsingarnar sem gefnar eru upp á vefsíðunum eru ekki einstakar ráðleggingar og geta ekki komið í stað þeirra. Ef þig vantar persónulega ráðgjöf, vinsamlegast hafðu samband við þjónustudeild okkar.",
    "1031855757": "Notkun þessarar síðu",
    "204716894": "Innihald og hönnun vefsíðna okkar eru vernduð samkvæmt höfundarréttarlögum. Fjölföldun síðna og innihalds þeirra á þann hátt sem er umfram sanngjarna notkun krefst fyrirfram skriflegs samþykkis IMI ef engin önnur lagaákvæði eru tilgreind um fjölföldun á síðunni.",
    "3182435854": "Höfundarréttur",
    "3187946010": "Allur texti, myndir, grafísk hreyfimynd, myndbönd, tónlist, hljóð og annað efni á þessum síðum er verndað samkvæmt höfundarréttarlögum af IMI eða þriðja aðila ef tilgreint er. Það er bannað að afrita eða breyta þessu efni til notkunar í atvinnuskyni á þann hátt sem er umfram sanngjarna notkun.",
    "74538881": "Ábyrgð á þessari vefsíðu",
    "3236873806": "IMI ber ábyrgð á þessari vefsíðu.",
    "2657277322": "Ef þú hefur einhverjar spurningar, vinsamlegast hafðu samband við okkur á:",
    "1338341134": "hCaptcha + persónuverndarpassi (beta)",
    "88879089": "Privacy Pass er an",
    "1898063898": "til að varðveita friðhelgi notenda sem við erum að þróa í tengslum við",
    "1942186611": "og aðrir.",
    "3673079511": "vaxandi staðall",
    "2164933356": "Cloudflare",
    "3119589996": "Hvernig það virkar: vafraviðbót veitir notendum möguleika á að búa til og undirrita dulmálsblind tákn fyrir vefsíður sem styðja Privacy Pass samskiptareglur. Viðbótin býr til passa sem innihalda dulmálsblinduð tákn sem eru undirrituð af hCaptcha þegar áskorun er leyst á hvaða síðu sem er með hCaptcha þjónustunni,",
    "1254771154": "áskoranir sýndar á öðrum Privacy Pass-stuðningsþjónustum sem einnig fella hCaptcha inn, td Cloudflare.",
    "996362763": "Þessi tákn eru óblinduð og geymd af viðbótinni til notkunar í framtíðinni. Þegar notandi heimsækir síðu með hCaptcha og þarf að standast áskorunina (hvort sem hún er ósýnileg eða með „Ég er mannlegur“ hnappinn) er hann innleystur sjálfkrafa. Blindandi aðferðin þýðir að undirrituð og innleyst tákn eru ótengd dulmálsfræðilega frá sjónarhóli hCaptcha og þannig er friðhelgi notenda varðveitt.",
    "2943346052": "Þegar IETF stöðlunarferlið heldur áfram, gerum við ráð fyrir að helstu vafrar muni taka upp einhvers konar persónuverndarpassa. Þetta mun að lokum gera framlenginguna óþarfa. Í augnablikinu skaltu hins vegar fylgja leiðbeiningunum hér að neðan.",
    "2326660907": "nema",
    "741483946": "* Með öðrum orðum: þú getur fengið hCaptcha Privacy Pass tákn á hCaptcha.com og notað þau beint á öðrum síðum með hCaptcha.com. Þú getur ekki fengið eða innleyst hCaptcha Privacy Pass tákn til að komast framhjá hCaptcha þjónustunni eins og Cloudflare notar, þar sem Cloudflare gefur út og innleysir eigin Privacy Pass tákn.",
    "1362015807": "Að byrja",
    "1358325821": "Fyrst skaltu setja upp viðbótina fyrir",
    "310885519": "eða",
    "4091044469": ". Gakktu úr skugga um að þú hafir virkjað viðbótina í huliðsstillingu. Farðu síðan á hvaða vefsíðu sem er með hCaptcha og leystu captcha. Frá og með útgáfu 2.0.3 geturðu innleyst þessi tákn á vefsíðum sem nota hCaptcha.",
    "3904679538": "Króm",
    "3700767772": "Þegar þú hefur sett viðbótina upp skaltu smella hér (eða á hvaða vefsíðu sem er sem notar hCaptcha) til að vinna sér inn passa:",
    "166277959": "Vinsamlega athugið: þessi eiginleiki er í beta-útgáfu sem stendur og virkar kannski ekki fyrir allar vefsíður og notendur allan tímann. Ef það er ekki virkt eða virkar ekki fyrir tiltekinn notanda mun hegðunin einfaldlega falla aftur í staðlaða hCaptcha upplifun án þess að tapa virkni.",
    "3031357206": "Nýtt tákn mun birtast við hlið vefslóðastikunnar. Farðu nú á vefsíðu með hCaptcha. Það mun líta svona út:",
    "1066753052": "sem þýðir að veskið er tómt og þú ert á síðu sem inniheldur hCaptcha áskorun. Þegar þú hefur lokið áskoruninni muntu vinna þér inn tákn sem hægt er að innleysa á hvaða annarri vefsíðu sem er með hCaptcha.",
    "651123197": "Talning af núverandi heildartölu í veskinu þínu mun birtast á tákninu eftir að þú hefur lokið áskoruninni.",
    "554844646": "Þú getur staðfest að viðbótin virki með því að sjá teljarann lækka um 1 í hvert skipti sem þú smellir",
    "4087729475": "áskorunin eftir fyrstu lausn þína.",
    "647630208": "Og þannig er það! Vafrað þín á netinu er nú persónulegri.",
    "3272552822": "Hönnuðir og dulritunarfræðingar:",
    "4059570880": "Ef þú vilt fylgjast með stöðlunarátakinu, er átak í gangi kl",
    "1904390996": "að staðla",
    "252720667": "undirliggjandi dulritunaröryggi Privacy Pass. Bókunin sjálf er að fara í gegnum",
    "3972554015": "ferli líka. Og vafraviðbótin er auðvitað",
    "3723626769": "fyrir framlag ykkar og skoðun.",
    "3882147547": "Óvitandi gervitilviljunaraðgerðir",
    "565624910": "drög",
    "3421090159": "opinn uppspretta",
    "3098677775": "Sp.: Er IP-talan mín og vafraferill algjörlega persónulegur frá hCaptcha þegar ég nota Privacy Pass?",
    "4019638786": "A: Privacy Pass notendur hCaptcha munu aldrei afhjúpa IP þeirra fyrir hCaptcha nema táknveski vafrans sé tómt eða síðan sendir það. hCaptcha hefur enga leið til að tengja notandann við innlausn táknsins og hefur aldrei beint samskipti við notandann meðan á innlausn stendur nema táknveski hans sé tómt.",
    "3887113660": "Sp.: Hvernig hefur Privacy Pass áhrif á tekjur hCaptcha?",
    "1116455671": "A: Þú færð verðlaun fyrir fyrstu lausnina ef notandinn klárar hana á síðunni þinni. Innlausnir fylgja sama svarmynstri og ef notandinn hefði farið sjálfkrafa inn á síðuna þína vegna mikils trausts viðskiptavinar: engar tekjur eiga sér stað og símtalið til staðfestingar á vefþjóninum þínum fær „inneign: False“ í niðurstöðum passasins.",
    "779817954": "Sp.: Ef ég er með persónuverndarpassa sem gefin eru út af öðrum þjónustuaðila, get ég þá innleyst þá á hCaptcha?",
    "3014149332": "A: Nei, passa eru ekki samhæfð: þau verða að vera gefin út og innleyst af sama yfirvaldi, í þessu tilviki hCaptcha. Athugaðu að ef þú ert með passa frá bæði Cloudflare og hCaptcha í viðbótinni þinni mun númerið sem er tiltækt breytast í rétta upphæð eftir þörfum síðunnar sem þú ert að heimsækja. Með öðrum orðum, ef þú ert með 100 Cloudflare passa í veskinu þínu og 10 hCaptcha passa, ættir þú að sjá 10 á framlengingartákninu á síðum með hCaptcha innbyggðum.",
    "3679148535": "Sp.: Hvaða önnur forrit Privacy Pass ertu að vinna í?",
    "1606783855": "A: Við höfum mikinn áhuga á Privacy Pass for the Accessibility (\"a11y\") notkunartilvikinu. Áður vinsælir valkostir eins og hljóð-captchas mismuna mörgum a11y notendum. Við teljum að sameining núverandi a11y nálgun okkar og Privacy Pass útgáfu muni gera a11y notendum kleift að vafra á öruggan hátt, öruggir í þeirri vissu að umferð þeirra sé persónulegri, á sama tíma og takmarka misnotkun lánveitenda sem óhjákvæmilega á sér stað þegar a11y valkostir eru í boði.",
    "2359150347": "Sp.: Styður önnur öryggisþjónusta á netinu Privacy Pass?",
    "2082237880": "A: hCaptcha er fyrsta þjónusta sinnar tegundar sem styður Privacy Pass og er sú eina sem gerir það eins og er. Hins vegar gerum við ráð fyrir að önnur þjónusta viðurkenni kosti þess að auka friðhelgi notenda á netinu og væntum þess að í framtíðinni muni fleiri taka að sér innleiðingar þar sem IETF staðlarnir sem við erum að hjálpa til við að þróa eru formlega samþykktir.",
    "2109792055": "Notendahandbók: Villuleitarvandamál með útgáfu og staðfestingu persónuverndarpassa",
    "3588620914": "Privacy Pass er ný uppfinning samkvæmt stöðlum vefsins og það er mögulegt fyrir önnur forrit og vafraviðbætur sem ekki vita af því að trufla virkni þess.",
    "4039193170": "Ef þú átt í vandræðum með að fá eða innleysa tákn:",
    "2378786360": "1. Prófaðu einn af hinum studdu vöfrunum: ef þú ert á Chrome, reyndu að nota Firefox án þess að flytja inn stillingarnar þínar úr Chrome og settu upp viðbótina þar. Ef það virkar gætirðu átt í vandræðum með stillingar vafra.",
    "394235836": "3. Ef ekkert af ofangreindum tillögum virkar, sendu okkur stuðningspóst og við munum vera fús til að hjálpa til við að finna út hvað er að gerast.",
    "3470857731": "Greining á því hversu vel reCAPTCHA greinir vélmenni.",
    "3240786848": "Síðast uppfært: 18. febrúar 2021",
    "2547140673": "Í meira en áratug hefur reCAPTCHA þjónusta Google boðið eigendum vefsíðna upp á viðskipti: leyfðu Google að fylgjast með notendum þínum og spyrja þá spurninga, og í staðinn lofa þeir að stöðva vélmenni og ruslpóst.",
    "2133754014": "Meira en 4,5 milljónir vefsíðna nota reCAPTCHA [",
    "3152512587": "og kerfið safnar hundruðum milljóna daglegra lausna. [",
    "2296918009": "Þetta jafngildir meira en 100 mannsára vinnu á hverjum degi.[",
    "3900538778": "Merkt gögn eru eldsneytið sem knýr vélnám. reCAPTCHA svör hafa verið notuð til að bæta ML/AI þjónustu Google síðan 2009. Margir sem nota reCAPTCHA gera sér ekki grein fyrir því að verið er að nota vinnu þeirra.",
    "1160252730": "Google er nú að rukka hátt verð fyrir reCAPTCHA Enterprise, sem veldur því að mörg fyrirtæki endurmeta þennan samning.",
    "1131196501": "Stórfyrirtæki eins og",
    "204889717": "hafa skipt yfir í hCaptcha's",
    "639413188": "sem svar.",
    "3280658086": "fyrirtækjalausnir",
    "3842815245": "Er þetta sanngjörn viðskipti?",
    "714342693": "HCaptcha teymið hefur safnað verðupplýsingum frá „dark web“ captcha-breaking þjónustu síðan 2016. Við tókum eftir áhugaverðri þróun:",
    "468929661": "Meðalkostnaður við að brjóta reCAPTCHA er ótrúlega lágur (minna en $1 á 1000 lausnir) og hefur ekki aukist verulega síðan eftirlit okkar hófst árið 2016. Þetta á bæði við um reCAPTCHA v2 og v3. [",
    "2862164005": "Verðlagningargögn gera okkur kleift að setja nákvæmt dollaragildi á öryggið sem reCAPTCHA býður upp á: $0,001 eða minna á hvert svar.",
    "102498091": "Google rukkar $1 fyrir hverjar 1000 beiðnir fyrir reCAPTCHA Enterprise, sem þýðir að þeir rukka nú meira fyrir hverja beiðni en það kostar að brjóta öryggi þjónustunnar. Þetta virðist vera slæmur samningur.",
    "130239139": "Hvert er verðmæti 100+ mannára vinnu sem Google safnar daglega?",
    "1421074182": "Talsvert hærri.",
    "1953519598": "Kostnaður við að merkja eina mynd er á bilinu $0,03 til $1,00 eða meira. Með hvaða varfærnu mati sem er, hefur Google unnið milljarða dollara af ókeypis vinnuafli hingað til. [",
    "3025548709": "Er einhver valkostur við þennan ósanngjarna samning?",
    "263761351": "hCaptcha er fyrsti trúverðugi valkosturinn, sem nú er notaður af hundruðum milljóna manna í hverjum mánuði.",
    "2743692546": "Þegar notendur sanna mannúð sína í gegnum hCaptcha fer vinnuafl þeirra inn á nafnlausan opinn markað fyrir tilboð.",
    "1982750088": "Fyrirtæki um allan heim bjóða í þá vinnu til að klára einföld verkefni sem eru auðveld fyrir fólk en erfitt fyrir vélar. Notendur styðja síðuna sem þeir eru að heimsækja og upplifa minna ruslpóst á vefnum vegna hærra öryggisstigs.",
    "1108398506": "Viðskiptavinir fá fulla stjórn á upplifuninni og njóta góðs af þeirri sérfræðiþekkingu sem hCaptcha hefur aflað sér við að reka stærsta óháða áskorunarveituna á internetinu. Þeir fá líka betri samning en reCAPTCHA Enterprise: allt að 50-80% betra verð, allt eftir magni.",
    "3012870872": "Vefsíður og öpp sem nota ókeypis útgáfuna (hCaptcha Publisher) afla tekna af þeirri vinnu í stað þess að gefa það til Google.",
    "2271512952": "Notendur styðja síðuna sem þeir eru að heimsækja og upplifa minna ruslpóst.",
    "278010425": "Fjölbreytt og oft breytilegt úrval verkefna á hCaptcha er líka erfiðara að gera sjálfvirkan. Einfalt viðmót reCAPTCHA hefur ekki breyst í mörg ár og hefur lítið sett af spurningum sem sjaldan breytast. Þetta er ein af þeim leiðum sem hCaptcha veitir öflugri and-botavörn en reCAPTCHA.",
    "984849234": "hCaptcha notar háþróaða vélanám til að skila því sem reCAPTCHA lofar aðeins, á sama tíma deilir verðmætinu sem er náð með vefsíðunum sem nota það.",
    "4063769686": "Notendur styðja síðuna sem þeir eru að heimsækja og upplifa minna ruslpóst. Þetta virðist vera sanngjarnari samningur.",
    "685916926": "Af hverju hefur reCAPTCHA ekki batnað með tímanum?",
    "3992401943": "Það hefur orðið bylting í djúpnámi síðan 2012. Viðmið iðnaðarins um nákvæmni verkefna hefur batnað til muna undanfarinn áratug, fyrst og fremst vegna djúpra samskiptaneta. Önnur ML-knún þjónusta sem Google býður upp á hefur fylgt þessum ferli.",
    "615031303": "(Sjá neðanmálsgrein",
    "2125514305": "ML hefur batnað, en erfiðleikarnir við að komast framhjá reCAPTCHA hafa ekki breyst verulega á þessum tíma.",
    "1406188018": "6 og 7",
    "2689973938": "Að bæta reCAPTCHA skapar innri átök fyrir Google sem auglýsingasöluaðila.",
    "464238793": "Ef Google ákveður sjálft að notandi sem sér auglýsingu eða smellir á tengil hafi í raun verið vélmenni, getur það ekki rukkað fyrir auglýsingar sem þeim notanda eru sýndar. Þessi hagsmunaárekstrar hafa takmarkað verulega umfang markmiða Google gegn botni.",
    "918924423": "Til dæmis hefur Google ekki boðið upp á augljóslega verðmæta þjónustu eins og afturvirka uppgötvun vélmenna. Það er miklu áreiðanlegra að lýsa því yfir að notendaumferð sé mynduð eftir að hafa greint nokkurra daga gögn.",
    "661412233": "Að vita eftir captcha að sumir notendur væru vélmenni er líka dýrmætt. Það gerir vefsíðueigendum kleift að hreinsa út gamlar ruslpóstsfærslur og eyða „sofandi reikningum“ sem eru skráðir á ruslpóstspjalla í framtíðinni, draga úr svikum og fleira.",
    "3600797185": "Með því að bjóða upp á afturvirka auðkenningu vélmenna myndi Google opna fyrir erfiðar spurningar um hvernig eigi að endurgreiða afturvirkt auglýsendum sem eyddu peningum í þá sviksamlegu umferð.",
    "2076932190": "ReCAPTCHA varan hefur því staðnað í áratug.",
    "3856912381": "Notendur hafa orðið fyrir og óþarfa ruslpóstur á vefnum er nú allsráðandi. En það er val.",
    "1035621426": "Sérhver láni sem er auðkenndur af reCAPTCHA dregur beint úr auglýsingatekjum Google.",
    "3668115514": "Hvernig er hCaptcha öðruvísi?",
    "2413742287": "Hvati hCaptcha er að hámarka nákvæmni, ekki auglýsingatekjur: Botsvör eru gagnslaus fyrir viðskiptavini okkar, sem þurfa mannleg þjálfunargögn.",
    "1373262754": "Að vita hver einstaklingur er hefur lágmarks gildi fyrir hCaptcha. Okkur er bara sama hvort þeir eru mannlegir eða illgjarn leikari.",
    "600646860": "Í stað þess að bjóða upp á vafasama þjónustu á sama tíma og vinnuafl með raunverulegt verðmæti, veitir hCaptcha bæði bætur og sterka vörn gegn botni.",
    "1836191653": "Í stað þess að bjóða upp á ókeypis notendur sem auðvelt er að sigra þjónustu á meðan þeir rukka milljónir dollara fyrir fyrirtækisútgáfu sem er ekki mikið betri, veitir hCaptcha framúrskarandi botnvörn fyrir báða, en býður fyrirtækisnotendum upp á viðbótareiginleika og sérsniðna, ásamt sterkum SLA og skjótum stuðningi.",
    "990215503": "hCaptcha er eina stóra captcha þjónustan sem ekki er í eigu auglýsinganets.",
    "971933157": "hCaptcha er annt um friðhelgi einkalífs, gagnsæi og sanngirni.",
    "178839499": "hCaptcha deilir gildi vinnunnar á meðan notendur sanna mannúð sína.",
    "1237076138": "hCaptcha býður upp á sanngjarnan samning fyrir bæði ókeypis (hCaptcha Publisher) og fyrirtæki (hCaptcha Enterprise) viðskiptavini.",
    "614310292": "Hver smíðaði hCaptcha?",
    "4188814619": "hCaptcha er þjónusta innsæisvéla (",
    "3265328927": "), vélanámsfyrirtæki sem býður upp á vörur og þjónustu fyrir fyrirtæki sem innleiða vélanám í stærðargráðu.",
    "2740033957": "Spjallteymið er skipað vísindamönnum og verkfræðingum frá Apple, Amazon og öðrum leiðtogum í vélanámi, dreifðum kerfum og öryggi.",
    "1579715421": "Vísindamenn í spjalli birta reglulega á helstu ráðstefnum eins og ICML, ICLR, ECCV og NeurIPS, og fyrirtækið hefur opinberlega gefið út nýjustu niðurstöður í ML greinum eins og djúpum hass.",
    "4015238193": "og OCR [",
    "279580593": "imachines.com",
    "279918384": "Hvernig notar Google ókeypis vinnuafl þitt?",
    "2385522384": "Þú varst líklega að sjá ramma af myndbandi úr myndavélum á Waymo sjálfkeyrandi bílum frá Google og hjálpaði til við að bæta hlutgreiningu þeirra.",
    "1517627947": "Þú varst líklega að sjá myndir af byggingum eða götuskiltum frá Streetview bílum Google og hjálpa til við að merkja staðsetningar fyrir Maps og Earth vörurnar þeirra.",
    "3225936061": "Þú varst líklega að sjá myndir af texta teknum af bókasíðum á Google Books þjónustunni og hjálpaði til við að bæta OCR (textagreiningar) hugbúnaðinn þeirra.",
    "129661785": "Hefur þú einhvern tíma verið beðinn um að \"smella á bílinn/gangbrautina/stoppljósið?\"",
    "936667684": "Hefur þú einhvern tíma verið beðinn um að \"slá inn byggingar/götuskilti?\"",
    "3773515538": "Hefur þú einhvern tíma verið beðinn um að \"slá inn orðin tvö?\"",
    "1778058441": "Hvers konar störf keyra á hCaptcha?",
    "366088791": "hCaptcha styður margs konar verkefni.",
    "3114147525": "Viðskiptavinir hCaptcha nota þjónustuna fyrir verkefni, þar á meðal hlutagreiningu, eiginleikagreiningu (söfnun merkimiða til að bera kennsl á tegundir fatnaðar), röðun á mikilvægi (velja viðeigandi vöru úr nokkrum valkostum í samanburði við aðalvöru), afmarkandi reiti (finna áhugaverð svæði á mynd), „Human OCR“ (að auðkenna textann á mynd) og margar aðrar tegundir verkefna.",
    "3139609561": "Hér að neðan eru tvö dæmi um myndaflokkun og eiginleikagreiningarstörf. [",
    "2273532558": "Hverjir eru borgandi viðskiptavinir hCaptcha?",
    "4104221634": "Viðskiptavinir hCaptcha spanna margs konar atvinnugreinar, allt frá tæknifyrirtækjum til þeirra sem einbeita sér að tísku, smásölu og öðrum sviðum þar sem þeir geta skapað verðmæti með því að beita vélanámi.",
    "1337725003": "hCaptcha hefur skuldbundið sig til að lýðræðisfæra aðgang að rauntímaskýringum í miklu magni og leyfa stórum sem smáum fyrirtækjum að bæta gæði vöru sinna og þjónustu með því að nota vélanám í fyrirtæki sínu.",
    "4086379603": "Spurningar?",
    "1243684308": "Við tökum álit þitt alvarlega og viljum tryggja að allir hafi ánægjulegri upplifun á netinu, með færri vélmenni og minna ruslpósti. Hafðu samband við okkur:",
    "2645321220": "Og ef þér finnst kostnaður við reCAPTCHA vera of hár skaltu spyrja okkur um hCaptcha Enterprise. Eins og er í notkun hjá sumum af stærstu útgefendum, fjármálaþjónustufyrirtækjum og vefinnviðafyrirtækjum í heiminum, eru þau ekki aðeins trúverðugur valkostur við reCAPTCHA: við teljum að þau bjóði upp á bestu botnavörn sem til er.",
    "1229233916": "Neðanmálsgreinar",
    "1115642494": "1. Heimild: BuiltWith.com reCAPTCHA síða skráningar. Sótt 9. júlí, 2019.",
    "448807334": "(\"Hundruð milljóna CAPTCHA eru leyst af fólki á hverjum degi.\") Sótt 8. júlí 2019.",
    "2397590157": "3. Varlega mat: 200 milljónir leysa * 30 sekúndur á hverja lausn í árum = 190,3 mannár/dag.",
    "3236311792": "4. hCaptcha innri greining. Gögn safnað til og með 30. júní 2019. Upplýsingar fáanlegar sé þess óskað.",
    "1752259468": "5. Varfærnislegt mat: $0,01 kostnaður við eina skýringu * 200M meðaltal. athugasemdir á dag (neðri mörk) * 365 dagar á ári * 10 ár frá kaupunum 2009 = 7,3 milljarðar dala lægra verðmæti.",
    "3268946369": "6. Inneign: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Heimild: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIRKY BYGGÐ VENSLUNARINNGREININGAR FYRIR vægu eftirliti með djúpum hass, Heikki Arponen, Tom E Bishop. ICML 2019, LLD vinnustofa.",
    "2544169219": "Nýjustu niðurstöður: ICML LLD, maí 2019.",
    "1973347745": "10. Royalty-frjáls dæmi myndir. Heimild: Petapixel.",
    "1493115924": "Vörumerki athugasemdir:",
    "4051104324": "\"Intuition Machines\" er skráð vörumerki Intuition Machines, Inc.",
    "3983646521": "Öll vöruheiti, lógó, vörumerki, vörumerki og skráð vörumerki eru eign viðkomandi eigenda. Öll nöfn fyrirtækja, vöru og þjónustu sem notuð eru á þessari vefsíðu eru eingöngu til auðkenningar. Notkun þessara heita, vörumerkja og vörumerkja felur ekki í sér stuðning. Í þessu tilfelli, alveg hið gagnstæða.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Vísindamenn í spjalli settu nýtt viðmið fyrir veikburða eftirlitstextagreiningu (OCR) á CVPR 2020.",
    "1259002282": "Fannstu villu? Hér er hvernig á að tilkynna það.",
    "3301728462": "Milljónir manna nota hCaptcha í hverjum mánuði, á þúsundum samsetninga vafra, viðbóta, tækja, eldvegga og fleira.",
    "3878230879": "Markmið okkar er að tryggja að það virki alltaf fyrir þig, svo við kunnum mjög vel að meta skýrslur þínar!",
    "2465128185": "Til að gefa skjót viðbrögð, smelltu bara á „Senda okkur álit“ hnappinn.",
    "2921990472": "Ef þú sérð hagnýt vandamál, vinsamlegast fylgdu",
    "2870341481": "fyrir neðan. Fyrir alla aðra vafra bara",
    "1866590035": "leiðbeiningar um villuleit fyrir Chrome",
    "444492541": "leiðbeiningar um villuleit fyrir Firefox",
    "169267610": "sendu okkur tölvupóst",
    "3100722753": "Fyrir hugsanleg öryggis- eða persónuverndarvandamál, sjá leiðbeiningarnar hér að neðan.",
    "1906593952": "Gefðu endurgjöf um hCaptcha sem þú sást nýlega",
    "3951254541": "Við kunnum að meta innlegg þitt. Láttu okkur vita um vandamál og við leysum þau fljótt.",
    "3324288040": "Sendu okkur athugasemdir",
    "2864016648": "Persónuverndarmál",
    "304004915": "Okkur er sama hverjir notendur eru, aðeins hversu líklegt er að þeir séu illgjarnir eða vélar. Við styðjum frumkvæði eins og",
    "1139493658": ", og vinna hörðum höndum að því að koma jafnvægi á friðhelgi og öryggi.",
    "3083289844": "Ef þú hefur fundið vandamál sem þú telur að gæti haft áhrif á friðhelgi notenda, vinsamlegast sendu okkur tölvupóst á",
    "4264784515": "Öryggisgalla",
    "963238401": "Við höfum alltaf áhuga á að fá tilkynningar um öryggisvillur. Tölvupóstur",
    "3926027556": "og við munum snúa aftur til þín fljótt.",
    "1589805435": "Við erum líka með a",
    "2560582224": "villulaunaáætlun",
    "103876916": "fyrir gjaldgengar öryggisskýrslur um hCaptcha þjónustuna og tengdan frumkóða.",
    "497117287": "Aðgengisvalkostir",
    "3230004040": "Ertu sjónskertur eða á annan hátt ófær um að klára hCaptchas?",
    "3480023141": "Frekari upplýsingar um aðgengisvalkosti",
    "2052161540": "Handtaka villuskýrsluupplýsingar: Chrome",
    "2281169898": "Að senda villuleitarupplýsingar með skýrslunni þinni mun auðvelda okkur að bera kennsl á hvað er að gerast. Hér eru skref-fyrir-skref leiðbeiningar:",
    "1123365779": "Ef þú ert vefhönnuður eða sérfræðingur notandi, samantektin er að við viljum að þú sendir okkur netupptöku sem skráir HAR og vafratölvuskrár.",
    "2015218686": "áður en þú ferð í gegnum þessi skref. Ef það lagar vandamálið þitt, þætti okkur samt vænt um að þú lætur okkur vita af vafraútgáfunni þinni, auglýsingablokkara eða vafraviðbót og vefslóð vefsíðunnar.",
    "3922723611": "Vinsamlegast reyndu að slökkva á auglýsingablokkara eða öryggisviðbótum fyrir vafra",
    "4036872105": "fyrst og reyndu svo aftur",
    "993651083": "Skref 1: Opnaðu þróunarverkfæri (Þetta byrjar að taka upp lotuna.)",
    "4163469907": "Skref 2: Smelltu á Network flipann í Developer Tools. Hakaðu í reitinn „Varðveittu annál“ efst.",
    "4243348003": "Skref 3: heimsókn",
    "641342999": ", eða vefsíðuna sem þú átt í vandræðum með (Athugið um persónuvernd: aðeins ef þér er sama um að deila því hvað það er) ... og smelltu svo á \"Ég er mannlegur\" hnappinn og reyndu að leysa.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Skref 4: Smelltu á „Flytja út HAR“ (litlu örina niður) eftir að þú hefur reynt að leysa, sem vistar netskrána. Sendu þá skrá til okkar.",
    "1503240421": "Skref 5: Smelltu á Console flipann og hægrismelltu síðan á \"Vista sem ..\" til að vista stjórnborðsskrána. Sendu okkur það líka.",
    "2863840904": "Skref 6: Síðasta skrefið, sendu okkur þessar HAR- og stjórnborðsskrár í tölvupósti og lýstu vandamálinu",
    "4051785543": "Notaðu:",
    "3623028666": "(vinsamlegast notaðu þjónustu eins og",
    "551761392": "og sendu tengla) og mögulega skjáskot, ef þig grunar að eitthvað sé ekki rétt birt. Vinsamlegast sendu IP-töluna sem þú ert að nota líka. Þú getur fengið það frá",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Takk fyrir að gefa þér tíma til að hjálpa okkur að fá þessar upplýsingar!",
    "3680327841": "Við erum staðráðin í að láta hCaptcha virka vel fyrir alla",
    "1059502393": "Handtaka villuskýrsluupplýsingar: Firefox",
    "1112074001": "Skref 2: Smelltu á Network flipann í Developer Tools. Hakaðu í reitinn „Viðvarandi logs“ efst.",
    "1797298240": "Skref 4: Smelltu á \"HAR\" eftir að þú hefur reynt að leysa og veldu \"Vista allt sem HAR\" til að vista netskrána. Sendu þá skrá til okkar.",
    "3671246379": "Skref 5: Smelltu á Console flipann og hægrismelltu síðan á \"Veldu allt\" og vistaðu það í textaskrá til að vista stjórnborðsskrána. Sendu okkur það líka.",
    "3816867833": "Endurgjöf",
    "788770967": "Leitt að heyra það! Þú gætir viljað nota aðgengisvalkostinn okkar:",
    "1333016413": "Þetta gerir þér kleift að forðast spurningar í framtíðinni með því að skrá þig og setja fótspor.",
    "2333410049": "Vinsamlegast reyndu líka að slökkva á auglýsingalokun þinni.",
    "1345083090": "Tilkynna um virknivandamál?",
    "2184564739": "Sjáðu",
    "604751186": "Önnur mál? Tölvupóstur",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "hvernig á að tilkynna vandamál með ítarlegum annálum",
    "1050501253": "Of erfitt",
    "3264813246": "Óviðeigandi",
    "3526939538": "Hugbúnaðarvilla",
    "126134492": "Annað",
    "3511610999": "Við skulum ganga úr skugga um að þú komir á réttan stað.",
    "3906886217": "Fyrir fyrirtæki eða vefsíður",
    "1621597093": "Fyrirtækjaöryggislausnir (greitt)",
    "3176531704": "Gagnaskýring",
    "1834239172": "Keyptu hCaptcha athugasemdaþjónustu",
    "1457707016": "Fyrir einstaklinga",
    "770264626": "Bættu hCaptcha við þjónustuna þína (ókeypis)",
    "881015166": "Bættu hCaptcha for Publishers við vefsíðuna mína eða appið",
    "47536007": "Lærðu meira um hCaptcha",
    "2012837493": "Leitarniðurstöður",
    "4034694801": "Engar samsvarandi niðurstöður.",
    "3621411541": "Lærðu um aðgengisvalkosti fyrir hCaptcha",
    "3401005681": "Græða peninga",
    "3933993151": "Vinna sem einstakur gagnamerkari",
    "563059212": "Listi yfir undirvinnsluaðila",
    "3501923981": "Síðast uppfært: 1. janúar 2020.",
    "3548097301": "Gildir: 1. janúar 2020.",
    "3991444169": "Þessi síða sýnir núverandi undirvinnsluaðila fyrir hCaptcha Enterprise þjónustuna.",
    "835396984": "Virkur eins og er",
    "424089481": "Amazon Web Services, Inc. (Global). Veitt þjónusta: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Veitt þjónusta: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Alþjóðlegt). Veitt þjónusta: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (alþjóðlegt). Veitt þjónusta: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Athugið: á ekki við um alla viðskiptavini. Til dæmis eru IP-blinding eða aðrir háþróaðir næðis- eða öryggisvalkostir viðskiptavinir (td viðskiptavinir Secure Virtual Tenancy) algjörlega útilokaðir frá hugsanlegum „PII“ sem koma alltaf inn í fjarmælingakerfi, jafnvel IP tölu. Vinsamlegast hafðu samband við reikningsfulltrúa þinn til að fá frekari upplýsingar ef þörf krefur.",
    "700843971": "Hound Technology, Inc. (Global). Veitt þjónusta: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (alþjóðlegt). Veitt þjónusta: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (alþjóðlegt). Veitt þjónusta: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Veitt þjónusta: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Innviðir",
    "370366524": "skammvinn þjónusta fjarmæling",
    "121192737": "Væntanlegar viðbætur",
    "2420789666": "Fastly, Inc. Þjónusta veitt: Fastly CDN og edge comput.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Gildir: 1. september 2021. Innviðaviðbót",
    "1487796027": "Fyrir fyrirtæki",
    "3943417791": "Fáðu stuðning fyrir hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha útgefandi (ókeypis)",
    "3397976149": "Fáðu stuðning fyrir hCaptcha Publisher",
    "833750823": "Áttu í erfiðleikum með áskorun?",
    "2024737147": "Viltu tilkynna villu?",
    "1978884623": "Lærðu meira um að tilkynna um hugbúnaðarvandamál",
    "4188664955": "Aðalþjónustuskilmálar",
    "2621989404": "Síðast uppfært: 24. september 2021. Athugaðu að skilmálar okkar á ensku eru viðurkenndir.",
    "2404545611": "Velkomin í hCaptcha! Þakka þér fyrir að vera hluti af samfélaginu okkar. Allir notendur „þjónustunnar“ (skilgreindir hér að neðan) verða að samþykkja eftirfarandi skilmála („þjónustuskilmálar“). Samkvæmt þessum þjónustuskilmálum vísar „IMI“, „við“ og „okkur“ til Intuition Machines, Inc. og dótturfélaga þess, hlutdeildarfélaga, yfirmenn, umboðsmenn, starfsmenn, fulltrúa og umboðsmenn, og „vefsíðan“ okkar inniheldur allar vefsíður skv. stjórn okkar, þar á meðal www.hcaptcha.com og www.imachines.com.",
    "2348450790": "Vinsamlegast lestu þessa þjónustuskilmála. Þau fela meðal annars í sér fyrirvara um ábyrgð, takmarkanir á ábyrgð og bindandi gerðardóm. Vinsamlegast athugaðu að þessir þjónustuskilmálar kunna að hafa breyst frá síðustu heimsókn þinni á vefsíðu okkar. Við kunnum að endurskoða og uppfæra þessa þjónustuskilmála af og til að eigin geðþótta. Ef um efnislegar breytingar verður að ræða munum við láta þig vita með því að birta uppfærða þjónustuskilmála á þessari síðu, eftir það verður þú að samþykkja uppfærða þjónustuskilmála til að halda áfram að nota eða fá aðgang að síðunni eða þjónustunni.",
    "1064537632": "Vinsamlegast athugaðu að notkun þín á þjónustu okkar er stjórnað af gagnavinnslusamningi okkar, sem er felldur inn hér með tilvísun. Vinsamlegast skoðaðu þennan samning til að sjá hvernig við vinnum með persónuupplýsingar fyrir þína hönd. Athugaðu að við störfum sem „gagnavinnsla“ í tilgangi almennu gagnaverndarreglugerðar ESB og „þjónustuveitandi“ í þeim tilgangi samkvæmt lögum um friðhelgi einkalífs neytenda í Kaliforníu.",
    "1933936765": "Gagnavinnslusamningur (Síðast uppfærður: 23. september 2021)",
    "2959486280": "Ef þú samþykkir ekki þessa þjónustuskilmála máttu ekki nota eða fá aðgang að síðunni eða þjónustunni.",
    "3200859925": "1. Tilgangur",
    "1807143500": "Þjónustan felur í sér öryggisþjónustu á netinu (\"hCaptcha þjónustan\") og vettvang (\"Intuition Machines Platform\") þar sem einstaklingur (\"Contributor\") getur valið að framkvæma verkefni sem þriðji aðili eða Intuition Machines sjálft (hver um sig) \"Beiðandi\") birtir á vefsíðu okkar eða hCaptcha þjónustuna, annað hvort beint á vefsíðu okkar eða með því að fá aðgang að Intuition Machines pallinum og/eða framkvæma verkefni í gegnum eða í tengslum við þriðja aðila aðila og/eða vettvang eða þjónustu (hver, \"Integrator\"). Umsækjendur setja inn verkefni og bjóða þátttakendum að framkvæma þau í skiptum fyrir umbun sem IMI veitir samþættingum, eða eins og beiðandinn ákveður ef umsækjandinn notar Intuition Machines Platform eða hCaptcha þjónustuna til að þjóna verkefnum fyrir sína eigin endanotendur. Við rukkum fyrirtæki og einstaklinga (hver um sig „viðskiptavin“) fyrir notkun á vettvangi okkar svo að þeir geti notað hugbúnaðinn okkar, höfundarverkefni, ráðið okkur til höfundaverkefna og/eða fengið aðgang að þátttakendum. Við rukkum einnig samþættinga fyrir notkun á hCaptcha þjónustunni okkar til að draga úr svikum, misnotkun og ruslpósti á vefsíðum þeirra, farsímaforritum og öðrum neteignum. Ofangreint er sameiginlega nefnt „þjónustan“.",
    "3212830633": "2. Hæfi",
    "2605814073": "Með því að nota eða skrá þig fyrir þjónustu okkar samþykkir þú: þú ert að minnsta kosti 18 ára; þú hefur heimild til að gera þennan samning fyrir þína hönd eða aðilans sem þú ert fulltrúi fyrir, og munt ávallt vera í samræmi við þessa þjónustuskilmála og allar stefnur og leiðbeiningar IMI sem vísað er til hér; og þú munt ekki misnota vefsíðuna okkar, gefa ranga mynd af auðkenni þínu fyrir okkur eða nota gervigreind til að klára nokkurn hluta af verkefnum á IMI sem krefst mannlegrar upplýsingaöflunar.",
    "2616040974": "3. Viðskiptavinir og beiðendur",
    "1544829730": "Ef þú ert viðskiptavinur eða umsækjandi samþykkir þú að viðbótarskilmálar sem fylgja hér með sem viðauki viðskiptavinar eigi við og verði felldir inn í þessa þjónustuskilmála með tilvísun. Ef þú ert ekki viðskiptavinur eða beiðandi, eða hættir að vera viðskiptavinur eða beiðandi, þá munu viðbótarskilmálar í viðauka viðskiptavinarins ekki gilda né verða þeir felldir inn með tilvísun í þessa þjónustuskilmála.",
    "3759360138": "4. Notandanafn og lykilorð",
    "2236960358": "Við skráningu verður þú beðinn um að birta tilteknar persónuupplýsingar um þig (\"Persónuupplýsingar\"), þar á meðal nafn þitt, netfang, og búa til notandanafn og lykilorð, sem allt mun falla undir persónuverndarstefnu okkar, sem er aðgengilegt á okkar vefsíðu. Þú einn berð ábyrgð á því að fylgjast með, tryggja og viðhalda öryggi reikningsins þíns, lykilorða og hvers kyns auðkenningarlykla sem tengjast reikningnum þínum, og þú berð ábyrgð á hvers kyns notkun eða aðgerðum sem gripið er til með notkun þessara upplýsinga á þjónustunum.",
    "3047519814": "Þú samþykkir að þú munt ekki deila reikningnum þínum eða lykilorði með neinum.",
    "1699668873": "Þú verður að tilkynna IMI tafarlaust ef þig grunar að reikningsupplýsingum þínum hafi verið stolið eða notaðar af einhverjum öðrum, eða einhver önnur öryggisbrot.",
    "3044038608": "Þú samþykkir að veita okkur sannar, nákvæmar og fullkomnar upplýsingar eins og beðið er um í skráningarferlinu okkar. Þú samþykkir einnig að uppfæra slíkar upplýsingar tafarlaust eftir þörfum til að halda þeim núverandi og nákvæmar.",
    "4132302900": "5. Persónuvernd þín, gögnin þín og „Gögn fyrir alla“",
    "10724169": "Þú samþykkir persónuverndarstefnu okkar, sem stjórnar því hvað við gerum við allar persónuupplýsingar sem þú gefur okkur.",
    "1669194950": "Til viðbótar við persónuupplýsingar gætir þú einnig þurft að veita (eða það gæti verið nauðsynlegt fyrir okkur að safna) öðrum gögnum svo að við getum veitt þjónustuna (sameiginlega, \"viðskiptavinagögn\"). Við berum enga ábyrgð á neinni bilun við að framkvæma þjónustu sem stafar af seinkun þinni eða vanrækslu á að veita viðskiptamannagögn.",
    "1330274831": "Þú veitir okkur hér með alþjóðlegt, ekki einkarétt, undirleyfishæft, framseljanlegt, þóknanalaust, óafturkallanlegt leyfi á gildistíma þessa samnings til að nota, fjölfalda, dreifa á rafrænan hátt og birta opinberlega hvers kyns viðskiptavinagögn eingöngu í þeim tilgangi að veita þjónustuna . Þú staðfestir og ábyrgist að þú eigir nægilegan rétt, titil og hagsmuni af gögnum þínum til að veita leyfið í þessum hluta.",
    "2230333214": "Við söfnum gögnum viðskiptavina með öðrum gögnum þannig að niðurstöður séu ópersónugreinanlegar og við söfnum einnig afgreindum tæknilegum annálum og gögnum um notkun á þjónustunni (\"Safnað/afmerkt gögn\"). Þrátt fyrir annað sem hér segir má nota öll slík samansafn/afgreind gögn af IMI í hvers kyns viðskiptalegum tilgangi á eða eftir gildistíma þessa samnings, þar með talið án takmarkana til að þróa og bæta þjónustuna og til að búa til og dreifa skýrslum og öðrum efni. Viðskiptavinagögn geta einnig verið viðvarandi og birt í kerfinu í takmarkaðan tíma sem ekki er lengri en 180 dagar eftir að verki er lokið, til dæmis sem sjálfvirk kvörðun eða staðfestingargögn fyrir Intuition Machines kerfi. Til glöggvunar veitir þessi hluti 5 okkur ekki rétt til að bera kennsl á þig sem uppsprettu allra samansafnaðra/afgreindra gagna án skriflegs leyfis frá þér.",
    "3881754581": ". Ef þú ert viðskiptavinur athugasemdaþjónustu okkar og hefur valið \"Gögn fyrir alla\" valkostinn sem hluta af notkun þinni á þjónustunni, þá veitir þú IMI og öllum notendum þjónustunnar alþjóðlegt, ekki einkarétt, undirleyfishæft, framseljanlegt, þóknanalaust, óafturkallanlegt leyfi til að nýta öll gögn viðskiptavina að fullu, þar með talið öll tengd hugverkaréttindi. Ef þú velur valmöguleikann „Gögn fyrir alla“, staðfestir þú og ábyrgist að þú eigir nægjanlegan rétt, titil og hagsmuni í og á gögnunum þínum til að veita leyfið í þessum hluta.",
    "3496767126": "Til að taka af allan vafa gildir eftirfarandi málsgrein eingöngu um viðskiptavini sem nota skýringarþjónustur okkar og ekki um notkun þjónustu okkar sem samþættingaraðila",
    "767207800": "Ef gögnin þín innihalda hugsanlega skýrt eða móðgandi efni, krefjumst við þess að þú merkir þau sem „SKÝRT EFNI“ til að vera sanngjörn viðvörun fyrir alla sem sjá gögnin þín. Þú mátt ekki án sérstaks skriflegs samnings við IMI innihalda verkefni sem brjóta í bága við reglur okkar, þar á meðal, en ekki takmarkað við, (a) verkefni sem beint eða óbeint kynna aðra vefsíðu eða þjónustu, (b) verkefni sem brjóta í bága við skilmála vefsvæðis þriðja aðila og skilyrði, (c) verkefni þar sem þátttakendur eru beðnir um að leita til þriðja aðila, (d) verkefni sem biðja þátttakendur um að grípa til aðgerða til að vinna með hegðun eða niðurstöður vefsíðu, (e) verkefni sem brjóta í bága við hugverkaréttindi þriðja aðila og (f) verkefni sem krefjast þess að þátttakendur hali niður hugbúnaði eða skrám.",
    "3370561195": "6. Ásættanleg hegðun",
    "4205152730": "Þú ert hvattur til að hafa samskipti við aðra notendur hvar sem er á vefsíðu okkar, spjallborði, skilaboðum, spjalli og öðrum samfélagsmiðlum sem stjórnað er af IMI, en ef þú gerir það verður þú að fara að öllum þjónustuskilmálum og notkun á síðunni okkar og öllum viðeigandi lögum .",
    "1394253934": "7. Misnotkun, misnotkun og rangfærslur",
    "1406393333": "Allur aðgangur eða notkun á þjónustunni öðruvísi en samkvæmt þessum þjónustuskilmálum og hvers kyns leiðbeiningum sem við veitum er stranglega bönnuð. Sérstaklega muntu EKKI:",
    "3409726716": "skrá fyrir fleiri en einn reikning hjá okkur án skriflegs leyfis;",
    "3119498672": "framkvæma hvaða verkefni sem er með því að nota netvélmenni, vefvélmenni, vélmenni, forskriftir eða hvers kyns annars konar gervigreind eða reyna á annan hátt að fá verðlaun frá IMI eða einhverjum beiðanda eða samþættara án þess að ljúka verkefnum eins og þeim er lýst;",
    "1188668818": "veita rangar upplýsingar á meðan þú notar þessa vefsíðu (þar á meðal án takmarkana að herma eftir öðrum einstaklingi eða stofnun á reikningnum þínum, eða ranglega tilgreina eða á annan hátt rangfæra sjálfan þig eða tengsl þín við einhvern annan einstakling eða stofnun á reikningnum þínum;",
    "2804310964": "fá aðgang að eða reyna að fá aðgang að vefsíðunni okkar í gegnum hvaða proxy vefþjón eða önnur tæki sem eru hönnuð til að torvelda raunverulega staðsetningu þína eða auðkenni eða með öðrum hætti en viðmótinu sem veitt er;",
    "1374227759": "nota vefsíðuna fyrir ólöglega starfsemi, eða í öðrum tilgangi en þeim tilgangi sem hún var gerð aðgengileg fyrir;",
    "2103513933": "taka þátt í starfsemi sem truflar eða truflar starfsemi vefsvæðisins;",
    "137127070": "setja inn, hlaða upp eða hengja við skaðlega eða óþekkta ytri tengla eða skrár, eða hlaða upp einhverju efni sem inniheldur vírus, trójuhest, orma, tímasprengju eða annan skaðlegan tölvukóða;",
    "1686655020": "Hladdu upp hvaða efni sem er háð höfundarrétti sem er ekki upprunalegt verk þitt, nema þú hafir leyfi frá réttmætum eiganda til að birta slíkt efni og til að veita IMI öll leyfisréttindi sem veitt eru hér;",
    "1406692811": "taka þátt í ruslpósti eða birta hvers kyns kynningu, reyna að fá tilvísanir, fjöldasamskipti, peningatilboð eða beiðnir, beiðni um þjónustu, auglýsingar, markaðssetningu, vitleysuskilaboð, tvítekið efni, ólöglegt efni, tengla á félagslegum vefsíðum, tölvupóstföng eða auðkenni skyndiboða nema þess sé krafist af verkefninu;",
    "3893539589": "setja inn ytri tengla sem bjóða upp á vörur eða þjónustu nema verkefnið krefjist þess;",
    "3214322759": "á annan hátt taka þátt í illgjarnri eða sviksamlegri starfsemi.",
    "3733422465": "8. Staðfesta auðkenni þitt",
    "267645277": "IMI gæti staðfest hver þú ert. Þetta getur falið í sér að bera saman persónuupplýsingar þínar við gagnagrunna þriðja aðila eða opinber lagaleg skjöl. Þú leyfir okkur að gera allar nauðsynlegar fyrirspurnir til að staðfesta auðkenni þitt, eignarhald þitt á netfanginu þínu og eignarhald þitt á fjárhagsreikningum þínum. Þú samþykkir að veita upplýsingar um þig til að aðstoða okkur við að staðfesta auðkenni þitt.",
    "4169910317": "9. Fylgni við lög",
    "519755936": "Þú einn berð ábyrgð á því að fara að sambands-, fylkis-, héraðs- og staðbundnum lögum í tengslum við notkun þína á þjónustunni. Þú samþykkir að skaða og halda okkur skaðlausum vegna krafna á hendur okkur vegna þess að þú fórst ekki að lögum eða braut gegn rétti þriðja aðila, þar með talið án takmarkana samnings-, hugverka- eða friðhelgi einkalífs.",
    "731546974": "10. Framlags- eða samþættingarskattar",
    "3128328457": "Ef þú ert þátttakandi eða samþættingaraðili ertu einn ábyrgur fyrir greiðslu hvers kyns áætluðum eða öðrum alríkis-, ríkis- eða staðbundnum tekjusköttum, almannatryggingum, FICA og bótagreiðslum starfsmanna sem þú skuldar vegna notkunar á vefsíðu okkar, sem og svipaða skatta eða gjöld í lögsögum utan Bandaríkjanna. Þú samþykkir að skaða og halda okkur skaðlausum vegna hvers kyns mats á okkur vegna þess að þú fórst ekki að neinum skattalögum.",
    "2931396764": "11. Brot á þessum þjónustuskilmálum",
    "1240667045": "Við kunnum að loka, takmarka eða hætta við aðgang þinn að þjónustunni hvenær sem er af hvaða ástæðu sem er, þar á meðal vegna þess að: (a) við teljum að þú hafir brotið gegn þessum þjónustuskilmálum (þar á meðal aðrar tengdar reglur); (b) við teljum að þú hafir brotið gegn réttindum okkar eða þriðja aðila; (c) við getum ekki sannreynt eða sannvott upplýsingar sem þú hefur veitt okkur; eða (d) við teljum að aðgerðir þínar geti skapað skuldbindingar fyrir þig, okkur eða þriðja aðila. Til að taka af allan vafa áskiljum við okkur rétt til að koma í veg fyrir eða stöðva greiðslu til þín ef við teljum með sanngjörnum hætti að eitthvað af ofangreindu eigi við um slíka greiðslu.",
    "1601080128": "Ef við lokum eða lokum reikningnum þínum muntu ekki lengur hafa aðgang að neinum hlutum vefsíðunnar, þar á meðal gögnum, skilaboðum, skrám og öðru efni sem þú geymir á síðunni. Þú mátt EKKI halda áfram að nota vefsíðu okkar undir öðru eða nýju reikningsnafni. Brot á þessum þjónustuskilmálum kunna að verða sótt til saka að fullu marki laga og geta leitt til viðbótarviðurlaga og viðurlaga.",
    "1160707899": "12. Hlutverk þátttakanda og tengsl við IMI og aðra beiðendur",
    "269838707": "Ef þú ert þátttakandi ákveður þú og aðeins þú hvaða og hversu mörg verkefni þú vilt klára og hvenær og hvar þú lýkur þeim. Þér er frjálst að eyða eins miklum eða eins litlum tíma í að klára verkefni og þú velur. Á engan tíma er þér skylt að klára verkefni.",
    "1087195513": "Ef þú ert þátttakandi sem hefur aðgang að þjónustunni og/eða framkvæmir verkefni í gegnum eða í tengslum við samþættingaraðila fyrir hönd beiðanda sem er ekki IMI, þá samþykkir þú og viðurkennir að Intuition Machines er ekki ábyrgt fyrir og ber enga skuldbindingu gagnvart þér með virðingu fyrir verðlaunum eða öðrum bótum fyrir unnin verkefni. Þú samþykkir og viðurkennir að hvers kyns verðlaun eða önnur bætur fyrir unnin verkefni eru eingöngu ákvörðuð í samræmi við samkomulag þitt við beiðanda og/eða samþætta, eftir því sem við á. Allar deilur um slík verðlaun eða aðrar bætur (þar á meðal án takmarkana við að fá slík verðlaun eða aðrar bætur) eru eingöngu á milli þín og umsækjanda og/eða samþættingaraðilans, eftir því sem við á.",
    "952813944": "Hvorki notkun þín á vefsíðunni okkar né neitt í þessum samningi skapar ráðningar-, samstarfs-, samreksturs-, umboðs-, sérleyfis- eða sölufulltrúasamband milli þín og Intuition Machines. Við útvegum þér ekki neinn búnað eða verkfæri til að klára verkefni. Við veitum þér engin fríðindi, laun starfsmanna eða tryggingarvernd. Við erum ekki ábyrg fyrir neinum kostnaði sem þú verður fyrir við notkun vefsíðu okkar. Við munum ekki halda eftir neinni upphæð af verðlaunum þínum fyrir alríkis- eða ríkistekjuskatt, almannatryggingar eða annan skatt. Þér er frjálst hvenær sem er að framkvæma verkefni fyrir hvaða einstakling eða fyrirtæki sem er, þar með talið keppinauta okkar. Þú hefur ekki heimild til að gera neina samninga, skriflega eða munnlega, fyrir hönd Intuition Machines.",
    "3460432665": "Þrátt fyrir framangreint, ef þú ert bandarískur skattgreiðandi, gætum við beðið þig um W-9, sem uppfærist árlega, og við gætum meinað þér að framkvæma verkefni þar til þú hefur lokið eða uppfært W-9.",
    "458271951": "Ef þú ert þátttakandi sem hefur aðgang að þjónustunni og/eða framkvæmir verkefni í gegnum eða í tengslum við samþættingaraðila fyrir hönd Intuition Machines (sem starfar sem beiðandi), getur Intuition Machines umbunað þér fyrir ásættanlegan frágang ákveðinna verkefna. Komi í ljós að þú hafir átt þátt í svikum, misnotkun eða broti á þessum þjónustuskilmálum, getur Intuition Machines verið haldið eftir og/eða endurheimt hvers kyns verðlaunum til þín.",
    "3056723024": "13. Óviðunandi frágang verkefna",
    "3913203723": "Ef umsækjandinn, af einhverjum ástæðum, samþykkir ekki frammistöðu verkefnis sem þú hefur lokið, munt þú sem þátttakandi eða samþættari ekki eiga rétt á neinum verðlaunum fyrir verkefnið. Ef umbun hefur þegar verið dreift til þín fyrir óviðunandi verkefni, gætum við endurheimt þau af þér.",
    "3666807632": "14. Hæfni og færni þátttakenda",
    "1993899769": "15. Notkun okkar á upplýsingum",
    "2927283721": "Með því að framkvæma verkefni á vefsíðu okkar heimilar þú söfnun, notkun og birtingu persónuupplýsinga þinna í samræmi við persónuverndarstefnu okkar. Að auki kunnum við að deila ákveðnum upplýsingum um þig og unnin verkefni þín til umsækjanda sem þú hefur unnið verkefni hans til að auðvelda þjónustusambandið og bæta vefsíðuna, þar á meðal td Contributor ID, niðurstöður unninna verkefna og aðra eiginleika sem tengjast hæfni þína, tungumál, færni og notkun vefsíðunnar.",
    "3027055607": "16. Hugverkaréttur og eignarréttur",
    "3910971075": "IMI á öll réttindi, þar á meðal hugverkaréttindi, á frumkóða, hlutakóða eða undirliggjandi uppbyggingu, hugmyndum eða reikniritum, API og hvers kyns viðbótarhugbúnaði, skjölum eða gögnum sem tengjast þjónustunni („hugbúnaður“). Þú munt ekki, beint eða óbeint, í gegnum þriðja aðila eða á annan hátt: (a) bakfæra, taka í sundur, taka í sundur eða á annan hátt reyna að uppgötva hugbúnaðinn; (b) breyta, þýða eða búa til afleidd verk byggð á hvaða hugbúnaði sem er; (c) afrita, leigja, leigja, dreifa, veðsetja, framselja eða á annan hátt framselja eða binda réttindi á hvaða hugbúnað sem er; (d) nota hvaða hugbúnað sem er í tímahlutdeild, þjónustuskrifstofutilgangi eða á annan hátt í þágu þriðja aðila; eða (e) fjarlægja allar eignartilkynningar eða merkimiða.",
    "3660891610": "Ef þú ert þátttakandi, hefur IMI, en ekki þú, eignarrétt á hvaða verki sem þú framleiðir sem hluti af því að klára hvaða verkefni sem er. Með því að samþykkja skilmála þessa samnings samþykkir þú (og gerir hér með) að framselja eign, eignarhald og eignarrétt (þar á meðal öll hugverkaréttindi sem eru til staðar um allan heim) í og á vinnu þína til okkar. Til að tryggja að við getum öðlast, fullkomnað og notað slík réttindi, samþykkir þú ennfremur að (i) undirrita öll skjöl til að aðstoða við skjölun, fullkomnun og framfylgd réttinda okkar; og (ii) veita eðlilegan aðgang að upplýsingum til að skrá, fullkomna, tryggja, verja og framfylgja slíkum eignarrétti í hvaða landi sem er. Skuldbindingar þínar samkvæmt þessum hluta halda áfram jafnvel eftir að þú afskráðir þig eða hættir að nota þjónustuna. Þú skipar okkur sem lögmann þinn í raun og veru til að framkvæma skjöl fyrir þína hönd í þeim tilgangi sem lýst er í þessum hluta.",
    "426125156": "17. Höfundarréttur og niðurfelling",
    "1408530660": "IMI virðir hugverkarétt annarra og við áskiljum okkur rétt til að fjarlægja af síðunni okkar allt efni sem við teljum að geti brotið gegn hugverkarétti þriðja aðila. Ef þú telur að þitt eigið verk hafi verið afritað á þann hátt að það teljist höfundarréttarbrot á þessari vefsíðu, vinsamlegast hafðu samband við þjónustuver Intuition Machines.",
    "2696932851": "18. Skaðabætur",
    "3844300338": "Þú samþykkir að bæta, verja og halda okkur skaðlausum fyrir hvers kyns kröfum, skaðabótum, skuldbindingum, kostnaði og kostnaði (þar á meðal sanngjörnum þóknun lögfræðinga og kostnaði), sem stafar af eða tengist framkvæmd verkefna þinnar eða notkun þinni á vefsíðu okkar. .",
    "2474091800": "19. Deilur við aðra notendur; Gefa út",
    "3162107126": "IMI er ekki aðili að neinum ágreiningi milli þín og annarra notenda þjónustunnar. Þú leysir IMI og hlutdeildarfélög þess undan hvers kyns kröfum, kröfum og tjóni hvers konar og hvers kyns, þekktum og óþekktum, grunuðum og grunlausum, upplýstum og óupplýstum, sem stafa af eða tengjast ágreiningi milli þín og annars notanda.",
    "2271969747": "20. Trúnaðarupplýsingar sem þú færð",
    "1042802841": "Trúnaðarupplýsingar eru allar upplýsingar sem eru merktar sem trúnaðarmál eða einkaréttarlegar upplýsingar, eða sem viðtökuaðila ætti að skilja að sé trúnaðarmál eða eignarrétt. Þetta felur ekki í sér neinar upplýsingar sem eru (1) aðgengilegar almenningi, (2) þegar í vörslu, þróaðar sjálfstætt af eða þegar vitað er af viðtökuaðilanum eða (3) hafa verið birtar með dómsúrskurði eða eins og á annan hátt er krafist skv. lögum.",
    "1918025546": "Ef þér eru veittar trúnaðarupplýsingar frá einhverjum á þjónustunni, samþykkir þú að vernda leynd trúnaðarupplýsinganna með sömu umhyggju og þú notar til að vernda þínar eigin trúnaðarupplýsingar, en í engu tilviki með minni varkárni. Þú mátt ekki birta eða birta neinar slíkar trúnaðarupplýsingar eða einkaréttarupplýsingar, nema það gæti verið nauðsynlegt til að framkvæma verkefni. Allar upplýsingar innan verkefnis á Intuition Machines pallinum ættu að teljast trúnaðarmál, jafnvel þótt upplýsingarnar séu ekki sérstaklega tilgreindar sem trúnaðarmál.",
    "2690395789": "Ef og þegar þú þarft ekki lengur á trúnaðarupplýsingunum að halda sem þú fékkst, verður þú tafarlaust að skila eða eyða (eins og óskað er eftir af þeim sem birti upplýsingarnar) öll afrit af þeim upplýsingum sem eru til staðar á húsnæðinu, kerfum eða öðrum búnaði sem þú stjórnar.",
    "2178073797": "Vegna þess að uppljóstrun trúnaðarupplýsinga getur valdið óbætanlegum skaða, hefur uppljóstrandi aðilinn rétt á að leita lögbanns vegna hvers kyns brots eða hótaðs brots á þessum skilmála.",
    "2185860003": "21. Breytingar á vefsíðu",
    "2631249972": "Við kunnum að bæta eða breyta vefsíðunni okkar án fyrirvara til þín.",
    "3764131594": "22. Vefsíður þriðju aðila",
    "295955580": "Vefsíðan okkar gæti innihaldið tengla á vefsíður þriðja aðila. Við stjórnum ekki, rannsökum, fylgjumst ekki með eða skoðum slíkar vefsíður. Við erum ekki ábyrg fyrir né styðjum tölvuforrit, efni eða skoðanir sem eru á slíkum vefsíðum. Ef þú ákveður að yfirgefa vefsíðu okkar og fá aðgang að vefsíðu þriðja aðila, gerir þú það á eigin ábyrgð.",
    "838225123": "23. Fyrirvari um ábyrgð",
    "3897238493": "ÞJÓNUSTAÐIN ER AÐ VEIT Á „EINS OG ER“. VIÐ GIÐUM ENGIN YFINGAR EÐA ÁBYRGÐ, ÓBEINNAR EÐA skýlausar, með tilliti til aðgengis, hæfni, lögmætis, framboðs eða virkni þjónustunnar, hvers kyns skylds HUGBÚNAÐAR EÐA HÚNAÐUR, HEIMILDAR, VIÐGERÐAR OG HÚNAÐAR. AÐ ÞVÍ HÁMARKI SAMKVÆMT LÖGUM LEYFIÐ, FYRIR IMI ÖLLUM SKÝRT EÐA ÓBEIÐI SKILYRÐI, STAÐA OG ÁBYRGÐ Þ.M.T., EN EKKI TAKMARKAÐ VIÐ, ÁBYRGÐ UM SÖLJANNI, HÆFNI FYRIR EITT SÍÐUSTU SÍÐA. ÞÍN EINA OG EINARI ÚRÆÐ GEGN IMI VARÐANDI GALLA, ÓSAMKVÆMI EÐA Óánægju ER AÐ HÆTTA NOTKUN ÞJÓNUSTUNA Við berum enga ábyrgð á skaða á tölvukerfinu þínu, tapi eða skemmdum á gögnum eða öðrum skaða sem leiðir af sér. frá aðgangi þínum að eða notkun á vefsíðunni eða Intuition Machines Platform. Áætlaðar og ótímasettar truflanir geta átt sér stað og við ábyrgjumst ekki ótrufluð aðgengi að vefsíðu okkar.",
    "2110259227": "24. Takmörkun ábyrgðar",
    "3018077211": "25. Úrlausn deiluaðila",
    "2790841456": "Ef þú ert þátttakandi samþykkir þú eftirfarandi gerðardómsákvæði og afsal hópmálsókna:",
    "3302832698": "Aðrar úrlausn ágreinings er krafist.",
    "561456032": "Þú samþykkir að fyrir hvers kyns ágreining sem rís vegna eða tengist notkun þinni á þjónustunni, þar með talið ágreining sem kann að hafa komið upp frá því að þú byrjaðir að sinna verkefnum fyrir IMI, og sérstaklega þar með talið allar kröfur sem tengjast því hvort þú flokkast sem óháður verktaki, muntu fyrst tilkynna IMI um kröfu þína á hendur honum. Þú og IMI munuð þá reyna að leysa málið með beinum samningaviðræðum eða milligöngu. Við munum skipta kostnaði við miðlun jafnt og samþykkja að miðlun skuli fara fram í gegnum síma eða með öðrum rafrænum hætti. Ef krafa er óleyst eftir óformlegar samningaviðræður eða sáttamiðlun samþykkir þú að þú og IMI notið endanlegra og bindandi gerðardóms til að leysa deiluna. Þetta ákvæði stjórnar öllum kröfum afturvirkt frá þeim tíma sem þú byrjaðir að nota vefsíðu okkar, hvort sem þær eru byggðar á skaðabótaskyldu, samningum, lögum, þar með talið, en ekki takmarkað við, allar kröfur um mismunun og áreitni, hvort sem þær eru byggðar á California Fair Employment and Housing Act. , VII. bálki borgaralegra réttindalaga frá 1964, með áorðnum breytingum, eða önnur ríki eða sambandslög eða reglugerðir, jafnréttislög eða annað.",
    "3794239003": "Gerðardómsmeðferð.",
    "4193379787": "Allur gerðardómur samkvæmt þessum samningi mun fara fram samkvæmt reglum American Arbitration Association eða af gerðardómsþjónustu sem samið hefur verið um. Gerðardómarinn verður bandarískur gerðardómsmaður sem valinn er af lista með ekki færri en sjö (7) nöfnum með öðrum verkföllum. Í gerðardómi mun hver aðili hafa rétt til að framkvæma fullnægjandi borgaraleg uppgötvun, koma með kröfugerð og leggja fram vitni og sönnunargögn eftir þörfum til að leggja fram mál sín og málsvörn, og hvers kyns ágreiningur í þessu sambandi skal leystur af gerðardómsmanni. Úrlausn deilunnar skal eingöngu byggjast á lögum sem gilda um kröfurnar og varnir sem gerðar eru uppi og gerðardómsmaður getur ekki beitt sér fyrir öðrum grundvelli en slíkum lögum. Gerðardómari skal njóta friðhelgi dómsmálafulltrúa gegn borgaralegri ábyrgð þegar hann starfar í embætti gerðarmanns, sem bætir við hverja aðra friðhelgi sem fyrir er. Úrskurðir skulu innihalda skriflegt rökstutt álit gerðarmanns. Þú afsalar þér rétti þínum til að dæma með kviðdómi vegna hvers kyns kröfu sem þú gætir átt á hendur IMI eða sem IMI kann að hafa á hendur þér. Allar kröfur samkvæmt þessu ákvæði verða að bera fram innan viðeigandi fyrningarfrests. Bandarísk alríkisgerðardómslög gilda um þetta ákvæði og þú viðurkennir að þessi samningur sýnir viðskipti í viðskiptum.",
    "2583888954": "Undantekningar.",
    "1034830": "Deilur sem kunna að falla ekki undir gerðardómssamning eins og kveðið er á um í Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) eru undanskilin þessu",
    "263977834": "Stjórnunarleg þreyta.",
    "1807512722": "Þú getur borið hvaða kröfu sem stafar af notkun þinni á þessari vefsíðu til stjórnsýslustofnunar en aðeins að því marki sem gildandi lög leyfa aðgang að slíkri stofnun, þrátt fyrir að samningur sé fyrir hendi um gerðardóm. Slíkar stjórnsýslukröfur fela í sér, án takmarkana, kröfur eða ákærur sem lagðar eru fyrir jafnréttisnefndina, bandaríska vinnumálaráðuneytið og vinnumálaráðið. Ekkert í þessu ákvæði skal talið útiloka eða afsaka þig frá því að leggja fram stjórnsýslukröfu til nokkurrar stofnunar til að uppfylla skyldu þína til að tæma stjórnsýsluúrræði áður en þú gerir kröfu í gerðardómi, hins vegar afsalar þú þér rétti til hvers kyns peningaúrskurðar með þessum hætti. málsmeðferð umboðsins.",
    "996430331": "Staðsetning gerðardóms.",
    "3040062804": "Gerðardómsmeðferð samkvæmt þessum hluta mun fara fram sjálfgefið innan Kaliforníuríkis, nema þú sért búsettur utan Bandaríkjanna, en þá fer gerðardómurinn að öllu leyti fram rafrænt eða símleiðis. Gerðardómurinn getur farið fram á hverjum öðrum stað ef allir aðilar samþykkja það skriflega. Burtséð frá staðsetningu hans getur hvaða aðili valið að mæta í gerðardóminn í beinni mynd eða fjarfundi.",
    "3091247030": "Undanþágur hópmálssókna.",
    "2520904193": "Þú afsalar þér öllum rétti sem þú hefur til þess að ágreiningur verði leiddur, fyrirheyrður eða gerðardómur sem flokks-, sameiginlega eða fulltrúaaðgerð. Þrátt fyrir önnur ákvæði í samningi þessum, skal fyrri setningin ekki vera aðskilin frá samningi þessum í neinu tilviki. Allar kröfur um að allt eða hluti þessarar afsals sé óframkvæmanlegt, samviskulaust, ógilt eða ógildanlegt má einungis ákvarða af dómstóli með þar til bærum lögsögu en ekki gerðarmanni. Þér verður ekki hefnt eða komið í veg fyrir að ljúka verkefnum á vefsíðu okkar vegna þess að þú nýtir réttindi þín samkvæmt 7. kafla laga um vinnutengsl, eða með því að leggja fram eða taka þátt í hóp-, sameiginlegum eða fulltrúaaðgerðum á hvaða vettvangi sem er. , en við getum með lögmætum hætti leitað eftir framfylgd þessarar flokkskröfugerða og leitað frávísunar á slíkum flokks-, sameiginlegum eða fulltrúaaðgerðum eða kröfum.",
    "3493572638": "Kostnaður og gjöld.",
    "702926385": "Aðilar skulu hvor um sig bera kostnað sinn vegna lögmannsfulltrúa við slíkan gerðardóm, nema að því marki sem lögmannsþóknun er beinlínis kveðið á um í lögum. Aðilar munu skipta öllum upphafsumsýsluþóknunum sem gerðardómarinn rukkar, allt að hámarkskostnaði fyrir þig upp á tvö hundruð og fimmtíu dollara (250,00 Bandaríkjadali). Kostnaður við gerðardómara og dómsfréttamann, ef einhver er, skal upphaflega borinn af okkur; Hins vegar skal gerðardómsmaður hafa svigrúm til að dæma ríkjandi aðila viðeigandi kostnað, eins og kveðið er á um í lögum, og/eða krefjast þess að aðilar skipta kostnaði sem tengist gerðarmanni og/eða dómsfréttamanni.",
    "3199694247": "Aðskiljanleiki.",
    "3102490587": "Að undanskildum hópmálsóknum, ef einhver skilmálar eða ákvæði, eða hluti af þessu gerðardómsákvæði er dæmt ógilt eða óframkvæmanlegt, verður það slitið og það sem eftir er af gerðardómsákvæðinu verður aðfararhæft.",
    "2323013093": "26. Gildandi lög",
    "2900525040": "Lög Kaliforníuríkis gilda um þessa þjónustuskilmála og hvers kyns deilur, deilur eða kröfur sem stafa af þeim.",
    "3339302473": "27. Uppsögn",
    "1158384644": "Þú getur hvenær sem er valið að hætta að nota vefsíðu okkar, að því tilskildu að þú verðir að hlíta öllum gildandi reglum IMI. Við getum, að eigin geðþótta, sagt upp þessum samningi, lokað aðgangi að vefsíðunni okkar eða fjarlægt þjónustu strax án fyrirvara af hvaða ástæðu sem er.",
    "41530052": "28. Almennir skilmálar",
    "3202747130": "Allur samningur. Þjónustuskilmálar þessir og hvers kyns stefnur, verklagsreglur eða skilmálar sem vísað er til í þessum samningi mynda allt samkomulag aðila með tilliti til viðfangsefnisins og koma í stað og hætta við alla fyrri og samtíma tengda samninga, kröfur, framsetningar og skilning aðila. .",
    "4080263153": "Ekkert afsal. Við verðum ekki talin hafa afsalað sér neinum hluta af réttindum okkar eða úrræðum nema afsalið sé skriflegt og undirritað af okkur. Ef við frestum því að framfylgja eða ekki framfylgja réttindum okkar samkvæmt einhverju ákvæði þessa samnings, mun það ekki fela í sér afsal á rétti okkar til að framfylgja slíku ákvæði eða einhverjum hluta þessa samnings síðar.",
    "1789371580": "Framseljanleiki. Þú mátt ekki framselja þessa þjónustuskilmála án skriflegs samþykkis okkar. Við getum úthlutað þessum þjónustuskilmálum hvenær sem er, án fyrirvara. Með fyrirvara um framangreint, munu þessir þjónustuskilmálar vera bindandi fyrir arftaka hvers aðila og leyfilegt framsal.",
    "2819628066": "Aðskiljanleiki. Ef eitthvert ákvæði þessara þjónustuskilmála þykir ógilt eða óframkvæmanlegt af einhverjum ástæðum mun það ekki hafa áhrif á gildi og framfylgdarhæfni þeirra ákvæða sem eftir eru.",
    "3955981186": "Breytingar. Engar breytingar eða breytingar á þessum þjónustuskilmálum af hálfu annarra en IMI skulu vera bindandi fyrir IMI nema í skriflegu skjali sem undirritað er af tilhlýðilega viðurkenndum fulltrúa IMI.",
    "1377538813": "Ríkjandi tungumál. Enska útgáfan af þessum þjónustuskilmálum ræður í hvívetna og mun gilda ef ósamræmi er við þýddar útgáfur, ef einhverjar eru.",
    "2438016011": "Frjáls samningur. Allir aðilar að þessum þjónustuskilmálum staðfesta og eru sammála um að hver og einn hafi farið yfir alla þætti þessa samnings, hafi lesið vandlega og skilið öll ákvæði hans að fullu og að þeir geri þennan samning af fúsum og frjálsum vilja.",
    "2445034923": "Ef þú samþykkir ekki alla skilmála og skilyrði þessara þjónustuskilmála skaltu ekki (og þú mátt ekki) nota eða fá aðgang að síðunni eða þjónustunni.",
    "2646127839": "Viðauki viðskiptavinar við aðalþjónustuskilmála",
    "4097297673": "Sem viðskiptavinur, beiðandi eða samþættingaraðili samþykkir þú að vera bundinn af skilmálum hér að neðan til viðbótar öllum öðrum bindandi skilmálum milli þín og IMI.",
    "1093280979": "1. Pöntunareyðublöð á palli",
    "1549953005": "Þú gætir hafa fyllt út eitt eða fleiri pöntunareyðublöð fyrir aðgang að vettvangi (hvert „pöntunareyðublað“) sem skilyrði fyrir því að gerast viðskiptavinur eða beiðandi. Ef svo er, þá verða skilmálar og skilyrði sem lýst er í pöntunareyðublaðinu hluti af þjónustuskilmálum og eru hér með felldir inn með tilvísun.",
    "3819851005": "2. Gjöld",
    "1591032933": "Þú greiðir IMI gjöldin eins og lýst er í viðeigandi pöntunareyðublaði með greiðslumáta sem þú gafst upp á viðeigandi pöntunareyðublaði. Nema annað sé sérstaklega samþykkt af báðum aðilum skriflega, greiðir þú fulla greiðslu fyrir alla reikninga sem gefnir eru út innan þrjátíu (30) daga frá póstdegi reikningsins. Þú heimilar okkur að keyra kreditkortaheimildir á allar kreditkortaupplýsingar sem þú gefur okkur, til að geyma þessar kreditkortaupplýsingar og gjaldfæra kreditkortið þitt eða annan reikning sem við samþykkjum gagnkvæmt sem greiðslumáta. Nema annað sé tekið fram á pöntunareyðublaðinu eða í fyrirtækjaþjónustusamningi þínum eða aðalþjónustusamningi, eru öll gjöld fyrir þjónustu, fyrir utan umframgjöld, innheimt árlega við upphaf þjónustu sem IMI veitir samkvæmt samningnum þínum („Gildisdagur“).",
    "4142610534": "Allar seinkaðar greiðslur munu leggja á sig vanskilagjöld á genginu 1,5% prósent á mánuði eða hámarksfjárhæð sem lög leyfa, hvort sem er lægra. Ef þú greiðir ekki upphæðina sem gjaldfalla samkvæmt þessum samningi af einhverjum ástæðum gæti reikningnum þínum verið lokað, að eigin vali, í því tilviki verða engar viðbótargreiðslur gerðar af reikningnum þínum fyrir að klára verkefni og öll verkefni þín verða fjarlægð af heimasíðunni okkar. Þú verður að endurgreiða okkur allar fjárhæðir sem gjaldfalla við eftirspurn, að viðbættum afgreiðslukostnaði, vanskilagjöldum eða lögmannskostnaði. Við kunnum einnig að gera viðeigandi skýrslur til lánastofnana og löggæsluyfirvalda.",
    "512991700": "Ef þú vilt andmæla gjöldum verður þú að hafa samband við þjónustudeild okkar eigi síðar en þrjátíu (30) dögum eftir lokadag á fyrsta reiknings- eða reikningsyfirliti þar sem villa eða vandamál kom upp til að fá leiðréttingu eða inneign.",
    "1273914192": "3. Skattar",
    "4242322181": "Þú berð ábyrgð á greiðslu allra skatta sem tengjast þjónustunni öðrum en bandarískum sköttum sem metnir eru á hreinar tekjur eða persónulegar eignir Intuition Machines.",
    "1671996585": "Þú gætir þurft að samþætta vefsíðu þína, forrit eða vettvang við þjónustu okkar í gegnum forritunarviðmót okkar (\"API\"). Ef þú gerir það, veitum við þér takmarkað, óeinkarétt, óframseljanlegt, óframseljanlegt, afturkallanlegt leyfi til að nota API eingöngu til að fá aðgang að þjónustunni. Við gætum breytt API og/eða hætt stuðningi við gamlar útgáfur eða útgáfur af API hvenær sem er. Við áskiljum okkur rétt til að stöðva eða takmarka aðgang þinn að API að eigin vild og við munum beita sanngjörnum viðleitni til að láta þig vita áður en stöðvun er lokuð.",
    "4036662147": "5. Vernd trúnaðarupplýsinga",
    "3564208535": "Þú samþykkir að beita viðskiptalega sanngjörnum viðleitni til að vernda allar trúnaðarupplýsingar sem berast frá okkur eða í gegnum þjónustu okkar. inniheldur lánatölur og óopinberar upplýsingar um fyrirtækjaþjónustuna okkar, þar á meðal óopinber skjöl og allar upplýsingar sem við gætum deilt varðandi uppgötvunaraðferðir okkar. Ef þér er veittur aðgangur að slíkum trúnaðarupplýsingum kunnum við að breyta, stöðva eða takmarka aðgang þinn að þjónustu okkar að eigin vild ef við komumst að því að trúnaðarupplýsingar séu afhjúpaðar vegna notkunar þinnar á þjónustu okkar, og við munum beita sanngjörnum aðgerðum. til að láta þig vita áður en stöðvun er stöðvuð.",
    "120384113": "6. Uppsögn",
    "453723556": "Þú getur sagt þessum viðauka við viðskiptavini upp óháð þjónustuskilmálum með því að hætta að vera viðskiptavinur eða beiðandi. Við áskiljum okkur rétt til að fresta eða segja upp stöðu þinni sem viðskiptavinur eða beiðandi hvenær sem er, eða á annan hátt loka reikningi þínum eða notkun á þjónustunni í samræmi við þjónustuskilmálana. Þú ert áfram ábyrgur við uppsögn fyrir hvers kyns upphæð sem ber að greiða samkvæmt pöntunareyðublaðinu þínu. Ef áskriftin þín felur í sér hvers kyns mánaðarleg eða árleg gjöld eða mánaðarleg eða árleg lágmark, munt þú samt vera ábyrgur fyrir því að greiða fyrir öll þjónustugjöld til loka þess mánaðar eða árs, í sömu röð.",
    "218889628": "Nema þar sem við segjum þessum viðauka viðskiptavinar eða þjónustuskilmálum upp vegna brots þíns á þessum viðauka viðskiptavina eða þjónustuskilmálum, ef við segjum upp og þú hefur fyrirframgreitt okkur gjöld, munum við endurgreiða hlutfallslega hluta þeirra. fyrirframgreiddar upphæðir, byggðar á eftirstandandi tíma eða þjónustu sem þú hefur greitt fyrir, hvort sem er minna. Við munum slíta vinnu okkar á viðskiptalegan hátt og varðveita og afhenda þér öll gjaldskyld úttaksgagnasett og öll viðskiptavinagögn í okkar eigu. Við uppsögn getum við en erum ekki skyldug til að eyða neinum gögnum.",
    "2505227594": "7. Ofurlög",
    "2369877184": "Hámarks leyfilegt hámarks RPS hlutfall fyrir hCaptcha samþættara eða viðskiptavini er 1.000 beiðnir á sekúndu til aðila á reikningnum þínum (\"RPS\"), nema annað sé tekið fram í skriflegum samningi milli þín og okkar.",
    "234420106": "Ef þú ert samþættingaraðili eða viðskiptavinur hCaptcha Enterprise þjónustunnar og API notkun þín, mæld með RPS, er hærri en úthlutað hlutfall fyrir þjónustustigið þitt, gætum við valið að breyta þjónustunni þinni eða rukka umframgjald. Í því tilviki að hámarks RPS hlutfall þitt fer yfir úthlutað hlutfall með stuðlinum 10 í 10 eða fleiri mínútur samtals innan 30 daga tímabils og meirihluti þessara beiðna eru, að okkar mati, ekki illgjarn umferð, gætum við valið að rukka þig samkvæmt samningsbundnu ofurgjaldi fyrir allar API beiðnir sem gerðar eru í þeim mánuði.",
    "2619472217": "8. Endursala",
    "2019702084": "Nema það sé sérstaklega leyft í aðalþjónustusamningi viðskiptavinar eða endursölusamningi, skal pantaða SaaS-þjónustu ekki selja, endurselja, leigja, framleigja, veita leyfi, undirleyfi eða gera á annan hátt aðgengileg öðrum þriðja aðila (aðrennum en hlutdeildarfélagi viðskiptavinarins) ), og allar pantanir samkvæmt samningnum og öll notkun viðskiptavina á þjónustunni skulu vera fyrir eigin innri viðskiptanotkun viðskiptavinarins eða hlutdeildarfélaga hans.",
    "1233229030": "Ýmislegt",
    "1467783792": "Enginn einstaklingur, aðili eða stofnun sem hefur refsað af Bandaríkjunum („viðurkenndur leikari“) er gjaldgengur fyrir verðlaun eða til að nota þjónustuna sem samþættari. Til að taka af allan vafa, nær þetta til allra refsaðra leikara sem tilnefndir eru af Office of Foreign Assets Control (\"OFAC\") í bandaríska fjármálaráðuneytinu.",
    "3759657802": "Þú mátt ekki framselja, flytja eða framselja þessa þjónustuskilmála eða réttindi þín eða skyldur samkvæmt þeim á nokkurn hátt (með lögum eða á annan hátt).",
    "1627232990": "Þýðingar á þessum þjónustuskilmálum eru veittar eftir bestu getu. Ef einhver efnislegur munur er á þjónustuskilmálum á ensku og þýðingu á þeim, skulu þjónustuskilmálar á ensku túlkaðir sem löggildir.",
    "805221621": "Vinsamlegast hafðu samband við okkur á",
    "259613338": "ef þú hefur einhverjar spurningar varðandi þessa þjónustuskilmála.",
    "2735878907": "Yfirlýsing um samfelld viðskiptaáætlun",
    "2887242610": "Intuition Machines, Inc hefur þróað viðskiptasamfelluáætlun um hvernig við munum bregðast við atburðum sem trufla verulega hCaptcha viðskipti okkar. Þar sem tímasetning og áhrif hamfara og truflana eru ófyrirsjáanleg verðum við að vera sveigjanleg í að bregðast við raunverulegum atburðum þegar þeir gerast. Með það í huga erum við að veita þér þessar upplýsingar um rekstrarsamfelluáætlun okkar.",
    "809251240": "Hafðu samband við okkur",
    "2551802342": "– Við ætlum að endurheimta og hefja starfsemi aftur fljótt eftir verulega truflun í viðskiptum og bregðast við með því að vernda starfsmenn okkar og eignir, gera fjárhagslegt og rekstrarlegt mat, vernda bækur og skjöl fyrirtækisins og leyfa viðskiptavinum okkar og endanlegum notendum að eiga viðskipti á netinu. Í stuttu máli er áætlun okkar um samfellu í rekstri hönnuð til að gera fyrirtækinu okkar kleift að hefja starfsemi að nýju eins fljótt og auðið er, miðað við umfang og alvarleika hinnar umtalsverðu viðskiptaröskunar. Viðskiptaáætlun okkar fjallar um: öryggisafrit og endurheimt gagna; öll verkefni mikilvæg kerfi; fjárhags- og rekstrarmat; önnur samskipti við viðskiptavini, starfsmenn og eftirlitsstofnanir; önnur líkamleg staðsetning starfsmanna; mikilvæg áhrif birgja og viðskiptavina; eftirlitsskýrslur; og gefa viðskiptavinum okkar tafarlausa tilkynningu ef við getum ekki haldið áfram viðskiptum okkar. Kjarnabirgðahópur okkar styður mikilvægar skrár okkar á landfræðilega aðskildu svæði. Þó að sérhvert neyðarástand valdi einstökum vandamálum sem byggjast á utanaðkomandi þáttum, eins og tíma dags og alvarleika truflunarinnar, hefur okkur verið bent á af þessum birgjahópi að markmið þeirra sé að endurheimta eigin starfsemi og geta hafið þjónustu aftur hratt. Þó að við höfum unnið að því að draga úr áhættu með því að nota fjölbreytt úrval birgja, gæti þjónusta þín verið breytt eða rofin á þessu tímabili.",
    "826396656": "Samfelluáætlun okkar í viðskiptum",
    "1979347895": "– Verulegar rekstrartruflanir geta verið mismunandi að umfangi þeirra, svo sem aðeins fyrirtækið okkar, ein bygging sem hýsir fyrirtækið okkar, hverfið þar sem fyrirtækið okkar er staðsett, borgin þar sem við erum staðsett eða allt svæðið. Innan hvers þessara svæða getur alvarleiki truflunarinnar einnig verið breytilegur frá lágmarks til alvarlegs. Í röskun á fyrirtækinu okkar, viðskiptahverfinu okkar, borg eða svæði eða byggingu sem hýsir fyrirtækið okkar, munum við flytja starfsemi okkar á staðbundið svæði þegar þörf krefur og búast við engum verulegum truflunum á rekstri fyrirtækja. Í báðum aðstæðum ætlum við að halda áfram í viðskiptum, flytja starfsemina til annarra birgja ef þörf krefur og láta þig vita í gegnum vefsíðu okkar á hcaptcha.com og stöðusíðu okkar á hcaptchastatus.com um hvernig eigi að hafa samband við okkur. Ef umtalsverð viðskiptaröskun er svo alvarleg að hún kemur í veg fyrir að við séum áfram í viðskiptum munum við láta þig vita það sem fyrst.",
    "653679457": "Mismunandi truflanir",
    "410397176": "Fyrir meiri upplýsingar",
    "2095899021": "hCaptcha vörumerkisleiðbeiningar og almennt vörumerkjaleyfi",
    "2340340589": "Leiðbeiningar um notkun hCaptcha merkið",
    "2430148876": "Við höfum búið til þessar leiðbeiningar og almenna vörumerkjaleyfi til að gera viðskiptavinum okkar, samstarfsaðilum og aðdáendum eins auðvelt og mögulegt er að vinna með vörumerkið okkar á sama tíma og við varðveitum sjálfsmynd fyrirtækisins. Ef þú þarft að nota hCaptcha tákn, lógó eða önnur merki á þann hátt sem er verulega frábrugðinn þessum leiðbeiningum þarftu að hafa samband við okkur (IMI) til að fá skriflegt leyfi.",
    "3884400764": "Þó að þú megir nota hCaptcha merki samkvæmt þessum viðmiðunarreglum þýðir það ekki að þú hafir neinn áunninn rétt á hCaptcha merki, lógóum eða öðrum vörumerkjum, vöruheiti, þjónustumerkjum, viðskiptanafni eða viðskiptavild hCaptcha. Við viljum veita eins mikinn sveigjanleika og mögulegt er, en okkur ber skylda til að vernda hCaptcha gegn óleyfilegri notkun hvers kyns vörumerkis, vöruheita, þjónustumerkis, viðskiptanafns eða viðskiptavildar hCaptcha. Öll óheimil notkun lokar sjálfkrafa leyfinu eða leyfinu sem hCaptcha hefur veitt og getur haft lagalega ábyrgð á tjóni.",
    "512598290": "Þess vegna verðum við að biðja þig um að nota alltaf öll hCaptcha merki og lógó á formi sem fylgir reglum hér að neðan, þar á meðal hástafir, leturgerð og stíl.",
    "2075610992": "Þakka þér fyrir stuðninginn!",
    "1023190144": "hCaptcha® í texta",
    "4274324704": "Svona á að nota nafnið okkar í skriflegu afriti:",
    "3912926900": "hCaptcha® ætti að vera með skráð vörumerki í fyrsta skipti sem það birtist í skapandi eintaki.",
    "950637875": "Aldrei ætti að breyta hCaptcha stafsetningu og hCaptcha ætti alltaf að vera hástöfum í seinni stafnum (\"C\"). Það er aldrei fleirtölu eða eignarfall.",
    "2624601135": "\"hCaptcha\" ætti ekki að nota sem hluta af vörumerki, tengt við bandstrik eða notað í heitum forrita eða annarra vara.",
    "3828090208": "Notaðu í staðinn „for hCaptcha“. Ef það er notað með merki þriðja aðila þarf „for hCaptcha“ að vera minni að stærð en merki þriðja aðila.",
    "4149738856": "Nota ætti hCaptcha sem lýsingarorð og fylgt eftir með almennu hugtaki.",
    "1446868537": "hCaptcha ætti aldrei að nota sem sögn.",
    "2487931657": "Ekki nota: \"við hCaptcha'ðum síðuna okkar.\"",
    "2565565429": "Notaðu í staðinn: \"við notum hCaptcha til að gera síðuna okkar öruggari og öruggari.\"",
    "3434202027": "Öll notkun hCaptcha nafnsins í samskiptum krefst auðkenningarinnar: \"hCaptcha er skráð vörumerki Intuition Machines, Inc.\"",
    "2754937029": "Óviðunandi notkun",
    "2436973524": "Aðeins nákvæmar tilvísanir eru ásættanlegar. Það er ekki leyfilegt að segja að síða noti hCaptcha þjónustu og forrit þegar svo er ekki. Að sama skapi er notkun lógósins okkar eða hvers kyns merkja á sama hátt aðeins viðeigandi þegar vefsíðan notar hCaptcha þjónustu.",
    "69844082": "HCaptcha vörumerki, grafísk tákn, lógó, leturgerð eða tákn má heldur ekki nota á niðrandi hátt.",
    "3861413614": "Þú mátt ekki nota nein hCaptcha vörumerki eða lógó sem gefur til kynna að hCaptcha hafi tengsl við eða stuðning, kostun eða stuðning við vöru eða þjónustu þriðja aðila, án skriflegs leyfis.",
    "1409822234": "Undir engum kringumstæðum má nota eins eða næstum eins hCaptcha vörumerki sem lén.",
    "4181060163": "Þriðju aðilar ættu ekki að nota afbrigði eða stafsetningarvillur eða bregðast við á nokkurn hátt sem gæti valdið ruglingi á hagsmunum hCaptcha í upphafi.",
    "3955555607": "Aðrir en samstarfsaðilar eða viðurkenndir endursöluaðilar mega þriðju aðilar ekki bjóða í leitarorð, Google AdWords eða önnur miðuð auglýsingakerfi sem nota hCaptcha merki eða stafsetningarvillur. Þriðju aðilar mega heldur ekki nota hCaptcha merki í lénsheitum, leitarvélabestun, metamerki, leitarorð, kóða eða aðra rangfærslu.",
    "1985238261": "Önnur takmörkuð merki",
    "2193061499": "Sum lógó okkar og merkja eru takmörkuð við notkun hCaptcha og samstarfsaðila þess. Þriðju aðilar mega ekki nota eftirfarandi merki án skriflegs leyfis frá hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop eftir hCaptcha™",
    "2557601376": "hCaptcha lógó™",
    "248923369": "BotStop lógó™",
    "3942875761": "Hjálpaðu til við að byggja upp betri vef™",
    "364774188": "Ég er mannlegur™",
    "2785425016": "(í samhengi við mannkynssannprófunarlausn, td ákall til aðgerða)",
    "2639657759": "Merki notuð með leyfi",
    "1268918580": "Sum lógóa og merkja sem hCaptcha og samstarfsaðilar þess nota eru í eigu þriðja aðila og má aðeins nota með leyfi þeirra. Þriðju aðilar mega ekki nota eftirtalin merki nema eigandi þeirra leyfir:",
    "3782751514": "HUMAN Protocol® er skráð vörumerki HUMAN Protocol Foundation og er notað með leyfi þess.",
    "1620709264": "HUMAN Token® er skráð vörumerki HUMAN Protocol Foundation og er notað með leyfi þess.",
    "3031953928": "HUMAN Network™ er vörumerki HUMAN Protocol Foundation og er notað með leyfi þess.",
    "3554363588": "Önnur merki",
    "3290996791": "Öll önnur vöruheiti, lógó og vörumerki eru eign viðkomandi eigenda. Öll önnur nöfn fyrirtækja, vöru og þjónustu sem notuð eru á þessari vefsíðu eru eingöngu til auðkenningar. Notkun þessara nafna, lógóa og vörumerkja felur ekki í sér stuðning.",
    "2444685143": "Logo stefnu",
    "2414232014": "Merkið okkar er auðþekkjanlegt samstundis og ein af verðmætustu og mikilvægustu eignum okkar. Til að tryggja að það verði áfram sterk fulltrúi fyrirtækisins okkar verður það að vera kynnt á varlegan og samkvæman hátt á öllum samskiptaleiðum.",
    "803639471": "HCaptcha lógóið samanstendur af handtákninu og hCaptcha lógóinu. Í annarri mynd getur handtáknið birst af sjálfu sér þegar pláss er takmarkað og \"hCaptcha\" er notað sem orðmerki (eins og lýst er hér að ofan) í nálægð við handtáknið, þannig að það sé ljóst að handtáknið táknar hCaptcha.",
    "564127016": "HCaptcha hönd táknið:",
    "1424800293": "hCaptcha lógóið:",
    "1525506526": "Hvað eru yfirtökur á reikningum og hvernig virka þær?",
    "2446481523": "Það er gömul þjóðsaga þar sem vagnstjóri og aðalsmaður mæta í lögregluþjóninn í litlu þorpi í sveit. Einn maður, klæddur í óhreinum, fátækra fötum, sagði við lögregluþjóninn: „Ég er aðalsmaðurinn. Þessi maður var bílstjórinn minn.",
    "1767952047": "Hann réðst á mig í gærkvöldi, stal fötunum mínum og tók peningana mína. Hinn maðurinn, klæddur í stórkostlegan klæðnað, í klæðnaði göfuga stéttarinnar, svaraði: „Lagstjóri, þessi maður er geðveikur. Hann heldur að hann sé aðalsmaður. Ég er hinn sanni aðalsmaður. Handtaka hann!\"",
    "2947576723": "Þessi saga er á undan ökuskírteinum og stafrænu fingraprentun, en hún gefur gott dæmi um hvað getur farið úrskeiðis í stöðu yfirtöku reikninga. Einstaklingur skráir sig inn á netbankareikning eða farsímagreiðsluforrit. Er hann raunverulegur reikningshafi, eða tölvuþrjótur? Hver er í raun hver? Þessi öryggisvandamál hafa áhrif á stofnanir sem leyfa aðgang að sjálfsafgreiðslureikningi.",
    "1687299615": "Hvað er yfirtaka á reikningi?",
    "2648707986": "Yfirtaka reiknings er tegund netsvindls þar sem illgjarn leikari gerir sig eftir eiganda netreiknings. Venjulega er reikningurinn hjá fjármálastofnun eða rafrænum viðskiptum þar sem svikarinn getur stolið peningum, vörum eða gjafakortum. Árásarmaðurinn notar stolin innskráningarskilríki til að fá aðgang að reikningnum og yfirtekur hann síðan, breytir kannski lykilorðinu til að loka raunverulegum eiganda reikningsins úti.",
    "1476843710": "Minna fjárhagslega skaðleg en samt skaðleg form yfirtöku reikninga felur í sér að ræna reikningum á samfélagsmiðlum og þess háttar. Í þessum tilvikum er árásarmaðurinn venjulega að reyna að dreifa spilliforritum eða taka þátt í vefveiðum gegn grunlausum vinum fórnarlambsins. Eða árásarmaðurinn er að reyna að skamma fórnarlambið, sem gerist stundum með frægt fólk og stjórnmálamenn, til dæmis.",
    "2904949278": "Hvernig tekur tölvuþrjótur yfir reikning?",
    "2575690545": "Yfirtökur á reikningum, eins og svo mikið netsvindl, er aðallega spurning um sjálfvirka, fjöldaferla. Það er sjaldgæft að tölvuþrjótur, klæddur hettupeysu í kjallara móður sinnar, slái lykilorð inn á bankavefsíður eitt í einu.",
    "3614653023": "Frekar, iðkunin byggir á stórfelldum persónuskilríkisfyllingarárásum sem reyna milljónir notendanafna/lykilorðapöra á tugi fjármálastofnana sem miða á í von um að opna lítið hlutmengi reikninganna. Þegar sjálfvirki svikahugbúnaðurinn hefur fengið aðgang að reikningnum getur tölvuþrjótur blandað sér í málið, en í sumum tilfellum ekki.",
    "2762759509": "Mikið af yfirtökuárásum reikninga eru nánast algjörlega sjálfvirkar.",
    "1972710018": "Að sjá það frá sjónarhóli fyrirtækisins",
    "1282121137": "Til að skilja hversu erfið yfirtaka reikninga getur verið skaltu íhuga hvernig reynslan lítur út frá sjónarhóli fjármálastofnunarinnar. Þeir sjá um milljónir innskráninga á hverjum degi.",
    "2315518622": "Með þeirri fágun sem er í boði í árásarverkfærum nútímans er afar krefjandi að greina hvaða, ef einhver eru, eru svik. Síðan hringir einstaklingur í þjónustuverið og segir „Það hefur verið ráðist á reikninginn minn! Ég get ekki skráð mig inn og einhver er að stela peningunum mínum!“",
    "1836369533": "Eins og lögreglumaðurinn í þjóðsögunni, hvernig ákveður maður hver er raunverulega hver? Ef árásarmaðurinn hefur nóg af stolnum auðkennisþáttum, eins og ökuskírteinisnúmeri, kennitölu, kenninafni móður, heimilisfangi og svo framvegis, gæti verið frekar erfitt að ákvarða hvort sá sem hringir sé raunverulegur reikningseigandi eða árásarmaður sem reynir að fá lykilorð endurstillt á reikningi sem hann vill komast inn í.",
    "2880837730": "Hvað er hægt að gera til að stöðva yfirtökur á reikningum?",
    "3654556483": "Fjármálastofnanir og rafræn viðskipti hafa ferla og eftirlit sem draga úr hættu á yfirtöku reikninga að einhverju leyti. Þetta eru allt frá gamaldags „hvað hét besti vinur þinn í grunnskóla“ öryggisspurningum til uppgötvunaraðferða sem losa sig við grunsamlegar IP tölur og farsímasnið.",
    "2449501658": "býður upp á eina fullkomnustu leiðina til að draga úr ógninni af sviksamlegum reikningsskráningartilraunum, með því að nota vélanám til að greina og stöðva vélmenni og gera það í raun mun erfiðara eða jafnvel ómögulegt fyrir svikara að taka þátt í yfirtöku á reikningi.",
    "3621455477": "til að læra meira!",
    "555246307": "Við the vegur, hér er hvernig sagan um aðalsmanninn og bílstjóra hans endar: Lögreglumaðurinn lét mennina tvo sitja saman í herbergi tímunum saman og leiðast úr huganum. Í lok dags birtist hann og sagði: „Ég mun tala við vagnstjórann núna. Maðurinn í göfugu fötunum stóð upp. Honum leiddist svo að hann gleymdi að hann var bara að þykjast vera aðalsmaðurinn.",
    "1224727373": "BotStop eftir hCaptcha",
    "1187718370": "Hafðu samband við okkur",
    "3892905664": "hCaptcha hjálpar uppáhalds netþjónustunum þínum að halda úti vélmennum, ruslpósti og misnotkun með því að spyrja einfaldra spurninga sem eru auðveldar fyrir menn og erfiðar fyrir vélar.",
    "555158694": "Þjónusta sem þú notar hefur valið að bæta upplifun þína á síðunni sinni með því að setja upp hCaptcha til að draga úr skaðlegri umferð.",
    "1617196410": "hCaptcha einbeitir sér að því að stöðva vélmenni. Okkur er alveg sama hver notandi er, heldur aðeins hvort þeir séu illgjarnir. Við vinnum hörðum höndum að því að koma jafnvægi á friðhelgi einkalífsins og",
    "1624200563": "öryggi, og fara að GDPR, CCPA, LGPD, PIPL og öðrum persónuverndarreglum.",
    "1927613000": "hCaptcha sameinar háþróaða vélanám með öflugum áskorunarvettvangi til að vernda vefforrit fyrir yfirtöku reikninga, fyllingu skilríkja, skafa og annars konar misnotkun.",
    "1133989302": "Af hverju hCaptcha?",
    "34074886": "Í hvert skipti sem þú svarar áskorun notum við háþróuð líkön til að komast að því hvort þú sért manneskja. Vefsíðan sem þú heimsóttir notar síðan þessa niðurstöðu til að bæta upplifun þína á síðunni þeirra með því að halda út vélmennum.",
    "3412647984": "Þetta gerir þér kleift að forðast spurningar í framtíðinni með því að skrá þig og setja fótspor. Vinsamlegast reyndu líka að slökkva á auglýsingalokun þinni.",
    "2510209017": "Þarftu meiri hjálp?",
    "477275453": "Af hverju eru API vinsæl skotmörk fyrir tölvuþrjóta?",
    "596347471": "Application Programming Interfaces (API) hafa orðið vinsælt skotmark illgjarnra leikara í netheimum. Það eru margar ástæður fyrir þessu, þar á meðal frábært gagnsemi þeirra við samþættingu forrita. Hins vegar er hægt að draga úr API áhættu.",
    "2441638955": "Í fyrsta lagi, hvað er API?",
    "3963216198": "Til að ræða hvers vegna API eru vinsæl skotmörk fyrir tölvuþrjóta, er það þess virði að taka sér fyrst stutta stund til að skilgreina hvað er átt við með hugtakinu „API“. Hugmyndin um API er alls ekki ný. Reyndar hafa viðmót til að tengja ýmis tölvukerfi hvert við annað, sem og innri hluti þeirra, verið til síðan að minnsta kosti snemma á sjöunda áratugnum.",
    "1047251718": "Í dag, hins vegar, þegar fólk talar um API, meina þeir undantekningarlaust staðlaða API. Þetta eru API sem eru byggð með opnum stöðlum eins og Representational State Transfer (REST) og opnum stöðluðum skráarsniðum eins og JavaScript Object Notation (JSON). Slík „RESTful API“, eins og þau eru þekkt, er hægt að búa til án þess að þörf sé á sérhugbúnaði. API-skilin sem myndast geta sent og tekið á móti gagna- og verklagssímtölum á milli hugbúnaðarforrita. Til dæmis notar farsímabankaforrit API til að fá aðgang að kerfum bankans.",
    "3195334319": "Gagnsemi og varnarleysi API",
    "1903743785": "Tilkoma staðlabundinna API tákna stórt stökk fram á við í samþættingu forrita. Á síðustu 20 árum eða svo fóru API frá því að vera kostnaðarsamar og flóknar sérhugbúnaðarvörur í ókeypis, staðlaðar verkfæri sem voru tiltölulega auðvelt að vinna með - og fljótleg í notkun.",
    "879362350": "Með nýju forritaskilunum sem virkuðu yfir internetið varð mögulegt að tengja hvaða hugbúnað eða gagnagjafa sem er, hvar sem er í heiminum, óháð vettvangi, gagnakerfi eða forritunarmáli. Þess vegna er tölvuheimurinn nú í miðri API byltingu. Það hefur orðið sprenging í tengingum milli forrita og gagna. Það er frábært, þangað til það er það ekki.",
    "3844432472": "Mjög hreinskilni og notagildi API gerir þau að ótrúlega ríkum skotmörkum fyrir árásarmenn. Á sama hátt og hægt er að forrita farsímaforrit til að ná til og FÁ gögn úr fyrirtækjakerfi með því að nota API, svo getur spilliforrit líka. Tölvuþrjótar hafa skrifað mikið úrval af hugbúnaðarverkfærum til að misnota API. Það er áhrifarík árásartækni.",
    "2187096543": "Reyndar hafa verið nokkur meiriháttar gagnabrot vegna tölvuþrjótaskrifaðs hugbúnaðar sem kallaði á API til að vinna gögn úr gagnagrunni. Þegar öllu er á botninn hvolft, ef það að stela gögnum krefst einfaldlega GET símtals á API, skrifað með REST og JSON, þá er auðvelt að hreinsa gagnagrunn fljótt. Reyndar, þegar fólk talar um „screen scraping“ árásir, þá meina það í raun og veru, að mestu leyti, hraðskjóta API símtöl sem draga gögn út úr gagnagrunnum. API eru orðin mikil árásaryfirborð fyrir stofnanir sem byggja þau.",
    "4222109231": "Að draga úr API áhættu með hCaptcha's Enterprise Product",
    "1783317946": "Að stöðva API árásir er vinsælt notkunartilvik fyrir",
    "3022922096": ", fyrirtækjasvíta hCaptcha af vörum. Ólíkt ókeypis útgáfunni af hCaptcha,",
    "63719113": "notar háþróaða vélanám til að bera kennsl á skaðlega umferð á síðuna þína og forrit - þar á meðal skrapaðgerðir.",
    "3566102529": "okkur í dag til að læra meira.",
    "3096553330": "Sérhvert kerfi sem við búum til endurspeglar einfaldlega samskipti okkar við annað fólk.",
    "1467218142": "Það sem við þráum af þeim og okkur sjálfum stýrir hegðun okkar og þar með koma sömu samskiptamynstur upp í öllum mannlegum kerfum. Netið gefur mörg frábær dæmi um þennan grundvallarþátt í heimi okkar.",
    "808872868": "Til dæmis: ruslpóstur, svik og misnotkun hafa verið til á netinu síðan næstum daginn eftir að tvö kerfi voru fyrst tengd saman.",
    "1085089390": "Misnotkun á netinu stafar af meðfæddri mannlegri hegðun",
    "3064321967": "Fyrsti þekkti ruslpósturinn var sendur árið 1978. [",
    "3800781598": "] Tæpum fimm áratugum síðar heldur tölvupóstsruslpóstur áfram að hrjá okkur. Margir milljarðar dollara og þúsundir mannára af verkfræðiátaki hafa verið settir í að vinna bug á því, en samt er ruslpóstur viðvarandi. Það eru milljarða dollara atvinnugreinar á báða bóga, þ.e. þeir sem verjast því og þeir sem senda það.",
    "2119943547": "Hvers vegna er þetta? Svarið er einfalt. Svo lengi sem það er hvati til að misnota kerfi mun einhver almennt finna leið. Og þegar þeir gera það, mun einhver annar hafa hvata til að stöðva þá.",
    "532470444": "Jafnvægið getur breyst lítillega frá ári til árs, en þessi hegðun endurspeglar einfaldlega grundvallarmannlegt eðli og fimm þúsund ára skráð saga gefur til kynna að ólíklegt sé að kraftaverkið breytist í bráð.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Þessi greining er ekki ný af nálinni en fólk er eilíflega bjartsýnt. Sérstaklega þegar þeir halda að hugmynd þeirra sé ný.",
    "1216071511": "Sömu hugmyndir eru lagðar fram svo oft að fyrir um 20 árum síðan kom nafnlaus höfundur með gagnlegt útfyllingarefni fyrir umræður á netinu um lausnir gegn ruslpósti:",
    "1941999673": "Færsla þín talar fyrir a",
    "4179118182": "( ) tæknilegt ( ) löggjafarvald ( ) markaðsbundið ( ) árvekni",
    "3978720689": "nálgun til að berjast gegn ruslpósti. Hugmyndin þín mun ekki virka. Hér er ástæðan fyrir því að það mun ekki virka.",
    "318339230": "(Eitt eða fleiri af eftirfarandi gætu átt við um tiltekna hugmynd þína, og það gæti átt við",
    "30312304": "aðrir gallar sem voru breytilegir frá ríki til ríkis áður en slæm alríkislög voru samþykkt.)",
    "2710988028": "( ) Ruslpóstsmiðlarar geta auðveldlega notað það til að safna netföngum",
    "3912514510": "( ) Póstlistar og önnur lögmæt notkun tölvupósts verða fyrir áhrifum",
    "2030062561": "( ) Enginn mun geta fundið gaurinn eða safnað peningunum",
    "3334160175": "( ) Það er varnarlaust gegn árásum grimmdarafla",
    "3238345709": "( ) Það mun stöðva ruslpóst í tvær vikur og þá verðum við föst með það",
    "4227800293": "( ) Notendur tölvupósts munu ekki sætta sig við það",
    "2271252286": "( ) Microsoft mun ekki sætta sig við það",
    "692064738": "( ) Lögreglan mun ekki sætta sig við það",
    "3475647460": "( ) Krefst of mikillar samvinnu frá ruslpóstsmiðlum",
    "1482845460": "( ) Krefst tafarlausrar algerrar samvinnu allra í einu",
    "3741193183": "( ) Margir tölvupóstnotendur hafa ekki efni á að missa viðskipti eða fjarlægja hugsanlega vinnuveitendur",
    "2234909600": "( ) Ruslpóstsendendum er sama um ógild heimilisföng á listum sínum",
    "1982617151": "( ) Hver sem er gæti á nafnlausan hátt eyðilagt feril eða fyrirtæki annarra",
    "2498172334": "Nánar tiltekið er ekki gert ráð fyrir áætlun þinni",
    "389705801": "( ) Lög sem banna það beinlínis",
    "190955495": "( ) Skortur á miðlægu stjórnunarvaldi fyrir tölvupóst",
    "237009707": "( ) Opin boðhlaup í útlöndum",
    "3507532387": "( ) Auðvelt að leita að pínulitlu netfangarými fyrir öll netföng",
    "2477958756": "( ) Slæmt fólk",
    "3254142589": "( ) Lögsöguvandamál",
    "3621401685": "( ) Óvinsældir undarlegra nýrra skatta",
    "4277475973": "( ) Tregða almennings til að samþykkja undarlegar nýjar peningaform",
    "941057651": "( ) Gífurleg núverandi hugbúnaðarfjárfesting í SMTP",
    "3265293440": "( ) Viðkvæmni annarra samskiptareglna en SMTP fyrir árás",
    "515733427": "( ) Vilji notenda til að setja upp OS plástra sem berast með tölvupósti",
    "2631159699": "( ) Herir af ormafullum breiðbandstengdum Windows kassa",
    "776542208": "( ) Eilíft vígbúnaðarkapphlaup tekur þátt í öllum síunaraðferðum",
    "989480928": "( ) Mikil arðsemi ruslpósts",
    "3898950867": "( ) Joe störf og/eða persónuþjófnaður",
    "3395399558": "( ) Tæknilega ólæsir stjórnmálamenn",
    "1118929614": "( ) Mikil heimska hjá fólki sem stundar viðskipti við ruslpóstsmiðla",
    "838951836": "( ) Óheiðarleiki af hálfu spammers sjálfra",
    "2123236933": "( ) Bandbreiddarkostnaður sem er óbreytt af síun viðskiptavinarins",
    "2292919419": "( ) Horfur",
    "2534436327": "og eftirfarandi heimspekileg andmæli geta einnig átt við:",
    "832385387": "( ) Hugmyndir svipaðar þínum er auðvelt að koma með, en samt hefur engar verið sýndar raunhæfar",
    "1993984258": "( ) Sérhvert kerfi sem byggir á undanþágu er óviðunandi",
    "3909240516": "( ) SMTP hausar ættu ekki að vera efni í löggjöf",
    "1151065360": "( ) Svartir listar sjúga",
    "2396605499": "( ) Hvítlistar sjúga",
    "2225785608": "( ) Við ættum að geta talað um Viagra án þess að vera ritskoðuð",
    "3004688366": "( ) Mótvægisráðstafanir ættu ekki að fela í sér vírsvik eða kreditkortasvik",
    "922470170": "( ) Mótvægisráðstafanir ættu ekki að fela í sér skemmdarverk á almennum netum",
    "3068923550": "( ) Mótvægisráðstafanir verða að virka ef þær koma smám saman inn",
    "2752975480": "( ) Sending tölvupósts ætti að vera ókeypis",
    "117227832": "( ) Af hverju ættum við að þurfa að treysta þér og netþjónunum þínum?",
    "1021431157": "( ) Ósamrýmanleiki við opinn uppspretta eða opinn uppspretta leyfi",
    "2801524659": "( ) Aðgerðir til að líða vel gera ekkert til að leysa vandann",
    "931661269": "( ) Tímabundin/einu sinni netföng eru fyrirferðarmikil",
    "2090457681": "( ) Ég vil ekki að stjórnvöld lesi tölvupóstinn minn",
    "3536122902": "( ) Að stöðva þá þannig er ekki nógu hægt og sársaukafullt",
    "2391175562": "Ennfremur er þetta það sem mér finnst um þig:",
    "229198134": "( ) Fyrirgefðu náungi, en ég held að það myndi ekki virka.",
    "345563040": "( ) Þetta er heimskuleg hugmynd og þú ert heimsk manneskja fyrir að stinga upp á henni.",
    "409780280": "( ) Góð tilraun, ****! Ég vona að einhver stígi á lyklaborðið þitt!",
    "2820080973": "hýst hjá ❤ af",
    "3943164003": "skoða hrátt",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Af hverju nýja ruslpóstlausnin þín virkar ekki",
    "361795034": ". Óþekktur höfundur, c. 2000",
    "1547006769": "Sannprófun mannkyns er sama vandamálið",
    "3717942925": "Rétt eins og það mun alltaf vera fólk sem vill fá athygli þína með tölvupósti, þá mun alltaf vera löngun til að takmarka aðgang að sumum auðlindum þannig að aðeins menn hafi aðgang að þeim.",
    "2481032625": "Hvort markmiðið sé að koma í veg fyrir:",
    "1691348394": "- sjálfvirk fjöldakaup á meðan á takmörkuðu útsölu stendur",
    "1771016224": "- hugbúnaður frá því að hlaða niður öllu efni af vefsíðunni þinni í massavís",
    "1959762846": "- að hafa vefeyðublöðin þín útfyllt með endalausum markaðsruslpósti eða misnotkun",
    "345108670": "- skilríkisfylling og aðrar tilraunir til yfirtöku á reikningi",
    "2540760245": "meðal margra annarra nota, að geta síað netumferð á grundvelli „manneskju eða ekki“ mun líklega vera dýrmætt tæki svo lengi sem mannlegt eðli fylgir sömu mynstrum sem skráð hafa verið á síðustu fimm þúsund árum.",
    "3346362371": "Hvað með vélanám?",
    "3619183405": "Árið 2021 er stundum hægt að leysa einfaldar CAPTCHA með hugbúnaði, þökk sé framförum í vélanámi. Til að takast á við þetta gerir hCaptcha einnig mjög ítarlega greiningu á eignum eins og",
    "3292221787": "áskoruninni var svarað, ekki bara hvort hún væri rétt, og breytir oft bæði spurningum og gögnum sem notuð eru.",
    "1080672247": "Vegna þess að margar af spurningunum sem spurt er er ekki hægt að leysa á hagkvæman hátt með hillum hugbúnaði, og vegna þess að gögnin eru almennt einstök fyrir kerfið, þýðir þetta að vélmenni eru oft algjörlega stöðvuð af ókeypis þjónustunni og verða að reiða sig á mannlega CAPTCHA leysa í staðinn, sem gerir margskonar misnotkun algjörlega óhagkvæm.",
    "4172868199": "gengur miklu lengra en þetta, færist yfir í það svið að reyna að greina „góðan mann“ frá „vondu manneskju“ og er notuð í dag af mörgum af vinsælustu netþjónustum heims til að finna og stöðva allt frá kaupsvikum til háþróaðrar viðvarandi hótanir gegn notendum sínum, en viðhalda einstakri áherslu á að varðveita friðhelgi einkalífsins.",
    "2873911365": "Hvað með vottun á vélbúnaði?",
    "1477196356": "Ýmsar aðferðir til að tengja auðkenni við tæki á dulmálslega öruggan hátt, stundum með eiginleika sem varðveita friðhelgi einkalífsins, hafa verið lagðar til í áratugi. Dulritun opinberra lykla nær aftur til c. 1975, og vélbúnaðarmerki hafa verið til næstum jafn lengi.",
    "2349681896": "Því miður þýðir það ekki að þú sért manneskja að stjórna vélbúnaði. Nánast öll vinsæl neytendavélbúnaðarvottunarkerfi hefur ítrekað verið brotin, lagfærð og síðan brotin aftur.",
    "254326776": "Oft kemur í ljós að illgjarn misnotkun á þessum göllum hefur átt sér stað í marga mánuði eða ár fyrir birtingu eða fræðilega birtingu.",
    "2462909475": "Veggur með meira en 10.000 símum sem notaðir voru til misnotkunar, hluti af kínverskri lánastarfsemi.",
    "1963951234": "Sama hversu áreiðanlegt dulritunarkerfi þitt er, ef einhver getur í lok dags einfaldlega eytt peningum til að gefa þér svarið sem þú ert að leita að, það er ófullnægjandi að eiga vélbúnað.",
    "1278884196": "Sem sagt, dulmál er frekar ung fræðigrein. Byggt á nýlegri sögu er líklegt að dulmálskerfi þitt og/eða útfærsla verði brotin um leið og einhver hefur hvata til að skoða það vel og líklegt er að aðrir muni komast að þessu löngu áður en þú gerir það. Að treysta á vélbúnað þýðir líka að þú gætir þurft að biðja hvern og einn af notendum þínum að breyta líkamlegu tæki til að laga gallann. Ólíklegt er að þetta gerist hratt í flestum tilfellum, sem þýðir í raun að kerfið þitt mun einfaldlega ekki opnast.",
    "1828028934": "Þetta er ástæðan",
    "1642844535": "er mikilvægt: hCaptcha notar margar mismunandi aðferðir til að svara sömu grundvallarspurningunni, sem gerir samanburð á samræmi í öllum matum.",
    "1155821305": "vörn er dýpt",
    "119098046": "Hvað með óbeinar eða óáskorunarlausnir?",
    "2760410719": "Þjónusta sem reynir að gera botngreiningu með eingöngu óvirkum merkjum lenda fljótt í grundvallarvandamáli: hvernig sannreynirðu hvort kerfi skynji slæma leikara rétt þegar þú ert ekki með nákvæman grunnsannleika?",
    "1722734001": "Opna internetið er mjög hávær umhverfi. Slæmir leikarar ráðast á notendur þjónustu okkar og keppinauta eins og reCAPTCHA á hverjum degi og reyna að sjálfsögðu að líta eins mannlega út og hægt er á meðan þeir gera það.",
    "1595254735": "Hreint óvirk þjónusta á í erfiðleikum með að viðhalda nákvæmni botngreiningar, eða jafnvel að vita hvenær þær eru ónákvæmar. Án hæfileikans til að skora stundum á notendur og greina niðurstöður þeirrar áskorunar á réttan hátt, hefur nákvæmni tilhneigingu til að minnka verulega með tímanum.",
    "2412751979": "Þökk sé nákvæmari mannkynsmerkjum sem knýja hCaptcha hafa mörg fyrirtæki sem áður notuðu reCAPTCHA v3/Enterprise skipt yfir í",
    "2284856231": "og séð verulega bætta nákvæmni í hCaptcha Enterprise eingöngu óvirka ham líka.",
    "4162847": "Við höfum getað fylgst með þessu beint, þar sem sumir viðskiptavina okkar keyra A/B próf á sömu beiðni áður en þeir skipta alfarið út úr tilboðum Google. Við erum venjulega fær um að sanna bæði hátt falskt jákvætt og rangt neikvætt hlutfall sem kemur frá reCAPTCHA v3 eða reCAPTCHA Enterprise.",
    "436125785": "Þetta kemur ekki á óvart miðað við ónákvæmni endurgjafarlykkjanna sem eru tiltækar í þessum vörum, og þá staðreynd að þær eru seldar af auglýsinganeti með yfirgnæfandi hagsmuni af því að verða ekki of góður í uppgötvun botna, svo það skaði ekki kjarnastarfsemi þeirra.",
    "2233741720": "Að lokum",
    "2133809801": "Svo lengi sem fólk er áfram fólk er líklegt að sannprófun mannkyns muni gegna hlutverki á netinu.",
    "2255549335": "Starf okkar hjá hCaptcha er að finna góð málamiðlun milli erfiðleika og nákvæmni og halda núningi lágum, sérstaklega fyrir",
    "4138068262": "notendur. Að lokum er líklegt að samskipti við áskoranir verði áfram hluti af vopnabúrinu af verkfærum til að draga úr misnotkun á netinu svo lengi sem mannlegt eðli helst óbreytt.",
    "855097735": "Það er mjög erfitt vandamál að byggja upp þjónustu sem gerir þetta vel ásamt öllum áhyggjum er mjög erfitt (og við erum alltaf að vinna að því að bæta hana til að gera upplifunina eins ánægjulega og mögulegt er) en við vonum að þú sért sammála því að draga úr ruslpósti, misnotkun, yfirtöku á reikningum , og netsvik er á endanum vel þess virði einstaka einfaldrar spurningar.",
    "1953959745": "aðgengi",
    "2543123170": "Núningslaus sannprófun mannkyns",
    "547245263": "Leysaðu bot vandamálið þitt í dag.",
    "3117887301": "Treyst af stærstu netþjónustum",
    "981806349": "Byggt á hCaptcha pallinum sem hefur sannað sig",
    "2373007864": "hCaptcha Enterprise keyrir á hCaptcha vettvangstækni, útvíkkað til að innihalda þá eiginleika sem mikil umferðarfyrirtæki þurfa.",
    "2652399059": "Áreiðanlegur félagi",
    "1997838163": "Stærstu fyrirtæki heims eru háð hCaptcha Enterprise. Samþætting er einföld og greiningarnákvæmni er óviðjafnanleg.",
    "734735952": "Við metum fjölda CAPTCHA framleiðenda auk þess að byggja kerfi sjálf. Að lokum kom hCaptcha fram sem besti kosturinn við reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Framkvæmdastjóri vörustjórnunar, Cloudflare",
    "3971348140": "Af hverju notuðum við hCaptcha? Enginn annar gat skilað þeim eiginleikum og frammistöðu sem við þurftum. Þeir komu okkur fljótt í gang og kaupmenn okkar elska upplifunina.",
    "4248655793": "— Alex M.",
    "4185927140": "Vörustjóri, Flash, Shopify",
    "282913023": "Hagkvæmur kostur fyrir fyrirtæki með mikla umferð",
    "999610953": "Að lokum, trúverðugur valkostur við Google. hCaptcha Enterprise skilar stórkostlegum sparnaði á reCAPTCHA reikninginn þinn með hærra öryggi: allt að 80% ódýrara í sumum tilfellum.",
    "1886100235": "Margar af stærstu netþjónustum heims hafa skipt yfir í hCaptcha Enterprise og fengið bætta uppgötvun vélmenna samhliða verulegum kostnaðarsparnaði.",
    "2903742230": "Auglýsinganet sjá gesti þína sem vöruna. Fyrir okkur er eina markmiðið að ákvarða mannúð þeirra. Þjónusta okkar uppfyllir eða fer yfir GDPR, CCPA, LGPD og PIPL kröfur og við vinnum hörðum höndum að því að halda jafnvægi á friðhelgi einkalífs og öryggi.",
    "3901503296": "Þessi einstaka áhersla á friðhelgi einkalífsins þýðir að við getum boðið enga varðveislu einstaklingsgagna, kexlausa notkun og aðrar samningsbundnar persónuverndarábyrgðir eftir þörfum á meðan við viðhaldum frábæru öryggi.",
    "3342910682": "Lestu meira",
    "1130783905": "Nákvæmni er í hag þinn og okkar. hCaptcha vinnur að því að gefa þér raunveruleg gögn og láta þig ákveða hvernig þú notar þau. Aðrar öryggislausnir eru veittar af risastórum auglýsingafyrirtækjum. Þetta þýðir að sérhver láni sem þeir loka á gæti dregið úr tekjum þeirra.",
    "2019130052": "Nýjungar okkar í persónuverndarmiðuðu ML gera okkur kleift að fara yfir öryggisstaðla eldri „skrá allt að eilífu“ aðferðum án þess að skaða öryggi eða friðhelgi notenda.",
    "23114595": "Frábær notendaupplifun",
    "3437412311": "Fyrir Enterprise notendur eru valkostir í boði til að forðast algjörlega áskoranir í flestum tilfellum, með því að treysta á óbeinar stig.",
    "1996843433": "Dragðu úr núningi með því að forðast áskorun algjörlega fyrir 99,9% af lögmætri umferð þinni á meðan þú veitir samt framúrskarandi öryggi.",
    "3093689546": "Auðveld samþætting",
    "247560732": "Bættu við hCaptcha með þremur línum af kóða. Ef þú kemur frá reCAPTCHA er API okkar samhæft og það tekur aðeins nokkrar mínútur að skipta.",
    "1510448156": "Þú getur verið kominn í gang með betri valkost í dag og kveikt á fullkomnari eiginleikum eftir þörfum.",
    "2718999653": "Sérsniðin ógnunarstig",
    "2698140263": "Ekki eru öll vandamál eins: Að fá eitt stig þýðir að það verður að mæta þörfum þínum til að vera gagnlegt.",
    "897432717": "Með nýrri hönnun okkar fyrir sérsniðin ógnunarstig gerir það að bæta við viðskiptaþekkingu þinni líkönum okkar kleift að skila stigum sem eiga einstaklega vel við notendur þína.",
    "2650502379": "Ræstu þínar eigin áskoranir á nokkrum sekúndum",
    "3578122193": "Vertu á vörumerkinu með viðeigandi efni",
    "1074044172": "Þegar notendur verða að leysa áskorun til að uppfylla öryggiskröfur þínar, hvers vegna ekki að spyrja spurninga sem eru skemmtilegar og viðeigandi fyrir notandann?",
    "1579093044": "Með einfalda sérsniðna áskorunarhönnuðinum okkar geturðu hleypt af stokkunum áskorunarefni fyrir vörumerki á örfáum mínútum.",
    "3717512591": "Bein samþætting vettvangs",
    "121743429": "Fyrir vefinnviðafyrirtæki",
    "2131386784": "Nánast sérfræðiþekking og stuðningur fyrir bæði þig og notendur þína",
    "2782263070": "Þjónusta er í forgangi hjá okkur. Við höldum uppi 24/7 vaktþjónustu og bjóðum upp á beina Slack samhæfingu við verkfræðisamþættingateymi þitt og vakthafandi starfsfólk okkar á meðan og eftir innleiðingu.",
    "3740051331": "Við erum einnig staðráðin í að fylgjast virkt með og svara spurningum notenda þinna á samfélagsmiðlum, spjallborðum og stuðningsrásum okkar í búnaði og tölvupósti. Við erum aðgengileg og móttækileg og lítum á ánægju notenda sem aðal KPI.",
    "170775527": "Enterprise eiginleikar",
    "3383086062": "hCaptcha Enterprise er fullkomin öryggislausn á netinu. Virkar og óvirkar stillingar gera þér kleift að stöðva persónuskilríkisfyllingu, greina yfirtökur á reikningum og loka á grunsamlega leikara. Allt án núnings fyrir lögmæta notendur.",
    "1408599440": "Byrjaðu fljótt með nokkrum línum af kóða og 99,9% óvirkri stillingu okkar, eða taktu fulla stjórn á því hvenær og hvernig áskorun er á notendum. Sérsniðin ógnarlíkön og sérhannaðar áskoranir þýða óviðjafnanlegan sveigjanleika til að tryggja öryggi.",
    "3365203058": "Vernd gegn botnavörn á heimsmælikvarða",
    "1803009328": "Bardagaprófað á vefmælikvarða.",
    "1586809757": "Mikil nákvæmni lánaskora",
    "353367791": "Finndu slæma leikara af mörgum mismunandi gerðum.",
    "191460155": "Núningslaus og 99,9% óvirkar stillingar",
    "585557010": "Skoraðu á minna en 0,1% lögmætra notenda.",
    "3287172429": "Stjórna áskorunartegundum sýndar",
    "1844885924": "Breitt bókasafn af gerðum til að velja úr.",
    "3018523079": "Vertu á vörumerkinu með stöðugri notendaupplifun.",
    "3817811295": "Ábyrgð áreiðanleiki og fljótur 24/7 vaktþjónusta.",
    "1798492192": "Stuðningur við eldri vafra",
    "1356745565": "Samhæft alla leið aftur í Internet Explorer 8.",
    "751483365": "Stuðningur fyrir viðskiptavini sem ekki eru JavaScript.",
    "4199502476": "Ítarleg skýrslumælaborð og API",
    "3630114728": "Sjáðu hvað er að gerast á öllum vefsvæðum þínum og forritum.",
    "3573245166": "Ólíkt reCAPTCHA vinnum við í hverju landi.",
    "2354267648": "GDPR, CCPA og LGPD-væn persónuverndarstefna",
    "3167979932": "Hannað fyrir næði frá fyrsta degi. Sterkur gagnavinnslusamningur.",
    "4065065042": "Hringdu þetta inn til að passa nákvæmlega við notkunarmálið þitt.",
    "111184581": "Hýsing fyrsta aðila",
    "4272022475": "Allar beiðnir og eignir fara á hcaptcha.yourdomain.com",
    "2676853536": "Fjölnota mælaborð",
    "1368787974": "Deildu stjórnun yfir teymið þitt.",
    "1045484714": "SAML SSO samþætting við auðkennisveituna þína, td Okta eða Azure AD.",
    "3953584369": "Háþróuð RBAC aðgangstakmarkanir í boði.",
    "2781507299": "Augnablik staðfesting",
    "4019660456": "0ms leynd: staðfestu hCaptcha tákn án API kalls.",
    "3446714684": "Farsímasamþætting (iOS og Android).",
    "2593768395": "Óaðfinnanleg upplifun á vefnum, innfæddum farsíma, farsímavef. Forsmíðaðar samþættingar og innfædd SDK í boði.",
    "1779265104": "Sérsniðnir skilmálar og persónuverndarábyrgðir",
    "122875767": "Fullnægja lagalegum þörfum þínum þegar önnur fyrirtæki geta það ekki.",
    "148188781": "Kynntar áskoranir",
    "838049015": "Veldu allar myndir sem passa við fyrirspurn",
    "1126302400": "Afmarkandi kassi",
    "3554448168": "Flokkun",
    "2104933754": "Þekkja samsvarandi merkimiða",
    "3612043014": "...og önnur einföld verkefni. Auðvelt fyrir menn, erfitt fyrir vélmenni.",
    "3624758171": "Sérsniðin verkefni eru einnig fáanleg fyrir fyrirtækisútgefendur.",
    "1001938065": "Samþætting gæti ekki verið auðveldari",
    "2138799135": "hCaptcha hefur heilmikið af forbyggðum samþættingum fyrir framenda- og bakendakerfin sem þú notar.",
    "2535001179": "Ef þú ert að koma frá reCAPTCHA frá Google, eru API-skilaskilin okkar í staðin.",
    "1393184984": "eru allt sem þú þarft.",
    "3715747429": "Verkfræðingar okkar um borð geta komið þér hratt af stað, hvort sem þú þarft React samþættingu, SDK fyrir iOS innfædd öpp, Java backend dæmi eða nánast hvaða atburðarás sem er.",
    "2681650568": "Og eins og alltaf er næði kjarnagildi fyrir okkur. Bættu við áskorunarkóðanum okkar aðeins þar sem það er nauðsynlegt og þar sem skynsamlegt er að vernda bæði þig og notendur þína. Lágmörkun gagnasöfnunar hefst frá samþættingu.",
    "1130868224": "Þrjár línur af kóða",
    "2183926131": "Byrjaðu með hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Hannað fyrir friðhelgi einkalífsins.",
    "1297224875": "Einstaklega persónuverndardrifin nálgun að öryggi fyrirtækja á netinu.",
    "2762458927": "Notendagögnin þín eru ekki til sölu.",
    "2058856283": "hCaptcha Enterprise hefur aðeins einn tilgang: að koma í veg fyrir að slæmir leikarar trufli netrekstur þinn og skaði notendur þína.",
    "2408036504": "Kerfi okkar eru þannig hönnuð frá grunni til að lágmarka gagnasöfnun og varðveislu en viðhalda öryggi í flokki. Besta leiðin til að vernda notendagögn er að geyma þau alls ekki.",
    "4099477834": "Öll viðskiptatengsl eru einnig vernduð af sterkum gagnavinnslusamningi. hCaptcha þjónustan er í samræmi við öll persónuverndarlög, sama hvar þjónustan þín eða viðskiptavinir þínir eru búsettir. Að geyma ekki persónuupplýsingar gerir þetta miklu auðveldara fyrir okkur en önnur fyrirtæki.",
    "3569492665": "Að skrá virkni á netinu er ekki svarið.",
    "3389431373": "Þjónusta eins og reCAPTCHA v3 segja að það sé nauðsynlegt fyrir gott öryggi að setja rakningarpixla þeirra á hverja síðu á síðunni þinni. Þetta er ekki raunin.",
    "3590546893": "Einföld hegðunargreining er merki sem er auðveldlega falsað af slæmum leikurum og krefst þess að þú geymir vafraferil fyrir alla lögmæta umferð þína.",
    "1105363520": "Við rekum ekki auglýsinganet og höfum engan áhuga á að fylgjast með notendahegðun þinni til að selja þeim auglýsingar. Þetta þýðir að við þurfum ekki óvirkan pixla á hverri síðu á síðunni þinni.",
    "3088605177": "Bættu við áskorunarkóðanum okkar aðeins þar sem það er nauðsynlegt og þar sem skynsamlegt er að vernda bæði þig og notendur þína.",
    "337971271": "Vélnám er gagnlegt. En það þarf ekki persónuupplýsingar til að virka.",
    "320166522": "Vélræn nám hefur nú áhrif á næstum alla þætti lífs okkar, oft á þann hátt sem við gerum okkur ekki grein fyrir og getum ekki séð. Öryggisþjónusta á netinu er ekkert öðruvísi.",
    "3180664128": "Með því að læra yfir þúsundir merkja geta líkön ályktað um og náð miklu trausti til að greina skaðlega hegðun mjög fljótt, jafnvel þegar ekkert einstakt merki væri í sjálfu sér nógu sterkt til að gefa til kynna vandamál.",
    "961941354": "Hins vegar þarf ekkert af þessu að nota persónugreinanlegar upplýsingar (\"PII\"). Nútíma dulmálstækni gerir okkur kleift að farga hvers kyns persónulegum gögnum eins fljótt og auðið er og búa í staðinn til einhliða undirskriftir sem ekki er hægt að tengja við neinn einstakling.",
    "1706581702": "Þjálfun á afskilgreindum gögnum virkar alveg eins vel og krefst þess ekki að skerða hvorki öryggi né friðhelgi einkalífsins. Viðskiptavinir okkar hafa gert reynsluprófin og hafa lýst því yfir að við séum jöfn eða betri en miklu minna persónulegu valkostirnir.",
    "3203921334": "Okkur líkaði ýmislegt við hCaptcha lausnirnar: 1) þær selja ekki persónuleg gögn; þeir safna aðeins lágmarks nauðsynlegum persónuupplýsingum, þeir eru gagnsæir í lýsingu á upplýsingum sem þeir safna og hvernig þeir nota og/eða birta þær.",
    "305735018": "Að lokum, trúverðugur valkostur við Google. hCaptcha Enterprise skilar stórkostlegum sparnaði á reCAPTCHA reikninginn þinn með hærra öryggi: allt að 80% ódýrara í sumum tilfellum.",
    "3695206755": "Prófaðu okkur í þínu umhverfi án skuldbindinga.",
    "2941545733": "Við erum verkfræðingar, ekki sölumenn: við viljum að þú sért ánægður með val þitt.",
    "131871195": "Besta leiðin til að tryggja ánægju þína er að sýna fram á að við uppfyllum þarfir þínar.",
    "3436534225": "Nánast öll fyrirtæki sem hefja tilraunaverkefni velja á endanum lausnir okkar.",
    "4060250206": "Notaðu þetta eyðublað til að ná í einn af tæknisérfræðingum okkar. Við svörum fljótt.",
    "1159746815": "Þú getur líka sent okkur tölvupóst beint.",
    "2531534427": "Upplýsingar eru hér.",
    "2059998584": "Svæði",
    "3916131732": "Ameríku",
    "135276624": "Evrópa, Miðausturlönd, Afríka (EMEA)",
    "1182294134": "Asíu-Kyrrahaf (APAC)",
    "2437934778": "Nafn þitt",
    "3859506577": "Viðskiptapóstur",
    "1268414751": "Einhverjar aðrar upplýsingar sem við ættum að hafa?",
    "42559805": "Vantar þig bráða inngöngu?",
    "851679588": "Já.",
    "1729677626": "Ég á undir högg að sækja og þarf tafarlaust að fara um borð.",
    "2808971932": "Þetta er texti inni í div blokk.",
    "2468683988": "Fyrirsögn",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, út commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Textahlekkur",
    "2212670355": "Skráðu þig",
    "31502377": "Hvað er Rich Text þáttur?",
    "2310705547": "Ríkur textaþátturinn gerir þér kleift að búa til og forsníða fyrirsagnir, málsgreinar, gæsalappir, myndir og myndskeið allt á einum stað í stað þess að þurfa að bæta við og forsníða þau hver fyrir sig. Tvísmelltu bara og búðu til efni á auðveldan hátt.",
    "2590587108": "Statísk og kraftmikil klipping á efni",
    "778204464": "Hægt er að nota ríkan textaþátt með kyrrstöðu eða kraftmiklu efni. Fyrir kyrrstætt efni skaltu bara sleppa því inn á hvaða síðu sem er og byrja að breyta. Fyrir kraftmikið efni, bætið textareit við hvaða safn sem er og tengir síðan auðan textaþátt við þann reit á stillingaspjaldinu. Voila!",
    "1890955039": "Hvernig á að sérsníða snið fyrir hvern auðugur texti",
    "3286051798": "Fyrirsagnir, málsgreinar, gæsalappir, myndir, myndir og myndatexta geta allir verið stílaðir eftir að flokki er bætt við ríka textaeininguna með því að nota \"When inside of\" hreidda valkerfi.",
    "504332576": "Við erum stolt af því að tilkynna að hCaptcha hefur vaxið í að verða stærsta sjálfstæða netöryggisþjónusta í heimi, keyrð á um 15% af internetinu - og við tókum megnið af þessari markaðshlutdeild beint frá Google reCAPTCHA. Saman, hCaptcha og",
    "1155436473": "(fyrirtækjaframboð okkar) verndar nú hundruð milljóna notenda á tugum milljóna vefsíðna og forrita í hverjum mánuði. Sagan okkar sýnir að þú getur keppt við Big Tech þegar þú setur næði í fyrsta sæti.",
    "3108727249": "BotStop",
    "1296696044": "Friðhelgi vs öryggi: Af hverju ekki bæði?",
    "538871570": "Að keppa við Google og önnur stórtæknifyrirtæki virðist vera mikil aðgerð: Einokunarmarkaðsstyrkur þeirra, vettvangsáhrif og her af hálaunuðum forriturum eru almennt taldir of öflugir til að takast á við fyrir aðra en aðra tæknirisa eins og Facebook eða Amazon. Sagan okkar sýnir að það þarf ekki að vera þannig - þú getur sigrað Big Tech með því að einblína á friðhelgi einkalífsins.",
    "3600718611": "Íhugaðu Google reCAPTCHA,",
    "4281708680": ". Hjá hCaptcha höfum við vísvitandi tekið mjög aðra nálgun, með því að nota vélanámstækni sem varðveitir friðhelgi einkalífsins til að bera kennsl á dæmigerða hegðun vélmenna með mikilli nákvæmni, allt á meðan við neytum og geymum eins lítið af gögnum og mögulegt er.",
    "3312336121": "sem eyðir gríðarlegu magni af hegðunargögnum til að ákvarða hvort netnotendur séu lögmætir menn eða vélmenni",
    "1193738791": ": þeir fylgjast með hegðun notenda á hverri síðu á vefsíðu og á vefnum. Við hönnuðum hCaptcha til að vera eins friðhelgi og hægt er frá fyrsta degi. Þetta leiddi til allt annarrar nálgunar á vandamálið. Eins og það kemur í ljós er algjör óþarfi að fylgjast með notendum á vefnum og binda vefferil þeirra við auðkenni þeirra til að ná góðu öryggi. Þau fjölmörgu fyrirtæki sem hafa skipt yfir í hCaptcha",
    "2620705814": "Google er auglýsingafyrirtæki og öryggisvörur þeirra líta mjög út eins og auglýsingavörur þeirra",
    "1126447688": "greina oft frá jöfnum eða betri árangri við uppgötvun og mótvægisaðgerðir á botni þrátt fyrir áherslur okkar á persónuvernd",
    "439777523": "Reglugerð skiptir máli",
    "3588274874": "Með því að einbeita okkur að því að afhenda vöru sem er í samræmi við reglugerðarviðleitni eins og GDPR Evrópusambandsins og CCPA í Kaliforníu höfum við upplifað gríðarlegan vöxt - auðvitað hjálpar það að hCaptcha er einfalt „drop-in“ í staðinn fyrir reCAPTCHA og er því hægt að setja upp innan nokkurra mínútna.",
    "2150595700": ". GDPR og CCPA hafa sett persónuverndaráhyggjur á kortið fyrir kaupendur fyrirtækja og á sama tíma er persónuvernd á netinu sífellt mikilvægara fyrir almenning þegar við förum öll að skilja hvernig auglýsinga- og markaðsgeirarnir á netinu hafa notað gögnin okkar í gegnum tíðina.",
    "2624949852": "Auðvitað, reCAPTCHA var snemma þátttakandi í veföryggi síðan 2009, og verndaði milljónir vefsíðna gegn sívaxandi ógnum frá illgjarn bots og ruslpósts. Hins vegar hefur það verið algjörlega í hættu á undanförnum árum:",
    "499510428": "Við teljum reyndar að reglugerðin hafi hjálpað okkur hér",
    "1232651561": "hugbúnaður er nú eins góður og fólk í að leysa reCAPTCHA áskoranir.",
    "824740867": "Í stað þess að bæta lausnina gaf Google í staðinn út reCAPTCHA v3, sem virkar miklu meira eins og auglýsinganet en öryggishugbúnaður, og safnar hegðunargögnum alls staðar að af vefnum til að búa til notendasnið. Því miður er auðvelt að sigra svona merki og veitir því litla vernd gegn vélmennum á meðan það skaðar friðhelgi notenda.",
    "1027023087": "Við hjá hCaptcha höfum þess í stað einbeitt okkur að nútímalegri nálgun á vandamálinu, sem krefst þess að halda hegðunarskrám til langs tíma eins og vafraferil og hafa reynst mun þrautseigari andspænis ákveðnum andstæðingum síðan þjónustan var kynnt.",
    "2852295413": "Innbyggður hagsmunaárekstrar: að stöðva vélmenni dregur úr tekjum fyrir auglýsinganet",
    "1597520917": "Vaxandi fjöldi gagnrýnenda hefur bent á að virðing Google fyrir friðhelgi einkalífs notenda ætti að varða viðskiptavini sem vilja vernda vefsíður sínar og öpp.",
    "763447231": "Á sama tíma getur það að koma í veg fyrir að vélmenni fái aðgang að útgefendasíðum leitt í ljós auglýsingasvik, og sett reCAPTCHA vöru Google beint á móti auglýsingaviðskiptum þeirra, sem framleiðir yfir 80% af tekjum þeirra.",
    "999674529": "Sérhver láni sem Google finnur ætti að vinna sér inn enga auglýsingadollara. Fyrirtækjahvatar Google eru því illa í takt við notendur öryggisþjónustu þeirra og þetta gæti verið ein skýringin á lélegri frammistöðu reCAPTCHA öryggisframboðs þeirra.",
    "956019009": "Stærstu vefinnviðafyrirtækin hafa þegar gripið til aðgerða",
    "1923297430": "Lokabrotið fyrir marga stærri viðskiptavini kom þegar Google byrjaði að rukka fyrirtæki fyrir að nota vöru sína á hvaða marktæku mæli sem er. Þetta olli því að notendur reCAPTCHA í langan tíma leituðu að betri valkostum þar sem eftirlitsáhyggjur um allan heim höfðu þegar gert notkun tilboða Google sífellt óaðlaðandi.",
    "2197218442": "Forstjóri Cloudflare, Matthew Prince, tók saman þetta sjónarhorn í",
    "155456850": "tilkynna skiptingu þeirra yfir í hCaptcha:",
    "435302267": "bloggfærslu fyrirtækisins",
    "2087769953": "\"Við erum spennt fyrir þessari breytingu vegna þess að hún hjálpar til við að takast á við persónuverndaráhyggjur sem felast í því að treysta á Google þjónustu sem við höfum haft í nokkurn tíma. Við metum fjölda CAPTCHA framleiðenda auk þess að byggja kerfi sjálf. Að lokum, hCaptcha kom fram sem besti kosturinn við reCAPTCHA.“ „Okkur líkaði ýmislegt við hCaptcha lausnirnar: 1) þær selja ekki persónuleg gögn; þeir safna aðeins lágmarks nauðsynlegum persónuupplýsingum, þeir eru gagnsæir í lýsingu á upplýsingum sem þeir safna og hvernig þeir nota og/eða birta þær.\"",
    "595582512": "Ef þú ert að leita að því að vernda síðuna þína eða app á áhrifaríkan hátt fyrir vélmennum, ruslpóstsmiðlum eða öðrum illgjarnum gerendum, allt á meðan þú varðveitir friðhelgi notenda þinna (og uppfyllir allar viðeigandi reglur!), skaltu íhuga hCaptcha og Enterprise tilboð okkar",
    "3388180864": "Hefur þú áhuga á að vinna að djúpum tæknilegum áskorunum á vefmælikvarða? Við erum alltaf að ráða hæfileikaríka verkfræðinga um allan heim -",
    "3892952987": "skoðaðu opnunina okkar og sæktu um hér",
    "3368788823": "Terence Eden kemur með áhugaverðan punkt á blogginu sínu: \"",
    "1491780143": "CAPTCHAs sanna ekki að þú sért mannlegur - þeir sanna að þú ert bandarískur",
    "2146900431": "Innsæi er þessi fullyrðing mjög skynsamleg. CAPTCHAs, eins og næstum allt, eru felld inn í menningarlegt samhengi, og ef áskoranirnar þínar hafa að mestu verið búnar til í einni menningu, gæti það ekki skilað sér vel yfir í aðra. Í grunninn er þetta menningarmál",
    "378086442": "af CAPTCHAs, frekar en UX þeirra í sjálfu sér.",
    "1445008801": "Eins og Eden orðar það:",
    "332723732": "efni",
    "2072808435": "\"Giskaðu á hvað, Google? Leigubílar í mínu landi eru almennt svartir. Ég hef horft á nógu margar kvikmyndir til að vita að allar í Ameríku eru gular. En í hverju öðru landi sem ég hef heimsótt hafa leigubílar verið ógeðslegir. mismunandi litbrigði.\"",
    "3206136647": "Vandamál Google hér byggist á spurningagögnunum sem þeir nota á móti hverjir sjá þau. Ef öll gögn koma frá sömu menningu (og í tilfelli Google, sama fyrirtæki) geturðu vissulega búist við áskorunum sem skila sér ekki vel í aðra menningarheima, í samræmi við kvörtun Eden.",
    "2217842245": "Hins vegar sýna gögn okkar að (fyrir hCaptcha)",
    "4280117172": "Mörg lönd standa sig í raun aðeins betur en Bandaríkin, þar á meðal Nígería, Indland, Brasilía og Þýskaland:",
    "555749578": "það er minna en 1% munur á leysishlutfalli í helstu löndum í öllum heimsálfum.",
    "151737819": "hCaptcha Solve Verð um allan heim sýnir mjög lítið frávik",
    "3908992897": "og er notað í öllum löndum og yfirráðasvæðum í heiminum, þannig að við leggjum mikla áherslu á að veita stöðuga alþjóðlega upplifun.",
    "2808122102": "Þvermenningarleg virkni er því grunnkrafa fyrir þjónustu okkar. Að tryggja að allir lögmætir notendur geti nálgast efni fljótt er mikilvægur hluti af verkefni okkar. Við bjóðum upp á áskoranir á 110 tungumálum og erum stöðugt að bæta viðeigandi þýðingar til að tryggja að allir geti leyst áskoranir okkar.",
    "3913801502": "hCaptcha keyrir nú á um 15% af internetinu",
    "2077639538": ". Fyrir það fyrsta geta áskorunargögn um þjónustu okkar komið frá mörgum aðilum, ekki aðeins einum - frá stórum Fortune 500 fyrirtækjum til gangsetninga á vélanámi, svo framarlega sem þau fylgja",
    "3951112506": ". Það tryggir nú þegar meiri misleitni í gögnunum.",
    "1803943584": "Í öðru lagi látum við áskoranir hagræða sjálfum sér til að ákvarða í hvaða löndum eða tungumálum þær munu keyra, og auka líkurnar á samræmdri upplifun enn frekar. Ef nákvæmni er minni en búist var við mun hópur spurninga einfaldlega hætta að keyra á svæðinu eða tungumálinu þar sem þessi áhrif eiga sér stað.",
    "3668873369": "Hjá hCaptcha höfum við tekið aðra nálgun frá fyrsta degi",
    "1519201684": "AI Siðfræðistefna",
    "2155089487": ". Ef áskoranir okkar væru auðveldari að leysa fyrir suma hópa, þá myndum við búast við að sjá mun á því hvernig fólk um allan heim og mismunandi menningarheimar stendur sig þegar þeir leysa þau. Í samhengi við færslu Eden, myndum við búast við að Bandaríkjamenn myndu standa sig betur en fólk í öðrum löndum. Vegna þess að við höfum eytt árum í að þróa kerfi til að forðast þetta vandamál, sjáum við í raun hið gagnstæða.",
    "2603863826": "PS: Ef þú finnur þýðingu á þínu tungumáli sem gæti þurft endurbætur, ekki hika við að senda inn a",
    "3543141425": "fyrir það!",
    "2697276059": "Vísbendingar um að þetta virki: samræmd leysihlutfall um allan heim",
    "664236229": "draga beiðni"
}