{
  "header-privacy-link": "Keɓantawa",
  "header-integration-link": "Haɗin kai",
  "header-cost-link": "Farashin",
  "header-features-link": "Siffofin",
  "header-docs-link": "Docs",
  "header-login-button": "Shiga",
  "header-contact-button": "Tuntuɓi Talla",
  "intro-heading": "Tabbatar da ɗan adam gogayya da sifili.",
  "intro-contact-button": "Tuntube mu don ƙarin koyo",
  "intro-text-bottom": "Kamfanonin da ke sarrafa yanar gizo sun dogara da su.",
  "sub-menu-button": "Tuntuɓi Talla",
  "sub-menu-item1": "Kasuwanci",
  "sub-menu-item2": "Farashin",
  "sub-menu-item3": "Haɗin kai",
  "sub-menu-item4": "Siffofin",
  "sub-menu-item5": "Keɓantawa",
  "sub-menu-item6": "Docs",
  "info-head-1": "Gina akan ingantaccen dandamali na hCaptcha",
  "info-text-1": "Kasuwancin hCaptcha yana gudana akan fasahar dandamali na hCaptcha, wanda aka fadada don haɗa abubuwan da manyan kasuwancin ke buƙata.",
  "info-head-2": "Amintaccen abokin tarayya",
  "intro-subtitle": "Magance matsalar bot ɗin ku a yau.",
  "info-text-2": "Manyan kamfanoni a duniya sun amince da ayyukanmu don hidimar miliyoyin masu amfani da kullun a cikin dubun-dubatar shafukan yanar gizo.",
  "cloudflare-quote-text": "Mun kimanta adadin masu siyar da CAPTCHA tare da gina tsarin kanmu. A ƙarshe, hCaptcha ya fito a matsayin mafi kyawun madadin reCAPTCHA.",
  "cloudflare-quote-detail": "Daraktan Gudanar da Samfur, Cloudflare",
  "section-quote-head": "Zaɓin ingantaccen farashi don manyan kamfanonin zirga-zirga",
  "section-quote-text": "A ƙarshe, ingantaccen madadin Google. Kasuwancin hCaptcha yana ba da tanadi mai ban mamaki akan lissafin reCAPTCHA tare da babban tsaro: har zuwa 80% mai ƙarancin tsada a wasu lokuta. Yawancin manyan sabis na kan layi na duniya sun canza zuwa hCaptcha Enterprise kuma sun sami ingantaccen gano bot tare da tanadin farashi mai yawa.",
  "section-quote-button": "Tuntube mu a yau don magana",
  "section-privacy-header": "Keɓaɓɓen Mayar da hankali",
  "section-privacy-text-1": "Cibiyoyin talla suna ganin baƙi a matsayin samfur. A gare mu samfurin kawai shine kayyade ɗan adam. Ayyukanmu sun cika ko ƙetare bukatun GDPR, CCPA, da LGPD, da shirye-shiryen tallafi kamar Keɓan Sirri. Muna aiki tuƙuru don daidaita sirri da tsaro.",
  "section-privacy-text-2": "Wannan keɓancewar mayar da hankali kan keɓantawa yana nufin cewa za mu iya ba da ajiyar bayanan mutum sifili, aiki marar kuki, da sauran garantin sirri na kwangila kamar yadda ake buƙata yayin kiyaye ingantaccen tsaro.",
  "section-security-header": "Tsaro Farko",
  "section-security-text-1": "Daidaito yana cikin sha'awar ku da namu. hCaptcha yana aiki don ba ku ainihin bayanai kuma bari ku yanke shawarar yadda ake amfani da shi. Kamfanonin talla na Gigantic suna samar da sauran captchas. Wannan yana nufin duk bot ɗin da suka toshe na iya rage kudaden shiga.",
  "section-security-text-2": "Yin amfani da sabbin dabarun koyan na'ura tare da mai da hankali kan sirri yana ba mu damar wuce matakan tsaro na gadon rikodin komai har abada ba tare da cutar da tsaro ko sirrin mai amfani ba.",
  "section-user-experience-header": "Babban Kwarewar Mai Amfani",
  "section-user-experience-text1": "Ga masu amfani da Kasuwanci, akwai zaɓuɓɓuka don gujewa ƙalubale gaba ɗaya a mafi yawan al'amuran.",
  "section-user-experience-text2": "Rage rikice-rikice ta hanyar guje wa ƙalubale gaba ɗaya don kashi 99.9% na halal ɗin zirga-zirgar ku yayin da har yanzu ke ba da ingantaccen tsaro, godiya ga samfuran bot na ci gaba.",
  "section-easy-integration-header": "Sauƙi haɗin kai",
  "section-easy-integration-text": "Ƙara hCaptcha yana ɗaukar mintuna kaɗan da ƴan layukan lamba. API ɗin asali yana dacewa da reCAPTCHA V2, kuma yana ɗaukar mintuna kaɗan don canzawa. Kuna iya tashi da aiki tare da madaidaicin madadin yau, kuma kunna ƙarin abubuwan ci gaba idan ya cancanta.",
  "section-easy-integration-serverside": "Gefen uwar garken:",
  "section-easy-integration-frontend": "Gaba:",
  "section-threat-header": "Makin Barazana Na Musamman",
  "section-threat-text": "Ba duk matsalolin ba iri ɗaya bane: samun maki ɗaya yana nufin dole ne ya magance bukatun ku don zama masu amfani. Tare da keɓaɓɓen Makin Barazana na Musamman na hCaptcha, tuntuɓar gaggawa ta ba mu damar daidaita samfuran mu don sadar da maki mafi dacewa ga kasuwancin ku.",
  "section-challenges-header": "Kaddamar da Kanku Kalubalen cikin daƙiƙa",
  "section-challenges-text-1": "Tsaya akan alama tare da abun ciki mai dacewa",
  "section-challenges-text-2": "Lokacin da masu amfani dole ne su warware ƙalubale don biyan buƙatun tsaro, me zai hana a ƙirƙiri ayyuka masu daɗi da dacewa ga mai amfani? Tare da ƙirar ƙalubalen mu mai sauƙi na al'ada, zaku iya ƙaddamar da abun ciki na ƙalubalen a cikin 'yan mintuna kaɗan.",
  "section-integration-header": "Haɗin kai tsaye Platform",
  "section-integration-subheader": "Don Kamfanonin Kayayyakin Yanar Gizo",
  "section-integration-text": "Tsarin kasuwancin hCaptcha yana da sassauƙa na musamman a ƙirar sa: ana iya tura shi gaba ɗaya ko gaba ɗaya a gefen hanyar sadarwar ku idan kuna aiki da gajimare na jama'a ko mallakar cibiyoyin bayanai da yawa. Wannan na iya rage tsadar farashi da zirga-zirgar hanyar sadarwa tare da riƙe duk fa'idodin gudanarwa ta ma'aikatan kiran mu na 24/7 don saduwa da mafi tsananin SLAs.",
  "section-support-header": "Ƙwararrun Ƙwararru da Taimako Ga Dukku da Masu Amfani da ku",
  "section-support-text": "Sabis shine babban fifiko a gare mu. Muna kula da goyon bayan kiran 24/7 kuma muna ba da haɗin kai tsaye Slack tare da ƙungiyar haɗin gwiwar injiniya da ma'aikatan kiran mu yayin da bayan aiwatarwa. , da in-widget ɗin mu da tashoshin goyan bayan imel. Muna iya samun dama da amsawa, kuma muna kula da gamsuwar mai amfani azaman babban KPI.",
  "section-enterprise-header": "Siffofin kasuwanci",
  "section-enterprise-title-1": "Kariyar anti-bot mai daraja ta duniya",
  "section-enterprise-desc-1": "An gwada yaƙi a sikelin yanar gizo.",
  "section-enterprise-title-2": "Babban daidaiton maki bot",
  "section-enterprise-desc-2": "Gano miyagun 'yan wasan kwaikwayo iri-iri iri-iri.",
  "section-enterprise-title-3": "Sifili gogayya da 99.9% m halaye",
  "section-enterprise-desc-3": "Kalubalanci kasa da 0.1% na masu amfani da halal.",
  "section-enterprise-title-4": "An nuna nau'ikan ƙalubalen sarrafawa",
  "section-enterprise-desc-4": "Faɗin ɗakin karatu na nau'ikan da za a zaɓa daga.",
  "section-enterprise-title-5": "Sarrafa abubuwan ƙalubalen da aka yi amfani da su",
  "section-enterprise-desc-5": "Tsaya kan alama tare da daidaiton ƙwarewar mai amfani.",
  "section-enterprise-title-6": "Kamfanin SLAs",
  "section-enterprise-desc-6": "Tabbataccen abin dogaro da goyan bayan kira mai sauri 24/7.",
  "section-enterprise-title-7": "Taimakon mashigin Legacy",
  "section-enterprise-desc-7": "Mai jituwa duk hanyar komawa zuwa Internet Explorer 8.",
  "section-enterprise-title-8": "Babban dashboards rahoton rahoto da API",
  "section-enterprise-desc-8": "Duba abin da ke faruwa a duk rukunin yanar gizonku da aikace-aikacenku.",
  "section-enterprise-title-9": "Yana aiki a kowace ƙasa",
  "section-enterprise-desc-9": "Ba kamar reCAPTCHA ba, muna aiki a kowace ƙasa.",
  "section-enterprise-title-10": "GDPR, CCPA, da manufofin keɓantawa na LGPD",
  "section-enterprise-desc-10": "An tsara don keɓantawa daga rana ɗaya. Yarjejeniyar Gudanar da Bayanai mai ƙarfi.",
  "section-enterprise-title-11": "Matakan wahala masu kyau",
  "section-enterprise-desc-11": "Buga wannan don dacewa da yanayin amfanin ku.",
  "section-enterprise-title-12": "Gudanarwar ƙungiya ta farko",
  "section-enterprise-desc-12": "Duk buƙatun da kadarorin suna zuwa hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards masu amfani da yawa",
  "section-enterprise-desc-13": "Raba gudanarwa a cikin ƙungiyar ku.",
  "section-enterprise-title-14": "Tabbatarwa Nan take",
  "section-enterprise-desc-14": "Latency 0ms: tabbatar da alamun hCaptcha ba tare da kiran API ba.",
  "section-enterprise-title-15": "Haɗin gwiwar wayar hannu (iOS da Android).",
  "section-enterprise-desc-15": "Ƙwarewa mara kyau a cikin gidan yanar gizo, wayar hannu ta asali, gidan yanar gizon wayar hannu. Abubuwan haɗin kai da aka riga aka gina da SDKs na asali akwai.",
  "section-enterprise-title-16": "Sharuɗɗa na Musamman da Garanti na Sirri",
  "section-enterprise-desc-16": "Gamsar da bukatun ku na doka lokacin da wasu kamfanoni ba za su iya ba.",
  "presented-challlenges-head": "Kalubalen da aka Gabatar",
  "presented-challenges-title-1": "Kwatanta",
  "presented-challenges-text-1": "Zaɓi duk hotunan da suka dace da tambaya",
  "presented-challenges-title-2": "Akwatin Daure",
  "presented-challenges-text-2": "Ƙayyade yanki mai iyaka don abubuwa",
  "presented-challenges-title-3": "Rabewa",
  "presented-challenges-text-3": "Gano alamun da suka dace",
  "presented-challenges-subheader": "...da sauran ayyuka masu sauki. Mai sauƙi ga mutane, mai wuya ga bots.",
  "presented-challenges-subtext": "Hakanan akwai ayyuka na al'ada don masu buga kamfani.",
  "footer-header-1": "Kamfanin",
  "footer-header-2": "Albarkatu",
  "footer-header-3": "Tuntuɓar",
  "footer-link-1": "Lakabi",
  "footer-link-2": "Game da",
  "footer-link-3": "Ayyuka",
  "footer-link-4": "Alamomin kasuwanci",
  "footer-link-5": "Blog",
  "footer-link-6": "Matsayi",
  "footer-link-7": "Takaddun bayanai",
  "footer-link-8": "Bayar da Bug",
  "footer-link-9": "Dama",
  "footer-terms": "Sharuɗɗan",
  "footer-privacy": "Keɓantawa",
  "footer-attribution": "Dalili",
  "footer-subheader-1": "Taimako",
  "footer-subheader-2": "Tuntuɓar",
  "switch-to-english-link": "Canja zuwa Turanci",
  "intro-heading-privacy": "An tsara don keɓantawa.",
  "intro-subtitle-p1-privacy": " Hanya na musamman da ke tafiyar da keɓantawa ga tsaron kan layi.",
  "info-head-2-pr": "Yin rikodin ayyukan kan layi ba shine amsar ba.",
  "info-text-1-pr": "Kasuwancin hCaptcha yana da manufa guda ɗaya kawai: don hana miyagu ƴan wasan tarwatsa ayyukan ku na kan layi da cutar da masu amfani da ku.",
  "info-text-2-pr": "Don haka an tsara tsarin mu daga ƙasa har zuwa rage tattara bayanai da riƙewa yayin da ake kiyaye tsaro na jagora. Hanya mafi kyau don kare bayanan mai amfani ba shine adana su kwata-kwata ba.",
  "info-text-3-pr": "Ana kuma kiyaye duk haɗin gwiwar abokin ciniki ta hanyar yarjejeniya mai ƙarfi ta sarrafa bayanai. Sabis na hCaptcha ya bi duk dokokin keɓantawa ko da inda sabis ɗin ku ko abokan cinikin ku suke. Rashin kiyaye bayanan sirri ya sa wannan ya fi sauƙi a gare mu fiye da sauran kamfanoni.",
  "info-text-2-2-pr": "Ayyuka kamar reCAPTCHA v3 sun ce sanya pixel tracking akan kowane shafi na rukunin yanar gizon ku yana da mahimmanci don ingantaccen tsaro. Ba haka lamarin yake ba.",
  "info-text-2-3-pr": "Sauƙaƙan binciken ɗabi'a sigina ce mai sauƙin ƙirƙira ta miyagun ƴan wasan kwaikwayo, kuma yana buƙatar riƙe tarihin bincike don duk halaltaccen zirga-zirgar ku kuma.",
  "info-text-2-4-pr": "Ba mu aiki da hanyar sadarwar talla, kuma ba mu da sha'awar lura da halayen mai amfani don sayar da su talla. Wannan yana nufin ba ma buƙatar pixel m akan kowane shafi na rukunin yanar gizon ku.",
  "info-text-2-5-pr": "Ƙara lambar ƙalubalen mu kawai inda ya cancanta, kuma inda ya dace don kare ku da masu amfani da ku.",
  "info-head-3-pr": "Koyon inji yana da amfani. Amma baya buƙatar bayanan sirri don aiki.",
  "info-text-3-1-pr": "Koyon inji yanzu yana tasiri kusan kowane bangare na rayuwarmu, galibi ta hanyoyin da ba mu gane ba kuma ba za mu iya gani ba. Ayyukan tsaro na kan layi ba su da bambanci.",
  "info-text-3-2-pr": "Ta hanyar koyo sama da dubban sigina, ƙira za su iya faɗowa kuma su kai ga babban kwarin gwiwa wajen gano mugayen halaye cikin sauri, koda kuwa babu wani siginar ɗaya da kansa da zai isa ya nuna matsala.",
  "info-text-3-3-pr": "Koyaya, babu ɗayan waɗannan da ke buƙatar amfani da bayanan da za'a iya tantancewa (PII). Dabarun sirri na zamani suna ba mu damar watsar da kowane bayanan sirri da sauri da wuri, ƙirƙirar sa hannu ta hanya ɗaya maimakon ɗaya waɗanda ba za a iya haɗa su da kowane mutum ba.",
  "info-text-3-4-pr": "Horowa akan bayanan da ba a tantance ba yana aiki daidai, kuma baya buƙatar yin sulhu akan ko dai tsaro ko sirri. Abokan cinikinmu sun yi gwaje-gwajen da suka dace, kuma sun ayyana mu daidai da ko mafi kyau fiye da mafi ƙarancin masu zaman kansu.",
  "cloudflare-quote-text-privacy": "Muna son abubuwa da yawa game da mafita na hCaptcha: 1) ba sa siyar da bayanan sirri; suna tattara mafi ƙarancin bayanan sirri da ake buƙata kawai, suna bayyane a cikin bayanin bayanan da suke tattarawa da yadda suke amfani da/ko bayyana shi.",
  "pilot-head": "Gwada mu a cikin mahallin ku ba tare da wani takalifi ba.",
  "pilot-text-1a": "Mu injiniyoyi ne, ba masu siyarwa ba: muna son ku yi farin ciki da zaɓinku.",
  "pilot-text-1b": "Hanya mafi kyau don tabbatar da gamsuwar ku ita ce nuna mun biya bukatun ku.",
  "pilot-text-1c": "Kusan duk kamfanonin da suka fara matukin jirgi suna zabar mafitarmu.",
  "pilot-text-1d": "Yi amfani da wannan fom don isa ga ɗaya daga cikin ƙwararrun fasahar mu. Muka amsa da sauri.",
  "pilot-text-1e": "Hakanan kuna iya aiko mana da imel kai tsaye.",
  "pilot-email-details": "Cikakken bayani yana nan.",
  "pilot-f1": "Yanki",
  "pilot-f2": "Sunan ku",
  "pilot-f3": "Sunan ku",
  "pilot-f4": "Imel na kasuwanci",
  "pilot-f5": "Akwai wasu bayanai da ya kamata mu samu?",
  "pilot-f6": "Kuna buƙatar shiga cikin gaggawa?",
  "pilot-f7": "Ee.",
  "pilot-f8": "Ana kai hari kuma ina buƙatar shiga cikin jirgi nan take.",
  "pilot-f9": "Sallama",
  "pilot-f10": "Ta shigar da imel ɗin ku, kun yarda da Sharuɗɗanmu da Manufar Sirri, da karɓar imel daga gare mu.",
  "pilot-fo-1": "Haɗin kai ba zai iya zama da sauƙi ba.",
  "pilot-fo-2": "hCaptcha yana da dumbin abubuwan haɗin kai da aka riga aka gina don gaba da tsarin baya da kuke amfani da su.",
  "pilot-fo-3": "Idan kuna zuwa daga reCAPTCHA na Google, APIs ɗin mu masu mayewa ne. Layukan lamba uku duk abin da kuke buƙata ne.",
  "pilot-fo-4": "Injiniyoyin mu na kan jirgin za su iya sa ku da sauri, ko kuna buƙatar haɗakarwa React, SDKs don ƙa'idodin ƙa'idodin iOS, misali na baya na Java, ko kusan kowane yanayin.",
  "pilot-fo-5": "Kuma kamar koyaushe, keɓantawa shine ainihin ƙimar mu. Ƙara lambar ƙalubalen mu kawai inda ya cancanta, kuma inda ya dace don kare ku da masu amfani da ku. Rage tattara bayanai yana farawa daga lokacin haɗin kai.",
  "pilot-fdone": "Na gode. Za mu tuntube mu ba da jimawa ba.",
  "home-ent-2-new": "Ƙara koyo game da maganin kasuwancin mu.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Hanyoyin ciniki na hCaptcha suna ba da tsaro na jagoranci na aji kuma suna kare yawancin manyan ayyukan kan layi.",
  "home-plans-button-2-new": "Ƙara koyo",
  "header-enterprise-link": "Kasuwanci",
  "sales-interstitial-c1b-new": "Ƙara koyo game da hCaptcha Enterprise"
}
