{
    "1001938065": "Haɗin kai ba zai iya zama da sauƙi ba",
    "1012122721": "* Kukis ɗin ƙididdiga waɗanda mu ke sarrafa kai tsaye (watau ɓangare na farko, ba kukis na ɓangare na uku ba), inda ba a amfani da bayanan don bayyanawa.",
    "1014004474": "Shirye-shiryen Kasuwancin hCaptcha suna ba da ci-gaba na yarjejeniyoyin matakin sabis don kiyaye ƙungiyar ku",
    "1021431157": "( ) Rashin jituwa tare da buɗaɗɗen tushe ko lasisin buɗaɗɗen tushe",
    "1023070345": "Ba daga baya ba sai Maris 14, 2021",
    "1023108656": "Rukunin Masu karɓa na ɓangare na uku",
    "1023190144": "hCaptcha® a cikin rubutu",
    "102498091": "Google yana cajin $1 ga buƙatun 1000 na reCAPTCHA Enterprise, ma'ana yanzu suna cajin fiye da kowace buƙata fiye da yadda ake kashewa don karya amincin sabis ɗin su. Wannan yana kama da mummunan yarjejeniya.",
    "102695075": "Tsawon lokaci",
    "1027023087": "Mu a hCaptcha a maimakon haka mun mai da hankali kan ƙarin hanyoyin zamani don magance matsalar, waɗanda ba sa buƙatar riƙe bayanan ɗabi'a na dogon lokaci kamar tarihin bincike kuma mun tabbatar da juriya sosai ta fuskar abokan gaba da aka ƙaddara tun lokacin da aka gabatar da sabis ɗin.",
    "1027200955": "Yi magana da ɗaya daga cikin ƙwararrun yankinmu don ayyana buƙatun aikinku: daidaiton manufa, tsari, da kowane buƙatu na musamman.",
    "1028058338": "Da fatan za a duba sashinmu \"Sanarwa ga Abubuwan Bayanan EU\" masu alaƙa da haƙƙoƙin ku a ƙarƙashin Babban Dokar Kariyar Bayanai (\"GDPR\").",
    "1033698050": "1. Shin mun yi imani cewa abokin ciniki ya ba mu shari'ar amfani da muke tsammanin karɓuwa ta ɗabi'a, bisa ga fassarar ƙa'idodin al'ummar Yammacin Turai?",
    "1035621426": "Kowane bot da aka gano ta reCAPTCHA yana rage kudaden talla na Google kai tsaye.",
    "1038019440": "1. Shin wannan abokin ciniki yana wakiltar muradun ƙasa na ƙasar da aka sani da yin ɗabi'a da ya sabawa dokokin duniya da ƙa'idodi?",
    "103876916": "don rahotannin tsaro masu cancanta akan sabis na hCaptcha da lambar tushe mai alaƙa.",
    "1042802841": "Bayanin sirri shine duk wani bayani da aka yiwa alama a matsayin sirri ko na mallakar mallaka, ko wanda ya kamata ƙungiyar da ta karɓi ta su fahimce ta a hankali don zama na sirri ko na mallaka. Wannan baya haɗa da duk wani bayani wanda (1) ke samuwa a bainar jama'a, (2) riga a mallaki, haɓakawa da kansa, ko wanda aka rigaya an san shi da wanda aka karɓa, ko (3) an bayyana shi ta hanyar umarnin kotu ko kuma kamar yadda aka buƙata ta doka.",
    "1045484714": "Haɗin SAML SSO tare da Mai Ba da Shaida, misali Okta ko Azure AD.",
    "1046087606": "IBM. (Duniya). Ayyukan da aka bayar: IBM Cloud.",
    "1047251718": "A yau, duk da haka, lokacin da mutane ke magana game da APIs, koyaushe suna nufin APIs masu tushe. Waɗannan APIs ne da aka gina ta amfani da buɗaɗɗen ma'auni kamar Canja wurin Jiha na Wakilai (REST) da buɗe daidaitattun tsarin fayil kamar JavaScript Object Notation (JSON). Irin waɗannan “RESTful APIs,” kamar yadda aka san su, ana iya ƙirƙira su ba tare da buƙatar software ta mallaka ba. APIs ɗin da aka samu suna iya aikawa da karɓar bayanai da kiran tsari tsakanin aikace-aikacen software. Misali, manhajar banki ta wayar hannu tana amfani da API don shiga tsarin bankin.",
    "1050501253": "Da wuya",
    "1051214799": "hCaptcha sabis ne na tsaro na gidan yanar gizo wanda ke ƙoƙarin raba ƙima tare da masu buga gidajen yanar gizo ko ƙa'idodin da suke amfani da shi.",
    "1053787685": "Menene Zamba?",
    "1058572205": "mu idan kuna son ƙarin koyo game da",
    "1059502393": "Ɗaukar Cikakkun Rahoton Bug: Firefox",
    "1061239711": "3. Jam'iyya ta 1",
    "1062291156": "daidaitattun sharuddan",
    "1066753052": "wanda ke nufin walat ɗin fanko ne, kuma kuna kan rukunin yanar gizon da ya haɗa da ƙalubalen hCaptcha. Da zarar kun kammala ƙalubalen, zaku sami alamun da za'a iya fansa akan kowane gidan yanar gizo tare da hCaptcha.",
    "1067704102": "Daraja a cikin Lakabin Bayanai",
    "1070364246": "Kash! Wani abu ya yi kuskure yayin ƙaddamar da fom ɗin.",
    "10724169": "Kun yarda da Manufar Sirrin mu, wanda ke sarrafa abin da za mu yi da kowane Bayanin Keɓaɓɓen da kuka ba mu.",
    "1074044172": "Lokacin da masu amfani dole ne su warware ƙalubale don saduwa da buƙatun tsaro, me zai hana a yi tambayoyi masu daɗi da dacewa ga mai amfani?",
    "1077448694": "Don haɗawa tare da rukunin yanar gizon kafofin watsa labarun ɓangare na uku.",
    "1080672247": "Saboda yawancin tambayoyin da aka yi ba za a iya warware su ta hanyar tattalin arziki ba tare da software na shiryayye ba, kuma saboda bayanan gabaɗaya sun bambanta da tsarin, wannan yana nufin cewa sabis ɗin kyauta galibi yana dakatar da bots gaba ɗaya, kuma dole ne su dogara ga masu warware CAPTCHA na ɗan adam maimakon, wanda ke ba da mafita. yana sanya nau'ikan cin zarafi da yawa gaba daya marasa tattalin arziki.",
    "1080752747": "Tuntuɓi tallace-tallace",
    "1085089390": "Cin zarafin kan layi ya samo asali ne daga halayen ɗan adam na asali",
    "1087195513": "Idan kai Mai Ba da Gudunmawa ne wanda ke samun dama ga Sabis ɗin da/ko yin ayyuka ta hanyar ko dangane da Mai Haɗin kai a madadin Mai nema wanda ba IMI ba, to kun yarda kuma kun yarda cewa Injin Intuition ba abin dogaro bane kuma ba shi da wani wajibci a gare ku. mutunta duk wani lada ko wasu diyya na ayyukan da aka kammala. Kun yarda kuma kun yarda cewa duk wani tukuicin ko wasu diyya na ayyukan da aka kammala an ƙaddara su ne kawai bisa yarjejeniyar ku da Mai nema da/ko Mai haɗawa, kamar yadda ya dace. Duk wani sabani kan irin wannan lada ko wasu diyya (ciki har da rashin gazawar samun irin wannan ladan ko wasu diyya ba tare da iyakancewa ba) tsakanin ku ne kawai da Mai nema da/ko Mai haɗawa, kamar yadda ya dace.",
    "1087260385": "Idan kuna da wasu tambayoyi game da wannan Dokar Sirri, da fatan za a tuntuɓe mu a",
    "1088304322": "Za mu iya amfani da keɓaɓɓen bayaninka don dalilan da ba a bayyana su a cikin wannan Dokar Sirri ba, inda doka ta ba mu izinin yin hakan kuma inda dalilin ya dace da manufar da muka tattara ta. Idan muna buƙatar amfani da keɓaɓɓen keɓaɓɓen bayanin ku don wata manufa marar alaƙa, ƙila mu sanar da ku kuma mu bayyana tushen doka da ta dace don amfanin. Idan mun dogara da izininka don yin amfani da keɓaɓɓen bayaninka, ƙila mu nemi izininka don kowane dalili maras alaƙa kuma mu ba ka damar dakatar da amfani da sabis ɗin a lokacin idan kun ƙi.",
    "1089415440": "Daidaitaccen gano abu a cikin hotuna da bidiyo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Ma'auni na damuwa na ɗabi'a: Maudu'i",
    "1092241113": "Don ƙarin fahimtar bukatun Abokan cinikinmu da Masu Haɗin kai.",
    "1093280979": "1. Platform Order Forms",
    "1099238677": "Tare da babban ƙarar mu da ƙarancin latency za mu juya aikinku da sauri, tare da isarwa ta atomatik da zarar an gama.",
    "1103295010": "Sami kuɗi ko bayar da sadaka don lokacin da mutane suka warware CAPTCHAs",
    "1105363520": "Ba mu aiki da hanyar sadarwar talla, kuma ba mu da sha'awar lura da halayen mai amfani don sayar da su talla. Wannan yana nufin ba ma buƙatar pixel m akan kowane shafi na rukunin yanar gizon ku.",
    "110836420": "An sabunta ta ƙarshe: Disamba 23, 2020",
    "1108398506": "abokan ciniki suna samun cikakken iko akan ƙwarewar, kuma suna amfana daga ƙwarewar hCaptcha ya sami aiki mafi girma mai ba da kalubale mai zaman kanta akan intanet. Hakanan suna samun mafi kyawun ciniki fiye da kasuwancin reCAPTCHA: har zuwa 50-80% mafi kyawun farashi, ya danganta da girma.",
    "111184581": "Gudanarwar ƙungiya ta farko",
    "1112074001": "Mataki 2: Danna kan Network tab a Developer Tools. Duba akwatin \"Tsarin rajistan ayyukan\" a saman.",
    "1115642494": "1. Source: BuiltWith.com reCAPTCHA jerin rukunin yanar gizon. An dawo da Yuli 9, 2019.",
    "1115671076": "Zendesk, Inc. (Global). Ana bayar da sabis: Zendesk.com.",
    "1116455671": "A: Za ku sami lada don warwarewar farko idan mai amfani ya kammala shi akan rukunin yanar gizon ku. Fansa suna bin tsarin amsa iri ɗaya kamar mai amfani ya yi wucewa ta atomatik akan rukunin yanar gizonku saboda yawan amincewar abokin ciniki: babu wani riba da ya faru, kuma rukunin yanar gizon ya tabbatar da kiran sabar ɗin ku yana karɓar 'credit: arya' a cikin sakamakon wucewa.",
    "1118929614": "( ) Tsananin wauta a ɓangaren mutanen da ke yin kasuwanci tare da masu satar bayanai",
    "1119009846": "Kamar yadda ya zama dole don bin doka da ta dace, gami da buƙatun gwamnati, buƙatun tilasta bin doka, da in ba haka ba ga ƙungiyoyin jama'a da masu zaman kansu don kare haƙƙoƙi, keɓantawa, aminci, ko kadarorin ku, mu, ko wasu.",
    "1123365779": "Idan kai mai haɓaka gidan yanar gizo ne ko ƙwararrun mai amfani, taƙaitaccen bayanin shine muna son ka aiko mana da rikodin cibiyar sadarwa HAR da logins consoles.",
    "1126302400": "Akwatin Daure",
    "1126447688": "sau da yawa bayar da rahoton daidai ko mafi kyawun aiki a ganowar bot da raguwa duk da mayar da hankalinmu na sirri",
    "1126613163": "Bayani mai mahimmanci",
    "1129833879": "Dakatar da bots, kare sirrin mai amfani",
    "1130783905": "Daidaito yana cikin sha'awar ku da namu. hCaptcha yana aiki don ba ku ainihin bayanai kuma bari ku yanke shawarar yadda ake amfani da shi. Sauran hanyoyin tsaro ana samar da su ta kamfanonin tallan Gigantic. Wannan yana nufin duk bot ɗin da suka toshe na iya rage kudaden shiga.",
    "1130802068": "Muna amfani da bayanan da muke tattarawa don dalilai masu zuwa:",
    "1130868224": "Layukan lamba uku",
    "1131196501": "Manyan kamfanoni kamar",
    "1131525092": "Haɗa miyagu tare ba tare da wahala ba ta hanyar kiyaye sirrin mu na UIDs don nemo da dakatar da zamba da cin zarafi masu alaƙa.",
    "1133989302": "Me yasa hCaptcha?",
    "1137757109": "Idan asusun eCommerce ne, maharin na iya yin odar kaya. Idan wanda aka azabtar banki ne, wanda ya kai harin na iya tura kudi zuwa teku, da sauransu.",
    "1139493658": ", da kuma yin aiki tuƙuru don daidaita sirri da tsaro.",
    "1139500589": "Ƙasa",
    "1140554614": "Yarjejeniyar sarrafa bayanai",
    "1141402092": "Babban fasali na rahoto",
    "1144966033": "An inganta don farashi da inganci",
    "1150035777": "Nagartaccen tsarin koyan injuna yana haifar da ƙima ta bot dangane da yawancin bayanai fiye da ko an amsa tambayoyi daidai",
    "1150786045": "www.botstop.com",
    "1150963691": "Rahoton da aka ƙayyade na APT",
    "1151065360": "( ) Masu baƙar fata suna tsotsa",
    "1155436473": "(hadayar kasuwancin mu) yanzu yana kare ɗaruruwan miliyoyin masu amfani a cikin dubun-dubatar gidajen yanar gizo da ƙa'idodi kowane wata. Labarinmu ya nuna cewa zaku iya yin gogayya da Big Tech lokacin da kuka sanya sirrin farko.",
    "1155821305": "tsaro shine zurfin",
    "1156712451": "Gwajin Aikin Farko",
    "1159746815": "Hakanan kuna iya aiko mana da imel kai tsaye.",
    "1160252730": "Google yanzu yana cajin farashi mai yawa don Kasuwancin reCAPTCHA, wanda ya sa kamfanoni da yawa sake kimanta wannan yarjejeniya.",
    "1160707899": "12. Matsayin Mai Ba da Gudunmawa da Alakarsa tare da IMI da sauran masu buƙatu",
    "1161704803": "Me yasa muke da manufar AI ta ɗabi'a?",
    "116842359": "***** Ana sa ran kammala sulhu na kwanaki da yawa saboda kula da tsarin.",
    "1169005651": "Satumba 15, 2019",
    "1172067553": "Dandalin HUMAN da ke bayan hCaptcha yana ba da ingantaccen ingantaccen aiki da fasalulluka na gudanarwa ta hanyar kan-gida, matasan, ko tura SaaS waɗanda ke haɗawa da tsarin da kuke da su.",
    "117227832": "( ) Me ya sa ya kamata mu amince da ku da sabar ku?",
    "1173652155": "Masu ba da shawara",
    "1173934218": "Mun fahimci sirrin ku yana da mahimmanci a gare ku kuma mun himmatu don yin gaskiya game da fasahohin da muke amfani da su. Wannan manufar tana ba da cikakken bayani game da yadda da lokacin da muke amfani da kukis akan Shafukanmu da Sabis ɗinmu.",
    "1174237568": "Waɗannan ayyukan sarrafawa sun zama halalcin bukatun mu. Muna ƙoƙarin yin la'akari da daidaita duk wani tasiri mai tasiri akan ku (mai kyau da mara kyau) da haƙƙin ku kafin mu aiwatar da keɓaɓɓen bayanin ku don halaltattun abubuwan mu. Ba ma amfani da keɓaɓɓen keɓaɓɓen bayanin ku don ayyukan da duk wani mummunan tasiri akan ku ya mamaye abubuwan mu (sai dai idan mun sami izinin ku ko kuma ana buƙata ko doka ta ba mu izini).",
    "1177598246": "Tuntuɓi Talla",
    "1182294134": "Asiya-Pacific (APAC)",
    "1186243118": "hotuna tambari",
    "1187718370": "Tuntube mu",
    "1188668818": "samar da duk wani bayanan karya yayin amfani da wannan gidan yanar gizon (ciki har da ba tare da iyakancewa ba tare da yin kama da kowane mutum ko ƙungiya a cikin asusunku, ko faɗin ƙarya ko kuma bata sunan kanku ko alaƙar ku da kowane mutum ko ƙungiya a cikin asusunku;",
    "119098046": "Me game da m ko rashin ƙalubale mafita?",
    "119298044": "Babban fasahar ML da AI mai kulawa da kai suna kare kaddarorin gidan yanar gizon ku daga barazana da hare-hare",
    "1193738791": ": suna bin ɗabi'ar mai amfani akan kowane shafi na gidan yanar gizo da kuma cikin gidan yanar gizo. Mun tsara hCaptcha don zama abokantaka na sirri kamar yadda zai yiwu daga rana ɗaya. Wannan ya haifar da wata hanya ta daban ga matsalar. Kamar yadda ya fito, bin diddigin masu amfani a cikin gidan yanar gizo da kuma ɗaure tarihin gidan yanar gizon su gaba ɗaya ba lallai bane don samun ingantaccen tsaro. Kamfanoni da yawa waɗanda suka canza zuwa hCaptcha",
    "1200905005": "††† Daga Satumba 2021, sulhu da biyan kuɗi yanzu suna gudana sama da kusan kwanaki 10 maimakon kwana ɗaya, don sauƙaƙa ƙaƙƙarfan aiki masu alaƙa da haɓaka cikin sabis.",
    "1201821619": "hCaptcha yana magance ɗayan matsalolin yau da kullun: hana bots masu lalata daga cin zarafin ayyukan kan layi.",
    "120384113": "6. Karshe",
    "1204911585": "2. Idan kana amfani da Brave browser, wanda (kamar na Afrilu 2020) ba ya bayyana yana da kowane nau'in lissafin kuki, je zuwa Preferences -> Garkuwa -> Kukis kuma zaɓi \"Bada Duk Kukis.\"",
    "1208179159": "LogDNA, Inc. (Global). Ana bayar da sabis: LogDNA.com.",
    "121192737": "Ƙarin abubuwa masu zuwa",
    "1216071511": "Ana gabatar da ra'ayoyin iri ɗaya akai-akai cewa kimanin shekaru 20 da suka gabata, wani marubucin da ba a san sunansa ba ya fito da cikakken bayani mai taimako don tattaunawar kan layi game da hanyoyin magance spam:",
    "121743429": "Don Kamfanonin Kayayyakin Yanar Gizo",
    "1218990730": "yadda ake ba da rahoton al'amura tare da cikakkun bayanai",
    "1219091208": "Dropbox",
    "1224727373": "BotStop ta hCaptcha",
    "122875767": "Gamsar da bukatun ku na doka lokacin da wasu kamfanoni ba za su iya ba.",
    "1229233916": "Bayanan kafa",
    "1230058025": "Rashin ƙarfi. Sai dai Waiver Aiki na Class, idan kowane lokaci ko tanadi, ko wani yanki na wannan sashe na sasantawa ya bayyana a banza ko kuma ba a aiwatar da shi ba za a yanke shi kuma za a iya aiwatar da ragowar maganar sasantawa.",
    "1232651561": "software yanzu yana da kyau kamar yadda mutane suke magance ƙalubalen reCAPTCHA.",
    "1233229030": "Daban-daban",
    "1233793176": "Ba a jagorantar Shafukanmu da Sabis ɗinmu ga yara 'yan ƙasa da shekaru 13 kuma ba mu da gangan tattara bayanan sirri daga yara 'yan ƙasa da shekaru 13. Idan muka koyi cewa mun tattara bayanan sirri na yaro a ƙarƙashin shekaru 13, za mu ɗauka. matakai masu ma'ana don share irin waɗannan bayanan daga fayilolin mu da zarar an yi aiki, sai dai idan muna da hakki na doka na riƙe su. Da fatan za a tuntuɓe mu a",
    "1235925265": "Takaddun bayanai",
    "1237076138": "hCaptcha yana ba da ma'amala mai kyau ga duka biyun kyauta (hCaptcha Publisher) da kasuwanci (hCaptcha Enterprise) abokan ciniki.",
    "1240667045": "Muna iya dakatarwa, iyakance, ko soke damar ku zuwa Sabis ɗin a kowane lokaci saboda kowane dalili, gami da: (a) mun yi imanin kun keta waɗannan Sharuɗɗan Sabis (gami da wasu manufofi masu alaƙa); (b) mun yi imanin kun keta haƙƙinmu ko haƙƙin kowane ɓangare na uku; (c) ba za mu iya tabbatarwa ko tabbatar da bayanan da kuka ba mu ba; ko (d) mun yi imanin ayyukanku na iya haifar da haƙƙi a gare ku, mu, ko wani ɓangare na uku. Don guje wa shakku, mun tanadi haƙƙin hanawa ko dakatar da biyan ku idan mun yi imani da kyau cewa ɗayan abubuwan da suka gabata sun shafi irin wannan biyan.",
    "1241291641": "Duba ƙarin bayani.",
    "1242066691": "Duba akwatin kusa da \"Bada kukis na ɓangare na uku.\"",
    "1243684308": "Muna ɗaukar ra'ayoyin ku da mahimmanci, kuma muna son tabbatar da kowa yana da ƙarin ƙwarewa akan layi, tare da ƙarancin bots da ƙarancin spam. Tuntube mu:",
    "1250541092": "- Sergi Isa",
    "1253441326": "5. Danna \"Ok\"",
    "1254771154": "ƙalubalen da aka nuna akan wasu sabis na tallafin Keɓaɓɓen Keɓanta waɗanda kuma suka haɗa hCaptcha, misali Cloudflare.",
    "1258965840": "Don haka, idan maharin zai iya shiga wani rukunin yanar gizo, tabbas zai iya shiga shafuka da yawa ta amfani da bayanan da suka zube. Misali, suna iya samun sunan mai amfani/Password biyu kamar JohnDoe/525momma, amma ba su da masaniyar abin da waɗannan biyun za su yi musu. Don haka, suna gwada biyu akan Amazon.com, Ebay, Citibank, Walgreens da ƙari. Za su iya gwada waɗannan biyun akan shafuka daban-daban dubu.",
    "1259002282": "An sami kwaro? Ga yadda ake ba da rahoto.",
    "126134492": "Sauran",
    "1263998069": "Sami lada don warwarewar mutum",
    "1266963825": "Q: Shin hCaptcha Sashe na 508 + WCAG 2.1 AA ya dace?",
    "1268414751": "Akwai wasu bayanai da ya kamata mu samu?",
    "1268918580": "Wasu daga cikin tambura da alamomin da hCaptcha da abokan hulɗa ke amfani da su na wasu kamfanoni ne kuma ana iya amfani da su kawai tare da izininsu. Ƙungiyoyi na uku ba za su iya amfani da alamomi masu zuwa ba sai dai yadda masu su suka ba su izini:",
    "1270712701": "Sanarwar manema labarai da rahotannin baya-bayan nan",
    "1271831121": "Ba wai dan gwanin kwamfuta bane (sanye a cikin hoodie, ba shakka!) yana zaune a wurin, yana buga takaddun shaida bayan takaddun shaida. Za a iya yin bot ɗin shiga ta atomatik daga kayan aikin kashe-kashe kamar Selenium ko na'urar hacker da aka haɓaka ta al'ada.",
    "1273071008": "Buƙatun Haƙƙin Samun Batun Bayanai",
    "1273914192": "3. Haraji",
    "1275150216": "Alamomin ƙasa",
    "1278884196": "Wannan ya ce, cryptography wani horo ne na matasa. Dangane da tarihin kwanan nan, shirin ku da/ko aiwatarwa na iya rushewa da zaran kowa yana da kwarin guiwa don duba shi da kyau, kuma da alama wasu mutane za su gane hakan tun kafin ku yi. Dogaro da kayan masarufi kuma yana nufin kuna iya buƙatar tambayar kowane ɗaya daga cikin masu amfani da ku don canza na'urar ta zahiri don daidaita aibi. Wannan ba shi yiwuwa ya faru da sauri a mafi yawan lokuta, ma'ana a zahiri tsarin ku kawai zai gaza buɗewa.",
    "1282121137": "Don fahimtar yadda matsalar karɓar asusun zai iya zama, la'akari da yadda ƙwarewar ke kama da ma'anar ma'aikata na kudi. Suna sarrafa miliyoyin login kowace rana.",
    "1289884910": "Muna kuma buga bincike da rahotanni lokaci-lokaci. Misali:",
    "1291824746": "Biyan kuɗi na hCaptcha yana gudana kwata-kwata akan tsarin kwanaki 60. Don kwatanta abin da wannan ke nufi, da fatan za a duba teburin da ke ƙasa.",
    "129661785": "An taɓa tambayar \"danna mota/matsala/tsaya?\"",
    "1296696044": "Sirri vs. Tsaro: Me yasa ba duka biyu ba?",
    "1297224875": "Hanya na musamman da ke tafiyar da keɓantawa ga Tsaron kan layi na Kasuwanci.",
    "1297657322": "Samun damar allon mai amfani bayan shiga",
    "1300485304": "hCaptcha yana ba da kariya daga ci-gaba barazana da yaudara da aka ƙera don kutsawa cikin cibiyoyin sadarwar ku",
    "130239139": "Menene darajar shekaru 100 na aiki na mutum-mutum da Google ke tattarawa kullum?",
    "1316817321": "Dalili",
    "131871195": "Hanya mafi kyau don tabbatar da gamsuwar ku ita ce nuna mun biya bukatun ku.",
    "1330274831": "Don haka kuna ba mu izini na duniya, wanda ba keɓantacce ba, mai ikon iya canzawa, mara izini, lasisin sarauta, lasisin da ba za a iya soke shi ba yayin wa'adin wannan Yarjejeniyar don amfani, sake bugawa, rarrabawa ta hanyar lantarki, da nuna duk wani bayanan Abokin ciniki kawai don manufar samar da Sabis ɗin. . Kuna wakilta da ba da garantin cewa ku mallaki isassun hakki, take, da sha'awa a ciki da kuma bayanan ku don ba da lasisi a wannan sashe.",
    "1333016413": "Wannan yana ba ku damar guje wa tambayoyi na gaba ta yin rijista da saita kuki.",
    "1337725003": "hCaptcha ya himmatu wajen ba da dimokraɗiyya damar samun babban bayani na ainihin lokaci, barin kamfanoni manya da ƙanana su haɓaka ingancin samfuransu da ayyukansu ta hanyar amfani da koyan na'ura zuwa kasuwancinsu.",
    "1338341134": "hCaptcha + Keɓancewar Sirri (Beta)",
    "1340011854": "Ana Bukatar Madadin Maganinta Rigima. Kun yarda cewa ga duk wata takaddama da ta taso daga ko kuma ta shafi amfani da Sabis ɗinku, gami da duk wata gardama da ta taso daga lokacin da kuka fara aiwatar da ayyuka na IMI, musamman gami da duk wani da'awar da ke da alaƙa da ko kun rarraba ko a'a. dan kwangila mai zaman kansa, za ku fara sanar da IMI game da da'awar ku akan shi. Ku da IMI za ku yi ƙoƙarin warware matsalar ta hanyar yin shawarwari kai tsaye ko yin sulhu. Za mu raba daidai da kuɗin shiga tsakani kuma mu yarda cewa za a gudanar da sulhu ta hanyar wayar tarho ko wata hanyar lantarki. Idan har yanzu da'awar ta kasance ba a warware ta ba bayan shawarwari na yau da kullun ko sasantawa, kun yarda cewa ku da IMI za ku yi amfani da hukunci na ƙarshe da ɗaure don warware takaddamar. Wannan juzu'in yana mulkin duk da'awar tun daga lokacin da kuka fara amfani da gidan yanar gizon mu, ko bisa ga azabtarwa, kwangila, ƙa'ida, gami da, amma ba'a iyakance ga, duk wani iƙirari na wariya da tsangwama ba, ko sun dogara ne akan Dokar Aiki da Gidaje ta California. , Take VII na Dokar 'Yancin Bil'adama ta 1964, kamar yadda aka gyara, ko kowace jiha ko tarayya doka ko tsari, daidaitaccen doka, ko akasin haka.",
    "1344687860": "Akwatunan Daure",
    "1344959096": "Aiki azaman mai lakabin bayanan mutum ɗaya",
    "1345083090": "Bayar da rahoton matsalar aiki?",
    "134571844": "Impressum (Sanarwar Yanar Gizo)",
    "1350478093": "Manufar Gudanarwa",
    "135276624": "Turai, Gabas ta Tsakiya, Afirka (EMEA)",
    "1356745565": "Mai jituwa duk hanyar komawa zuwa Internet Explorer 8.",
    "1358325821": "Da farko, shigar da tsawo don",
    "1362015807": "Farawa",
    "1368787974": "Raba gudanarwa a cikin ƙungiyar ku.",
    "137127070": "saka, loda, ko haɗa mahaɗi ko fayiloli na qeta ko ba a san su ba, ko loda duk wani abun ciki wanda ya ƙunshi ƙwayoyin cuta, dokin Trojan, tsutsa, bam na lokaci, ko wasu lambar kwamfuta mai cutarwa;",
    "1373262754": "Sanin wanene mutum yana da ƙarancin ƙima ga hCaptcha. Mu kawai mun damu ko su mutum ne ko kuma ɗan wasan mugunta.",
    "1374227759": "yi amfani da gidan yanar gizon don duk wani aiki na doka, ko don kowace manufa banda manufar da aka samar da ita;",
    "1377538813": "Yare Mai Rinjaye. Sigar harshen Ingilishi na waɗannan Sharuɗɗan Sabis za su sarrafa ta kowane fanni kuma za su yi nasara idan akwai rashin daidaituwa tare da fassarar fassarar, idan akwai.",
    "1388241689": "Bayanin da aka tattara a sakamakon masu amfani na Ƙarshen suna ba da amsa ta hanyar Sabis (\"Labeled Data\"), kamar bayanan alamar hoto, rubutun da aka canza daga fayilolin odiyo da aka kunna zuwa waɗancan masu amfani na Ƙarshen, amsoshin tambayoyi, da sauran abubuwan da Sabis ɗin ya haifar. don dalilai na sanya bayanai don amfani a aikace-aikacen koyon injin. Lura cewa Bayanan Labeled ba a haɗa su da kowane mutum da aka gano ba.",
    "1393184984": "duk abin da kuke bukata.",
    "1394253934": "7. Cin Zarafi, Cin Zarafi, da Batar da Magana",
    "1397766838": "Ingantacciyar Ƙwarewar Mai Amfani",
    "1406188018": "6 da 7",
    "1406393333": "Duk wani damar ko amfani da Sabis ɗin ban da bin waɗannan Sharuɗɗan Sabis da duk wani umarni da muka bayar an haramta shi sosai. Musamman, BA ZA KU:",
    "1406692811": "shiga cikin aika aika aika ko aika kowane irin talla, ƙoƙarin samun ra'ayi, sadarwar jama'a, tayin kuɗi ko buƙatun, neman ayyuka, talla, talla, saƙonnin banza, batutuwan da aka kwafi, abubuwan da ba bisa doka ba, hanyoyin haɗin yanar gizon zamantakewa, adiresoshin imel, ko ID na manzo nan take sai dai idan aikin ya buƙaci;",
    "1408530660": "IMI tana mutunta dukiyar ilimi na wasu kuma muna tanadin haƙƙin cirewa daga rukunin yanar gizonmu duk wani abu da muka yi imani zai iya keta haƙƙin haƙƙin hankali na kowane ɓangare na uku. Idan kun yi imani cewa an kwafi aikin ku ta hanyar da ta ƙunshi keta haƙƙin mallaka akan wannan gidan yanar gizon, tuntuɓi tallafin abokin ciniki na Intuition Machines.",
    "1408599440": "Fara da sauri tare da ƴan layukan lamba da yanayin mu na 99.9%, ko ɗaukar cikakken iko akan lokacin da yadda ake ƙalubalantar masu amfani. Samfuran barazana na al'ada da ƙalubalen da za'a iya daidaita su suna nufin sassauƙa mara ƙima don tabbatar da tsaro.",
    "1408750006": "Dangane da wasu iyakoki, CCPA tana ba masu amfani da California damar neman ƙarin cikakkun bayanai game da nau'ikan ko takamaiman bayanan sirri da muke tattarawa (ciki har da yadda muke amfani da bayyana wannan bayanin), don share bayanansu na sirri, don ficewa daga ciki. duk wani \"tallace-tallace\" da za a iya faruwa, da kuma haƙƙin kada a nuna musu bambanci don amfani da waɗannan haƙƙoƙin.",
    "1409486258": "Daidai",
    "1409822234": "Babu wani yanayi da za a yi amfani da alamar kasuwanci iri ɗaya ko kusan iri ɗaya ta hCaptcha azaman sunan yanki.",
    "1418235079": "Masu Bayar da Sabis",
    "1421074182": "Mafi girma sosai.",
    "1422537019": "mu a yau don ƙarin koyo.",
    "1424800293": "Tambarin hCaptcha:",
    "1428053210": "Wannan abun ciki gabaɗaya ana canza shi daga sigarsa ta asali. Misali, ana iya raba bidiyo zuwa hotuna da yawa, ana iya raba waɗancan hotuna zuwa sabbin hotuna da yawa, sannan waɗannan sabbin hotuna za a gauraye su ba da gangan ba don samar da sakamako na ƙarshe.",
    "1434289796": "Wasu Kukis suna da mahimmanci don wasu amfani na Shafukan, kuma idan ba tare da irin waɗannan kukis ba, ba za mu iya samar da ayyuka da yawa waɗanda kuke buƙatar amfani da rukunin yanar gizon da kyau ba. Waɗannan Kukis, alal misali, suna ba mu damar sarrafa Shafukanmu don ku sami damar shiga kamar yadda kuka nema kuma bari mu gane cewa kun ƙirƙiri asusu kuma kun shiga wannan asusu don samun damar abun cikin rukunin yanar gizon. Har ila yau, sun haɗa da Kukis waɗanda ke ba mu damar tunawa da ayyukanku na baya a cikin wannan zaman binciken da kuma amintar da Rukunan mu.",
    "1445008801": "Kamar yadda Eden ya ce:",
    "1446868537": "Bai kamata a taɓa amfani da hCaptcha azaman fi'ili ba.",
    "1447649958": "A matsayin tunatarwa, ingantattun zirga-zirgar mutane kawai ya cancanci biyan kuɗi. Kuna iya ganin ƙarin cikakkun bayanai akan wannan a cikin FAQ ɗin mu, wanda aka haɗa a ƙasa. Ma'aunin da ke akwai kuma dole ne ya cika mafi ƙarancin ƙima don samun cancantar biyan kuɗi, a halin yanzu 10 HMT.",
    "1457707016": "Ga daidaikun mutane",
    "1467218142": "Abin da muke so daga gare su da kanmu yana tafiyar da halayenmu, don haka irin wannan tsarin mu'amala ya sake faruwa a cikin dukkan tsarin ɗan adam. Intanit yana ba da misalai da yawa na wannan muhimmin al'amari na duniyarmu.",
    "1467308982": "Jadawalin Biyan Kuɗi",
    "1467783792": "Babu wani mutum, mahaluki, ko ƙungiyar da Amurka ta amince da (\"Dan wasan kwaikwayo\") da ya cancanci lada ko yin amfani da Sabis ɗin azaman Mai Haɗin kai. Don guje wa shakku, wannan ya haɗa da duk wani ƴan wasan kwaikwayo da aka sanyawa takunkumi wanda Ofishin Kula da Kaddarorin Waje (\"OFAC\") na Ma'aikatar Baitulmali ta Amurka ta keɓe.",
    "1470290349": "don mafi kyawun bot da sarrafa zamba.",
    "1475399473": "Ƙara koyo game da ƙungiyar hCaptcha",
    "1476843710": "Karancin kuɗi mai cutarwa amma har yanzu yana lalata nau'ikan karɓar asusun ya haɗa da sace asusu na kafofin watsa labarun da makamantansu. A cikin waɗannan lokuta, maharin yawanci yana ƙoƙarin yada malware ko shiga cikin hare-haren phishing akan abokan wanda abin ya shafa. Ko kuma, maharin yana ƙoƙari ya kunyata wanda aka azabtar, wanda wani lokaci yakan faru tare da mashahuran mutane da 'yan siyasa, alal misali.",
    "1477196356": "Hanyoyi daban-daban na haɗa ainihi zuwa na'ura a cikin amintaccen yanayin sirri, wani lokaci tare da kaddarorin kiyaye sirri, an gabatar da su shekaru da yawa. Sirrin maɓalli na jama'a ya koma c. 1975, kuma alamun hardware sun wanzu kusan tsawon lokaci.",
    "1480820434": "hoto 1",
    "148188781": "Kalubalen da aka Gabatar",
    "1482845460": "( ) Yana buƙatar cikakken haɗin kai ga kowa da kowa a lokaci ɗaya",
    "1483015662": "3. Zama",
    "1485807325": "Dashboards masu amfani da yawa, SAML SSO",
    "1487796027": "Ga kamfanoni",
    "1491780143": "CAPTCHAs ba sa tabbatar da cewa kai ɗan adam ne – sun tabbatar da kai Ba’amurke ne",
    "1493115924": "Bayanan kula:",
    "1493790285": "Sauran bayanan da aka tattara daga Ƙarshen Masu amfani a matsayin ɓangare na Sabis zuwa wancan da ake buƙata don tantance ko suna",
    "1495915066": "Yadda mu, abokan binciken mu na ilimi, da abokan cinikinmu ke amfani da kafofin watsa labarai na Creative Commons",
    "1499894352": "Kamfanoni kaɗan ne ke ba da gaskiya cikin tsarin yanke shawara a wannan yanki, kuma muna fata wasu za su bi wannan misalin!",
    "1503240421": "Mataki 5: Danna kan Console shafin, kuma danna-dama sannan \"Ajiye azaman ..\" domin adana log ɗin na'ura mai kwakwalwa. Aiko mana da haka.",
    "1504327211": "Da fatan za a lura cewa amfani da Sabis ɗinmu yana ƙarƙashin ikon mu",
    "1508655687": "Ƙara naku ƙalubalen da aka keɓance don masu sauraron ku don daidaitawa ko taƙaita shiga",
    "1510448156": "Kuna iya tashi da aiki tare da madaidaicin madadin yau, kuma kunna ƙarin abubuwan ci gaba idan ya cancanta.",
    "1514478724": "Ƙara Koyi",
    "151737819": "hCaptcha Warware Rates a duk faɗin duniya suna nuna ɗan bambanci sosai",
    "1517625162": "Ƙarƙashin Sashe na Civil Code na California 1789.3, masu amfani da California suna da haƙƙin zuwa sanarwar haƙƙin mabukaci mai zuwa: Mazauna California na iya isa ga Sashin Taimakon Ƙorafi na Sashen Sabis na Mabukaci na Sashen Kasuwancin California ta hanyar wasiku a 1625 North Market Blvd., Sacramento, CA 95834, ko ta tarho a (916) 445-1254 ko (800) 952-5210.",
    "1517627947": "Wataƙila kuna ganin hotuna na gine-gine ko alamun titi daga motocin Google's Streetview, da kuma taimakawa alamar wurare na Taswirorinsu da samfuran Duniya.",
    "1519201684": "Manufar AI",
    "1519560388": "7. Source: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Don ƙarin bayani tuntuɓi Kasuwancin Kasuwanci.",
    "1525506526": "Menene Karɓar Asusu Kuma Yaya Suke Aiki?",
    "1526887904": "Sirrin Kasuwancin hCaptcha",
    "1528242915": "Masu ganowa.",
    "1533171442": "Hakanan muna amfani da Kukis da Kukis masu aiki daga wasu kamfanoni don bincike da dalilai na tallace-tallace. Kukis masu aiki suna ba da damar wasu sassan rukunin yanar gizon suyi aiki yadda ya kamata kuma su kasance sanannun abubuwan zaɓin mai amfani. Kukis na nazari, a tsakanin sauran abubuwa, tattara bayanai kan yadda Abokan ciniki, Masu Haɗin kai, da masu amfani na ƙarshe ke amfani da rukunin yanar gizon mu, abun ciki da samfuran da masu amfani ke gani akai-akai, da tasirin tallan ɓangare na uku. Kukis ɗin Talla yana taimakawa wajen isar da tallace-tallace ga masu sauraron da suka dace da kuma sa tallan mu ya bayyana a saman sakamakon bincike. Kukis ko dai “zama” Kukis ne waɗanda ake sharewa lokacin da kuka ƙare zaman binciken ku, ko kuma “na dindindin,” waɗanda ke zama har sai ku share su (wanda aka tattauna a ƙasa) ko ƙungiyar da ta ba da kuki ɗin. Cikakkun bayanai kan duk Kukis ɗin da aka yi amfani da su akan Shafukan ana samun su a teburin Bayyana Kuki ɗin mu da ke ƙasa.",
    "1539071196": "Kullum muna amfani da kukis don dalilai masu zuwa:",
    "1544546608": "Keɓancewar Sirri",
    "1544829730": "Idan kai Abokin ciniki ne ko Mai nema, kun yarda cewa ƙarin sharuɗɗan da aka haɗe a nan kamar yadda Karin Bayanin Abokin Ciniki zai yi aiki kuma za a haɗa su ta hanyar tunani cikin waɗannan Sharuɗɗan Sabis. Idan ba abokin ciniki ba ne ko mai tambaya, ko daina zama Abokin ciniki ko Mai nema, to ƙarin sharuɗɗan da ke cikin Ƙarin Abokin ciniki ba za su yi aiki ba kuma ba za a haɗa su ta hanyar tunani cikin waɗannan Sharuɗɗan Sabis ba.",
    "1546930020": "Samun Lakabin Bayanai",
    "1547006769": "Tabbatar da ɗan adam matsala ɗaya ce",
    "1549336309": "hCaptcha yana juya wannan ƙirar. Lokacin da kake amfani da hCaptcha, kamfanoni suna yin tayin kan aikin da masu amfani da ku ke yi kamar yadda suke tabbatar da ɗan adam. Kuna samun lada.",
    "1549953005": "Wataƙila kun gama ɗaya ko fiye da fom ɗin odar dandamali (kowannensu, “Form Form”) azaman sharadi na zama Abokin ciniki ko Mai nema. Idan haka ne, to, sharuɗɗan da sharuddan da aka siffanta a cikin Form ɗin oda sun zama wani ɓangare na Sharuɗɗan Sabis kuma an haɗa su ta hanyar tunani.",
    "155456850": "suna sanar da canjin su zuwa hCaptcha:",
    "1558428432": ". Da fatan za a ba da su ga hCaptcha.com.",
    "155877895": "Ganewa da rarrabuwa na ɗan adam",
    "1559150837": "Manufa ba su da kariya ko da yake. Yawancin gidajen yanar gizo suna da iko waɗanda ke toshe mai amfani da ake tuhuma wanda ke ƙoƙarin shiga cikin dubban asusu daban-daban daga adireshin IP iri ɗaya a cikin ɗan gajeren lokaci. Abin da maharan shaƙewa ke yi don samun kusancin waɗannan dabarun kariya shine don daidaita yanayin ƙasa da bambancin IP. Yin amfani da ƙarfi, sau da yawa kayan aikin AI, za su iya nuna cewa dubban masu amfani suna ƙoƙarin shiga a lokuta daban-daban na rana daga ko'ina cikin ƙasar. Wannan ya fi wahalar ganowa da tsayawa.",
    "1559190296": "Janairu 5-11, 2021",
    "1559631739": "Koyo na sirri",
    "1560232962": "ya rufe daki-daki, ba a bayar da garantin adadin da aka samu don kowace amsa ba. Wataƙila babu tambayoyin da aka biya a wannan lokacin, ana iya ƙi amsa saboda dalilai masu inganci, da sauransu.",
    "1565481281": "Sanarwa ga mazauna California",
    "1569804581": "Idan kuna son a tuntube ku nan gaba game da damar da ke da alaƙa, da fatan za a cika wannan fom.",
    "1579093044": "Tare da ƙirar ƙalubalen mu mai sauƙi na al'ada, zaku iya ƙaddamar da abun ciki na ƙalubalen a cikin 'yan mintuna kaɗan.",
    "1579715421": "Masana kimiyya na IM akai-akai suna bugawa a cikin manyan tarurruka kamar ICML, ICLR, ECCV, da NeurIPS, kuma kamfanin ya fitar da sakamako na zamani a bainar jama'a a fannonin ML kamar zurfin hashing [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Babban daidaiton maki bot",
    "1589805435": "Muna kuma da a",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Za ku biya IMI kuɗaɗe kamar yadda aka bayyana a cikin Samfurin oda mai dacewa ta hanyar biyan kuɗi da kuka bayar a cikin takardar oda mai dacewa. Sai dai in ba haka ba a bayyane aka amince da juna daga bangarorin biyu a rubuce, zaku ba da cikakken biyan duk takardun da aka bayar a cikin kwanaki talatin (30) bayan ranar aikawa da daftarin. Kuna ba mu izinin gudanar da izinin katin kiredit akan duk bayanan katin kiredit da kuka ba mu, don adana bayanan katin kiredit, da cajin katin kiredit ɗin ku ko duk wani asusun da muka yarda da juna azaman nau'in biyan kuɗi. Sai dai in an bayyana akasin haka akan Form ɗin oda ko a cikin Yarjejeniyar Sabis ɗin Kasuwancin ku ko Yarjejeniyar Sabis ɗinku, duk kuɗin Sabis, baya ga abin da ake buƙata, ana yin lissafin duk shekara a farkon ayyukan da IMI ke bayarwa a ƙarƙashin Yarjejeniyar ku (\"Kwanan Ƙarshen Kwanan Wata\").",
    "159272246": "Tambaya: Kuna aiki akan wasu zaɓuɓɓukan dama (\"a11y\"), kamar sauti?",
    "1595254735": "Sabis na saɓo kawai suna gwagwarmaya don kiyaye daidaiton gano bot, ko ma sanin lokacin da basu dace ba. Ba tare da ikon ƙalubalanci masu amfani lokaci-lokaci da kuma nazarin sakamakon wannan ƙalubalen daidai ba, daidaito yana ƙoƙarin raguwa sosai akan lokaci.",
    "1597520917": "Yawan masu sukar lamirin sun nuna cewa rashin mutunta sirrin mai amfani da Google ya kamata ya shafi abokan cinikin da ke neman kare gidajen yanar gizo da aikace-aikacen su.",
    "1599610318": "Mawallafi",
    "1601080128": "Idan muka dakatar ko dakatar da asusunku, ba za ku ƙara samun damar shiga kowane ɓangaren gidan yanar gizon ba, gami da bayanai, saƙonni, fayiloli, da sauran abubuwan da kuke adanawa akan rukunin yanar gizon. Ba za ku iya ci gaba da amfani da gidan yanar gizon mu a ƙarƙashin wani sunan daban ko sabon asusu ba. Za'a iya gurfanar da keta waɗannan sharuɗɗan Sabis ɗin zuwa cikakkiyar doka kuma yana iya haifar da ƙarin hukunci da takunkumi.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: Muna sha'awar Keɓancewar Sirri don Samun damar (\"a11y\") yanayin amfani. Zaɓuɓɓukan da suka shahara a baya kamar captchas audio suna nuna wariya ga yawancin masu amfani da a11y. Mun yi imanin haɗa tsarin mu na a11y na yanzu tare da bayar da Sirri na Sirri zai ba wa masu amfani da 11y damar yin bincike cikin aminci, amintaccen sanin cewa zirga-zirgar su ta fi sirri, tare da taƙaita cin zarafi daga masu aikin bot wanda babu makawa ya faru lokacin da akwai zaɓuɓɓukan a11y.",
    "1609621367": "Canja wurin",
    "1617196410": "hCaptcha yana mai da hankali kan dakatar da bots. Ba mu damu da wanene mai amfani ba, amma kawai ko suna da mugunta. Muna aiki tuƙuru don daidaita sirrin sirri &",
    "162063633": "Mailgun Technologies, Inc. (Global). Ana bayar da sabis: Mailgun.com.",
    "1620709264": "HUMAN Token® alamar kasuwanci ce mai rijista ta HUMAN Protocol Foundation, kuma ana amfani da ita tare da izininta.",
    "1621597093": "Hanyoyin tsaro na kasuwanci (biya)",
    "1621930829": "Menene za a iya yi game da ci-gaba na yau, ayyukan zamba na biyan kuɗi marasa tsayawa? Yin amfani da matakan sarrafawa da yawa yawanci hanya ce mai hikima. Duk da haka, mafi kyawun matakan da za su iya magance bot ɗin kuma su bayyana cewa karya ne, duk da ƙoƙarin da mahaliccinsa ke yi na yin kwafin halin ɗan adam.",
    "1622303590": "Don kunna kukis a cikin Safari (iPhone/iPad iOS 11+): Buɗe Saitunan ku. Gungura ƙasa kuma zaɓi Safari. Ƙarƙashin Sirri & Tsaro, kashe \"Hana Bibiyar Wurin Ketare\" da \"Toshe Duk Kukis\"",
    "1624200563": "tsaro, da bin GDPR, CCPA, LGPD, PIPL, da sauran ka'idojin sirri.",
    "1627232990": "Ana ba da fassarorin waɗannan Sharuɗɗan Sabis akan ingantaccen ƙoƙari. A cikin yanayin kowane babban bambanci tsakanin Sharuɗɗan Sabis na Harshen Ingilishi da fassararsa, za a fassara Sharuɗɗan Sabis na harshen Ingilishi a matsayin mai iko.",
    "1636202177": "Game da",
    "1637527266": "Wadanne kasashe ne suka fi yawan zirga-zirgar bot?",
    "1637702726": "Game da hCaptcha",
    "1642844535": "yana da mahimmanci: hCaptcha yana amfani da hanyoyi daban-daban daban-daban don amsa tambaya mai mahimmanci guda ɗaya, yana ba da damar kwatanta daidaito a duk kimantawa.",
    "1644003939": "Note: baya shafi duk abokan ciniki. Misali, IP makanta ko wasu ci-gaba na sirri ko zaɓi abokan ciniki (misali Abokan Cin Hanci na Tsare-tsare) gaba ɗaya an keɓe su daga duk wani yuwuwar \"PII\" da ta taɓa shiga tsarin na'urorin sadarwa, koda adireshin IP. Da fatan za a tuntuɓi wakilin asusun ku don ƙarin bayani idan an buƙata.",
    "164801246": "Yin sulhu shine tsarin da ake bincikar zirga-zirgar ababen hawa bayan gaskiyar don tabbatar da mutuntaka da daidaito, da zarar an shigar da duk bayanan daga duk rukunin yanar gizon. Kuna iya karanta ƙarin cikakkun bayanai a cikin mu.",
    "1655022901": "BotStop ta hCaptcha™",
    "1655796811": "Bayanan da aka tattara ta atomatik sakamakon amfani da Integrator ko Abokin Ciniki na Shafukan ko Sabis (\"Bayanin Nazari\"), kamar adiresoshin IP, nau'in burauza, mai ba da sabis na Intanet, nau'in dandamali, nau'in na'ura, tsarin aiki, tambarin kwanan wata da lokaci. na samun dama, da sauran bayanai makamantansu. Wasu Bayanin Nazari ana tattarawa a madadinmu ta wasu kamfanoni na uku da muke aiwatarwa don wannan dalili, kuma ana tattara wasu Bayanan Nazari ta hanyar fasaha iri-iri, gami da kukis (duba \"Tallafin Fasahar Na Uku da Fasahar Bibiya\" a ƙasa).",
    "165932542": "Duba hCaptcha warware rates a duk faɗin duniya",
    "1662477701": "Albarkatu",
    "166277959": "Lura: wannan fasalin a halin yanzu yana cikin beta, kuma maiyuwa baya aiki ga duk gidajen yanar gizo da masu amfani koyaushe. A yayin da ba a kunna shi ba ko baya aiki ga wani mai amfani, ɗabi'ar za ta sake komawa zuwa daidaitaccen ƙwarewar hCaptcha ba tare da asarar aiki ba.",
    "1663628612": "ba ka",
    "1665616092": "Zamban biyan kuɗi abu ne mai sauƙi a ra'ayi, amma yana iya zama mai sarƙaƙƙiya a cikin aiwatar da aiwatar da shi na yau.",
    "1669194950": "Baya ga Keɓaɓɓen Bayani, ƙila a buƙaci ku samar (ko yana iya zama dole mu tattara) wasu bayanai don mu samar da Sabis ɗin (a dunƙule, \"Bayanin Abokin Ciniki\"). Ba mu da alhakin duk wani gazawar yin Sabis wanda ya faru ta hanyar jinkiri ko gazawar ku don samar da Bayanan Abokin ciniki.",
    "1671436004": "Kuna son mayar da sadaka da kuka fi so?",
    "1671996585": "Ana iya buƙatar ku haɗa gidan yanar gizonku, aikace-aikacenku, ko dandamali tare da Sabis ɗinmu ta hanyar haɗin shirye-shiryen aikace-aikacen mu (\"API\"). A yayin da kuka yi haka, muna ba ku iyakance, mara iyaka, mara canzawa, ba za a iya raba shi ba, lasisin sokewa don amfani da API kawai don samun damar Sabis ɗin. Za mu iya canza API da/ko dakatar da goyan bayan tsoffin juzu'i ko fitar da API a kowane lokaci. Mun tanadi haƙƙin dakatarwa ko iyakance damar ku ga API a cikin ikonmu kawai, kuma za mu yi amfani da ƙoƙarce-ƙoƙarce don ba ku sanarwa kafin dakatarwa.",
    "1678661231": "Don yarda, rigakafin zamba, da aminci",
    "1685871181": "Manyan ayyukan kan layi sun dogara da su",
    "1686079269": "Ana iya samun bayanai game da yadda ake gudanar da kamfani a halin yanzu akan",
    "1686655020": "Loda duk wani abun ciki da ke ƙarƙashin haƙƙin mallaka wanda ba aikinku na asali bane, sai dai idan kuna da izini daga mai haƙƙin mallaka don buga irin wannan abun ciki kuma don baiwa IMI duk haƙƙoƙin lasisi da aka bayar a ciki;",
    "1687299615": "Menene karbar asusu?",
    "1691348394": "- sayayya na jama'a ta atomatik yayin siyar da iyakataccen siyar da saki",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "yi mana imel",
    "1697438123": "Keɓantawa",
    "1699668873": "Dole ne ku sanar da IMI nan da nan idan kuna zargin cewa an sace bayanan asusun ku ko wani ya yi amfani da shi, ko wani rashin tsaro.",
    "1702335960": "Duk wani bayanin da muka tattara yana ƙarƙashin Dokar Sirri da ke aiki a lokacin tattara irin waɗannan bayanan. Za mu iya, duk da haka, sake duba Dokar Sirri daga lokaci zuwa lokaci. Idan bita abu ne, kamar yadda aka ƙaddara ta wurinmu kawai, za mu sanar da ku, misali ta imel. Za a buga sigar yanzu koyaushe zuwa shafin Manufar Sirrin mu.",
    "1706581702": "Horowa akan bayanan da ba a tantance ba yana aiki daidai, kuma baya buƙatar yin sulhu akan ko dai tsaro ko keɓewa. Abokan cinikinmu sun yi gwaje-gwajen da suka dace, kuma sun ayyana mu daidai da ko mafi kyau fiye da mafi ƙarancin hanyoyin sirri.",
    "170775527": "Siffofin kasuwanci",
    "1709478090": "Don yi muku hidima tare da tallan da ke tushen sha'awa ko niyya.",
    "1717658846": "Zaɓin samun dama a cikin menu na widget din UI",
    "1722734001": "Bude intanet yanayi ne mai yawan hayaniya. Munanan ƴan wasan kwaikwayo suna kai hari ga masu amfani da sabis ɗinmu da masu fafatawa kamar reCAPTCHA kowace rana, kuma ba shakka suna ƙoƙarin kama mutum kamar yadda zai yiwu yayin yin hakan.",
    "1728211763": "Amfani da abun ciki ta wannan hanyar kuma don waɗannan dalilai sun faɗi cikin ƙa'idodin amfani da gaskiya bisa ga fahimtarmu game da doka da daidaitattun ayyuka a fagen, amma mu masu dogon lokaci ne masu sha'awar Creative Commons kuma mun fi son ba da daraja ga duk wanda ke taimakawa a cikin babban aiki na inganta basirar na'ura.",
    "1729677626": "Ana kai hari kuma ina buƙatar shiga cikin jirgi nan take.",
    "1752259468": "5. Ƙididdiga masu ra'ayin mazan jiya: $0.01 farashin bayanin guda ɗaya * 200M matsakaicin. annotations a kowace rana (ƙananan iyaka) * Kwanaki 365 a kowace shekara * Shekaru 10 tun lokacin da aka samu 2009 = $ 7.3 biliyan ƙananan ƙima.",
    "1752795854": "hCaptcha yana kawo tsari na zamani, mai da hankali kan sirri don dakatar da bots.",
    "1756106276": "Matsayi",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "nan:",
    "1767952047": "Ya kai mani hari jiya da daddare, ya sace min tufafina ya kwashe kudi na.” Sai dayan, saye da manyan kayan ado, tufafin masu daraja, ya ce, “Constable, mutumin nan mahaukaci ne. Yana ganin shi mai martaba ne. Nine mai martaba na gaske. A kama shi!”",
    "1771016224": "- software daga zazzage duk abubuwan da ke cikin gidan yanar gizon ku gabaɗaya",
    "1778058441": "Wadanne nau'ikan ayyuka ne ke gudana akan hCaptcha?",
    "1778642038": "Don sadarwa tare da ku",
    "1779265104": "Sharuɗɗa na Musamman da Garanti na Sirri",
    "1783317946": "Tsayawa harin API sanannen yanayin amfani ne don",
    "1786796818": "Ƙuntatawa",
    "178839499": "hCaptcha yana raba ƙimar aikin da aka yi yayin da masu amfani ke tabbatar da ɗan adam.",
    "1789371580": "Nasihu. Wataƙila ba za ku sanya waɗannan Sharuɗɗan Sabis ba tare da rubutaccen izininmu ba. Za mu iya sanya waɗannan Sharuɗɗan Sabis a kowane lokaci, ba tare da sanarwa ba. Dangane da abin da ya gabata, waɗannan Sharuɗɗan Sabis za su kasance masu ɗaukar nauyi ga magada kowane ɓangare da ayyukan da aka ba su izini.",
    "1789607185": "Adireshin i-mel",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Zama",
    "179723061": "Ƙarin sarrafawa ga ƙungiyoyin da ke buƙatar tsaro na jagorancin aji",
    "1797298240": "Mataki na 4: Danna \"HAR\" bayan ƙoƙarin warwarewa, kuma zaɓi \"Ajiye Duk azaman HAR\" don adana log ɗin cibiyar sadarwa. Aika mana wancan fayil ɗin.",
    "1798492192": "Taimakon mashigin Legacy",
    "1803009328": "An gwada yaƙi a sikelin yanar gizo.",
    "1803943584": "Na biyu, muna ƙyale ƙalubalen su inganta kansu don tantance a cikin ƙasashe ko yarukan da za su yi amfani da su, ƙara yuwuwar samun daidaiton gogewa har ma da ƙari. Idan daidaito ya yi ƙasa da yadda ake tsammani, saitin tambayoyin za su daina aiki kawai a cikin yanki ko yaren da wannan tasirin ya faru.",
    "1806535500": "Kusan kowace fasaha, daga fensir zuwa dynamite, shine a",
    "1807143500": "Sabis ɗin sun haɗa da sabis na tsaro na kan layi (\"Sabis na hCaptcha\") da dandamali (\"Intuition Machines Platform\") wanda mutum (\"Mai ba da gudummawa\") zai iya zaɓar yin ayyuka waɗanda wani ɓangare na uku ko Intuition Machines da kansa (kowannensu). a \"Mai Bukatar\") a cikin gidan yanar gizon mu ko Sabis na hCaptcha, ko dai kai tsaye akan gidan yanar gizon mu ko ta hanyar samun damar Intuition Machines Platform da/ko yin ayyuka ta hanyar ko dangane da wani ɓangare na uku da/ko dandamali ko sabis (kowane, an \"Integrator\"). Masu buƙatu suna aika ayyuka kuma suna gayyatar Masu ba da gudummawa don yin su don musanyawa don lada da IMI ke bayarwa ga Masu Haɗin kai, ko kuma kamar yadda mai nema ya ƙaddara idan mai nema yana amfani da Intuition Machines Platform ko Sabis na hCaptcha don ba da ayyuka ga masu amfani da nasu na ƙarshe. Muna cajin kamfanoni da daidaikun mutane (kowane “Abokin ciniki”) don amfani da dandalinmu domin su yi amfani da software, ayyukan marubuci, hayar mu zuwa ayyukan marubuci, da/ko samun damar shiga Masu Ba da gudummawa. Muna kuma cajin masu haɗin gwiwa don amfani da Sabis ɗin mu na hCaptcha don rage zamba, cin zarafi, da baƙon abu akan gidajen yanar gizon su, aikace-aikacen hannu, da sauran kaddarorin kan layi. Abin da ya gabata ana kiransa gaba ɗaya azaman \"Sabis.\"",
    "181065232": "Muna aiwatar da ƙaramin aikin samarwa bisa ga bayanan samfurin ku. Wannan yana gwada aikin da muka yi tare don tabbatar da samun ainihin abin da kuke buƙata.",
    "1817772953": "Zamba ba sabon nau'in laifi ba ne. Hakika, masu binciken kayan tarihi sun gano na’urorin hana zamba da ’yan Sumer na dā suka ƙera don safarar dabbobi ba tare da asara ba kusan shekaru 10,000 da suka shige! A cikin yanayinsu, sun sanya alamun yumbu, kowanne yana wakiltar dabba, a cikin ƙwallon yumbu da aka sani da \"bulla.\" Bula zai yi tafiya tare da garken yayin da yake tafiya daga mai sayarwa zuwa mai siye. Ko da a lokacin, masu kasuwanci sun damu da cewa ba duk wanda suke mu'amala da shi ba ne a sama da sama. Abubuwa da yawa sun canza a cikin shekaru 10,000, amma buƙatar yin sabbin abubuwa don hana zamba yana nan tare da mu. A yau, batun zamba akan layi yana da mahimmanci. Tare da Intanet, ’yan damfara sun ƙara ƙware wajen ƙware wajen hana zamba. Sabbin mafita suna juyar da yanayin, duk da haka.",
    "1818116402": "Muna fatan kun yaba da wannan duban yadda muke gudanar da tambayoyin aiki tare da sashin da'a na AI.",
    "1820844638": "Don samun fahimtar kasuwa. Muna amfani da Bayanin Bincike don nazarin kasuwa da gudanar da nazarin kasuwanci da suka shafi rukunin yanar gizon da Ayyukanmu, da kuma wasu dalilai na bincike.",
    "1828028934": "Wannan shi ya sa",
    "1829242168": "__cflb,",
    "1830910223": "Binciken yanayin AI na ainihi na duniya",
    "1834239172": "Sayi hidimomin bayanin hCaptcha",
    "1834801943": "2. Jam'iyya ta 1",
    "1834911235": "Dakatar da aika muku hanyoyin sadarwar tallan kai tsaye waɗanda kuka yarda a baya don karɓa. Za mu iya ci gaba da aika muku da alaƙa da sabis da sauran hanyoyin sadarwa marasa talla.",
    "1836191653": "Maimakon ba da sabis na nasara cikin sauƙi ga masu amfani kyauta yayin cajin miliyoyin daloli don sigar kasuwancin da ba ta da kyau sosai, hCaptcha yana ba da kyakkyawar kariyar bot ga duka biyun, yayin da ke ba masu amfani da kasuwancin ƙarin fasali da gyare-gyare, tare da SLAs masu ƙarfi da tallafi mai sauri.",
    "1836369533": "Kamar ɗan sanda a cikin tatsuniya, ta yaya mutum zai tantance wanene ainihin wanene? Idan maharin yana da isassun abubuwan sata na ainihi, kamar lambar lasisin tuƙi, lambar tsaro, sunan budurwa, adireshin, da sauransu, yana iya zama da wahala a tantance idan mai kiran shine ainihin ma'ajin asusun ko maharin da ke ƙoƙarin samun sake saita kalmar sirri a asusu da yake son shiga.",
    "1836554225": "Rubutun Blog",
    "1844885924": "Faɗin ɗakin karatu na nau'ikan da za a zaɓa daga.",
    "1845745385": "An tsara don Keɓantawa.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Keɓance tare da abubuwan ƙalubalen ku",
    "1849805607": "hCaptcha yana ba da kariya daga barazana da yaudara da aka tsara don kutsawa cikin cibiyoyin sadarwar ku",
    "1865097546": "Nuwamba 16, 2021",
    "1866590035": "umarnin cire bug don Chrome",
    "1873812847": "Bayyanar Kuki(s)",
    "1886100235": "Yawancin manyan ayyukan kan layi na duniya sun koma hCaptcha Enterprise kuma sun sami ingantattun gano bot tare da tanadin farashi mai yawa.",
    "1890955039": "Yadda ake tsara tsarawa ga kowane rubutu mai wadata",
    "1892020899": "A ina masu kutse suke samun takaddun shaida?",
    "1892574253": "Shiga",
    "1898063898": "don adana sirrin mai amfani wanda muke haɓakawa tare da",
    "1903743785": "Zuwan APIs na tushen ma'auni yana wakiltar babban ci gaba a cikin haɗakar aikace-aikacen. A cikin shekaru 20 da suka gabata ko makamancin haka, APIs sun tafi daga kasancewa masu tsada da sarƙaƙƙiya samfuran software na mallakar mallaka zuwa kyauta, kayan aikin tushen ma'auni waɗanda suke da sauƙin yin aiki tare da su-kuma suna saurin turawa.",
    "1904390996": "don daidaitawa",
    "1906593952": "Bada amsa akan hCaptcha da kuka gani yanzu",
    "190955495": "( ) Rashin ikon sarrafawa na tsakiya don imel",
    "1910628828": "Cire abun ciki wata dabara ce don ɗaukar bayanai daga tsarin da ya ƙunshi kayan aikin sarrafa kansa wanda ke kwaikwayon abokin ciniki na software ko mai binciken gidan yanar gizo. Ba sabo ba ne. A haƙiƙa, ga injiniyoyin software waɗanda ƙila za su buƙaci bayanai daga tsohuwar babban tsarin aiki, gogewa zai iya zama hanya ɗaya tilo ta fitar da bayanai. Masu haɗin asali na iya ɓacewa kuma ba za a iya maye gurbinsu ba.",
    "1911669851": "Ee, a halin yanzu muna aiki akan gyare-gyare iri-iri ga tsarin mu na baya wanda muke tsammanin ƙarshe zai ba mu damar ba da sulhu cikin sauri, ƙarin daidaiton ƙima, da biyan kuɗi cikin sauri. A halin yanzu muna aiki don gaggauta yin sulhu tukuna.",
    "191460155": "Sifili gogayya da 99.9% m halaye",
    "1918025546": "Idan an ba ku bayanin sirri daga kowa akan Sabis ɗin, kun yarda don kare sirrin bayanan sirri tare da irin kulawar da kuke amfani da ita don kare bayanan sirrinku, amma ba tare da ƙarancin kulawa ba. Ba za ku iya bayyana ko buga kowane irin wannan bayanan sirri ko na mallaka ba, sai dai wanda ya zama dole don aiwatar da wani aiki. Duk bayanan da ke cikin ɗawainiya akan Platform Injin Intuition yakamata a yi la'akari da su azaman sirri ko da ba a bayyana bayanin a sarari a matsayin sirri ba.",
    "1920884252": "Me yasa goge abun ciki shine barazanar tsaro?",
    "1923297430": "Ƙarshe na ƙarshe ga yawancin manyan abokan ciniki ya zo lokacin da Google ya fara cajin kamfanoni don amfani da samfurin su a kowane ma'auni mai ma'ana. Wannan ya sa masu amfani da reCAPTCHA na dogon lokaci suna neman ingantattun hanyoyi kamar yadda damuwa ta tsari a duniya ta riga ta yi ta yin amfani da abubuwan da Google ke bayarwa yana ƙara rashin jin daɗi.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Muna da ƙayyadaddun ƙayyadaddun ƙa'idodin AI a hCaptcha, kuma wani ɓangare na hakan ya haɗa da tsarin Sanin Abokin Cinikinku (KYC).",
    "1927613000": "hCaptcha yana haɗa ƙaƙƙarfan koyo na inji tare da ƙaƙƙarfan dandamali mai ƙaƙƙarfan ƙaƙƙarfan don kare aikace-aikacen gidan yanar gizo daga ƙwace asusu, sharar shaida, gogewa, da sauran nau'ikan cin zarafi.",
    "1933936765": "Yarjejeniyar Gudanar da Bayanai (An sabunta ta ƙarshe: Satumba 23, 2021)",
    "1936449777": "Sa'an nan kuma, a cikin cikakken yanayin sarrafa kansa, za su iya kwaikwayi halayen ɗan adam akan shafukan yanar gizo na e-kasuwanci, danna maɓallai da ƙara abubuwa a cikin motocin sayayya-har zuwa inda mutane da yawa, idan ba mafi yawan abubuwan sarrafa zamba ba za su iya faɗi cewa bot yana ƙoƙarin sata ba. kayayyaki. Maimakon haka, yana kama da mai amfani da ɗan adam yana siyayya kawai. Bot ɗin zai iya shiga cikin asusun abokin ciniki na gaske ta amfani da bayanan sata. Ƙarin ɓoye ɓarna shine ikon bot ɗin don lalata adiresoshin IP kuma ya sa ya zama kamar \"mai siyayya\" ya bambanta da maharin, wanda zai iya kasancewa a wata ƙasa.",
    "1936512180": "Sauƙaƙan samun damar API, kyawawan allunan dashboards, da sabuwar ƙira-in-loop fasaha don haɓaka ƙwarewar ma'aikaci.",
    "1941999673": "Masu ba da shawara ga sakonku a",
    "1942186611": "da sauransu.",
    "1942611550": "da farko",
    "1949452297": "Saboda ƙaƙƙarfan ƙuntatawa na hCaptcha UI da abubuwan tsaro, ba zai yiwu a sake haifar da tushen kowane hoto kai tsaye kusa da amfani da shi ba. Madadin haka, muna haɗi zuwa wannan shafin daga gidan yanar gizon mu kuma muna kula da jerin hanyoyin da aka yi aiki a halin yanzu ko kwanan nan ta hanyar dandamali. Kuna iya samun damar lissafin yanzu",
    "1952810469": "Nau'in",
    "1953519598": "Kudin yiwa hoto guda lakabin jeri daga $0.03 zuwa $1.00 ko fiye. Ta kowane kiyasin ra'ayin mazan jiya, Google ya fitar da biliyoyin daloli na ayyukan yi kyauta har yau. [",
    "1953959745": "samun dama",
    "1958297836": "Haɗin kai kariyar kai hari & rage APT",
    "1959762846": "- Cika fom ɗin gidan yanar gizon ku tare da spam ko cin zarafi na tallace-tallace mara iyaka",
    "1960601330": "Don kunna kukis a cikin Safari (Mac): Je zuwa menu na saukar da Safari. Zaɓi Zaɓuɓɓuka. Danna Sirri a saman panel. A ƙarƙashin 'Toshe cookies' zaɓi zaɓi 'Kada.'",
    "1962721652": "’Yan Adam masu neman tsari ne, kuma wani lokacin tambaya maras kyau za ta iya tashi daga rashin mamaki zuwa shakku a nan take, saboda sauye-sauyen da ake samu a duniya maimakon kwarin gwiwar wani ya yi tambayar.",
    "1963951234": "Komai dogaro da tsarin rubutun ku, idan wani zai iya a ƙarshen rana kawai ya kashe kuɗi don ba ku amsar da kuke nema, mallakar kayan aikin bai wadatar ba.",
    "1972710018": "Ganinta daga mahangar kamfani",
    "1973347745": "10. Hotunan misali marasa sarauta. Source: Petapixel.",
    "197676026": "Tare da wasu don kowace halaltacciyar manufar kasuwanci, in dai ba a tantance bayanan ba",
    "1977013707": "† Disamba 2020 an sake jadawalin biyan kuɗi daga 15th don guje wa haɗuwa tare da sulhu na ƙarshen shekara da hutun ma'aikata: za a kammala su zuwa mako na biyu na Janairu. Saboda a hankali fiye da yadda aka saba canzawa zuwa PayPal, biyan kuɗi zai gudana cikin kwanaki da yawa maimakon a kammala a rana ɗaya.",
    "1978884623": "Ƙara koyo game da ba da rahoton al'amurran software",
    "1979347895": "- Gagarumin rugujewar kasuwanci na iya bambanta ta fuskar su, kamar kamfaninmu kawai, gini guda daya da ke da kamfaninmu, unguwar da kamfaninmu yake, garin da muke, ko kuma duk yankin. A cikin kowane ɗayan waɗannan wuraren, tsananin rushewar kuma na iya bambanta daga ƙarami zuwa mai tsanani. A cikin rushewar kamfaninmu, gundumar kasuwancin mu, birni, ko yanki ko ginin da ke da kamfaninmu, za mu canza wurin ayyukanmu zuwa rukunin gida lokacin da ake buƙata kuma muna tsammanin babu wani abin da zai kawo cikas ga ayyukan kasuwanci. A kowane hali, muna shirin ci gaba da kasuwanci, canja wurin ayyuka zuwa madadin masu samar da kayayyaki idan ya cancanta, kuma mu sanar da ku ta gidan yanar gizon mu a hcaptcha.com da shafin matsayinmu a hcaptchastatus.com game da yadda ake tuntuɓar mu. Idan babbar matsalar kasuwancin ta yi tsanani sosai har ta hana mu ci gaba da kasuwanci, za mu sanar da ku cikin gaggawa.",
    "1982617151": "( ) Kowa zai iya lalata sana'arsa ko kasuwancin wani ba tare da sanin sunansa ba",
    "1982750088": "Kamfanoni a duk faɗin duniya suna neman wannan aikin don kammala ayyuka masu sauƙi waɗanda ke da sauƙi ga mutane amma masu wahala ga injina. Masu amfani suna goyan bayan rukunin yanar gizon da suke ziyarta, kuma suna samun ƙarancin spam na yanar gizo saboda babban matakin tsaro.",
    "1985238261": "Sauran Takaitattun Alamomi",
    "1988268879": "Lakabin bayanai masu inganci a sikeli",
    "1988461282": "Tushen Shari'a don Gudanarwa",
    "1990824776": "Satumba 16-24, 2020 ***",
    "1993899769": "15. Amfani da Bayani",
    "1993984258": "( ) Duk wani makircin da ya danganci ficewa ba shi da karbuwa",
    "1995277831": "na gode",
    "1996843433": "Rage gogayya ta hanyar guje wa ƙalubale gaba ɗaya don kashi 99.9% na halal ɗin zirga-zirgar ku yayin da kuke samar da ingantaccen tsaro.",
    "1997838163": "Manyan kamfanoni na duniya sun dogara da hCaptcha Enterprise. Haɗin kai abu ne mai sauƙi, kuma daidaiton ganowa ba shi da misaltuwa.",
    "2012837493": "Sakamakon bincike",
    "2014256987": "Idan ba za ku fi son hana amfani da kukis ko wasu fasahar sa ido ba, da fatan za a duba \"Sarrafa Bayananku,\" a ƙasa. Da fatan za a lura cewa yin hakan na iya yin mummunan tasiri ga ƙwarewar ku ta amfani da Shafukan ko Sabis, saboda wasu fasaloli na iya yin aiki da kyau.",
    "2015218686": "kafin ku bi wadannan matakan. Idan hakan ya gyara matsalar ku, za mu ji daɗin sanar da mu nau'in burauzar ku, mai hana talla ko tsawaita buzuwa, da URL ɗin gidan yanar gizon.",
    "2019130052": "Sabbin sabbin abubuwan mu a cikin ML mai mai da hankali kan sirri sun bar mu mu wuce matakan tsaro na gadon dabarun \"rikodin komai har abada\" ba tare da cutar da tsaro ko sirrin mai amfani ba.",
    "2019702084": "Sai dai idan an ba da izini sosai a cikin Yarjejeniyar Sabis na Babban Abokin Ciniki ko Yarjejeniyar Sake siyarwa, ba za a siyar da Sabis ɗin SaaS da aka ba da umarni ba, sake siyarwa, hayar, ba da hayar, lasisi, lasisi, ko in ba haka ba a samar da wani ɓangare na uku (ban da Haɗin Abokin Ciniki). ), kuma duk umarni a ƙarƙashin Yarjejeniyar da duk Amfani da Abokin Ciniki na Sabis ɗin za su kasance na Abokin Ciniki ko Affiliate nasa na kasuwanci na cikin gida.",
    "2024293275": ". Duk sauran haƙƙoƙin da aka tanada, a yanzu.",
    "2024737147": "Kuna son bayar da rahoton kwaro?",
    "2030062561": "( ) Ba wanda zai iya samun mutumin ko kuma ya karɓi kuɗin",
    "2032102720": "Hanyoyin tsaro da kamfanonin talla ke bayarwa sun fi mayar da hankali kan bin diddigin masu amfani a cikin gidan yanar gizo. Mun ƙirƙiri ingantaccen bayani na tsaro wanda ke tabbatar da cutar da sirrin mai amfani ba lallai ba ne don isar da kyakkyawan sakamako.",
    "2041686284": "Ƙarin bayanai gabaɗaya suna samar da sakamako mafi kyau a cikin horar da ƙirar koyon injin. Nasarar kwanan nan na ƙira mai zurfi ya haifar da ƙara yawan manyan bayanai, kuma hCaptcha yana biyan wannan buƙatar. Koyaya, ƙirƙirar manyan bayanan da ɗan adam yayi bita ta amfani da hanyoyin gargajiya yana da jinkiri da tsada.",
    "204716894": "Abubuwan da ke ciki da ƙira na shafukan yanar gizon mu ana kiyaye su ƙarƙashin dokar haƙƙin mallaka. Kwafi shafukan da abubuwan da ke cikin su ta hanyar da ta zarce amfani mai kyau na bukatar izini a rubuce daga IMI idan babu wasu tanadin doka da aka kayyade don kwafi akan shafin.",
    "204889717": "sun canza zuwa hCaptcha's",
    "2052161540": "Cikakkun Bayanan Rahoton Bug: Chrome",
    "2058856283": "Kasuwancin hCaptcha yana da manufa ɗaya kawai: don hana miyagu ƴan wasan tarwatsa ayyukan ku na kan layi da cutar da masu amfani da ku.",
    "2059998584": "Yanki",
    "2066255783": "Menene Scraping Content?",
    "2066321185": "Tushen Shari'a",
    "2066749488": "Wasu Korafe-korafe",
    "2067112112": "Bayanin bayani don lokuta daban-daban na amfani",
    "2067334580": "Rubutu Link",
    "2072808435": "\"Kace me Google? Taksi a kasata gaba daya bakake ne. Na kalli fina-finai isassu don sanin cewa duk na Amurka masu launin rawaya ne. Amma a duk sauran kasashen da na ziyarta, motocin tasi sun kasance masu tayar da hankali. daban-daban.\"",
    "2075610992": "Na gode da goyon bayan ku!",
    "2076066173": "Cyberattack 101",
    "2076932190": "Samfurin reCAPTCHA don haka ya tsaya tsayin daka tsawon shekaru goma.",
    "2077639538": ". Na ɗaya, ƙalubalen bayanai game da sabis ɗinmu na iya zuwa daga tushe da yawa, ba ɗaya kaɗai ba - daga manyan kamfanoni na Fortune 500 zuwa fara koyon injin, muddin suna bin tsarinmu.",
    "2082237880": "A: hCaptcha shine sabis na farko na nau'in sa wanda ke goyan bayan Keɓancewar Sirri, kuma a halin yanzu shine kaɗai ke yin hakan. Koyaya, muna sa ran wasu ayyuka za su gane fa'idodin haɓaka sirrin mai amfani akan layi, kuma muna tsammanin nan gaba ƙarin za a aiwatar da aiwatarwa kamar yadda ƙa'idodin IETF da muke taimakawa haɓakawa ke aiki bisa ƙa'ida.",
    "2082407178": "Tambaya: Ta yaya zan iya kare kaina daga bin diddigin kuki na ɓangare na uku yayin amfani da kuki ɗin samun dama?",
    "2087769953": "\"Muna farin ciki da wannan canjin saboda yana taimakawa wajen magance matsalar sirrin da ke tattare da dogaro da sabis na Google wanda muke da shi na ɗan lokaci. Mun kimanta yawan masu siyar da CAPTCHA tare da gina tsarin kanmu. A ƙarshe, hCaptcha ya fito a matsayin mafi kyawun madadin reCAPTCHA.\" \"Muna son abubuwa da yawa game da mafita na hCaptcha: 1) ba sa siyar da bayanan sirri; suna tattara mafi ƙarancin bayanan sirri da ake buƙata, suna bayyana a sarari wajen bayyana bayanan da suke tattarawa da yadda suke amfani da/ko bayyana su.\"",
    "2090457681": "( ) Ba na son gwamnati ta karanta imel na",
    "2095899021": "hCaptcha Haɗin Salon Jagororin da Babban Lasisin Alamar Kasuwanci",
    "2103513933": "shiga cikin ayyukan da ke kawo cikas tare da hana ayyukan rukunin yanar gizon;",
    "2103563261": "Bayanin sirri ko na Jama'a",
    "2104933754": "Gano alamun da suka dace",
    "2107077506": "Dandalin DAN-ADAM yana amfani da cikakkun samfuran amincewa don aiwatar da ingantaccen bincike na ingancin lokaci. Wannan yana ba mu damar tantance wahalar tambayoyi da sauri da yuwuwar amsarsu ta dace, ceton ku lokaci da kuɗi.",
    "2109792055": "Jagorar mai amfani: Matsalolin gyara kurakurai tare da Ficewar Keɓaɓɓen Sirri da Tabbatarwa",
    "2110259227": "24. Iyakance Alhaki",
    "211351380": "Daga blog:",
    "2113642787": "Dawn Song",
    "21141582": "wannan",
    "2114694926": "2. Zama",
    "2119943547": "Me yasa wannan? Amsar mai sauki ce. Muddin akwai abin ƙarfafawa don cin zarafin tsarin, wani zai sami hanya gaba ɗaya. Kuma da zarar sun yi, wani yanzu zai sami abin ƙarfafawa don dakatar da su.",
    "2123236933": "( ) Kudin bandwidth wanda tacewa abokin ciniki bai shafe su ba",
    "2125514305": "ML ya inganta, amma wahalar ƙetare reCAPTCHA bai canza ta zahiri ba a wannan lokacin.",
    "2131386784": "Ƙwararrun Ƙwararru da Taimako Ga Dukku da Masu Amfani da ku",
    "2133754014": "Fiye da gidajen yanar gizo miliyan 4.5 suna amfani da reCAPTCHA [",
    "2133809801": "Muddin mutane sun kasance mutane, da alama tabbatar da ɗan adam zai sami rawar da zai taka akan layi.",
    "2138799135": "hCaptcha yana da dumbin abubuwan haɗin kai da aka riga aka gina don gaba da tsarin baya da kuke amfani da su.",
    "2146900431": "A hankali, wannan da'awar tana da ma'ana da yawa. CAPTCHAs, kamar kusan komai, an haɗa su cikin mahallin al'ada, kuma idan yawancin ƙalubalen ku an ƙirƙira su a cikin al'ada ɗaya, maiyuwa ba zai fassara su da kyau zuwa wani ba. A jigon sa, wannan lamari ne na al'adu",
    "2150595700": ". GDPR da CCPA sun sanya damuwa na sirri akan taswira don masu siyan kasuwanci, kuma a lokaci guda sirrin kan layi yana ƙara zama mahimmanci ga jama'a yayin da duk muka fara fahimtar yadda masana'antar talla da tallace-tallace ta kan layi suka yi amfani da bayanan mu a tarihi.",
    "2150907653": "* Kukis na fasaha ya zama dole don samar da sabis. Waɗannan sun haɗa da kukis ɗin zaɓi, kukis na zaman, kukis masu daidaita lodi, da sauransu.",
    "2155089487": ". Idan kalubalenmu ya kasance da sauƙi don warwarewa ga wasu ƙungiyoyi, za mu sa ran ganin bambanci a yadda mutane a duk faɗin duniya da al'adu daban-daban suke yi yayin magance su. A cikin mahallin gidan Eden, za mu sa ran Amurkawa za su yi abin da ya fi mutanen wasu ƙasashe. Domin mun shafe shekaru muna haɓaka tsarin don guje wa wannan matsala, a gaskiya muna ganin akasin haka.",
    "2159517814": "Muna raba ko bayyana bayanan sirri a cikin waɗannan lokuta:",
    "2163914794": "Kuna buƙatar ƙarin lakabi don saitin bayanan ku? hCaptcha yana ba da sauri, farashi mai inganci, da ƙimar bayanai masu inganci ga kamfanonin da ke aiki akan bayanan ɗan adam da aikace-aikacen koyon injin.",
    "2164933356": "Cloudflare",
    "2167049807": "Ƙungiyoyin tsaro sun ɗauki matakai iri-iri da sarrafawa waɗanda ke kayar da sauƙi, raƙuman hanyoyin biyan kuɗi. Duk da haka, hare-haren suna ƙara zama na zamani. Misali, bots yanzu suna iya girbi lambobin katin kiredit da aka sace da kuma PIN daga gidajen yanar gizo na karya da hare-haren phishing.",
    "2168177815": "don Allah danna nan",
    "2177660021": "Masanin Kimiyya a Stanford. Koyon injina da adadin kuɗi a manyan bankuna, kuɗaɗen shinge, da ilimi.",
    "2178073797": "Saboda bayyana bayanan sirri na iya haifar da lahani maras misaltuwa, ƙungiyar da ke bayyana tana da damar neman agajin gaggawa ga duk wani keta ko barazanar keta wannan ka'ida.",
    "2179524509": "A wasu lokuta muna samun tambayoyi game da irin tambayoyin da aka halatta ga sabis na hCaptcha, da kuma dalilin da yasa ake yin takamaiman tambayoyi.",
    "2182196747": "Taimako",
    "2183926131": "Fara da hCaptcha Enterprise",
    "2184564739": "Duba",
    "2185418511": "Don kowace halaltacciyar manufar kasuwanci, matuƙar an cire bayanin ko an haɗa shi ta yadda ba za a iya haɗa shi da madaidaici ga mutum ba.",
    "2185860003": "21. Gyaran Gidan Yanar Gizo",
    "2187096543": "Lallai, an sami wasu manyan ɓarkewar bayanai da suka samo asali daga software da aka rubuta ɗan ɗan fashi wanda ya kira API don fitar da bayanai daga rumbun adana bayanai. Bayan haka, idan yana satar bayanai kawai yana buƙatar ainihin kiran GET akan API, wanda aka rubuta ta amfani da REST da JSON, to yana da sauƙin cire bayanan bayanai cikin sauri. A gaskiya ma, lokacin da mutane ke magana game da hare-haren \"allon allo\", abin da suke nufi da gaske, yawanci, kiran API ne mai sauri wanda ke cire bayanai daga bayanan bayanai. APIs sun zama babban saman kai hari ga ƙungiyoyin da suka gina su.",
    "2188609322": "Munanan ƴan wasan kwaikwayo suna ƙara zama gama gari akan layi. Amma sadaukar da sirrin mai amfani ba shine amsar ba.",
    "218889628": "Sai dai inda muka dakatar da wannan Karin Bayani na Abokin Ciniki ko Sharuɗɗan Sabis a sakamakon sabawar ku na wannan Karin Bayanin Abokin Ciniki ko Sharuɗɗan Sabis, idan mun ƙare kuma kun rigaya biya mana kuɗi, za mu dawo da wani yanki na pro-rata na waɗancan. adadin da aka riga aka biya, dangane da ragowar lokaci ko Sabis ɗin da kuka biya, duk wanda ya rage. Za mu ci gaba da aikinmu ta hanyar kasuwanci mai ma'ana tare da adanawa da kuma isar muku da duk bayanan da aka biya don fitar da bayanai da duk bayanan Abokin ciniki da ke hannunmu. Bayan kowane ƙarewa, za mu iya amma ba a wajabta mu share kowane bayanai ba.",
    "2193061499": "Wasu daga cikin tambura da alamominmu an taƙaita su don amfani da hCaptcha da abokan haɗin gwiwa. Ƙungiyoyi na uku ba za su iya amfani da alamomi masu zuwa ba tare da rubutaccen lasisi daga hCaptcha:",
    "2196526290": "hc_access",
    "2197218442": "Shugaban Cloudflare Matthew Prince ya taƙaita wannan ra'ayi a cikin",
    "219813583": "Tsaro Farko",
    "2199048568": "Danna garkuwar hagu na mashigin adireshin akan kowane shafin yanar gizon. Danna Saitunan Kariya. Kwamitin Tsare Sirri & Tsaro na Firefox zai buɗe. Ƙarƙashin Ƙarƙashin Kariyar Bibiya, zaɓi Custom. Zaɓi waɗanne masu sa ido da rubutun don toshewa ta zaɓar waɗancan akwatunan rajistan. Tabbatar cewa kun cire katanga hcaptcha.com.",
    "2209109640": "ana amfani da su kawai don dalilai na ƙeta, a cikin mahallin ayyukan kasuwancin su na yau da kullun?",
    "2209837451": "15 ga Oktoba, 2019 - Janairu 15, 2020",
    "2212670355": "Yi rajista",
    "2216374138": "mutane ne, kamar motsin linzamin kwamfuta, matsayin gungura, abubuwan latsa maɓalli, abubuwan taɓawa, da bayanin gyroscope/accelerometer kamar yadda ya dace.",
    "2217842245": "Koyaya, bayananmu sun nuna cewa (na hCaptcha)",
    "2219945145": "zaman,",
    "2223819810": "Domin inganta dandalin mu",
    "2225785608": "Ya kamata mu iya magana game da Viagra ba tare da an tantance mu ba",
    "2230333214": "Muna tara Bayanan Abokin Ciniki tare da wasu bayanan don kada sakamakon ba zai iya gane kansa ba kuma muna kuma tattara bayanan fasaha da ba a tantance ba game da amfani da Sabis ɗin (\"Aggregate/De-identified Data\"). Ko da wani abu da ya saba wa wannan, duk wani irin wannan Tarin / De-identified Data na iya amfani da IMI don kowane dalili na kasuwanci a lokacin ko bayan wa'adin wannan Yarjejeniyar, gami da ba tare da iyakancewa ba don haɓakawa da haɓaka Sabis ɗin da ƙirƙirar da rarraba rahotanni da sauran su. kayan aiki. Bayanan Abokin ciniki na iya dawwama kuma a nuna su a cikin tsarin na ƙayyadaddun lokaci don kada ya wuce kwanaki 180 bayan kammala aikin, misali azaman daidaitawa ta atomatik ko ingantaccen bayanan tsarin Intuition Machines. Don bayyanawa, wannan Sashe na 5 baya ba mu 'yancin bayyana ku a matsayin tushen kowane Tarin/De-gano Bayanai ba tare da rubutaccen izininku ba.",
    "2233384692": "Idan kuna da wasu tambayoyi ko damuwa game da yadda ake sarrafa irin waɗannan bayanan ko kuna son aiwatar da haƙƙin ku, ya kamata ku tuntuɓi mutum ko mahaɗan (watau mai sarrafa bayanai) waɗanda suka yi yarjejeniya da mu don amfani da Sabis don aiwatar da wannan bayanan. Duk da haka, za mu ba da taimako ga masu haɗin gwiwarmu don magance duk wata damuwa da kuke da ita, daidai da sharuɗɗan kwangilar mu da su.",
    "2233741720": "A karshe",
    "2234909600": "( ) Masu ba da labari ba sa damuwa game da adiresoshin da ba daidai ba a cikin jerin sunayensu",
    "2236960358": "Bayan rajista, za a tambaye ku don bayyana wasu bayanan sirri game da ku (\"Bayanin Mutum\"), gami da sunan ku, adireshin imel, da ƙirƙirar sunan mai amfani da kalmar wucewa, duk waɗannan za su kasance ƙarƙashin Dokar Sirrinmu, da ke akwai akan mu. gidan yanar gizo. Kai kaɗai ke da alhakin saka idanu, tabbatarwa da kiyaye tsaro na asusunku, kalmomin shiga, da kowane maɓallan tantancewa da ke da alaƙa da asusunku, kuma kuna da alhakin duk wani amfani ko matakin da aka ɗauka ta amfani da wannan bayanin akan Sabis ɗin.",
    "2255549335": "Ayyukanmu a hCaptcha shine nemo sauye-sauye masu kyau tsakanin wahala da daidaito da kuma ci gaba da raguwa, musamman ga",
    "2256305371": "Farfesa, CS a Jami'ar California, Berkeley. Zurfafa ilmantarwa, tsaro, gwanin blockchain. Shugaba na Oasis Labs.",
    "2256795853": "Ƙarfin cire bayanai da yawa, da sauri, daga shafukan yanar gizo yana sanya kayan aiki mai karfi a hannun masu aikata mugunta. Bot mai gogewa na iya tattara bayanan mai amfani daga shafukan sada zumunta. Bayan haka, ta hanyar goge rukunin yanar gizon da ke ɗauke da adireshi da sauran bayanan sirri da daidaita sakamakon, dan dandatsa zai iya shiga cikin laifuka na ainihi kamar ƙaddamar da aikace-aikacen katin kiredit na yaudara.",
    "2260079771": "Riƙe bayanai",
    "2268939633": "IMI ba ta ƙaddamar da, kuma ba ta wajabta shiga cikin, madadin sasanta rikicin mabukaci a gaban mahallin warware takaddamar mabukaci. Yanar Gizo na hukuma na Hukumar Tarayyar Turai don Magance Rikicin Kan Layi:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Bayanan kula ga mazauna yankin tattalin arzikin Turai.",
    "2271252286": "() Microsoft ba zai jure da shi ba",
    "2271512952": "Masu amfani suna goyan bayan rukunin yanar gizon da suke ziyarta, kuma suna samun ƙarancin spam na yanar gizo.",
    "2271969747": "20. Sirrin Bayanin da kuke karɓa",
    "2273532558": "Wanene abokan cinikin hCaptcha masu biyan kuɗi?",
    "2281169898": "Aika bayanin kuskure tare da rahoton ku zai sauƙaƙa mana gano abin da ke faruwa. Anan akwai umarnin mataki-mataki:",
    "2284856231": "kuma an ga ingantaccen ingantaccen daidaito a cikin hCaptcha Enterprise's kawai yanayin m kuma.",
    "229198134": "( ) Yi haƙuri ɗan'uwa, amma ban tsammanin zai yi aiki ba.",
    "2292919419": "() Outlook",
    "2296918009": "Wannan ya yi daidai da fiye da shekaru 100 na aiki a kowace rana.",
    "2301335298": "Zamban Biyan Kuɗi: Rage Saurin Juyawa Yanayin Laifukan Intanet",
    "230159237": "Lambobin sadarwa",
    "2301757528": "**** Saboda kulawa ta hanyar PayPal na REST APIs ɗin su yayin taga biyan kuɗi, ba duk abubuwan da aka kammala ba ne a ranar 15 ga Yuni. Duk wani biyan kuɗi da aka tsara don Yuni 15th (lokacin Pacific) amma ba a aiwatar da shi ba saboda kurakuran API na PayPal an sake gudanar da su ta ranar 19 ga Yuni (lokacin Pacific).",
    "2303655425": "Janairu 15, 2019 - Afrilu 15, 2019",
    "2309661107": "Duk da haka, muna sha'awar sosai",
    "2310694091": "Me ake nufi da sulhu?",
    "2310705547": "Rubutun arziƙi yana ba ku damar ƙirƙira da tsara kanun labarai, sakin layi, blockquotes, hotuna, da bidiyo duk a wuri ɗaya maimakon ƙarawa da tsara su daban-daban. Kawai danna sau biyu kuma a sauƙaƙe ƙirƙirar abun ciki.",
    "23114595": "Babban Kwarewar Mai Amfani",
    "231285005": "Kuna iya samun sabuntawa na baya-bayan nan akan blog ɗin mu",
    "2315518622": "Tare da ƙwarewa da ke akwai a cikin kayan aikin harin yau, yana da matuƙar ƙalubale don gano waɗanne, idan akwai, zamba. Sannan, mutum ya kira layin sabis na abokin ciniki ya ce “An kai hari a asusuna! Ba zan iya shiga ba, wani yana satar kuɗina!”",
    "2319072959": "Gudu gaba ɗaya ta layi tare da ma'aikatan ku, ƙimar ƙimar da ake cinyewa a cikin sassan kasuwanci ko abokan haɗin gwiwa, zaɓin hanyoyin ayyuka zuwa ma'aikatan ƙwadago daban-daban na ciki ko na waje dangane da farashi da buƙatun tsaro, da ƙari.",
    "2320894364": "Tare da sama da maki 200 na kasancewar, gajimare na hCaptcha yana kare kadarorin ku a duk faɗin duniya",
    "2323013093": "26. Doka Mai Aikata",
    "2323282990": "Hanyar Zamani Don Tabbatar da Dan Adam",
    "2326660907": "sai dai",
    "2328839224": ". Da fatan za a duba sashinmu \"Sanarwa ga Mazauna California\" masu alaƙa da haƙƙoƙin ku a ƙarƙashin Dokar Sirri na Masu Amfani da California (\"CCPA\").",
    "2330965058": "Inda muke aiki a matsayin na'ura mai sarrafa kayan aikinmu na Integrators, ba ma amfani da bayanan da aka tattara don wata manufa sai dai yadda ya dace don samar da Sabis ɗinmu, kuma aikinmu zai kasance ne ta hanyar kwangilar da muke da ita tare da Integrators, ba wannan ba. takardar kebantawa",
    "2333410049": "Da fatan za a kuma gwada kashe mai hana tallan ku.",
    "2340340589": "Jagora akan amfani da alamar hCaptcha",
    "234420106": "Idan kun kasance Mai Haɓakawa ko Abokin Ciniki na sabis na Kasuwancin hCaptcha kuma amfanin API ɗin ku kamar yadda aka auna ta RPS ya zarce ƙimar da aka tanadar don matakin sabis ɗin ku, za mu iya zaɓar don canza sabis ɗinku ko don cajin ƙima. Idan mafi girman ƙimar RPS ɗin ku ya wuce ƙimar da aka tanadar da kashi 10 na mintuna 10 ko fiye a cikin jimlar a cikin kwanaki 30 kuma yawancin waɗannan buƙatun sune, a cikin hukuncin mu kaɗai, ba cunkoso ba, za mu iya zaɓar zuwa cajin ku a ƙayyadaddun ƙimar ƙimar ku na kwangila don duk buƙatun API da aka yi a waccan watan.",
    "2344319147": "Nawa ne ainihin ƙimar gano bot ɗin Google?",
    "2348450790": "Da fatan za a karanta waɗannan Sharuɗɗan Sabis. Sun haɗa da, a cikin wasu tanade-tanade, ƙin yarda da garanti, iyakance abin alhaki, da ɗaure hukunci. Lura cewa waɗannan Sharuɗɗan Sabis na iya canzawa tun ziyararka ta ƙarshe a gidan yanar gizon mu. Za mu iya sake dubawa da sabunta waɗannan Sharuɗɗan Sabis daga lokaci zuwa lokaci bisa ga ra'ayin mu kaɗai. A cikin yanayin canjin abu, za mu sanar da ku ta hanyar buga sabbin Sharuɗɗan Sabis akan wannan shafin, bayan haka dole ne ku yarda da ƙa'idodin Sabis ɗin da aka sabunta don ci gaba da amfani ko shiga rukunin yanar gizon ko Sabis.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Abin takaici, sarrafa kayan aikin ba yana nufin kai mutum bane. Kusan kowane mashahurin tsarin shaidar kayan masarufi an sake karyewa, an fake, sannan kuma an sake karyewa.",
    "2351176803": "Sharuɗɗan lasisi don hCaptcha JS API",
    "2354267648": "GDPR, CCPA, da manufofin keɓantawa na LGPD",
    "2359150347": "Tambaya: Shin wasu ayyukan tsaro na kan layi suna goyan bayan Keɓancewar Sirri?",
    "2359312315": "ko tara ta yadda ba za a iya danganta shi da mutum cikin hankali ba.",
    "2359913400": "Kayan aiki",
    "2366003154": "Latsa da tambayoyin Media",
    "2367602973": "nan",
    "2369877184": "Matsakaicin ƙimar mafi girman izinin RPS na hCaptcha Integrators ko Abokan ciniki shine buƙatun 1,000 a sakan daya zuwa ga ƙungiyoyin da ke cikin asusun ku (\"RPS\"), sai dai in an ƙayyade ta hanyar rubutacciyar yarjejeniya tsakanin ku da mu.",
    "237009707": "( ) Buɗe relays a ƙasashen waje",
    "2373007864": "Kasuwancin hCaptcha yana gudana akan fasahar dandamali na hCaptcha, wanda aka fadada don haɗa abubuwan da manyan kasuwancin ke buƙata.",
    "2378786360": "1. Gwada ɗaya daga cikin sauran masu bincike: idan kuna kan Chrome, gwada amfani da Firefox ba tare da shigo da saitunanku daga Chrome ba, sannan shigar da plugin ɗin a can. Idan hakan yayi aiki, kuna iya samun matsalar daidaitawar burauza.",
    "2385522384": "Wataƙila kuna ganin firam ɗin bidiyo daga kyamarorin akan motocin Google na Waymo masu tuƙa da kansu, kuma suna taimakawa don haɓaka haɓaka abubuwansu.",
    "2386465280": "Yadda Muke Raba Bayani",
    "2391175562": "Bugu da ƙari, wannan shine abin da nake tunani game da ku:",
    "2394073454": "Za mu iya tattara ƙarin bayani daga Ƙarshen Masu amfani waɗanda ke son yin aiki tare da mu a matsayin Masu Lakabin Bayanai.",
    "2396605499": "() Masu ba da izini suna tsotsa",
    "2397590157": "3. Ƙididdiga masu ra'ayin mazan jiya: miliyan 200 yana warwarewa * 30 seconds kowace warwarewa a cikin shekaru = 190.3 mutum-shekara / rana.",
    "2402165761": "Yaya Scraping Aiki?",
    "2404545611": "Barka da zuwa hCaptcha! Na gode da kasancewa wani yanki na al'ummarmu. Duk masu amfani da \"Sabis\" (wanda aka bayyana a ƙasa) dole ne su yarda da waɗannan sharuɗɗan (\"Sharuɗɗan Sabis\"). A ƙarƙashin waɗannan Sharuɗɗan Sabis, \"IMI\", \"mu\" da \"mu\" suna nufin Intuition Machines, Inc. da rassan sa, masu alaƙa, jami'ai, wakilai, ma'aikata, wakilai, da wakilai, kuma \"shafin yanar gizonmu\" ya ƙunshi kowane gidan yanar gizon da ke ƙarƙashinsa. ikonmu, gami da www.hcaptcha.com da www.imachines.com.",
    "2408036504": "Don haka an tsara tsarin mu daga ƙasa har zuwa rage tattara bayanai da riƙewa yayin da ake kiyaye tsaro na jagora. Hanya mafi kyau don kare bayanan mai amfani ba shine adana su kwata-kwata ba.",
    "2410122265": "Albarkatun hCaptcha: Bots 101",
    "2412751979": "Godiya ga ingantattun siginonin ɗan adam waɗanda ke iko da hCaptcha, kamfanoni da yawa waɗanda a baya suka yi amfani da reCAPTCHA v3/Interprise sun canza zuwa",
    "2413742287": "Ƙarfafa hCaptcha shine haɓaka daidaito, ba kudaden talla ba: amsoshi bot ba su da amfani ga abokan cinikinmu, waɗanda ke buƙatar bayanan horon ɗan adam.",
    "2414232014": "Tambarin mu ana iya gane shi nan take kuma ɗayan mafi mahimmancin kadarorin mu. Don tabbatar da cewa ya kasance wakilci mai ƙarfi na kamfaninmu, dole ne a gabatar da shi cikin hankali da daidaito a duk hanyoyin sadarwa.",
    "2414368123": "Suna, lambar katin kiredit, lambar katin zare kudi, ko duk wani bayanin kuɗi.",
    "2418549423": ", ƙayyadaddun ƙayyadaddun ƙayyadaddun ƙayyadaddun ƙayyadaddun bayanai don kiyaye sirrin kan layi ta hanyar bayanan sirri, da sauran keɓaɓɓun keɓaɓɓun fasali-farko.",
    "2419795065": "Sanarwa ga mazauna California",
    "2420789666": "Ana bayar da Sabis da sauri, Inc.: CDN mai sauri da ƙididdige ƙididdiga.",
    "2423586454": "Har yanzu akwai wasu abubuwan da software ba za su iya yi ba, komai kyawun AI na bayanta. Fasahar CAPTCHA ta zamani tana ba da tabbataccen hanyar toshe bots na ƙoƙarin ci gaba da zamba. Yayin da tsoffin hanyoyin zuwa CAPTCHA, kamar ƙananan lambobi masu sauƙi a cikin akwati, yanzu galibi suna da kasawa wajen rage ci-gaba bots, na'urar amsa gwaji ta atomatik kamar hCaptcha Enterprise na iya sauƙaƙa dunƙule bot ɗin ɗan damfara a lokacin shiga asusu ko wurin siyar da kaya. Ko da bot yana da takaddun shaida na gaske, idan ba zai iya shiga ta CAPTCHA ba.",
    "2429359042": "misalin hotuna masu dubawa",
    "2430148876": "Mun ƙirƙiri waɗannan jagororin da lasisin alamar kasuwanci na gabaɗaya don sauƙaƙa da sauƙi ga abokan cinikinmu, abokan hulɗa, da magoya bayanmu suyi aiki tare da alamar mu yayin da har yanzu muna adana asalin kamfani. Idan kana buƙatar amfani da gumakan hCaptcha, tambura, ko wasu alamomi ta hanyoyin da suka bambanta da waɗannan jagororin, kuna buƙatar tuntuɓar mu (IMI) don rubutaccen lasisi.",
    "2436973524": "Ingantattun nassoshi ne kawai ake karɓa. Ba ya halatta a ce rukunin yanar gizon yana amfani da sabis da aikace-aikacen hCaptcha lokacin da ba haka ba. Hakazalika, amfani da tambarin mu ko kowane baji shima ya dace kawai lokacin da rukunin yanar gizon ke amfani da sabis na hCaptcha.",
    "2437934778": "Sunan ku",
    "2438016011": "Yarjejeniyar Sa-kai. Duk bangarorin da ke cikin waɗannan Sharuɗɗan Sabis suna wakiltar kuma sun yarda cewa kowannensu ya sake nazarin duk bangarorin wannan yarjejeniya, ya karanta a hankali kuma ya fahimci duk tanade-tanaden sa, kuma yana shiga cikin wannan yarjejeniya da son rai.",
    "2441638955": "Na farko, menene API?",
    "2444685143": "Manufar Logo",
    "2445034923": "Idan ba ku yarda da duk sharuɗɗan waɗannan Sharuɗɗan Sabis ɗin ba, kar (kuma ba za ku iya) amfani ko samun damar rukunin yanar gizon ko Sabis ɗin ba.",
    "24452499": "mafita; ana iya amfani dashi ga mai kyau ko mara lafiya. Kowane kamfani na bincike, gini, ko siyar da hanyoyin amfani da dual yana da alhakin yin la'akari da sakamakon ayyukansu.",
    "2446481523": "Akwai wata tsohuwar tatsuniya wacce direban keken doki da wani mai martaba suka fito a ofishin constabulary a wani ƙaramin ƙauyen ƙasa. Wani mutum, saye da ƙazantattun tufafin matalauta, ya ce wa ɗan sandan, “Ni ne mai martaba. Wannan mutumin direbana ne.",
    "2449501658": "yana ba da ɗayan mafi ci gaba hanyoyin da za a rage barazanar daga yunƙurin shiga asusu na yaudara, ta yin amfani da koyan na'ura don ganowa da dakatar da bots, da kuma sa ya zama mai wahala ko ma gagara ga masu zamba su shiga cikin asusun.",
    "2462728596": "Idan ba za mu iya gamsar da kanmu kan waɗannan batutuwa ba, za mu ƙi buƙatar kuma za mu iya dakatar da ƙarin shiga dandalinmu, kamar yadda aka tsara a cikin Sharuɗɗanmu.",
    "2462909475": "Katanga na wayoyi sama da 10,000 da ake amfani da su wajen cin zarafi, wani bangare na aikin bot na kasar Sin.",
    "2465128185": "Don ba da amsa cikin sauri, kawai danna maɓallin \"Aika mana da amsa\".",
    "2468683988": "Jagora",
    "2474091800": "19. Bambance-bambance da sauran Masu amfani; Saki",
    "2474661839": "Mu",
    "247560732": "Ƙara hCaptcha tare da layukan lamba uku. Idan kuna zuwa daga reCAPTCHA, API ɗin mu yana dacewa kuma yana ɗaukar mintuna kaɗan don canzawa.",
    "2477958756": "( ) Mugayen mutane",
    "2481032625": "Ko manufar hana:",
    "2486638408": "Ƙayyadaddun Ƙididdiga",
    "2487931657": "Kar a yi amfani da: \"mun hCaptcha'd shafin mu.\"",
    "248923369": "Tambarin BotStop™",
    "2489287539": "Ba tare da juzu'i ba \"Babu CAPTCHA\" & 99.9% hanyoyin wucewa",
    "2491398763": "Duk rubutu, hotuna, raye-rayen hoto, bidiyoyi, kiɗa, sautuna da sauran abubuwa akan waɗannan shafuka ana kiyaye su ƙarƙashin dokar haƙƙin mallaka ta IMI ko wasu kamfanoni idan an kayyade su. An haramta yin kwafi ko gyara wannan kayan don amfanin kasuwanci ta hanyar da ta zarce amfani da adalci. Alhakin wannan gidan yanar gizon",
    "2497216176": "Nazari na ɓangare na uku da Fasahar Bibiya",
    "2498172334": "Musamman, shirin ku ya gaza yin lissafinsa",
    "2505227594": "7. Yawan wuce gona da iri",
    "2510209017": "Kuna buƙatar ƙarin taimako?",
    "2510534204": "Ba daga baya sai Maris 23rd 2020 ***",
    "2513143348": "Tsarin kasuwancin hCaptcha yana da sassauƙa na musamman a ƙirar sa: ana iya tura shi gaba ɗaya ko gaba ɗaya a gefen hanyar sadarwar ku idan kuna aiki da gajimare na jama'a ko mallakar cibiyoyin bayanai da yawa.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "Ƙarƙashin tsaro na sirrin sirri na Password. Ka'idar ita kanta tana tafiya ta hanyar",
    "2531534427": "Cikakken bayani yana nan.",
    "2534436327": "kuma ana iya amfani da waɗannan ƙin yarda na falsafa:",
    "2535001179": "Idan kuna zuwa daga reCAPTCHA na Google, APIs ɗin mu masu mayewa ne.",
    "2540760245": "a cikin sauran amfani da yawa, samun damar tace zirga-zirgar kan layi bisa ga \"dan Adam ko a'a\" zai iya kasancewa kayan aiki mai mahimmanci muddin yanayin ɗan adam ya bi irin tsarin da aka rubuta a cikin shekaru dubu biyar da suka gabata.",
    "2543123170": "Tabbacin ɗan adam tazara",
    "254326776": "Ana gano mugun zagi na waɗannan kurakuran da ke faruwa na tsawon watanni ko shekaru kafin bayyanawa ko buga ilimi.",
    "2544169219": "Sakamako na zamani na kwanan nan: ICML LLD, Mayu 2019.",
    "2544565802": "Yuli 15, 2019 - Oktoba 15, 2019",
    "2547140673": "Fiye da shekaru goma, sabis na reCAPTCHA na Google yana ba masu gidan yanar gizon ciniki: bari Google ya bibiyi masu amfani da ku kuma yayi musu tambayoyi, kuma a musayar sun yi alkawarin dakatar da bots da spam.",
    "2547406584": "Idan kuna da wasu tambayoyi game da wannan Dokar Kuki, da fatan za a tuntuɓe mu a",
    "2551802342": "- Muna shirin murmurewa da ci gaba da ayyukan kasuwanci da sauri bayan gagarumin rushewar kasuwanci da kuma ba da amsa ta hanyar kiyaye ma'aikatanmu da dukiyoyinmu, yin ƙima na kuɗi da aiki, kare littattafai da bayanan kamfanin, da barin abokan cinikinmu da masu amfani da ƙarshensu yin mu'amala ta kan layi. A takaice, shirinmu na ci gaba da kasuwanci an tsara shi ne don ba wa kamfaninmu damar ci gaba da gudanar da ayyuka cikin sauri, idan aka yi la'akari da fa'ida da tsananin rugujewar kasuwanci. Shirye-shiryen ci gaban kasuwancin mu suna adireshi: madadin bayanai da dawo da su; duk tsarin manufa mai mahimmanci; kimantawar kuɗi da aiki; madadin sadarwa tare da abokan ciniki, ma'aikata, da hukumomin sa ido; madadin wurin jiki na ma'aikata; mai mahimmanci mai kaya da tasirin abokin ciniki; rahoton tsari; da ba abokan cinikinmu sanarwar gaggawa idan ba za mu iya ci gaba da kasuwancinmu ba. Babban wurin shakatawa na masu samar da kayayyaki yana adana mahimman bayanan mu a cikin keɓan yanki na yanki. Duk da yake kowane yanayi na gaggawa yana haifar da matsaloli na musamman dangane da abubuwan waje, kamar lokacin rana da tsananin rushewar, wannan tafkin masu ba da kayayyaki sun shawarce mu cewa manufarsu ita ce su maido da nasu ayyukan kuma su sami damar ci gaba da ayyuka cikin sauri. Kodayake mun yi aiki don rage haɗari ta amfani da saitin masu ba da kaya iri-iri, ana iya canza ayyukanku ko katsewa cikin wannan lokacin.",
    "2555914614": "don yanayin amfani da Accessibility. Mun yi imanin haɗa tsarin mu na a11y na yanzu tare da bayar da Sirri na Sirri zai ba wa masu amfani da 11y damar yin bincike cikin aminci, amintaccen sanin cewa zirga-zirgar su ta fi sirri, tare da taƙaita cin zarafi daga masu aikin bot wanda babu makawa ya faru lokacin da akwai zaɓuɓɓukan a11y. Mu masu shiga tsakani ne a cikin ƙungiyar aiki ta IETF tana daidaita wannan sabuwar fasaha.",
    "2557240048": "Yadda yake aiki: na farko, mai amfani da damar yin rajista ta hanyar",
    "2557601376": "tambarin hCaptcha™",
    "2560582224": "bug falala",
    "2561077702": "Don samar da sabis na mu",
    "2565565429": "Maimakon yin amfani da: \"muna amfani da hCaptcha don sanya rukunin yanar gizon mu ya fi aminci da aminci.\"",
    "2575690545": "Karɓar asusu, kamar zamba ta hanyar yanar gizo, galibi al'amari ne na sarrafa kansa, tafiyar matakai. Yana da wuya ga dan dandatsa, sanye da hoodie a cikin gidan mahaifiyarsa, ya rubuta kalmomin shiga cikin gidajen yanar gizo na banki daya bayan daya.",
    "2583775432": "Tambaya: Me game da keɓantawa? Shin rajista yana fallasa bayanan binciken a11y ta wata hanya? Me kuke yi da imel?",
    "2588750717": "Lallai, wasu hare-haren cusa bayanan sirri sun haɗa da miliyoyin takaddun shaida-duk ana cusa su a cikin mahallin shiga gidan yanar gizon da ba a yi tsammani ba a cikin begen shigar da su. Da zarar sun shiga, maharin zai iya karɓar asusun wanda aka azabtar.",
    "2590587108": "Daidaitaccen abun ciki mai ƙarfi da kuzari",
    "2593768395": "Ƙwarewa mara kyau a cikin gidan yanar gizo, wayar hannu ta asali, gidan yanar gizon wayar hannu. Abubuwan haɗin kai da aka riga aka gina da SDKs na asali akwai.",
    "2593864519": "Dakatar da ƙarin bots. Fara kare sirrin mai amfani.",
    "259613338": "idan kuna da wasu tambayoyi game da waɗannan Sharuɗɗan Sabis.",
    "2597149484": "Dalilin da ya sa dan gwanin kwamfuta ya yi \"kaya\" don haka yawancin takardun shaida sun shafi inda suka samo takardun sata.",
    "2597352122": "Nau'in Annotation",
    "2600696085": "Maris 15, 2021",
    "2602081482": "Kasuwancin hCaptcha yana amfani da koyan injuna na ci gaba don gano mugayen zirga-zirga zuwa rukunin yanar gizonku da aikace-aikacenku - gami da ayyukan ɓarna.",
    "2602763587": "Sharar shaidar shaidar wani nau'i ne na harin intanet wanda maharin ke ƙoƙarin shiga gidan yanar gizon sau da yawa ta amfani da nau'ikan sunayen masu amfani da kalmomin shiga da aka sace. “Kayayyakin” na nufin maimaita ƙoƙarin shiga, waɗanda kusan koyaushe ana yin su ta hanyar software na bot.",
    "2603863826": "PS: Idan kun sami fassarar cikin yarenku wanda zai iya amfani da haɓakawa, jin daɗin ƙaddamar da wani",
    "2605814073": "Ta amfani da ko yin rijista don Sabis ɗinmu, kun yarda: kun kasance aƙalla shekaru 18; kuna da ikon shigar da wannan yarjejeniya a madadin kanku ko ƙungiyar da kuke wakilta, kuma koyaushe za ku kasance cikin bin waɗannan Sharuɗɗan Sabis da duk manufofin IMI da jagororin da aka ambata a nan; kuma ba za ku zagi gidan yanar gizon mu ba, ba za ku bayyana mana asalin ku ba, ko amfani da hankali na wucin gadi don kammala kowane ɓangare na kowane aiki akan IMI wanda ke buƙatar hankalin ɗan adam.",
    "260595108": "Ba mu taɓa yin amfani da imel ɗin isa ga ko bayani don kowace manufa ban da sauƙaƙe amfani da 11y da hana cin zarafi.",
    "2611914656": "Muna amfani da Sentry don tattara bayanan gyara kuskure lokacin da mai amfani ya sami kuskure. Don bayani kan yadda Sentry ke tattarawa da sarrafa bayanai,",
    "2616040974": "3. Abokan ciniki da masu buƙatu",
    "2616226398": "Batun mu",
    "2619472217": "8. Sake siyarwa",
    "2620705814": "Google kamfani ne na talla, kuma samfuran tsaro nasu sun yi kama da na talla",
    "2621989404": "An sabunta ta ƙarshe: Satumba 24, 2021. Da fatan za a lura cewa kalmomin Ingilishi ɗinmu suna da iko.",
    "2624601135": "Bai kamata a yi amfani da \"hCaptcha\" a matsayin wani ɓangare na sunan alama ba, haɗa shi da saƙo, ko amfani da sunayen aikace-aikace ko wasu samfura.",
    "2624949852": "Tabbas, reCAPTCHA ya kasance farkon mai shiga cikin tsaro na gidan yanar gizo tun daga 2009, yana kare miliyoyin gidajen yanar gizo daga barazanar barazanar bots da masu satar bayanai. Koyaya, an daidaita shi gaba ɗaya a cikin 'yan shekarun nan:",
    "262509504": "Za mu iya danganta bayanan da Kukis suka tattara tare da wasu bayanan da muka tattara daga gare ku bisa ga wannan Dokar Sirri kuma mu yi amfani da haɗin bayanan kamar yadda aka bayyana a nan. Hakazalika, ɓangarori na uku waɗanda ke ba da kukis a rukunin yanar gizonmu na iya haɗa sunan ku ko adireshin imel zuwa wasu bayanan da suke tattarawa, wanda zai iya haɗawa da siyayyar da aka yi a kan layi ko kan layi, ko bayanan amfanin kan layi.",
    "2631159699": "( ) Akwatunan Windows ɗin da ke da alaƙa da rundunonin tsutsa tsutsa",
    "2631249972": "Za mu iya inganta ko gyara gidan yanar gizon mu ba tare da sanarwa a gare ku ba.",
    "26365791": "Har zuwa cikakkiyar izinin doka, Shafukan da Sabis (da duk wasu ayyuka masu alaƙa, bayanai, bayanai, fasali, da sauran abun ciki ko kayan) ana bayar da su akan “kamar yadda yake” da “kamar yadda ake samu”. Iyakar abin da doka ta ba da izini, IMI ta keɓance duk garanti, gami da amma ba'a iyakance ga garantin ciniki ba, dacewa don wata manufa, da rashin cin zarafi.",
    "263761351": "hCaptcha shine farkon abin dogaro, wanda yanzu ɗaruruwan miliyoyin mutane ke amfani dashi kowane wata.",
    "2639657759": "Alamomin da aka yi amfani da su ta Izini",
    "2645321220": "Kuma idan kuna tunanin farashin reCAPTCHA yayi yawa, tambaye mu game da hCaptcha Enterprise. A halin yanzu ana amfani da wasu daga cikin manyan masu bugawa, kamfanonin sabis na kuɗi, da kamfanonin samar da ababen more rayuwa na yanar gizo a duniya, ba kawai ingantaccen madadin su ba ne ga reCAPTCHA: mun yi imanin suna ba da mafi kyawun kariyar bot a halin yanzu.",
    "2646127839": "Karin Bayani na Abokin Ciniki zuwa Babban Sharuɗɗan Sabis",
    "2648707986": "Karɓar asusu wani nau'i ne na zamba ta yanar gizo inda wani ɗan wasan ƙeta ya ke kwaikwayi mai wani asusu na kan layi. Yawanci, asusun yana a cibiyar kuɗi ko kasuwancin e-kasuwanci inda mai zamba zai iya satar kuɗi, kayayyaki ko katunan kyauta. Maharin yana amfani da bayanan shiga da aka sata don shiga asusun sannan kuma ya karbe shi, watakila ya canza kalmar sirri don kulle ainihin mai asusun.",
    "2650241052": "Babu shawara",
    "2650502379": "Kaddamar da Kanku Kalubalen a cikin daƙiƙa",
    "2652399059": "Amintaccen abokin tarayya",
    "265443926": "Don guje wa shakku, da fatan za a lura cewa waɗannan ƙofofin suna aiki cikin jimillar duk wani asusun da kuka ƙirƙira a matsayin mutum, ƙungiya ko ƙungiya. Misali, idan kun ƙirƙiri asusu guda 10, kowanne yana karɓar buƙatun 100,000 a cikin wata ɗaya (watau buƙatun miliyan 1 gabaɗaya) to da kun ƙetare iyakokin adalcin amfani da duk asusun a wannan watan.",
    "2659418535": "Hanyar sasantawa. Dukkanin sasantawa a ƙarƙashin wannan yarjejeniya za a gudanar da su a ƙarƙashin dokokin Ƙungiyar Ƙwararrun Ƙwararru ta Amirka ko kuma ta hanyar sabis na sasantawa da aka amince da juna. Mai sasantawa zai zama mai sasantawa na Amurka da aka zaba daga jerin sunayen da ba su gaza bakwai (7) ba ta hanyar wasu hare-hare. A wajen sasantawa, kowane bangare zai kasance yana da hakkin ya gudanar da cikakken bincike na farar hula, da kawo hujjojin da ba su dace ba, da kuma gabatar da shaidu da shaidun da ake bukata don gabatar da shari’o’insu da kariyarsu, kuma duk wata takaddama a kan haka, mai sasantawa zai warware shi. Yanke takaddamar za a dogara ne kawai akan dokar da ke tafiyar da iƙirari da kariya da aka ɗauka, kuma mai yin sulhu ba zai iya yin wani dalili ba sai irin wannan doka mai sarrafa. Mai shiga tsakani zai sami kariyar jami'in shari'a daga alhakin farar hula lokacin da yake aiki a matsayin mai sasantawa, wanda kariya ta kare duk wani kariya da ke akwai. Dole ne lambar yabo ta haɗa da rubutaccen ra'ayi na dalili na mai sasantawa. Ka ba da hakkinka na shari'a ta juri na duk wani da'awar da za ka iya yi akan IMI ko kuma IMI na iya yi maka. Duk wani da'awar da ke ƙarƙashin wannan sashe dole ne a kawo shi a cikin lokacin ƙayyadaddun ƙa'ida. Dokar sasantawa ta Tarayyar Amurka ce ke tafiyar da wannan sashe, kuma kun yarda cewa wannan Yarjejeniyar tana nuna ma'amala a cikin kasuwanci.",
    "2666258754": "MA'AURATA AZUMI GAGARUMIN INGANTACCEN INGANCI GA RUWAN HASHING MAI RASHIN HANKALI, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2670003220": "Ayyuka",
    "2670352917": "hCaptcha yana ba da ƙarin ingantaccen gano bot yayin kasancewa mai sauƙi ga mutane don warwarewa.",
    "2671622670": "Kasuwanci",
    "267645277": "IMI na iya tabbatar da ainihin ku. Wannan na iya haɗawa da kwatanta keɓaɓɓen keɓaɓɓen bayananku da bayanan bayanan ɓangare na uku ko takaddun doka na hukuma. Kuna ba mu izini don yin duk wasu tambayoyi masu mahimmanci don tabbatar da asalin ku, mallakin adireshin imel ɗin ku, da kuma mallakar asusun ku na kuɗi. Kun yarda da samar da bayanai game da ku don taimaka mana wajen tabbatar da ainihin ku.",
    "2676853536": "Dashboards masu amfani da yawa",
    "2681650568": "Kuma kamar ko da yaushe, keɓantawa babbar ƙima ce a gare mu. Ƙara lambar ƙalubalen mu kawai inda ya cancanta, kuma inda ya dace don kare ku da masu amfani da ku. Rage tattara bayanai yana farawa daga lokacin haɗin kai.",
    "2682873489": "Ƙayyade yanki mai iyaka don abubuwa",
    "2683038211": "Intanet ko sauran ayyukan cibiyar sadarwar lantarki.",
    "2686825859": "Yi rajista kyauta ko tuntuɓe mu game da mafitacin hCaptcha Enterprise",
    "2689973938": "Inganta reCAPTCHA yana haifar da rikice-rikice ga Google a matsayin mai talla.",
    "2690395789": "Idan kuma lokacin da kuka daina buƙatar bayanan sirrin da kuka karɓa, dole ne ku dawo da sauri ko lalata (kamar yadda duk wanda ya bayyana bayanin ya buƙata) duk kwafin bayanan da ke kan fage, tsarin, ko wasu kayan aikin da kuke sarrafawa.",
    "2694001822": "Koyaya, muna ɗaukar hayar mutane lokaci-lokaci don taimaka mana gwada kaddarorin tsarin da sabbin abubuwa.",
    "2694150481": "Muna amfani da kukis?",
    "2696932851": "18. Lamuni",
    "2697276059": "Shaida tana aiki: daidaitattun ƙima a duk faɗin duniya",
    "2698140263": "Ba duk matsalolin ba iri ɗaya bane: samun maki ɗaya yana nufin dole ne ya magance bukatun ku don zama masu amfani.",
    "269838707": "Idan kai mai ba da gudummawa ne, kai kaɗai za ka yanke shawarar wane da ayyuka nawa za ka kammala, da lokacin da kuma inda za ka kammala su. Kuna da 'yanci don ciyarwa kaɗan ko kaɗan don kammala ayyuka kamar yadda kuka zaɓa. A lokaci guda ba ku da wani nauyi don kammala wani aiki.",
    "2698640210": "Sarrafa ƙalubale da nau'ikan da aka nuna",
    "2700197090": "A: Yin amfani da kowane keɓantawa ko tsawaita toshe talla wanda ke goyan bayan lissafin matakin yanki (misali uBlock Origin) zai yi aiki kamar yadda aka zata: kawai tabbatar da whitelist hcaptcha.com.",
    "2707282231": "Keɓance ƙalubale don masu amfani da ku. Yi kasa ga bots su iya warwarewa da shiga.",
    "2710988028": "( ) Masu ba da labari za su iya amfani da shi cikin sauƙi don girbi adiresoshin imel",
    "2712493234": "Zamban Biyan Kuɗi: Rage Saurin Juyawa Yanayin Laifukan Intanet",
    "2714878440": "Kare ayyukan ku daga zage-zage, ƙwace asusu, ƙwaƙƙwaran ƙididdiga, da spam tare da ci gaban koyon injin mu da tabbatar da ɗan adam.",
    "2715462692": "Yaya tsarin mu na AI Ethics yayi kama?",
    "2718999653": "Makin Barazana Na Musamman",
    "2722456056": "Janairu 15, 2021 - Afrilu 15, 2021",
    "2728931827": "Bayan kowane sulhu, za a sabunta kididdigar maɓalli na kowane rukunin yanar gizon kuma daidaiton tsinkayar nan gaba yakamata ya ƙaru, sai dai idan rukunin yanar gizon ku yana da canjin abu a halayen mai amfani.",
    "2729131930": "Menene Scraping Kuma Yaya Yayi Aiki?",
    "2735073144": "Muna kuma gudanar da bita mai gudana kamar yadda ya cancanta. Misali, a cikin binciken da muka yi na kwanan nan na kwanan wata da hanyoyin buƙatun buƙatun lakabi masu alaƙa da laima, cikin hanzari mun sami damar tabbatar da cewa babu wata hukuma ta gwamnati ko sanannen mai siyar da kayan aikin sa ido na jihar da ya yi buƙatu game da laima da ke amfani da ayyukanmu a cikin watanni 12 da suka gabata. .",
    "2735878907": "Bayanin Tsare-tsaren Ci Gaban Kasuwanci",
    "2740033957": "Ƙungiyar IM ta ƙunshi masana kimiyya da injiniyoyi daga Apple, Amazon, da sauran shugabanni a cikin koyon inji, tsarin rarrabawa, da tsaro.",
    "2743692546": "Kamar yadda masu amfani ke tabbatar da ɗan adam ta hanyar hCaptcha, aikin su yana shiga cikin buɗe kasuwar da ba a san su ba don yin tayin.",
    "2745385064": "Takaitawa",
    "2752975480": "( ) Aika imel yakamata ya zama kyauta",
    "2754937029": "Amfanin da ba a yarda da shi ba",
    "2760410719": "Sabis ɗin da ke ƙoƙarin yin gano bot tare da sigina masu wuce gona da iri cikin sauri suna shiga cikin wani muhimmin al'amari: ta yaya kuke tabbatar ko tsarin yana gano munanan ƴan wasan daidai lokacin da ba ku da cikakkiyar gaskiya?",
    "2762458927": "Bayanan mai amfani ba na siyarwa bane.",
    "2762759509": "Yawancin hare-haren da ake kai wa asusu kusan na sarrafa su gaba ɗaya.",
    "2769710842": "Idan kuna da wasu tambayoyi, da fatan za a tuntuɓe mu a",
    "278010425": "Faɗin ayyuka daban-daban da sau da yawa masu canzawa akan hCaptcha suma sun fi wahalar sarrafa kansa. ReCAPTCHA guda ɗaya ba ta canza ba cikin shekaru da yawa, kuma tana da ƙaramin saƙon tambayoyin da ba sa sabawa canzawa. Wannan shine ɗayan hanyoyin hCaptcha yana ba da ƙarin kariyar rigakafin bot fiye da reCAPTCHA.",
    "2781507299": "Tabbatarwa Nan take",
    "2782263070": "Sabis shine babban fifiko a gare mu. Muna kula da tallafin kira na 24/7 kuma muna ba da daidaituwar Slack kai tsaye tare da ƙungiyar haɗin gwiwar injin ku da ma'aikatan kiran mu yayin da bayan aiwatarwa.",
    "2784612261": "Kuna son haɗa bitar ɗan adam kai tsaye cikin ayyukan kasuwancin ku? Muna ba da babban aminci SLAs, iya aiki mai garanti, da APIs REST masu sauƙi.",
    "2785425016": "(a cikin mahallin maganin tabbatar da ɗan adam, misali kira zuwa aiki)",
    "278568955": "Yana aiki: Satumba 1, 2021. Ƙara kayan aiki",
    "2788024905": "Yadda Muke Tabbatar da Bayanai",
    "2788836740": "Ana adana bayanan tuntuɓar don dalilai na talla akan ci gaba har sai kun cire biyan kuɗi. Bayan haka za mu ƙara bayananku zuwa jerin murkushewa har abada. Ba za a taɓa amfani da bayanan imel ɗin da aka tattara daga Masu Amfani da Samun damar yin amfani da su don dalilai na talla ba.",
    "2790841456": "Idan kai Mai Ba da Gudunmawa ne, kun yarda da magana mai zuwa na sasantawa da ƙetare matakin aji:",
    "279580593": "imachines.com",
    "279918384": "Ta yaya Google ke amfani da aikin ku na kyauta?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Matakan jin daɗi ba sa yin komai don magance matsalar",
    "2804310964": "shiga ko yunƙurin shiga gidan yanar gizon mu ta kowace sabar gidan yanar gizo na wakili ko wata na'ura da aka ƙera don ɓoye ainihin wurinku ko ainihinku ko ta kowace hanya ban da mahaɗin da aka bayar;",
    "2806751666": "Menene hCaptcha?",
    "2808122102": "Ayyukan al'adu daban-daban don haka shine ainihin abin da ake bukata don hidimarmu. Tabbatar cewa duk masu amfani da halal na iya samun damar abun ciki cikin sauri wani muhimmin sashi ne na manufar mu. Muna ba da ƙalubale a cikin harsuna 110, kuma muna ci gaba da inganta fassarori masu dacewa don tabbatar da cewa kowa zai iya magance kalubalenmu.",
    "2808971932": "Wannan wasu rubutu ne a cikin toshe div.",
    "2813310562": "Matsa Saitunan Yanar Gizo sannan kukis.",
    "2819628066": "Rashin ƙarfi. Idan duk wani tanadi na waɗannan Sharuɗɗan Sabis ɗin ba shi da inganci ko kuma ba a aiwatar da shi ba saboda kowane dalili, ba zai shafi inganci da aiwatar da duk wani tanadin da ya rage ba.",
    "2820080973": "wanda aka shirya tare da ❤ by",
    "2826051554": "da sauransu",
    "2826705343": "Bayanan kasuwanci.",
    "2827452240": "Kuna buƙatar wani nau'in da ba a lissafa a nan ba? Ka tambaye mu.",
    "282913023": "Zaɓin ingantaccen farashi don manyan kamfanonin zirga-zirga",
    "2840750518": "GitHub",
    "285116485": "Kamfanin baya \"sayar\" (kamar yadda aka bayyana wannan kalmar a cikin CCPA) bayanan sirri da muke tattarawa. Da fatan za a koma zuwa sashin \"Tallafi da Fasahar Dabarun Daban-daban\" na sama don ƙarin bayani game da nau'ikan kukis na ɓangare na uku, idan akwai, waɗanda muke amfani da su.",
    "2852295413": "Rikicin sha'awa na asali: dakatar da bots yana rage kudaden shiga don hanyar sadarwar talla",
    "2862164005": "Bayanan farashi yana ba mu damar sanya ainihin ƙimar dala akan tsaro da reCAPTCHA ke bayarwa: $0.001 ko ƙasa da kowace amsa.",
    "2863840904": "Mataki 6: Mataki na ƙarshe, yi mana imel ɗin waɗancan fayilolin log ɗin HAR da na'ura wasan bidiyo, kuma bayyana matsalar",
    "2864016648": "Batutuwan Keɓantawa",
    "2867855718": "3. Shin mun yi imanin cewa ana iya magance buƙatun keɓantawa ga buƙatar?",
    "2870341481": "kasa. Ga duk wani browser kawai",
    "2873297188": "Shin duk CAPTCHAS suna nuna wariya ga waɗanda ba Amurkawa ba?",
    "2873911365": "Me game da shaidar hardware?",
    "2880837730": "Me za a iya yi don dakatar da karbar asusu?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc ya haɓaka Tsarin Ci gaba na Kasuwanci akan yadda za mu amsa abubuwan da ke kawo cikas ga kasuwancin mu na hCaptcha. Tun da lokaci da tasirin bala'o'i da rushewa ba su da tabbas, dole ne mu kasance masu sassaucin ra'ayi don amsa ainihin abubuwan da suka faru yayin da suke faruwa. Da wannan a zuciyarmu, muna ba ku wannan bayanin kan tsarin ci gaban kasuwancin mu.",
    "2894845722": "Masu amfani da ke kan rukunin yanar gizonku nan ba da jimawa ba za su iya ganin gudummawar ku ga sadaka ta hanyar sa alama mai hankali akan mahallin hCaptcha.",
    "2895491273": "Idan kuna son toshe kukis ko wasu fasahohin bin diddigin, yawancin masu bincike da na'urorin hannu duk ku canza saitunanku don sanar da ku lokacin da ake amfani da kukis ko wasu fasahar bin diddigin, da kuma zaɓi ko karɓa/ba da izini ko a'a. shi. Yawancin masu bincike kuma suna ba ku damar musaki ko share kukis ɗin da ke akwai ko don ƙi kukis na gaba ta atomatik. Hakanan kuna iya amfani da kayan aikin ɓangare na uku, gami da plug-ins na burauza, don sarrafa abubuwan da kuka zaɓi kuki. Lura, duk da haka, cewa idan kun kashe duk kukis, wasu sassan rukunin yanar gizon mu na iya yin aiki da kyau.",
    "2896187462": "1. An yi amfani da shi don mahimman ƙididdiga masu alaƙa da sabis, da kuma wasu dalilai na fasaha kamar taimako a cikin tallafin samun dama.",
    "2900525040": "Dokokin Jihar California suna gudanar da waɗannan Sharuɗɗan Sabis da duk wata jayayya, jayayya, ko da'awar da ta taso daga gare su.",
    "2901894297": "hCaptcha sabis ne na Intuition Machines, Inc. (\"IMI\"), Kamfanin Delaware US Corporation (#6393793).",
    "2903742230": "Cibiyoyin talla suna ganin baƙi a matsayin samfur. A gare mu kawai manufa ita ce kayyade ɗan adam. Ayyukanmu sun cika ko wuce GDPR, CCPA, LGPD, da buƙatun PIPL, kuma muna aiki tuƙuru don daidaita keɓantawa da tsaro.",
    "2904949278": "Ta yaya dan gwanin kwamfuta ke karbar asusu?",
    "2905621957": "An sabunta ta ƙarshe: Yuli 18, 2020",
    "290966395": "Kamar yadda aka bayyana a cikin sashinmu na “Alamar Kulawa ga Abokan Ciniki A Wajen Amurka”, da fatan za a san cewa za a canja wurin keɓaɓɓen bayanan ku zuwa, sarrafa su, da adana su a cikin Amurka. Dokokin kariyar bayanai a Amurka na iya bambanta da na ƙasar da kuke zaune. Kun yarda don canja wurin bayanan ku, gami da bayanan sirri, zuwa Amurka kamar yadda aka tsara a cikin wannan Manufar Keɓancewar ta hanyar ziyartar rukunin yanar gizon mu ko amfani da Sabis ɗinmu.",
    "2910560864": "Maris 20-23, 2020 ***",
    "2915355938": "Dama",
    "2920213479": "Tsara ko saka nau'ikan sabani na kowane girman",
    "2921990472": "Idan kuna ganin matsala mai aiki, da fatan za a bi",
    "292211832": "Ana zubar da bayanan da aka tattara ta hanyoyin fasaha kamar kukis, ƙidayar yanar gizo da sauran kayan aikin nazari da zaran an aiwatar da su, amma ana iya adana shi na ƙayyadaddun lokaci har zuwa shekara ɗaya daga ƙarshen kuki, yawanci a cikin tsari da ba a tantancewa ba. sai dai idan mun gano yuwuwar cin zarafi na sabis ɗinmu, wanda hakan zai sa mu riƙe wannan bayanin don taimaka mana wajen hana cin zarafi na gaba. Ba za mu iya haɗa wannan bayanan da ba a bayyana ba da kuma tara bayanai zuwa gare ku, gidan ku, adireshin IP, ko kowane keɓaɓɓen bayanin da ya danganci bayanan da aka adana.",
    "292250020": "1. Zaɓi gear a saman kusurwar dama na allon, sannan zaɓi \"Zaɓuɓɓukan Intanet\". Idan kun kunna Menu Bar, zaku iya zaɓar \"Tools\" sannan \"Zaɓuɓɓukan Intanet\".",
    "2927700175": "Muna nuna ƙalubalen CAPTCHA waɗanda ke da wahala ga bots amma masu sauƙi ga mutane ta hanyar tattara bayanai masu wuyar alama daga matsalolin koyon injin, da amfani da su don bambance ko maziyartan gidan yanar gizo ko app ɗin ɗan adam ne.",
    "2928362319": "Ana iya aika tambayoyin da aka aiko zuwa: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Ketare Wadannan Sharuɗɗan Sabis",
    "2932826396": "3. Idan kana amfani da sabon version of Safari a kan ko dai da kwanan nan fito da OS X 10.15 ko iOS 13.4, Apple ya kawai canza hali na Safari alaka da kukis na ɓangare na uku, tarewa dukkan su ta tsohuwa. Muna aiwatar da mafita, amma kafin nan da fatan za a ziyarci Zaɓuɓɓukan Safari, Sashen Keɓantawa, kuma cire alamar \"Sabiyar Yanar Gizo: Hana bin giciye\" don ba da damar kuki damar yin aiki kamar yadda ake sa ran.",
    "2935155034": "Idan kana cikin Yankin Tattalin Arziƙin Turai, kuna da wasu haƙƙoƙi waɗanda aka bayyana a sama ƙarƙashin taken \"Sanarwa ga Abubuwan Bayanan EU\", gami da haƙƙin bincika da gyara ko share bayanan da muke da su game da ku.",
    "2939852138": "Ta yaya Masu Zamba [Kokarin] Suke Tare da Zamba?",
    "2940689138": "Don gudanar da Integrator da asusun Abokin ciniki da samar da Sabis. Muna amfani da Bayanin Keɓaɓɓen don haɗa takamaiman asusu tare da Masu haɗaka da Abokan ciniki kuma don ba su Sabis, don amsa buƙatu ko tambayoyi, don ba da tallafi ko taimakon fasaha, da sauƙaƙe biyan kuɗi.",
    "2941545733": "Mu injiniyoyi ne, ba masu siyarwa ba: muna son ku yi farin ciki da zaɓinku.",
    "2943346052": "Kamar yadda tsarin daidaita IETF ya ci gaba, muna sa ran manyan masu bincike za su ɗauki wani nau'i na Keɓancewar Sirri na asali. Wannan zai ba da damar tsawaita ba lallai ba ne. A halin yanzu, duk da haka, da fatan za a bi umarnin da ke ƙasa.",
    "2945960297": "Game da batutuwan bayanan EU, kalmar \"bayanan sirri\" kamar yadda aka yi amfani da su a cikin wannan Dokar Sirri tana daidai da \"bayanan sirri\" kamar yadda aka ayyana a cikin Babban Dokar Kariyar Bayanai na Tarayyar Turai (GDPR).",
    "2947576723": "Wannan labarin ya rigaya kafin lasisin tuƙi da bugu na dijital, amma yana ba da kyakkyawan misali na abin da zai iya yin kuskure a halin da ake ciki na karɓar asusun. Mutum ya shiga cikin asusun banki na kan layi ko app na biyan kuɗi ta hannu. Shin ainihin mai rike da asusu ne, ko dan gwanin kwamfuta ne? Wanene ainihin wanene? Waɗannan batutuwan tsaro suna shafar ƙungiyoyin da ke ba da damar shiga asusun sabis na kai.",
    "2952586316": "Ba duk matsalolin ba iri ɗaya suke ba. Bayanin ayyuka masu mahimmancin aminci na iya buƙatar amincewar 99.99% daga gabaɗayan ma'aikatan ɗan adam. Bayanin fasalulluka na beta guda ɗaya a cikin aikace-aikacen wasan hannu na iya buƙatar matsakaicin tabbaci kawai. Ka yanke shawara.",
    "2954157511": "Me yasa muke amfani da Kukis?",
    "2959486280": "Idan ba ku yarda da waɗannan Sharuɗɗan Sabis ba, ƙila ba za ku iya amfani da ko samun damar rukunin yanar gizon ko Sabis ɗin ba.",
    "295955580": "Gidan yanar gizon mu yana iya ƙunshi hanyoyin haɗin yanar gizo na ɓangare na uku. Ba ma sarrafawa, bincike, saka idanu, ko duba irin waɗannan gidajen yanar gizon. Ba mu da alhakin ko kuma ba mu yarda da shirye-shiryen kwamfuta, abun ciki, ko ra'ayoyin da ke cikin irin waɗannan gidajen yanar gizo ba. Idan kun yanke shawarar barin gidan yanar gizon mu kuma ku shiga kowane gidan yanar gizo na ɓangare na uku, kuna yin hakan akan haɗarin ku.",
    "2968026167": "Kayan lambu da kuka fi so",
    "2970907810": "shafi. Shugaban Kamfanin na yanzu shine darektan gudanarwa da ke da alhakin abun ciki.",
    "2989126922": "Buɗe zaɓin Chrome daga mashaya menu.",
    "299335340": "Menene Da Kuma Yadda Ake Dakatar Da Hare-haren",
    "3004688366": "( ) Ma'auni bai kamata ya ƙunshi zamba na waya ko zamba ko katin kiredit ba",
    "3005876482": "hCaptcha Yanzu shine Babban Babban Sabis na CAPTCHA, Yana gudana akan 15% na Intanet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Ƙarƙashin dogaro ga halaltattun abubuwan da muke amfani da su a matsayin tushen sarrafa bayanan ku da ke shafar haƙƙin ku.",
    "3012870872": "Shafukan yanar gizo da ƙa'idodi masu amfani da sigar kyauta (hCaptcha Publisher) suna samun kuɗin shiga daga wannan aikin maimakon ba da gudummawa ga Google.",
    "3014149332": "A: A'a, ba za a iya yin mu'amala da fasfo ba: dole ne a ba da su kuma a fanshe su ta hanyar hukuma ɗaya, a wannan yanayin hCaptcha. Lura cewa idan kuna da fasfo daga duka Cloudflare da hCaptcha a cikin tsawancin ku, lambar da ke akwai za ta canza zuwa daidai adadin dangane da buƙatun shafin da kuke ziyarta. A wasu kalmomi, idan kuna da izinin Cloudflare 100 a cikin walat ɗin ku kuma 10 hCaptcha ya wuce, ya kamata ku ga 10 akan gunkin tsawo akan shafuka masu hCaptcha.",
    "3014657981": "Kusa da \"Kukis,\" kunna saitin.",
    "3017040355": "Gudanar da bayanan Batun EU yana aiki ƙarƙashin tushen doka na Ma'auni na Kwangila (SCCs) da aka haɗa a cikin Ƙarin Tsarin Bayanai zuwa Sharuɗɗan Sabis ɗinmu ko Yarjejeniyar Gudanar da Bayanai tare da Masu Haɗin kai.",
    "3017533972": "Mu, abokan aikinmu na bincike na ilimi, da abokan cinikinmu na iya yin ishara lokaci-lokaci ko sake fitar da wani yanki na abun ciki mai lasisi na Creative Commons ta dandalin hCaptcha don haɓaka ilimin ɗan adam a fagen koyon injin.",
    "3018077211": "25. Magance Rigima Mai Taimakawa",
    "3018523079": "Kasance kan alama tare da daidaiton ƙwarewar mai amfani.",
    "3022001832": "Muna tattara bayanai daga mutane waɗanda ke yin hulɗa tare da Shafukanmu da Sabis ɗinmu, gami da waɗanda ke haɗa Sabis ɗinmu a cikin rukunin yanar gizon su (\"Integrators\"), waɗanda ke amfani da sabis ɗin don alamar bayanai (\"Customers\"), da kuma masu amfani na ƙarshe waɗanda ke hulɗa da mu. Sabis ta hanyar gidajen yanar gizon mu masu haɗaka (\"Masu amfani da Ƙarshen\").",
    "3022301908": "Shiga",
    "3022922096": ", hCaptcha's Enterprise suite na samfurori. Ba kamar sigar kyauta ta hCaptcha ba,",
    "3025548709": "Shin akwai madadin wannan yarjejeniya ta rashin adalci?",
    "3027055607": "16. Dukiya ta hankali da haƙƙin mallaka",
    "3028319964": "AI Da'a",
    "3030395800": "Waɗannan takaddun shaida galibi suna zuwa ne daga keta bayanan. Har ila yau, an san shi da \"zubawar bayanan sirri,\" waɗannan hare-haren na iya haifar da zubar da miliyoyin takardun shaida a cikin gidan yanar gizo mai duhu. Idan zubewar ta fito daga banki, mai kutse zai yi ƙoƙarin amfani da waɗannan takaddun don shiga wasu rukunin yanar gizon. Wannan hanya tana aiki saboda mutane da yawa suna amfani da sunan mai amfani iri ɗaya da haɗin kalmar sirri don shafuka masu yawa. (Wannan al'ada ba ta da ƙarfi, amma gaskiyar ita ce.",
    "30312304": "sauran kurakuran da suka saba bambanta daga jaha zuwa jaha kafin a zartar da mummunar dokar tarayya.)",
    "3031284129": "Garanti Disclaimers",
    "3031357206": "Wani sabon gunki zai bayyana kusa da sandar URL ɗin ku. Yanzu ziyarci gidan yanar gizon ta amfani da hCaptcha. Zai yi kama da haka:",
    "3031953301": "A maimakon haka mu ba ku damar yin amfani da sabis ɗin Kasuwancinmu na hCaptcha, kuma mu ci gaba da ba ku sabis na ɗan lokaci (\"Lokacin Bayar\"). Ci gaba da samar da sabis ɗinmu yayin Lokacin Bayar ba zai canza mana haƙƙinmu a ƙarƙashin wannan Sashe ba.",
    "3031953928": "HUMAN Network™ alamar kasuwanci ce ta HUMAN Protocol Foundation, kuma ana amfani da ita tare da izininta.",
    "3034959000": "Kuna iya dawo da",
    "3038275155": "Waiver Aiki na Class. Kun yi watsi da duk wani haƙƙin da kuke da shi don kawowa, saurare, ko yin hukunci a matsayin matakin aji, gamayya, ko wakilci. Ko da wani sashi da ke cikin wannan yarjejeniya, hukuncin da ya gabata ba za a yanke shi daga wannan yarjejeniya ba a kowane hali. Duk wani da'awar cewa duka ko wani ɓangare na wannan ƙetare ba za a iya aiwatar da su ba, maras hankali, maras kyau ko maras amfani ana iya tantance shi ta hanyar kotun da ke da ikon kawai ba mai sasantawa ba. Ba za a mayar muku da martani ko hana ku kammala ayyuka a gidan yanar gizonmu ba sakamakon aiwatar da haƙƙoƙinku a ƙarƙashin sashe na 7 na Dokar Hulɗar Kwadago ta ƙasa, ko ta hanyar shigar da ko shiga cikin aji, aikin gama-gari ko wakilci a kowane dandalin tattaunawa. , amma za mu iya bi doka ta neman tilasta wa wannan matakin yafewa, da kuma neman korar irin wannan aji, gamayya ko wakilai ayyuka ko da'awar.",
    "304004915": "Ba mu damu da su wane ne masu amfani ba, kawai yadda za su iya zama ƙeta ko inji. Muna goyon bayan ayyuka kamar",
    "3044038608": "Kun yarda da samar mana da gaskiya, sahihin kuma cikakkun bayanai kamar yadda aka nema a tsarin rajistar mu. Hakanan kun yarda da sabunta irin waɗannan bayanan da sauri kamar yadda ya cancanta don kiyaye shi a halin yanzu da kuma sahihanci.",
    "3047519814": "Kun yarda cewa ba za ku raba asusunku ko kalmar sirri ga kowa ba.",
    "3048865891": "Kudade da Kudade. Bangarorin biyu za su ɗauki nauyin kuɗinsu na wakilcin doka a kowane irin wannan hukunci, sai dai idan doka ta tanadar da kuɗaɗen lauya. Ƙungiyoyin za su raba duk wani kuɗin gudanarwa na farko da mai sulhu ya caje, har zuwa matsakaicin farashi a gare ku na dala ɗari biyu da hamsin (US $250.00). Kudin mai sasantawa da mai ba da rahoto na kotu, idan akwai, mu ne za mu fara biya; duk da haka, mai sasantawa zai sami damar bayar da kuɗin da ya dace ga ƙungiya mai rinjaye, kamar yadda doka ta tanada, da/ko buƙatar ƙungiyoyin su raba kuɗin da ke da alaƙa da mai sasantawa da/ko mai ba da rahoto na kotu.",
    "3049976256": "Ga kowane sabon abokin ciniki mai lakabi, muna shiga cikin jerin abubuwan dubawa yayin aiwatar da tallace-tallace. Wannan ya haɗa da ƙwazo na farko na KYC kafin hawan jirgi, da kuma tabbatar da duk buƙatun da aka yi wa manazarta, da bincika tabo na lokaci-lokaci da sake duba buƙatun da aka yi ta amfani da dandamalin sabis na kanmu.",
    "3054564199": "Latsa Kit",
    "3056723024": "13. Kammala Ayyukan da ba a yarda da su ba",
    "305735018": "A ƙarshe, ingantaccen madadin Google. Kasuwancin hCaptcha yana ba da tanadi mai ban mamaki akan lissafin reCAPTCHA tare da babban tsaro: har zuwa 80% ƙasa da tsada a wasu lokuta.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "takardar kebantawa",
    "3064321967": "An aiko da imel ɗin spam na farko da aka sani a cikin 1978. [",
    "3065000659": "Shin kun gane duk lokacin da kuka \"danna mota\" kuna taimakawa wajen horar da guda ɗaya",
    "3068923550": "( ) Dole ne matakan da za a ɗauka su yi aiki idan an ƙaddamar da su a hankali",
    "3083289844": "Idan kun sami batun da kuke tunanin zai iya shafar sirrin mai amfani, da fatan za a yi mana imel a",
    "3086730511": "Idan kai Mai Haɗin kai ne na sabis ɗinmu na kyauta kuma mun ƙaddara cewa ka wuce madaidaicin madaidaicin amfani, a halin yanzu mafi ƙarancin:",
    "3088605177": "Ƙara lambar ƙalubalen mu kawai inda ya cancanta, kuma inda ya dace don kare ku da masu amfani da ku.",
    "3089778412": "Yadda hCaptcha ke ƙididdige lada",
    "3092200338": "** Lokacin da 15th ta faɗi a ƙarshen mako, Ranar Biyan Kuɗi shine maimakon 17th.",
    "3093388779": "hCaptcha kyauta ne don amfani ga masu wallafa kowane girman",
    "3093689546": "Sauƙi haɗin kai",
    "3094150511": "Ikon sarrafawa: Hukumar Sadarwa ta Tarayyar Amurka, 45 L Street NE, Washington, DC 20554 Amurka.",
    "3094354698": "15 ga Yuni, 2019",
    "3096063825": "Gwada shi",
    "3096553330": "Kowane tsarin da muka ƙirƙira yana nuna dangantakarmu da wasu mutane kawai.",
    "3098677775": "Tambaya: Shin IP na da tarihin bincike gaba ɗaya masu sirri ne daga hCaptcha lokacin amfani da Keɓaɓɓen Keɓaɓɓen Keɓaɓɓen?",
    "3100722753": "Don yuwuwar tsaro ko batutuwan sirri, duba umarnin da ke ƙasa.",
    "3103557430": "Yadda Muke Amfani da Bayani",
    "3103642530": "Wannan bita ya ƙunshi ma'auni da yawa:",
    "3107683988": "Wannan na iya rage yawan zirga-zirgar hanyar sadarwa da farashi yayin riƙe duk fa'idodin gudanarwa ta ma'aikatan kiran mu na 24/7 don saduwa da mafi tsananin SLAs.",
    "3108727249": "BotStop",
    "310885519": "ko",
    "3114147525": "Abokan ciniki na hCaptcha suna amfani da sabis ɗin don ayyuka ciki har da gano abu, gano halayen halayen (tattara alamun don gano nau'ikan tufafi), matsayi mai dacewa (ɗaukar samfurin da ya fi dacewa daga zaɓuɓɓuka da yawa idan aka kwatanta da samfurin farko), akwatunan ɗaure (neman wuraren sha'awa akan). hoto), \"Human OCR\" (gano rubutu a hoto) da sauran nau'ikan ayyuka da yawa.",
    "3117887301": "Amintaccen sabis na kan layi mafi girma",
    "3119498672": "aiwatar da kowane aiki tare da amfani da bots na Intanet, robots na yanar gizo, bots, rubutun, ko kowane nau'i na hankali na wucin gadi ko in ba haka ba ƙoƙarin samun lada daga IMI ko kowane Mai nema ko Mai haɗawa ba tare da kammala ayyuka kamar yadda aka bayyana su ba;",
    "3119589996": "Yadda yake aiki: tsawo na burauza yana ba masu amfani damar ƙirƙira da sanya hannu kan alamun makafi don rukunin yanar gizon da ke goyan bayan ka'idar Keɓancewar Sirri. Tsawaita yana haifar da fasfo mai ɗauke da alamun makafi waɗanda hCaptcha ya sa hannu lokacin da aka warware ƙalubale akan kowane rukunin yanar gizo ta amfani da sabis na hCaptcha,",
    "3121248460": "Nuna ƙalubalen al'ada mabambanta mara iyaka -- daga sauƙi zuwa hadaddun -- don masu sauraron ku da kuke tsammani",
    "3128328457": "Idan kai mai ba da gudummawa ne ko mai haɗa kai, kai kaɗai ke da alhakin biyan duk wani ƙididdiga ko haraji na tarayya, jiha, ko na gida, tsaro na zamantakewa, FICA, da diyya na ma'aikata da ake bin su sakamakon amfani da gidan yanar gizon mu, haka kuma irin wannan haraji ko caji a cikin hukunce-hukuncen da ba na Amurka ba. Kun yarda da ramuwa da riƙe mu marasa lahani ga kowace ƙima akan mu saboda kun gaza bin kowace dokar haraji.",
    "3128433367": "...da sauran su",
    "3130928685": "Blog",
    "3138772661": "dubban rayuka a kowace shekara",
    "3139609561": "A ƙasa akwai misalai biyu na rarrabuwar hoto da nau'ikan ayyukan gano sifa. [",
    "31502377": "Menene Rubutun Mawadaci?",
    "3152512587": "kuma tsarin yana tattara daruruwan miliyoyin matsalolin yau da kullun. [",
    "3153117136": "Yadda hCaptcha Wahalar Saituna ke Aiki",
    "3160820928": "Haɗin kai harin kariya",
    "3161489950": "Mafi Ci Gaban Tsaro ML Platform a Duniya",
    "3162107126": "IMI ba ta shiga cikin kowace takaddama tsakanin ku da kowane mai amfani da Sabis ɗin. Kuna sakin IMI da masu haɗin gwiwa daga kowane irin da'awar, buƙatu, da diyya ta kowane nau'i da yanayi, sananne da wanda ba a sani ba, wanda ake tuhuma da wanda ba a yi tsammani ba, bayyanawa da ba a bayyana ba, wanda ya taso daga ko haɗa shi da duk wani rikici tsakanin ku da wani mai amfani.",
    "3167979932": "An tsara don keɓantawa daga rana ɗaya. Yarjejeniyar Gudanar da Bayanai mai ƙarfi.",
    "3168199226": "Koyaya, a cikin 2020 ya bayyana a sarari cewa ana iya fahimtar wannan nau'in bayanan a matsayin fasahar amfani da dual ta hanyar da 'yan kaɗan za su yi tsammani shekara guda da ta gabata.",
    "3173156067": "Akwai wasu shirye-shiryen garanti a yayin da kuke son haɗa hotuna misali a cikin labarinku.",
    "3176531704": "Bayanin bayanai",
    "3178581111": "Yi amfani da Sabbin Manufa",
    "3180664128": "Ta hanyar koyo sama da dubunnan sigina, ƙira na iya faɗowa da kuma kai ga babban kwarin gwiwa wajen gano mugayen halaye cikin sauri, koda kuwa babu wani sigina da kansa da kansa zai iya isa ya nuna matsala.",
    "3182435854": "Haƙƙin mallaka",
    "318339230": "(Daya ko fiye na waɗannan na iya amfani da ra'ayinku na musamman, kuma yana iya kasancewa",
    "3183855267": "1. hmt_id",
    "3186435874": "zaman",
    "3192683783": "Canje-canje ga wannan Manufar Sirri",
    "3193548097": "Hope Springs Madawwami",
    "3194111925": "goyon baya",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Amfani da raunin APIs",
    "3200641265": "Ba daga baya ba sai Juni 16, 2020*",
    "3200859925": "1. Manufar",
    "320166522": "Koyon inji yanzu yana tasiri kusan kowane bangare na rayuwarmu, galibi ta hanyoyin da ba mu gane ba kuma ba za mu iya gani ba. Ayyukan tsaro na kan layi ba su da bambanci.",
    "3202747130": "Gabaɗaya Yarjejeniyar. Waɗannan Sharuɗɗan Sabis da duk wasu manufofi, matakai, ko sharuɗɗan da aka ambata a cikin wannan yarjejeniya sun ƙunshi gabaɗayan yarjejeniya na ɓangarorin game da batun, kuma sun maye gurbin da soke duk yarjejeniyar da ta gabata da ta zamani, da'awar, wakilci, da fahimtar ƙungiyoyi. .",
    "3203921334": "Muna son abubuwa da yawa game da mafita na hCaptcha: 1) ba sa siyar da bayanan sirri; suna tattara mafi ƙarancin bayanan sirri da ake buƙata kawai, suna bayyane a cikin bayanin bayanan da suke tattarawa da yadda suke amfani da/ko bayyana shi.",
    "3206136647": "Matsalar Google a nan ta dogara ne akan bayanan tambayoyin da suke amfani da su da wanda ya gani. Idan duk bayanan sun fito daga al'ada ɗaya (kuma a cikin yanayin Google, kamfani ɗaya) tabbas za ku iya tsammanin samun ƙalubalen da ba su fassara da kyau ga sauran al'adu, daidai da korafin Eden.",
    "3207769512": "Ƙaddamar da Ayyukan Samfura",
    "3208155808": "Canja wurin kwafin bayanin keɓaɓɓen bayaninka wanda za'a iya karanta na'ura zuwa gare ka ko wani ɓangare na uku da ka zaɓa.",
    "3212830633": "2. Cancanta",
    "3213351333": "Babu alƙawari na gaba da ake buƙata",
    "3213411837": "hoto 2",
    "3214322759": "in ba haka ba, shiga kowane aiki na ƙeta ko zamba.",
    "3217791519": "Yuli 15, 2020 - Oktoba 15, 2020",
    "3225770968": "An tsara hCaptcha don magance matsalar mafi yawan aiki a cikin koyon inji; yiwa ɗimbin bayanai lakabi a kan lokaci, mai araha, kuma amintaccen hanya.",
    "3225936061": "Wataƙila kuna ganin hotunan rubutu da aka ɗauka daga shafukan littafi akan sabis ɗin Littattafai na Google, kuma suna taimakawa haɓaka software na OCR (ganewar rubutu).",
    "322830977": "Yadda ake kashe Kukis.",
    "3228928991": "Bayanan da za a iya amfani da su don gano ko tuntuɓar mutum (\"Bayanin Mutum\"), kamar suna, adireshin imel, da ƙasa. Muna tattara Bayanin Keɓaɓɓu daga Masu Haɗin kai na yanzu da masu zuwa lokacin da suka ba mu kai tsaye (misali, ta hanyar cike fom lokacin yin rajista, ko neman karɓar sanarwar imel daga gare mu). Hakanan ƙila mu tabbatar da ainihin Masu Haɗin kai da Abokan Ciniki ta hanyar kwatanta keɓaɓɓun bayanan sirri akan bayanan bayanan ɓangare na uku ko takaddun doka na hukuma.",
    "3230004040": "Shin kuna da nakasa ko kuma ba za ku iya kammala hCaptchas ba?",
    "3233305531": "Alamomin kasuwanci",
    "3233441200": "Maimaita Hanyar ƙetare",
    "3235430156": "tsarin koyon injin na kamfani kyauta?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha bincike na ciki. An girbe bayanan har zuwa Yuni 30th, 2019. Ana samun cikakkun bayanai akan buƙata.",
    "3236873806": "IMI ce ke da alhakin wannan gidan yanar gizon.",
    "3238184941": "Lura: Ana iya raba haɗarin zamba da ke da alaƙa da adireshin IP ɗaya tare da mai haɗa kai bisa buƙata.",
    "3238345709": "( ) Zai dakatar da spam na tsawon makonni biyu sannan mu kasance tare da shi",
    "3238612014": "Tarihin bincike, bayani kan hulɗar mabukaci da gidan yanar gizon intanet, aikace-aikace, ko talla.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Sabuntawar ƙarshe: Fabrairu 18, 2021",
    "324647915": "Godiya da ɗaukar lokaci don taimaka mana samun wannan bayanin!",
    "3247172580": "hCaptcha ya haɗu da ingantacciyar na'ura mai kulawa da kai tare da tsarin ƙididdige sabon labari wanda ke rage yawan tattara bayanai da riƙewa, wanda aka kawo daga wurare sama da 250 a duniya don ƙaƙƙarfan ƙima.",
    "325077666": "Ta hanyar ƙaddamar da bayanin ku kun yarda da mu",
    "3251220335": "A: A'a. Da fatan za a danna hanyar shiga imel ɗin da aka aiko muku akan kowace na'urar da kuke amfani da ita don saita kuki.",
    "3254142589": "() Matsalolin shari'a",
    "3255230599": "Menene Kuki?",
    "3256020881": "Don lura da halayenku da ayyukan bincike akan lokaci a cikin gidajen yanar gizo da yawa ko wasu dandamali.",
    "3256245394": "haka ma rubutun mu na blog, misali",
    "3260825523": "Intuition Machines",
    "3264813246": "Bai dace ba",
    "3265293440": "( ) Lalacewar ladabi banda SMTP don kai hari",
    "3265328927": "), Kamfanin koyon inji wanda ke ba da samfurori da ayyuka ga kamfanoni masu aiwatar da ilmantarwa na inji a sikelin.",
    "3265895521": "Ɗaga da ƙananan ƙalubalen ƙalubalen dangane da lokacin rana",
    "3268946369": "6. Kiredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Don Allah",
    "3272552822": "Masu haɓakawa da masu ƙira:",
    "32739972": "Don adana bayanan zaman shiga ku idan kuna rajista akan Shafukan mu.",
    "3276777569": "hCaptcha",
    "3280658086": "sha'anin mafita",
    "3286051798": "Za'a iya tsara kanun labarai, sakin layi, ƙa'idodi, ƙididdiga, hotuna, da bayanan ƙima duk za a iya tsara su bayan an ƙara aji zuwa madaidaitan rubutun ta amfani da tsarin zaɓin \"Lokacin da yake ciki\".",
    "328625009": "... muna shirye lokacin da kuke: sabis ɗinmu yana samuwa kowane lokaci.",
    "3287172429": "An nuna nau'ikan ƙalubalen sarrafawa",
    "3288667364": "Kwatanta da Ganewa",
    "3290996791": "Duk sauran sunayen samfura, tambura, da tambura mallakin masu su ne. Duk sauran kamfanoni, samfur da sunayen sabis da ake amfani da su a cikin wannan gidan yanar gizon don dalilai ne kawai. Amfani da waɗannan sunaye, tambura, da tambura baya nufin yarda.",
    "3292221787": "An amsa ƙalubalen, ba kawai ko daidai ba ne, kuma akai-akai yana canza duka tambayoyin da bayanan da aka yi amfani da su.",
    "3301728462": "Miliyoyin mutane suna amfani da hCaptcha kowane wata, akan dubban haɗe-haɗe na masu bincike, kari, na'urori, wuta, da ƙari.",
    "3312336121": "wanda ke cinye bayanan ɗabi'a masu yawa don tantance ko masu amfani da yanar gizo mutane ne halal ko bots",
    "3315658779": "Hana Cire abun ciki tare da hCaptcha Enterprise",
    "3319083717": "Suna:",
    "3324288040": "Aiko mana da ra'ayi",
    "332723732": "abun ciki",
    "3329634829": "Ƙuntata sarrafa bayanan keɓaɓɓen ku.",
    "3329755436": "Shin kuna shirin hanzarta wannan aikin?",
    "3334160175": "( ) Ba shi da kariyar kai daga hare-haren da ƙarfi",
    "3336625692": "Wannan shafin yana ba da cikakken bayani game da tunaninmu game da wannan batu a cikin mahallin AI Ethics, da kuma hanyoyin da muke bi don tabbatar da amfani da ayyukanmu ya kasance daidai da manufofin da muka ɗauka a matsayin kamfani.",
    "3339302473": "27. Karshe",
    "3342910682": "Kara karantawa",
    "3346362371": "Koyon inji fa?",
    "3348433919": "Hakkinku",
    "3349094124": "Ma'auni na damuwa na ɗabi'a: Maƙasudi",
    "3353238942": "An tsara hCaptcha don dakatar da bots ta hanyar bambanta su da mutane. Gwaje-gwaje na gani kayan aiki ne masu dacewa don wannan, amma ba kowa ba ne zai iya magance kalubale na gani.",
    "3356329025": "1.30 kwana",
    "3356349631": "Google Chrome",
    "3357523404": "Canja wurin bayanan kan iyaka",
    "33639629": "Ba a Aiwatar da Gidan Yanar Gizo na ɓangare na uku. Da fatan za a lura cewa wannan Manufar Keɓancewar ba ta shafi kowane gidan yanar gizo, bayarwa, samfur ko sabis na kowane ɓangare na uku, koda kuwa yana da alaƙa da rukunin yanar gizon mu ko ya haɗa Sabis ɗin - da fatan za a koma zuwa manufofin keɓantawa masu dacewa kafin yanke shawarar samar da kowane bayani zuwa na uku. jam'iyyu.",
    "3365203058": "Kariyar anti-bot mai daraja ta duniya",
    "3368788823": "Terence Eden ya ba da batu mai ban sha'awa a kan shafinsa: \"",
    "3370561195": "6. Dabi'a Mai karbuwa",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Manufofin AI da matakai",
    "3376724603": "Satumba 14-24, 2021",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Samun Lakabin Bayananku Yanzu",
    "337971271": "Koyon inji yana da amfani. Amma baya buƙatar bayanan sirri don aiki.",
    "3383086062": "Kasuwancin hCaptcha cikakkiyar hanyar tsaro ce ta kan layi. Hanyoyi masu aiki da aiki suna ba ku damar dakatar da sharar fage, gano abubuwan da suka shafi asusu, da toshe ƴan wasan da ake tuhuma. Duk ba tare da juzu'i ba ga halaltattun masu amfani.",
    "3386280249": "Don samar da kasuwa don Bayanan Labeled. Sabis ɗinmu yana ba da damar yin lakabin girma mai girma da kuma bitar ɗan adam don tsarin koyon injin azaman sabis ga masu gidan yanar gizon da kamfanoni waɗanda ke buƙatar taimako don samun alamar bayanansu. Don wannan, muna buɗewa Labeled Data ga Abokan cinikinmu masu sha'awar samun Labeled Data.",
    "3388180864": "Kuna sha'awar aiki akan ƙalubalen fasaha mai zurfi a sikelin yanar gizo? Kullum muna ɗaukar ƙwararrun injiniyoyi a duk duniya -",
    "3389431373": "Ayyuka kamar reCAPTCHA v3 sun ce sanya pixel tracking akan kowane shafi na rukunin yanar gizon ku yana da mahimmanci don ingantaccen tsaro. Ba haka lamarin yake ba.",
    "3395399558": "( ) ƴan siyasa marasa ilimin fasaha",
    "3397976149": "Samu goyan baya ga hCaptcha Publisher",
    "3398978455": "Satumba 15-25, 2021",
    "3401005681": "Sami kuɗi",
    "3401861278": ", wanda aka haɗa a nan ta hanyar tunani. Da fatan za a sake nazarin wannan yarjejeniya don ganin yadda muke sarrafa bayanan sirri a madadin ku. Lura cewa muna aiki azaman \"mai sarrafa bayanai\" don dalilai na Dokar Kariyar Gabaɗaya ta EU, da kuma \"mai ba da sabis\" don manufar Dokar Sirri na Masu Amfani da California.",
    "34074886": "Duk lokacin da kuka amsa ƙalubale, muna amfani da nagartattun samfura don gano ko kai ɗan adam ne. Gidan yanar gizon da kuka ziyarta yana amfani da wannan sakamakon don taimakawa haɓaka ƙwarewar ku akan rukunin yanar gizon su ta hanyar kiyaye bots.",
    "3408107995": "A yau, ko da yake, gogewa ba koyaushe yana nufin tsarin tsara shirye-shirye don cire bayanai daga gidan yanar gizo ba. Software na gogewa yana aiki kamar mai amfani da ɗan adam, danna maballin kuma karanta sakamakon da aka samu. Akwai halaltattun amfani da yawa don gogewa. Masu rarrafe yanar gizo waɗanda injunan bincike masu ƙarfi misali ɗaya ne. Haka kayan aikin kamar Skyscanner waɗanda ke neman cinikin balaguro ta hanyar haɗa dubban gidajen yanar gizo na balaguro. Kamfanonin Fintech suna amfani da shi, kuma, suna zazzage bayanan kuɗi na mai amfani daga rukunin yanar gizon banki idan babu Matsalolin Shirye-shiryen Aikace-aikacen (API) da ke akwai don haɗa haɗin bayanan. Abubuwan da za a ci gaba da tunawa game da gogewar allo shine saurin sa da scalability. Tsarin zai iya girbin bayanai masu yawa daga gidajen yanar gizo, suna zaton ba a tsara rukunin yanar gizon don hana faruwarsu ba. A cikin saurin ƙididdigewa, mai gogewa na iya tara manyan bayanai ta hanyar yin mu’amala da gidajen yanar gizo da software da bayanan da ke ƙasa da ke ba su iko.",
    "3409726716": "rajista don fiye da ɗaya asusu tare da mu ba tare da rubutaccen izini ba;",
    "3412647984": "Wannan yana ba ku damar guje wa tambayoyi na gaba ta yin rijista da saita kuki. Da fatan za a kuma gwada kashe mai hana tallan ku.",
    "3417372336": "Canja cikin mintuna",
    "3419878556": "Tabbatar cewa \"Katange kukis na ɓangare na uku\" ba a kunna ba.",
    "3421090159": "bude tushen",
    "3426312287": "Janairu 5-15, 2022",
    "3433896984": "BotStop™",
    "3434202027": "Duk wani amfani da sunan hCaptcha a cikin sadarwa yana buƙatar sifa: \"hCaptcha alamar kasuwanci ce mai rijista ta Intuition Machines, Inc.\"",
    "3436534225": "Kusan duk kamfanonin da suka fara matukin jirgi suna zabar mafitarmu.",
    "3437412311": "Ga masu amfani da Kasuwanci, akwai zaɓuɓɓuka don guje wa ƙalubale gaba ɗaya a yawancin al'amuran, dogaro da ƙima.",
    "3441764123": "Lokacin da aka gabatar da ƙalubale ga mai amfani da damar shiga rukunin yanar gizo ta amfani da sabis na hCaptcha, za su wuce ta atomatik.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Tafiya Tsakanin",
    "3446714684": "Haɗin gwiwar wayar hannu (iOS da Android).",
    "345108670": "- shaƙewa da sauran yunƙurin karɓar asusun",
    "3453526675": "1. Jam'iyya ta 1",
    "345563040": "( 1 ) Wannan ra'ayi wauta ne, kuma kai wawa ne don ka ba da shawara.",
    "3457805519": "3. Shin za a iya cika buƙatar abokin ciniki a ƙarƙashin dokar Amurka da ka'idodin mu?",
    "3458934553": "3. Ya bambanta; har zuwa kwanaki 30.",
    "3460432665": "Ko da abin da ya gabata, idan kai mai biyan haraji ne na Amurka muna iya neman ka W-9, don sabunta shi kowace shekara, kuma muna iya hana ka yin ayyuka har sai kun gama ko sabunta W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Whitelist hcaptcha.com da *.hcaptcha.com kukis a cikin tallan tallan ku ko tsawaita tsaro na burauza.",
    "3470857731": "Binciken yadda reCAPTCHA ke gano bots.",
    "3475647460": "( ) Yana buƙatar haɗin kai da yawa daga masu satar bayanai",
    "3478726913": "hCaptcha yana da ɗayan manyan wuraren tafki a duniyar da akwai don amfanin ku. Ko menene ma'aunin ku, za mu iya sarrafa shi ba tare da alƙawura masu tsada na gaba ba. Miliyoyin ayyuka a kowace rana ba matsala.",
    "3479034323": "Idan kun ga an sake buga abun ciki na ku akan dandalin hCaptcha kuma kuna son a cire shi saboda kowane dalili, kuna iya tuntuɓar mu ta imel.",
    "3480023141": "Koyi game da zaɓuɓɓukan samun dama",
    "3483700676": "Kaddamar da miliyoyin ayyuka nan take",
    "3488019891": "hCaptcha alamar kasuwanci ce mai rijista ta Intuition Machines, Inc.",
    "348809718": "4. A ƙarƙashin \"Kukis na ɓangare na uku\" zaɓi \"Karɓa\".",
    "349292953": "Bayanin Mu Tattara",
    "3494826505": "Tare da masu siyarwa muna shiga don samar da mahimman abubuwan Shafukan da Sabis, kamar ajiyar bayanai, tallatawa, da Bincike, kuma don waɗannan dalilai kawai.",
    "3496767126": "Don guje wa shakku, sakin layi mai zuwa ya shafi Abokan ciniki keɓance ta amfani da sabis ɗin bayanin mu, kuma ba don amfani da Sabis ɗinmu azaman Mai Haɗin kai ba.",
    "3500503648": "An ƙirƙira hCaptcha don kawar da riƙe bayanai na dogon lokaci ta hanyar dogaro da kimantawa nan take maimakon yin rikodi da nazarin tarihin binciken ku. Muna kuma tallafawa shirye-shirye kamar",
    "3501923981": "An sabunta ta ƙarshe: Janairu 1, 2020.",
    "3507532387": "( ) Sauƙin neman ƙaramin sarari adreshin haruffa na duk adiresoshin imel",
    "3510143229": "hCaptcha sabis ne don gidajen yanar gizo da ƙa'idodi,",
    "3511610999": "Mu tabbatar kun isa wurin da ya dace.",
    "3515435438": "Bayar da Koke-koken DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Manufofin Gudanarwa",
    "3520687192": "Bayanan sadarwa tare da ku (misali tikitin tallafi da aka buɗe ta imel ko Twitter) ƙila a kiyaye su har abada.",
    "3524251858": "Daraktan Gudanar da Samfur, Cloudflare",
    "3526939538": "Software Bug",
    "3527140447": "Docs",
    "3530599065": "Ana gina sirri daga ƙasa zuwa sama. hCaptcha baya riƙe da PII kuma yana bin ƙa'idodi da ƙa'idodi na sirri da yawa.",
    "353066938": "Ƙwararren ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun ƙwararrun yau. hCaptcha sabis ne na",
    "3532143291": "Don amintar da ayyukanmu da tsarinmu. Muna amfani da Bayanan Bincike don tabbatar da tsarin mu ta hanyar gano yuwuwar barazana da lahani, da kuma kare bayanan da muke tattarawa.",
    "353367791": "Gano miyagun 'yan wasan kwaikwayo iri-iri iri-iri.",
    "3536122902": "( 1 ) Tsaida su a haka ba ya jinkiri da jin zafi",
    "3543141425": "domin shi!",
    "3545935449": "Don gane sababbi ko masu amfani da suka shuɗe.",
    "3548097301": "Yana aiki: Janairu 1, 2020.",
    "354925785": "Gabatarwa",
    "3554363588": "Sauran Alamomi",
    "3554448168": "Rarraba",
    "3555583744": "kuma",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim a eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Kun yarda da yin amfani da ƙoƙarce-ƙoƙarce na kasuwanci don kare duk wani Bayanin Sirri da aka karɓa daga gare mu ko ta Sabis ɗinmu. ya haɗa da maki bot da bayanan da ba na jama'a ba na sabis na kasuwancin mu, gami da takaddun bayanan da ba na jama'a ba da duk wani bayanan da za mu iya rabawa dangane da hanyoyin gano bot ɗin mu. Idan an ba ku damar yin amfani da kowane irin wannan Bayanin Sirri, za mu iya canza, dakatar, ko iyakance damar ku zuwa Sabis ɗinmu a cikin ikonmu kawai idan muka yanke shawarar cewa ana fallasa Bayanin Sirri ta amfani da Sabis ɗinmu, kuma za mu yi amfani da ƙoƙarce-ƙoƙarce. don ba ku sanarwa kafin dakatarwa.",
    "3566102529": "mu a yau don ƙarin koyo.",
    "3569492665": "Yin rikodin ayyukan kan layi ba shine amsar ba.",
    "3570415321": "Kamfanin",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Wasu bayanan da kuke ba mu na iya zama mahimman bayanai kamar yadda aka ayyana a cikin GDPR (kuma ana kiranta da nau'ikan bayanan sirri na musamman), gami da tantance ƙabilar ku ko ƙabilar ku akan takaddun shaida da gwamnati ta bayar.",
    "3573245166": "Ba kamar reCAPTCHA ba, muna aiki a kowace ƙasa.",
    "3576146278": "Biya kawai don daidaiton da kuke buƙata",
    "3578122193": "Tsaya kan alama tare da abun ciki mai dacewa",
    "3588274874": "A cikin mayar da hankali kan isar da samfurin da ya yi daidai da ƙoƙarce-ƙoƙarce irin na Tarayyar Turai GDPR da CCPA ta California, mun sami ci gaba mai yawa - ba shakka, yana taimakawa cewa hCaptcha ya kasance mai sauƙin “sauƙawa” maye gurbin reCAPTCHA kuma ta haka ana iya shigar dashi cikin mintuna.",
    "3588620914": "Keɓancewar Sirri sabon ƙirƙira ce ta ƙa'idodin gidan yanar gizon, kuma yana yiwuwa ga sauran aikace-aikacen da kari na burauza waɗanda ba su san shi ba su tsoma baki cikin ayyukan sa.",
    "3590546893": "Sauƙaƙan binciken ɗabi'a sigina ce mai sauƙin ƙirƙira ta miyagu ƴan wasan kwaikwayo, kuma yana buƙatar riƙe tarihin bincike don duk halalcin zirga-zirgar ku kuma.",
    "359073033": "Dashboards suna isar da babban matakin ko ingantaccen ra'ayi na ayyuka.",
    "3594381346": "wuri.",
    "3594440415": "A ƙarshe, za su fara buɗe kofa.",
    "3594526017": "Masana Kimiyyar IM sun Sanya Sabon Alamar Ganewar Gane Rubutu Mai Rauni (OCR) a CVPR 2020.",
    "3596207631": "Tambaya: Har yanzu ina ganin kalubale bayan saita kuki. Me ke jawo haka?",
    "3600022491": "Don wannan dalili mun ƙirƙira wata hanya mai sauƙi, mara raɗaɗi don barin masu shela su yi amfani da sabis ɗinmu su adana isa ga kowa tare da cikakken Sashe na 508 da WCAG 2.1 AA.",
    "3600718611": "Yi la'akari da Google reCAPTCHA,",
    "3600797185": "Bayar da tantancewar bot zai buɗe Google har zuwa tambayoyi masu ƙayatarwa na yadda za a mayar da kuɗi ga masu tallan da suka kashe kuɗi akan waccan cunkoson ababen hawa.",
    "360236473": "Ba a yi nufin sabis na hCaptcha don amfani da kowa ba don yin aiki azaman mai lakabi ɗaya. Ba a tsara shi don ko dace da wannan manufa ba. Ba mu ba da shawarar kowa ya yi ƙoƙarin amfani da hCaptcha azaman tushen samun kudin shiga na sirri ba.",
    "3604147138": "3. An yi amfani da shi don mahimman dalilai na fasaha: yana ba da damar amfani da mai amfani.",
    "3609106478": "Tabbataccen Kaya:",
    "3609929815": ". Za mu riƙe sunan ku, ƙasarku, da bayanin adireshin imel ɗinku kawai don manufar tuntuɓar ku a nan gaba game da damar yin lakabin kowane mutum.",
    "3612043014": "...da sauran ayyuka masu sauki. Mai sauƙi ga mutane, mai wuya ga bots.",
    "361372538": "2. Shin mun yi imanin cewa mai yiwuwa abokin ciniki zai yi amfani da ayyukan da aka bayar don nuna bambanci, ta hanyoyin da za su iya zama doka amma ba mu yarda da su ba?",
    "3614653023": "Maimakon haka, al'adar ta dogara ne da manyan hare-hare na ɓoye bayanan sirri waɗanda ke gwada miliyoyi nau'i-nau'i na sunan mai amfani/Password akan cibiyoyin hada-hadar kuɗi da yawa da ake niyya a cikin bege na buɗe ƙaramin ɓangaren asusun. Da zarar manhajar zamba ta atomatik ta sami damar shiga asusu, dan gwanin kwamfuta na iya shiga hannu, amma a wasu lokuta, a'a.",
    "361795034": ". Mawallafin da ba a san shi ba, c. 2000",
    "3619183405": "A cikin 2021 masu sauƙi CAPTCHA wani lokaci ana iya magance su da software, godiya ga ci gaban koyan na'ura. Don magance wannan, hCaptcha kuma yana yin cikakken bincike game da kaddarorin kamar",
    "3620039756": "A saman dama, danna Ƙari sannan sai Saituna.",
    "3620442880": "Fasalolin kariyar Sale na Flash",
    "3621401685": "( ) Rashin farin jinin sabbin haraji",
    "3621411541": "Koyi game da zaɓuɓɓukan samun dama ga hCaptcha",
    "3621455477": "don ƙarin koyo!",
    "3623028666": "(Don Allah a yi amfani da sabis kamar",
    "3624758171": "Hakanan akwai ayyuka na al'ada don masu buga kamfani.",
    "3630114728": "Duba abin da ke faruwa a duk rukunin yanar gizonku da aikace-aikacenku.",
    "3644106388": "Tuntuɓar",
    "3645414921": "Share",
    "364774188": "Ni mutum ne",
    "3654556483": "Cibiyoyin kuɗi da kamfanonin eCommerce suna da matakai da sarrafawa waɗanda ke rage barazanar karɓar asusun. Waɗannan kewayo daga tsohon kera \"menene sunan babban abokin ku a makarantar firamare\" tambayoyin tsaro zuwa hanyoyin ganowa waɗanda ke fitar da adiresoshin IP masu tuhuma da bayanan bayanan na'urar hannu.",
    "3657743880": "Umarnin Mai lilo don Kukis na Wurin Wuta",
    "3660619092": "Yi rajista kyauta ko tuntuɓar tallace-tallace don mafita na Kasuwanci",
    "366088791": "hCaptcha yana goyan bayan ayyuka iri-iri.",
    "3660891610": "Idan kai mai ba da gudummawa ne, IMI, kuma ba kai ba, yana da haƙƙin mallaka a kowane aikin da ka samar a zaman wani ɓangare na kammala kowane ɗawainiya. Ta yarda da sharuɗɗan wannan Yarjejeniyar kun yarda (kuma ta haka za ku yi) canja wurin mallaka, mallaka, da take (gami da duk haƙƙin mallakar fasaha da ke cikin duniya) a ciki da kuma aikin ku zuwa gare mu. Don tabbatar da cewa mun sami damar samun, cikakke, da amfani da waɗannan haƙƙoƙin, kun ƙara yarda da (i) sanya hannu kan kowane takaddun don taimakawa cikin takaddun, kamala da aiwatar da haƙƙoƙinmu; da (ii) ba da dama ga bayanai masu ma'ana don yin rikodi, kammalawa, tsarewa, karewa, da aiwatar da irin waɗannan haƙƙoƙin mallaka a kowace ƙasa. Ayyukanku a ƙarƙashin wannan sashin za su ci gaba ko da bayan kun soke rajista daga ko daina amfani da Sabis ɗin. Kun nada mu a matsayin lauyan ku-hakika don aiwatar da takardu a madadinku don dalilan da aka tsara a wannan sashe.",
    "3666807632": "14. Kwarewar Gudunmawa da Ƙwarewa",
    "3668115514": "Ta yaya hCaptcha ya bambanta?",
    "3668873369": "A hCaptcha, mun ɗauki wata hanya ta dabam daga rana ɗaya",
    "3669258571": "Manufar Kuki",
    "3671246379": "Mataki 5: Danna kan Console tab, sannan danna-dama sannan \"Zaɓi duka\" sannan ka adana shi cikin fayil ɗin rubutu, domin adana log ɗin na'ura mai kwakwalwa. Aiko mana da haka.",
    "3671828834": "Misalai na Bayanin Keɓaɓɓen Raba",
    "3673079511": "m misali",
    "3678889946": "Ba daga baya sai 15 ga Yuni 2019",
    "3679148535": "Tambaya: Wadanne aikace-aikace na Pass ɗin Sirri kuke aiki akai?",
    "3680327841": "Mun himmatu don sanya hCaptcha yayi aiki da kyau ga kowa",
    "3682071227": "Menene Karɓar Asusu Kuma Yaya Suke Aiki?",
    "3688621388": "Sa hannu na barazanar",
    "3694578791": "Kamar yadda aka tattauna a sama, mu (da masu siyar da mu na ɓangare na uku) suna tattara Bayanan Bincike a wani ɓangare ta hanyar amfani da kukis, tashoshi na yanar gizo, da sauran fasahar sa ido. A wani misali, muna aiki tare da masu siyarwa na ɓangare na uku don amfani da kukis don dalilai na tattara Bayanan Bincike.",
    "3695206755": "Gwada mu a cikin mahallin ku ba tare da wani takalifi ba.",
    "3700113699": "A kan na'urar ku ta Android, buɗe Chrome app.",
    "3700767772": "Da zarar an shigar da tsawo, danna nan (ko a kowane gidan yanar gizon hCaptcha mai amfani) don samun izinin shiga:",
    "370366524": "Ephemeral Service Telemetry",
    "3709608616": "to ana iya kashe asusunka ko kuma an ƙaddara cewa ba zai cancanci samun kuɗi ba bisa ga ra'ayinmu kawai, na kowane lokaci, tare da ko ba tare da sanarwa a gare ku ba. Babu wani yanayi da buƙatun da suka wuce iyakar amfaninmu na gaskiya za su cancanci samun riba ba tare da rubutaccen tabbaci daga wurinmu ba.",
    "3714002185": "Ƙara koyo game da hCaptcha Enterprise",
    "3715747429": "Injiniyoyin mu na kan jirgin za su iya sa ku da sauri, ko kuna buƙatar haɗin kai React, SDKs don ƙa'idodin ƙa'idodin iOS, misali na baya na Java, ko kusan kowane yanayin.",
    "3717512591": "Haɗin kai tsaye Platform",
    "3717942925": "Kamar yadda koyaushe za a sami mutanen da ke son jawo hankalin ku ta hanyar imel, koyaushe za a kasance da sha'awar hana damar yin amfani da wasu albarkatu ta yadda mutane kaɗai za su iya samun damar su.",
    "3719056187": "Bayanin da aka bayar akan shafukan intanet ba ya wakiltar shawarar mutum ɗaya kuma ba zai iya maye gurbin wannan ba. Idan kuna buƙatar shawara ɗaya, da fatan za a tuntuɓi ma'aikatan tallafi.Amfani da wannan rukunin yanar gizon",
    "3720584906": "Yuli 15, 2021 - Oktoba 15, 2021",
    "3721365241": "Gwada",
    "3723626769": "don gudunmawarku da bita.",
    "3725880582": "Komawa Sadaka",
    "3729345277": "hCaptcha hanya ce don kamfanoni don samun bayanan da suke buƙata cikin sauri, tare da inganci mafi girma kuma a farashi mai rahusa fiye da sauran hanyoyin.",
    "3730038780": "Zaɓi daga kusan ƙalubalen marasa iyaka don masu amfani su warware",
    "3730344349": "Wannan sashe yana ba da ƙarin cikakkun bayanai game da keɓaɓɓen bayanan da muke tattarawa game da masu amfani da California da haƙƙoƙin da aka ba su a ƙarƙashin Dokar Sirri na Masu Amfani da California ko \"CCPA.\"",
    "3733422465": "8. Tabbatar da Shaida",
    "3740051331": "Hakanan mun himmatu wajen sa ido sosai da amsa tambayoyin masu amfani da ku a duk faɗin kafofin watsa labarun, taron tattaunawa, da in-widget ɗin mu da tashoshin tallafin imel. Muna da dama kuma masu amsawa, kuma muna bi da gamsuwar mai amfani azaman babban KPI.",
    "3741193183": "( ) Yawancin masu amfani da imel ba za su iya yin hasarar kasuwanci ba ko kuma raba masu aiki",
    "3744079744": "Yuni 15-19, 2020****",
    "3744153629": "Sunaye:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "tuntuɓar",
    "3753956446": "Kyauta",
    "3758963444": "Na gode! An karɓi ƙaddamarwar ku!",
    "3759360138": "4. Username da Password",
    "3759657802": "Ba za ku iya sanyawa, canja wuri, ko wakilta waɗannan Sharuɗɗan Sabis ba ko haƙƙoƙinku ko wajibcin da ke ƙasa ta kowace hanya (ta hanyar aiki na doka ko akasin haka).",
    "3759923279": "Da fatan za a mika tambayoyin latsawa zuwa adireshin imel mai zuwa:",
    "3764131594": "22. Shafukan yanar gizo na ɓangare na uku",
    "3766910104": "2. An yi amfani da shi don mahimman dalilai na fasaha: daidaita ma'auni, kewayawa.",
    "3767462250": "An tsara don Keɓantawa",
    "3768951251": "Kamfanin SLAs",
    "3773515538": "An taɓa tambayar \"buga kalmomin biyu?\"",
    "378086442": "na CAPTCHAs, maimakon UX su kowane se.",
    "3782751514": "HUMAN Protocol® alamar kasuwanci ce mai rijista ta HUMAN Protocol Foundation, kuma ana amfani da ita tare da izininta.",
    "3783031293": "Muna amfani da Cloudflare don inganta zirga-zirgar gidan yanar gizon mu. Don bayani kan yadda Cloudflare ke tattarawa da sarrafa bayanai,",
    "3795997071": "Zaɓi gunkin menu na Chrome. Zaɓi Saituna.",
    "3800781598": "] Kusan shekaru biyar bayan haka, saƙon imel yana ci gaba da addabar mu. Yawancin biliyoyin daloli da dubban shekaru na mutum-mutumin ƙoƙarin injiniya an sanya su don cin nasara da shi, amma duk da haka spam ya ci gaba. Akwai masana’antun dala biliyan biyu daga bangarorin biyu, watau masu kare shi da wadanda ke tura su.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "Afrilu 15, 2020 - Yuli 15, 2020",
    "3807059944": "Sarrafa ƙalubalen abun ciki da aka yi amfani da shi",
    "3816867833": "Jawabin",
    "3817067682": "Polygon",
    "3817811295": "Tabbataccen abin dogaro da goyan bayan kira mai sauri 24/7.",
    "3819851005": "2. Kudade",
    "3821716514": "shafi.",
    "3828090208": "Madadin haka, yi amfani da \"don hCaptcha\".Idan aka yi amfani da shi tare da tambarin ɓangare na uku, \"don hCaptcha\" yana buƙatar zama ƙasa da girman tambarin ɓangare na uku.",
    "3833636936": "a) buƙatun 1,000 a sakan daya,",
    "3836291932": "Tambaya: Ina amfani da na'urori da yawa. Ina bukatan yin rajista sau da yawa?",
    "3842490632": "Mutumin mai amfani da ke ƙoƙarin amsa tambayoyi da yawa yana yiwuwa a iyakance ƙididdigewa ko dakatar da shi cikin sauri. Hakanan mahimmanci, kamar mu",
    "3842673636": "A ƙarƙashin GDPR, kuna da wasu haƙƙoƙi game da keɓaɓɓen bayanin ku. Kuna iya tambayar mu mu ɗauki waɗannan ayyuka masu zuwa dangane da keɓaɓɓen bayanin ku da muke riƙe:",
    "3842815245": "Shin wannan cinikin gaskiya ne?",
    "38428546": "Muna adana bayanan Keɓaɓɓen ku a tsare a duk tsawon rayuwar asusunku tare da mu. Za mu riƙe Keɓaɓɓen Bayananku kawai muddin ya cancanta don cika dalilan da muka tattara su, gami da dalilai na gamsar da kowane wajibai na doka, lissafin kuɗi, ko bayar da rahoto ko warware takaddama. Sharuɗɗan da muke amfani da su don ƙayyade lokutan ajiya sun haɗa da madaidaitan tanadin kwangila waɗanda ke aiki, lokacin ƙayyadaddun ƙa'idodin doka, abubuwan da suka dace na tsari, da ƙa'idodin masana'antu.",
    "3844300338": "Kun yarda da ramuwa, kare, da riƙe mu marasa lahani daga kowane da'awar, diyya, alhakin kuɗi, farashi, da kashe kuɗi (ciki har da madaidaitan kuɗaɗen lauyoyi da farashi), wanda ya taso daga ayyukanku ko amfani da gidan yanar gizon mu. .",
    "3844432472": "Buɗewa da amfani na APIs ya sa su zama manyan maƙasudai ga maharan. Kamar yadda za a iya tsara manhajar wayar hannu don isar da bayanai daga tsarin kamfanoni ta hanyar amfani da API, haka nan kuma za a iya samun guntun malware. Hackers sun rubuta kayan aikin software iri-iri don cin zarafin APIs. Dabarar kai hari ce mai tasiri.",
    "384965568": "Duk da yake buƙatun riƙewa sun bambanta ta ikon hukuma, bayani game da lokutan riƙe mu na yau da kullun don ɓangarori daban-daban na keɓaɓɓen bayanan ku an bayyana su a ƙasa.",
    "3856690908": "Janairu 15, 2020 - Afrilu 15, 2020",
    "3856912381": "Masu amfani sun sha wahala, kuma spam na yanar gizo ba dole ba yanzu ya mamaye. Amma akwai madadin.",
    "3859506577": "Imel na kasuwanci",
    "3861413614": "Ba za ku iya amfani da kowace alamar kasuwanci ta hCaptcha ko tambari ba wanda zai nuna cewa hCaptcha yana da alaƙa da ko amincewa, tallafi, ko goyan bayan samfur ko sabis na ɓangare na uku, ba tare da rubutaccen izini ba.",
    "3863351997": "Rukunin keɓaɓɓun bayanan da aka jera a cikin Dokar Rikodin Abokin Ciniki na California (Cal. Lambar Civ. § 1798.80 (e)).",
    "3871665286": ", wanda ke da alaƙa da yawa a cikin hCaptcha bayanin widget din shafi. Ana ba su kuki mai ɓoye wanda za a iya amfani da shi sau da yawa kowace rana, amma dole ne a sabunta su kowane sa'o'i 24 ta hanyar shiga.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Sabuntawa ko gyara kuskure a cikin keɓaɓɓen bayaninka.",
    "3878230879": "Manufarmu ita ce mu tabbatar da cewa yana aiki a gare ku koyaushe, don haka muna matukar godiya da rahotanninku!",
    "3881754581": ". Idan kai Abokin ciniki ne na sabis ɗin bayanin mu kuma kun zaɓi zaɓin \"Data For All\" azaman ɓangaren amfanin ku na Sabis ɗin, to kun baiwa IMI da duk masu amfani da Sabis ɗin a duk duniya, wanda ba keɓantacce, mai ikon iya canzawa, canzawa, mara izini, lasisin da ba za a iya sokewa ba don cikakken amfani da duk bayanan Abokin ciniki, gami da duk haƙƙoƙin mallakar fasaha masu alaƙa. Idan ka zaɓi zaɓin \"Bayanai don Duk\", kuna wakilta kuma kuna ba da garantin cewa kun mallaki isassun haƙƙi, take, da sha'awa da bayanan ku don ba da lasisi a wannan sashe.",
    "3882147547": "Ayyukan Pseudorandom masu gafala",
    "388240587": "Janairu 5-15, 2022",
    "3884400764": "Duk da yake kuna iya amfani da alamun hCaptcha bisa ga waɗannan jagororin, ba yana nufin cewa kuna da wasu haƙƙoƙi a cikin hCaptcha Marks, tambura, ko a kowace alamar kasuwanci, sunan kasuwanci, alamar sabis, sunan kasuwanci ko fatan alheri na hCaptcha. Muna so mu ba da sassauci gwargwadon iyawa, amma wajibi ne mu kare hCaptcha daga amfani da kowane alamar kasuwanci mara izini, sunan kasuwanci, alamar sabis, sunan kasuwanci ko fatan alheri na hCaptcha. Duk wani amfani mara izini ta atomatik yana ƙare izini ko lasisin da hCaptcha ke bayarwa kuma yana iya ɗaukar alhakin doka don kowace diyya.",
    "3887113660": "Tambaya: Ta yaya Keɓancewar Sirri ke shafar samun hCaptcha?",
    "3891941747": "*** NASIHA COVID-19: Saboda rage ƙarfin ma'aikatan da ke da alaƙa da COVID-19, an sake tsara sulhu don ba da ƙarin lokaci don kammala tabbatar da daidaitattun mu. Ana sa ran fara biyan kuɗi a ranar Juma'a kuma a kammala ranar Litinin mai zuwa.",
    "3892905664": "hCaptcha yana taimaka muku ayyukan kan layi da kuka fi so don hana bots, spam, da cin zarafi ta hanyar yin tambayoyi masu sauƙi waɗanda suke da sauƙi ga mutane kuma masu wahala ga inji.",
    "3892952987": "ku duba wuraren budewar mu sannan ku nema a nan",
    "3893539589": "saka hanyoyin haɗin waje waɗanda ke ba da kaya ko ayyuka sai dai idan aikin ya buƙaci;",
    "389705801": "( ) Dokokin da suka haramta shi sarai",
    "3897238493": "ANA BAYAR DA HIDIMAR AKAN \"KAMAR YADDA\". BA MU YI MASU WAKILI KO GARANTI, MASU BAYANI KO BAYANI, GAME DA SAMU, KYAUTATA, HALATTA, ARZIKI, KO AIKIN SAMUN SAUKI, KOWANE WANI ABUBUWAN DA YAKE DANGANTAWA KO ABUN ARZIKI, ABUN DA AKA YI, BANGASKIYA. ZUWA MATSALAR MATSALAR SHARI'A, IMI YA KARE DUKAN BAYANI KO SHARI'A, WAKILI DA GARANTIN HARDA, AMMA BAI IYA IYAKA GA GARANTIN ciniki ba, GARANTIN SAMUN WASA, DA KASASHE. MAGANIN KADAI DA MUSAMMAN GA IMI TARE DA DARAJA GA DUK WATA LAIFI, RASHIN HANKALI, KO RASHIN RAINA SHINE DAGE AMFANI DA HIDIMAR. daga samun damar shiga ko amfani da gidan yanar gizon ko Intuition Machines Platform. Tsayawa da tsangwama na iya faruwa, kuma ba mu ba da garantin samuwar gidan yanar gizon mu ba tare da katsewa ba.",
    "3898950867": "( ) Ayyukan Joe da/ko sata na ainihi",
    "3900538778": "Bayanan da aka lakafta shine man fetur wanda ke ba da ikon koyon inji. An yi amfani da amsoshin reCAPTCHA don inganta ayyukan ML/AI na Google tun daga 2009. Mutane da yawa da ke amfani da reCAPTCHA ba su fahimci ana amfani da aikin su ba.",
    "3901503296": "Wannan keɓancewar mayar da hankali kan keɓantawa yana nufin cewa za mu iya ba da ajiyar bayanan mutum sifili, aiki marar kuki, da sauran garantin sirri na kwangila kamar yadda ake buƙata yayin kiyaye ingantaccen tsaro.",
    "3904679538": "Chrome",
    "3906359167": "Magani:",
    "3906886217": "Don kamfanoni ko gidajen yanar gizo",
    "3908992897": "kuma ana amfani dashi a kowace ƙasa da ƙasa a cikin duniya, don haka muna mai da hankali sosai kan samar da daidaiton gogewar duniya.",
    "3909240516": "( ) Kada shugabannin SMTP su zama batun doka",
    "3910971075": "IMI ta mallaki dukkan haƙƙoƙi, gami da haƙƙin mallakar fasaha, a cikin lambar tushe, lambar abu ko tsarin da ke ƙasa, ra'ayoyi ko algorithms, API, da kowane ƙarin software, takaddun bayanai ko bayanai masu alaƙa da Sabis ɗin (\"Software\"). Ba za ku, kai tsaye ko a kaikaice, ta wani ɓangare na uku ko akasin haka ba: (a) Injiniya mai juyi, tarwatsa, tarwatsawa, ko in ba haka ba ƙoƙarin gano software; (b) gyara, fassara, ko ƙirƙira ayyukan da aka samo asali bisa kowace software; (c) kwafi, haya, haya, rarrabawa, jingina, sanyawa, ko in ba haka ba canja wuri ko haƙƙin kowane software; (d) yi amfani da kowace software don raba lokaci, manufofin ofishin sabis, ko akasin haka don amfanin wani ɓangare na uku; ko (e) cire duk wani sanarwa na mallakar mallaka ko lakabi.",
    "3912514510": "( ) Lissafin aikawasiku da sauran halaltattun amfani da imel za su shafi",
    "3912926900": "hCaptcha® yakamata ya sami alamar alamar kasuwanci mai rijista a karon farko da ta bayyana a cikin kwafin ƙirƙira.",
    "3913203723": "Idan, saboda kowane dalili, Mai nema bai yarda da aiwatar da aikin da kuka kammala ba, ku a matsayin mai ba da gudummawa ko mai haɗa kai ba za ku sami damar samun kowane lada kan aikin ba. Idan an riga an rarraba lada gare ku don aikin da ba a yarda da shi ba, za mu iya dawo da su daga gare ku.",
    "3913801502": "hCaptcha yanzu yana aiki akan kusan kashi 15% na intanet",
    "3913848038": "99.99% uptime SLAs da 24/7 goyon bayan duniya akwai.",
    "3916131732": "Amurkawa",
    "3922723611": "Da fatan za a gwada musaki duk wani mai katange talla ko kari na tsaro na burauza",
    "3926027556": "kuma za mu dawo gare ku da sauri.",
    "392886773": "Yana aiki a kowace ƙasa",
    "3930611699": "daidaikun ma'aikata.",
    "3930808600": "Muna aiwatar da matakan da suka dace na fasaha da ƙungiyoyi don kare bayanan da muke tattarawa da adanawa, kuma muna buƙatar duk wakilai waɗanda ke aiwatar da aikinmu a madadinmu suyi daidai da hakan. Abin baƙin cikin shine, babu matakan tsaro da basu da ɓata 100%, kuma don haka babu wata hanyar sadarwa ko tsarin (ciki har da namu) da za'a iya tabbatar da tsaro 100% daga lalacewa, asara, canzawa, bayyanawa mara izini, ko samun damar samun bayanan da muke tattarawa da adanawa. Idan kun yi imanin bayanin ku bazai kasance amintacce ba saboda kowane dalili, da fatan za a tuntuɓe mu nan da nan a",
    "3933993151": "Yi aiki azaman mai lakabin bayanan mutum ɗaya",
    "394235836": "3. Idan babu ɗayan shawarwarin da ke sama da ke aiki, aika mana imel ɗin tallafi kuma za mu yi farin cikin taimakawa gano abin da ke faruwa.",
    "3942875761": "Taimaka Gina Mafi kyawun Yanar Gizo™",
    "3943164003": "duba danye",
    "3943417791": "Sami tallafi ga hCaptcha Enterprise (BotStop)",
    "3946753128": "Na sirri Amintacce. Mai sauri.",
    "3951112506": ". Wannan ya riga ya ba da garantin mafi girma na nau'ikan nau'ikan bayanai a cikin bayanan.",
    "3951254541": "Muna godiya da shigar da ku. Bari mu san kowace matsala kuma za mu magance su cikin sauri.",
    "3952259236": "Haɗa makafin bayanan ku tare da dubban siginoni na hCaptcha don horar da hCaptcha akan nau'ikan ɗabi'a - don misalin ku kawai - don mafi kyawun tsinkayar ɗabi'a mafi kyau fiye da kowane bayani kaɗai.",
    "3953584369": "Akwai ƙayyadaddun ƙuntatawa na damar RBAC.",
    "3955555607": "Banda Abokan Hulɗa ko Masu Sake Siyar da Izini, wasu ɓangarorin na uku ba za su iya yin tayin neman keywords, Google AdWords, ko wasu tsarin talla da aka yi niyya ta amfani da alamun hCaptcha ko kuskuren rubutu ba. Haka kuma wasu ɓangarori na uku ba za su yi amfani da alamun hCaptcha a cikin sunayen yanki ba, kowane ingantaccen injin bincike, alamun meta, sharuɗɗan nema, lamba, ko wasu ɓarna.",
    "3955981186": "gyare-gyare. Babu wani gyare-gyare ko gyara ga waɗannan Sharuɗɗan Sabis na kowa banda IMI da za a ɗaure kan IMI sai dai a cikin wata rubutacciyar kayan aiki da wakili mai cikakken izini na IMI ya sanya wa hannu.",
    "3963216198": "Don tattauna dalilin da ya sa APIs ya zama sanannen manufa ga masu satar bayanai, yana da kyau a fara ɗaukar ɗan gajeren lokaci don ayyana abin da a halin yanzu ake nufi da kalmar \"API.\" Tunanin API ɗin sam ba sabo ba ne. A haƙiƙa, musaya don haɗa tsarin kwamfuta daban-daban tare da juna, da kuma abubuwan da ke cikin su, sun kasance tun aƙalla farkon shekarun 1960.",
    "3963642878": "Ba daga baya sai Dec 14, 2019*",
    "3967047208": "Hakanan zaka iya kashe wasu kariyar na ɗan lokaci a cikin Custom don cire wannan, ta hanyar yanke zaɓin akwatunan: Cire akwatin rajistan masu bibiya ko cire akwatin rajistan kukis idan har yanzu kuna da matsala.",
    "3971348140": "Me yasa muka yi amfani da hCaptcha? Babu wanda zai iya isar da fasali da aikin da muke buƙata. Sun tashi da sauri da sauri, kuma 'yan kasuwanmu suna son kwarewa.",
    "3972094614": "Brendan Eich",
    "3972554015": "tsari kuma. Kuma tsawo na browser ba shakka",
    "3974566657": "Yayin da ayyuka ke ƙara shahara, irin wannan abin da ya faru babu makawa sai ya zama akai-akai. Miliyoyin mutane ne ke amfani da hCaptcha a kowace rana a kusan kowace ƙasa a duniya, don haka muna buga wannan manufa da kuma nazarin yanayin yadda za mu magance waɗannan batutuwa don zama a sarari yadda ya kamata.",
    "3978720689": "kusanci don yaƙi spam. Ra'ayin ku ba zai yi aiki ba. Ga dalilin da ya sa ba zai yi aiki ba.",
    "3983646521": "Duk sunayen samfur, tambura, alamomi, alamun kasuwanci da alamun kasuwanci masu rijista mallakin masu su ne. Duk kamfani, samfur da sunayen sabis da ake amfani da su a cikin wannan gidan yanar gizon don dalilai ne kawai. Amfani da waɗannan sunaye, alamun kasuwanci da alamun ba ya nufin amincewa. A wannan yanayin, quite akasin.",
    "3987022469": "Lakabi",
    "3988350": "Wannan yana nufin akwai kyawawan lokuta masu amfani don bayanin laima na ainihi. Akwai dakin rashin jituwa game da tasirin motoci masu tuka kansu, amma tsarin ADAS sun riga sun adana",
    "3991444169": "Wannan shafin yana lissafin masu sarrafawa na yanzu don sabis na HCaptcha Enterprise.",
    "3992401943": "An sami juyin juya hali a cikin zurfin koyo tun daga 2012. Ka'idodin masana'antu don daidaiton ɗawainiya ya inganta sosai cikin shekaru goma da suka gabata, da farko saboda hanyoyin sadarwa mai zurfi na juyin juya hali. Sauran ayyukan ML da Google ke bayarwa sun bi wannan tsarin.",
    "4007826952": "Sirrin #1-na farko CAPTCHA don yanar gizo, wayar hannu, da ƙari.",
    "4008400186": "Mataki 4: Danna \"Export HAR\" (ƙananan kibiya ƙasa) bayan ƙoƙarin warwarewa, wanda ke adana log ɗin cibiyar sadarwa. Aika mana wancan fayil ɗin.",
    "4011712313": "A matsayin wani ɓangare na Manufofin DMCA ɗin mu, muna sanya asusun abokan ciniki waɗanda muke karɓar sanarwar DMCA da yawa na zargin cin zarafi cikin matakai da yawa na DMCA Maimaita Infringer Policy. Bayan samun maimaitawar sanarwar DMCA a cikin wata kalanda, asusun abokin ciniki zai ci gaba daga mataki ɗaya na manufofin zuwa na gaba.",
    "4015238193": "da OCR [",
    "4019638786": "A: Masu amfani da hCaptcha Keɓanta Sirri ba za su taɓa fallasa IP ɗin su ga hCaptcha ba sai dai in jakar alamar burauzar su babu komai ko rukunin yanar gizon ya aika. hCaptcha ba shi da wata hanya ta haɗa mai amfani zuwa alamar fansa, kuma baya taɓa yin hulɗa kai tsaye tare da mai amfani yayin fansa sai dai in walat ɗin alamar su babu komai.",
    "4019660456": "Latency 0ms: tabbatar da alamun hCaptcha ba tare da kiran API ba.",
    "4023575072": "amfani biyu",
    "4024785952": "Cloudflare, Inc. (Global). Ana bayar da sabis: Cloudflare.com.",
    "4034694801": "Babu sakamako da ya dace.",
    "4036662147": "5. Kare Bayanan Sirri",
    "4036872105": "da farko sannan a sake gwadawa",
    "4039193170": "Idan kuna da matsalolin samun ko fansar alamun:",
    "4044467791": "Don nau'ikan bayanan sirri da muka tattara daga gare ku a cikin watanni 12 da suka gabata, da fatan za a duba sashin \"Bayanin da Muke Tara\" a sama. Muna tattara wannan bayanin don kasuwanci da dalilai na kasuwanci da aka kwatanta a cikin sashin \"Yadda Muke Amfani da Bayanin Keɓaɓɓu\" a sama. A cikin watanni 12 da suka gabata, mun raba nau'ikan bayanai masu zuwa tare da wasu kamfanoni don manufar kasuwanci:",
    "4051104324": "\"Intuition Machines\" alamar kasuwanci ce mai rijista ta Intuition Machines, Inc.",
    "4051785543": "Amfani:",
    "4057343238": "ficewa",
    "4059570880": "Idan kuna son bin diddigin ƙoƙarce-ƙoƙarce, a halin yanzu ana ci gaba da ƙoƙarin a",
    "4060250206": "Yi amfani da wannan fom don isa ga ɗaya daga cikin ƙwararrun fasahar mu. Muka amsa da sauri.",
    "4063155841": "Daga baya fiye da Yuni 25, 2021 ††",
    "4063769686": "Masu amfani suna goyan bayan rukunin yanar gizon da suke ziyarta, kuma suna samun ƙarancin spam na yanar gizo. Wannan yana kama da yarjejeniya mafi kyau.",
    "4065065042": "Buga wannan don dacewa da yanayin amfanin ku.",
    "4065614934": "Wannan bincike ba sabon abu bane, amma mutane suna da kyakkyawan fata na har abada. Musamman lokacin da suke tunanin ra'ayinsu sabo ne.",
    "4072202039": "Afrilu 15, 2019 - Yuli 15, 2019",
    "4074220464": "A: Zaɓuɓɓukan da suka shahara a baya kamar captchas mai jiwuwa suna nuna wariya ga yawancin masu amfani da a11y kuma ana iya cin su cikin sauƙi ta hanyar dabarun koyon injin na zamani. Wannan ya tilasta ƙalubalen sauti na yanzu don ƙara wahala, gabatar da hayaniya, lokaci mara kyau, haɗakar kalmomi da ba a saba gani ba, da sauransu don kayar da maharan. Don haka ba mu da sha'awar wannan tsarin tare da guje wa ƙalubalen gaba ɗaya, amma za mu yi la'akari da shi idan akwai buƙata daga al'ummar 11y.",
    "4080263153": "Babu Waiwaye. Ba za a yi la'akari da cewa mun yafe wani ɓangare na haƙƙoƙinmu ko magunguna ba sai dai idan an yi watsi da shi a rubuce kuma mu sanya hannu. Idan muka jinkirta aiwatar da ko kasa aiwatar da haƙƙoƙinmu a ƙarƙashin kowane tanadi na wannan yarjejeniya, hakan ba zai zama tauye hakkinmu na aiwatar da irin wannan tanadi ko wani ɓangare na wannan yarjejeniya ba.",
    "4082053540": "Juni 19-25, 2021",
    "4083018285": "Rukunin faffadan fasali waɗanda ke haɗuwa tare da ingantaccen saka idanu na SOC da martani don magance ƙaƙƙarfan barazanar dagewa",
    "4086379603": "Tambayoyi?",
    "4087694419": "Har ila yau, mai gogewa na iya tattara bayanai daga shafuka kamar Amazon da eBay don ƙirƙirar jerin samfuran karya ko yaudara. Shi ko ita za su iya ba da su don siyarwa akan ayyukan tsara-zuwa-tsaro kamar OfferUp da kuma kai hare-hare kan masu siye. Ko kuma, dan damfara na iya siyar da samfuran da babu su. Ƙarin zamba a allo ya haɗa da lalata masu buga talla. Ta hanyar share abubuwan da ke cikin shafukan wallafe-wallafe, mai zamba na iya ƙirƙirar shafukan talla na karya akan ayyuka daban-daban. Za su iya siyar da tallace-tallacen akan waɗannan shafuka zuwa ga masu siyar da izini, waɗanda suka girbe lambobin sadarwar su daga fayil ɗin tallan mawallafin.txt. Ramin tallan yana bayyana gaske ga mai talla, amma ba haka bane.",
    "4087729475": "kalubale bayan warwarewar farko.",
    "4088941349": "Takaddun samfuran ko sabis da aka saya, samu, ko la'akari.",
    "4091044469": ". Tabbatar kun kunna tsawo a cikin yanayin ɓoye. Sa'an nan, ziyarci kowane gidan yanar gizo ta amfani da hCaptcha kuma warware captcha. Dangane da sigar 2.0.3, zaku iya fansar waɗannan alamun akan gidajen yanar gizo ta amfani da hCaptcha.",
    "4097297673": "A matsayin Abokin Ciniki, Mai nema, ko Mai haɗa kai, kun yarda a ɗaure ku da waɗannan sharuɗɗan da ke ƙasa ban da duk wasu sharuɗɗan ɗauri tsakanin ku da IMI.",
    "409780280": "( ) Gwada mai kyau, ****! Ina fata wani ya taka mabuɗin ku!",
    "4099477834": "Ana kuma kiyaye duk haɗin gwiwar abokin ciniki ta hanyar yarjejeniya mai ƙarfi ta sarrafa bayanai. Sabis na hCaptcha ya bi duk dokokin keɓantawa ko da inda sabis ɗin ku ko abokan cinikin ku suke. Rashin kiyaye bayanan sirri ya sa wannan ya fi sauƙi a gare mu fiye da sauran kamfanoni.",
    "4101570501": "Har ila yau, a halin yanzu muna aiki kan hanyar ɓoye bayanan sirri don watsar da adireshin imel ɗinku cikin sauri yayin da har yanzu muna kiyaye ikonmu na hana cin zarafi, tare da kammala aikin Keɓancewar Sirri.",
    "410397176": "Don ƙarin bayani",
    "4104188759": "Manufar AI",
    "4104221634": "Abokan ciniki na hCaptcha sun mamaye masana'antu iri-iri, daga kamfanonin fasaha zuwa waɗanda ke mai da hankali kan salon, dillali, da sauran wuraren da za su iya ƙirƙira ƙima daga amfani da koyo na inji.",
    "4114820649": "2. Danna \"Privacy\" tab.",
    "4131598919": "Latsa",
    "4132302900": "5. Sirrin ku, Bayananku, da \"Data For All\"",
    "4137573005": "yana da cikakkun amsoshi masu inganci game da yadda muke amfani da bayanai, amma gajeriyar amsar ita ce ba mu da sha'awar danganta ku a matsayin mutum da tarihin bincikenku.",
    "4138068262": "masu amfani. A ƙarshe, yin hulɗa tare da ƙalubale yana yiwuwa ya kasance cikin ɓangaren kayan aikin don rage cin zarafi akan layi muddin yanayin ɗan adam ya kasance ba canzawa.",
    "4142610534": "Duk wani jinkirin biyan kuɗi zai tara cajin da aka yi latti a ƙimar kashi 1.5% a kowane wata ko matsakaicin adadin da doka ta ba da izini, ko wacce ƙasa ce. Idan kun kasa biyan kuɗin da aka biya a ƙarƙashin wannan yarjejeniya saboda kowane dalili, ana iya dakatar da asusun ku, bisa ga ra'ayinmu kawai, wanda hakan ba za a ƙara ƙarin biyan kuɗi daga asusunku don kammala ayyuka ba kuma za a cire duk ayyukanku. daga gidan yanar gizon mu. Dole ne ku mayar mana da duk wasu kudade bisa buƙata, da duk wani kuɗaɗen sarrafawa, makudan kuɗaɗe, ko kuɗin lauyoyi. Hakanan muna iya yin rahotannin da suka dace ga hukumomin bayar da rahoton kuɗi da hukumomin tilasta bin doka.",
    "4146870445": "Wanene mu",
    "4147497805": "Karas",
    "4149738856": "Ya kamata a yi amfani da hCaptcha azaman sifa kuma a bi shi ta hanyar jimla mai dacewa.",
    "41530052": "28. Gabaɗaya Sharuɗɗan",
    "4154415610": "***** Za a gudanar da biyan kudaden watan Satumba na 2020 a cikin batches yayin da aka kammala sulhu, wasu kuma suna gudana kwanaki da yawa fiye da yadda aka tsara tun farko saboda jinkirin sulhu.",
    "4162383380": "Satumba 16-22, 2020 ***",
    "4162847": "Mun sami damar kiyaye wannan kai tsaye, yayin da wasu abokan cinikinmu ke gudanar da gwajin A/B akan buƙatu ɗaya kafin su canza gaba ɗaya daga abubuwan da Google ke bayarwa. Mu yawanci muna iya tabbatar da duka babban ƙimar ƙimar ƙarya da ƙima mara kyau da ke fitowa daga reCAPTCHA v3 ko ReCAPTCHA Enterprise.",
    "4163469907": "Mataki 2: Danna kan Network tab a Developer Tools. Duba akwatin \"Treserve log\" a saman.",
    "4165374512": "Duk da yake yana yiwuwa a yi amfani da kayan aikin gano IP da wuri don hana sharar fage, mafi kyawun farashi da ingantacciyar hanya shine kawai katse bot ɗin shaƙewa mai sarrafa kansa. hCaptcha da hCaptcha Enterprise na iya tuntuɓar bot a wurin shigarwa. Ko da bot ɗin yana da madaidaitan takaddun shaida, idan ba zai iya wuce ganowar hCaptcha Enterprise's ko hCaptcha's CAPTCHA ba, ba zai sami damar yin kayan sa ba kuma an kare rukunin yanar gizon ku da masu amfani.",
    "4166776480": "Abubuwan Takaddun Shaida: Menene Kuma Yadda Za a Dakatar da Hare-haren",
    "4169910317": "9. Bin Doka",
    "4172868199": "ya wuce wannan, yana motsawa zuwa fagen ƙoƙarin bambance \"mutum nagari\" da \"mummunan mutum\" kuma, kuma yawancin shahararrun sabis na kan layi na duniya suna amfani da su a yau don nemo da dakatar da komai daga sayan zamba zuwa ci gaba na ci gaba. barazana ga masu amfani da su, yayin da suke ci gaba da mayar da hankali na musamman kan tsare sirri.",
    "4179118182": "( ) fasaha ( ) majalisa ( ) tushen kasuwa ( ) vigilante",
    "4181060163": "Kada ɓangarorin uku su yi amfani da bambance-bambance ko ɓarna ko yin aiki ta kowace hanya da za ta haifar da ruɗewar sha'awa ta farko akan alamun kasuwanci na hCaptcha.",
    "4181611011": "Ranar sulhu",
    "4185927140": "Mai sarrafa samfur, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Babban Sharuɗɗan Sabis",
    "4188814619": "hCaptcha sabis ne na Intuition Machines (",
    "4194763679": "Matakan wahala masu kyau",
    "4195759329": "Gano Bot da ƙimar haɗari",
    "4197928199": "takardar kebantawa",
    "4199502476": "Babban dashboards rahoton rahoto da API",
    "4202774977": "Abu",
    "4205152730": "Ana ƙarfafa ku don yin hulɗa tare da sauran masu amfani a ko'ina a kan gidan yanar gizon mu, Dandalin, saƙon, hira, da sauran tashoshin kafofin watsa labarun da IMI ke sarrafawa, amma idan kun yi haka dole ne ku bi duk sharuɗɗan sabis da amfani akan rukunin yanar gizon mu da duk dokokin da suka dace. .",
    "4208081170": "Rukunin Bayanan Mutum",
    "4209078147": "Don inganta rukunin yanar gizon mu kuma don ƙarin fahimtar ziyarar ku akan dandamali da rukunin yanar gizon mu.",
    "4215483493": "A: An tsara hCaptcha don keɓantawa daga ƙasa zuwa sama. Ya bambanta sosai da zaɓuɓɓukan gargajiya kamar reCAPTCHA waɗanda cibiyoyin sadarwar talla ke da su, waɗanda ke da abin ƙarfafawa don bin diddigin ku a cikin gidan yanar gizo kuma suna danganta ku da ainihin ainihi.",
    "4217013126": "Biyan kuɗi yawanci yana gudana cikin yini akan Ranar Biyan Kuɗi, kuma ana gamawa gabaɗaya da tsakar dare lokacin Pacific. Idan an yi alamar asusu don dubawa, yana iya ɗaukar ƙarin kwanaki biyar na kasuwanci don sakin biyan kuɗi.",
    "4217693416": ". Shafukan yanar gizo na hCaptcha.com da BotStop.com (Shafukan) na iya haɗawa da ƙarin kukis, kamar yadda aka bayyana a cikin wannan Manufar.",
    "42182578": "Share keɓaɓɓen bayaninka.",
    "4222109231": "Rage haɗarin API tare da Samfurin Kasuwancin hCaptcha",
    "4224961202": "Sirri, Tsaro, da Koyan Injin.",
    "4227800293": "( ) Masu amfani da imel ba za su jure da shi ba",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Siffar Sifa",
    "4230322909": "Kullum muna ƙoƙari don samun kyakkyawar fahimta game da kowane sabon abokin ciniki da abin da aka yi niyyar amfani da su, duka biyu don tabbatar da cewa ya dace da samfuranmu da sabis ɗinmu kuma don tabbatar da cewa ya bi manufofin da muka ɗauka a matsayin kamfani.",
    "423222878": "Wasu daga cikin mafi tsananin hare-haren yanar gizo don ganowa, hanawa da dakatarwa su ne inda ɗan wasan ƙeta zai iya amfani da halaltattun takaddun shaidar mai amfani don shiga cikin asusun mai amfani mai aiki. Ba tare da nagartaccen damar ganowa da yawa a wurin ba, kamfanin da ke ɗaukar asusun ba shi da wani dalili na zargin cewa wani abu ba daidai ba ne. Abokin ciniki kawai ya bayyana ya shiga cikin asusunsa. Maharin ya cimma wannan dabarar ta nasara ta hanyar amfani da bayanan sata-yawanci sakamakon wata dabarar kai hari ta yanar gizo da aka fi sani da “credential stuffing.” Matsala ce mai tsanani a yau, amma wacce za a iya magance ta tare da matakan da suka dace.",
    "424089481": "Amazon Web Services, Inc. (Global). Ayyukan da aka bayar: Sabis na Yanar Gizo na Amazon. https://aws.amazon.com/security/",
    "4242322181": "Kai ne ke da alhakin biyan duk harajin da ke da alaƙa da Sabis ɗin ban da harajin Amurka da aka tantance akan kuɗin shiga na Intuition Machines ko kadarori.",
    "4243348003": "Mataki na 3: ziyarta",
    "4246520782": "A gaskiya ma, Intanet ta kasance shaida ga gaskiyar tseren makamai tsakanin masu zamba da masu kare a cikin 'yan shekarun nan.",
    "4247858664": "shafin shiga shiga",
    "4248655793": "- Alex M.",
    "4255608322": "An sabunta ta ƙarshe: Afrilu 12, 2021",
    "42559805": "Kuna buƙatar shiga cikin gaggawa?",
    "4256083674": "Bayan buƙatar kai tsaye daga Mai haɗa kai don gano haɗarin zamba ta takamaiman buƙatar ƙalubalen CAPTCHA ko adireshin IP, ko kuma inda aka ba da takamaiman izini.",
    "4257144752": "Ƙididdiga na ainihi ba sa nuna daidaito na ƙarshe ko ɗan adam, don haka abin da kuka samu na ƙarshe zai iya bambanta sosai sama ko ƙasa daga lambobin da aka nuna a cikin Dashboard kafin sulhunku na farko.",
    "4260466272": "Kuna iya zaɓar kowane lokaci don daina amfani da gidan yanar gizon mu, muddin dai dole ne ku bi duk manufofin IMI masu dacewa. Za mu iya, a cikin ikonmu kawai, mu dakatar da wannan yarjejeniya, dakatar da shiga gidan yanar gizon mu, ko cire kowane sabis nan da nan ba tare da sanarwa ba ga kowane dalili.",
    "4260542944": "Cire abun ciki (wanda kuma aka sani da \"Scraping allo\" ko kawai \"scraping\") sananne ne, sau da yawa tsari mai amfani don tattara bayanai daga gidan yanar gizo. Duk da haka, a cikin 'yan shekarun nan, dabarar ta zama kayan aiki da aka fi so na hackers da masu zamba. Ma'auni na iya rage barazanar yadda ya kamata, amma don aiwatar da su, yana da mahimmanci a fahimci yadda tsarin ke aiki.",
    "426125156": "17. Haƙƙin mallaka da TakeDown",
    "4263626815": "Kukis na samun damar hCaptcha suna aiki tare da duk mashahuran mashahuran bincike da masu katange talla tare da daidaitattun saitunan su, don haka yawanci gazawar ta samo asali ne saboda rubutun “anti-adblock” ko ka’idoji makamantan waɗanda ke yin niyya ga takamaiman rukunin yanar gizo.",
    "4264784515": "Tsaro Bugs",
    "4270038521": "(\"Shafukan\") da tsarin aikace-aikacen hCaptcha da software da kayan da ke da alaƙa (tare, \"Sabis\").",
    "4272022475": "Duk buƙatun da kadarorin suna zuwa hcaptcha.yourdomain.com",
    "4272088465": "sadaka da kuka zaba tare da kudaden da kuke samu daga amfani da shi.",
    "4272454814": "Haɗa tare da mai ba da shaida wanda kuka zaɓa.",
    "4274324704": "Ga yadda ake amfani da sunan mu a rubuce:",
    "4277475973": "( ) Ƙin jama'a don karɓar sabon nau'i na kudi",
    "4280117172": "Kasashe da yawa a haƙiƙa sun ɗan fi Amurka, ciki har da Najeriya, Indiya, Brazil da Jamus:",
    "4281708680": ". A hCaptcha, mun ɗauki wata hanya ta daban da gangan, ta yin amfani da dabarun koyan na'ura mai adana sirri don gano dabi'un bot a daidaitattun daidaito, duk yayin cinyewa da adana ƙarancin bayanai kamar yadda zai yiwu.",
    "4284094387": "†† Wasu sulhu da biyan kuɗi na Yuni 2021 za su gudana a cikin mako mai zuwa saboda jinkirin tabbatar da ƙididdiga na ƙarshe yayin taga sulhu.",
    "4286602632": "c) buƙatun 100,000 kowane wata don masu haɗaka ta amfani da asusun hCaptcha Publisher (kyauta) don ba da damar samfuran sarrafa bot na kasuwanci, misali Firewalls na yanar gizo (WAFs) da aikace-aikace makamantansu,",
    "4290195307": "don cikakken jagora.",
    "433424759": "Zamban biyan kuɗi ya ƙunshi kowane nau'in ciniki ba bisa ƙa'ida ba inda mai laifin yanar gizo ke hana wanda aka azabtar da wani abu mai ƙima, yawanci kuɗi. Wannan na iya nufin yin amfani da katin kiredit na sata don yin odar kayayyaki ta kan layi ko karɓar asusun banki da musayar kuɗi ba bisa ka'ida ba. Akwai bambance-bambance da yawa, amma duka suna da sakamako iri ɗaya: ɗan damfara yana amfani da ainihin sata ko bayanin biyan kuɗi don sata daga mabukaci, banki ko ɗan kasuwa.",
    "435302267": "kamfanin blog post",
    "436125785": "Wannan ba abin mamaki ba ne idan aka yi la'akari da rashin daidaiton madaukai na amsawa da ake samu a cikin waɗannan samfuran, da kuma gaskiyar cewa hanyar sadarwar talla ce ke siyar da su tare da babban sha'awar rashin samun inganci a gano bot, don kada ya cutar da ainihin kasuwancinsu.",
    "439777523": "Ƙa'ida ta Mahimmanci",
    "443094024": "Filebin",
    "444492541": "debug log umarni don Firefox",
    "448807334": "(\"Daruruwan miliyoyin CAPTCHAs mutane ne ke magance su kowace rana.\") An dawo da shi 8 ga Yuli, 2019.",
    "451701069": "Ya dace da GDPR, CCPA,",
    "452920031": "Bayanan kula ga Abokan ciniki A Wajen Amurka.",
    "453723556": "Kuna iya dakatar da wannan Karin Bayanin Abokin Ciniki mai zaman kansa daga Sharuɗɗan Sabis ta hanyar daina zama Abokin ciniki ko Mai nema. Mun tanadi haƙƙin dakatarwa ko ƙare matsayin ku a matsayin Abokin ciniki ko Mai nema a kowane lokaci, ko don dakatar da asusunku ko amfani da Sabis ɗin daidai da Sharuɗɗan Sabis. Kuna zama abin dogaro bayan ƙarewa ga kowane adadin da ya dace a ƙarƙashin Form ɗin odar ku. Idan biyan kuɗin ku ya ƙunshi kowane kuɗi na wata-wata ko na shekara ko kowane wata ko mafi ƙarancin shekara, za ku kasance da alhakin biyan duk kuɗaɗen Sabis har zuwa ƙarshen wannan watan ko shekara, bi da bi.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Ee. Mu da manazarta ko masu samar da sabis, abokan tallace-tallace, da masu alaƙa muna iya amfani da kukis, tashoshi na yanar gizo, ko pixels da sauran fasahohi don tabbatar da duk wanda ke amfani da rukunin yanar gizon yana da mafi kyawun yuwuwar gogewa. Da fatan za a duba sashin \"Binciken Dabarun Daban-daban da Dabarun Dabarun\" na Manufar Sirrin mu don ƙarin cikakkun bayanai.",
    "458271951": "Idan kai Mai Ba da Gudunmawa ne wanda ke samun dama ga Sabis ɗin da/ko yin ayyuka ta hanyar ko dangane da Mai Haɗin kai a madadin Injin Intuition (aiki azaman mai nema), Injinan Intuition na iya ba ku ladan kammala wasu ayyuka da aka yarda. A cikin lamarin da aka same ku da aikata zamba, cin zarafi, ko keta waɗannan Sharuɗɗan Sabis, duk wani tukuicin da aka ba ku na iya riƙewa da/ko dawo da ku ta Intuition Machines.",
    "458376553": "Kuna iya samun dama, gyara, gyara, ko share wasu bayanan Keɓaɓɓen da ƙila ka ba mu ta hanyar Mai Haɗin kai, Abokin Ciniki, ko Asusun Samun Dama (idan kun kasance Mai Haɗin kai, Abokin Ciniki, ko Mai Amfani). Idan ba za ku iya yin hakan ba, ko kuna da wasu tambayoyi game da Keɓaɓɓen Bayanin da muka tattara da/ko raba game da ku, ko kuna son janye yardar ku don sarrafa mu (watau share asusunku gaba ɗaya) da fatan za a tuntuɓe mu a",
    "461631543": "Bayanan GDPR",
    "462321455": "Wurin Hukunci. Duk wani matakin sasantawa a ƙarƙashin wannan sashe zai gudana ne ta hanyar tsohuwa a cikin Jihar California, sai dai idan kuna zaune a wajen Amurka, a cikin wannan yanayin za a gudanar da sulhu gaba ɗaya ta hanyar lantarki ko ta waya. Ana iya yin sulhu a kowane wuri idan kowane bangare ya amince da shi a rubuce. Ba tare da la'akari da wurin da yake ba, kowace ƙungiya na iya zaɓar bayyana a wurin sasantawa ta hanyar bidiyo kai tsaye ko taron tarho.",
    "464238793": "Idan Google da kansa ya ƙayyade cewa mai amfani da ya ga talla ko danna hanyar haɗin gwiwa hakika bot ne, ba zai iya cajin tallace-tallacen da aka nuna wa mai amfani ba. Wannan rikici na sha'awa ya iyakance iyakar burin Google na anti-bot.",
    "465714311": "Don Masu Amfani: Tambaya&A da Jagorar Shirya matsala",
    "465783046": "Kuna son gwada shi da bayanan ku?",
    "468929661": "Matsakaicin farashin karya reCAPTCHA yana da ƙarancin gaske (kasa da $1 a cikin 1000 warwarewa) kuma bai ƙaru da zahiri ba tun lokacin da aka fara sa ido a cikin 2016. Wannan ya shafi duka reCAPTCHA v2 da v3. [",
    "469089249": "A: Wannan yawanci saboda amfani da mai hana talla ko tsawaita kuki, ko saitin da ke toshe kukis \"cross-site\", a wannan yanayin kuki na hcaptcha.com wanda hCaptcha JS ke saita ko duba shi akan site daban-daban, kamar wanda kuke ziyarta.",
    "47536007": "Koyi game da hCaptcha",
    "477275453": "Me yasa APIs Shahararriyar Maƙasudi Ga Masu Hackers?",
    "487083593": "Tallace-tallace",
    "493717511": "2. Shin wannan abokin ciniki yana neman sabis wanda zai iya zama",
    "497117287": "Zaɓuɓɓukan Dama",
    "499510428": "A gaskiya mun yi imani cewa ƙa'ida ta taimaka mana a nan",
    "501102544": ": mun yi imani da sabis na anti-bot na hCaptcha (watau Sabis ɗin da ke kunshe da gidajen yanar gizo, wasanni, ko aikace-aikacen wayar hannu) ya haɗa da kukis kawai abin da ake kira \"ƙare yarda\" bisa ga dokokin GDPR. Misalan irin waɗannan kukis ɗin da aka keɓe sun haɗa da:",
    "504332576": "Muna alfaharin sanar da cewa hCaptcha ya girma zuwa mafi girman sabis na tsaro na intanet mai zaman kansa a duniya, yana aiki akan kusan kashi 15% na intanit - kuma mun ɗauki mafi yawan wannan rabon kasuwa kai tsaye daga Google reCAPTCHA. Tare, hCaptcha da",
    "505891021": "Ayyukan Lakabi",
    "508143070": "Lura cewa IMI ita ce mai sarrafa bayanan keɓaɓɓen ku, sai dai inda muke aiwatar da bayanan sirri a madadin Masu Haɗin gwiwarmu dangane da samar da Sabis ɗinmu, a cikin wannan yanayin mu ne masu sarrafa bayanan keɓaɓɓu, kuma waɗannan Integrators sune masu sarrafa bayanan ku. bayanan sirri.",
    "512598290": "Don haka, dole ne mu nemi cewa koyaushe ku yi amfani da duk alamun hCaptcha da tambura a cikin wani nau'i mai ma'amala da ƙa'idodin da ke ƙasa, gami da ƙima, rubutu, da salo.",
    "512991700": "Idan kuna son yin jayayya da kowane kuɗi, dole ne ku tuntuɓi sashin tallafin abokin cinikinmu ba bayan kwanaki talatin (30) bayan ranar rufewa a farkon lissafin kuɗi ko bayanin asusun da kuskure ko matsala suka bayyana don karɓar daidaitawa ko ƙima.",
    "515733427": "( ) Yardar masu amfani don shigar da facin OS da aka karɓa ta imel",
    "517010299": "Da fatan za a kula: A halin yanzu muna aiki kan babban canji na baya zuwa sulhu na kusa-kusa. Yin sulhu na lokaci-lokaci zai yi ƙasa da yawa fiye da yadda aka saba ta hanyar Q1 2021. Wannan baya shafar jadawalin biyan kuɗi ko kwanan wata.",
    "519755936": "Kai kaɗai ke da alhakin biyan tarayya, jiha, lardi, da dokokin gida dangane da amfani da Sabis ɗin. Kun yarda da ramuwa da riƙe mu marasa lahani ga duk wata da'awar da aka yi mana saboda kun kasa bin kowace doka ko keta haƙƙin ɓangare na uku, gami da ba tare da iyakancewar kwangila ba, mallakar fasaha, ko haƙƙin keɓantawa.",
    "532470444": "Ma'auni na iya canzawa kaɗan daga shekara zuwa shekara, amma wannan ɗabi'ar tana nuna ainihin yanayin ɗan adam ne kawai, kuma shekaru dubu biyar na tarihin da aka rubuta yana nuna cewa ba za a iya canzawa ba nan da nan.",
    "535659033": "Halin Ƙirƙirar Commons",
    "538871570": "Yin gasa tare da Google da sauran kamfanonin Big Tech suna kama da tsari mai tsayi: ikon kasuwancin su na yau da kullun, tasirin dandamali da sojojin masu haɓakawa da ake biyan kuɗi gabaɗaya ana la'akari da su suna da ƙarfi sosai don tunkarar kowa sai dai sauran manyan masanan fasaha kamar Facebook ko Amazon. Labarinmu ya nuna cewa ba lallai ne ya kasance haka ba - zaku iya doke Big Tech ta hanyar mai da hankali kan sirri.",
    "54093347": "Wakilin Rijistar DMCA",
    "547245263": "Magance matsalar bot ɗin ku a yau.",
    "548587288": "a duniya.",
    "55035359": "A halin yanzu ana amfani da reCAPTCHA?",
    "551761392": "kuma aika hanyoyin haɗin gwiwa) da zaɓin hoton allo, idan kuna zargin akwai wani abu da baya nunawa daidai. Da fatan za a aika da IP ɗin da kuke amfani da shi kuma. Kuna iya samun shi daga gare ta",
    "552920956": "hCaptcha yana ba da damar gidajen yanar gizon su sami lada yayin toshe bots da sauran nau'ikan cin zarafi. hCaptcha kuma yana ba ku damar tallafawa ayyukan agajin da kuka zaɓa tare da waɗannan abubuwan da kuka samu.",
    "554844646": "Kuna iya tabbatar da tsawaita yana aiki ta ganin ma'aunin ya ragu da 1 duk lokacin da ka danna",
    "555158694": "Sabis ɗin da kuke amfani da shi ya zaɓi don haɓaka ƙwarewar ku akan rukunin yanar gizon su ta hanyar shigar da hCaptcha don rage cunkoson ababen hawa.",
    "555246307": "Af, ga yadda labarin mai martaba da direbansa ya kare: Dan sandan ya sanya mutanen biyu suna zaune a daki tsawon sa'o'i tare da gundura daga hayyacinsu. A ƙarshen ranar, ya bayyana ya ce, \"Zan yi magana da direban keken keke yanzu.\" Mutumin da ke sanye da tufafin daraja ya tashi. Sosai ya gundureshi, ya manta da cewa wai shi mai martaba ne kawai.",
    "555749578": "akwai bambance-bambancen kasa da 1% a cikin farashin warwarewa a cikin manyan ƙasashe a kowace nahiya.",
    "558378834": "Don haka ba ma karɓar buƙatun tambayoyin da suka shafi laima a wannan lokacin. Yiwuwar ruɗani lokacin da mai amfani na ƙarshe ya ga tambaya game da laima a halin yanzu yana da girma, kuma a ƙarshe burinmu shine mu sanya duniya ta zama wuri mai daɗi.",
    "563059212": "Jerin Subprocessors",
    "564127016": "Alamar hannun hCaptcha:",
    "565624910": "daftarin aiki",
    "578738483": "Kuna iya gabaɗaya kunna ko daga baya kashe amfani da kukis ta hanyar aikin da aka gina a cikin burauzar gidan yanar gizon ku. Idan kana son ƙarin koyo game da kukis, ko yadda ake sarrafawa, kashe ko share su, da fatan za a ziyarci",
    "58091799": "Ƙara koyo game da hCaptcha Publisher da Enterprise",
    "583434701": "Samun damar hCaptcha",
    "585557010": "Kalubale kasa da 0.1% na halaltattun masu amfani.",
    "593735469": "Me yasa sabon maganin anti-spam ɗinku ba zai yi aiki ba",
    "595582512": "Idan kuna neman kare rukunin yanar gizon ku ko aikace-aikacen yadda ya kamata daga bots, masu satar bayanai ko wasu miyagu, duk yayin da kuke kiyaye sirrin masu amfaninku (da kuma bin duk ƙa'idodin da suka dace!), Yi la'akari da hCaptcha da bayar da Kasuwancinmu.",
    "596347471": "Interfaces Programming Interfaces (APIs) sun zama sanannen manufa ga masu aikata mugunta a sararin samaniya. Akwai dalilai da yawa don wannan, gami da babban amfanin su a cikin haɗakar aikace-aikacen. Yana yiwuwa a rage haɗarin API, duk da haka.",
    "600646860": "Maimakon bayar da sabis na ƙima mai tambaya yayin da ake fitar da aiki tare da ƙimar gaske, hCaptcha yana ba da duka ramuwa da kariyar kariya mai ƙarfi.",
    "604751186": "Wasu batutuwa? Imel",
    "606978017": "Barka da zuwa hCaptcha! Wannan Manufar Sirri yana bayyana ayyukan Intuition Machines, Inc. (\"IMI\", \"mu\" ko \"mu\") game da tarinmu, amfani, da bayyana bayananmu (ciki har da Bayanan Keɓaɓɓu, wanda aka bayyana a ƙasa) ta hanyar gidan yanar gizon mu a.",
    "611905972": "Tabbatar da shiga mara kyau ga duk masu amfani yayin kiyaye tsaro",
    "614310292": "Wanene ya gina hCaptcha?",
    "615017396": "Kuki (\"Cookie\") ƙaramin fayil ne na rubutu wanda sabar shafin yanar gizo ke sanyawa a kan rumbun kwamfutarka. Kukis sun ƙunshi bayanin da sabar yanar gizo za ta iya karantawa daga baya a cikin yankin da ya ba ku kuki. Wasu daga cikin kukis ɗin za a yi amfani da su ne kawai idan kun yi amfani da wasu fasaloli ko zaɓi wasu abubuwan da ake so, kuma wasu kukis za a yi amfani da su koyaushe. Kuna iya samun ƙarin bayani game da kowane kuki ta duba jerin kuki ɗin mu na yanzu a ƙasa. Muna sabunta wannan jeri lokaci-lokaci, saboda haka ana iya samun ƙarin kukis waɗanda ba a jera su ba tukuna. Ana iya amfani da tayoyin yanar gizo, alamomi da rubutun a cikin Shafukan ko a cikin imel don taimaka mana mu isar da kukis, ƙidayar ziyarce-ziyarce, fahimtar amfani da tasirin yaƙin neman zaɓe da sanin ko an buɗe imel kuma an yi aiki da shi. Za mu iya karɓar rahotanni dangane da amfani da waɗannan fasahohin ta hanyar masu ba da sabis ɗinmu / nazari akan ɗaiɗaikun ɗaiɗaiku da garu.",
    "615031303": "(Duba bayanin kula",
    "615618648": "Afrilu 15, 2021 - Yuli 15, 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "Dec 17, 2019",
    "633598495": "Ƙarfafawar Gudanarwa. Kuna iya kawo duk wani da'awar da kuka taso na amfani da wannan gidan yanar gizon zuwa hukumar gudanarwa amma sai dai gwargwadon ikon da doka ta ba da damar shiga irin wannan hukuma duk da kasancewar yarjejeniya don yin sulhu. Irin waɗannan da'awar gudanarwa sun haɗa da ba tare da iyakancewa da'awar ko tuhume-tuhumen da aka gabatar gaban Hukumar Damar Samar da Aiki Daidaita ba, Ma'aikatar Kwadago ta Amurka, da Hukumar Hulda da Ma'aikata ta Ƙasa. Babu wani abu a cikin wannan juzu'in da za a yi la'akari da zai hana ko uzuri ku gabatar da da'awar gudanarwa a gaban kowace hukuma don cika aikinku na kawar da magungunan gudanarwa kafin yin da'awar a cikin sasantawa, duk da haka, kun yi haƙƙin kowane kyautar kuɗi ta wannan hanyar. ayyukan hukumar.",
    "636461959": "Suna",
    "63719113": "yana amfani da koyan injina na ci gaba don gano magudanar zirga-zirga zuwa rukunin yanar gizonku da aikace-aikacenku - gami da ayyukan ɓarna.",
    "639413188": "a mayar da martani.",
    "641342999": ", ko gidan yanar gizon da kuke da matsala a kan (Privacy Note: kawai idan ba ku damu da raba abin da yake ba) ... sannan danna maɓallin \"Ni mutum ne\", sannan ku yi ƙoƙarin warwarewa.",
    "647630208": "Kuma shi ke nan! Binciken ku na kan layi yanzu ya fi sirri.",
    "648630222": "Hana Zamba tare da Kasuwancin hCaptcha",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11-Janairu 2021*",
    "64953197": "Oktoba 15, 2020 - Janairu 15, 2021",
    "651123197": "Za a nuna ƙidayar jimlar yanzu a cikin walat ɗin ku akan gunkin bayan kammala ƙalubalen.",
    "653679457": "Bambance-bambancen Rushewa",
    "654326661": "Kuna son gani da kanku? Gwada hCaptcha kyauta.",
    "655974837": "Babu garanti game da abun ciki",
    "659124570": "Bugu da ƙari, idan kun ga an sake buga abun ciki na ku akan dandalin hCaptcha kuma kuna son a cire shi saboda kowane dalili, kuna iya tuntuɓar mu ta imel a.",
    "661412233": "Sanin bayan captcha cewa wasu masu amfani sun kasance bots shima yana da mahimmanci. Yana ƙyale masu gidan yanar gizon su share tsoffin saƙonnin spam kuma su share \"asusun masu barci\" masu rijista zuwa dandalin banza a nan gaba, rage zamba, da ƙari.",
    "664236229": "ja roƙon",
    "680638297": "Ba ku da bayani game da sarrafa bayanan ku na sirri kuma muna ba ku dama ga keɓaɓɓen bayanin ku.",
    "685916926": "Me yasa reCAPTCHA baya inganta akan lokaci?",
    "692064738": "( ) ’Yan sanda ba za su haƙura da shi ba",
    "692176459": "Shiga",
    "693820850": "Kuna iya doke Google ta hanyar sanya sirri a gaba",
    "69844082": "hCaptcha alamun kasuwanci, alamomin hoto, tambura, nau'in rubutu, ko gumaka kuma ba za a iya amfani da su ta hanyar wulakanci ba.",
    "700843971": "Hound Technology, Inc. (Global). Ana bayar da sabis: honeycomb.io.",
    "702287791": "hCaptcha Publisher (kyauta)",
    "703051968": "ikon hannuna:",
    "707527778": "Bayani daga Yara",
    "707541553": "Duk bayanan da ke ƙunshe a shafukan intanet ɗinmu IMI ko wani ɓangare na uku sun inganta su. Koyaya, ba IMI ko ɓangare na uku ba za a iya ɗaukar alhakin bayanin kasancewa na yanzu, cikakke, ko cikakke. Wannan kuma ya shafi sauran gidajen yanar gizo waɗanda za a iya samun su ta hanyar hyperlinks akan shafukanmu. IMI ba ta karɓar alhakin abubuwan da ke cikin waɗannan rukunin yanar gizon na waje.",
    "710145621": "Bada bayanan gaskiya na ƙasa ko bari mu gina shi akan tashi",
    "713281684": "Eggplant",
    "714342693": "Ƙungiyar hCaptcha ta kasance tana tattara bayanan farashi daga \"dark web\" sabis na karya captcha tun daga 2016. Mun lura da wani yanayi mai ban sha'awa:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Kuna Bukatar Ikon Ƙarshe-zuwa-Ƙarshe?",
    "723027910": "Wannan ba shawara ba ce ta doka, kuma ba a bayar da garanti game da wannan bincike ba. Idan kuna da ƙarin tambayoyi ko damuwa, da fatan za a tuntuɓe mu a",
    "728503636": "Kwanan Watan Biya",
    "731546974": "10. Harajin masu ba da gudummawa ko haɗin kai",
    "734735952": "Mun kimanta adadin masu siyar da CAPTCHA tare da gina tsarin kanmu. A ƙarshe, hCaptcha ya fito a matsayin mafi kyawun madadin reCAPTCHA.",
    "735630686": "Sarrafa Bayananku (Haƙƙinku)",
    "740501259": "Sauƙaƙan bututun mai sarrafa API",
    "741483946": "* A wasu kalmomi: zaku iya samun alamun haƙƙin Sirri na hCaptcha akan hCaptcha.com, kuma kuyi amfani da su akan wasu rukunin yanar gizon kai tsaye ta amfani da hCaptcha.com. Ba za ku iya samun ko fanshi alamun keɓancewar Sirri na hCaptcha don ƙetare sabis na hCaptcha kamar yadda Cloudflare ke amfani da shi ba, tunda Cloudflare yana ba da fa'ida kuma ya fanshi alamun Fas ɗin Sirri na kansa.",
    "751483365": "Taimako ga abokan cinikin da ba JavaScript ba.",
    "755156539": "hCaptcha Mai sake siyarwar Izini™",
    "755283510": "idan kun yi imani muna da wani bayani daga ko game da yaro da bai kai shekara 13 ba.",
    "759057398": "Sanarwa ga Batutuwan Bayanai na EU",
    "763447231": "A lokaci guda kuma, dakatar da bots daga shiga shafukan wallafe-wallafe na iya bayyana zamba ta talla, tare da lalata samfuran reCAPTCHA na Google kai tsaye da kasuwancinsu na talla, wanda ke samar da sama da kashi 80% na kudaden shiga.",
    "766825168": "Ayyukan da za mu iya ɗauka a ƙarƙashin Dokar Maimaitawa ta DMCA sun haɗa da aika faɗakarwa na ƙara gani ga abokin ciniki na rikodin. Domin sanin waɗannan faɗakarwar, ƙila mu buƙaci abokin ciniki ya shiga cikin asusun ko kiran ƙungiyar tallafin mu. Mun kuma tanadi haƙƙin dakatarwa ko ƙarewa, da kuma amfani da wasu matakan wucin gadi zuwa, hCaptcha da sabis na IMI na duk wani abokin ciniki wanda muka ci gaba da karɓar sanarwar DMCA na zargin cin zarafi ko da bayan mun aika da faɗakarwar mai cin zarafi. Bugu da ƙari, za mu iya ƙare a cikin ikonmu kawai sauran ayyukan hCaptcha ko IMI da aka bayar ga waɗannan abokan ciniki lokacin da muka dakatar da sabis na hCaptcha a ƙarƙashin wannan manufar.",
    "767207800": "Idan bayananku sun ƙunshi yuwuwar bayyanannun abun ciki ko banƙyama, muna buƙatar ku yi musu alama \"MAI BAYANI BAYANI\" don zama gargaɗi mai gaskiya ga duk wanda ya ga bayanan ku. Ba za ku iya ba tare da wata yarjejeniya ta rubutacciyar dabam tare da IMI sun haɗa da ayyuka waɗanda suka keta manufofinmu, gami da, amma ba'a iyakance su ba, (a) ayyuka kai tsaye ko a kaikaice inganta wani gidan yanar gizon ko sabis, (b) ayyuka waɗanda suka saba wa sharuɗɗan gidan yanar gizo na ɓangare na uku sharuɗɗa, (c) ayyuka na neman Masu ba da gudummawa don neman ɓangarori na uku, (d) ayyuka waɗanda ke neman masu ba da gudummawa su ɗauki mataki don sarrafa halayen gidan yanar gizon ko sakamakon, (e) ayyukan da suka keta haƙƙin mallaka na fasaha na ɓangare na uku, da (f) ayyuka wanda ke buƙatar Masu ba da gudummawa don zazzage software ko fayiloli.",
    "770264626": "Ƙara hCaptcha zuwa sabis ɗin ku (kyauta)",
    "776542208": "( ) tseren makamai na har abada da ke cikin duk hanyoyin tacewa",
    "777660551": "Menene Kayayyakin Takaddun Shaida?",
    "778204464": "Ana iya amfani da madaidaicin ɓangaren rubutu tare da abun ciki mai ƙarfi ko mai ƙarfi. Don abun ciki na tsaye, kawai jefa shi cikin kowane shafi kuma fara gyarawa. Don abun ciki mai ƙarfi, ƙara filin rubutu mai arziƙi zuwa kowane tarin sa'an nan kuma haɗa sashin rubutu mai arziƙi zuwa wancan filin a cikin rukunin saitunan. Voila!",
    "779426309": "Sunan gaske na musamman, mai ganowa na musamman, mai gano kan layi, adireshin ka'idar Intanet, adireshin imel, sunan asusu, ko wasu masu gano makamancin haka.",
    "779817954": "Tambaya: Idan ina da izinin wucewa ta Sirri wanda wani mai bada sabis ya bayar, zan iya fansar su akan hCaptcha?",
    "780280214": "Yadda hCaptcha da hCaptcha Enterprise ke rage barazanar shaƙewa",
    "780475098": "Cibiyoyin talla suna ganin baƙi a matsayin samfur. Mu kawai mun damu ko ziyara tana da kyau ko mara kyau. hCaptcha ya bi GDPR, CCPA, LGPD, PIPL, da sauran dokokin bayanan duniya.",
    "787916198": "Da yardar ku",
    "788770967": "Yi hakuri da jin haka! Kuna iya amfani da zaɓin damar mu:",
    "793242047": "Rage ƙalubalen da aka gabatar ga masu amfani don ba da damar samun damar aikace-aikace cikin sauri",
    "793784899": "Shirye-shirye",
    "803639471": "Tambarin hCaptcha ya ƙunshi gunkin hannu da tambarin hCaptcha. A madadinsa, gunkin hannu na iya fitowa da kansa lokacin da sarari ya takura kuma ana amfani da \"hCaptcha\" azaman alamar kalma (kamar yadda aka kwatanta a sama) kusa da gunkin hannu, ta yadda ya bayyana a fili alamar hannun tana wakiltar hCaptcha.",
    "805221621": "Da fatan za a tuntuɓe mu a",
    "805971861": "\"Laima\" kalma ce a cikin ImageNet, daidaitaccen ma'aunin bayanan da masu binciken hangen nesa ke amfani da shi. Amintacce tantance mutanen da ke riƙe da laima yana da mahimmanci don gina amintaccen tsarin taimakon ci-gaba na direba (ADAS).",
    "808872868": "Misali: spam, zamba, da cin zarafi sun wanzu akan layi tun kusan kwana guda bayan an fara haɗa tsarin biyu tare.",
    "809251240": "Tuntuɓar Mu",
    "811735413": "Banda. Takaddamar da ba za ta kasance ƙarƙashin yarjejeniyar sasantawa ba kamar yadda Dodd-Frank Wall Street Reform and Consumer Protection Act (Dokar Jama'a 111-203) ta bayar an cire su daga wannan.",
    "818049069": "Ba daga baya ba sai Yuli 15, 2019",
    "824740867": "Maimakon inganta maganin, Google a maimakon haka ya fito da reCAPTCHA v3, wanda ke aiki da yawa kamar hanyar sadarwar talla fiye da software na tsaro, tattara bayanan halayya daga ko'ina cikin gidan yanar gizon don gina bayanan mai amfani. Abin baƙin ciki shine, irin wannan siginar ana samun sauƙin nasara, don haka yana ba da kariya kaɗan daga bots yayin cutar da sirrin mai amfani.",
    "825780955": "Bayanan sirri",
    "826396656": "Shirin Ci Gaban Kasuwancinmu",
    "832385387": "( 11 ) Shawarwari irin naka suna da sauƙi a bi da su, duk da haka ba a taɓa nuna wani abu mai amfani ba",
    "833750823": "Kuna da wahala tare da ƙalubale?",
    "835249867": "b) buƙatun miliyan 1 a kowane wata don yawancin Masu haɗaka ta amfani da asusun hCaptcha Publisher (kyauta), ko",
    "835396984": "A halin yanzu Yana Aiki",
    "835545301": "Muna tattara nau'ikan bayanai masu zuwa:",
    "835717930": "AI Ethics a hCaptcha",
    "836017336": "Firefox",
    "838049015": "Zaɓi duk hotunan da suka dace da tambaya",
    "838225123": "23. Rarraba Garanti",
    "83852121": "Microsoft Corp. (Global). Ayyukan da aka bayar: Microsoft Azure.",
    "838951836": "( ) Rashin gaskiya daga ɓangaren masu satar bayanai da kansu",
    "846501387": "Kariyar bot mai daraja ta duniya",
    "850025770": "A: Mun yi imani da haka: duk masu amfani da kowane nau'i na rashin ƙarfi waɗanda ke iya yin lilo a gidan yanar gizo da shigar da rubutu akan fom za su iya samun damar ayyukan da hCaptcha ke kariya akan rajista. Koyaya, wannan ba shawarar doka ba ce: yakamata ku aiwatar da naku kimantawa, la'akari da aiwatar da aikinku na musamman don tabbatar da haka lamarin tura ku.",
    "851679588": "Ee.",
    "851786723": "Ta shigar da imel ɗin ku, kun yarda da Sharuɗɗanmu da Manufar Sirri, da karɓar imel daga gare mu.",
    "852032043": "Safari",
    "855097735": "Gina sabis ɗin da ke yin wannan da kyau yayin daidaita duk damuwa shine matsala mai wuyar gaske (kuma koyaushe muna aiki don inganta shi don yin kwarewa kamar yadda zai yiwu) amma muna fatan za ku yarda cewa rage spam, cin zarafi, asusun ajiyar kuɗi. , kuma zamba a kan layi yana da kyau a ƙarshe ya cancanci tambaya mai sauƙi na lokaci-lokaci.",
    "857974529": "Don inganta zuwa Yanar Gizo da Sabis. Muna amfani da Bayanin Bincike don inganta abubuwan da muke da su da haɓaka sabbin ayyuka da abubuwan kyauta da kuma tsara abubuwan da ake samarwa da na gaba.",
    "858218750": "da kuma jagora akan yin amfani da su akan",
    "867314732": "Kuna iya dawo da babban ƙuduri",
    "869702955": "Ta hanyar aiwatar da ayyuka akan gidan yanar gizon mu, kuna ba da izinin tattarawa, amfani, da bayyana bayanan keɓaɓɓen ku daidai da Manufar Sirrin mu. Bugu da ƙari, ƙila mu raba wasu bayanai game da kai da ayyukan da aka kammala zuwa ga Mai neman wanda ka kammala ayyukansa don sauƙaƙe dangantakar sabis da inganta gidan yanar gizon, ciki har da, misali, ID mai ba da gudummawa, Adireshin IP, ayyuka da aka kammala, da sauran halayen da suka danganci. zuwa cancantar ku, harsuna, basira, da amfani da gidan yanar gizon.",
    "874098071": "Idan kai mai amfani ne, da fatan za a yi rajista a nan",
    "878585497": "Sharuɗɗan",
    "879362350": "Tare da sababbin APIs da ke aiki akan Intanet, ya zama mai yiwuwa a haɗa kowace software ko tushen bayanai, a ko'ina cikin duniya, ba tare da la'akari da dandamali, tsarin bayanai ko yaren shirye-shirye ba. Sakamakon haka, duniyar kwamfuta yanzu tana tsakiyar juyin juya halin API. An sami fashewar haɗin kai tsakanin aikace-aikace da bayanai. Wannan yana da kyau, har sai ba haka ba.",
    "881015166": "Ƙara hCaptcha don Mawallafa zuwa gidan yanar gizon ko app na",
    "88879089": "Keɓancewar Sirri shine",
    "897432717": "Tare da sabon ƙirar mu don Makin Barazana na Musamman, ƙara ilimin kasuwancin ku yana ba da damar ƙirar mu don isar da ƙima ta musamman ga masu amfani da ku.",
    "907324388": "Aiki",
    "910989640": "Ƙirƙirar cikakkun rahotanni na ayyuka na musamman",
    "918924423": "Misali, Google bai bayar da ayyuka masu mahimmanci a bayyane kamar gano bot ba. Yana da ƙarin abin dogaro don ayyana zirga-zirgar mai amfani da bot-samar da bayan nazarin kwanaki da yawa na bayanai.",
    "920212083": "Bayar da Bug",
    "922470170": "( ) Ma'auni bai kamata ya ƙunshi sata na hanyoyin sadarwar jama'a ba",
    "926138631": "Je zuwa Sirri da Tsaro, sannan Kukis da sauran bayanan rukunin yanar gizo.",
    "931661269": "( ) Adireshin imel na ɗan lokaci/lokaci ɗaya yana da wahala",
    "932546190": "Me yasa CAPTCHAs Za su kasance Tare da Mu koyaushe",
    "936667684": "An taɓa tambayar \"buga alamar ginin/titin?\"",
    "938404336": "2. Ya bambanta; har zuwa kwanaki 30.",
    "939665604": "Keɓaɓɓen Mayar da hankali",
    "941057651": "( ) Babban saka hannun jari na software a cikin SMTP",
    "946838734": "3. Zaɓi maɓallin \"Babba\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Bai kamata a canza rubutun hCaptcha ba kuma hCaptcha ya kamata koyaushe a kasance babba a cikin harafi na biyu (\"C\"). Ba jam'i ba ce ko mallakewa.",
    "952813944": "Amfani da gidan yanar gizon mu ko wani abu a cikin wannan yarjejeniya ba ya haifar da aiki, haɗin gwiwa, haɗin gwiwa, hukuma, ikon amfani da ikon amfani da ikon amfani da sunan kamfani, ko dangantakar wakilin tallace-tallace tsakanin ku da Injin Intuition. Ba mu ba ku kowane kayan aiki ko kayan aiki don kammala ɗawainiya ba. Ba mu ba ku kowane fa'ida, diyya na ma'aikata, ko ɗaukar inshora ba. Ba mu da alhakin duk wani kuɗin da kuka kashe wajen amfani da gidan yanar gizon mu. Ba za mu hana kowane adadin ladan ku na harajin shiga na tarayya ko na jiha, Tsaron Jama'a, ko kowane haraji ba. Kuna da 'yanci a kowane lokaci don yin ayyuka ga kowane mutum ko kasuwanci, gami da kowane ɗayan masu fafatawa. Ba ku da ikon shiga kowace kwangila, a rubuce ko ta baki, a madadin Injinan Intuition.",
    "956019009": "Manyan kamfanonin samar da ababen more rayuwa na yanar gizo sun riga sun dauki mataki",
    "961941354": "Koyaya, babu ɗayan waɗannan da ke buƙatar amfani da bayanan da za'a iya tantancewa (\"PII\"). Dabarun sirri na zamani suna ba mu damar watsar da kowane bayanan sirri da sauri da wuri, ƙirƙirar sa hannu ta hanya ɗaya maimakon ɗaya waɗanda ba za a iya haɗa su da kowane mutum ba.",
    "963238401": "Kullum muna sha'awar samun rahotannin kurakuran tsaro. Imel",
    "971933157": "hCaptcha yana kula da keɓantawa, bayyana gaskiya, da adalci.",
    "976209454": "Sami Lada Ko Bada Sadaka",
    "98173630": "hCaptcha shine sabis na CAPTCHA mai zaman kansa da aka fi amfani dashi a duniya.",
    "981806349": "Gina akan ingantaccen dandamali na hCaptcha",
    "984849234": "hCaptcha yana amfani da na'ura mai ci gaba don sadar da abin da kawai reCAPTCHA yayi alkawari, yayin raba ƙimar da aka kama tare da gidajen yanar gizon da suke amfani da shi.",
    "987267027": "Biki",
    "987375734": "IMI tana cikin Amurka. Shafukan da Sabis suna sarrafawa da sarrafa su daga Amurka. Ana iya adanawa da sarrafa bayanan Keɓaɓɓen ku a kowace ƙasa inda muke da wurare ko kuma a cikinta muke shigar da masu ba da sabis, kuma ta amfani da Shafukan da Sabis ɗin kun yarda da canja wurin bayanai zuwa ƙasashen da ke wajen ƙasarku, gami da Amurka. , waɗanda ƙila suna da ƙa'idodin kariyar bayanai waɗanda suka bambanta da na ƙasarku. A wasu yanayi, kotuna, hukumomin tilasta bin doka, hukumomin tsaro ko hukumomin tsaro a wasu ƙasashe na iya samun damar samun damar Keɓaɓɓen Bayanin ku.",
    "987901590": "Kuna da danyen bayanai ba tare da cikakkiyar saitin tabbatarwa ba? A mafi yawan lokuta za mu iya gina muku ɗaya yayin da ayyuka ke gudana cikin tsarin, ko ƙirƙirar samfura masu lakabi don amincewar ku.",
    "989480928": "( ) Babban riba na spam",
    "990215503": "hCaptcha shine kawai babban sabis na captcha ba mallakin hanyar sadarwar talla ba.",
    "993651083": "Mataki 1: Buɗe Kayan Aikin Haɓaka (Wannan yana fara rikodin zaman.)",
    "996362763": "Waɗannan alamun ba a rufe su kuma an adana su ta hanyar haɓaka don amfani na gaba. Lokacin da mai amfani ya ziyarci rukunin yanar gizon ta amfani da hCaptcha kuma yana buƙatar wucewa ƙalubalen (ko ganuwa ko ta maɓallin \"Ni mutum ne\") ana samun su ta atomatik. Hanyar makanta tana nufin cewa alamun da aka sa hannu da kuma da aka fanshe ba su da alaƙa da su ta hanyar cryptographically daga hangen nesa na hCaptcha, don haka ana kiyaye sirrin mai amfani.",
    "999610953": "A ƙarshe, ingantaccen madadin Google. Kasuwancin hCaptcha yana ba da tanadi mai ban mamaki akan lissafin reCAPTCHA tare da babban tsaro: har zuwa 80% ƙasa da tsada a wasu lokuta.",
    "999674529": "Kowane bot da Google ya gano ya kamata yana samun dalar tallan sifili. Ƙwararrun kamfanoni na Google don haka ba su dace da masu amfani da ayyukan tsaron su ba, kuma wannan na iya zama bayani ɗaya ga rashin kyawun aikin tsaro na reCAPTCHA."
}