{
  "header-privacy-link": "Privacidade",
  "header-integration-link": "Integración",
  "header-cost-link": "Custo",
  "header-features-link": "características",
  "header-docs-link": "Docs",
  "header-login-button": "Iniciar sesión",
  "header-contact-button": "Contacte con vendas",
  "intro-heading": "Verificación da humanidade de fricción cero.",
  "intro-contact-button": "Póñase en contacto connosco para saber máis",
  "intro-text-bottom": "Confía en que as empresas que impulsan a web.",
  "sub-menu-button": "Contacte con vendas",
  "sub-menu-item1": "Empresa",
  "sub-menu-item2": "Custo",
  "sub-menu-item3": "Integración",
  "sub-menu-item4": "características",
  "sub-menu-item5": "Privacidade",
  "sub-menu-item6": "Docs",
  "info-head-1": "Construído na probada plataforma hCaptcha",
  "info-text-1": "hCaptcha Enterprise funciona coa tecnoloxía da plataforma hCaptcha, ampliada para incluír as funcións que necesitan as empresas de alto tráfico.",
  "info-head-2": "Un compañeiro de confianza",
  "intro-subtitle": "Resolve o problema do teu bot hoxe.",
  "info-text-2": "As empresas máis grandes do mundo confían nos nosos servizos para servir a moitos millóns de usuarios diarios en decenas de millóns de sitios.",
  "cloudflare-quote-text": "Avaliamos varios provedores de CAPTCHA e construímos un sistema nós mesmos. Ao final, hCaptcha emerxeu como a mellor alternativa a reCAPTCHA.",
  "cloudflare-quote-detail": "Director de Xestión de Produtos, Cloudflare",
  "section-quote-head": "A opción rendible para empresas de alto tráfico",
  "section-quote-text": "Por último, unha alternativa creíble a Google. hCaptcha Enterprise ofrece un aforro espectacular na túa factura de reCAPTCHA cunha maior seguridade: ata un 80 % menos nalgúns casos. Moitos dos servizos en liña máis grandes do mundo pasaron a hCaptcha Enterprise e recibiron unha detección mellorada de bots xunto cun aforro substancial de custos.",
  "section-quote-button": "Póñase en contacto connosco hoxe para unha cotización",
  "section-privacy-header": "Privacidade enfocada",
  "section-privacy-text-1": "As redes publicitarias ven os teus visitantes como o produto. Para nós o único produto é determinar a súa humanidade. Os nosos servizos cumpren ou superan os requisitos de GDPR, CCPA e LGPD, e admiten iniciativas como o Privacy Pass. Traballamos duro para equilibrar a privacidade e a seguridade.",
  "section-privacy-text-2": "Este enfoque único na privacidade significa que podemos ofrecer cero retención de datos individuais, funcionamento sen cookies e outras garantías contractuais de privacidade segundo sexa necesario, mantendo unha excelente seguridade.",
  "section-security-header": "Primeiro de seguridade",
  "section-security-text-1": "A precisión é do teu interese e do noso. hCaptcha traballa para ofrecerche datos reais e permíteche decidir como usalos. Outros captchas son proporcionados por empresas de publicidade Gigantic. Isto significa que cada bot que bloquean pode reducir os seus ingresos.",
  "section-security-text-2": "Usar as técnicas de aprendizaxe automática máis recentes con foco na privacidade permítenos superar os estándares de seguridade das estratexias legadas para rexistrar todo para sempre sen prexudicar a seguridade nin a privacidade dos usuarios.",
  "section-user-experience-header": "Gran experiencia de usuario",
  "section-user-experience-text1": "Para os usuarios Enterprise, hai opcións dispoñibles para evitar completamente os desafíos na maioría dos escenarios.",
  "section-user-experience-text2": "Reduce a fricción evitando un desafío por completo para o 99,9 % do teu tráfico lexítimo ao tempo que ofrece unha excelente seguridade, grazas aos modelos de bot avanzados.",
  "section-easy-integration-header": "Fácil integración",
  "section-easy-integration-text": "Engadir hCaptcha leva só minutos e só unhas poucas liñas de código. A API básica é compatible con reCAPTCHA V2 e só leva uns minutos cambiar. Podes estar en funcionamento cunha alternativa superior hoxe e activar funcións máis avanzadas segundo sexa necesario.",
  "section-easy-integration-serverside": "Lado do servidor:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Puntuacións de ameaza personalizadas",
  "section-threat-text": "Non todos os problemas son iguais: obter unha única puntuación significa que debe responder ás túas necesidades para ser útil. Coas puntuacións de ameazas personalizadas únicas de hCaptcha, unha consulta rápida permítenos axustar os nosos modelos para ofrecer puntuacións máis relevantes para a túa empresa.",
  "section-challenges-header": "Lanza os teus propios desafíos en segundos",
  "section-challenges-text-1": "Mantente na marca con contido relevante",
  "section-challenges-text-2": "Cando os usuarios deben resolver un reto para cumprir os requisitos de seguridade, por que non crear tarefas agradables e relevantes para o usuario? Co noso sinxelo deseñador de desafíos personalizados, podes lanzar contido de desafío de marca en só uns minutos.",
  "section-integration-header": "Integración directa da plataforma",
  "section-integration-subheader": "Para empresas de infraestruturas web",
  "section-integration-text": "O sistema hCaptcha Enterprise é especialmente flexible no seu deseño: pódese implementar parcial ou totalmente no bordo da súa rede se opera unha nube pública ou posúe moitos centros de datos. Isto pode reducir drasticamente os custos e o tráfico fóra da rede ao tempo que conserva todos os beneficios da xestión do noso persoal de garda as 24 horas do día, os 7 días do día, para cumprir os SLA máis estritos.",
  "section-support-header": "Soporte e experiencia accesible tanto para vostede como para os seus usuarios",
  "section-support-text": "O servizo é unha prioridade para nós. Mantemos soporte de garda 24/7 e ofrecemos coordinación directa de Slack co teu equipo de integración de enxeñaría e o noso persoal de garda durante e despois da implementación.‍ ‍Tamén estamos comprometidos a supervisar e responder activamente ás preguntas dos teus usuarios en redes sociais e foros. , e as nosas canles de asistencia por correo electrónico e widgets. Somos accesibles e receptivos, e tratamos a satisfacción dos usuarios como un KPI principal.",
  "section-enterprise-header": "Características empresariais",
  "section-enterprise-title-1": "Protección anti-bot de clase mundial",
  "section-enterprise-desc-1": "Probado en batalla a escala web.",
  "section-enterprise-title-2": "Puntuacións de bot de alta precisión",
  "section-enterprise-desc-2": "Detecta malos actores de moitos tipos diferentes.",
  "section-enterprise-title-3": "Fricción cero e modos pasivos do 99,9%.",
  "section-enterprise-desc-3": "Desafía a menos do 0,1% dos usuarios lexítimos.",
  "section-enterprise-title-4": "Tipos de desafío de control mostrados",
  "section-enterprise-desc-4": "Amplia biblioteca de tipos para escoller.",
  "section-enterprise-title-5": "Controlar o contido do desafío utilizado",
  "section-enterprise-desc-5": "Mantén a marca cunha experiencia de usuario consistente.",
  "section-enterprise-title-6": "SLAs empresariais",
  "section-enterprise-desc-6": "Fiabilidade garantida e asistencia rápida 24/7.",
  "section-enterprise-title-7": "Compatibilidade con navegadores legados",
  "section-enterprise-desc-7": "Compatible ata Internet Explorer 8.",
  "section-enterprise-title-8": "Paneis de informes avanzados e API",
  "section-enterprise-desc-8": "Consulta o que está a suceder en todos os teus sitios e aplicacións.",
  "section-enterprise-title-9": "Funciona en todos os países",
  "section-enterprise-desc-9": "A diferenza de reCAPTCHA, traballamos en todos os países.",
  "section-enterprise-title-10": "Política de privacidade compatible con GDPR, CCPA e LGPD",
  "section-enterprise-desc-10": "Deseñado para a privacidade desde o primeiro día. Acordo de tratamento de datos forte.",
  "section-enterprise-title-11": "Niveis de dificultade finos",
  "section-enterprise-desc-11": "Marque isto para que se adapte exactamente ao seu caso de uso.",
  "section-enterprise-title-12": "Aloxamento propio",
  "section-enterprise-desc-12": "Todas as solicitudes e os recursos van a hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Paneles multiusuario",
  "section-enterprise-desc-13": "Comparte a xestión entre o teu equipo.",
  "section-enterprise-title-14": "Verificación instantánea",
  "section-enterprise-desc-14": "Latencia de 0 ms: verifique os tokens hCaptcha sen chamada á API.",
  "section-enterprise-title-15": "Integración móbil (iOS e Android).",
  "section-enterprise-desc-15": "Experiencia perfecta na web, móbil nativo e web móbil. Dispoñibles de integracións predefinidas e SDK nativos.",
  "section-enterprise-title-16": "Termos personalizados e garantías de privacidade",
  "section-enterprise-desc-16": "Satisfacer as súas necesidades legais cando outras empresas non poden.",
  "presented-challlenges-head": "Retos presentados",
  "presented-challenges-title-1": "Comparación",
  "presented-challenges-text-1": "Selecciona todas as imaxes que coincidan coa consulta",
  "presented-challenges-title-2": "Caixa delimitadora",
  "presented-challenges-text-2": "Definir área delimitadora para obxectos",
  "presented-challenges-title-3": "Categorización",
  "presented-challenges-text-3": "Identifica as etiquetas correspondentes",
  "presented-challenges-subheader": "...e outras tarefas sinxelas. Fácil para os humanos, difícil para os bots.",
  "presented-challenges-subtext": "Tamén están dispoñibles tarefas personalizadas para editores empresariais.",
  "footer-header-1": "Compañía",
  "footer-header-2": "Recursos",
  "footer-header-3": "Contacto",
  "footer-link-1": "Etiquetado",
  "footer-link-2": "Sobre",
  "footer-link-3": "Traballos",
  "footer-link-4": "Marcas comerciais",
  "footer-link-5": "Blog",
  "footer-link-6": "Estado",
  "footer-link-7": "Documentación",
  "footer-link-8": "Informar dun erro",
  "footer-link-9": "Accesibilidade",
  "footer-terms": "Termos",
  "footer-privacy": "Privacidade",
  "footer-attribution": "Atribución",
  "footer-subheader-1": "Apoiar",
  "footer-subheader-2": "Contacto",
  "switch-to-english-link": "Cambia ao inglés",
  "intro-heading-privacy": "Deseñado para a privacidade.",
  "intro-subtitle-p1-privacy": " Un enfoque exclusivo da privacidade da seguridade en liña.",
  "info-head-2-pr": "Gravar a actividade en liña non é a resposta.",
  "info-text-1-pr": "hCaptcha Enterprise só ten un propósito: evitar que os malos actores interrumpan as túas operacións en liña e prexudiquen aos teus usuarios.",
  "info-text-2-pr": "Así, os nosos sistemas están deseñados desde cero para minimizar a recollida e retención de datos mantendo a seguridade líder na súa clase. A mellor forma de protexer os datos do usuario é non almacenalos en absoluto.",
  "info-text-3-pr": "Todas as relacións cos clientes tamén están protexidas por un forte Acordo de procesamento de datos. O servizo hCaptcha cumpre con todas as leis de privacidade sen importar onde residan o teu servizo ou os teus clientes. Non gardar os datos persoais fai que isto sexa moito máis fácil para nós que para outras empresas.",
  "info-text-2-2-pr": "Servizos como reCAPTCHA v3 din que para unha boa seguridade é necesario poñer o seu píxel de seguimento en cada páxina do teu sitio. Este non é o caso.",
  "info-text-2-3-pr": "A análise do comportamento sinxela é un sinal que os malos actores forxan facilmente e tamén require manter o historial de navegación para todo o teu tráfico lexítimo.",
  "info-text-2-4-pr": "Non operamos unha rede publicitaria e non temos interese en observar o comportamento do usuario para venderlles anuncios. Isto significa que non necesitamos un píxel pasivo en cada páxina do teu sitio.",
  "info-text-2-5-pr": "Engade o noso código de desafío só onde sexa necesario e onde teña sentido protexerte tanto a ti como aos teus usuarios.",
  "info-head-3-pr": "A aprendizaxe automática é útil. Pero non require datos persoais para funcionar.",
  "info-text-3-1-pr": "A aprendizaxe automática agora afecta case todos os aspectos das nosas vidas, moitas veces de xeitos que non nos damos conta e non podemos ver. Os servizos de seguridade en liña non son diferentes.",
  "info-text-3-2-pr": "Ao aprender sobre miles de sinais, os modelos poden inferir e alcanzar unha gran confianza na detección de comportamentos maliciosos moi rapidamente, mesmo cando ningún sinal individual sería o suficientemente forte como para indicar un problema.",
  "info-text-3-3-pr": "Non obstante, nada diso require o uso de información de identificación persoal (PII). As técnicas criptográficas modernas permítennos descartar calquera dato persoal o máis rápido posible, creando sinaturas unidireccionais que non se poden vincular a ningún individuo.",
  "info-text-3-4-pr": "A formación sobre datos desidentificados funciona igual de ben e non require comprometer a seguridade nin a privacidade. Os nosos clientes fixeron as probas empíricas e declaráronnos iguais ou mellores que alternativas moito menos privadas.",
  "cloudflare-quote-text-privacy": "Gustáronnos unha serie de cousas das solucións hCaptcha: 1) non venden datos persoais; recollen só os datos persoais mínimos necesarios, son transparentes ao describir a información que recollen e como a usan e/ou a divulgan.",
  "pilot-head": "Proba connosco no teu entorno sen compromiso.",
  "pilot-text-1a": "Somos enxeñeiros, non vendedores: queremos que esteas feliz coa túa elección.",
  "pilot-text-1b": "A mellor forma de garantir a súa satisfacción é demostrar que satisfacemos as súas necesidades.",
  "pilot-text-1c": "Practicamente todas as empresas que inician un piloto elixen finalmente as nosas solucións.",
  "pilot-text-1d": "Use este formulario para contactar cun dos nosos técnicos especialistas. Respondemos rapidamente.",
  "pilot-text-1e": "Tamén podes enviarnos un correo electrónico directamente.",
  "pilot-email-details": "Os detalles están aquí.",
  "pilot-f1": "Rexión",
  "pilot-f2": "O teu nome",
  "pilot-f3": "O teu nome",
  "pilot-f4": "Correo electrónico comercial",
  "pilot-f5": "Algún outro detalle que deberíamos ter?",
  "pilot-f6": "Necesitas unha incorporación urxente?",
  "pilot-f7": "Si.",
  "pilot-f8": "Estou atacado e necesito incorporación inmediata.",
  "pilot-f9": "Enviar",
  "pilot-f10": "Ao introducir o teu correo electrónico, aceptas as nosas Condicións e Política de Privacidade, así como recibir o noso correo electrónico.",
  "pilot-fo-1": "A integración non pode ser máis sinxela.",
  "pilot-fo-2": "hCaptcha ten decenas de integracións predefinidas para os sistemas frontend e backend que utilizas.",
  "pilot-fo-3": "Se procedes do reCAPTCHA de Google, as nosas API son substitutos directos. Tres liñas de código son todo o que necesitas.",
  "pilot-fo-4": "Os nosos enxeñeiros de incorporación poden poñerche en marcha rapidamente, tanto se necesitas integración de React, SDK para aplicacións nativas de iOS, un exemplo de backend de Java ou practicamente calquera outro escenario.",
  "pilot-fo-5": "E como sempre, a privacidade é un valor fundamental para nós. Engade o noso código de desafío só onde sexa necesario e onde teña sentido protexerte tanto a ti como aos teus usuarios. A minimización da recollida de datos comeza desde o momento da integración.",
  "pilot-fdone": "Grazas. Estaremos en contacto en breve.",
  "home-ent-2-new": "Obtén máis información sobre a nosa solución empresarial.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "As solucións hCaptcha Enterprise ofrecen unha seguridade líder na súa clase e protexen moitos dos principais servizos en liña.",
  "home-plans-button-2-new": "Aprender máis",
  "header-enterprise-link": "Empresa",
  "sales-interstitial-c1b-new": "Máis información sobre hCaptcha Enterprise"
}
