{
    "1001938065": "A integración non pode ser máis sinxela",
    "1012122721": "* Cookies estatísticas xestionadas directamente por nós (é dicir, cookies propias, non de terceiros), onde os datos non se utilizan para a elaboración de perfiles.",
    "1014004474": "Os plans Enterprise de hCaptcha ofrecen acordos de nivel de servizo avanzados para manter protexida a súa organización",
    "1021431157": "( ) Incompatibilidade con licenzas de código aberto ou de código aberto",
    "1023070345": "Ata o 14 de marzo de 2021",
    "1023108656": "Categorías de terceiros destinatarios",
    "1023190144": "hCaptcha® en texto",
    "102498091": "Google cobra 1 $ por cada 1000 solicitudes de reCAPTCHA Enterprise, o que significa que agora cobra máis por solicitude do que custa romper a seguridade do seu servizo. Isto parece un mal negocio.",
    "102695075": "Duración",
    "1027023087": "En hCaptcha centrámonos en enfoques máis modernos do problema, que non requiren manter rexistros de comportamento a longo prazo como o historial de navegación e demostraron ser moito máis resistentes ante adversarios decididos desde que se introduciu o servizo.",
    "1027200955": "Fala cun dos nosos expertos en dominios para definir as necesidades do teu proxecto: precisión do obxectivo, formato e calquera requisito especial.",
    "1028058338": "Consulte a nosa sección \"Aviso aos Suxeitos de Datos da UE\" relacionada cos seus dereitos segundo o Regulamento Xeral de Protección de Datos (\"GDPR\").",
    "1033698050": "1. Cremos que o cliente nos deu un caso de uso que consideramos moralmente aceptable, segundo a nosa interpretación das típicas normas sociais occidentais?",
    "1035621426": "Cada bot identificado por reCAPTCHA reduce directamente os ingresos publicitarios de Google.",
    "1038019440": "1. Este cliente representa os intereses nacionais dun país que se sabe que ten comportamentos contrarios ás leis e normas internacionais?",
    "103876916": "para obter informes de seguridade elegibles sobre o servizo hCaptcha e o código fonte relacionado.",
    "1042802841": "A información confidencial é calquera información marcada como confidencial ou propietaria, ou que a parte receptora debería entender razoablemente como confidencial ou propietaria. Isto non inclúe ningunha información que estea (1) dispoñible para o público, (2) xa estea en poder, desenvolvida de forma independente ou xa coñecida pola parte receptora, ou (3) fose divulgada por orde xudicial ou segundo o requira doutro xeito. lei.",
    "1045484714": "Integración SAML SSO co seu provedor de identidade, por exemplo, Okta ou Azure AD.",
    "1046087606": "IBM. (Global). Servizos prestados: IBM Cloud.",
    "1047251718": "Hoxe, porén, cando a xente fala de API, sempre se refire a API baseadas en estándares. Estas son API creadas utilizando estándares abertos como Representational State Transfer (REST) e formatos de ficheiro estándar abertos como JavaScript Object Notation (JSON). Tales \"API RESTful\", como se lles coñece, pódense crear sen necesidade de software propietario. As API resultantes poden enviar e recibir chamadas de datos e procedementos entre aplicacións de software. Por exemplo, unha aplicación de banca móbil usa unha API para acceder aos sistemas do banco.",
    "1050501253": "Demasiado difícil",
    "1051214799": "hCaptcha é un servizo de seguridade web que tenta compartir valor cos editores de sitios web ou aplicacións que o utilizan.",
    "1053787685": "Que é a fraude de pago?",
    "1058572205": "connosco se queres saber máis sobre",
    "1059502393": "Captura de detalles do informe de erros: Firefox",
    "1061239711": "3. 1a festa",
    "1062291156": "termos estándar",
    "1066753052": "o que significa que a carteira está baleira e estás nun sitio que inclúe un desafío hCaptcha. Unha vez que completes o desafío, gañarás fichas que se poden trocar en calquera outro sitio web con hCaptcha.",
    "1067704102": "O valor na etiquetaxe de datos",
    "1070364246": "Vaia! Produciuse un erro ao enviar o formulario.",
    "10724169": "Aceptas a nosa Política de privacidade, que rexe o que faremos con calquera información persoal que nos proporciones.",
    "1074044172": "Cando os usuarios deben resolver un desafío para satisfacer os seus requisitos de seguridade, por que non facer preguntas agradables e relevantes para o usuario?",
    "1077448694": "Para integrarse con sitios web de redes sociais de terceiros.",
    "1080672247": "Debido a que moitas das preguntas formuladas non se poden resolver economicamente co software dispoñible e porque os datos son xeralmente exclusivos do sistema, isto significa que os bots adoitan estar completamente detidos polo servizo gratuíto e deben confiar en solucionadores de CAPTCHA humanos, que fai que moitos tipos de abuso sexan completamente antieconómicos.",
    "1080752747": "Contacta con vendas",
    "1085089390": "O abuso en liña deriva de comportamentos humanos innatos",
    "1087195513": "Se es un Colaborador que accede aos Servizos e/ou realiza tarefas a través dun Integrador ou en relación con el en nome dun Solicitante que non é IMI, entón aceptas e recoñeces que Intuition Machines non é responsable nin ten ningunha obriga con vostede. respecto a calquera recompensa ou outra compensación polas tarefas completadas. Vostede acepta e recoñece que calquera recompensa ou outra compensación polas tarefas completadas se determina unicamente de acordo co seu acordo co Solicitante e/ou co Integrador, segundo corresponda. Calquera disputa sobre tales recompensas ou outras compensacións (incluíndo, sen limitación, a non recepción de tales recompensas ou outras compensacións) son só entre vostede e o Solicitante e/ou o Integrador, segundo corresponda.",
    "1087260385": "Se tes algunha dúbida sobre esta Política de privacidade, póñase en contacto connosco en",
    "1088304322": "Podemos usar a súa información persoal por motivos non descritos nesta Política de privacidade, cando a lei o permita e cando o motivo sexa compatible co propósito para o que a recompilamos. Se necesitamos utilizar a súa información persoal para un fin non relacionado, poderemos notificarlle e explicar a base legal aplicable para ese uso. Se confiamos no seu consentimento para un uso particular da súa información persoal, poderemos solicitar o seu consentimento para calquera propósito non relacionado e permitirlle cancelar o seu uso do servizo nese momento se se opón.",
    "1089415440": "Detección precisa de obxectos en imaxes e vídeos",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Criterios de preocupacións éticas: Subxectivos",
    "1092241113": "Para comprender mellor os intereses dos nosos Clientes e Integradores.",
    "1093280979": "1. Formularios de pedido da plataforma",
    "1099238677": "Co noso alto volume e baixa latencia, cambiaremos o teu traballo rapidamente, cunha entrega automatizada tan pronto como remate.",
    "1103295010": "Gaña cartos ou dálle a caridade cando os humanos resolvan CAPTCHA",
    "1105363520": "Non operamos unha rede publicitaria e non temos interese en observar o comportamento do usuario para venderlles anuncios. Isto significa que non necesitamos un píxel pasivo en cada páxina do teu sitio.",
    "110836420": "Última actualización: 23 de decembro de 2020",
    "1108398506": "os clientes obteñen un control total sobre a experiencia e benefícianse da experiencia adquirida por hCaptcha operando o maior provedor de desafíos independentes en Internet. Tamén obteñen unha mellor oferta que reCAPTCHA Enterprise: ata un 50-80 % de prezos mellores, dependendo do volume.",
    "111184581": "Aloxamento propio",
    "1112074001": "Paso 2: fai clic na pestana Rede en Ferramentas para programadores. Marque a caixa \"Persistir rexistros\" na parte superior.",
    "1115642494": "1. Fonte: listados de sitios de BuiltWith.com reCAPTCHA. Consultado o 9 de xullo de 2019.",
    "1115671076": "Zendesk, Inc. (Global). Servizos prestados: Zendesk.com.",
    "1116455671": "R: Gañarás unha recompensa pola resolución inicial se o usuario a completa no teu sitio. Os rescates seguen o mesmo patrón de resposta que se o usuario tivese pasado automaticamente no teu sitio debido á alta confianza do cliente: non se producen ingresos e a chamada de siteverify do teu servidor recibe un \"crédito: Falso\" nos resultados do pase.",
    "1118929614": "( ) Extrema estupidez por parte das persoas que fan negocios con spammers",
    "1119009846": "Segundo sexa necesario para cumprir coa lexislación aplicable, incluídas as solicitudes gobernamentais, as solicitudes de aplicación da lei e doutro xeito a entidades públicas e privadas para protexer os dereitos, a privacidade, a seguridade ou a propiedade de vostede, nós ou outros.",
    "1123365779": "Se es un programador web ou un usuario experto, o resumo é que nos gustaría que nos enviase unha gravación de rede de rexistros HAR e da consola do navegador.",
    "1126302400": "Caixa delimitadora",
    "1126447688": "moitas veces informan dun rendemento igual ou mellor na detección e mitigación de bots a pesar do noso enfoque de privacidade",
    "1126613163": "Datos sensibles",
    "1129833879": "Detén os bots maliciosos, protexe a privacidade dos usuarios",
    "1130783905": "A precisión é do teu interese e do noso. hCaptcha traballa para ofrecerche datos reais e permíteche decidir como usalos. Outras solucións de seguridade son proporcionadas polas empresas de publicidade Gigantic. Isto significa que cada bot que bloquean pode reducir os seus ingresos.",
    "1130802068": "Usamos a información que recompilamos para os seguintes fins:",
    "1130868224": "Tres liñas de código",
    "1131196501": "Grandes empresas como",
    "1131525092": "Agrupe aos malos actores sen esforzo a través dos nosos UID Scoped que preservan a privacidade para atopar e deter fraudes e abusos relacionados",
    "1133989302": "Por que hCaptcha?",
    "1137757109": "Se se trata dunha conta de comercio electrónico, o atacante pode pedir mercadoría. Se a vítima é un banco, o atacante pode transferir fondos offshore, etc.",
    "1139493658": ", e traballa duro para equilibrar a privacidade e a seguridade.",
    "1139500589": "País",
    "1140554614": "Acordo de tratamento de datos",
    "1141402092": "Funcións avanzadas de informes",
    "1144966033": "Optimizado por custo e calidade",
    "1150035777": "Os sofisticados modelos de aprendizaxe automática xeran puntuacións de confianza dos bots en función de moitos puntos de datos ademais de se responderon correctamente as preguntas",
    "1150786045": "www.botstop.com",
    "1150963691": "Mitigación de APT",
    "1151065360": "( ) As listas negras son unha merda",
    "1155436473": "(a nosa oferta empresarial) protexe agora a centos de millóns de usuarios en decenas de millóns de sitios web e aplicacións cada mes. A nosa historia mostra que podes competir con Big Tech cando prima a privacidade.",
    "1155821305": "defensa é profundidade",
    "1156712451": "Proba de traballo inicial",
    "1159746815": "Tamén podes enviarnos un correo electrónico directamente.",
    "1160252730": "Agora Google está a cobrar prezos elevados por reCAPTCHA Enterprise, o que fai que moitas empresas volvan avaliar este acordo.",
    "1160707899": "12. Papel do colaborador e relación co IMI e outros solicitantes",
    "1161704803": "Por que temos unha política de Ética da IA?",
    "116842359": "***** Espérase que as conciliacións se completen durante varios días debido ao mantemento do sistema.",
    "1169005651": "15 de setembro de 2019",
    "1172067553": "A plataforma HUMAN que está detrás de hCaptcha ofrece funcións de xestión e calidade de traballo altamente sofisticadas a través de implantacións locais, híbridas ou SaaS que se integran cos teus sistemas existentes.",
    "117227832": "( ) Por que temos que confiar en ti e nos teus servidores?",
    "1173652155": "Asesores",
    "1173934218": "Entendemos que a túa privacidade é importante para ti e estamos comprometidos a ser transparentes sobre as tecnoloxías que usamos. Esta política ofrece información detallada sobre como e cando usamos cookies nos nosos sitios e servizos.",
    "1174237568": "Estas actividades de procesamento constitúen os nosos intereses lexítimos. Tentamos considerar e equilibrar calquera impacto potencial sobre vostede (tanto positivo como negativo) e os seus dereitos antes de procesar a súa información persoal para os nosos intereses lexítimos. Non utilizamos a súa información persoal para actividades nas que os nosos intereses se vexan anulados por calquera impacto negativo sobre vostede (a non ser que teñamos o seu consentimento ou sexa necesario ou permitido pola lei).",
    "1177598246": "Contacte con vendas",
    "1182294134": "Asia-Pacífico (APAC)",
    "1186243118": "imaxes do logotipo",
    "1187718370": "Contacta connosco",
    "1188668818": "proporcionar calquera información falsa ao utilizar este sitio web (incluíndo, sen limitación, suplantar a identidade de calquera outra persoa ou organización da súa conta, ou declarar falsamente ou tergiversar a si mesmo ou a súa afiliación con calquera outra persoa ou organización da súa conta;",
    "119098046": "E as solucións pasivas ou sen desafío?",
    "119298044": "As tecnoloxías avanzadas de ML e IA autosupervisadas protexen as túas propiedades web de ameazas e ataques",
    "1193738791": ": rastrexan o comportamento dos usuarios en cada páxina dun sitio web e na web. Deseñamos hCaptcha para que sexa o máis respectuoso coa privacidade posible desde o primeiro día. Isto levou a un enfoque completamente diferente do problema. Polo que se ve, facer un seguimento dos usuarios na web e vincular o seu historial web á súa identidade é completamente innecesario para conseguir unha boa seguridade. As moitas empresas que cambiaron a hCaptcha",
    "1200905005": "††† Desde setembro de 2021, as conciliacións e os pagos agora transcorren nun período de aproximadamente 10 días en lugar dun só día, co fin de simplificar as restricións operativas relacionadas co crecemento do servizo.",
    "1201821619": "hCaptcha resolve un dos problemas máis urxentes actuais: evitar que os bots maliciosos abusen dos servizos en liña.",
    "120384113": "6. Terminación",
    "1204911585": "2. Se estás a usar o navegador Brave, que non (a partir de abril de 2020) parece ter ningún tipo de lista branca de cookies, vai a Preferencias -> Escudos -> Cookies e selecciona \"Permitir todas as cookies\".",
    "1208179159": "LogDNA, Inc. (Global). Servizos prestados: LogDNA.com.",
    "121192737": "Próximas incorporacións",
    "1216071511": "As mesmas ideas propóñense con tanta frecuencia que hai uns 20 anos, un autor anónimo elaborou un útil recheo de espazos en branco para debates en liña sobre solucións anti-spam:",
    "121743429": "Para empresas de infraestruturas web",
    "1218990730": "como informar problemas con rexistros detallados",
    "1219091208": "Dropbox",
    "1224727373": "BotStop por hCaptcha",
    "122875767": "Satisfacer as súas necesidades legais cando outras empresas non poden.",
    "1229233916": "Notas ao pé",
    "1230058025": "Divisibilidade. Salvo a Exención de Acción Colectiva, se algún termo ou disposición ou parte desta cláusula arbitral se declara nula ou inexecutable, separarase e o resto da cláusula arbitral será executable.",
    "1232651561": "O software agora é tan bo como as persoas para resolver os desafíos de reCAPTCHA.",
    "1233229030": "Varios",
    "1233793176": "Os nosos sitios e servizos non están dirixidos a nenos menores de 13 anos e non recollemos información persoal de forma consciente de nenos menores de 13 anos. Se nos enteramos de que recompilamos Información persoal dun neno menor de 13 anos, tomaremos pasos razoables para eliminar esa información dos nosos ficheiros tan pronto como sexa posible, a non ser que teñamos a obriga legal de conservala. Póñase en contacto connosco en",
    "1235925265": "Documentación",
    "1237076138": "hCaptcha ofrece un trato xusto tanto para clientes gratuítos (hCaptcha Publisher) como para empresas (hCaptcha Enterprise).",
    "1240667045": "Podemos suspender, limitar ou cancelar o teu acceso aos Servizos en calquera momento por calquera motivo, incluso porque: (a) cremos que infrinxiches estas Condicións de servizo (incluídas outras políticas relacionadas); (b) cremos que violaches os nosos dereitos ou os dereitos de calquera terceiro; (c) non podemos verificar nin autenticar a información que nos proporcionou; ou (d) cremos que as súas accións poden crear responsabilidades para vostede, nós ou un terceiro. Para evitar dúbidas, reservámonos o dereito de impedir ou suspender o pago se cremos razoablemente que calquera dos anteriores se aplica a tal pago.",
    "1241291641": "Ver máis detalles.",
    "1242066691": "Marque a caixa xunto a \"Permitir cookies de terceiros\".",
    "1243684308": "Tímonos en serio os teus comentarios e queremos asegurarnos de que todos teñan unha experiencia máis agradable en liña, con menos bots e menos spam. Póñase en contacto connosco:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Fai clic en \"Aceptar\"",
    "1254771154": "desafíos mostrados noutros servizos compatibles con Privacy Pass que tamén incorporan hCaptcha, por exemplo, Cloudflare.",
    "1258965840": "Así, se o atacante pode entrar nun sitio, probablemente poida entrar en varios sitios usando as credenciais derramadas. Por exemplo, poden obter un par nome de usuario/contrasinal como JohnDoe/525momma, pero non teñen idea do que fará ese par por eles. Entón, proban o par en Amazon.com, Ebay, Citibank, Walgreens e moito máis. Poderían probar ese par en mil sitios diferentes.",
    "1259002282": "Atopou un erro? Aquí tes como denuncialo.",
    "126134492": "Outra",
    "1263998069": "Gaña recompensas por solucións humanas",
    "1266963825": "P: Cumpre hCaptcha Section 508 + WCAG 2.1 AA?",
    "1268414751": "Algún outro detalle que deberíamos ter?",
    "1268918580": "Algúns dos logotipos e marcas utilizados por hCaptcha e os seus socios son propiedade de terceiros e só se poden utilizar co seu permiso. Os terceiros non poderán utilizar as seguintes marcas, salvo o permitido polos seus propietarios:",
    "1270712701": "Notas de prensa e informes recentes",
    "1271831121": "Non é coma se o hacker (vestido cunha sudadera con capucha, por suposto!) estivese sentado alí, escribindo credenciais tras credenciais. O bot de inicio de sesión automatizado podería facerse a partir dunha ferramenta dispoñible como Selenium ou dunha ferramenta de hackers desenvolvida a medida.",
    "1273071008": "Solicitudes de dereitos de acceso do interesado",
    "1273914192": "3. Impostos",
    "1275150216": "Lugares de referencia",
    "1278884196": "Dito isto, a criptografía é unha disciplina bastante nova. Segundo a historia recente, é probable que o teu esquema criptográfico e/ou implementación se rompa tan pronto como alguén teña un incentivo para miralo de preto, e é probable que outras persoas o descubran moito antes que ti. Confiar no hardware tamén significa que é posible que teñas que pedirlle a cada un dos teus usuarios que cambien un dispositivo físico para reparar o fallo. É improbable que isto suceda rapidamente na maioría dos casos, o que significa que en realidade o seu sistema simplemente fallará ao abrir.",
    "1282121137": "Para comprender o problema que pode ser a toma de contas, considere como é a experiencia desde o punto de vista da entidade financeira. Manexan millóns de inicios de sesión todos os días.",
    "1289884910": "Tamén publicamos análises e informes ocasionais. Por exemplo:",
    "1291824746": "Os pagos de hCaptcha execútanse trimestralmente nunha base de 60 días. Para ilustrar o que isto significa, consulte a seguinte táboa.",
    "129661785": "Algunha vez se lle pediu \"faga clic no coche/paso de peóns/semáforo?\"",
    "1296696044": "Privacidade vs. Seguridade: Por que non ambas?",
    "1297224875": "Un enfoque exclusivo da privacidade da seguridade en liña empresarial.",
    "1297657322": "Pantalla de usuario de accesibilidade despois de iniciar sesión",
    "1300485304": "hCaptcha protexe contra ameazas e señuelos avanzados deseñados para infiltrarse nas túas redes",
    "130239139": "Cal é o valor dos máis de 100 anos-persona de traballo que recolle Google diariamente?",
    "1316817321": "Atribución",
    "131871195": "A mellor forma de garantir a súa satisfacción é demostrar que satisfacemos as súas necesidades.",
    "1330274831": "Por este medio, concédenos unha licenza mundial, non exclusiva, sublicenciable, transferible, libre de dereitos de autor e irrevogable durante o período de vixencia deste Acordo para usar, reproducir, distribuír electrónicamente e mostrar publicamente calquera dato do cliente unicamente co fin de proporcionar os Servizos. . Vostede declara e garante que posúe os dereitos, títulos e intereses suficientes sobre os seus datos para conceder a licenza nesta sección.",
    "1333016413": "Isto permítelle evitar futuras preguntas rexistrándose e configurando unha cookie.",
    "1337725003": "hCaptcha comprométese a democratizar o acceso ás anotacións en tempo real de gran volume, permitindo que as empresas, grandes e pequenas, melloren a calidade dos seus produtos e servizos aplicando a aprendizaxe automática ao seu negocio.",
    "1338341134": "hCaptcha + pase de privacidade (beta)",
    "1340011854": "Requírese unha solución alternativa de disputas. Vostede acepta que para calquera disputa que xurda ou se relacione co seu uso dos Servizos, incluída calquera disputa que puidese xurdir desde o momento en que comezou a realizar tarefas para IMI, e incluíndo especificamente calquera reclamación relacionada coa clasificación ou non como un contratista independente, primeiro notificará a IMI a súa reclamación contra el. A continuación, vostede e IMI intentarán resolver o problema mediante a negociación directa ou a mediación. Repartiremos equitativamente o custo da mediación e acordaremos que a mediación se realice por vía telefónica ou por outros medios electrónicos. Se unha reclamación segue sen resolverse despois de negociacións informais ou mediación, vostede acepta que vostede e IMI utilizarán un arbitraxe definitivo e vinculante para resolver a disputa. Esta cláusula regula todas as reclamacións con carácter retroactivo desde o momento en que comezou a utilizar o noso sitio web, xa sexa baseada en agravios, contratos ou estatutos, incluíndo, pero non limitado a, calquera reclamación de discriminación e acoso, xa se basee na Lei de emprego e vivenda xusta de California. , Título VII da Lei de Dereitos Civís de 1964, segundo a súa modificación, ou calquera outra lei ou regulamento estatal ou federal, lei equitativa ou doutro tipo.",
    "1344687860": "Caixas delimitadoras",
    "1344959096": "Traballar como etiquetador de datos individual",
    "1345083090": "Informar dun problema de funcionalidade?",
    "134571844": "Impressum (Aviso do sitio)",
    "1350478093": "Finalidade do tratamento",
    "135276624": "Europa, Oriente Medio, África (EMEA)",
    "1356745565": "Compatible con Internet Explorer 8.",
    "1358325821": "En primeiro lugar, instala a extensión para",
    "1362015807": "Comezando",
    "1368787974": "Comparte a xestión entre o teu equipo.",
    "137127070": "inserir, cargar ou anexar ligazóns ou ficheiros externos maliciosos ou descoñecidos, ou cargar calquera contido que conteña un virus, un cabalo de Troia, un verme, unha bomba de reloxería ou outro código informático daniño;",
    "1373262754": "Saber quen é un individuo ten un valor mínimo para hCaptcha. Só nos importa se son humanos ou un actor malicioso.",
    "1374227759": "utilizar o sitio web para calquera actividade ilegal, ou para calquera finalidade distinta da finalidade para a que se puxo a disposición;",
    "1377538813": "Lingua predominante. A versión en inglés destas Condicións de servizo controlará en todos os aspectos e prevalecerá en caso de que existan inconsistencias coas versións traducidas, se as houbese.",
    "1388241689": "Información recompilada como resultado de que os Usuarios finais responden a solicitudes a través do Servizo (\"Datos etiquetados\"), como datos de etiquetaxe de imaxes, texto convertido desde ficheiros de audio reproducidos a eses Usuarios finais, respostas a preguntas e outras solicitudes xeradas polo Servizo. para efectos de etiquetar datos para o seu uso en aplicacións de aprendizaxe automática. Teña en conta que os datos etiquetados non están vinculados a ningún individuo identificado.",
    "1393184984": "son todo o que necesitas.",
    "1394253934": "7. Uso indebido, abuso e terxiversación",
    "1397766838": "Mellor experiencia de usuario",
    "1406188018": "6 e 7",
    "1406393333": "Queda terminantemente prohibido calquera acceso ou uso dos Servizos que non sexan conforme a estas Condicións de Servizo e a calquera instrución que proporcionemos. En particular, NON:",
    "1406692811": "participar en spam ou publicar calquera tipo de publicidade, tentar obter referencias, comunicación masiva, ofertas ou solicitudes de diñeiro, solicitude de servizos, publicidade, mercadotecnia, mensaxes sen sentido, temas duplicados, contido ilegal, ligazóns a sitios web sociais, enderezos de correo electrónico ou ID de mensaxería instantánea a non ser que o requira a tarefa;",
    "1408530660": "IMI respecta a propiedade intelectual dos demais e reservámonos o dereito de eliminar do noso sitio calquera material que creamos que poida violar os dereitos intelectuais de terceiros. Se cres que o teu propio traballo foi copiado dun xeito que constitúe unha infracción dos dereitos de autor neste sitio web, ponte en contacto co servizo de atención ao cliente de Intuition Machines.",
    "1408599440": "Comeza rapidamente cunhas poucas liñas de código e o noso modo pasivo do 99,9 %, ou toma o control total sobre cando e como se desafia aos usuarios. Os modelos de ameazas personalizados e os desafíos personalizables supoñen unha flexibilidade inigualable para garantir a seguridade.",
    "1408750006": "Suxeito a certas limitacións, a CCPA ofrece aos consumidores de California o dereito a solicitar coñecer máis detalles sobre as categorías ou pezas específicas de información persoal que recompilamos (incluíndo como usamos e divulgamos esta información), a eliminar a súa información persoal e a optar por non participar. calquera “venda” que se estea a producir, así como o dereito a non ser discriminado polo exercicio destes dereitos.",
    "1409486258": "Correcto",
    "1409822234": "En ningún caso se utilizará como nome de dominio unha marca comercial hCaptcha idéntica ou case idéntica.",
    "1418235079": "Provedores de servizos",
    "1421074182": "Substancialmente máis alto.",
    "1422537019": "nós hoxe para aprender máis.",
    "1424800293": "O logotipo de hCaptcha:",
    "1428053210": "Este contido transfórmase xeralmente da súa forma orixinal. Por exemplo, un vídeo pode dividirse en moitas imaxes, esas imaxes poden dividirse en moitas imaxes novas, e esas novas imaxes poden mesturarse aleatoriamente para producir o resultado final que se mostra.",
    "1434289796": "Algunhas Cookies son necesarias para determinados usos dos Sitios, e sen tales Cookies, non poderiamos ofrecer moitos servizos que precisa para utilizar correctamente os Sitios. Estas cookies, por exemplo, permítennos operar os nosos sitios para que poida acceder a eles segundo o solicitou e permítennos recoñecer que creou unha conta e que iniciou sesión nesa conta para acceder ao contido do sitio. Tamén inclúen cookies que nos permiten lembrar as súas accións anteriores dentro da mesma sesión de navegación e protexer os nosos sitios.",
    "1445008801": "Como di Eden:",
    "1446868537": "hCaptcha nunca debe usarse como verbo.",
    "1447649958": "Como recordatorio, só o tráfico humano preciso é apto para os pagos. Podes ver máis detalles sobre isto nas nosas preguntas frecuentes, ligadas a continuación. O saldo dispoñible tamén debe cumprir un limiar mínimo para ser apto para o pago, actualmente 10 HMT.",
    "1457707016": "Para particulares",
    "1467218142": "O que desexamos deles e de nós mesmos impulsa o noso comportamento e, polo tanto, os mesmos patróns de interacción repítense en todos os sistemas humanos. Internet ofrece moitos exemplos excelentes deste aspecto fundamental do noso mundo.",
    "1467308982": "Horarios de pago",
    "1467783792": "Ningunha persoa, entidade ou organización sancionada polos Estados Unidos (un \"actor sancionado\") é apta para recibir recompensas ou utilizar os Servizos como integrador. Para evitar dúbidas, isto inclúe a todos os actores sancionados designados pola Oficina de Control de Activos Estranxeiros (\"OFAC\") do Departamento do Tesouro dos Estados Unidos.",
    "1470290349": "para a mellor xestión de bots e fraudes.",
    "1475399473": "Obtén máis información sobre o equipo de hCaptcha",
    "1476843710": "As formas de adquisición de contas menos daniñas, pero aínda prexudiciais, implican o secuestro de contas de redes sociais e similares. Nestes casos, o atacante adoita tentar espallar malware ou participar en ataques de phishing contra amigos desprevenidos da vítima. Ou, o atacante está a tentar avergoñar á vítima, o que ás veces ocorre con famosos e políticos, por exemplo.",
    "1477196356": "Durante décadas propuxéronse varios métodos para vincular a identidade a un dispositivo de forma criptográficamente segura, ás veces con propiedades que preservan a privacidade. A criptografía de clave pública remóntase ao c. 1975, e os tokens de hardware existen case tanto tempo.",
    "1480820434": "imaxe 1",
    "148188781": "Retos presentados",
    "1482845460": "( ) Require a cooperación total inmediata de todos á vez",
    "1483015662": "3. Sesión",
    "1485807325": "Paneles multiusuario, SSO SAML",
    "1487796027": "Para empresas",
    "1491780143": "Os CAPTCHA non demostran que es humano, senón que é americano",
    "1493115924": "Notas de marca rexistrada:",
    "1493790285": "Outra información recollida dos Usuarios finais como parte do Servizo é necesaria para determinar se eles",
    "1495915066": "Como usamos nós, os nosos socios de investigación académica e os nosos clientes os medios de Creative Commons",
    "1499894352": "Moi poucas empresas ofrecen transparencia nos seus procesos de toma de decisións nesta área, e esperamos que outras sigan este exemplo!",
    "1503240421": "Paso 5: Fai clic na pestana Consola e fai clic co botón dereito e logo en \"Gardar como...\" para gardar o rexistro da consola. Envíanos iso tamén.",
    "1504327211": "Teña en conta que o seu uso do noso Servizo está rexido polo noso",
    "1508655687": "Engade os teus propios desafíos adaptados á túa audiencia para simplificar ou restrinxir o acceso",
    "1510448156": "Podes estar en funcionamento cunha alternativa superior hoxe e activar funcións máis avanzadas segundo sexa necesario.",
    "1514478724": "Aprender máis",
    "151737819": "hCaptcha Solve As taxas de todo o mundo mostran moi pouca variación",
    "1517625162": "Segundo a Sección 1789.3 do Código Civil de California, os usuarios de California teñen dereito a recibir o seguinte aviso sobre os dereitos do consumidor: Os residentes de California poden poñerse en contacto coa Unidade de Asistencia de Queixas da División de Servizos ao Consumidor do Departamento de Asuntos do Consumidor de California por correo en 1625 North Market Blvd., Sacramento, CA 95834, ou por teléfono no (916) 445-1254 ou (800) 952-5210.",
    "1517627947": "Probablemente estabas vendo imaxes de edificios ou sinais de rúas dos coches Streetview de Google e axudases a etiquetar as localizacións dos seus produtos Maps e Earth.",
    "1519201684": "Política ética de IA",
    "1519560388": "7. Fonte: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Para máis información póñase en contacto con Enterprise Sales.",
    "1525506526": "Que son as adquisicións de contas e como funcionan?",
    "1526887904": "Privacidade empresarial hCaptcha",
    "1528242915": "Identificadores.",
    "1533171442": "Tamén usamos cookies funcionais e cookies de terceiros con fins de análise e mercadotecnia. As cookies funcionais permiten que determinadas partes dos sitios funcionen correctamente e as súas preferencias de usuario sigan sendo coñecidas. As cookies de análise, entre outras cousas, recollen información sobre como usan os nosos sitios os clientes, os integradores e os usuarios finais, o contido e os produtos que os usuarios ven con máis frecuencia e a eficacia da publicidade de terceiros. As cookies publicitarias axudan a ofrecer anuncios a públicos relevantes e a que os nosos anuncios aparezan na parte superior dos resultados da busca. As cookies son cookies de \"sesión\" que se eliminan cando finaliza a sesión do teu navegador ou \"persistentes\", que permanecen ata que ti a eliminas (que se comenta a continuación) ou a parte que serviu a cookie. Os detalles completos de todas as cookies utilizadas nos sitios están dispoñibles na nosa táboa de divulgación de cookies a continuación.",
    "1539071196": "Polo xeral, usamos cookies para os seguintes fins:",
    "1544546608": "Pase de privacidade",
    "1544829730": "Se es Cliente ou Solicitante, aceptas que os termos adicionais que figuran como Apéndice do Cliente aplicaranse e incorporaranse por referencia a estas Condicións de servizo. Se non é Cliente ou Solicitante, ou deixa de ser Cliente ou Solicitante, non se aplicarán os termos adicionais do Apéndice do Cliente nin se incorporarán por referencia a estas Condicións de servizo.",
    "1546930020": "Obtención de datos etiquetados",
    "1547006769": "A verificación da humanidade é o mesmo problema",
    "1549336309": "hCaptcha dálle a volta a este modelo. Cando usas hCaptcha, as empresas ofertan polo traballo que fan os teus usuarios xa que demostran a súa humanidade. Recibes as recompensas.",
    "1549953005": "É posible que teña completado un ou máis formularios de solicitude de acceso á plataforma (cada un, un \"Formulario de pedido\") como condición para converterse en Cliente ou Solicitante. En caso afirmativo, os termos e condicións descritos no Formulario de pedido pasan a formar parte das Condicións de servizo e incorpóranse por este medio como referencia.",
    "155456850": "anunciando o seu cambio a hCaptcha:",
    "1558428432": ". Acreditalos a hCaptcha.com.",
    "155877895": "Detección e clasificación impulsadas por humanos",
    "1559150837": "Non obstante, os obxectivos non están indefensos. A maioría dos sitios web teñen controis que bloquean un usuario sospeitoso que está tentando iniciar sesión en miles de contas diferentes desde o mesmo enderezo IP nun curto espazo de tempo. O que fan os atacantes de recheo de credenciais para evitar estas técnicas de protección é simular a diversidade xeográfica e IP. Usando ferramentas poderosas, moitas veces impulsadas pola intelixencia artificial, poden facer que pareza que miles de usuarios están tentando iniciar sesión ao chou a diferentes horas do día de todo o país. Isto é moito máis difícil de detectar e deter.",
    "1559190296": "5-11 de xaneiro de 2021†",
    "1559631739": "Aprendizaxe privada",
    "1560232962": "cobre en detalle, non se garanten as cantidades gañadas por ningunha resposta. É posible que non haxa preguntas de pago dispoñibles nese momento, unha resposta pode ser rexeitada por razóns de calidade, etc.",
    "1565481281": "Unha nota para os residentes de California",
    "1569804581": "Se desexa ser contactado no futuro sobre oportunidades relacionadas, enche este formulario.",
    "1579093044": "Co noso sinxelo deseñador de desafíos personalizados, podes lanzar contido de desafío de marca en só uns minutos.",
    "1579715421": "Os científicos de IM publican regularmente en conferencias importantes como ICML, ICLR, ECCV e NeurIPS, e a compañía publicou publicamente resultados de última xeración en disciplinas de ML como o hash profundo.",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Puntuacións de bot de alta precisión",
    "1589805435": "Tamén temos un",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Pagará a IMI as taxas tal e como se describe no Formulario de pedido aplicable mediante o método de pago que proporcionou no Formulario de pedido aplicable. A menos que ambas partes acorden expresamente o contrario por escrito, realizará o pago completo de todas as facturas emitidas dentro dos trinta (30) días seguintes á data de envío da factura. Autorízanos a executar autorizacións de tarxeta de crédito en toda a información da tarxeta de crédito que nos proporcione, a almacenar esa información e a cargar a súa tarxeta de crédito ou calquera outra conta que acordemos mutuamente como forma de pago. A non ser que se indique o contrario no Formulario de Pedido ou no seu Contrato de Servizo Empresarial ou Contrato de Servizo Principal, todas as tarifas dos Servizos, excepto os excedentes, facturaranse anualmente no momento do inicio dos servizos prestados por IMI segundo o seu Contrato (a \"Data de vixencia\").",
    "159272246": "P: Está a traballar noutras opcións de accesibilidade (\"a11y\"), como o audio?",
    "1595254735": "Os servizos puramente pasivos loitan por manter a precisión da detección de bots ou mesmo por saber cando son inexactos. Sen a capacidade de desafiar ocasionalmente aos usuarios e analizar correctamente os resultados dese desafío, a precisión tende a diminuír moito co paso do tempo.",
    "1597520917": "Un número crecente de críticos sinalaron que o desprezo de Google pola privacidade dos usuarios debería preocupar aos clientes que buscan protexer os seus sitios web e aplicacións.",
    "1599610318": "Editora",
    "1601080128": "Se suspendemos ou cancelamos a túa conta, xa non terás acceso a ningunha parte do sitio web, incluídos os datos, as mensaxes, os ficheiros e outro material que gardas no sitio. NON pode seguir usando o noso sitio web cun nome de conta diferente ou novo. As infraccións destas Condicións de servizo poden ser perseguidas na máxima medida da lei e poden dar lugar a sancións e sancións adicionais.",
    "1606599610": "Kieran Thompson",
    "1606783855": "R: Estamos moi interesados no pase de privacidade para o caso de uso de accesibilidade (\"a11y\"). As opcións anteriormente populares, como os captchas de audio, discriminan a moitos usuarios de todo o mundo. Cremos que combinar o noso enfoque a11y actual coa emisión de pases de privacidade permitirá aos usuarios a11y navegar de forma segura, seguros sabendo que o seu tráfico é máis privado, mentres restrinxe o abuso por parte dos operadores de bots que se produce inevitablemente cando hai opcións a11y dispoñibles.",
    "1609621367": "Transferencia",
    "1617196410": "hCaptcha céntrase en deter bots. Non nos importa quen sexa un usuario, senón só se son maliciosos. Traballamos duro para equilibrar a privacidade e",
    "162063633": "Mailgun Technologies, Inc. (Global). Servizos prestados: Mailgun.com.",
    "1620709264": "HUMAN Token® é unha marca rexistrada da HUMAN Protocol Foundation e úsase co seu permiso.",
    "1621597093": "Solucións de seguridade empresarial (de pago)",
    "1621930829": "Que se pode facer coas actividades avanzadas e incesantes de fraude de pagos actuais? Empregar varias capas de controis adoita ser un enfoque sabio. Non obstante, as mellores contramedidas son aquelas que poden atrapar o bot e revelar que é falso, a pesar dos mellores esforzos dos seus creadores para reproducir o comportamento humano.",
    "1622303590": "Para activar as cookies en Safari (iPhone/iPad iOS 11+): Abre a túa configuración. Desprázate cara abaixo e selecciona Safari. En Privacidade e seguridade, desactiva \"Evitar o seguimento entre sitios\" e \"Bloquear todas as cookies\"",
    "1624200563": "seguridade e cumprir co GDPR, CCPA, LGPD, PIPL e outras normas de privacidade.",
    "1627232990": "As traducións destas Condicións de servizo ofrécense co mellor esforzo posible. No caso de que exista algunha diferenza substancial entre as Condicións de servizo en inglés e unha tradución das mesmas, as Condicións de servizo en inglés interpretaranse como autoritarias.",
    "1636202177": "Sobre",
    "1637527266": "Que países teñen máis tráfico de bots?",
    "1637702726": "Sobre hCaptcha",
    "1642844535": "é importante: hCaptcha utiliza varios enfoques diferentes para responder á mesma pregunta fundamental, permitindo a comparación para a coherencia en todas as avaliacións.",
    "1644003939": "Nota: non se aplica a todos os clientes. Por exemplo, IP Blinding ou outros clientes avanzados de privacidade ou opcións de seguridade (por exemplo, clientes de Secure Virtual Tenancy) están totalmente excluídos de calquera posible \"PII\" que entre en sistemas de telemetría, incluso un enderezo IP. Póñase en contacto co representante da súa conta para obter máis información se é necesario.",
    "164801246": "A reconciliación é o proceso polo que se analiza o tráfico despois do feito para verificar a súa humanidade e precisión, unha vez que se atopan todos os datos de todos os sitios de informes. Podes ler máis detalles na nosa",
    "1655022901": "BotStop por hCaptcha™",
    "1655796811": "Información recompilada automaticamente como resultado do uso por parte dun Integrador ou do Cliente dos Sitios ou dos Servizos (\"Información de análise\"), como enderezos IP, tipo de navegador, fornecedor de servizos de Internet, tipo de plataforma, tipo de dispositivo, sistema operativo, data e hora. de acceso e outra información similar. Algunha información analítica recóllese en nome noso terceiros aos que colaboramos para tal fin, e parte da información analítica recóllese a través dunha variedade de tecnoloxías de seguimento, incluídas as cookies (consulte a sección \"Técnicas de seguimento e análise de terceiros\").",
    "165932542": "Unha ollada ás taxas de resolución de hCaptcha en todo o mundo",
    "1662477701": "Recursos",
    "166277959": "Ten en conta: esta función está actualmente en versión beta e é posible que non funcione para todos os sitios web e usuarios todo o tempo. No caso de que non estea habilitado ou non funcione para un usuario en particular, o comportamento simplemente volverá á experiencia estándar de hCaptcha sen perda de funcionalidade.",
    "1663628612": "permíteche",
    "1665616092": "A fraude de pago é sinxela no seu concepto, pero pode ser fantásticamente complexa na súa execución actual.",
    "1669194950": "Ademais da Información persoal, tamén se lle esixirá que proporcione (ou poida que sexa necesario que recompilemos) outros datos para que poidamos proporcionar os Servizos (colectivamente, \"Datos do cliente\"). Non somos responsables de ningún fallo na realización dos Servizos causado polo seu atraso ou a falta de proporcionar os datos do cliente.",
    "1671436004": "Queres devolverlle á túa organización benéfica favorita?",
    "1671996585": "É posible que teñas que integrar o teu sitio web, aplicación ou plataforma cos nosos Servizos a través da nosa interface de programación de aplicacións (\"API\"). No caso de que o fagas, concederémosche unha licenza limitada, non exclusiva, intransferible, non asignable e revogable para usar a API unicamente para acceder aos Servizos. Podemos modificar a API e/ou deixar de admitir versións ou versións antigas da API en calquera momento. Reservámonos o dereito de suspender ou limitar o teu acceso á API ao noso exclusivo criterio, e faremos os esforzos razoables para avisarche antes da suspensión.",
    "1678661231": "Polo cumprimento, prevención de fraudes e seguridade",
    "1685871181": "Os principais servizos en liña confían",
    "1686079269": "A información sobre a xestión actual da empresa pódese obter no",
    "1686655020": "Carga calquera contido suxeito a dereitos de autor que non sexa o teu traballo orixinal, a non ser que teñas o permiso do propietario lexítimo para publicar tal contido e concederlle a IMI todos os dereitos autorizados aquí concedidos;",
    "1687299615": "Que é unha adquisición de conta?",
    "1691348394": "- compras masivas automatizadas durante unha venda de lanzamento limitado",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "envíenos un correo electrónico",
    "1697438123": "Privacidade",
    "1699668873": "Debe notificar inmediatamente a IMI se sospeita que a información da súa conta foi roubada ou utilizada por outra persoa ou calquera outra violación da seguridade.",
    "1702335960": "Calquera información que recompilemos está suxeita á Política de Privacidade vixente no momento en que se recolle esa información. Non obstante, podemos revisar a Política de privacidade de cando en vez. Se unha revisión é material, segundo determinamos unicamente nós, notificarémosche, por exemplo, por correo electrónico. A versión actual sempre publicarase na nosa páxina de Política de privacidade.",
    "1706581702": "A formación sobre datos desidentificados funciona igual de ben e non require comprometer a seguridade nin a privacidade. Os nosos clientes fixeron as probas empíricas, e declaráronnos iguais ou mellores que alternativas moito menos privadas.",
    "170775527": "Características empresariais",
    "1709478090": "Para servirche con publicidade orientada ou baseada en intereses.",
    "1717658846": "Opción de accesibilidade no menú da interface de usuario do widget",
    "1722734001": "A internet aberta é un ambiente moi ruidoso. Os malos actores atacan aos usuarios do noso servizo e aos competidores como reCAPTCHA todos os días e, por suposto, intentan parecer o máis humanos posible mentres o fan.",
    "1728211763": "O uso do contido deste xeito e para estes fins enmárcase dentro das directrices de uso xusto segundo o noso entendemento da lei e das prácticas estándar na materia, pero somos fanáticos de Creative Commons dende hai moito tempo e preferimos dar crédito a quen axude na materia. tarefa monumental de mellorar a intelixencia da máquina.",
    "1729677626": "Estou atacado e necesito incorporación inmediata.",
    "1752259468": "5. Estimación prudente: custo de 0,01 $ dunha única anotación * 200 M de media. anotacións por día (límite inferior) * 365 días ao ano * 10 anos desde a adquisición de 2009 = valor límite inferior de 7.300 millóns de dólares.",
    "1752795854": "hCaptcha ofrece un enfoque moderno e centrado na privacidade para deter os bots.",
    "1756106276": "Estado",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "aquí:",
    "1767952047": "Atacoume onte á noite, rouboume a roupa e levoume o diñeiro\". O outro home, vestido con grandes galas, a roupa da clase nobre, respondeu: “Condestable, este home está tolo. El pensa que é un nobre. Eu son o verdadeiro nobre. ¡Arrástreo!\"",
    "1771016224": "- o software descarga todo o contido do seu sitio web en masa",
    "1778058441": "Que tipos de traballos se executan en hCaptcha?",
    "1778642038": "Para comunicarse contigo",
    "1779265104": "Termos personalizados e garantías de privacidade",
    "1783317946": "Deter os ataques da API é un caso de uso popular para",
    "1786796818": "Restrinxir",
    "178839499": "hCaptcha comparte o valor do traballo realizado mentres os usuarios demostran a súa humanidade.",
    "1789371580": "Asignabilidade. Non pode asignar estas Condicións de servizo sen o noso consentimento previo por escrito. Podemos asignar estas Condicións de servizo en calquera momento, sen previo aviso. Suxeito ao anterior, estas Condicións de servizo serán vinculantes para os sucesores e cesionarios permitidos de cada parte.",
    "1789607185": "Enderezo electrónico",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sesión",
    "179723061": "Máis control para os equipos que necesitan unha seguridade líder",
    "1797298240": "Paso 4: Fai clic en \"HAR\" despois de tentar resolver e escolla \"Gardar todo como HAR\" para gardar o rexistro da rede. Envíanos ese ficheiro.",
    "1798492192": "Compatibilidade con navegadores legados",
    "1803009328": "Probado en batalla a escala web.",
    "1803943584": "En segundo lugar, permitimos que os desafíos se autooptimicen para determinar en que países ou idiomas se executarán, aumentando aínda máis a probabilidade dunha experiencia consistente. Se a precisión é inferior á esperada, un conxunto de preguntas simplemente deixará de executarse na rexión ou idioma onde se produce este efecto.",
    "1806535500": "Practicamente todas as tecnoloxías, desde os lapis ata a dinamita, son unha",
    "1807143500": "Os Servizos inclúen un servizo de seguridade en liña (o \"Servizo hCaptcha\") e unha plataforma (a \"Plataforma de Intuition Machines\") na que un individuo (\"Colaborador\") pode escoller realizar tarefas que unha entidade de terceiros ou a propia Intuition Machines (cada unha delas). un \"Solicitante\") publica no noso sitio web ou no Servizo hCaptcha, ben directamente no noso sitio web ou accedendo á Plataforma de Intuition Machines e/ou realizando tarefas a través ou en conexión con unha entidade e/ou plataforma ou servizo de terceiros (cada un, un \"Integrador\"). Os solicitantes publican tarefas e invitan aos Colaboradores a que as realicen a cambio das recompensas proporcionadas por IMI aos Integradores, ou segundo o determine o Solicitante se o Solicitante está a utilizar a Plataforma de Intuition Machines ou o Servizo hCaptcha para atender tarefas aos seus propios usuarios finais. Cobramos a empresas e individuos (cada un un \"Cliente\") polo uso da nosa plataforma para que poidan usar o noso software, crear tarefas, contratarnos para crear tarefas e/ou acceder aos Colaboradores. Tamén cobramos aos integradores polo uso do noso servizo hCaptcha para reducir a fraude, o abuso e o spam nos seus sitios web, aplicacións móbiles e outras propiedades en liña. O anterior denomínase colectivamente como \"Servizos\".",
    "181065232": "Realizamos un pequeno traballo de produción baseado nos teus datos de mostra. Isto proba o traballo que fixemos xuntos para garantir que obteñas exactamente o que necesitas.",
    "1817772953": "A fraude non é unha nova forma de crime. De feito, os arqueólogos descubriron dispositivos antifraude ideados polos antigos sumerios para transportar gando sen perdas hai case 10.000 anos! No seu caso, colocaron fichas de barro, cada unha representando un animal, dentro dunha bola de barro coñecida como \"bulla\". A bulla viaxaba co rabaño mentres pasaba de vendedor a comprador. Mesmo entón, os propietarios de empresas estaban preocupados de que non todos os que estaban tratando estaban en alza. Moito cambiou en 10.000 anos, pero a necesidade de ser innovador na prevención da fraude segue connosco. Hoxe, o tema da fraude de pagos en liña é de suma importancia. Con Internet, os defraudadores son cada vez máis expertos en superar os controis antifraude. No entanto, as novas solucións están a cambiar o rumbo.",
    "1818116402": "Agardamos que apreciase este aspecto sobre como tratamos as preguntas operativas cun compoñente de Ética da IA.",
    "1820844638": "Para obter coñecementos de mercado. Usamos a información analítica para analizar o mercado e realizar análises comerciais relacionadas co sitio e os nosos servizos e para outros fins de investigación.",
    "1828028934": "É por iso que",
    "1829242168": "__cflb,",
    "1830910223": "Un estudo de caso de Ética da IA do mundo real",
    "1834239172": "Adquirir servizos de anotación hCaptcha",
    "1834801943": "2. 1a festa",
    "1834911235": "Deixa de enviarche comunicacións de mercadotecnia directa que consentiches previamente en recibir. É posible que sigamos enviándoche comunicacións relacionadas co servizo e outras que non sexan de mercadotecnia.",
    "1836191653": "En lugar de ofrecer un servizo facilmente derrotado aos usuarios gratuítos mentres cobra millóns de dólares por unha versión empresarial que non é moito mellor, hCaptcha ofrece unha excelente protección contra os bots a ambos, ao tempo que ofrece aos usuarios empresariais funcións e personalización adicionais, xunto con fortes SLA e soporte rápido.",
    "1836369533": "Como o policía no conto popular, como se determina quen é realmente quen? Se o atacante ten suficientes elementos de identidade roubados, como o número de carné de conducir, o número de seguridade social, o nome de solteira da nai, o enderezo, etc. restablece o contrasinal nunha conta na que quere penetrar.",
    "1836554225": "Publicacións do blog",
    "1844885924": "Amplia biblioteca de tipos para escoller.",
    "1845745385": "Deseñado para a privacidade.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Personaliza co teu propio contido de desafío",
    "1849805607": "hCaptcha protexe contra ameazas e señuelos deseñados para infiltrarse nas túas redes",
    "1865097546": "16 de novembro de 2021",
    "1866590035": "instrucións de rexistro de depuración para Chrome",
    "1873812847": "Divulgación de cookies",
    "1886100235": "Moitos dos servizos en liña máis grandes do mundo pasaron a hCaptcha Enterprise e recibiron unha detección de bots mellorada xunto cun aforro substancial de custos.",
    "1890955039": "Como personalizar o formato para cada texto enriquecido",
    "1892020899": "De onde sacan as credenciais os hackers?",
    "1892574253": "Rexistrarse",
    "1898063898": "para preservar a privacidade dos usuarios que estamos a desenvolver en conxunto",
    "1903743785": "A chegada das API baseadas en estándares representou un gran salto adiante na integración de aplicacións. Durante os últimos 20 anos máis ou menos, as API pasaron de ser produtos de software privativo custosos e complicados a ferramentas gratuítas baseadas en estándares que eran relativamente fáciles de traballar e de implementar rapidamente.",
    "1904390996": "para estandarizar",
    "1906593952": "Envía comentarios sobre o hCaptcha que acabas de ver",
    "190955495": "( ) Falta de autoridade central para controlar o correo electrónico",
    "1910628828": "O raspado de contido é unha técnica para coller datos dun sistema que implica un conxunto de ferramentas automatizadas que suplanta a identidade dun cliente de software ou dun navegador web. Non é novo. De feito, para os enxeñeiros de software que poden necesitar datos dun sistema central antigo, o raspado pode ser o único xeito de extraer información. É posible que os conectores orixinais desaparezan e sexan imposibles de substituír.",
    "1911669851": "Si, actualmente estamos a traballar nunha variedade de melloras para os nosos sistemas de backend que esperamos que eventualmente nos permitan ofrecer unha conciliación máis rápida, unha precisión de estimación máis rápida e pagos máis rápidos. Actualmente estamos traballando para acelerar a reconciliación primeiro.",
    "191460155": "Fricción cero e modos pasivos do 99,9%.",
    "1918025546": "Se se lle proporciona información confidencial de calquera persoa dos Servizos, acepta protexer o segredo da información confidencial co mesmo grao de coidado que utiliza para protexer a súa propia información confidencial, pero en ningún caso co coidado debida. Non pode revelar nin publicar ningunha información confidencial ou propietaria, salvo que sexa necesario para a realización dunha tarefa. Toda a información dentro dunha tarefa na Plataforma de Intuition Machines debe considerarse confidencial aínda que a información non estea expresamente designada como confidencial.",
    "1920884252": "Por que o raspado de contido é unha ameaza para a seguridade?",
    "1923297430": "O punto de ruptura final para moitos clientes máis grandes chegou cando Google comezou a cobrar ás empresas por usar o seu produto a calquera escala significativa. Isto fixo que os usuarios de reCAPTCHA buscaran mellores alternativas xa que as preocupacións normativas de todo o mundo xa fixeron que o uso das ofertas de Google fose cada vez máis pouco atractivo.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "En hCaptcha temos unha estrita política de ética en intelixencia artificial e parte diso inclúe un proceso Coñece ao teu cliente (KYC).",
    "1927613000": "hCaptcha combina unha sofisticada aprendizaxe automática cunha poderosa plataforma de desafíos para protexer as aplicacións web das tomas de contas, o recheo de credenciais, o raspado e outros tipos de abuso.",
    "1933936765": "Acordo de tratamento de datos (última actualización: 23 de setembro de 2021)",
    "1936449777": "Entón, en modo totalmente automatizado, poden imitar o comportamento humano nos sitios de comercio electrónico, facendo clic nos botóns e engadindo artigos aos carros da compra, ata o punto de que moitos, se non a maioría dos controis antifraude, non poden dicir que un bot está tentando roubar. mercadoría. Pola contra, parece que un usuario humano simplemente está a mercar. O bot pode iniciar sesión na conta dun cliente real usando as credenciais de inicio de sesión roubadas. Ao ocultar aínda máis a fraude é a capacidade do bot para falsificar os enderezos IP e facer que pareza que o \"comprador\" está nalgún lugar diferente do atacante, que podería estar nun país estranxeiro.",
    "1936512180": "‍Fácil acceso á API, fermosos paneis de mando e a última tecnoloxía de modelos en bucle para maximizar a eficiencia dos traballadores.",
    "1941999673": "A túa publicación defende a",
    "1942186611": "e outros.",
    "1942611550": "principalmente",
    "1949452297": "Debido ás restricións intrínsecas da IU de hCaptcha e ás súas consideracións de seguridade, non é posible reproducir a fonte de cada imaxe directamente adxacente ao seu uso. Pola contra, enlazamos a esta páxina desde a nosa páxina de inicio e mantemos unha lista de fontes publicadas actualmente ou recentemente a través da plataforma. Podes acceder á lista actual",
    "1952810469": "Tipo",
    "1953519598": "O custo de etiquetar unha soa imaxe varía entre 0,03 $ e 1,00 $ ou máis. Segundo calquera estimación conservadora, Google extraeu miles de millóns de dólares en man de obra gratuíta ata a data. [",
    "1953959745": "accesibilidade",
    "1958297836": "Protección coordinada de ataques e mitigación de APT",
    "1959762846": "- tendo os teus formularios web cubertos con spam ou abuso de marketing interminable",
    "1960601330": "Para activar as cookies en Safari (Mac): vai ao menú despregable de Safari. Seleccione Preferencias. Fai clic en Privacidade no panel superior. En \"Bloquear cookies\", seleccione a opción \"Nunca\".",
    "1962721652": "Os seres humanos buscamos patróns e, ás veces, unha pregunta inocua pode pasar de ser totalmente sorprendente a sospeitosa nun instante, debido aos cambios no mundo máis que ás motivacións de quen fai a pregunta.",
    "1963951234": "Non importa o fiable que sexa o teu esquema criptográfico, se alguén pode ao final do día simplemente gastar diñeiro para darche a resposta que buscas, posuír unha peza de hardware é insuficiente.",
    "1972710018": "Véndoo dende a perspectiva da empresa",
    "1973347745": "10. Imaxes de exemplo sen dereitos de autor. Fonte: Petapixel.",
    "197676026": "Con outros para calquera propósito comercial lexítimo, sempre que a información non se identifique",
    "1977013707": "† Os pagos de decembro de 2020 reprogramáronse a partir do día 15 para evitar a superposición de conciliacións de fin de ano e vacacións do persoal: completaranse na segunda semana de xaneiro. Debido ás transferencias máis lentas do habitual a PayPal, os pagos realizaranse durante varios días en lugar de completarse nun só día.",
    "1978884623": "Obtén máis información sobre como informar de problemas de software",
    "1979347895": "– As interrupcións comerciais importantes poden variar no seu alcance, como só a nosa empresa, un só edificio que alberga a nosa empresa, o barrio onde está situada a nosa empresa, a cidade onde estamos ou toda a rexión. Dentro de cada unha destas áreas, a gravidade da interrupción tamén pode variar de mínima a grave. En caso de interrupción na nosa empresa, o noso distrito de negocios, cidade ou rexión ou un edificio que alberga a nosa empresa, transferiremos as nosas operacións a un sitio local cando sexa necesario e non esperamos interrupcións materiais nas operacións comerciais. En calquera caso, pensamos continuar na actividade, transferir as operacións a provedores alternativos se é necesario e notificarche a través do noso sitio web en hcaptcha.com e da nosa páxina de estado en hcaptchastatus.com sobre como contactar connosco. Se a importante interrupción comercial é tan grave que nos impide seguir na actividade, notificarémoschelo rapidamente.",
    "1982617151": "( ) Calquera persoa pode destruír de forma anónima a carreira ou o negocio doutra persoa",
    "1982750088": "Empresas de todo o mundo ofertan por ese traballo para completar tarefas sinxelas que son fáciles para as persoas pero difíciles para as máquinas. Os usuarios admiten o sitio que están visitando e experimentan menos spam web debido a un maior nivel de seguridade.",
    "1985238261": "Outras marcas restrinxidas",
    "1988268879": "Etiquetado de datos rendible a escala",
    "1988461282": "Bases legais para a tramitación",
    "1990824776": "16-24 de setembro de 2020*****",
    "1993899769": "15. O noso uso da información",
    "1993984258": "( ) Calquera esquema baseado na exclusión é inaceptable",
    "1995277831": "Grazas",
    "1996843433": "Reduce a fricción evitando un desafío por completo para o 99,9 % do teu tráfico lexítimo ao tempo que ofrece unha excelente seguridade.",
    "1997838163": "As empresas máis grandes do mundo dependen de hCaptcha Enterprise. A integración é sinxela e a precisión da detección é incomparable.",
    "2012837493": "Resultados da busca",
    "2014256987": "Se prefires non bloquear o uso de cookies ou outras tecnoloxías de seguimento, consulta \"Xestionar a túa información\" a continuación. Ten en conta que facelo pode afectar negativamente á túa experiencia de uso dos Sitios ou do Servizo, xa que algunhas funcións poden non funcionar correctamente.",
    "2015218686": "antes de pasar por estes pasos. Se iso soluciona o teu problema, agradeceríamos que nos comunicaras a versión do teu navegador, o bloqueador de anuncios ou a extensión do teu navegador e o URL do sitio web.",
    "2019130052": "As nosas innovacións en ML centrado na privacidade permítennos superar os estándares de seguridade das estratexias legadas de \"gravar todo para sempre\" sen prexudicar a seguridade nin a privacidade dos usuarios.",
    "2019702084": "A menos que se permita expresamente no Acordo de Servizo Principal do Cliente ou no Acordo de Revendedor, os Servizos SaaS solicitados non se venderán, revenderán, alugarán, subarrendarán, licenciaranse, sublicenciarán nin se poñerán a disposición de calquera outro terceiro (que non sexa un Afiliado do Cliente). ), e todos os pedidos en virtude do Acordo e todo o uso do Servizo por parte do Cliente serán para uso comercial interno do Cliente ou da súa Filial.",
    "2024293275": ". Todos os demais dereitos reservados, polo momento.",
    "2024737147": "Queres informar dun erro?",
    "2030062561": "( ) Ninguén poderá atopar o mozo nin recoller o diñeiro",
    "2032102720": "As solucións de seguridade que ofrecen as empresas publicitarias céntranse principalmente no seguimento dos usuarios na web. Creamos unha solución de seguranza eficaz que demostra que non é necesario prexudicar a privacidade dos usuarios para obter excelentes resultados.",
    "2041686284": "Máis datos xeralmente producen mellores resultados no adestramento de modelos de aprendizaxe automática. O éxito recente dos modelos profundos levou a conxuntos de datos cada vez máis grandes, e hCaptcha responde a esta necesidade. Non obstante, crear grandes conxuntos de datos revisados por humanos utilizando métodos tradicionais é lento e custoso.",
    "204716894": "O contido e o deseño das nosas páxinas web están protexidos pola lei de dereitos de autor. A duplicación das páxinas e do seu contido de forma que exceda o uso lexítimo razoable require o consentimento previo por escrito de IMI se non existen outras disposicións legais especificadas para a duplicación na páxina.",
    "204889717": "cambiaron a hCaptcha",
    "2052161540": "Capturando detalles do informe de erros: Chrome",
    "2058856283": "hCaptcha Enterprise só ten un propósito: evitar que os malos actores interrumpan as súas operacións en liña e prexudiquen aos seus usuarios.",
    "2059998584": "Rexión",
    "2066255783": "Que é o raspado de contido?",
    "2066321185": "Base legal",
    "2066749488": "Outras Queixas",
    "2067112112": "Anotacións puntuais para moitos casos de uso diferentes",
    "2067334580": "Ligazón de texto",
    "2072808435": "\"Adiviña, Google? Os taxis do meu país son xeralmente negros. Vin bastantes películas para saber que todas as de América son amarelas. Pero en todos os outros países que visitei, os taxis foron unha mestura de diferentes tonalidades\".",
    "2075610992": "Grazas polo teu apoio!",
    "2076066173": "Ciberataques 101",
    "2076932190": "Así, o produto reCAPTCHA está estancado durante unha década.",
    "2077639538": ". Por un lado, os datos de desafío sobre o noso servizo poden proceder de moitas fontes, non só dunha, desde grandes empresas de Fortune 500 ata startups de aprendizaxe automática, sempre que se adhiran ao noso",
    "2082237880": "R: hCaptcha é o primeiro servizo deste tipo que admite Privacy Pass, e actualmente é o único que o fai. Non obstante, agardamos que outros servizos recoñezan as vantaxes de aumentar a privacidade dos usuarios en liña, e esperamos que no futuro se emprendan implementacións a medida que se adopten formalmente os estándares IETF que estamos axudando a desenvolver.",
    "2082407178": "P: Como podo protexerme do seguimento de cookies de terceiros mentres uso a cookie de accesibilidade?",
    "2087769953": "\"Estamos entusiasmados con este cambio porque axuda a abordar un problema de privacidade inherente ao depender dun servizo de Google que temos desde hai tempo. Avaliamos unha serie de provedores de CAPTCHA, ademais de construír un sistema nós mesmos. Ao final, hCaptcha xurdiu como a mellor alternativa a reCAPTCHA.\"\"Gustáronnos unha serie de cousas sobre as solucións de hCaptcha: 1) non venden datos persoais; recollen só os datos persoais mínimos necesarios, son transparentes ao describir a información que recollen e como a usan e/ou a divulgan\".",
    "2090457681": "( ) Non quero que o goberno lea o meu correo electrónico",
    "2095899021": "Directrices de marca hCaptcha e licenza xeral de marca comercial",
    "2103513933": "participar en actividades que interfiran ou perturben o funcionamento do sitio;",
    "2103563261": "Información pública ou privada",
    "2104933754": "Identifica as etiquetas correspondentes",
    "2107077506": "A plataforma HUMAN utiliza modelos de confianza completos para realizar análises de calidade sofisticadas en tempo real. Isto permítenos determinar rapidamente tanto a dificultade das preguntas como a súa probable resposta correcta, aforrando tempo e diñeiro.",
    "2109792055": "Guía do usuario: depuración de problemas coa emisión e validación do pase de privacidade",
    "2110259227": "24. Limitación de responsabilidade",
    "211351380": "Do blog:",
    "2113642787": "Canción do amencer",
    "21141582": "isto",
    "2114694926": "2. Sesión",
    "2119943547": "Por que isto? A resposta é sinxela. Mentres exista un incentivo para abusar dun sistema, normalmente alguén atopará un xeito. E unha vez que o fagan, outra persoa terá agora un incentivo para detelos.",
    "2123236933": "( ) Custos de ancho de banda que non se ven afectados polo filtrado do cliente",
    "2125514305": "ML mellorou, pero a dificultade de evitar reCAPTCHA non cambiou materialmente durante este tempo.",
    "2131386784": "Soporte e experiencia accesible tanto para vostede como para os seus usuarios",
    "2133754014": "Máis de 4,5 millóns de sitios web usan reCAPTCHA [",
    "2133809801": "Mentres as persoas sigan sendo persoas, é probable que a verificación da humanidade teña un papel que desempeñar en liña.",
    "2138799135": "hCaptcha ten decenas de integracións predefinidas para os sistemas frontend e backend que utilizas.",
    "2146900431": "Intuitivamente, esta afirmación ten moito sentido. Os CAPTCHA, como case todo, están incrustados nun contexto cultural, e se o teu conxunto de desafíos creouse principalmente nunha cultura, pode que non se traduza moi ben a outra. No fondo, esta é unha cuestión cultural",
    "2150595700": ". GDPR e CCPA puxeron no mapa as preocupacións de privacidade para os compradores empresariais e, ao mesmo tempo, a privacidade en liña é cada vez máis importante para o público a medida que todos comezamos a comprender como as industrias de publicidade e mercadotecnia en liña utilizaron historicamente os nosos datos.",
    "2150907653": "* Cookies técnicas estritamente necesarias para a prestación do servizo. Estes inclúen cookies de preferencias, cookies de sesión, cookies de equilibrio de carga, etc.",
    "2155089487": ". Se os nosos desafíos fosen máis fáciles de resolver para algúns grupos, esperaríamos ver unha diferenza no rendemento das persoas de todo o mundo e de diferentes culturas ao resolvelos. No contexto da publicación de Eden, esperaríamos que os estadounidenses o fagan mellor que os doutros países. Como levamos anos desenvolvendo sistemas para evitar este problema, de feito vemos todo o contrario.",
    "2159517814": "Compartimos ou divulgamos información persoal nos seguintes casos:",
    "2163914794": "Necesitas máis etiquetas para os teus conxuntos de datos? hCaptcha ofrece etiquetado de datos rápido, rendible e de alta calidade para as empresas que traballan en aplicacións de intelixencia artificial e aprendizaxe automática.",
    "2164933356": "Cloudflare",
    "2167049807": "Os equipos de seguridade adoptaron unha variedade de contramedidas e controis que derrotan os enfoques sinxelos e preguiceiros da fraude de pago. Non obstante, os ataques son cada vez máis sofisticados. Por exemplo, os bots agora poden recoller números de tarxetas de crédito roubadas e PIN de sitios web falsos e ataques de phishing.",
    "2168177815": "faga clic aquí",
    "2177660021": "Investigador científico en Stanford. Aprendizaxe automática e financiamento cuantitativo nos principais bancos, fondos de cobertura e academia.",
    "2178073797": "Dado que a divulgación de información confidencial pode causar un dano irreparable, a parte que o divulga ten dereito a solicitar medidas cautelares por calquera incumprimento ou ameaza de incumprimento deste termo.",
    "2179524509": "De cando en vez recibimos preguntas sobre que tipos de preguntas son permitidas para o servizo hCaptcha e por que se fan preguntas concretas.",
    "2182196747": "Apoiar",
    "2183926131": "Comeza con hCaptcha Enterprise",
    "2184564739": "Ver",
    "2185418511": "Para calquera propósito comercial lexítimo, sempre que a información estea desidentificada ou agregada de forma que non se poida vincular razoablemente a un individuo.",
    "2185860003": "21. Modificacións do sitio web",
    "2187096543": "De feito, houbo algunhas violacións importantes de datos derivadas de software escrito por piratas informáticos que pediu unha API para extraer datos dunha base de datos. Despois de todo, se o roubo de datos simplemente require unha chamada GET básica nunha API, escrita usando REST e JSON, entón é fácil eliminar rapidamente unha base de datos limpa. De feito, cando a xente fala de ataques de \"screen scraping\", o que realmente queren dicir, sobre todo, son chamadas de API de lume rápido que extraen datos das bases de datos. As API convertéronse nunha superficie de ataque importante para as organizacións que as crean.",
    "2188609322": "Os malos actores son cada vez máis comúns en liña. Pero sacrificar a privacidade dos usuarios non é a resposta.",
    "218889628": "Excepto cando rescindamos este apéndice para o cliente ou as Condicións de servizo como resultado do incumprimento deste apéndice para o cliente ou das Condicións de servizo, se o rescindimos e nos pagou por adelantado algunha taxa, devolveremos unha parte proporcional daqueles. cantidades prepagadas, en función do tempo restante ou dos Servizos que pagaches, o que sexa menor. Remataremos o noso traballo dun xeito comercialmente razoable e conservaremos e entregaremos todos os conxuntos de datos de saída de pago e todos os datos de clientes que teñamos en poder. Ante calquera rescisión, podemos pero non estamos obrigados a eliminar ningún dato.",
    "2193061499": "Algúns dos nosos logotipos e marcas están restrinxidos a ser usados por hCaptcha e os seus socios. Terceiros non poden usar as seguintes marcas sen unha licenza escrita de hCaptcha:",
    "2196526290": "hc_accesibilidade",
    "2197218442": "O CEO de Cloudflare, Matthew Prince, resumiu este punto de vista no",
    "219813583": "Primeiro de seguridade",
    "2199048568": "Fai clic no escudo á esquerda da barra de enderezos en calquera páxina web. Fai clic en Configuración de protección. Abrirase o panel Privacidade e seguranza de Preferencias de Firefox. En Protección de seguimento mellorada, seleccione Personalizado. Escolle que rastreadores e scripts queres bloquear seleccionando esas caixas de verificación. Asegúrate de desbloquear hcaptcha.com.",
    "2209109640": "usado só con fins maliciosos, no contexto das súas actividades comerciais normais?",
    "2209837451": "15 outubro 2019 - 15 xaneiro 2020",
    "2212670355": "Rexistrarse",
    "2216374138": "son humanos, como movementos do rato, posición de desprazamento, eventos de pulsación de teclas, eventos táctiles e información do xiroscopio/acelerómetro segundo corresponda.",
    "2217842245": "Non obstante, os nosos datos mostran que (para hCaptcha)",
    "2219945145": "sesión,",
    "2223819810": "Para optimizar a nosa plataforma",
    "2225785608": "( ) Deberiamos poder falar de Viagra sen ser censurados",
    "2230333214": "Agregamos os datos do cliente con outros datos para que os resultados non sexan identificables persoalmente e tamén recompilamos rexistros técnicos e datos non identificados sobre o uso dos Servizos (\"Datos agregados/desidentificados\"). Sen prexuízo de todo o contrario no presente, IMI pode utilizar tales datos agregados/desidentificados para calquera propósito comercial durante ou despois da vixencia deste Acordo, incluíndo, sen limitación, desenvolver e mellorar os Servizos e crear e distribuír informes e outros. materiais. Os datos do cliente tamén poden persistir e mostrarse no sistema durante un período de tempo limitado que non exceda de 180 días despois de que se complete un traballo, por exemplo, como datos de calibración ou validación automática dos sistemas de Intuition Machines. Por motivos de claridade, esta Sección 5 non nos concede o dereito a identificarte como fonte de ningún dato agregado/desidentificado sen o teu permiso previo por escrito.",
    "2233384692": "Se tes algunha dúbida ou dúbida sobre como se tratan eses datos ou queres exercer os teus dereitos, debes contactar coa persoa ou entidade (é dicir, o controlador de datos) que contratou connosco para utilizar o Servizo para procesar estes datos. Non obstante, proporcionaremos asistencia aos nosos integradores para resolver calquera dúbida que poida ter, de acordo cos termos do noso contrato con eles.",
    "2233741720": "En conclusión",
    "2234909600": "( ) Os spammers non lles importan os enderezos non válidos nas súas listas",
    "2236960358": "Tras o rexistro, solicitaráselle que revele certa información persoal sobre vostede (\"Información persoal\"), incluíndo o seu nome, enderezo de correo electrónico e que cree un nome de usuario e un contrasinal, todos os cales estarán suxeitos á nosa Política de privacidade, dispoñible na nosa web. sitio web. Vostede é o único responsable de supervisar, garantir e manter a seguridade da súa conta, contrasinais e calquera clave de autenticación asociada coa súa conta, e vostede é responsable de calquera uso ou acción que se realice mediante o uso desa información nos Servizos.",
    "2255549335": "O noso traballo en hCaptcha é atopar boas compensacións entre a dificultade e a precisión e manter a fricción baixa, especialmente para",
    "2256305371": "Profesor, CS na Universidade de California, Berkeley. Experto en aprendizaxe profunda, seguridade e blockchain. CEO de Oasis Labs.",
    "2256795853": "A capacidade de extraer moitos datos, rapidamente, de sitios web fai que o rascado sexa unha ferramenta poderosa en mans de actores maliciosos. Un bot de raspado pode recoller datos de usuarios dos sitios de redes sociais. Entón, ao raspar sitios que conteñen enderezos e outra información persoal e correlacionar os resultados, un hacker podería cometer delitos de identidade como enviar solicitudes fraudulentas de tarxetas de crédito.",
    "2260079771": "Retención de datos",
    "2268939633": "IMI non se compromete nin está obrigada a participar na resolución alternativa de litixios de consumo ante unha entidade de resolución de conflitos de consumo. Sitio web oficial da Comisión Europea para a resolución de disputas en liña:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Unha nota para os residentes do Espazo Económico Europeo.",
    "2271252286": "( ) Microsoft non o soportará",
    "2271512952": "Os usuarios admiten o sitio que están visitando e experimentan menos spam web.",
    "2271969747": "20. Información confidencial que recibe",
    "2273532558": "Quen son os clientes que pagan hCaptcha?",
    "2281169898": "Enviar información de depuración co teu informe facilitaranos moito identificar o que está a suceder. Aquí tes instrucións paso a paso:",
    "2284856231": "e tamén se viu unha precisión drasticamente mellorada no modo puramente pasivo de hCaptcha Enterprise.",
    "229198134": "( ) Perdón, pero creo que non funcionaría.",
    "2292919419": "( ) Outlook",
    "2296918009": "Isto equivale a máis de 100 persoas-ano de traballo todos os días.[",
    "2301335298": "Fraude de pago: mitigar un modo de ciberdelincuencia en rápida evolución",
    "230159237": "Contactos",
    "2301757528": "**** Debido ao mantemento por parte de PayPal das súas API REST durante a xanela de pago, non todos os pagos se completaron o 15 de xuño. Todos os pagos programados para o 15 de xuño (hora do Pacífico) pero non executados debido a erros da API de PayPal volvéronse a executar antes do 19 de xuño (hora do Pacífico).",
    "2303655425": "15 de xaneiro de 2019 - 15 de abril de 2019",
    "2309661107": "Non obstante, estamos moi interesados",
    "2310694091": "Que significa Reconciliación?",
    "2310705547": "O elemento de texto enriquecido permítelle crear e dar formato a títulos, parágrafos, comiñas, imaxes e vídeos nun só lugar en lugar de ter que engadilos e formatealos individualmente. Só tes que facer dobre clic e crear contido facilmente.",
    "23114595": "Gran experiencia de usuario",
    "231285005": "Podes atopar actualizacións recentes no noso blog",
    "2315518622": "Coa sofisticación dispoñible nas ferramentas de ataque actuais, é moi difícil detectar cales, se as hai, son fraudulentas. Entón, unha persoa chama á liña de atención ao cliente e di \"A miña conta foi atacada! Non podo iniciar sesión e alguén me rouba o diñeiro!\"",
    "2319072959": "Executa totalmente fóra de liña coa túa propia forza de traballo, fai un seguimento do valor consumido en todas as unidades de negocio ou socios do consorcio, encamiña os traballos de forma selectiva a diferentes provedores de traballo internos ou externos en función dos requisitos de custo e seguridade, etc.",
    "2320894364": "Con máis de 200 puntos de presenza, a nube de hCaptcha protexe os teus activos en todo o mundo",
    "2323013093": "26. Lei aplicable",
    "2323282990": "Un enfoque moderno para verificar a humanidade",
    "2326660907": "excepto",
    "2328839224": ". Consulte a nosa sección \"Aviso aos residentes de California\" relacionada cos seus dereitos baixo a Lei de privacidade do consumidor de California (\"CCPA\").",
    "2330965058": "Cando actuamos como procesadores dos nosos integradores, non utilizamos os datos recollidos para outros fins que non sexan razoablemente necesarios para prestar o noso Servizo, e o noso procesamento rexerase polos contratos que teñamos en vigor cos nosos integradores, non por este. Política de Privacidade",
    "2333410049": "Tenta tamén desactivar o teu bloqueador de anuncios.",
    "2340340589": "Directrices sobre o uso da marca hCaptcha",
    "234420106": "No caso de que sexas un Integrador ou Cliente do servizo hCaptcha Enterprise e o teu uso da API medido por RPS supere a taxa prevista para o teu nivel de servizo, podemos optar por modificar o teu servizo ou cobrar unha taxa excesiva. No caso de que a súa taxa máxima de RPS supere a tarifa aprovisionada nun factor de 10 durante 10 ou máis minutos en total nun período de 30 días e a maioría destas solicitudes non sexan, ao noso criterio, tráfico malicioso, podemos optar por cóbrache a taxa de excedente especificada contractualmente por todas as solicitudes de API realizadas nese mes.",
    "2344319147": "Canto vale realmente a detección de bots de Google?",
    "2348450790": "Le estas Condicións de servizo. Inclúen, entre outras disposicións, exencións de garantías, limitacións de responsabilidade e arbitraxe vinculante. Teña en conta que estas Condicións de servizo poden ter cambiado desde a súa última visita ao noso sitio web. Podemos revisar e actualizar estas Condicións de servizo de cando en vez ao noso exclusivo criterio. No caso de producirse un cambio material, notificarémosche publicando as Condicións de servizo actualizadas nesta páxina, despois do cal debes aceptar de forma afirmativa as Condicións de servizo actualizadas para continuar usando ou accedendo ao sitio ou ao servizo.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Desafortunadamente, controlar unha peza de hardware non significa que sexas unha persoa. Practicamente todos os esquemas populares de certificación de hardware do consumidor foron rotos, parcheados e, despois, de novo.",
    "2351176803": "Condicións da licenza para a API de hCaptcha JS",
    "2354267648": "Política de privacidade compatible con GDPR, CCPA e LGPD",
    "2359150347": "P: Outros servizos de seguranza en liña admiten Privacy Pass?",
    "2359312315": "ou agregados de forma que non se poidan vincular razoablemente a un individuo.",
    "2359913400": "Infraestrutura",
    "2366003154": "Consultas de prensa e medios",
    "2367602973": "aquí",
    "2369877184": "A taxa máxima de RPS permitida para os integradores ou clientes de hCaptcha é de 1.000 solicitudes por segundo a entidades da túa conta (\"RPS\"), a non ser que se especifique o contrario nun acordo contractual escrito entre ti e nós.",
    "237009707": "( ) Relés abertos en países estranxeiros",
    "2373007864": "hCaptcha Enterprise funciona coa tecnoloxía da plataforma hCaptcha, ampliada para incluír as funcións que necesitan as empresas de alto tráfico.",
    "2378786360": "1. Proba un dos outros navegadores compatibles: se estás en Chrome, proba a usar Firefox sen importar a túa configuración de Chrome e instala o complemento alí. Se isto funciona, pode ter un problema de configuración do navegador.",
    "2385522384": "Probablemente estabas vendo cadros de vídeo das cámaras dos coches autónomos Waymo de Google e axudases a mellorar o recoñecemento de obxectos.",
    "2386465280": "Como compartimos información",
    "2391175562": "Ademais, isto é o que penso de ti:",
    "2394073454": "Podemos recoller información adicional dos Usuarios finais que desexen traballar connosco como etiquetadores de datos individuais.",
    "2396605499": "( ) As listas brancas son unha merda",
    "2397590157": "3. Estimación conservadora: 200 millóns de solucións * 30 segundos por resolución en anos = 190,3 persoas-ano/día.",
    "2402165761": "Como funciona o raspado?",
    "2404545611": "Benvido a hCaptcha! Grazas por formar parte da nosa comunidade. Todos os usuarios dos \"Servizos\" (definidos a continuación) deben aceptar as seguintes condicións (as \"Condicións de servizo\"). Segundo estas Condicións de servizo, \"IMI\", \"nós\" e \"nós\" refírese a Intuition Machines, Inc. e ás súas subsidiarias, afiliadas, oficiais, axentes, empregados, representantes e axentes, e o noso \"sitio web\" inclúe calquera sitio web baixo o noso control, incluíndo www.hcaptcha.com e www.imachines.com.",
    "2408036504": "Así, os nosos sistemas están deseñados desde cero para minimizar a recollida e retención de datos mantendo a seguridade líder na súa clase. A mellor forma de protexer os datos do usuario é non almacenalos en absoluto.",
    "2410122265": "Recursos hCaptcha: Bots 101",
    "2412751979": "Grazas aos sinais de humanidade máis precisos que alimentan hCaptcha, moitas empresas que anteriormente usaban reCAPTCHA v3/Enterprise cambiaron a",
    "2413742287": "O incentivo de hCaptcha é maximizar a precisión, non os ingresos publicitarios: as respostas dos bots son inútiles para os nosos clientes, que necesitan datos de formación humana.",
    "2414232014": "O noso logotipo é recoñecible ao instante e un dos nosos activos máis valiosos e importantes. Para garantir que siga sendo unha forte representación da nosa empresa, debe presentarse de forma coidadosa e coherente en todas as canles de comunicación.",
    "2414368123": "Un nome, número de tarxeta de crédito, número de tarxeta de débito ou calquera outra información financeira.",
    "2418549423": ", un estándar emerxente para preservar a privacidade en liña a través de probas criptográficas e outras funcións exclusivas de privacidade.",
    "2419795065": "Aviso aos residentes de California",
    "2420789666": "Fastly, Inc. Servizos ofrecidos: Fastly CDN e edge compute.",
    "2423586454": "Aínda hai algunhas cousas que o software non pode facer, por moi boa que sexa a IA detrás. A tecnoloxía CAPTCHA moderna ofrece un método comprobado para bloquear bots que intentan perpetuar a fraude de pago. Aínda que os antigos enfoques de CAPTCHA, como os simples números inclinados nunha caixa, agora son deficientes na súa maioría para mitigar os bots avanzados, un dispositivo de resposta de probas automatizadas como hCaptcha Enterprise pode destrabar facilmente un bot defraudador no momento do inicio de sesión na conta ou da compra da cesta da compra. Aínda que o bot teña credenciais reais, non poderá pasar polo CAPTCHA.",
    "2429359042": "imaxes de interface de exemplo",
    "2430148876": "Creamos estas directrices e a licenza xeral de marca rexistrada para que os nosos clientes, socios e fans poidan traballar coa nosa marca ao mesmo tempo que preservamos a nosa identidade corporativa. Se precisas utilizar iconas, logotipos ou outras marcas de hCaptcha de xeitos que difiran materialmente destas directrices, terás que poñerte en contacto connosco (IMI) para obter unha licenza escrita.",
    "2436973524": "Só se aceptan referencias precisas. Non está permitido dicir que un sitio usa servizos e aplicacións hCaptcha cando non o fai. Do mesmo xeito, o uso do noso logotipo ou de calquera distintivo só é apropiado cando o sitio utiliza servizos hCaptcha.",
    "2437934778": "O teu nome",
    "2438016011": "Convenio voluntario. Todas as partes destas Condicións de servizo declaran e aceptan que cada unha revisou todos os aspectos deste acordo, leu atentamente e entende completamente todas as súas disposicións e está a asinar voluntariamente este acordo.",
    "2441638955": "En primeiro lugar, que é unha API?",
    "2444685143": "Política do logotipo",
    "2445034923": "Se non está de acordo con todos os termos e condicións destas Condicións de servizo, non use (e non pode) utilizar nin acceder ao sitio ou aos servizos.",
    "24452499": "solución; pódese usar para ben ou para mal. Toda empresa que investiga, constrúe ou vende solucións de dobre uso ten a obriga de considerar as consecuencias das súas accións.",
    "2446481523": "Hai un vello conto popular no que un vagón e un nobre aparecen na policía dunha pequena aldea. Un home, vestido con roupa sucia e de pobre, díxolle ao policía: “Eu son o fidalgo. Este home era o meu condutor.",
    "2449501658": "ofrece unha das formas máis avanzadas de mitigar a ameaza dos intentos fraudulentos de inicio de sesión na conta, utilizando a aprendizaxe automática para detectar e deter os bots, e dificultando, ou incluso imposible, que os defraudadores participen na toma de contas.",
    "2462728596": "Se non podemos satisfacer estes puntos, rexeitaremos a solicitude e poderemos cancelar o acceso adicional á nosa plataforma, tal e como se indica nas nosas Condicións.",
    "2462909475": "Un muro de máis de 10.000 teléfonos utilizados para abusos, parte dunha operación de bot chinés.",
    "2465128185": "Para enviar comentarios rápidos, só tes que facer clic no botón \"Envíanos comentarios\".",
    "2468683988": "Título",
    "2474091800": "19. Disputas con outros usuarios; Lanzamento",
    "2474661839": "O noso",
    "247560732": "Engade hCaptcha con tres liñas de código. Se procedes de reCAPTCHA, a nosa API é compatible e só leva uns minutos cambiar.",
    "2477958756": "( ) Xente mala",
    "2481032625": "Se o obxectivo é previr:",
    "2486638408": "Definir especificacións",
    "2487931657": "Non use: \"hagamos o noso sitio web\".",
    "248923369": "Logotipo de BotStop™",
    "2489287539": "\"Sen CAPTCHA\" sen fricción e modos pasivos do 99,9%.",
    "2491398763": "Todo o texto, imaxes, animacións gráficas, vídeos, música, sons e outro material destas páxinas están protexidos pola lei de dereitos de autor polo IMI ou por terceiros se se especifica. Está prohibido copiar ou modificar este material para uso comercial de forma que exceda o uso razoable e xusto.Responsabilidade deste sitio web",
    "2497216176": "Tecnoloxías de seguimento e análise de terceiros",
    "2498172334": "Concretamente, o teu plan non ten en conta",
    "2505227594": "7. Excesos",
    "2510209017": "Necesitas máis axuda?",
    "2510534204": "Ata o 23 de marzo de 2020***",
    "2513143348": "O sistema hCaptcha Enterprise é especialmente flexible no seu deseño: pódese implantar parcial ou totalmente no bordo da súa rede se opera unha nube pública ou posúe moitos centros de datos.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "subxacente á seguridade criptográfica de Privacy Pass. O protocolo en si está pasando polo",
    "2531534427": "Os detalles están aquí.",
    "2534436327": "e tamén poden aplicarse as seguintes obxeccións filosóficas:",
    "2535001179": "Se procedes do reCAPTCHA de Google, as nosas API son substitutos directos.",
    "2540760245": "entre outros moitos usos, poder filtrar o tráfico en liña en función de \"humano ou non\" probablemente seguirá sendo unha ferramenta valiosa mentres a natureza humana siga os mesmos patróns rexistrados nos últimos cinco mil anos.",
    "2543123170": "Verificación da humanidade de fricción cero",
    "254326776": "Moitas veces descóbrese que o abuso malicioso destes defectos se produciu durante meses ou anos antes da súa divulgación ou publicación académica.",
    "2544169219": "Resultados recentes de última xeración: ICML LLD, maio de 2019.",
    "2544565802": "15 de xullo de 2019 - 15 de outubro de 2019",
    "2547140673": "Durante máis dunha década, o servizo reCAPTCHA de Google ofrece aos propietarios de sitios web un intercambio: deixa que Google faga un seguimento dos teus usuarios e lles faga preguntas e, a cambio, prometen deter os bots e o spam.",
    "2547406584": "Se tes algunha dúbida sobre esta Política de cookies, póñase en contacto connosco en",
    "2551802342": "– Planeamos recuperar e retomar rapidamente as operacións comerciais despois dunha interrupción comercial importante e responder protexendo os nosos empregados e a propiedade, facendo unha avaliación financeira e operativa, protexendo os libros e rexistros da empresa e permitindo que os nosos clientes e usuarios finais realicen transaccións en liña. En resumo, o noso plan de continuidade comercial está deseñado para permitir que a nosa empresa retome as súas operacións o máis rápido posible, dado o alcance e a gravidade da importante interrupción comercial. O noso plan de continuidade empresarial aborda: copia de seguridade e recuperación de datos; todos os sistemas de misión crítica; avaliacións financeiras e operativas; comunicacións alternativas con clientes, empregados e organismos de supervisión; localización física alternativa dos empregados; impacto crítico de provedores e clientes; informes regulamentarios; e avisando aos nosos clientes de inmediato se non podemos continuar co noso negocio. O noso grupo principal de provedores respalda os nosos rexistros importantes nunha área xeograficamente separada. Aínda que cada situación de emerxencia supón problemas únicos baseados en factores externos, como a hora do día e a gravidade da interrupción, este grupo de provedores avisounos que o seu obxectivo é restablecer as súas propias operacións e poder retomar os servizos rapidamente. Aínda que traballamos para reducir o risco empregando un conxunto diverso de provedores, os seus servizos poderían modificarse ou interromperse durante este período.",
    "2555914614": "para o caso de uso de accesibilidade. Cremos que combinar o noso enfoque a11y actual coa emisión de pases de privacidade permitirá aos usuarios a11y navegar de forma segura, seguros sabendo que o seu tráfico é máis privado, mentres restrinxe o abuso por parte dos operadores de bots que se produce inevitablemente cando hai opcións a11y dispoñibles. Somos participantes activos do grupo de traballo da IETF que estandariza esta nova tecnoloxía.",
    "2557240048": "Como funciona: primeiro, un usuario de accesibilidade rexístrate mediante",
    "2557601376": "hCaptcha logo™",
    "2560582224": "programa bug bounty",
    "2561077702": "Para prestar o noso servizo",
    "2565565429": "No seu lugar use: \"usamos hCaptcha para facer que o noso sitio sexa máis seguro e seguro\".",
    "2575690545": "As adquisicións de contas, como tanta fraude cibernética, son principalmente unha cuestión de procesos masivos automatizados. É raro que un hacker, vestido cunha sudadera con capucha no soto da súa nai, escriba os contrasinais nos sitios web dos bancos un a un.",
    "2583775432": "P: E a privacidade? O rexistro expón datos de navegación dalgún xeito? Que fas co correo electrónico?",
    "2588750717": "De feito, algúns ataques de recheo de credenciais implican millóns de credenciais, e todas están introducidas na interface de inicio de sesión do sitio web desprevenida coa esperanza de que se lles permita entrar. Unha vez dentro, o atacante pode facerse cargo da conta da vítima.",
    "2590587108": "Edición de contido estática e dinámica",
    "2593768395": "Experiencia perfecta na web, móbil nativo e web móbil. Dispoñibles de integracións predefinidas e SDK nativos.",
    "2593864519": "Detén máis bots. Comeza a protexer a privacidade dos usuarios.",
    "259613338": "se tes algunha dúbida sobre estas Condicións de servizo.",
    "2597149484": "A razón pola que o hacker ten que \"encher\" tantas credenciais ten que ver con onde obteñen as súas credenciais roubadas.",
    "2597352122": "Tipos de anotación",
    "2600696085": "15 de marzo de 2021",
    "2602081482": "hCaptcha Enterprise usa aprendizaxe automática avanzada para identificar o tráfico malicioso ao teu sitio e aplicacións, incluídas as actividades de raspado.",
    "2602763587": "O recheo de credenciais é unha forma de ciberataque no que o atacante tenta iniciar sesión nun sitio web varias veces usando pares de nomes de usuario e contrasinais roubados. O \"recheo\" refírese aos intentos repetitivos de inicio de sesión, que case sempre se realizan mediante un software de bot automatizado.",
    "2603863826": "PD: Se atopas unha tradución no teu idioma que podería utilizar melloras, non dubides en enviar un",
    "2605814073": "Ao utilizar ou rexistrarte nos nosos Servizos, aceptas: tes polo menos 18 anos de idade; tes a autoridade para firmar este acordo en nome teu ou da entidade que representas, e seguirá en todo momento cumprindo estas Condicións de servizo e todas as políticas e directrices de IMI mencionadas aquí; e non abusará do noso sitio web, falsificará a súa identidade ante nós nin utilizará intelixencia artificial para completar ningunha parte de ningunha tarefa en IMI que requira intelixencia humana.",
    "260595108": "Nunca usamos correos electrónicos ou información de accesibilidade para outros fins que non sexan facilitar o uso e previr o abuso.",
    "2611914656": "Usamos Sentry para recoller datos de depuración cando un usuario experimenta un erro. Para obter información sobre como Sentry recolle e procesa os datos,",
    "2616040974": "3. Clientes e Solicitantes",
    "2616226398": "Suxeito ao noso",
    "2619472217": "8. Revenda",
    "2620705814": "Google é unha empresa de publicidade e os seus produtos de seguridade parécense moito aos seus produtos publicitarios",
    "2621989404": "Última actualización: 24 de setembro de 2021. Teña en conta que os nosos termos en inglés son autorizados.",
    "2624601135": "\"hCaptcha\" non debe usarse como parte dun nome de marca, unido cun guión ou en nomes de aplicacións ou outros produtos.",
    "2624949852": "Por suposto, reCAPTCHA foi un dos primeiros participantes na seguridade web desde 2009, protexendo millóns de sitios web contra as ameazas cada vez maiores de robots maliciosos e spammers. Non obstante, estivo completamente comprometido nos últimos anos:",
    "262509504": "Podemos vincular a información recollida polas cookies con outra información que recompilamos de vostede conforme a esta Política de privacidade e utilizar a información combinada tal e como se establece aquí. Do mesmo xeito, os terceiros que ofrecen cookies nos nosos sitios poden vincular o teu nome ou enderezo de correo electrónico a outra información que recompilan, que poden incluír compras anteriores realizadas fóra de liña ou en liña, ou a túa información de uso en liña.",
    "2631159699": "( ) Exércitos de vermes plagados de caixas de Windows conectadas a banda ancha",
    "2631249972": "Podemos mellorar ou modificar o noso sitio web sen previo aviso.",
    "26365791": "Na medida en que o permita a lei, o Sitio e o Servizo (e calquera outro servizo asociado, información, datos, funcións e outros contidos ou materiais) ofrécense \"tal como están\" e \"según estean dispoñibles\". Na medida en que o permita a lei, IMI exclúe todas as garantías, incluídas, entre outras, as garantías implícitas de comerciabilidade, adecuación para un fin determinado e non infracción.",
    "263761351": "hCaptcha é a primeira alternativa crible, que agora usan centos de millóns de persoas cada mes.",
    "2639657759": "Marcas usadas con permiso",
    "2645321220": "E se cres que o custo de reCAPTCHA é demasiado alto, pregúntanos sobre hCaptcha Enterprise. Actualmente en uso por algunhas das maiores editoriais, empresas de servizos financeiros e empresas de infraestrutura web do mundo, non son só unha alternativa fidedigna a reCAPTCHA: cremos que ofrecen a mellor protección contra bots dispoñible actualmente.",
    "2646127839": "Apéndice do cliente ás Condicións de servizo principais",
    "2648707986": "Unha adquisición de conta é unha forma de fraude cibernético na que un actor malintencionado se fai pasar por propietario dunha conta en liña. Normalmente, a conta está nunha institución financeira ou nunha empresa de comercio electrónico onde o defraudador pode roubar diñeiro, mercadoría ou tarxetas de agasallo. O atacante usa as credenciais de inicio de sesión roubadas para acceder á conta e despois asumila, quizais cambiando o contrasinal para bloquear o propietario da conta real.",
    "2650241052": "Sen consellos",
    "2650502379": "Lanza os teus propios desafíos en segundos",
    "2652399059": "Un compañeiro de confianza",
    "265443926": "Para evitar dúbidas, ten en conta que estes limiares aplícanse en conxunto a todas as contas que creaches ti como persoa, entidade ou organización. Por exemplo, se creases 10 contas, cada unha delas recibindo 100.000 solicitudes nun mes (é dicir, 1 millón de solicitudes en total), entón terías superado os límites de uso xusto para todas as contas nese mes.",
    "2659418535": "Procedemento Arbitral. Toda a arbitraxe en virtude deste acordo levarase a cabo baixo as regras da Asociación Americana de Arbitraje ou por un servizo de arbitraxe mutuamente acordado. O árbitro será un árbitro estadounidense seleccionado dunha lista de non menos de sete (7) nomes mediante toques de atención alternativos. Na arbitraxe, cada parte terá o dereito de realizar a adecuada investigación civil, presentar mocións resolutivas e presentar testemuñas e probas que sexan necesarias para presentar as súas causas e defensas, e calquera disputa ao respecto será resolta polo árbitro. A resolución da disputa basearase unicamente na lei que regula as reclamacións e defensas alegadas, e o árbitro non poderá invocar ningún outro fundamento que non sexa a lei reguladora. O árbitro gozará da inmunidade dun funcionario xudicial de responsabilidade civil cando actúe en calidade de árbitro, inmunidade que complementa calquera outra existente. Os premios deben incluír a opinión motivada por escrito do árbitro. Renuncia ao seu dereito a ser xulgado por xurado por calquera reclamación que poida ter contra IMI ou que IMI poida ter contra vostede. Calquera reclamación en virtude desta cláusula deberá presentarse dentro do prazo de prescrición aplicable. A Lei Federal de Arbitraje dos Estados Unidos rexe esta cláusula e vostede recoñece que este Acordo evidencia unha transacción comercial.",
    "2666258754": "INCRUCIÓNS RELACIONAIS BASADAS EN XERARQUÍA SEMANTICA PARA HASHING PROFUNDO DEBILMENTE SUPERVISADO, Heikki Arponen, Tom E Bishop. ICML 2019, Obradoiro LLD.",
    "2670003220": "Traballos",
    "2670352917": "hCaptcha ofrece unha detección de bots máis fiable á vez que é sinxelo de resolver para os humanos.",
    "2671622670": "Empresa",
    "267645277": "O IMI pode verificar a túa identidade. Isto pode incluír a comparación da súa información persoal con bases de datos de terceiros ou documentos legais oficiais. Autorízanos a realizar as consultas necesarias para confirmar a súa identidade, a propiedade do seu enderezo de correo electrónico e a propiedade das súas contas financeiras. Acepta proporcionar información sobre vostede para axudarnos a verificar a súa identidade.",
    "2676853536": "Paneles multiusuario",
    "2681650568": "E como sempre, a privacidade é un valor fundamental para nós. Engade o noso código de desafío só onde sexa necesario e onde teña sentido protexerte tanto a ti como aos teus usuarios. A minimización da recollida de datos comeza desde o momento da integración.",
    "2682873489": "Definir a área delimitadora dos obxectos",
    "2683038211": "Internet ou outra actividade de rede electrónica.",
    "2686825859": "Rexístrate gratis ou ponte en contacto connosco sobre as solucións hCaptcha Enterprise",
    "2689973938": "A mellora de reCAPTCHA crea un conflito intrínseco para Google como vendedor de anuncios.",
    "2690395789": "Se xa non necesita a información confidencial que recibiu, deberá devolver ou destruír de inmediato (según o solicitou quen revelou a información) todas as copias da información que existan nas instalacións, sistemas ou outros equipos que controle.",
    "2694001822": "Non obstante, ocasionalmente contratamos persoas para que nos axuden a probar as propiedades do sistema e as novas funcións.",
    "2694150481": "Usamos cookies?",
    "2696932851": "18. Indemnización",
    "2697276059": "Evidencia de que isto funciona: taxas de resolución uniformes en todo o mundo",
    "2698140263": "Non todos os problemas son iguais: obter unha única puntuación significa que debe atender ás túas necesidades para ser útil.",
    "269838707": "Se es Colaborador, ti e só ti decides cales e cantas tarefas completar, e cando e onde as completas. Vostede é libre de gastar tanto ou o pouco tempo completando tarefas como elixa. En ningún momento tes a obriga de completar unha tarefa.",
    "2698640210": "Controla os desafíos e os tipos mostrados",
    "2700197090": "R: Usar calquera extensión de privacidade ou bloqueo de anuncios que admita a lista branca a nivel de dominio (por exemplo, uBlock Origin) funcionará como se esperaba: só asegúrate de incluír hcaptcha.com na lista branca.",
    "2707282231": "Personaliza os retos para os teus usuarios. Fai imposible que os bots resolvan e penetren.",
    "2710988028": "( ) Os spammers poden usalo facilmente para recoller enderezos de correo electrónico",
    "2712493234": "Fraude de pago: mitigar un modo de ciberdelincuencia en rápida evolución",
    "2714878440": "Protexa os seus servizos contra a eliminación de datos, as tomas de contas, o recheo de credenciais e o spam coa nosa aprendizaxe automática avanzada e a verificación de humanidade.",
    "2715462692": "Como é o noso proceso de Ética da IA?",
    "2718999653": "Puntuacións de ameaza personalizadas",
    "2722456056": "15 de xaneiro de 2021 - 15 de abril de 2021",
    "2728931827": "Despois de cada conciliación, as túas estimacións por clave de sitio actualizaranse e a precisión das previsións futuras debería aumentar, a non ser que o teu sitio teña un cambio material no comportamento do usuario.",
    "2729131930": "Que é o raspado e como funciona?",
    "2735073144": "Tamén realizamos revisións continuas cando sexa necesario. Por exemplo, na nosa recente revisión das datas e fontes das solicitudes de solicitudes de etiquetaxe relacionadas con paraugas, puidemos confirmar rapidamente que ningunha entidade gobernamental ou provedor estatal coñecido de software de vixilancia realizou solicitudes sobre paraugas que utilizaban os nosos servizos nos últimos 12 meses. .",
    "2735878907": "Declaración de Planificación da Continuidade do Negocio",
    "2740033957": "O equipo de IM está composto por científicos e enxeñeiros de Apple, Amazon e outros líderes en aprendizaxe automática, sistemas distribuídos e seguridade.",
    "2743692546": "Mentres os usuarios demostran a súa humanidade a través de hCaptcha, o seu traballo entra nun mercado aberto anónimo para licitar.",
    "2745385064": "Resumo",
    "2752975480": "( ) O envío de correo electrónico debe ser gratuíto",
    "2754937029": "Usos inaceptables",
    "2760410719": "Os servizos que intentan facer a detección de bots con sinais puramente pasivos atópanse rapidamente cun problema fundamental: como validas se un sistema detecta malos actores correctamente cando non tes a verdade do terreo precisa?",
    "2762458927": "Os teus datos de usuario non están á venda.",
    "2762759509": "Moitos ataques de toma de contas están case totalmente automatizados.",
    "2769710842": "Se tes algunha dúbida, póñase en contacto connosco en",
    "278010425": "A ampla e variada variedade de tarefas en hCaptcha tamén é máis difícil de automatizar. A interface única de reCAPTCHA non cambiou en moitos anos e ten un pequeno conxunto de preguntas que non cambian frecuentemente. Esta é unha das formas en que hCaptcha ofrece unha protección anti-bot máis robusta que reCAPTCHA.",
    "2781507299": "Verificación instantánea",
    "2782263070": "O servizo é unha prioridade para nós. Mantemos soporte de garda as 24 horas do día, os 7 días de hoxe e ofrecemos coordinación directa de Slack co teu equipo de integración de enxeñería e o noso persoal de garda durante e despois da implementación.",
    "2784612261": "Queres integrar a revisión humana directamente nas túas operacións comerciais? Ofrecemos SLA de alta fiabilidade, capacidade garantida e API REST sinxelas.",
    "2785425016": "(no contexto dunha solución de verificación da humanidade, por exemplo, unha chamada á acción)",
    "278568955": "En vigor: 1 de setembro de 2021. Adición de infraestruturas",
    "2788024905": "Como protexemos a información",
    "2788836740": "A información de contacto para fins de mercadotecnia conservarase de forma continua ata que canceles a subscrición. Despois engadiremos os teus datos á nosa lista de supresión de forma indefinida. A información de correo electrónico recollida dos Usuarios de Accesibilidade nunca se utilizará con fins de mercadotecnia.",
    "2790841456": "Se vostede é un Colaborador, acepta a seguinte cláusula arbitral e a exención da acción colectiva:",
    "279580593": "imaginas.com",
    "279918384": "Como usa Google a túa man de obra gratuíta?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) As medidas para sentirse ben non fan nada para resolver o problema",
    "2804310964": "acceder ou tentar acceder ao noso sitio web a través de calquera servidor web proxy ou outro dispositivo deseñado para ocultar a súa verdadeira localización ou identidade ou por calquera medio que non sexa a interface proporcionada;",
    "2806751666": "Que é hCaptcha?",
    "2808122102": "A funcionalidade intercultural é, polo tanto, un requisito básico para o noso servizo. Asegurarse de que todos os usuarios lexítimos poidan acceder ao contido rapidamente é unha parte fundamental da nosa misión. Ofrecemos retos en 110 idiomas e melloramos continuamente as traducións relevantes para asegurarnos de que todos poidan resolver os nosos desafíos.",
    "2808971932": "Este é un texto dentro dun bloque div.",
    "2813310562": "Toca Configuración do sitio e logo Cookies.",
    "2819628066": "Divisibilidade. Se algunha disposición destas Condicións de servizo resulta non válida ou inaplicable por calquera motivo, non afectará a validez e a aplicabilidade das disposicións restantes.",
    "2820080973": "aloxado con ❤ por",
    "2826051554": "e máis",
    "2826705343": "Información comercial.",
    "2827452240": "Necesitas outro tipo que non aparece aquí? Só pregúntanos.",
    "282913023": "A opción rendible para empresas de alto tráfico",
    "2840750518": "GitHub",
    "285116485": "A Compañía non \"vende\" (tal e como se define este termo na CCPA) a información persoal que recompilamos. Consulte a sección \"Tecnoloxías de seguimento e análise de terceiros\" anterior para obter máis información sobre os tipos de cookies de terceiros, se as hai, que utilizamos.",
    "2852295413": "Un conflito de intereses inherente: deter os bots reduce os ingresos dunha rede publicitaria",
    "2862164005": "Os datos de prezos permítennos poñer un valor en dólares exacto sobre a seguridade ofrecida por un reCAPTCHA: 0,001 USD ou menos por resposta.",
    "2863840904": "Paso 6: Último paso, envíanos por correo electrónico os ficheiros de rexistro HAR e da consola e describe o problema",
    "2864016648": "Problemas de privacidade",
    "2867855718": "3. Cremos que as necesidades de privacidade poden ser atendidas satisfactoriamente para a solicitude?",
    "2870341481": "abaixo. Para calquera outro navegador só",
    "2873297188": "Todos os CAPTCHAS discriminan aos non estadounidenses?",
    "2873911365": "Que pasa coa certificación de hardware?",
    "2880837730": "Que se pode facer para deter as adquisicións de contas?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc desenvolveu un plan de continuidade empresarial sobre como responderemos aos eventos que perturben significativamente o noso negocio hCaptcha. Dado que o momento e o impacto dos desastres e as interrupcións son imprevisibles, teremos que ser flexibles á hora de responder aos eventos reais a medida que se producen. Tendo isto en conta, proporcionámosche esta información sobre o noso plan de continuidade do negocio.",
    "2894845722": "Os usuarios do teu sitio en breve poderán ver a túa contribución á organización benéfica a través da marca discreta na interface hCaptcha.",
    "2895491273": "Se prefires bloquear as cookies ou outras tecnoloxías de seguimento, a maioría dos navegadores e dispositivos móbiles debes cambiar a túa configuración para notificarche cando recibes cookies ou outras tecnoloxías de seguimento que se están a utilizar, e escoller se aceptas ou non permites ou non. iso. A maioría dos navegadores tamén permiten desactivar ou eliminar as cookies existentes ou rexeitar automaticamente as futuras. Tamén pode utilizar ferramentas de terceiros, incluídos os complementos do navegador, para controlar as súas preferencias de cookies. Teña en conta, non obstante, que se desactiva todas as cookies, algunhas partes dos nosos sitios poden non funcionar correctamente.",
    "2896187462": "1. Utilízase para realizar estatísticas anónimas relacionadas co servizo estrictamente necesarias e para outros fins técnicos, como axudar na asistencia de accesibilidade.",
    "2900525040": "As leis do Estado de California rexen estas Condicións de servizo e calquera controversia, disputa ou reclamación derivada delas.",
    "2901894297": "hCaptcha é un servizo de Intuition Machines, Inc. (\"IMI\"), unha corporación estadounidense de Delaware (#6393793).",
    "2903742230": "As redes publicitarias ven os teus visitantes como o produto. Para nós o único obxectivo é determinar a súa humanidade. Os nosos servizos cumpren ou superan os requisitos de GDPR, CCPA, LGPD e PIPL, e traballamos duro para equilibrar a privacidade e a seguridade.",
    "2904949278": "Como un hacker se fai cargo dunha conta?",
    "2905621957": "Última actualización: 18 de xullo de 2020",
    "290966395": "Tal e como se describe na nosa sección \"Unha nota para os clientes fóra dos Estados Unidos\", teña en conta que os seus datos persoais serán transferidos, procesados e almacenados nos Estados Unidos. As leis de protección de datos dos EUA poden ser diferentes ás do teu país de residencia. Vostede acepta a transferencia da súa información, incluída a información persoal, aos EUA tal e como se establece nesta Política de privacidade visitando os nosos sitios ou utilizando o noso Servizo.",
    "2910560864": "20-23 de marzo de 2020***",
    "2915355938": "Accesibilidade",
    "2920213479": "Ordenar ou engadir categorías arbitrarias de calquera tamaño",
    "2921990472": "Se ve un problema funcional, siga o",
    "292211832": "A información recollida a través de medios técnicos como cookies, contadores de páxinas web e outras ferramentas de análise descartarase tan pronto como sexa posible, pero pódese conservar durante un período limitado de ata un ano desde a caducidade da cookie, normalmente nunha forma agregada e sen identificar. a menos que detectemos un posible abuso do noso servizo, en cuxo caso conservaremos esa información para axudarnos a evitar futuros abusos. Non podemos vincular esta información anónima e agregada a vostede, á súa familia, a un enderezo IP ou a ningunha información persoal baseada na información almacenada.",
    "292250020": "1. Seleccione a engrenaxe na esquina superior dereita da pantalla e, a continuación, seleccione \"Opcións de Internet\". Se tes a barra de menús activada, podes seleccionar \"Ferramentas\" e despois \"Opcións de Internet\".",
    "2927700175": "Amosamos desafíos de CAPTCHA que son difíciles para os bots pero fáciles para as persoas ao recoller datos difíciles de etiquetar de problemas de aprendizaxe automática e usándoos para distinguir se un visitante dun sitio web ou dunha aplicación é humano.",
    "2928362319": "As consultas enviadas por correo pódense enviar a: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Incumprimento destas Condicións de servizo",
    "2932826396": "3. Se estás a usar a versión máis recente de Safari en OS X 10.15 ou iOS 13.4 recentemente lanzado, Apple acaba de cambiar o comportamento de Safari relacionado coas cookies de terceiros, bloqueándoas todas por defecto. Estamos implementando unha solución, pero mentres tanto, visita Preferencias de Safari, sección Privacidade e desmarca \"Seguimento do sitio web: Evitar o seguimento entre sitios\" para permitir que a cookie de accesibilidade funcione como se espera.",
    "2935155034": "Se estás situado no Espazo Económico Europeo, tes certos dereitos que se describen anteriormente no encabezado \"Aviso aos interesados da UE\", incluído o dereito a inspeccionar e corrixir ou eliminar os datos que temos sobre ti.",
    "2939852138": "Como os defraudadores [Try to] escapan coa fraude de pagos?",
    "2940689138": "Administrar as contas de Integrador e Cliente e prestar o Servizo. Usamos a Información Persoal para asociar contas específicas con Integradores e Clientes e para proporcionarlles o Servizo, para responder a solicitudes ou consultas, para proporcionar soporte ou asistencia técnica e para facilitar os pagos.",
    "2941545733": "Somos enxeñeiros, non vendedores: queremos que esteas feliz coa túa elección.",
    "2943346052": "A medida que continúa o proceso de estandarización do IETF, esperamos que os principais navegadores adopten algún tipo de Privacy Pass de forma nativa. Isto eventualmente fará que a extensión sexa innecesaria. Non obstante, polo momento, siga as instrucións a continuación.",
    "2945960297": "Con respecto aos suxeitos de datos da UE, o termo \"información persoal\" que se utiliza nesta Política de privacidade equivale a \"datos persoais\" segundo se define no Regulamento Xeral de Protección de Datos da Unión Europea (GDPR).",
    "2947576723": "Esta historia é anterior aos permisos de conducir e á impresión dixital, pero ofrece un bo exemplo do que pode saír mal nunha situación de toma de conta. Unha persoa inicia sesión nunha conta bancaria en liña ou nunha aplicación de pagos móbiles. É o titular da conta real ou un hacker? Quen é realmente quen? Estes problemas de seguranza afectan ás organizacións que permiten o acceso á conta de autoservizo.",
    "2952586316": "Non todos os problemas son iguais. As anotacións para tarefas críticas para a seguridade poden requirir un 99,99 % de confianza dos traballadores totalmente humanos. É posible que as anotacións dunha función beta dunha aplicación de xogos para móbil só requiran unha confianza moderada. Ti decides.",
    "2954157511": "Por que usamos cookies?",
    "2959486280": "Se non está de acordo con estas Condicións de servizo, non poderá utilizar nin acceder ao sitio nin ao servizo.",
    "295955580": "O noso sitio web pode conter ligazóns a sitios web de terceiros. Non controlamos, investigamos, supervisamos nin comprobamos estes sitios web. Non somos responsables nin avalamos os programas informáticos, o contido ou as opinións contidas en tales sitios web. Se decides abandonar o noso sitio web e acceder a calquera sitio web de terceiros, faino baixo o teu propio risco.",
    "2968026167": "A túa verdura favorita",
    "2970907810": "páxina. O actual CEO da compañía é o director xerente responsable dos contidos.",
    "2989126922": "Abre as preferencias de Chrome desde a barra de menú.",
    "299335340": "Que é e como deter os ataques",
    "3004688366": "( ) As contramedidas non deben implicar fraude por cable ou fraude con tarxeta de crédito",
    "3005876482": "hCaptcha é agora o maior servizo de CAPTCHA independente, funciona co 15% de Internet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Obxecta a nosa confianza nos nosos intereses lexítimos como base do procesamento da túa información persoal que afecta aos teus dereitos.",
    "3012870872": "Os sitios web e as aplicacións que usan a versión gratuíta (hCaptcha Publisher) obteñen ingresos con ese traballo en lugar de doarllo a Google.",
    "3014149332": "R: Non, os pases non son interoperables: deben ser emitidos e canxeados pola mesma autoridade, neste caso hCaptcha. Ten en conta que se tes pases tanto de Cloudflare como de hCaptcha na túa extensión, o número dispoñible cambiará á cantidade correcta dependendo do requisito da páxina que estás visitando. Noutras palabras, se tes 100 pases Cloudflare na túa carteira e 10 pases hCaptcha, deberías ver 10 na icona da extensión nas páxinas con hCaptcha incorporado.",
    "3014657981": "Activa a configuración xunto a \"Cookies\".",
    "3017040355": "O procesamento dos datos do suxeito de datos da UE funciona baixo a base legal das Cláusulas contractuais estándar (SCC) integradas no anexo de tratamento de datos ás nosas Condicións de servizo ou acordos de tratamento de datos cos nosos integradores.",
    "3017533972": "Nós, os nosos socios de investigación académica e os nosos clientes podemos ocasionalmente facer referencia ou reproducir porcións de contido con licenza Creative Commons a través da plataforma hCaptcha para avanzar no coñecemento da humanidade no campo da aprendizaxe automática.",
    "3018077211": "25. Resolución de disputas do colaborador",
    "3018523079": "Mantén a marca cunha experiencia de usuario consistente.",
    "3022001832": "Recopilamos información de persoas que interactúan cos nosos sitios e servizos, incluídos os que incorporan o noso servizo ao seu sitio web (\"Integradores\"), os que utilizan os servizos para a etiquetaxe de datos (\"Clientes\") e os usuarios finais que interactúan co noso sitio web. Servizo a través dos sitios web dos nosos integradores (\"Usuarios finais\").",
    "3022301908": "Acceso",
    "3022922096": ", o conxunto de produtos empresariais de hCaptcha. A diferenza da versión gratuíta de hCaptcha,",
    "3025548709": "Hai algunha alternativa a este trato inxusto?",
    "3027055607": "16. Propiedade intelectual e dereitos de propiedade",
    "3028319964": "Ética da IA",
    "3030395800": "Estas credenciais adoitan proceder de violacións de datos. Tamén coñecidos como \"derramentos de credenciais\", estes ataques poden provocar que millóns de credenciais se volquen á web escura. Se o vertido procedía dun banco, o hacker tentará usar esas credenciais para acceder a outros sitios. Este enfoque funciona porque moitas persoas usan a mesma combinación de nome de usuario e contrasinal para varios sitios. (Esta práctica non é recomendable, pero a realidade é a que é. A xente adoita repetir as mesmas credenciais de inicio de sesión).",
    "30312304": "outros defectos que adoitaban variar dun estado a outro antes de que se aprobase unha mala lei federal).",
    "3031284129": "Exencións da garantía",
    "3031357206": "Unha nova icona aparecerá xunto á barra de URL. Agora visite un sitio web usando hCaptcha. Será así:",
    "3031953301": "En cambio, podemos ofrecerche a oportunidade de utilizar o noso servizo hCaptcha Enterprise e seguir fornecéndoche durante algún período de tempo (o \"Período da oferta\"). A nosa prestación continuada de servizos durante o Período da Oferta non modificará de ningún xeito os nosos dereitos en virtude desta Sección.",
    "3031953928": "HUMAN Network™ é unha marca rexistrada da HUMAN Protocol Foundation e úsase co seu permiso.",
    "3034959000": "Podes recuperar",
    "3038275155": "Exención de acción colectiva. Renuncia a calquera dereito que teña a que calquera disputa sexa presentada, escoitada ou arbitrada como acción colectiva, colectiva ou representativa. Sen prexuízo de calquera outra cláusula contida neste convenio, a frase anterior non será en ningún caso divisible do presente convenio. Calquera reclamación de que a totalidade ou parte desta renuncia sexa inaplicable, improcedente, nula ou anulable só pode ser determinada por un tribunal de xurisdición competente e non por un árbitro. Non será represaliado nin se lle impedirá realizar tarefas no noso sitio web como resultado do exercicio dos seus dereitos conforme á Sección 7 da Lei Nacional de Relacións Laborais, nin pola presentación ou participación nunha acción colectiva, colectiva ou representativa en ningún foro. , pero podemos buscar legalmente a aplicación desta exención de accións colectivas e solicitar a desestimación destas accións ou reclamacións colectivas, colectivas ou representativas.",
    "304004915": "Non nos importa quen sexan os usuarios, só a probabilidade de que sexan maliciosos ou máquinas. Apoiamos iniciativas como",
    "3044038608": "Aceptas proporcionarnos información verdadeira, precisa e completa tal e como se solicita no noso proceso de rexistro. Tamén aceptas actualizar a dita información con prontitude cando sexa necesario para mantela actualizada e precisa.",
    "3047519814": "Aceptas que non compartirás a túa conta ou contrasinal con ninguén.",
    "3048865891": "Custos e Taxas. Cada unha das partes asumirá os seus respectivos custos de representación legal en tales arbitraxes, agás na medida en que os honorarios dos avogados estean expresamente previstos pola lei. As partes dividirán calquera taxa administrativa inicial cobrada polo árbitro, ata un custo máximo para vostede de douscentos cincuenta dólares (US $ 250,00). O custo do árbitro e do relator xudicial, se é o caso, correrá a cargo inicialmente de nós; non obstante, o árbitro terá a discreción de concederlle os custos apropiados á parte prevalecente, segundo o disposto pola lei, e/ou esixirlle ás partes que dividan os custos asociados ao árbitro e/ou ao xornalista xudicial.",
    "3049976256": "Para cada novo cliente de etiquetaxe, pasamos por unha lista de verificación durante o proceso de venda. Isto inclúe a dilixencia inicial de KYC antes da incorporación, así como a verificación de todas as solicitudes realizadas aos nosos analistas e verificacións puntuales en tempo real e revisións periódicas das solicitudes realizadas mediante a nosa plataforma de autoservizo.",
    "3054564199": "Kit de prensa",
    "3056723024": "13. Finalización inaceptable das tarefas",
    "305735018": "Por último, unha alternativa creíble a Google. hCaptcha Enterprise ofrece un aforro espectacular na túa factura de reCAPTCHA cunha maior seguridade: ata un 80 % menos nalgúns casos.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "política de Privacidade",
    "3064321967": "O primeiro correo electrónico de spam coñecido foi enviado en 1978. [",
    "3065000659": "Dáche conta cada vez que fai clic no coche que estás axudando a adestrar a un?",
    "3068923550": "( ) As contramedidas deben funcionar se se introducen gradualmente",
    "3083289844": "Se atopaches algún problema que pensas que pode afectar á privacidade do usuario, envíanos un correo electrónico a",
    "3086730511": "Se es un integrador do noso servizo gratuíto e determinamos que superou os nosos limiares de uso xusto, actualmente o menor de:",
    "3088605177": "Engade o noso código de desafío só onde sexa necesario e onde teña sentido protexerte tanto a ti como aos teus usuarios.",
    "3089778412": "Como hCaptcha calcula as recompensas",
    "3092200338": "** Cando o día 15 coincide nunha fin de semana, a data de pago é o día 17.",
    "3093388779": "hCaptcha é gratuíto para editores de calquera tamaño",
    "3093689546": "Fácil integración",
    "3094150511": "Autoridade reguladora: Comisión Federal de Comunicacións dos Estados Unidos, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 de xuño de 2019",
    "3096063825": "Próbao",
    "3096553330": "Cada sistema que creamos simplemente reflicte as nosas relacións con outras persoas.",
    "3098677775": "P: A miña IP e o meu historial de navegación son completamente privados de hCaptcha cando uso o pase de privacidade?",
    "3100722753": "Para problemas potenciais de seguridade ou privacidade, consulta as instrucións a continuación.",
    "3103557430": "Como usamos a información",
    "3103642530": "Esta revisión componse de varios conxuntos de criterios:",
    "3107683988": "Isto pode reducir drasticamente o tráfico e os custos fóra da rede mantendo todos os beneficios da xestión do noso persoal de garda as 24 horas do día, os 7 días de hoxe, para cumprir os SLA máis estritos.",
    "3108727249": "BotStop",
    "310885519": "ou",
    "3114147525": "Os clientes de hCaptcha usan o servizo para tarefas que inclúen o recoñecemento de obxectos, a detección de atributos (recoller etiquetas para identificar tipos de roupa), a clasificación por relevancia (escoller o produto máis relevante entre varias opcións en comparación cun produto principal), caixas delimitadoras (atopando áreas de interese en unha imaxe), \"OCR humano\" (identificando o texto nunha imaxe) e moitos outros tipos de tarefas.",
    "3117887301": "A confianza dos maiores servizos en liña",
    "3119498672": "realizar calquera tarefa co uso de bots de Internet, robots web, bots, scripts ou calquera outra forma de intelixencia artificial ou tentar obter recompensas de IMI ou de calquera Solicitante ou Integrador sen completar as tarefas descritas;",
    "3119589996": "Como funciona: unha extensión do navegador ofrece aos usuarios a posibilidade de crear e asinar tokens criptográficamente cegos para sitios web que admitan o protocolo Privacy Pass. A extensión xera pases que conteñen tokens criptográficamente cegados que están asinados por hCaptcha cando se resolve un desafío en calquera sitio utilizando o servizo hCaptcha.",
    "3121248460": "Mostra desafíos personalizados infinitamente diversos, desde sinxelos ata complexos, para o teu público esperado",
    "3128328457": "Se vostede é un contribuínte ou integrador, vostede é o único responsable do pago de calquera outro imposto sobre a renda federal, estatal ou local, a seguridade social, a FICA e a compensación dos traballadores que se debe como resultado do uso do noso sitio web, así como impostos ou cargas similares en xurisdicións non estadounidenses. Aceptas indemnizarnos e manternos inofensivos por calquera valoración contra nós porque non cumpriches ningunha lei fiscal.",
    "3128433367": "... e moitos máis",
    "3130928685": "Blog",
    "3138772661": "miles de vidas cada ano",
    "3139609561": "A continuación móstranse dous exemplos de tipos de traballos de clasificación de imaxes e detección de atributos. [",
    "31502377": "Que é un elemento de texto enriquecido?",
    "3152512587": "e o sistema recolle centos de millóns de solucións diarias. [",
    "3153117136": "Como funciona a configuración de dificultade de hCaptcha",
    "3160820928": "Protección coordinada contra ataques",
    "3161489950": "A plataforma ML de seguridade máis avanzada do mundo",
    "3162107126": "IMI non é parte en ningunha disputa entre vostede e calquera outro usuario dos Servizos. Vostede libera a IMI e os seus afiliados de calquera reclamación, demanda e prexuízo de todo tipo e natureza, coñecidos e descoñecidos, sospeitosos e non sospeitosos, divulgados e non revelados, derivados ou relacionados con calquera disputa entre vostede e outro usuario.",
    "3167979932": "Deseñado para a privacidade desde o primeiro día. Acordo de tratamento de datos forte.",
    "3168199226": "Non obstante, en 2020 quedou claro que a construción deste tipo de conxunto de datos podería percibirse como unha tecnoloxía de dobre uso dun xeito que poucos esperarían hai un ano.",
    "3173156067": "Algunha garantía preparada está dispoñible no caso de que queiras incluír imaxes de exemplo no teu artigo.",
    "3176531704": "Anotación de datos",
    "3178581111": "Use para novos fins",
    "3180664128": "Ao aprender sobre miles de sinais, os modelos poden inferir e alcanzar unha gran confianza na detección de comportamentos maliciosos moi rapidamente, mesmo cando ningún sinal individual sería o suficientemente forte como para indicar un problema.",
    "3182435854": "Copyright",
    "318339230": "(Un ou máis dos seguintes poden ser aplicables á túa idea particular, e pode ter",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Cambios nesta Política de Privacidade",
    "3193548097": "Hope Springs Eternal",
    "3194111925": "apoiar",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "A utilidade e vulnerabilidade das API",
    "3200641265": "Ata o 16 de xuño de 2020*",
    "3200859925": "1. Finalidade",
    "320166522": "A aprendizaxe automática agora afecta a case todos os aspectos das nosas vidas, moitas veces de xeitos que non nos damos conta e non podemos ver. Os servizos de seguridade en liña non son diferentes.",
    "3202747130": "Todo o acordo. Estas Condicións de servizo e calquera política, procedemento ou termo a que se fai referencia neste acordo constitúen o acordo completo das partes con respecto ao asunto, e substitúen e cancelan todos os acordos, reclamacións, representacións e entendementos anteriores e contemporáneos relacionados das partes. .",
    "3203921334": "Gustáronnos unha serie de cousas das solucións hCaptcha: 1) non venden datos persoais; recollen só os datos persoais mínimos necesarios, son transparentes ao describir a información que recollen e como a usan e/ou a divulgan.",
    "3206136647": "O problema de Google aquí baséase nos datos da pregunta que usan fronte a quen o ve. Se todos os datos proceden da mesma cultura (e no caso de Google, da mesma empresa) seguro que podes esperar ter retos que non se traducen ben a outras culturas, en liña coa queixa de Eden.",
    "3207769512": "Implementar traballos de produción",
    "3208155808": "Transfire unha copia lexible por máquina da súa información persoal a vostede ou a un terceiro que elixa.",
    "3212830633": "2. Elixibilidade",
    "3213351333": "Non se require compromiso inicial",
    "3213411837": "imaxe 2",
    "3214322759": "doutro xeito participar en calquera actividade maliciosa ou fraudulenta.",
    "3217791519": "15 de xullo de 2020 - 15 de outubro de 2020",
    "3225770968": "hCaptcha está deseñado para resolver o problema máis intensivo en traballo na aprendizaxe automática; etiquetando cantidades masivas de datos de forma oportuna, accesible e fiable.",
    "3225936061": "Probablemente estabas vendo imaxes de texto tomado de páxinas de libros no servizo de Libros de Google e axudases a mellorar o seu software OCR (recoñecemento de texto).",
    "322830977": "Como desactivar as cookies.",
    "3228928991": "Información que se pode usar para identificar ou contactar a unha persoa (\"Información persoal\"), como nome, enderezo de correo electrónico e país. Recopilamos información persoal dos nosos integradores e clientes actuais e potenciais cando nolo proporcionan directamente (por exemplo, enchendo un formulario ao rexistrarse nunha conta ou solicitando recibir notificacións por correo electrónico). Tamén podemos verificar a identidade dos nosos integradores e clientes comparando información persoal con bases de datos de terceiros ou documentos legais oficiais.",
    "3230004040": "Tes discapacidade visual ou non podes completar hCaptchas?",
    "3233305531": "Marcas comerciais",
    "3233441200": "Política de infracción reiterada",
    "3235430156": "sistemas de aprendizaxe automática da empresa de balde?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Análise interna hCaptcha. Datos recollidos ata o 30 de xuño de 2019. Detalles dispoñibles previa solicitude.",
    "3236873806": "O IMI é responsable deste sitio web.",
    "3238184941": "Nota: O risco de fraude asociado a un enderezo IP individual pódese compartir cun integrador previa solicitude.",
    "3238345709": "( ) Deterá o correo lixo durante dúas semanas e despois quedarémonos con el",
    "3238612014": "Historial de navegación, información sobre a interacción dun consumidor cun sitio web, aplicación ou anuncio de Internet.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Última actualización: 18 de febreiro de 2021",
    "324647915": "Grazas por tomarse o tempo para axudarnos a obter esta información!",
    "3247172580": "hCaptcha combinou a aprendizaxe automática avanzada autosupervisada cun novo enfoque informático de borde que minimiza de forma única a recollida e retención de datos, entregado desde máis de 250 localizacións en todo o mundo para unha escalabilidade masiva.",
    "325077666": "Ao enviar a túa información aceptas o noso",
    "3251220335": "R: Non. Fai clic na mesma ligazón de inicio de sesión de correo electrónico que che enviou en cada dispositivo que utilizas para configurar a cookie.",
    "3254142589": "( ) Problemas xurisdiccionais",
    "3255230599": "Que é unha cookie?",
    "3256020881": "Para observar os teus comportamentos e actividades de navegación ao longo do tempo en varios sitios web ou outras plataformas.",
    "3256245394": "así como as publicacións do noso blog, p",
    "3260825523": "Máquinas de intuición",
    "3264813246": "Inadecuado",
    "3265293440": "( ) Susceptibilidade de ataques de protocolos distintos do SMTP",
    "3265328927": "), unha empresa de aprendizaxe automática que ofrece produtos e servizos para empresas que implementan aprendizaxe automática a escala.",
    "3265895521": "Aumenta e baixa a dificultade do desafío en función da hora do día",
    "3268946369": "6. Crédito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Por favor",
    "3272552822": "Desenvolvedores e criptógrafos:",
    "32739972": "Para almacenar a información da súa sesión de inicio de sesión se está rexistrado nos nosos sitios.",
    "3276777569": "hCaptcha",
    "3280658086": "solucións empresariais",
    "3286051798": "Os títulos, parágrafos, comiñas, figuras, imaxes e subtítulos de figuras pódense modificar despois de engadir unha clase ao elemento de texto enriquecido mediante o sistema selector anidado \"Cando está dentro\".",
    "328625009": "... estamos listos cando estea: o noso servizo está dispoñible as 24 horas.",
    "3287172429": "Tipos de desafío de control mostrados",
    "3288667364": "Comparación e detección",
    "3290996791": "Todos os demais nomes de produtos, logotipos e marcas son propiedade dos seus respectivos propietarios. Todos os demais nomes de empresas, produtos e servizos que se usan neste sitio web son só para fins de identificación. O uso destes nomes, logotipos e marcas non implica a súa aprobación.",
    "3292221787": "o desafío foi respondido, non só se era correcto, e con frecuencia cambia tanto as preguntas como os datos utilizados.",
    "3301728462": "Millóns de persoas usan hCaptcha cada mes, en miles de combinacións de navegadores, extensións, dispositivos, cortalumes e moito máis.",
    "3312336121": "que consume enormes cantidades de datos de comportamento para determinar se os usuarios da web son humanos ou robots lexítimos",
    "3315658779": "Evita o raspado de contido con hCaptcha Enterprise",
    "3319083717": "Nome:",
    "3324288040": "Envíanos comentarios",
    "332723732": "contido",
    "3329634829": "Restrinxir o tratamento da súa información persoal.",
    "3329755436": "Está a planear acelerar este proceso?",
    "3334160175": "( ) Está indefenso contra ataques de forza bruta",
    "3336625692": "Esta páxina detalla os nosos pensamentos sobre este tema no contexto da Ética da IA, e os procesos que seguimos para garantir que o uso dos nosos servizos se mantén en liña coas políticas que adoptamos como empresa.",
    "3339302473": "27. Terminación",
    "3342910682": "Le máis",
    "3346362371": "Que pasa coa aprendizaxe automática?",
    "3348433919": "Os teus Dereitos",
    "3349094124": "Criterios de preocupacións éticas: Obxectivo",
    "3353238942": "hCaptcha está deseñado para deter os bots distinguíndoos das persoas. As probas visuais son unha ferramenta conveniente para iso, pero non todos poden resolver un desafío visual.",
    "3356329025": "1. 30 días",
    "3356349631": "Google Chrome",
    "3357523404": "Transferencia de datos transfronteiriza",
    "33639629": "Non aplicable a sitios web de terceiros. Teña en conta que esta Política de privacidade non se aplica a ningún sitio web, oferta, produto ou servizo de terceiros, aínda que enlaza ao noso sitio ou incorpore o servizo; consulte as políticas de privacidade aplicables antes de decidir proporcionar calquera información a terceiros. festas.",
    "3365203058": "Protección anti-bot de clase mundial",
    "3368788823": "Terence Eden fai un punto interesante no seu blog: \"",
    "3370561195": "6. Comportamento Aceptable",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Políticas e procesos de ética da IA",
    "3376724603": "14-24 de setembro de 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Etiqueta agora os teus datos",
    "337971271": "A aprendizaxe automática é útil. Pero non require datos persoais para funcionar.",
    "3383086062": "hCaptcha Enterprise é unha solución de seguridade en liña completa. Os modos activo e pasivo permítenche deter o recheo de credenciais, detectar tomas de contas e bloquear actores sospeitosos. Todo con cero fricción para usuarios lexítimos.",
    "3386280249": "Para proporcionar un mercado para datos etiquetados. O noso servizo permite a etiquetaxe de datos de gran volume e a revisión humana dos sistemas de aprendizaxe automática como servizo aos propietarios de sitios web e ás empresas que necesitan axuda para etiquetar os seus datos. Para iso, divulgamos os datos etiquetados aos nosos clientes interesados en adquirir datos etiquetados.",
    "3388180864": "Interesado en traballar en retos técnicos profundos a escala web? Sempre estamos contratando enxeñeiros talentosos en todo o mundo -",
    "3389431373": "Servizos como reCAPTCHA v3 din que poñer o seu píxel de seguimento en cada páxina do teu sitio é necesario para unha boa seguridade. Este non é o caso.",
    "3395399558": "( ) Políticos tecnicamente analfabetos",
    "3397976149": "Obtén asistencia para hCaptcha Publisher",
    "3398978455": "15-25 de setembro de 2021†††",
    "3401005681": "Gañar cartos",
    "3401861278": ", que se incorpora aquí por referencia. Revisa este acordo para ver como procesamos os datos persoais no teu nome. Teña en conta que operamos como \"procesador de datos\" para os efectos do Regulamento xeral de protección de datos da UE e como \"provedor de servizos\" para os efectos da Lei de privacidade do consumidor de California.",
    "34074886": "Cada vez que respondes a un desafío, usamos modelos sofisticados para descubrir se es humano. O sitio web que visitaches utiliza este resultado para axudar a mellorar a túa experiencia no seu sitio evitando os bots.",
    "3408107995": "Hoxe, porén, o raspado significa invariablemente un enfoque programático para extraer datos dun sitio web. O software de rascado actúa como un usuario humano, facendo clic nos botóns e lendo a saída resultante. Hai moitos usos lexítimos para raspar. Os rastreadores web que alimentan os motores de busca son un exemplo. Tamén o son ferramentas como Skyscanner que buscan ofertas de viaxes explorando miles de sitios web de viaxes. As empresas Fintech tamén o usan, raspando os datos financeiros dos usuarios dos sitios bancarios se non hai interfaces de programación de aplicacións (API) dispoñibles para facer a conexión de datos. As cousas que hai que ter en conta sobre o raspado da pantalla son a súa velocidade e escalabilidade. O proceso pode recoller cantidades inmensas de datos dos sitios web, asumindo que os sitios non estean configurados para evitar que ocorra. Á velocidade do cálculo, un raspador pode acumular grandes conxuntos de datos interactuando cos sitios web e co software e bases de datos subxacentes que os alimentan.",
    "3409726716": "rexistrarse en máis dunha conta connosco sen autorización por escrito;",
    "3412647984": "Isto permítelle evitar futuras preguntas rexistrándose e configurando unha cookie. Tenta tamén desactivar o teu bloqueador de anuncios.",
    "3417372336": "Cambia en minutos",
    "3419878556": "Asegúrate de que \"Bloquear cookies de terceiros\" non estea activado.",
    "3421090159": "código aberto",
    "3426312287": "5-15 xaneiro 2022",
    "3433896984": "BotStop™",
    "3434202027": "Calquera uso do nome hCaptcha nas comunicacións require a atribución: \"hCaptcha é unha marca rexistrada de Intuition Machines, Inc.\"",
    "3436534225": "Practicamente todas as empresas que inician un piloto elixen finalmente as nosas solucións.",
    "3437412311": "Para os usuarios empresariais, hai opcións dispoñibles para evitar completamente os desafíos na maioría dos escenarios, confiando nas puntuacións pasivas.",
    "3441764123": "Cando se lle presenta un desafío a un usuario de accesibilidade nun sitio que utiliza o servizo hCaptcha, pasará automaticamente.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Tráfico entre",
    "3446714684": "Integración móbil (iOS e Android).",
    "345108670": "- recheo de credenciais e outros intentos de toma de conta",
    "3453526675": "1. 1a festa",
    "345563040": "( ) Esta é unha idea estúpida, e ti es unha persoa estúpida por suxerilo.",
    "3457805519": "3. Pódese cumprir a solicitude do cliente segundo a lexislación estadounidense e as nosas regras de compromiso?",
    "3458934553": "3. Varía; ata 30 días.",
    "3460432665": "Non obstante o anterior, se vostede é un contribuínte dos Estados Unidos, podemos solicitarlle un W-9, que se actualizará anualmente, e podemos impedirlle realizar tarefas ata que complete ou actualice un W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Lista branca de cookies hcaptcha.com e *.hcaptcha.com no seu bloqueador de anuncios ou extensión de seguranza do navegador.",
    "3470857731": "Unha análise do ben que reCAPTCHA detecta os bots.",
    "3475647460": "( ) Require demasiada cooperación dos spammers",
    "3478726913": "hCaptcha ten unha das piscinas máis grandes do planeta dispoñibles para o teu uso. Sexa cal sexa a súa escala, podemos xestionalo sen compromisos por adiantado caros. Millóns de tarefas ao día non son ningún problema.",
    "3479034323": "Se ves contido que che pertence reproducido na plataforma hCaptcha e desexas que se elimine por calquera motivo, podes contactar connosco por correo electrónico.",
    "3480023141": "Obtén máis información sobre as opcións de accesibilidade",
    "3483700676": "Lanza millóns de tarefas ao instante",
    "3488019891": "hCaptcha é unha marca rexistrada de Intuition Machines, Inc.",
    "348809718": "4. En \"Cookies de terceiros\" escolla \"Aceptar\".",
    "349292953": "Información que recollemos",
    "3494826505": "Cos provedores comprometémonos a proporcionar aspectos esenciais dos Sitios e do Servizo, como almacenamento de datos, hospedaxe e Analytics, e só para estes fins.",
    "3496767126": "Para evitar dúbidas, o seguinte parágrafo aplícase exclusivamente aos Clientes que utilicen os nosos servizos de anotación, e non ao uso dos nosos Servizos como Integrador.",
    "3500503648": "hCaptcha está deseñado para eliminar a retención de datos a longo prazo confiando na avaliación instantánea en lugar de gravar e analizar o seu historial de navegación. Tamén apoiamos iniciativas como",
    "3501923981": "Última actualización: 1 de xaneiro de 2020.",
    "3507532387": "( ) Facilidade para buscar pequenos espazos de enderezos alfanuméricos de todos os enderezos de correo electrónico",
    "3510143229": "hCaptcha é un servizo para sitios web e aplicacións,",
    "3511610999": "Asegurémonos de chegar ao lugar correcto.",
    "3515435438": "Notificación de queixas DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Finalidades do tratamento",
    "3520687192": "Os rexistros das comunicacións contigo (por exemplo, os tickets de asistencia abertos por correo electrónico ou Twitter) pódense conservar indefinidamente.",
    "3524251858": "Director de Xestión de Produtos, Cloudflare",
    "3526939538": "Error de software",
    "3527140447": "Docs",
    "3530599065": "A privacidade constrúese desde cero. hCaptcha non conserva PII e cumpre con numerosos mandatos e regulamentos de privacidade.",
    "353066938": "Un equipo experimentado, traballando nos problemas máis difíciles de hoxe. hCaptcha é un servizo de",
    "3532143291": "Para protexer os nosos servizos e sistemas. Usamos a información analítica para protexer os nosos sistemas identificando ameazas e vulnerabilidades potenciais e para protexer a información que recompilamos.",
    "353367791": "Detecta malos actores de moitos tipos diferentes.",
    "3536122902": "( ) Detelos así non é suficientemente lento e doloroso",
    "3543141425": "por iso!",
    "3545935449": "Para recoñecer usuarios novos ou pasados.",
    "3548097301": "En vigor: 1 de xaneiro de 2020.",
    "354925785": "Intro",
    "3554363588": "Outras Marcas",
    "3554448168": "Categorización",
    "3555583744": "e",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendese varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Acepta facer esforzos comercialmente razoables para protexer calquera información confidencial recibida de nós ou a través dos nosos Servizos. inclúe puntuacións de bots e detalles non públicos do noso servizo empresarial, incluíndo documentación non pública e calquera detalle que poidamos compartir sobre os nosos métodos de detección de bots. Se se lle concede acceso a tal información confidencial, podemos modificar, suspender ou limitar o seu acceso aos nosos Servizos ao noso exclusivo criterio se determinamos que a información confidencial está a ser exposta polo uso que faga dos nosos Servizos, e faremos esforzos razoables. para notificarlle antes da suspensión.",
    "3566102529": "nós hoxe para aprender máis.",
    "3569492665": "Gravar a actividade en liña non é a resposta.",
    "3570415321": "Compañía",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Algunha da información que nos proporcionas pode constituír datos confidenciais segundo se define no GDPR (tamén denominados categorías especiais de datos persoais), incluída a identificación da túa raza ou etnia en documentos de identificación emitidos polo goberno.",
    "3573245166": "A diferenza de reCAPTCHA, traballamos en todos os países.",
    "3576146278": "Paga só pola precisión que necesitas",
    "3578122193": "Mantente na marca con contido relevante",
    "3588274874": "Ao centrarnos en ofrecer un produto aliñado cos esforzos normativos como o GDPR da Unión Europea e o CCPA de California, experimentamos un crecemento masivo; por suposto, axuda a que hCaptcha sexa un simple substituto de reCAPTCHA e que, polo tanto, poida instalarse en cuestión de minutos.",
    "3588620914": "Privacy Pass é un novo invento dos estándares da Web, e é posible que outras aplicacións e extensións de navegador que non o coñezan interfiran coa súa funcionalidade.",
    "3590546893": "A análise do comportamento sinxela é un sinal que os malos actores forxan facilmente e tamén require manter o historial de navegación para todo o teu tráfico lexítimo.",
    "359073033": "Os paneis ofrecen vistas de alto nivel ou detalladas da actividade.",
    "3594381346": "localización.",
    "3594440415": "Finalmente, comezarán a abrir portas.",
    "3594526017": "Os científicos de IM establecen un novo punto de referencia para o recoñecemento de texto débilmente supervisado (OCR) no CVPR 2020.",
    "3596207631": "P: Aínda estou vendo un desafío despois de configurar a cookie. Que está causando isto?",
    "3600022491": "Por este motivo, deseñamos unha alternativa sinxela e indolora para que os editores que utilicen o noso servizo preserven a accesibilidade para todos co cumprimento da Sección 508 e as WCAG 2.1 AA.",
    "3600718611": "Considere Google reCAPTCHA,",
    "3600797185": "Ofrecer unha identificación retroactiva do bot abriría a Google a preguntas espiñentas sobre como reembolsar retroactivamente aos anunciantes que gastaron diñeiro nese tráfico fraudulento.",
    "360236473": "O servizo hCaptcha non está pensado para ser usado para que ninguén traballe como etiquetador individual. Non está deseñado nin axeitado para este fin. Non recomendamos que ninguén intente usar hCaptcha como fonte de ingresos persoais.",
    "3604147138": "3. Utilizado para fins técnicos estritamente necesarios: permite o uso do Usuario de Accesibilidade.",
    "3609106478": "Recheo de credenciais:",
    "3609929815": ". Conservaremos a información do teu nome, país e enderezo de correo electrónico só para poder contactar contigo no futuro sobre oportunidades de traballo individuais de etiquetaxe.",
    "3612043014": "...e outras tarefas sinxelas. Fácil para os humanos, difícil para os bots.",
    "361372538": "2. Cremos que os nosos servizos prestados probablemente serían utilizados por parte do cliente con fins discriminatorios, de formas que poderían ser legais pero que non son aceptables para nós?",
    "3614653023": "Pola contra, a práctica depende de ataques de recheo de credenciais a gran escala que proban millóns de pares de nome de usuario/contrasinal en decenas de institucións financeiras obxectivo coa esperanza de desbloquear un pequeno subconxunto das contas. Unha vez que o software de fraude automatizado teña acceso á conta, un hacker humano pode involucrarse, pero nalgúns casos non.",
    "361795034": ". Autor descoñecido, c. 2000",
    "3619183405": "En 2021, os CAPTCHA sinxelos ás veces pódense resolver con software, grazas aos avances na aprendizaxe automática. Para solucionar isto, hCaptcha tamén fai unha análise moi detallada de propiedades como",
    "3620039756": "Na parte superior dereita, toca Máis e despois Configuración.",
    "3620442880": "Funcións de protección Flash Sale",
    "3621401685": "( ) Impopularidade de novos impostos estraños",
    "3621411541": "Obtén información sobre as opcións de accesibilidade para hCaptcha",
    "3621455477": "para saber máis!",
    "3623028666": "(por favor use un servizo como",
    "3624758171": "Tarefas personalizadas tamén están dispoñibles para editores empresariais.",
    "3630114728": "Consulta o que está a suceder en todos os teus sitios e aplicacións.",
    "3644106388": "Contacto",
    "3645414921": "Eliminar",
    "364774188": "Son humano™",
    "3654556483": "As institucións financeiras e as empresas de comercio electrónico teñen procesos e controis que mitigan algunhas das ameazas de toma de conta. Estes van desde as antigas preguntas de seguridade \"como se chamaba o teu mellor amigo na escola primaria\" ata métodos de detección que detectan enderezos IP sospeitosos e perfís de dispositivos móbiles.",
    "3657743880": "Instrucións do navegador para cookies entre sitios",
    "3660619092": "Rexístrese gratuíto ou póñase en contacto coas vendas para as solucións Enterprise",
    "366088791": "hCaptcha admite unha gran variedade de tarefas.",
    "3660891610": "Se es Colaborador, IMI, e non ti, ten dereitos de propiedade sobre calquera traballo que produza como parte da realización dunha tarefa. Ao aceptar os termos deste Acordo, aceptas (e por este medio fai) transferirnos a posesión, a propiedade e o título (incluíndo todos os dereitos de propiedade intelectual existentes en todo o mundo) no teu traballo e para nós. Para garantir que somos capaces de adquirir, perfeccionar e utilizar tales dereitos, acepta ademais (i) asinar calquera documento que axude na documentación, perfeccionamento e cumprimento dos nosos dereitos; e (ii) proporcionar acceso razoable á información para gravar, perfeccionar, protexer, defender e facer valer eses dereitos de propiedade en calquera e todos os países. As súas obrigas en virtude desta sección continuarán aínda despois de que deixe de rexistrarse ou deixe de utilizar os Servizos. Desígnanos como o seu avogado para executar os documentos no seu nome para os efectos establecidos nesta sección.",
    "3666807632": "14. Cualificacións e habilidades do colaborador",
    "3668115514": "En que se diferencia hCaptcha?",
    "3668873369": "En hCaptcha, adoptamos un enfoque diferente desde o primeiro día",
    "3669258571": "Política de cookies",
    "3671246379": "Paso 5: Fai clic na pestana Consola e fai clic co botón dereito, logo en \"Seleccionar todo\" e gárdao nun ficheiro de texto para gardar o rexistro da consola. Envíanos iso tamén.",
    "3671828834": "Exemplos de información persoal compartida",
    "3673079511": "estándar emerxente",
    "3678889946": "Ata o 15 de xuño de 2019",
    "3679148535": "P: En que outras aplicacións de Privacy Pass estás traballando?",
    "3680327841": "Comprometémonos a que hCaptcha funcione ben para todos",
    "3682071227": "Que son as adquisicións de contas e como funcionan?",
    "3688621388": "Sinaturas de ameaza",
    "3694578791": "Como se comentou anteriormente, nós (e os nosos provedores terceiros) recompilamos información analítica en parte mediante o uso de cookies, balizas web e outras tecnoloxías de seguimento. Nalgúns casos, traballamos con provedores de terceiros para empregar cookies co fin de recoller información de análise.",
    "3695206755": "Proba connosco no teu entorno sen compromiso.",
    "3700113699": "No teu dispositivo Android, abre a aplicación Chrome.",
    "3700767772": "Unha vez que teñas instalada a extensión, fai clic aquí (ou en calquera sitio web que utilice hCaptcha) para gañar pases:",
    "370366524": "Telemetría do servizo efémero",
    "3709608616": "entón a súa conta pode desactivarse ou determinar que non é apta para obter ganancias a nosa exclusiva discreción, durante calquera período de tempo, con ou sen aviso previo. En ningún caso, as solicitudes que superen os nosos limiares de uso xusto poderán obter ingresos sen unha confirmación escrita da nosa parte.",
    "3714002185": "Máis información sobre hCaptcha Enterprise",
    "3715747429": "Os nosos enxeñeiros de incorporación poden poñerche en marcha rapidamente, tanto se necesitas integración de React, SDKs para aplicacións nativas de iOS, un exemplo de backend de Java ou practicamente calquera outro escenario.",
    "3717512591": "Integración directa da plataforma",
    "3717942925": "Do mesmo xeito que sempre haberá persoas que queiran chamar a túa atención por correo electrónico, sempre haberá o desexo de restrinxir o acceso a algúns recursos para que só os humanos poidan acceder a eles.",
    "3719056187": "A información proporcionada nas páxinas de internet non representa un consello individual e non pode substituír este. Se precisas asesoramento individual, póñase en contacto co noso persoal de soporte.Uso deste sitio",
    "3720584906": "15 de xullo de 2021 - 15 de outubro de 2021",
    "3721365241": "Tentar",
    "3723626769": "polas túas contribucións e revisión.",
    "3725880582": "Devolver á Caridade",
    "3729345277": "hCaptcha é unha forma de que as empresas obteñan as anotacións que precisan máis rápido, con maior calidade e con menor custo que outras alternativas.",
    "3730038780": "Escolle entre un número case infinito de desafíos que os usuarios poden resolver",
    "3730344349": "Esta sección ofrece detalles adicionais sobre a información persoal que recompilamos sobre os consumidores de California e os dereitos que se lles conceden pola Lei de privacidade do consumidor de California ou \"CCPA\".",
    "3733422465": "8. Verificando a súa identidade",
    "3740051331": "Tamén estamos comprometidos a supervisar e responder activamente ás preguntas dos teus usuarios a través das redes sociais, dos foros e das nosas canles de asistencia por correo electrónico e widgets. Somos accesibles e receptivos, e tratamos a satisfacción dos usuarios como un KPI principal.",
    "3741193183": "( ) Moitos usuarios de correo electrónico non poden permitirse o luxo de perder negocios ou afastar a potenciais empregadores",
    "3744079744": "15-19 de xuño de 2020****",
    "3744153629": "Nomes:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "contacto",
    "3753956446": "Libre",
    "3758963444": "Grazas! O teu envío foi recibido!",
    "3759360138": "4. Nome de usuario e contrasinal",
    "3759657802": "Non pode ceder, transferir ou delegar estas Condicións de servizo nin os seus dereitos ou obrigas de ningún xeito (por aplicación da lei ou doutro xeito).",
    "3759923279": "Dirixe as consultas de prensa ao seguinte enderezo de correo electrónico:",
    "3764131594": "22. Sitios web de terceiros",
    "3766910104": "2. Úsase para fins técnicos estritamente necesarios: equilibrio de carga, enrutamento.",
    "3767462250": "Deseñado para a privacidade",
    "3768951251": "SLAs empresariais",
    "3773515538": "Algunha vez lle pediron \"escriba as dúas palabras?\"",
    "378086442": "de CAPTCHAs, en lugar da súa UX per se.",
    "3782751514": "HUMAN Protocol® é unha marca rexistrada da HUMAN Protocol Foundation e úsase co seu permiso.",
    "3783031293": "Usamos Cloudflare para optimizar o noso tráfico web. Para obter información sobre como Cloudflare recolle e procesa os datos,",
    "3795997071": "Seleccione a icona do menú de Chrome. Seleccione Configuración.",
    "3800781598": "] Case cinco décadas despois, o correo non desexado segue a asolarnos. Moitos miles de millóns de dólares e miles de anos persoais de esforzo de enxeñería puxéronse para derrotalo, pero o correo lixo persiste. Hai industrias de miles de millóns de dólares en ambos os dous lados, é dicir, as que se defenden e as que a envían.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 de abril de 2020 - 15 de xullo de 2020",
    "3807059944": "Controlar o contido do desafío utilizado",
    "3816867833": "Comentarios",
    "3817067682": "Polígonos",
    "3817811295": "Fiabilidade garantida e asistencia rápida 24/7.",
    "3819851005": "2. Taxas",
    "3821716514": "páxina.",
    "3828090208": "En vez diso, use \"for hCaptcha\". Se se usa cun logotipo de terceiros, \"for hCaptcha\" debe ser máis pequeno que o logotipo de terceiros.",
    "3833636936": "a) 1.000 solicitudes por segundo,",
    "3836291932": "P: Eu uso varios dispositivos. Necesito rexistrarme varias veces?",
    "3842490632": "É probable que un usuario individual que intente responder moitas preguntas estea limitado ou prohibido rapidamente. Igual de importante, como o noso",
    "3842673636": "Segundo o GDPR, tes certos dereitos sobre a túa información persoal. Podes solicitarnos que tomemos as seguintes accións en relación coa túa información persoal que temos:",
    "3842815245": "É un comercio xusto?",
    "38428546": "Almacenamos os seus datos persoais de forma segura durante toda a vida da súa conta connosco. Só conservaremos os seus datos persoais durante o tempo que sexa necesario para cumprir cos fins para os que os recompilamos, incluso para cumprir as obrigas legais, contables ou de presentación de informes ou para resolver disputas. Os criterios que utilizamos para determinar os períodos de almacenamento inclúen as disposicións contractuais aplicables que están en vigor, os prazos de prescrición legais, os requisitos regulamentarios aplicables e os estándares do sector.",
    "3844300338": "Acepta indemnizar, defender e manternos inofensivos de calquera reclamación, dano, responsabilidade, custo e gastos (incluídos honorarios e custos razoables dos avogados), derivados ou relacionados coa súa realización de tarefas ou o seu uso do noso sitio web. .",
    "3844432472": "A propia apertura e utilidade das API convértenas en obxectivos incriblemente ricos para os atacantes. Do mesmo xeito que se pode programar unha aplicación móbil para obter datos dun sistema corporativo mediante unha API, tamén se pode programar un malware. Os piratas informáticos escribiron unha gran variedade de ferramentas de software para abusar das API. É unha técnica de ataque eficaz.",
    "384965568": "Aínda que os requisitos de conservación varían segundo a xurisdición, a continuación descríbese información sobre os nosos períodos de conservación típicos para diferentes aspectos dos teus datos persoais.",
    "3856690908": "15 de xaneiro de 2020 - 15 de abril de 2020",
    "3856912381": "Os usuarios sufriron, e agora o spam web innecesario é rampante. Pero hai unha alternativa.",
    "3859506577": "Correo electrónico comercial",
    "3861413614": "Non pode utilizar ningunha marca rexistrada ou logotipo de hCaptcha que implique que hCaptcha ten unha afiliación ou aval, patrocinio ou apoio a un produto ou servizo de terceiros, sen o permiso expreso por escrito.",
    "3863351997": "Categorías de información persoal listadas no estatuto de rexistros de clientes de California (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", que está ligada de forma destacada na páxina de información do widget hCaptcha. Reciben unha cookie cifrada que se pode usar varias veces ao día, pero que debe actualizarse cada 24 horas mediante o inicio de sesión.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Actualice ou corrixa inexactitudes na súa información persoal.",
    "3878230879": "O noso obxectivo é asegurarnos de que sempre funcione para ti, polo que agradecemos moito os teus informes.",
    "3881754581": ". Se vostede é cliente dos nosos servizos de anotación e seleccionou a opción \"Datos para todos\" como parte do seu uso dos Servizos, outorga a IMI e a todos os usuarios dos Servizos un contrato mundial, non exclusivo, sublicenciable e transferible. licenza irrevogable sen dereitos de autor para explotar plenamente todos os datos do cliente, incluídos todos os dereitos de propiedade intelectual relacionados. Se selecciona a opción \"Datos para todos\", declara e garante que posúe os dereitos, títulos e intereses suficientes sobre os seus datos para conceder a licenza nesta sección.",
    "3882147547": "Funcións pseudoaleatorias obvias",
    "388240587": "5-15 xaneiro 2022",
    "3884400764": "Aínda que pode usar as marcas de hCaptcha segundo estas directrices, iso non significa que teña ningún dereito adquirido sobre as marcas, logotipos ou outras marcas comerciais, nomes comerciais, marcas de servizos, nomes comerciais ou fondos de vontade de hCaptcha. Queremos outorgar a maior flexibilidade posible, pero estamos obrigados a protexer hCaptcha contra o uso non autorizado de calquera marca rexistrada, nome comercial, marca de servizo, nome comercial ou boa vontade de hCaptcha. Calquera uso non autorizado rescinde automaticamente o permiso ou licenza concedido por hCaptcha e pode incorrer en responsabilidades legais por calquera dano.",
    "3887113660": "P: Como afecta o Privacy Pass ás ganancias de hCaptcha?",
    "3891941747": "*** ADVERTENCIA DE COVID-19: debido á redución da capacidade do persoal relacionada coa COVID-19, a conciliación foi reprogramada para permitir máis tempo para completar a nosa verificación estándar. Espérase que os pagos comecen o venres e completen o luns seguinte.",
    "3892905664": "hCaptcha axuda aos teus servizos en liña favoritos a evitar bots, spam e abusos facendo preguntas sinxelas que son fáciles para os humanos e difíciles para as máquinas.",
    "3892952987": "Consulta as nosas vacantes e solicita aquí",
    "3893539589": "inserir ligazóns externas que ofrecen bens ou servizos a non ser que o requira a tarefa;",
    "389705801": "( ) Leis que o prohiben expresamente",
    "3897238493": "OS SERVIZOS PRESTÁNSE \"TAL CUAL\". NON FACEMOS DECLARACIÓNS OU GARANTÍAS, IMPLÍCITAS OU EXPRESAS, EN RESPECTO Á ACCESIBILIDADE, ADECUACIÓN, LEGALIDADE, DISPONIBILIDADE OU FUNCIONALIDADE DOS SERVIZOS, NINGÚN SOFTWARE OU MATERIAIS RELACIONADOS, AS TAREFAS OU CALQUERA CONTRATO DE ACTIVIDADES. NA MEDIDA MÁXIMA PERMITIDA POLA LEI, IMI RENUNCIA A TODAS AS CONDICIÓNS, REPRESENTACIÓNS E GARANTÍAS EXPRESAS OU IMPLÍCITAS INCLUÍDAS, PERO NON LIMITADAS A, AS GARANTÍAS DE COMERCIABILIDADE, IDONEIDADE PARA UN FIN PARTICULAR E NON INFRACCIÓN. O SEU ÚNICO E EXCLUSIVO REMEDIO CONTRA IMI CON RESPECTO A CALQUERA DEFECTO, NON CONFORMIDAD OU SATISFACCIÓN É DEIXAR O USO DOS SERVIZOS. Non teremos responsabilidade por ningún dano ao seu sistema informático, perda ou corrupción de datos ou outros danos que resulten. desde o teu acceso ou uso do sitio web ou da plataforma de Intuition Machines. Poden producirse interrupcións programadas e non programadas, e non garantimos a dispoñibilidade ininterrompida do noso sitio web.",
    "3898950867": "( ) Traballos de Joe e/ou roubo de identidade",
    "3900538778": "Os datos etiquetados son o combustible que impulsa a aprendizaxe automática. As respostas de reCAPTCHA utilízanse para mellorar os servizos de ML/AI de Google desde 2009. Moitas persoas que usan reCAPTCHA non se dan conta de que o seu traballo está a ser usado.",
    "3901503296": "Este enfoque único na privacidade significa que podemos ofrecer cero retención de datos individuais, funcionamento sen cookies e outras garantías contractuais de privacidade segundo sexa necesario, mantendo unha excelente seguridade.",
    "3904679538": "Chrome",
    "3906359167": "Solucións:",
    "3906886217": "Para empresas ou sitios web",
    "3908992897": "e úsase en todos os países e territorios do mundo, polo que estamos moi centrados en ofrecer unha experiencia global consistente.",
    "3909240516": "( ) As cabeceiras SMTP non deberían ser obxecto de lexislación",
    "3910971075": "IMI posúe todos os dereitos, incluídos os dereitos de propiedade intelectual, no código fonte, código obxecto ou estrutura subxacente, ideas ou algoritmos, API e calquera software, documentación ou datos adicional relacionados cos Servizos (\"Software\"). Non realizará, directa ou indirectamente, a través dun terceiro ou doutro xeito: (a) realizar enxeñaría inversa, descompilar, desmontar ou intentar descubrir o Software; (b) modificar, traducir ou crear traballos derivados baseados en calquera Software; (c) copiar, alugar, arrendar, distribuír, comprometer, ceder ou transferir ou gravar os dereitos de calquera Software; (d) utilizar calquera Software para compartir tempo, fins de oficina de servizos ou doutro xeito para o beneficio dun terceiro; ou (e) eliminar calquera aviso ou etiqueta de propiedade.",
    "3912514510": "( ) As listas de correo e outros usos lexítimos do correo electrónico veríanse afectados",
    "3912926900": "hCaptcha® debería ter un símbolo de marca rexistrada a primeira vez que apareza nunha copia creativa.",
    "3913203723": "Se, por calquera motivo, o solicitante non acepta a realización dunha tarefa que completaches, ti como Colaborador ou Integrador non terás dereito a ningunha recompensa pola tarefa. No caso de que xa se lle repartisen recompensas por unha tarefa completada de forma inaceptable, é posible que as recuperemos.",
    "3913801502": "hCaptcha agora funciona en preto do 15% de Internet",
    "3913848038": "SLA de tempo de actividade do 99,99 % e soporte global dispoñible as 24 horas, os 7 días de hoxe.",
    "3916131732": "Américas",
    "3922723611": "Tenta desactivar calquera bloqueador de anuncios ou extensións de seguranza do navegador",
    "3926027556": "e porémonos en contacto contigo rapidamente.",
    "392886773": "Funciona en todos os países",
    "3930611699": "traballadores individuais.",
    "3930808600": "Implementamos as medidas técnicas e organizativas adecuadas para protexer a información que recompilamos e almacenamos, e esiximos que todos os axentes que leven a cabo o noso procesamento no noso nome fagan o mesmo. Desafortunadamente, ningunha medida de seguridade é 100 % infalible e, como tal, ningunha rede ou sistema (incluído o noso) pode garantir que estea 100 % seguro contra a destrución, perda, alteración, divulgación non autorizada ou acceso á información que recompilamos e almacenamos. Se cres que a túa información pode non estar segura por calquera motivo, póñase en contacto connosco inmediatamente en",
    "3933993151": "Traballa como etiquetador de datos individual",
    "394235836": "3. Se ningunha das suxestións anteriores funciona, envíanos un correo electrónico de asistencia e estaremos encantados de axudarche a descubrir o que está a suceder.",
    "3942875761": "Axuda a construír unha web mellor™",
    "3943164003": "ver en bruto",
    "3943417791": "Obter asistencia para hCaptcha Enterprise (BotStop)",
    "3946753128": "Privado. Seguro. Máis rápido.",
    "3951112506": ". Iso xa garante un maior grao de heteroxeneidade nos datos.",
    "3951254541": "Agradecemos a túa aportación. Infórmanos de calquera problema e resolverémolo rapidamente.",
    "3952259236": "Combina os teus datos cegados cos miles de sinais de hCaptcha para adestrar a hCaptcha en clases de comportamento, só para o teu caso, para predicir mellor o comportamento malicioso mellor que calquera das dúas solucións.",
    "3953584369": "Restricións de acceso RBAC sofisticadas dispoñibles.",
    "3955555607": "Ademais dos socios ou revendedores autorizados, os terceiros non poden poxar por palabras clave, Google AdWords ou outros sistemas de publicidade dirixidos que utilicen marcas hCaptcha ou faltas de ortografía. Tampouco poden ter terceiros usar marcas hCaptcha en nomes de dominio, optimización de motores de busca, metaetiquetas, termos de busca, código ou outra terxiversación.",
    "3955981186": "Emendas. Ningunha modificación ou modificación destas Condicións de servizo por parte de ninguén que non sexa IMI será vinculante para IMI a non ser que figure nun documento escrito asinado por un representante de IMI debidamente autorizado.",
    "3963216198": "Para discutir por que as API son un destino popular para os piratas informáticos, primeiro vale a pena dedicarse un breve momento a definir o que se entende actualmente co termo \"API\". O concepto da API non é nada novo. De feito, as interfaces para conectar varios sistemas informáticos entre si, así como os seus compoñentes internos, existen desde polo menos principios dos anos 60.",
    "3963642878": "Ata o 14 de decembro de 2019*",
    "3967047208": "Tamén podes desactivar temporalmente algunhas proteccións en Personalizado para depurar isto, desmarcando as caixas de verificación: Desmarca a caixa de verificación Rastreadores ou desmarca a caixa de verificación Cookies se aínda tes problemas.",
    "3971348140": "Por que usamos hCaptcha? Ninguén máis podería ofrecer as funcións e o rendemento que necesitabamos. Puxéronnos en marcha rapidamente e aos nosos comerciantes encántalles a experiencia.",
    "3972094614": "Brendan Eich",
    "3972554015": "proceso tamén. E a extensión do navegador é, por suposto",
    "3974566657": "A medida que os servizos se fan máis populares, este tipo de sucesos inevitablemente faise máis frecuente. hCaptcha é usado por millóns de persoas cada día en practicamente todos os países do mundo, polo que publicamos esta política e un caso práctico sobre como abordamos estes problemas para ser o máis transparentes posible.",
    "3978720689": "enfoque para loitar contra o spam. A túa idea non funcionará. Aquí é por que non funcionará.",
    "3983646521": "Todos os nomes de produtos, logotipos, marcas, marcas comerciais e marcas rexistradas son propiedade dos seus respectivos propietarios. Todos os nomes de empresas, produtos e servizos utilizados neste sitio web son só para fins de identificación. O uso destes nomes, marcas comerciais e marcas non implica a súa aprobación. Neste caso, todo o contrario.",
    "3987022469": "Etiquetado",
    "3988350": "Isto significa que hai excelentes casos de uso para anotacións de paraugas no mundo real. Hai espazo para o desacordo sobre o impacto dos coches autónomos, pero os sistemas ADAS xa están a aforrar",
    "3991444169": "Esta páxina enumera os subprocesadores actuais para o servizo hCaptcha Enterprise.",
    "3992401943": "Houbo unha revolución na aprendizaxe profunda desde 2012. A norma do sector para a precisión das tarefas mellorou radicalmente durante a última década, principalmente debido ás redes convolucionais profundas. Outros servizos de ML que ofrece Google seguiron esta curva.",
    "4007826952": "O CAPTCHA número 1 da privacidade para a web, móbiles e moito máis.",
    "4008400186": "Paso 4: Fai clic en \"Exportar HAR\" (a pequena frecha cara abaixo) despois de tentar resolver, o que garda o rexistro da rede. Envíanos ese ficheiro.",
    "4011712313": "Como parte da nosa Política DMCA, colocamos as contas dos clientes para os que recibimos varias notificacións DMCA de supostas infraccións nunha Política de infracción reiterada da DMCA en varios pasos. Tras recibir notificacións DMCA repetidas nun mes natural, a conta do cliente pasará dun paso da política ao seguinte.",
    "4015238193": "e OCR [",
    "4019638786": "R: Os usuarios de Privacy Pass de hCaptcha nunca expoñerán a súa IP a hCaptcha a menos que a carteira de tokens do seu navegador estea baleira ou o sitio o envíe. hCaptcha non ten forma de vincular o usuario ao troco de tokens e non interactúa nunca directamente co usuario durante o troco a menos que a súa carteira de tokens estea baleira.",
    "4019660456": "Latencia de 0 ms: verifique os tokens hCaptcha sen chamada á API.",
    "4023575072": "dobre uso",
    "4024785952": "Cloudflare, Inc. (global). Servizos prestados: Cloudflare.com.",
    "4034694801": "Non hai resultados coincidentes.",
    "4036662147": "5. Protección da información confidencial",
    "4036872105": "primeiro e despois tentalo de novo",
    "4039193170": "Se tes problemas para conseguir ou trocar fichas:",
    "4044467791": "Para coñecer as categorías de información persoal que recompilamos de ti nos 12 meses anteriores, consulta a sección \"Información que recompilamos\" anterior. Recopilamos esta información para os fins comerciais e comerciais descritos na sección \"Como usamos a información persoal\" anterior. Nos 12 meses anteriores, compartimos con terceiros as seguintes categorías de información con fins comerciais:",
    "4051104324": "\"Intuition Machines\" é unha marca rexistrada de Intuition Machines, Inc.",
    "4051785543": "Uso:",
    "4057343238": "Desactivar",
    "4059570880": "Se desexa facer un seguimento do esforzo de estandarización, os esforzos están actualmente en marcha en",
    "4060250206": "Use este formulario para contactar cun dos nosos técnicos especialistas. Respondemos rapidamente.",
    "4063155841": "Ata o 25 de xuño de 2021††",
    "4063769686": "Os usuarios admiten o sitio que están visitando e experimentan menos spam web. Este parece un trato máis xusto.",
    "4065065042": "Marque isto para que se adapte exactamente ao seu caso de uso.",
    "4065614934": "Esta análise non é nova, pero a xente é eternamente optimista. Sobre todo cando pensan que a súa idea é nova.",
    "4072202039": "15 de abril de 2019 - 15 de xullo de 2019",
    "4074220464": "R: As opcións anteriormente populares, como os captchas de audio, discriminan a moitos usuarios de todo o mundo e son facilmente derrotadas polas modernas técnicas de aprendizaxe automática. Isto obrigou a que os retos de audio actuais se fagan cada vez máis difíciles, introducindo ruído, tempos estraños, combinacións de palabras pouco habituais, etc. para derrotar aos atacantes. Polo tanto, estamos menos entusiasmados con este enfoque fronte a evitar o desafío por completo, pero teremos en conta se hai demanda da comunidade de todos.",
    "4080263153": "Sen renuncia. Non se considerará que renunciamos a ningunha parte dos nosos dereitos ou recursos a menos que a renuncia estea por escrito e asinamos nós. Se atrasamos o cumprimento ou non podemos facer cumprir os nosos dereitos en virtude dunha disposición deste acordo, iso non constituirá unha renuncia ao noso dereito a aplicar posteriormente dita disposición ou calquera parte deste acordo.",
    "4082053540": "19-25 de xuño de 2021††",
    "4083018285": "Un conxunto de funcións estendidas que se combinan cunha supervisión e resposta SOC melloradas para abordar ameazas persistentes sofisticadas",
    "4086379603": "Preguntas?",
    "4087694419": "Un hacker de raspado tamén podería reunir datos de sitios como Amazon e eBay para crear listas de produtos falsas ou enganosas. Podería ofrecerlles á venda en servizos peer-to-peer como OfferUp e realizar ataques de phishing contra os compradores. Ou, o defraudador podería vender produtos que non existen. Outro fraude de raspado de pantalla implica falsificar os editores de anuncios. Ao raspar o contido dos sitios dos editores, o defraudador pode crear páxinas falsas de editores de anuncios en diferentes servizos. Despois poden vender anuncios nesas páxinas a revendedores autorizados, cuxos contactos recolleron do ficheiro ads.txt do editor. Os espazos publicitarios parecen reais para o anunciante, pero non o son.",
    "4087729475": "o reto despois da súa resolución inicial.",
    "4088941349": "Rexistros dos produtos ou servizos adquiridos, obtidos ou considerados.",
    "4091044469": ". Asegúrate de activar a extensión no modo de incógnito. A continuación, visita calquera sitio web usando hCaptcha e resolve un captcha. A partir da versión 2.0.3, podes trocar estes tokens en sitios web mediante hCaptcha.",
    "4097297673": "Como Cliente, Solicitante ou Integrador, aceptas estar obrigado polos seguintes termos ademais de calquera outro termo vinculante entre ti e IMI.",
    "409780280": "( ) Bo intento, ****! Espero que alguén pise o teu teclado!",
    "4099477834": "Todas as relacións cos clientes tamén están protexidas por un forte Acordo de procesamento de datos. O servizo hCaptcha cumpre con todas as leis de privacidade sen importar onde residan o teu servizo ou os teus clientes. Non gardar os datos persoais fai que isto sexa moito máis fácil para nós que para outras empresas.",
    "4101570501": "Tamén estamos a traballar nunha solución criptográfica para descartar rapidamente o teu enderezo de correo electrónico, preservando a nosa capacidade de evitar abusos, complementando o noso traballo de privacidade.",
    "410397176": "Para máis información",
    "4104188759": "Política de Ética da IA",
    "4104221634": "Os clientes de hCaptcha abarcan unha variedade de industrias, desde empresas tecnolóxicas ata aquelas centradas na moda, o comercio polo miúdo e outras áreas nas que poden crear valor coa aplicación da aprendizaxe automática.",
    "4114820649": "2. Fai clic na pestana \"Privacidade\".",
    "4131598919": "Preme",
    "4132302900": "5. A túa privacidade, os teus datos e \"Datos para todos\"",
    "4137573005": "ten respostas completas e autorizadas sobre como usamos os datos, pero a resposta breve é que non temos interese en asociarte como persoa co teu historial de navegación.",
    "4138068262": "usuarios. Ao final, é probable que interactuar cos retos siga sendo parte do arsenal de ferramentas para reducir o abuso en liña mentres a natureza humana non cambie.",
    "4142610534": "Calquera pago atrasado acumulará cargos por atraso a razón do 1,5% por cento ao mes ou a cantidade máxima permitida pola lei, o que sexa menor. Se non paga o importe debido a este Acordo por calquera motivo, a súa conta pode ser suspendida, segundo o noso criterio exclusivo, nese caso non se realizarán pagos adicionais desde a súa conta para a realización das tarefas e todas as súas tarefas serán eliminadas. dende o noso sitio web. Debes reembolsarnos todas as cantidades adeudadas a demanda, ademais de todas as taxas de procesamento, de mora ou de avogado. Tamén podemos facer os informes apropiados ás axencias de informes de crédito e ás autoridades policiais.",
    "4146870445": "Quen somos",
    "4147497805": "Cenoria",
    "4149738856": "hCaptcha debe usarse como adxectivo e seguido dun termo xenérico adecuado.",
    "41530052": "28. Condicións xerais",
    "4154415610": "***** Os pagos de setembro de 2020 realizaranse por lotes a medida que se complete a conciliación, e algúns terán lugar varios días máis tarde do previsto inicialmente debido a atrasos na conciliación.",
    "4162383380": "16 - 22 de setembro de 2020*****",
    "4162847": "Puidemos observalo directamente, xa que algúns dos nosos clientes realizan probas A/B na mesma solicitude antes de cambiar por completo das ofertas de Google. Normalmente podemos demostrar unha alta taxa de falsos positivos e falsos negativos procedente de reCAPTCHA v3 ou reCAPTCHA Enterprise.",
    "4163469907": "Paso 2: fai clic na pestana Rede en Ferramentas para programadores. Marque a caixa \"Preservar rexistro\" na parte superior.",
    "4165374512": "Aínda que é posible utilizar ferramentas de detección de IP e localización para evitar o recheo de credenciais, un método máis rendible e preciso é simplemente interromper o propio robot de recheo de credenciais. hCaptcha e hCaptcha Enterprise poden bloquear o bot no punto de entrada. Aínda que o bot teña as credenciais correctas, se non pode superar a detección de hCaptcha Enterprise ou o CAPTCHA de hCaptcha, non poderá facer o seu recheo e o seu sitio e os usuarios estarán protexidos.",
    "4166776480": "Recheo de credenciais: que é e como deter os ataques",
    "4169910317": "9. Cumprimento da Lei",
    "4172868199": "vai moito máis alá disto, pasando ao ámbito de tentar distinguir tamén o \"humano bo\" de \"humano malo\" e é usado hoxe en día por moitos dos servizos en liña máis populares do mundo para atopar e deter todo, desde a fraude de compras ata a persistente avanzada. ameazas contra os seus usuarios, mantendo un enfoque único na preservación da privacidade.",
    "4179118182": "( ) técnico ( ) lexislativo ( ) baseado no mercado ( ) vixiante",
    "4181060163": "Os terceiros non deben usar variacións ou faltas ortográficas nin actuar de ningún xeito que cause confusión de interese inicial sobre as marcas rexistradas de hCaptcha.",
    "4181611011": "Data de conciliación",
    "4185927140": "Xerente de produto, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Condicións de servizo principais",
    "4188814619": "hCaptcha é un servizo de Intuition Machines (",
    "4194763679": "Niveis de dificultade finos",
    "4195759329": "Detección de bots e puntuacións de risco",
    "4197928199": "Política de Privacidade",
    "4199502476": "Paneis de informes avanzados e API",
    "4202774977": "Obxecto",
    "4205152730": "Anímase a interactuar con outros usuarios en calquera lugar do noso sitio web, foro, mensaxería, chat e outras canles de redes sociais controladas por IMI, pero se o fas debes cumprir todas as condicións de servizo e uso do noso sitio e todas as leis relevantes. .",
    "4208081170": "Categoría de información persoal",
    "4209078147": "Para mellorar o noso sitio e comprender mellor as súas visitas nas nosas plataformas e no sitio.",
    "4215483493": "R: hCaptcha está deseñado para a privacidade desde cero. É moi diferente ás opcións tradicionais como reCAPTCHA que son propiedade de redes publicitarias, que teñen un incentivo para rastrexarche na web e asociarte cunha identidade real.",
    "4217013126": "Os pagos adoitan realizarse durante todo o día na data de pago e, en xeral, complétanse á medianoite, hora do Pacífico. Se unha conta foi marcada para a súa revisión, pode levar ata cinco días laborables adicionais para liberar un pago.",
    "4217693416": ". Os sitios web hCaptcha.com e BotStop.com (os Sitios) poden incluír cookies adicionais, tal e como se describe nesta Política.",
    "42182578": "Elimina a túa información persoal.",
    "4222109231": "Mitigando o risco da API co produto empresarial de hCaptcha",
    "4224961202": "Privacidade, seguridade e aprendizaxe automática.",
    "4227800293": "( ) Os usuarios de correo electrónico non o soportarán",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Categorización de atributos",
    "4230322909": "Sempre tentamos comprender cada novo cliente e o seu caso de uso previsto, tanto para confirmar que é un bo axuste para os nosos produtos e servizos como para garantir que segue as políticas que adoptamos como empresa.",
    "423222878": "Algúns dos ciberataques máis difíciles de detectar, previr e deter son aqueles nos que un actor malicioso pode utilizar as credenciais de usuario lexítimas para iniciar sesión nunha conta de usuario activa. Sen moitas capacidades de detección sofisticadas no lugar, a empresa que hospeda a conta non ten motivos para sospeitar que algo está mal. Parece que un cliente simplemente iniciou sesión na súa conta. O atacante conseguiu esta artimaña exitosa utilizando credenciais roubadas, normalmente o resultado dunha técnica de ciberataque coñecida como \"recheo de credenciais\". É un problema serio hoxe en día, pero que se pode paliar coas contramedidas adecuadas.",
    "424089481": "Amazon Web Services, Inc. (Global). Servizos ofrecidos: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Vostede é o responsable do pago de todos os impostos asociados aos Servizos, excepto os impostos dos EE. UU. gravados sobre os ingresos netos ou bens persoais de Intuition Machines.",
    "4243348003": "Paso 3: visita",
    "4246520782": "De feito, Internet foi testemuña dunha auténtica carreira armamentista entre defraudadores e defensores nos últimos anos.",
    "4247858664": "a páxina de rexistro de accesibilidade",
    "4248655793": "- Álex M.",
    "4255608322": "Última actualización: 12 de abril de 2021",
    "42559805": "Necesitas unha incorporación urxente?",
    "4256083674": "A solicitude directa dun integrador para identificar o risco de fraude dunha solicitude de desafío CAPTCHA ou enderezo IP específico, ou doutro xeito onde se deu o consentimento específico.",
    "4257144752": "As estimacións en tempo real non reflicten a precisión final nin a humanidade, polo que as túas ganancias finais poden variar substancialmente cara arriba ou para baixar das cifras que aparecen no panel antes da túa primeira reconciliación.",
    "4260466272": "Podes escoller en calquera momento deixar de usar o noso sitio web, sempre que debas cumprir todas as políticas IMI aplicables. Podemos, ao noso exclusivo criterio, rescindir este acordo, suspender o acceso ao noso sitio web ou eliminar calquera servizo inmediatamente sen previo aviso por calquera motivo.",
    "4260542944": "O raspado de contido (tamén coñecido como \"scraping de pantalla\" ou simplemente \"scraping\") é un proceso familiar e moitas veces útil para recoller información da web. Non obstante, nos últimos anos, a técnica converteuse nunha ferramenta preferida de hackers e defraudadores. As contramedidas poden mitigar efectivamente a ameaza, pero para implementalas, é esencial comprender como funciona o proceso.",
    "426125156": "17. Dereitos de autor e eliminación",
    "4263626815": "As cookies de accesibilidade de hCaptcha funcionan con todos os navegadores e bloqueadores de anuncios populares coa súa configuración estándar, polo que normalmente os fallos débense a scripts \"anti-adblock\" ou a conxuntos de regras similares dirixidos a determinados sitios.",
    "4264784515": "Erros de seguridade",
    "4270038521": "(os \"Sitios\") e a interface do programa de aplicación hCaptcha e software e materiais relacionados (colectivamente, o \"Servizo\").",
    "4272022475": "Todas as solicitudes e os recursos van a hcaptcha.yourdomain.com",
    "4272088465": "as organizacións benéficas que elixas coas ganancias que obtén ao usalo.",
    "4272454814": "Intégrase co provedor de identidade que elixa.",
    "4274324704": "Aquí tes como usar o noso nome nunha copia escrita:",
    "4277475973": "( ) Reticencia pública a aceptar novas formas estrañas de diñeiro",
    "4280117172": "De feito, a moitos países o fai un pouco mellor que os EUA, incluíndo Nixeria, India, Brasil e Alemaña:",
    "4281708680": ". En hCaptcha, adoptamos deliberadamente un enfoque moi diferente, empregando técnicas de aprendizaxe automática que preservan a privacidade para identificar os comportamentos típicos dos bots con gran precisión, mentres consumimos e almacenamos a menor cantidade de datos posible.",
    "4284094387": "†† Algunhas conciliacións e pagamentos de xuño de 2021 realizaranse na semana seguinte debido aos atrasos na verificación dos cálculos finais durante a xanela de conciliación.",
    "4286602632": "c) 100.000 solicitudes ao mes para integradores que utilicen contas de hCaptcha Publisher (gratuítas) para habilitar produtos de xestión de bots comerciais, por exemplo, firewalls web (WAF) e aplicacións similares.",
    "4290195307": "para unha orientación detallada.",
    "433424759": "A fraude de pago comprende calquera tipo de transacción ilegal na que un ciberdelincuente priva á vítima de algo de valor, normalmente diñeiro. Isto pode significar usar unha tarxeta de crédito roubada para pedir mercadoría en liña ou facerse cargo dunha conta bancaria e transferir fondos de xeito ilegal. Hai moitas variacións, pero todas teñen o mesmo resultado: un delincuente utiliza unha identidade roubada ou información de pago para roubar a un consumidor, un banco ou un comerciante.",
    "435302267": "publicación do blog da empresa",
    "436125785": "Isto non é sorprendente dada a imprecisión dos bucles de comentarios dispoñibles neses produtos e o feito de que son vendidos por unha rede publicitaria cun interese abafador en non ser demasiado bos na detección de bots, para que non prexudique o seu negocio principal.",
    "439777523": "Asuntos de Regulación",
    "443094024": "Filebin",
    "444492541": "instrucións de rexistro de depuración para Firefox",
    "448807334": "(\"Centos de millóns de CAPTCHA son resoltos por persoas todos os días.\") Consultado o 8 de xullo de 2019.",
    "451701069": "Cumpre co GDPR, CCPA,",
    "452920031": "Unha nota para os clientes fóra dos Estados Unidos.",
    "453723556": "Podes rescindir este Apéndice do Cliente independentemente das Condicións de servizo deixando de ser Cliente ou Solicitante. Reservámonos o dereito de suspender ou rescindir a súa condición de Cliente ou Solicitante en calquera momento, ou de cancelar doutro xeito a súa conta ou o uso dos Servizos de acordo coas Condicións de servizo. Seguirá sendo responsable despois da rescisión por calquera cantidade adeudada no seu Formulario de pedido. Se a túa subscrición inclúe tarifas mensuais ou anuais ou mínimos mensuais ou anuais, seguirás sendo responsable de pagar todas as tarifas dos Servizos ata finais dese mes ou ano, respectivamente.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Si. Nós e os nosos provedores de servizos ou analíticos, socios de mercadotecnia e afiliados podemos utilizar cookies, balizas web ou píxeles e outras tecnoloxías para garantir que todos os que utilicen os Sitios teñan a mellor experiencia posible. Consulte a sección \"Técnicas de seguimento e análise de terceiros\" da nosa Política de privacidade para obter máis detalles.",
    "458271951": "Se es un Colaborador que accede aos Servizos e/ou realiza tarefas a través dun Integrador ou en relación con el en nome de Intuition Machines (actuando como Solicitante), Intuition Machines pode recompensalo pola finalización aceptable de determinadas tarefas. No caso de que se descubra que se incorreu en fraude, abuso ou violación destas Condicións de servizo, Intuition Machines pode reter e/ou recuperar todas as recompensas que se lle conceden.",
    "458376553": "Pode acceder, corrixir, modificar ou eliminar certa Información persoal que nos proporcionou a través da súa conta de Integrador, Cliente ou Usuario de Accesibilidade (se é un Integrador, Cliente ou Usuario de Accesibilidade). Se non podes facelo, ou tes algunha pregunta sobre a información persoal que recompilamos e/ou compartimos sobre ti, ou desexas retirar o teu consentimento para o noso procesamento (é dicir, eliminar completamente a túa conta), póñase en contacto connosco en",
    "461631543": "Nota GDPR",
    "462321455": "Localización da Arbitraxe. Calquera procedemento de arbitraxe en virtude desta sección levarase a cabo por defecto dentro do Estado de California, a non ser que resida fóra dos Estados Unidos, caso en que a arbitraxe realizarase totalmente por vía electrónica ou telefónica. A arbitraxe poderá realizarse en calquera outro lugar se así o acordan todas as partes por escrito. Independentemente da súa localización, calquera das partes poderá optar por comparecer na arbitraxe mediante vídeo en directo ou teleconferencia.",
    "464238793": "Se Google determina que un usuario que ve un anuncio ou que fai clic nunha ligazón era de feito un bot, non pode cobrar polos anuncios mostrados a ese usuario. Este conflito de intereses limitou gravemente o alcance das ambicións anti-bot de Google.",
    "465714311": "Para usuarios de accesibilidade: Preguntas e respostas e guía de solución de problemas",
    "465783046": "Queres probalo cos teus datos?",
    "468929661": "O custo medio de romper un reCAPTCHA é incriblemente baixo (menos de $ 1 por cada 1000 solucións) e non aumentou materialmente desde que comezou o noso seguimento en 2016. Isto aplícase tanto a reCAPTCHA v2 como a v3. [",
    "469089249": "R: Normalmente, isto débese ao uso dun bloqueador de anuncios agresivo ou unha extensión anti-cookies, ou unha configuración que bloquea as cookies \"entre sitios\", neste caso unha cookie para hcaptcha.com que está configurada ou comprobada por hCaptcha JS nun sitio diferente, como o que estás visitando.",
    "47536007": "Máis información sobre hCaptcha",
    "477275453": "Por que as API son un destino popular para os hackers?",
    "487083593": "Vendas",
    "493717511": "2. Este cliente está solicitando servizos que poderían ser",
    "497117287": "Opcións de accesibilidade",
    "499510428": "De feito cremos que a regulación nos axudou aquí",
    "501102544": ": cremos que o servizo anti-bot hCaptcha (é dicir, o Servizo integrado por sitios web, xogos ou aplicacións móbiles) só inclúe as chamadas cookies \"exentas de consentimento\" segundo a normativa GDPR. Exemplos destas cookies exentas inclúen:",
    "504332576": "Estamos orgullosos de anunciar que hCaptcha converteuse no maior servizo independente de ciberseguridade do mundo, funcionando en preto do 15 % de Internet, e quitamos a maior parte desta cota de mercado directamente de Google reCAPTCHA. Xuntos, hCaptcha e",
    "505891021": "Servizos de etiquetaxe",
    "508143070": "Teña en conta que IMI é o controlador da súa información persoal, agás cando procesamos información persoal en nome dos nosos integradores en relación coa prestación do noso servizo, en cuxo caso somos o procesador da información persoal, e eses integradores son os controladores do servizo. información persoal.",
    "512598290": "Polo tanto, debemos pedirlle que utilice sempre todas as marcas e logotipos de hCaptcha nun formulario que cumpra as regras seguintes, incluíndo maiúsculas, tipografía e estilo.",
    "512991700": "Se desexa impugnar calquera tarifa, debe poñerse en contacto co noso departamento de atención ao cliente a máis tardar trinta (30) días despois da data de peche do primeiro extracto de conta ou facturación no que apareceu o erro ou problema para recibir un axuste ou crédito.",
    "515733427": "( ) Disposición dos usuarios para instalar parches do SO recibidos por correo electrónico",
    "517010299": "Teña en conta: actualmente estamos a traballar nunha importante transición do backend cara á reconciliación case en tempo real. As conciliacións periódicas realizaranse con menos frecuencia do habitual ata o primeiro trimestre de 2021. Isto non afecta aos calendarios nin ás datas de pago.",
    "519755936": "Vostede é o único responsable de cumprir coas leis federais, estatais, provinciais e locais en relación co uso dos Servizos. Acepta indemnizarnos e manternos inofensivos por calquera reclamación contra nós porque incumpriu calquera lei ou incumpriu os dereitos de terceiros, incluídos, sen limitación, os dereitos contractuais, de propiedade intelectual ou de privacidade.",
    "532470444": "O equilibrio pode cambiar lixeiramente dun ano a outro, pero este comportamento simplemente reflicte a natureza humana fundamental, e cinco mil anos de historia rexistrada implican que é improbable que a dinámica cambie pronto.",
    "535659033": "Recoñecemento Creative Commons",
    "538871570": "Competir con Google e outras grandes empresas tecnolóxicas parece unha tarefa complicada: o seu poder de mercado monopolístico, os seus efectos de plataforma e o seu exército de desenvolvedores altamente pagados son xeralmente considerados demasiado poderosos para afrontar calquera outra cousa que outros xigantes tecnolóxicos como Facebook ou Amazon. A nosa historia mostra que non ten por que ser así: podes vencer a Big Tech centrándote na privacidade.",
    "54093347": "Axente rexistrado DMCA",
    "547245263": "Resolve o problema do teu bot hoxe.",
    "548587288": "arredor do mundo.",
    "55035359": "Estás usando reCAPTCHA?",
    "551761392": "e enviar ligazóns) e opcionalmente unha captura de pantalla, se sospeita que hai algo que non se mostra correctamente. Envía tamén a IP que estás a usar. Podes obtelo desde",
    "552920956": "hCaptcha permite aos sitios web gañar recompensas ao bloquear bots e outras formas de abuso. hCaptcha tamén che permite apoiar as organizacións benéficas que elixas con estas ganancias.",
    "554844646": "Podes confirmar que a extensión está funcionando vendo que o contador baixa 1 cada vez que fai clic",
    "555158694": "Un servizo que utilizas escolleu mellorar a túa experiencia no seu sitio instalando hCaptcha para reducir o tráfico malicioso.",
    "555246307": "Por certo, así remata a historia do fidalgo e o seu chofer: O condestable fixo que os dous homes se sentaran xuntos nun cuarto durante horas e se aburrisen da cabeza. Ao final do día, apareceu e dixo: \"Agora vou falar co condutor do vagón\". O home da vestimenta nobre ergueuse. Estaba tan aburrido que esqueceu que só facía pasar por nobre.",
    "555749578": "hai menos do 1 % de variación nas taxas de resolución nos principais países de todos os continentes.",
    "558378834": "Polo tanto, xa non aceptamos solicitudes de preguntas relacionadas cos paraugas neste momento. O potencial de confusión cando un usuario final ve unha pregunta sobre os paraugas no momento actual é demasiado alto e, en última instancia, o noso obxectivo é facer do mundo un lugar máis agradable.",
    "563059212": "Lista de subprocesadores",
    "564127016": "A icona da man hCaptcha:",
    "565624910": "borrador",
    "578738483": "En xeral, pode activar ou desactivar posteriormente o uso de cookies mediante unha funcionalidade integrada no seu navegador web. Se queres obter máis información sobre as cookies ou como controlalas, desactivalas ou eliminalas, visita",
    "58091799": "Máis información sobre hCaptcha Publisher e Enterprise",
    "583434701": "Accesibilidade hCaptcha",
    "585557010": "Desafía a menos do 0,1 % dos usuarios lexítimos.",
    "593735469": "Por que a túa nova solución anti-spam non funciona",
    "595582512": "Se buscas protexer o teu sitio ou aplicación de forma eficaz contra robots, spammers ou outros actores maliciosos, preservando a privacidade dos teus usuarios (e cumprindo todas as normativas relevantes!), considera hCaptcha e a nosa oferta Enterprise.",
    "596347471": "As interfaces de programación de aplicacións (API) convertéronse nun destino popular para os actores maliciosos do ciberespazo. Hai moitas razóns para iso, incluíndo a súa gran utilidade na integración de aplicacións. Non obstante, é posible mitigar o risco da API.",
    "600646860": "En lugar de ofrecer un servizo de valor cuestionable mentres extrae man de obra con valor real, hCaptcha ofrece tanto unha compensación como unha forte protección anti-bot.",
    "604751186": "Outros problemas? Correo electrónico",
    "606978017": "Benvido a hCaptcha! Esta Política de privacidade describe as prácticas de Intuition Machines, Inc. (\"IMI\", \"nós\" ou \"nós\") con respecto á nosa recollida, uso e divulgación de información (incluída a información persoal, definida a continuación) a través do noso sitio web en",
    "611905972": "Garantir un acceso perfecto para todos os usuarios mantendo a seguridade",
    "614310292": "Quen construíu hCaptcha?",
    "615017396": "Unha cookie (\"cookie\") é un pequeno ficheiro de texto que un servidor de páxinas web coloca no seu disco duro. As cookies conteñen información que posteriormente pode ler un servidor web do dominio que lle emitiu a cookie. Algunhas das cookies só se utilizarán se utiliza certas funcións ou selecciona determinadas preferencias, e sempre se utilizarán algunhas cookies. Podes obter máis información sobre cada cookie consultando a nosa lista actual de cookies a continuación. Actualizamos esta lista periodicamente, polo que pode haber cookies adicionais que aínda non estean listadas. Pódense usar balizas web, etiquetas e scripts nos Sitios ou nos correos electrónicos para axudarnos a entregar cookies, contar visitas, comprender o uso e a eficacia da campaña e determinar se se abriu un correo electrónico e se actuou sobre eles. É posible que recibamos informes baseados no uso destas tecnoloxías por parte dos nosos provedores de servizos/analíticas de forma individual e agregada.",
    "615031303": "(Ver notas ao pé",
    "615618648": "15 de abril de 2021 - 15 de xullo de 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 de decembro de 2019**",
    "633598495": "Esgotamento Administrativo. Pode presentar calquera reclamación derivada do uso deste sitio web ante unha axencia administrativa, pero só na medida en que a lexislación aplicable permita o acceso a dita axencia sen prexuízo da existencia dun acordo de arbitraxe. Tales reclamacións administrativas inclúen, sen limitación, reclamacións ou cargos presentados ante a Comisión de Igualdade de Oportunidades de Emprego, o Departamento de Traballo dos EUA e a Xunta Nacional de Relacións Laborais. Nada desta cláusula se considerará que o impide ou o escusa de presentar unha reclamación administrativa ante calquera axencia para cumprir coa súa obriga de esgotar os recursos administrativos antes de presentar unha reclamación en arbitraxe; non obstante, renuncia ao dereito a calquera laudo monetario a través desta. trámites da axencia.",
    "636461959": "Nome",
    "63719113": "usa a aprendizaxe automática avanzada para identificar o tráfico malicioso ao teu sitio e aplicacións, incluídas as actividades de raspado.",
    "639413188": "en resposta.",
    "641342999": ", ou o sitio web no que tes un problema (Nota de privacidade: só se non che importa compartir o que é) ... e despois fai clic no botón \"Son humano\" e intenta solucionalo.",
    "647630208": "E xa está! A túa navegación en liña agora é máis privada.",
    "648630222": "Evita a fraude de pagos con hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 de xaneiro de 2021*",
    "64953197": "15 outubro 2020 - 15 xaneiro 2021",
    "651123197": "Un reconto do total actual da túa carteira mostrarase na icona despois de completar o desafío.",
    "653679457": "Interrupcións variables",
    "654326661": "Queres velo por ti mesmo? Proba hCaptcha gratis.",
    "655974837": "Non hai garantías sobre o contido",
    "659124570": "Ademais, se ves contido que che pertence reproducido na plataforma hCaptcha e desexas que se elimine por calquera motivo, podes contactar connosco por correo electrónico en",
    "661412233": "Saber despois do captcha que algúns usuarios eran bots tamén é valioso. Permite aos propietarios de sitios web limpar publicacións antigas de spam e eliminar as \"contas durmientes\" rexistradas en foros de spam no futuro, reducir a fraude e moito máis.",
    "664236229": "solicitude de extracción",
    "680638297": "Proporcionarlle información sobre o procesamento da súa información persoal e darlle acceso á súa información persoal.",
    "685916926": "Por que reCAPTCHA non mellorou co paso do tempo?",
    "692064738": "( ) A policía non o aguantará",
    "692176459": "Iniciar sesión",
    "693820850": "Podes vencer a Google antepoñendo a privacidade",
    "69844082": "hTampoco se poden usar marcas comerciais, símbolos gráficos, logotipos, tipografía ou iconas de Captcha de forma despectiva.",
    "700843971": "Hound Technology, Inc. (Global). Servizos prestados: honeycomb.io.",
    "702287791": "hCaptcha Publisher (gratis)",
    "703051968": "ha icona da man:",
    "707527778": "Información dos nenos",
    "707541553": "Toda a información contida nas nosas páxinas de Internet foi validada por IMI ou un terceiro. Non obstante, nin IMI nin terceiros poden ser responsables de que a información sexa actual, precisa ou completa. Isto tamén se aplica a outros sitios web aos que se pode acceder mediante hipervínculos nas nosas páxinas. IMI non se fai responsable do contido destes sitios web externos.",
    "710145621": "Proporciona os teus propios datos de verdade do terreo ou permítenos construílos sobre a marcha",
    "713281684": "Berenxena",
    "714342693": "O equipo de hCaptcha recolle datos de prezos dos servizos de captcha da \"web escura\" desde 2016. Observamos unha tendencia interesante:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Necesitas un control de extremo a extremo?",
    "723027910": "Este non é un consello legal e non se ofrece ningunha garantía con respecto a esta análise. Se tes preguntas ou dúbidas adicionais, ponte en contacto connosco en",
    "728503636": "Data de pagamento",
    "731546974": "10. Impostos de contribuíntes ou integradores",
    "734735952": "Avaliamos varios provedores de CAPTCHA e construímos un sistema nós mesmos. Ao final, hCaptcha emerxeu como a mellor alternativa a reCAPTCHA.",
    "735630686": "Xestionar a súa información (os seus dereitos)",
    "740501259": "Canalizacións sinxelas dirixidas por API",
    "741483946": "* Noutras palabras: podes obter tokens de hCaptcha Privacy Pass en hCaptcha.com e utilizalos noutros sitios directamente usando hCaptcha.com. Non podes obter nin trocar os tokens de hCaptcha Privacy Pass para evitar o servizo hCaptcha utilizado por Cloudflare, xa que Cloudflare emite e troca os seus propios tokens de Privacy Pass.",
    "751483365": "Soporte para clientes non JavaScript.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "se cres que temos algunha información de ou sobre un neno menor de 13 anos.",
    "759057398": "Aviso aos interesados da UE",
    "763447231": "Ao mesmo tempo, impedir que os bots accedan aos sitios dos editores pode revelar fraude publicitaria, o que enfronta o produto reCAPTCHA de Google directamente co seu negocio publicitario, que produce máis do 80 % dos seus ingresos.",
    "766825168": "Entre as accións que podemos tomar en virtude da Política de infraccións reiteradas da DMCA inclúense o envío de alertas de maior visibilidade ao cliente rexistrado da conta. Para recoñecer estas alertas, é posible que lle requiramos ao cliente que inicie sesión na conta ou chame ao noso equipo de asistencia. Tamén nos reservamos o dereito de suspender ou rescindir, así como de aplicar outras medidas provisionais, o servizo hCaptcha e IMI de calquera cliente para o que seguimos recibindo notificacións da DMCA sobre supostas infraccións aínda despois de que enviamos alertas de infracción reiterada. Ademais, podemos rescindir ao noso exclusivo criterio outros servizos hCaptcha ou IMI proporcionados a estes clientes cando rescindamos o servizo hCaptcha conforme a esta política.",
    "767207800": "Se os teus datos conteñen contido potencialmente explícito ou ofensivo, esixímosche que os marque como \"CONTIDO EXPLÍCITO\" para que sirvan de aviso xusto para quen vexa os teus datos. Sen un acordo escrito separado con IMI, non pode incluír tarefas que infrinxen as nosas políticas, incluíndo, entre outras, (a) tarefas que promovan directa ou indirectamente outro sitio web ou servizo, (b) tarefas que infrinxen os termos dun sitio web de terceiros e condicións, (c) tarefas que piden aos Colaboradores que soliciten a terceiros, (d) tarefas que lles pidan aos Colaboradores que tomen medidas para manipular o comportamento ou os resultados dun sitio web, (e) tarefas que infrinxen os dereitos de propiedade intelectual de terceiros e (f) tarefas que requiren que os colaboradores descarguen software ou ficheiros.",
    "770264626": "Engade hCaptcha ao teu servizo (gratis)",
    "776542208": "( ) Eterna carreira armamentista implicada en todos os enfoques de filtrado",
    "777660551": "Que é o recheo de credenciais?",
    "778204464": "Pódese usar un elemento de texto enriquecido con contido estático ou dinámico. Para o contido estático, simplemente colócao en calquera páxina e comeza a editar. Para contido dinámico, engade un campo de texto enriquecido a calquera colección e, a continuación, conecte un elemento de texto enriquecido a ese campo no panel de configuración. Voila!",
    "779426309": "Un nome real, un identificador persoal único, un identificador en liña, un enderezo de protocolo de Internet, un enderezo de correo electrónico, un nome de conta ou outros identificadores similares.",
    "779817954": "P: Se teño pases de privacidade emitidos por outro provedor, podo trocalos en hCaptcha?",
    "780280214": "Como hCaptcha e hCaptcha Enterprise mitigan a ameaza de recheo de credenciais",
    "780475098": "As redes publicitarias ven os teus visitantes como o produto. Só nos importa se unha visita é boa ou mala. hCaptcha cumpre co GDPR, CCPA, LGPD, PIPL e outras leis de datos globais.",
    "787916198": "Co seu consentimento",
    "788770967": "Sentímolo escoitar iso! Quizais queiras utilizar a nosa opción de accesibilidade:",
    "793242047": "Reduce os retos que se presentan aos usuarios para permitir un acceso rápido ás aplicacións",
    "793784899": "Plans",
    "803639471": "O logotipo de hCaptcha está composto pola icona da man e o logotipo hCaptcha. Na súa forma alternativa, a icona da man pode aparecer por si mesma cando o espazo está restrinxido e úsase \"hCaptcha\" como marca de palabra (como se describiu anteriormente) moi preto da icona da man, de xeito que quede claro que a icona da man representa hCaptcha.",
    "805221621": "Póñase en contacto connosco en",
    "805971861": "\"Umbrella\" é un termo en ImageNet, o conxunto de datos de referencia estándar utilizado polos investigadores de visión por ordenador. Identificar de forma fiable as persoas que sosteñen paraugas tamén é fundamental para construír sistemas seguros de asistencia ao condutor avanzado (ADAS) de próxima xeración.",
    "808872868": "Por exemplo: o spam, a fraude e o abuso existen en liña desde case o día seguinte de que dous sistemas se conectaran por primeira vez.",
    "809251240": "Contactando connosco",
    "811735413": "Excepcións. As disputas que poidan non estar suxeitas a un acordo de arbitraxe previo á disputa segundo o disposto pola Lei de Reforma e Protección do Consumidor de Dodd-Frank Wall Street (Lei Pública 111-203) quedan excluídas deste",
    "818049069": "Ata o 15 de xullo de 2019",
    "824740867": "En lugar de mellorar a solución, Google lanzou reCAPTCHA v3, que funciona moito máis como unha rede publicitaria que un software de seguridade, que recolle datos de comportamento de toda a web para crear perfís de usuarios. Desafortunadamente, este tipo de sinal é facilmente derrotado e, polo tanto, ofrece pouca protección contra os bots mentres prexudica a privacidade do usuario.",
    "825780955": "Información persoal",
    "826396656": "O noso Plan de Continuidade do Negocio",
    "832385387": "( ) As ideas similares ás túas son fáciles de atopar, pero ningunha se mostrou práctica",
    "833750823": "Tes dificultades cun reto?",
    "835249867": "b) 1 millón de solicitudes ao mes para a maioría dos integradores que usan contas de hCaptcha Publisher (gratuítas) ou",
    "835396984": "Actualmente Activo",
    "835545301": "Recopilamos as seguintes categorías de información:",
    "835717930": "Ética da IA en hCaptcha",
    "836017336": "Firefox",
    "838049015": "Selecciona todas as imaxes que coincidan coa consulta",
    "838225123": "23. Exención de garantía",
    "83852121": "Microsoft Corp. (global). Servizos prestados: Microsoft Azure.",
    "838951836": "( ) Deshonestidade por parte dos propios spammers",
    "846501387": "Protección contra bots de clase mundial",
    "850025770": "R: Cremos que si: todos os usuarios con calquera tipo de discapacidade que poidan navegar pola web e introducir texto en formularios poden acceder aos servizos protexidos por hCaptcha ao rexistrarse. Non obstante, este non é un consello legal: debes realizar a túa propia avaliación, tendo en conta a túa implementación particular para asegurarte de que este é o caso para a túa implantación.",
    "851679588": "Si.",
    "851786723": "Ao introducir o teu correo electrónico, aceptas as nosas Condicións e Política de Privacidade, así como recibir o noso correo electrónico.",
    "852032043": "Safari",
    "855097735": "Construír un servizo que faga isto ben e equilibrar todas as preocupacións é un problema moi difícil (e sempre estamos traballando para melloralo para que a experiencia sexa o máis agradable posible), pero esperamos que estea de acordo en que reducir o spam, os abusos e as tomas de contas. , e a fraude en liña, en definitiva, paga a pena facer unha simple pregunta ocasional.",
    "857974529": "Para mellorar o sitio e o servizo. Usamos a información analítica para mellorar os nosos servizos e ofertas existentes e desenvolver novos e para personalizar as ofertas de produtos existentes e futuras.",
    "858218750": "e orientación para usalos no",
    "867314732": "Podes recuperar a alta resolución",
    "869702955": "Ao realizar tarefas no noso sitio web, autorizas a recollida, uso e divulgación da túa información persoal de acordo coa nosa Política de privacidade. Ademais, podemos compartir certa información sobre vostede e as súas tarefas completadas co solicitante cuxas tarefas realizou para facilitar a relación de servizo e mellorar o sitio web, incluíndo, por exemplo, o ID de colaborador, o enderezo IP, as tarefas completadas e outros atributos relacionados. ás súas cualificacións, idiomas, habilidades e uso do sitio web.",
    "874098071": "Se es usuario de accesibilidade, rexístrate aquí",
    "878585497": "Termos",
    "879362350": "Coas novas API funcionando a través de Internet, fíxose posible conectar calquera software ou fonte de datos, en calquera lugar do mundo, independentemente da plataforma, esquema de datos ou linguaxe de programación. Como resultado, o mundo da informática está agora no medio dunha revolución da API. Houbo unha explosión de conectividade entre aplicacións e datos. É xenial, ata que non o sexa.",
    "881015166": "Engade hCaptcha for Publishers ao meu sitio web ou aplicación",
    "88879089": "O pase de privacidade é un",
    "897432717": "Co noso deseño novedoso para puntuacións de ameazas personalizadas, engadir o teu coñecemento empresarial permite que os nosos modelos proporcionen puntuacións exclusivamente relevantes para os teus usuarios.",
    "907324388": "Función",
    "910989640": "Xera informes de actividade detallados e personalizados",
    "918924423": "Por exemplo, Google non ofreceu servizos obviamente valiosos como a detección retroactiva de bots. É moito máis fiable declarar o tráfico de usuarios xerado por bot despois de analizar varios días de datos.",
    "920212083": "Informar dun erro",
    "922470170": "( ) As contramedidas non deben implicar a sabotaxe das redes públicas",
    "926138631": "Vaia a Privacidade e seguridade, despois a Cookies e outros datos do sitio.",
    "931661269": "( ) Os enderezos de correo electrónico temporais ou únicos son complicados",
    "932546190": "Por que os CAPTCHA estarán sempre connosco",
    "936667684": "Algunha vez preguntáronche que \"escriba o sinal do edificio ou da rúa?\"",
    "938404336": "2. Varía; ata 30 días.",
    "939665604": "Centrado na privacidade",
    "941057651": "( ) Enorme investimento de software existente en SMTP",
    "946838734": "3. Seleccione o botón \"Avanzado\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Nunca se debe cambiar a ortografía de hCaptcha e hCaptcha sempre debe ir en maiúscula na segunda letra (\"C\"). Nunca é plural nin posesivo.",
    "952813944": "Nin o uso do noso sitio web nin nada deste acordo crea unha relación de emprego, asociación, joint venture, axencia, franquía ou representante de vendas entre vostede e Intuition Machines. Non lle proporcionamos ningún equipo ou ferramenta para realizar unha tarefa. Non lle proporcionamos ningún beneficio, compensación dos traballadores ou cobertura de seguro. Non somos responsables de ningún gasto que incorra ao usar o noso sitio web. Non reteremos ningunha cantidade da súa recompensa polo imposto sobre a renda federal ou estatal, a Seguridade Social ou calquera outro imposto. Vostede é libre en todo momento de realizar tarefas para calquera persoa ou empresa, incluído calquera dos nosos competidores. Non tes a autoridade para celebrar ningún contrato, escrito ou oral, en nome de Intuition Machines.",
    "956019009": "As maiores empresas de infraestruturas web xa tomaron medidas",
    "961941354": "Non obstante, nada diso require o uso de información de identificación persoal (\"PII\"). As técnicas criptográficas modernas permítennos descartar calquera dato persoal o máis rápido posible, creando sinaturas unidireccionais que non se poden vincular a ningún individuo.",
    "963238401": "Sempre estamos interesados en recibir informes de erros de seguridade. Correo electrónico",
    "971933157": "hCaptcha preocúpase pola privacidade, a transparencia e a xustiza.",
    "976209454": "Gaña recompensas ou regala a caridade",
    "98173630": "hCaptcha é o servizo CAPTCHA independente máis utilizado no mundo.",
    "981806349": "Construído na probada plataforma hCaptcha",
    "984849234": "hCaptcha usa a aprendizaxe automática avanzada para ofrecer o que só promete reCAPTCHA, mentres comparte o valor capturado cos sitios web que o usan.",
    "987267027": "Festa",
    "987375734": "IMI ten a súa sede nos Estados Unidos. Os sitios e o servizo son controlados e operados por nós desde os Estados Unidos. A súa información persoal pódese almacenar e procesar en calquera país no que teñamos instalacións ou no que contratemos provedores de servizos e, ao usar os sitios e o servizo, aceptas a transferencia de información a países fóra do teu país de residencia, incluídos os Estados Unidos. , que pode ter normas de protección de datos diferentes ás do teu país. En determinadas circunstancias, os tribunais, as axencias de aplicación da lei, as axencias reguladoras ou as autoridades de seguridade destes outros países poden ter dereito a acceder á súa información persoal.",
    "987901590": "Tes datos en bruto sen un conxunto completo de verificación? Na maioría dos casos podemos crear un para ti mentres as tarefas se executan a través do sistema, ou crear mostras etiquetadas para a túa aprobación.",
    "989480928": "( ) Extrema rendibilidade do spam",
    "990215503": "hCaptcha é o único servizo de captcha importante que non é propiedade dunha rede publicitaria.",
    "993651083": "Paso 1: Abre Ferramentas para programadores (Isto comeza a gravar a sesión).",
    "996362763": "Estes tokens non están cegados e almacenados pola extensión para o seu uso futuro. Cando o usuario visita un sitio usando hCaptcha e necesita superar o desafío (sexa invisible ou mediante o botón \"Son humano\") canxearanse automaticamente. O procedemento de cegamento significa que os tokens asinados e trocados non se poden vincular criptográficamente desde a perspectiva de hCaptcha e, polo tanto, presérvase a privacidade dos usuarios.",
    "999610953": "Por último, unha alternativa creíble a Google. hCaptcha Enterprise ofrece un aforro espectacular na túa factura de reCAPTCHA cunha maior seguridade: ata un 80 % menos nalgúns casos.",
    "999674529": "Todos os bots que Google detecte deberían estar gañando cero dólares publicitarios. Os incentivos das empresas de Google están, polo tanto, mal aliñados cos usuarios dos seus servizos de seguridade, e esta pode ser unha explicación do mal rendemento da súa oferta de seguridade reCAPTCHA."
}