{
  "23114595": "Gran experiencia de usuario",
  "34074886": "Cada vez que respondes a un desafío, usamos modelos sofisticados para descubrir se es humano. O sitio web que visitaches utiliza este resultado para axudar a mellorar a túa experiencia no seu sitio evitando os bots.",
  "98173630": "hCaptcha é o servizo CAPTCHA independente máis utilizado no mundo.",
  "111184581": "Aloxamento propio",
  "119298044": "As tecnoloxías avanzadas de ML e AI autosupervisadas protexen as túas propiedades web de ameazas e ataques",
  "121743429": "Para empresas de infraestruturas web",
  "122875767": "Satisfacer as súas necesidades legais cando outras empresas non poden.",
  "126134492": "Outra",
  "152010250": "hCaptcha combinou a aprendizaxe automática autosupervisada avanzada cunha nova plataforma informática de punta que minimiza de forma única a recollida e retención de datos, entregada desde máis de 250 localizacións en todo o mundo para unha escalabilidade masiva.",
  "179723061": "Máis control para os equipos que necesitan unha seguridade líder",
  "191460155": "Fricción cero e modos pasivos do 99,9%.",
  "282913023": "A opción rendible para empresas de alto tráfico",
  "328625009": "... estamos preparados cando estea: o noso servizo está dispoñible as 24 horas.",
  "353066938": "Un equipo experimentado, traballando nos problemas máis difíciles de hoxe. hCaptcha é un servizo de",
  "353367791": "Detecta malos actores de moitos tipos diferentes.",
  "359073033": "Os paneis ofrecen vistas de alto nivel ou detalladas da actividade.",
  "392886773": "Funciona en todos os países",
  "451701069": "Cumpre co GDPR, CCPA,",
  "547245263": "Resolve o problema do teu bot hoxe.",
  "552920956": "hCaptcha permite aos sitios web gañar recompensas ao bloquear bots e outras formas de abuso. hCaptcha tamén che permite apoiar as organizacións benéficas que elixas con estas ganancias.",
  "555158694": "Un servizo que utilizas escolleu mellorar a túa experiencia no seu sitio instalando hCaptcha para reducir o tráfico malicioso.",
  "585557010": "Desafía a menos do 0,1 % dos usuarios lexítimos.",
  "713281684": "Berenxena",
  "719304627": "Necesitas un control de extremo a extremo?",
  "734735952": "Avaliamos varios provedores de CAPTCHA e construímos un sistema nós mesmos. Ao final, hCaptcha emerxeu como a mellor alternativa a reCAPTCHA.",
  "751483365": "Soporte para clientes non JavaScript.",
  "788770967": "Sentímolo escoitar iso! Pode querer utilizar a nosa opción de accesibilidade:",
  "793242047": "Reduce os retos que se presentan aos usuarios para permitir un acceso rápido ás aplicacións",
  "829047995": "Estás usando reCAPTCHA?",
  "836577577": "Engadir hCaptcha só leva uns minutos e só unhas poucas liñas de código. A API básica é compatible con reCAPTCHA V2 e só leva uns minutos cambiar.",
  "838049015": "Selecciona todas as imaxes que coincidan coa consulta",
  "846501387": "Protección contra bots de clase mundial",
  "861167568": "hCaptcha resolve un dos problemas máis urxentes das TI: evitar que os bots maliciosos ataquen as túas aplicacións web",
  "880478438": "para a mellor xestión de bots e fraudes.",
  "897432717": "Co noso deseño novedoso para puntuacións de ameazas personalizadas,   engadir o teu coñecemento empresarial permite que os nosos modelos proporcionen puntuacións exclusivamente relevantes para os teus usuarios.",
  "910989640": "Xera informes detallados e personalizados de actividade",
  "976209454": "Gaña recompensas ou dá a caridade",
  "981806349": "Construído na probada plataforma hCaptcha",
  "999610953": "Por último, unha alternativa creíble a Google. hCaptcha Enterprise ofrece un aforro espectacular na túa factura de reCAPTCHA cunha maior seguridade: ata un 80 % menos nalgúns casos.",
  "1014004474": "Os plans Enterprise de hCaptcha ofrecen acordos de nivel de servizo avanzados para manter protexida a súa organización",
  "1045484714": "Integración SAML SSO co seu fornecedor de identidade, por exemplo. Okta ou Azure AD.",
  "1050501253": "Demasiado difícil",
  "1070364246": "Vaia! Produciuse un erro ao enviar o formulario.",
  "1103295010": "Gaña cartos ou dálle a caridade cando os humanos resolvan CAPTCHA",
  "1130868224": "Tres liñas de código",
  "1131525092": "Agrupe aos malos actores sen esforzo a través dos nosos UID Scoped que preservan a privacidade para atopar e deter fraudes e abusos relacionados",
  "1141402092": "Funcións avanzadas de informes",
  "1150035777": "Os sofisticados modelos de aprendizaxe automática xeran puntuacións de confianza dos bots en función de moitos puntos de datos ademais de se responderon correctamente as preguntas",
  "1150963691": "Mitigación de APT",
  "1172067553": "A plataforma HUMAN que está detrás de hCaptcha ofrece funcións de xestión e calidade de traballo altamente sofisticadas a través de implantacións locais, híbridas ou SaaS que se integran cos teus sistemas existentes.",
  "1173652155": "Asesores",
  "1218990730": "como informar problemas con rexistros detallados",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Gaña recompensas por solucións humanas",
  "1300485304": "hCaptcha protexe contra ameazas e señuelos avanzados deseñados para infiltrarse nas túas redes",
  "1345083090": "Informar dun problema de funcionalidade?",
  "1356745565": "Compatible con Internet Explorer 8.",
  "1368787974": "Comparte a xestión entre o teu equipo.",
  "1393184984": "son todo o que necesitas.",
  "1475399473": "Obtén máis información sobre o equipo de hCaptcha",
  "1485807325": "Paneles multiusuario, SSO SAML",
  "1508655687": "Engade os teus propios desafíos adaptados á túa audiencia para simplificar ou restrinxir o acceso",
  "1510448156": "Podes estar en funcionamento cunha alternativa superior hoxe e activar funcións máis avanzadas segundo sexa necesario.",
  "1525403768": "Para máis información póñase en contacto con Enterprise Sales.",
  "1544546608": "Pase de privacidade",
  "1549336309": "hCaptcha dálle a volta a este modelo. Cando usas hCaptcha, as empresas ofertan polo traballo que fan os teus usuarios xa que demostran a súa humanidade. Recibes as recompensas.",
  "1559631739": "Aprendizaxe privada",
  "1579093044": "Co noso sinxelo deseñador de desafíos personalizados, podes lanzar contido de desafío de marca en só uns minutos.",
  "1586809757": "Puntuacións de bot de alta precisión",
  "1599610318": "Editora",
  "1637702726": "Sobre hCaptcha",
  "1662477701": "Recursos",
  "1676849166": "Reduce a fricción evitando un desafío por completo para o 99,9 % do teu tráfico lexítimo ao tempo que ofrece unha excelente seguridade grazas aos modelos de bot avanzados.",
  "1685871181": "Os principais servizos en liña confían",
  "1752795854": "hCaptcha ofrece un enfoque moderno e centrado na privacidade para deter os bots.",
  "1779265104": "Termos personalizados e garantías de privacidade",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Compatibilidade con navegadores legados",
  "1803009328": "Probado en batalla a escala web.",
  "1844885924": "Amplia biblioteca de tipos para escoller.",
  "1849717906": "Personaliza co teu propio contido de desafío",
  "1849805607": "hCaptcha protexe contra ameazas e señuelos deseñados para infiltrarse nas túas redes",
  "1886100235": "Moitos dos servizos en liña máis grandes do mundo pasaron a hCaptcha Enterprise e recibiron unha detección de bots mellorada xunto cun aforro substancial de custos.",
  "1894355645": "hCaptcha ofrece unha detección de bots sinxela, sinxela e fiable ao tempo que resulta trivial para os humanos.",
  "1927613000": "hCaptcha combina unha sofisticada aprendizaxe automática cunha poderosa plataforma de desafíos para protexer as aplicacións web das tomas de contas, o recheo de credenciais, o raspado e outros tipos de abuso.",
  "1936512180": "‍Fácil acceso á API, fermosos paneis de control e a última tecnoloxía de modelos en bucle para maximizar a eficiencia dos traballadores.",
  "1956967813": "As empresas máis grandes do mundo confían nos nosos servizos para servir a moitos millóns de usuarios diarios en decenas de millóns de sitios.",
  "1958297836": "Protección coordinada de ataques e mitigación de APT",
  "2041686284": "Máis datos xeralmente producen mellores resultados no adestramento de modelos de aprendizaxe automática. O éxito recente dos modelos profundos levou a conxuntos de datos cada vez máis grandes, e hCaptcha responde a esta necesidade. Non obstante, crear grandes conxuntos de datos revisados por humanos utilizando métodos tradicionais é lento e custoso.",
  "2103563261": "Información pública ou privada",
  "2131386784": "Soporte e experiencia accesible tanto para vostede como para os seus usuarios",
  "2138799135": "hCaptcha ten decenas de integracións predefinidas para os sistemas frontend e backend que utilizas.",
  "2163914794": "Necesitas máis etiquetas para os teus conxuntos de datos? hCaptcha ofrece etiquetado de datos rápido, rendible e de alta calidade para as empresas que traballan en aplicacións de intelixencia artificial e aprendizaxe automática.",
  "2183926131": "Comeza con hCaptcha Enterprise",
  "2184564739": "Ver",
  "2188609322": "Os malos actores son cada vez máis comúns na rede. Pero sacrificar a privacidade dos usuarios non é a resposta.",
  "2319072959": "Executa totalmente fóra de liña coa túa propia forza de traballo, fai un seguimento do valor consumido en todas as unidades de negocio ou socios do consorcio, encamiña os traballos de forma selectiva a diferentes provedores de traballo internos ou externos en función dos requisitos de custo e seguridade, etc.",
  "2320894364": "Con máis de 200 puntos de presenza, a nube de hCaptcha protexe os teus activos en todo o mundo",
  "2354267648": "Política de privacidade compatible con GDPR, CCPA e LGPD",
  "2373007864": "hCaptcha Enterprise funciona coa tecnoloxía da plataforma hCaptcha, ampliada para incluír as funcións que necesitan as empresas de alto tráfico.",
  "2418549423": ", un estándar emerxente para preservar a privacidade en liña a través de probas criptográficas e outras funcións exclusivas de privacidade.",
  "2489287539": "\"Sen CAPTCHA\" sen fricción e modos pasivos do 99,9%.",
  "2510209017": "Necesitas máis axuda?",
  "2513143348": "O sistema hCaptcha Enterprise é especialmente flexible no seu deseño: pódese implantar parcial ou totalmente no bordo da súa rede se opera unha nube pública ou posúe moitos centros de datos.",
  "2535001179": "Se procedes do reCAPTCHA de Google, as nosas API son substitutos directos.",
  "2593768395": "Experiencia perfecta na web, móbil nativo e web móbil. Dispoñibles de integracións predefinidas e SDK nativos.",
  "2650502379": "Lanza os teus propios desafíos en segundos",
  "2670003220": "Traballos",
  "2671622670": "Empresa",
  "2676853536": "Paneles multiusuario",
  "2681650568": "E como sempre, a privacidade é un valor fundamental para nós. Engade o noso código de desafío só onde sexa necesario e onde teña sentido protexerte tanto a ti como aos teus usuarios. A minimización da recollida de datos comeza desde o momento da integración.",
  "2682873489": "Definir área delimitadora para obxectos",
  "2686825859": "Rexístrese gratuíto ou póñase en contacto connosco sobre as solucións hCaptcha Enterprise",
  "2698140263": "Non todos os problemas son iguais: obter unha única puntuación significa que debe atender ás túas necesidades para ser útil.",
  "2698640210": "Controla os desafíos e os tipos mostrados",
  "2707282231": "Personaliza os retos para os teus usuarios. Fai imposible que os bots resolvan e penetren.",
  "2714878440": "Protexa os seus servizos contra a eliminación, as adquisicións de contas, o recheo de credenciais e o spam coa nosa aprendizaxe automática avanzada e a verificación de humanidade.",
  "2718999653": "Puntuacións de ameaza personalizadas",
  "2781507299": "Verificación instantánea",
  "2782263070": "O servizo é unha prioridade para nós. Mantemos soporte de garda 24 horas ao día, 7 días de semana, e ofrecemos coordinación directa de Slack co teu equipo de integración de enxeñería e o noso persoal de garda durante e despois da implementación.",
  "2806751666": "Que é hCaptcha?",
  "2826051554": "e máis",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "As redes publicitarias ven os teus visitantes como o produto. Para nós o único produto é determinar a súa humanidade. Os nosos servizos cumpren ou superan os requisitos do GDPR, CCPA, LGPD e PIPL e admiten iniciativas como o Privacy Pass. Traballamos duro para equilibrar a privacidade e a seguridade.",
  "2927700175": "Amosamos desafíos de CAPTCHA que son difíciles para os bots pero fáciles para as persoas ao recoller datos difíciles de etiquetar de problemas de aprendizaxe automática e usándoos para distinguir se un visitante dun sitio web ou dunha aplicación é humano.",
  "2968026167": "A túa verdura favorita",
  "3018523079": "Mantén a marca cunha experiencia de usuario consistente.",
  "3065000659": "Dáche conta cada vez que fai clic no coche que estás axudando a adestrar a un?",
  "3093388779": "hCaptcha é gratuíto para editores de calquera tamaño",
  "3093689546": "Fácil integración",
  "3096063825": "Próbao",
  "3107683988": "Isto pode reducir drasticamente o tráfico e os custos fóra da rede mantendo todos os beneficios da xestión do noso persoal de garda as 24 horas do día, os 7 días do día, para cumprir cos SLA máis estritos.",
  "3117887301": "A confianza dos maiores servizos en liña",
  "3121248460": "Mostra desafíos personalizados infinitamente diversos, desde simples ata complexos, para o teu público esperado",
  "3153117136": "Como funciona a configuración de dificultade de hCaptcha",
  "3160820928": "Protección coordinada contra ataques",
  "3161489950": "A plataforma ML de seguranza máis avanzada do mundo",
  "3167979932": "Deseñado para a privacidade desde o primeiro día. Acordo de tratamento de datos forte.",
  "3194111925": "apoiar",
  "3213351333": "Non se require compromiso inicial",
  "3213957230": "Cando os usuarios deben resolver un reto para cumprir os requisitos de seguridade, por que non crear tarefas agradables e relevantes para o usuario?",
  "3225770968": "hCaptcha está deseñado para resolver o problema máis intensivo en traballo na aprendizaxe automática; etiquetando cantidades masivas de datos de forma oportuna, accesible e fiable.",
  "3230004040": "Tes discapacidade visual ou non podes completar hCaptchas?",
  "3235430156": "sistemas de aprendizaxe automática da empresa de balde?",
  "3260825523": "Máquinas de intuición",
  "3264813246": "Inadecuado",
  "3265895521": "Aumenta e baixa a dificultade do desafío en función da hora do día",
  "3266612494": "Un compañeiro de confianza",
  "3276777569": "hCaptcha",
  "3287172429": "Tipos de desafío de control mostrados",
  "3365203058": "Protección anti-bot de clase mundial",
  "3412647984": "Isto permítelle evitar futuras preguntas rexistrándose e configurando unha cookie. Tenta tamén desactivar o teu bloqueador de anuncios.",
  "3417372336": "Cambia en minutos",
  "3446714684": "Integración móbil (iOS e Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Para os usuarios Enterprise, hai opcións dispoñibles para evitar completamente os desafíos na maioría dos escenarios.",
  "3478726913": "hCaptcha ten unha das piscinas máis grandes do planeta dispoñibles para o teu uso. Sexa cal sexa a túa escala, podemos xestionalo sen compromisos por adiantado caros. Millóns de tarefas ao día non son ningún problema.",
  "3480023141": "Obtén máis información sobre as opcións de accesibilidade",
  "3483700676": "Lanza millóns de tarefas ao instante",
  "3500503648": "hCaptcha está deseñado para eliminar a retención de datos a longo prazo confiando na avaliación instantánea en lugar de rexistrar e analizar o teu historial de navegación. Tamén apoiamos iniciativas como",
  "3524251858": "Director de Xestión de Produtos, Cloudflare",
  "3526939538": "Error de software",
  "3530599065": "A privacidade constrúese desde cero. hCaptcha non conserva PII e cumpre con numerosos mandatos e regulamentos de privacidade.",
  "3570415321": "Compañía",
  "3573245166": "A diferenza de reCAPTCHA, traballamos en todos os países.",
  "3578122193": "Mantente na marca con contido relevante",
  "3620442880": "Funcións de protección Flash Sale",
  "3630114728": "Consulta o que está a suceder en todos os teus sitios e aplicacións.",
  "3644106388": "Contacto",
  "3660619092": "Rexístrese gratuíto ou póñase en contacto coas vendas para as solucións Enterprise",
  "3688621388": "Sinaturas de ameaza",
  "3704893754": "Queres velo por ti mesmo? Proba hCaptcha gratis",
  "3714002185": "Máis información sobre hCaptcha Enterprise",
  "3715747429": "Os nosos enxeñeiros de incorporación poden poñerche en marcha rapidamente, tanto se necesitas integración de React, SDK para aplicacións nativas de iOS, un exemplo de backend de Java ou practicamente calquera outro escenario.",
  "3717512591": "Integración directa da plataforma",
  "3721365241": "Tentar",
  "3729345277": "hCaptcha é unha forma de que as empresas obteñan as anotacións que precisan máis rápido, con maior calidade e cun menor custo que outras alternativas.",
  "3730038780": "Escolle entre un número case infinito de desafíos que os usuarios poden resolver",
  "3739936967": "Este enfoque único na privacidade significa que podemos ofrecer cero retención de datos individuais, funcionamento sen cookies e outras garantías contractuais de privacidade segundo sexa necesario, mantendo unha excelente seguridade. Le máis.",
  "3740051331": "Tamén estamos comprometidos a supervisar e responder activamente ás preguntas dos teus usuarios a través das redes sociais, dos foros e das nosas canles de asistencia por correo electrónico e widgets. Somos accesibles e receptivos, e tratamos a satisfacción dos usuarios como un KPI principal.",
  "3753956446": "Libre",
  "3758963444": "Grazas! O teu envío foi recibido!",
  "3767462250": "Deseñado para a privacidade",
  "3768951251": "SLAs empresariais",
  "3807059944": "Controlar o contido do desafío utilizado",
  "3816867833": "Comentarios",
  "3817811295": "Fiabilidade garantida e asistencia rápida 24/7.",
  "3892905664": "hCaptcha axuda aos teus servizos en liña favoritos a evitar bots, spam e abusos facendo preguntas sinxelas que son fáciles para os humanos e difíciles para as máquinas.",
  "3913848038": "SLA de tempo de actividade do 99,99 % e soporte global dispoñible as 24 horas, os 7 días da semana.",
  "3951254541": "Agradecemos a túa aportación. Infórmanos de calquera problema e resolverémolo rapidamente.",
  "3952259236": "Combina os teus datos cegados cos miles de sinais de hCaptcha para adestrar a hCaptcha en clases de comportamento, só para o teu caso, para predecir mellor o comportamento malicioso que calquera das dúas solucións só.",
  "3953584369": "Restricións de acceso RBAC sofisticadas dispoñibles.",
  "4007826952": "O CAPTCHA número 1 da privacidade para web, móbiles e moito máis.",
  "4019660456": "Latencia de 0 ms: verifique os tokens hCaptcha sen chamadas de API.",
  "4065065042": "Marque isto para que se adapte exactamente ao seu caso de uso.",
  "4083018285": "Un conxunto de funcións estendidas que se combinan cunha supervisión e resposta SOC melloradas para abordar ameazas persistentes sofisticadas",
  "4146870445": "Quen somos",
  "4147497805": "Cenoria",
  "4194763679": "Niveis de dificultade finos",
  "4195759329": "Detección de bots e puntuacións de risco",
  "4199502476": "Paneis de informes avanzados e API",
  "4238473596": "Minimizar a fricción para os usuarios reais é importante. hCaptcha usa tarefas sinxelas e leva menos tempo á maioría dos usuarios mentres detén máis tráfico de bots.",
  "4272022475": "Todas as solicitudes e os recursos van a hcaptcha.yourdomain.com",
  "4272454814": "Intégrase co provedor de identidade que elixa.",
  "a11y-img-1": "Pantalla de usuario de accesibilidade despois do inicio de sesión",
  "a11y-img-2": "Opción de accesibilidade no menú da interface de usuario do widget",
  "a11y-img-3": "Cadro de diálogo de accesibilidade na interface de usuario do widget",
  "about-advisors-brendan": "CEO de Brave. Cofundador de Mozilla. Creador da linguaxe de programación JavaScript. Creador de navegadores e moito máis.",
  "about-advisors-dawn": "Profesor, CS na Universidade de California, Berkeley. Experto en aprendizaxe profunda, seguridade, blockchain. CEO de Oasis Labs.",
  "about-advisors-head": "Asesores",
  "about-advisors-keiran": "Investigador científico en Stanford. Aprendizaxe automática e financiamento cuantitativo nos principais bancos, hedge funds e academia.",
  "about-content-head-1": "O que facemos",
  "about-content-head-2": "Por que importa",
  "about-content-text-1a": "hCaptcha trae un enfoque moderno e centrado na privacidade para deter os bots.",
  "about-content-text-1b": "Amosamos retos CAPTCHA que son difíciles para os bots pero fáciles para as persoas ao recompilar datos difíciles de etiquetar a partir de problemas de aprendizaxe automática e usalos para distinguir se un visitante de sitios web ou aplicacións é humano.",
  "about-content-text-2a": "Os malos actores son cada vez máis comúns en liña. Pero sacrificar a privacidade dos usuarios non é a resposta.",
  "about-content-text-2b": "As solucións de seguridade ofrecidas polas empresas publicitarias céntranse principalmente no seguimento de usuarios en toda a web. Creamos unha solución de seguridade eficaz que demostra que non é necesario prexudicar a privacidade dos usuarios para obter excelentes resultados.",
  "about-intro-head-1": "Acerca de hCaptcha",
  "about-intro-head-2": "Privacidade, seguridade e aprendizaxe automática.",
  "about-intro-text": "hCaptcha é o servizo CAPTCHA independente máis utilizado no mundo.",
  "about-leadership-head": "Quen somos",
  "about-leadership-headsub": "Un equipo experimentado que traballa nos problemas máis difíciles de hoxe.",
  "about-leadership-link1": "Quen somos",
  "about-leadership-text1": "Somos especialistas en aprendizaxe profunda e aprendizaxe automática de dominios visuais a gran escala, con especial foco en protexer sistemas en liña de ameazas modernas cada vez máis sofisticadas.",
  "about-leadership-text2": "Con décadas de experiencia en software e aprendizaxe automática, construímos e operamos sistemas escalables de forma masiva para afrontar algúns dos problemas máis difíciles actuais, preservando a privacidade.",
  "acc-opt": "Opcións de accesibilidade",
  "acc-opt-but": "Máis información sobre as opcións de accesibilidade",
  "acc-opt-text": "¿Está con discapacidade visual ou non pode completar hCaptchas?",
  "accessibility-link": "Accesibilidade",
  "appreciate-in": "Agradecemos a túa contribución. Indícanos os problemas e solucionalos rapidamente.",
  "fb-but": "Envíanos comentarios",
  "feedback-text": "Proporciona comentarios sobre o hCaptcha que acabas de ver",
  "footer-attribution": "Recoñecemento",
  "footer-copyright-text": "hCaptcha é unha marca rexistrada de Intuition Machines, Inc.",
  "footer-header-1": "Compañía",
  "footer-header-2": "Recursos",
  "footer-header-3": "Contacto",
  "footer-link-1": "Etiquetado",
  "footer-link-10": "Accesibilidade",
  "footer-link-2": "Acerca de",
  "footer-link-3": "Emprego",
  "footer-link-4": "Marcas comerciais",
  "footer-link-5": "Ética da IA",
  "footer-link-6": "Blog",
  "footer-link-7": "Estado",
  "footer-link-8": "Documentación",
  "footer-link-9": "Informar dun erro",
  "footer-privacy": "Privacidade",
  "footer-subheader-1": "Apoiar",
  "footer-subheader-2": "Contacto",
  "footer-terms": "Condicións",
  "h-plans": "Plans de subscrición",
  "header-docs-link": "Documentos",
  "header-labeling-services-link": "Servizos de etiquetaxe",
  "header-login-button": "Acceder",
  "header-plans-link": "Plans",
  "header-signup-button": "Rexistrarse",
  "home-about-head": "Acerca de hCaptcha",
  "home-about-subtitle": "Desenvolvido polo protocolo HUMAN",
  "home-about-text-1": "hCaptcha está deseñado para resolver o problema máis intensivo en traballo na aprendizaxe automática: etiquetar cantidades masivas de datos de xeito oportuno, accesible e fiable.",
  "home-about-text-2": "Máis datos xeralmente producen mellores resultados na formación de modelos de aprendizaxe automática. O éxito recente dos modelos profundos levou a conxuntos de datos cada vez máis grandes, case sempre con algunha revisión humana. Non obstante, crear grandes conxuntos de datos revisados polos humanos a través de Mechanical Turk, Figure Eight, etc. é lento e caro.",
  "home-about-text-3": "hCaptcha permite aos sitios web gañar cartos atendendo a esta demanda mentres bloquea os bots e outras formas de abuso.",
  "home-about-text-4": "O mercado hCaptcha está impulsado polo protocolo HUMAN, un protocolo descentralizado aberto para a revisión humana que se executa na cadea de bloques Ethereum. Os sitios web gañan tokens humanos (HMT) sempre que os usuarios usan o widget hCaptcha no seu sitio e as empresas de aprendizaxe automática pagan tokens humanos para que os seus datos se etiqueten.",
  "home-ba-labeling-services-link": "Servizos de etiquetaxe",
  "home-benefits-head-1": "O valor na etiquetaxe de datos",
  "home-benefits-head-2": "Devolver á caridade",
  "home-benefits-text-1": "¿Dáste de conta cada vez que fai clic no coche está axudando a adestrar de xeito gratuíto os sistemas de aprendizaxe automática dunha soa empresa Gigantic?",
  "home-benefits-text-2": "hCaptcha dá a volta a este modelo. Cando usas hCaptcha, as empresas poxan polo traballo que fan os teus usuarios mentres demostran a súa humanidade. Obtén as recompensas.",
  "home-benefits-text-3": "¿Queres devolvelo á túa organización benéfica favorita? hCaptcha permítelle apoiar as organizacións benéficas que escolla cos beneficios que obtén ao usalo. Os usuarios do seu sitio en breve poderán ver a súa contribución á caridade a través dunha marca discreta na interface hCaptcha.",
  "home-challenge-text-1": "Selecciona todas as imaxes que coincidan coa consulta",
  "home-challenge-text-2": "Definir área de delimitación para obxectos",
  "home-challenge-text-3": "Identifica as etiquetas correspondentes",
  "home-challenge-title-1": "Comparación",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Categorización",
  "home-challenges-head": "Retos presentados",
  "home-challenges-text-1": "... e outras tarefas sinxelas. Doado para os humanos, difícil para os bots.",
  "home-challenges-text-2": "Tamén están dispoñibles tarefas personalizadas para editores empresariais.",
  "home-ent-1": "¿Buscas as nosas ofertas de seguridade empresarial?",
  "home-ent-2": "Visita o noso novo sitio dedicado: BotStop.com",
  "home-ent-button": "Máis información: BotStop de hCaptcha",
  "home-from-the-blog": "DO BLOG:",
  "home-from-the-blog-value": "Como funcionan os axustes de dificultade de hCaptcha",
  "home-intro-body": "¿Usas un captcha para evitar os bots? hCaptcha protexe a privacidade dos usuarios, premia sitios web e axuda ás empresas a etiquetar os seus datos. É un substituto de reCAPTCHA: pode cambiar nuns minutos.",
  "home-intro-button": "Asine agora",
  "home-intro-head": "Detén máis bots. Comeza a protexer a privacidade do usuario.",
  "home-main-1": "Privado. Seguro. Máis rápido. E pagámolo por usalo.",
  "home-main-2": "Centrado na privacidade",
  "home-main-2c": "As redes publicitarias ven os teus visitantes como o produto. Para hCaptcha o produto é o traballo que proporcionan. Non nos importa quen sexan os teus usuarios, só a probabilidade de que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade.",
  "home-main-3": "Seguridade en primeiro lugar",
  "home-main-3c": "A precisión é do seu interese e da nosa. hCaptcha está enfocado ao editor. Traballamos para proporcionarche datos reais e deixarche decidir como usalos. Outras captchas son proporcionadas por compañías de publicidade xigantesca. Isto significa que cada bot que bloquea pode reducir os seus ingresos.",
  "home-main-4": "Mellor experiencia de usuario",
  "home-main-4c": "HCaptcha usa modelos sofisticados de aprendizaxe automática para determinar a humanidade. Isto permítenos requirir tarefas menos molestas dos teus usuarios e levar menos tempo facéndoo, aínda producindo datos etiquetados útiles para etiquetar aos clientes.",
  "home-main-plans": "hCaptcha é de uso gratuíto para editores de calquera tamaño. Non obstante, para as empresas e plataformas que precisan máis control, as nosas solucións empresariais están dispoñibles.",
  "home-main-plans2": "As solucións empresariais hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das empresas máis grandes do planeta. Póñase en contacto connosco para obter máis información ou visite",
  "home-main-plans3": "As solucións empresariais hCaptcha protexen a millóns de usuarios en decenas de millóns de sitios web para algunhas das empresas máis grandes do planeta. Póñase en contacto connosco para obter máis información ou visite",
  "home-main-plans4": "para máis detalles.",
  "home-plans-button-1": "Asine agora",
  "home-plans-button-2": "Póñase en contacto coas vendas",
  "home-plans-chart-head-1": "características",
  "home-plans-chart-head-2": "Editor",
  "home-plans-chart-head-3": "Empresa",
  "home-plans-chart-row-1-cell-1": "Móstranse os tipos de desafío de control",
  "home-plans-chart-row-1-cell-2": "Limitada",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Cadros de mando de varios usuarios",
  "home-plans-chart-row-11-cell-1": "Funcións avanzadas de informes",
  "home-plans-chart-row-12-cell-1": "SLA empresariais",
  "home-plans-chart-row-2-cell-1": "Controla o contido do desafío usado",
  "home-plans-chart-row-2-cell-2": "Limitada",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Gaña recompensas por solucións humanas",
  "home-plans-chart-row-4-cell-1": "Protección anti-bot de clase mundial",
  "home-plans-chart-row-5-cell-1": "Traballa en todos os países",
  "home-plans-chart-row-5a-cell-1": "Modos sen CAPTCHA e 99,9 % pasivos",
  "home-plans-chart-row-5b-cell-1": "Puntuacións de confianza do bot",
  "home-plans-chart-row-6-cell-1": "Política de privacidade compatible con GDPR e CCPA",
  "home-plans-chart-row-7-cell-1": "Niveis de dificultade de gran fino",
  "home-plans-chart-row-8-cell-1": "Inicia o teu propio contido de desafío",
  "home-plans-chart-row-9-cell-1": "Programación de dificultade baseada no tempo",
  "home-try-it-out-button": "Obter hCaptcha",
  "home-try-it-out-head": "Próbao",
  "home-try-it-out-text": "hCaptcha ofrece unha detección de bot sinxela, sinxela e fiable mentres é trivial para os humanos resolver.",
  "labeling-about-head": "Acerca de hCaptcha",
  "labeling-about-text-1": "hCaptcha está deseñado para resolver o problema máis intensivo en traballo na aprendizaxe automática; etiquetando cantidades masivas de datos de xeito oportuno, accesible e fiable. Máis datos xeralmente producen mellores resultados na formación de modelos de aprendizaxe automática. O recente éxito dos modelos profundos levou a conxuntos de datos cada vez máis grandes e hCaptcha serve para esta necesidade.",
  "labeling-about-text-2": "Non obstante, crear grandes conxuntos de datos revisados polos humanos mediante métodos tradicionais é lento e caro. hCaptcha é un xeito de que as empresas obteñan as anotacións que requiren máis rápido, con maior calidade e a un custo menor que outras alternativas.",
  "labeling-annotations-head": "Tipos de anotacións",
  "labeling-annotations-text-1": "Detección precisa de obxectos en imaxes e vídeo",
  "labeling-annotations-text-2": "Detección precisa de obxectos en imaxes e vídeo",
  "labeling-annotations-text-3": "Anotacións puntuais para moitos casos de uso diferentes",
  "labeling-annotations-text-4": "Ordena ou engade categorías arbitrarias de calquera tamaño",
  "labeling-annotations-text-5": "Detección e clasificación alimentadas por humanos",
  "labeling-annotations-text-6": "¿Necesitas outro tipo que non figure aquí? Pregúntanos.",
  "labeling-annotations-title-1": "Caixas delimitadoras",
  "labeling-annotations-title-2": "Polígonos",
  "labeling-annotations-title-3": "Fitos",
  "labeling-annotations-title-4": "Categorización de atributos",
  "labeling-annotations-title-5": "Comparación e detección",
  "labeling-annotations-title-6": "... e moitos máis",
  "labeling-ent-button": "Póñase en contacto co noso equipo de solucións empresariais",
  "labeling-ent-head": "¿Necesitas un control extremo?",
  "labeling-ent-text-1": "A plataforma HUMAN detrás de hCaptcha ofrece funcións de xestión e calidade de traballo altamente sofisticadas a través de implementacións locais, híbridas ou SaaS que se integran cos seus sistemas existentes.",
  "labeling-ent-text-2": "Execútase completamente sen conexión coa súa propia forza de traballo, rastrexe o valor consumido entre as unidades comerciais ou socios do consorcio, dirixa de forma selectiva os traballos a diferentes provedores de man de obra interna ou externa en función dos requisitos de custo e seguridade e moito máis.",
  "labeling-ent-text-3": "Fácil acceso á API, fermosos cadros de mandos e a última tecnoloxía modelo en bucle para maximizar a eficiencia.",
  "labeling-ent-text-4": "SLA de tempo de actividade do 99,99% e asistencia global 24/7 dispoñible. Para máis información:",
  "labeling-features-head-1": "Canalizacións simples dirixidas por API.",
  "labeling-features-head-2": "Optimizado por custo e calidade. Non se require ningún compromiso inicial.",
  "labeling-features-head-3": "Pague só pola precisión que precisa.",
  "labeling-features-head-4": "Proporcione os seus propios datos de verdade sobre o terreo ou déixenos construílos sobre a marcha.",
  "labeling-features-text-1": "Queres integrar a revisión humana directamente nas túas operacións comerciais? Ofrecemos SLA de alta fiabilidade, capacidade garantida e API REST sinxelas.",
  "labeling-features-text-2": "A plataforma HUMAN usa modelos completos de confianza para realizar sofisticadas análises de calidade en tempo real. Isto permítenos determinar rapidamente a dificultade das preguntas e a súa probable resposta correcta, aforrándolle tempo e cartos.",
  "labeling-features-text-3": "Non todos os problemas son iguais. As anotacións para tarefas críticas de seguridade poden requirir un 99,99% de confianza por parte de traballadores totalmente humanos. As anotacións para unha función beta nunha aplicación de xogos para móbiles só poden requirir confianza moderada. Ti decides.",
  "labeling-features-text-4": "¿Ten datos en bruto sen un conxunto de verificación completo? Na maioría dos casos podemos crear unha para vostede mentres as tarefas se executan a través do sistema ou crear mostras etiquetadas para a súa aprobación.",
  "labeling-info-head": "Obtención de etiquetas de datos",
  "labeling-info-text-1": "Fale cun dos nosos expertos en dominio para definir as necesidades do seu proxecto: precisión, formato e requisitos especiais.",
  "labeling-info-text-2": "Realizamos un pequeno traballo de produción baseado nos seus datos de mostra. Isto proba o traballo que fixemos xuntos para asegurarnos de obter exactamente o que necesitas.",
  "labeling-info-text-3": "Co noso alto volume e baixa latencia daremos a volta ao seu traballo rapidamente, cunha entrega automatizada en canto remate.",
  "labeling-info-text-4": "A medida que comprendamos mellor os parámetros do seu traballo de produción, os resultados seguirán mellorando co paso do tempo.",
  "labeling-info-text-5": "Os paneis en directo permítenche proporcionar comentarios ou pausar a produción en calquera momento.",
  "labeling-info-title-1": "Definir especificacións",
  "labeling-info-title-2": "Proba inicial de traballo",
  "labeling-info-title-3": "Implementar traballos de produción",
  "labeling-info-title-4": "Mellora continua",
  "labeling-info-title-5": "Resultados en tempo real",
  "labeling-main-1": "Etiquetado de datos rendible a escala",
  "labeling-main-1-button": "Obteña os seus datos etiquetados agora",
  "labeling-main-1c": "Necesitas máis etiquetas para os teus conxuntos de datos? hCaptcha ofrece etiquetado de datos rápido, rendible e de alta calidade para as empresas que traballan en aplicacións de intelixencia artificial e aprendizaxe automática.",
  "labeling-main-2": "Inicia millóns de tarefas ao instante.",
  "labeling-main-2-button": "Mercar servizos de etiquetaxe de datos",
  "labeling-main-2c": "hCaptcha ten unha das piscinas máis grandes do planeta dispoñibles para o seu uso. Sexa cal sexa a súa escala, podemos manexala sen caros compromisos iniciais. Millóns de tarefas ao día non son ningún problema.",
  "labeling-platform-head": "Información pública ou privada",
  "labeling-platform-text": "hCaptcha está construído na plataforma HUMAN, que permite un enrutamento e análise sofisticados para optimizar o custo e a eficiencia en cada paso. Esta tecnoloxía permite que a forza de traballo axeitada xestione cada parte do seu traballo, maximizando a eficiencia de custos, preservando a privacidade e cumprindo os requisitos normativos que poidan aplicarse.",
  "labeling-try-button": "Mercar servizos de etiquetaxe de datos",
  "labeling-try-head": "Queres probalo cos teus datos?",
  "labeling-try-text": "... estamos listos cando o esteas: o noso servizo está dispoñible 24 horas.",
  "learn-more-hcaptcha": "Máis información sobre hCaptcha",
  "page-acc-faq-1": "Pregunta: é compatible coa Sección 508 de hCaptcha + WCAG 2.1 AA? Resposta: Cremos que si: todos os usuarios con calquera tipo de discapacidade que poidan navegar pola web e introducir texto en formularios poden acceder aos servizos protexidos por hCaptcha ao rexistrarse. Non obstante, este non é un consello legal: debes realizar a túa propia avaliación, tendo en conta a túa implementación particular para asegurarte de que este é o caso para a túa implantación.",
  "page-acc-faq-2": "Pregunta: estás traballando noutras opcións de accesibilidade (a11y), como o audio? Resposta: as opcións anteriormente populares, como os captchas de audio, discriminan a moitos usuarios de todo o mundo e son facilmente derrotadas polas modernas técnicas de aprendizaxe automática. Isto obrigou a que os retos de audio actuais se fagan cada vez máis difíciles, introducindo ruído, tempos estraños, combinacións de palabras pouco habituais, etc. para derrotar aos atacantes. Polo tanto, estamos menos entusiasmados con este enfoque fronte a evitar o desafío por completo, pero teremos en conta se hai demanda da comunidade de todos. Non obstante, estamos moi interesados no pase de privacidade para o caso de uso de accesibilidade. Cremos que combinar o noso enfoque a11y actual coa emisión de pases de privacidade permitirá aos usuarios a11y navegar de forma segura, seguros sabendo que o seu tráfico é máis privado, mentres restrinxe o abuso por parte dos operadores de bots que se produce inevitablemente cando hai opcións a11y dispoñibles. Somos participantes activos do grupo de traballo da IETF que estandariza esta nova tecnoloxía.",
  "page-acc-faq-3": "Pregunta: e a privacidade? O rexistro expón datos de navegación dalgún xeito? Que fas co correo electrónico? Resposta: hCaptcha está deseñado para a privacidade desde cero. É moi diferente ás opcións tradicionais como reCAPTCHA que son propiedade de redes publicitarias, que teñen un incentivo para rastrexarche na web e asociarte cunha identidade real. Nunca usamos correos electrónicos ou información de accesibilidade para outro propósito que non sexa facilitar o uso e previr o abuso. A nosa política de privacidade ten respostas completas e autorizadas sobre como usamos os datos, pero a resposta breve é que non temos interese en asociarte como persoa co teu historial de navegación. Tamén estamos a traballar nunha solución criptográfica para descartar rapidamente o teu enderezo de correo electrónico. aínda preservando a nosa capacidade de evitar o abuso, complementando o noso traballo de privacidade.",
  "page-acc-link-1": "Se es usuario de accesibilidade, rexístrate aquí.",
  "page-acc-subhead": "Garantir un acceso perfecto para todos os usuarios mantendo a seguridade",
  "page-acc-summary": "Resumo",
  "page-acc-summary-contents-1": "hCaptcha está deseñado para deter os bots distinguíndoos das persoas. As probas visuais son unha ferramenta conveniente para iso, pero non todos poden resolver un desafío visual. Por este motivo, deseñamos unha alternativa sinxela e indolora para que os editores que utilicen o noso servizo preserven a accesibilidade para todos co cumprimento da Sección 508 e as WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Como funciona: primeiro, un usuario de accesibilidade rexístrase neste URL, que está ligado na páxina de información do widget hCaptcha. Reciben unha cookie cifrada que se pode usar varias veces ao día, pero que debe actualizarse cada 24 horas mediante o inicio de sesión. Cando se presenta un desafío a un usuario de accesibilidade en calquera sitio que use o servizo hCaptcha, pasarán automaticamente.",
  "page-acc-title": "Información de accesibilidade hCaptcha",
  "page-acc-tr-body": "Pregunta: sigo vendo un reto despois de configurar a cookie. Que está causando isto?<br> Resposta: normalmente débese a usar un bloqueador de anuncios agresivo ou unha extensión anti-cookies ou a unha configuración que bloquea as cookies entre sitios, neste caso unha cookie para hcaptcha.com que está establecida ou verificada por hCaptcha JS noutro sitio. , como a que estás visitando.<br><br> As cookies de accesibilidade hCaptcha funcionan con todos os navegadores e bloqueadores de anuncios populares coa súa configuración estándar, polo que normalmente os fallos débense a scripts anti-adblock ou conxuntos de regras similares dirixidos a sitios concretos.<br><br> Solucións:<br><br> 1. Lista de cookies hcaptcha.com e * .hcaptcha.com na lista blanca no seu bloqueador de anuncios ou extensión de seguridade do navegador.<br> 2. Se está a usar o navegador Brave, que actualmente non ten ningún tipo de lista branca de cookies, vaia a Preferencias -> Escudos -> Cookies e escolla Permitir todas as cookies.<br> 3. Se está a usar a última versión de Safari no OS X 10.15 ou no iOS 13.4 recentemente lanzado, Apple acaba de cambiar o comportamento de Safari relacionado coas cookies de terceiros, bloqueando todas por defecto. Estamos a implementar unha solución, pero, mentres tanto, visite Preferencias de Safari, sección Privacidade e desmarque o seguimento do sitio web: evite o seguimento entre sitios para que a cookie de accesibilidade funcione como se esperaba.<br><br> Pregunta: uso varios dispositivos. ¿Necesito rexistrarme varias veces?<br> Resposta: Non. Faga clic na mesma ligazón de inicio de sesión de correo electrónico que se lle enviou en cada dispositivo que use para configurar a cookie.<br><br> Pregunta: Como podo protexerme do seguimento de cookies de terceiros mentres uso a cookie de accesibilidade?<br> Resposta: usar calquera extensión de privacidade ou bloqueo de anuncios que admita a lista branca a nivel de dominio (por exemplo, uBlock Origin) funcionará como se esperaba: só asegúrese de incluír na lista branca hcaptcha.com.",
  "page-acc-tr-title": "Para usuarios de accesibilidade: Preguntas frecuentes e guía de solución de problemas",
  "page-acc-tr2-body": "Safari<br> Para habilitar as cookies en Safari (Mac): vai ao menú despregable Safari. Seleccione Preferencias. Fai clic en Privacidade no panel superior. En \"Bloquear cookies\" selecciona a opción \"Nunca\".<br> Para habilitar as cookies en Safari (iPhone / iPad iOS 11+): abre a túa configuración. Desprácese cara a abaixo e seleccione Safari. En Privacidade e seguridade, desactive \"Evitar o seguimento entre sitios\" e \"Bloquear todas as cookies\"<br><br> Firefox<br> Fai clic no escudo á esquerda da barra de enderezos en calquera páxina web. Fai clic en Configuración de protección. Abrirase o panel Privacidade e seguridade de Preferencias de Firefox. En Protección de seguimento mellorada, seleccione Personalizado. Escolla que rastreadores e scripts bloquear seleccionando esas caixas de verificación. Asegúrese de ter desbloqueado hcaptcha.com.<br><br> Tamén pode desactivar temporalmente algunhas proteccións en Personalizado para depurar isto desmarcando as caixas de verificación: Desmarque a caixa de verificación Seguidores ou desmarque a caixa de verificación Cookies se aínda ten problemas.<br><br> Google Chrome<br> Google Chrome (PC)<br> Selecciona a icona do menú de Chrome. Selecciona Configuración.<br> Vaia a Privacidade e seguridade, logo a Cookies e outros datos do sitio.<br> Asegúrese de que \"Bloquear cookies de terceiros\" non está habilitado.<br><br> Google Chrome (Mac):<br> Abra as preferencias de Chrome na barra de menú.<br> Vaia a Privacidade e seguridade, logo a Cookies e outros datos do sitio.<br> Asegúrese de que \"Bloquear cookies de terceiros\" non está habilitado.<br><br> Google Chrome (Android):<br> No teu dispositivo Android, abre a aplicación Chrome.<br> Na parte superior dereita, toca Máis e logo Configuración.<br> Toca Configuración do sitio e logo Cookies.<br> Xunto a \"Cookies\", activa a configuración.<br> Marque a caixa situada ao lado de \"Permitir cookies de terceiros\".<br><br> Internet Explorer<br> 1. Seleccione a engrenaxe na esquina superior dereita da pantalla e logo seleccione \"Opcións de Internet\". Se ten activada a barra de menú, pode seleccionar \"Ferramentas\" e despois \"Opcións de Internet\".<br> 2. Fai clic na pestana \"Privacidade\".<br> 3. Seleccione o botón \"Avanzado\".<br> 4. En \"Cookies de terceiros\", elixe \"Aceptar\".<br> 5. Fai clic en \"Aceptar\"",
  "page-acc-tr2-head": "Instrucións do navegador para as cookies entre sitios",
  "priv-hc": "Centrado na privacidade",
  "priv-hc-text": "As redes publicitarias vense como o seu produto. Non o facemos. Non nos importan quen son os usuarios, só a probabilidade de que sexan maliciosos. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade.",
  "reporting-bugs-accessibility-button": "Máis información sobre as opcións de accesibilidade",
  "reporting-bugs-accessibility-head": "Opcións de accesibilidade",
  "reporting-bugs-accessibility-text": "¿Está con discapacidade visual ou non pode completar hCaptchas?",
  "reporting-bugs-guide-ff-head": "Capturando detalles do informe de erros: Firefox",
  "reporting-bugs-guide-ff-step-1": "Paso 1: abre Ferramentas para desenvolvedores (Isto comeza a gravar a sesión).",
  "reporting-bugs-guide-ff-step-2": "Paso 2: faga clic na pestana Rede en Ferramentas para programadores. Marque a caixa Rexistros persistentes na parte superior.",
  "reporting-bugs-guide-ff-step-3": "Paso 3: visita https://accounts.hcaptcha.com/demo ou o sitio web no que tes un problema (Nota de privacidade: só se non che importa compartir o que é)... e fai clic no botón I son botón humano e intento resolver.",
  "reporting-bugs-guide-ff-step-4": "Paso 4: fai clic en HAR despois de tentar resolver e escolla Gardar todo como HAR para gardar o rexistro da rede. Envíanos ese ficheiro.",
  "reporting-bugs-guide-ff-step-5": "Paso 5: fai clic na pestana Consola e fai clic co botón dereito do rato e selecciona todo e gárdao nun ficheiro de texto para gardar o rexistro da consola. Mándanos tamén.",
  "reporting-bugs-guide-ff-step-6": "Último paso: envíenos por correo electrónico eses ficheiros de rexistro HAR e da consola e describa o problema. Use: support@hcaptcha.com (utilice un servizo como Dropbox ou Filebin e envíe ligazóns) e opcionalmente unha captura de pantalla, se sospeita que hai algo que non se mostra correctamente . Envía tamén a IP que estás a usar. Podes obtelo en https://www.whatsmyip.org/ Grazas por dedicar o tempo a axudarnos a obter esta información. Comprometémonos a que hCaptcha funcione ben para todos.",
  "reporting-bugs-guide-head": "Capturando os detalles do informe de erros: Chrome",
  "reporting-bugs-guide-step-1": "Paso 1: abre Ferramentas para desenvolvedores (Isto comeza a gravar a sesión).",
  "reporting-bugs-guide-step-2": "Paso 2: faga clic na pestana Rede en Ferramentas para programadores. Marque a caixa de rexistro Conservar na parte superior.",
  "reporting-bugs-guide-step-3": "Paso 3: visita https://accounts.hcaptcha.com/demo ou o sitio web no que tes un problema (Nota de privacidade: só se non che importa compartir o que é)... e fai clic no botón I son botón humano e intento resolver.",
  "reporting-bugs-guide-step-4": "Paso 4: faga clic en Exportar HAR (a pequena frecha cara a abaixo) despois de intentar resolver, o que garda o rexistro de rede. Envíanos ese ficheiro.",
  "reporting-bugs-guide-step-5": "Paso 5: faga clic na pestana Consola e prema co botón dereito do rato e logo Gardar como .. para gardar o rexistro da consola. Mándanos tamén.",
  "reporting-bugs-guide-step-6": "Último paso: envíanos por correo electrónico eses ficheiros de rexistro HAR e da consola e describe o problema. Use: support@hcaptcha.com (utilice un servizo como Dropbox ou Filebin e envíe ligazóns) e, opcionalmente, unha captura de pantalla, se sospeita que hai algo que non se mostra correctamente. Envía tamén a IP que estás a usar. Podes obtelo en https://www.whatsmyip.org/ Grazas por dedicar o tempo a axudarnos a obter esta información. Comprometémonos a que hCaptcha funcione ben para todos.",
  "reporting-bugs-guide-text-1": "Enviar información de depuración co seu informe faranos moito máis doado identificar o que está a suceder. Aquí tes instrucións paso a paso:",
  "reporting-bugs-guide-text-2": "Se es un programador web ou un usuario experto, o resumo é que nos gustaría que nos enviase unha gravación de rede de rexistros HAR e da consola do navegador. Tenta desactivar primeiro calquera bloqueador de anuncios ou extensións de seguranza do navegador e despois ténteo de novo antes de seguir estes pasos. Se iso soluciona o teu problema, agradeceríamos que nos comunicaras a versión do teu navegador, o bloqueador de anuncios ou a extensión do teu navegador e o URL do sitio web.",
  "reporting-bugs-intro-head": "Atopaches un erro? Aquí tes como informalo.",
  "reporting-bugs-intro-text": "Millóns de persoas usan hCaptcha cada mes en miles de combinacións de navegadores, extensións, dispositivos, cortalumes e moito máis. O noso obxectivo é asegurarnos de que sempre funcione para ti, polo que agradecemos moito os teus informes. Para dar comentarios rápidos, só tes que facer clic no botón Enviarnos comentarios. Se está a ver un problema funcional, siga as instrucións de rexistro de depuración para Chrome ou as instrucións de rexistro de depuración para Firefox a continuación. Para calquera outro navegador, envíanos un correo electrónico. Para posibles problemas de seguridade ou privacidade, consulte as instrucións a continuación.",
  "reporting-bugs-privacy-head": "Problemas de privacidade",
  "reporting-bugs-privacy-text": "Non nos importan quen son os usuarios, só a probabilidade de que sexan maliciosos ou máquinas. Apoiamos iniciativas como Privacy Pass e traballamos duro para equilibrar a privacidade e a seguridade. Se atopou un problema que cres que pode afectar á privacidade do usuario, envíanos un correo electrónico a support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Envíanos comentarios",
  "reporting-bugs-provide-feedback-head": "Proporciona comentarios inmediatos sobre hCaptcha",
  "reporting-bugs-provide-feedback-text": "Agradecemos a túa contribución. Indícanos os problemas e solucionalos rapidamente.",
  "reporting-bugs-security-head": "Erros de seguridade",
  "reporting-bugs-security-text": "Sempre nos interesa recibir informes de erros de seguridade. Envía un correo electrónico a support@hcaptcha.com e CC security@hcaptcha.com e responderémosche rapidamente. Tamén temos un programa de recompensas de erros para informes de seguridade elegibles no servizo hCaptcha e código fonte relacionado.",
  "sales-interstitial-c1": "Para empresas",
  "sales-interstitial-c1a": "Solucións de seguridade empresarial (de pago)",
  "sales-interstitial-c1b": "Máis información sobre hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Anotación de datos",
  "sales-interstitial-c1d": "Compra servizos de anotación hCaptcha",
  "sales-interstitial-c2": "Para individuos",
  "sales-interstitial-c2a": "Engade hCaptcha ao teu servizo (de balde)",
  "sales-interstitial-c2b": "Engade hCaptcha for Publishers ao meu sitio web ou aplicación",
  "sales-interstitial-c2c": "Que é hCaptcha?",
  "sales-interstitial-c2d": "Máis información sobre hCaptcha",
  "sales-interstitial-head": "Asegúrese de chegar ao lugar axeitado.",
  "sec-hc": "Seguridade en primeiro lugar",
  "sec-hc-text": "hCaptcha está enfocado aos editores. Traballamos para ofrecer aos sitios datos reais e deixarlles decidir como usalos. A precisión é do teu interese e do noso. Outros captchas son proporcionados por empresas de publicidade. Cada bot que bloquean pode reducir os seus ingresos.",
  "signup-interstitial-c1": "Para empresas ou sitios web",
  "signup-interstitial-c1a": "Engade hCaptcha ao teu servizo (de balde)",
  "signup-interstitial-c1b": "Engade hCaptcha for Publishers ao meu sitio web ou aplicación",
  "signup-interstitial-c1c": "Solucións de seguridade empresarial (de pago)",
  "signup-interstitial-c1d": "Máis información sobre hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Anotación de datos",
  "signup-interstitial-c1f": "Compra servizos de anotación hCaptcha",
  "signup-interstitial-c2": "Para individuos",
  "signup-interstitial-c2a": "Accesibilidade",
  "signup-interstitial-c2b": "Máis información sobre as opcións de accesibilidade de hCaptcha",
  "signup-interstitial-c2c": "Gañar cartos",
  "signup-interstitial-c2d": "Traballa como etiquetador de datos individual",
  "signup-interstitial-head": "Asegúrese de chegar ao lugar axeitado.",
  "support-interstitial-c1": "Para empresas",
  "support-interstitial-c1a": "Solucións de seguridade empresarial (de pago)",
  "support-interstitial-c1b": "Obtén asistencia para hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratuíto)",
  "support-interstitial-c1d": "Obtén asistencia para hCaptcha Publisher",
  "support-interstitial-c2": "Para individuos",
  "support-interstitial-c2a": "¿Tes dificultades cun desafío?",
  "support-interstitial-c2b": "Máis información sobre as opcións de accesibilidade de hCaptcha",
  "support-interstitial-c2c": "Queres denunciar un erro?",
  "support-interstitial-c2d": "Máis información sobre como informar de problemas de software",
  "support-interstitial-head": "Asegúrese de chegar ao lugar axeitado.",
  "switch-to-english-link": "Cambiar ao inglés",
  "what-is-hcaptcha": "Que é hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha axuda aos teus servizos web favoritos a evitar bots, spam e abusos facendo preguntas sinxelas que son fáciles para os humanos e difíciles para as máquinas.",
  "why-hc": "Por que hCaptcha?",
  "why-hc-text": "Cada vez que respondes a un desafío, empregamos modelos sofisticados para descubrir se es humano ou máquina. A continuación, o sitio web que visitou usa este resultado para axudar a mellorar a súa experiencia no seu sitio mantendo fóra os bots."
}
