{
  "header-privacy-link": "Privatumas",
  "header-integration-link": "Integracija",
  "header-cost-link": "Kaina",
  "header-features-link": "funkcijos",
  "header-docs-link": "Dokumentai",
  "header-login-button": "Prisijungti",
  "header-contact-button": "Susisiekite su pardavimais",
  "intro-heading": "Nulinės trinties žmonijos patikrinimas.",
  "intro-contact-button": "Susisiekite su mumis norėdami sužinoti daugiau",
  "intro-text-bottom": "Pasikliauja žiniatinklį kuriančios įmonės.",
  "sub-menu-button": "Susisiekite su pardavimais",
  "sub-menu-item1": "Įmonė",
  "sub-menu-item2": "Kaina",
  "sub-menu-item3": "Integracija",
  "sub-menu-item4": "funkcijos",
  "sub-menu-item5": "Privatumas",
  "sub-menu-item6": "Dokumentai",
  "info-head-1": "Sukurta ant patikrintos hCaptcha platformos",
  "info-text-1": "„hCaptcha Enterprise“ veikia naudojant „hCaptcha“ platformos technologiją, išplėstą įtraukiant funkcijas, kurių reikia didelio srauto įmonėms.",
  "info-head-2": "Patikimas partneris",
  "intro-subtitle": "Išspręskite savo roboto problemą šiandien.",
  "info-text-2": "Mūsų paslaugomis pasitiki didžiausios pasaulio įmonės, kurios kasdien aptarnauja daugybę milijonų vartotojų dešimtyse milijonų svetainių.",
  "cloudflare-quote-text": "Įvertinome keletą CAPTCHA pardavėjų ir patys kūrėme sistemą. Galų gale „hCaptcha“ pasirodė kaip geriausia „reCAPTCHA“ alternatyva.",
  "cloudflare-quote-detail": "„Cloudflare“ produktų valdymo direktorius",
  "section-quote-head": "Ekonomiškai efektyvus pasirinkimas didelio eismo įmonėms",
  "section-quote-text": "Galiausiai, patikima „Google“ alternatyva. „hCaptcha Enterprise“ žymiai sutaupo jūsų „reCAPTCHA“ sąskaitą ir užtikrina didesnį saugumą: kai kuriais atvejais iki 80 % pigiau. Daugelis didžiausių pasaulyje internetinių paslaugų perėjo prie „hCaptcha Enterprise“ ir gavo patobulintą robotų aptikimą bei daug sutaupytų išlaidų.",
  "section-quote-button": "Susisiekite su mumis šiandien dėl kainos pasiūlymo",
  "section-privacy-header": "Privatumas orientuotas",
  "section-privacy-text-1": "Skelbimų tinklai lankytojus mato kaip produktą. Mums vienintelis produktas lemia jų žmogiškumą. Mūsų paslaugos atitinka arba viršija GDPR, CCPA ir LGPD reikalavimus ir palaiko tokias iniciatyvas kaip Privacy Pass. Sunkiai dirbame siekdami suderinti privatumą ir saugumą.",
  "section-privacy-text-2": "Šis unikalus dėmesys privatumui reiškia, kad galime pasiūlyti nulinį individualių duomenų saugojimą, veikimą be slapukų ir kitas sutartines privatumo garantijas, jei reikia, išlaikant puikų saugumą.",
  "section-security-header": "Saugumas pirmiausia",
  "section-security-text-1": "Tikslumas yra jūsų ir mūsų interesas. „hCaptcha“ suteikia jums tikrus duomenis ir leidžia nuspręsti, kaip juos naudoti. Kitus captchus teikia Gigantic reklamos kompanijos. Tai reiškia, kad kiekvienas jų blokuojamas robotas gali sumažinti savo pajamas.",
  "section-security-text-2": "Naudodami naujausius mašininio mokymosi metodus, didžiausią dėmesį skirdami privatumui, galime viršyti senų įrašų saugos standartus, o tai reiškia, kad tai daroma visam laikui, nepakenkiant saugumui ar naudotojų privatumui.",
  "section-user-experience-header": "Puiki vartotojo patirtis",
  "section-user-experience-text1": "Įmonės naudotojams yra parinkčių, leidžiančių visiškai išvengti iššūkių daugeliu scenarijų.",
  "section-user-experience-text2": "Sumažinkite trintį visiškai išvengdami iššūkių 99,9 % teisėto srauto, tuo pačiu užtikrindami puikų saugumą dėl pažangių robotų modelių.",
  "section-easy-integration-header": "Lengva integracija",
  "section-easy-integration-text": "„hCaptcha“ pridėjimas užtrunka tik kelias minutes ir vos kelias kodo eilutes. Pagrindinė API yra suderinama su reCAPTCHA V2, o perjungti užtrunka vos kelias minutes. Šiandien galite pradėti ir veikti naudodami puikią alternatyvą ir, jei reikia, įjungti išplėstines funkcijas.",
  "section-easy-integration-serverside": "Serverio pusė:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Individualūs grėsmių balai",
  "section-threat-text": "Ne visos problemos yra vienodos: gauti vieną balą reiškia, kad jis turi atitikti jūsų poreikius, kad būtų naudingas. Naudojant unikalius „hCaptcha“ tinkintus grėsmių balus, greita konsultacija leidžia mums suderinti savo modelius taip, kad rezultatai būtų labiau susiję su jūsų verslu.",
  "section-challenges-header": "Įsigykite savo iššūkius per kelias sekundes",
  "section-challenges-text-1": "Stebėkite prekės ženklą naudodami atitinkamą turinį",
  "section-challenges-text-2": "Kai vartotojai turi išspręsti iššūkį, kad atitiktų saugumo reikalavimus, kodėl nesukūrus vartotojui malonių ir svarbių užduočių? Naudodami paprastą tinkintą iššūkių dizainerį galite paleisti prekės ženklo iššūkio turinį vos per kelias minutes.",
  "section-integration-header": "Tiesioginis platformos integravimas",
  "section-integration-subheader": "Interneto infrastruktūros įmonėms",
  "section-integration-text": "„hCaptcha Enterprise“ sistema yra išskirtinai lanksti savo konstrukcija: ji gali būti iš dalies arba visiškai įdiegta jūsų tinklo pakraštyje, jei naudojate viešą debesį arba turite daug duomenų centrų. Tai gali žymiai sumažinti išlaidas ir srautą už tinklo ribų, kartu išsaugant visus 24 valandas per parą, 7 dienas per savaitę budinčio personalo teikiamus valdymo privalumus, kad būtų laikomasi griežčiausių SLA.",
  "section-support-header": "Pasiekiamos žinios ir palaikymas jums ir jūsų naudotojams",
  "section-support-text": "Paslaugos mums yra svarbiausias prioritetas. Mes teikiame visą parą, 7 dienas per savaitę budintį palaikymą ir siūlome tiesioginį „Slack“ koordinavimą su jūsų inžinierių integravimo komanda ir mūsų budinčiais darbuotojais diegimo metu ir po jo.‍ ‍Taip pat esame įsipareigoję aktyviai stebėti ir atsakyti į jūsų vartotojų klausimus socialinėje žiniasklaidoje, forumuose. , ir mūsų valdikliuose bei el. pašto palaikymo kanaluose. Esame prieinami ir reaguojame, o vartotojų pasitenkinimą vertiname kaip svarbiausią KPI.",
  "section-enterprise-header": "Įmonės funkcijos",
  "section-enterprise-title-1": "Pasaulinės klasės apsauga nuo robotų",
  "section-enterprise-desc-1": "Mūšis išbandytas žiniatinklio mastu.",
  "section-enterprise-title-2": "Didelio tikslumo robotų balai",
  "section-enterprise-desc-2": "Atraskite įvairių tipų blogus aktorius.",
  "section-enterprise-title-3": "Nulinė trintis ir 99,9% pasyvūs režimai",
  "section-enterprise-desc-3": "Iššūkis mažiau nei 0,1 % teisėtų vartotojų.",
  "section-enterprise-title-4": "Rodomi valdymo iššūkių tipai",
  "section-enterprise-desc-4": "Plati tipų biblioteka, iš kurios galima rinktis.",
  "section-enterprise-title-5": "Kontroliuokite naudojamą iššūkio turinį",
  "section-enterprise-desc-5": "Stebėkite prekės ženklą su nuoseklia naudotojo patirtimi.",
  "section-enterprise-title-6": "Įmonės SLA",
  "section-enterprise-desc-6": "Garantuotas patikimumas ir greitas palaikymas visą parą.",
  "section-enterprise-title-7": "Pasenusios naršyklės palaikymas",
  "section-enterprise-desc-7": "Suderinamas iki pat Internet Explorer 8.",
  "section-enterprise-title-8": "Išplėstinės ataskaitų teikimo informacijos suvestinės ir API",
  "section-enterprise-desc-8": "Sužinokite, kas vyksta visose jūsų svetainėse ir programose.",
  "section-enterprise-title-9": "Veikia kiekvienoje šalyje",
  "section-enterprise-desc-9": "Skirtingai nuo reCAPTCHA, mes dirbame visose šalyse.",
  "section-enterprise-title-10": "GDPR, CCPA ir LGPD draugiška privatumo politika",
  "section-enterprise-desc-10": "Sukurtas privatumui nuo pirmos dienos. Stipri duomenų apdorojimo sutartis.",
  "section-enterprise-title-11": "Smulkūs sunkumo lygiai",
  "section-enterprise-desc-11": "Surinkite tai, kad tiksliai atitiktumėte jūsų naudojimo atvejį.",
  "section-enterprise-title-12": "Pirmosios šalies priegloba",
  "section-enterprise-desc-12": "Visos užklausos ir turtas patenka į hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Kelių vartotojų prietaisų skydeliai",
  "section-enterprise-desc-13": "Bendrinkite valdymą visoje savo komandoje.",
  "section-enterprise-title-14": "Momentinis patvirtinimas",
  "section-enterprise-desc-14": "0ms delsa: patikrinkite hCaptcha prieigos raktus be API skambučio.",
  "section-enterprise-title-15": "Mobilusis (iOS ir Android) integravimas",
  "section-enterprise-desc-15": "Sklandi patirtis žiniatinklyje, savajame mobiliajame ir žiniatinklyje mobiliesiems. Galimos iš anksto sukurtos integracijos ir savieji SDK.",
  "section-enterprise-title-16": "Individualizuotos sąlygos ir privatumo garantijos",
  "section-enterprise-desc-16": "Patenkinti jūsų teisinius poreikius, kai to negali kitos įmonės.",
  "presented-challlenges-head": "Pateikti iššūkiai",
  "presented-challenges-title-1": "Palyginimas",
  "presented-challenges-text-1": "Pasirinkite visus užklausą atitinkančius vaizdus",
  "presented-challenges-title-2": "Apribojanti dėžutė",
  "presented-challenges-text-2": "Apibrėžkite objektų ribinę sritį",
  "presented-challenges-title-3": "Suskirstymas į kategorijas",
  "presented-challenges-text-3": "Nustatykite atitinkamas etiketes",
  "presented-challenges-subheader": "...ir kitos paprastos užduotys. Lengva žmonėms, sunku botams.",
  "presented-challenges-subtext": "Pasirinktines užduotis gali atlikti ir įmonių leidėjai.",
  "footer-header-1": "Bendrovė",
  "footer-header-2": "Ištekliai",
  "footer-header-3": "kontaktas",
  "footer-link-1": "Ženklinimas",
  "footer-link-2": "Apie",
  "footer-link-3": "Darbai",
  "footer-link-4": "Prekių ženklai",
  "footer-link-5": "Dienoraštis",
  "footer-link-6": "Būsena",
  "footer-link-7": "Dokumentacija",
  "footer-link-8": "Pranešk apie problemą",
  "footer-link-9": "Prieinamumas",
  "footer-terms": "Sąlygos",
  "footer-privacy": "Privatumas",
  "footer-attribution": "Priskyrimas",
  "footer-subheader-1": "Palaikymas",
  "footer-subheader-2": "kontaktas",
  "switch-to-english-link": "Perjungti į anglų kalbą",
  "intro-heading-privacy": "Sukurta privatumui.",
  "intro-subtitle-p1-privacy": " Unikalus privatumu grindžiamas požiūris į saugumą internete.",
  "info-head-2-pr": "Internetinės veiklos įrašymas nėra išeitis.",
  "info-text-1-pr": "„hCaptcha Enterprise“ turi tik vieną tikslą: neleisti, kad blogi veikėjai sutrikdytų jūsų internetines operacijas ir nepakenktų jūsų vartotojams.",
  "info-text-2-pr": "Taigi mūsų sistemos nuo pat pradžių sukurtos siekiant sumažinti duomenų rinkimą ir saugojimą, kartu išlaikant savo klasėje pirmaujančią apsaugą. Geriausias būdas apsaugoti vartotojo duomenis – jų visai nesaugoti.",
  "info-text-3-pr": "Visi santykiai su klientais taip pat yra apsaugoti tvirta Duomenų tvarkymo sutartimi. „hCaptcha“ paslauga atitinka visus privatumo įstatymus, nesvarbu, kur gyvena jūsų paslauga ar klientai. Asmens duomenų nesaugojimas mums tai daro daug lengviau nei kitoms įmonėms.",
  "info-text-2-2-pr": "Tokiose paslaugose kaip „reCAPTCHA v3“ teigiama, kad norint užtikrinti gerą saugą, kiekviename svetainės puslapyje reikia įdėti stebėjimo tašką. Taip nėra.",
  "info-text-2-3-pr": "Paprasta elgsenos analizė yra signalas, kurį lengvai suklasto blogi veikėjai, todėl reikia išsaugoti ir viso teisėto srauto naršymo istoriją.",
  "info-text-2-4-pr": "Mes nevaldome skelbimų tinklo ir nesame suinteresuoti stebėti jūsų naudotojo elgesio, kad galėtume parduoti jiems skelbimus. Tai reiškia, kad mes nereikalaujame pasyvaus pikselio kiekviename jūsų svetainės puslapyje.",
  "info-text-2-5-pr": "Pridėkite mūsų iššūkio kodą tik ten, kur tai būtina ir kur prasminga apsaugoti jus ir jūsų vartotojus.",
  "info-head-3-pr": "Mašininis mokymasis yra naudingas. Tačiau tam nereikia asmens duomenų, kad jis veiktų.",
  "info-text-3-1-pr": "Mašininis mokymasis dabar daro įtaką beveik kiekvienam mūsų gyvenimo aspektui, dažnai taip, kaip mes nesuvokiame ir nematome. Internetinės saugos paslaugos nesiskiria.",
  "info-text-3-2-pr": "Mokydamiesi daugiau nei tūkstančius signalų, modeliai gali daryti išvadas ir pasiekti didelį pasitikėjimą, kad labai greitai aptiktų kenkėjišką elgesį, net jei joks atskiras signalas pats savaime nebūtų pakankamai stiprus, kad būtų nurodyta problema.",
  "info-text-3-3-pr": "Tačiau tam nereikia naudoti asmenį identifikuojančios informacijos (PII). Šiuolaikiniai kriptografijos metodai leidžia kuo greičiau išmesti bet kokius asmeninius duomenis, vietoj to sukuriant vienpusius parašus, kurių negalima susieti su jokiu asmeniu.",
  "info-text-3-4-pr": "Neidentifikuotų duomenų mokymas veikia taip pat gerai ir nereikalauja jokių kompromisų nei dėl saugumo, nei dėl privatumo. Mūsų klientai atliko empirinius testus ir paskelbė, kad esame lygūs arba geresni už daug mažiau privačias alternatyvas.",
  "cloudflare-quote-text-privacy": "„hCaptcha“ sprendimuose mums patiko keletas dalykų: 1) jie neparduoda asmens duomenų; jie renka tik minimalius būtinus asmens duomenis, skaidriai aprašo renkamą informaciją ir kaip ją naudoja ir (arba) atskleidžia.",
  "pilot-head": "Išbandykite mus savo aplinkoje be jokių įsipareigojimų.",
  "pilot-text-1a": "Esame inžinieriai, o ne pardavėjai: norime, kad būtumėte patenkinti savo pasirinkimu.",
  "pilot-text-1b": "Geriausias būdas užtikrinti jūsų pasitenkinimą – parodyti, kad patenkiname jūsų poreikius.",
  "pilot-text-1c": "Beveik visos įmonės, kurios pradeda bandomąjį projektą, galiausiai pasirenka mūsų sprendimus.",
  "pilot-text-1d": "Norėdami susisiekti su vienu iš mūsų techninių specialistų, naudokite šią formą. Greitai reaguojame.",
  "pilot-text-1e": "Taip pat galite rašyti mums tiesiogiai el.",
  "pilot-email-details": "Išsami informacija yra čia.",
  "pilot-f1": "Regionas",
  "pilot-f2": "Tavo vardas",
  "pilot-f3": "Tavo vardas",
  "pilot-f4": "Verslo el",
  "pilot-f5": "Ar turėtume turėti kokių nors kitų detalių?",
  "pilot-f6": "Ar jums reikalingas skubus priėmimas?",
  "pilot-f7": "Taip.",
  "pilot-f8": "Esu užpultas ir man reikia nedelsiant prisijungti.",
  "pilot-f9": "Pateikti",
  "pilot-f10": "Įvesdami savo el. pašto adresą, sutinkate su mūsų sąlygomis ir privatumo politika bei gauti iš mūsų el.",
  "pilot-fo-1": "Integracija negali būti lengvesnė.",
  "pilot-fo-2": "„hCaptcha“ turi daugybę iš anksto sukurtų jūsų naudojamų frontend ir backend sistemų integracijų.",
  "pilot-fo-3": "Jei naudojatės „Google“ reCAPTCHA, mūsų API yra pakaitalai. Viskas, ko jums reikia, yra trys kodo eilutės.",
  "pilot-fo-4": "Mūsų inžinieriai gali greitai padėti jums, nesvarbu, ar jums reikia „React“ integracijos, „iOS“ vietinėms programoms skirtų SDK, „Java“ fono pavyzdžio ar beveik bet kokio kito scenarijaus.",
  "pilot-fo-5": "Ir kaip visada, privatumas yra pagrindinė mūsų vertybė. Pridėkite mūsų iššūkio kodą tik ten, kur tai būtina ir kur prasminga apsaugoti jus ir jūsų vartotojus. Duomenų rinkimo mažinimas prasideda nuo integravimo momento.",
  "pilot-fdone": "Ačiū. Netrukus susisieksime.",
  "home-ent-2-new": "Sužinokite daugiau apie mūsų įmonės sprendimą.",
  "home-ent-button-new": "„hCaptcha Enterprise“.",
  "home-main-plans2-new": "„hCaptcha Enterprise“ sprendimai užtikrina klasėje pirmaujančią apsaugą ir apsaugo daugelį geriausių internetinių paslaugų.",
  "home-plans-button-2-new": "Sužinokite daugiau",
  "header-enterprise-link": "Įmonė",
  "sales-interstitial-c1b-new": "Sužinokite daugiau apie „hCaptcha Enterprise“."
}
