{
    "1031855757": "Šios svetainės naudojimas",
    "1034830": "Ginčai, kuriems negali būti taikomas ginčo arbitražo susitarimas, kaip numatyta Dodd-Frank Wall Street reformos ir vartotojų apsaugos įstatyme (Viešoji teisė 111-203), į šį sąrašą neįtraukiami.",
    "1064537632": "Atkreipkite dėmesį, kad naudojimąsi mūsų paslauga reglamentuoja mūsų Duomenų tvarkymo sutartis, kuri čia įtraukta kaip nuoroda. Peržiūrėkite šią sutartį, kad sužinotumėte, kaip jūsų vardu tvarkome asmens duomenis. Atminkite, kad mes veikiame kaip „duomenų tvarkytojas“ pagal ES bendrąjį duomenų apsaugos reglamentą ir „paslaugų teikėjas“ pagal Kalifornijos vartotojų privatumo įstatymą.",
    "1095532507": "Slapukas („Cookie“) yra mažas tekstinis failas, kurį tinklalapio serveris įdeda į jūsų standųjį diską. Slapukuose yra informacijos, kurią vėliau gali perskaityti slapuką jums išdavusio domeno žiniatinklio serveris. Kai kurie slapukai bus naudojami tik tuo atveju, jei naudositės tam tikromis funkcijomis arba pasirinksite tam tikras nuostatas, o kai kurie slapukai bus naudojami visada. Daugiau apie kiekvieną slapuką galite sužinoti peržiūrėję mūsų dabartinį slapukų sąrašą žemiau.",
    "1158384644": "Galite bet kada nustoti naudotis mūsų svetaine, jei privalote laikytis visų taikomų IMI politikos nuostatų. Mes galime savo nuožiūra nutraukti šią sutartį, sustabdyti prieigą prie mūsų svetainės arba pašalinti bet kokias paslaugas nedelsiant be įspėjimo ir dėl bet kokios priežasties.",
    "1300074400": "Informaciją apie esamą įmonės valdymą galite rasti puslapyje Apie. Dabartinis bendrovės vadovas yra generalinis direktorius, atsakingas už turinį.",
    "1395644678": "Oficiali Europos Komisijos interneto ginčų sprendimo svetainė:",
    "148542287": "Tai nėra teisinė konsultacija ir dėl šios analizės garantijos nesuteikiamos. Jei turite papildomų klausimų ar rūpesčių, susisiekite su mumis adresu:",
    "1527172673": "Jei turite klausimų apie šią slapukų politiką, susisiekite su mumis adresu:",
    "1535054294": "Peržiūrėkite išsamią jų politiką",
    "1747657936": "Mūsų svetainės ir paslaugos nėra skirtos vaikams iki 13 metų ir mes sąmoningai nerenkame asmeninės informacijos iš jaunesnių nei 13 metų vaikų. Jei sužinosime, kad surinkome jaunesnio nei 13 metų vaiko asmeninę informaciją, imsime imtis pagrįstų veiksmų, kad kuo greičiau ištrintume tokią informaciją iš failų, nebent mes turime teisinį įsipareigojimą ją saugoti. Susisiekite su mumis, jei manote, kad turime informacijos apie vaiką iki 13 metų:",
    "1807512722": "Galite pareikšti administracinei agentūrai bet kokias pretenzijas, kylančias dėl to, kad naudojatės šia svetaine, tačiau tik tiek, kiek taikomi įstatymai leidžia tokiai agentūrai pasiekti, nepaisant susitarimo dėl arbitražo. Tokie administraciniai ieškiniai, be apribojimų, apima ieškinius arba kaltinimus, pateiktus Lygių užimtumo galimybių komisijai, JAV darbo departamentui ir Nacionalinei darbo santykių valdybai. Nelaikoma, kad jokia šio straipsnio nuostata netrukdo arba atleidžia jus nuo pareikšti administracinį ieškinį bet kuriai agentūrai, kad įvykdytumėte savo pareigą išnaudoti administracines teisės gynimo priemones prieš pareiškiant ieškinį arbitraže, tačiau tokiu būdu jūs atsisakote teisės į bet kokį piniginį atlyginimą. agentūrinis procesas.",
    "2238885192": "Mes naudojame „Sentry“ derinimo duomenims rinkti, kai vartotojas patiria klaidą. Norėdami gauti informacijos apie tai, kaip Sentry renka ir apdoroja duomenis:",
    "2520904193": "Jūs atsisakote bet kokios teisės, kad bet koks ginčas būtų iškeltas, nagrinėjamas arba būtų nagrinėjamas kaip grupinis, kolektyvinis arba atstovaujamasis ieškinys. Nepaisant bet kokios kitos šios sutarties sąlygos, ankstesnis sakinys jokiu būdu negali būti atskirtas nuo šios sutarties. Bet kokį reikalavimą, kad visas šis atsisakymas ar jo dalis yra neįgyvendinama, nesąžininga, negaliojanti arba nuginčijama, gali nuspręsti tik kompetentingos jurisdikcijos teismas, o ne arbitras. Jums nereikės keršyti arba jums nebus trukdoma atlikti užduotis mūsų svetainėje dėl to, kad pasinaudosite savo teisėmis pagal Nacionalinio darbo santykių įstatymo 7 skirsnį arba pateikę kolektyvinį, kolektyvinį ar atstovaujamąjį ieškinį bet kuriame forume ar dalyvausite juose. , tačiau galime teisėtai siekti, kad būtų įvykdytas šis atsisakymas nuo grupės ieškinio, ir atmesti tokius grupinius, kolektyvinius ar atstovaujamuosius ieškinius arba reikalavimus.",
    "2577178569": "3. Naudojamas griežtai būtiniems techniniams tikslams: leidžia naudotis Accessibility User.",
    "2583888954": "Išimtys.",
    "263977834": "Administracinis išsekimas.",
    "2657277322": "Jei turite klausimų, susisiekite su mumis adresu:",
    "271333468": "Mes įgyvendiname tinkamas technines ir organizacines priemones, kad apsaugotume renkamą ir saugomą informaciją, ir reikalaujame, kad visi agentai, kurie tvarko mūsų vardu, tai padarytų. Deja, jokios saugumo priemonės nėra 100% patikimos, todėl joks tinklas ar sistema (įskaitant mūsų) negali būti 100% apsaugota nuo sunaikinimo, praradimo, pakeitimo, neteisėto atskleidimo arba prieigos prie mūsų renkamos ir saugomos informacijos. Jei manote, kad jūsų informacija dėl kokių nors priežasčių gali būti nesaugi, nedelsdami susisiekite su mumis šiuo adresu:",
    "2763011087": "IMI neįsipareigoja ir neprivalo dalyvauti alternatyviame vartotojų ginčų sprendimo procese vartotojų ginčų sprendimo subjekte.",
    "2927283721": "Atlikdami užduotis mūsų svetainėje, jūs leidžiate rinkti, naudoti ir atskleisti savo asmeninę informaciją pagal mūsų privatumo politiką. Be to, mes galime dalytis tam tikra informacija apie jus ir jūsų atliktas užduotis užklausėjui, kurio užduotis atlikote, kad palengvintumėte paslaugų santykius ir pagerintumėte svetainę, įskaitant, pavyzdžiui, pagalbininko ID, atliktų užduočių rezultatus ir kitus atributus, susijusius su jūsų kvalifikaciją, kalbas, įgūdžius ir naudojimąsi svetaine.",
    "2943815316": "Šį sąrašą periodiškai atnaujiname, todėl gali būti papildomų slapukų, kurie dar nepateikti. Žiniatinklio švyturiai, žymos ir scenarijai gali būti naudojami Svetainėse arba el. laiškuose, kad padėtų mums pateikti slapukus, skaičiuoti apsilankymus, suprasti naudojimą ir kampanijos efektyvumą bei nustatyti, ar el. laiškas buvo atidarytas ir ar buvo imtasi veiksmų. Mes galime gauti ataskaitas, pagrįstas šių technologijų naudojimu mūsų paslaugų / analizės teikėjų individualiai ir apibendrintai.",
    "3040062804": "Bet koks arbitražo procesas pagal šį skyrių pagal nutylėjimą vyks Kalifornijos valstijoje, nebent jūs gyvenate už JAV ribų. Tokiu atveju arbitražas vyks tik elektroniniu arba telefonu. Arbitražas gali vykti bet kurioje kitoje vietoje, jei kiekviena šalis sutinka raštu. Nepriklausomai nuo savo vietos, bet kuri šalis gali pasirinkti dalyvauti arbitraže per tiesioginį vaizdo įrašą arba telekonferenciją.",
    "3091247030": "Klasės ieškinio atsisakymas.",
    "3102490587": "Išskyrus atsisakymą nuo grupės ieškinio, jei kuri nors sąlyga ar nuostata arba šios arbitražinės išlygos dalis bus paskelbta negaliojančia arba neįgyvendinama, ji bus panaikinta, o likusi arbitražinės išlygos dalis bus vykdoma.",
    "3187946010": "Visas tekstas, vaizdai, grafinė animacija, vaizdo įrašai, muzika, garsai ir kita medžiaga šiuose puslapiuose yra saugoma pagal autorių teisių įstatymą IMI arba trečiųjų šalių, jei nurodyta. Draudžiama kopijuoti ar keisti šią medžiagą komerciniais tikslais tokiu būdu, kuris viršija pagrįstą sąžiningą naudojimą.",
    "3199694247": "Atskiriamumas.",
    "3302832698": "Reikalingas alternatyvus ginčo sprendimas.",
    "3361191778": "Interneto puslapiuose pateikta informacija nėra individualus patarimas ir negali to pakeisti. Jei jums reikia individualaus patarimo, susisiekite su mūsų pagalbos personalu.",
    "3493572638": "Išlaidos ir mokesčiai.",
    "3794239003": "Arbitražo procedūra.",
    "3885459114": "Paprastai galite suaktyvinti arba vėliau išjungti slapukų naudojimą naudodami žiniatinklio naršyklėje integruotą funkciją. Jei norite sužinoti daugiau apie slapukus arba kaip juos valdyti, išjungti ar ištrinti, apsilankykite https://www.knowcookies.com/ ir gaukite išsamių nurodymų.",
    "3956117148": "hCaptcha.com ir BotStop.com svetainėse (Svetainėse) gali būti papildomų slapukų, kaip aprašyta šioje politikoje.",
    "4193379787": "Visas arbitražas pagal šią sutartį bus vykdomas pagal Amerikos arbitražo asociacijos taisykles arba abipusiai sutartą arbitražo tarnybą. Arbitras bus JAV arbitras, pasirinktas iš ne mažiau kaip septynių (7) pavardžių sąrašo, taikant alternatyvius streikus. Arbitražo metu kiekviena šalis turės teisę atlikti tinkamą civilinį išaiškinimą, pareikšti prieštaringus pareiškimus ir prireikus pateikti liudytojus bei įrodymus, kad galėtų pristatyti savo bylas ir gynybą, o visus su tuo susijusius ginčus sprendžia arbitras. Ginčo sprendimas turi būti grindžiamas tik pareikštus reikalavimus ir atsiliepimus reglamentuojančia teise, o arbitras negali remtis jokiu kitu pagrindu, išskyrus tokią kontroliuojančią teisę. Arbitras, eidamas arbitro pareigas, turi teismo pareigūno imunitetą nuo civilinės atsakomybės, o šis imunitetas papildo bet kokį kitą esamą imunitetą. Sprendimuose turi būti raštu pagrįsta arbitro nuomonė. Atsisakote teisės į prisiekusiųjų teismą dėl bet kokių pretenzijų, kurias galite pareikšti IMI arba IMI jums. Bet koks reikalavimas pagal šią sąlygą turi būti pareikštas per taikomą senaties terminą. Šią sąlygą reglamentuoja Jungtinių Valstijų federalinis arbitražo įstatymas, ir jūs pripažįstate, kad ši Sutartis įrodo prekybos sandorį.",
    "470943029": "Jei turite klausimų apie šią privatumo politiką, susisiekite su mumis šiuo adresu:",
    "498769698": "Galite pasiekti, taisyti, taisyti arba ištrinti tam tikrą asmeninę informaciją, kurią pateikėte mums naudodami savo integratoriaus, kliento arba pritaikymo neįgaliesiems naudotojo paskyrą (jei esate integratorius, klientas arba pritaikymo neįgaliesiems naudotojas). Jei negalite to padaryti arba turite klausimų apie Asmeninę informaciją, kurią surinkome ir (arba) pasidalinome apie jus, arba norėtumėte atšaukti savo sutikimą tvarkyti (ty visiškai ištrinti jūsų paskyrą), susisiekite su mumis šiuo adresu:",
    "537881751": "Sveiki atvykę į hCaptcha! Šioje privatumo politikoje aprašoma „Intuition Machines, Inc.“ („IMI“, „mes“ arba „mes“) praktika, susijusi su informacijos (įskaitant asmeninę informaciją, apibrėžtą toliau) rinkimu, naudojimu ir atskleidimu mūsų svetainėje www.hcaptcha. .com ir bet kurie kiti mūsų naudojami padomeniai ar domenai (toliau – svetainės) ir „hCaptcha“ taikomosios programos sąsaja bei susijusi programinė įranga ir medžiaga (bendrai – „Paslauga“).",
    "561456032": "Jūs sutinkate, kad dėl bet kokių ginčų, kylančių dėl jūsų naudojimosi Paslaugomis, įskaitant bet kokį ginčą, kuris galėjo kilti nuo to momento, kai pradėjote atlikti IMI užduotis, ir konkrečiai įskaitant bet kokias pretenzijas, susijusias su tuo, ar jūs klasifikuojate kaip, ar ne nepriklausomas rangovas, pirmiausia pranešite IMI apie pretenziją jam. Tada jūs ir IMI bandysite išspręsti problemą tiesioginėmis derybomis arba tarpininkaujant. Tarpininkavimo išlaidas padalysime lygiomis dalimis ir susitarsime, kad tarpininkavimas būtų vykdomas telefonu ar kitomis elektroninėmis priemonėmis. Jei po neoficialių derybų ar tarpininkavimo ieškinys lieka neišspręstas, sutinkate, kad ginčui išspręsti jūs ir IMI naudositės galutiniu ir įpareigojančiu arbitražu. Ši sąlyga reglamentuoja visas pretenzijas atgaline data nuo to momento, kai pradėjote naudotis mūsų svetaine, nesvarbu, ar jie pagrįsti deliktu, sutartimi, įstatymais, įskaitant, bet neapsiribojant, bet kokias pretenzijas dėl diskriminacijos ir priekabiavimo, nesvarbu, ar jos pagrįstos Kalifornijos sąžiningo užimtumo ir būsto įstatymu. 1964 m. Civilinių teisių įstatymo VII antraštinė dalis su pakeitimais arba bet koks kitas valstijos ar federalinis įstatymas ar reglamentas, teisingumo įstatymas ar kita.",
    "658775471": "Mes naudojame „Cloudflare“, kad optimizuotume savo žiniatinklio srautą. Norėdami gauti informacijos apie tai, kaip „Cloudflare“ renka ir apdoroja duomenis:",
    "702926385": "Kiekviena šalis padengia savo atitinkamas išlaidas už teisinį atstovavimą tokiame arbitraže, išskyrus tuos atvejus, kai advokato honorarai yra aiškiai numatyti įstatymuose. Šalys padalija bet kokį pradinį arbitro imtą administracinį mokestį, neviršijant didžiausios jums dviejų šimtų penkiasdešimties dolerių (250,00 JAV dolerių) išlaidų. Arbitro ir teismo pranešėjo, jei tokių yra, išlaidas iš pradžių apmokame mes; tačiau arbitras turi teisę savo nuožiūra priteisti atitinkamas išlaidas laimėjusiai šaliai, kaip tai numato įstatymas, ir (arba) reikalauti, kad šalys padalintų išlaidas, susijusias su arbitru ir (arba) teismo pranešėju.",
    "720059527": "2. Naudojamas griežtai būtiniems techniniams tikslams: apkrovos balansavimui, maršrutizavimui.",
    "74538881": "Atsakomybė už šią svetainę",
    "996430331": "Arbitražo vieta.",
    "211351380": "Iš tinklaraščio:",
    "3153117136": "Kaip veikia „hCaptcha“ sunkumų nustatymai",
    "2915355938": "Prieinamumas",
    "793784899": "Planai",
    "2671622670": "Įmonė",
    "3527140447": "Dokumentai",
    "505891021": "Ženklinimo paslaugos",
    "692176459": "Prisijungti",
    "1892574253": "Registruotis",
    "2593864519": "Sustabdykite daugiau robotų. Pradėkite saugoti vartotojo privatumą.",
    "4007826952": "1. privatumo CAPTCHA, skirta žiniatinkliui, mobiliesiems ir kt.",
    "3721365241": "Bandyti",
    "3753956446": "Laisvas",
    "3276777569": "hCaptcha",
    "55035359": "Šiuo metu naudojate „reCAPTCHA“?",
    "3417372336": "Perjunkite per kelias minutes",
    "2881474837": "„hCaptcha Enterprise“.",
    "1685871181": "Populiariausios internetinės paslaugos, kuriomis remiasi",
    "1470290349": "už geriausią savo klasėje robotų ir sukčiavimo valdymą.",
    "3714002185": "Sužinokite daugiau apie „hCaptcha Enterprise“.",
    "3946753128": "Privatus. Saugus. Greičiau.",
    "939665604": "Privatumas orientuotas",
    "780475098": "Skelbimų tinklai lankytojus mato kaip produktą. Mums rūpi tik tai, ar apsilankymas geras, ar blogas. „hCaptcha“ atitinka GDPR, CCPA, LGPD, PIPL ir kitus pasaulinius duomenų įstatymus.",
    "219813583": "Saugumas pirmiausia",
    "2714878440": "Apsaugokite savo paslaugas nuo subraižymo, paskyros perėmimo, kredencialų užpildymo ir šlamšto naudodami mūsų pažangų mašininį mokymąsi ir žmogiškumo patvirtinimą.",
    "1397766838": "Geresnė vartotojo patirtis",
    "2670352917": "„hCaptcha“ suteikia patikimesnį robotų aptikimą, o žmonėms jį paprasta išspręsti.",
    "2806751666": "Kas yra hCaptcha?",
    "3096063825": "Išbandyk",
    "2968026167": "Jūsų mėgstamiausia daržovė",
    "713281684": "Baklažanas",
    "4147497805": "Morka",
    "3758963444": "Ačiū! Jūsų pasiūlymas gautas!",
    "1070364246": "Oi! Pateikiant formą kažkas nutiko.",
    "1129833879": "Sustabdykite kenkėjiškus robotus, apsaugokite vartotojų privatumą",
    "58091799": "Sužinokite daugiau apie „hCaptcha Publisher“ ir „Enterprise“.",
    "1599610318": "Leidėjas",
    "3093388779": "„hCaptcha“ gali nemokamai naudotis bet kokio dydžio leidėjai",
    "179723061": "Daugiau kontrolės komandoms, kurioms reikia aukščiausios klasės saugumo",
    "846501387": "Pasaulinės klasės botų apsauga",
    "119298044": "Pažangios savarankiškai prižiūrimos ML ir AI technologijos apsaugo jūsų žiniatinklio ypatybes nuo grėsmių ir atakų",
    "1263998069": "Uždirbkite atlygį už žmonių sprendimus",
    "1103295010": "Uždirbkite pinigų arba paaukokite labdarai, kai žmonės sprendžia CAPTCHA",
    "392886773": "Veikia kiekvienoje šalyje",
    "2320894364": "Turėdamas daugiau nei 200 buvimo vietų, „hCaptcha“ debesis apsaugo jūsų turtą visame pasaulyje",
    "451701069": "Atitinka GDPR, CCPA,",
    "2826051554": "ir dar",
    "3530599065": "Privatumas kuriamas nuo pat pradžių. „hCaptcha“ neišsaugo AII ir atitinka daugybę privatumo įsipareigojimų ir taisyklių.",
    "2489287539": "Be trinties „No CAPTCHA“ ir 99,9 % pasyvūs režimai",
    "793242047": "Sumažinkite vartotojams keliamus iššūkius, kad galėtumėte greitai pasiekti programas",
    "4195759329": "Botų aptikimas ir rizikos balai",
    "1150035777": "Sudėtingi mašininio mokymosi modeliai generuoja roboto pasitikėjimo balus, pagrįstus daugeliu duomenų taškų, ne tik tuo, ar į klausimus buvo atsakyta teisingai",
    "3688621388": "Grasinimų parašai",
    "1131525092": "Lengvai sugrupuokite blogus veikėjus naudodami privatumą išsaugančius UID, kad surastumėte ir sustabdytumėte susijusį sukčiavimą ir piktnaudžiavimą",
    "1559631739": "Privatus mokymasis",
    "3952259236": "Sujunkite akluosius duomenis su tūkstančiais „hCaptcha“ signalų, kad išmokytumėte „hCaptcha“ pagal elgesio klases – tik jums – ir geriau nuspėti kenkėjišką elgesį nei bet kuris kitas sprendimas atskirai.",
    "1150963691": "APT mažinimas",
    "4083018285": "Išplėstinių funkcijų rinkinys, derinamas su patobulintu SOC stebėjimu ir atsaku, siekiant pašalinti sudėtingas nuolatines grėsmes",
    "3160820928": "Koordinuota apsauga nuo atakų",
    "1849805607": "„hCaptcha“ apsaugo nuo grėsmių ir apgaulių, skirtų įsiskverbti į jūsų tinklus",
    "1958297836": "Koordinuota apsauga nuo atakų ir APT mažinimas",
    "1300485304": "„hCaptcha“ apsaugo nuo pažangių grėsmių ir apgaulių, skirtų įsiskverbti į jūsų tinklus",
    "2698640210": "Rodomi valdymo iššūkiai ir tipai",
    "3121248460": "Pateikite be galo įvairius tinkintus iššūkius – nuo paprastų iki sudėtingų – jūsų laukiamai auditorijai",
    "3807059944": "Kontroliuokite naudojamą iššūkio turinį",
    "2707282231": "Tinkinkite iššūkius savo vartotojams. Neleiskite robotams išspręsti ir prasiskverbti.",
    "4194763679": "Smulkūs sunkumo lygiai",
    "3730038780": "Pasirinkite iš beveik begalės iššūkių, kuriuos vartotojai gali išspręsti",
    "1849717906": "Tinkinkite naudodami savo iššūkio turinį",
    "1508655687": "Pridėkite savo auditorijai pritaikytus iššūkius, kad supaprastintumėte arba apribotumėte prieigą",
    "3620442880": "„Flash Sale“ apsaugos funkcijos",
    "3265895521": "Padidinkite ir sumažinkite iššūkio sunkumą pagal paros laiką",
    "1485807325": "Kelių vartotojų prietaisų skydeliai, SAML SSO",
    "359073033": "Prietaisų skydeliai pateikia aukšto lygio arba smulkius veiklos vaizdus.",
    "4272454814": "Integruokite su pasirinktu tapatybės teikėju.",
    "1141402092": "Išplėstinės ataskaitų teikimo funkcijos",
    "910989640": "Kurkite išsamias ir pritaikytas veiklos ataskaitas",
    "3768951251": "Įmonės SLA",
    "1014004474": "„hCaptcha“ įmonės planai siūlo išplėstines paslaugų lygio sutartis, kad jūsų organizacija būtų apsaugota",
    "1177598246": "Susisiekite su pardavimais",
    "1067704102": "Duomenų ženklinimo vertė",
    "3065000659": "Ar supratote, kad kiekvieną kartą „paspaudę ant automobilio“ padedate treniruoti viengungius",
    "3235430156": "įmonės mašininio mokymosi sistemos nemokamai?",
    "1549336309": "„hCaptcha“ pakeičia šį modelį. Kai naudojate „hCaptcha“, įmonės siūlo kainas už jūsų naudotojų darbą, įrodydamos savo žmogiškumą. Jūs gaunate atlygį.",
    "3725880582": "Grąžink labdarai",
    "1671436004": "Norite grąžinti savo mėgstamą labdarą?",
    "1663628612": "leidžia tau",
    "4272088465": "jūsų pasirinktoms labdaros organizacijoms su pajamomis, kurias gaunate iš jo naudojimo.",
    "2894845722": "Netrukus jūsų svetainės naudotojai galės matyti jūsų indėlį į labdarą per diskretišką prekės ženklą „hCaptcha“ sąsajoje.",
    "3194111925": "parama",
    "1637702726": "Apie hCaptcha",
    "2323282990": "Šiuolaikinis požiūris į žmogiškumo patikrinimą",
    "1201821619": "hCaptcha išsprendžia vieną iš aktualiausių šiandienos problemų: neleidžia kenkėjiškiems robotams piktnaudžiauti internetinėmis paslaugomis.",
    "1475399473": "Sužinokite daugiau apie „hCaptcha“ komandą",
    "3161489950": "Pažangiausia pasaulyje saugumo ML platforma",
    "3247172580": "„hCaptcha“ sujungė pažangų savarankiškai prižiūrimą mašininį mokymąsi su nauju krašto skaičiavimo metodu, kuris unikaliai sumažina duomenų rinkimą ir saugojimą, pristatomą iš daugiau nei 250 vietų visame pasaulyje, kad būtų užtikrintas didžiulis mastelio keitimas.",
    "3767462250": "Sukurta privatumui",
    "3500503648": "„hCaptcha“ sukurta siekiant pašalinti ilgalaikį duomenų saugojimą, pasikliaujant momentiniu įvertinimu, o ne naršymo istorijos įrašymu ir analizavimu. Taip pat remiame tokias iniciatyvas kaip",
    "2418549423": ", naujas standartas, skirtas apsaugoti internetinį privatumą naudojant kriptografinius įrodymus ir kitas unikalias funkcijas, kurios pirmiausia turi privatumą.",
    "1544546608": "Privatumo leidimas",
    "976209454": "Uždirbkite atlygį arba skirkite labdarai",
    "552920956": "„hCaptcha“ leidžia svetainėms uždirbti atlygį blokuojant robotus ir kitas piktnaudžiavimo formas. „hCaptcha“ taip pat leidžia iš šių pajamų remti pasirinktas labdaros organizacijas.",
    "654326661": "Norite įsitikinti patys? Išbandykite „hCaptcha“ nemokamai.",
    "3570415321": "Bendrovė",
    "3987022469": "Ženklinimas",
    "1636202177": "Apie",
    "2670003220": "Darbai",
    "3233305531": "Prekių ženklai",
    "3028319964": "AI etika",
    "4131598919": "Paspauskite",
    "1662477701": "Ištekliai",
    "3130928685": "Dienoraštis",
    "1756106276": "Būsena",
    "1235925265": "Dokumentacija",
    "920212083": "Pranešk apie problemą",
    "2076066173": "Kibernetinės atakos 101",
    "3644106388": "kontaktas",
    "2182196747": "Palaikymas",
    "487083593": "Pardavimai",
    "878585497": "Sąlygos",
    "1697438123": "Privatumas",
    "1316817321": "Priskyrimas",
    "3488019891": "hCaptcha yra registruotasis Intuition Machines, Inc. prekės ženklas.",
    "4224961202": "Privatumas, sauga ir mašininis mokymasis.",
    "98173630": "hCaptcha yra plačiausiai pasaulyje naudojama nepriklausoma CAPTCHA paslauga.",
    "1514478724": "Sužinokite daugiau",
    "1752795854": "„hCaptcha“ siūlo šiuolaikišką, į privatumą orientuotą požiūrį į robotų sustabdymą.",
    "2927700175": "Rodome CAPTCHA iššūkius, kurie yra sudėtingi robotams, bet lengvi žmonėms, renkant sunkiai paženklinamus duomenis apie mašininio mokymosi problemas ir naudojant juos atskirti, ar svetainės ar programos lankytojas yra žmogus.",
    "2188609322": "Blogi aktoriai internete vis dažniau pasitaiko. Tačiau paaukoti vartotojų privatumą nėra išeitis.",
    "2032102720": "Skelbimų įmonių siūlomi saugos sprendimai visų pirma orientuoti į vartotojų stebėjimą visame žiniatinklyje. Sukūrėme veiksmingą saugos sprendimą, kuris įrodo, kad norint pasiekti puikių rezultatų, kenkti vartotojų privatumui nebūtina.",
    "4146870445": "Kas mes esame",
    "353066938": "Patyrusi komanda, sprendžianti sudėtingiausias šiandienos problemas. „hCaptcha“ yra paslauga",
    "3260825523": "Intuicijos mašinos",
    "1173652155": "Patarėjai",
    "3972094614": "Brendanas Eichas",
    "2113642787": "Aušros daina",
    "2256305371": "Kalifornijos universiteto Berklyje profesorius, CS. Gilus mokymasis, saugumas, blokų grandinės ekspertas. „Oasis Labs“ generalinis direktorius.",
    "1606599610": "Kieranas Thompsonas",
    "2177660021": "Stenfordo mokslininkas. Mašininis mokymasis ir finansavimas didžiuosiuose bankuose, rizikos draudimo fonduose ir akademinėje bendruomenėje.",
    "2686825859": "Prisiregistruokite nemokamai arba susisiekite su mumis dėl „hCaptcha Enterprise“ sprendimų",
    "583434701": "„hCaptcha“ prieinamumas",
    "611905972": "Užtikrinti sklandžią prieigą visiems vartotojams išlaikant saugumą",
    "874098071": "Jei esate pritaikymo neįgaliesiems naudotojas, prisiregistruokite čia",
    "2745385064": "Santrauka",
    "3353238942": "„hCaptcha“ skirta sustabdyti robotus, atskiriant juos nuo žmonių. Vizualiniai testai yra patogus įrankis tam, tačiau ne kiekvienas gali išspręsti vizualinį iššūkį.",
    "3600022491": "Dėl šios priežasties sukūrėme paprastą, neskausmingą alternatyvą, leidžiančią leidėjams, naudojantiems mūsų paslaugą, išsaugoti prieinamumą visiems, laikantis 508 skyriaus ir WCAG 2.1 AA reikalavimų.",
    "2557240048": "Kaip tai veikia: pirma, pritaikymo neįgaliesiems naudotojas prisiregistruoja per",
    "3871665286": ", kuri yra aiškiai susieta „hCaptcha“ valdiklio informacijos puslapyje. Jiems suteikiamas užšifruotas slapukas, kuris gali būti naudojamas kelis kartus per dieną, bet turi būti atnaujinamas kas 24 valandas prisijungus.",
    "3441764123": "Kai svetainėje, naudojanti „hCaptcha“ paslaugą, pasiekiamumo naudotojui pateikiamas iššūkis, jis bus automatiškai įveiktas.",
    "4247858664": "prieinamumo registracijos puslapyje",
    "1297657322": "Pritaikymo neįgaliesiems ekranas po prisijungimo",
    "1717658846": "Prieinamumo parinktis valdiklio vartotojo sąsajos meniu",
    "1266963825": "Kl.: Ar „hCaptcha Section 508“ + WCAG 2.1 AA atitinka?",
    "850025770": "A: Manome, kad taip: visi vartotojai, turintys bet kokios formos negalią, galintys naršyti internete ir įvesti tekstą formose, prisiregistravę gali pasiekti „hCaptcha“ apsaugotas paslaugas. Tačiau tai nėra teisinė konsultacija: turėtumėte atlikti savo vertinimą, atsižvelgdami į savo konkretų įgyvendinimą, kad įsitikintumėte, jog tai yra jūsų diegimo atvejis.",
    "159272246": "Kl.: ar dirbate su kitomis pritaikymo neįgaliesiems („a11y“) parinktimis, pvz., garso įrašu?",
    "4074220464": "Ats.: Anksčiau populiarios parinktys, pvz., garso „catchas“, diskriminuoja daugelį „a11y“ vartotojų ir yra lengvai įveikiamos naudojant šiuolaikinius mašininio mokymosi metodus. Dėl to dabartiniai garso iššūkiai tapo vis sunkesni, įvedant triukšmą, keistą laiką, neįprastus žodžių junginius ir pan., siekiant nugalėti užpuolikus. Todėl esame mažiau entuziastingi dėl šio požiūrio, nei visiškai vengiame iššūkio, bet apsvarstysime jį, jei bus paklausa a11y bendruomenėje.",
    "2309661107": "Tačiau mus labai domina",
    "2555914614": "pritaikymo neįgaliesiems naudojimo atvejui. Manome, kad dabartinį „a11y“ metodą derinant su „Privacy Pass“ išdavimu „A11y“ naudotojai galės naršyti saugiai, žinant, kad jų srautas yra labiau privatus, ir apriboti robotų operatorių piktnaudžiavimą, kuris neišvengiamai įvyksta, kai yra „a11y“ parinktys. Esame aktyvūs šią naują technologiją standartizuojančios IETF darbo grupės dalyviai.",
    "2583775432": "K: O kaip su privatumu? Ar registracija kokiu nors būdu atskleidžia a11y naršymo duomenis? Ką darai su el.",
    "4215483493": "A: „hCaptcha“ sukurta siekiant užtikrinti privatumą nuo pat pradžių. Tai labai skiriasi nuo tradicinių parinkčių, pvz., reCAPTCHA, priklausančių skelbimų tinklams, kurie skatina jus sekti žiniatinklyje ir susieti jus su tikra tapatybe.",
    "2474661839": "Mūsų",
    "4137573005": "turi išsamius ir patikimus atsakymus, kaip naudojame duomenis, tačiau trumpas atsakymas yra toks, kad nesame suinteresuoti jūsų, kaip asmens, susieti su jūsų naršymo istorija.",
    "4101570501": "Taip pat šiuo metu dirbame su kriptografiniu sprendimu, kad galėtume greitai atmesti jūsų el. pašto adresą, kartu išsaugant galimybę apsisaugoti nuo piktnaudžiavimo, o tai papildo mūsų „Privacy Pass“ darbą.",
    "260595108": "Niekada nenaudojame pasiekiamumo el. laiškų ar informacijos jokiais kitais tikslais, išskyrus naudojimosi palengvinimu ir piktnaudžiavimo prevencija.",
    "3063819779": "Privatumo politika",
    "465714311": "Prieinamumo naudotojams: klausimų ir atsakymų bei trikčių šalinimo vadovas",
    "3596207631": "Kl.: Nustačius slapuką, vis dar matau iššūkį. Kas tai sukelia?",
    "469089249": "A: Paprastai taip nutinka dėl to, kad naudojamas agresyvus skelbimų blokatorius arba plėtinys, apsaugantis nuo slapukų, arba nustatymas, blokuojantis kelių svetainių slapukus, šiuo atveju hcaptcha.com slapuką, kurį hCaptcha JS nustato arba patikrina skirtingą svetainę, pavyzdžiui, tą, kurioje lankotės.",
    "4263626815": "„hCaptcha“ pritaikymo neįgaliesiems slapukai veikia su visomis populiariomis naršyklėmis ir skelbimų blokatoriais su jų standartiniais nustatymais, todėl dažniausiai gedimai atsiranda dėl „anti-anti-adblock“ scenarijų arba panašių taisyklių rinkinių, taikomų konkrečioms svetainėms.",
    "3906359167": "Sprendimai:",
    "3464870463": "1. Įtraukite hcaptcha.com ir *.hcaptcha.com slapukus į baltąjį sąrašą skelbimų blokavimo priemonėje arba naršyklės saugos plėtinyje.",
    "1204911585": "2. Jei naudojate „Brave“ naršyklę, kurioje (2020 m. balandžio mėn.), atrodo, nėra jokio baltojo slapukų sąrašo, eikite į Nuostatos -> Skydai -> Slapukai ir pasirinkite „Leisti visus slapukus“.",
    "2932826396": "3. Jei naudojate naujausią „Safari“ versiją neseniai išleistoje OS X 10.15 arba iOS 13.4 versijoje, „Apple“ ką tik pakeitė „Safari“ elgseną, susijusią su trečiųjų šalių slapukais, blokuodama juos visus pagal numatytuosius nustatymus. Diegiame sprendimą, bet kol kas apsilankykite „Safari“ nuostatų skiltyje „Privatumas“ ir panaikinkite žymėjimą nuo „Svetainės stebėjimas: neleisti stebėti kelių svetainių“, kad pritaikymo neįgaliesiems slapukas veiktų taip, kaip tikėtasi.",
    "3836291932": "Kl.: naudoju kelis įrenginius. Ar man reikia registruotis kelis kartus?",
    "3251220335": "A: Ne. Spustelėkite tą pačią el. pašto prisijungimo nuorodą, atsiųstą kiekviename įrenginyje, kurį naudojate norėdami nustatyti slapuką.",
    "2082407178": "Kl .: Kaip galiu apsisaugoti nuo trečiosios šalies slapukų sekimo naudojant pritaikymo neįgaliesiems slapuką?",
    "2700197090": "A: Bet kokio privatumo arba skelbimus blokuojančio plėtinio, palaikančio domeno lygio įtraukimą į baltąjį sąrašą (pvz., „uBlock Origin“), naudojimas veiks kaip tikėtasi: tiesiog būtinai įtraukite į baltąjį sąrašą hcaptcha.com.",
    "3657743880": "Naršyklės instrukcijos dėl kelių svetainių slapukų",
    "1960601330": "Norėdami įjungti slapukus „Safari“ („Mac“): eikite į „Safari“ išskleidžiamąjį meniu. Pasirinkite Parinktys. Viršutiniame skydelyje spustelėkite Privatumas. Skiltyje „Blokuoti slapukus“ pasirinkite parinktį „Niekada“.",
    "1622303590": "Norėdami įjungti slapukus „Safari“ („iPhone“ / „iPad“ iOS 11 ir naujesnėse versijose): atidarykite nustatymus. Slinkite žemyn ir pasirinkite „Safari“. Skiltyje „Privatumas ir sauga“ išjunkite „Užkirsti kelią kelių svetainių stebėjimui“ ir „Blokuoti visus slapukus“",
    "2199048568": "Spustelėkite bet kurio tinklalapio adreso juostos kairėje esantį skydą. Spustelėkite Apsaugos nustatymai. Atsidarys „Firefox“ nuostatų privatumo ir saugos skydelis. Dalyje Patobulinta sekimo apsauga pasirinkite Pasirinktinis. Pasirinkite, kuriuos stebėjimo įrenginius ir scenarijus blokuoti, pažymėdami tuos žymimuosius laukelius. Įsitikinkite, kad atblokavote hcaptcha.com.",
    "3967047208": "Taip pat galite laikinai išjungti kai kurias tinkintas apsaugas, kad tai derintumėte, panaikindami žymimuosius laukelius: Panaikinkite žymimąjį laukelį Stebėtojai arba atžymėkite žymimąjį laukelį Slapukai, jei vis dar kyla problemų.",
    "3805618893": "„Google Chrome“ (kompiuteris)",
    "3795997071": "Pasirinkite „Chrome“ meniu piktogramą. Pasirinkite Nustatymai.",
    "926138631": "Eikite į Privatumas ir sauga, tada Slapukai ir kiti svetainės duomenys.",
    "3419878556": "Įsitikinkite, kad „Blokuoti trečiųjų šalių slapukus“ neįjungta.",
    "2269166171": "„Google Chrome“ („Mac“):",
    "2989126922": "Meniu juostoje atidarykite „Chrome“ nuostatas.",
    "2348697693": "„Google Chrome“ („Android“):",
    "3700113699": "„Android“ įrenginyje atidarykite „Chrome“ programą.",
    "3620039756": "Viršuje dešinėje palieskite Daugiau, tada – Nustatymai.",
    "2813310562": "Bakstelėkite Svetainės nustatymai, tada – Slapukai.",
    "3014657981": "Šalia parinkties „Slapukai“ įjunkite nustatymą.",
    "1242066691": "Pažymėkite laukelį šalia „Leisti trečiųjų šalių slapukus“.",
    "292250020": "1. Viršutiniame dešiniajame ekrano kampe pasirinkite krumpliaratį, tada pasirinkite „Interneto parinktys“. Jei įjungėte meniu juostą, galite pasirinkti „Įrankiai“, tada „Interneto parinktys“.",
    "4114820649": "2. Spustelėkite skirtuką „Privatumas“.",
    "946838734": "3. Pasirinkite mygtuką „Išplėstinė“.",
    "348809718": "4. Skiltyje „Trečiųjų šalių slapukai“ pasirinkite „Sutinku“.",
    "1253441326": "5. Spustelėkite „Gerai“",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI etikos politika",
    "1161704803": "Kodėl turime AI etikos politiką?",
    "1806535500": "Beveik kiekviena technologija, nuo pieštukų iki dinamito, yra a",
    "24452499": "tirpalas; jis gali būti naudojamas tiek gerai, tiek blogai. Kiekviena įmonė, tirianti, statanti ar parduodanti dvejopo naudojimo sprendimus, privalo atsižvelgti į savo veiksmų pasekmes.",
    "4023575072": "dvejopo naudojimo",
    "3336625692": "Šiame puslapyje išsamiai aprašomos mūsų mintys šia tema AI etikos kontekste ir procesai, kurių laikomės siekdami užtikrinti, kad naudojimasis mūsų paslaugomis atitiktų mūsų, kaip įmonės, priimtą politiką.",
    "835717930": "AI etika „hCaptcha“.",
    "2179524509": "Retkarčiais sulaukiame klausimų, kokie klausimai yra leidžiami naudojant „hCaptcha“ paslaugą ir kodėl užduodami konkretūs klausimai.",
    "1962721652": "Žmonės ieško modelių, o kartais nekenksmingas klausimas gali akimirksniu iš visiškai nestebinto tapti įtartinu dėl pasaulio pokyčių, o ne dėl bet kurio klausiančiojo motyvacijos.",
    "3974566657": "Populiarėjant paslaugoms, tokie atvejai neišvengiamai dažnėja. „hCaptcha“ kasdien naudoja milijonai žmonių beveik visose pasaulio šalyse, todėl skelbiame šią politiką ir atvejo analizę, kaip sprendžiame šias problemas, siekdami būti kuo skaidresni.",
    "1830910223": "Realaus AI etikos atvejo tyrimas",
    "805971861": "„Umbrella“ yra terminas „ImageNet“, standartiniame etaloniniame duomenų rinkinyje, kurį naudoja kompiuterinės regos tyrinėtojai. Patikimas skėčius laikančių žmonių atpažinimas taip pat labai svarbus kuriant saugias naujos kartos pažangiosios vairuotojo pagalbos (ADAS) sistemas.",
    "3988350": "Tai reiškia, kad yra puikių realaus pasaulio skėčių komentarų naudojimo atvejų. Yra vietos nesutarimams dėl savarankiškai važiuojančių automobilių poveikio, tačiau ADAS sistemos jau taupo",
    "548587288": "aplink pasauli.",
    "3138772661": "tūkstančiai gyvybių kasmet",
    "3168199226": "Tačiau 2020 m. tapo aišku, kad tokio tipo duomenų rinkinio kūrimas gali būti suvokiamas kaip dvejopo naudojimo technologija taip, kaip retas būtų tikėjęsis prieš metus.",
    "558378834": "Todėl šiuo metu nebepriimame užklausų dėl klausimų, susijusių su skėčiais. Galimybė suklaidinti, kai galutinis vartotojas šiuo metu mato klausimą apie skėčius, yra per didelis, o galiausiai mūsų tikslas yra padaryti pasaulį malonesniu.",
    "3376604063": "AI etikos politika ir procesai",
    "1923365316": "„hCaptcha“ laikosi griežtos AI etikos politikos, kurios dalis apima „Pažink savo klientą“ (KYC) procesą.",
    "4230322909": "Mes visada stengiamės gerai suprasti kiekvieną naują klientą ir jo numatytą naudojimo atvejį, kad įsitikintume, jog jis tinka mūsų produktams ir paslaugoms, ir užtikrina, kad jis atitiktų mūsų, kaip įmonės, priimtą politiką.",
    "2735073144": "Taip pat prireikus atliekame nuolatines peržiūras. Pavyzdžiui, neseniai peržiūrėdami su skėčiais susijusių ženklinimo užklausų datas ir šaltinius, greitai galėjome patvirtinti, kad per pastaruosius 12 mėnesių jokia vyriausybės institucija ar žinomas valstybinis stebėjimo programinės įrangos tiekėjas nepateikė užklausų dėl skėčių, naudojančių mūsų paslaugas. .",
    "2715462692": "Kaip atrodo mūsų AI etikos procesas?",
    "3049976256": "Kiekvienam naujam ženklinimo klientui pardavimo proceso metu peržiūrime kontrolinį sąrašą. Tai apima pradinį KYC kruopštumą prieš pradedant darbą, taip pat visų mūsų analitikams pateiktų užklausų patikrinimą, patikrinimus realiuoju laiku ir periodines užklausų, pateiktų naudojant mūsų savitarnos platformą, peržiūras.",
    "3103642530": "Ši apžvalga sudaryta iš kelių kriterijų rinkinių:",
    "3349094124": "Etikos kriterijai: Tikslas",
    "1038019440": "1. Ar šis klientas, atstovaujantis šalies nacionaliniams interesams, elgiasi prieštaraujančiam tarptautiniams įstatymams ir normoms?",
    "493717511": "2. Ar šis klientas prašo paslaugų, kurios galėtų būti?",
    "2209109640": "naudojami tik piktybiniais tikslais, vykdant įprastą verslo veiklą?",
    "3457805519": "3. Ar pagal JAV įstatymus ir mūsų įsipareigojimo taisykles galima įvykdyti kliento prašymą?",
    "1942611550": "pirmiausia",
    "109179759": "Etikos kriterijai: Subjektyvus",
    "1033698050": "1. Ar manome, kad klientas mums suteikė naudojimo atvejį, kurį laikome morališkai priimtinu pagal mūsų tipiškų Vakarų visuomenės normų interpretaciją?",
    "361372538": "2. Ar manome, kad klientas greičiausiai naudos mūsų teikiamas paslaugas diskriminaciniais tikslais tokiais būdais, kurie galėtų būti teisėti, bet mums nepriimtini?",
    "2867855718": "3. Ar manome, kad privatumo poreikiai gali būti patenkinamai patenkinti užklausoje?",
    "2462728596": "Jei negalime patenkinti šių klausimų, atmesime užklausą ir galime nutraukti tolesnę prieigą prie mūsų platformos, kaip nurodyta mūsų sąlygose.",
    "1995277831": "Ačiū",
    "1818116402": "Tikimės, kad įvertinote tai, kaip sprendžiame su AI etikos komponentu susijusius klausimus.",
    "1499894352": "Labai nedaug įmonių siūlo skaidrumą savo sprendimų priėmimo procesuose šioje srityje, ir tikimės, kad kiti paseks šiuo pavyzdžiu!",
    "535659033": "„Creative Commons“ priskyrimas",
    "1495915066": "Kaip mes, mūsų akademinių tyrimų partneriai ir mūsų klientai, naudojame Creative Commons mediją",
    "3017533972": "Mes, mūsų akademinių tyrimų partneriai ir mūsų klientai, kartais per hCaptcha platformą galime remtis Creative Commons licencijuoto turinio dalimis arba atkurti jas, siekdami pagerinti žmonijos žinias mašininio mokymosi srityje.",
    "1428053210": "Šis turinys paprastai pakeičiamas iš pradinės formos. Pavyzdžiui, vaizdo įrašas gali būti padalytas į daug vaizdų, tie vaizdai gali būti padalyti į daug naujų vaizdų, o tie nauji vaizdai atsitiktine tvarka sumaišomi, kad būtų rodomas galutinis rezultatas.",
    "1728211763": "Turinio naudojimas tokiu būdu ir šiais tikslais atitinka sąžiningo naudojimo gaires, atsižvelgiant į mūsų įstatymų supratimą ir standartinę praktiką šioje srityje, tačiau esame seniai „Creative Commons“ gerbėjai ir mieliau vertiname visus, kurie padeda monumentali užduotis tobulinti mašinų intelektą.",
    "1949452297": "Dėl būdingų hCaptcha vartotojo sąsajos apribojimų ir saugumo sumetimų neįmanoma atkurti kiekvieno vaizdo šaltinio, esančio tiesiogiai šalia jo naudojimo. Vietoj to, mes pateikiame nuorodą į šį puslapį iš savo pagrindinio puslapio ir palaikome šiuo metu arba neseniai per platformą teikiamų šaltinių sąrašą. Galite pasiekti dabartinį sąrašą",
    "2367602973": "čia",
    "659124570": "Be to, jei matote jums priklausantį turinį, atkurtą „hCaptcha“ platformoje ir norėtumėte, kad jis dėl kokios nors priežasties būtų pašalintas, galite susisiekti su mumis el.",
    "2066749488": "Kiti skundai",
    "3479034323": "Jei matote, kad jums priklausantis turinys yra atkurtas „hCaptcha“ platformoje ir norėtumėte, kad jis dėl kokios nors priežasties būtų pašalintas, galite susisiekti su mumis el.",
    "1836554225": "Tinklaraščio įrašai",
    "2873297188": "Ar visos CAPTCHAS diskriminuoja ne amerikiečius?",
    "165932542": "Žvilgsnis į „hCaptcha“ sprendimų tarifus visame pasaulyje",
    "1865097546": "2021 m. lapkričio 16 d",
    "3005876482": "„hCaptcha“ dabar yra didžiausia nepriklausoma CAPTCHA paslauga, veikianti 15% interneto",
    "693820850": "Galite nugalėti „Google“ pirmiausia skirdami privatumą",
    "3609106478": "Kredito duomenų užpildymas:",
    "299335340": "Kas tai yra ir kaip sustabdyti išpuolius",
    "354925785": "Įvadas",
    "423222878": "Kai kurios iš kibernetinių atakų, kurias sunkiausia aptikti, užkirsti kelią ir sustabdyti, yra tos, kai kenkėjiškas veikėjas gali naudoti teisėtus vartotojo kredencialus, kad prisijungtų prie aktyvios vartotojo paskyros. Neturėdama daug sudėtingų aptikimo galimybių, paskyrą priglobianti įmonė neturi pagrindo įtarti, kad kažkas negerai. Atrodo, kad klientas tiesiog prisijungė prie savo paskyros. Užpuolikas sėkmingai gudravo pasinaudodamas pavogtais kredencialais – dažniausiai kibernetinės atakos technikos, žinomos kaip „kredencialų užpildymas“, rezultatas. Šiandien tai rimta problema, tačiau ją galima sušvelninti imantis tinkamų atsakomųjų priemonių.",
    "777660551": "Kas yra kredencialų užpildymas?",
    "2602763587": "Kredencialų užpildymas yra kibernetinės atakos forma, kai užpuolikas kelis kartus bando prisijungti prie svetainės naudodamas pavogtų naudotojų vardų ir slaptažodžių poras. „Įdaras“ reiškia pasikartojančius prisijungimo bandymus, kuriuos beveik visada atlieka automatizuota robotų programinė įranga.",
    "1271831121": "Neatsižvelgiama į tai, kad įsilaužėlis (žinoma, apsirengęs gobtuvu!) sėdi ten ir rašo kredencialus po kredencialo. Automatinis prisijungimo robotas gali būti sukurtas naudojant jau paruoštą įrankį, pvz., Seleną, arba pagal užsakymą sukurtą įsilaužėlių įrankį.",
    "2588750717": "Iš tiesų, kai kurios kredencialų užpildymo atakos apima milijonus kredencialų – visi jie įkišami į nieko neįtariančią svetainės prisijungimo sąsają tikintis, kad bus įleista. Patekęs į vidų, užpuolikas gali perimti aukos paskyrą.",
    "1137757109": "Jei tai el. prekybos paskyra, užpuolikas gali užsisakyti prekių. Jei auka yra bankas, užpuolikas gali pervesti lėšas užsienyje ir pan.",
    "1559150837": "Tačiau taikiniai nėra neapsaugoti. Daugumoje svetainių yra valdikliai, kurie blokuoja įtartiną vartotoją, kuris per trumpą laiką bando prisijungti prie tūkstančių skirtingų paskyrų iš to paties IP adreso. Kredencialų užpildymo užpuolikai daro, kad išvengtų šių apsaugos būdų, tai yra, kad imituotų geografinę ir IP įvairovę. Naudodami galingus, dažnai dirbtinio intelekto valdomus įrankius, jie gali atrodyti, kad tūkstančiai vartotojų atsitiktinai bando prisijungti skirtingu paros metu iš visos šalies. Tai daug sunkiau aptikti ir sustabdyti.",
    "1892020899": "Iš kur įsilaužėliai gauna kredencialus?",
    "2597149484": "Priežastis, dėl kurios įsilaužėlis turi „prikišti“ tiek daug kredencialų, yra susijusi su tuo, kur jie gauna pavogtus kredencialus.",
    "3030395800": "Šie kredencialai paprastai gaunami dėl duomenų pažeidimų. Taip pat žinomos kaip „kredencialų išsiliejimas“, dėl šių išpuolių milijonai kredencialų gali patekti į tamsųjį žiniatinklį. Jei išsiliejo iš banko, įsilaužėlis bandys panaudoti tuos kredencialus, kad patektų į kitas svetaines. Šis metodas veikia, nes tiek daug žmonių naudoja tą patį vartotojo vardo ir slaptažodžio derinį kelioms svetainėms. (Ši praktika nerekomenduojama, tačiau realybė yra tokia, kokia yra. Žmonės linkę kartoti tuos pačius prisijungimo duomenis.)",
    "1258965840": "Taigi, jei užpuolikas gali patekti į vieną svetainę, jis tikriausiai gali patekti į kelias svetaines naudodamas išsiliejusius kredencialus. Pavyzdžiui, jie gali gauti vartotojo vardo/slaptažodžio porą, pvz., JohnDoe/525momma, bet neįsivaizduoja, ką ta pora jiems padės. Taigi, jie išbando porą Amazon.com, Ebay, Citibank, Walgreens ir toliau. Jie gali išbandyti tą porą tūkstančiuose skirtingų svetainių.",
    "3594440415": "Galų gale jie pradės varstyti duris.",
    "780280214": "Kaip „hCaptcha“ ir „hCaptcha Enterprise“ sumažina kredencialų užpildymo grėsmę",
    "4165374512": "Nors galima naudoti IP ir vietos aptikimo įrankius, kad būtų išvengta kredencialų užpildymo, ekonomiškesnis ir tikslesnis būdas yra tiesiog nutraukti patį automatinį kredencialų užpildymo robotą. „hCaptcha“ ir „hCaptcha Enterprise“ gali užblokuoti robotą įėjimo taške. Net jei robotas turi tinkamus kredencialus, jei jis negali aptikti „hCaptcha Enterprise“ arba „hCaptcha“ CAPTCHA, jis negalės atlikti savo funkcijų, o jūsų svetainė ir vartotojai bus apsaugoti.",
    "3269644546": "Prašau",
    "1058572205": "mus, jei norite sužinoti daugiau apie",
    "3753613260": "kontaktas",
    "1792519141": "„hCaptcha Enterprise“.",
    "3515435438": "Pranešimas apie DMCA skundus",
    "54093347": "DMCA registruotas agentas",
    "3233441200": "Pakartoti pažeidėjų politiką",
    "4011712313": "Vykdydami DMCA politiką, klientų, apie kuriuos gauname kelis DMCA pranešimus apie tariamą pažeidimą, paskyras įtraukiame į daugiapakopę DMCA pakartotinio pažeidimo politiką. Gavus pakartotinius DMCA pranešimus per kalendorinį mėnesį, kliento paskyra pereis nuo vieno politikos veiksmo prie kito.",
    "766825168": "Veiksmai, kurių galime imtis pagal DMCA pasikartojančių pažeidėjų politiką, apima įspėjimų apie padidintą matomumą siuntimą įrašytam paskyros klientui. Kad patvirtintume šiuos įspėjimus, galime reikalauti, kad klientas prisijungtų prie paskyros arba paskambintų mūsų palaikymo komandai. Taip pat pasiliekame teisę sustabdyti arba nutraukti, taip pat taikyti kitas laikinąsias priemones bet kurio kliento, kuriam ir toliau gauname DMCA pranešimus apie tariamą pažeidimą, „hCaptcha“ ir IMI paslaugoms net po to, kai išsiuntėme pakartotinius pažeidimo įspėjimus. Be to, nutraukę hCaptcha paslaugą pagal šią politiką, savo nuožiūra galime nutraukti kitas šiems klientams teikiamas „hCaptcha“ ar IMI paslaugas.",
    "2410122265": "„hCaptcha“ ištekliai: „Bots 101“.",
    "4166776480": "Kredencialų užpildymas: kas tai yra ir kaip sustabdyti išpuolius",
    "2301335298": "Mokėjimų sukčiavimas: sparčiai besivystančio elektroninio nusikaltimo mažinimas",
    "3682071227": "Kas yra paskyros perėmimas ir kaip jie veikia?",
    "2729131930": "Kas yra grandymas ir kaip tai veikia?",
    "1344959096": "Dirba individualiu duomenų žymėtoju",
    "3510143229": "„hCaptcha“ yra svetainėms ir programoms skirta paslauga,",
    "3930611699": "individualūs darbuotojai.",
    "1051214799": "„hCaptcha“ yra žiniatinklio saugos paslauga, kuri bando dalytis verte su ją naudojančių svetainių ar programų leidėjais.",
    "360236473": "„hCaptcha“ paslauga nėra skirta naudoti, kad kas nors galėtų dirbti kaip individualus etikečių kūrėjas. Jis nėra sukurtas ar pritaikytas šiam tikslui. Niekam nerekomenduojame naudoti „hCaptcha“ kaip asmeninių pajamų šaltinio.",
    "3842490632": "Tikėtina, kad individualus vartotojas, bandantis atsakyti į daugelį klausimų, bus greitai apribotas arba uždraustas. Lygiai taip pat svarbu, kaip ir mūsų",
    "1560232962": "padengia išsamiai, jokios garantijos dėl sumos, uždirbtos už bet kurį atsakymą, nesuteikiamos. Mokamų klausimų tuo metu gali nebūti, atsakymas gali būti atmestas dėl kokybės priežasčių ir pan.",
    "2694001822": "Tačiau kartais samdome asmenis, kurie padėtų mums išbandyti sistemos ypatybes ir naujas funkcijas.",
    "1569804581": "Jei norėtumėte, kad ateityje su jumis būtų susisiekta dėl susijusių galimybių, užpildykite šią formą.",
    "636461959": "vardas",
    "1139500589": "Šalis",
    "1789607185": "Elektroninio pašto adresas",
    "325077666": "Pateikdami savo informaciją sutinkate su mūsų",
    "3555583744": "ir",
    "3609929815": ". Jūsų vardą, pavardę, šalį ir el. pašto adreso informaciją išsaugosime tik tam, kad galėtume ateityje su jumis susisiekti dėl individualių ženklinimo darbų galimybių.",
    "4197928199": "Privatumo politika",
    "851786723": "Įvesdami savo el. pašto adresą, sutinkate su mūsų sąlygomis ir privatumo politika bei gauti iš mūsų el.",
    "2402165761": "Kaip veikia grandymas?",
    "4260542944": "Turinio iššifravimas (taip pat žinomas kaip „ekrano išgryninimas“ arba tiesiog „iškarpymas“) yra pažįstamas, dažnai naudingas informacijos iš žiniatinklio rinkimo procesas. Tačiau pastaraisiais metais ši technika tapo mėgstamu įsilaužėlių ir sukčių įrankiu. Atsakomosios priemonės gali veiksmingai sumažinti grėsmę, tačiau norint jas įgyvendinti, būtina suprasti, kaip veikia procesas.",
    "2066255783": "Kas yra turinio iškarpymas?",
    "1910628828": "Turinio nuskaitymas yra duomenų gavimo iš sistemos metodas, apimantis automatizuotą įrankių rinkinį, kuris apsimeta programinės įrangos klientu arba žiniatinklio naršykle. Tai nėra nauja. Tiesą sakant, programinės įrangos inžinieriams, kuriems gali prireikti duomenų iš seno pagrindinio kompiuterio, rinkimas gali būti vienintelis būdas išgauti informaciją. Gali būti, kad originalių jungčių nebeliko ir jų neįmanoma pakeisti.",
    "3408107995": "Tačiau šiandien rinkimas visada reiškia programinį duomenų gavimo iš svetainės metodą. Nuskaitymo programinė įranga veikia kaip žmogus, spaudžiantis mygtukus ir nuskaitantis gautą išvestį. Yra daug teisėtų grandymo būdų. Vienas iš pavyzdžių yra žiniatinklio tikrinimo programos, kurios maitina paieškos variklius. Taip pat tokie įrankiai kaip „Skyscanner“, kurie ieško kelionių pasiūlymų, naršydami tūkstančius kelionių svetainių. Ją naudoja ir „Fintech“ įmonės, rinkdamos vartotojų finansinius duomenis iš bankų svetainių, jei nėra taikomųjų programų sąsajų (API), skirtų duomenų ryšiui užmegzti. Dalykai, kuriuos reikia atsiminti apie ekrano grandymą, yra jo greitis ir mastelio keitimas. Procesas gali surinkti didžiulį duomenų kiekį iš svetainių, darant prielaidą, kad svetainės nėra sukonfigūruotos taip, kad tai neįvyktų. Skaičiavimo greičiu grandiklis gali kaupti didelius duomenų rinkinius sąveikaudamas su svetainėmis ir pagrindine programine įranga bei duomenų bazėmis, kurios jas maitina.",
    "1920884252": "Kodėl turinys kelia grėsmę saugumui?",
    "2256795853": "Galimybė greitai išgauti daug duomenų iš svetainių padaro duomenų rinkimą galingu įrankiu kenkėjiškų veikėjų rankose. Nuskaitymo robotas gali rinkti vartotojo duomenis iš socialinės žiniasklaidos svetainių. Tada, išgryninęs svetaines, kuriose yra adresų ir kitos asmeninės informacijos, ir suderinęs rezultatus, įsilaužėlis gali įsitraukti į tapatybės nusikaltimus, pavyzdžiui, pateikti apgaulingų kredito kortelių paraiškų.",
    "4087694419": "Įsilaužęs įsilaužėlis taip pat gali rinkti duomenis iš tokių svetainių kaip „Amazon“ ir „eBay“, kad sukurtų netikrus ar apgaulingus produktų sąrašus. Tada jis arba ji galėtų pasiūlyti juos parduoti naudodamas lygiavertes paslaugas, pvz., „OfferUp“, ir surengti sukčiavimo atakas prieš pirkėjus. Arba sukčius gali parduoti neegzistuojančius produktus. Tolesnis sukčiavimas ekrane yra susijęs su skelbimų leidėjų klastojimu. Nubraukdamas turinį iš leidėjų svetainių, sukčius įvairiose paslaugose gali sukurti netikrus skelbimų leidėjų puslapius. Tada jie gali parduoti skelbimus tuose puslapiuose įgaliotiems perpardavėjams, kurių kontaktus jie surinko iš leidėjo ads.txt failo. Reklamuotojui skelbimo sritys atrodo tikros, bet taip nėra.",
    "3315658779": "Užkirskite kelią turinio nubraukimui naudodami „hCaptcha Enterprise“.",
    "2602081482": "„hCaptcha Enterprise“ naudoja pažangų mašininį mokymąsi, kad nustatytų kenkėjišką srautą į jūsų svetainę ir programas, įskaitant nuskaitymo veiklą.",
    "1422537019": "mums šiandien, kad sužinotume daugiau.",
    "1988268879": "Ekonomiškas duomenų ženklinimas dideliu mastu",
    "2163914794": "Reikia daugiau etikečių jūsų duomenų rinkiniams? „hCaptcha“ suteikia greitą, ekonomišką ir aukštos kokybės duomenų ženklinimą įmonėms, dirbančioms su dirbtinio intelekto ir mašininio mokymosi programomis.",
    "3378932530": "Pažymėkite savo duomenis dabar",
    "3483700676": "Nedelsdami paleiskite milijonus užduočių",
    "3478726913": "„hCaptcha“ turi vieną didžiausių baseinų planetoje, kurį galite naudoti. Nepriklausomai nuo jūsų masto, galime tai padaryti be brangių išankstinių įsipareigojimų. Milijonai užduočių per dieną nėra problema.",
    "740501259": "Paprasti API valdomi vamzdynai",
    "2784612261": "Norite integruoti žmogaus peržiūrą tiesiai į savo verslo operacijas? Siūlome didelio patikimumo SLA, garantuotą pajėgumą ir paprastas REST API.",
    "1144966033": "Optimizuotas pagal kainą ir kokybę",
    "3213351333": "Nereikia išankstinių įsipareigojimų",
    "2107077506": "„HUMAN“ platforma naudoja išsamius pasitikėjimo modelius, kad atliktų sudėtingą kokybės analizę realiuoju laiku. Tai leidžia greitai nustatyti klausimų sudėtingumą ir tikėtiną teisingą atsakymą, sutaupant jūsų laiko ir pinigų.",
    "3576146278": "Mokėkite tik už reikalingą tikslumą",
    "2952586316": "Ne visos problemos yra vienodos. Saugos požiūriu svarbių užduočių komentarai gali pareikalauti 99,99 % darbuotojų pasitikėjimo. Vienos beta versijos funkcijos komentarai žaidimų programoje mobiliesiems gali reikalauti tik vidutinio pasitikėjimo. Tu nuspręsk.",
    "710145621": "Pateikite savo pagrindinius tiesos duomenis arba leiskite mums juos sukurti",
    "987901590": "Ar turite neapdorotų duomenų be išsamaus patvirtinimo rinkinio? Daugeliu atvejų galime sukurti vieną už jus, kai užduotys vykdomos sistemoje, arba sukurti pažymėtus pavyzdžius, kad gautumėte patvirtinimą.",
    "2597352122": "Anotacijų tipai",
    "1344687860": "Apribojančios dėžės",
    "1089415440": "Tikslus objektų aptikimas vaizduose ir vaizdo įrašuose",
    "3817067682": "Daugiakampiai",
    "2682873489": "Apibrėžkite objektų ribinę sritį",
    "1275150216": "Orientyrai",
    "2067112112": "Taškų anotacijos daugeliui skirtingų naudojimo atvejų",
    "4228682126": "Atributų kategorizavimas",
    "2920213479": "Rūšiuoti arba pridėti bet kokio dydžio savavališkas kategorijas",
    "3288667364": "Palyginimas ir aptikimas",
    "155877895": "Žmogaus varomas aptikimas ir klasifikavimas",
    "3128433367": "... ir daug daugiau",
    "2827452240": "Reikia kito čia nepateikto tipo? Tiesiog paklausk mūsų.",
    "719304627": "Reikia visiško valdymo?",
    "1172067553": "„hCaptcha“ platforma HUMAN teikia itin sudėtingas darbo kokybės ir valdymo funkcijas per vietines, hibridines arba „SaaS“ diegimus, kurie integruojami su esamomis sistemomis.",
    "2319072959": "Veikite visiškai neprisijungę naudodami savo darbo jėgą, stebėkite verslo vienetų ar konsorciumo partnerių sunaudotą vertę, selektyviai nukreipkite užduotis skirtingiems vidaus ar išorės darbo tiekėjams pagal sąnaudų ir saugumo reikalavimus ir dar daugiau.",
    "1936512180": "Lengva API prieiga, gražūs prietaisų skydeliai ir naujausia modelio technologija, siekiant maksimaliai padidinti darbuotojų efektyvumą.",
    "3913848038": "Galimi 99,99 % veikimo laiko SLA ir 24 valandas per parą, 7 dienas per savaitę, 7 dienas per savaitę.",
    "1080752747": "Susisiekite su pardavimais",
    "1525403768": "Norėdami gauti daugiau informacijos, susisiekite su įmonės pardavimu.",
    "1546930020": "Duomenų ženklinimas",
    "2486638408": "Apibrėžkite specifikacijas",
    "1027200955": "Pasikalbėkite su vienu iš mūsų domeno ekspertų, kad nustatytumėte savo projekto poreikius: tikslo tikslumą, formatą ir visus specialius reikalavimus.",
    "1156712451": "Pradinis darbo testas",
    "181065232": "Atliekame nedidelį gamybos darbą pagal jūsų pavyzdinius duomenis. Taip išbandomas darbas, kurį atlikome kartu, siekdami užtikrinti, kad gautumėte būtent tai, ko jums reikia.",
    "3207769512": "Diegti gamybos darbus",
    "1099238677": "Turėdami didelę apimtį ir mažą delsą, greitai pakeisime jūsų darbą, o jį pristatysime automatiškai.",
    "465783046": "Norite išbandyti savo duomenis?",
    "328625009": "... mes pasiruošę, kai būsite: mūsų paslauga teikiama visą parą.",
    "3225770968": "„hCaptcha“ sukurta siekiant išspręsti daug darbo reikalaujančią mašininio mokymosi problemą; ženklinti didelius duomenų kiekius laiku, įperkamai ir patikimai.",
    "2041686284": "Daugiau duomenų paprastai duoda geresnių rezultatų mokant mašininio mokymosi modelius. Dėl pastarojo meto gilių modelių sėkmės atsirado vis didesni duomenų rinkiniai, o „hCaptcha“ patenkina šį poreikį. Tačiau didelių žmonių peržiūrėtų duomenų rinkinių kūrimas naudojant tradicinius metodus yra lėtas ir brangus.",
    "3729345277": "„hCaptcha“ yra būdas įmonėms greičiau, kokybiškiau ir pigiau nei kitos alternatyvos gauti reikiamus komentarus.",
    "2103563261": "Privati arba vieša informacija",
    "2513143348": "„hCaptcha Enterprise“ sistema yra išskirtinai lanksti savo konstrukcija: ji gali būti iš dalies arba visiškai įdiegta jūsų tinklo pakraštyje, jei naudojate viešą debesį arba turite daug duomenų centrų.",
    "3107683988": "Tai gali žymiai sumažinti srautą už tinklo ribų ir išlaidas, kartu išsaugant visus 24 valandas per parą, 7 dienas per savaitę budinčio personalo teikiamus valdymo privalumus, kad būtų laikomasi griežčiausių SLA.",
    "3660619092": "Prisiregistruokite nemokamai arba susisiekite su pardavimu, kad gautumėte įmonės sprendimus",
    "2351176803": "„hCaptcha JS“ API licencijos sąlygos",
    "2616226398": "Pagal mūsų",
    "2024293275": ". Visos kitos teisės saugomos, kol kas.",
    "1062291156": "standartinės sąlygos",
    "2712493234": "Mokėjimų sukčiavimas: sparčiai besivystančio elektroninio nusikaltimo mažinimas",
    "1817772953": "Sukčiavimas nėra nauja nusikaltimo forma. Iš tiesų, archeologai atkasė kovos su sukčiavimu prietaisus, kuriuos senovės šumerai sukūrė gyvuliams gabenti be nuostolių beveik prieš 10 000 metų! Jų atveju jie įdėjo molinius žetonus, kurių kiekvienas vaizduoja gyvūną, į molinį rutulį, žinomą kaip „bula“. Bula keliaudavo su kaimene, kai pereidavo nuo pardavėjo prie pirkėjo. Net tada verslo savininkai nerimavo, kad ne visi, su kuriais jie bendraudavo, vis labiau pakildavo. Per 10 000 metų daug kas pasikeitė, tačiau būtinybė būti naujoviškam užkertant kelią sukčiavimui išlieka su mumis. Šiandien internetinių mokėjimų sukčiavimo problema yra itin svarbi. Su internetu sukčiai vis labiau įgudo pergudrauti kovos su sukčiavimu kontrolę. Tačiau nauji sprendimai apverčia bangą.",
    "1053787685": "Kas yra mokėjimų sukčiavimas?",
    "433424759": "Mokėjimo sukčiavimas apima bet kokį neteisėtą sandorį, kai kibernetinis nusikaltėlis atima iš aukos ką nors vertingo, dažniausiai pinigus. Tai gali reikšti, kad pavogta kredito kortele užsakant prekes internetu arba perimama banko sąskaita ir iš jos neteisėtai pervedamos lėšos. Variacijų yra daug, tačiau visų jų rezultatas yra tas pats: sukčiai naudoja pavogtą tapatybę arba mokėjimo informaciją, kad pavogtų iš vartotojo, banko ar prekybininko.",
    "2939852138": "Kaip sukčiai [bando] išsisukti nuo mokėjimų sukčiavimo?",
    "1665616092": "Mokėjimų sukčiavimas iš esmės yra paprastas, tačiau šiuo metu jis gali būti nepaprastai sudėtingas.",
    "4246520782": "Tiesą sakant, pastaraisiais metais internetas liudija tikras ginklavimosi varžybas tarp sukčių ir gynėjų.",
    "2167049807": "Apsaugos komandos ėmėsi įvairių atsakomųjų priemonių ir kontrolės priemonių, kurios nugali lengvus, atsainius mokėjimų sukčiavimo būdus. Tačiau išpuoliai tampa vis sudėtingesni. Pavyzdžiui, robotai dabar gali surinkti pavogtus kredito kortelių numerius ir PIN kodus iš netikrų svetainių ir sukčiavimo atakų.",
    "1936449777": "Tada visiškai automatizuotu režimu jie gali imituoti žmonių elgesį el. prekybos svetainėse, spustelėdami mygtukus ir įdėdami prekes į pirkinių krepšelius – iki taško, kai daugelis (jei ne dauguma) kovos su sukčiavimu valdiklių negali pasakyti, kad robotas bando pavogti. prekės. Atvirkščiai, atrodo, kad žmogus tiesiog apsiperka. Botas gali prisijungti prie tikro kliento paskyros naudodamas pavogtus prisijungimo duomenis. Be to, sukčiavimą slepia roboto gebėjimas suklastoti IP adresus ir atrodyti, kad „pirkėjas“ yra kitoks nei užpuolikas, kuris gali būti svetimoje šalyje.",
    "648630222": "Užkirsti kelią mokėjimų sukčiavimui naudojant „hCaptcha Enterprise“.",
    "1621930829": "Ką galima padaryti dėl šiuolaikinės pažangios, nenutrūkstamos mokėjimų sukčiavimo veiklos? Kelių valdymo sluoksnių naudojimas paprastai yra išmintingas požiūris. Tačiau geriausios atsakomosios priemonės yra tos, kurios gali sugauti robotą ir atskleisti, kad jis netikras, nepaisant didžiausių jo kūrėjų pastangų atkartoti žmogaus elgesį.",
    "2423586454": "Vis dar yra dalykų, kurių programinė įranga negali padaryti, nesvarbu, koks geras AI yra už jo. Šiuolaikinė CAPTCHA technologija siūlo patikrintą metodą blokuoti robotus, bandančius tęsti mokėjimų sukčiavimą. Nors senieji CAPTCHA metodai, pavyzdžiui, paprasti pasvirę skaičiai dėžutėje, dabar dažniausiai nepakankamai sumažina pažangių robotų veikimą, automatinis testavimo ir atsako įrenginys, pvz., „hCaptcha Enterprise“, gali lengvai užklupti sukčių robotą prisijungus prie paskyros arba atsiskaitant krepšelį. Net jei robotas turi tikrus kredencialus, jis negalės pasiekti CAPTCHA.",
    "1467308982": "Mokėjimo tvarkaraščiai",
    "1291824746": "„hCaptcha“ išmokėjimai vykdomi kas ketvirtį po 60 dienų. Norėdami parodyti, ką tai reiškia, žr. toliau pateiktą lentelę.",
    "3444947612": "Eismas tarp",
    "4181611011": "Sutaikymo data",
    "728503636": "Išmokėjimo data",
    "3720584906": "2021 m. liepos 15 d. – 2021 m. spalio 15 d",
    "388240587": "2022 m. sausio 5–15 d",
    "3426312287": "2022 m. sausio 5–15 d",
    "615618648": "2021 m. balandžio 15 d. – 2021 m. liepos 15 d",
    "3376724603": "2021 m. rugsėjo 14–24 d.†††",
    "3398978455": "2021 m. rugsėjo 15–25 d.†††",
    "2722456056": "2021 m. sausio 15 d. – 2021 m. balandžio 15 d",
    "4063155841": "Ne vėliau kaip 2021 m. birželio 25 d.††",
    "4082053540": "2021 m. birželio 19–25 d.††",
    "64953197": "2020 m. spalio 15 d. – 2021 m. sausio 15 d",
    "1023070345": "Ne vėliau kaip 2021 m. kovo 14 d",
    "2600696085": "2021 m. kovo 15 d",
    "3217791519": "2020 m. liepos 15 d. – 2020 m. spalio 15 d",
    "649261378": "2021 m. sausio 5–11 d.*",
    "1559190296": "2021 m. sausio 5–11 d.†",
    "3806054689": "2020 m. balandžio 15 d. – 2020 m. liepos 15 d",
    "4162383380": "2020 m. rugsėjo 16–22 d.****",
    "1990824776": "2020 m. rugsėjo 16–24 d.*****",
    "3856690908": "2020 m. sausio 15 d. – 2020 m. balandžio 15 d",
    "3200641265": "Ne vėliau kaip 2020 m. birželio 16 d.*",
    "3744079744": "2020 m. birželio 15–19 d.****",
    "2209837451": "2019 m. spalio 15 d. – 2020 m. sausio 15 d",
    "2510534204": "Ne vėliau kaip 2020 m. kovo 23 d.***",
    "2910560864": "2020 m. kovo 20–23 d.***",
    "2544565802": "2019 m. liepos 15 d. – 2019 m. spalio 15 d",
    "3963642878": "Ne vėliau kaip iki 2019 m. gruodžio 14 d.*",
    "622103562": "2019 m. gruodžio 17 d.**",
    "4072202039": "2019 m. balandžio 15 d. – 2019 m. liepos 15 d",
    "818049069": "Ne vėliau kaip iki 2019 m. liepos 15 d",
    "1169005651": "2019 metų rugsėjo 15 d",
    "2303655425": "2019 m. sausio 15 d. – 2019 m. balandžio 15 d",
    "3678889946": "Ne vėliau kaip iki 2019 m. birželio 15 d",
    "3094354698": "2019 m. birželio 15 d",
    "4217013126": "Išmokėjimai paprastai vykdomi visą dieną išmokėjimo dieną ir paprastai baigiami iki vidurnakčio Ramiojo vandenyno laiku. Jei paskyra buvo pažymėta peržiūrėti, gali prireikti iki penkių papildomų darbo dienų, kol bus atliktas mokėjimas.",
    "1447649958": "Primename, kad išmokėti galima tik už tikslų žmonių srautą. Daugiau informacijos apie tai galite rasti mūsų DUK, pateiktoje žemiau. Turimas likutis taip pat turi atitikti minimalų slenkstį, kad būtų galima išmokėti, šiuo metu 10 HMT.",
    "4257144752": "Realiojo laiko įvertinimai neatspindi galutinio tikslumo ar žmogiškumo, todėl jūsų galutinis uždarbis gali labai skirtis, palyginti su skaičiais, rodomais informacijos suvestinėje prieš pirmąjį suderinimą.",
    "2728931827": "Po kiekvieno suderinimo bus atnaujinti kiekvieno svetainės rakto įvertinimai, o ateities prognozių tikslumas turėtų padidėti, nebent svetainėje iš esmės pasikeistų naudotojų elgsena.",
    "1200905005": "††† Nuo 2021 m. rugsėjo mėn. suderinimai ir išmokėjimai dabar vyksta maždaug per 10 dienų, o ne per vieną dieną, siekiant supaprastinti su paslaugos augimu susijusius veiklos apribojimus.",
    "4284094387": "†† Kai kurie 2021 m. birželio mėn. suderinimai ir išmokėjimai bus atliekami kitą savaitę, nes per suderinimo laikotarpį vėluojama patvirtinti galutinius skaičiavimus.",
    "1977013707": "† 2020 m. gruodžio mėn. išmokėjimai buvo perkelti iš 15 d., kad būtų išvengta persidengimo su metų pabaigos derinimais ir darbuotojų atostogomis: jos bus baigtos iki antrosios sausio savaitės. Dėl lėtesnių nei įprasta pervedimų į PayPal, išmokėjimai bus vykdomi kelias dienas, o ne vieną dieną.",
    "517010299": "Atkreipkite dėmesį: šiuo metu atliekame pagrindinį perėjimą prie beveik realiojo laiko suderinimo. Periodiniai suderinimai vyks rečiau nei įprastai iki 2021 m. I ketvirčio. Tai neturi įtakos išmokėjimų tvarkaraščiams ar datoms.",
    "3092200338": "** Kai 15 diena patenka į savaitgalį, išmokėjimo data yra 17 diena.",
    "3891941747": "*** PATARIMAI dėl COVID-19: dėl sumažėjusių su COVID-19 susijusių darbuotojų pajėgumų suderinimas buvo suplanuotas iš naujo, kad liktų daugiau laiko atlikti standartinį patvirtinimą. Tikimasi, kad išmokėjimai prasidės penktadienį ir bus baigti kitą pirmadienį.",
    "2301757528": "**** Dėl PayPal atlikto REST API priežiūros išmokėjimo lango metu ne visi išmokėjimai buvo atlikti birželio 15 d. Visi išmokėjimai, numatyti birželio 15 d. (Ramiojo vandenyno laiku), bet neįvykdyti dėl PayPal API klaidų, buvo pakartotinai atlikti iki birželio 19 d. (Ramiojo vandenyno laiku).",
    "116842359": "***** Tikimasi, kad derinimas bus baigtas per kelias dienas dėl sistemos priežiūros.",
    "4154415610": "***** 2020 m. rugsėjo mėn. išmokėjimai bus vykdomi dalimis, kai baigsis suderinimas, o kai kurios iš jų bus vykdomos keliomis dienomis vėliau nei planuota iš pradžių dėl suderinimo vėlavimo.",
    "2310694091": "Ką reiškia Susitaikymas?",
    "164801246": "Suderinimas yra procesas, kurio metu srautas analizuojamas po fakto, siekiant patikrinti jo humaniškumą ir tikslumą, kai gaunami visi duomenys iš visų ataskaitų teikimo svetainių. Daugiau informacijos galite perskaityti mūsų",
    "3256245394": "taip pat mūsų tinklaraščio įrašai, pvz",
    "3089778412": "Kaip „hCaptcha“ apskaičiuoja atlygį",
    "3329755436": "Ar planuojate šį procesą paspartinti?",
    "1911669851": "Taip, šiuo metu dirbame su įvairiais savo foninių sistemų patobulinimais, kurie, tikimės, galiausiai leis mums pasiūlyti greitesnį suderinimą, greitesnį įvertinimo tikslumą ir greitesnes išmokas. Šiuo metu stengiamės pirmiausia paspartinti susitaikymą.",
    "2366003154": "Spaudos ir žiniasklaidos užklausos",
    "3054564199": "Spaudos rinkinys",
    "3173156067": "Jei norite į savo straipsnį įtraukti vaizdų pavyzdžius, yra paruoštas užstatas.",
    "867314732": "Galite gauti didelės raiškos",
    "858218750": "ir nurodymus, kaip juos naudoti",
    "3821716514": "puslapį.",
    "1186243118": "logotipo vaizdai",
    "3034959000": "Galite atgauti",
    "1764089150": "čia:",
    "1558428432": ". Prašome įskaityti juos į hCaptcha.com.",
    "2429359042": "sąsajos vaizdų pavyzdžiai",
    "1480820434": "1 vaizdas",
    "3213411837": "2 vaizdas",
    "1270712701": "Pranešimai spaudai ir naujausios ataskaitos",
    "231285005": "Naujausius atnaujinimus galite rasti mūsų tinklaraštyje",
    "1289884910": "Taip pat retkarčiais skelbiame analizę ir ataskaitas. Pavyzdžiui:",
    "932546190": "Kodėl CAPTCHA visada bus su mumis",
    "2344319147": "Kiek iš tikrųjų vertas „Google“ robotų aptikimas?",
    "1637527266": "Kuriose šalyse yra didžiausias robotų srautas?",
    "230159237": "Kontaktai",
    "3759923279": "Spaudos užklausas prašome nukreipti šiuo el. pašto adresu:",
    "4255608322": "Paskutinį kartą atnaujinta: 2021 m. balandžio 12 d",
    "33639629": "Netaikoma trečiųjų šalių svetainėms. Atkreipkite dėmesį, kad ši privatumo politika netaikoma jokiai trečiosios šalies svetainei, pasiūlymui, produktui ar paslaugai, net jei ji nukreipia į mūsų svetainę arba apima paslaugą – prieš nuspręsdami teikti bet kokią informaciją tretiesiems asmenims, peržiūrėkite taikomą privatumo politiką. vakarėliams.",
    "987375734": "IMI yra Jungtinėse Amerikos Valstijose. Svetaines ir Paslaugas valdome ir valdome iš Jungtinių Valstijų. Jūsų asmeninė informacija gali būti saugoma ir tvarkoma bet kurioje šalyje, kurioje turime patalpas arba kurioje pasitelkiame paslaugų teikėjus, o naudodamiesi svetainėmis ir paslauga sutinkate, kad informacija būtų perduota į šalis, esančias už jūsų gyvenamosios šalies ribų, įskaitant JAV. , kurios duomenų apsaugos taisyklės gali skirtis nuo jūsų šalyje taikomų taisyklių. Tam tikromis aplinkybėmis tų kitų šalių teismai, teisėsaugos agentūros, reguliavimo agentūros ar saugumo institucijos gali turėti teisę susipažinti su jūsų asmenine informacija.",
    "452920031": "Pastaba klientams už Jungtinių Valstijų ribų.",
    "2328839224": ". Žr. skyrių „Pranešimas Kalifornijos gyventojams“, susijusį su jūsų teisėmis pagal Kalifornijos vartotojų privatumo įstatymą (CCPA).",
    "1565481281": "Pastaba Kalifornijos gyventojams",
    "1028058338": "Žr. skyrių „Pranešimas ES duomenų subjektams“, susijusį su jūsų teisėmis pagal Bendrąjį duomenų apsaugos reglamentą (BDAR).",
    "2271205646": "Pastaba Europos ekonominės erdvės gyventojams.",
    "508143070": "Atkreipkite dėmesį, kad IMI yra jūsų asmeninės informacijos valdytojas, išskyrus atvejus, kai mes tvarkome asmeninę informaciją mūsų Integratorių vardu teikdami paslaugą. Tokiu atveju mes esame asmeninės informacijos tvarkytojai, o tie Integratoriai yra Asmeninė informacija.",
    "2330965058": "Kai dirbame kaip savo integratorių duomenų tvarkytojai, nenaudojame surinktų duomenų jokiais kitais tikslais, išskyrus tuos, kurie pagrįstai būtini mūsų paslaugai teikti, o mūsų tvarkymą reglamentuoja sutartys, sudarytos su mūsų integratoriais, o ne tai. Privatumo politika",
    "3017040355": "ES duomenų subjekto duomenys tvarkomi pagal standartinių sutarčių sąlygų (SCC), integruotų į mūsų paslaugų teikimo sąlygų duomenų apdorojimo priedą arba duomenų tvarkymo sutartis su mūsų integratoriais, teisinį pagrindą.",
    "2233384692": "Jei turite klausimų ar neaiškumų dėl to, kaip tokie duomenys tvarkomi, arba norėtumėte pasinaudoti savo teisėmis, turėtumėte susisiekti su asmeniu ar subjektu (ty duomenų valdytoju), kuris su mumis sudarė sutartį dėl Paslaugos naudojimo šiems duomenims tvarkyti. Tačiau mes suteiksime pagalbą mūsų Integratoriams, kad jie išspręstų jums rūpimus klausimus, vadovaudamiesi mūsų sutarties su jais sąlygomis.",
    "349292953": "Informacija, kurią renkame",
    "3022001832": "Mes renkame informaciją iš asmenų, kurie sąveikauja su mūsų svetainėmis ir paslaugomis, įskaitant tuos, kurie įtraukia mūsų paslaugą į savo svetainę (\"Integratoriai\"), tuos, kurie naudojasi duomenų ženklinimo paslaugomis (\"Klientai\"), ir galutinius vartotojus, kurie bendrauja su mūsų paslaugomis. Paslauga per mūsų integratorių (toliau – galutiniai vartotojai) svetaines.",
    "835545301": "Renkame šių kategorijų informaciją:",
    "3228928991": "Informacija, kurią galima naudoti norint identifikuoti asmenį arba su juo susisiekti („Asmeninė informacija“), pvz., vardas, pavardė, el. pašto adresas ir šalis. Asmeninę informaciją renkame iš esamų ir būsimų integratorių ir klientų, kai jie ją pateikia tiesiogiai mums (pavyzdžiui, užpildydami formą prisiregistruodami prie paskyros arba pateikdami prašymą gauti el. pašto pranešimus iš mūsų). Taip pat galime patikrinti savo integratorių ir klientų tapatybę lygindami asmeninę informaciją su trečiųjų šalių duomenų bazėmis arba oficialiais teisiniais dokumentais.",
    "1655796811": "Informacija, automatiškai renkama Integratoriui ar Klientui naudojantis Svetainėmis arba Paslaugomis (toliau – Analitikos informacija), pvz., IP adresai, naršyklės tipas, interneto paslaugų teikėjas, platformos tipas, įrenginio tipas, operacinė sistema, datos ir laiko žyma. prieigos ir kitos panašios informacijos. Tam tikrą „Analytics“ informaciją mūsų vardu renka trečiosios šalys, kurias pasitelkiame šiuo tikslu, o dalis „Analytics“ informacijos renkama naudojant įvairias stebėjimo technologijas, įskaitant slapukus (žr. toliau „Trečiųjų šalių analizė ir stebėjimo technologijos“).",
    "1388241689": "Informacija, surinkta galutiniams naudotojams atsakant į raginimus naudojant paslaugą („Paženklinti duomenys“), pvz., vaizdo ženklinimo duomenys, tekstas, konvertuotas iš garso failų, leidžiamų tiems galutiniams naudotojams, atsakymai į klausimus ir kiti paslaugos sugeneruoti raginimai. duomenų, skirtų naudoti mašininio mokymosi programose, žymėjimo tikslais. Atminkite, kad pažymėti duomenys nėra susieti su jokiu identifikuotu asmeniu.",
    "1493790285": "Kita informacija, surinkta iš Galutinių vartotojų kaip Paslaugos dalis, reikalinga norint nustatyti, ar jie",
    "2216374138": "yra žmogaus, pvz., pelės judesiai, slinkties padėtis, klavišų paspaudimo įvykiai, lietimo įvykiai ir giroskopo / akselerometro informacija, jei taikoma.",
    "2394073454": "Galime rinkti papildomos informacijos iš galutinių vartotojų, kurie nori dirbti su mumis kaip individualių duomenų ženklintojai.",
    "3103557430": "Kaip mes naudojame informaciją",
    "1130802068": "Surinktą informaciją naudojame šiais tikslais:",
    "2940689138": "Administruoti Integratoriaus ir Kliento paskyras bei teikti Paslaugą. Asmeninę informaciją naudojame siekdami susieti konkrečias paskyras su Integratoriais ir Klientais ir teikti jiems Paslaugą, atsakyti į užklausas ar užklausas, teikti pagalbą ar techninę pagalbą ir palengvinti mokėjimus.",
    "857974529": "Norėdami patobulinti svetainę ir paslaugą. Naudojame „Analytics“ informaciją siekdami tobulinti esamas ir kurti naujas paslaugas bei pasiūlymus bei pritaikyti esamus ir būsimus produktų pasiūlymus.",
    "1820844638": "Norėdami gauti rinkos įžvalgų. Naudojame „Analytics“ informaciją rinkai analizuoti ir verslo analizei, susijusiai su svetaine ir mūsų paslaugomis, atlikti bei kitais tyrimų tikslais.",
    "3386280249": "Suteikti rinką pažymėtiems duomenims. Mūsų paslauga įgalina didelės apimties duomenų ženklinimą ir žmonių peržiūrą mašininio mokymosi sistemoms, kaip paslauga svetainių savininkams ir įmonėms, kurioms reikia pagalbos ženklinant duomenis. Tuo tikslu atskleidžiame pažymėtus duomenis savo klientams, norintiems įsigyti pažymėtus duomenis.",
    "3532143291": "Siekdami apsaugoti mūsų paslaugas ir sistemas. Naudojame „Analytics“ informaciją norėdami apsaugoti savo sistemas, nustatydami galimas grėsmes ir pažeidžiamumą, ir kitaip apsaugoti renkamą informaciją.",
    "2185418511": "Bet kokiais teisėtais verslo tikslais, su sąlyga, kad informacija neidentifikuojama arba sukaupta taip, kad jos negalima pagrįstai susieti su asmeniu.",
    "2386465280": "Kaip dalijamės informacija",
    "2159517814": "Mes dalijamės arba atskleidžiame asmeninę informaciją šiais atvejais:",
    "4256083674": "Gavus tiesioginį integratoriaus prašymą nustatyti sukčiavimo riziką, susijusią su konkrečios CAPTCHA užklausos arba IP adreso, arba kitu atveju, kai buvo duotas konkretus sutikimas.",
    "3494826505": "Su pardavėjais įsipareigojame teikti esminius Svetainių ir Paslaugos aspektus, tokius kaip duomenų saugojimas, priegloba ir „Analytics“, ir tik tais tikslais.",
    "1119009846": "Jei reikia, kad būtų laikomasi taikomų įstatymų, įskaitant vyriausybinius prašymus, teisėsaugos prašymus ir kitaip viešiesiems bei privatiems subjektams, siekiant apsaugoti jūsų, mūsų ar kitų teises, privatumą, saugumą ar nuosavybę.",
    "197676026": "Su kitais bet kokiais teisėtais verslo tikslais, su sąlyga, kad informacija neidentifikuojama",
    "2359312315": "arba susumuoti taip, kad jo negalima pagrįstai susieti su asmeniu.",
    "2497216176": "Trečiųjų šalių analizė ir stebėjimo technologijos",
    "3694578791": "Kaip aptarta aukščiau, mes (ir mūsų trečiųjų šalių pardavėjai) renkame „Analytics“ informaciją iš dalies naudodami slapukus, žiniatinklio signalus ir kitas stebėjimo technologijas. Tam tikrais atvejais mes bendradarbiaujame su trečiųjų šalių pardavėjais, kad naudotume slapukus rinkdami „Analytics“ informaciją.",
    "2014256987": "Jei nenorite blokuoti slapukų ar kitų sekimo technologijų naudojimo, žr. toliau pateiktą skiltį „Jūsų informacijos tvarkymas“. Atminkite, kad tai gali neigiamai paveikti jūsų patirtį naudojant svetaines ar paslaugą, nes kai kurios funkcijos gali neveikti tinkamai.",
    "2788024905": "Kaip mes apsaugome informaciją",
    "3031284129": "Garantijos atsisakymas",
    "26365791": "Tiek, kiek leidžia įstatymai, Svetainė ir Paslauga (ir visos kitos susijusios paslaugos, informacija, duomenys, funkcijos ir kitas turinys ar medžiaga) yra teikiami „tokia, kokia yra“ ir „kaip prieinama“. Kiek leidžia įstatymai, IMI nesuteikia jokių garantijų, įskaitant, bet neapsiribojant, numanomas tinkamumo parduoti, tinkamumo tam tikram tikslui ir nepažeidimo garantijas.",
    "735630686": "Jūsų informacijos tvarkymas (jūsų teisės)",
    "2895491273": "Jei norėtumėte blokuoti slapukus ar kitas sekimo technologijas, dauguma naršyklių ir mobiliųjų įrenginių pakeiskite savo nustatymus, kad praneštumėte, kai gaunate slapukus arba yra naudojamos kitos sekimo technologijos, ir pasirinkti, ar priimti / leisti. tai. Daugelis naršyklių taip pat leidžia išjungti arba ištrinti esamus slapukus arba automatiškai atmesti būsimus slapukus. Taip pat galite naudoti trečiųjų šalių įrankius, įskaitant naršyklės papildinius, norėdami valdyti savo slapukų nuostatas. Tačiau atminkite, kad jei išjungsite visus slapukus, kai kurios mūsų svetainių dalys gali tinkamai neveikti.",
    "707527778": "Informacija iš vaikų",
    "2419795065": "Pranešimas Kalifornijos gyventojams",
    "1517625162": "Pagal Kalifornijos civilinio kodekso 1789.3 skyrių, Kalifornijos naudotojai turi teisę gauti šį įspėjimą apie vartotojų teises: Kalifornijos gyventojai gali susisiekti su Kalifornijos vartotojų reikalų departamento Vartotojų paslaugų skyriaus Skundų pagalbos skyriumi paštu adresu 1625 North Market Blvd., Sacramento, CA 95834 arba telefonu (916) 445-1254 arba (800) 952-5210.",
    "3730344349": "Šioje skiltyje pateikiama papildomos informacijos apie asmeninę informaciją, kurią renkame apie Kalifornijos vartotojus, ir teises, suteikiamas jiems pagal Kalifornijos vartotojų privatumo įstatymą arba „CCPA“.",
    "4044467791": "Asmeninės informacijos kategorijas, kurias surinkome iš jūsų per pastaruosius 12 mėnesių, žr. aukščiau esančią skiltį „Informacija, kurią renkame“. Šią informaciją renkame verslo ir komerciniais tikslais, aprašytais aukščiau esančiame skyriuje „Kaip naudojame asmeninę informaciją“. Per pastaruosius 12 mėnesių verslo tikslais su trečiosiomis šalimis bendrinome šių kategorijų informaciją:",
    "4208081170": "Asmeninės informacijos kategorija",
    "1528242915": "Identifikatoriai.",
    "3863351997": "Kalifornijos klientų įrašų įstatuose nurodytos asmeninės informacijos kategorijos (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komercinė informacija.",
    "2683038211": "Interneto ar kitokio elektroninio tinklo veikla.",
    "3671828834": "Bendrinamos asmeninės informacijos pavyzdžiai",
    "779426309": "Tikrasis vardas, unikalus asmens identifikatorius, internetinis identifikatorius, interneto protokolo adresas, el. pašto adresas, paskyros pavadinimas ar kiti panašūs identifikatoriai.",
    "2414368123": "Vardas, pavardė, kredito kortelės numeris, debeto kortelės numeris arba bet kokia kita finansinė informacija.",
    "4088941349": "Įrašai apie įsigytus, gautus ar svarstomus produktus ar paslaugas.",
    "3238612014": "Naršymo istorija, informacija apie vartotojo sąveiką su interneto svetaine, programa ar reklama.",
    "1023108656": "Trečiųjų šalių gavėjų kategorijos",
    "1418235079": "Paslaugų tiekėjai",
    "3238184941": "Pastaba: Su individualiu IP adresu susijusi sukčiavimo rizika gali būti bendrinama su integratoriumi paprašius.",
    "285116485": "Bendrovė „neparduoda“ (kaip ši sąvoka apibrėžta CCPA) mūsų renkamos asmeninės informacijos. Daugiau informacijos apie trečiųjų šalių slapukų tipus, jei tokių yra, kuriuos naudojame, žr. aukščiau esančiame skyriuje „Trečiųjų šalių analizė ir stebėjimo technologijos“.",
    "1408750006": "Atsižvelgiant į tam tikrus apribojimus, CCPA suteikia Kalifornijos vartotojams teisę prašyti gauti daugiau informacijos apie mūsų renkamos asmeninės informacijos kategorijas ar konkrečias dalis (įskaitant tai, kaip naudojame ir atskleidžiame šią informaciją), ištrinti savo asmeninę informaciją, atsisakyti bet kokie „pardavimai“, kurie gali įvykti, taip pat teisė nebūti diskriminuojamam dėl naudojimosi šiomis teisėmis.",
    "759057398": "Pranešimas ES duomenų subjektams",
    "825780955": "Asmeninė informacija",
    "2945960297": "Kalbant apie ES duomenų subjektus, šioje privatumo politikoje vartojama sąvoka „asmens informacija“ yra lygiavertė „asmens duomenims“, kaip apibrėžta Europos Sąjungos Bendrajame duomenų apsaugos reglamente (BDAR).",
    "1126613163": "Jautrūs duomenys",
    "3571006800": "Tam tikra informacija, kurią mums pateikiate, gali būti neskelbtini duomenys, kaip apibrėžta BDAR (taip pat vadinama specialiomis asmens duomenų kategorijomis), įskaitant jūsų rasės ar etninės kilmės identifikavimą vyriausybės išduotuose asmens tapatybės dokumentuose.",
    "1988461282": "Teisinis apdorojimo pagrindas",
    "3519564631": "Apdorojimo tikslai",
    "1778642038": "Norėdami su jumis bendrauti",
    "2223819810": "Norėdami optimizuoti mūsų platformą",
    "1678661231": "Dėl atitikties, sukčiavimo prevencijos ir saugumo",
    "2561077702": "Teikti mūsų paslaugą",
    "2066321185": "Teisinis pagrindas",
    "1174237568": "Ši tvarkymo veikla yra mūsų teisėti interesai. Stengiamės apsvarstyti ir subalansuoti bet kokį galimą poveikį jums (tiek teigiamą, tiek neigiamą) ir jūsų teises, prieš apdorodami jūsų asmeninę informaciją dėl savo teisėtų interesų. Mes nenaudojame jūsų asmeninės informacijos veiklai, kurioje mūsų interesai yra viršesni dėl bet kokio neigiamo poveikio jums (nebent mes turime jūsų sutikimą arba kitaip to reikalauja ar leidžia įstatymai).",
    "1350478093": "Apdorojimo tikslas",
    "787916198": "Su jūsų sutikimu",
    "3348433919": "Jūsų teisės",
    "3842673636": "Pagal GDPR jūs turite tam tikras teises, susijusias su savo asmenine informacija. Galite paprašyti mūsų imtis šių veiksmų, susijusių su jūsų asmenine informacija, kurią mes turime:",
    "4057343238": "Atsisakyti",
    "1834911235": "Nustokite siųsti jums tiesioginės rinkodaros pranešimus, kuriuos anksčiau sutikote gauti. Galime ir toliau siųsti jums su paslauga susijusius ir kitus su rinkodara nesusijusius pranešimus.",
    "3022301908": "Prieiga",
    "680638297": "Suteikti jums informaciją apie tai, kaip apdorojame jūsų asmeninę informaciją, ir suteikti jums prieigą prie jūsų asmeninės informacijos.",
    "1409486258": "Teisingai",
    "3878077249": "Atnaujinkite arba ištaisykite savo asmeninės informacijos netikslumus.",
    "3645414921": "Ištrinti",
    "42182578": "Ištrinkite savo asmeninę informaciją.",
    "1609621367": "Perdavimas",
    "3208155808": "Perduokite kompiuterio nuskaitomą asmeninės informacijos kopiją jums arba pasirinktai trečiajai šaliai.",
    "1786796818": "Apriboti",
    "3329634829": "Apriboti savo asmeninės informacijos tvarkymą.",
    "4202774977": "Objektas",
    "3007158970": "Nesutikti su mūsų pasitikėjimu mūsų teisėtais interesais, kaip pagrindą tvarkyti jūsų asmeninę informaciją, turinčią įtakos jūsų teisėms.",
    "1273071008": "Duomenų subjekto prieigos teisių prašymai",
    "3594381346": "vieta.",
    "21141582": "tai",
    "3357523404": "Tarpvalstybinis duomenų perdavimas",
    "290966395": "Kaip aprašyta mūsų skyriuje „Pastaba klientams už Jungtinių Valstijų ribų“, atminkite, kad jūsų asmens duomenys bus perduoti, tvarkomi ir saugomi Jungtinėse Valstijose. Duomenų apsaugos įstatymai JAV gali skirtis nuo jūsų gyvenamosios šalies įstatymų. Jūs sutinkate, kad jūsų informacija, įskaitant asmeninę informaciją, būtų perduota JAV, kaip nurodyta šioje privatumo politikoje, apsilankę mūsų svetainėse arba naudodami mūsų paslaugą.",
    "3178581111": "Naudoti naujiems tikslams",
    "1088304322": "Mes galime naudoti jūsų asmeninę informaciją dėl priežasčių, kurios nėra aprašytos šioje privatumo politikoje, kai mums tai leidžia įstatymai ir kai priežastis yra suderinama su tikslu, dėl kurio ją rinkome. Jei mums reikia naudoti jūsų asmeninę informaciją nesusijusiam tikslui, galime jums pranešti ir paaiškinti taikomą teisinį pagrindą tokiam naudojimui. Jei pasitikėjome jūsų sutikimu tam tikram jūsų asmeninės informacijos naudojimui, galime prašyti jūsų sutikimo bet kokiu nesusijusiu tikslu ir leisti jums tuo metu nutraukti naudojimąsi paslauga, jei tam prieštaraujate.",
    "2260079771": "Duomenų saugojimas",
    "38428546": "Mes saugiai saugome jūsų Asmens duomenis visą jūsų paskyros naudojimo laiką. Jūsų Asmens duomenis saugosime tik tiek, kiek būtina, kad įvykdytume tikslus, dėl kurių juos rinkome, įskaitant bet kokių teisinių, apskaitos ar atskaitomybės įsipareigojimų vykdymo arba ginčų sprendimo tikslus. Kriterijai, kuriuos naudojame nustatydami saugojimo laikotarpius, apima galiojančias sutarties nuostatas, įstatymų nustatytus senaties terminus, taikomus reguliavimo reikalavimus ir pramonės standartus.",
    "384965568": "Nors saugojimo reikalavimai skiriasi priklausomai nuo jurisdikcijos, informacija apie įprastus įvairių jūsų asmens duomenų aspektų saugojimo laikotarpius yra aprašyta toliau.",
    "2788836740": "Kontaktinė informacija rinkodaros tikslais yra saugoma nuolat, kol atsisakote prenumeratos. Po to mes neribotam laikui įtrauksime jūsų duomenis į savo užblokavimo sąrašą. El. pašto informacija, surinkta iš pritaikymo neįgaliesiems naudotojų, niekada nebus naudojama rinkodaros tikslais.",
    "3520687192": "Bendravimo su jumis įrašai (pvz., palaikymo bilietai, atidaryti el. paštu arba Twitter) gali būti saugomi neribotą laiką.",
    "292211832": "Informacija, surinkta naudojant technines priemones, pvz., slapukus, tinklalapių skaitiklius ir kitus analizės įrankius, atmetama, kai tik įmanoma, tačiau gali būti saugoma ribotą laikotarpį iki vienerių metų nuo slapuko galiojimo pabaigos, paprastai neidentifikuota ir apibendrinta forma. nebent aptiksime galimą piktnaudžiavimą mūsų paslauga, tokiu atveju išsaugosime šią informaciją, kad padėtume užkirsti kelią piktnaudžiavimui ateityje. Negalime susieti šios anoniminės ir apibendrintos informacijos su jumis, jūsų namų ūkiu, IP adresu ar bet kokia asmenine informacija, remiantis saugoma informacija.",
    "3192683783": "Šios privatumo politikos pakeitimai",
    "1702335960": "Bet kokiai mūsų renkamai informacijai taikoma Privatumo politika, galiojanti tokios informacijos rinkimo metu. Tačiau mes galime retkarčiais peržiūrėti Privatumo politiką. Jei pataisymas yra esminis, kaip nustatėme tik mes, apie tai pranešime, pavyzdžiui, el. paštu. Dabartinė versija visada bus paskelbta mūsų privatumo politikos puslapyje.",
    "3669258571": "Slapukų politika",
    "2905621957": "Paskutinį kartą atnaujinta: 2020 m. liepos 18 d",
    "1173934218": "Suprantame, kad jūsų privatumas jums svarbus, ir esame įsipareigoję skaidriai kalbėti apie mūsų naudojamas technologijas. Šioje politikoje pateikiama išsami informacija apie tai, kaip ir kada naudojame slapukus savo svetainėse ir paslaugose.",
    "2694150481": "Ar naudojame slapukus?",
    "457627611": "Taip. Mes ir mūsų analizės ar paslaugų teikėjai, rinkodaros partneriai ir filialai galime naudoti slapukus, žiniatinklio švyturėlius ar pikselius ir kitas technologijas, siekdami užtikrinti, kad kiekvienas, kuris naudojasi Svetaine, turėtų geriausią įmanomą patirtį. Daugiau informacijos rasite mūsų privatumo politikos skyriuje „Trečiųjų šalių analizė ir stebėjimo technologijos“.",
    "501102544": ": manome, kad „hCaptcha“ anti-bot paslauga (ty į svetaines, žaidimus ar programas mobiliesiems įterpta paslauga) apima tik vadinamuosius „sutikimo neapmokestinamus“ slapukus pagal BDAR taisykles. Tokių neapmokestinamų slapukų pavyzdžiai:",
    "461631543": "GDPR pastaba",
    "2150907653": "* Techniniai slapukai, būtini paslaugai teikti. Tai apima pirmenybių slapukus, seanso slapukus, apkrovos balansavimo slapukus ir kt.",
    "1012122721": "* Tiesiogiai mūsų valdomi statistiniai slapukai (ty pirmosios, o ne trečiosios šalies slapukai), kai duomenys nenaudojami profiliavimui.",
    "3255230599": "Kas yra slapukas?",
    "2954157511": "Kodėl naudojame slapukus?",
    "1539071196": "Paprastai slapukus naudojame šiais tikslais:",
    "3545935449": "Atpažinti naujus ar buvusius vartotojus.",
    "32739972": "Norėdami išsaugoti prisijungimo seanso informaciją, jei esate užsiregistravę mūsų Svetainėse.",
    "4209078147": "Norėdami patobulinti mūsų svetainę ir geriau suprasti jūsų apsilankymus mūsų platformose ir svetainėje.",
    "1077448694": "Integruoti su trečiųjų šalių socialinės žiniasklaidos svetainėmis.",
    "1709478090": "Tarnauti jums su interesais pagrįsta arba tiksline reklama.",
    "3256020881": "Stebėti jūsų elgesį ir naršymo veiklą per tam tikrą laiką keliose svetainėse ar kitose platformose.",
    "1092241113": "Norėdami geriau suprasti mūsų klientų ir integratorių interesus.",
    "1434289796": "Kai kurie slapukai yra būtini tam tikram Svetainių naudojimui, o be tokių slapukų negalėtume suteikti daug paslaugų, kurių jums reikia norint tinkamai naudotis svetainėmis. Pavyzdžiui, šie slapukai leidžia mums valdyti mūsų svetaines, kad galėtumėte jas pasiekti taip, kaip prašėte, ir leidžia mums atpažinti, kad sukūrėte paskyrą ir prisijungėte prie tos paskyros, kad galėtumėte pasiekti svetainės turinį. Jie taip pat apima slapukus, kurie leidžia mums atsiminti ankstesnius jūsų veiksmus tos pačios naršymo sesijos metu ir apsaugoti mūsų svetaines.",
    "1533171442": "Taip pat analizės ir rinkodaros tikslais naudojame funkcinius slapukus ir trečiųjų šalių slapukus. Funkciniai slapukai leidžia tinkamai veikti tam tikroms Svetainių dalims ir išlikti žinomiems jūsų vartotojo pasirinkimams. Analizės slapukai, be kita ko, renka informaciją apie tai, kaip klientai, integratoriai ir galutiniai vartotojai naudojasi mūsų svetainėmis, turinį ir produktus, kuriuos vartotojai peržiūri dažniausiai, ir apie mūsų trečiųjų šalių reklamos efektyvumą. Reklamos slapukai padeda pateikti skelbimus atitinkamoms auditorijoms ir mūsų skelbimus rodyti paieškos rezultatų viršuje. Slapukai yra „seanso“ slapukai, kurie ištrinami, kai baigiate naršyklės seansą, arba „nuolatiniai“, kurie išlieka tol, kol juos ištrinate jūs (aptarta toliau) arba slapuką pateikusi šalis. Išsamią informaciją apie visus svetainėse naudojamus slapukus rasite mūsų slapukų atskleidimo lentelėje.",
    "322830977": "Kaip išjungti slapukus.",
    "262509504": "Mes galime susieti slapukų surinktą informaciją su kita informacija, kurią renkame iš jūsų pagal šią privatumo politiką, ir naudoti bendrą informaciją, kaip nurodyta čia. Panašiai trečiosios šalys, teikiančios slapukus mūsų Svetainėse, gali susieti jūsų vardą arba el. pašto adresą su kita renkama informacija, kuri gali apimti ankstesnius pirkinius, įsigytus neprisijungus arba internetu, arba jūsų naudojimo internete informaciją.",
    "2935155034": "Jei esate Europos ekonominėje erdvėje, turite tam tikras teises, aprašytas aukščiau, skiltyje „Pranešimas ES duomenų subjektams“, įskaitant teisę tikrinti ir taisyti arba ištrinti mūsų turimus duomenis apie jus.",
    "1873812847": "Slapuko (-ų) atskleidimas",
    "3319083717": "Vardas:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcija",
    "2896187462": "1. Naudojamas griežtai būtinai anoniminei su paslaugomis susijusiai statistikai ir kitiems techniniams tikslams, pvz., padedant pritaikyti neįgaliesiems.",
    "987267027": "Vakarėlis",
    "3453526675": "1. 1-oji šalis",
    "1952810469": "Tipas",
    "1795436560": "1. Sesija",
    "102695075": "Trukmė",
    "3356329025": "1. 30 dienų",
    "3744153629": "Vardai:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesija,",
    "3186435874": "Sesijos ID",
    "1241291641": "Žr. daugiau informacijos.",
    "1834801943": "2. 1-oji šalis",
    "2114694926": "2. Sesija",
    "938404336": "2. Varijuoja; iki 30 dienų.",
    "2196526290": "hc_prieinamumas",
    "1061239711": "3. 1-oji šalis",
    "1483015662": "3. Sesija",
    "3458934553": "3. Varijuoja; iki 30 dienų.",
    "134571844": "Įspūdis (svetainės pranešimas)",
    "110836420": "Paskutinį kartą atnaujinta: 2020 m. gruodžio 23 d",
    "2901894297": "„hCaptcha“ yra „Intuition Machines, Inc.“ („IMI“), JAV Delavero korporacijos (#6393793) paslauga.",
    "2928362319": "Užklausas galite siųsti paštu: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Reguliavimo institucija: JAV Federalinė ryšių komisija, 45 L Street NE, Vašingtonas, DC 20554 JAV.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Jokių garantijų dėl turinio",
    "707541553": "Visą informaciją, esančią mūsų interneto puslapiuose, patvirtino IMI arba trečioji šalis. Tačiau nei IMI, nei trečiosios šalys negali būti laikomos atsakingomis už tai, kad informacija būtų naujausia, tiksli ar išsami. Tai taip pat taikoma kitoms svetainėms, kurias galima pasiekti naudojant hipersaitus mūsų puslapiuose. IMI neprisiima atsakomybės už šių išorinių svetainių turinį.",
    "2650241052": "Jokių patarimų",
    "204716894": "Mūsų tinklalapių turinys ir dizainas yra saugomi pagal autorių teisių įstatymus. Puslapių ir jų turinio kopijavimui tokiu būdu, kuris viršija pagrįstą sąžiningą naudojimą, reikalingas išankstinis raštiškas IMI sutikimas, jei nėra kitų teisinių nuostatų, nurodytų dėl dubliavimo puslapyje.",
    "3182435854": "Autorių teisės",
    "3236873806": "IMI yra atsakinga už šią svetainę.",
    "1338341134": "„hCaptcha“ + privatumo leidimas (beta versija)",
    "88879089": "Privatumo leidimas yra",
    "1898063898": "už naudotojo privatumo išsaugojimą, kurį kuriame kartu",
    "1942186611": "ir kiti.",
    "3673079511": "besiformuojantis standartas",
    "2164933356": "Cloudflare",
    "3119589996": "Kaip tai veikia: naršyklės plėtinys suteikia vartotojams galimybę kurti ir pasirašyti kriptografiškai akluosius prieigos raktus svetainėms, kurios palaiko Privacy Pass protokolą. Plėtinys generuoja leidimus, kuriuose yra kriptografiškai užblokuotų žetonų, kuriuos pasirašo hCaptcha, kai bet kurioje svetainėje naudojant hCaptcha paslaugą išsprendžiamas iššūkis,",
    "1254771154": "iššūkiai, rodomi kitose „Privacy Pass“ palaikančiose paslaugose, kuriose taip pat yra „hCaptcha“, pvz., „Cloudflare“.",
    "996362763": "Šie žetonai yra atblokuojami ir išsaugomi plėtinio, kad būtų galima naudoti ateityje. Kai vartotojas apsilanko svetainėje naudodamas „hCaptcha“ ir turi įveikti iššūkį (nesvarbu, ar jis yra nematomas, ar paspaudžiamas mygtukas „Aš esu žmogus“), jie išperkami automatiškai. Apakinimo procedūra reiškia, kad pasirašyti ir išpirkti žetonai yra kriptografiškai neatsiejami iš hCaptcha perspektyvos, todėl išsaugomas vartotojo privatumas.",
    "2943346052": "Tęsiant IETF standartizacijos procesą, tikimės, kad pagrindinės naršyklės pradės naudoti tam tikrą Privacy Pass formą. Dėl to plėtinys galiausiai taps nereikalingas. Tačiau šiuo metu vadovaukitės toliau pateiktomis instrukcijomis.",
    "2326660907": "išskyrus",
    "741483946": "* Kitaip tariant: „hCaptcha Privacy Pass“ prieigos raktus galite gauti svetainėje hCaptcha.com ir naudoti juos kitose svetainėse tiesiogiai naudodami hCaptcha.com. Negalite gauti arba išpirkti „hCaptcha Privacy Pass“ prieigos raktų, kad apeitumėte „Cloudflare“ naudojamą „hCaptcha“ paslaugą, nes „Cloudflare“ išleidžia ir išperka savo „Privacy Pass“ prieigos raktus.",
    "1362015807": "Darbo pradžia",
    "1358325821": "Pirmiausia įdiekite plėtinį, skirtą",
    "310885519": "arba",
    "4091044469": ". Įsitikinkite, kad įgalinote plėtinį inkognito režimu. Tada apsilankykite bet kurioje svetainėje naudodami „hCaptcha“ ir išspręskite „captcha“. Nuo 2.0.3 versijos šiuos prieigos raktus galite išpirkti svetainėse naudodami hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Įdiegę plėtinį spustelėkite čia (arba bet kurioje hCaptcha naudojančioje svetainėje), kad gautumėte leidimus:",
    "166277959": "Atminkite: ši funkcija šiuo metu yra beta versijos ir gali neveikti visoms svetainėms ir naudotojams visą laiką. Jei jis neįjungtas arba neveikia konkrečiam vartotojui, elgsis tiesiog grįš į standartinę hCaptcha patirtį neprarandant funkcionalumo.",
    "3031357206": "Šalia URL juostos atsiras nauja piktograma. Dabar apsilankykite svetainėje naudodami „hCaptcha“. Tai atrodys taip:",
    "1066753052": "o tai reiškia, kad piniginė tuščia, o jūs esate svetainėje, kurioje yra „hCaptcha“ iššūkis. Įvykdę iššūkį gausite žetonų, kuriuos galėsite išpirkti bet kurioje kitoje svetainėje naudodami hCaptcha.",
    "651123197": "Įvykdžius iššūkį piktogramoje bus rodomas esamos piniginės sumos skaičius.",
    "554844646": "Galite patvirtinti, kad plėtinys veikia, matydami, kad skaitiklis sumažėja 1 kaskart spustelėjus",
    "4087729475": "iššūkis po jūsų pradinio sprendimo.",
    "647630208": "Štai ir viskas! Jūsų naršymas internete dabar yra labiau privatus.",
    "3272552822": "Kūrėjai ir kriptografai:",
    "4059570880": "Jei norite sekti standartizavimo pastangas, šiuo metu dedamos pastangos",
    "1904390996": "standartizuoti",
    "252720667": "yra „Privacy Pass“ kriptografinio saugumo pagrindas. Pats protokolas vyksta per",
    "3972554015": "procesas taip pat. Ir naršyklės plėtinys, žinoma, yra",
    "3723626769": "už jūsų indėlį ir peržiūrą.",
    "3882147547": "Užmirštos pseudoatsitiktinės funkcijos",
    "565624910": "juodraštis",
    "3421090159": "atviro kodo",
    "3098677775": "Kl.: Ar naudojant „Privacy Pass“ mano IP ir naršymo istorija yra visiškai privati nuo „hCaptcha“?",
    "4019638786": "A: Privacy Pass vartotojai „hCaptcha“ niekada neatskleis savo IP „hCaptcha“, nebent jų naršyklės žetonų piniginė bus tuščia arba svetainė jį atsiųs. „hCaptcha“ negali susieti vartotojo su prieigos rakto išpirkimu ir išpirkimo metu tiesiogiai su vartotoju nebendrauja, nebent jo žetonų piniginė tuščia.",
    "3887113660": "Kl .: Kaip „Privacy Pass“ veikia „hCaptcha“ pajamas?",
    "1116455671": "A: Už pradinį sprendimą gausite atlygį, jei naudotojas jį atliks jūsų svetainėje. Išpirkimas vyksta pagal tą patį atsakymo šabloną, tarsi naudotojas būtų automatiškai perduodamas jūsų svetainėje dėl didelio klientų pasitikėjimo: neuždirbama, o svetainės patikrinimo skambutis iš jūsų serverio gauna „kreditas: klaidingas“.",
    "779817954": "K: Jei turiu kito teikėjo išduotus Privacy Pass leidimus, ar galiu juos išpirkti naudodamas „hCaptcha“?",
    "3014149332": "A: Ne, leidimai nėra sąveikūs: juos turi išduoti ir išpirkti ta pati institucija, šiuo atveju „hCaptcha“. Atminkite, kad jei plėtinyje turite leidimų iš „Cloudflare“ ir „hCaptcha“, turimas skaičius pasikeis į tinkamą sumą, atsižvelgiant į puslapio, kuriame lankotės, reikalavimus. Kitaip tariant, jei jūsų piniginėje yra 100 „Cloudflare“ leidimų ir 10 „hCaptcha“ leidimų, puslapiuose, kuriuose yra įterpta „hCaptcha“, plėtinio piktogramoje turėtumėte matyti 10.",
    "3679148535": "Kl.: Su kokiomis kitomis „Privacy Pass“ programomis dirbate?",
    "1606783855": "A: Mus labai domina Privacy Pass for the Accessibility („a11y“) naudojimo atvejis. Anksčiau populiarios parinktys, tokios kaip garso įrašas, diskriminuoja daugelį a11y vartotojų. Manome, kad dabartinį „a11y“ metodą derinant su „Privacy Pass“ išdavimu „A11y“ naudotojai galės naršyti saugiai, žinant, kad jų srautas yra labiau privatus, ir apriboti robotų operatorių piktnaudžiavimą, kuris neišvengiamai įvyksta, kai yra „a11y“ parinktys.",
    "2359150347": "Kl.: Ar kitos internetinės saugos paslaugos palaiko „Privacy Pass“?",
    "2082237880": "A: „hCaptcha“ yra pirmoji tokio pobūdžio paslauga, palaikanti „Privacy Pass“ ir šiuo metu vienintelė tai palaikanti. Tačiau tikimės, kad kitos paslaugos pripažins naudotojų privatumo didinimo internete pranašumus ir tikimės, kad ateityje, kai IETF standartai, kuriuos padedame kurti, bus oficialiai priimti, jų bus įdiegta daugiau.",
    "2109792055": "Vartotojo vadovas: Privatumo leidimo išdavimo ir patvirtinimo derinimo problemos",
    "3588620914": "Privacy Pass yra naujas išradimas pagal žiniatinklio standartus, todėl kitos programos ir naršyklės plėtiniai, kurie to nežino, gali trukdyti jo funkcionalumui.",
    "4039193170": "Jei kyla problemų gaunant arba išperkant žetonus:",
    "2378786360": "1. Išbandykite vieną iš kitų palaikomų naršyklių: jei naudojate „Chrome“, pabandykite naudoti „Firefox“ neimportuodami nustatymų iš „Chrome“ ir ten įdiekite papildinį. Jei tai veikia, gali kilti naršyklės konfigūracijos problema.",
    "394235836": "3. Jei nė vienas iš aukščiau pateiktų pasiūlymų neveikia, atsiųskite mums pagalbos el. laišką ir mes mielai padėsime išsiaiškinti, kas vyksta.",
    "3470857731": "Analizė, kaip gerai „reCAPTCHA“ aptinka robotus.",
    "3240786848": "Paskutinis atnaujinimas: 2021 m. vasario 18 d",
    "2547140673": "Daugiau nei dešimtmetį „Google“ paslauga „reCAPTCHA“ svetainių savininkams siūlė prekybą: leiskite „Google“ sekti jūsų vartotojus ir užduoti jiems klausimus, o mainais jie pažada sustabdyti robotus ir šlamštą.",
    "2133754014": "Daugiau nei 4,5 milijono svetainių naudoja reCAPTCHA [",
    "3152512587": "ir sistema surenka šimtus milijonų kasdienių sprendimų. [",
    "2296918009": "Tai prilygsta daugiau nei 100 žmogaus darbo metų kasdien.",
    "3900538778": "Ženklinti duomenys yra kuras, skatinantis mašininį mokymąsi. reCAPTCHA atsakymai buvo naudojami siekiant tobulinti „Google“ ML/AI paslaugas nuo 2009 m. Daugelis žmonių, kurie naudojasi „reCAPTCHA“, nesuvokia, kad jų darbas yra naudojamas.",
    "1160252730": "„Google“ dabar taiko dideles „reCAPTCHA Enterprise“ kainas, todėl daugelis įmonių turi iš naujo įvertinti šį sandorį.",
    "1131196501": "Didžiosios įmonės kaip",
    "204889717": "perėjo į hCaptcha's",
    "639413188": "atsakant.",
    "3280658086": "įmonės sprendimai",
    "3842815245": "Ar tai sąžininga prekyba?",
    "714342693": "„hCaptcha“ komanda nuo 2016 m. renka kainodaros duomenis iš „dark web“ captcha laužymo paslaugų. Pastebėjome įdomią tendenciją:",
    "468929661": "Vidutinė reCAPTCHA sugadinimo kaina yra neįtikėtinai maža (mažiau nei 1 USD už 1 000 sprendimų) ir nuo mūsų stebėjimo pradžios 2016 m. reikšmingai nepadidėjo. Tai taikoma ir „reCAPTCHA v2“, ir „v3“. [",
    "2862164005": "Kainos duomenys leidžia nustatyti tikslią „reCAPTCHA“ siūlomo saugumo dolerio vertę: 0,001 USD arba mažiau už atsakymą.",
    "102498091": "„Google“ apmokestina 1 USD už 1 000 „reCAPTCHA Enterprise“ užklausų, o tai reiškia, kad dabar jie apmokestina daugiau už užklausą, nei kainuoja paslaugos saugumo pažeidimas. Tai atrodo kaip blogas sandoris.",
    "130239139": "Kokia yra „Google“ kasdien surenkamų daugiau nei 100 žmogaus darbo metų vertė?",
    "1421074182": "Iš esmės didesnis.",
    "1953519598": "Vieno vaizdo žymėjimo kaina svyruoja nuo 0,03 USD iki 1,00 USD ar daugiau. Bet kokiu konservatyviu vertinimu, „Google“ iki šiol išgavo milijardus dolerių nemokamos darbo jėgos. [",
    "3025548709": "Ar yra alternatyva šiam nesąžiningam sandoriui?",
    "263761351": "„hCaptcha“ yra pirmoji patikima alternatyva, kurią dabar kiekvieną mėnesį naudoja šimtai milijonų žmonių.",
    "2743692546": "Kai vartotojai įrodo savo žmogiškumą naudodami „hCaptcha“, jų darbas patenka į anoniminę atvirą pasiūlymų rinką.",
    "1982750088": "Įmonės visame pasaulyje siūlo šį darbą atlikti paprastas užduotis, kurios yra lengvos žmonėms, bet sunkios mašinoms. Vartotojai palaiko svetainę, kurioje lankosi, ir patiria mažiau žiniatinklio šlamšto dėl aukštesnio saugumo lygio.",
    "1108398506": "klientai įgyja visišką patirtį ir naudojasi patirtimi, kurią įgijo „hCaptcha“, valdydama didžiausią nepriklausomą iššūkių teikėją internete. Jie taip pat gauna geresnį pasiūlymą nei „reCAPTCHA Enterprise“: iki 50–80 % geresnės kainos, priklausomai nuo apimties.",
    "3012870872": "Svetainės ir programos, naudojančios nemokamą versiją („hCaptcha Publisher“), uždirba pajamų iš šio darbo, o ne dovanoja jį „Google“.",
    "2271512952": "Vartotojai palaiko svetainę, kurioje lankosi, ir patiria mažiau žiniatinklio šlamšto.",
    "278010425": "Didelę ir dažnai besikeičiančią „hCaptcha“ užduočių įvairovę taip pat sunkiau automatizuoti. Vienintelė reCAPTCHA sąsaja nepasikeitė daugelį metų ir joje yra nedidelis retai besikeičiančių klausimų rinkinys. Tai vienas iš būdų, kaip „hCaptcha“ užtikrina tvirtesnę apsaugą nuo robotų nei „reCAPTCHA“.",
    "984849234": "„hCaptcha“ naudoja pažangų mašininį mokymąsi, kad pateiktų tai, ką tik žada „reCAPTCHA“, kartu dalindamasi užfiksuota verte su jį naudojančiomis svetainėmis.",
    "4063769686": "Vartotojai palaiko svetainę, kurioje lankosi, ir patiria mažiau žiniatinklio šlamšto. Tai atrodo teisingesnis susitarimas.",
    "685916926": "Kodėl laikui bėgant nepagerėjo reCAPTCHA?",
    "3992401943": "Nuo 2012 m. įvyko gilaus mokymosi revoliucija. Pramonės užduočių tikslumo norma per pastarąjį dešimtmetį radikaliai pagerėjo, visų pirma dėl gilių konvoliucinių tinklų. Kitos „Google“ siūlomos ML paslaugos atitiko šią kreivę.",
    "615031303": "(Žr. išnašas",
    "2125514305": "ML pagerėjo, tačiau sunkumas apeiti reCAPTCHA per tą laiką iš esmės nepasikeitė.",
    "1406188018": "6 ir 7",
    "2689973938": "Patobulinus reCAPTCHA, „Google“ kaip skelbimų pardavėjai kyla vidinis konfliktas.",
    "464238793": "Jei „Google“ pati nustato, kad skelbimą matęs arba nuorodą spustelėjęs vartotojas iš tikrųjų buvo robotas, ji negali mokėti už tam vartotojui rodomus skelbimus. Šis interesų konfliktas labai apribojo „Google“ kovos su robotais ambicijas.",
    "918924423": "Pavyzdžiui, „Google“ nepasiūlė akivaizdžiai vertingų paslaugų, tokių kaip atgalinis robotų aptikimas. Daug patikimiau išanalizavus kelių dienų duomenis paskelbti vartotojų srautą, sukurtą roboto.",
    "661412233": "Taip pat verta žinoti, kad kai kurie vartotojai buvo robotai. Tai leidžia svetainių savininkams išvalyti senus šlamšto įrašus ir ateityje ištrinti „miegančiųjų paskyras“, registruotas šlamšto forumuose, sumažinti sukčiavimą ir kt.",
    "3600797185": "Pasiūlius atgaline data roboto identifikavimą, „Google“ iškiltų sudėtingų klausimų, kaip atgaline data grąžinti pinigus reklamuotojams, kurie išleido pinigus tam nesąžiningam srautui.",
    "2076932190": "Taigi reCAPTCHA produktas sustingo dešimtmetį.",
    "3856912381": "Vartotojai nukentėjo, o nereikalingas interneto šlamštas dabar siaučia. Bet yra alternatyva.",
    "1035621426": "Kiekvienas „reCAPTCHA“ identifikuotas robotas tiesiogiai sumažina „Google“ pajamas iš skelbimų.",
    "3668115514": "Kuo skiriasi hCaptcha?",
    "2413742287": "„hCaptcha“ paskata yra maksimaliai padidinti tikslumą, o ne pajamas iš skelbimų: robotų atsakymai yra nenaudingi mūsų klientams, kuriems reikia žmonių mokymo duomenų.",
    "1373262754": "Žinojimas, kas yra asmuo, turi minimalią „hCaptcha“ vertę. Mums rūpi tik tai, ar jie yra žmonės, ar piktavališki veikėjai.",
    "600646860": "Užuot siūlydama abejotinos vertės paslaugą, išgaudama realią vertę turinčią darbo jėgą, „hCaptcha“ suteikia ir kompensaciją, ir stiprią apsaugą nuo robotų.",
    "1836191653": "Užuot siūliusi lengvai nugalimą paslaugą nemokamiems vartotojams ir apmokestindama milijonus dolerių už ne ką geresnę įmonės versiją, „hCaptcha“ užtikrina puikią robotų apsaugą abiem, o įmonės vartotojams siūlo papildomų funkcijų ir tinkinimo, taip pat stiprių SLA ir greitą palaikymą.",
    "990215503": "„hCaptcha“ yra vienintelė didelė „captcha“ paslauga, nepriklausanti skelbimų tinklui.",
    "971933157": "„hCaptcha“ rūpinasi privatumu, skaidrumu ir sąžiningumu.",
    "178839499": "„hCaptcha“ dalijasi atlikto darbo verte, o vartotojai įrodo savo žmogiškumą.",
    "1237076138": "„hCaptcha“ siūlo sąžiningą pasiūlymą tiek nemokamiems („hCaptcha Publisher“), tiek įmonėms („hCaptcha Enterprise“) klientams.",
    "614310292": "Kas sukūrė „hCaptcha“?",
    "4188814619": "hCaptcha yra intuicijos mašinų paslauga (",
    "3265328927": "), mašininio mokymosi įmonė, siūlanti produktus ir paslaugas įmonėms, diegiančioms mašininį mokymąsi dideliu mastu.",
    "2740033957": "IM komandą sudaro mokslininkai ir inžinieriai iš „Apple“, „Amazon“ ir kitų mašininio mokymosi, paskirstytų sistemų ir saugos lyderių.",
    "1579715421": "IM mokslininkai reguliariai skelbia publikacijas aukščiausiose konferencijose, tokiose kaip ICML, ICLR, ECCV ir NeurIPS, o bendrovė viešai paskelbė naujausius rezultatus tokiose ML disciplinose kaip gili maiša [",
    "4015238193": "ir OCR [",
    "279580593": "imachines.com",
    "279918384": "Kaip „Google“ naudoja jūsų nemokamą darbą?",
    "2385522384": "Tikriausiai matėte vaizdo įrašų kadrus iš „Google“ Waymo savarankiškai vairuojančių automobilių kamerų ir padėjote pagerinti objektų atpažinimą.",
    "1517627947": "Tikėtina, kad matėte pastatų nuotraukas ar gatvių ženklus iš „Google Streetview“ automobilių ir padėjote pažymėti jų Žemėlapių ir Žemės produktų vietas.",
    "3225936061": "Tikriausiai matėte teksto paveikslėlius, paimtus iš knygų puslapių naudodami „Google“ knygų paslaugą, ir padėjote tobulinti jų OCR (teksto atpažinimo) programinę įrangą.",
    "129661785": "Ar kada nors buvo prašoma „paspausti ant automobilio / pėsčiųjų perėjos / stabdžių žibinto“?",
    "936667684": "Ar kada nors buvo prašoma „įvesti pastato / gatvės ženklą?",
    "3773515538": "Ar kada nors buvo prašoma \"įvesti du žodžius?\"",
    "1778058441": "Kokie darbai atliekami naudojant „hCaptcha“?",
    "366088791": "„hCaptcha“ palaiko daugybę užduočių.",
    "3114147525": "„hCaptcha“ klientai naudojasi šia paslauga atliekant užduotis, įskaitant objektų atpažinimą, atributų aptikimą (etikečių rinkimas, kad būtų galima nustatyti drabužių tipus), tinkamumo reitingavimas (pasirinkti tinkamiausią produktą iš kelių variantų, palyginti su pirminiu produktu), apriboti langelius (dominančių sričių radimas vaizdas), „Žmogaus OCR“ (teksto identifikavimas paveikslėlyje) ir daug kitų užduočių.",
    "3139609561": "Toliau pateikiami du vaizdų klasifikavimo ir atributų aptikimo užduočių tipų pavyzdžiai. [",
    "2273532558": "Kas yra „hCaptcha“ mokantys klientai?",
    "4104221634": "„hCaptcha“ klientai apima įvairias pramonės šakas – nuo technologijų įmonių iki mados, mažmeninės prekybos ir kitų sričių, kuriose jie gali sukurti vertę taikydami mašininį mokymąsi.",
    "1337725003": "„hCaptcha“ yra įsipareigojusi demokratizuoti prieigą prie didelės apimties anotacijų realiuoju laiku, leisdama didelėms ir mažoms įmonėms pagerinti savo produktų ir paslaugų kokybę, taikydama mašininį mokymąsi savo versle.",
    "4086379603": "Klausimai?",
    "1243684308": "Mes rimtai žiūrime į jūsų atsiliepimus ir norime užtikrinti, kad visi internete būtų malonesni, naudojant mažiau robotų ir mažiau šlamšto. Kreipkitės į mus:",
    "2645321220": "Ir jei manote, kad „reCAPTCHA“ kaina yra per didelė, paklauskite mūsų apie „hCaptcha Enterprise“. Šiuo metu juos naudoja kai kurie didžiausi leidėjai, finansinių paslaugų įmonės ir žiniatinklio infrastruktūros įmonės pasaulyje, jie yra ne tik patikima „reCAPTCHA“ alternatyva: manome, kad jie siūlo geriausią šiuo metu turimą robotų apsaugą.",
    "1229233916": "Išnašos",
    "1115642494": "1. Šaltinis: BuiltWith.com reCAPTCHA svetainių sąrašai. Gauta 2019 m. liepos 9 d.",
    "448807334": "(„Kasdien žmonės išsprendžia šimtus milijonų CAPTCHA.“) Gauta 2019 m. liepos 8 d.",
    "2397590157": "3. Konservatyvus įvertinimas: 200 milijonų sprendimų * 30 sekundžių vienam sprendimui per metus = 190,3 žmogaus metų per dieną.",
    "3236311792": "4. hCaptcha vidinė analizė. Duomenys surinkti iki 2019 m. birželio 30 d. Išsamią informaciją galima gauti paprašius.",
    "1752259468": "5. Konservatyvus įvertinimas: 0,01 USD kaina už vieną komentarą * 200 mln. vid. komentarai per dieną (apatinė riba) * 365 dienos per metus * 10 metų nuo 2009 m. įsigijimo = 7,3 mlrd. USD apatinė riba.",
    "3268946369": "6. Kreditas: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Šaltinis: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTINE HIERARCHIJA PAGRĮSTI RYŠIŲ ĮDĖJIMAI, SKIRTA SILPNIAI PRIEŽIŪRIAMOS GILIAMOS HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD seminaras.",
    "2544169219": "Naujausi naujausi rezultatai: ICML LLD, 2019 m. gegužės mėn.",
    "1973347745": "10. Nemokamų vaizdų pavyzdžiai. Šaltinis: Petapixel.",
    "1493115924": "Prekės ženklo pastabos:",
    "4051104324": "„Intuition Machines“ yra registruotasis „Intuition Machines, Inc.“ prekės ženklas.",
    "3983646521": "Visi gaminių pavadinimai, logotipai, prekių ženklai, prekių ženklai ir registruotieji prekių ženklai yra atitinkamų savininkų nuosavybė. Visi šioje svetainėje naudojami įmonių, produktų ir paslaugų pavadinimai yra tik identifikavimo tikslais. Šių pavadinimų, prekių ženklų ir prekių ženklų naudojimas nereiškia patvirtinimo. Šiuo atveju visiškai priešingai.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM mokslininkai CVPR 2020 nustatė naują silpnai prižiūrimo teksto atpažinimo (OCR) etaloną.",
    "1259002282": "Radote klaidą? Štai kaip apie tai pranešti.",
    "3301728462": "Milijonai žmonių kiekvieną mėnesį naudoja hCaptcha tūkstančiai naršyklių, plėtinių, įrenginių, ugniasienės ir kt. derinių.",
    "3878230879": "Mūsų tikslas yra užtikrinti, kad jis visada veiktų jums, todėl labai dėkojame už jūsų ataskaitas!",
    "2465128185": "Norėdami greitai pateikti atsiliepimą, tiesiog spustelėkite mygtuką „Siųsti mums atsiliepimą“.",
    "2921990472": "Jei matote funkcinę problemą, vadovaukitės",
    "2870341481": "žemiau. Tik bet kurioms kitoms naršyklėms",
    "1866590035": "„Chrome“ skirtos derinimo žurnalo instrukcijos",
    "444492541": "„Firefox“ derinimo žurnalo instrukcijos",
    "169267610": "parašyk mums el",
    "3100722753": "Dėl galimų saugumo ar privatumo problemų žr. toliau pateiktas instrukcijas.",
    "1906593952": "Pateikite atsiliepimų apie ką tik matytą hCaptcha",
    "3951254541": "Dėkojame už jūsų indėlį. Praneškite mums apie visas problemas ir mes greitai jas išspręsime.",
    "3324288040": "Atsiųskite mums atsiliepimą",
    "2864016648": "Privatumo problemos",
    "304004915": "Mums nerūpi, kas yra vartotojai, tik tai, kiek tikėtina, kad jie bus kenkėjiški ar mašinos. Remiame tokias iniciatyvas kaip",
    "1139493658": ", ir sunkiai dirbkite, kad suderintumėte privatumą ir saugumą.",
    "3083289844": "Jei radote problemą, kuri, jūsų manymu, gali turėti įtakos vartotojo privatumui, atsiųskite mums el",
    "4264784515": "Saugumo klaidos",
    "963238401": "Mes visada suinteresuoti gauti pranešimus apie saugos klaidas. El. paštas",
    "3926027556": "ir mes greitai su jumis susisieksime.",
    "1589805435": "Taip pat turime a",
    "2560582224": "„Bug Bounty“ programa",
    "103876916": "tinkamoms saugos ataskaitoms apie „hCaptcha“ paslaugą ir susijusią šaltinio kodą.",
    "497117287": "Prieinamumo parinktys",
    "3230004040": "Ar turite regėjimo negalią ar dėl kitų priežasčių negalite atlikti „hCaptchas“?",
    "3480023141": "Sužinokite daugiau apie pritaikymo neįgaliesiems parinktis",
    "2052161540": "Išsamios informacijos apie riktą fiksavimas: „Chrome“.",
    "2281169898": "Kartu su ataskaita išsiųsdami derinimo informaciją galėsime daug lengviau nustatyti, kas vyksta. Čia pateikiamos nuoseklios instrukcijos:",
    "1123365779": "Jei esate žiniatinklio kūrėjas arba ekspertas naudotojas, santrauka yra tokia, kad atsiųstumėte mums tinklo įrašymo HAR ir naršyklės konsolės žurnalus.",
    "2015218686": "prieš atlikdami šiuos veiksmus. Jei tai išspręs jūsų problemą, vis tiek būtume dėkingi, jei praneštumėte mums savo naršyklės versiją, skelbimų blokavimo priemonę arba naršyklės plėtinį ir svetainės URL.",
    "3922723611": "Pabandykite išjungti bet kokį skelbimų blokatorių arba naršyklės saugos plėtinį",
    "4036872105": "pirmiausia ir tada bandykite dar kartą",
    "993651083": "1 veiksmas: atidarykite kūrėjo įrankius (pradeda įrašyti seansą).",
    "4163469907": "2 veiksmas: Kūrėjo įrankiuose spustelėkite skirtuką Tinklas. Viršuje pažymėkite laukelį „Išsaugoti žurnalą“.",
    "4243348003": "3 veiksmas: apsilankykite",
    "641342999": ", arba svetainę, kurioje kyla problemų (Privatumo pastaba: tik tuo atveju, jei neprieštaraujate pasidalinti, kas tai yra) ... tada spustelėkite mygtuką „Aš esu žmogus“ ir pabandykite išspręsti.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4 veiksmas: spustelėkite „Eksportuoti HAR“ (maža rodyklė žemyn), kai bandysite išspręsti problemą, kuri išsaugo tinklo žurnalą. Atsiųskite mums tą failą.",
    "1503240421": "5 veiksmas: spustelėkite skirtuką „Console“, tada dešiniuoju pelės mygtuku spustelėkite „Išsaugoti kaip ..“, kad išsaugotumėte konsolės žurnalą. Atsiųskite tai ir mums.",
    "2863840904": "6 veiksmas: paskutinis veiksmas, atsiųskite mums tuos HAR ir konsolės žurnalo failus el. paštu ir aprašykite problemą",
    "4051785543": "Naudokite:",
    "3623028666": "(pasinaudokite tokia paslauga kaip",
    "551761392": "ir siųsti nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas nerodoma tinkamai. Taip pat atsiųskite IP, kurį naudojate. Galite gauti iš",
    "1219091208": "Dropbox",
    "443094024": "Failų dėžė",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Dėkojame, kad skyrėte laiko padėti mums gauti šią informaciją!",
    "3680327841": "Esame įsipareigoję, kad „hCaptcha“ veiktų visiems",
    "1059502393": "Išsamios informacijos apie klaidas fiksavimas: „Firefox“.",
    "1112074001": "2 veiksmas: Kūrėjo įrankiuose spustelėkite skirtuką Tinklas. Viršuje pažymėkite laukelį „Išlikti žurnalai“.",
    "1797298240": "4 veiksmas: spustelėkite „HAR“, kai bandysite išspręsti problemą, ir pasirinkite „Išsaugoti viską kaip HAR“, kad išsaugotumėte tinklo žurnalą. Atsiųskite mums tą failą.",
    "3671246379": "5 veiksmas: spustelėkite skirtuką „Console“, tada dešiniuoju pelės mygtuku spustelėkite „Pasirinkti viską“ ir išsaugokite jį tekstiniame faile, kad išsaugotumėte konsolės žurnalą. Atsiųskite tai ir mums.",
    "3816867833": "Atsiliepimas",
    "788770967": "Apgailestauju girdėdamas tai! Galbūt norėsite pasinaudoti mūsų pritaikymo neįgaliesiems parinktimi:",
    "1333016413": "Tai leidžia išvengti tolesnių klausimų užsiregistravus ir nustatant slapuką.",
    "2333410049": "Taip pat pabandykite išjungti skelbimų blokavimo priemonę.",
    "1345083090": "Pranešti apie funkcionalumo problemą?",
    "2184564739": "Pamatyti",
    "604751186": "Kitos problemos? El. paštas",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kaip pranešti apie problemas naudojant išsamius žurnalus",
    "1050501253": "Per sunku",
    "3264813246": "Netinkama",
    "3526939538": "Programinės įrangos klaida",
    "126134492": "Kita",
    "3511610999": "Pasirūpinkime, kad patektumėte į reikiamą vietą.",
    "3906886217": "Įmonėms ar svetainėms",
    "1621597093": "Įmonės saugumo sprendimai (mokami)",
    "3176531704": "Duomenų anotacija",
    "1834239172": "Įsigykite hCaptcha anotavimo paslaugas",
    "1457707016": "Asmenims",
    "770264626": "Pridėkite hCaptcha prie savo paslaugos (nemokamai)",
    "881015166": "Pridėti „hCaptcha for Publishers“ prie mano svetainės arba programos",
    "47536007": "Sužinokite daugiau apie hCaptcha",
    "2012837493": "Paieškos rezultatai",
    "4034694801": "Nėra atitinkančių rezultatų.",
    "3621411541": "Sužinokite apie „hCaptcha“ pritaikymo neįgaliesiems parinktis",
    "3401005681": "Uždirbti pinigus",
    "3933993151": "Dirbti individualiu duomenų žymėtoju",
    "563059212": "Subprocesorių sąrašas",
    "3501923981": "Paskutinį kartą atnaujinta: 2020 m. sausio 1 d.",
    "3548097301": "Įsigalioja: 2020 m. sausio 1 d.",
    "3991444169": "Šiame puslapyje pateikiami dabartiniai „hCaptcha Enterprise“ paslaugos antriniai procesoriai.",
    "835396984": "Šiuo metu Aktyvus",
    "424089481": "„Amazon Web Services, Inc.“ (pasaulinis). Teikiamos paslaugos: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "„Cloudflare, Inc.“ (pasaulinis). Teikiamos paslaugos: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Pasaulinis). Teikiamos paslaugos: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "„Microsoft Corp.“ (pasaulinė). Teikiamos paslaugos: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Pastaba: netaikoma visiems klientams. Pavyzdžiui, IP blokavimo ar kitų pažangių privatumo ar saugos parinkčių klientai (pvz., saugios virtualios nuomos klientai) visiškai neįtraukiami į bet kokią „PII“, kada nors įeinančią į telemetrijos sistemas, net ir į IP adresą. Jei reikia daugiau informacijos, susisiekite su paskyros atstovu.",
    "700843971": "Hound Technology, Inc. (pasaulinis). Teikiamos paslaugos: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "„LogDNA, Inc.“ (pasaulinis). Teikiamos paslaugos: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (pasaulinis). Teikiamos paslaugos: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "„Mailgun Technologies, Inc.“ (pasaulinis). Teikiamos paslaugos: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktūra",
    "370366524": "Trumpalaikės tarnybos telemetrija",
    "121192737": "Būsimi papildymai",
    "2420789666": "Fastly, Inc. Teikiamos paslaugos: Greitas CDN ir krašto skaičiavimas.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Įsigalioja: 2021 m. rugsėjo 1 d. Infrastruktūros papildymas",
    "1487796027": "Įmonėms",
    "3943417791": "Gaukite „hCaptcha Enterprise“ („BotStop“) palaikymą",
    "702287791": "„hCaptcha Publisher“ (nemokama)",
    "3397976149": "Gaukite „hCaptcha Publisher“ palaikymą",
    "833750823": "Turite sunkumų su iššūkiu?",
    "2024737147": "Norite pranešti apie klaidą?",
    "1978884623": "Sužinokite daugiau apie programinės įrangos problemų teikimą",
    "4188664955": "Pagrindinės paslaugų teikimo sąlygos",
    "2621989404": "Paskutinį kartą atnaujinta: 2021 m. rugsėjo 24 d. Atminkite, kad mūsų anglų kalbos terminai yra autoritetingi.",
    "2404545611": "Sveiki atvykę į hCaptcha! Dėkojame, kad esate mūsų bendruomenės dalis. Visi „Paslaugų“ naudotojai (apibrėžti toliau) turi sutikti su toliau nurodytomis sąlygomis („Paslaugų teikimo sąlygos“). Pagal šias paslaugų teikimo sąlygas „IMI“, „mes“ ir „mes“ reiškia „Intuition Machines, Inc.“ ir jos dukterines įmones, filialus, pareigūnus, agentus, darbuotojus, atstovus ir agentus, o mūsų „svetainė“ apima bet kurią svetainę mūsų valdymas, įskaitant www.hcaptcha.com ir www.imachines.com.",
    "2348450790": "Perskaitykite šias paslaugų teikimo sąlygas. Jos, be kitų nuostatų, apima garantijų atsisakymą, atsakomybės apribojimus ir privalomą arbitražą. Atkreipkite dėmesį, kad šios paslaugų teikimo sąlygos gali būti pasikeitusios nuo jūsų paskutinio apsilankymo mūsų svetainėje. Mes galime retkarčiais peržiūrėti ir atnaujinti šias paslaugų teikimo sąlygas savo nuožiūra. Esant esminiams pokyčiams, pranešime jums paskelbdami atnaujintas paslaugų teikimo sąlygas šiame puslapyje, o po to jūs turite patvirtinti sutikti su atnaujintomis Paslaugų teikimo sąlygomis, kad galėtumėte toliau naudotis Svetaine arba Paslauga arba prieiti prie jos.",
    "1933936765": "Duomenų tvarkymo sutartis (paskutinį kartą atnaujinta: 2021 m. rugsėjo 23 d.)",
    "2959486280": "Jei nesutinkate su šiomis paslaugų teikimo sąlygomis, negalite naudotis svetaine ar paslauga arba prie jų prisijungti.",
    "3200859925": "1. Tikslas",
    "1807143500": "Paslaugas sudaro internetinė saugos paslauga (\"hCaptcha paslauga\") ir platforma (\"Intuicijos mašinų platforma\"), kurioje asmuo (\"Pagalbininkas\") gali pasirinkti atlikti užduotis, kurias atlieka trečiosios šalies subjektas arba pati Intuicijos mašina (kiekviena „Prašymo pateikėjas“) skelbia mūsų svetainėje arba „hCaptcha“ paslaugoje, tiesiogiai mūsų svetainėje arba prisijungdamas prie Intuicijos mašinų platformos ir (arba) atlikdamas užduotis per trečiosios šalies subjektą ir (arba) platformą ar paslaugą arba su ja susijusias užduotis (kiekvieną „Integratorius“). Prašymo teikėjai paskelbia užduotis ir kviečia bendradarbius jas atlikti mainais į atlygį, kurį IMI suteikia integratoriams, arba kaip nustato užklausėjas, jei užklausėjas naudoja Intuicijos mašinų platformą arba „hCaptcha“ paslaugą, kad galėtų atlikti užduotis savo galutiniams vartotojams. Mes apmokestiname bendroves ir asmenis (kiekvienas „Klientas“) už naudojimąsi mūsų platforma, kad jie galėtų naudoti mūsų programinę įrangą, autorių užduotis, samdyti mus autorių užduotims atlikti ir (arba) gauti prieigą prie bendradarbių. Taip pat apmokestiname integratorius už naudojimąsi mūsų „hCaptcha“ paslauga, kad sumažintume sukčiavimą, piktnaudžiavimą ir šlamštą jų svetainėse, programose mobiliesiems ir kitose internetinėse nuosavybėse. Tai, kas išdėstyta pirmiau, bendrai vadinama „Paslaugomis“.",
    "3212830633": "2. Tinkamumas",
    "2605814073": "Naudodamiesi ar registruodamiesi mūsų Paslaugomis sutinkate: esate ne jaunesni kaip 18 metų amžiaus; jūs turite teisę sudaryti šią sutartį savo arba subjekto, kuriam atstovaujate, vardu ir visada laikysitės šių paslaugų teikimo sąlygų ir visos čia nurodytos IMI politikos ir gairių; ir jūs nepiktnaudžiausite mūsų svetaine, neteiksite mums klaidingai savo tapatybės ir nenaudosite dirbtinio intelekto, kad atliktumėte bet kokią IMI užduotį, kuriai reikalingas žmogaus intelektas.",
    "2616040974": "3. Klientai ir užsakovai",
    "1544829730": "Jei esate klientas arba prašytojas, sutinkate, kad būtų taikomos papildomos sąlygos, pridedamos kaip Kliento priedas, ir bus įtrauktos kaip nuoroda į šias paslaugų teikimo sąlygas. Jei nesate Klientas ar Užklausytojas arba nustojate būti Klientas ar Prašytojas, Kliento priede nurodytos papildomos sąlygos nebus taikomos ir jos nebus įtrauktos kaip nuoroda į šias Paslaugų teikimo sąlygas.",
    "3759360138": "4. Vartotojo vardas ir slaptažodis",
    "2236960358": "Registruojantis jūsų bus paprašyta atskleisti tam tikrą asmeninę informaciją apie jus („Asmeninė informacija“), įskaitant savo vardą, el. pašto adresą ir susikurti vartotojo vardą bei slaptažodį, kuriems bus taikoma mūsų privatumo politika, kurią rasite mūsų svetainėje. Interneto svetainė. Tik jūs esate atsakingi už paskyros, slaptažodžių ir bet kokių autentifikavimo raktų, susijusių su jūsų paskyra, stebėjimą, užtikrinimą ir palaikymą, ir jūs esate atsakingi už bet kokį šios informacijos naudojimą ar veiksmus, kurių buvo imtasi naudojant šią informaciją Paslaugose.",
    "3047519814": "Sutinkate, kad su niekuo nesidalinsite savo paskyra ar slaptažodžiu.",
    "1699668873": "Turite nedelsdami pranešti IMI, jei įtariate, kad jūsų paskyros informacija buvo pavogta arba panaudota kito asmens, arba bet kokį kitą saugumo pažeidimą.",
    "3044038608": "Jūs sutinkate pateikti mums teisingą, tikslią ir išsamią informaciją, kurios prašoma registracijos procese. Taip pat sutinkate nedelsdami atnaujinti tokią informaciją, kad ji būtų naujausia ir tiksli.",
    "4132302900": "5. Jūsų privatumas, jūsų duomenys ir „Duomenys visiems“",
    "10724169": "Jūs sutinkate su mūsų privatumo politika, kuri reglamentuoja, ką darysime su bet kokia jūsų pateikta asmenine informacija.",
    "1669194950": "Be Asmens informacijos, jūsų taip pat gali reikėti pateikti (arba mums gali prireikti rinkti) kitus duomenis, kad galėtume teikti Paslaugas (bendrai – Kliento duomenys). Mes nesame atsakingi už bet kokį Paslaugų nevykdymą, atsiradusį dėl jūsų delsimo ar nesugebėjimo pateikti Kliento duomenų.",
    "1330274831": "Jūs suteikiate mums pasaulinę, neišskirtinę, sublicencijuojamą, perleidžiamą, nemokamą, neatšaukiamą licenciją šios Sutarties galiojimo laikotarpiu naudoti, atgaminti, elektroniniu būdu platinti ir viešai rodyti bet kokius Kliento duomenis tik paslaugų teikimo tikslais. . Jūs pareiškiate ir garantuojate, kad turite pakankamai teisių, nuosavybės teisių ir interesų į savo duomenis, kad galėtumėte suteikti licenciją šioje dalyje.",
    "2230333214": "Mes apibendriname Kliento duomenis su kitais duomenimis, kad rezultatai nebūtų asmens identifikuojami, taip pat renkame neidentifikuotus techninius žurnalus ir duomenis, susijusius su Paslaugų naudojimu (\"Agreguoti / atpažinti duomenys\"). Nepaisant nieko priešingai, bet kokius tokius apibendrintus / atpažintus duomenis IMI gali naudoti bet kokiais verslo tikslais šios Sutarties galiojimo laikotarpiu arba pasibaigus, įskaitant, neapsiribojant, kurti ir tobulinti Paslaugas bei kurti ir platinti ataskaitas ir kitas medžiagų. Kliento duomenys taip pat gali išlikti ir būti rodomi sistemoje ribotą laikotarpį, bet ne ilgiau kaip 180 dienų po to, kai baigta užduotis, pavyzdžiui, kaip automatinio kalibravimo arba patvirtinimo duomenys Intuition Machines sistemoms. Siekiant aiškumo, šis 5 skyrius nesuteikia mums teisės nurodyti jūsų kaip bet kokių apibendrintų / atpažintų duomenų šaltinio be jūsų išankstinio raštiško leidimo.",
    "3881754581": ". Jei esate mūsų anotavimo paslaugų klientas ir pasirinkote parinktį „Duomenys visiems“ kaip dalį paslaugų, tada suteikiate IMI ir visiems Paslaugų naudotojams visame pasaulyje, neišskirtinį, sublicencijuojamą, perleidžiamą, nemokamą, neatšaukiamą licenciją visiškai išnaudoti visus Kliento duomenis, įskaitant visas susijusias intelektinės nuosavybės teises. Jei pasirenkate parinktį „Duomenys visiems“, patvirtinate ir garantuojate, kad turite pakankamai teisių, nuosavybės teisių ir interesų į savo duomenis, kad galėtumėte suteikti licenciją šioje skiltyje.",
    "3496767126": "Kad būtų išvengta abejonių, toliau pateikta pastraipa taikoma tik klientams, kurie naudojasi mūsų komentarų paslaugomis, o ne mūsų Paslaugų kaip integratoriaus naudojimuisi.",
    "767207800": "Jei jūsų duomenyse yra galimai atviro ar įžeidžiančio turinio, reikalaujame, kad juos pažymėtumėte „AIŠKUS TURINYS“, kad būtų teisingas įspėjimas visiems, kurie mato jūsų duomenis. Be atskiro rašytinio susitarimo su IMI negalite įtraukti užduočių, kurios pažeidžia mūsų politiką, įskaitant (bet tuo neapsiribojant) (a) užduotis, kurios tiesiogiai ar netiesiogiai reklamuoja kitą svetainę ar paslaugą, (b) užduotis, kurios pažeidžia trečiosios šalies svetainės sąlygas ir sąlygos, (c) užduotys, kurių metu bendraautoriai prašoma prašyti trečiųjų šalių, (d) užduotys, kurių metu bendraautoriai prašomi imtis veiksmų, kad būtų galima manipuliuoti svetainės elgesiu ar rezultatais, (e) užduotys, kurios pažeidžia trečiųjų šalių intelektinės nuosavybės teises, ir (f) užduotys. kuriems reikia, kad bendradarbiai atsisiųstų programinę įrangą arba failus.",
    "3370561195": "6. Priimtinas elgesys",
    "4205152730": "Esate raginami bendrauti su kitais naudotojais bet kurioje mūsų svetainėje, forume, susirašinėjimo žinutėmis, pokalbiuose ir kituose IMI valdomuose socialinės žiniasklaidos kanaluose, tačiau jei tai darote, privalote laikytis visų paslaugų teikimo ir naudojimo mūsų svetainėje sąlygų bei visų susijusių įstatymų. .",
    "1394253934": "7. Piktnaudžiavimas, piktnaudžiavimas ir klaidingas pateikimas",
    "1406393333": "Bet kokia prieiga ar naudojimasis Paslaugomis, išskyrus šias Paslaugų teikimo sąlygas ir bet kokias mūsų pateiktas instrukcijas, yra griežtai draudžiamas. Visų pirma, NEBUSITE:",
    "3409726716": "užsiregistruoti pas mus daugiau nei vienai paskyrai be raštiško leidimo;",
    "3119498672": "atlikti bet kokią užduotį naudojant interneto robotus, žiniatinklio robotus, robotus, scenarijus ar bet kokią kitą dirbtinio intelekto formą arba kitaip bandyti gauti atlygį iš IMI ar bet kurio užklausos teikėjo ar integratoriaus, neatlikę aprašytų užduočių;",
    "1188668818": "naudodamiesi šia svetaine pateikti bet kokią melagingą informaciją (įskaitant, bet neapsiribojant, apsimetinėjimą kitu asmeniu ar organizacija jūsų paskyroje arba melagingą savęs ar jūsų sąsajos su kitu asmeniu ar organizacija jūsų paskyroje pateikimą ar kitaip klaidingai pristatymą);",
    "2804310964": "pasiekti arba bandyti pasiekti mūsų svetainę per bet kokį įgaliotąjį žiniatinklio serverį ar kitą įrenginį, skirtą jūsų tikrajai vietai ar tapatybei užmaskuoti, arba bet kokiomis kitomis priemonėmis nei pateikta sąsaja;",
    "1374227759": "naudoti svetainę bet kokiai neteisėtai veiklai arba bet kokiam kitam tikslui, nei jis buvo prieinamas;",
    "2103513933": "užsiimti veikla, kuri trukdo ar trikdo svetainės veikimą;",
    "137127070": "įterpti, įkelti arba pridėti kenkėjiškų ar nežinomų išorinių nuorodų ar failų arba įkelti bet kokį turinį, kuriame yra virusas, Trojos arklys, kirminas, laiko bomba ar kitas žalingas kompiuterio kodas;",
    "1686655020": "Įkelkite bet kokį autorių teisių saugomą turinį, kuris nėra jūsų originalus darbas, nebent turite teisėto savininko leidimą skelbti tokį turinį ir suteikti IMI visas čia suteiktas licencijuotas teises;",
    "1406692811": "nesiimti el. pašto šiukšlių siuntimo arba skelbti bet kokį viešumą, bandyti gauti rekomendacijas, masinę komunikaciją, pinigų pasiūlymus ar prašymus, paslaugų prašymus, reklamą, rinkodarą, nesąmoningus pranešimus, pasikartojančias temas, neteisėtą turinį, socialinių svetainių nuorodas, el. pašto adresus arba momentinių pranešimų siuntimo ID, nebent to reikalauja užduotis;",
    "3893539589": "įterpti išorines nuorodas, siūlančias prekes ar paslaugas, nebent to reikalauja užduotis;",
    "3214322759": "kitaip įsitraukti į bet kokią kenkėjišką ar nesąžiningą veiklą.",
    "3733422465": "8. Jūsų tapatybės patvirtinimas",
    "267645277": "IMI gali patikrinti jūsų tapatybę. Tai gali apimti jūsų asmeninės informacijos palyginimą su trečiųjų šalių duomenų bazėmis arba oficialiais teisiniais dokumentais. Įgaliojate mus atlikti bet kokius užklausas, kurių reikia norint patvirtinti jūsų tapatybę, jūsų el. pašto adreso ir jūsų finansinių sąskaitų nuosavybės teisę. Sutinkate pateikti informaciją apie jus, kad padėtumėte mums patvirtinti jūsų tapatybę.",
    "4169910317": "9. Įstatymo laikymasis",
    "519755936": "Tik jūs esate atsakingi už federalinių, valstijų, provincijų ir vietinių įstatymų, susijusių su paslaugų naudojimu, laikymąsi. Jūs sutinkate atlyginti žalą ir apsaugoti mus nuo bet kokių pretenzijų mums, nes nesilaikėte jokių įstatymų arba pažeidėte trečiųjų šalių teises, įskaitant, bet neapsiribojant, sutartines, intelektinės nuosavybės ar privatumo teises.",
    "731546974": "10. Įnašo ar integratoriaus mokesčiai",
    "3128328457": "Jei esate bendradarbis arba integratorius, tik jūs esate atsakingas už visų apskaičiuotų ar kitų federalinių, valstijų ar vietinių pajamų mokesčių, socialinio draudimo, FICA ir darbuotojų kompensacijų, priklausančių už naudojimąsi mūsų svetaine, mokėjimą, taip pat panašius mokesčius ar rinkliavas ne JAV jurisdikcijose. Sutinkate atlyginti nuostolius ir apsaugoti mus už bet kokius mums taikomus vertinimus, nes nesilaikėte jokių mokesčių įstatymų.",
    "2931396764": "11. Šių paslaugų teikimo sąlygų pažeidimas",
    "1240667045": "Mes galime sustabdyti, apriboti arba atšaukti jūsų prieigą prie Paslaugų bet kuriuo metu dėl bet kokios priežasties, įskaitant dėl to, kad: (a) manome, kad pažeidėte šias paslaugų teikimo sąlygas (įskaitant kitą susijusią politiką); (b) manome, kad pažeidėte mūsų ar bet kurios trečiosios šalies teises; (c) mes negalime patikrinti arba autentifikuoti informacijos, kurią mums pateikėte; arba (d) manome, kad dėl jūsų veiksmų jums, mums ar trečiajai šaliai gali atsirasti įsipareigojimų. Kad būtų išvengta abejonių, pasiliekame teisę neleisti jums mokėti arba sustabdyti mokėjimą, jei pagrįstai manome, kad tokiam mokėjimui galioja bet kuri iš pirmiau minėtų dalykų.",
    "1601080128": "Jei sustabdysime arba nutrauksime jūsų paskyrą, nebeturėsite prieigos prie jokių svetainės dalių, įskaitant duomenis, pranešimus, failus ir kitą medžiagą, kurią laikote svetainėje. Jūs NEGALITE toliau naudotis mūsų svetaine kitu ar nauju paskyros pavadinimu. Šių paslaugų teikimo sąlygų pažeidimai gali būti patraukti baudžiamojon atsakomybėn visapusiškai įstatymų nustatyta tvarka ir už tai gali būti skiriamos papildomos nuobaudos ir sankcijos.",
    "1160707899": "12. Bendraautojo vaidmuo ir santykiai su IMI ir kitais užklausėjais",
    "269838707": "Jei esate bendradarbis, jūs ir tik jūs nuspręsite, kurias ir kiek užduočių atlikti, kada ir kur jas atlikti. Galite laisvai praleisti tiek laiko ar mažai laiko, kiek norite atlikti užduotis. Jūs niekada neprivalote atlikti užduoties.",
    "1087195513": "Jei esate bendradarbis, kuris naudojasi Paslaugomis ir (arba) atlieka užduotis per integratorių arba su juo susietas užklausos teikėjo, kuris nėra IMI, vardu, sutinkate ir pripažįstate, kad Intuition Machines nėra atsakingas ir neįsipareigojo jums bet kokį atlygį ar kitą kompensaciją už atliktas užduotis. Jūs sutinkate ir pripažįstate, kad bet koks atlygis ar kita kompensacija už atliktas užduotis yra nustatomi tik pagal jūsų susitarimą su užklausos teikėju ir (arba) integratoriumi, jei taikoma. Bet kokie ginčai dėl tokio atlygio ar kitokios kompensacijos (įskaitant, bet neapsiribojant, tokio atlygio ar kitos kompensacijos negavimą) kyla tik tarp jūsų ir užklausos teikėjo ir (arba) Integratoriaus, jei taikoma.",
    "952813944": "Nei jūsų naudojimasis mūsų svetaine, nei bet kas šioje sutartyje nesukuria darbo, partnerystės, bendros įmonės, agentūros, franšizės ar pardavimo atstovo santykių tarp jūsų ir „Intuition Machines“. Mes nesuteikiame jums jokios įrangos ar įrankių užduočiai atlikti. Mes neteikiame jums jokių išmokų, kompensacijų darbuotojams ar draudimo. Mes neatsakome už jokias išlaidas, kurias patiriate naudodamiesi mūsų svetaine. Mes neišskaičiuosime jokios sumos iš jūsų atlygio už federalinį ar valstijos pajamų mokestį, socialinio draudimo ar bet kokį kitą mokestį. Jūs visada galite atlikti užduotis bet kuriam asmeniui ar verslui, įskaitant bet kurį iš mūsų konkurentų. Jūs neturite teisės sudaryti jokių rašytinių ar žodinių sutarčių Intuition Machines vardu.",
    "3460432665": "Nepaisant to, kas išdėstyta pirmiau, jei esate JAV mokesčių mokėtojas, galime paprašyti jūsų W-9, kuris būtų atnaujintas kasmet, ir galime neleisti jums atlikti užduočių, kol nebaigsite arba neatnaujinsite W-9.",
    "458271951": "Jei esate bendradarbis, kuris naudojasi Paslaugomis ir (arba) atlieka užduotis per Integratorių arba su juo susietas Intuition Machines vardu (veikiantis kaip užklausėjas), Intuicijos mašinos gali jums atlyginti už priimtiną tam tikrų užduočių atlikimą. Jei bus nustatyta, kad sukčiavote, piktnaudžiaujate arba pažeidėte šias paslaugų teikimo sąlygas, bet koks ir visas atlygis jums gali būti nesuteiktas ir (arba) susigrąžintas „Intuition Machines“.",
    "3056723024": "13. Nepriimtinas užduočių atlikimas",
    "3913203723": "Jei dėl kokios nors priežasties užklausos teikėjas nesutinka atlikti jūsų atliktos užduoties, jūs, kaip bendradarbis arba integratorius, neturėsite teisės gauti atlygio už užduotį. Jei atlygis jums jau buvo išdalintas už nepriimtinai atliktą užduotį, galime juos atgauti iš jūsų.",
    "3666807632": "14. Pagalbininko kvalifikacija ir įgūdžiai",
    "1993899769": "15. Informacijos naudojimas",
    "3027055607": "16. Intelektinė nuosavybė ir nuosavybės teisės",
    "3910971075": "IMI priklauso visos teisės, įskaitant intelektinės nuosavybės teises, į šaltinio kodą, objekto kodą arba pagrindinę struktūrą, idėjas ar algoritmus, API ir bet kokią papildomą programinę įrangą, dokumentaciją ar duomenis, susijusius su Paslaugomis („Programinė įranga“). Jūs tiesiogiai ar netiesiogiai per trečiąją šalį ar kitu būdu: (a) nedirbsite, nedekompiliuosite, neišardysite ar kitaip nemėginsite aptikti Programinės įrangos; (b) keisti, versti ar kurti išvestinius kūrinius, pagrįstus bet kokia Programine įranga; (c) kopijuoti, išnuomoti, išnuomoti, platinti, įkeisti, perleisti ar kitaip perleisti ar suvaržyti teises į bet kokią Programinę įrangą; (d) naudoti bet kokią Programinę įrangą pakaitinio naudojimosi, paslaugų biuro tikslais ar kitais tikslais trečiosios šalies naudai; arba (e) pašalinti visus nuosavybės pranešimus ar etiketes.",
    "3660891610": "Jei esate bendradarbis, IMI, o ne jūs, turi nuosavybės teises į bet kokį darbą, kurį sukuriate atlikdami bet kokią užduotį. Sutikdami su šios Sutarties sąlygomis, sutinkate (ir šiuo būdu darote) perduoti mums savo darbą, nuosavybės teises ir nuosavybės teises (įskaitant visas visame pasaulyje egzistuojančias intelektinės nuosavybės teises). Siekdami užtikrinti, kad galėtume įgyti, patobulinti ir naudoti tokias teises, jūs taip pat sutinkate (i) pasirašyti bet kokius dokumentus, padedančius dokumentuoti, tobulinti ir įgyvendinti mūsų teises; ir (ii) suteikti pagrįstą prieigą prie informacijos, skirtos įrašyti, tobulinti, užtikrinti, ginti ir įgyvendinti tokias nuosavybės teises bet kurioje ir visose šalyse. Jūsų įsipareigojimai pagal šį skyrių išliks net ir po to, kai išregistruosite Paslaugas arba nustosite jomis naudotis. Jūs paskiriate mus savo faktiniu advokatu, kuris šiame skyriuje nurodytais tikslais jūsų vardu įformins dokumentus.",
    "426125156": "17. Autorių teisės ir panaikinimas",
    "1408530660": "IMI gerbia kitų intelektinę nuosavybę ir pasiliekame teisę pašalinti iš savo svetainės bet kokią medžiagą, kuri, mūsų nuomone, gali pažeisti bet kurios trečiosios šalies intelektines teises. Jei manote, kad jūsų darbas buvo nukopijuotas taip, kad šioje svetainėje pažeidžiamos autorių teisės, susisiekite su „Intuition Machines“ klientų aptarnavimo skyriumi.",
    "2696932851": "18. Žalos atlyginimas",
    "3844300338": "Jūs sutinkate atlyginti nuostolius, ginti ir apsaugoti mus nuo bet kokių pretenzijų, žalos, įsipareigojimų, išlaidų ir išlaidų (įskaitant pagrįstus advokatų mokesčius ir išlaidas), kylančias dėl jūsų užduočių atlikimo ar naudojimosi mūsų svetaine arba susijusių su jais. .",
    "2474091800": "19. Ginčai su kitais vartotojais; Paleidimas",
    "3162107126": "IMI nėra ginčo tarp jūsų ir kito Paslaugų naudotojo šalis. Jūs atleidžiate IMI ir su ja susijusias įmones nuo bet kokių pretenzijų, reikalavimų ir bet kokio pobūdžio ir pobūdžio, žinomų ir nežinomų, įtariamų ir neįtariamų, atskleistų ir neatskleistų pretenzijų, reikalavimų ir žalos, kylančios iš bet kokio ginčo tarp jūsų ir kito vartotojo arba su juo susijusių.",
    "2271969747": "20. Konfidenciali informacija, kurią gaunate",
    "1042802841": "Konfidenciali informacija yra bet kokia informacija, kuri pažymėta kaip konfidenciali arba nuosavybės teise, arba kurią gaunanti šalis pagrįstai turėtų suprasti kaip konfidencialią ar nuosavybės teisę. Tai neapima jokios informacijos, kuri (1) yra viešai prieinama, (2) jau turima, jos sukurta savarankiškai arba jau žinoma gaunančiosios šalies, arba (3) kuri buvo atskleista teismo įsakymu arba kitaip to reikalaujama įstatymas.",
    "1918025546": "Jei iš bet kurio Paslaugų naudotojo jums suteikia konfidencialią informaciją, sutinkate saugoti konfidencialios informacijos paslaptį tokiu pat rūpestingumu, kurį naudojate savo konfidencialia informacijai apsaugoti, tačiau jokiu būdu ne mažiau kaip reikiamai. Jūs negalite atskleisti ar skelbti tokios konfidencialios ar nuosavybės teise priklausančios informacijos, išskyrus atvejus, kai tai gali būti būtina užduočiai atlikti. Visa informacija, susijusi su užduotimi Intuicijos mašinų platformoje, turėtų būti laikoma konfidencialia, net jei informacija nėra aiškiai nurodyta kaip konfidenciali.",
    "2690395789": "Jei ir kai jums nebereikalinga gauta konfidenciali informacija, turite nedelsdami grąžinti arba sunaikinti (kaip to reikalauja informaciją atskleidęs asmuo) visas jūsų valdomose patalpose, sistemose ar kitoje įrangoje esančios informacijos kopijas.",
    "2178073797": "Kadangi konfidencialios informacijos atskleidimas gali sukelti nepataisomą žalą, atskleidusi šalis turi teisę prašyti įsakymo dėl bet kokio šios sąlygos pažeidimo ar gresiančio pažeidimo.",
    "2185860003": "21. Interneto svetainės pakeitimai",
    "2631249972": "Mes galime tobulinti arba keisti savo svetainę be jūsų įspėjimo.",
    "3764131594": "22. Trečiųjų šalių svetainės",
    "295955580": "Mūsų svetainėje gali būti nuorodų į trečiųjų šalių svetaines. Mes nekontroliuojame, netiriame, nestebime ir netikriname tokių svetainių. Mes nesame atsakingi už tokiose svetainėse esančias kompiuterines programas, turinį ar nuomones ir nepatvirtiname. Jei nuspręsite palikti mūsų svetainę ir patekti į bet kurią trečiosios šalies svetainę, tai darote savo pačių rizika.",
    "838225123": "23. Garantijos atsisakymas",
    "3897238493": "PASLAUGOS TEIKIAMOS TOKIOS, KOKIA YRA. NESUTEIKIAME JOKIŲ PAREIŠKIMŲ AR GARANTIJŲ, NUMANOMŲ AR AIŠKIŲ, DĖL PASLAUGŲ, JOKIOS SUSIJUSIOS PROGRAMINĖS ĮRANGOS AR MEDŽIAGOS, SUSIJUSIŲ ATSIŽVELGIAMŲJŲ ATSIŽIŪRIMŲ, ATSIŽIŪRIMO ATSIŽIŪRIMO ATSIŽVELGIMUMU, TINKAMUMO, TEISĖTUMUMU, PRIEINAMUMU ARBA FUNKCIONALINGUMU. IKI DIDŽIAUSIOS ĮSTATYMŲ LEIDŽIAMO DYDŽIO, IMI ATSAKO JOKIŲ AIŠKIŲ AR NUMANOMŲ SĄLYGŲ, PAREIŠKIMŲ IR GARANTIJŲ, ĮSKAITANT, BET JOMIS, NEAPSIribojant PARDUOTAMUMO, TINKAMUMO PARDUOTUVUI, PARDUOTUVUI GARANTIJAS. VIENINTELĖ IR IŠSKIRTINĖ JŪSŲ PRIEMONĖS PRIEMONĖS NUO IMI, ATSIŽVELGIANT Į JOKIUS DEFEKTUS, NEatitikimus AR NEPATINKinIMUS, – NUTRAUKTI NAUDOTIS PASLAUGOMIS Mes neprisiimame jokios atsakomybės už žalą jūsų kompiuterinei sistemai, duomenų praradimą ar sugadinimą ar kitą žalą. iš jūsų prieigos prie svetainės arba „Intuition Machines Platform“ arba jos naudojimo. Gali atsirasti suplanuotų ir neplanuotų trikdžių, ir mes negarantuojame nepertraukiamo mūsų svetainės pasiekiamumo.",
    "2110259227": "24. Atsakomybės ribojimas",
    "3018077211": "25. Bendraautorių ginčų sprendimas",
    "2790841456": "Jei esate bendradarbis, sutinkate su šia arbitražine išlyga ir grupės ieškinio atsisakymu:",
    "2323013093": "26. Taikytina teisė",
    "2900525040": "Kalifornijos valstijos įstatymai reglamentuoja šias paslaugų teikimo sąlygas ir bet kokius nesutarimus, ginčus ar pretenzijas, kylančias iš jų.",
    "3339302473": "27. Nutraukimas",
    "41530052": "28. Bendrosios sąlygos",
    "3202747130": "Pilnas susitarimas. Šios paslaugų teikimo sąlygos ir bet kokia politika, procedūros ar sąlygos, nurodytos šioje sutartyje, sudaro visą šalių susitarimą dėl dalyko ir pakeičia bei panaikina visas ankstesnes ir tuo metu galiojusias susijusias sutartis, pretenzijas, pareiškimus ir šalių susitarimus. .",
    "4080263153": "Jokio atsisakymo. Nebus laikoma, kad mes atsisakėme savo teisių ar teisių gynimo priemonių dalies, nebent atsisakymas būtų pateiktas raštu ir mūsų pasirašytas. Jei atidėliosime arba neįgyvendinsime savo teisių pagal bet kurią šios sutarties nuostatą, tai nereiškia, kad mes atsisakome teisės vėliau įgyvendinti tokią nuostatą ar bet kurią šios sutarties dalį.",
    "1789371580": "Priskyrimas. Jūs negalite priskirti šių paslaugų teikimo sąlygų be išankstinio raštiško mūsų sutikimo. Šias paslaugų teikimo sąlygas galime priskirti bet kuriuo metu be įspėjimo. Atsižvelgiant į tai, kas išdėstyta pirmiau, šios paslaugų teikimo sąlygos bus privalomos kiekvienos šalies įpėdiniams ir leidžiamiems perleidimams.",
    "2819628066": "Atskiriamumas. Jei kuri nors šių paslaugų teikimo sąlygų nuostata dėl kokios nors priežasties bus pripažinta negaliojančia arba neįgyvendinama, tai neturės įtakos likusių nuostatų galiojimui ir įgyvendinimui.",
    "3955981186": "Pataisos. Jokie kitų, išskyrus IMI, atliekami šių paslaugų teikimo sąlygų pakeitimai ar pakeitimai IMI nėra privalomi, nebent tai yra rašytinis dokumentas, pasirašytas tinkamai įgalioto IMI atstovo.",
    "1377538813": "Vyraujanti kalba. Šių paslaugų teikimo sąlygų versija anglų kalba bus valdoma visais atžvilgiais ir bus viršesnė, jei bus neatitikimų išverstoms versijoms, jei tokių yra.",
    "2438016011": "Savanoriškas susitarimas. Visos šių paslaugų teikimo sąlygų šalys pareiškia ir sutinka, kad kiekviena peržiūrėjo visus šios sutarties aspektus, atidžiai perskaitė ir visiškai supranta visas jos nuostatas ir savo noru sudaro šią sutartį.",
    "2445034923": "Jei nesutinkate su visomis šių paslaugų teikimo sąlygų sąlygomis, nesinaudokite (ir negalite) naudotis Svetaine ar Paslaugomis arba prie jų prisijungti.",
    "2646127839": "Kliento priedas prie pagrindinių paslaugų teikimo sąlygų",
    "4097297673": "Kaip klientas, užklausos teikėjas arba integratorius sutinkate laikytis toliau nurodytų sąlygų, be bet kokių kitų jums ir IMI privalomų sąlygų.",
    "1093280979": "1. Platformos užsakymo formos",
    "1549953005": "Galbūt užpildėte vieną ar kelias platformos prieigos užsakymo formas (kiekviena – „Užsakymo forma“), kad taptumėte Klientu arba užklausytoju. Jei taip, užsakymo formoje aprašytos sąlygos tampa paslaugų teikimo sąlygų dalimi ir yra įtrauktos kaip nuoroda.",
    "3819851005": "2. Mokesčiai",
    "1591032933": "Mokėsite IMI mokesčius, kaip aprašyta taikomoje Užsakymo formoje, naudodami mokėjimo būdą, kurį nurodėte taikomoje Užsakymo formoje. Išskyrus atvejus, kai abi šalys aiškiai susitaria raštu kitaip, visas sąskaitas faktūras apmokėsite per trisdešimt (30) dienų nuo sąskaitos faktūros išsiuntimo. Įgaliojate mus vykdyti kredito kortelių autorizavimą visai kredito kortelių informacijai, kurią mums pateikiate, saugoti šią kredito kortelės informaciją ir apmokestinti jūsų kredito kortelę ar bet kurią kitą sąskaitą, dėl kurios mes abipusiai sutinkame kaip mokėjimo formą. Jei Užsakymo formoje arba Įmonės paslaugų sutartyje arba Pagrindinėje paslaugų sutartyje nenurodyta kitaip, visi mokesčiai už Paslaugas, išskyrus perviršį, apmokestinami kasmet nuo IMI teikiamų paslaugų pagal jūsų sutartį pradžios (\"Įsigaliojimo data\").",
    "4142610534": "Už pavėluotus mokėjimus bus kaupiami 1,5 % procento per mėnesį mokesčiai arba didžiausia įstatymų leidžiama suma, atsižvelgiant į tai, kuri suma mažesnė. Jei dėl kokių nors priežasčių nesumokėsite mokėtinos sumos pagal šią Sutartį, jūsų paskyra gali būti sustabdyta mūsų nuožiūra. Tokiu atveju iš jūsų sąskaitos nebus atliekami jokie papildomi mokėjimai už užduočių atlikimą ir visos jūsų užduotys bus pašalintos. iš mūsų svetainės. Turite grąžinti mums visas mokėtinas sumas pagal pareikalavimą, taip pat visus apdorojimo mokesčius, delspinigius ar advokato mokesčius. Taip pat galime teikti atitinkamas ataskaitas kredito ataskaitas teikiančioms agentūroms ir teisėsaugos institucijoms.",
    "512991700": "Jei norite užginčyti bet kokius mokesčius, turite susisiekti su mūsų klientų aptarnavimo skyriumi ne vėliau kaip per trisdešimt (30) dienų nuo pirmosios atsiskaitymo ar sąskaitos išrašo, kuriame atsirado klaida ar problema, galutinio termino, kad gautumėte koregavimą arba kreditą.",
    "1273914192": "3. Mokesčiai",
    "4242322181": "Jūs esate atsakingi už visų su Paslaugomis susijusių mokesčių mokėjimą, išskyrus JAV mokesčius, apskaičiuojamus nuo Intuition Machines grynųjų pajamų arba asmeninės nuosavybės.",
    "1671996585": "Jūsų gali tekti integruoti savo svetainę, programą ar platformą su mūsų Paslaugomis per mūsų taikomųjų programų programavimo sąsają (API). Jei tai padarysite, suteikiame jums ribotą, neišskirtinę, neperleidžiamą, nepriskiriamą, atšaukiamą licenciją naudoti API tik paslaugoms pasiekti. Bet kuriuo metu galime keisti API ir (arba) nutraukti senų API versijų ar leidimų palaikymą. Pasiliekame teisę laikinai sustabdyti arba apriboti jūsų prieigą prie API savo nuožiūra ir dėsime visas pagrįstas pastangas, kad prieš sustabdydami sustabdytume jums įspėjimą.",
    "4036662147": "5. Konfidencialios informacijos apsauga",
    "3564208535": "Sutinkate dėti komerciškai pagrįstas pastangas, kad apsaugotumėte bet kokią konfidencialią informaciją, gautą iš mūsų arba per mūsų paslaugas. apima robotų balus ir neviešą informaciją apie mūsų įmonės paslaugą, įskaitant neviešą dokumentaciją ir bet kokią informaciją, kuria galime pasidalinti apie mūsų robotų aptikimo metodus. Jei jums bus suteikta prieiga prie tokios konfidencialios informacijos, savo nuožiūra galime keisti, sustabdyti arba apriboti jūsų prieigą prie mūsų paslaugų, jei nustatome, kad jums naudojantis mūsų paslaugomis bus atskleista konfidenciali informacija, ir dėsime pagrįstas pastangas. informuoti jus prieš sustabdymą.",
    "120384113": "6. Nutraukimas",
    "453723556": "Jūs galite nutraukti šį Kliento priedą, neatsižvelgdami į Paslaugų teikimo sąlygas, nustodami būti Klientu arba Užklausytoju. Mes pasiliekame teisę bet kuriuo metu sustabdyti arba nutraukti jūsų, kaip Kliento ar Prašytojo, statusą arba kitaip nutraukti jūsų paskyrą ar naudojimąsi Paslaugomis pagal Paslaugų teikimo sąlygas. Po sutarties nutraukimo jūs liekate atsakingi už bet kokią sumą, mokėtiną pagal Užsakymo formą. Jei jūsų prenumerata apima bet kokius mėnesinius ar metinius mokesčius arba mėnesinius ar metinius minimalius mokesčius, jūs vis tiek būsite atsakingas už visų paslaugų mokesčius atitinkamai iki to mėnesio arba metų pabaigos.",
    "218889628": "Išskyrus atvejus, kai nutraukiame šio Kliento priedo arba paslaugų teikimo sąlygas dėl to, kad pažeidėte šį Kliento priedą arba paslaugų teikimo sąlygas, jei nutrauksime galiojimą ir jūs iš anksto sumokėjote mums bet kokius mokesčius, grąžinsime proporcingą jų dalį. iš anksto apmokėtos sumos, atsižvelgiant į likusį laiką arba Paslaugas, už kurias sumokėjote, atsižvelgiant į tai, kuri suma mažesnė. Mes užbaigsime savo darbą komerciškai pagrįstu būdu ir išsaugosime bei pateiksime jums visus apmokėtus išvesties duomenų rinkinius ir visus mūsų turimus klientų duomenis. Bet kokiu atveju mes galime, bet neprivalome, ištrinti bet kokius duomenis.",
    "2505227594": "7. Perteklius",
    "2369877184": "Didžiausias leistinas didžiausias RPS greitis hCaptcha integratoriams arba klientams yra 1 000 užklausų per sekundę jūsų paskyros subjektams (toliau – RPS), nebent jūsų ir mūsų rašytinėje sutartyje nurodyta kitaip.",
    "234420106": "Jei esate „hCaptcha Enterprise“ paslaugos integratorius arba klientas, o jūsų API naudojimas, išmatuotas pagal RPS, viršija numatytą jūsų paslaugos lygio tarifą, galime nuspręsti pakeisti jūsų paslaugą arba apmokestinti perviršio tarifą. Jei jūsų didžiausias RPS rodiklis 10 kartų viršija numatytą tarifą 10 ar daugiau minučių iš viso per 30 dienų laikotarpį ir dauguma šių užklausų, mūsų nuomone, nėra kenkėjiškas srautas, galime pasirinkti apmokestinti jus pagal sutartyje nurodytą perviršio tarifą už visas API užklausas, pateiktas tą mėnesį.",
    "2619472217": "8. Perpardavimas",
    "2019702084": "Išskyrus atvejus, kai tai aiškiai leidžiama Kliento pagrindinėje paslaugų sutartyje arba perpardavėjo sutartyje, užsakytos SaaS paslaugos negali būti parduodamos, perparduodamos, išnuomojamos, subnuomojamos, licencijuojamos, sublicencijuojamos ar kitaip neteikiamos jokiai kitai trečiajai šaliai (išskyrus Kliento patronuojamąją įmonę). ), o visi užsakymai pagal Sutartį ir bet koks Kliento naudojimasis Paslauga yra skirti Kliento arba jo filialo vidaus verslo reikmėms.",
    "1233229030": "Įvairūs",
    "1467783792": "Joks asmuo, subjektas ar organizacija, kuriai Jungtinės Valstijos skyrė sankcijas („Sankcionuotas veikėjas“), negali gauti atlygio arba naudotis Paslaugomis kaip Integratorius. Kad būtų išvengta abejonių, tai apima visus subjektus, kuriems taikomos sankcijos, kuriuos paskyrė JAV iždo departamento Užsienio turto kontrolės biuras (OFAC).",
    "3759657802": "Jūs negalite jokiu būdu (pagal įstatymus ar kitu) perleisti, perduoti ar deleguoti šių paslaugų teikimo sąlygų arba savo teisių ar įsipareigojimų pagal juos.",
    "1627232990": "Šių paslaugų teikimo sąlygų vertimai pateikiami dedant visas pastangas. Esant bet kokiam esminiam skirtumui tarp paslaugų teikimo sąlygų anglų kalba ir jų vertimo, anglų kalba pateiktos paslaugų teikimo sąlygos laikomos autoritetingomis.",
    "805221621": "Prašome susisiekti su mumis adresu",
    "259613338": "jei turite klausimų dėl šių paslaugų teikimo sąlygų.",
    "2735878907": "Veiklos tęstinumo planavimo pareiškimas",
    "2887242610": "„Intuition Machines, Inc“ sukūrė veiklos tęstinumo planą, kaip reaguosime į įvykius, kurie labai sutrikdo mūsų „hCaptcha“ verslą. Kadangi nelaimių ir sutrikimų laikas ir poveikis yra nenuspėjami, turėsime būti lankstūs reaguodami į realius įvykius jiems įvykus. Atsižvelgdami į tai, pateikiame jums šią informaciją apie mūsų veiklos tęstinumo planą.",
    "809251240": "Susisiekite su mumis",
    "2551802342": "– Planuojame greitai atsigauti ir atnaujinti verslo veiklą po reikšmingo verslo sutrikimo ir reaguoti saugodami savo darbuotojus ir turtą, atlikdami finansinį ir veiklos vertinimą, saugodami įmonės buhalterinę apskaitą ir įrašus bei leisdami klientams ir jų galutiniams vartotojams atlikti sandorius internetu. Trumpai tariant, mūsų veiklos tęstinumo planas yra sukurtas taip, kad mūsų įmonė galėtų kuo greičiau atnaujinti veiklą, atsižvelgiant į reikšmingo verslo sutrikimo mastą ir sunkumą. Mūsų veiklos tęstinumo planas apima: duomenų atsarginę kopiją ir atkūrimą; visos svarbios sistemos; finansiniai ir veiklos vertinimai; alternatyvus bendravimas su klientais, darbuotojais ir priežiūros institucijomis; alternatyvi fizinė darbuotojų buvimo vieta; kritinis poveikis tiekėjui ir klientui; reguliavimo ataskaitų teikimas; ir nedelsdami įspėti savo klientus, jei negalėsime tęsti verslo. Mūsų pagrindinių tiekėjų grupė saugo mūsų svarbius įrašus geografiškai atskiroje srityje. Nors kiekviena avarinė situacija sukelia unikalių problemų, susijusių su išoriniais veiksniais, tokiais kaip paros laikas ir sutrikimo sunkumas, šis tiekėjų būrys mus informavo, kad jų tikslas yra atkurti savo veiklą ir greitai atnaujinti paslaugas. Nors mes stengėmės sumažinti riziką naudodamiesi įvairiais tiekėjais, šiuo laikotarpiu jūsų paslaugos gali būti pakeistos arba nutrauktos.",
    "826396656": "Mūsų veiklos tęstinumo planas",
    "1979347895": "– Reikšmingi verslo sutrikimai gali skirtis, pavyzdžiui, tik mūsų įmonė, vienas pastatas, kuriame yra mūsų įmonė, kaimynystė, kurioje yra mūsų įmonė, miestas, kuriame esame įsikūrę, arba visas regionas. Kiekvienoje iš šių sričių sutrikimo sunkumas taip pat gali skirtis nuo minimalaus iki didelio. Jei mūsų įmonė, verslo rajonas, miestas ar regionas arba pastatas, kuriame yra mūsų įmonė, sutriks, prireikus perkelsime savo veiklą į vietinę vietą ir nesitikime, kad verslo veikla būtų sutrikdyta. Bet kuriuo atveju planuojame tęsti veiklą, prireikus perkelti veiklą į alternatyvius tiekėjus ir pranešti jums per mūsų svetainę hcaptcha.com ir būsenos puslapį adresu hcaptchastatus.com, kaip su mumis susisiekti. Jei reikšmingas verslo sutrikimas bus toks rimtas, kad dėl to negalėsime tęsti verslo, mes jums nedelsdami pranešime.",
    "653679457": "Įvairūs sutrikimai",
    "410397176": "Daugiau informacijos",
    "2095899021": "„hCaptcha“ prekės ženklo naudojimo gairės ir bendroji prekės ženklo licencija",
    "2340340589": "„hCaptcha“ ženklo naudojimo gairės",
    "2430148876": "Sukūrėme šias gaires ir bendrąją prekės ženklo licenciją, kad mūsų klientams, partneriams ir gerbėjams būtų kuo lengviau dirbti su mūsų prekės ženklu, išsaugant įmonės tapatumą. Jei jums reikia naudoti „hCaptcha“ piktogramas, logotipus ar kitus ženklus būdais, kurie iš esmės skiriasi nuo šių gairių, turėsite susisiekti su mumis (IMI) dėl rašytinės licencijos.",
    "3884400764": "Nors galite naudoti „hCaptcha“ ženklus pagal šias gaires, tai nereiškia, kad turite kokių nors teisių į „hCaptcha“ ženklus, logotipus ar bet kokį kitą prekės ženklą, prekės pavadinimą, paslaugų ženklą, įmonės pavadinimą ar „hCaptcha“ prestižą. Norime suteikti kuo daugiau lankstumo, bet esame įpareigoti apsaugoti „hCaptcha“ nuo neteisėto bet kokio prekės ženklo, prekės pavadinimo, paslaugų ženklo, įmonės pavadinimo ar „hCaptcha“ geros valios naudojimo. Bet koks neteisėtas naudojimas automatiškai nutraukia „hCaptcha“ suteiktą leidimą arba licenciją ir gali prisiimti teisinę atsakomybę už bet kokią žalą.",
    "512598290": "Todėl turime paprašyti, kad visada naudotumėte visus „hCaptcha“ ženklus ir logotipus tokia forma, kuri atitinka toliau pateiktas taisykles, įskaitant didžiąsias raides, šriftą ir stilių.",
    "2075610992": "Ačiū už tavo pagalbą!",
    "1023190144": "hCaptcha® tekste",
    "4274324704": "Štai kaip naudoti mūsų vardą rašytinėje kopijoje:",
    "3912926900": "„hCaptcha®“ turėtų turėti registruoto prekės ženklo simbolį pirmą kartą, kai jis pasirodo kūrybinėje kopijoje.",
    "950637875": "„hCaptcha“ rašyba niekada neturėtų būti keičiama, o „hCaptcha“ visada turėtų būti didžioji antroji raidė („C“). Ji niekada nebūna daugiskaita ar savininkė.",
    "2624601135": "„hCaptcha“ neturėtų būti naudojama kaip prekės ženklo pavadinimo dalis, sujungta su brūkšneliu arba programų ar kitų produktų pavadinimuose.",
    "3828090208": "Vietoj to naudokite \"for hCaptcha\". Jei naudojamas su trečiosios šalies logotipu, \"hCaptcha\" turi būti mažesnio dydžio nei trečiosios šalies logotipas.",
    "4149738856": "hCaptcha turėtų būti naudojamas kaip būdvardis, o po jo turi būti tinkamas bendrinis terminas.",
    "1446868537": "hCaptcha niekada neturėtų būti naudojamas kaip veiksmažodis.",
    "2487931657": "Nenaudokite: \"we hCaptcha'd our site.\"",
    "2565565429": "Vietoj to naudokite: \"mes naudojame hCaptcha, kad mūsų svetainė būtų saugesnė\".",
    "3434202027": "Bet koks hCaptcha pavadinimo naudojimas komunikacijoje reikalauja priskyrimo: „hCaptcha yra registruotasis Intuition Machines, Inc. prekės ženklas“.",
    "2754937029": "Nepriimtinas naudojimas",
    "2436973524": "Priimtinos tik tikslios nuorodos. Neleistina sakyti, kad svetainė naudoja hCaptcha paslaugas ir programas, kai to nedaro. Panašiai, mūsų logotipo ar bet kokių ženklelių naudojimas taip pat tinkamas tik tada, kai svetainėje naudojamos „hCaptcha“ paslaugos.",
    "69844082": "„hCaptcha“ prekių ženklai, grafiniai simboliai, logotipai, šriftas ar piktogramos taip pat negali būti naudojami niekinančiu būdu.",
    "3861413614": "Be aiškaus raštiško leidimo negalite naudoti jokio „hCaptcha“ prekės ženklo ar logotipo, kuris reikštų, kad „hCaptcha“ yra susijęs su trečiosios šalies produktu ar paslauga arba jį remia, remia ar palaiko.",
    "1409822234": "Jokiomis aplinkybėmis identiškas arba beveik identiškas hCaptcha prekės ženklas negali būti naudojamas kaip domeno vardas.",
    "4181060163": "Trečiosios šalys neturėtų naudoti variantų ar rašybos klaidų arba elgtis taip, kad sukeltų bet kokią pradinę interesų painiavą dėl „hCaptcha“ prekių ženklų.",
    "3955555607": "Išskyrus partnerius ar įgaliotuosius perpardavėjus, trečiosios šalys negali siūlyti kainos už raktinius žodžius, „Google AdWords“ ar kitas tikslines reklamavimo sistemas, naudodamos „hCaptcha“ ženklus ar rašybos klaidas. Trečiosios šalys taip pat negali naudoti „hCaptcha“ ženklų domenų pavadinimuose, bet kokiame paieškos variklio optimizavime, metažymėse, paieškos terminuose, kode ar kitokiuose klaidinguose pristatymuose.",
    "1985238261": "Kiti apriboti ženklai",
    "2193061499": "Kai kuriuos mūsų logotipus ir ženklus gali naudoti tik hCaptcha ir jos partneriai. Trečiosios šalys negali naudoti šių ženklų be raštiškos „hCaptcha“ licencijos:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "„HCaptcha™“ „BotStop“.",
    "2557601376": "hCaptcha logotipas™",
    "248923369": "BotStop logotipas™",
    "3942875761": "Padėkite sukurti geresnį internetą™",
    "364774188": "Aš esu žmogus™",
    "2785425016": "(žmogiškumo patikrinimo sprendimo kontekste, pvz., raginimas veikti)",
    "2639657759": "Ženklai, naudojami pagal leidimą",
    "1268918580": "Kai kurie „hCaptcha“ ir jos partnerių naudojami logotipai ir ženklai priklauso trečiosioms šalims ir gali būti naudojami tik gavus jų leidimą. Trečiosios šalys negali naudoti šių ženklų, išskyrus atvejus, kai leidžia jų savininkai:",
    "3782751514": "HUMAN Protocol® yra registruotasis HUMAN Protocol Foundation prekės ženklas ir naudojamas su jo leidimu.",
    "1620709264": "HUMAN Token® yra registruotasis HUMAN Protocol Foundation prekės ženklas ir naudojamas su jo leidimu.",
    "3031953928": "HUMAN Network™ yra HUMAN Protocol Foundation prekės ženklas ir naudojamas su jo leidimu.",
    "3554363588": "Kiti ženklai",
    "3290996791": "Visi kiti produktų pavadinimai, logotipai ir prekės ženklai yra atitinkamų savininkų nuosavybė. Visi kiti šioje svetainėje naudojami įmonių, produktų ir paslaugų pavadinimai yra tik identifikavimo tikslais. Šių pavadinimų, logotipų ir prekių ženklų naudojimas nereiškia patvirtinimo.",
    "2444685143": "Logotipo politika",
    "2414232014": "Mūsų logotipas yra akimirksniu atpažįstamas ir yra vienas vertingiausių ir svarbiausių mūsų turtų. Siekiant užtikrinti, kad jis išliktų tvirtas mūsų įmonės atstovas, jis turi būti pateikiamas atsargiai ir nuosekliai visuose komunikacijos kanaluose.",
    "803639471": "„hCaptcha“ logotipą sudaro rankos piktograma ir „hCaptcha“ logotipas. Alternatyvios formos rankos piktograma gali pasirodyti pati, kai erdvė yra ribota, o „hCaptcha“ yra naudojamas kaip žodinis ženklas (kaip aprašyta aukščiau) šalia rankos piktogramos, kad būtų aišku, kad rankos piktograma reiškia „hCaptcha“.",
    "564127016": "hCaptcha rankos piktograma:",
    "1424800293": "hCaptcha logotipas:",
    "1525506526": "Kas yra paskyros perėmimas ir kaip jie veikia?",
    "2446481523": "Yra sena liaudies pasaka, kurioje mažo užmiesčio gyvenvietėje prie konstabulo pasirodo vagono vairuotojas ir bajoras. Vienas vyras, apsirengęs nešvariais, skurdžiais drabužiais, pasakė konstebliui: „Aš esu didikas. Šis vyras buvo mano vairuotojas.",
    "1767952047": "Praėjusią naktį jis mane užpuolė, pavogė drabužius ir paėmė pinigus. Kitas vyras, apsirengęs labai puošniais, kilmingos klasės drabužiais, atsakė: „Konstebli, šis žmogus išprotėjęs. Jis mano, kad yra bajoras. Aš esu tikras bajoras. Suimk jį!\"",
    "2947576723": "Ši istorija sukurta anksčiau nei buvo išduoti vairuotojo pažymėjimai ir skaitmeninis pirštų atspaudų atspaudas, tačiau joje pateikiamas geras pavyzdys, kas gali suklysti perimant paskyrą. Asmuo prisijungia prie internetinės banko sąskaitos arba mobiliųjų mokėjimų programėlės. Ar jis tikrasis sąskaitos savininkas, ar įsilaužėlis? Kas iš tikrųjų yra kas? Šios saugos problemos turi įtakos organizacijoms, kurios leidžia pasiekti savitarnos paskyrą.",
    "1687299615": "Kas yra sąskaitos perėmimas?",
    "2648707986": "Paskyros perėmimas yra kibernetinio sukčiavimo forma, kai piktybinis veikėjas apsimeta internetinės paskyros savininku. Paprastai sąskaita yra finansų įstaigoje arba elektroninės prekybos įmonėje, kur sukčius gali pavogti pinigus, prekes ar dovanų korteles. Užpuolikas naudoja pavogtus prisijungimo kredencialus, kad pasiektų paskyrą ir ją perimtų, galbūt pakeis slaptažodį, kad užblokuotų tikrąjį paskyros savininką.",
    "1476843710": "Mažiau finansiškai žalingos, bet vis tiek žalingos paskyros perėmimo formos yra socialinės žiniasklaidos paskyrų užgrobimas ir panašiai. Tokiais atvejais užpuolikas dažniausiai bando paskleisti kenkėjiškas programas arba įsitraukti į sukčiavimo atakas prieš nieko neįtariančius aukos draugus. Arba užpuolikas bando sugėdinti auką, o tai kartais nutinka, pavyzdžiui, su įžymybėmis ir politikais.",
    "2904949278": "Kaip įsilaužėlis perima paskyrą?",
    "2575690545": "Sąskaitų perėmimas, kaip ir daugelis kitų kibernetinių sukčiavimo atvejų, dažniausiai yra automatizuotų, masinių procesų reikalas. Retas atvejis, kai įsilaužėlis, apsivilkęs gobtuvą savo mamos rūsyje, po vieną įveda slaptažodžius į banko svetaines.",
    "3614653023": "Atvirkščiai, praktika remiasi didelio masto kredencialų užpildymo atakomis, kurios išbando milijonus vartotojo vardo ir slaptažodžio porų dešimtyse tikslinių finansinių institucijų, tikintis atrakinti nedidelį paskyrų pogrupį. Kai automatizuota sukčiavimo programinė įranga gauna prieigą prie paskyros, įsilaužėlis gali įsitraukti, bet kai kuriais atvejais ne.",
    "2762759509": "Daugelis paskyros perėmimo atakų yra beveik visiškai automatizuotos.",
    "1972710018": "Žiūrint iš įmonės perspektyvos",
    "1282121137": "Kad suprastumėte, koks problematiškas gali būti sąskaitos perėmimas, apsvarstykite, kaip patirtis atrodo finansų įstaigos požiūriu. Jie kasdien tvarko milijonus prisijungimų.",
    "2315518622": "Dėl šiuolaikinių atakų įrankių sudėtingumo labai sunku nustatyti, kurie, jei tokių yra, yra apgaulingi. Tada žmogus paskambina į klientų aptarnavimo liniją ir sako: „Mano paskyra buvo užpulta! Negaliu prisijungti ir kažkas vagia mano pinigus!“",
    "1836369533": "Kaip konsteblis liaudies pasakoje, kaip nustatyti, kas iš tikrųjų yra kas? Jei užpuolikas turi pakankamai pavogtų tapatybės elementų, pvz., vairuotojo pažymėjimo numerį, socialinio draudimo numerį, motinos mergautinę pavardę, adresą ir t. t., gali būti gana sunku nustatyti, ar skambinantysis yra tikrasis paskyros savininkas, ar užpuolikas, bandantis gauti slaptažodžio nustatymas iš naujo paskyroje, į kurią jis nori patekti.",
    "2880837730": "Ką daryti norint sustabdyti paskyros perėmimą?",
    "3654556483": "Finansų institucijos ir elektroninės prekybos įmonės turi procesus ir kontrolės priemones, kurios sumažina paskyros perėmimo grėsmę. Tai svyruoja nuo senamadiškų saugos klausimų „koks buvo tavo geriausio draugo vardas pradinėje mokykloje“ iki aptikimo metodų, kurie atskleidžia įtartinus IP adresus ir mobiliųjų įrenginių profilius.",
    "2449501658": "yra vienas iš pažangiausių būdų, kaip sumažinti grėsmę, kylančią dėl nesąžiningų bandymų prisijungti prie paskyros, naudojant mašininį mokymąsi robotams aptikti ir sustabdyti, o sukčiams daug sunkiau arba net neįmanoma perimti paskyros.",
    "3621455477": "sužinoti daugiau!",
    "555246307": "Beje, štai kaip baigiasi bajoro ir jo vairuotojo istorija: Konsteblis privertė abu vyrus valandų valandas sėdėti kambaryje ir nuobodžiauti. Dienos pabaigoje jis pasirodė ir pasakė: „Dabar kalbėsiu su vagono vairuotoju“. Kilmingais drabužiais vilkėjęs vyras atsistojo. Jam buvo taip nuobodu, kad jis pamiršo, kad tik apsimeta bajoru.",
    "1224727373": "„HCaptcha“ sukūrė „BotStop“.",
    "1187718370": "Susisiekite su mumis",
    "3892905664": "„hCaptcha“ padeda jūsų mėgstamoms internetinėms paslaugoms apsaugoti nuo robotų, šlamšto ir piktnaudžiavimo, užduodant paprastus klausimus, kurie yra lengvi žmonėms ir sudėtingi mašinoms.",
    "555158694": "Jūsų naudojama paslauga nusprendė pagerinti jūsų patirtį savo svetainėje įdiegdama „hCaptcha“, kad sumažintų kenkėjišką srautą.",
    "1617196410": "„hCaptcha“ yra orientuota į robotų sustabdymą. Mums nesvarbu, kas yra vartotojas, o tik tai, ar jie yra kenkėjiški. Mes sunkiai dirbame siekdami suderinti privatumą ir",
    "1624200563": "saugumo ir laikytis GDPR, CCPA, LGPD, PIPL ir kitų privatumo taisyklių.",
    "1927613000": "„hCaptcha“ sujungia sudėtingą mašininį mokymąsi su galinga iššūkių platforma, kad apsaugotų žiniatinklio programas nuo paskyros perėmimo, kredencialų užpildymo, nubraukimo ir kitokio piktnaudžiavimo.",
    "1133989302": "Kodėl hCaptcha?",
    "34074886": "Kiekvieną kartą, kai atsakote į iššūkį, naudojame sudėtingus modelius, kad išsiaiškintume, ar esate žmogus. Tada svetainė, kurioje lankėtės, naudoja šį rezultatą, kad padėtų pagerinti jūsų patirtį svetainėje, apsaugodama nuo robotų.",
    "3412647984": "Tai leidžia išvengti tolesnių klausimų užsiregistravus ir nustatant slapuką. Taip pat pabandykite išjungti skelbimų blokavimo priemonę.",
    "2510209017": "Reikia daugiau pagalbos?",
    "477275453": "Kodėl API yra populiarus įsilaužėlių tikslas?",
    "596347471": "Programų programavimo sąsajos (API) tapo populiariu kenkėjiškų veikėjų taikiniu kibernetinėje erdvėje. Tam yra daug priežasčių, įskaitant didelį jų naudingumą integruojant programas. Tačiau API riziką galima sumažinti.",
    "2441638955": "Pirma, kas yra API?",
    "3963216198": "Norint aptarti, kodėl API yra populiarus įsilaužėlių taikinys, pirmiausia verta trumpai apibrėžti, ką šiuo metu reiškia terminas „API“. API koncepcija nėra visiškai nauja. Tiesą sakant, sąsajos, skirtos įvairioms kompiuterinėms sistemoms sujungti viena su kita, taip pat jų vidinius komponentus, buvo naudojamos bent jau nuo septintojo dešimtmečio pradžios.",
    "1047251718": "Tačiau šiandien, kai žmonės kalba apie API, jie visada turi omenyje standartais pagrįstas API. Tai API, sukurtos naudojant atvirus standartus, pvz., Representational State Transfer (REST) ir atvirus standartinius failų formatus, tokius kaip JavaScript Object Notation (JSON). Tokios „RESTful API“, kaip jos žinomos, gali būti sukurtos nenaudojant patentuotos programinės įrangos. Gautos API gali siųsti ir gauti duomenis bei procedūrų skambučius tarp programinės įrangos programų. Pavyzdžiui, mobiliosios bankininkystės programėlė naudoja API, kad pasiektų banko sistemas.",
    "3195334319": "API naudingumas ir pažeidžiamumas",
    "1903743785": "Standartais pagrįstų API atsiradimas buvo didelis šuolis į priekį integruojant programas. Maždaug per pastaruosius 20 metų API iš brangių ir sudėtingų patentuotų programinės įrangos produktų tapo nemokamais, standartais pagrįstais įrankiais, su kuriais buvo gana lengva dirbti ir kuriuos buvo galima greitai įdiegti.",
    "879362350": "Su naujomis API, veikiančiomis internetu, tapo įmanoma prijungti bet kokią programinę įrangą ar duomenų šaltinį bet kurioje pasaulio vietoje, nepriklausomai nuo platformos, duomenų schemos ar programavimo kalbos. Dėl to skaičiavimo pasaulis šiuo metu yra API revoliucijos įkarštyje. Programų ir duomenų ryšys išaugo. Tai puiku, kol to nėra.",
    "3844432472": "Pats API atvirumas ir naudingumas daro juos neįtikėtinai turtingais užpuolikų taikiniais. Lygiai taip pat, kaip mobiliąją programą galima užprogramuoti pasiekti ir gauti duomenis iš įmonės sistemos naudojant API, taip pat gali būti ir kenkėjiškų programų dalis. Piratai parašė daugybę įvairių programinės įrangos įrankių, skirtų piktnaudžiauti API. Tai efektyvi puolimo technika.",
    "2187096543": "Iš tiesų, buvo keletas didelių duomenų pažeidimų, kuriuos sukėlė įsilaužėlių sukurta programinė įranga, kuri pasitelkė API, kad ištrauktų duomenis iš duomenų bazės. Galų gale, jei norint pavogti duomenis, tiesiog reikalingas pagrindinis API GET iškvietimas, parašytas naudojant REST ir JSON, tada nesunku greitai išvalyti duomenų bazę. Tiesą sakant, kai žmonės kalba apie „ekrano nubraukimo“ atakas, jos iš tikrųjų dažniausiai reiškia greito veikimo API skambučius, kurie ištraukia duomenis iš duomenų bazių. API tapo pagrindine jas kuriančių organizacijų atakų priemone.",
    "4222109231": "API rizikos mažinimas naudojant „hCaptcha“ įmonės produktą",
    "1783317946": "API atakų sustabdymas yra populiarus naudojimo atvejis",
    "3022922096": ", hCaptcha įmonių produktų rinkinys. Skirtingai nuo nemokamos hCaptcha versijos,",
    "63719113": "naudoja pažangų mašininį mokymąsi, kad nustatytų kenkėjišką srautą į jūsų svetainę ir programas, įskaitant duomenų rinkimo veiklą.",
    "3566102529": "mums šiandien, kad sužinotume daugiau.",
    "3096553330": "Kiekviena mūsų sukurta sistema tiesiog atspindi mūsų santykius su kitais žmonėmis.",
    "1467218142": "Tai, ko trokštame iš jų ir mes patys, lemia mūsų elgesį, todėl visose žmonių sistemose kartojasi tie patys sąveikos modeliai. Internetas pateikia daug puikių šio pagrindinio mūsų pasaulio aspekto pavyzdžių.",
    "808872868": "Pavyzdžiui: šlamštas, sukčiavimas ir piktnaudžiavimas egzistuoja internete nuo beveik kitos dienos po to, kai pirmą kartą buvo sujungtos dvi sistemos.",
    "1085089390": "Prievarta internete kyla dėl įgimto žmogaus elgesio",
    "3064321967": "Pirmasis žinomas el. laiškas buvo išsiųstas 1978 m. [",
    "3800781598": "] Praėjus beveik penkiems dešimtmečiams el. pašto šiukšlės vis dar kamuoja mus. Daug milijardų dolerių ir tūkstančiai asmeninių metų inžinerinių pastangų buvo įdėta siekiant jį nugalėti, tačiau šlamštas išlieka. Abiejose pusėse yra milijardų dolerių vertės pramonės šakos, ty ginančios nuo jos ir siunčiančiosios.",
    "2119943547": "Kodėl tai? Atsakymas paprastas. Kol yra paskata piktnaudžiauti sistema, kažkas paprastai ras būdą. Ir kai jie tai padarys, kažkas kitas dabar turės paskatą juos sustabdyti.",
    "532470444": "Pusiausvyra kiekvienais metais gali šiek tiek keistis, tačiau toks elgesys tiesiog atspindi esminę žmogaus prigimtį, o penki tūkstančiai metų užfiksuota istorija rodo, kad dinamika greičiausiai nepasikeis.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Ši analizė nėra nauja, tačiau žmonės nusiteikę amžinai optimistiškai. Ypač kai jie mano, kad jų idėja nauja.",
    "1216071511": "Tos pačios idėjos siūlomos taip dažnai, kad maždaug prieš 20 metų anoniminis autorius sugalvojo naudingą tuščią informaciją internetinėms diskusijoms apie anti-spam sprendimus:",
    "1941999673": "Jūsų įrašas pasisako už a",
    "4179118182": "( ) techninis ( ) teisėkūros ( ) rinkos pagrindu ( ) budrus",
    "3978720689": "požiūris į kovą su šiukšlėmis. Jūsų idėja nepasiteisins. Štai kodėl tai neveiks.",
    "318339230": "(Jūsų konkrečiai idėjai gali būti taikoma viena ar daugiau iš toliau nurodytų teiginių ir gali būti",
    "30312304": "kiti trūkumai, kurie įvairiose valstijose skyrėsi prieš priimant blogą federalinį įstatymą.)",
    "2710988028": "( ) Pašto siuntėjai gali lengvai jį naudoti norėdami surinkti el. pašto adresus",
    "3912514510": "( ) Tai turės įtakos adresų sąrašams ir kitam teisėtam el. pašto naudojimui",
    "2030062561": "( ) Niekas negalės surasti vaikino ar surinkti pinigų",
    "3334160175": "( ) Jis neapsaugotas nuo žiaurios jėgos atakų",
    "3238345709": "( ) Dviem savaitėms bus sustabdytas šlamštas, o tada mes įstrigsime",
    "4227800293": "( ) El. pašto vartotojai su tuo nesitaikys",
    "2271252286": "( ) „Microsoft“ su tuo nesitaikys",
    "692064738": "( ) Policija su tuo nesitaikys",
    "3475647460": "( ) Reikia per daug bendradarbiauti iš šiukšlių siuntėjų",
    "1482845460": "( ) Reikalingas neatidėliotinas visiškas visų bendradarbiavimas iš karto",
    "3741193183": "( ) Daugelis el. pašto vartotojų negali sau leisti prarasti verslo arba atstumti potencialius darbdavius",
    "2234909600": "( ) Pašto siuntėjai nesirūpina netinkamais adresais savo sąrašuose",
    "1982617151": "( ) Kiekvienas gali anonimiškai sugriauti bet kurio kito karjerą ar verslą",
    "2498172334": "Tiksliau, jūsų planas neatsižvelgia į tai",
    "389705801": "( ) Įstatymai, aiškiai tai draudžiantys",
    "190955495": "( ) Trūksta centralizuoto el. pašto kontrolės",
    "237009707": "( ) Atvirosios estafetės užsienio šalyse",
    "3507532387": "( ) Paprasta visų el. pašto adresų paieška nedidelėje raidinių ir skaitmeninių adresų erdvėje",
    "2477958756": "( ) Blogi žmonės",
    "3254142589": "( ) Jurisdikcijos problemos",
    "3621401685": "( ) Keistų naujų mokesčių nepopuliarumas",
    "4277475973": "( ) Visuomenės nenoras priimti keistas naujas pinigų formas",
    "941057651": "( ) Didžiulės esamos programinės įrangos investicijos į SMTP",
    "3265293440": "( ) Kitų protokolų nei SMTP jautrumas atakoms",
    "515733427": "( ) Vartotojų noras įdiegti OS pataisas, gautas el",
    "2631159699": "( ) Armijos sliekų apimtos plačiajuosčio ryšio Windows dėžučių",
    "776542208": "( ) Amžinosios ginklavimosi varžybos, susijusios su visais filtravimo būdais",
    "989480928": "( ) Nepaprastas šiukšlių pelningumas",
    "3898950867": "( ) Džo darbai ir (arba) tapatybės vagystė",
    "3395399558": "( ) Techniškai neraštingi politikai",
    "1118929614": "( ) Labai kvaila žmonių, kurie bendradarbiauja su šiukšlių siuntėjais",
    "838951836": "( ) Nesąžiningumas iš pačių šiukšlių siuntėjų",
    "2123236933": "( ) Pralaidumo sąnaudos, kurioms neturi įtakos klientų filtravimas",
    "2292919419": "( ) Outlook",
    "2534436327": "taip pat gali būti taikomi šie filosofiniai prieštaravimai:",
    "832385387": "( ) Panašių į jūsų idėjas lengva sugalvoti, tačiau nė viena nebuvo parodyta praktiškai",
    "1993984258": "( ) Bet kokia schema, pagrįsta atsisakymu, yra nepriimtina",
    "3909240516": "( ) SMTP antraštės neturėtų būti teisės aktų objektas",
    "1151065360": "( ) Juodieji sąrašai yra baisūs",
    "2396605499": "( ) Baltieji sąrašai šlykštūs",
    "2225785608": "( ) Turėtume turėti galimybę kalbėti apie „Viagra“ be cenzūros",
    "3004688366": "( ) Atsakomosios priemonės neturėtų būti susijusios su sukčiavimu elektroninėmis priemonėmis arba kreditinėmis kortelėmis",
    "922470170": "( ) Atsakomosios priemonės neturėtų apimti viešųjų tinklų sabotavimo",
    "3068923550": "( ) Atsakomosios priemonės turi veikti, jei jos įgyvendinamos palaipsniui",
    "2752975480": "( ) El. laiškų siuntimas turėtų būti nemokamas",
    "117227832": "( ) Kodėl turėtume pasitikėti jumis ir jūsų serveriais?",
    "1021431157": "( ) Nesuderinamumas su atvirojo kodo arba atvirojo kodo licencijomis",
    "2801524659": "( ) Geros savijautos priemonės nepadeda išspręsti problemos",
    "931661269": "( ) Laikini / vienkartiniai el. pašto adresai yra sudėtingi",
    "2090457681": "( ) Nenoriu, kad vyriausybė skaitytų mano el. laišką",
    "3536122902": "( ) Tokiu būdu jų stabdymas nėra pakankamai lėtas ir skausmingas",
    "2391175562": "Be to, aš manau apie tave štai ką:",
    "229198134": "( ) Atsiprašau, bičiuli, bet nemanau, kad tai pavyktų.",
    "345563040": "( ) Tai kvaila mintis, o tu esi kvailas, kad tai pasiūlei.",
    "409780280": "( ) Geras bandymas, ****! Tikiuosi, kad kas nors žengs ant jūsų klaviatūros!",
    "2820080973": "surengė su ❤",
    "3943164003": "peržiūrėti neapdorotą",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Kodėl jūsų naujasis anti-spam sprendimas neveiks",
    "361795034": ". Nežinomas autorius, m. 2000 m",
    "1547006769": "Žmoniškumo patikrinimas yra ta pati problema",
    "3717942925": "Kaip visada bus žmonių, kurie norės atkreipti jūsų dėmesį el. paštu, taip pat visada bus noras apriboti prieigą prie kai kurių išteklių, kad tik žmonės galėtų juos pasiekti.",
    "2481032625": "Ar tikslas yra užkirsti kelią:",
    "1691348394": "- automatizuoti masiniai pirkimai riboto išleidimo metu",
    "1771016224": "- programinė įranga, leidžianti masiškai atsisiųsti visą turinį iš jūsų svetainės",
    "1959762846": "- Jūsų žiniatinklio formos užpildytos nesibaigiančiu rinkodaros šlamštu ar piktnaudžiavimu",
    "345108670": "- kredencialų užpildymas ir kiti paskyros perėmimo bandymai",
    "2540760245": "Be daugelio kitų naudojimo būdų, galimybė filtruoti internetinį srautą pagal „žmogaus ar ne“ klausimą greičiausiai išliks vertinga priemone tol, kol žmogaus prigimtis laikysis tų pačių modelių, užfiksuotų per pastaruosius penkis tūkstančius metų.",
    "3346362371": "O mašininis mokymasis?",
    "3619183405": "Dėl mašininio mokymosi pažangos 2021 m. paprastas CAPTCHA kartais galima išspręsti naudojant programinę įrangą. Norėdami tai išspręsti, „hCaptcha“ taip pat atlieka labai išsamią savybių, tokių kaip",
    "3292221787": "į iššūkį buvo atsakyta, o ne tik ar jis teisingas, ir dažnai keičiami tiek klausimai, tiek naudojami duomenys.",
    "1080672247": "Kadangi daugelio užduotų klausimų negalima ekonomiškai išspręsti naudojant jau paruoštą programinę įrangą, o duomenys paprastai yra unikalūs sistemoje, tai reiškia, kad nemokama paslauga dažnai visiškai sustabdo robotus ir turi pasikliauti žmogiškaisiais CAPTCHA sprendėjais, daugelis piktnaudžiavimo rūšių tampa visiškai neekonomiški.",
    "4172868199": "eina daug toliau, pereinant į bandymų atskirti „gerą žmogų“ nuo „blogo žmogaus“ sritį, ir šiandien ją naudoja daugelis populiariausių pasaulyje internetinių paslaugų, kad surastų ir sustabdytų viską nuo pirkimo sukčiavimo iki pažangių nuolatinių. grėsmės naudotojams, kartu ypatingą dėmesį skiriant privatumo išsaugojimui.",
    "2873911365": "O aparatinės įrangos atestacija?",
    "1477196356": "Dešimtmečius buvo siūlomi įvairūs tapatybės susiejimo su įrenginiu būdai kriptografiškai saugiu būdu, kartais su privatumą išsaugančiomis savybėmis. Viešojo rakto kriptografija atsirado m. 1975 m., o aparatūros žetonai egzistavo beveik tiek pat laiko.",
    "2349681896": "Deja, aparatinės įrangos valdymas nereiškia, kad esate asmuo. Beveik kiekviena populiari vartotojų aparatinės įrangos atestavimo schema buvo ne kartą sulaužyta, pataisyta ir vėl sulaužyta.",
    "254326776": "Dažnai nustatoma, kad piktybinis piktnaudžiavimas šiais trūkumais buvo vykdomas kelis mėnesius ar metus iki atskleidimo ar akademinės publikacijos.",
    "2462909475": "Daugiau nei 10 000 telefonų, naudojamų piktnaudžiavimui, siena, Kinijos roboto operacijos dalis.",
    "1963951234": "Kad ir kokia patikima būtų jūsų kriptografinė schema, jei dienos pabaigoje kas nors gali tiesiog išleisti pinigus, kad pateiktų jums atsakymą, kurio ieškote, turėti aparatinės įrangos nepakanka.",
    "1278884196": "Beje, kriptografija yra gana jauna disciplina. Remiantis naujausia istorija, jūsų kriptografinė schema ir (arba) įgyvendinimas greičiausiai bus sugadinti, kai tik kas nors turės paskatų į tai atidžiai pažvelgti, ir tikėtina, kad kiti žmonės tai išsiaiškins gerokai anksčiau nei jūs tai padarysite. Pasitikėjimas aparatine įranga taip pat reiškia, kad gali tekti paprašyti kiekvieno naudotojo pakeisti fizinį įrenginį, kad būtų pašalintas trūkumas. Mažai tikėtina, kad daugeliu atvejų tai įvyks greitai, o tai reiškia, kad iš tikrųjų jūsų sistema tiesiog nepavyks atidaryti.",
    "1828028934": "Štai kodėl",
    "1642844535": "Svarbu: „hCaptcha“ naudoja kelis skirtingus metodus, kad atsakytų į tą patį pagrindinį klausimą, todėl galima palyginti visų vertinimų nuoseklumą.",
    "1155821305": "gynyba yra gylis",
    "119098046": "O kaip su pasyviais ar be iššūkių sprendimais?",
    "2760410719": "Paslaugos, kurios bando aptikti robotus tik pasyviais signalais, greitai susiduria su esmine problema: kaip patikrinti, ar sistema teisingai aptinka blogus veikėjus, kai neturite tikslios pagrindinės tiesos?",
    "1722734001": "Atviras internetas yra labai triukšminga aplinka. Blogi veikėjai kiekvieną dieną atakuoja mūsų paslaugos naudotojus ir konkurentus, tokius kaip reCAPTCHA, ir, žinoma, bando atrodyti kiek įmanoma žmogiškesni.",
    "1595254735": "Grynai pasyvioms paslaugoms sunku išlaikyti robotų aptikimo tikslumą arba net žinoti, kada jie yra netikslūs. Neturint galimybės retkarčiais mesti iššūkį vartotojams ir teisingai analizuoti šio iššūkio rezultatus, laikui bėgant tikslumas labai mažėja.",
    "2412751979": "Dėl tikslesnių žmonijos signalų, kurie maitina hCaptcha, daugelis įmonių, kurios anksčiau naudojo reCAPTCHA v3/Enterprise, perėjo prie",
    "2284856231": "ir pastebėta, kad labai pagerėjo tikslumas „hCaptcha Enterprise“ visiškai pasyviame režime.",
    "4162847": "Galėjome tai stebėti tiesiogiai, nes kai kurie mūsų klientai atlieka A/B testus pagal tą pačią užklausą prieš visiškai pereidami nuo „Google“ pasiūlymų. Paprastai galime įrodyti, kad iš „reCAPTCHA v3“ arba „reCAPTCHA Enterprise“ gaunamas didelis klaidingai teigiamas ir klaidingas neigiamas rezultatas.",
    "436125785": "Tai nestebina, atsižvelgiant į tai, kad šiuose produktuose pateikiamos grįžtamojo ryšio linijos yra netikslūs ir tai, kad juos parduoda skelbimų tinklas, turintis didžiulį interesą, kad nebūtų per daug aptikti robotai, kad tai nepakenktų jų pagrindinei veiklai.",
    "2233741720": "Apibendrinant",
    "2133809801": "Kol žmonės liks žmonėmis, tikėtina, kad žmogiškumo patvirtinimas internete turės atlikti svarbų vaidmenį.",
    "2255549335": "Mūsų darbas hCaptcha yra rasti gerus kompromisus tarp sudėtingumo ir tikslumo ir išlaikyti mažą trintį, ypač",
    "4138068262": "vartotojų. Galų gale sąveika su iššūkiais greičiausiai išliks įrankių, skirtų sumažinti piktnaudžiavimą internete, arsenalo dalimi, kol žmogaus prigimtis išliks nepakitusi.",
    "855097735": "Sukurti paslaugą, kuri tai daro gerai, kartu subalansuojant visus rūpesčius, yra labai sudėtinga problema (ir mes visada stengiamės ją tobulinti, kad patirtis būtų kuo malonesnė), tačiau tikimės, kad sutiksite, kad būtų sumažintas šlamštas, piktnaudžiavimas ir paskyros perėmimas. , o sukčiavimas internete galiausiai vertas kartais paprasto klausimo.",
    "1953959745": "prieinamumas",
    "2543123170": "Nulinės trinties žmonijos patikrinimas",
    "547245263": "Išspręskite savo roboto problemą šiandien.",
    "3117887301": "Pasitiki didžiausiomis internetinėmis paslaugomis",
    "981806349": "Sukurta ant patikrintos hCaptcha platformos",
    "2373007864": "„hCaptcha Enterprise“ veikia naudojant „hCaptcha“ platformos technologiją, išplėstą įtraukiant funkcijas, kurių reikia didelio srauto įmonėms.",
    "2652399059": "Patikimas partneris",
    "1997838163": "Didžiausios pasaulio įmonės priklauso nuo „hCaptcha Enterprise“. Integravimas yra paprastas, o aptikimo tikslumas yra neprilygstamas.",
    "734735952": "Įvertinome keletą CAPTCHA pardavėjų ir patys kūrėme sistemą. Galų gale „hCaptcha“ pasirodė kaip geriausia „reCAPTCHA“ alternatyva.",
    "1250541092": "– Sergi Isasi",
    "3524251858": "„Cloudflare“ produktų valdymo direktorius",
    "3971348140": "Kodėl mes naudojome „hCaptcha“? Niekas kitas negalėjo užtikrinti mums reikalingų funkcijų ir našumo. Jie mus greitai paruošė ir pradėjo veikti, o mūsų prekybininkams patinka ši patirtis.",
    "4248655793": "– Aleksas M.",
    "4185927140": "Produktų vadovas, „Flash“, „Shopify“.",
    "282913023": "Ekonomiškai efektyvus pasirinkimas didelio eismo įmonėms",
    "999610953": "Galiausiai, patikima „Google“ alternatyva. „hCaptcha Enterprise“ žymiai sutaupo jūsų „reCAPTCHA“ sąskaitą ir užtikrina didesnį saugumą: kai kuriais atvejais iki 80 % pigiau.",
    "1886100235": "Daugelis didžiausių pasaulyje internetinių paslaugų perėjo prie „hCaptcha Enterprise“ ir gavo patobulintą robotų aptikimą bei daug sutaupytų išlaidų.",
    "2903742230": "Skelbimų tinklai lankytojus mato kaip produktą. Mums vienintelis tikslas yra nustatyti jų žmogiškumą. Mūsų paslaugos atitinka arba viršija GDPR, CCPA, LGPD ir PIPL reikalavimus, todėl labai stengiamės suderinti privatumą ir saugumą.",
    "3901503296": "Šis unikalus dėmesys privatumui reiškia, kad galime pasiūlyti nulinį individualių duomenų saugojimą, veikimą be slapukų ir kitas sutartines privatumo garantijas, jei reikia, išlaikant puikų saugumą.",
    "3342910682": "Skaityti daugiau",
    "1130783905": "Tikslumas yra jūsų ir mūsų interesas. „hCaptcha“ suteikia jums tikrus duomenis ir leidžia nuspręsti, kaip juos naudoti. Kitus saugumo sprendimus teikia Gigantic reklamos įmonės. Tai reiškia, kad kiekvienas jų blokuojamas robotas gali sumažinti savo pajamas.",
    "2019130052": "Mūsų į privatumą orientuotos ML naujovės leidžia viršyti senų „viską įrašyti amžinai“ strategijų saugumo standartus nepakenkiant saugumui ar naudotojų privatumui.",
    "23114595": "Puiki vartotojo patirtis",
    "3437412311": "Įmonės naudotojams yra parinkčių, leidžiančių visiškai išvengti iššūkių daugeliu scenarijų, pasikliaujant pasyviais balais.",
    "1996843433": "Sumažinkite trintį visiškai išvengdami iššūkių 99,9 % teisėto srauto, kartu užtikrindami puikų saugumą.",
    "3093689546": "Lengva integracija",
    "247560732": "Pridėkite hCaptcha su trimis kodo eilutėmis. Jei naudojate „reCAPTCHA“, mūsų API yra suderinama ir perjungti užtrunka vos kelias minutes.",
    "1510448156": "Šiandien galite pradėti ir veikti naudodami puikią alternatyvą ir, jei reikia, įjungti pažangesnes funkcijas.",
    "2718999653": "Individualūs grėsmių balai",
    "2698140263": "Ne visos problemos yra vienodos: gauti vieną balą reiškia, kad jis turi atitikti jūsų poreikius, kad būtų naudingas.",
    "897432717": "Mūsų naujoviškas pritaikytų grėsmių balų dizainas, papildęs verslo žinias, leidžia mūsų modeliams pateikti balus, kurie yra unikalūs jūsų naudotojams.",
    "2650502379": "Įsigykite savo iššūkius per kelias sekundes",
    "3578122193": "Stebėkite prekės ženklą naudodami atitinkamą turinį",
    "1074044172": "Kai vartotojai turi išspręsti iššūkį, kad atitiktų jūsų saugumo reikalavimus, kodėl gi neuždavus vartotojui malonių ir svarbių klausimų?",
    "1579093044": "Naudodami paprastą tinkintą iššūkių dizainerį galite paleisti prekės ženklo iššūkio turinį vos per kelias minutes.",
    "3717512591": "Tiesioginis platformos integravimas",
    "121743429": "Interneto infrastruktūros įmonėms",
    "2131386784": "Pasiekiamos žinios ir palaikymas jums ir jūsų naudotojams",
    "2782263070": "Paslaugos mums yra svarbiausias prioritetas. Teikiame 24 valandas per parą, 7 dienas per savaitę, ir siūlome tiesioginį „Slack“ koordinavimą su jūsų inžinierių integravimo komanda ir mūsų budinčiais darbuotojais diegimo metu ir po jo.",
    "3740051331": "Taip pat esame įsipareigoję aktyviai stebėti ir atsakyti į jūsų vartotojų klausimus socialinėje žiniasklaidoje, forumuose ir mūsų valdikliuose bei el. pašto palaikymo kanaluose. Esame prieinami ir reaguojame, o vartotojų pasitenkinimą vertiname kaip svarbiausią KPI.",
    "170775527": "Įmonės funkcijos",
    "3383086062": "„hCaptcha Enterprise“ yra pilnas internetinės saugos sprendimas. Aktyvūs ir pasyvūs režimai leidžia sustabdyti kredencialų pildymą, aptikti paskyros perėmimus ir blokuoti įtartinus veikėjus. Visa tai be trinties teisėtiems vartotojams.",
    "1408599440": "Greitai pradėkite naudodami kelias kodo eilutes ir mūsų 99,9 % pasyvųjį režimą arba visiškai kontroliuokite, kada ir kaip naudotojams kyla iššūkių. Individualūs grėsmių modeliai ir pritaikomi iššūkiai reiškia neprilygstamą lankstumą siekiant užtikrinti saugumą.",
    "3365203058": "Pasaulinės klasės apsauga nuo robotų",
    "1803009328": "Mūšis išbandytas žiniatinklio mastu.",
    "1586809757": "Didelio tikslumo robotų balai",
    "353367791": "Atraskite įvairių tipų blogus aktorius.",
    "191460155": "Nulinė trintis ir 99,9% pasyvūs režimai",
    "585557010": "Iššūkis mažiau nei 0,1 % teisėtų vartotojų.",
    "3287172429": "Rodomi valdymo iššūkių tipai",
    "1844885924": "Plati tipų biblioteka, iš kurios galima rinktis.",
    "3018523079": "Stebėkite prekės ženklą su nuoseklia naudotojo patirtimi.",
    "3817811295": "Garantuotas patikimumas ir greitas palaikymas visą parą.",
    "1798492192": "Pasenusios naršyklės palaikymas",
    "1356745565": "Suderinamas iki pat Internet Explorer 8.",
    "751483365": "Ne JavaScript klientų palaikymas.",
    "4199502476": "Išplėstinės ataskaitų teikimo informacijos suvestinės ir API",
    "3630114728": "Sužinokite, kas vyksta visose jūsų svetainėse ir programose.",
    "3573245166": "Skirtingai nuo reCAPTCHA, mes dirbame visose šalyse.",
    "2354267648": "GDPR, CCPA ir LGPD draugiška privatumo politika",
    "3167979932": "Sukurtas privatumui nuo pat pirmos dienos. Stipri duomenų apdorojimo sutartis.",
    "4065065042": "Surinkite tai, kad tiksliai atitiktų jūsų naudojimo atvejį.",
    "111184581": "Pirmosios šalies priegloba",
    "4272022475": "Visos užklausos ir turtas patenka į hcaptcha.yourdomain.com",
    "2676853536": "Kelių vartotojų prietaisų skydeliai",
    "1368787974": "Bendrinkite valdymą visoje savo komandoje.",
    "1045484714": "SAML SSO integravimas su jūsų tapatybės teikėju, pvz., Okta arba Azure AD.",
    "3953584369": "Galimi sudėtingi RBAC prieigos apribojimai.",
    "2781507299": "Momentinis patvirtinimas",
    "4019660456": "0ms delsa: patikrinkite hCaptcha prieigos raktus be API skambučio.",
    "3446714684": "Mobilusis (iOS ir Android) integravimas",
    "2593768395": "Sklandi patirtis žiniatinklyje, savajame mobiliajame ir žiniatinklyje mobiliesiems. Galimos iš anksto sukurtos integracijos ir savieji SDK.",
    "1779265104": "Individualizuotos sąlygos ir privatumo garantijos",
    "122875767": "Patenkinti jūsų teisinius poreikius, kai to negali kitos įmonės.",
    "148188781": "Pateikti iššūkiai",
    "838049015": "Pasirinkite visus užklausą atitinkančius vaizdus",
    "1126302400": "Apribojanti dėžutė",
    "3554448168": "Suskirstymas į kategorijas",
    "2104933754": "Nustatykite atitinkamas etiketes",
    "3612043014": "...ir kitos paprastos užduotys. Lengva žmonėms, sunku botams.",
    "3624758171": "Pasirinktines užduotis gali atlikti ir įmonių leidėjai.",
    "1001938065": "Integracija negali būti lengvesnė",
    "2138799135": "„hCaptcha“ turi daugybę iš anksto sukurtų jūsų naudojamų frontend ir backend sistemų integracijų.",
    "2535001179": "Jei naudojatės „Google“ reCAPTCHA, mūsų API yra pakaitalai.",
    "1393184984": "yra viskas, ko jums reikia.",
    "3715747429": "Mūsų inžinieriai gali greitai padėti jums, nesvarbu, ar jums reikia „React“ integracijos, „iOS“ vietinėms programoms skirtų SDK, „Java“ fono pavyzdžio ar beveik bet kokio kito scenarijaus.",
    "2681650568": "Ir kaip visada, privatumas yra pagrindinė mūsų vertybė. Pridėkite mūsų iššūkio kodą tik ten, kur tai būtina ir kur prasminga apsaugoti jus ir jūsų vartotojus. Duomenų rinkimo mažinimas pradedamas nuo integravimo momento.",
    "1130868224": "Trys kodo eilutės",
    "2183926131": "Pradėkite naudotis „hCaptcha Enterprise“.",
    "1526887904": "„hCaptcha Enterprise“ privatumas",
    "1845745385": "Sukurta privatumui.",
    "1297224875": "Unikalus privatumu pagrįstas požiūris į įmonės internetinę saugą.",
    "2762458927": "Jūsų vartotojo duomenys neparduodami.",
    "2058856283": "„hCaptcha Enterprise“ turi tik vieną tikslą: neleisti, kad blogi veikėjai sutrikdytų jūsų internetines operacijas ir nepakenktų jūsų vartotojams.",
    "2408036504": "Taigi mūsų sistemos nuo pat pradžių sukurtos siekiant sumažinti duomenų rinkimą ir saugojimą, kartu išlaikant savo klasėje pirmaujančią apsaugą. Geriausias būdas apsaugoti vartotojo duomenis – jų visai nesaugoti.",
    "4099477834": "Visi santykiai su klientais taip pat yra apsaugoti tvirta Duomenų tvarkymo sutartimi. „hCaptcha“ paslauga atitinka visus privatumo įstatymus, nesvarbu, kur gyvena jūsų paslauga ar klientai. Asmens duomenų nesaugojimas mums tai daro daug lengviau nei kitoms įmonėms.",
    "3569492665": "Internetinės veiklos įrašymas nėra išeitis.",
    "3389431373": "Tokios paslaugos kaip „reCAPTCHA v3“ teigia, kad norint užtikrinti gerą saugą, kiekviename svetainės puslapyje reikia įdėti stebėjimo pikselį. Taip nėra.",
    "3590546893": "Paprasta elgsenos analizė yra signalas, kurį lengvai suklasto blogi veikėjai, todėl reikia išsaugoti ir viso teisėto srauto naršymo istoriją.",
    "1105363520": "Mes nevaldome skelbimų tinklo ir nesame suinteresuoti stebėti jūsų naudotojo elgesio, kad galėtume parduoti jiems skelbimus. Tai reiškia, kad mes nereikalaujame pasyvaus pikselio kiekviename jūsų svetainės puslapyje.",
    "3088605177": "Pridėkite mūsų iššūkio kodą tik ten, kur tai būtina ir kur prasminga apsaugoti jus ir jūsų vartotojus.",
    "337971271": "Mašininis mokymasis yra naudingas. Tačiau tam, kad veiktų, nereikia asmens duomenų.",
    "320166522": "Mašininis mokymasis dabar daro įtaką beveik kiekvienam mūsų gyvenimo aspektui, dažnai taip, kaip mes nesuvokiame ir nematome. Internetinės saugos paslaugos nesiskiria.",
    "3180664128": "Mokydamiesi daugiau nei tūkstančius signalų, modeliai gali daryti išvadą ir pasiekti didelį pasitikėjimą, kad labai greitai aptiktų kenkėjišką elgesį, net jei joks atskiras signalas pats savaime nebūtų pakankamai stiprus, kad būtų nurodyta problema.",
    "961941354": "Tačiau tam nereikia naudoti asmenį identifikuojančios informacijos (PII). Šiuolaikinės kriptografijos technologijos leidžia kuo greičiau išmesti bet kokius asmeninius duomenis, vietoj to sukuriant vienpusius parašus, kurių negalima susieti su jokiu asmeniu.",
    "1706581702": "Neidentifikuotų duomenų mokymas veikia taip pat gerai ir nereikalauja jokių kompromisų dėl saugumo ar privatumo. Mūsų klientai atliko empirinius testus ir paskelbė, kad esame lygūs arba geresni už daug mažiau privačias alternatyvas.",
    "3203921334": "„hCaptcha“ sprendimuose mums patiko keletas dalykų: 1) jie neparduoda asmens duomenų; jie renka tik minimalius būtinus asmens duomenis, skaidriai aprašo renkamą informaciją ir kaip ją naudoja ir (arba) atskleidžia.",
    "305735018": "Galiausiai, patikima „Google“ alternatyva. „hCaptcha Enterprise“ žymiai sutaupo jūsų „reCAPTCHA“ sąskaitą ir užtikrina didesnį saugumą: kai kuriais atvejais iki 80 % pigiau.",
    "3695206755": "Išbandykite mus savo aplinkoje be jokių įsipareigojimų.",
    "2941545733": "Esame inžinieriai, o ne pardavėjai: norime, kad būtumėte patenkinti savo pasirinkimu.",
    "131871195": "Geriausias būdas užtikrinti jūsų pasitenkinimą – parodyti, kad patenkiname jūsų poreikius.",
    "3436534225": "Beveik visos įmonės, kurios pradeda bandomąjį projektą, galiausiai pasirenka mūsų sprendimus.",
    "4060250206": "Norėdami susisiekti su vienu iš mūsų techninių specialistų, naudokite šią formą. Greitai reaguojame.",
    "1159746815": "Taip pat galite rašyti mums tiesiogiai el.",
    "2531534427": "Išsami informacija yra čia.",
    "2059998584": "Regionas",
    "3916131732": "Amerika",
    "135276624": "Europa, Viduriniai Rytai, Afrika (EMEA)",
    "1182294134": "Azijos ir Ramiojo vandenyno regionas (APAC)",
    "2437934778": "Tavo vardas",
    "3859506577": "Verslo el",
    "1268414751": "Ar turėtume turėti kokių nors kitų detalių?",
    "42559805": "Ar jums reikalingas skubus priėmimas?",
    "851679588": "Taip.",
    "1729677626": "Esu užpultas ir man reikia nedelsiant prisijungti.",
    "2808971932": "Tai tam tikras tekstas div bloko viduje.",
    "2468683988": "Antraštė",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Teksto nuoroda",
    "2212670355": "Registruotis",
    "31502377": "Kas yra raiškiojo teksto elementas?",
    "2310705547": "Raiškiojo teksto elementas leidžia kurti ir formatuoti antraštes, pastraipas, citatas, vaizdus ir vaizdo įrašus vienoje vietoje, o ne pridėti ir formatuoti juos atskirai. Tiesiog dukart spustelėkite ir lengvai sukurkite turinį.",
    "2590587108": "Statinis ir dinaminis turinio redagavimas",
    "778204464": "Raiškiojo teksto elementas gali būti naudojamas su statiniu arba dinaminiu turiniu. Jei norite pamatyti statinį turinį, tiesiog numeskite jį į bet kurį puslapį ir pradėkite redaguoti. Dinaminiam turiniui pridėkite raiškiojo teksto lauką prie bet kurios kolekcijos ir tada prijunkite raiškiojo teksto elementą prie to lauko nustatymų skydelyje. Voila!",
    "1890955039": "Kaip tinkinti kiekvieno raiškiojo teksto formatavimą",
    "3286051798": "Antraštės, pastraipos, kabutės, figūros, vaizdai ir paveikslų antraštės gali būti stilizuojamos po to, kai klasė pridedama prie raiškiojo teksto elemento, naudojant įdėto parinkiklio sistemą „Kai viduje“.",
    "504332576": "Didžiuojamės galėdami pranešti, kad „hCaptcha“ išaugo į didžiausią nepriklausomą kibernetinio saugumo paslaugą pasaulyje, kuri veikia maždaug 15 % interneto, ir didžiąją šios rinkos dalies dalį perėmėme tiesiai iš „Google reCAPTCHA“. Kartu hCaptcha ir",
    "1155436473": "(mūsų įmonės pasiūlymas) dabar kiekvieną mėnesį apsaugo šimtus milijonų vartotojų dešimtyse milijonų svetainių ir programų. Mūsų istorija rodo, kad galite konkuruoti su „Big Tech“, kai pirmiausia skiriate privatumą.",
    "3108727249": "BotStop",
    "1296696044": "Privatumas prieš saugą: kodėl gi ne abu?",
    "538871570": "Konkuruoti su „Google“ ir kitomis „Big Tech“ įmonėmis atrodo sudėtinga: jų monopolinė rinkos galia, platformos efektai ir gausiai apmokamų kūrėjų armija paprastai laikomi pernelyg galingais, kad galėtų įveikti kitus technologijų milžinus, tokius kaip „Facebook“ ar „Amazon“. Mūsų istorija rodo, kad taip neturi būti – galite įveikti Big Tech, sutelkę dėmesį į privatumą.",
    "3600718611": "Apsvarstykite Google reCAPTCHA,",
    "4281708680": ". „hCaptcha“ mes sąmoningai pasirinkome labai skirtingą požiūrį, naudodami privatumą išsaugančius mašininio mokymosi metodus, kad labai tiksliai nustatytų tipišką robotų elgesį, kartu sunaudodami ir saugodami kuo mažiau duomenų.",
    "3312336121": "kuri sunaudoja milžiniškus elgsenos duomenų kiekius, kad nustatytų, ar žiniatinklio vartotojai yra teisėti žmonės, ar robotai",
    "1193738791": ": jie stebi naudotojo elgesį kiekviename svetainės puslapyje ir visame žiniatinklyje. Sukūrėme „hCaptcha“ taip, kad nuo pat pirmos dienos būtų kuo patogesnė privatumui. Tai paskatino visiškai kitokį požiūrį į problemą. Pasirodo, sekti vartotojus visame žiniatinklyje ir susieti jų žiniatinklio istoriją su jų tapatybe visiškai nebūtina norint užtikrinti gerą saugumą. Daugelis įmonių, kurios perėjo prie „hCaptcha“.",
    "2620705814": "„Google“ yra skelbimų įmonė, o jų saugos produktai labai panašūs į jų reklaminius produktus",
    "1126447688": "dažnai praneša apie vienodus ar geresnius robotų aptikimo ir mažinimo rezultatus, nepaisant mūsų privatumo",
    "439777523": "Reguliavimo reikalai",
    "3588274874": "Siekdami tiekti gaminį, suderintą su reguliavimo pastangomis, tokiomis kaip Europos Sąjungos GDPR ir Kalifornijos CCPA, patyrėme didžiulį augimą – žinoma, tai padeda tai, kad hCaptcha yra paprastas „reCAPTCHA“ pakaitalas, todėl jį galima įdiegti per kelias minutes.",
    "2150595700": ". GDPR ir CCPA įtraukė susirūpinimą dėl privatumo įmonių pirkėjams, o tuo pačiu metu privatumas internete tampa vis svarbesnis visuomenei, nes visi pradedame suprasti, kaip internetinės reklamos ir rinkodaros pramonė istoriškai naudojo mūsų duomenis.",
    "2624949852": "Žinoma, nuo 2009 m. „reCAPTCHA“ buvo ankstyvas žiniatinklio saugos dalyvis, apsaugantis milijonus svetainių nuo vis didėjančių kenkėjiškų robotų ir šiukšlių siuntėjų grėsmių. Tačiau pastaraisiais metais jis buvo visiškai pažeistas:",
    "499510428": "Iš tikrųjų manome, kad reguliavimas mums čia padėjo",
    "1232651561": "programinė įranga dabar yra tokia pat gera kaip žmonės sprendžiant reCAPTCHA iššūkius.",
    "824740867": "Užuot patobulinusi sprendimą, „Google“ išleido „reCAPTCHA v3“, kuri veikia labiau kaip skelbimų tinklas, o ne saugos programinė įranga, renkanti elgsenos duomenis iš viso žiniatinklio naudotojų profiliams kurti. Deja, toks signalas yra lengvai nugalimas, todėl mažai apsaugo nuo robotų ir kenkia vartotojo privatumui.",
    "1027023087": "Mes, hCaptcha, sutelkėme dėmesį į šiuolaikiškesnius problemos sprendimo būdus, kuriems nereikia saugoti ilgalaikių elgesio įrašų, pvz., naršymo istorijos, ir nuo tada, kai buvo pristatyta paslauga, pasirodė esantys daug atsparesni ryžtingų priešų akivaizdoje.",
    "2852295413": "Įgimtas interesų konfliktas: sustabdžius robotus sumažėja skelbimų tinklo pajamos",
    "1597520917": "Vis daugiau kritikų atkreipė dėmesį į tai, kad „Google“ nepaiso vartotojų privatumo, turėtų rūpėti klientams, norintiems apsaugoti savo svetaines ir programas.",
    "763447231": "Tuo pačiu metu sustabdžius robotams prieigą prie leidėjų svetainių, gali būti atskleistas sukčiavimas skelbimuose, o „Google“ produktas „reCAPTCHA“ gali būti tiesiogiai supriešinamas su jų skelbimų verslu, iš kurio gaunama daugiau nei 80 % jų pajamų.",
    "999674529": "Kiekvienas „Google“ aptiktas robotas neturėtų uždirbti nulinių dolerių. Taigi „Google“ įmonės paskatos yra prastai suderintos su jų saugos paslaugų naudotojais, ir tai gali būti vienas iš prasto „reCAPTCHA“ saugos pasiūlymo paaiškinimų.",
    "956019009": "Didžiausios interneto infrastruktūros įmonės jau ėmėsi veiksmų",
    "1923297430": "Paskutinis lūžio taškas daugeliui didesnių klientų įvyko tada, kai „Google“ pradėjo imti mokesčius įmonėms už jų produkto naudojimą bet kokiu reikšmingu mastu. Dėl to reCAPTCHA naudotojai ilgą laiką ieškojo geresnių alternatyvų, nes visame pasaulyje dėl reguliavimo problemų naudojant „Google“ pasiūlymus vis labiau nepatrauklo.",
    "2197218442": "„Cloudflare“ generalinis direktorius Matthew Prince apibendrino šį požiūrį",
    "155456850": "praneša apie perėjimą prie hCaptcha:",
    "435302267": "įmonės tinklaraščio įrašas",
    "2087769953": "\"Džiaugiamės šiuo pakeitimu, nes jis padeda išspręsti privatumo problemą, kuri yra būdinga pasitikėjimui \"Google\" paslauga, kurią naudojome jau kurį laiką. Įvertinome keletą CAPTCHA tiekėjų ir patys kūrėme sistemą. Galiausiai hCaptcha pasirodė kaip geriausia alternatyva reCAPTCHA. jie renka tik minimalius būtinus asmens duomenis, skaidriai aprašo renkamą informaciją ir kaip ją naudoja ir (arba) atskleidžia.",
    "595582512": "Jei norite veiksmingai apsaugoti savo svetainę ar programą nuo robotų, šiukšlių siuntėjų ar kitų kenkėjiškų veikėjų, kartu išsaugodami naudotojų privatumą (ir laikydamiesi visų atitinkamų taisyklių!), apsvarstykite galimybę naudoti hCaptcha ir mūsų įmonės pasiūlymą.",
    "3388180864": "Norite dirbti su giliais techniniais iššūkiais žiniatinklio mastu? Visada samdome talentingus inžinierius visame pasaulyje –",
    "3892952987": "Peržiūrėkite mūsų darbo vietas ir kreipkitės čia",
    "3368788823": "Terence'as Edenas savo dienoraštyje pateikia įdomų teiginį: \"",
    "1491780143": "CAPTCHA neįrodo, kad esate žmogus – jie įrodo, kad esate amerikietis",
    "2146900431": "Intuityviai žiūrint, šis teiginys turi daug prasmės. CAPTCHA, kaip ir beveik viskas, yra įtrauktos į kultūrinį kontekstą, ir jei jūsų iššūkių telkinys daugiausia buvo sukurtas vienoje kultūroje, jis gali būti netinkamas kitoje. Iš esmės tai yra kultūros reikalas",
    "378086442": "CAPTCHA, o ne jų UX per se.",
    "1445008801": "Kaip sako Edenas:",
    "332723732": "turinys",
    "2072808435": "\"Atspėk ką, Google? Mano šalyje taksi dažniausiai yra juodi. Pažiūrėjau pakankamai filmų, kad suprasčiau, kad Amerikoje visi yra geltoni. Tačiau visose kitose šalyse, kuriose lankiausi, taksi buvo netvarka. skirtingų atspalvių“.",
    "3206136647": "„Google“ problema čia yra pagrįsta jų naudojamų klausimų duomenimis, palyginti su tuo, kas juos mato. Jei visi duomenys gaunami iš tos pačios kultūros (o „Google“ atveju – tos pačios įmonės), tikrai galite tikėtis iššūkių, kurie netinkamai perkeliami į kitas kultūras, kaip nurodo Edenas.",
    "2217842245": "Tačiau mūsų duomenys rodo, kad (skirta „hCaptcha“)",
    "4280117172": "Daugeliui šalių iš tikrųjų sekasi šiek tiek geriau nei JAV, įskaitant Nigeriją, Indiją, Braziliją ir Vokietiją:",
    "555749578": "kiekvieno žemyno didžiosiose šalyse sprendimų rodikliai skiriasi mažiau nei 1 %.",
    "151737819": "„hCaptcha Solve Rates“ visame pasaulyje skiriasi labai mažai",
    "3908992897": "ir yra naudojamas kiekvienoje pasaulio šalyje ir teritorijoje, todėl labai daug dėmesio skiriame nuoseklios pasaulinės patirties teikimui.",
    "2808122102": "Taigi tarpkultūrinis funkcionalumas yra pagrindinis mūsų paslaugos reikalavimas. Svarbiausia mūsų misijos dalis yra užtikrinti, kad visi teisėti vartotojai galėtų greitai pasiekti turinį. Mes teikiame iššūkius 110 kalbų ir nuolat tobuliname atitinkamus vertimus, siekdami užtikrinti, kad mūsų iššūkius galėtų išspręsti visi.",
    "3913801502": "„hCaptcha“ dabar veikia maždaug 15% interneto",
    "2077639538": ". Pirma, mūsų paslaugos iššūkių duomenys gali būti gaunami iš daugelio šaltinių, ne tik iš vieno – nuo didelių „Fortune 500“ įmonių iki mašininio mokymosi pradedančiųjų įmonių, jei jos laikosi mūsų",
    "3951112506": ". Tai jau garantuoja didesnį duomenų nevienalytiškumą.",
    "1803943584": "Antra, leidžiame iššūkiams optimizuotis, kad nustatytų, kuriose šalyse ar kalbomis jie bus vykdomi, taip dar labiau padidindami nuoseklios patirties tikimybę. Jei tikslumas yra mažesnis nei tikėtasi, klausimų rinkinys tiesiog nustos veikti tame regione arba kalba, kurioje atsiranda šis poveikis.",
    "3668873369": "„hCaptcha“ nuo pat pirmos dienos laikėsi kitokio požiūrio",
    "1519201684": "AI etikos politika",
    "2155089487": ". Jei kai kurioms grupėms mūsų iššūkius būtų lengviau išspręsti, tikėtume, kad žmonės visame pasaulyje ir skirtingose kultūrose juos spręsdami pasikeistų. Edeno įrašo kontekste tikėtume, kad amerikiečiams seksis geriau nei žmonėms kitose šalyse. Kadangi praleidome daug metų kurdami sistemas, kad išvengtume šios problemos, iš tikrųjų matome priešingai.",
    "2603863826": "PS: Jei radote vertimą į savo kalbą, kurį būtų galima patobulinti, nedvejodami pateikite a",
    "3543141425": "už jį!",
    "2697276059": "Įrodymai, kad tai veikia: vienodi sprendimų rodikliai visame pasaulyje",
    "664236229": "traukti prašymą"
}