{
  "23114595": "Puiki vartotojo patirtis",
  "34074886": "Kiekvieną kartą, kai atsakote į iššūkį, naudojame sudėtingus modelius, kad išsiaiškintume, ar esate žmogus. Tada svetainė, kurioje lankėtės, naudoja šį rezultatą, kad padėtų pagerinti jūsų patirtį svetainėje, apsaugodama nuo robotų.",
  "98173630": "hCaptcha yra plačiausiai pasaulyje naudojama nepriklausoma CAPTCHA paslauga.",
  "111184581": "Pirmosios šalies priegloba",
  "119298044": "Pažangios savarankiškai prižiūrimos ML ir AI technologijos apsaugo jūsų žiniatinklio ypatybes nuo grėsmių ir atakų",
  "121743429": "Interneto infrastruktūros įmonėms",
  "122875767": "Patenkinti jūsų teisinius poreikius, kai to negali kitos įmonės.",
  "126134492": "Kita",
  "152010250": "„hCaptcha“ sujungė pažangų savarankiškai prižiūrimą mašininį mokymąsi su nauja skaičiavimo platforma, kuri unikaliai sumažina duomenų rinkimą ir saugojimą, pristatomą iš daugiau nei 250 vietų visame pasaulyje, kad būtų užtikrintas didžiulis mastelio keitimas.",
  "179723061": "Daugiau kontrolės komandoms, kurioms reikia aukščiausios klasės saugumo",
  "191460155": "Nulinė trintis ir 99,9% pasyvūs režimai",
  "282913023": "Ekonomiškai efektyvus pasirinkimas didelio eismo įmonėms",
  "328625009": "... mes pasiruošę, kai būsite: mūsų paslauga teikiama visą parą.",
  "353066938": "Patyrusi komanda, sprendžianti sudėtingiausias šiandienos problemas. „hCaptcha“ yra paslauga",
  "353367791": "Atraskite įvairių tipų blogus aktorius.",
  "359073033": "Prietaisų skydeliai pateikia aukšto lygio arba smulkius veiklos vaizdus.",
  "392886773": "Veikia kiekvienoje šalyje",
  "451701069": "Atitinka GDPR, CCPA,",
  "547245263": "Išspręskite savo roboto problemą šiandien.",
  "552920956": "„hCaptcha“ leidžia svetainėms uždirbti atlygį blokuojant robotus ir kitas piktnaudžiavimo formas. „hCaptcha“ taip pat leidžia iš šių pajamų paremti pasirinktas labdaros organizacijas.",
  "555158694": "Jūsų naudojama paslauga pasirinko pagerinti jūsų patirtį savo svetainėje įdiegdama „hCaptcha“, kad sumažintų kenkėjišką srautą.",
  "585557010": "Iššūkis mažiau nei 0,1 % teisėtų vartotojų.",
  "713281684": "Baklažanas",
  "719304627": "Reikia visiško valdymo?",
  "734735952": "Įvertinome keletą CAPTCHA pardavėjų ir patys kūrėme sistemą. Galų gale „hCaptcha“ pasirodė kaip geriausia „reCAPTCHA“ alternatyva.",
  "751483365": "Ne JavaScript klientų palaikymas.",
  "788770967": "Apgailestauju girdėdamas tai! Galbūt norėsite pasinaudoti mūsų pritaikymo neįgaliesiems parinktimi:",
  "793242047": "Sumažinkite vartotojams keliamus iššūkius, kad galėtumėte greitai pasiekti programas",
  "829047995": "Šiuo metu naudojate reCAPTCHA?",
  "836577577": "„hCaptcha“ pridėjimas užtrunka tik kelias minutes ir vos kelias kodo eilutes. Pagrindinė API yra suderinama su reCAPTCHA V2, o perjungti užtrunka vos kelias minutes.",
  "838049015": "Pasirinkite visus užklausą atitinkančius vaizdus",
  "846501387": "Pasaulinės klasės botų apsauga",
  "861167568": "hCaptcha išsprendžia vieną iš aktualiausių IT problemų: neleidžia kenkėjiškiems robotams užpulti jūsų žiniatinklio programų",
  "880478438": "už geriausią savo klasėje robotų ir sukčiavimo valdymą.",
  "897432717": "Mūsų naujoviškas tinkintų grėsmių balų dizainas, pridėjęs verslo žinių leidžia mūsų modeliams pateikti balus, kurie yra unikalūs jūsų naudotojams.",
  "910989640": "Kurkite išsamias ir pritaikytas veiklos ataskaitas",
  "976209454": "Uždirbkite atlygį arba skirkite labdarai",
  "981806349": "Sukurta ant patikrintos hCaptcha platformos",
  "999610953": "Galiausiai, patikima „Google“ alternatyva. „hCaptcha Enterprise“ žymiai sutaupo jūsų „reCAPTCHA“ sąskaitą ir užtikrina didesnį saugumą: kai kuriais atvejais iki 80 % pigiau.",
  "1014004474": "„hCaptcha“ įmonės planai siūlo išplėstines paslaugų lygio sutartis, kad jūsų organizacija būtų apsaugota",
  "1045484714": "SAML SSO integracija su jūsų tapatybės teikėju, pvz. Okta arba Azure AD.",
  "1050501253": "Per sunku",
  "1070364246": "Oi! Pateikiant formą kažkas nutiko.",
  "1103295010": "Uždirbkite pinigų arba paaukokite labdarai, kai žmonės sprendžia CAPTCHA",
  "1130868224": "Trys kodo eilutės",
  "1131525092": "Lengvai sugrupuokite blogus veikėjus naudodami privatumą išsaugančius UID, kad surastumėte ir sustabdytumėte susijusį sukčiavimą ir piktnaudžiavimą",
  "1141402092": "Išplėstinės ataskaitų teikimo funkcijos",
  "1150035777": "Sudėtingi mašininio mokymosi modeliai generuoja roboto pasitikėjimo balus, pagrįstus daugeliu duomenų taškų, ne tik tuo, ar į klausimus buvo atsakyta teisingai",
  "1150963691": "APT mažinimas",
  "1172067553": "„hCaptcha“ platforma HUMAN suteikia itin sudėtingas darbo kokybės ir valdymo funkcijas per vietines, hibridines arba „SaaS“ diegimus, kurie integruojami su esamomis sistemomis.",
  "1173652155": "Patarėjai",
  "1218990730": "kaip pranešti apie problemas naudojant išsamius žurnalus",
  "1250541092": "– Sergi Isasi",
  "1263998069": "Uždirbkite atlygį už žmonių sprendimus",
  "1300485304": "„hCaptcha“ apsaugo nuo pažangių grėsmių ir apgaulių, skirtų įsiskverbti į jūsų tinklus",
  "1345083090": "Pranešti apie funkcionalumo problemą?",
  "1356745565": "Suderinamas iki pat Internet Explorer 8.",
  "1368787974": "Bendrinkite valdymą visoje savo komandoje.",
  "1393184984": "yra viskas, ko jums reikia.",
  "1475399473": "Sužinokite daugiau apie „hCaptcha“ komandą",
  "1485807325": "Kelių vartotojų prietaisų skydeliai, SAML SSO",
  "1508655687": "Pridėkite savo auditorijai pritaikytus iššūkius, kad supaprastintumėte arba apribotumėte prieigą",
  "1510448156": "Jau šiandien galite pradėti ir veikti naudodami puikią alternatyvą ir, jei reikia, įjungti pažangesnes funkcijas.",
  "1525403768": "Norėdami gauti daugiau informacijos, susisiekite su įmonės pardavimu.",
  "1544546608": "Privatumo leidimas",
  "1549336309": "„hCaptcha“ pakeičia šį modelį. Kai naudojate „hCaptcha“, įmonės siūlo kainas už jūsų naudotojų darbą, įrodydamos savo žmogiškumą. Jūs gaunate atlygį.",
  "1559631739": "Privatus mokymasis",
  "1579093044": "Naudodami paprastą tinkintą iššūkių dizainerį galite paleisti prekės ženklo iššūkio turinį vos per kelias minutes.",
  "1586809757": "Didelio tikslumo robotų balai",
  "1599610318": "Leidėjas",
  "1637702726": "Apie hCaptcha",
  "1662477701": "Ištekliai",
  "1676849166": "Sumažinkite trintį, visiškai išvengdami iššūkių 99,9 % teisėto srauto, kartu užtikrindami puikų saugumą dėl pažangių robotų modelių.",
  "1685871181": "Populiariausios internetinės paslaugos, kuriomis remiasi",
  "1752795854": "„hCaptcha“ siūlo modernų, į privatumą orientuotą metodą, kaip sustabdyti robotus.",
  "1779265104": "Individualizuotos sąlygos ir privatumo garantijos",
  "1792519141": "„hCaptcha Enterprise“.",
  "1798492192": "Pasenusios naršyklės palaikymas",
  "1803009328": "Mūšis išbandytas žiniatinklio mastu.",
  "1844885924": "Plati tipų biblioteka, iš kurios galima rinktis.",
  "1849717906": "Tinkinkite naudodami savo iššūkio turinį",
  "1849805607": "„hCaptcha“ apsaugo nuo grėsmių ir apgaulių, skirtų įsiskverbti į jūsų tinklus",
  "1886100235": "Daugelis didžiausių pasaulyje internetinių paslaugų perėjo prie „hCaptcha Enterprise“ ir gavo patobulintą robotų aptikimą bei daug sutaupytų išlaidų.",
  "1894355645": "„hCaptcha“ suteikia paprastą, lengvą ir patikimą robotų aptikimą, o žmonėms jį išspręsti yra nereikšminga.",
  "1927613000": "„hCaptcha“ sujungia sudėtingą mašininį mokymąsi su galinga iššūkių platforma, kad apsaugotų žiniatinklio programas nuo paskyros perėmimo, kredencialų užpildymo, nubraukimo ir kitokio piktnaudžiavimo.",
  "1936512180": "Lengva API prieiga, gražūs prietaisų skydeliai ir naujausia modelio technologija, siekiant maksimaliai padidinti darbuotojų efektyvumą.",
  "1956967813": "Mūsų paslaugomis pasitiki didžiausios pasaulio įmonės, kurios kasdien aptarnauja daugybę milijonų vartotojų dešimtyse milijonų svetainių.",
  "1958297836": "Koordinuota apsauga nuo atakų ir APT mažinimas",
  "2041686284": "Daugiau duomenų paprastai duoda geresnių rezultatų mokant mašininio mokymosi modelius. Dėl pastarojo meto gilių modelių sėkmės atsirado vis didesni duomenų rinkiniai, o „hCaptcha“ patenkina šį poreikį. Tačiau didelių žmonių peržiūrėtų duomenų rinkinių kūrimas naudojant tradicinius metodus yra lėtas ir brangus.",
  "2103563261": "Privati arba vieša informacija",
  "2131386784": "Pasiekiamos žinios ir palaikymas jums ir jūsų naudotojams",
  "2138799135": "„hCaptcha“ turi daugybę iš anksto sukurtų jūsų naudojamų sąsajų ir užpakalinių sistemų integracijų.",
  "2163914794": "Reikia daugiau etikečių jūsų duomenų rinkiniams? „hCaptcha“ teikia greitą, ekonomišką ir aukštos kokybės duomenų ženklinimą įmonėms, dirbančioms su dirbtinio intelekto ir mašininio mokymosi programomis.",
  "2183926131": "Pradėkite naudotis „hCaptcha Enterprise“.",
  "2184564739": "Pamatyti",
  "2188609322": "Blogi aktoriai internete vis dažniau pasitaiko. Tačiau paaukoti vartotojų privatumą nėra išeitis.",
  "2319072959": "Veikite visiškai neprisijungę naudodami savo darbo jėgą, stebėkite verslo vienetų ar konsorciumo partnerių sunaudotą vertę, selektyviai nukreipkite užduotis skirtingiems vidaus ar išorės darbo tiekėjams pagal sąnaudų ir saugumo reikalavimus ir dar daugiau.",
  "2320894364": "Turėdamas daugiau nei 200 buvimo vietų, „hCaptcha“ debesis apsaugo jūsų turtą visame pasaulyje",
  "2354267648": "GDPR, CCPA ir LGPD draugiška privatumo politika",
  "2373007864": "„hCaptcha Enterprise“ veikia naudojant „hCaptcha“ platformos technologiją, išplėstą įtraukiant funkcijas, kurių reikia didelio srauto įmonėms.",
  "2418549423": ", besiformuojantis privatumo internete išsaugojimo standartas naudojant kriptografinius įrodymus ir kitas unikalias funkcijas, kurios pirmiausia rūpinasi privatumu.",
  "2489287539": "Be trinties „No CAPTCHA“ ir 99,9 % pasyvūs režimai",
  "2510209017": "Reikia daugiau pagalbos?",
  "2513143348": "„hCaptcha Enterprise“ sistema yra išskirtinai lanksti savo konstrukcija: ji gali būti iš dalies arba visiškai įdiegta jūsų tinklo pakraštyje, jei naudojate viešą debesį arba turite daug duomenų centrų.",
  "2535001179": "Jei naudojatės „Google“ reCAPTCHA, mūsų API yra pakaitalai.",
  "2593768395": "Sklandi patirtis žiniatinklyje, savajame mobiliajame ir žiniatinklyje mobiliesiems. Galimos iš anksto sukurtos integracijos ir savieji SDK.",
  "2650502379": "Išspręskite savo iššūkius per kelias sekundes",
  "2670003220": "Darbai",
  "2671622670": "Įmonė",
  "2676853536": "Kelių vartotojų prietaisų skydeliai",
  "2681650568": "Ir kaip visada, privatumas yra pagrindinė mūsų vertybė. Pridėkite mūsų iššūkio kodą tik ten, kur tai būtina ir kur prasminga apsaugoti jus ir jūsų vartotojus. Duomenų rinkimo mažinimas prasideda nuo integravimo momento.",
  "2682873489": "Apibrėžkite objektų ribinę sritį",
  "2686825859": "Prisiregistruokite nemokamai arba susisiekite su mumis dėl „hCaptcha Enterprise“ sprendimų",
  "2698140263": "Ne visos problemos yra vienodos: gauti vieną balą reiškia, kad jis turi atitikti jūsų poreikius, kad būtų naudingas.",
  "2698640210": "Rodomi valdymo iššūkiai ir tipai",
  "2707282231": "Tinkinkite iššūkius savo vartotojams. Neleiskite robotams išspręsti ir prasiskverbti.",
  "2714878440": "Apsaugokite savo paslaugas nuo subraižymo, paskyros perėmimo, kredencialų užpildymo ir šlamšto naudodami mūsų pažangų mašininį mokymąsi ir žmogiškumo patvirtinimą.",
  "2718999653": "Individualūs grėsmių balai",
  "2781507299": "Momentinis patvirtinimas",
  "2782263070": "Paslaugos mums yra svarbiausias prioritetas. Teikiame 24 valandas per parą, 7 dienas per savaitę, ir siūlome tiesioginį „Slack“ koordinavimą su jūsų inžinierių integravimo komanda ir mūsų budinčiais darbuotojais diegimo metu ir po jo.",
  "2806751666": "Kas yra hCaptcha?",
  "2826051554": "ir dar",
  "2881474837": "„hCaptcha Enterprise“.",
  "2890048009": "Skelbimų tinklai lankytojus mato kaip produktą. Mums vienintelis produktas lemia jų žmogiškumą. Mūsų paslaugos atitinka arba viršija GDPR, CCPA, LGPD ir PIPL reikalavimus ir palaiko tokias iniciatyvas kaip „Privacy Pass“. Sunkiai dirbame siekdami suderinti privatumą ir saugumą.",
  "2927700175": "Rodome CAPTCHA iššūkius, kurie yra sudėtingi robotams, bet paprasti žmonėms, renkant sunkiai paženklinamus duomenis apie mašininio mokymosi problemas ir naudojant juos atskirti, ar svetainės ar programos lankytojas yra žmogus.",
  "2968026167": "Jūsų mėgstamiausia daržovė",
  "3018523079": "Stebėkite prekės ženklą su nuoseklia naudotojo patirtimi.",
  "3065000659": "Ar supratote, kad kiekvieną kartą „paspaudę ant automobilio“ padedate treniruoti viengungius",
  "3093388779": "„hCaptcha“ gali nemokamai naudotis bet kokio dydžio leidėjai",
  "3093689546": "Lengva integracija",
  "3096063825": "Išbandyk",
  "3107683988": "Tai gali žymiai sumažinti srautą už tinklo ribų ir išlaidas, kartu išsaugant visus 24 valandas per parą, 7 dienas per savaitę budinčio personalo teikiamus valdymo privalumus, kad būtų laikomasi griežčiausių SLA.",
  "3117887301": "Patikimas didžiausių internetinių paslaugų",
  "3121248460": "Pateikite be galo įvairius tinkintus iššūkius – nuo paprastų iki sudėtingų – jūsų laukiamai auditorijai",
  "3153117136": "Kaip veikia „hCaptcha“ sunkumų nustatymai",
  "3160820928": "Koordinuota apsauga nuo atakų",
  "3161489950": "Pažangiausia pasaulyje saugos ML platforma",
  "3167979932": "Sukurtas privatumui nuo pirmos dienos. Stipri duomenų apdorojimo sutartis.",
  "3194111925": "parama",
  "3213351333": "Nereikia išankstinių įsipareigojimų",
  "3213957230": "Kai vartotojai turi išspręsti iššūkį, kad atitiktų saugumo reikalavimus, kodėl nesukūrus vartotojui malonių ir svarbių užduočių?",
  "3225770968": "„hCaptcha“ sukurta siekiant išspręsti daug darbo reikalaujančią mašininio mokymosi problemą; ženklinant didelius duomenų kiekius laiku, įperkamai ir patikimai.",
  "3230004040": "Ar turite silpnaregį ar dėl kitų priežasčių negalite atlikti „hCaptchas“?",
  "3235430156": "įmonės mašininio mokymosi sistemos nemokamai?",
  "3260825523": "Intuicijos mašinos",
  "3264813246": "Netinkama",
  "3265895521": "Padidinkite ir sumažinkite iššūkio sunkumą pagal paros laiką",
  "3266612494": "Patikimas partneris",
  "3276777569": "hCaptcha",
  "3287172429": "Rodomi valdymo iššūkių tipai",
  "3365203058": "Pasaulinės klasės apsauga nuo robotų",
  "3412647984": "Tai leidžia išvengti klausimų ateityje užsiregistravus ir nustatant slapuką. Taip pat pabandykite išjungti skelbimų blokavimo priemonę.",
  "3417372336": "Perjungti per kelias minutes",
  "3446714684": "Mobilusis (iOS ir Android) integravimas",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Įmonės naudotojams yra parinkčių, leidžiančių visiškai išvengti iššūkių daugeliu scenarijų.",
  "3478726913": "„hCaptcha“ turi vieną didžiausių baseinų planetoje, kurį galite naudoti. Nepriklausomai nuo jūsų masto, galime tai padaryti be brangių išankstinių įsipareigojimų. Milijonai užduočių per dieną nėra problema.",
  "3480023141": "Sužinokite daugiau apie pritaikymo neįgaliesiems parinktis",
  "3483700676": "Iškart paleiskite milijonus užduočių",
  "3500503648": "„hCaptcha“ sukurta taip, kad būtų išvengta ilgalaikio duomenų saugojimo, pasikliaujant momentiniu įvertinimu, o ne naršymo istorijos įrašymu ir analizavimu. Taip pat remiame tokias iniciatyvas kaip",
  "3524251858": "„Cloudflare“ produktų valdymo direktorius",
  "3526939538": "Programinės įrangos klaida",
  "3530599065": "Privatumas kuriamas nuo pat pradžių. „hCaptcha“ neišsaugo AII ir atitinka daugybę privatumo įsipareigojimų ir taisyklių.",
  "3570415321": "Bendrovė",
  "3573245166": "Skirtingai nuo reCAPTCHA, dirbame visose šalyse.",
  "3578122193": "Stebėkite prekės ženklą naudodami atitinkamą turinį",
  "3620442880": "„Flash Sale“ apsaugos funkcijos",
  "3630114728": "Sužinokite, kas vyksta visose jūsų svetainėse ir programose.",
  "3644106388": "kontaktas",
  "3660619092": "Prisiregistruokite nemokamai arba susisiekite su pardavimais, kad gautumėte įmonės sprendimus",
  "3688621388": "Grasinimų parašai",
  "3704893754": "Norite įsitikinti patys? Išbandykite „hCaptcha Free“.",
  "3714002185": "Sužinokite daugiau apie „hCaptcha Enterprise“.",
  "3715747429": "Mūsų inžinieriai gali greitai padėti jums, nesvarbu, ar jums reikia „React“ integracijos, „iOS“ vietinėms programoms skirtų SDK, „Java“ fono pavyzdžio ar beveik bet kokio kito scenarijaus.",
  "3717512591": "Tiesioginis platformos integravimas",
  "3721365241": "Bandyti",
  "3729345277": "„hCaptcha“ yra būdas įmonėms greičiau, kokybiškiau ir pigiau nei kitos alternatyvos gauti reikiamus komentarus.",
  "3730038780": "Pasirinkite iš beveik begalinio skaičiaus iššūkių, kuriuos vartotojai gali išspręsti",
  "3739936967": "Šis unikalus dėmesys privatumui reiškia, kad galime pasiūlyti nulinį individualių duomenų saugojimą, veikimą be slapukų ir kitas sutartines privatumo garantijas, jei reikia, išlaikant puikų saugumą. Skaityti daugiau.",
  "3740051331": "Taip pat esame įsipareigoję aktyviai stebėti ir atsakyti į jūsų vartotojų klausimus socialinėje žiniasklaidoje, forumuose ir mūsų valdikliuose bei el. pašto palaikymo kanaluose. Esame prieinami ir reaguojame, o vartotojų pasitenkinimą vertiname kaip svarbiausią KPI.",
  "3753956446": "Laisvas",
  "3758963444": "Ačiū! Jūsų pasiūlymas gautas!",
  "3767462250": "Sukurta privatumui",
  "3768951251": "Įmonės SLA",
  "3807059944": "Kontroliuokite naudojamą iššūkio turinį",
  "3816867833": "Atsiliepimas",
  "3817811295": "Garantuotas patikimumas ir greitas palaikymas visą parą.",
  "3892905664": "„hCaptcha“ padeda jūsų mėgstamoms internetinėms paslaugoms apsaugoti nuo robotų, šlamšto ir piktnaudžiavimo, užduodant paprastus klausimus, kurie yra lengvi žmonėms ir sudėtingi mašinoms.",
  "3913848038": "Galimi 99,99 % veikimo laiko SLA ir 24 valandas per parą, 7 dienas per savaitę, 7 dienas per savaitę.",
  "3951254541": "Dėkojame už jūsų indėlį. Praneškite mums apie visas problemas ir mes greitai jas išspręsime.",
  "3952259236": "Sujunkite akluosius duomenis su tūkstančiais „hCaptcha“ signalų, kad išmokytumėte „hCaptcha“ pagal elgesio klases (tik jūsų atveju), kad geriau prognozuotumėte kenkėjišką elgesį nei bet kuris sprendimas atskirai.",
  "3953584369": "Galimi sudėtingi RBAC prieigos apribojimai.",
  "4007826952": "1. privatumo CAPTCHA, skirta žiniatinkliui, mobiliesiems ir kt.",
  "4019660456": "0ms delsa: patikrinkite hCaptcha prieigos raktus be API skambučio.",
  "4065065042": "Surinkite tai, kad tiksliai atitiktumėte jūsų naudojimo atvejį.",
  "4083018285": "Išplėstinių funkcijų rinkinys, derinamas su patobulintu SOC stebėjimu ir atsaku, siekiant pašalinti sudėtingas nuolatines grėsmes",
  "4146870445": "Kas mes esame",
  "4147497805": "Morka",
  "4194763679": "Smulkūs sunkumo lygiai",
  "4195759329": "Botų aptikimas ir rizikos balai",
  "4199502476": "Išplėstinės ataskaitų teikimo informacijos suvestinės ir API",
  "4238473596": "Tikriems vartotojams svarbu sumažinti trintį. „hCaptcha“ atlieka paprastas užduotis ir daugumai vartotojų užima mažiau laiko, tuo pačiu sustabdant didesnį robotų srautą.",
  "4272022475": "Visos užklausos ir turtas patenka į hcaptcha.yourdomain.com",
  "4272454814": "Integruokite su pasirinktu tapatybės teikėju.",
  "a11y-img-1": "Pritaikymo neįgaliesiems vartotojo ekranas prisijungus",
  "a11y-img-2": "Pritaikymo neįgaliesiems parinktis valdiklio vartotojo sąsajos meniu",
  "a11y-img-3": "Pritaikymo neįgaliesiems dialogo langas valdiklio vartotojo sąsajoje",
  "about-advisors-brendan": "„Brave“ generalinis direktorius. „Mozilla“ įkūrėjas. „JavaScript“ programavimo kalbos kūrėjas. Naršyklių kūrėjas ir dar daugiau.",
  "about-advisors-dawn": "Kalifornijos universiteto Berklio universiteto profesorius. Gilus mokymasis, saugumas, „blockchain“ ekspertas. „Oasis Labs“ generalinis direktorius.",
  "about-advisors-head": "Patarėjai",
  "about-advisors-keiran": "Stanfordo mokslininkas. Mašinų mokymasis ir kiekybiniai finansai didžiuosiuose bankuose, rizikos draudimo fonduose ir akademinėje aplinkoje.",
  "about-content-head-1": "Ką mes darom",
  "about-content-head-2": "Kodėl tai svarbu",
  "about-content-text-1a": "„hCaptcha“ suteikia modernų, į privatumą orientuotą požiūrį į robotų sustabdymą.",
  "about-content-text-1b": "Parodome „CAPTCHA“ iššūkius, kuriuos robotams sunku, bet žmonėms lengva surinkti sunkiai paženklinamus duomenis iš mašininio mokymosi problemų ir naudoti juos atskiriant, ar svetainės ar programos lankytojas yra žmogus.",
  "about-content-text-2a": "Blogieji aktoriai vis dažniau pasitaiko internete. Tačiau paaukoti vartotojo privatumą nėra atsakymas.",
  "about-content-text-2b": "Skelbimų kompanijų siūlomi saugumo sprendimai visų pirma skirti vartotojų stebėjimui internete. Mes sukūrėme veiksmingą saugumo sprendimą, kuris, norint įrodyti puikius rezultatus, nėra būtinas žala vartotojų privatumui.",
  "about-intro-head-1": "Apie „hCaptcha“",
  "about-intro-head-2": "Privatumas, sauga ir mašininis mokymasis.",
  "about-intro-text": "hCaptcha yra plačiausiai pasaulyje naudojama nepriklausoma CAPTCHA paslauga.",
  "about-leadership-head": "Kas mes esame",
  "about-leadership-headsub": "Patyrusi komanda, dirbanti su sunkiausiomis šiandienos problemomis.",
  "about-leadership-link1": "Kas mes esame",
  "about-leadership-text1": "Mes specializuojamės gilaus mokymosi ir vaizdinių sričių mašininio mokymosi srityje, ypatingą dėmesį skirdami internetinių sistemų apsaugai nuo vis sudėtingesnių šiuolaikinių grėsmių.",
  "about-leadership-text2": "Turėdami dešimtmečius programinės įrangos ir mašininio mokymosi patirties, mes kuriame ir valdome masiškai keičiamo dydžio sistemas, kad išspręstume kai kurias sunkiausias šiandienos problemas ir išsaugotume privatumą.",
  "acc-opt": "Pritaikymo neįgaliesiems parinktys",
  "acc-opt-but": "Sužinokite daugiau apie pritaikymo neįgaliesiems parinktis",
  "acc-opt-text": "Ar turite silpnaregių ar kitaip negalite užbaigti „hCaptchas“?",
  "accessibility-link": "Prieinamumas",
  "appreciate-in": "Mes vertiname jūsų indėlį. Praneškite mums apie visas problemas ir mes jas greitai išspręsime.",
  "fb-but": "Atsiųskite mums atsiliepimą",
  "feedback-text": "Pateikite atsiliepimų apie ką tik matytą „hCaptcha“",
  "footer-attribution": "Priskyrimas",
  "footer-copyright-text": "„hCaptcha“ yra registruotasis „Intuition Machines, Inc.“ prekės ženklas.",
  "footer-header-1": "Bendrovė",
  "footer-header-2": "Ištekliai",
  "footer-header-3": "kontaktas",
  "footer-link-1": "Ženklinimas",
  "footer-link-10": "Prieinamumas",
  "footer-link-2": "Apie",
  "footer-link-3": "Darbai",
  "footer-link-4": "Prekių ženklai",
  "footer-link-5": "AI etika",
  "footer-link-6": "Tinklaraštis",
  "footer-link-7": "Statusas",
  "footer-link-8": "Dokumentacija",
  "footer-link-9": "Panešti apie klaidą",
  "footer-privacy": "Privatumas",
  "footer-subheader-1": "Parama",
  "footer-subheader-2": "kontaktas",
  "footer-terms": "Sąlygos",
  "h-plans": "Prenumeratos planai",
  "header-docs-link": "Dokumentai",
  "header-labeling-services-link": "Ženklinimo paslaugos",
  "header-login-button": "Prisijungti",
  "header-plans-link": "Planai",
  "header-signup-button": "Registruotis",
  "home-about-head": "Apie „hCaptcha“",
  "home-about-subtitle": "Parengta pagal ŽMOGAUS protokolą",
  "home-about-text-1": "„hCaptcha“ sukurta siekiant išspręsti daugiausiai darbo reikalaujančią mašininio mokymosi problemą: laiku, už prieinamą kainą ir patikimai žymėti didžiulius duomenų kiekius.",
  "home-about-text-2": "Daugiau duomenų paprastai duoda geresnių rezultatų mokant mašininio mokymosi modelių. Pastaroji giliųjų modelių sėkmė paskatino vis didesnius duomenų rinkinius, kuriuos beveik visada apžvelgė žmonės. Tačiau sukurti didelius žmonių peržiūrėtus duomenų rinkinius per „Mechanical Turk“, „Eight Figure“ ir kt. Yra lėta ir brangu.",
  "home-about-text-3": "„hCaptcha“ leidžia svetainėms užsidirbti pinigų tenkinant šią paklausą, tuo pačiu blokuojant robotus ir kitas piktnaudžiavimo formas.",
  "home-about-text-4": "„HCaptcha“ prekyvietę maitina „Human Human Protocol“, atviras decentralizuotas protokolas, skirtas žmonių peržiūrai, veikiantis „Ethereum“ blokų grandinėje. Svetainės uždirba „Žmogaus žetonus“ (HMT), kai vartotojai savo svetainėje naudoja „hCaptcha“ valdiklį, o mašininio mokymo įmonės moka „Žmogaus žetonus“, kad jų duomenys būtų paženklinti.",
  "home-ba-labeling-services-link": "Ženklinimo paslaugos",
  "home-benefits-head-1": "Duomenų etikečių vertė",
  "home-benefits-head-2": "Grąžink labdarai",
  "home-benefits-text-1": "Ar kiekvieną kartą spustelėję automobilį supratote, kad padedate nemokamai apmokyti vienos „Gigantic“ kompanijos mašininio mokymosi sistemas?",
  "home-benefits-text-2": "„hCaptcha“ apverčia šį modelį. Kai naudojate „hCaptcha“, įmonės siūlo kainą už darbą, kurį atlieka jūsų vartotojai, įrodydami savo žmogiškumą. Jūs gaunate atlygį.",
  "home-benefits-text-3": "Norite grąžinti savo mėgstamą labdarą? „hCaptcha“ leidžia remti pasirinktas labdaros organizacijas uždarbiu, kurį gaunate naudodamiesi ja. Jūsų svetainės vartotojai netrukus galės pamatyti jūsų indėlį į labdarą per sąmoningą prekės ženklo naudojimą „hCaptcha“ sąsajoje.",
  "home-challenge-text-1": "Pasirinkite visus vaizdus, atitinkančius užklausą",
  "home-challenge-text-2": "Apibrėžkite objektų ribojimo plotą",
  "home-challenge-text-3": "Nurodykite atitinkamas etiketes",
  "home-challenge-title-1": "Palyginimas",
  "home-challenge-title-2": "Apribojimo dėžutė",
  "home-challenge-title-3": "Skirstymas į kategorijas",
  "home-challenges-head": "Pateikė iššūkius",
  "home-challenges-text-1": "... ir kitos paprastos užduotys. Lengva žmonėms, sunku robotams.",
  "home-challenges-text-2": "Pasirinktines užduotis gali atlikti ir įmonių leidėjai.",
  "home-ent-1": "Ieškote mūsų įmonės saugos pasiūlymų?",
  "home-ent-2": "Apsilankykite mūsų naujoje specialioje svetainėje: BotStop.com",
  "home-ent-button": "Sužinokite daugiau: „hCaptcha“ sukurta „BotStop“",
  "home-from-the-blog": "IŠ BLOGO:",
  "home-from-the-blog-value": "Kaip veikia „hCaptcha“ sunkumų nustatymai",
  "home-intro-body": "Ar naudojate captcha, kad išvengtumėte robotų? „hCaptcha“ saugo vartotojų privatumą, apdovanoja svetaines ir padeda įmonėms pažymėti jų duomenis. Tai yra „reCAPTCHA“ pakaitalas: galite perjungti per kelias minutes.",
  "home-intro-button": "Užsiregistruokite dabar",
  "home-intro-head": "Sustabdykite daugiau robotų. Pradėkite saugoti vartotojo privatumą.",
  "home-main-1": "Privatus. Saugus. Greičiau. Ir mes mokame jums už tai.",
  "home-main-2": "Privatumas sutelktas",
  "home-main-2c": "Skelbimų tinklai lankytojus mato kaip produktą. „hCaptcha“ produktas yra jų teikiamas darbas. Mums nesvarbu, kas yra jūsų vartotojai, tik tai, kiek tikėtina, kad jie bus kenkėjiški. Remiame tokias iniciatyvas kaip „Privacy Pass“ ir sunkiai dirbame siekdami suderinti privatumą ir saugumą.",
  "home-main-3": "Pirmiausia saugumas",
  "home-main-3c": "Tikslumas yra jūsų ir mūsų interesas. „hCaptcha“ yra orientuota į leidėjus. Mes stengiamės suteikti jums tikrus duomenis ir leisti jums nuspręsti, kaip juos naudoti. Kitus „captchas“ teikia „Gigantic“ reklamos kompanijos. Tai reiškia, kad kiekvienas užblokuotas robotas gali sumažinti jų pajamas.",
  "home-main-4": "Geresnė vartotojo patirtis",
  "home-main-4c": "„HCaptcha“ naudoja žmonijai nustatyti sudėtingus mašininio mokymosi modelius. Tai leidžia mums reikalauti mažiau erzinančių jūsų naudotojų užduočių ir sugaišti mažiau laiko jiems tai darant, o klientams etiketėmis vis tiek gaminame naudingus etiketėmis pažymėtus duomenis.",
  "home-main-plans": "„hCaptcha“ gali nemokamai naudoti bet kokio dydžio leidėjai. Tačiau įmonėms ir platformoms, kurias reikia labiau kontroliuoti, yra prieinami mūsų įmonių sprendimai.",
  "home-main-plans2": "„hCaptcha“ įmonių sprendimai apsaugo milijonus vartotojų keliose dešimtyse milijonų svetainių, skirtų kai kurioms didžiausių kompanijų planetoje. Susisiekite su mumis, jei norite gauti daugiau informacijos, arba apsilankykite",
  "home-main-plans3": "„hCaptcha“ įmonių sprendimai apsaugo milijonus vartotojų keliose dešimtyse milijonų svetainių, skirtų kai kurioms didžiausių kompanijų planetoje. Susisiekite su mumis, jei norite gauti daugiau informacijos, arba apsilankykite",
  "home-main-plans4": "išsamesnės informacijos.",
  "home-plans-button-1": "Užsiregistruokite dabar",
  "home-plans-button-2": "Susisiekite su pardavėjais",
  "home-plans-chart-head-1": "funkcijos",
  "home-plans-chart-head-2": "Leidėjas",
  "home-plans-chart-head-3": "„Enterprise“",
  "home-plans-chart-row-1-cell-1": "Parodyti kontroliniai iššūkių tipai",
  "home-plans-chart-row-1-cell-2": "Ribotas",
  "home-plans-chart-row-1-cell-3": "Iš viso",
  "home-plans-chart-row-10-cell-1": "Daugelio vartotojų informacijos suvestinės",
  "home-plans-chart-row-11-cell-1": "Išplėstinės ataskaitų teikimo funkcijos",
  "home-plans-chart-row-12-cell-1": "Įmonių SLA",
  "home-plans-chart-row-2-cell-1": "Kontroliuoti naudojamo iššūkio turinį",
  "home-plans-chart-row-2-cell-2": "Ribotas",
  "home-plans-chart-row-2-cell-3": "Iš viso",
  "home-plans-chart-row-3-cell-1": "Uždirbk atlygio už žmogaus sprendimus",
  "home-plans-chart-row-4-cell-1": "Pasaulinės klasės apsauga nuo botų",
  "home-plans-chart-row-5-cell-1": "Dirba kiekvienoje šalyje",
  "home-plans-chart-row-5a-cell-1": "Be CAPTCHA ir 99,9 % pasyvūs režimai",
  "home-plans-chart-row-5b-cell-1": "Bot pasitikėjimo balai",
  "home-plans-chart-row-6-cell-1": "GDPR ir CCPA tinkama privatumo politika",
  "home-plans-chart-row-7-cell-1": "Smulkiagrūdžiai sunkumų lygiai",
  "home-plans-chart-row-8-cell-1": "Paleiskite savo iššūkių turinį",
  "home-plans-chart-row-9-cell-1": "Laiko sunkumai planuojant",
  "home-try-it-out-button": "Gaukite „hCaptcha“",
  "home-try-it-out-head": "Išbandyk",
  "home-try-it-out-text": "„hCaptcha“ suteikia paprastą, lengvą ir patikimą robotų aptikimą, tuo tarpu žmonėms tai nereikšminga.",
  "labeling-about-head": "Apie „hCaptcha“",
  "labeling-about-text-1": "„hCaptcha“ sukurta siekiant išspręsti labiausiai darbo reikalaujančią mašininio mokymosi problemą; laiku, už prieinamą kainą ir patikimai žymėti didžiulius duomenų kiekius. Daugiau duomenų paprastai duoda geresnių rezultatų mokant mašininio mokymosi modelių. Pastaroji giliųjų modelių sėkmė paskatino vis didesnius duomenų rinkinius, o „hCaptcha“ tenkina šį poreikį.",
  "labeling-about-text-2": "Tačiau kurti didelius žmonių peržiūrėtus duomenų rinkinius naudojant tradicinius metodus yra lėta ir brangu. „hCaptcha“ yra būdas įmonėms gauti reikalingas anotacijas greičiau, kokybiškiau ir pigiau nei kitos alternatyvos.",
  "labeling-annotations-head": "Anotacijų tipai",
  "labeling-annotations-text-1": "Tikslus objektų aptikimas vaizduose ir vaizdo įrašuose",
  "labeling-annotations-text-2": "Tikslus objektų aptikimas vaizduose ir vaizdo įrašuose",
  "labeling-annotations-text-3": "Taškų anotacijos daugeliui skirtingų naudojimo atvejų",
  "labeling-annotations-text-4": "Rūšiuoti arba pridėti bet kokio dydžio savavališkas kategorijas",
  "labeling-annotations-text-5": "Žmogaus valdomas aptikimas ir klasifikavimas",
  "labeling-annotations-text-6": "Reikia kito tipo, kuris čia nepateiktas? Tiesiog paklausk mūsų.",
  "labeling-annotations-title-1": "Ribojančios dėžės",
  "labeling-annotations-title-2": "Daugiakampiai",
  "labeling-annotations-title-3": "Orientyrai",
  "labeling-annotations-title-4": "Atributų kategorija",
  "labeling-annotations-title-5": "Palyginimas ir aptikimas",
  "labeling-annotations-title-6": "... ir daug daugiau",
  "labeling-ent-button": "Susisiekite su mūsų įmonių sprendimų komanda",
  "labeling-ent-head": "Reikia visiško valdymo?",
  "labeling-ent-text-1": "„HCaptcha“ veikianti „HUMAN“ platforma teikia labai sudėtingas darbo kokybės ir valdymo funkcijas naudodama vietines, hibridines ar „SaaS“ diegimo sistemas, kurios integruojamos su jūsų esamomis sistemomis.",
  "labeling-ent-text-2": "Būkite visiškai neprisijungę prie savo darbo jėgos, stebėkite verslo vienetų ar konsorciumo partnerių suvartotą vertę, pasirinktinai nukreipkite darbus pas skirtingus vidinius ar išorinius darbo tiekėjus, atsižvelgdami į sąnaudų ir saugumo reikalavimus, ir dar daugiau.",
  "labeling-ent-text-3": "Lengva prieiga prie API, gražios informacijos suvestinės ir naujausia modulio technologija, kad maksimaliai padidintumėte efektyvumą.",
  "labeling-ent-text-4": "Galima naudotis 99,99% veikiančio SLA ir palaikyti visą parą visą parą. Daugiau informacijos:",
  "labeling-features-head-1": "Paprasti API varomi vamzdynai.",
  "labeling-features-head-2": "Optimizuota pagal kainą ir kokybę. Išankstinio įsipareigojimo nereikia.",
  "labeling-features-head-3": "Mokėkite tik už tikslumą, kurio jums reikia.",
  "labeling-features-head-4": "Pateikite savo paties tiesos duomenis arba leiskite mums juos kurti skriejant.",
  "labeling-features-text-1": "Norite integruoti žmonių apžvalgą tiesiai į savo verslo operacijas? Mes siūlome didelio patikimumo SLA, garantuotą talpą ir paprastas REST API.",
  "labeling-features-text-2": "HUMAN platforma naudoja išsamius pasitikėjimo modelius, kad atliktų sudėtingą realaus laiko kokybės analizę. Tai leidžia mums greitai nustatyti klausimų sudėtingumą ir tikėtiną teisingą jų atsakymą, taupydami jūsų laiką ir pinigus.",
  "labeling-features-text-3": "Ne visos problemos yra vienodos. Saugumui svarbių užduočių anotacijoms gali prireikti 99,99% pasitikėjimo iš visų žmonių. Vienos beta versijos žaidimų mobiliesiems programoje komentarams gali reikėti tik vidutinio pasitikėjimo. Tu nuspręsk.",
  "labeling-features-text-4": "Ar turite neapdorotų duomenų be išsamaus patvirtinimo rinkinio? Daugeliu atvejų mes galime sukurti vieną jums, nes užduotys vykdomos sistemoje, arba sukurti etiketėmis patvirtintus pavyzdžius.",
  "labeling-info-head": "Duomenų žymėjimas etiketėmis",
  "labeling-info-text-1": "Kalbėkitės su vienu iš mūsų domeno ekspertų, kad nustatytumėte savo projekto poreikius: tikslumo tikslumą, formatą ir visus specialius reikalavimus.",
  "labeling-info-text-2": "Mes atliekame nedidelį gamybos darbą pagal jūsų pavyzdinius duomenis. Tai patikrina mūsų kartu atliktą darbą, kad įsitikintumėte, jog gausite būtent tai, ko jums reikia.",
  "labeling-info-text-3": "Turėdami didelę apimtį ir mažą vėlavimą, mes greitai apversime jūsų darbą ir atliksime automatinį pristatymą, kai tik tai bus padaryta.",
  "labeling-info-text-4": "Kai mes geriau suprasime jūsų gamybos darbo parametrus, rezultatai laikui bėgant ir toliau gerės.",
  "labeling-info-text-5": "Tiesioginės informacijos suvestinės leidžia bet kada pateikti atsiliepimą arba pristabdyti gamybą.",
  "labeling-info-title-1": "Apibrėžkite specifikacijas",
  "labeling-info-title-2": "Pradinis darbo testas",
  "labeling-info-title-3": "Įdiekite gamybos darbus",
  "labeling-info-title-4": "Nuolatinis tobulinimas",
  "labeling-info-title-5": "Realaus laiko rezultatai",
  "labeling-main-1": "Ekonomiškai efektyvus duomenų žymėjimas",
  "labeling-main-1-button": "Gaukite savo duomenis etiketėmis dabar",
  "labeling-main-1c": "Reikia daugiau etikečių jūsų duomenų rinkiniams? „hCaptcha“ suteikia greitą, ekonomišką ir aukštos kokybės duomenų ženklinimą įmonėms, dirbančioms su dirbtinio intelekto ir mašininio mokymosi programomis.",
  "labeling-main-2": "Akimirksniu atlikite milijonus užduočių.",
  "labeling-main-2-button": "Pirkite duomenų žymėjimo paslaugas",
  "labeling-main-2c": "„hCaptcha“ yra vienas iš didžiausių baseinų planetoje, kurį galite naudoti. Nepriklausomai nuo jūsų masto, mes galime tai atlikti be brangių išankstinių įsipareigojimų. Milijonai užduočių per dieną nėra problema.",
  "labeling-platform-head": "Privati ar vieša informacija",
  "labeling-platform-text": "„hCaptcha“ sukurta naudojant „HUMAN“ platformą, kuri leidžia sudėtingam maršruto parinkimui ir analizei optimizuoti išlaidas ir efektyvumą kiekviename žingsnyje. Ši technologija leidžia tinkamai darbo jėgai dirbti su kiekviena jūsų darbo dalimi, maksimaliai padidinant sąnaudų efektyvumą, išsaugant privatumą ir tenkinant visus galiojančius norminius reikalavimus.",
  "labeling-try-button": "Pirkite duomenų žymėjimo paslaugas",
  "labeling-try-head": "Norite pabandyti su savo duomenimis?",
  "labeling-try-text": "... mes pasiruošę, kai būsite: mūsų paslaugos teikiamos visą parą.",
  "learn-more-hcaptcha": "Sužinokite daugiau apie „hCaptcha“",
  "page-acc-faq-1": "Klausimas: ar hCaptcha Section 508 + WCAG 2.1 AA atitinka? Atsakymas: Manome, kad taip: visi vartotojai, turintys bet kokios formos negalią, galintys naršyti internete ir įvesti tekstą formose, prisiregistravę gali pasiekti „hCaptcha“ apsaugotas paslaugas. Tačiau tai nėra teisinė konsultacija: turėtumėte atlikti savo vertinimą, atsižvelgdami į savo konkretų įgyvendinimą, kad įsitikintumėte, jog taip yra jūsų diegimo atveju.",
  "page-acc-faq-2": "Klausimas: ar dirbate su kitomis pritaikymo neįgaliesiems (a11y) parinktimis, pvz., garsu? Atsakymas: anksčiau populiarios parinktys, pvz., garso įrašo „captcha“, diskriminuoja daugelį „a11y“ vartotojų ir yra lengvai nugalimos naudojant šiuolaikinius mašininio mokymosi metodus. Dėl to dabartiniai garso iššūkiai tapo vis sunkesni, įvedant triukšmą, keistą laiką, neįprastus žodžių junginius ir pan., siekiant nugalėti užpuolikus. Todėl esame mažiau entuziastingi dėl šio požiūrio, nei visiškai vengiame iššūkio, bet apsvarstysime jį, jei bus paklausa a11y bendruomenėje. Tačiau mus labai domina Privacy Pass pritaikymo neįgaliesiems naudojimo atveju. Manome, kad dabartinį „a11y“ metodą derinant su „Privacy Pass“ išdavimu „A11y“ naudotojai galės naršyti saugiai, žinant, kad jų srautas yra labiau privatus, ir apriboti robotų operatorių piktnaudžiavimą, kuris neišvengiamai įvyksta, kai yra „a11y“ parinktys. Esame aktyvūs šią naują technologiją standartizuojančios IETF darbo grupės dalyviai.",
  "page-acc-faq-3": "Klausimas: O kaip su privatumu? Ar registracija kokiu nors būdu atskleidžia a11y naršymo duomenis? Ką darai su el. Atsakymas: „hCaptcha“ sukurta privatumui nuo pat pradžių. Tai labai skiriasi nuo tradicinių parinkčių, pvz., reCAPTCHA, priklausančių skelbimų tinklams, kurie skatina jus sekti žiniatinklyje ir susieti jus su tikra tapatybe. Niekada nenaudojame pasiekiamumo el. laiškų ar informacijos jokiais kitais tikslais, išskyrus naudojimosi palengvinimu ir piktnaudžiavimo prevencija. Mūsų privatumo politikoje pateikiami išsamūs ir patikimi atsakymai į tai, kaip naudojame duomenis, tačiau trumpas atsakymas yra toks, kad nesame suinteresuoti jūsų, kaip asmens, susieti su jūsų naršymo istorija. Taip pat šiuo metu dirbame su kriptografiniu sprendimu, kad greitai pašalintume jūsų el. pašto adresą. išsaugodami galimybę užkirsti kelią piktnaudžiavimui, papildydami mūsų privatumo leidimą.",
  "page-acc-link-1": "Jei esate pritaikymo neįgaliesiems vartotojas, prisiregistruokite čia.",
  "page-acc-subhead": "Užtikrinti sklandžią prieigą visiems vartotojams išlaikant saugumą",
  "page-acc-summary": "Santrauka",
  "page-acc-summary-contents-1": "„hCaptcha“ skirta sustabdyti robotus, atskiriant juos nuo žmonių. Vizualiniai testai yra patogus įrankis tam, tačiau ne kiekvienas gali išspręsti vizualinį iššūkį. Dėl šios priežasties sukūrėme paprastą, neskausmingą alternatyvą, leidžiančią leidėjams, naudojantiems mūsų paslaugą, išsaugoti prieinamumą visiems, laikantis 508 skyriaus ir WCAG 2.1 AA reikalavimų.",
  "page-acc-summary-contents-2": "Kaip tai veikia: pirmiausia pritaikymo neįgaliesiems vartotojas užsiregistruoja šiuo URL, kuris yra susietas „hCaptcha“ valdiklio informacijos puslapyje. Jiems suteikiamas užšifruotas slapukas, kurį galima naudoti kelis kartus per dieną, tačiau jis turi būti atnaujinamas kas 24 valandas prisijungus. Kai iššūkis pateikiamas pritaikymo neįgaliesiems vartotojui bet kurioje svetainėje, naudojant „hCaptcha“ paslaugą, jis automatiškai praeis.",
  "page-acc-title": "„hCaptcha“ prieinamumo informacija",
  "page-acc-tr-body": "Klausimas: Aš vis dar matau iššūkį nustatęs slapuką. Kas tai sukelia?<br> Atsakymas: Tai dažniausiai įvyksta dėl agresyvaus skelbimų blokavimo priemonės ar slapukų šalinimo plėtinio arba nustatymo, kuris blokuoja kelių svetainių slapukus, šiuo atveju hcaptcha.com slapuką, kurį kitoje svetainėje nustato ar patikrina „hCaptcha JS“. , kaip tas, kuriame lankotės.<br><br> „hCaptcha“ pritaikymo neįgaliesiems slapukai veikia su visomis populiariomis naršyklėmis ir skelbimų blokatoriais su standartiniais nustatymais, todėl dažniausiai gedimai atsiranda dėl antiadblokavimo scenarijų ar panašių taisyklių rinkinių, taikomų tam tikroms svetainėms.<br><br> Sprendimai:<br><br> 1. Įtraukite baltąjį sąrašą hcaptcha.com ir * .hcaptcha.com į skelbimų blokavimo priemonę arba naršyklės saugos plėtinį.<br> 2. Jei naudojate „Brave“ naršyklę, kurioje šiuo metu neatrodo baltųjų slapukų sąrašas, eikite į Parinktys -> Skydai -> Slapukai ir pasirinkite Leisti visus slapukus.<br> 3. Jei naudojate pačią naujausią „Safari“ versiją neseniai išleistoje „OS X 10.15“ arba „iOS 13.4“ versijoje, „Apple“ ką tik pakeitė „Safari“ elgseną, susijusią su trečiųjų šalių slapukais, pagal numatytuosius nustatymus blokuodama visus juos. Mes diegiame sprendimą, tačiau kol kas apsilankykite „Safari“ nuostatų, privatumo skiltyje ir nuimkite žymėjimą nuo svetainės stebėjimo: neleiskite stebėti keliose svetainėse, kad pritaikymo neįgaliesiems slapukas veiktų taip, kaip tikėtasi.<br><br> Klausimas: Aš naudoju kelis įrenginius. Ar man reikia prisiregistruoti kelis kartus?<br> Atsakymas: Ne. Prašome spustelėti tą pačią el. Pašto prisijungimo nuorodą, kurią jums atsiuntėte kiekviename naudojamame įrenginyje, kad nustatytumėte slapuką.<br><br> Klausimas: Kaip galiu apsisaugoti nuo trečiųjų šalių slapukų stebėjimo naudodamas pritaikymo neįgaliesiems slapuką?<br> Atsakymas: naudodami bet kokį privatumo ar skelbimų blokavimo plėtinį, palaikantį domeno lygio baltąjį sąrašą (pvz., „UBlock Origin“), veiks kaip tikėtasi: tiesiog įsitikinkite, kad įtraukėte baltąjį sąrašą hcaptcha.com.",
  "page-acc-tr-title": "Prieinamumo naudotojams: dažni klausimai ir trikčių šalinimo vadovas",
  "page-acc-tr2-body": "„Safari“<br> Norėdami įgalinti slapukus „Safari“ („Mac“): eikite į išskleidžiamąjį meniu „Safari“. Pasirinkite Preferences. Viršutiniame skydelyje spustelėkite „Privatumas“. Dalyje „Blokuoti slapukus“ pasirinkite parinktį „Niekada“.<br> Norėdami įgalinti slapukus „Safari“ („iPhone“ / „iPad iOS 11“ ir naujesnėse versijose): atidarykite nustatymus Slinkite žemyn ir pasirinkite „Safari“. Dalyje Privatumas ir saugumas išjunkite „Užkirsti kelią kelių svetainių stebėjimui“ ir „Blokuoti visus slapukus“.<br><br> „Firefox“<br> Bet kuriame tinklalapyje spustelėkite skydą adreso juostos kairėje. Spustelėkite Apsaugos nustatymai. Bus atidarytas „Firefox“ nuostatų privatumo ir saugos skydelis. Dalyje Patobulinta stebėjimo apsauga pasirinkite Pasirinktinis. Pasirinkite blokuojamus stebėjimo ir scenarijus pažymėdami tuos žymimuosius langelius. Įsitikinkite, kad atblokavote hcaptcha.com.<br><br> Taip pat galite laikinai išjungti kai kurias „Custom“ apsaugas, kad tai derintumėte, panaikindami žymimuosius laukelius: Atžymėkite žymimąjį laukelį „Stebėtojai“ arba panaikinkite žymimąjį langelį „Slapukai“, jei vis dar kyla problemų.<br><br> „Google Chrome“<br> „Google Chrome“ (kompiuteris)<br> Pasirinkite „Chrome“ meniu piktogramą. Pasirinkite „Settings“.<br> Eikite į privatumą ir saugumą, tada - slapukus ir kitus svetainės duomenis.<br> Įsitikinkite, kad „Blokuoti trečiųjų šalių slapukus“ neįgalinta.<br><br> „Google Chrome“ („Mac“):<br> Meniu juostoje atidarykite „Chrome“ nuostatas.<br> Eikite į privatumą ir saugumą, tada - slapukus ir kitus svetainės duomenis.<br> Įsitikinkite, kad „Blokuoti trečiųjų šalių slapukus“ neįgalinta.<br><br> „Google Chrome“ („Android“):<br> „Android“ įrenginyje atidarykite „Chrome“ programą.<br> Viršuje dešinėje palieskite „Daugiau“, tada - „Nustatymai“.<br> Palieskite „Svetainės nustatymai“, tada - „Slapukai“.<br> Šalia „Slapukai“ įjunkite nustatymą.<br> Pažymėkite laukelį šalia „Leisti trečiųjų šalių slapukus“.<br><br> Internet Explorer<br> 1. Pasirinkite pavarą viršutiniame dešiniajame ekrano kampe, tada pasirinkite „Interneto parinktys“. Jei esate įgalinę meniu juostą, galite pasirinkti „Įrankiai“, tada „Interneto parinktys“.<br> 2. Spustelėkite „Privatumo“ skirtuką.<br> 3. Pasirinkite mygtuką „Advanced“.<br> 4. Dalyje „Trečiųjų šalių slapukai“ pasirinkite „Priimti“.<br> 5. Spustelėkite „Gerai“",
  "page-acc-tr2-head": "Naršyklėje pateikiami keliose svetainėse naudojami slapukai",
  "priv-hc": "Privatumas sutelktas",
  "priv-hc-text": "Skelbimų tinklai mato jus kaip savo produktą. Mes to nedarome. Mums nesvarbu, kas yra vartotojai, tik tikimybė, kad jie bus piktybiški. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir stengiamės suderinti privatumą ir saugumą.",
  "reporting-bugs-accessibility-button": "Sužinokite daugiau apie pritaikymo neįgaliesiems parinktis",
  "reporting-bugs-accessibility-head": "Pritaikymo neįgaliesiems parinktys",
  "reporting-bugs-accessibility-text": "Ar turite silpnaregių ar kitaip negalite užbaigti „hCaptchas“?",
  "reporting-bugs-guide-ff-head": "Išsamios informacijos apie klaidas fiksavimas: „Firefox“.",
  "reporting-bugs-guide-ff-step-1": "1 veiksmas: atidarykite „Developer Tools“ (pradedama įrašyti sesija.)",
  "reporting-bugs-guide-ff-step-2": "2 žingsnis: Kūrėjo įrankiuose spustelėkite skirtuką Tinklas. Viršuje pažymėkite langelį „Persist logs“.",
  "reporting-bugs-guide-ff-step-3": "3 veiksmas: apsilankykite https://accounts.hcaptcha.com/demo arba svetainėje, kurioje kyla problemų (Privatumo pastaba: tik jei nenorite pasidalinti, kas tai yra)... ir spustelėkite I esu žmogus, ir pabandykite išspręsti.",
  "reporting-bugs-guide-ff-step-4": "4 veiksmas: spustelėkite HAR, kai bandysite išspręsti problemą, ir pasirinkite Išsaugoti viską kaip HAR, kad išsaugotumėte tinklo žurnalą. Atsiųskite mums tą failą.",
  "reporting-bugs-guide-ff-step-5": "5 žingsnis: Spustelėkite „Console“ skirtuką ir dešiniuoju pelės mygtuku spustelėkite, tada pasirinkite Select all ir išsaugokite tai tekstiniame faile, kad išsaugotumėte konsolės žurnalą. Atsiųsk mums ir tai.",
  "reporting-bugs-guide-ff-step-6": "Paskutinis veiksmas: atsiųskite mums tuos HAR ir konsolės žurnalo failus el. paštu ir apibūdinkite problemą Naudokite: support@hcaptcha.com (naudokite tokias paslaugas kaip Dropbox arba Filebin ir atsiųskite nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas nerodoma tinkamai . Taip pat atsiųskite IP, kurį naudojate. Ją galite gauti iš https://www.whatsmyip.org/ Dėkojame, kad skyrėte laiko padėti mums gauti šią informaciją! Esame įsipareigoję, kad „hCaptcha“ veiktų visiems.",
  "reporting-bugs-guide-head": "Išsamios informacijos apie riktą fiksavimas: „Chrome“.",
  "reporting-bugs-guide-step-1": "1 veiksmas: atidarykite „Developer Tools“ (pradedama įrašyti sesija.)",
  "reporting-bugs-guide-step-2": "2 žingsnis: Kūrėjo įrankiuose spustelėkite skirtuką Tinklas. Viršuje pažymėkite langelį „Išsaugoti žurnalą“.",
  "reporting-bugs-guide-step-3": "3 veiksmas: apsilankykite https://accounts.hcaptcha.com/demo arba svetainėje, kurioje kyla problemų (Privatumo pastaba: tik jei nenorite pasidalinti, kas tai yra)... ir spustelėkite I esu žmogus, ir pabandykite išspręsti.",
  "reporting-bugs-guide-step-4": "4 žingsnis: Kai bandysite išspręsti, spustelėkite Eksportuoti HAR (maža rodyklė žemyn), kuris išsaugo tinklo žurnalą. Atsiųskite mums tą failą.",
  "reporting-bugs-guide-step-5": "5 žingsnis: Spustelėkite skirtuką Konsolė ir dešiniuoju pelės mygtuku spustelėkite Išsaugoti kaip .., kad išsaugotumėte konsolės žurnalą. Atsiųsk mums ir tai.",
  "reporting-bugs-guide-step-6": "Paskutinis veiksmas: atsiųskite mums tuos HAR ir konsolės žurnalo failus el. paštu ir aprašykite problemą. Naudokite: support@hcaptcha.com (naudokite tokią paslaugą kaip Dropbox arba Filebin ir siųskite nuorodas) ir pasirinktinai ekrano kopiją, jei įtariate, kad kažkas nerodoma tinkamai. Taip pat atsiųskite IP, kurį naudojate. Ją galite gauti iš https://www.whatsmyip.org/ Dėkojame, kad skyrėte laiko padėti mums gauti šią informaciją! Esame įsipareigoję, kad „hCaptcha“ veiktų visiems.",
  "reporting-bugs-guide-text-1": "Išsiuntę derinimo informaciją kartu su ataskaita, mums bus daug lengviau nustatyti, kas vyksta. Čia pateikiamos nuoseklios instrukcijos:",
  "reporting-bugs-guide-text-2": "Jei esate žiniatinklio kūrėjas arba ekspertas naudotojas, santrauka yra tokia, kad atsiųstumėte mums tinklo įrašymo HAR ir naršyklės konsolės žurnalus. Pirmiausia pabandykite išjungti bet kokį skelbimų blokatorių arba naršyklės saugos plėtinį, tada bandykite dar kartą prieš atlikdami šiuos veiksmus. Jei tai išspręs jūsų problemą, vis tiek būtume dėkingi, jei praneštumėte mums savo naršyklės versiją, skelbimų blokavimo priemonę arba naršyklės plėtinį ir svetainės URL.",
  "reporting-bugs-intro-head": "Radote klaidą? Štai kaip apie tai pranešti.",
  "reporting-bugs-intro-text": "Milijonai žmonių kiekvieną mėnesį naudoja „hCaptcha“, naudodami tūkstančius naršyklių, plėtinių, įrenginių, užkardų ir kt. Mūsų tikslas yra įsitikinti, kad tai visada tinka jums, todėl labai vertiname jūsų pranešimus! Norėdami greitai pateikti atsiliepimą, tiesiog spustelėkite mygtuką Siųsti mums atsiliepimą. Jei pastebite funkcinę problemą, vykdykite toliau pateiktas „Chrome“ derinimo žurnalo instrukcijas arba „Firefox“ derinimo žurnalo instrukcijas. Dėl bet kokių kitų naršyklių tiesiog atsiųskite mums el. Laišką. Dėl galimų saugumo ar privatumo problemų žiūrėkite toliau pateiktas instrukcijas.",
  "reporting-bugs-privacy-head": "Privatumo problemos",
  "reporting-bugs-privacy-text": "Mums nesvarbu, kas yra vartotojai, tik tikimybė, kad jie bus kenkėjai ar mašinos. Mes palaikome tokias iniciatyvas kaip „Privacy Pass“ ir stengiamės suderinti privatumą ir saugumą. Jei radote problemą, kuri, jūsų manymu, gali pakenkti vartotojo privatumui, prašome parašyti mums el. Laišką adresu support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Atsiųskite mums atsiliepimą",
  "reporting-bugs-provide-feedback-head": "Pateikite skubų atsiliepimą apie „hCaptcha“",
  "reporting-bugs-provide-feedback-text": "Mes vertiname jūsų indėlį. Praneškite mums apie visas problemas ir mes jas greitai išspręsime.",
  "reporting-bugs-security-head": "Apsaugos klaidos",
  "reporting-bugs-security-text": "Mes visada suinteresuoti gauti pranešimus apie saugumo klaidas. Parašykite el. Paštu support@hcaptcha.com ir CC security@hcaptcha.com ir mes greitai susisieksime. Mes taip pat turime klaidų programą, skirtą tinkamoms saugos ataskaitoms apie „hCaptcha“ paslaugą ir susijusį šaltinio kodą.",
  "sales-interstitial-c1": "Įmonėms",
  "sales-interstitial-c1a": "Įmonių saugos sprendimai (mokami)",
  "sales-interstitial-c1b": "Sužinokite daugiau apie „hCaptcha Enterprise“ („BotStop“)",
  "sales-interstitial-c1c": "Duomenų anotacija",
  "sales-interstitial-c1d": "Įsigykite „hCaptcha“ anotacijų paslaugas",
  "sales-interstitial-c2": "Asmenims",
  "sales-interstitial-c2a": "Pridėkite „hCaptcha“ prie savo paslaugos (nemokamai)",
  "sales-interstitial-c2b": "Pridėkite „hCaptcha for Publishers“ prie savo svetainės ar programos",
  "sales-interstitial-c2c": "Kas yra hCaptcha?",
  "sales-interstitial-c2d": "Sužinokite daugiau apie „hCaptcha“",
  "sales-interstitial-head": "Įsitikinkime, kad patekote į reikiamą vietą.",
  "sec-hc": "Pirmiausia saugumas",
  "sec-hc-text": "„hCaptcha“ yra orientuota į leidėjus. Stengiamės teikti svetainėms tikrus duomenis ir leisti joms nuspręsti, kaip juos naudoti. Tikslumas yra jūsų ir mūsų interesas. Kitus captchus teikia reklamos įmonės. Kiekvienas jų blokuojamas robotas gali sumažinti savo pajamas.",
  "signup-interstitial-c1": "Įmonėms ar svetainėms",
  "signup-interstitial-c1a": "Pridėkite „hCaptcha“ prie savo paslaugos (nemokamai)",
  "signup-interstitial-c1b": "Pridėkite „hCaptcha for Publishers“ prie savo svetainės ar programos",
  "signup-interstitial-c1c": "Įmonių saugos sprendimai (mokami)",
  "signup-interstitial-c1d": "Sužinokite daugiau apie „hCaptcha Enterprise“ („BotStop“)",
  "signup-interstitial-c1e": "Duomenų anotacija",
  "signup-interstitial-c1f": "Įsigykite „hCaptcha“ anotacijų paslaugas",
  "signup-interstitial-c2": "Asmenims",
  "signup-interstitial-c2a": "Prieinamumas",
  "signup-interstitial-c2b": "Sužinokite apie „hCaptcha“ pritaikymo neįgaliesiems parinktis",
  "signup-interstitial-c2c": "Uždirbti pinigus",
  "signup-interstitial-c2d": "Dirbkite individualiu duomenų etikete",
  "signup-interstitial-head": "Įsitikinkime, kad patekote į reikiamą vietą.",
  "support-interstitial-c1": "Įmonėms",
  "support-interstitial-c1a": "Įmonių saugos sprendimai (mokami)",
  "support-interstitial-c1b": "Gaukite palaikymą „hCaptcha Enterprise“ („BotStop“)",
  "support-interstitial-c1c": "„hCaptcha“ leidėjas (nemokamas)",
  "support-interstitial-c1d": "Gaukite palaikymą „hCaptcha Publisher“",
  "support-interstitial-c2": "Asmenims",
  "support-interstitial-c2a": "Susiduriate su iššūkiu?",
  "support-interstitial-c2b": "Sužinokite apie „hCaptcha“ pritaikymo neįgaliesiems parinktis",
  "support-interstitial-c2c": "Norite pranešti apie klaidą?",
  "support-interstitial-c2d": "Sužinokite daugiau apie programinės įrangos problemų pranešimus",
  "support-interstitial-head": "Įsitikinkime, kad patekote į reikiamą vietą.",
  "switch-to-english-link": "Perjungti į anglų kalbą",
  "what-is-hcaptcha": "Kas yra hCaptcha?",
  "what-is-hcaptcha-text": "„hCaptcha“ padeda jūsų mėgstamoms žiniatinklio paslaugoms išvengti robotų, šlamšto ir piktnaudžiavimo uždavinėdama paprastus klausimus, kuriuos žmonėms lengva ir mašinoms sunku.",
  "why-hc": "Kodėl „hCaptcha“?",
  "why-hc-text": "Kiekvieną kartą, kai atsakote į iššūkį, mes naudojame sudėtingus modelius, kad išsiaiškintume, ar esate žmogus, ar mašina. Tada jūsų aplankyta svetainė naudoja šį rezultatą, kad padėtų pagerinti jūsų patirtį svetainėje, išlaikant robotus."
}
