{
  "23114595": "ಉತ್ತಮ ಬಳಕೆದಾರ ಅನುಭವ",
  "34074886": "ಪ್ರತಿ ಬಾರಿ ನೀವು ಸವಾಲಿಗೆ ಉತ್ತರಿಸುವಾಗ, ನೀವು ಮನುಷ್ಯರೇ ಎಂಬುದನ್ನು ಕಂಡುಹಿಡಿಯಲು ನಾವು ಅತ್ಯಾಧುನಿಕ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ನೀವು ಭೇಟಿ ನೀಡಿದ ವೆಬ್‌ಸೈಟ್ ಬಾಟ್‌ಗಳನ್ನು ಹೊರಗಿಡುವ ಮೂಲಕ ಅವರ ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಲು ಈ ಫಲಿತಾಂಶವನ್ನು ಬಳಸುತ್ತದೆ.",
  "98173630": "hCaptcha ವಿಶ್ವದ ಅತ್ಯಂತ ವ್ಯಾಪಕವಾಗಿ ಬಳಸಲಾಗುವ ಸ್ವತಂತ್ರ CAPTCHA ಸೇವೆಯಾಗಿದೆ.",
  "111184581": "ಮೊದಲ ಪಕ್ಷದ ಹೋಸ್ಟಿಂಗ್",
  "119298044": "ಸುಧಾರಿತ ಸ್ವಯಂ-ಮೇಲ್ವಿಚಾರಣೆಯ ML ಮತ್ತು AI ತಂತ್ರಜ್ಞಾನಗಳು ನಿಮ್ಮ ವೆಬ್ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಬೆದರಿಕೆಗಳು ಮತ್ತು ದಾಳಿಗಳಿಂದ ರಕ್ಷಿಸುತ್ತವೆ",
  "121743429": "ವೆಬ್ ಮೂಲಸೌಕರ್ಯ ಕಂಪನಿಗಳಿಗೆ",
  "122875767": "ಇತರ ಕಂಪನಿಗಳು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ ನಿಮ್ಮ ಕಾನೂನು ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಿಕೊಳ್ಳಿ.",
  "126134492": "ಇತರೆ",
  "152010250": "hCaptcha ಸುಧಾರಿತ ಸ್ವಯಂ-ಮೇಲ್ವಿಚಾರಣೆಯ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ನವೀನ ಅಂಚಿನ ಕಂಪ್ಯೂಟ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನೊಂದಿಗೆ ಸಂಯೋಜಿಸಿದೆ, ಅದು ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಧಾರಣವನ್ನು ಅನನ್ಯವಾಗಿ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ, ಬೃಹತ್ ಸ್ಕೇಲೆಬಿಲಿಟಿಗಾಗಿ ಜಾಗತಿಕವಾಗಿ 250 ಕ್ಕೂ ಹೆಚ್ಚು ಸ್ಥಳಗಳಿಂದ ವಿತರಿಸಲಾಗಿದೆ.",
  "179723061": "ವರ್ಗದ ಪ್ರಮುಖ ಭದ್ರತೆಯ ಅಗತ್ಯವಿರುವ ತಂಡಗಳಿಗೆ ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣ",
  "191460155": "ಶೂನ್ಯ ಘರ್ಷಣೆ ಮತ್ತು 99.9% ನಿಷ್ಕ್ರಿಯ ವಿಧಾನಗಳು",
  "282913023": "ಹೆಚ್ಚಿನ ಟ್ರಾಫಿಕ್ ಉದ್ಯಮಗಳಿಗೆ ವೆಚ್ಚ ಪರಿಣಾಮಕಾರಿ ಆಯ್ಕೆ",
  "328625009": "... ನೀವು ಇದ್ದಾಗ ನಾವು ಸಿದ್ಧರಿದ್ದೇವೆ: ನಮ್ಮ ಸೇವೆಯು ಗಡಿಯಾರದ ಸುತ್ತ ಲಭ್ಯವಿದೆ.",
  "353066938": "ಅನುಭವಿ ತಂಡ, ಇಂದಿನ ಕಠಿಣ ಸಮಸ್ಯೆಗಳ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದೆ. hCaptcha ಒಂದು ಸೇವೆಯಾಗಿದೆ",
  "353367791": "ವಿವಿಧ ರೀತಿಯ ಕೆಟ್ಟ ನಟರನ್ನು ಪತ್ತೆ ಮಾಡಿ.",
  "359073033": "ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಚಟುವಟಿಕೆಯ ಉನ್ನತ ಮಟ್ಟದ ಅಥವಾ ಸೂಕ್ಷ್ಮ-ಧಾನ್ಯದ ವೀಕ್ಷಣೆಗಳನ್ನು ನೀಡುತ್ತವೆ.",
  "392886773": "ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
  "451701069": "ಜಿಡಿಪಿಆರ್, ಸಿಸಿಪಿಎ,",
  "547245263": "ಇಂದು ನಿಮ್ಮ ಬೋಟ್ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿ.",
  "552920956": "hCaptcha ಬಾಟ್‌ಗಳು ಮತ್ತು ಇತರ ರೀತಿಯ ನಿಂದನೆಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವಾಗ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಬಹುಮಾನಗಳನ್ನು ಗಳಿಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಈ ಗಳಿಕೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಆಯ್ಕೆಯ ದತ್ತಿಗಳನ್ನು ಬೆಂಬಲಿಸಲು hCaptcha ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "555158694": "ನೀವು ಬಳಸುವ ಸೇವೆಯು ದುರುದ್ದೇಶಪೂರಿತ ಟ್ರಾಫಿಕ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಲು hCaptcha ಅನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ಅವರ ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಆಯ್ಕೆ ಮಾಡಿದೆ.",
  "585557010": "0.1% ಕ್ಕಿಂತ ಕಡಿಮೆ ಕಾನೂನುಬದ್ಧ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲು ಹಾಕಿ.",
  "713281684": "ಬದನೆ ಕಾಯಿ",
  "719304627": "ಎಂಡ್ ಟು ಎಂಡ್ ಕಂಟ್ರೋಲ್ ಬೇಕೇ?",
  "734735952": "ನಾವು ಹಲವಾರು CAPTCHA ಮಾರಾಟಗಾರರನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದ್ದೇವೆ ಮತ್ತು ನಾವೇ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ. ಕೊನೆಯಲ್ಲಿ, hCaptcha reCAPTCHA ಗೆ ಅತ್ಯುತ್ತಮ ಪರ್ಯಾಯವಾಗಿ ಹೊರಹೊಮ್ಮಿತು.",
  "751483365": "ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಲ್ಲದ ಕ್ಲೈಂಟ್‌ಗಳಿಗೆ ಬೆಂಬಲ.",
  "788770967": "ಅದನ್ನು ಕೇಳಲು ಕ್ಷಮಿಸಿ! ನೀವು ನಮ್ಮ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಯನ್ನು ಬಳಸಲು ಬಯಸಬಹುದು:",
  "793242047": "ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ತ್ವರಿತ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಪ್ರಸ್ತುತಪಡಿಸಲಾದ ಸವಾಲುಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಿ",
  "829047995": "ಪ್ರಸ್ತುತ reCAPTCHA ಬಳಸುತ್ತಿರುವಿರಾ?",
  "836577577": "hCaptcha ಸೇರಿಸುವಿಕೆಯು ಕೇವಲ ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಕೋಡ್‌ನ ಕೆಲವೇ ಸಾಲುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಮೂಲ API reCAPTCHA V2 ನೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಬದಲಾಯಿಸಲು ಕೇವಲ ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.",
  "838049015": "ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "846501387": "ವಿಶ್ವ ದರ್ಜೆಯ ಬೋಟ್ ರಕ್ಷಣೆ",
  "861167568": "hCaptcha IT ಯ ಅತ್ಯಂತ ಒತ್ತುವ ಸಮಸ್ಯೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಪರಿಹರಿಸುತ್ತದೆ: ದುರುದ್ದೇಶಪೂರಿತ ಬಾಟ್‌ಗಳು ನಿಮ್ಮ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಮೇಲೆ ದಾಳಿ ಮಾಡುವುದನ್ನು ತಡೆಯುತ್ತದೆ",
  "880478438": "ಅತ್ಯುತ್ತಮ ದರ್ಜೆಯ ಬೋಟ್ ಮತ್ತು ವಂಚನೆ ನಿರ್ವಹಣೆಗಾಗಿ.",
  "897432717": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆದರಿಕೆ ಸ್ಕೋರ್‌ಗಳಿಗಾಗಿ ನಮ್ಮ ಕಾದಂಬರಿ ವಿನ್ಯಾಸದೊಂದಿಗೆ,   ನಿಮ್ಮ ವ್ಯಾಪಾರ ಜ್ಞಾನವನ್ನು ಸೇರಿಸುವುದರಿಂದ ನಮ್ಮ ಮಾದರಿಗಳು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಅನನ್ಯವಾಗಿ ಸಂಬಂಧಿಸಿದ ಸ್ಕೋರ್‌ಗಳನ್ನು ತಲುಪಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.",
  "910989640": "ಚಟುವಟಿಕೆಯ ವಿವರವಾದ ಮತ್ತು ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ವರದಿಗಳನ್ನು ರಚಿಸಿ",
  "976209454": "ಬಹುಮಾನಗಳನ್ನು ಗಳಿಸಿ ಅಥವಾ ಚಾರಿಟಿಗೆ ನೀಡಿ",
  "981806349": "ಸಾಬೀತಾದ hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ",
  "999610953": "ಅಂತಿಮವಾಗಿ, Google ಗೆ ನಂಬಲರ್ಹ ಪರ್ಯಾಯ. hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ನಿಮ್ಮ reCAPTCHA ಬಿಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಭದ್ರತೆಯೊಂದಿಗೆ ನಾಟಕೀಯ ಉಳಿತಾಯವನ್ನು ನೀಡುತ್ತದೆ: ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ 80% ರಷ್ಟು ಕಡಿಮೆ ವೆಚ್ಚವಾಗುತ್ತದೆ.",
  "1014004474": "ನಿಮ್ಮ ಸಂಸ್ಥೆಯನ್ನು ರಕ್ಷಿಸಲು hCaptcha ನ ಎಂಟರ್‌ಪ್ರೈಸ್ ಯೋಜನೆಗಳು ಸುಧಾರಿತ ಸೇವಾ ಮಟ್ಟದ ಒಪ್ಪಂದಗಳನ್ನು ನೀಡುತ್ತವೆ",
  "1045484714": "ನಿಮ್ಮ ಗುರುತಿನ ಪೂರೈಕೆದಾರರೊಂದಿಗೆ SAML SSO ಏಕೀಕರಣ, ಉದಾ. ಒಕ್ಟಾ ಅಥವಾ ಅಜುರೆ ಕ್ರಿ.ಶ.",
  "1050501253": "ಬಹಳ ಕಷ್ಟ",
  "1070364246": "ಅಯ್ಯೋ! ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ.",
  "1103295010": "ಮಾನವರು CAPTCHA ಗಳನ್ನು ಪರಿಹರಿಸಿದಾಗ ಹಣವನ್ನು ಸಂಪಾದಿಸಿ ಅಥವಾ ದಾನಕ್ಕೆ ನೀಡಿ",
  "1130868224": "ಕೋಡ್‌ನ ಮೂರು ಸಾಲುಗಳು",
  "1131525092": "ಸಂಬಂಧಿತ ವಂಚನೆ ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಮತ್ತು ನಿಲ್ಲಿಸಲು ನಮ್ಮ ಗೌಪ್ಯತೆ-ಸಂರಕ್ಷಿಸುವ ಸ್ಕೋಪ್ಡ್ UID ಗಳ ಮೂಲಕ ಸಲೀಸಾಗಿ ಕೆಟ್ಟ ನಟರನ್ನು ಗುಂಪು ಮಾಡಿ",
  "1141402092": "ಸುಧಾರಿತ ವರದಿ ವೈಶಿಷ್ಟ್ಯಗಳು",
  "1150035777": "ಅತ್ಯಾಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳು ಪ್ರಶ್ನೆಗಳಿಗೆ ಸರಿಯಾಗಿ ಉತ್ತರಿಸಲಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಮೀರಿ ಅನೇಕ ಡೇಟಾ ಪಾಯಿಂಟ್‌ಗಳ ಆಧಾರದ ಮೇಲೆ ಬೋಟ್ ವಿಶ್ವಾಸಾರ್ಹ ಸ್ಕೋರ್‌ಗಳನ್ನು ಉತ್ಪಾದಿಸುತ್ತವೆ",
  "1150963691": "APT ತಗ್ಗಿಸುವಿಕೆ",
  "1172067553": "hCaptcha ಹಿಂದಿರುವ HUMAN ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಿಸ್ಟಮ್‌ಗಳೊಂದಿಗೆ ಸಂಯೋಜಿಸುವ ಆನ್-ಪ್ರಿಮೈಸ್, ಹೈಬ್ರಿಡ್ ಅಥವಾ SaaS ನಿಯೋಜನೆಗಳ ಮೂಲಕ ಹೆಚ್ಚು ಅತ್ಯಾಧುನಿಕ ಕೆಲಸದ ಗುಣಮಟ್ಟ ಮತ್ತು ನಿರ್ವಹಣೆ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.",
  "1173652155": "ಸಲಹೆಗಾರರು",
  "1218990730": "ವಿವರವಾದ ಲಾಗ್‌ಗಳೊಂದಿಗೆ ಸಮಸ್ಯೆಗಳನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡುವುದು",
  "1250541092": "- ಸೆರ್ಗಿ ಇಸಾಸಿ",
  "1263998069": "ಮಾನವ ಪರಿಹಾರಗಳಿಗಾಗಿ ಪ್ರತಿಫಲಗಳನ್ನು ಗಳಿಸಿ",
  "1300485304": "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ಗಳನ್ನು ಒಳನುಸುಳಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಸುಧಾರಿತ ಬೆದರಿಕೆಗಳು ಮತ್ತು ಡಿಕೋಯ್‌ಗಳ ವಿರುದ್ಧ hCaptcha ರಕ್ಷಿಸುತ್ತದೆ",
  "1345083090": "ಕ್ರಿಯಾತ್ಮಕತೆಯ ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡುವುದೇ?",
  "1356745565": "ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್‌ಪ್ಲೋರರ್ 8 ಗೆ ಎಲ್ಲಾ ರೀತಿಯಲ್ಲಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.",
  "1368787974": "ನಿಮ್ಮ ತಂಡದಾದ್ಯಂತ ನಿರ್ವಹಣೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.",
  "1393184984": "ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು.",
  "1475399473": "hCaptcha ತಂಡದ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "1485807325": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು, SAML SSO",
  "1508655687": "ಪ್ರವೇಶವನ್ನು ಸುಗಮಗೊಳಿಸಲು ಅಥವಾ ನಿರ್ಬಂಧಿಸಲು ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲುಗಳನ್ನು ಸೇರಿಸಿ",
  "1510448156": "ನೀವು ಇಂದು ಉತ್ತಮ ಪರ್ಯಾಯದೊಂದಿಗೆ ಚಾಲನೆಯಲ್ಲಿರಬಹುದು ಮತ್ತು ಅಗತ್ಯವಿರುವಂತೆ ಹೆಚ್ಚು ಸುಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆನ್ ಮಾಡಿ.",
  "1525403768": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಎಂಟರ್‌ಪ್ರೈಸ್ ಸೇಲ್ಸ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.",
  "1544546608": "ಗೌಪ್ಯತೆ ಪಾಸ್",
  "1549336309": "hCaptcha ಈ ಮಾದರಿಯನ್ನು ತಿರುಗಿಸುತ್ತದೆ. ನೀವು hCaptcha ಅನ್ನು ಬಳಸುವಾಗ, ಕಂಪನಿಗಳು ನಿಮ್ಮ ಬಳಕೆದಾರರು ತಮ್ಮ ಮಾನವೀಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸುವ ಕೆಲಸವನ್ನು ಬಿಡ್ ಮಾಡುತ್ತವೆ. ನೀವು ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
  "1559631739": "ಖಾಸಗಿ ಕಲಿಕೆ",
  "1579093044": "ನಮ್ಮ ಸರಳ ಕಸ್ಟಮ್ ಚಾಲೆಂಜ್ ಡಿಸೈನರ್‌ನೊಂದಿಗೆ, ನೀವು ಕೆಲವೇ ನಿಮಿಷಗಳಲ್ಲಿ ಆನ್-ಬ್ರಾಂಡ್ ಚಾಲೆಂಜ್ ವಿಷಯವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.",
  "1586809757": "ಹೆಚ್ಚಿನ ನಿಖರತೆಯ ಬೋಟ್ ಸ್ಕೋರ್‌ಗಳು",
  "1599610318": "ಪ್ರಕಾಶಕರು",
  "1637702726": "hCaptcha ಬಗ್ಗೆ",
  "1662477701": "ಸಂಪನ್ಮೂಲಗಳು",
  "1676849166": "ಸುಧಾರಿತ ಬೋಟ್ ಮಾದರಿಗಳಿಗೆ ಧನ್ಯವಾದಗಳು, ಅತ್ಯುತ್ತಮ ಭದ್ರತೆಯನ್ನು ಒದಗಿಸುವಾಗ ನಿಮ್ಮ ಕಾನೂನುಬದ್ಧ ಟ್ರಾಫಿಕ್‌ನ 99.9% ರಷ್ಟು ಸವಾಲನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸುವ ಮೂಲಕ ಘರ್ಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಿ.",
  "1685871181": "ಉನ್ನತ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು ಅವಲಂಬಿಸಿವೆ",
  "1752795854": "hCaptcha ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಲು ಆಧುನಿಕ, ಗೌಪ್ಯತೆ-ಕೇಂದ್ರಿತ ವಿಧಾನವನ್ನು ತರುತ್ತದೆ.",
  "1779265104": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ಖಾತರಿಗಳು",
  "1792519141": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್",
  "1798492192": "ಲೆಗಸಿ ಬ್ರೌಸರ್ ಬೆಂಬಲ",
  "1803009328": "ವೆಬ್ ಸ್ಕೇಲ್‌ನಲ್ಲಿ ಯುದ್ಧ-ಪರೀಕ್ಷಿಸಲಾಗಿದೆ.",
  "1844885924": "ಆಯ್ಕೆ ಮಾಡಲು ವಿಧಗಳ ವಿಶಾಲವಾದ ಲೈಬ್ರರಿ.",
  "1849717906": "ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲಿನ ವಿಷಯದೊಂದಿಗೆ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ",
  "1849805607": "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ಗಳನ್ನು ಒಳನುಸುಳಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಬೆದರಿಕೆಗಳು ಮತ್ತು ಡಿಕೋಯ್‌ಗಳ ವಿರುದ್ಧ hCaptcha ರಕ್ಷಿಸುತ್ತದೆ",
  "1886100235": "ಪ್ರಪಂಚದ ಅನೇಕ ದೊಡ್ಡ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ಗೆ ಬದಲಾಗಿವೆ ಮತ್ತು ಗಣನೀಯ ವೆಚ್ಚದ ಉಳಿತಾಯದ ಜೊತೆಗೆ ಸುಧಾರಿತ ಬೋಟ್ ಪತ್ತೆಯನ್ನು ಪಡೆದಿವೆ.",
  "1894355645": "hCaptcha ಸರಳ, ಸುಲಭ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಬೋಟ್ ಪತ್ತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ, ಆದರೆ ಮಾನವರು ಪರಿಹರಿಸಲು ಕ್ಷುಲ್ಲಕವಾಗಿದೆ.",
  "1927613000": "hCaptcha ಅತ್ಯಾಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಪ್ರಬಲ ಚಾಲೆಂಜ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನೊಂದಿಗೆ ಸಂಯೋಜಿಸುತ್ತದೆ, ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದು, ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು, ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಮತ್ತು ಇತರ ರೀತಿಯ ನಿಂದನೆಗಳಿಂದ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ರಕ್ಷಿಸುತ್ತದೆ.",
  "1936512180": "ಸುಲಭ API ಪ್ರವೇಶ, ಸುಂದರವಾದ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು ಕಾರ್ಮಿಕರ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಇತ್ತೀಚಿನ ಮಾಡೆಲ್-ಇನ್-ದ-ಲೂಪ್ ತಂತ್ರಜ್ಞಾನ.",
  "1956967813": "ಹತ್ತಾರು ಮಿಲಿಯನ್ ಸೈಟ್‌ಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ದೈನಂದಿನ ಬಳಕೆದಾರರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ನಮ್ಮ ಸೇವೆಗಳನ್ನು ವಿಶ್ವದ ಅತಿದೊಡ್ಡ ಕಂಪನಿಗಳು ನಂಬುತ್ತವೆ.",
  "1958297836": "ಸಂಘಟಿತ ದಾಳಿ ರಕ್ಷಣೆ ಮತ್ತು APT ತಗ್ಗಿಸುವಿಕೆ",
  "2041686284": "ಹೆಚ್ಚಿನ ಡೇಟಾವು ಸಾಮಾನ್ಯವಾಗಿ ತರಬೇತಿ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳಲ್ಲಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆಳವಾದ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಯಶಸ್ಸು ಹೆಚ್ಚುತ್ತಿರುವ ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ ಮತ್ತು hCaptcha ಈ ಅಗತ್ಯವನ್ನು ಪೂರೈಸುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಗಳನ್ನು ಬಳಸಿಕೊಂಡು ದೊಡ್ಡ ಮಾನವ-ಪರಿಶೀಲಿಸಿದ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ರಚಿಸುವುದು ನಿಧಾನ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ.",
  "2103563261": "ಖಾಸಗಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿ",
  "2131386784": "ನೀವು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗಾಗಿ ತಲುಪಬಹುದಾದ ಪರಿಣತಿ ಮತ್ತು ಬೆಂಬಲ",
  "2138799135": "hCaptcha ನೀವು ಬಳಸುವ ಮುಂಭಾಗ ಮತ್ತು ಬ್ಯಾಕೆಂಡ್ ಸಿಸ್ಟಮ್‌ಗಳಿಗಾಗಿ ಹಲವಾರು ಪೂರ್ವ-ನಿರ್ಮಿತ ಸಂಯೋಜನೆಗಳನ್ನು ಹೊಂದಿದೆ.",
  "2163914794": "ನಿಮ್ಮ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಹೆಚ್ಚಿನ ಲೇಬಲ್‌ಗಳು ಬೇಕೇ? ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಕಂಪನಿಗಳಿಗೆ hCaptcha ವೇಗದ, ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಡೇಟಾ ಲೇಬಲ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ.",
  "2183926131": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ನೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ",
  "2184564739": "ನೋಡಿ",
  "2188609322": "ಕೆಟ್ಟ ನಟರು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಹೆಚ್ಚು ಸಾಮಾನ್ಯರಾಗಿದ್ದಾರೆ. ಆದರೆ ಬಳಕೆದಾರರ ಖಾಸಗಿತನವನ್ನು ತ್ಯಾಗ ಮಾಡುವುದು ಉತ್ತರವಲ್ಲ.",
  "2319072959": "ನಿಮ್ಮ ಸ್ವಂತ ಕಾರ್ಯಪಡೆಯೊಂದಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ರನ್ ಮಾಡಿ, ವ್ಯಾಪಾರ ಘಟಕಗಳು ಅಥವಾ ಕನ್ಸೋರ್ಟಿಯಂ ಪಾಲುದಾರರಾದ್ಯಂತ ಸೇವಿಸಿದ ಮೌಲ್ಯವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ, ವೆಚ್ಚ ಮತ್ತು ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳ ಆಧಾರದ ಮೇಲೆ ವಿವಿಧ ಆಂತರಿಕ ಅಥವಾ ಬಾಹ್ಯ ಕಾರ್ಮಿಕ ಪೂರೈಕೆದಾರರಿಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ಮತ್ತು ಇನ್ನಷ್ಟು.",
  "2320894364": "ಸುಮಾರು 200 ಪಾಯಿಂಟ್‌ಗಳ ಉಪಸ್ಥಿತಿಯೊಂದಿಗೆ, hCaptcha ಕ್ಲೌಡ್ ಪ್ರಪಂಚದಾದ್ಯಂತ ನಿಮ್ಮ ಸ್ವತ್ತುಗಳನ್ನು ರಕ್ಷಿಸುತ್ತದೆ",
  "2354267648": "GDPR, CCPA, ಮತ್ತು LGPD-ಸ್ನೇಹಿ ಗೌಪ್ಯತೆ ನೀತಿ",
  "2373007864": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಹೆಚ್ಚಿನ ಟ್ರಾಫಿಕ್ ಉದ್ಯಮಗಳಿಗೆ ಅಗತ್ಯವಿರುವ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸೇರಿಸಲು ವಿಸ್ತರಿಸಲಾಗಿದೆ.",
  "2418549423": ", ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಪುರಾವೆಗಳು ಮತ್ತು ಇತರ ಅನನ್ಯ ಗೌಪ್ಯತೆ-ಮೊದಲ ವೈಶಿಷ್ಟ್ಯಗಳ ಮೂಲಕ ಆನ್‌ಲೈನ್ ಗೌಪ್ಯತೆಯನ್ನು ಸಂರಕ್ಷಿಸಲು ಉದಯೋನ್ಮುಖ ಮಾನದಂಡವಾಗಿದೆ.",
  "2489287539": "ಘರ್ಷಣೆ-ಮುಕ್ತ \"CAPTCHA ಇಲ್ಲ\" ಮತ್ತು 99.9% ನಿಷ್ಕ್ರಿಯ ವಿಧಾನಗಳು",
  "2510209017": "ಹೆಚ್ಚಿನ ಸಹಾಯ ಬೇಕೇ?",
  "2513143348": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಸಿಸ್ಟಮ್ ಅದರ ವಿನ್ಯಾಸದಲ್ಲಿ ಅನನ್ಯವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ: ನೀವು ಸಾರ್ವಜನಿಕ ಕ್ಲೌಡ್ ಅನ್ನು ನಿರ್ವಹಿಸಿದರೆ ಅಥವಾ ಅನೇಕ ಡೇಟಾ ಕೇಂದ್ರಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅದನ್ನು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ನ ಅಂಚಿನಲ್ಲಿ ಭಾಗಶಃ ಅಥವಾ ಸಂಪೂರ್ಣವಾಗಿ ನಿಯೋಜಿಸಬಹುದು.",
  "2535001179": "ನೀವು Google ನ reCAPTCHA ನಿಂದ ಬರುತ್ತಿದ್ದರೆ, ನಮ್ಮ APIಗಳು ಡ್ರಾಪ್-ಇನ್ ಬದಲಿಗಳಾಗಿವೆ.",
  "2593768395": "ವೆಬ್, ಸ್ಥಳೀಯ ಮೊಬೈಲ್, ಮೊಬೈಲ್ ವೆಬ್‌ನಾದ್ಯಂತ ತಡೆರಹಿತ ಅನುಭವ. ಪೂರ್ವ-ನಿರ್ಮಿತ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ಸ್ಥಳೀಯ SDK ಗಳು ಲಭ್ಯವಿದೆ.",
  "2650502379": "ಸೆಕೆಂಡುಗಳಲ್ಲಿ ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲುಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿ",
  "2670003220": "ಉದ್ಯೋಗಗಳು",
  "2671622670": "ಉದ್ಯಮ",
  "2676853536": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು",
  "2681650568": "ಮತ್ತು ಯಾವಾಗಲೂ, ಗೌಪ್ಯತೆ ನಮಗೆ ಒಂದು ಪ್ರಮುಖ ಮೌಲ್ಯವಾಗಿದೆ. ನಮ್ಮ ಚಾಲೆಂಜ್ ಕೋಡ್ ಅನ್ನು ಅಗತ್ಯವಿರುವಲ್ಲಿ ಮಾತ್ರ ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲು ಇದು ಅರ್ಥಪೂರ್ಣವಾಗಿದೆ. ಡೇಟಾ ಸಂಗ್ರಹಣೆಯನ್ನು ಕಡಿಮೆಗೊಳಿಸುವುದು ಏಕೀಕರಣದ ಕ್ಷಣದಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.",
  "2682873489": "ವಸ್ತುಗಳಿಗೆ ಗಡಿ ಪ್ರದೇಶವನ್ನು ವಿವರಿಸಿ",
  "2686825859": "ಉಚಿತವಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ ಅಥವಾ hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳ ಕುರಿತು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "2698140263": "ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳು ಒಂದೇ ಆಗಿರುವುದಿಲ್ಲ: ಒಂದೇ ಸ್ಕೋರ್ ಪಡೆಯುವುದು ಎಂದರೆ ಅದು ಉಪಯುಕ್ತವಾಗಲು ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ಪರಿಹರಿಸಬೇಕು.",
  "2698640210": "ನಿಯಂತ್ರಣ ಸವಾಲುಗಳು ಮತ್ತು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
  "2707282231": "ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲುಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ. ಬಾಟ್‌ಗಳು ಪರಿಹರಿಸಲು ಮತ್ತು ಭೇದಿಸಲು ಅಸಾಧ್ಯವಾಗುವಂತೆ ಮಾಡಿ.",
  "2714878440": "ನಮ್ಮ ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆ ಮತ್ತು ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನೆಯೊಂದಿಗೆ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್, ಖಾತೆ ಸ್ವಾಧೀನಗಳು, ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು ಮತ್ತು ಸ್ಪ್ಯಾಮ್‌ನಿಂದ ನಿಮ್ಮ ಸೇವೆಗಳನ್ನು ರಕ್ಷಿಸಿ.",
  "2718999653": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆದರಿಕೆ ಅಂಕಗಳು",
  "2781507299": "ತತ್‌ಕ್ಷಣ ಪರಿಶೀಲನೆ",
  "2782263070": "ಸೇವೆಯು ನಮಗೆ ಪ್ರಮುಖ ಆದ್ಯತೆಯಾಗಿದೆ. ನಾವು 24/7 ಆನ್-ಕಾಲ್ ಬೆಂಬಲವನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ ಮತ್ತು ಅನುಷ್ಠಾನದ ಸಮಯದಲ್ಲಿ ಮತ್ತು ನಂತರ ನಿಮ್ಮ ಎಂಜಿನಿಯರಿಂಗ್ ಏಕೀಕರಣ ತಂಡ ಮತ್ತು ನಮ್ಮ ಆನ್-ಕಾಲ್ ಸಿಬ್ಬಂದಿಯೊಂದಿಗೆ ನೇರ ಸ್ಲಾಕ್ ಸಮನ್ವಯವನ್ನು ನೀಡುತ್ತೇವೆ.",
  "2806751666": "hCaptcha ಎಂದರೇನು?",
  "2826051554": "ಇನ್ನೂ ಸ್ವಲ್ಪ",
  "2881474837": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್",
  "2890048009": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮ ಸಂದರ್ಶಕರನ್ನು ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ನಮಗೆ ಅವರ ಮಾನವೀಯತೆಯನ್ನು ನಿರ್ಧರಿಸುವ ಏಕೈಕ ಉತ್ಪನ್ನವಾಗಿದೆ. ನಮ್ಮ ಸೇವೆಗಳು GDPR, CCPA, LGPD, ಮತ್ತು PIPL ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತವೆ ಅಥವಾ ಮೀರುತ್ತವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಬೆಂಬಲ ಉಪಕ್ರಮಗಳು. ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ನಾವು ಶ್ರಮಿಸುತ್ತೇವೆ.",
  "2927700175": "ಯಂತ್ರ ಕಲಿಕೆಯ ಸಮಸ್ಯೆಗಳಿಂದ ಲೇಬಲ್ ಮಾಡಲು ಕಷ್ಟಕರವಾದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವ ಮೂಲಕ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್ ಸಂದರ್ಶಕರು ಮಾನವರೇ ಎಂಬುದನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಅದನ್ನು ಬಳಸುವ ಮೂಲಕ ನಾವು ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಆದರೆ ಜನರಿಗೆ ಸುಲಭವಾದ CAPTCHA ಸವಾಲುಗಳನ್ನು ತೋರಿಸುತ್ತೇವೆ.",
  "2968026167": "ನಿಮ್ಮ ನೆಚ್ಚಿನ ತರಕಾರಿ",
  "3018523079": "ಸ್ಥಿರವಾದ ಬಳಕೆದಾರ ಅನುಭವದೊಂದಿಗೆ ಬ್ರ್ಯಾಂಡ್‌ನಲ್ಲಿ ಉಳಿಯಿರಿ.",
  "3065000659": "ನೀವು \"ಕಾರ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ\" ಪ್ರತಿ ಬಾರಿ ನೀವು ಸಿಂಗಲ್ ಅನ್ನು ತರಬೇತಿ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದೀರಿ ಎಂದು ನೀವು ಅರಿತುಕೊಂಡಿದ್ದೀರಾ?",
  "3093388779": "ಯಾವುದೇ ಗಾತ್ರದ ಪ್ರಕಾಶಕರಿಗೆ ಬಳಸಲು hCaptcha ಉಚಿತವಾಗಿದೆ",
  "3093689546": "ಸುಲಭ ಏಕೀಕರಣ",
  "3096063825": "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ",
  "3107683988": "ಕಟ್ಟುನಿಟ್ಟಾದ SLA ಗಳನ್ನು ಪೂರೈಸಲು ನಮ್ಮ 24/7 ಆನ್-ಕಾಲ್ ಸಿಬ್ಬಂದಿ ನಿರ್ವಹಣೆಯ ಎಲ್ಲಾ ಪ್ರಯೋಜನಗಳನ್ನು ಉಳಿಸಿಕೊಂಡು ಇದು ಆಫ್-ನೆಟ್‌ವರ್ಕ್ ಟ್ರಾಫಿಕ್ ಮತ್ತು ವೆಚ್ಚವನ್ನು ನಾಟಕೀಯವಾಗಿ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
  "3117887301": "ಅತಿದೊಡ್ಡ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳಿಂದ ನಂಬಲಾಗಿದೆ",
  "3121248460": "ನಿಮ್ಮ ನಿರೀಕ್ಷಿತ ಪ್ರೇಕ್ಷಕರಿಗೆ -- ಸರಳದಿಂದ ಸಂಕೀರ್ಣಕ್ಕೆ -- ಅನಂತ ವೈವಿಧ್ಯಮಯ ಕಸ್ಟಮ್ ಸವಾಲುಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ",
  "3153117136": "hCaptcha ಡಿಫಿಕಲ್ಟಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತವೆ",
  "3160820928": "ಸಂಘಟಿತ ದಾಳಿ ರಕ್ಷಣೆ",
  "3161489950": "ವಿಶ್ವದ ಅತ್ಯಂತ ಸುಧಾರಿತ ಭದ್ರತಾ ML ಪ್ಲಾಟ್‌ಫಾರ್ಮ್",
  "3167979932": "ಮೊದಲ ದಿನದಿಂದ ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಬಲವಾದ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದ.",
  "3194111925": "ಬೆಂಬಲ",
  "3213351333": "ಯಾವುದೇ ಮುಂಗಡ ಬದ್ಧತೆಯ ಅಗತ್ಯವಿಲ್ಲ",
  "3213957230": "ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸಲು ಬಳಕೆದಾರರು ಸವಾಲನ್ನು ಪರಿಹರಿಸಬೇಕಾದಾಗ, ಬಳಕೆದಾರರಿಗೆ ಆಹ್ಲಾದಕರ ಮತ್ತು ಸಂಬಂಧಿತ ಕಾರ್ಯಗಳನ್ನು ಏಕೆ ರಚಿಸಬಾರದು?",
  "3225770968": "hCaptcha ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಶ್ರಮದಾಯಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ; ಸಕಾಲಿಕ, ಕೈಗೆಟುಕುವ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬೃಹತ್ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡುವುದು.",
  "3230004040": "ನೀವು ದೃಷ್ಟಿಹೀನರಾಗಿದ್ದೀರಾ ಅಥವಾ hCaptchas ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
  "3235430156": "ಕಂಪನಿಯ ಯಂತ್ರ ಕಲಿಕೆ ವ್ಯವಸ್ಥೆಗಳು ಉಚಿತವಾಗಿ?",
  "3260825523": "ಅಂತಃಪ್ರಜ್ಞೆಯ ಯಂತ್ರಗಳು",
  "3264813246": "ಅನುಚಿತ",
  "3265895521": "ದಿನದ ಸಮಯವನ್ನು ಆಧರಿಸಿ ಸವಾಲಿನ ತೊಂದರೆಯನ್ನು ಹೆಚ್ಚಿಸಿ ಮತ್ತು ಕಡಿಮೆ ಮಾಡಿ",
  "3266612494": "ವಿಶ್ವಾಸಾರ್ಹ ಪಾಲುದಾರ",
  "3276777569": "hCaptcha",
  "3287172429": "ನಿಯಂತ್ರಣ ಸವಾಲು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
  "3365203058": "ವಿಶ್ವ ದರ್ಜೆಯ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆ",
  "3412647984": "ಕುಕೀಯನ್ನು ನೋಂದಾಯಿಸುವ ಮತ್ತು ಹೊಂದಿಸುವ ಮೂಲಕ ಭವಿಷ್ಯದ ಪ್ರಶ್ನೆಗಳನ್ನು ತಪ್ಪಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅನ್ನು ಆಫ್ ಮಾಡಲು ಸಹ ಪ್ರಯತ್ನಿಸಿ.",
  "3417372336": "ನಿಮಿಷಗಳಲ್ಲಿ ಬದಲಿಸಿ",
  "3446714684": "ಮೊಬೈಲ್ (iOS ಮತ್ತು Android) ಏಕೀಕರಣ",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ, ಹೆಚ್ಚಿನ ಸನ್ನಿವೇಶಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸಲು ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದೆ.",
  "3478726913": "hCaptcha ನಿಮ್ಮ ಬಳಕೆಗೆ ಲಭ್ಯವಿರುವ ಗ್ರಹದ ಅತಿದೊಡ್ಡ ಪೂಲ್‌ಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ನಿಮ್ಮ ಪ್ರಮಾಣ ಏನೇ ಇರಲಿ, ದುಬಾರಿ ಮುಂಗಡ ಬದ್ಧತೆಗಳಿಲ್ಲದೆ ನಾವು ಅದನ್ನು ನಿಭಾಯಿಸಬಹುದು. ದಿನಕ್ಕೆ ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳು ಯಾವುದೇ ಸಮಸ್ಯೆಯಿಲ್ಲ.",
  "3480023141": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "3483700676": "ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳನ್ನು ತಕ್ಷಣವೇ ಪ್ರಾರಂಭಿಸಿ",
  "3500503648": "hCaptcha ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುವ ಮತ್ತು ವಿಶ್ಲೇಷಿಸುವ ಬದಲು ತ್ವರಿತ ಮೌಲ್ಯಮಾಪನವನ್ನು ಅವಲಂಬಿಸಿ ದೀರ್ಘಕಾಲೀನ ಡೇಟಾ ಧಾರಣವನ್ನು ತೆಗೆದುಹಾಕಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಾವು ಸಹ ಇಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತೇವೆ",
  "3524251858": "ಉತ್ಪನ್ನ ನಿರ್ವಹಣೆಯ ನಿರ್ದೇಶಕ, ಕ್ಲೌಡ್‌ಫ್ಲೇರ್",
  "3526939538": "ಸಾಫ್ಟ್ವೇರ್ ಬಗ್",
  "3530599065": "ಗೌಪ್ಯತೆಯನ್ನು ತಳಮಟ್ಟದಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆ. hCaptcha ಯಾವುದೇ PII ಅನ್ನು ಉಳಿಸಿಕೊಂಡಿಲ್ಲ ಮತ್ತು ಹಲವಾರು ಗೌಪ್ಯತೆ ಆದೇಶಗಳು ಮತ್ತು ನಿಬಂಧನೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿದೆ.",
  "3570415321": "ಕಂಪನಿ",
  "3573245166": "reCAPTCHA ಗಿಂತ ಭಿನ್ನವಾಗಿ, ನಾವು ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತೇವೆ.",
  "3578122193": "ಸಂಬಂಧಿತ ವಿಷಯದೊಂದಿಗೆ ಬ್ರ್ಯಾಂಡ್‌ನಲ್ಲಿ ಉಳಿಯಿರಿ",
  "3620442880": "ಫ್ಲ್ಯಾಶ್ ಮಾರಾಟ ರಕ್ಷಣೆ ವೈಶಿಷ್ಟ್ಯಗಳು",
  "3630114728": "ನಿಮ್ಮ ಎಲ್ಲಾ ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ನೋಡಿ.",
  "3644106388": "ಸಂಪರ್ಕಿಸಿ",
  "3660619092": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳಿಗಾಗಿ ಉಚಿತವಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ ಅಥವಾ ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "3688621388": "ಬೆದರಿಕೆ ಸಹಿಗಳು",
  "3704893754": "ನೀವೇ ನೋಡಲು ಬಯಸುವಿರಾ? hCaptcha ಉಚಿತ ಪ್ರಯತ್ನಿಸಿ",
  "3714002185": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "3715747429": "ನಮ್ಮ ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಇಂಜಿನಿಯರ್‌ಗಳು ನಿಮಗೆ ರಿಯಾಕ್ಟ್ ಇಂಟಿಗ್ರೇಶನ್, iOS ಸ್ಥಳೀಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗಾಗಿ SDK ಗಳು, ಜಾವಾ ಬ್ಯಾಕೆಂಡ್ ಉದಾಹರಣೆ ಅಥವಾ ವಾಸ್ತವಿಕವಾಗಿ ಯಾವುದೇ ಸನ್ನಿವೇಶದ ಅಗತ್ಯವಿದೆಯೇ ಎಂಬುದನ್ನು ತ್ವರಿತವಾಗಿ ಮುಂದುವರಿಸಬಹುದು.",
  "3717512591": "ನೇರ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಏಕೀಕರಣ",
  "3721365241": "ಪ್ರಯತ್ನಿಸಿ",
  "3729345277": "hCaptcha ಎನ್ನುವುದು ಕಂಪನಿಗಳಿಗೆ ಅಗತ್ಯವಿರುವ ಟಿಪ್ಪಣಿಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪಡೆಯಲು ಒಂದು ಮಾರ್ಗವಾಗಿದೆ, ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಮತ್ತು ಇತರ ಪರ್ಯಾಯಗಳಿಗಿಂತ ಕಡಿಮೆ ವೆಚ್ಚದಲ್ಲಿ.",
  "3730038780": "ಬಳಕೆದಾರರು ಪರಿಹರಿಸಲು ಸುಮಾರು ಅನಂತ ಸಂಖ್ಯೆಯ ಸವಾಲುಗಳಿಂದ ಆರಿಸಿಕೊಳ್ಳಿ",
  "3739936967": "ಗೌಪ್ಯತೆಯ ಮೇಲಿನ ಈ ಅನನ್ಯ ಗಮನ ಎಂದರೆ ನಾವು ಅತ್ಯುತ್ತಮ ಭದ್ರತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಅಗತ್ಯವಿರುವಂತೆ ಶೂನ್ಯ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಧಾರಣ, ಕುಕೀ-ಮುಕ್ತ ಕಾರ್ಯಾಚರಣೆ ಮತ್ತು ಇತರ ಒಪ್ಪಂದದ ಗೌಪ್ಯತೆ ಖಾತರಿಗಳನ್ನು ನೀಡಬಹುದು. ಮತ್ತಷ್ಟು ಓದು.",
  "3740051331": "ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ, ಫೋರಮ್‌ಗಳು ಮತ್ತು ನಮ್ಮ ಇನ್-ವಿಜೆಟ್ ಮತ್ತು ಇಮೇಲ್ ಬೆಂಬಲ ಚಾನಲ್‌ಗಳಾದ್ಯಂತ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಪ್ರಶ್ನೆಗಳಿಗೆ ಸಕ್ರಿಯವಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ. ನಾವು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಸ್ಪಂದಿಸುತ್ತೇವೆ ಮತ್ತು ಬಳಕೆದಾರರ ತೃಪ್ತಿಯನ್ನು ಉನ್ನತ KPI ಎಂದು ಪರಿಗಣಿಸುತ್ತೇವೆ.",
  "3753956446": "ಉಚಿತ",
  "3758963444": "ಧನ್ಯವಾದ! ನಿಮ್ಮ ಸಲ್ಲಿಕೆಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ!",
  "3767462250": "ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ",
  "3768951251": "ಎಂಟರ್‌ಪ್ರೈಸ್ SLA ಗಳು",
  "3807059944": "ಬಳಸಿದ ಸವಾಲಿನ ವಿಷಯವನ್ನು ನಿಯಂತ್ರಿಸಿ",
  "3816867833": "ಪ್ರತಿಕ್ರಿಯೆ",
  "3817811295": "ಖಾತರಿಯ ವಿಶ್ವಾಸಾರ್ಹತೆ ಮತ್ತು ವೇಗದ 24/7 ಆನ್-ಕಾಲ್ ಬೆಂಬಲ.",
  "3892905664": "ಮಾನವರಿಗೆ ಸುಲಭವಾದ ಮತ್ತು ಯಂತ್ರಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಸರಳ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುವ ಮೂಲಕ ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು ಬಾಟ್‌ಗಳು, ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ನಿಂದನೆಯನ್ನು ತಡೆಯಲು hCaptcha ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "3913848038": "99.99% ಅಪ್‌ಟೈಮ್ SLA ಗಳು ಮತ್ತು 24/7 ಜಾಗತಿಕ ಬೆಂಬಲ ಲಭ್ಯವಿದೆ.",
  "3951254541": "ನಿಮ್ಮ ಇನ್‌ಪುಟ್ ಅನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸುತ್ತೇವೆ.",
  "3952259236": "ವರ್ತನೆಯ ವರ್ಗಗಳ ಮೇಲೆ hCaptcha ಗೆ ತರಬೇತಿ ನೀಡಲು hCaptcha ದ ಸಾವಿರಾರು ಸಂಕೇತಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಕುರುಡು ಡೇಟಾವನ್ನು ಸಂಯೋಜಿಸಿ -- ನಿಮ್ಮ ಉದಾಹರಣೆಗಾಗಿ ಮಾತ್ರ -- ಕೇವಲ ಪರಿಹಾರಕ್ಕಿಂತ ದುರುದ್ದೇಶಪೂರಿತ ನಡವಳಿಕೆಯನ್ನು ಉತ್ತಮವಾಗಿ ಊಹಿಸಲು",
  "3953584369": "ಅತ್ಯಾಧುನಿಕ RBAC ಪ್ರವೇಶ ನಿರ್ಬಂಧಗಳು ಲಭ್ಯವಿದೆ.",
  "4007826952": "ವೆಬ್, ಮೊಬೈಲ್ ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಿಗಾಗಿ #1 ಗೌಪ್ಯತೆ-ಮೊದಲ CAPTCHA.",
  "4019660456": "0ms ಲೇಟೆನ್ಸಿ: ಯಾವುದೇ API ಕರೆ ಇಲ್ಲದೆ hCaptcha ಟೋಕನ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.",
  "4065065042": "ನಿಮ್ಮ ಬಳಕೆಯ ಪ್ರಕರಣಕ್ಕೆ ಸರಿಯಾಗಿ ಹೊಂದಿಕೊಳ್ಳಲು ಇದನ್ನು ಡಯಲ್ ಮಾಡಿ.",
  "4083018285": "ಅತ್ಯಾಧುನಿಕ ನಿರಂತರ ಬೆದರಿಕೆಗಳನ್ನು ಪರಿಹರಿಸಲು ವರ್ಧಿತ SOC ಮೇಲ್ವಿಚಾರಣೆ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯೊಂದಿಗೆ ಸಂಯೋಜಿಸುವ ವಿಸ್ತೃತ ವೈಶಿಷ್ಟ್ಯಗಳ ಸೂಟ್",
  "4146870445": "ನಾವು ಯಾರು",
  "4147497805": "ಕ್ಯಾರೆಟ್",
  "4194763679": "ಸೂಕ್ಷ್ಮವಾದ ಕಷ್ಟದ ಮಟ್ಟಗಳು",
  "4195759329": "ಬೋಟ್ ಪತ್ತೆ ಮತ್ತು ಅಪಾಯದ ಅಂಕಗಳು",
  "4199502476": "ಸುಧಾರಿತ ವರದಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು API",
  "4238473596": "ನೈಜ ಬಳಕೆದಾರರಿಗೆ ಘರ್ಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು ಮುಖ್ಯವಾಗಿದೆ. hCaptcha ಸರಳವಾದ ಕಾರ್ಯಗಳನ್ನು ಬಳಸುತ್ತದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಬೋಟ್ ಟ್ರಾಫಿಕ್ ಅನ್ನು ನಿಲ್ಲಿಸುವಾಗ ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರಿಗೆ ಕಡಿಮೆ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.",
  "4272022475": "ಎಲ್ಲಾ ವಿನಂತಿಗಳು ಮತ್ತು ಸ್ವತ್ತುಗಳು hcaptcha.yourdomain.com ಗೆ ಹೋಗುತ್ತವೆ",
  "4272454814": "ನಿಮ್ಮ ಆಯ್ಕೆಯ ಗುರುತಿನ ಪೂರೈಕೆದಾರರೊಂದಿಗೆ ಸಂಯೋಜಿಸಿ.",
  "header-privacy-link": "ಗೌಪ್ಯತೆ",
  "header-integration-link": "ಏಕೀಕರಣ",
  "header-cost-link": "ವೆಚ್ಚ",
  "header-features-link": "ವೈಶಿಷ್ಟ್ಯಗಳು",
  "header-docs-link": "ಡಾಕ್ಸ್",
  "header-login-button": "ಲಾಗಿನ್ ಮಾಡಿ",
  "header-contact-button": "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "intro-heading": "ಶೂನ್ಯ ಘರ್ಷಣೆ ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನೆ.",
  "intro-contact-button": "ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "intro-text-bottom": "ವೆಬ್ ಅನ್ನು ಪವರ್ ಮಾಡುವ ಕಂಪನಿಗಳ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿದೆ.",
  "sub-menu-button": "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "sub-menu-item1": "ಉದ್ಯಮ",
  "sub-menu-item2": "ವೆಚ್ಚ",
  "sub-menu-item3": "ಏಕೀಕರಣ",
  "sub-menu-item4": "ವೈಶಿಷ್ಟ್ಯಗಳು",
  "sub-menu-item5": "ಗೌಪ್ಯತೆ",
  "sub-menu-item6": "ಡಾಕ್ಸ್",
  "info-head-1": "ಸಾಬೀತಾದ hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ",
  "info-text-1": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಹೆಚ್ಚಿನ ಟ್ರಾಫಿಕ್ ಉದ್ಯಮಗಳಿಗೆ ಅಗತ್ಯವಿರುವ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸೇರಿಸಲು ವಿಸ್ತರಿಸಲಾಗಿದೆ.",
  "info-head-2": "ವಿಶ್ವಾಸಾರ್ಹ ಪಾಲುದಾರ",
  "intro-subtitle": "ಇಂದು ನಿಮ್ಮ ಬೋಟ್ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿ.",
  "info-text-2": "ಹತ್ತಾರು ಮಿಲಿಯನ್ ಸೈಟ್‌ಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ದೈನಂದಿನ ಬಳಕೆದಾರರಿಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು ನಮ್ಮ ಸೇವೆಗಳನ್ನು ವಿಶ್ವದ ಅತಿದೊಡ್ಡ ಕಂಪನಿಗಳು ನಂಬುತ್ತವೆ.",
  "cloudflare-quote-text": "ನಾವು ಹಲವಾರು CAPTCHA ಮಾರಾಟಗಾರರನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದ್ದೇವೆ ಮತ್ತು ನಾವೇ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ. ಕೊನೆಯಲ್ಲಿ, hCaptcha reCAPTCHA ಗೆ ಅತ್ಯುತ್ತಮ ಪರ್ಯಾಯವಾಗಿ ಹೊರಹೊಮ್ಮಿತು.",
  "cloudflare-quote-detail": "ಉತ್ಪನ್ನ ನಿರ್ವಹಣೆಯ ನಿರ್ದೇಶಕ, ಕ್ಲೌಡ್‌ಫ್ಲೇರ್",
  "section-quote-head": "ಹೆಚ್ಚಿನ ಟ್ರಾಫಿಕ್ ಉದ್ಯಮಗಳಿಗೆ ವೆಚ್ಚ ಪರಿಣಾಮಕಾರಿ ಆಯ್ಕೆ",
  "section-quote-text": "ಅಂತಿಮವಾಗಿ, Google ಗೆ ನಂಬಲರ್ಹ ಪರ್ಯಾಯ. hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ನಿಮ್ಮ reCAPTCHA ಬಿಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಭದ್ರತೆಯೊಂದಿಗೆ ನಾಟಕೀಯ ಉಳಿತಾಯವನ್ನು ನೀಡುತ್ತದೆ: ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ 80% ರಷ್ಟು ಕಡಿಮೆ ವೆಚ್ಚವಾಗುತ್ತದೆ. ಪ್ರಪಂಚದ ಹಲವು ದೊಡ್ಡ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ಗೆ ಬದಲಾಗಿವೆ ಮತ್ತು ಗಣನೀಯ ವೆಚ್ಚದ ಉಳಿತಾಯದ ಜೊತೆಗೆ ಸುಧಾರಿತ ಬೋಟ್ ಪತ್ತೆಯನ್ನು ಪಡೆದಿವೆ.",
  "section-quote-button": "ಉಲ್ಲೇಖಕ್ಕಾಗಿ ಇಂದೇ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "section-privacy-header": "ಗೌಪ್ಯತೆ ಕೇಂದ್ರೀಕೃತವಾಗಿದೆ",
  "section-privacy-text-1": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮ ಸಂದರ್ಶಕರನ್ನು ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ನಮಗೆ ಅವರ ಮಾನವೀಯತೆಯನ್ನು ನಿರ್ಧರಿಸುವ ಏಕೈಕ ಉತ್ಪನ್ನವಾಗಿದೆ. ನಮ್ಮ ಸೇವೆಗಳು GDPR, CCPA ಮತ್ತು LGPD ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತವೆ ಅಥವಾ ಮೀರುತ್ತವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತವೆ. ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ನಾವು ಶ್ರಮಿಸುತ್ತೇವೆ.",
  "section-privacy-text-2": "ಗೌಪ್ಯತೆಯ ಮೇಲಿನ ಈ ಅನನ್ಯ ಗಮನ ಎಂದರೆ ನಾವು ಅತ್ಯುತ್ತಮ ಭದ್ರತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಅಗತ್ಯವಿರುವಂತೆ ಶೂನ್ಯ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಧಾರಣ, ಕುಕೀ-ಮುಕ್ತ ಕಾರ್ಯಾಚರಣೆ ಮತ್ತು ಇತರ ಒಪ್ಪಂದದ ಗೌಪ್ಯತೆ ಖಾತರಿಗಳನ್ನು ನೀಡಬಹುದು.",
  "section-security-header": "ಮೊದಲು ಭದ್ರತೆ",
  "section-security-text-1": "ನಿಖರತೆ ನಿಮ್ಮ ಆಸಕ್ತಿ ಮತ್ತು ನಮ್ಮದು. ನಿಮಗೆ ನೈಜ ಡೇಟಾವನ್ನು ನೀಡಲು hCaptcha ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ಇತರ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ದೈತ್ಯಾಕಾರದ ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಒದಗಿಸುತ್ತವೆ. ಇದರರ್ಥ ಅವರು ನಿರ್ಬಂಧಿಸುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ತಮ್ಮ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.",
  "section-security-text-2": "ಗೌಪ್ಯತೆಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿ ಇತ್ತೀಚಿನ ಯಂತ್ರ ಕಲಿಕೆಯ ತಂತ್ರಗಳನ್ನು ಬಳಸುವುದರಿಂದ ಭದ್ರತೆ ಅಥವಾ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಹಾನಿಯಾಗದಂತೆ ಪರಂಪರೆಯ ದಾಖಲೆಯ ಎಲ್ಲವನ್ನು ಶಾಶ್ವತವಾಗಿ ತಂತ್ರಗಳ ಭದ್ರತಾ ಮಾನದಂಡಗಳನ್ನು ಮೀರಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "section-user-experience-header": "ಉತ್ತಮ ಬಳಕೆದಾರ ಅನುಭವ",
  "section-user-experience-text1": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ, ಹೆಚ್ಚಿನ ಸನ್ನಿವೇಶಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸಲು ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದೆ.",
  "section-user-experience-text2": "ಸುಧಾರಿತ ಬೋಟ್ ಮಾದರಿಗಳಿಗೆ ಧನ್ಯವಾದಗಳು, ಅತ್ಯುತ್ತಮ ಭದ್ರತೆಯನ್ನು ಒದಗಿಸುತ್ತಿರುವಾಗ ನಿಮ್ಮ ಕಾನೂನುಬದ್ಧ ಟ್ರಾಫಿಕ್‌ನ 99.9% ಕ್ಕೆ ಸಂಪೂರ್ಣವಾಗಿ ಸವಾಲನ್ನು ತಪ್ಪಿಸುವ ಮೂಲಕ ಘರ್ಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಿ.",
  "section-easy-integration-header": "ಸುಲಭ ಏಕೀಕರಣ",
  "section-easy-integration-text": "hCaptcha ಸೇರಿಸಲು ಕೇವಲ ನಿಮಿಷಗಳು ಮತ್ತು ಕೋಡ್‌ನ ಕೆಲವು ಸಾಲುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ಮೂಲ API reCAPTCHA V2 ನೊಂದಿಗೆ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಬದಲಾಯಿಸಲು ಕೇವಲ ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ. ನೀವು ಇಂದು ಉತ್ತಮ ಪರ್ಯಾಯದೊಂದಿಗೆ ಚಾಲನೆಯಲ್ಲಿರಬಹುದು ಮತ್ತು ಅಗತ್ಯವಿರುವಂತೆ ಹೆಚ್ಚು ಸುಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆನ್ ಮಾಡಿ.",
  "section-easy-integration-serverside": "ಸರ್ವರ್ ಸೈಡ್:",
  "section-easy-integration-frontend": "ಮುಂಭಾಗ:",
  "section-threat-header": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆದರಿಕೆ ಅಂಕಗಳು",
  "section-threat-text": "ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳು ಒಂದೇ ಆಗಿರುವುದಿಲ್ಲ: ಒಂದೇ ಸ್ಕೋರ್ ಪಡೆಯುವುದು ಎಂದರೆ ಅದು ಉಪಯುಕ್ತವಾಗಲು ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ಪರಿಹರಿಸಬೇಕು. hCaptcha ನ ಅನನ್ಯ ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆದರಿಕೆ ಸ್ಕೋರ್‌ಗಳೊಂದಿಗೆ, ನಿಮ್ಮ ವ್ಯಾಪಾರಕ್ಕೆ ಹೆಚ್ಚು ಸೂಕ್ತವಾದ ಸ್ಕೋರ್‌ಗಳನ್ನು ತಲುಪಿಸಲು ನಮ್ಮ ಮಾದರಿಗಳನ್ನು ಟ್ಯೂನ್ ಮಾಡಲು ತ್ವರಿತ ಸಮಾಲೋಚನೆಯು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "section-challenges-header": "ಸೆಕೆಂಡುಗಳಲ್ಲಿ ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲುಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿ",
  "section-challenges-text-1": "ಸಂಬಂಧಿತ ವಿಷಯದೊಂದಿಗೆ ಬ್ರ್ಯಾಂಡ್‌ನಲ್ಲಿ ಉಳಿಯಿರಿ",
  "section-challenges-text-2": "ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸಲು ಬಳಕೆದಾರರು ಸವಾಲನ್ನು ಪರಿಹರಿಸಬೇಕಾದಾಗ, ಬಳಕೆದಾರರಿಗೆ ಆಹ್ಲಾದಕರ ಮತ್ತು ಸಂಬಂಧಿತ ಕಾರ್ಯಗಳನ್ನು ಏಕೆ ರಚಿಸಬಾರದು? ನಮ್ಮ ಸರಳ ಕಸ್ಟಮ್ ಚಾಲೆಂಜ್ ಡಿಸೈನರ್‌ನೊಂದಿಗೆ, ನೀವು ಕೆಲವೇ ನಿಮಿಷಗಳಲ್ಲಿ ಆನ್-ಬ್ರಾಂಡ್ ಚಾಲೆಂಜ್ ವಿಷಯವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.",
  "section-integration-header": "ನೇರ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಏಕೀಕರಣ",
  "section-integration-subheader": "ವೆಬ್ ಮೂಲಸೌಕರ್ಯ ಕಂಪನಿಗಳಿಗೆ",
  "section-integration-text": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಸಿಸ್ಟಮ್ ಅದರ ವಿನ್ಯಾಸದಲ್ಲಿ ಅನನ್ಯವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ: ನೀವು ಸಾರ್ವಜನಿಕ ಕ್ಲೌಡ್ ಅನ್ನು ನಿರ್ವಹಿಸಿದರೆ ಅಥವಾ ಅನೇಕ ಡೇಟಾ ಕೇಂದ್ರಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅದನ್ನು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ನ ಅಂಚಿನಲ್ಲಿ ಭಾಗಶಃ ಅಥವಾ ಸಂಪೂರ್ಣವಾಗಿ ನಿಯೋಜಿಸಬಹುದು. ಕಟ್ಟುನಿಟ್ಟಾದ SLA ಗಳನ್ನು ಪೂರೈಸಲು ನಮ್ಮ 24/7 ಆನ್-ಕಾಲ್ ಸಿಬ್ಬಂದಿ ನಿರ್ವಹಣೆಯ ಎಲ್ಲಾ ಪ್ರಯೋಜನಗಳನ್ನು ಉಳಿಸಿಕೊಂಡು ಇದು ವೆಚ್ಚಗಳು ಮತ್ತು ಆಫ್-ನೆಟ್‌ವರ್ಕ್ ದಟ್ಟಣೆಯನ್ನು ನಾಟಕೀಯವಾಗಿ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
  "section-support-header": "ನೀವು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗಾಗಿ ತಲುಪಬಹುದಾದ ಪರಿಣತಿ ಮತ್ತು ಬೆಂಬಲ",
  "section-support-text": "ಸೇವೆಯು ನಮಗೆ ಪ್ರಮುಖ ಆದ್ಯತೆಯಾಗಿದೆ. ನಾವು 24/7 ಆನ್-ಕಾಲ್ ಬೆಂಬಲವನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ ಮತ್ತು ನಿಮ್ಮ ಎಂಜಿನಿಯರಿಂಗ್ ಏಕೀಕರಣ ತಂಡ ಮತ್ತು ಅನುಷ್ಠಾನದ ಸಮಯದಲ್ಲಿ ಮತ್ತು ನಂತರ ನಮ್ಮ ಆನ್-ಕಾಲ್ ಸಿಬ್ಬಂದಿಯೊಂದಿಗೆ ನೇರ ಸ್ಲಾಕ್ ಸಮನ್ವಯವನ್ನು ನೀಡುತ್ತೇವೆ.  ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ, ಫೋರಮ್‌ಗಳಾದ್ಯಂತ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಪ್ರಶ್ನೆಗಳನ್ನು ಸಕ್ರಿಯವಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ. , ಮತ್ತು ನಮ್ಮ ಇನ್-ವಿಜೆಟ್ ಮತ್ತು ಇಮೇಲ್ ಬೆಂಬಲ ಚಾನಲ್‌ಗಳು. ನಾವು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಸ್ಪಂದಿಸುತ್ತೇವೆ ಮತ್ತು ಬಳಕೆದಾರರ ತೃಪ್ತಿಯನ್ನು ಉನ್ನತ KPI ಎಂದು ಪರಿಗಣಿಸುತ್ತೇವೆ.",
  "section-enterprise-header": "ಎಂಟರ್ಪ್ರೈಸ್ ವೈಶಿಷ್ಟ್ಯಗಳು",
  "section-enterprise-title-1": "ವಿಶ್ವ ದರ್ಜೆಯ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆ",
  "section-enterprise-desc-1": "ವೆಬ್ ಸ್ಕೇಲ್‌ನಲ್ಲಿ ಯುದ್ಧ-ಪರೀಕ್ಷಿಸಲಾಗಿದೆ.",
  "section-enterprise-title-2": "ಹೆಚ್ಚಿನ ನಿಖರತೆಯ ಬೋಟ್ ಸ್ಕೋರ್‌ಗಳು",
  "section-enterprise-desc-2": "ವಿವಿಧ ರೀತಿಯ ಕೆಟ್ಟ ನಟರನ್ನು ಪತ್ತೆ ಮಾಡಿ.",
  "section-enterprise-title-3": "ಶೂನ್ಯ ಘರ್ಷಣೆ ಮತ್ತು 99.9% ನಿಷ್ಕ್ರಿಯ ವಿಧಾನಗಳು",
  "section-enterprise-desc-3": "0.1% ಕ್ಕಿಂತ ಕಡಿಮೆ ಕಾನೂನುಬದ್ಧ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲು ಹಾಕಿ.",
  "section-enterprise-title-4": "ನಿಯಂತ್ರಣ ಸವಾಲು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
  "section-enterprise-desc-4": "ಆಯ್ಕೆ ಮಾಡಲು ವಿಧಗಳ ವಿಶಾಲವಾದ ಲೈಬ್ರರಿ.",
  "section-enterprise-title-5": "ಬಳಸಿದ ಸವಾಲಿನ ವಿಷಯವನ್ನು ನಿಯಂತ್ರಿಸಿ",
  "section-enterprise-desc-5": "ಸ್ಥಿರವಾದ ಬಳಕೆದಾರ ಅನುಭವದೊಂದಿಗೆ ಬ್ರ್ಯಾಂಡ್‌ನಲ್ಲಿ ಉಳಿಯಿರಿ.",
  "section-enterprise-title-6": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಎಸ್‌ಎಲ್‌ಎಗಳು",
  "section-enterprise-desc-6": "ಖಾತರಿಯ ವಿಶ್ವಾಸಾರ್ಹತೆ ಮತ್ತು ವೇಗದ 24/7 ಆನ್-ಕಾಲ್ ಬೆಂಬಲ.",
  "section-enterprise-title-7": "ಲೆಗಸಿ ಬ್ರೌಸರ್ ಬೆಂಬಲ",
  "section-enterprise-desc-7": "ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್‌ಪ್ಲೋರರ್ 8 ಗೆ ಎಲ್ಲಾ ರೀತಿಯಲ್ಲಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.",
  "section-enterprise-title-8": "ಸುಧಾರಿತ ವರದಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು API",
  "section-enterprise-desc-8": "ನಿಮ್ಮ ಎಲ್ಲಾ ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ನೋಡಿ.",
  "section-enterprise-title-9": "ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
  "section-enterprise-desc-9": "reCAPTCHA ಗಿಂತ ಭಿನ್ನವಾಗಿ, ನಾವು ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತೇವೆ.",
  "section-enterprise-title-10": "GDPR, CCPA, ಮತ್ತು LGPD-ಸ್ನೇಹಿ ಗೌಪ್ಯತೆ ನೀತಿ",
  "section-enterprise-desc-10": "ಮೊದಲ ದಿನದಿಂದ ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಬಲವಾದ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದ.",
  "section-enterprise-title-11": "ಸೂಕ್ಷ್ಮ-ಧಾನ್ಯದ ತೊಂದರೆ ಮಟ್ಟಗಳು",
  "section-enterprise-desc-11": "ನಿಮ್ಮ ಬಳಕೆಯ ಸಂದರ್ಭದಲ್ಲಿ ನಿಖರವಾಗಿ ಹೊಂದಿಕೊಳ್ಳಲು ಇದನ್ನು ಡಯಲ್ ಮಾಡಿ.",
  "section-enterprise-title-12": "ಮೊದಲ ಪಕ್ಷದ ಹೋಸ್ಟಿಂಗ್",
  "section-enterprise-desc-12": "ಎಲ್ಲಾ ವಿನಂತಿಗಳು ಮತ್ತು ಸ್ವತ್ತುಗಳು hcaptcha.yourdomain.com ಗೆ ಹೋಗುತ್ತವೆ",
  "section-enterprise-title-13": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು",
  "section-enterprise-desc-13": "ನಿಮ್ಮ ತಂಡದಾದ್ಯಂತ ನಿರ್ವಹಣೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.",
  "section-enterprise-title-14": "ತತ್‌ಕ್ಷಣ ಪರಿಶೀಲನೆ",
  "section-enterprise-desc-14": "0ms ಲೇಟೆನ್ಸಿ: ಯಾವುದೇ API ಕರೆ ಇಲ್ಲದೆ hCaptcha ಟೋಕನ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.",
  "section-enterprise-title-15": "ಮೊಬೈಲ್ (iOS ಮತ್ತು Android) ಏಕೀಕರಣ",
  "section-enterprise-desc-15": "ವೆಬ್, ಸ್ಥಳೀಯ ಮೊಬೈಲ್, ಮೊಬೈಲ್ ವೆಬ್‌ನಾದ್ಯಂತ ತಡೆರಹಿತ ಅನುಭವ. ಪೂರ್ವ-ನಿರ್ಮಿತ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ಸ್ಥಳೀಯ SDK ಗಳು ಲಭ್ಯವಿದೆ.",
  "section-enterprise-title-16": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ಖಾತರಿಗಳು",
  "section-enterprise-desc-16": "ಇತರ ಕಂಪನಿಗಳು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ ನಿಮ್ಮ ಕಾನೂನು ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಿಕೊಳ್ಳಿ.",
  "presented-challlenges-head": "ಸವಾಲುಗಳನ್ನು ಮಂಡಿಸಿದರು",
  "presented-challenges-title-1": "ಹೋಲಿಕೆ",
  "presented-challenges-text-1": "ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "presented-challenges-title-2": "ಬೌಂಡಿಂಗ್ ಬಾಕ್ಸ್",
  "presented-challenges-text-2": "ವಸ್ತುಗಳ ಗಡಿ ಪ್ರದೇಶವನ್ನು ವಿವರಿಸಿ",
  "presented-challenges-title-3": "ವರ್ಗೀಕರಣ",
  "presented-challenges-text-3": "ಅನುಗುಣವಾದ ಲೇಬಲ್‌ಗಳನ್ನು ಗುರುತಿಸಿ",
  "presented-challenges-subheader": "ಮತ್ತು ಇತರ ಸರಳ ಕಾರ್ಯಗಳು. ಮನುಷ್ಯರಿಗೆ ಸುಲಭ, ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟ.",
  "presented-challenges-subtext": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಪ್ರಕಾಶಕರಿಗೆ ಕಸ್ಟಮ್ ಕಾರ್ಯಗಳು ಸಹ ಲಭ್ಯವಿದೆ.",
  "footer-header-1": "ಕಂಪನಿ",
  "footer-header-2": "ಸಂಪನ್ಮೂಲಗಳು",
  "footer-header-3": "ಸಂಪರ್ಕಿಸಿ",
  "footer-link-1": "ಲೇಬಲಿಂಗ್",
  "footer-link-2": "ಬಗ್ಗೆ",
  "footer-link-3": "ಉದ್ಯೋಗಗಳು",
  "footer-link-4": "ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು",
  "footer-link-5": "AI ನೀತಿಶಾಸ್ತ್ರ",
  "footer-link-6": "ಬ್ಲಾಗ್",
  "footer-link-7": "ಸ್ಥಿತಿ",
  "footer-link-8": "ದಾಖಲೆ",
  "footer-link-9": "ದೋಷವನ್ನು ವರದಿ ಮಾಡಿ",
  "footer-terms": "ನಿಯಮಗಳು",
  "footer-privacy": "ಗೌಪ್ಯತೆ",
  "footer-attribution": "ಗುಣಲಕ್ಷಣ",
  "footer-subheader-1": "ಬೆಂಬಲ",
  "footer-subheader-2": "ಸಂಪರ್ಕಿಸಿ",
  "switch-to-english-link": "ಇಂಗ್ಲಿಷ್‌ಗೆ ಬದಲಿಸಿ",
  "intro-heading-privacy": "ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.",
  "intro-subtitle-p1-privacy": " ಆನ್‌ಲೈನ್ ಭದ್ರತೆಗೆ ವಿಶಿಷ್ಟವಾದ ಗೌಪ್ಯತೆ-ಚಾಲಿತ ವಿಧಾನ.",
  "info-head-2-pr": "ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುವುದು ಉತ್ತರವಲ್ಲ.",
  "info-text-1-pr": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಒಂದೇ ಒಂದು ಉದ್ದೇಶವನ್ನು ಹೊಂದಿದೆ: ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಅಡ್ಡಿಪಡಿಸುವುದರಿಂದ ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಹಾನಿಯಾಗದಂತೆ ಕೆಟ್ಟ ನಟರನ್ನು ತಡೆಯಲು.",
  "info-text-2-pr": "ವರ್ಗ-ಪ್ರಮುಖ ಭದ್ರತೆಯನ್ನು ನಿರ್ವಹಿಸುವಾಗ ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಧಾರಣವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ನಮ್ಮ ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ನೆಲದಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ಉತ್ತಮ ಮಾರ್ಗವೆಂದರೆ ಅದನ್ನು ಸಂಗ್ರಹಿಸದಿರುವುದು.",
  "info-text-3-pr": "ಎಲ್ಲಾ ಗ್ರಾಹಕ ಸಂಬಂಧಗಳು ಸಹ ಬಲವಾದ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದದಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟಿವೆ. ನಿಮ್ಮ ಸೇವೆ ಅಥವಾ ನಿಮ್ಮ ಗ್ರಾಹಕರು ಎಲ್ಲಿ ನೆಲೆಸಿದ್ದರೂ hCaptcha ಸೇವೆಯು ಎಲ್ಲಾ ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸುತ್ತದೆ. ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಇಟ್ಟುಕೊಳ್ಳದಿರುವುದು ಇತರ ಕಂಪನಿಗಳಿಗಿಂತ ನಮಗೆ ಹೆಚ್ಚು ಸುಲಭವಾಗುತ್ತದೆ.",
  "info-text-2-2-pr": "reCAPTCHA v3 ನಂತಹ ಸೇವೆಗಳು ನಿಮ್ಮ ಸೈಟ್‌ನ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ತಮ್ಮ ಟ್ರ್ಯಾಕಿಂಗ್ ಪಿಕ್ಸೆಲ್ ಅನ್ನು ಇರಿಸುವುದು ಉತ್ತಮ ಭದ್ರತೆಗಾಗಿ ಅಗತ್ಯ ಎಂದು ಹೇಳುತ್ತದೆ. ಇದು ಹಾಗಲ್ಲ.",
  "info-text-2-3-pr": "ಸರಳ ನಡವಳಿಕೆಯ ವಿಶ್ಲೇಷಣೆಯು ಕೆಟ್ಟ ನಟರಿಂದ ಸುಲಭವಾಗಿ ನಕಲಿಯಾಗಿರುವ ಸಂಕೇತವಾಗಿದೆ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಕಾನೂನುಬದ್ಧ ಟ್ರಾಫಿಕ್‌ಗಾಗಿ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿದೆ.",
  "info-text-2-4-pr": "ನಾವು ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ನಿರ್ವಹಿಸುವುದಿಲ್ಲ ಮತ್ತು ಅವರಿಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ನಿಮ್ಮ ಬಳಕೆದಾರರ ನಡವಳಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲು ಯಾವುದೇ ಆಸಕ್ತಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ಇದರರ್ಥ ನಿಮ್ಮ ಸೈಟ್‌ನ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ನಮಗೆ ನಿಷ್ಕ್ರಿಯ ಪಿಕ್ಸೆಲ್ ಅಗತ್ಯವಿಲ್ಲ.",
  "info-text-2-5-pr": "ನಮ್ಮ ಚಾಲೆಂಜ್ ಕೋಡ್ ಅನ್ನು ಅಗತ್ಯವಿರುವಲ್ಲಿ ಮಾತ್ರ ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲು ಇದು ಅರ್ಥಪೂರ್ಣವಾಗಿದೆ.",
  "info-head-3-pr": "ಯಂತ್ರ ಕಲಿಕೆ ಉಪಯುಕ್ತವಾಗಿದೆ. ಆದರೆ ಇದು ಕೆಲಸ ಮಾಡಲು ವೈಯಕ್ತಿಕ ಡೇಟಾ ಅಗತ್ಯವಿಲ್ಲ.",
  "info-text-3-1-pr": "ಯಂತ್ರ ಕಲಿಕೆಯು ಈಗ ನಮ್ಮ ಜೀವನದ ಪ್ರತಿಯೊಂದು ಅಂಶದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ, ಆಗಾಗ್ಗೆ ನಾವು ತಿಳಿದಿರದ ಮತ್ತು ನೋಡಲಾಗದ ರೀತಿಯಲ್ಲಿ. ಆನ್‌ಲೈನ್ ಭದ್ರತಾ ಸೇವೆಗಳು ಭಿನ್ನವಾಗಿಲ್ಲ.",
  "info-text-3-2-pr": "ಸಾವಿರಾರು ಸಿಗ್ನಲ್‌ಗಳನ್ನು ಕಲಿಯುವ ಮೂಲಕ, ಮಾದರಿಗಳು ದುರುದ್ದೇಶಪೂರಿತ ನಡವಳಿಕೆಯನ್ನು ತ್ವರಿತವಾಗಿ ಪತ್ತೆಹಚ್ಚುವಲ್ಲಿ ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸವನ್ನು ಊಹಿಸಬಹುದು ಮತ್ತು ತಲುಪಬಹುದು, ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಸಿಗ್ನಲ್ ಸ್ವತಃ ಸಮಸ್ಯೆಯನ್ನು ಸೂಚಿಸುವಷ್ಟು ಬಲವಾಗಿರುವುದಿಲ್ಲ.",
  "info-text-3-3-pr": "ಆದಾಗ್ಯೂ, ಇದರಲ್ಲಿ ಯಾವುದಕ್ಕೂ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು (PII) ಬಳಸುವ ಅಗತ್ಯವಿಲ್ಲ. ಆಧುನಿಕ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ತಂತ್ರಗಳು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ತಿರಸ್ಕರಿಸಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಬದಲಿಗೆ ಯಾವುದೇ ವ್ಯಕ್ತಿಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗದ ಏಕಮುಖ ಸಹಿಗಳನ್ನು ರಚಿಸುತ್ತದೆ.",
  "info-text-3-4-pr": "ಗುರುತಿಸಲಾಗದ ಡೇಟಾದ ತರಬೇತಿಯು ಹಾಗೆಯೇ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಮತ್ತು ಭದ್ರತೆ ಅಥವಾ ಗೌಪ್ಯತೆಯ ಮೇಲೆ ರಾಜಿ ಮಾಡಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿಲ್ಲ. ನಮ್ಮ ಗ್ರಾಹಕರು ಪ್ರಾಯೋಗಿಕ ಪರೀಕ್ಷೆಗಳನ್ನು ಮಾಡಿದ್ದಾರೆ ಮತ್ತು ಕಡಿಮೆ ಖಾಸಗಿ ಪರ್ಯಾಯಗಳಿಗೆ ಸಮಾನ ಅಥವಾ ಉತ್ತಮವೆಂದು ಘೋಷಿಸಿದ್ದಾರೆ.",
  "cloudflare-quote-text-privacy": "hCaptcha ಪರಿಹಾರಗಳ ಕುರಿತು ನಾವು ಹಲವಾರು ವಿಷಯಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದೇವೆ: 1) ಅವರು ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ; ಅವರು ಕನಿಷ್ಟ ಅಗತ್ಯವಾದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತಾರೆ, ಅವರು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ವಿವರಿಸುವಲ್ಲಿ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಾರೆ ಮತ್ತು/ಅಥವಾ ಬಹಿರಂಗಪಡಿಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ವಿವರಿಸುವಲ್ಲಿ ಅವರು ಪಾರದರ್ಶಕವಾಗಿರುತ್ತಾರೆ.",
  "pilot-head": "ಯಾವುದೇ ಬಾಧ್ಯತೆ ಇಲ್ಲದೆ ನಿಮ್ಮ ಪರಿಸರದಲ್ಲಿ ನಮ್ಮನ್ನು ಪ್ರಯತ್ನಿಸಿ.",
  "pilot-text-1a": "ನಾವು ಎಂಜಿನಿಯರ್‌ಗಳು, ಮಾರಾಟಗಾರರಲ್ಲ: ನಿಮ್ಮ ಆಯ್ಕೆಯಿಂದ ನೀವು ಸಂತೋಷವಾಗಿರಬೇಕೆಂದು ನಾವು ಬಯಸುತ್ತೇವೆ.",
  "pilot-text-1b": "ನಿಮ್ಮ ತೃಪ್ತಿಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಉತ್ತಮ ಮಾರ್ಗವೆಂದರೆ ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ನಾವು ಪೂರೈಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ಪ್ರದರ್ಶಿಸುವುದು.",
  "pilot-text-1c": "ಪ್ರಾಯೋಗಿಕವಾಗಿ ಪ್ರಾರಂಭಿಸುವ ಎಲ್ಲಾ ಕಂಪನಿಗಳು ಅಂತಿಮವಾಗಿ ನಮ್ಮ ಪರಿಹಾರಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳುತ್ತವೆ.",
  "pilot-text-1d": "ನಮ್ಮ ತಾಂತ್ರಿಕ ತಜ್ಞರಲ್ಲಿ ಒಬ್ಬರನ್ನು ತಲುಪಲು ಈ ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿ. ನಾವು ತ್ವರಿತವಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇವೆ.",
  "pilot-text-1e": "ನೀವು ನೇರವಾಗಿ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಬಹುದು.",
  "pilot-email-details": "ವಿವರಗಳು ಇಲ್ಲಿವೆ.",
  "pilot-f1": "ಪ್ರದೇಶ",
  "pilot-f2": "ನಿಮ್ಮ ಹೆಸರು",
  "pilot-f3": "ನಿಮ್ಮ ಹೆಸರು",
  "pilot-f4": "ವ್ಯಾಪಾರ ಇಮೇಲ್",
  "pilot-f5": "ನಾವು ಬೇರೆ ಯಾವುದೇ ವಿವರಗಳನ್ನು ಹೊಂದಿರಬೇಕೇ?",
  "pilot-f6": "ನಿಮಗೆ ತುರ್ತು ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಅಗತ್ಯವಿದೆಯೇ?",
  "pilot-f7": "ಹೌದು.",
  "pilot-f8": "ನಾನು ದಾಳಿಯಲ್ಲಿದ್ದೇನೆ ಮತ್ತು ತಕ್ಷಣದ ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಅಗತ್ಯವಿದೆ.",
  "pilot-f9": "ಸಲ್ಲಿಸು",
  "pilot-f10": "ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ, ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ನಮ್ಮಿಂದ ಇಮೇಲ್ ಸ್ವೀಕರಿಸಲು.",
  "pilot-fo-1": "ಏಕೀಕರಣವು ಸುಲಭವಾಗುವುದಿಲ್ಲ.",
  "pilot-fo-2": "hCaptcha ನೀವು ಬಳಸುವ ಮುಂಭಾಗ ಮತ್ತು ಬ್ಯಾಕೆಂಡ್ ಸಿಸ್ಟಮ್‌ಗಳಿಗಾಗಿ ಹಲವಾರು ಪೂರ್ವ-ನಿರ್ಮಿತ ಸಂಯೋಜನೆಗಳನ್ನು ಹೊಂದಿದೆ.",
  "pilot-fo-3": "ನೀವು Google ನ reCAPTCHA ನಿಂದ ಬರುತ್ತಿದ್ದರೆ, ನಮ್ಮ APIಗಳು ಡ್ರಾಪ್-ಇನ್ ಬದಲಿಗಳಾಗಿವೆ. ಕೋಡ್‌ನ ಮೂರು ಸಾಲುಗಳು ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು.",
  "pilot-fo-4": "ನಮ್ಮ ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಇಂಜಿನಿಯರ್‌ಗಳು ನಿಮಗೆ ರಿಯಾಕ್ಟ್ ಇಂಟಿಗ್ರೇಷನ್, iOS ಸ್ಥಳೀಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗಾಗಿ SDK ಗಳು, ಜಾವಾ ಬ್ಯಾಕೆಂಡ್ ಉದಾಹರಣೆ ಅಥವಾ ವಾಸ್ತವಿಕವಾಗಿ ಯಾವುದೇ ಸನ್ನಿವೇಶದ ಅಗತ್ಯವಿದೆಯೇ ಎಂಬುದನ್ನು ತ್ವರಿತವಾಗಿ ಮುಂದುವರಿಸಬಹುದು.",
  "pilot-fo-5": "ಮತ್ತು ಯಾವಾಗಲೂ, ಗೌಪ್ಯತೆ ನಮಗೆ ಒಂದು ಪ್ರಮುಖ ಮೌಲ್ಯವಾಗಿದೆ. ನಮ್ಮ ಚಾಲೆಂಜ್ ಕೋಡ್ ಅನ್ನು ಅಗತ್ಯವಿರುವಲ್ಲಿ ಮಾತ್ರ ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲು ಇದು ಅರ್ಥಪೂರ್ಣವಾಗಿದೆ. ಡೇಟಾ ಸಂಗ್ರಹಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು ಏಕೀಕರಣದ ಕ್ಷಣದಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.",
  "pilot-fdone": "ಧನ್ಯವಾದ. ನಾವು ಶೀಘ್ರದಲ್ಲೇ ಸಂಪರ್ಕದಲ್ಲಿರುತ್ತೇವೆ.",
  "home-ent-2-new": "ನಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರದ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ.",
  "home-ent-button-new": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್",
  "home-main-plans2-new": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳು ವರ್ಗ-ಪ್ರಮುಖ ಭದ್ರತೆಯನ್ನು ನೀಡುತ್ತವೆ ಮತ್ತು ಅನೇಕ ಉನ್ನತ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳನ್ನು ರಕ್ಷಿಸುತ್ತವೆ.",
  "home-plans-button-2-new": "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "header-enterprise-link": "ಉದ್ಯಮ",
  "sales-interstitial-c1b-new": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "a11y-img-1": "ಲಾಗಿನ್ ನಂತರ ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರ ಪರದೆ",
  "a11y-img-2": "ವಿಜೆಟ್ ಯುಐ ಮೆನುವಿನಲ್ಲಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆ",
  "a11y-img-3": "ವಿಜೆಟ್ UI ನಲ್ಲಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಸಂವಾದ ಪೆಟ್ಟಿಗೆ",
  "about-advisors-brendan": "ಬ್ರೇವ್ ಸಿಇಒ. ಮೊಜಿಲ್ಲಾದ ಸಹ ಸಂಸ್ಥಾಪಕ. ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯ ಸೃಷ್ಟಿಕರ್ತ. ಬ್ರೌಸರ್‌ಗಳ ಬಿಲ್ಡರ್ ಮತ್ತು ಇನ್ನಷ್ಟು.",
  "about-advisors-dawn": "ಪ್ರೊಫೆಸರ್, ಬರ್ಕ್ಲಿಯ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ವಿಶ್ವವಿದ್ಯಾಲಯದಲ್ಲಿ ಸಿ.ಎಸ್. ಆಳವಾದ ಕಲಿಕೆ, ಭದ್ರತೆ, ಬ್ಲಾಕ್‌ಚೈನ್ ತಜ್ಞ. ಓಯಸಿಸ್ ಲ್ಯಾಬ್ಸ್‌ನ ಸಿಇಒ.",
  "about-advisors-head": "ಸಲಹೆಗಾರರು",
  "about-advisors-keiran": "ಸ್ಟ್ಯಾನ್‌ಫೋರ್ಡ್‌ನಲ್ಲಿ ಸಂಶೋಧನಾ ವಿಜ್ಞಾನಿ. ಪ್ರಮುಖ ಬ್ಯಾಂಕುಗಳು, ಹೆಡ್ಜ್ ಫಂಡ್‌ಗಳು ಮತ್ತು ಅಕಾಡೆಮಿಗಳಲ್ಲಿ ಯಂತ್ರ ಕಲಿಕೆ ಮತ್ತು ಪರಿಮಾಣಾತ್ಮಕ ಹಣಕಾಸು.",
  "about-content-head-1": "ನಾವು ಏನು ಮಾಡುತ್ತೇವೆ",
  "about-content-head-2": "ವೈ ಇಟ್ ಮ್ಯಾಟರ್ಸ್",
  "about-content-text-1a": "hCaptcha ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಲು ಆಧುನಿಕ, ಗೌಪ್ಯತೆ-ಕೇಂದ್ರಿತ ವಿಧಾನವನ್ನು ತರುತ್ತದೆ.",
  "about-content-text-1b": "ಯಂತ್ರ ಕಲಿಕೆ ಸಮಸ್ಯೆಗಳಿಂದ ಲೇಬಲ್ ಮಾಡಲು ಕಷ್ಟಕರವಾದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವುದರ ಮೂಲಕ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್ ಸಂದರ್ಶಕರು ಮಾನವರೇ ಎಂಬುದನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಇದನ್ನು ಬಳಸುವುದರ ಮೂಲಕ ನಾವು ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಆದರೆ ಜನರಿಗೆ ಸುಲಭವಾದ ಕ್ಯಾಪ್ಚಾ ಸವಾಲುಗಳನ್ನು ತೋರಿಸುತ್ತೇವೆ.",
  "about-content-text-2a": "ಕೆಟ್ಟ ನಟರು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಹೆಚ್ಚು ಸಾಮಾನ್ಯವಾಗಿದೆ. ಆದರೆ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ತ್ಯಾಗ ಮಾಡುವುದು ಉತ್ತರವಲ್ಲ.",
  "about-content-text-2b": "ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ನೀಡುವ ಭದ್ರತಾ ಪರಿಹಾರಗಳು ಮುಖ್ಯವಾಗಿ ವೆಬ್‌ನಾದ್ಯಂತ ಬಳಕೆದಾರರನ್ನು ಪತ್ತೆಹಚ್ಚುವಲ್ಲಿ ಕೇಂದ್ರೀಕರಿಸುತ್ತವೆ. ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಲು ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಹಾನಿ ಅಗತ್ಯವಿಲ್ಲ ಎಂದು ಸಾಬೀತುಪಡಿಸುವ ಪರಿಣಾಮಕಾರಿ ಭದ್ರತಾ ಪರಿಹಾರವನ್ನು ನಾವು ರಚಿಸಿದ್ದೇವೆ.",
  "about-intro-head-1": "HCaptcha ಬಗ್ಗೆ",
  "about-intro-head-2": "ಗೌಪ್ಯತೆ, ಭದ್ರತೆ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ.",
  "about-intro-text": "hCaptcha ವಿಶ್ವದ ಅತ್ಯಂತ ವ್ಯಾಪಕವಾಗಿ ಬಳಸಲಾಗುವ ಸ್ವತಂತ್ರ CAPTCHA ಸೇವೆಯಾಗಿದೆ.",
  "about-leadership-head": "ನಾವು ಯಾರು",
  "about-leadership-headsub": "ಒಬ್ಬ ಅನುಭವಿ ತಂಡ, ಇಂದಿನ ಕಠಿಣ ಸಮಸ್ಯೆಗಳ ಕುರಿತು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ.",
  "about-leadership-link1": "ನಾವು ಯಾರು",
  "about-leadership-text1": "ಆಳವಾದ ಕಲಿಕೆ ಮತ್ತು ದೃಶ್ಯ ಡೊಮೇನ್ ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ನಾವು ಪರಿಣತಿ ಹೊಂದಿದ್ದೇವೆ, ಆನ್‌ಲೈನ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ಹೆಚ್ಚು ಅತ್ಯಾಧುನಿಕ ಆಧುನಿಕ ಬೆದರಿಕೆಗಳಿಂದ ಸುರಕ್ಷಿತಗೊಳಿಸುವುದರ ಮೇಲೆ ನಿರ್ದಿಷ್ಟ ಗಮನವನ್ನು ಹೊಂದಿದ್ದೇವೆ.",
  "about-leadership-text2": "ದಶಕಗಳ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆಯ ಪರಿಣತಿಯೊಂದಿಗೆ, ಗೌಪ್ಯತೆಯನ್ನು ಕಾಪಾಡುವಾಗ ಇಂದಿನ ಕೆಲವು ಕಠಿಣ ಸಮಸ್ಯೆಗಳನ್ನು ನಿಭಾಯಿಸಲು ನಾವು ಬೃಹತ್ ಪ್ರಮಾಣದಲ್ಲಿ ಸ್ಕೇಲೆಬಲ್ ವ್ಯವಸ್ಥೆಗಳನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ ಮತ್ತು ನಿರ್ವಹಿಸುತ್ತೇವೆ.",
  "acc-opt": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳು",
  "acc-opt-but": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "acc-opt-text": "ನೀವು ದೃಷ್ಟಿಹೀನರಾಗಿದ್ದೀರಾ ಅಥವಾ hCaptchas ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
  "accessibility-link": "ಪ್ರವೇಶಿಸುವಿಕೆ",
  "appreciate-in": "ನಿಮ್ಮ ಇನ್ಪುಟ್ ಅನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸುತ್ತೇವೆ.",
  "fb-but": "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ",
  "feedback-text": "ನೀವು ಇದೀಗ ನೋಡಿದ hCaptcha ಕುರಿತು ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಿ",
  "footer-copyright-text": "hCaptcha ಎನ್ನುವುದು ಅಂತಃಪ್ರಜ್ಞೆಯ ಯಂತ್ರಗಳು, ಇಂಕ್‌ನ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ.",
  "footer-link-10": "ಪ್ರವೇಶಿಸುವಿಕೆ",
  "h-plans": "ಚಂದಾದಾರಿಕೆ ಯೋಜನೆಗಳು",
  "header-labeling-services-link": "ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳು",
  "header-plans-link": "ಯೋಜನೆಗಳು",
  "header-signup-button": "ಸೈನ್ ಅಪ್",
  "home-about-head": "HCaptcha ಬಗ್ಗೆ",
  "home-about-subtitle": "ಹ್ಯೂಮನ್ ಪ್ರೊಟೊಕಾಲ್ ನಡೆಸುತ್ತಿದೆ",
  "home-about-text-1": "ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಶ್ರಮದಾಯಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು hCaptcha ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ: ಬೃಹತ್ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಸಮಯೋಚಿತ, ಕೈಗೆಟುಕುವ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಲೇಬಲ್ ಮಾಡುವುದು.",
  "home-about-text-2": "ಹೆಚ್ಚಿನ ಡೇಟಾ ಸಾಮಾನ್ಯವಾಗಿ ತರಬೇತಿ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳಲ್ಲಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆಳವಾದ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಯಶಸ್ಸು ಹೆಚ್ಚು ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ, ಯಾವಾಗಲೂ ಕೆಲವು ಮಾನವ ವಿಮರ್ಶೆಯೊಂದಿಗೆ. ಆದಾಗ್ಯೂ, ಮೆಕ್ಯಾನಿಕಲ್ ಟರ್ಕ್, ಫಿಗರ್ ಎಂಟು, ಇತ್ಯಾದಿಗಳ ಮೂಲಕ ದೊಡ್ಡ ಮಾನವ-ವಿಮರ್ಶಿತ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ರಚಿಸುವುದು ನಿಧಾನ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ.",
  "home-about-text-3": "ಬಾಟ್‌ಗಳು ಮತ್ತು ಇತರ ರೀತಿಯ ದುರುಪಯೋಗಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವಾಗ ಈ ಬೇಡಿಕೆಯನ್ನು ಪೂರೈಸಲು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ hCaptcha ಅವಕಾಶ ನೀಡುತ್ತದೆ.",
  "home-about-text-4": "ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಮಾರುಕಟ್ಟೆಯು ಹ್ಯೂಮನ್ ಪ್ರೊಟೊಕಾಲ್ನಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುತ್ತದೆ, ಇದು ಮಾನವ ವಿಮರ್ಶೆಗಾಗಿ ಮುಕ್ತ ವಿಕೇಂದ್ರೀಕೃತ ಪ್ರೋಟೋಕಾಲ್ ಆಗಿದ್ದು ಅದು ಎಥೆರಿಯಮ್ ಬ್ಲಾಕ್‌ಚೈನ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ಬಳಕೆದಾರರು ತಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿ ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ವಿಜೆಟ್ ಬಳಸುವಾಗಲೆಲ್ಲಾ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಹ್ಯೂಮನ್ ಟೋಕನ್‌ಗಳನ್ನು (ಎಚ್‌ಎಂಟಿ) ಗಳಿಸುತ್ತವೆ, ಮತ್ತು ಯಂತ್ರ ಕಲಿಕಾ ಕಂಪನಿಗಳು ತಮ್ಮ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಹ್ಯೂಮನ್ ಟೋಕನ್‌ಗಳನ್ನು ಪಾವತಿಸುತ್ತವೆ.",
  "home-ba-labeling-services-link": "ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳು",
  "home-benefits-head-1": "ಡೇಟಾ ಲೇಬಲಿಂಗ್‌ನಲ್ಲಿನ ಮೌಲ್ಯ",
  "home-benefits-head-2": "ಚಾರಿಟಿಗೆ ಹಿಂತಿರುಗಿ",
  "home-benefits-text-1": "ಒಂದೇ ದೈತ್ಯ ಕಂಪನಿಯ ಯಂತ್ರ ಕಲಿಕೆ ವ್ಯವಸ್ಥೆಗಳಿಗೆ ಉಚಿತವಾಗಿ ತರಬೇತಿ ನೀಡಲು ನೀವು ಸಹಾಯ ಮಾಡುತ್ತಿರುವ ಕಾರಿನ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನಿಮಗೆ ತಿಳಿದಿದೆಯೇ?",
  "home-benefits-text-2": "hCaptcha ಈ ಮಾದರಿಯನ್ನು ತಿರುಗಿಸುತ್ತದೆ. ನೀವು hCaptcha ಅನ್ನು ಬಳಸುವಾಗ, ಕಂಪನಿಗಳು ನಿಮ್ಮ ಮಾನವೀಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸಿದಂತೆ ನಿಮ್ಮ ಬಳಕೆದಾರರು ಮಾಡುವ ಕೆಲಸವನ್ನು ಬಿಡ್ ಮಾಡುತ್ತದೆ. ನೀವು ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
  "home-benefits-text-3": "ನಿಮ್ಮ ನೆಚ್ಚಿನ ಚಾರಿಟಿಗೆ ಹಿಂತಿರುಗಿಸಲು ಬಯಸುವಿರಾ? ನಿಮ್ಮ ಆಯ್ಕೆಯ ದತ್ತಿಗಳನ್ನು ಬಳಸುವುದರಿಂದ ನೀವು ಗಳಿಸುವ ಗಳಿಕೆಯೊಂದಿಗೆ ಅದನ್ನು ಬೆಂಬಲಿಸಲು hCaptcha ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ನಿಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿರುವ ಬಳಕೆದಾರರು ಶೀಘ್ರದಲ್ಲೇ ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಇಂಟರ್ಫೇಸ್‌ನಲ್ಲಿ ವಿವೇಚನಾಯುಕ್ತ ಬ್ರ್ಯಾಂಡಿಂಗ್ ಮೂಲಕ ದಾನಕ್ಕೆ ನಿಮ್ಮ ಕೊಡುಗೆಯನ್ನು ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
  "home-challenge-text-1": "ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ",
  "home-challenge-text-2": "ವಸ್ತುಗಳಿಗೆ ಬೌಂಡಿಂಗ್ ಪ್ರದೇಶವನ್ನು ವಿವರಿಸಿ",
  "home-challenge-text-3": "ಅನುಗುಣವಾದ ಲೇಬಲ್‌ಗಳನ್ನು ಗುರುತಿಸಿ",
  "home-challenge-title-1": "ಹೋಲಿಕೆ",
  "home-challenge-title-2": "ಬೌಂಡಿಂಗ್ ಬಾಕ್ಸ್",
  "home-challenge-title-3": "ವರ್ಗೀಕರಣ",
  "home-challenges-head": "ಪ್ರಸ್ತುತಪಡಿಸಿದ ಸವಾಲುಗಳು",
  "home-challenges-text-1": "... ಮತ್ತು ಇತರ ಸರಳ ಕಾರ್ಯಗಳು. ಮಾನವರಿಗೆ ಸುಲಭ, ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟ.",
  "home-challenges-text-2": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಪ್ರಕಾಶಕರಿಗೆ ಕಸ್ಟಮ್ ಕಾರ್ಯಗಳು ಸಹ ಲಭ್ಯವಿದೆ.",
  "home-ent-1": "ನಮ್ಮ ಉದ್ಯಮ ಭದ್ರತಾ ಕೊಡುಗೆಗಳಿಗಾಗಿ ಹುಡುಕುತ್ತಿರುವಿರಾ?",
  "home-ent-2": "ನಮ್ಮ ಹೊಸ ಮೀಸಲಾದ ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ: BotStop.com",
  "home-ent-button": "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ: hCaptcha ಅವರಿಂದ ಬಾಟ್‌ಸ್ಟಾಪ್",
  "home-from-the-blog": "ಬ್ಲಾಗ್‌ನಿಂದ:",
  "home-from-the-blog-value": "HCaptcha ತೊಂದರೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ",
  "home-intro-body": "ಬಾಟ್‌ಗಳನ್ನು ಹೊರಗಿಡಲು ನೀವು ಕ್ಯಾಪ್ಚಾ ಬಳಸುತ್ತೀರಾ? hCaptcha ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುತ್ತದೆ, ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಪ್ರತಿಫಲ ನೀಡುತ್ತದೆ ಮತ್ತು ಕಂಪನಿಗಳಿಗೆ ತಮ್ಮ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಇದು reCAPTCHA ಗಾಗಿ ಡ್ರಾಪ್-ಇನ್ ಬದಲಿಯಾಗಿದೆ: ನೀವು ನಿಮಿಷಗಳಲ್ಲಿ ಬದಲಾಯಿಸಬಹುದು.",
  "home-intro-button": "ಈಗ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
  "home-intro-head": "ಹೆಚ್ಚಿನ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಿ. ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಲು ಪ್ರಾರಂಭಿಸಿ.",
  "home-main-1": "ಖಾಸಗಿ. ಸುರಕ್ಷಿತ. ವೇಗವಾಗಿ. ಮತ್ತು ಅದನ್ನು ಬಳಸಲು ನಾವು ನಿಮಗೆ ಪಾವತಿಸುತ್ತೇವೆ.",
  "home-main-2": "ಗೌಪ್ಯತೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ",
  "home-main-2c": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮ ಸಂದರ್ಶಕರನ್ನು ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. hCaptcha ಗಾಗಿ ಉತ್ಪನ್ನವು ಅವರು ಒದಗಿಸುವ ಕೆಲಸವಾಗಿದೆ. ನಿಮ್ಮ ಬಳಕೆದಾರರು ಯಾರೆಂಬುದರ ಬಗ್ಗೆ ನಮಗೆ ಕಾಳಜಿ ಇಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತರಾಗುವ ಸಾಧ್ಯತೆ ಎಷ್ಟು ಮಾತ್ರ. ನಾವು ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತೇವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ.",
  "home-main-3": "ಭದ್ರತೆ ಮೊದಲು",
  "home-main-3c": "ನಿಖರತೆ ನಿಮ್ಮ ಆಸಕ್ತಿ ಮತ್ತು ನಮ್ಮದು. hCaptcha ಪ್ರಕಾಶಕ-ಕೇಂದ್ರಿತವಾಗಿದೆ. ನಿಮಗೆ ನೈಜ ಡೇಟಾವನ್ನು ನೀಡಲು ನಾವು ಕೆಲಸ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತೇವೆ. ಇತರ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ದೈತ್ಯ ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಒದಗಿಸುತ್ತವೆ. ಇದರರ್ಥ ಅವರು ನಿರ್ಬಂಧಿಸುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ಅವರ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.",
  "home-main-4": "ಉತ್ತಮ ಬಳಕೆದಾರ ಅನುಭವ",
  "home-main-4c": "ಅತ್ಯಾಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳನ್ನು ಮಾನವೀಯತೆಯನ್ನು ನಿರ್ಧರಿಸಲು hCaptcha ಬಳಸುತ್ತದೆ. ಗ್ರಾಹಕರನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಉಪಯುಕ್ತ ಲೇಬಲ್ ಡೇಟಾವನ್ನು ಉತ್ಪಾದಿಸುವಾಗ, ನಿಮ್ಮ ಬಳಕೆದಾರರಿಂದ ಕಡಿಮೆ ಕಿರಿಕಿರಿಗೊಳಿಸುವ ಕಾರ್ಯಗಳು ಬೇಕಾಗಲು ಮತ್ತು ಹಾಗೆ ಮಾಡಲು ಅವರ ಸಮಯವನ್ನು ಕಡಿಮೆ ತೆಗೆದುಕೊಳ್ಳಲು ಇದು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "home-main-plans": "hCaptcha ಯಾವುದೇ ಗಾತ್ರದ ಪ್ರಕಾಶಕರಿಗೆ ಬಳಸಲು ಉಚಿತವಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣ ಅಗತ್ಯವಿರುವ ಉದ್ಯಮಗಳು ಮತ್ತು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಿಗೆ, ನಮ್ಮ ಉದ್ಯಮ ಪರಿಹಾರಗಳು ಲಭ್ಯವಿದೆ.",
  "home-main-plans2": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳು ಗ್ರಹದ ಕೆಲವು ದೊಡ್ಡ ಕಂಪನಿಗಳಿಗೆ ಹತ್ತು ಲಕ್ಷ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸುತ್ತವೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ಅಥವಾ ಭೇಟಿ ನೀಡಿ",
  "home-main-plans3": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳು ಗ್ರಹದ ಕೆಲವು ದೊಡ್ಡ ಕಂಪನಿಗಳಿಗೆ ಹತ್ತು ಲಕ್ಷ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸುತ್ತವೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ, ಅಥವಾ ಭೇಟಿ ನೀಡಿ",
  "home-main-plans4": "ವಿವರಗಳಿಗಾಗಿ.",
  "home-plans-button-1": "ಈಗ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
  "home-plans-button-2": "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "home-plans-chart-head-1": "ವೈಶಿಷ್ಟ್ಯಗಳು",
  "home-plans-chart-head-2": "ಪ್ರಕಾಶಕರು",
  "home-plans-chart-head-3": "ಉದ್ಯಮ",
  "home-plans-chart-row-1-cell-1": "ನಿಯಂತ್ರಣ ಸವಾಲು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
  "home-plans-chart-row-1-cell-2": "ಸೀಮಿತ",
  "home-plans-chart-row-1-cell-3": "ಒಟ್ಟು",
  "home-plans-chart-row-10-cell-1": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು",
  "home-plans-chart-row-11-cell-1": "ಸುಧಾರಿತ ವರದಿ ವೈಶಿಷ್ಟ್ಯಗಳು",
  "home-plans-chart-row-12-cell-1": "ಎಂಟರ್ಪ್ರೈಸ್ ಎಸ್ಎಲ್ಎಗಳು",
  "home-plans-chart-row-2-cell-1": "ಬಳಸಿದ ಸವಾಲಿನ ವಿಷಯವನ್ನು ನಿಯಂತ್ರಿಸಿ",
  "home-plans-chart-row-2-cell-2": "ಸೀಮಿತ",
  "home-plans-chart-row-2-cell-3": "ಒಟ್ಟು",
  "home-plans-chart-row-3-cell-1": "ಮಾನವ ಪರಿಹಾರಗಳಿಗಾಗಿ ಪ್ರತಿಫಲವನ್ನು ಗಳಿಸಿ",
  "home-plans-chart-row-4-cell-1": "ವಿಶ್ವ ದರ್ಜೆಯ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆ",
  "home-plans-chart-row-5-cell-1": "ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
  "home-plans-chart-row-5a-cell-1": "ನೋ-ಕ್ಯಾಪ್ಚಾ ಮತ್ತು 99.9% ನಿಷ್ಕ್ರಿಯ ವಿಧಾನಗಳು",
  "home-plans-chart-row-5b-cell-1": "ಬಾಟ್ ವಿಶ್ವಾಸಾರ್ಹ ಸ್ಕೋರ್‌ಗಳು",
  "home-plans-chart-row-6-cell-1": "ಜಿಡಿಪಿಆರ್ ಮತ್ತು ಸಿಸಿಪಿಎ ಸ್ನೇಹಿ ಗೌಪ್ಯತೆ ನೀತಿ",
  "home-plans-chart-row-7-cell-1": "ಸೂಕ್ಷ್ಮ-ಧಾನ್ಯದ ತೊಂದರೆ ಮಟ್ಟಗಳು",
  "home-plans-chart-row-8-cell-1": "ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲಿನ ವಿಷಯವನ್ನು ಪ್ರಾರಂಭಿಸಿ",
  "home-plans-chart-row-9-cell-1": "ಸಮಯ ಆಧಾರಿತ ತೊಂದರೆ ವೇಳಾಪಟ್ಟಿ",
  "home-try-it-out-button": "HCaptcha ಪಡೆಯಿರಿ",
  "home-try-it-out-head": "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ",
  "home-try-it-out-text": "ಮಾನವರಿಗೆ ಪರಿಹರಿಸಲು ಕ್ಷುಲ್ಲಕವಾಗಿದ್ದಾಗ hCaptcha ಸರಳ, ಸುಲಭ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ಬೋಟ್ ಪತ್ತೆಹಚ್ಚುವಿಕೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.",
  "labeling-about-head": "HCaptcha ಬಗ್ಗೆ",
  "labeling-about-text-1": "ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಶ್ರಮದಾಯಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು hCaptcha ಅನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ; ಸಮಯೋಚಿತ, ಕೈಗೆಟುಕುವ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬೃಹತ್ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡುವುದು. ಹೆಚ್ಚಿನ ಡೇಟಾ ಸಾಮಾನ್ಯವಾಗಿ ತರಬೇತಿ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳಲ್ಲಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆಳವಾದ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಯಶಸ್ಸು ಹೆಚ್ಚು ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ, ಮತ್ತು hCaptcha ಈ ಅಗತ್ಯವನ್ನು ಪೂರೈಸುತ್ತದೆ.",
  "labeling-about-text-2": "ಆದಾಗ್ಯೂ, ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಗಳನ್ನು ಬಳಸಿಕೊಂಡು ದೊಡ್ಡ ಮಾನವ-ವಿಮರ್ಶಿತ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ರಚಿಸುವುದು ನಿಧಾನ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ. hCaptcha ಕಂಪೆನಿಗಳು ತಮಗೆ ಅಗತ್ಯವಿರುವ ಟಿಪ್ಪಣಿಗಳನ್ನು ವೇಗವಾಗಿ, ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಮತ್ತು ಇತರ ಪರ್ಯಾಯಗಳಿಗಿಂತ ಕಡಿಮೆ ವೆಚ್ಚದಲ್ಲಿ ಪಡೆಯುವ ಒಂದು ಮಾರ್ಗವಾಗಿದೆ.",
  "labeling-annotations-head": "ಟಿಪ್ಪಣಿ ಪ್ರಕಾರಗಳು",
  "labeling-annotations-text-1": "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳಲ್ಲಿ ನಿಖರವಾದ ವಸ್ತು ಪತ್ತೆ",
  "labeling-annotations-text-2": "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳಲ್ಲಿ ನಿಖರವಾದ ವಸ್ತು ಪತ್ತೆ",
  "labeling-annotations-text-3": "ವಿಭಿನ್ನ ಬಳಕೆಯ ಪ್ರಕರಣಗಳಿಗೆ ಪಾಯಿಂಟ್ ಟಿಪ್ಪಣಿಗಳು",
  "labeling-annotations-text-4": "ಯಾವುದೇ ಗಾತ್ರದ ಅನಿಯಂತ್ರಿತ ವರ್ಗಗಳನ್ನು ವಿಂಗಡಿಸಿ ಅಥವಾ ಸೇರಿಸಿ",
  "labeling-annotations-text-5": "ಮಾನವ-ಚಾಲಿತ ಪತ್ತೆ ಮತ್ತು ವರ್ಗೀಕರಣ",
  "labeling-annotations-text-6": "ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡದ ಮತ್ತೊಂದು ಪ್ರಕಾರ ಬೇಕೇ? ನಮ್ಮನ್ನು ಕೇಳಿ.",
  "labeling-annotations-title-1": "ಬೌಂಡಿಂಗ್ ಪೆಟ್ಟಿಗೆಗಳು",
  "labeling-annotations-title-2": "ಬಹುಭುಜಾಕೃತಿಗಳು",
  "labeling-annotations-title-3": "ಹೆಗ್ಗುರುತುಗಳು",
  "labeling-annotations-title-4": "ಗುಣಲಕ್ಷಣ ವರ್ಗೀಕರಣ",
  "labeling-annotations-title-5": "ಹೋಲಿಕೆ ಮತ್ತು ಪತ್ತೆ",
  "labeling-annotations-title-6": "... ಮತ್ತು ಇನ್ನೂ ಅನೇಕ",
  "labeling-ent-button": "ನಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳ ತಂಡವನ್ನು ಸಂಪರ್ಕಿಸಿ",
  "labeling-ent-head": "ಅಂತ್ಯದಿಂದ ಕೊನೆಯವರೆಗೆ ನಿಯಂತ್ರಣ ಬೇಕೇ?",
  "labeling-ent-text-1": "ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವ್ಯವಸ್ಥೆಗಳೊಂದಿಗೆ ಸಂಯೋಜಿಸುವ ಆನ್-ಪ್ರಮೇಯ, ಹೈಬ್ರಿಡ್, ಅಥವಾ ಸಾಸ್ ನಿಯೋಜನೆಗಳ ಮೂಲಕ ಎಚ್‌ಕ್ಯಾಪ್ಚಾದ ಹಿಂದಿರುವ ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅತ್ಯಾಧುನಿಕ ಕೆಲಸದ ಗುಣಮಟ್ಟ ಮತ್ತು ನಿರ್ವಹಣಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.",
  "labeling-ent-text-2": "ನಿಮ್ಮ ಸ್ವಂತ ಕಾರ್ಯಪಡೆಯೊಂದಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಚಾಲನೆ ಮಾಡಿ, ವ್ಯಾಪಾರ ಘಟಕಗಳು ಅಥವಾ ಒಕ್ಕೂಟದ ಪಾಲುದಾರರಲ್ಲಿ ಬಳಸಲಾಗುವ ಟ್ರ್ಯಾಕ್ ಮೌಲ್ಯ, ವೆಚ್ಚ ಮತ್ತು ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳ ಆಧಾರದ ಮೇಲೆ ವಿವಿಧ ಆಂತರಿಕ ಅಥವಾ ಬಾಹ್ಯ ಕಾರ್ಮಿಕ ಪೂರೈಕೆದಾರರಿಗೆ ಆಯ್ದ ಮಾರ್ಗಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಹೆಚ್ಚಿನವು.",
  "labeling-ent-text-3": "ಸುಲಭವಾದ ಎಪಿಐ ಪ್ರವೇಶ, ಸುಂದರವಾದ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಇತ್ತೀಚಿನ ಮಾಡೆಲ್-ಇನ್-ಲೂಪ್ ತಂತ್ರಜ್ಞಾನ.",
  "labeling-ent-text-4": "99.99% ಅಪ್‌ಟೈಮ್ ಎಸ್‌ಎಲ್‌ಎಗಳು ಮತ್ತು 24/7 ಜಾಗತಿಕ ಬೆಂಬಲ ಲಭ್ಯವಿದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ:",
  "labeling-features-head-1": "ಸರಳ API- ಚಾಲಿತ ಪೈಪ್‌ಲೈನ್‌ಗಳು.",
  "labeling-features-head-2": "ವೆಚ್ಚ ಮತ್ತು ಗುಣಮಟ್ಟಕ್ಕಾಗಿ ಹೊಂದುವಂತೆ ಮಾಡಲಾಗಿದೆ. ಯಾವುದೇ ಮುಂಗಡ ಬದ್ಧತೆಯ ಅಗತ್ಯವಿಲ್ಲ.",
  "labeling-features-head-3": "ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ನಿಖರತೆಗಾಗಿ ಮಾತ್ರ ಪಾವತಿಸಿ.",
  "labeling-features-head-4": "ನಿಮ್ಮ ಸ್ವಂತ ನೆಲದ ಸತ್ಯ ಡೇಟಾವನ್ನು ಒದಗಿಸಿ ಅಥವಾ ಅದನ್ನು ನೊಣದಲ್ಲಿ ನಿರ್ಮಿಸೋಣ.",
  "labeling-features-text-1": "ನಿಮ್ಮ ವ್ಯವಹಾರ ಕಾರ್ಯಾಚರಣೆಗಳಲ್ಲಿ ಮಾನವ ವಿಮರ್ಶೆಯನ್ನು ನೇರವಾಗಿ ಸಂಯೋಜಿಸಲು ಬಯಸುವಿರಾ? ನಾವು ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸಾರ್ಹತೆ ಎಸ್‌ಎಲ್‌ಎಗಳು, ಖಾತರಿಪಡಿಸಿದ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸರಳವಾದ REST API ಗಳನ್ನು ನೀಡುತ್ತೇವೆ.",
  "labeling-features-text-2": "ಅತ್ಯಾಧುನಿಕ ನೈಜ-ಸಮಯದ ಗುಣಮಟ್ಟದ ವಿಶ್ಲೇಷಣೆ ಮಾಡಲು ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಸಮಗ್ರ ವಿಶ್ವಾಸಾರ್ಹ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತದೆ. ಇದು ಪ್ರಶ್ನೆಗಳ ತೊಂದರೆ ಮತ್ತು ಅವುಗಳ ಸರಿಯಾದ ಉತ್ತರ ಎರಡನ್ನೂ ತ್ವರಿತವಾಗಿ ನಿರ್ಧರಿಸಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ನಿಮ್ಮ ಸಮಯ ಮತ್ತು ಹಣವನ್ನು ಉಳಿಸುತ್ತದೆ.",
  "labeling-features-text-3": "ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳು ಒಂದೇ ಆಗಿಲ್ಲ. ಸುರಕ್ಷತೆ-ನಿರ್ಣಾಯಕ ಕಾರ್ಯಗಳಿಗಾಗಿ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಸಂಪೂರ್ಣ ಮಾನವ ಕೆಲಸಗಾರರಿಂದ 99.99% ವಿಶ್ವಾಸ ಬೇಕಾಗಬಹುದು. ಮೊಬೈಲ್ ಗೇಮ್ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಒಂದು ಬೀಟಾ ವೈಶಿಷ್ಟ್ಯಕ್ಕಾಗಿ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಮಧ್ಯಮ ವಿಶ್ವಾಸದ ಅಗತ್ಯವಿರುತ್ತದೆ. ನೀನು ನಿರ್ಧರಿಸು.",
  "labeling-features-text-4": "ಸಮಗ್ರ ಪರಿಶೀಲನಾ ಸೆಟ್ ಇಲ್ಲದೆ ನೀವು ಕಚ್ಚಾ ಡೇಟಾವನ್ನು ಹೊಂದಿದ್ದೀರಾ? ಹೆಚ್ಚಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ ನಾವು ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಿರುವುದರಿಂದ ನಿಮಗಾಗಿ ಒಂದನ್ನು ನಿರ್ಮಿಸಬಹುದು, ಅಥವಾ ನಿಮ್ಮ ಅನುಮೋದನೆಗಾಗಿ ಲೇಬಲ್ ಮಾಡಲಾದ ಮಾದರಿಗಳನ್ನು ರಚಿಸಬಹುದು.",
  "labeling-info-head": "ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
  "labeling-info-text-1": "ನಿಮ್ಮ ಪ್ರಾಜೆಕ್ಟ್ ಅಗತ್ಯಗಳನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ನಮ್ಮ ಡೊಮೇನ್ ತಜ್ಞರಲ್ಲಿ ಒಬ್ಬರೊಂದಿಗೆ ಮಾತನಾಡಿ: ಗುರಿ ನಿಖರತೆ, ಸ್ವರೂಪ ಮತ್ತು ಯಾವುದೇ ವಿಶೇಷ ಅವಶ್ಯಕತೆಗಳು.",
  "labeling-info-text-2": "ನಿಮ್ಮ ಮಾದರಿ ಡೇಟಾದ ಆಧಾರದ ಮೇಲೆ ನಾವು ಸಣ್ಣ ಉತ್ಪಾದನಾ ಕೆಲಸವನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ. ನಿಮಗೆ ಬೇಕಾದುದನ್ನು ನಿಖರವಾಗಿ ಪಡೆದುಕೊಳ್ಳುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಒಟ್ಟಾಗಿ ಮಾಡಿದ ಕೆಲಸವನ್ನು ಇದು ಪರೀಕ್ಷಿಸುತ್ತದೆ.",
  "labeling-info-text-3": "ನಮ್ಮ ಹೆಚ್ಚಿನ ಪ್ರಮಾಣ ಮತ್ತು ಕಡಿಮೆ ಸುಪ್ತತೆಯಿಂದ ನಾವು ನಿಮ್ಮ ಕೆಲಸವನ್ನು ತ್ವರಿತವಾಗಿ ತಿರುಗಿಸುತ್ತೇವೆ, ಅದು ಮುಗಿದ ತಕ್ಷಣ ಸ್ವಯಂಚಾಲಿತ ವಿತರಣೆಯೊಂದಿಗೆ.",
  "labeling-info-text-4": "ನಿಮ್ಮ ಉತ್ಪಾದನಾ ಕೆಲಸದ ನಿಯತಾಂಕಗಳನ್ನು ನಾವು ಚೆನ್ನಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡಂತೆ, ಫಲಿತಾಂಶಗಳು ಕಾಲಾನಂತರದಲ್ಲಿ ಸುಧಾರಿಸುತ್ತಲೇ ಇರುತ್ತವೆ.",
  "labeling-info-text-5": "ಲೈವ್ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲು ಅಥವಾ ಉತ್ಪಾದನೆಯನ್ನು ವಿರಾಮಗೊಳಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
  "labeling-info-title-1": "ವಿಶೇಷಣಗಳನ್ನು ವಿವರಿಸಿ",
  "labeling-info-title-2": "ಆರಂಭಿಕ ಉದ್ಯೋಗ ಪರೀಕ್ಷೆ",
  "labeling-info-title-3": "ಉತ್ಪಾದನಾ ಕೆಲಸಗಳನ್ನು ನಿಯೋಜಿಸಿ",
  "labeling-info-title-4": "ನಿರಂತರ ಸುಧಾರಣೆ",
  "labeling-info-title-5": "ನೈಜ ಸಮಯದ ಫಲಿತಾಂಶಗಳು",
  "labeling-main-1": "ಪ್ರಮಾಣದಲ್ಲಿ ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಡೇಟಾ ಲೇಬಲಿಂಗ್",
  "labeling-main-1-button": "ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಈಗ ಲೇಬಲ್ ಮಾಡಿ",
  "labeling-main-1c": "ನಿಮ್ಮ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಹೆಚ್ಚಿನ ಲೇಬಲ್‌ಗಳು ಬೇಕೇ? hCaptcha ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಕಂಪನಿಗಳಿಗೆ ವೇಗದ, ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ.",
  "labeling-main-2": "ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳನ್ನು ತಕ್ಷಣ ಪ್ರಾರಂಭಿಸಿ.",
  "labeling-main-2-button": "ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
  "labeling-main-2c": "ನಿಮ್ಮ ಬಳಕೆಗೆ ಲಭ್ಯವಿರುವ ಗ್ರಹದ ಅತಿದೊಡ್ಡ ಕೊಳಗಳಲ್ಲಿ hCaptcha ಹೊಂದಿದೆ. ನಿಮ್ಮ ಪ್ರಮಾಣ ಏನೇ ಇರಲಿ, ದುಬಾರಿ ಮುಂಗಡ ಬದ್ಧತೆಗಳಿಲ್ಲದೆ ನಾವು ಅದನ್ನು ನಿಭಾಯಿಸಬಹುದು. ದಿನಕ್ಕೆ ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳು ಯಾವುದೇ ತೊಂದರೆಯಿಲ್ಲ.",
  "labeling-platform-head": "ಖಾಸಗಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿ",
  "labeling-platform-text": "hCaptcha ಅನ್ನು ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಇದು ಪ್ರತಿ ಹಂತದಲ್ಲೂ ವೆಚ್ಚ ಮತ್ತು ದಕ್ಷತೆಯನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು ಅತ್ಯಾಧುನಿಕ ರೂಟಿಂಗ್ ಮತ್ತು ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ಈ ತಂತ್ರಜ್ಞಾನವು ನಿಮ್ಮ ಕೆಲಸದ ಪ್ರತಿಯೊಂದು ಭಾಗವನ್ನು ನಿರ್ವಹಿಸಲು ಸರಿಯಾದ ಕಾರ್ಯಪಡೆಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ, ಗೌಪ್ಯತೆಯನ್ನು ಕಾಪಾಡುವಾಗ ವೆಚ್ಚ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ ಮತ್ತು ಅನ್ವಯಿಸಬಹುದಾದ ಯಾವುದೇ ನಿಯಂತ್ರಕ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತದೆ.",
  "labeling-try-button": "ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
  "labeling-try-head": "ನಿಮ್ಮ ಡೇಟಾದೊಂದಿಗೆ ಇದನ್ನು ಪ್ರಯತ್ನಿಸಲು ಬಯಸುವಿರಾ?",
  "labeling-try-text": "... ನೀವು ಇರುವಾಗ ನಾವು ಸಿದ್ಧರಿದ್ದೇವೆ: ನಮ್ಮ ಸೇವೆ ಗಡಿಯಾರದ ಸುತ್ತಲೂ ಲಭ್ಯವಿದೆ.",
  "learn-more-hcaptcha": "HCaptcha ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "page-acc-faq-1": "ಪ್ರಶ್ನೆ: hCaptcha ಸೆಕ್ಷನ್ 508 + WCAG 2.1 AA ಕಂಪ್ಲೈಂಟ್ ಆಗಿದೆಯೇ? ಉತ್ತರ: ನಾವು ಹಾಗೆ ನಂಬುತ್ತೇವೆ: ವೆಬ್ ಬ್ರೌಸ್ ಮಾಡಲು ಮತ್ತು ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಲು ಸಾಧ್ಯವಾಗುವ ಯಾವುದೇ ರೀತಿಯ ದುರ್ಬಲತೆ ಹೊಂದಿರುವ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ನೋಂದಣಿಯ ನಂತರ hCaptcha ನಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಬಹುದು. ಆದಾಗ್ಯೂ, ಇದು ಕಾನೂನು ಸಲಹೆಯಲ್ಲ: ನಿಮ್ಮ ಸ್ವಂತ ಮೌಲ್ಯಮಾಪನವನ್ನು ನೀವು ನಿರ್ವಹಿಸಬೇಕು, ನಿಮ್ಮ ನಿಯೋಜನೆಗಾಗಿ ಇದು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ನಿರ್ದಿಷ್ಟ ಅನುಷ್ಠಾನವನ್ನು ಪರಿಗಣನೆಗೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕು.",
  "page-acc-faq-2": "ಪ್ರಶ್ನೆ: ಆಡಿಯೊದಂತಹ ಇತರ ಪ್ರವೇಶಿಸುವಿಕೆ (a11y) ಆಯ್ಕೆಗಳಲ್ಲಿ ನೀವು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೀರಾ? ಉತ್ತರ: ಆಡಿಯೋ ಕ್ಯಾಪ್ಚಾಗಳಂತಹ ಹಿಂದಿನ ಜನಪ್ರಿಯ ಆಯ್ಕೆಗಳು ಅನೇಕ a11y ಬಳಕೆದಾರರ ವಿರುದ್ಧ ತಾರತಮ್ಯವನ್ನು ತೋರಿಸುತ್ತವೆ ಮತ್ತು ಆಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆಯ ತಂತ್ರಗಳಿಂದ ಸುಲಭವಾಗಿ ಸೋಲಿಸಲ್ಪಡುತ್ತವೆ. ಇದು ಪ್ರಸ್ತುತ ಆಡಿಯೊ ಸವಾಲುಗಳನ್ನು ಹೆಚ್ಚು ಹೆಚ್ಚು ಕಷ್ಟಕರವಾಗುವಂತೆ ಮಾಡಿದೆ, ಶಬ್ದ, ಬೆಸ ಸಮಯ, ಅಸಾಮಾನ್ಯ ಪದ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ಆಕ್ರಮಣಕಾರರನ್ನು ಸೋಲಿಸಲು ಪರಿಚಯಿಸುತ್ತದೆ. ಆದ್ದರಿಂದ ನಾವು ಈ ವಿಧಾನದ ವಿರುದ್ಧ ಕಡಿಮೆ ಉತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಸವಾಲನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸುತ್ತೇವೆ, ಆದರೆ a11y ಸಮುದಾಯದಿಂದ ಬೇಡಿಕೆಯಿದ್ದರೆ ಅದನ್ನು ಪರಿಗಣಿಸುತ್ತೇವೆ. ಆದಾಗ್ಯೂ, ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆಯ ಪ್ರಕರಣಕ್ಕಾಗಿ ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಲ್ಲಿ ನಾವು ತುಂಬಾ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ. ಗೌಪ್ಯತೆ ಪಾಸ್ ವಿತರಣೆಯೊಂದಿಗೆ ನಮ್ಮ ಪ್ರಸ್ತುತ a11y ವಿಧಾನವನ್ನು ಸಂಯೋಜಿಸುವುದರಿಂದ a11y ಬಳಕೆದಾರರು ಸುರಕ್ಷಿತವಾಗಿ ಬ್ರೌಸ್ ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ, ಅವರ ಟ್ರಾಫಿಕ್ ಹೆಚ್ಚು ಖಾಸಗಿಯಾಗಿದೆ ಎಂಬ ಜ್ಞಾನದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ, ಆದರೆ a11y ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದ್ದಾಗ ಅನಿವಾರ್ಯವಾಗಿ ಸಂಭವಿಸುವ ಬೋಟ್ ಆಪರೇಟರ್‌ಗಳ ನಿಂದನೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ಈ ಹೊಸ ತಂತ್ರಜ್ಞಾನವನ್ನು ಪ್ರಮಾಣೀಕರಿಸುವ IETF ವರ್ಕಿಂಗ್ ಗ್ರೂಪ್‌ನಲ್ಲಿ ನಾವು ಸಕ್ರಿಯ ಭಾಗಿಗಳಾಗಿದ್ದೇವೆ.",
  "page-acc-faq-3": "ಪ್ರಶ್ನೆ: ಗೌಪ್ಯತೆಯ ಬಗ್ಗೆ ಏನು? ನೋಂದಣಿಯು ಕೆಲವು ರೀತಿಯಲ್ಲಿ a11y ಬ್ರೌಸಿಂಗ್ ಡೇಟಾವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆಯೇ? ಇಮೇಲ್‌ನೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡುತ್ತೀರಿ? ಉತ್ತರ: hCaptcha ಅನ್ನು ನೆಲದಿಂದ ಗೌಪ್ಯತೆಗೆ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳ ಮಾಲೀಕತ್ವದಲ್ಲಿರುವ reCAPTCHA ನಂತಹ ಸಾಂಪ್ರದಾಯಿಕ ಆಯ್ಕೆಗಳಿಗಿಂತ ಇದು ತುಂಬಾ ವಿಭಿನ್ನವಾಗಿದೆ, ಅವರು ವೆಬ್‌ನಾದ್ಯಂತ ನಿಮ್ಮನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮತ್ತು ನಿಜವಾದ ಗುರುತಿನೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಸಂಯೋಜಿಸಲು ಪ್ರೋತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದಾರೆ. a11y ಬಳಕೆಯನ್ನು ಸುಗಮಗೊಳಿಸುವುದು ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ತಡೆಯುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ಎಂದಿಗೂ ಪ್ರವೇಶಿಸುವಿಕೆ ಇಮೇಲ್‌ಗಳು ಅಥವಾ ಮಾಹಿತಿಯನ್ನು ಬಳಸುವುದಿಲ್ಲ. ನಾವು ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದಕ್ಕೆ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯು ಸಮಗ್ರ ಮತ್ತು ಅಧಿಕೃತ ಉತ್ತರಗಳನ್ನು ಹೊಂದಿದೆ, ಆದರೆ ಚಿಕ್ಕ ಉತ್ತರವೆಂದರೆ ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸದೊಂದಿಗೆ ಒಬ್ಬ ವ್ಯಕ್ತಿಯಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಯೋಜಿಸಲು ನಮಗೆ ಯಾವುದೇ ಆಸಕ್ತಿಯಿಲ್ಲ. ನಾವು ಪ್ರಸ್ತುತ ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ತ್ವರಿತವಾಗಿ ತ್ಯಜಿಸಲು ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಪರಿಹಾರದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ ದುರುಪಯೋಗವನ್ನು ತಡೆಯುವ ನಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಇನ್ನೂ ಸಂರಕ್ಷಿಸುತ್ತಿರುವಾಗ, ನಮ್ಮ ಗೌಪ್ಯತೆ ಪಾಸ್ ಕೆಲಸಕ್ಕೆ ಪೂರಕವಾಗಿದೆ.",
  "page-acc-link-1": "ನೀವು ಪ್ರವೇಶಿಸುವ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ದಯವಿಟ್ಟು ಇಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ.",
  "page-acc-subhead": "ಸುರಕ್ಷತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ತಡೆರಹಿತ ಪ್ರವೇಶವನ್ನು ಖಾತ್ರಿಪಡಿಸುವುದು",
  "page-acc-summary": "ಸಾರಾಂಶ",
  "page-acc-summary-contents-1": "ಬಾಟ್‌ಗಳನ್ನು ಜನರಿಂದ ಪ್ರತ್ಯೇಕಿಸುವ ಮೂಲಕ ಅವುಗಳನ್ನು ನಿಲ್ಲಿಸಲು hCaptcha ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ದೃಶ್ಯ ಪರೀಕ್ಷೆಗಳು ಇದಕ್ಕಾಗಿ ಅನುಕೂಲಕರ ಸಾಧನವಾಗಿದೆ, ಆದರೆ ಪ್ರತಿಯೊಬ್ಬರೂ ದೃಷ್ಟಿ ಸವಾಲನ್ನು ಪರಿಹರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಈ ಕಾರಣಕ್ಕಾಗಿ ನಾವು ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸುವ ಪ್ರಕಾಶಕರು ಸಂಪೂರ್ಣ ಸೆಕ್ಷನ್ 508 ಮತ್ತು WCAG 2.1 AA ಅನುಸರಣೆಯೊಂದಿಗೆ ಎಲ್ಲರಿಗೂ ಪ್ರವೇಶವನ್ನು ಸಂರಕ್ಷಿಸಲು ಸರಳವಾದ, ನೋವುರಹಿತ ಪರ್ಯಾಯವನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದೇವೆ.",
  "page-acc-summary-contents-2": "ಇದು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ: ಮೊದಲು, ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರು ಈ URL ನಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡುತ್ತಾರೆ, ಇದನ್ನು hCaptcha ವಿಜೆಟ್ ಮಾಹಿತಿ ಪುಟದಲ್ಲಿ ಲಿಂಕ್ ಮಾಡಲಾಗಿದೆ. ಅವರಿಗೆ ದಿನಕ್ಕೆ ಹಲವಾರು ಬಾರಿ ಬಳಸಬಹುದಾದ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಕುಕಿಯನ್ನು ನೀಡಲಾಗುತ್ತದೆ, ಆದರೆ ಲಾಗಿನ್ ಮೂಲಕ ಪ್ರತಿ 24 ಗಂಟೆಗಳಿಗೊಮ್ಮೆ ಅದನ್ನು ರಿಫ್ರೆಶ್ ಮಾಡಬೇಕು. ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಸೇವೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಯಾವುದೇ ಸೈಟ್‌ನಲ್ಲಿ ಪ್ರವೇಶಿಸುವ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲನ್ನು ನೀಡಿದಾಗ, ಅವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹಾದುಹೋಗುತ್ತವೆ.",
  "page-acc-title": "hCaptcha ಪ್ರವೇಶಿಸುವಿಕೆ ಮಾಹಿತಿ",
  "page-acc-tr-body": "ಪ್ರಶ್ನೆ: ಕುಕಿಯನ್ನು ಹೊಂದಿಸಿದ ನಂತರ ನಾನು ಇನ್ನೂ ಸವಾಲನ್ನು ನೋಡುತ್ತಿದ್ದೇನೆ. ಇದಕ್ಕೆ ಕಾರಣವೇನು?<br> ಉತ್ತರ: ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಆಕ್ರಮಣಕಾರಿ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ವಿರೋಧಿ ಕುಕೀ ವಿಸ್ತರಣೆ ಅಥವಾ ಅಡ್ಡ-ಸೈಟ್ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸುವುದರಿಂದ ಉಂಟಾಗುತ್ತದೆ, ಈ ಸಂದರ್ಭದಲ್ಲಿ hcaptcha.com ಗಾಗಿ ಕುಕೀ ಅನ್ನು ಬೇರೆ ಸೈಟ್‌ನಲ್ಲಿ hCaptcha JS ನಿಂದ ಹೊಂದಿಸಲಾಗಿದೆ ಅಥವಾ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ. , ನೀವು ಭೇಟಿ ನೀಡುವಂತೆಯೇ.<br><br> hCaptcha ಪ್ರವೇಶಿಸುವಿಕೆ ಕುಕೀಗಳು ಎಲ್ಲಾ ಜನಪ್ರಿಯ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಬ್ಲಾಕರ್‌ಗಳೊಂದಿಗೆ ಅವುಗಳ ಪ್ರಮಾಣಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳೊಂದಿಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ, ಆದ್ದರಿಂದ ಸಾಮಾನ್ಯವಾಗಿ ವೈಫಲ್ಯಗಳು ಆಂಟಿ-ಆಡ್‌ಬ್ಲಾಕ್ ವಿರೋಧಿ ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳು ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳನ್ನು ಗುರಿಯಾಗಿಸುವ ರೀತಿಯ ನಿಯಮಗಳ ಕಾರಣದಿಂದಾಗಿವೆ.<br><br> ಪರಿಹಾರಗಳು:<br><br> 1. ನಿಮ್ಮ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ಭದ್ರತಾ ವಿಸ್ತರಣೆಯಲ್ಲಿ ಶ್ವೇತಪಟ್ಟಿ hcaptcha.com ಮತ್ತು * .hcaptcha.com ಕುಕೀಗಳು.<br> 2. ನೀವು ಪ್ರಸ್ತುತ ಯಾವುದೇ ರೀತಿಯ ಕುಕೀ ಶ್ವೇತಪಟ್ಟಿಯನ್ನು ಹೊಂದಿರದ ಬ್ರೇವ್ ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ಆದ್ಯತೆಗಳು -> ಶೀಲ್ಡ್ಸ್ -> ಕುಕೀಗಳಿಗೆ ಹೋಗಿ ಮತ್ತು ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸಿ ಆಯ್ಕೆಮಾಡಿ.<br> 3. ನೀವು ಇತ್ತೀಚೆಗೆ ಬಿಡುಗಡೆಯಾದ ಓಎಸ್ ಎಕ್ಸ್ 10.15 ಅಥವಾ ಐಒಎಸ್ 13.4 ನಲ್ಲಿ ಸಫಾರಿಯ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ಆಪಲ್ ಇದೀಗ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಫಾರಿ ನಡವಳಿಕೆಯನ್ನು ಬದಲಾಯಿಸಿದೆ, ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ಎಲ್ಲವನ್ನೂ ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ನಾವು ಪರಿಹಾರವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತಿದ್ದೇವೆ, ಆದರೆ ಈ ಮಧ್ಯೆ ದಯವಿಟ್ಟು ಸಫಾರಿ ಪ್ರಾಶಸ್ತ್ಯಗಳು, ಗೌಪ್ಯತೆ ವಿಭಾಗಕ್ಕೆ ಭೇಟಿ ನೀಡಿ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ಗುರುತಿಸಬೇಡಿ: ಪ್ರವೇಶಿಸುವಿಕೆಯ ಕುಕೀ ನಿರೀಕ್ಷೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಅನುವು ಮಾಡಿಕೊಡಲು ಅಡ್ಡ-ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ತಡೆಯಿರಿ.<br><br> ಪ್ರಶ್ನೆ: ನಾನು ಅನೇಕ ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇನೆ. ನಾನು ಅನೇಕ ಬಾರಿ ಸೈನ್ ಅಪ್ ಮಾಡಬೇಕೇ?<br> ಉತ್ತರ: ಇಲ್ಲ. ದಯವಿಟ್ಟು ಕುಕಿಯನ್ನು ಹೊಂದಿಸಲು ನೀವು ಬಳಸುವ ಪ್ರತಿಯೊಂದು ಸಾಧನದಲ್ಲಿ ನಿಮಗೆ ಕಳುಹಿಸಿದ ಅದೇ ಇಮೇಲ್ ಲಾಗಿನ್ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.<br><br> ಪ್ರಶ್ನೆ: ಪ್ರವೇಶಿಸುವಿಕೆ ಕುಕೀ ಬಳಸುವಾಗ ನಾನು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀ ಟ್ರ್ಯಾಕಿಂಗ್‌ನಿಂದ ನನ್ನನ್ನು ಹೇಗೆ ರಕ್ಷಿಸಿಕೊಳ್ಳಬಹುದು?<br> ಉತ್ತರ: ಡೊಮೇನ್-ಮಟ್ಟದ ಶ್ವೇತಪಟ್ಟಿ (ಉದಾ. ಯುಬ್ಲಾಕ್ ಆರಿಜಿನ್) ಅನ್ನು ಬೆಂಬಲಿಸುವ ಯಾವುದೇ ಗೌಪ್ಯತೆ ಅಥವಾ ಜಾಹೀರಾತು-ನಿರ್ಬಂಧಿಸುವ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವುದು ನಿರೀಕ್ಷೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ: hcaptcha.com ಅನ್ನು ಶ್ವೇತಪಟ್ಟಿ ಮಾಡಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
  "page-acc-tr-title": "ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಿಗೆ: ಪದೇ ಪದೇ ಪ್ರಶ್ನೆಗಳು ಮತ್ತು ಟ್ರಬಲ್‌ಶೂಟಿಂಗ್ ಮಾರ್ಗದರ್ಶಿ",
  "page-acc-tr2-body": "ಸಫಾರಿ<br> ಸಫಾರಿ (ಮ್ಯಾಕ್) ನಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು: ಸಫಾರಿ ಡ್ರಾಪ್-ಡೌನ್ ಮೆನುಗೆ ಹೋಗಿ. ಆದ್ಯತೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಮೇಲಿನ ಫಲಕದಲ್ಲಿ ಗೌಪ್ಯತೆ ಕ್ಲಿಕ್ ಮಾಡಿ. 'ಬ್ಲಾಕ್ ಕುಕೀಸ್' ಅಡಿಯಲ್ಲಿ 'ನೆವರ್' ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ.<br> ಸಫಾರಿ (ಐಫೋನ್ / ಐಪ್ಯಾಡ್ ಐಒಎಸ್ 11+) ನಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು: ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ. ಕೆಳಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ ಮತ್ತು ಸಫಾರಿ ಆಯ್ಕೆಮಾಡಿ. ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯ ಅಡಿಯಲ್ಲಿ, 'ಕ್ರಾಸ್-ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ತಡೆಯಿರಿ' ಮತ್ತು 'ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ'<br><br> ಫೈರ್ಫಾಕ್ಸ್<br> ಯಾವುದೇ ವೆಬ್‌ಪುಟದಲ್ಲಿ ವಿಳಾಸ ಪಟ್ಟಿಯ ಎಡಭಾಗದಲ್ಲಿರುವ ಗುರಾಣಿ ಕ್ಲಿಕ್ ಮಾಡಿ. ಪ್ರೊಟೆಕ್ಷನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಫೈರ್‌ಫಾಕ್ಸ್ ಆದ್ಯತೆಗಳ ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತಾ ಫಲಕ ತೆರೆಯುತ್ತದೆ. ವರ್ಧಿತ ಟ್ರ್ಯಾಕಿಂಗ್ ರಕ್ಷಣೆಯ ಅಡಿಯಲ್ಲಿ, ಕಸ್ಟಮ್ ಆಯ್ಕೆಮಾಡಿ. ಆ ಚೆಕ್‌ಬಾಕ್ಸ್‌ಗಳನ್ನು ಆರಿಸುವ ಮೂಲಕ ಯಾವ ಟ್ರ್ಯಾಕರ್‌ಗಳು ಮತ್ತು ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಬೇಕೆಂದು ಆರಿಸಿ. ನೀವು hcaptcha.com ಅನ್ನು ಅನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.<br><br> ಚೆಕ್‌ಬಾಕ್ಸ್‌ಗಳ ಆಯ್ಕೆ ರದ್ದುಗೊಳಿಸುವ ಮೂಲಕ ನೀವು ಇದನ್ನು ಡೀಬಗ್ ಮಾಡಲು ಕಸ್ಟಮ್‌ನಲ್ಲಿ ಕೆಲವು ರಕ್ಷಣೆಗಳನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಆಫ್ ಮಾಡಬಹುದು: ಟ್ರ್ಯಾಕರ್‌ಗಳ ಚೆಕ್‌ಬಾಕ್ಸ್ ಆಯ್ಕೆ ರದ್ದುಮಾಡಿ ಅಥವಾ ನಿಮಗೆ ಇನ್ನೂ ಸಮಸ್ಯೆಗಳಿದ್ದರೆ ಕುಕೀಸ್ ಚೆಕ್‌ಬಾಕ್ಸ್ ಆಯ್ಕೆ ರದ್ದುಮಾಡಿ.<br><br> ಗೂಗಲ್ ಕ್ರೋಮ್<br> Google Chrome (PC)<br> Chrome ಮೆನು ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ. ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.<br> ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ, ನಂತರ ಕುಕೀಸ್ ಮತ್ತು ಇತರ ಸೈಟ್ ಡೇಟಾಗೆ ಹೋಗಿ.<br> 'ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ' ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.<br><br> Google Chrome (ಮ್ಯಾಕ್):<br> ಮೆನು ಬಾರ್‌ನಿಂದ Chrome ಆದ್ಯತೆಗಳನ್ನು ತೆರೆಯಿರಿ.<br> ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆ, ನಂತರ ಕುಕೀಸ್ ಮತ್ತು ಇತರ ಸೈಟ್ ಡೇಟಾಗೆ ಹೋಗಿ.<br> 'ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ' ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.<br><br> Google Chrome (Android):<br> ನಿಮ್ಮ Android ಸಾಧನದಲ್ಲಿ, Chrome ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ.<br> ಮೇಲಿನ ಬಲಭಾಗದಲ್ಲಿ, ಇನ್ನಷ್ಟು ಮತ್ತು ನಂತರ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.<br> ಸೈಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ನಂತರ ಕುಕೀಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.<br> 'ಕುಕೀಸ್' ಪಕ್ಕದಲ್ಲಿ, ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಆನ್ ಮಾಡಿ.<br> 'ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸಿ' ಪಕ್ಕದಲ್ಲಿರುವ ಪೆಟ್ಟಿಗೆಯನ್ನು ಪರಿಶೀಲಿಸಿ.<br><br> ಅಂತರ್ಜಾಲ ಶೋಧಕ<br> 1. ಪರದೆಯ ಮೇಲಿನ-ಬಲ ಮೂಲೆಯಲ್ಲಿರುವ ಗೇರ್ ಆಯ್ಕೆಮಾಡಿ, ನಂತರ 'ಇಂಟರ್ನೆಟ್ ಆಯ್ಕೆಗಳು' ಆಯ್ಕೆಮಾಡಿ. ನೀವು ಮೆನು ಬಾರ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ನೀವು 'ಪರಿಕರಗಳು' ಮತ್ತು 'ಇಂಟರ್ನೆಟ್ ಆಯ್ಕೆಗಳು' ಆಯ್ಕೆ ಮಾಡಬಹುದು.<br> 2. 'ಗೌಪ್ಯತೆ' ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ.<br> 3. 'ಸುಧಾರಿತ' ಗುಂಡಿಯನ್ನು ಆರಿಸಿ.<br> 4. 'ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಸ್' ಅಡಿಯಲ್ಲಿ 'ಸ್ವೀಕರಿಸಿ' ಆಯ್ಕೆಮಾಡಿ.<br> 5. 'ಸರಿ' ಕ್ಲಿಕ್ ಮಾಡಿ",
  "page-acc-tr2-head": "ಕ್ರಾಸ್-ಸೈಟ್ ಕುಕೀಗಳಿಗಾಗಿ ಬ್ರೌಸರ್ ಸೂಚನೆಗಳು",
  "priv-hc": "ಗೌಪ್ಯತೆ ಕೇಂದ್ರೀಕರಿಸಿದೆ",
  "priv-hc-text": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮನ್ನು ಅವರ ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ನಾವು ಇಲ್ಲ. ಬಳಕೆದಾರರು ಯಾರೆಂದು ನಾವು ಹೆದರುವುದಿಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತರಾಗಲು ಎಷ್ಟು ಸಾಧ್ಯವಿದೆ. ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ.",
  "reporting-bugs-accessibility-button": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "reporting-bugs-accessibility-head": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳು",
  "reporting-bugs-accessibility-text": "ನೀವು ದೃಷ್ಟಿಹೀನರಾಗಿದ್ದೀರಾ ಅಥವಾ hCaptchas ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
  "reporting-bugs-guide-ff-head": "ಬಗ್ ವರದಿಯ ವಿವರಗಳನ್ನು ಸೆರೆಹಿಡಿಯುವುದು: ಫೈರ್‌ಫಾಕ್ಸ್",
  "reporting-bugs-guide-ff-step-1": "ಹಂತ 1: ಓಪನ್ ಡೆವಲಪರ್ ಪರಿಕರಗಳು (ಇದು ಅಧಿವೇಶನವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.)",
  "reporting-bugs-guide-ff-step-2": "ಹಂತ 2: ಡೆವಲಪರ್ ಪರಿಕರಗಳಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಪರ್ಸಿಸ್ಟ್ ಲಾಗ್ಸ್ ಬಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.",
  "reporting-bugs-guide-ff-step-3": "ಹಂತ 3: https://accounts.hcaptcha.com/demo ಅಥವಾ ನೀವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ (ಗೌಪ್ಯತೆ ಗಮನಿಸಿ: ಅದು ಏನೆಂದು ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಮನಸ್ಸಿಲ್ಲದಿದ್ದರೆ ಮಾತ್ರ) ... ತದನಂತರ I ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ನಾನು ಮಾನವ ಬಟನ್, ಮತ್ತು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",
  "reporting-bugs-guide-ff-step-4": "ಹಂತ 4: ನೀವು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ ನಂತರ HAR ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನೆಟ್‌ವರ್ಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು ಎಲ್ಲವನ್ನೂ HAR ಆಗಿ ಉಳಿಸಿ ಆಯ್ಕೆಮಾಡಿ. ಆ ಫೈಲ್ ಅನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ.",
  "reporting-bugs-guide-ff-step-5": "ಹಂತ 5: ಕನ್ಸೋಲ್ ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ನಂತರ ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಅದನ್ನು ಪಠ್ಯ ಫೈಲ್‌ನಲ್ಲಿ ಉಳಿಸಿ, ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು. ಅದನ್ನೂ ನಮಗೆ ಕಳುಹಿಸಿ.",
  "reporting-bugs-guide-ff-step-6": "ಕೊನೆಯ ಹಂತ: ಆ HAR ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಫೈಲ್‌ಗಳನ್ನು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ ಬಳಸಿ: support@hcaptcha.com (ದಯವಿಟ್ಟು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್ ಅಥವಾ ಫೈಲ್‌ಬಿನ್‌ನಂತಹ ಸೇವೆಯನ್ನು ಬಳಸಿ ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ) ಮತ್ತು ಐಚ್ಛಿಕವಾಗಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್, ಏನಾದರೂ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸುತ್ತಿಲ್ಲ ಎಂದು ನೀವು ಅನುಮಾನಿಸಿದರೆ . ದಯವಿಟ್ಟು ನೀವು ಬಳಸುತ್ತಿರುವ ಐಪಿಯನ್ನೂ ಕಳುಹಿಸಿ. ನೀವು ಇದನ್ನು https://www.whatsmyip.org/ ನಿಂದ ಪಡೆಯಬಹುದು. ಈ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಮಯ ತೆಗೆದುಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! hCaptcha ಎಲ್ಲರಿಗೂ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವಂತೆ ಮಾಡಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ.",
  "reporting-bugs-guide-head": "ಬಗ್ ವರದಿಯ ವಿವರಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲಾಗುತ್ತಿದೆ: ಕ್ರೋಮ್",
  "reporting-bugs-guide-step-1": "ಹಂತ 1: ಓಪನ್ ಡೆವಲಪರ್ ಪರಿಕರಗಳು (ಇದು ಅಧಿವೇಶನವನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡಲು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.)",
  "reporting-bugs-guide-step-2": "ಹಂತ 2: ಡೆವಲಪರ್ ಪರಿಕರಗಳಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮೇಲ್ಭಾಗದಲ್ಲಿ ಸಂರಕ್ಷಿಸಿ ಲಾಗ್ ಬಾಕ್ಸ್ ಪರಿಶೀಲಿಸಿ.",
  "reporting-bugs-guide-step-3": "ಹಂತ 3: https://accounts.hcaptcha.com/demo ಅಥವಾ ನೀವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ (ಗೌಪ್ಯತೆ ಗಮನಿಸಿ: ಅದು ಏನೆಂದು ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಮನಸ್ಸಿಲ್ಲದಿದ್ದರೆ ಮಾತ್ರ) ... ತದನಂತರ I ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ನಾನು ಮಾನವ ಬಟನ್, ಮತ್ತು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",
  "reporting-bugs-guide-step-4": "ಹಂತ 4: ನೀವು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ ನಂತರ ರಫ್ತು HAR (ಸ್ವಲ್ಪ ಕೆಳಗೆ ಬಾಣ) ಕ್ಲಿಕ್ ಮಾಡಿ, ಅದು ನೆಟ್‌ವರ್ಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸುತ್ತದೆ. ಆ ಫೈಲ್ ಅನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ.",
  "reporting-bugs-guide-step-5": "ಹಂತ 5: ಕನ್ಸೋಲ್ ಟ್ಯಾಬ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ, ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ನಂತರ ಉಳಿಸು .. ಅದನ್ನೂ ನಮಗೆ ಕಳುಹಿಸಿ.",
  "reporting-bugs-guide-step-6": "ಕೊನೆಯ ಹಂತ: ಆ HAR ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಫೈಲ್‌ಗಳನ್ನು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ. ಬಳಸಿ: support@hcaptcha.com (ದಯವಿಟ್ಟು ಡ್ರಾಪ್‌ಬಾಕ್ಸ್ ಅಥವಾ ಫೈಲ್‌ಬಿನ್‌ನಂತಹ ಸೇವೆಯನ್ನು ಬಳಸಿ ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ) ಮತ್ತು ಐಚ್ಛಿಕವಾಗಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್, ಏನಾದರೂ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸುತ್ತಿಲ್ಲ ಎಂದು ನೀವು ಅನುಮಾನಿಸಿದರೆ. ದಯವಿಟ್ಟು ನೀವು ಬಳಸುತ್ತಿರುವ ಐಪಿಯನ್ನೂ ಕಳುಹಿಸಿ. ನೀವು ಇದನ್ನು https://www.whatsmyip.org/ ನಿಂದ ಪಡೆಯಬಹುದು ಈ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಮಯ ತೆಗೆದುಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು! hCaptcha ಎಲ್ಲರಿಗೂ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವಂತೆ ಮಾಡಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ.",
  "reporting-bugs-guide-text-1": "ನಿಮ್ಮ ವರದಿಯೊಂದಿಗೆ ಡೀಬಗ್ ಮಾಡುವ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸುವುದರಿಂದ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಗುರುತಿಸಲು ನಮಗೆ ಸುಲಭವಾಗುತ್ತದೆ. ಹಂತ-ಹಂತದ ಸೂಚನೆಗಳು ಇಲ್ಲಿವೆ:",
  "reporting-bugs-guide-text-2": "ನೀವು ವೆಬ್ ಡೆವಲಪರ್ ಅಥವಾ ಪರಿಣಿತ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ಸಾರಾಂಶವೆಂದರೆ ನೀವು ನಮಗೆ ನೆಟ್‌ವರ್ಕ್ ರೆಕಾರ್ಡಿಂಗ್ HAR ಮತ್ತು ಬ್ರೌಸರ್ ಕನ್ಸೋಲ್ ಲಾಗ್‌ಗಳನ್ನು ಕಳುಹಿಸಬೇಕೆಂದು ನಾವು ಬಯಸುತ್ತೇವೆ. ದಯವಿಟ್ಟು ಮೊದಲು ಯಾವುದೇ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ಭದ್ರತಾ ವಿಸ್ತರಣೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ ಮತ್ತು ನೀವು ಈ ಹಂತಗಳನ್ನು ಅನುಸರಿಸುವ ಮೊದಲು ಮರುಪ್ರಯತ್ನಿಸಿ. ಅದು ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದರೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಆವೃತ್ತಿ, ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ URL ಅನ್ನು ನಮಗೆ ತಿಳಿಸಲು ನಾವು ಇನ್ನೂ ಶ್ಲಾಘಿಸುತ್ತೇವೆ.",
  "reporting-bugs-intro-head": "ದೋಷ ಕಂಡುಬಂದಿದೆಯೇ? ಅದನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡುವುದು ಎಂಬುದು ಇಲ್ಲಿದೆ.",
  "reporting-bugs-intro-text": "ಸಾವಿರಾರು ಜನರು ಬ್ರೌಸರ್‌ಗಳು, ವಿಸ್ತರಣೆಗಳು, ಸಾಧನಗಳು, ಫೈರ್‌ವಾಲ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನ ಸಂಯೋಜನೆಗಳಲ್ಲಿ ಪ್ರತಿ ತಿಂಗಳು ಲಕ್ಷಾಂತರ ಜನರು ಎಚ್‌ಕ್ಯಾಪ್ಚಾವನ್ನು ಬಳಸುತ್ತಾರೆ. ಇದು ಯಾವಾಗಲೂ ನಿಮಗಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ವರದಿಗಳನ್ನು ನಾವು ತುಂಬಾ ಪ್ರಶಂಸಿಸುತ್ತೇವೆ! ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲು, ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸು ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ. ನೀವು ಕ್ರಿಯಾತ್ಮಕ ಸಮಸ್ಯೆಯನ್ನು ನೋಡುತ್ತಿದ್ದರೆ, ದಯವಿಟ್ಟು Chrome ಗಾಗಿ ಡೀಬಗ್ ಲಾಗ್ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ ಅಥವಾ ಕೆಳಗಿನ ಫೈರ್‌ಫಾಕ್ಸ್‌ಗಾಗಿ ಡೀಬಗ್ ಲಾಗ್ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ. ಬೇರೆ ಯಾವುದೇ ಬ್ರೌಸರ್‌ಗಳಿಗಾಗಿ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ. ಸಂಭಾವ್ಯ ಸುರಕ್ಷತೆ ಅಥವಾ ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳಿಗಾಗಿ, ಕೆಳಗಿನ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ.",
  "reporting-bugs-privacy-head": "ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳು",
  "reporting-bugs-privacy-text": "ಬಳಕೆದಾರರು ಯಾರೆಂದು ನಾವು ಹೆದರುವುದಿಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತ ಅಥವಾ ಯಂತ್ರಗಳಾಗಿರಲು ಎಷ್ಟು ಸಾಧ್ಯವಿದೆ. ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಸುರಕ್ಷತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸುತ್ತೇವೆ. ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಪರಿಣಾಮ ಬೀರಬಹುದು ಎಂದು ನೀವು ಭಾವಿಸುವ ಸಮಸ್ಯೆಯನ್ನು ನೀವು ಕಂಡುಕೊಂಡಿದ್ದರೆ, ದಯವಿಟ್ಟು support@hcaptcha.com ನಲ್ಲಿ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ.",
  "reporting-bugs-provide-feedback-button": "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ",
  "reporting-bugs-provide-feedback-head": "HCaptcha ಕುರಿತು ತಕ್ಷಣದ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಒದಗಿಸಿ",
  "reporting-bugs-provide-feedback-text": "ನಿಮ್ಮ ಇನ್ಪುಟ್ ಅನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸುತ್ತೇವೆ.",
  "reporting-bugs-security-head": "ಭದ್ರತಾ ದೋಷಗಳು",
  "reporting-bugs-security-text": "ಭದ್ರತಾ ದೋಷಗಳ ವರದಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನಾವು ಯಾವಾಗಲೂ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ. Support@hcaptcha.com & CC security@hcaptcha.com ಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ನಾವು ನಿಮ್ಮನ್ನು ಶೀಘ್ರವಾಗಿ ಸಂಪರ್ಕಿಸುತ್ತೇವೆ. ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಸೇವೆ ಮತ್ತು ಸಂಬಂಧಿತ ಮೂಲ ಕೋಡ್‌ನಲ್ಲಿ ಅರ್ಹ ಭದ್ರತಾ ವರದಿಗಳಿಗಾಗಿ ನಾವು ಬಗ್ ಬೌಂಟಿ ಪ್ರೋಗ್ರಾಂ ಅನ್ನು ಸಹ ಹೊಂದಿದ್ದೇವೆ.",
  "sales-interstitial-c1": "ಕಂಪನಿಗಳಿಗೆ",
  "sales-interstitial-c1a": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಭದ್ರತಾ ಪರಿಹಾರಗಳು (ಪಾವತಿಸಲಾಗಿದೆ)",
  "sales-interstitial-c1b": "HCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ (ಬಾಟ್‌ಸ್ಟಾಪ್) ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "sales-interstitial-c1c": "ಡೇಟಾ ಟಿಪ್ಪಣಿ",
  "sales-interstitial-c1d": "HCaptcha ಟಿಪ್ಪಣಿ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
  "sales-interstitial-c2": "ವ್ಯಕ್ತಿಗಳಿಗೆ",
  "sales-interstitial-c2a": "ನಿಮ್ಮ ಸೇವೆಗೆ hCaptcha ಅನ್ನು ಸೇರಿಸಿ (ಉಚಿತ)",
  "sales-interstitial-c2b": "ನನ್ನ ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಪ್ರಕಾಶಕರಿಗೆ hCaptcha ಸೇರಿಸಿ",
  "sales-interstitial-c2c": "HCaptcha ಎಂದರೇನು?",
  "sales-interstitial-c2d": "HCaptcha ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "sales-interstitial-head": "ನೀವು ಸರಿಯಾದ ಸ್ಥಳಕ್ಕೆ ಬರುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳೋಣ.",
  "sec-hc": "ಭದ್ರತೆ ಮೊದಲು",
  "sec-hc-text": "hCaptcha ಪ್ರಕಾಶಕ-ಕೇಂದ್ರಿತವಾಗಿದೆ. ನಾವು ಸೈಟ್‌ಗಳಿಗೆ ನೈಜ ಡೇಟಾವನ್ನು ನೀಡಲು ಕೆಲಸ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತೇವೆ. ನಿಖರತೆ ನಿಮ್ಮ ಆಸಕ್ತಿ ಮತ್ತು ನಮ್ಮದು. ಇತರೆ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಒದಗಿಸುತ್ತವೆ. ಅವರು ನಿರ್ಬಂಧಿಸುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ಅವರ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.",
  "signup-interstitial-c1": "ಕಂಪನಿಗಳು ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗಾಗಿ",
  "signup-interstitial-c1a": "ನಿಮ್ಮ ಸೇವೆಗೆ hCaptcha ಅನ್ನು ಸೇರಿಸಿ (ಉಚಿತ)",
  "signup-interstitial-c1b": "ನನ್ನ ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಪ್ರಕಾಶಕರಿಗೆ hCaptcha ಸೇರಿಸಿ",
  "signup-interstitial-c1c": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಭದ್ರತಾ ಪರಿಹಾರಗಳು (ಪಾವತಿಸಲಾಗಿದೆ)",
  "signup-interstitial-c1d": "HCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ (ಬಾಟ್‌ಸ್ಟಾಪ್) ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "signup-interstitial-c1e": "ಡೇಟಾ ಟಿಪ್ಪಣಿ",
  "signup-interstitial-c1f": "HCaptcha ಟಿಪ್ಪಣಿ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
  "signup-interstitial-c2": "ವ್ಯಕ್ತಿಗಳಿಗೆ",
  "signup-interstitial-c2a": "ಪ್ರವೇಶಿಸುವಿಕೆ",
  "signup-interstitial-c2b": "HCaptcha ಗಾಗಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ",
  "signup-interstitial-c2c": "ಹಣ ಗಳಿಸು",
  "signup-interstitial-c2d": "ವೈಯಕ್ತಿಕ ಡೇಟಾ ಲೇಬಲ್ ಆಗಿ ಕೆಲಸ ಮಾಡಿ",
  "signup-interstitial-head": "ನೀವು ಸರಿಯಾದ ಸ್ಥಳಕ್ಕೆ ಬರುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳೋಣ.",
  "support-interstitial-c1": "ಕಂಪನಿಗಳಿಗೆ",
  "support-interstitial-c1a": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಭದ್ರತಾ ಪರಿಹಾರಗಳು (ಪಾವತಿಸಲಾಗಿದೆ)",
  "support-interstitial-c1b": "HCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ (ಬಾಟ್‌ಸ್ಟಾಪ್) ಗೆ ಬೆಂಬಲ ಪಡೆಯಿರಿ",
  "support-interstitial-c1c": "hCaptcha ಪ್ರಕಾಶಕರು (ಉಚಿತ)",
  "support-interstitial-c1d": "HCaptcha ಪ್ರಕಾಶಕರಿಗೆ ಬೆಂಬಲ ಪಡೆಯಿರಿ",
  "support-interstitial-c2": "ವ್ಯಕ್ತಿಗಳಿಗೆ",
  "support-interstitial-c2a": "ಸವಾಲಿನೊಂದಿಗೆ ತೊಂದರೆ ಇದೆಯೇ?",
  "support-interstitial-c2b": "HCaptcha ಗಾಗಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಬಗ್ಗೆ ತಿಳಿಯಿರಿ",
  "support-interstitial-c2c": "ದೋಷವನ್ನು ವರದಿ ಮಾಡಲು ಬಯಸುವಿರಾ?",
  "support-interstitial-c2d": "ಸಾಫ್ಟ್‌ವೇರ್ ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡುವ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
  "support-interstitial-head": "ನೀವು ಸರಿಯಾದ ಸ್ಥಳಕ್ಕೆ ಬರುತ್ತೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳೋಣ.",
  "what-is-hcaptcha": "ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಎಂದರೇನು?",
  "what-is-hcaptcha-text": "ಮಾನವರಿಗೆ ಸುಲಭವಾದ ಮತ್ತು ಯಂತ್ರಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಸರಳ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುವ ಮೂಲಕ ಬಾಟ್‌ಗಳು, ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ಹೊರಗಿಡಲು ನಿಮ್ಮ ನೆಚ್ಚಿನ ವೆಬ್ ಸೇವೆಗಳಿಗೆ hCaptcha ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
  "why-hc": "ಎಚ್‌ಕ್ಯಾಪ್ಚಾ ಏಕೆ?",
  "why-hc-text": "ಪ್ರತಿ ಬಾರಿ ನೀವು ಸವಾಲಿಗೆ ಉತ್ತರಿಸಿದಾಗ, ನೀವು ಮನುಷ್ಯರಾಗಿದ್ದೀರಾ ಅಥವಾ ಯಂತ್ರವೇ ಎಂದು ಕಂಡುಹಿಡಿಯಲು ನಾವು ಅತ್ಯಾಧುನಿಕ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ನೀವು ಭೇಟಿ ನೀಡಿದ ವೆಬ್‌ಸೈಟ್ ಬಾಟ್‌ಗಳನ್ನು ಹೊರಗಿಡುವ ಮೂಲಕ ಅವರ ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಈ ಫಲಿತಾಂಶವನ್ನು ಬಳಸುತ್ತದೆ.",
  "footer-link-5b": "ಒತ್ತಿ",
  "footer-link-cyberattacks": "ಸೈಬರ್ ದಾಳಿಗಳು 101"
}