{
    "1137470858": "ಡಿಸೆಂಬರ್ 11, 2021",
    "12462594": "hCaptcha ಹ್ಯೂಮನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ, ಇದು ಪ್ರತಿ ಹಂತದಲ್ಲೂ ವೆಚ್ಚ ಮತ್ತು ದಕ್ಷತೆಯನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು ಅತ್ಯಾಧುನಿಕ ರೂಟಿಂಗ್ ಮತ್ತು ವಿಶ್ಲೇಷಣೆಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
    "2262549101": "ಸಂಪರ್ಕದ ಪರ್ಯಾಯ ವಿಧಾನಗಳನ್ನು US ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕಚೇರಿ DMCA ಗೊತ್ತುಪಡಿಸಿದ ಏಜೆಂಟ್ ಡೈರೆಕ್ಟರಿಯಲ್ಲಿ ದಾಖಲಿಸಲಾಗಿದೆ",
    "2272776729": "ನಿಮ್ಮ ಗುರುತನ್ನು ನೀವು ಪರಿಶೀಲಿಸಬೇಕು ಮತ್ತು ಮುಂದಿನ ಕ್ರಮವನ್ನು ತೆಗೆದುಕೊಳ್ಳುವ ಮೊದಲು ವಿನಂತಿಸಬೇಕು, ಉದಾಹರಣೆಗೆ ನಿಮ್ಮ ಸರ್ಕಾರಿ ಗುರುತನ್ನು ಒದಗಿಸುವ ಮೂಲಕ. ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಕಾನೂನಿಗೆ ಅನುಗುಣವಾಗಿ, ನಿಮ್ಮ ಪರವಾಗಿ ವಿನಂತಿಯನ್ನು ಮಾಡಲು ನೀವು ಅಧಿಕೃತ ಏಜೆಂಟ್ ಅನ್ನು ನೇಮಿಸಬಹುದು. ನಿಮ್ಮ ಪರವಾಗಿ ವಿನಂತಿಯನ್ನು ಮಾಡಲು ಅಧಿಕೃತ ಏಜೆಂಟ್ ಅನ್ನು ನೇಮಿಸಲು, ನೀವು ಮಾನ್ಯವಾದ ವಕೀಲರ ಅಧಿಕಾರವನ್ನು ಒದಗಿಸಬೇಕು, ವಿನಂತಿಸಿದ ಮಾನ್ಯ ಸರ್ಕಾರವು ಗುರುತಿಸುವಿಕೆಯನ್ನು ಒದಗಿಸಬೇಕು ಮತ್ತು ಅಧಿಕೃತ ಏಜೆಂಟರ ಮಾನ್ಯ ಸರ್ಕಾರವು ಗುರುತಿಸುವಿಕೆಯನ್ನು ನೀಡಬೇಕು.",
    "2335607721": "ಗಮನಿಸಿ. ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ಸೂಚನೆಗಳನ್ನು ಇ-ಮೇಲ್ ಮೂಲಕ ಕಳುಹಿಸಲಾಗುತ್ತದೆ ಅಥವಾ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ. ನೀವು ನಮಗೆ ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಬೇಕು",
    "2875934612": "ನವೆಂಬರ್ 20, 2020",
    "3084122606": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಮ್ಮ ಬಳಕೆಯು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯ ಆಧಾರದ ಮೇಲೆ, ಸೇವೆಯಲ್ಲಿ ಸೂಚಿಸಲಾದ ರೀತಿಯಲ್ಲಿ ಅಥವಾ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವ ಮೂಲಕ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಅದನ್ನು ಹಿಂಪಡೆಯುವ ಹಕ್ಕನ್ನು ನೀವು ಹೊಂದಿರುತ್ತೀರಿ",
    "3312286067": "ಅಥವಾ ನಿಮ್ಮ ಅಧಿಕಾರ ವ್ಯಾಪ್ತಿಯಲ್ಲಿರುವ ಡೇಟಾ ರಕ್ಷಣೆ ನಿಯಂತ್ರಕರಿಗೆ ದೂರನ್ನು ಸಲ್ಲಿಸಿ. ನಿಮ್ಮ ಡೇಟಾ ರಕ್ಷಣೆ ನಿಯಂತ್ರಕವನ್ನು ನೀವು ಇಲ್ಲಿ ಕಾಣಬಹುದು",
    "3506025515": "hCaptcha log4shell ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿಲ್ಲ. ನಮಗೆ ಹೇಗೆ ತಿಳಿದಿದೆ ಎಂಬುದು ಇಲ್ಲಿದೆ.",
    "3516838896": "log4j2 ರಿಮೋಟ್ ಕೋಡ್ ಎಕ್ಸಿಕ್ಯೂಶನ್ ಬಗ್ ಇತ್ತೀಚೆಗೆ ಇಂಟರ್ನೆಟ್ ಅನ್ನು ವ್ಯಾಪಿಸಿದೆ, ಇದು ಹೆಚ್ಚಿನ ಶೇಕಡಾವಾರು ಆನ್‌ಲೈನ್ ಸೇವೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ. hCaptcha ಪರಿಣಾಮ ಬೀರಲಿಲ್ಲ. ಆ ಸತ್ಯವನ್ನು ನಾವು ಹೇಗೆ ಪರಿಶೀಲಿಸಿದ್ದೇವೆ ಎಂಬುದು ಇಲ್ಲಿದೆ.",
    "3553195003": "hCaptcha log4shell ನಿಂದ ಪ್ರಭಾವಿತವಾಗಿಲ್ಲ.",
    "3610875753": "- ಗಮನಾರ್ಹವಾದ ವ್ಯವಹಾರದ ಅಡಚಣೆಯ ನಂತರ ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಮಾಡುವಂತೆ ನೀವು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ",
    "3612764043": ", ನೀವು hcaptcha.com ಅಥವಾ hcaptchastatus.com ನಲ್ಲಿ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೋಗಬೇಕು.",
    "3626193263": "ಡಿಜಿಟಲ್ ಮಿಲೇನಿಯಮ್ ಕಾಪಿರೈಟ್ ಆಕ್ಟ್ (DMCA) ಗಾಗಿ hCaptcha ಗೊತ್ತುಪಡಿಸಿದ ಏಜೆಂಟ್",
    "3794891866": "ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕರು CCPA ಅಡಿಯಲ್ಲಿ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವ ಮೂಲಕ ತಮ್ಮ ಹಕ್ಕುಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ವಿನಂತಿಯನ್ನು ಮಾಡಬಹುದು",
    "3814036702": "- ನಮ್ಮ ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆ ಕುರಿತು ನೀವು ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಬಹುದು",
    "3975007628": "ಈಗ ಪ್ರತಿ ತಿಂಗಳು ಹತ್ತಾರು ಮಿಲಿಯನ್‌ಗಳಷ್ಟು ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ನೂರಾರು ಮಿಲಿಯನ್ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಿ. ನೀವು ಗೌಪ್ಯತೆಯನ್ನು ಮೊದಲು ಇರಿಸಿದಾಗ ನೀವು ಬಿಗ್ ಟೆಕ್‌ನೊಂದಿಗೆ ಸ್ಪರ್ಧಿಸಬಹುದು ಎಂದು ನಮ್ಮ ಕಥೆ ತೋರಿಸುತ್ತದೆ.",
    "4038264749": "ಸ್ಥಳೀಯ COVID-19 ಆರ್ಡರ್‌ಗಳು ಜಾರಿಯಲ್ಲಿರುವಾಗ, ಮೇಲ್ ಅನ್ನು ಸಮಯೋಚಿತವಾಗಿ ಸ್ವೀಕರಿಸಲಾಗುತ್ತದೆ ಎಂಬುದಕ್ಕೆ ಯಾವುದೇ ಗ್ಯಾರಂಟಿಗಳಿಲ್ಲ ಮತ್ತು ಇಮೇಲ್ (",
    "4115505783": ") ನಮ್ಮನ್ನು ತಲುಪಲು ಸರಿಯಾದ ಚಾನಲ್ ಆಗಿದೆ. ಕಂಪನಿಯು ದೂರವಾಣಿ ಅಥವಾ ಫ್ಯಾಕ್ಸ್ ಸಂಖ್ಯೆಗಳನ್ನು ನಿರ್ವಹಿಸುವುದಿಲ್ಲ; ಇದು 21 ನೇ ಶತಮಾನ.",
    "4164851712": "ನಾವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಿದಂತೆ ಮಾತ್ರ ಬಳಸುತ್ತೇವೆ. ಕೆಳಗೆ ವಿವರಿಸಲಾದ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆಯ ಕಾನೂನು ಆಧಾರಗಳ ಕುರಿತು ನಾವು ನಿಮಗೆ ತಿಳಿಸಬೇಕಾಗಿದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವ ಕಾನೂನು ಆಧಾರಗಳ ಕುರಿತು ನೀವು ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ",
    "4201262098": "ಈ ತಂತ್ರಜ್ಞಾನವು ನಿಮ್ಮ ಕೆಲಸದ ಪ್ರತಿಯೊಂದು ಭಾಗವನ್ನು ನಿರ್ವಹಿಸಲು ಸರಿಯಾದ ಉದ್ಯೋಗಿಗಳಿಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಗೌಪ್ಯತೆಯನ್ನು ಕಾಪಾಡುವ ಮತ್ತು ಅನ್ವಯಿಸಬಹುದಾದ ಯಾವುದೇ ನಿಯಂತ್ರಕ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುವ ಮೂಲಕ ವೆಚ್ಚದ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
    "4217188341": "ನವೆಂಬರ್ 30, 2020",
    "4238473596": "ನೈಜ ಬಳಕೆದಾರರಿಗೆ ಘರ್ಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು ಮುಖ್ಯವಾಗಿದೆ. hCaptcha ಸರಳವಾದ ಕಾರ್ಯಗಳನ್ನು ಬಳಸುತ್ತದೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಬೋಟ್ ಟ್ರಾಫಿಕ್ ಅನ್ನು ನಿಲ್ಲಿಸುವಾಗ ಹೆಚ್ಚಿನ ಬಳಕೆದಾರರಿಗೆ ಕಡಿಮೆ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.",
    "4243935861": "ha.com",
    "4270798104": "2. ಇತರ ವಿಸ್ತರಣೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ. ಅದು ಅದನ್ನು ಪರಿಹರಿಸಿದರೆ, ನೀವು ಸಮಸ್ಯೆಯನ್ನು ಕಂಡುಕೊಳ್ಳುವವರೆಗೆ ಅವುಗಳನ್ನು ಒಂದೊಂದಾಗಿ ಆನ್ ಮಾಡಿ ಮತ್ತು ಆ ವಿಸ್ತರಣೆಯ ಡೆವಲಪರ್‌ಗೆ ಅದರ ಬಗ್ಗೆ ತಿಳಿಸಿ, ಜೊತೆಗೆ ನಮಗೆ ತಲೆ ಎತ್ತುವಂತೆ ಮಾಡಿ",
    "427220273": "ನಿಮ್ಮ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಮತ್ತು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ನಿಮ್ಮಿಂದ ನಿರ್ದಿಷ್ಟ ಮಾಹಿತಿಯನ್ನು ವಿನಂತಿಸಬಹುದು. ಅನ್ವಯಿಸುವ ಕಾನೂನು ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ತಿರಸ್ಕರಿಸಲು ನಮಗೆ ಅಗತ್ಯವಾಗಬಹುದು ಅಥವಾ ಅನುಮತಿಸಬಹುದು. ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಾವು ನಿರಾಕರಿಸಿದರೆ, ಕಾನೂನು ನಿರ್ಬಂಧಗಳಿಗೆ ಒಳಪಟ್ಟು ಏಕೆ ಎಂದು ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಮ್ಮ ಬಳಕೆಯ ಬಗ್ಗೆ ಅಥವಾ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಿಮ್ಮ ವಿನಂತಿಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯೆಯ ಕುರಿತು ನೀವು ದೂರನ್ನು ಸಲ್ಲಿಸಲು ಬಯಸಿದರೆ, ನೀವು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಬಹುದು",
    "433026247": "ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಮೂಲಕ, ನೀವು ಅರ್ಹತೆಗಳು ಮತ್ತು ಕೌಶಲ್ಯಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಬಹುದು, ಅದನ್ನು ನಾವು ನಮ್ಮ ವಿವೇಚನೆಯಿಂದ ನೀಡುತ್ತೇವೆ. ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಅಥವಾ ಯಾವುದೇ ಕಾರಣವಿಲ್ಲದೆ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಅರ್ಹತೆಗಳು ಮತ್ತು ಕೌಶಲ್ಯಗಳನ್ನು ರಚಿಸಲು, ಸಂಪಾದಿಸಲು ಅಥವಾ ಹಿಂತೆಗೆದುಕೊಳ್ಳುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ರಾಷ್ಟ್ರೀಯ ಮೂಲ, ಜನಾಂಗ, ಬಣ್ಣ, ಲಿಂಗ, ಲೈಂಗಿಕ ದೃಷ್ಟಿಕೋನ, ಅಥವಾ ಕಾನೂನಿನಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟ ಯಾವುದೇ ಇತರ ವರ್ಗದ ಆಧಾರದ ಮೇಲೆ ನಾವು ತಾರತಮ್ಯ ಮಾಡದ ಕಾರಣ, ನಿಮ್ಮ ಅರ್ಹತೆಗಳು ಮತ್ತು ಕೌಶಲ್ಯಗಳು ಸಂಗ್ರಹಗೊಂಡಂತೆ ಕಾರ್ಯಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ಸಾಧಿಸಲು ನೀವು ಯಾವುದೇ ಇತರ ಕೊಡುಗೆದಾರರಿಗೆ ಸಮಾನವಾದ ಅವಕಾಶವನ್ನು ಹೊಂದಿರುತ್ತೀರಿ. . ಕೊಡುಗೆದಾರರಾಗಿ, ಸಮಸ್ಯಾತ್ಮಕ ಪರೀಕ್ಷಾ ಪ್ರಶ್ನೆಗಳು ನಿಮ್ಮ ವಿದ್ಯಾರ್ಹತೆಗಳು, ಕೌಶಲ್ಯಗಳು ಅಥವಾ ಪ್ರತಿಫಲಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಿದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ಟಾಸ್ಕ್ ಇಂಟರ್ಫೇಸ್ ಮೂಲಕ ಅಥವಾ ನಮ್ಮ ಬೆಂಬಲ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಟಿಕೆಟ್ ಮೂಲಕ ಸಮಸ್ಯಾತ್ಮಕ ಪರೀಕ್ಷಾ ಪ್ರಶ್ನೆಗಳನ್ನು ವಿವರಿಸುವ ಉತ್ತಮ ಬೆಂಬಲಿತ ವಿವಾದಗಳನ್ನು ನೀವು ಒದಗಿಸಬಹುದು, ಉದಾಹರಣೆಗೆ ಇಮೇಲ್ ಮೂಲಕ ನಲ್ಲಿ",
    "492025216": "ಡಿಸೆಂಬರ್ 13, 2021",
    "799274928": "ಇ-ಮೇಲ್ ಸೂಚನೆಗಳನ್ನು ಲಿಖಿತ ಸೂಚನೆಗಳ ಅಗತ್ಯವಿರುವ ಎಲ್ಲಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಲಿಖಿತ ಸೂಚನೆಗಳು ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ. ಇ-ಮೇಲ್ ಸೂಚನೆಗಳನ್ನು ಉದ್ದೇಶಿತ ಸ್ವೀಕರಿಸುವವರಿಗೆ ಸರಿಯಾಗಿ ಸಂಬೋಧಿಸಿದ ನಂತರ ವ್ಯವಹಾರದ ದಿನದಂದು ಸ್ವೀಕರಿಸಲಾಗಿದೆ ಎಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ.",
    "211351380": "ಬ್ಲಾಗ್‌ನಿಂದ:",
    "3153117136": "hCaptcha ಡಿಫಿಕಲ್ಟಿ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತವೆ",
    "2915355938": "ಪ್ರವೇಶಿಸುವಿಕೆ",
    "793784899": "ಯೋಜನೆಗಳು",
    "2671622670": "ಉದ್ಯಮ",
    "3527140447": "ಡಾಕ್ಸ್",
    "505891021": "ಲೇಬಲಿಂಗ್ ಸೇವೆಗಳು",
    "692176459": "ಲಾಗಿನ್ ಮಾಡಿ",
    "1892574253": "ಸೈನ್ ಅಪ್ ಮಾಡಿ",
    "2593864519": "ಹೆಚ್ಚಿನ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಿ. ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಲು ಪ್ರಾರಂಭಿಸಿ.",
    "4007826952": "ವೆಬ್, ಮೊಬೈಲ್ ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಿಗಾಗಿ #1 ಗೌಪ್ಯತೆ-ಮೊದಲ ಕ್ಯಾಪ್ಚಾ.",
    "3721365241": "ಪ್ರಯತ್ನಿಸಿ",
    "3753956446": "ಉಚಿತ",
    "3276777569": "hCaptcha",
    "55035359": "ಪ್ರಸ್ತುತ reCAPTCHA ಬಳಸುತ್ತಿರುವಿರಾ?",
    "3417372336": "ನಿಮಿಷಗಳಲ್ಲಿ ಬದಲಿಸಿ",
    "2881474837": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್",
    "1685871181": "ಉನ್ನತ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು ಅವಲಂಬಿಸಿವೆ",
    "1470290349": "ಅತ್ಯುತ್ತಮ ದರ್ಜೆಯ ಬೋಟ್ ಮತ್ತು ವಂಚನೆ ನಿರ್ವಹಣೆಗಾಗಿ.",
    "3714002185": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "3946753128": "ಖಾಸಗಿ. ಸುರಕ್ಷಿತ. ವೇಗವಾಗಿ.",
    "939665604": "ಗೌಪ್ಯತೆ ಕೇಂದ್ರೀಕೃತವಾಗಿದೆ",
    "780475098": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮ ಸಂದರ್ಶಕರನ್ನು ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ಭೇಟಿ ಒಳ್ಳೆಯದೋ ಕೆಟ್ಟದ್ದೋ ಎಂಬುದನ್ನು ಮಾತ್ರ ನಾವು ಕಾಳಜಿ ವಹಿಸುತ್ತೇವೆ. hCaptcha GDPR, CCPA, LGPD, PIPL ಮತ್ತು ಇತರ ಜಾಗತಿಕ ಡೇಟಾ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸುತ್ತದೆ.",
    "219813583": "ಮೊದಲು ಭದ್ರತೆ",
    "2714878440": "ನಮ್ಮ ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆ ಮತ್ತು ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನೆಯೊಂದಿಗೆ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್, ಖಾತೆ ಸ್ವಾಧೀನಗಳು, ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು ಮತ್ತು ಸ್ಪ್ಯಾಮ್‌ನಿಂದ ನಿಮ್ಮ ಸೇವೆಗಳನ್ನು ರಕ್ಷಿಸಿ.",
    "1397766838": "ಉತ್ತಮ ಬಳಕೆದಾರ ಅನುಭವ",
    "2670352917": "hCaptcha ಮಾನವರು ಪರಿಹರಿಸಲು ಸರಳವಾಗಿರುವಾಗ ಹೆಚ್ಚು ವಿಶ್ವಾಸಾರ್ಹ ಬೋಟ್ ಪತ್ತೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "2806751666": "hCaptcha ಎಂದರೇನು?",
    "3096063825": "ಇದನ್ನು ಪ್ರಯತ್ನಿಸಿ",
    "2968026167": "ನಿಮ್ಮ ನೆಚ್ಚಿನ ತರಕಾರಿ",
    "713281684": "ಬದನೆ ಕಾಯಿ",
    "4147497805": "ಕ್ಯಾರೆಟ್",
    "3758963444": "ಧನ್ಯವಾದ! ನಿಮ್ಮ ಸಲ್ಲಿಕೆಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ!",
    "1070364246": "ಅಯ್ಯೋ! ಫಾರ್ಮ್ ಅನ್ನು ಸಲ್ಲಿಸುವಾಗ ಏನೋ ತಪ್ಪಾಗಿದೆ.",
    "1129833879": "ದುರುದ್ದೇಶಪೂರಿತ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಿ, ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಿ",
    "58091799": "hCaptcha ಪಬ್ಲಿಷರ್ ಮತ್ತು ಎಂಟರ್‌ಪ್ರೈಸ್ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "1599610318": "ಪ್ರಕಾಶಕರು",
    "3093388779": "ಯಾವುದೇ ಗಾತ್ರದ ಪ್ರಕಾಶಕರಿಗೆ ಬಳಸಲು hCaptcha ಉಚಿತವಾಗಿದೆ",
    "179723061": "ವರ್ಗದ ಪ್ರಮುಖ ಭದ್ರತೆಯ ಅಗತ್ಯವಿರುವ ತಂಡಗಳಿಗೆ ಹೆಚ್ಚಿನ ನಿಯಂತ್ರಣ",
    "846501387": "ವಿಶ್ವ ದರ್ಜೆಯ ಬೋಟ್ ರಕ್ಷಣೆ",
    "119298044": "ಸುಧಾರಿತ ಸ್ವಯಂ-ಮೇಲ್ವಿಚಾರಣೆಯ ML ಮತ್ತು AI ತಂತ್ರಜ್ಞಾನಗಳು ನಿಮ್ಮ ವೆಬ್ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಬೆದರಿಕೆಗಳು ಮತ್ತು ದಾಳಿಗಳಿಂದ ರಕ್ಷಿಸುತ್ತವೆ",
    "1263998069": "ಮಾನವ ಪರಿಹಾರಗಳಿಗಾಗಿ ಪ್ರತಿಫಲಗಳನ್ನು ಗಳಿಸಿ",
    "1103295010": "ಮಾನವರು CAPTCHA ಗಳನ್ನು ಪರಿಹರಿಸಿದಾಗ ಹಣವನ್ನು ಸಂಪಾದಿಸಿ ಅಥವಾ ದಾನಕ್ಕೆ ನೀಡಿ",
    "392886773": "ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ",
    "2320894364": "ಸುಮಾರು 200 ಪಾಯಿಂಟ್‌ಗಳ ಉಪಸ್ಥಿತಿಯೊಂದಿಗೆ, hCaptcha ಕ್ಲೌಡ್ ಪ್ರಪಂಚದಾದ್ಯಂತ ನಿಮ್ಮ ಸ್ವತ್ತುಗಳನ್ನು ರಕ್ಷಿಸುತ್ತದೆ",
    "451701069": "ಜಿಡಿಪಿಆರ್, ಸಿಸಿಪಿಎ,",
    "2826051554": "ಇನ್ನೂ ಸ್ವಲ್ಪ",
    "3530599065": "ಗೌಪ್ಯತೆಯನ್ನು ತಳಮಟ್ಟದಿಂದ ನಿರ್ಮಿಸಲಾಗಿದೆ. hCaptcha ಯಾವುದೇ PII ಅನ್ನು ಉಳಿಸಿಕೊಂಡಿಲ್ಲ ಮತ್ತು ಹಲವಾರು ಗೌಪ್ಯತೆ ಆದೇಶಗಳು ಮತ್ತು ನಿಬಂಧನೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿದೆ.",
    "2489287539": "ಘರ್ಷಣೆ-ಮುಕ್ತ \"CAPTCHA ಇಲ್ಲ\" ಮತ್ತು 99.9% ನಿಷ್ಕ್ರಿಯ ವಿಧಾನಗಳು",
    "793242047": "ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ತ್ವರಿತ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸಲು ಬಳಕೆದಾರರಿಗೆ ಪ್ರಸ್ತುತಪಡಿಸಲಾದ ಸವಾಲುಗಳನ್ನು ಕಡಿಮೆ ಮಾಡಿ",
    "4195759329": "ಬೋಟ್ ಪತ್ತೆ ಮತ್ತು ಅಪಾಯದ ಅಂಕಗಳು",
    "1150035777": "ಅತ್ಯಾಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳು ಪ್ರಶ್ನೆಗಳನ್ನು ಸರಿಯಾಗಿ ಉತ್ತರಿಸಲಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಮೀರಿ ಅನೇಕ ಡೇಟಾ ಪಾಯಿಂಟ್‌ಗಳ ಆಧಾರದ ಮೇಲೆ ಬೋಟ್ ವಿಶ್ವಾಸಾರ್ಹ ಸ್ಕೋರ್‌ಗಳನ್ನು ಉತ್ಪಾದಿಸುತ್ತವೆ",
    "3688621388": "ಬೆದರಿಕೆ ಸಹಿಗಳು",
    "1131525092": "ಸಂಬಂಧಿತ ವಂಚನೆ ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಮತ್ತು ನಿಲ್ಲಿಸಲು ನಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಸಂರಕ್ಷಿಸುವ ಸ್ಕೋಪ್ಡ್ UID ಗಳ ಮೂಲಕ ಸಲೀಸಾಗಿ ಕೆಟ್ಟ ನಟರನ್ನು ಗುಂಪು ಮಾಡಿ",
    "1559631739": "ಖಾಸಗಿ ಕಲಿಕೆ",
    "3952259236": "ವರ್ತನೆಯ ವರ್ಗಗಳ ಮೇಲೆ hCaptcha ಗೆ ತರಬೇತಿ ನೀಡಲು hCaptcha ದ ಸಾವಿರಾರು ಸಿಗ್ನಲ್‌ಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಕುರುಡು ಡೇಟಾವನ್ನು ಸಂಯೋಜಿಸಿ -- ನಿಮ್ಮ ಉದಾಹರಣೆಗಾಗಿ ಮಾತ್ರ -- ದುರುದ್ದೇಶಪೂರಿತ ನಡವಳಿಕೆಯನ್ನು ಕೇವಲ ಪರಿಹಾರಕ್ಕಿಂತ ಉತ್ತಮವಾಗಿ ಊಹಿಸಲು",
    "1150963691": "APT ತಗ್ಗಿಸುವಿಕೆ",
    "4083018285": "ಅತ್ಯಾಧುನಿಕ ನಿರಂತರ ಬೆದರಿಕೆಗಳನ್ನು ಪರಿಹರಿಸಲು ವರ್ಧಿತ SOC ಮೇಲ್ವಿಚಾರಣೆ ಮತ್ತು ಪ್ರತಿಕ್ರಿಯೆಯೊಂದಿಗೆ ಸಂಯೋಜಿಸುವ ವಿಸ್ತೃತ ವೈಶಿಷ್ಟ್ಯಗಳ ಸೂಟ್",
    "3160820928": "ಸಂಘಟಿತ ದಾಳಿ ರಕ್ಷಣೆ",
    "1849805607": "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ಗಳನ್ನು ಒಳನುಸುಳಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಬೆದರಿಕೆಗಳು ಮತ್ತು ಡಿಕೋಯ್‌ಗಳ ವಿರುದ್ಧ hCaptcha ರಕ್ಷಿಸುತ್ತದೆ",
    "1958297836": "ಸಂಘಟಿತ ದಾಳಿ ರಕ್ಷಣೆ ಮತ್ತು APT ತಗ್ಗಿಸುವಿಕೆ",
    "1300485304": "ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ಗಳನ್ನು ಒಳನುಸುಳಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಸುಧಾರಿತ ಬೆದರಿಕೆಗಳು ಮತ್ತು ಡಿಕೋಯ್‌ಗಳ ವಿರುದ್ಧ hCaptcha ರಕ್ಷಿಸುತ್ತದೆ",
    "2698640210": "ನಿಯಂತ್ರಣ ಸವಾಲುಗಳು ಮತ್ತು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
    "3121248460": "ನಿಮ್ಮ ನಿರೀಕ್ಷಿತ ಪ್ರೇಕ್ಷಕರಿಗೆ -- ಸರಳದಿಂದ ಸಂಕೀರ್ಣಕ್ಕೆ -- ಅನಂತ ವೈವಿಧ್ಯಮಯ ಕಸ್ಟಮ್ ಸವಾಲುಗಳನ್ನು ಪ್ರದರ್ಶಿಸಿ",
    "3807059944": "ಬಳಸಿದ ಸವಾಲಿನ ವಿಷಯವನ್ನು ನಿಯಂತ್ರಿಸಿ",
    "2707282231": "ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲುಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ. ಬಾಟ್‌ಗಳನ್ನು ಪರಿಹರಿಸಲು ಮತ್ತು ಭೇದಿಸಲು ಅಸಾಧ್ಯವಾಗುವಂತೆ ಮಾಡಿ.",
    "4194763679": "ಸೂಕ್ಷ್ಮ-ಧಾನ್ಯದ ತೊಂದರೆ ಮಟ್ಟಗಳು",
    "3730038780": "ಬಳಕೆದಾರರು ಪರಿಹರಿಸಲು ಸುಮಾರು ಅನಂತ ಸಂಖ್ಯೆಯ ಸವಾಲುಗಳಿಂದ ಆರಿಸಿಕೊಳ್ಳಿ",
    "1849717906": "ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲಿನ ವಿಷಯದೊಂದಿಗೆ ಕಸ್ಟಮೈಸ್ ಮಾಡಿ",
    "1508655687": "ಪ್ರವೇಶವನ್ನು ಸುವ್ಯವಸ್ಥಿತಗೊಳಿಸಲು ಅಥವಾ ನಿರ್ಬಂಧಿಸಲು ನಿಮ್ಮ ಪ್ರೇಕ್ಷಕರಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲುಗಳನ್ನು ಸೇರಿಸಿ",
    "3620442880": "ಫ್ಲ್ಯಾಶ್ ಮಾರಾಟ ರಕ್ಷಣೆ ವೈಶಿಷ್ಟ್ಯಗಳು",
    "3265895521": "ದಿನದ ಸಮಯವನ್ನು ಆಧರಿಸಿ ಸವಾಲಿನ ತೊಂದರೆಯನ್ನು ಹೆಚ್ಚಿಸಿ ಮತ್ತು ಕಡಿಮೆ ಮಾಡಿ",
    "1485807325": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು, SAML SSO",
    "359073033": "ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಚಟುವಟಿಕೆಯ ಉನ್ನತ ಮಟ್ಟದ ಅಥವಾ ಸೂಕ್ಷ್ಮ-ಧಾನ್ಯದ ವೀಕ್ಷಣೆಗಳನ್ನು ನೀಡುತ್ತವೆ.",
    "4272454814": "ನಿಮ್ಮ ಆಯ್ಕೆಯ ಗುರುತಿನ ಪೂರೈಕೆದಾರರೊಂದಿಗೆ ಸಂಯೋಜಿಸಿ.",
    "1141402092": "ಸುಧಾರಿತ ವರದಿ ವೈಶಿಷ್ಟ್ಯಗಳು",
    "910989640": "ಚಟುವಟಿಕೆಯ ವಿವರವಾದ ಮತ್ತು ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ವರದಿಗಳನ್ನು ರಚಿಸಿ",
    "3768951251": "ಎಂಟರ್ಪ್ರೈಸ್ SLA ಗಳು",
    "1014004474": "ನಿಮ್ಮ ಸಂಸ್ಥೆಯನ್ನು ರಕ್ಷಿಸಲು hCaptcha ನ ಎಂಟರ್‌ಪ್ರೈಸ್ ಯೋಜನೆಗಳು ಸುಧಾರಿತ ಸೇವಾ ಮಟ್ಟದ ಒಪ್ಪಂದಗಳನ್ನು ನೀಡುತ್ತವೆ",
    "1177598246": "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "1067704102": "ಡೇಟಾ ಲೇಬಲಿಂಗ್‌ನಲ್ಲಿನ ಮೌಲ್ಯ",
    "3065000659": "ನೀವು \"ಕಾರ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ\" ಪ್ರತಿ ಬಾರಿ ನೀವು ಸಿಂಗಲ್ ಅನ್ನು ತರಬೇತಿ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದೀರಿ ಎಂದು ನೀವು ಅರಿತುಕೊಂಡಿದ್ದೀರಾ?",
    "3235430156": "ಕಂಪನಿಯ ಯಂತ್ರ ಕಲಿಕೆ ವ್ಯವಸ್ಥೆಗಳು ಉಚಿತವಾಗಿ?",
    "1549336309": "hCaptcha ಈ ಮಾದರಿಯನ್ನು ತಿರುಗಿಸುತ್ತದೆ. ನೀವು hCaptcha ಅನ್ನು ಬಳಸುವಾಗ, ನಿಮ್ಮ ಬಳಕೆದಾರರು ತಮ್ಮ ಮಾನವೀಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸುವ ಕೆಲಸವನ್ನು ಕಂಪನಿಗಳು ಬಿಡ್ ಮಾಡುತ್ತವೆ. ನೀವು ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯುತ್ತೀರಿ.",
    "3725880582": "ಗಿವ್ ಬ್ಯಾಕ್ ಟು ಚಾರಿಟಿ",
    "1671436004": "ನಿಮ್ಮ ನೆಚ್ಚಿನ ಚಾರಿಟಿಗೆ ಹಿಂತಿರುಗಲು ಬಯಸುವಿರಾ?",
    "1663628612": "ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ",
    "4272088465": "ಅದನ್ನು ಬಳಸುವುದರಿಂದ ನೀವು ಗಳಿಸುವ ಗಳಿಕೆಯೊಂದಿಗೆ ನಿಮ್ಮ ಆಯ್ಕೆಯ ದತ್ತಿಗಳು.",
    "2894845722": "ನಿಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿರುವ ಬಳಕೆದಾರರು hCaptcha ಇಂಟರ್‌ಫೇಸ್‌ನಲ್ಲಿ ವಿವೇಚನಾಯುಕ್ತ ಬ್ರ್ಯಾಂಡಿಂಗ್ ಮೂಲಕ ಚಾರಿಟಿಗೆ ನಿಮ್ಮ ಕೊಡುಗೆಯನ್ನು ಶೀಘ್ರದಲ್ಲೇ ನೋಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ.",
    "3194111925": "ಬೆಂಬಲ",
    "1637702726": "hCaptcha ಬಗ್ಗೆ",
    "2323282990": "ಮಾನವೀಯತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ಆಧುನಿಕ ವಿಧಾನ",
    "1201821619": "hCaptcha ಇಂದಿನ ಅತ್ಯಂತ ಪ್ರಮುಖ ಸಮಸ್ಯೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಪರಿಹರಿಸುತ್ತದೆ: ದುರುದ್ದೇಶಪೂರಿತ ಬಾಟ್‌ಗಳನ್ನು ಆನ್‌ಲೈನ್ ಸೇವೆಗಳನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ತಡೆಯುತ್ತದೆ.",
    "1475399473": "hCaptcha ತಂಡದ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "3161489950": "ವಿಶ್ವದ ಅತ್ಯಂತ ಸುಧಾರಿತ ಭದ್ರತಾ ML ಪ್ಲಾಟ್‌ಫಾರ್ಮ್",
    "3247172580": "hCaptcha ಸುಧಾರಿತ ಸ್ವಯಂ-ಮೇಲ್ವಿಚಾರಣೆಯ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ನವೀನ ಅಂಚಿನ ಕಂಪ್ಯೂಟ್ ವಿಧಾನದೊಂದಿಗೆ ಸಂಯೋಜಿಸಿದೆ, ಅದು ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಧಾರಣವನ್ನು ಅನನ್ಯವಾಗಿ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ, ಬೃಹತ್ ಸ್ಕೇಲೆಬಿಲಿಟಿಗಾಗಿ ಜಾಗತಿಕವಾಗಿ 250 ಕ್ಕೂ ಹೆಚ್ಚು ಸ್ಥಳಗಳಿಂದ ವಿತರಿಸಲಾಗಿದೆ.",
    "3767462250": "ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ",
    "3500503648": "hCaptcha ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ರೆಕಾರ್ಡಿಂಗ್ ಮತ್ತು ವಿಶ್ಲೇಷಿಸುವ ಬದಲು ತ್ವರಿತ ಮೌಲ್ಯಮಾಪನವನ್ನು ಅವಲಂಬಿಸಿ ದೀರ್ಘಕಾಲೀನ ಡೇಟಾ ಧಾರಣವನ್ನು ತೊಡೆದುಹಾಕಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಾವು ಸಹ ಇಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತೇವೆ",
    "2418549423": ", ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಪುರಾವೆಗಳು ಮತ್ತು ಇತರ ಅನನ್ಯ ಗೌಪ್ಯತೆ-ಮೊದಲ ವೈಶಿಷ್ಟ್ಯಗಳ ಮೂಲಕ ಆನ್‌ಲೈನ್ ಗೌಪ್ಯತೆಯನ್ನು ಸಂರಕ್ಷಿಸಲು ಉದಯೋನ್ಮುಖ ಮಾನದಂಡವಾಗಿದೆ.",
    "1544546608": "ಗೌಪ್ಯತೆ ಪಾಸ್",
    "976209454": "ಬಹುಮಾನಗಳನ್ನು ಗಳಿಸಿ ಅಥವಾ ಚಾರಿಟಿಗೆ ನೀಡಿ",
    "552920956": "hCaptcha ಬಾಟ್‌ಗಳು ಮತ್ತು ಇತರ ರೀತಿಯ ನಿಂದನೆಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವಾಗ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಬಹುಮಾನಗಳನ್ನು ಗಳಿಸಲು ಅನುಮತಿಸುತ್ತದೆ. ಈ ಗಳಿಕೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ಆಯ್ಕೆಯ ದತ್ತಿಗಳನ್ನು ಬೆಂಬಲಿಸಲು hCaptcha ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ.",
    "654326661": "ನೀವೇ ನೋಡಲು ಬಯಸುವಿರಾ? ಉಚಿತವಾಗಿ hCaptcha ಪ್ರಯತ್ನಿಸಿ.",
    "3570415321": "ಕಂಪನಿ",
    "3987022469": "ಲೇಬಲಿಂಗ್",
    "1636202177": "ಬಗ್ಗೆ",
    "2670003220": "ಉದ್ಯೋಗಗಳು",
    "3233305531": "ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು",
    "3028319964": "AI ನೀತಿಶಾಸ್ತ್ರ",
    "4131598919": "ಒತ್ತಿ",
    "1662477701": "ಸಂಪನ್ಮೂಲಗಳು",
    "3130928685": "ಬ್ಲಾಗ್",
    "1756106276": "ಸ್ಥಿತಿ",
    "1235925265": "ದಾಖಲೀಕರಣ",
    "920212083": "ಬಗ್ ಅನ್ನು ವರದಿ ಮಾಡಿ",
    "2076066173": "ಸೈಬರ್ ದಾಳಿಗಳು 101",
    "3644106388": "ಸಂಪರ್ಕಿಸಿ",
    "2182196747": "ಬೆಂಬಲ",
    "487083593": "ಮಾರಾಟ",
    "878585497": "ನಿಯಮಗಳು",
    "1697438123": "ಗೌಪ್ಯತೆ",
    "1316817321": "ಗುಣಲಕ್ಷಣ",
    "3488019891": "hCaptcha ಎಂಬುದು ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್‌ಗಳ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್, Inc.",
    "4224961202": "ಗೌಪ್ಯತೆ, ಭದ್ರತೆ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ.",
    "98173630": "hCaptcha ವಿಶ್ವದ ಅತ್ಯಂತ ವ್ಯಾಪಕವಾಗಿ ಬಳಸಲಾಗುವ ಸ್ವತಂತ್ರ CAPTCHA ಸೇವೆಯಾಗಿದೆ.",
    "1514478724": "ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "1752795854": "hCaptcha ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಲು ಆಧುನಿಕ, ಗೌಪ್ಯತೆ-ಕೇಂದ್ರಿತ ವಿಧಾನವನ್ನು ತರುತ್ತದೆ.",
    "2927700175": "ಯಂತ್ರ ಕಲಿಕೆಯ ಸಮಸ್ಯೆಗಳಿಂದ ಲೇಬಲ್ ಮಾಡಲು ಕಷ್ಟಕರವಾದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುವ ಮೂಲಕ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್ ಸಂದರ್ಶಕರು ಮಾನವರೇ ಎಂಬುದನ್ನು ಪ್ರತ್ಯೇಕಿಸಲು ಅದನ್ನು ಬಳಸುವ ಮೂಲಕ ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಆದರೆ ಜನರಿಗೆ ಸುಲಭವಾದ CAPTCHA ಸವಾಲುಗಳನ್ನು ನಾವು ತೋರಿಸುತ್ತೇವೆ.",
    "2188609322": "ಕೆಟ್ಟ ನಟರು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಹೆಚ್ಚು ಸಾಮಾನ್ಯರಾಗಿದ್ದಾರೆ. ಆದರೆ ಬಳಕೆದಾರರ ಖಾಸಗಿತನವನ್ನು ತ್ಯಾಗ ಮಾಡುವುದು ಉತ್ತರವಲ್ಲ.",
    "2032102720": "ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ನೀಡುವ ಭದ್ರತಾ ಪರಿಹಾರಗಳು ಮುಖ್ಯವಾಗಿ ವೆಬ್‌ನಾದ್ಯಂತ ಬಳಕೆದಾರರನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದರ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುತ್ತವೆ. ಅತ್ಯುತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡಲು ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಹಾನಿ ಮಾಡುವುದು ಅನಿವಾರ್ಯವಲ್ಲ ಎಂದು ಸಾಬೀತುಪಡಿಸುವ ಪರಿಣಾಮಕಾರಿ ಭದ್ರತಾ ಪರಿಹಾರವನ್ನು ನಾವು ರಚಿಸಿದ್ದೇವೆ.",
    "4146870445": "ನಾವು ಯಾರು",
    "353066938": "ಅನುಭವಿ ತಂಡ, ಇಂದಿನ ಕಠಿಣ ಸಮಸ್ಯೆಗಳ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದೆ. hCaptcha ಒಂದು ಸೇವೆಯಾಗಿದೆ",
    "1173652155": "ಸಲಹೆಗಾರರು",
    "2256305371": "ಪ್ರೊಫೆಸರ್, ಬರ್ಕ್ಲಿಯ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ವಿಶ್ವವಿದ್ಯಾಲಯದಲ್ಲಿ ಸಿಎಸ್. ಆಳವಾದ ಕಲಿಕೆ, ಭದ್ರತೆ, ಬ್ಲಾಕ್‌ಚೈನ್ ತಜ್ಞರು. ಓಯಸಿಸ್ ಲ್ಯಾಬ್ಸ್‌ನ ಸಿಇಒ.",
    "2177660021": "ಸ್ಟ್ಯಾನ್‌ಫೋರ್ಡ್‌ನಲ್ಲಿ ಸಂಶೋಧನಾ ವಿಜ್ಞಾನಿ. ಪ್ರಮುಖ ಬ್ಯಾಂಕ್‌ಗಳು, ಹೆಡ್ಜ್ ಫಂಡ್‌ಗಳು ಮತ್ತು ಅಕಾಡೆಮಿಗಳಲ್ಲಿ ಯಂತ್ರ ಕಲಿಕೆ ಮತ್ತು ಕ್ವಾಂಟ್ ಫೈನಾನ್ಸ್.",
    "2686825859": "ಉಚಿತವಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ ಅಥವಾ hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳ ಕುರಿತು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "583434701": "hCaptcha ಪ್ರವೇಶಿಸುವಿಕೆ",
    "611905972": "ಭದ್ರತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ತಡೆರಹಿತ ಪ್ರವೇಶವನ್ನು ಖಾತ್ರಿಪಡಿಸುವುದು",
    "874098071": "ನೀವು ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ದಯವಿಟ್ಟು ಇಲ್ಲಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ",
    "2745385064": "ಸಾರಾಂಶ",
    "3353238942": "hCaptcha ಅನ್ನು ಜನರಿಂದ ಪ್ರತ್ಯೇಕಿಸುವ ಮೂಲಕ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ದೃಶ್ಯ ಪರೀಕ್ಷೆಗಳು ಇದಕ್ಕಾಗಿ ಅನುಕೂಲಕರ ಸಾಧನವಾಗಿದೆ, ಆದರೆ ಪ್ರತಿಯೊಬ್ಬರೂ ದೃಷ್ಟಿ ಸವಾಲನ್ನು ಪರಿಹರಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
    "3600022491": "ಈ ಕಾರಣಕ್ಕಾಗಿ ನಾವು ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸುವ ಪ್ರಕಾಶಕರು ಸಂಪೂರ್ಣ ಸೆಕ್ಷನ್ 508 ಮತ್ತು WCAG 2.1 AA ಅನುಸರಣೆಯೊಂದಿಗೆ ಎಲ್ಲರಿಗೂ ಪ್ರವೇಶವನ್ನು ಸಂರಕ್ಷಿಸಲು ಸರಳವಾದ, ನೋವುರಹಿತ ಪರ್ಯಾಯವನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದೇವೆ.",
    "2557240048": "ಇದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ: ಮೊದಲಿಗೆ, ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರು ಇದರ ಮೂಲಕ ಸೈನ್ ಅಪ್ ಮಾಡುತ್ತಾರೆ",
    "3871665286": ", ಇದು ಪ್ರಮುಖವಾಗಿ hCaptcha ವಿಜೆಟ್ ಮಾಹಿತಿ ಪುಟದಲ್ಲಿ ಲಿಂಕ್ ಆಗಿದೆ. ದಿನಕ್ಕೆ ಹಲವಾರು ಬಾರಿ ಬಳಸಬಹುದಾದ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಿದ ಕುಕೀಯನ್ನು ಅವರಿಗೆ ನೀಡಲಾಗುತ್ತದೆ, ಆದರೆ ಲಾಗಿನ್ ಮೂಲಕ ಪ್ರತಿ 24 ಗಂಟೆಗಳಿಗೊಮ್ಮೆ ರಿಫ್ರೆಶ್ ಮಾಡಬೇಕು.",
    "3441764123": "hCaptcha ಸೇವೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಸೈಟ್‌ನಲ್ಲಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಿದಾಗ, ಅವರು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹಾದುಹೋಗುತ್ತಾರೆ.",
    "4247858664": "ಪ್ರವೇಶಿಸುವಿಕೆ ಸೈನ್ ಅಪ್ ಪುಟ",
    "1297657322": "ಲಾಗಿನ್ ನಂತರ ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರ ಪರದೆ",
    "1717658846": "ವಿಜೆಟ್ UI ಮೆನುವಿನಲ್ಲಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆ",
    "1266963825": "ಪ್ರಶ್ನೆ: hCaptcha ವಿಭಾಗ 508 + WCAG 2.1 AA ಕಂಪ್ಲೈಂಟ್ ಆಗಿದೆಯೇ?",
    "850025770": "ಉ: ನಾವು ಹಾಗೆ ನಂಬುತ್ತೇವೆ: ವೆಬ್ ಬ್ರೌಸ್ ಮಾಡಲು ಮತ್ತು ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಪಠ್ಯವನ್ನು ನಮೂದಿಸಲು ಸಾಧ್ಯವಾಗುವ ಯಾವುದೇ ರೀತಿಯ ದುರ್ಬಲತೆ ಹೊಂದಿರುವ ಎಲ್ಲಾ ಬಳಕೆದಾರರು ನೋಂದಣಿಯ ನಂತರ hCaptcha ನಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಬಹುದು. ಆದಾಗ್ಯೂ, ಇದು ಕಾನೂನು ಸಲಹೆಯಲ್ಲ: ನಿಮ್ಮ ಸ್ವಂತ ಮೌಲ್ಯಮಾಪನವನ್ನು ನೀವು ನಿರ್ವಹಿಸಬೇಕು, ನಿಮ್ಮ ನಿಯೋಜನೆಗಾಗಿ ಇದು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮ ನಿರ್ದಿಷ್ಟ ಅನುಷ್ಠಾನವನ್ನು ಪರಿಗಣನೆಗೆ ತೆಗೆದುಕೊಳ್ಳಬೇಕು.",
    "159272246": "ಪ್ರಶ್ನೆ: ಆಡಿಯೊದಂತಹ ಇತರ ಪ್ರವೇಶಿಸುವಿಕೆ (\"a11y\") ಆಯ್ಕೆಗಳಲ್ಲಿ ನೀವು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೀರಾ?",
    "4074220464": "ಉ: ಆಡಿಯೋ ಕ್ಯಾಪ್ಚಾಗಳಂತಹ ಈ ಹಿಂದೆ ಜನಪ್ರಿಯ ಆಯ್ಕೆಗಳು ಅನೇಕ a11y ಬಳಕೆದಾರರ ವಿರುದ್ಧ ತಾರತಮ್ಯವನ್ನು ತೋರಿಸುತ್ತವೆ ಮತ್ತು ಆಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆಯ ತಂತ್ರಗಳಿಂದ ಸುಲಭವಾಗಿ ಸೋಲಿಸಲ್ಪಡುತ್ತವೆ. ಇದು ಪ್ರಸ್ತುತ ಆಡಿಯೊ ಸವಾಲುಗಳನ್ನು ಹೆಚ್ಚು ಹೆಚ್ಚು ಕಷ್ಟಕರವಾಗುವಂತೆ ಮಾಡಿದೆ, ಶಬ್ದ, ಬೆಸ ಸಮಯ, ಅಸಾಮಾನ್ಯ ಪದ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ಆಕ್ರಮಣಕಾರರನ್ನು ಸೋಲಿಸಲು ಪರಿಚಯಿಸುತ್ತದೆ. ಆದ್ದರಿಂದ ನಾವು ಈ ವಿಧಾನದ ವಿರುದ್ಧ ಕಡಿಮೆ ಉತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಸವಾಲನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸುತ್ತೇವೆ, ಆದರೆ a11y ಸಮುದಾಯದಿಂದ ಬೇಡಿಕೆಯಿದ್ದರೆ ಅದನ್ನು ಪರಿಗಣಿಸುತ್ತೇವೆ.",
    "2309661107": "ಆದಾಗ್ಯೂ, ನಾವು ತುಂಬಾ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ",
    "2555914614": "ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆಯ ಸಂದರ್ಭದಲ್ಲಿ. ಗೌಪ್ಯತೆ ಪಾಸ್ ವಿತರಣೆಯೊಂದಿಗೆ ನಮ್ಮ ಪ್ರಸ್ತುತ a11y ವಿಧಾನವನ್ನು ಸಂಯೋಜಿಸುವುದರಿಂದ a11y ಬಳಕೆದಾರರಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಬ್ರೌಸ್ ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ, ಅವರ ಟ್ರಾಫಿಕ್ ಹೆಚ್ಚು ಖಾಸಗಿಯಾಗಿದೆ ಎಂಬ ಜ್ಞಾನದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ, ಆದರೆ a11y ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದ್ದಾಗ ಅನಿವಾರ್ಯವಾಗಿ ಸಂಭವಿಸುವ ಬೋಟ್ ಆಪರೇಟರ್‌ಗಳ ನಿಂದನೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ಈ ಹೊಸ ತಂತ್ರಜ್ಞಾನವನ್ನು ಪ್ರಮಾಣೀಕರಿಸುವ IETF ವರ್ಕಿಂಗ್ ಗ್ರೂಪ್‌ನಲ್ಲಿ ನಾವು ಸಕ್ರಿಯ ಭಾಗಿಗಳಾಗಿದ್ದೇವೆ.",
    "2583775432": "ಪ್ರಶ್ನೆ: ಗೌಪ್ಯತೆಯ ಬಗ್ಗೆ ಏನು? ನೋಂದಣಿಯು ಕೆಲವು ರೀತಿಯಲ್ಲಿ a11y ಬ್ರೌಸಿಂಗ್ ಡೇಟಾವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತದೆಯೇ? ಇಮೇಲ್‌ನೊಂದಿಗೆ ನೀವು ಏನು ಮಾಡುತ್ತೀರಿ?",
    "4215483493": "ಉ: hCaptcha ಅನ್ನು ನೆಲದಿಂದ ಗೌಪ್ಯತೆಗೆ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳ ಮಾಲೀಕತ್ವದಲ್ಲಿರುವ reCAPTCHA ನಂತಹ ಸಾಂಪ್ರದಾಯಿಕ ಆಯ್ಕೆಗಳಿಗಿಂತ ಇದು ತುಂಬಾ ವಿಭಿನ್ನವಾಗಿದೆ, ಅವರು ವೆಬ್‌ನಾದ್ಯಂತ ನಿಮ್ಮನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮತ್ತು ನಿಜವಾದ ಗುರುತಿನೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಸಂಯೋಜಿಸಲು ಪ್ರೋತ್ಸಾಹವನ್ನು ಹೊಂದಿದ್ದಾರೆ.",
    "2474661839": "ನಮ್ಮ",
    "4137573005": "ನಾವು ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಎಂಬುದಕ್ಕೆ ಸಮಗ್ರ ಮತ್ತು ಅಧಿಕೃತ ಉತ್ತರಗಳನ್ನು ಹೊಂದಿದೆ, ಆದರೆ ಚಿಕ್ಕ ಉತ್ತರವೆಂದರೆ ನಿಮ್ಮ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸದೊಂದಿಗೆ ಒಬ್ಬ ವ್ಯಕ್ತಿಯಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಯೋಜಿಸಲು ನಮಗೆ ಆಸಕ್ತಿಯಿಲ್ಲ.",
    "4101570501": "ನಾವು ಪ್ರಸ್ತುತವಾಗಿ ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ತ್ವರಿತವಾಗಿ ತ್ಯಜಿಸಲು ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಪರಿಹಾರದ ಮೇಲೆ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ ಮತ್ತು ನಮ್ಮ ಗೌಪ್ಯತೆ ಪಾಸ್ ಕೆಲಸಕ್ಕೆ ಪೂರಕವಾಗಿ ನಿಂದನೆಯನ್ನು ತಡೆಯುವ ನಮ್ಮ ಸಾಮರ್ಥ್ಯವನ್ನು ಸಂರಕ್ಷಿಸುತ್ತಿದ್ದೇವೆ.",
    "260595108": "a11y ಬಳಕೆಯನ್ನು ಸುಗಮಗೊಳಿಸುವುದು ಮತ್ತು ದುರುಪಯೋಗವನ್ನು ತಡೆಯುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ಎಂದಿಗೂ ಪ್ರವೇಶಿಸುವಿಕೆ ಇಮೇಲ್‌ಗಳು ಅಥವಾ ಮಾಹಿತಿಯನ್ನು ಬಳಸುವುದಿಲ್ಲ.",
    "3063819779": "ಗೌಪ್ಯತಾ ನೀತಿ",
    "465714311": "ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಿಗೆ: ಪ್ರಶ್ನೋತ್ತರ ಮತ್ತು ಟ್ರಬಲ್‌ಶೂಟಿಂಗ್ ಗೈಡ್",
    "3596207631": "ಪ್ರಶ್ನೆ: ಕುಕೀಯನ್ನು ಹೊಂದಿಸಿದ ನಂತರ ನಾನು ಇನ್ನೂ ಸವಾಲನ್ನು ನೋಡುತ್ತಿದ್ದೇನೆ. ಇದಕ್ಕೆ ಕಾರಣವೇನು?",
    "469089249": "ಎ: ಇದು ಸಾಮಾನ್ಯವಾಗಿ ಆಕ್ರಮಣಕಾರಿ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಆಂಟಿ-ಕುಕೀ ವಿಸ್ತರಣೆ ಅಥವಾ \"ಕ್ರಾಸ್-ಸೈಟ್\" ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವ ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಬಳಸುವುದರಿಂದ ಉಂಟಾಗುತ್ತದೆ, ಈ ಸಂದರ್ಭದಲ್ಲಿ hCaptcha.com ಗಾಗಿ ಕುಕೀಯನ್ನು hCaptcha JS ನಿಂದ ಹೊಂದಿಸಲಾಗಿದೆ ಅಥವಾ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ ನೀವು ಭೇಟಿ ನೀಡುತ್ತಿರುವಂತಹ ವಿಭಿನ್ನ ಸೈಟ್.",
    "4263626815": "hCaptcha ಪ್ರವೇಶಿಸುವಿಕೆ ಕುಕೀಗಳು ತಮ್ಮ ಪ್ರಮಾಣಿತ ಸೆಟ್ಟಿಂಗ್‌ಗಳೊಂದಿಗೆ ಎಲ್ಲಾ ಜನಪ್ರಿಯ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು ಜಾಹೀರಾತು ಬ್ಲಾಕರ್‌ಗಳೊಂದಿಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ, ಆದ್ದರಿಂದ ವಿಶಿಷ್ಟವಾಗಿ ವೈಫಲ್ಯಗಳು \"ವಿರೋಧಿ-ಆಡ್‌ಬ್ಲಾಕ್\" ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳು ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಸೈಟ್‌ಗಳನ್ನು ಗುರಿಯಾಗಿಸುವ ಒಂದೇ ರೀತಿಯ ನಿಯಮಗಳಿಂದಾಗಿ.",
    "3906359167": "ಪರಿಹಾರಗಳು:",
    "3464870463": "1. ನಿಮ್ಮ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ಭದ್ರತಾ ವಿಸ್ತರಣೆಯಲ್ಲಿ hcaptcha.com ಮತ್ತು *.hcaptcha.com ಕುಕೀಗಳನ್ನು ವೈಟ್‌ಲಿಸ್ಟ್ ಮಾಡಿ.",
    "1204911585": "2. ನೀವು ಬ್ರೇವ್ ಬ್ರೌಸರ್ ಅನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ಅದು (ಏಪ್ರಿಲ್ 2020 ರಂತೆ) ಯಾವುದೇ ರೀತಿಯ ಕುಕೀ ಶ್ವೇತಪಟ್ಟಿಯನ್ನು ಹೊಂದಿರುವಂತೆ ತೋರುತ್ತಿಲ್ಲ, ಆದ್ಯತೆಗಳು -> ಶೀಲ್ಡ್‌ಗಳು -> ಕುಕೀಗಳಿಗೆ ಹೋಗಿ ಮತ್ತು \"ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸಿ\" ಆಯ್ಕೆಮಾಡಿ.",
    "2932826396": "3. ನೀವು ಇತ್ತೀಚಿಗೆ ಬಿಡುಗಡೆಯಾದ OS X 10.15 ಅಥವಾ iOS 13.4 ನಲ್ಲಿ ಸಫಾರಿಯ ಇತ್ತೀಚಿನ ಆವೃತ್ತಿಯನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ, ಆಪಲ್ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ Safari ನ ನಡವಳಿಕೆಯನ್ನು ಡೀಫಾಲ್ಟ್ ಆಗಿ ನಿರ್ಬಂಧಿಸುತ್ತದೆ. ನಾವು ಪರಿಹಾರವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತಿದ್ದೇವೆ, ಆದರೆ ಈ ಮಧ್ಯೆ ದಯವಿಟ್ಟು ಸಫಾರಿ ಪ್ರಾಶಸ್ತ್ಯಗಳು, ಗೌಪ್ಯತೆ ವಿಭಾಗಕ್ಕೆ ಭೇಟಿ ನೀಡಿ ಮತ್ತು ಪ್ರವೇಶಿಸುವಿಕೆ ಕುಕೀಯನ್ನು ನಿರೀಕ್ಷಿಸಿದಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಸಕ್ರಿಯಗೊಳಿಸಲು \"ವೆಬ್‌ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್: ಅಡ್ಡ-ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ತಡೆಯಿರಿ\" ಅನ್ನು ಅನ್ಚೆಕ್ ಮಾಡಿ.",
    "3836291932": "ಪ್ರಶ್ನೆ: ನಾನು ಬಹು ಸಾಧನಗಳನ್ನು ಬಳಸುತ್ತೇನೆ. ನಾನು ಹಲವಾರು ಬಾರಿ ಸೈನ್ ಅಪ್ ಮಾಡಬೇಕೇ?",
    "3251220335": "ಉ: ಇಲ್ಲ. ಕುಕೀಯನ್ನು ಹೊಂದಿಸಲು ನೀವು ಬಳಸುವ ಪ್ರತಿಯೊಂದು ಸಾಧನದಲ್ಲಿ ನಿಮಗೆ ಕಳುಹಿಸಿದ ಇಮೇಲ್ ಲಾಗಿನ್ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "2082407178": "ಪ್ರಶ್ನೆ: ಪ್ರವೇಶಿಸುವಿಕೆ ಕುಕೀಯನ್ನು ಬಳಸುವಾಗ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀ ಟ್ರ್ಯಾಕಿಂಗ್‌ನಿಂದ ನಾನು ನನ್ನನ್ನು ಹೇಗೆ ರಕ್ಷಿಸಿಕೊಳ್ಳಬಹುದು?",
    "2700197090": "ಉ: ಡೊಮೇನ್-ಮಟ್ಟದ ಶ್ವೇತಪಟ್ಟಿಯನ್ನು ಬೆಂಬಲಿಸುವ ಯಾವುದೇ ಗೌಪ್ಯತೆ ಅಥವಾ ಜಾಹೀರಾತು-ನಿರ್ಬಂಧಿಸುವ ವಿಸ್ತರಣೆಯನ್ನು ಬಳಸುವುದು (ಉದಾ uBlock ಮೂಲ) ನಿರೀಕ್ಷೆಯಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ: hcaptcha.com ಅನ್ನು ಶ್ವೇತಪಟ್ಟಿ ಮಾಡಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
    "3657743880": "ಕ್ರಾಸ್-ಸೈಟ್ ಕುಕೀಗಳಿಗಾಗಿ ಬ್ರೌಸರ್ ಸೂಚನೆಗಳು",
    "1960601330": "Safari (Mac) ನಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು: Safari ಡ್ರಾಪ್-ಡೌನ್ ಮೆನುಗೆ ಹೋಗಿ. ಆದ್ಯತೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಮೇಲಿನ ಪ್ಯಾನೆಲ್‌ನಲ್ಲಿ ಗೌಪ್ಯತೆ ಕ್ಲಿಕ್ ಮಾಡಿ. 'ಬ್ಲಾಕ್ ಕುಕೀಗಳು' ಅಡಿಯಲ್ಲಿ 'ನೆವರ್' ಆಯ್ಕೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
    "1622303590": "Safari (iPhone/iPad iOS 11+) ನಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲು: ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ. ಕೆಳಗೆ ಸ್ಕ್ರಾಲ್ ಮಾಡಿ ಮತ್ತು ಸಫಾರಿ ಆಯ್ಕೆಮಾಡಿ. ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ ಅಡಿಯಲ್ಲಿ, \"ಕ್ರಾಸ್-ಸೈಟ್ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ತಡೆಯಿರಿ\" ಮತ್ತು \"ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ\" ಅನ್ನು ಆಫ್ ಮಾಡಿ",
    "2199048568": "ಯಾವುದೇ ವೆಬ್‌ಪುಟದಲ್ಲಿ ವಿಳಾಸ ಪಟ್ಟಿಯ ಎಡಭಾಗದಲ್ಲಿರುವ ಶೀಲ್ಡ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ. ರಕ್ಷಣೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಫೈರ್‌ಫಾಕ್ಸ್ ಪ್ರಾಶಸ್ತ್ಯಗಳ ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತಾ ಫಲಕವು ತೆರೆಯುತ್ತದೆ. ವರ್ಧಿತ ಟ್ರ್ಯಾಕಿಂಗ್ ರಕ್ಷಣೆ ಅಡಿಯಲ್ಲಿ, ಕಸ್ಟಮ್ ಆಯ್ಕೆಮಾಡಿ. ಆ ಚೆಕ್‌ಬಾಕ್ಸ್‌ಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ಯಾವ ಟ್ರ್ಯಾಕರ್‌ಗಳು ಮತ್ತು ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಬೇಕು ಎಂಬುದನ್ನು ಆರಿಸಿ. ನೀವು hcaptcha.com ಅನ್ನು ಅನಿರ್ಬಂಧಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
    "3967047208": "ಚೆಕ್‌ಬಾಕ್ಸ್‌ಗಳ ಆಯ್ಕೆಯನ್ನು ರದ್ದುಮಾಡುವ ಮೂಲಕ ಇದನ್ನು ಡೀಬಗ್ ಮಾಡಲು ನೀವು ಕಸ್ಟಮ್‌ನಲ್ಲಿ ಕೆಲವು ರಕ್ಷಣೆಗಳನ್ನು ತಾತ್ಕಾಲಿಕವಾಗಿ ಆಫ್ ಮಾಡಬಹುದು: ಟ್ರ್ಯಾಕರ್‌ಗಳ ಚೆಕ್‌ಬಾಕ್ಸ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಅಥವಾ ನೀವು ಇನ್ನೂ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಕುಕೀಸ್ ಚೆಕ್‌ಬಾಕ್ಸ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome ಮೆನು ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ. ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.",
    "926138631": "ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಗೆ ಹೋಗಿ, ನಂತರ ಕುಕೀಸ್ ಮತ್ತು ಇತರ ಸೈಟ್ ಡೇಟಾ.",
    "3419878556": "\"ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಿ\" ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿಲ್ಲ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.",
    "2269166171": "ಗೂಗಲ್ ಕ್ರೋಮ್ (ಮ್ಯಾಕ್):",
    "2989126922": "ಮೆನು ಬಾರ್‌ನಿಂದ Chrome ಆದ್ಯತೆಗಳನ್ನು ತೆರೆಯಿರಿ.",
    "2348697693": "ಗೂಗಲ್ ಕ್ರೋಮ್ (ಆಂಡ್ರಾಯ್ಡ್):",
    "3700113699": "ನಿಮ್ಮ Android ಸಾಧನದಲ್ಲಿ, Chrome ಅಪ್ಲಿಕೇಶನ್ ತೆರೆಯಿರಿ.",
    "3620039756": "ಮೇಲಿನ ಬಲಭಾಗದಲ್ಲಿ, ಇನ್ನಷ್ಟು ಮತ್ತು ನಂತರ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.",
    "2813310562": "ಸೈಟ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳು ಮತ್ತು ನಂತರ ಕುಕೀಗಳನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.",
    "3014657981": "\"ಕುಕೀಸ್\" ಮುಂದೆ, ಸೆಟ್ಟಿಂಗ್ ಅನ್ನು ಆನ್ ಮಾಡಿ.",
    "1242066691": "\"ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸಿ\" ಪಕ್ಕದಲ್ಲಿರುವ ಪೆಟ್ಟಿಗೆಯನ್ನು ಪರಿಶೀಲಿಸಿ.",
    "292250020": "1. ಪರದೆಯ ಮೇಲಿನ ಬಲ ಮೂಲೆಯಲ್ಲಿರುವ ಗೇರ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ನಂತರ \"ಇಂಟರ್ನೆಟ್ ಆಯ್ಕೆಗಳು\" ಆಯ್ಕೆಮಾಡಿ. ನೀವು ಮೆನು ಬಾರ್ ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದರೆ, ನೀವು \"ಪರಿಕರಗಳು\" ನಂತರ \"ಇಂಟರ್ನೆಟ್ ಆಯ್ಕೆಗಳು\" ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು.",
    "4114820649": "2. \"ಗೌಪ್ಯತೆ\" ಟ್ಯಾಬ್ ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "946838734": "3. \"ಸುಧಾರಿತ\" ಬಟನ್ ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.",
    "348809718": "4. \"ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಸ್\" ಅಡಿಯಲ್ಲಿ \"ಸ್ವೀಕರಿಸಿ\" ಆಯ್ಕೆಮಾಡಿ.",
    "1253441326": "5. \"ಸರಿ\" ಕ್ಲಿಕ್ ಮಾಡಿ",
    "852032043": "ಸಫಾರಿ",
    "836017336": "ಫೈರ್‌ಫಾಕ್ಸ್",
    "3356349631": "ಗೂಗಲ್ ಕ್ರೋಮ್",
    "3235744534": "ಅಂತರ್ಜಾಲ ಶೋಧಕ",
    "4104188759": "AI ನೈತಿಕ ನೀತಿ",
    "1161704803": "ನಾವು AI ಎಥಿಕ್ಸ್ ನೀತಿಯನ್ನು ಏಕೆ ಹೊಂದಿದ್ದೇವೆ?",
    "1806535500": "ಪೆನ್ಸಿಲ್‌ಗಳಿಂದ ಡೈನಮೈಟ್‌ವರೆಗೆ ಪ್ರತಿಯೊಂದು ತಂತ್ರಜ್ಞಾನವೂ ಒಂದು",
    "24452499": "ಪರಿಹಾರ; ಇದನ್ನು ಒಳ್ಳೆಯ ಅಥವಾ ಕೆಟ್ಟದ್ದಕ್ಕೆ ಬಳಸಬಹುದು. ಎರಡು ಬಳಕೆಯ ಪರಿಹಾರಗಳನ್ನು ಸಂಶೋಧಿಸುವ, ನಿರ್ಮಿಸುವ ಅಥವಾ ಮಾರಾಟ ಮಾಡುವ ಪ್ರತಿಯೊಂದು ಕಂಪನಿಯು ತಮ್ಮ ಕ್ರಿಯೆಗಳ ಪರಿಣಾಮಗಳನ್ನು ಪರಿಗಣಿಸುವ ಜವಾಬ್ದಾರಿಯನ್ನು ಹೊಂದಿದೆ.",
    "4023575072": "ದ್ವಿ ಬಳಕೆ",
    "3336625692": "ಈ ಪುಟವು AI ನೀತಿಶಾಸ್ತ್ರದ ಸಂದರ್ಭದಲ್ಲಿ ಈ ವಿಷಯದ ಕುರಿತು ನಮ್ಮ ಆಲೋಚನೆಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಅನುಸರಿಸುವ ಪ್ರಕ್ರಿಯೆಗಳು ನಾವು ಕಂಪನಿಯಾಗಿ ಅಳವಡಿಸಿಕೊಂಡ ನೀತಿಗಳಿಗೆ ಅನುಗುಣವಾಗಿರುತ್ತವೆ.",
    "835717930": "hCaptcha ನಲ್ಲಿ AI ಎಥಿಕ್ಸ್",
    "2179524509": "hCaptcha ಸೇವೆಗೆ ಯಾವ ರೀತಿಯ ಪ್ರಶ್ನೆಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿದೆ ಮತ್ತು ನಿರ್ದಿಷ್ಟ ಪ್ರಶ್ನೆಗಳನ್ನು ಏಕೆ ಕೇಳಲಾಗುತ್ತಿದೆ ಎಂಬ ಪ್ರಶ್ನೆಗಳನ್ನು ನಾವು ಸಾಂದರ್ಭಿಕವಾಗಿ ಪಡೆಯುತ್ತೇವೆ.",
    "1962721652": "ಮಾನವರು ಮಾದರಿ-ಅನ್ವೇಷಕರು, ಮತ್ತು ಕೆಲವೊಮ್ಮೆ ನಿರುಪದ್ರವಿ ಪ್ರಶ್ನೆಯು ಸಂಪೂರ್ಣವಾಗಿ ಆಶ್ಚರ್ಯಕರವಲ್ಲದ ಕ್ಷಣದಲ್ಲಿ ಅನುಮಾನಾಸ್ಪದವಾಗಿ ಹೋಗಬಹುದು, ಪ್ರಶ್ನೆಯನ್ನು ಕೇಳುವ ಯಾರ ಪ್ರೇರಣೆಗಿಂತ ಹೆಚ್ಚಾಗಿ ಜಗತ್ತಿನಲ್ಲಿನ ಬದಲಾವಣೆಗಳಿಂದಾಗಿ.",
    "3974566657": "ಸೇವೆಗಳು ಹೆಚ್ಚು ಜನಪ್ರಿಯವಾಗುತ್ತಿದ್ದಂತೆ, ಈ ರೀತಿಯ ಸಂಭವಿಸುವಿಕೆಯು ಅನಿವಾರ್ಯವಾಗಿ ಹೆಚ್ಚು ಆಗಾಗ್ಗೆ ಆಗುತ್ತದೆ. hCaptcha ಅನ್ನು ಪ್ರಪಂಚದ ಪ್ರತಿಯೊಂದು ದೇಶದಲ್ಲಿಯೂ ಪ್ರತಿದಿನ ಲಕ್ಷಾಂತರ ಜನರು ಬಳಸುತ್ತಾರೆ, ಆದ್ದರಿಂದ ನಾವು ಈ ನೀತಿಯನ್ನು ಪ್ರಕಟಿಸುತ್ತಿದ್ದೇವೆ ಮತ್ತು ಸಾಧ್ಯವಾದಷ್ಟು ಪಾರದರ್ಶಕವಾಗಿರಲು ನಾವು ಈ ಸಮಸ್ಯೆಗಳನ್ನು ಹೇಗೆ ಪರಿಹರಿಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ಅಧ್ಯಯನವನ್ನು ಪ್ರಕಟಿಸುತ್ತಿದ್ದೇವೆ.",
    "1830910223": "ನೈಜ-ಪ್ರಪಂಚದ AI ಎಥಿಕ್ಸ್ ಕೇಸ್ ಸ್ಟಡಿ",
    "805971861": "\"ಅಂಬ್ರೆಲಾ\" ಎಂಬುದು ಇಮೇಜ್‌ನೆಟ್‌ನಲ್ಲಿನ ಪದವಾಗಿದೆ, ಇದು ಕಂಪ್ಯೂಟರ್ ದೃಷ್ಟಿ ಸಂಶೋಧಕರು ಬಳಸುವ ಪ್ರಮಾಣಿತ ಮಾನದಂಡದ ಡೇಟಾಸೆಟ್ ಆಗಿದೆ. ಸುರಕ್ಷಿತ ಮುಂದಿನ ಪೀಳಿಗೆಯ ಸುಧಾರಿತ ಚಾಲಕ ನೆರವು (ADAS) ವ್ಯವಸ್ಥೆಗಳನ್ನು ನಿರ್ಮಿಸಲು ಛತ್ರಿಗಳನ್ನು ಹಿಡಿದಿರುವ ಜನರನ್ನು ವಿಶ್ವಾಸಾರ್ಹವಾಗಿ ಗುರುತಿಸುವುದು ಸಹ ನಿರ್ಣಾಯಕವಾಗಿದೆ.",
    "3988350": "ಇದರರ್ಥ ನೈಜ-ಪ್ರಪಂಚದ ಛತ್ರಿ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಅತ್ಯುತ್ತಮ ಬಳಕೆಯ ಸಂದರ್ಭಗಳಿವೆ. ಸ್ವಯಂ ಚಾಲನಾ ಕಾರುಗಳ ಪ್ರಭಾವದ ಬಗ್ಗೆ ಭಿನ್ನಾಭಿಪ್ರಾಯಕ್ಕೆ ಅವಕಾಶವಿದೆ, ಆದರೆ ADAS ವ್ಯವಸ್ಥೆಗಳು ಈಗಾಗಲೇ ಉಳಿಸುತ್ತಿವೆ",
    "548587288": "ವಿಶ್ವದಾದ್ಯಂತ.",
    "3138772661": "ಪ್ರತಿ ವರ್ಷ ಸಾವಿರಾರು ಜೀವಗಳು",
    "3168199226": "ಆದಾಗ್ಯೂ, 2020 ರಲ್ಲಿ ಈ ರೀತಿಯ ಡೇಟಾಸೆಟ್ ಅನ್ನು ನಿರ್ಮಿಸುವುದು ಒಂದು ವರ್ಷದ ಹಿಂದೆ ಕೆಲವರು ನಿರೀಕ್ಷಿಸಿದ ರೀತಿಯಲ್ಲಿ ಡ್ಯುಯಲ್ ಬಳಕೆಯ ತಂತ್ರಜ್ಞಾನವೆಂದು ಗ್ರಹಿಸಬಹುದು ಎಂದು ಸ್ಪಷ್ಟವಾಯಿತು.",
    "558378834": "ಹೀಗಾಗಿ ಈ ಸಮಯದಲ್ಲಿ ಛತ್ರಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರಶ್ನೆಗಳಿಗೆ ನಾವು ಇನ್ನು ಮುಂದೆ ವಿನಂತಿಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ. ಪ್ರಸ್ತುತ ಕ್ಷಣದಲ್ಲಿ ಅಂತಿಮ-ಬಳಕೆದಾರರು ಛತ್ರಿಗಳ ಬಗ್ಗೆ ಪ್ರಶ್ನೆಯನ್ನು ನೋಡಿದಾಗ ಗೊಂದಲದ ಸಾಧ್ಯತೆಯು ತುಂಬಾ ಹೆಚ್ಚಾಗಿದೆ ಮತ್ತು ಅಂತಿಮವಾಗಿ ನಮ್ಮ ಗುರಿಯು ಜಗತ್ತನ್ನು ಹೆಚ್ಚು ಆಹ್ಲಾದಕರ ಸ್ಥಳವನ್ನಾಗಿ ಮಾಡುವುದು.",
    "3376604063": "AI ಎಥಿಕ್ಸ್ ನೀತಿಗಳು ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗಳು",
    "1923365316": "ನಾವು hCaptcha ನಲ್ಲಿ ಕಟ್ಟುನಿಟ್ಟಾದ AI ನೀತಿ ನೀತಿಯನ್ನು ಹೊಂದಿದ್ದೇವೆ ಮತ್ತು ಅದರ ಭಾಗವು ನಿಮ್ಮ ಗ್ರಾಹಕರನ್ನು ತಿಳಿದುಕೊಳ್ಳಿ (KYC) ಪ್ರಕ್ರಿಯೆಯನ್ನು ಒಳಗೊಂಡಿದೆ.",
    "4230322909": "ಪ್ರತಿ ಹೊಸ ಗ್ರಾಹಕರು ಮತ್ತು ಅವರ ಉದ್ದೇಶಿತ ಬಳಕೆಯ ಪ್ರಕರಣದ ಬಗ್ಗೆ ಉತ್ತಮ ತಿಳುವಳಿಕೆಯನ್ನು ಪಡೆಯಲು ನಾವು ಯಾವಾಗಲೂ ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ, ಇದು ನಮ್ಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳಿಗೆ ಸೂಕ್ತವಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಲು ಮತ್ತು ಕಂಪನಿಯಾಗಿ ನಾವು ಅಳವಡಿಸಿಕೊಂಡಿರುವ ನೀತಿಗಳನ್ನು ಅನುಸರಿಸುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು.",
    "2735073144": "ಅಗತ್ಯವಿರುವಂತೆ ನಾವು ನಿರಂತರ ವಿಮರ್ಶೆಗಳನ್ನು ಸಹ ನಡೆಸುತ್ತೇವೆ. ಉದಾಹರಣೆಗೆ, ಛತ್ರಿ-ಸಂಬಂಧಿತ ಲೇಬಲಿಂಗ್ ವಿನಂತಿಗಳಿಗಾಗಿ ವಿನಂತಿಗಳ ದಿನಾಂಕಗಳು ಮತ್ತು ಮೂಲಗಳ ನಮ್ಮ ಇತ್ತೀಚಿನ ವಿಮರ್ಶೆಯಲ್ಲಿ, ಕಳೆದ 12 ತಿಂಗಳುಗಳಲ್ಲಿ ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸುವ ಛತ್ರಿಗಳ ಕುರಿತು ಯಾವುದೇ ಸರ್ಕಾರಿ ಘಟಕ ಅಥವಾ ಕಣ್ಗಾವಲು ಸಾಫ್ಟ್‌ವೇರ್‌ನ ತಿಳಿದಿರುವ ರಾಜ್ಯ ಪೂರೈಕೆದಾರರು ವಿನಂತಿಗಳನ್ನು ಮಾಡಿಲ್ಲ ಎಂಬುದನ್ನು ನಾವು ತ್ವರಿತವಾಗಿ ಖಚಿತಪಡಿಸಲು ಸಾಧ್ಯವಾಯಿತು. .",
    "2715462692": "ನಮ್ಮ AI ಎಥಿಕ್ಸ್ ಪ್ರಕ್ರಿಯೆಯು ಹೇಗಿರುತ್ತದೆ?",
    "3049976256": "ಪ್ರತಿ ಹೊಸ ಲೇಬಲಿಂಗ್ ಗ್ರಾಹಕರಿಗೆ, ಮಾರಾಟ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ನಾವು ಪರಿಶೀಲನಾಪಟ್ಟಿಯ ಮೂಲಕ ಹೋಗುತ್ತೇವೆ. ಇದು ಆನ್‌ಬೋರ್ಡಿಂಗ್‌ಗೆ ಮೊದಲು ಆರಂಭಿಕ KYC ಶ್ರದ್ಧೆ, ಹಾಗೆಯೇ ನಮ್ಮ ವಿಶ್ಲೇಷಕರಿಗೆ ಮಾಡಿದ ಎಲ್ಲಾ ವಿನಂತಿಗಳ ಪರಿಶೀಲನೆ ಮತ್ತು ನೈಜ-ಸಮಯದ ಸ್ಪಾಟ್ ಚೆಕ್‌ಗಳು ಮತ್ತು ನಮ್ಮ ಸ್ವಯಂ ಸೇವಾ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಮಾಡಿದ ವಿನಂತಿಗಳ ಆವರ್ತಕ ವಿಮರ್ಶೆಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.",
    "3103642530": "ಈ ವಿಮರ್ಶೆಯು ಹಲವಾರು ಮಾನದಂಡಗಳನ್ನು ಒಳಗೊಂಡಿದೆ:",
    "3349094124": "ನೈತಿಕ ಕಾಳಜಿಯ ಮಾನದಂಡಗಳು: ಉದ್ದೇಶ",
    "1038019440": "1. ಈ ಗ್ರಾಹಕರು ಅಂತರಾಷ್ಟ್ರೀಯ ಕಾನೂನುಗಳು ಮತ್ತು ರೂಢಿಗಳಿಗೆ ವಿರುದ್ಧವಾದ ನಡವಳಿಕೆಯಲ್ಲಿ ತೊಡಗಿರುವ ದೇಶದ ರಾಷ್ಟ್ರೀಯ ಹಿತಾಸಕ್ತಿಗಳನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತಿದ್ದಾರೆಯೇ?",
    "493717511": "2. ಈ ಗ್ರಾಹಕರು ಸೇವೆಗಳನ್ನು ವಿನಂತಿಸುತ್ತಿದ್ದಾರೆಯೇ?",
    "2209109640": "ಅವರ ಸಾಮಾನ್ಯ ವ್ಯಾಪಾರ ಚಟುವಟಿಕೆಗಳ ಸಂದರ್ಭದಲ್ಲಿ ದುರುದ್ದೇಶಪೂರಿತ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ ಬಳಸಲಾಗಿದೆಯೇ?",
    "3457805519": "3. US ಕಾನೂನು ಮತ್ತು ನಮ್ಮ ನಿಶ್ಚಿತಾರ್ಥದ ನಿಯಮಗಳ ಅಡಿಯಲ್ಲಿ ಗ್ರಾಹಕರ ವಿನಂತಿಯನ್ನು ಪೂರೈಸಬಹುದೇ?",
    "1942611550": "ಪ್ರಾಥಮಿಕವಾಗಿ",
    "109179759": "ನೈತಿಕ ಕಾಳಜಿಯ ಮಾನದಂಡಗಳು: ವ್ಯಕ್ತಿನಿಷ್ಠ",
    "1033698050": "1. ವಿಶಿಷ್ಟವಾದ ಪಾಶ್ಚಾತ್ಯ ಸಾಮಾಜಿಕ ರೂಢಿಗಳ ನಮ್ಮ ವ್ಯಾಖ್ಯಾನದ ಪ್ರಕಾರ, ನಾವು ನೈತಿಕವಾಗಿ ಸ್ವೀಕಾರಾರ್ಹವೆಂದು ಪರಿಗಣಿಸುವ ಬಳಕೆಯ ಪ್ರಕರಣವನ್ನು ಗ್ರಾಹಕರು ನಮಗೆ ನೀಡಿದ್ದಾರೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆಯೇ?",
    "361372538": "2. ನಮ್ಮ ಒದಗಿಸಿದ ಸೇವೆಗಳನ್ನು ಗ್ರಾಹಕರು ತಾರತಮ್ಯದ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಬಹುದೆಂದು ನಾವು ನಂಬುತ್ತೇವೆ, ಕಾನೂನುಬದ್ಧವಾಗಿರಬಹುದಾದ ಆದರೆ ನಮಗೆ ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದ ರೀತಿಯಲ್ಲಿ?",
    "2867855718": "3. ವಿನಂತಿಗಾಗಿ ಗೌಪ್ಯತೆಯ ಅಗತ್ಯಗಳನ್ನು ತೃಪ್ತಿಕರವಾಗಿ ತಿಳಿಸಬಹುದು ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆಯೇ?",
    "2462728596": "ಈ ಅಂಶಗಳಲ್ಲಿ ನಮಗೆ ತೃಪ್ತಿಯಾಗದಿದ್ದರೆ, ನಾವು ವಿನಂತಿಯನ್ನು ನಿರಾಕರಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ನಿಯಮಗಳಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗೆ ಹೆಚ್ಚಿನ ಪ್ರವೇಶವನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು.",
    "1995277831": "ಧನ್ಯವಾದ",
    "1818116402": "AI ಎಥಿಕ್ಸ್ ಕಾಂಪೊನೆಂಟ್‌ನೊಂದಿಗೆ ಕಾರ್ಯಾಚರಣೆಯ ಪ್ರಶ್ನೆಗಳನ್ನು ನಾವು ಹೇಗೆ ನಿರ್ವಹಿಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ಈ ನೋಟವನ್ನು ನೀವು ಮೆಚ್ಚಿದ್ದೀರಿ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ.",
    "1499894352": "ಕೆಲವೇ ಕೆಲವು ಕಂಪನಿಗಳು ಈ ಪ್ರದೇಶದಲ್ಲಿ ತಮ್ಮ ನಿರ್ಧಾರ ತೆಗೆದುಕೊಳ್ಳುವ ಪ್ರಕ್ರಿಯೆಗಳಲ್ಲಿ ಪಾರದರ್ಶಕತೆಯನ್ನು ನೀಡುತ್ತವೆ ಮತ್ತು ಇತರರು ಈ ಉದಾಹರಣೆಯನ್ನು ಅನುಸರಿಸುತ್ತಾರೆ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ!",
    "535659033": "ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಗುಣಲಕ್ಷಣ",
    "1495915066": "ನಾವು, ನಮ್ಮ ಶೈಕ್ಷಣಿಕ ಸಂಶೋಧನಾ ಪಾಲುದಾರರು ಮತ್ತು ನಮ್ಮ ಗ್ರಾಹಕರು ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್ ಮಾಧ್ಯಮವನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ",
    "3017533972": "ನಾವು, ನಮ್ಮ ಶೈಕ್ಷಣಿಕ ಸಂಶೋಧನಾ ಪಾಲುದಾರರು ಮತ್ತು ನಮ್ಮ ಗ್ರಾಹಕರು ಯಂತ್ರ ಕಲಿಕೆಯ ಕ್ಷೇತ್ರದಲ್ಲಿ ಮಾನವೀಯತೆಯ ಜ್ಞಾನವನ್ನು ಹೆಚ್ಚಿಸಲು hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಮೂಲಕ ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್-ಪರವಾನಗಿ ಪಡೆದ ವಿಷಯದ ಭಾಗಗಳನ್ನು ಸಾಂದರ್ಭಿಕವಾಗಿ ಉಲ್ಲೇಖಿಸಬಹುದು ಅಥವಾ ಪುನರುತ್ಪಾದಿಸಬಹುದು.",
    "1428053210": "ಈ ವಿಷಯವು ಸಾಮಾನ್ಯವಾಗಿ ಅದರ ಮೂಲ ರೂಪದಿಂದ ರೂಪಾಂತರಗೊಳ್ಳುತ್ತದೆ. ಉದಾಹರಣೆಗೆ, ವೀಡಿಯೊವನ್ನು ಹಲವು ಚಿತ್ರಗಳಾಗಿ ವಿಭಜಿಸಬಹುದು, ಆ ಚಿತ್ರಗಳನ್ನು ಅನೇಕ ಹೊಸ ಚಿತ್ರಗಳಾಗಿ ವಿಭಜಿಸಬಹುದು ಮತ್ತು ಆ ಹೊಸ ಚಿತ್ರಗಳನ್ನು ನಂತರ ಯಾದೃಚ್ಛಿಕವಾಗಿ ಮಿಶ್ರಣ ಮಾಡಿ ಅಂತಿಮ ಫಲಿತಾಂಶವನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ.",
    "1728211763": "ಈ ರೀತಿಯಾಗಿ ಮತ್ತು ಈ ಉದ್ದೇಶಗಳಿಗಾಗಿ ವಿಷಯವನ್ನು ಬಳಸುವುದು ಕಾನೂನು ಮತ್ತು ಕ್ಷೇತ್ರದಲ್ಲಿನ ಪ್ರಮಾಣಿತ ಅಭ್ಯಾಸಗಳ ನಮ್ಮ ತಿಳುವಳಿಕೆಗೆ ಅನುಗುಣವಾಗಿ ನ್ಯಾಯೋಚಿತ ಬಳಕೆಯ ಮಾರ್ಗಸೂಚಿಗಳೊಳಗೆ ಬರುತ್ತದೆ, ಆದರೆ ನಾವು ಕ್ರಿಯೇಟಿವ್ ಕಾಮನ್ಸ್‌ನ ದೀರ್ಘಕಾಲೀನ ಅಭಿಮಾನಿಗಳು ಮತ್ತು ಸಹಾಯ ಮಾಡುವ ಯಾರಿಗಾದರೂ ಕ್ರೆಡಿಟ್ ನೀಡಲು ಬಯಸುತ್ತೇವೆ ಯಂತ್ರ ಬುದ್ಧಿಮತ್ತೆಯನ್ನು ಸುಧಾರಿಸುವ ಸ್ಮಾರಕ ಕಾರ್ಯ.",
    "1949452297": "hCaptcha UI ನ ಆಂತರಿಕ ನಿರ್ಬಂಧಗಳು ಮತ್ತು ಅದರ ಭದ್ರತಾ ಪರಿಗಣನೆಗಳ ಕಾರಣದಿಂದಾಗಿ, ಪ್ರತಿ ಚಿತ್ರದ ಮೂಲವನ್ನು ಅದರ ಬಳಕೆಗೆ ನೇರವಾಗಿ ಪಕ್ಕದಲ್ಲಿ ಪುನರುತ್ಪಾದಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಬದಲಿಗೆ, ನಾವು ನಮ್ಮ ಮುಖಪುಟದಿಂದ ಈ ಪುಟಕ್ಕೆ ಲಿಂಕ್ ಮಾಡುತ್ತೇವೆ ಮತ್ತು ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಮೂಲಕ ಪ್ರಸ್ತುತ ಅಥವಾ ಇತ್ತೀಚೆಗೆ ಸೇವೆ ಸಲ್ಲಿಸಿದ ಮೂಲಗಳ ಪಟ್ಟಿಯನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ. ನೀವು ಪ್ರಸ್ತುತ ಪಟ್ಟಿಯನ್ನು ಪ್ರವೇಶಿಸಬಹುದು",
    "2367602973": "ಇಲ್ಲಿ",
    "659124570": "ಹೆಚ್ಚುವರಿಯಾಗಿ, ನಿಮಗೆ ಸೇರಿದ ವಿಷಯವನ್ನು hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಪುನರುತ್ಪಾದಿಸಿರುವುದನ್ನು ನೀವು ನೋಡಿದರೆ ಮತ್ತು ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಅದನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸಿದರೆ, ನೀವು ಇಮೇಲ್ ಮೂಲಕ ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಬಹುದು",
    "2066749488": "ಇತರೆ ದೂರುಗಳು",
    "3479034323": "ನಿಮಗೆ ಸಂಬಂಧಿಸಿದ ವಿಷಯವನ್ನು hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಪುನರುತ್ಪಾದಿಸಿರುವುದನ್ನು ನೀವು ನೋಡಿದರೆ ಮತ್ತು ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಅದನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸಿದರೆ, ನೀವು ಇಮೇಲ್ ಮೂಲಕ ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.",
    "1836554225": "ಬ್ಲಾಗ್ ಪೋಸ್ಟ್‌ಗಳು",
    "2873297188": "ಎಲ್ಲಾ ಕ್ಯಾಪ್ಚಾಗಳು ಅಮೆರಿಕನ್ನರಲ್ಲದವರ ವಿರುದ್ಧ ತಾರತಮ್ಯ ಮಾಡುತ್ತವೆಯೇ?",
    "165932542": "ಜಗತ್ತಿನಾದ್ಯಂತ hCaptcha ಪರಿಹಾರ ದರಗಳ ಒಂದು ನೋಟ",
    "1865097546": "ನವೆಂಬರ್ 16, 2021",
    "3005876482": "hCaptcha ಈಗ ಅತಿ ದೊಡ್ಡ ಸ್ವತಂತ್ರ CAPTCHA ಸೇವೆಯಾಗಿದೆ, 15% ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ",
    "693820850": "ಗೌಪ್ಯತೆಯನ್ನು ಮೊದಲು ಇರಿಸುವ ಮೂಲಕ ನೀವು Google ಅನ್ನು ಸೋಲಿಸಬಹುದು",
    "3609106478": "ರುಜುವಾತು ತುಂಬುವುದು:",
    "299335340": "ಅದು ಏನು ಮತ್ತು ದಾಳಿಯನ್ನು ಹೇಗೆ ನಿಲ್ಲಿಸುವುದು",
    "354925785": "ಪರಿಚಯ",
    "423222878": "ದುರುದ್ದೇಶಪೂರಿತ ನಟನು ಸಕ್ರಿಯ ಬಳಕೆದಾರ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಕಾನೂನುಬದ್ಧ ಬಳಕೆದಾರ ರುಜುವಾತುಗಳನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಾಗುವ ಕೆಲವು ಕಷ್ಟಕರವಾದ ಸೈಬರ್‌ಟಾಕ್‌ಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಲು, ತಡೆಯಲು ಮತ್ತು ನಿಲ್ಲಿಸಬಹುದು. ಸ್ಥಳದಲ್ಲಿ ಸಾಕಷ್ಟು ಅತ್ಯಾಧುನಿಕ ಪತ್ತೆ ಸಾಮರ್ಥ್ಯಗಳಿಲ್ಲದೆಯೇ, ಖಾತೆಯನ್ನು ಹೋಸ್ಟ್ ಮಾಡುವ ಕಂಪನಿಯು ಏನಾದರೂ ತಪ್ಪಾಗಿದೆ ಎಂದು ಅನುಮಾನಿಸಲು ಯಾವುದೇ ಕಾರಣವಿಲ್ಲ. ಒಬ್ಬ ಗ್ರಾಹಕನು ಅವನ ಅಥವಾ ಅವಳ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಿದಂತೆ ಕಾಣುತ್ತದೆ. ಆಕ್ರಮಣಕಾರರು ಕದ್ದ ರುಜುವಾತುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಈ ಯಶಸ್ವಿ ಉಪಾಯವನ್ನು ಸಾಧಿಸಿದರು-ಸಾಮಾನ್ಯವಾಗಿ \"ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು\" ಎಂದು ಕರೆಯಲ್ಪಡುವ ಸೈಬರ್‌ಟಾಕ್ ತಂತ್ರದ ಫಲಿತಾಂಶವಾಗಿದೆ. ಇದು ಇಂದು ಗಂಭೀರ ಸಮಸ್ಯೆಯಾಗಿದೆ, ಆದರೆ ಸರಿಯಾದ ಪ್ರತಿಕ್ರಮಗಳೊಂದಿಗೆ ತಗ್ಗಿಸಬಹುದು.",
    "777660551": "ರುಜುವಾತು ಸ್ಟಫಿಂಗ್ ಎಂದರೇನು?",
    "2602763587": "ಕ್ರಿಡೆನ್ಶಿಯಲ್ ಸ್ಟಫಿಂಗ್ ಎನ್ನುವುದು ಸೈಬರ್‌ಟಾಕ್‌ನ ಒಂದು ರೂಪವಾಗಿದ್ದು, ಇದರಲ್ಲಿ ಆಕ್ರಮಣಕಾರರು ಕದ್ದ ಬಳಕೆದಾರರ ಹೆಸರುಗಳು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್‌ಗಳ ಜೋಡಿಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಹಲವಾರು ಬಾರಿ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಾರೆ. \"ಸ್ಟಫಿಂಗ್\" ಪುನರಾವರ್ತಿತ ಲಾಗಿನ್ ಪ್ರಯತ್ನಗಳನ್ನು ಸೂಚಿಸುತ್ತದೆ, ಇದು ಯಾವಾಗಲೂ ಸ್ವಯಂಚಾಲಿತ ಬೋಟ್ ಸಾಫ್ಟ್‌ವೇರ್‌ನಿಂದ ನಿರ್ವಹಿಸಲ್ಪಡುತ್ತದೆ.",
    "1271831121": "ರುಜುವಾತುಗಳ ನಂತರ ರುಜುವಾತುಗಳನ್ನು ಟೈಪ್ ಮಾಡುತ್ತಾ, ಹ್ಯಾಕರ್ (ಹೂಡಿ ಧರಿಸಿದ, ಸಹಜವಾಗಿ!) ಅಲ್ಲಿ ಕುಳಿತಿರುವಂತೆ ಅಲ್ಲ. ಸ್ವಯಂಚಾಲಿತ ಲಾಗಿನ್ ಬೋಟ್ ಅನ್ನು ಸೆಲೆನಿಯಮ್ ಅಥವಾ ಕಸ್ಟಮ್-ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಹ್ಯಾಕರ್ ಟೂಲ್‌ನಂತಹ ಆಫ್-ದಿ-ಶೆಲ್ಫ್ ಟೂಲ್‌ನಿಂದ ಮಾಡಬಹುದಾಗಿದೆ.",
    "2588750717": "ವಾಸ್ತವವಾಗಿ, ಕೆಲವು ರುಜುವಾತು ಸ್ಟಫಿಂಗ್ ದಾಳಿಗಳು ಲಕ್ಷಾಂತರ ರುಜುವಾತುಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ-ಎಲ್ಲವೂ ಅನುಮಾನಾಸ್ಪದ ವೆಬ್‌ಸೈಟ್ ಲಾಗಿನ್ ಇಂಟರ್‌ಫೇಸ್‌ಗೆ ಒಳಪಡುವ ಭರವಸೆಯಲ್ಲಿ ತುಂಬಿಸಲಾಗುತ್ತದೆ. ಒಮ್ಮೆ ಒಳಗೆ, ಆಕ್ರಮಣಕಾರರು ಬಲಿಪಶುವಿನ ಖಾತೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
    "1137757109": "ಇದು ಇ-ಕಾಮರ್ಸ್ ಖಾತೆಯಾಗಿದ್ದರೆ, ಆಕ್ರಮಣಕಾರರು ಸರಕುಗಳನ್ನು ಆರ್ಡರ್ ಮಾಡಬಹುದು. ಬಲಿಪಶು ಬ್ಯಾಂಕ್ ಆಗಿದ್ದರೆ, ದಾಳಿಕೋರರು ಕಡಲಾಚೆಯ ಹಣವನ್ನು ವರ್ಗಾಯಿಸಬಹುದು, ಇತ್ಯಾದಿ.",
    "1559150837": "ಆದರೂ ಗುರಿಗಳು ರಕ್ಷಣೆಯಿಲ್ಲ. ಹೆಚ್ಚಿನ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಕಡಿಮೆ ಸಮಯದಲ್ಲಿ ಒಂದೇ IP ವಿಳಾಸದಿಂದ ಸಾವಿರಾರು ವಿಭಿನ್ನ ಖಾತೆಗಳಿಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ಅನುಮಾನಾಸ್ಪದ ಬಳಕೆದಾರರನ್ನು ನಿರ್ಬಂಧಿಸುವ ನಿಯಂತ್ರಣಗಳನ್ನು ಹೊಂದಿವೆ. ಭೌಗೋಳಿಕ ಮತ್ತು IP ವೈವಿಧ್ಯತೆಯನ್ನು ಅನುಕರಿಸುವುದು ಈ ರಕ್ಷಣೆ ತಂತ್ರಗಳನ್ನು ಪಡೆಯಲು ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವ ದಾಳಿಕೋರರು ಏನು ಮಾಡುತ್ತಾರೆ. ಶಕ್ತಿಯುತವಾದ, ಸಾಮಾನ್ಯವಾಗಿ AI-ಚಾಲಿತ ಪರಿಕರಗಳನ್ನು ಬಳಸುವುದರಿಂದ, ಸಾವಿರಾರು ಬಳಕೆದಾರರು ದೇಶದಾದ್ಯಂತ ದಿನದ ವಿವಿಧ ಸಮಯಗಳಲ್ಲಿ ಯಾದೃಚ್ಛಿಕವಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ ಎಂದು ಅವರು ಕಾಣಿಸಬಹುದು. ಇದನ್ನು ಪತ್ತೆ ಹಚ್ಚುವುದು ಮತ್ತು ನಿಲ್ಲಿಸುವುದು ತುಂಬಾ ಕಷ್ಟ.",
    "1892020899": "ಹ್ಯಾಕರ್‌ಗಳು ರುಜುವಾತುಗಳನ್ನು ಎಲ್ಲಿ ಪಡೆಯುತ್ತಾರೆ?",
    "2597149484": "ಹ್ಯಾಕರ್ ಹಲವಾರು ರುಜುವಾತುಗಳನ್ನು \"ಸ್ಟಫ್\" ಮಾಡಲು ಕಾರಣ ಅವರು ತಮ್ಮ ಕದ್ದ ರುಜುವಾತುಗಳನ್ನು ಎಲ್ಲಿ ಪಡೆಯುತ್ತಾರೆ ಎಂಬುದಕ್ಕೆ ಸಂಬಂಧಿಸಿದೆ.",
    "3030395800": "ಈ ರುಜುವಾತುಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಡೇಟಾ ಉಲ್ಲಂಘನೆಗಳಿಂದ ಬರುತ್ತವೆ. \"ರುಜುವಾತುಗಳ ಸೋರಿಕೆಗಳು\" ಎಂದೂ ಕರೆಯಲ್ಪಡುವ ಈ ದಾಳಿಗಳು ಲಕ್ಷಾಂತರ ರುಜುವಾತುಗಳನ್ನು ಡಾರ್ಕ್ ವೆಬ್‌ಗೆ ಎಸೆಯಲು ಕಾರಣವಾಗಬಹುದು. ಸೋರಿಕೆಯು ಬ್ಯಾಂಕ್‌ನಿಂದ ಬಂದಿದ್ದರೆ, ಹ್ಯಾಕರ್ ಇತರ ಸೈಟ್‌ಗಳನ್ನು ಪಡೆಯಲು ಆ ರುಜುವಾತುಗಳನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಾನೆ. ಈ ವಿಧಾನವು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಏಕೆಂದರೆ ಅನೇಕ ಜನರು ಒಂದೇ ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಸಂಯೋಜನೆಯನ್ನು ಅನೇಕ ಸೈಟ್‌ಗಳಿಗೆ ಬಳಸುತ್ತಾರೆ. (ಈ ಅಭ್ಯಾಸವನ್ನು ನಿರುತ್ಸಾಹಗೊಳಿಸಲಾಗಿದೆ, ಆದರೆ ವಾಸ್ತವವೆಂದರೆ ಅದು. ಜನರು ಅದೇ ಲಾಗಿನ್ ರುಜುವಾತುಗಳನ್ನು ಪುನರಾವರ್ತಿಸಲು ಒಲವು ತೋರುತ್ತಾರೆ.)",
    "1258965840": "ಹೀಗಾಗಿ, ಆಕ್ರಮಣಕಾರರು ಒಂದು ಸೈಟ್‌ಗೆ ಪ್ರವೇಶಿಸಬಹುದಾದರೆ, ಅವರು ಬಹುಶಃ ಚೆಲ್ಲಿದ ರುಜುವಾತುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಬಹು ಸೈಟ್‌ಗಳಿಗೆ ಪ್ರವೇಶಿಸಬಹುದು. ಉದಾಹರಣೆಗೆ, ಅವರು JohnDoe/525momma ನಂತಹ ಬಳಕೆದಾರಹೆಸರು/ಪಾಸ್‌ವರ್ಡ್ ಜೋಡಿಯನ್ನು ಪಡೆಯಬಹುದು, ಆದರೆ ಆ ಜೋಡಿಯು ಅವರಿಗೆ ಏನು ಮಾಡುತ್ತದೆ ಎಂದು ಅವರಿಗೆ ತಿಳಿದಿಲ್ಲ. ಆದ್ದರಿಂದ, ಅವರು Amazon.com, Ebay, Citibank, Walgreens ಮತ್ತು ಆನ್ ಮತ್ತು ಆನ್‌ನಲ್ಲಿ ಜೋಡಿಯನ್ನು ಪ್ರಯತ್ನಿಸುತ್ತಾರೆ. ಅವರು ಆ ಜೋಡಿಯನ್ನು ಸಾವಿರ ವಿಭಿನ್ನ ಸೈಟ್‌ಗಳಲ್ಲಿ ಪ್ರಯತ್ನಿಸಬಹುದು.",
    "3594440415": "ಅಂತಿಮವಾಗಿ, ಅವರು ಬಾಗಿಲು ತೆರೆಯಲು ಪ್ರಾರಂಭಿಸುತ್ತಾರೆ.",
    "780280214": "hCaptcha ಮತ್ತು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವ ಬೆದರಿಕೆಯನ್ನು ಹೇಗೆ ತಗ್ಗಿಸುತ್ತವೆ",
    "4165374512": "ರುಜುವಾತು ಸ್ಟಫಿಂಗ್ ಅನ್ನು ತಡೆಗಟ್ಟಲು IP ಮತ್ತು ಸ್ಥಳ ಪತ್ತೆ ಸಾಧನಗಳನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿದ್ದರೂ, ಹೆಚ್ಚು ವೆಚ್ಚದಾಯಕ ಮತ್ತು ನಿಖರವಾದ ವಿಧಾನವೆಂದರೆ ಸ್ವಯಂಚಾಲಿತ ರುಜುವಾತು ಸ್ಟಫಿಂಗ್ ಬೋಟ್ ಅನ್ನು ಅಡ್ಡಿಪಡಿಸುವುದು. hCaptcha ಮತ್ತು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪ್ರವೇಶದ ಹಂತದಲ್ಲಿ ಬೋಟ್ ಅನ್ನು ಸ್ಟಂಪ್ ಮಾಡಬಹುದು. ಬೋಟ್ ಸರಿಯಾದ ರುಜುವಾತುಗಳನ್ನು ಹೊಂದಿದ್ದರೂ ಸಹ, ಅದು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಪತ್ತೆ ಅಥವಾ hCaptcha ನ CAPTCHA ಅನ್ನು ಪಡೆಯಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ಅದು ಅದರ ಸ್ಟಫಿಂಗ್ ಮಾಡಲು ಆಗುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಸೈಟ್ ಮತ್ತು ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲಾಗುತ್ತದೆ.",
    "3269644546": "ದಯವಿಟ್ಟು",
    "1058572205": "ನೀವು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ ನಮಗೆ",
    "3753613260": "ಸಂಪರ್ಕಿಸಿ",
    "1792519141": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್",
    "3515435438": "DMCA ದೂರುಗಳನ್ನು ವರದಿ ಮಾಡಲಾಗುತ್ತಿದೆ",
    "54093347": "DMCA ನೋಂದಾಯಿತ ಏಜೆಂಟ್",
    "3233441200": "ಉಲ್ಲಂಘನೆ ನೀತಿಯನ್ನು ಪುನರಾವರ್ತಿಸಿ",
    "4011712313": "ನಮ್ಮ DMCA ನೀತಿಯ ಭಾಗವಾಗಿ, ನಾವು ಬಹು-ಹಂತದ DMCA ಪುನರಾವರ್ತಿತ ಉಲ್ಲಂಘನೆ ನೀತಿಯಲ್ಲಿ ಆಪಾದಿತ ಉಲ್ಲಂಘನೆಯ ಬಹು DMCA ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವ ಗ್ರಾಹಕರ ಖಾತೆಗಳನ್ನು ಇರಿಸುತ್ತೇವೆ. ಕ್ಯಾಲೆಂಡರ್ ತಿಂಗಳಲ್ಲಿ ಪುನರಾವರ್ತಿತ DMCA ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಿದ ನಂತರ, ಗ್ರಾಹಕರ ಖಾತೆಯು ಒಂದು ನೀತಿಯ ಹಂತದಿಂದ ಮುಂದಿನದಕ್ಕೆ ಮುಂದುವರಿಯುತ್ತದೆ.",
    "766825168": "DMCA ಪುನರಾವರ್ತಿತ ಉಲ್ಲಂಘನೆ ನೀತಿಯ ಅಡಿಯಲ್ಲಿ ನಾವು ತೆಗೆದುಕೊಳ್ಳಬಹುದಾದ ಕ್ರಮಗಳು ಖಾತೆಯ ದಾಖಲೆಯ ಗ್ರಾಹಕನಿಗೆ ಹೆಚ್ಚಿದ ಗೋಚರತೆಯ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಕಳುಹಿಸುವುದನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಈ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಅಂಗೀಕರಿಸುವ ಸಲುವಾಗಿ, ಗ್ರಾಹಕರು ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಲು ಅಥವಾ ನಮ್ಮ ಬೆಂಬಲ ತಂಡಕ್ಕೆ ಕರೆ ಮಾಡಲು ನಮಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ. ನಾವು ಪುನರಾವರ್ತಿತ ಉಲ್ಲಂಘನೆ ಎಚ್ಚರಿಕೆಗಳನ್ನು ಕಳುಹಿಸಿದ ನಂತರವೂ ನಾವು ಆಪಾದಿತ ಉಲ್ಲಂಘನೆಯ DMCA ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದನ್ನು ಮುಂದುವರಿಸಿರುವ ಯಾವುದೇ ಗ್ರಾಹಕರ hCaptcha ಮತ್ತು IMI ಸೇವೆಗೆ ಇತರ ಮಧ್ಯಂತರ ಕ್ರಮಗಳನ್ನು ಅನ್ವಯಿಸುವ ಹಕ್ಕನ್ನು ಸಹ ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಈ ನೀತಿಯ ಅಡಿಯಲ್ಲಿ ನಾವು hCaptcha ಸೇವೆಯನ್ನು ಕೊನೆಗೊಳಿಸಿದಾಗ ಈ ಗ್ರಾಹಕರಿಗೆ ಒದಗಿಸಲಾದ ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ಇತರ hCaptcha ಅಥವಾ IMI ಸೇವೆಗಳನ್ನು ನಾವು ಕೊನೆಗೊಳಿಸಬಹುದು.",
    "2410122265": "hCaptcha ಸಂಪನ್ಮೂಲಗಳು: ಬಾಟ್‌ಗಳು 101",
    "4166776480": "ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು: ಅದು ಏನು ಮತ್ತು ದಾಳಿಯನ್ನು ಹೇಗೆ ನಿಲ್ಲಿಸುವುದು",
    "2301335298": "ಪಾವತಿ ವಂಚನೆ: ಸೈಬರ್ ಕ್ರೈಮ್‌ನ ವೇಗವಾಗಿ-ವಿಕಸಿಸುವ ಮೋಡ್ ಅನ್ನು ತಗ್ಗಿಸುವುದು",
    "3682071227": "ಖಾತೆ ಸ್ವಾಧೀನಗಳು ಯಾವುವು ಮತ್ತು ಅವು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ?",
    "2729131930": "ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಎಂದರೇನು ಮತ್ತು ಅದು ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?",
    "1344959096": "ವೈಯಕ್ತಿಕ ಡೇಟಾ ಲೇಬಲ್ ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ",
    "3510143229": "hCaptcha ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ಸೇವೆಯಾಗಿದೆ,",
    "3930611699": "ವೈಯಕ್ತಿಕ ಕೆಲಸಗಾರರು.",
    "1051214799": "hCaptcha ವೆಬ್‌ ಭದ್ರತಾ ಸೇವೆಯಾಗಿದ್ದು, ಅದನ್ನು ಬಳಸುವ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ಪ್ರಕಾಶಕರೊಂದಿಗೆ ಮೌಲ್ಯವನ್ನು ಹಂಚಿಕೊಳ್ಳಲು ಪ್ರಯತ್ನಿಸುತ್ತದೆ.",
    "360236473": "hCaptcha ಸೇವೆಯು ವೈಯಕ್ತಿಕ ಲೇಬಲ್ ಆಗಿ ಕೆಲಸ ಮಾಡಲು ಯಾರಿಗಾದರೂ ಬಳಸಲು ಉದ್ದೇಶಿಸಿಲ್ಲ. ಇದನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿಲ್ಲ ಅಥವಾ ಈ ಉದ್ದೇಶಕ್ಕಾಗಿ ಸೂಕ್ತವಾಗಿಲ್ಲ. ವೈಯಕ್ತಿಕ ಆದಾಯದ ಮೂಲವಾಗಿ hCaptcha ಅನ್ನು ಬಳಸಲು ನಾವು ಯಾರಿಗೂ ಶಿಫಾರಸು ಮಾಡುವುದಿಲ್ಲ.",
    "3842490632": "ಅನೇಕ ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತಿರುವ ವೈಯಕ್ತಿಕ ಬಳಕೆದಾರನು ದರವನ್ನು ಸೀಮಿತಗೊಳಿಸಬಹುದು ಅಥವಾ ತ್ವರಿತವಾಗಿ ನಿಷೇಧಿಸಬಹುದು. ನಮ್ಮಂತೆಯೇ ಅಷ್ಟೇ ಮುಖ್ಯ",
    "1560232962": "ವಿವರವಾಗಿ ಆವರಿಸುತ್ತದೆ, ಯಾವುದೇ ಉತ್ತರಕ್ಕಾಗಿ ಗಳಿಸಿದ ಮೊತ್ತಕ್ಕೆ ಯಾವುದೇ ಗ್ಯಾರಂಟಿಗಳನ್ನು ನೀಡಲಾಗುವುದಿಲ್ಲ. ಆ ಸಮಯದಲ್ಲಿ ಯಾವುದೇ ಪಾವತಿಸಿದ ಪ್ರಶ್ನೆಗಳು ಲಭ್ಯವಿಲ್ಲದಿರಬಹುದು, ಗುಣಮಟ್ಟದ ಕಾರಣಗಳಿಗಾಗಿ ಉತ್ತರವನ್ನು ತಿರಸ್ಕರಿಸಬಹುದು, ಇತ್ಯಾದಿ.",
    "2694001822": "ಆದಾಗ್ಯೂ, ಸಿಸ್ಟಂ ಗುಣಲಕ್ಷಣಗಳು ಮತ್ತು ಹೊಸ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪರೀಕ್ಷಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಾವು ಸಾಂದರ್ಭಿಕವಾಗಿ ವ್ಯಕ್ತಿಗಳನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುತ್ತೇವೆ.",
    "1569804581": "ಸಂಬಂಧಿತ ಅವಕಾಶಗಳ ಕುರಿತು ಭವಿಷ್ಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಈ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ.",
    "636461959": "ಹೆಸರು",
    "1139500589": "ದೇಶ",
    "1789607185": "ಇಮೇಲ್ ವಿಳಾಸ",
    "325077666": "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಲ್ಲಿಸುವ ಮೂಲಕ ನೀವು ನಮ್ಮ ಸಮ್ಮತಿಸುತ್ತೀರಿ",
    "3555583744": "ಮತ್ತು",
    "3609929815": ". ವೈಯಕ್ತಿಕ ಲೇಬಲಿಂಗ್ ಕೆಲಸದ ಅವಕಾಶಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಭವಿಷ್ಯದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುವ ಉದ್ದೇಶಕ್ಕಾಗಿ ಮಾತ್ರ ನಾವು ನಿಮ್ಮ ಹೆಸರು, ದೇಶ ಮತ್ತು ಇಮೇಲ್ ವಿಳಾಸ ಮಾಹಿತಿಯನ್ನು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ.",
    "4197928199": "ಗೌಪ್ಯತಾ ನೀತಿ",
    "851786723": "ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ, ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ನಮ್ಮಿಂದ ಇಮೇಲ್ ಸ್ವೀಕರಿಸಲು.",
    "2402165761": "ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಹೇಗೆ ಕೆಲಸ ಮಾಡುತ್ತದೆ?",
    "4260542944": "ಕಂಟೆಂಟ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ (\"ಸ್ಕ್ರೀನ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್\" ಅಥವಾ \"ಸ್ಕ್ರ್ಯಾಪಿಂಗ್\" ಎಂದೂ ಸಹ ಕರೆಯಲಾಗುತ್ತದೆ) ವೆಬ್‌ನಿಂದ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಪರಿಚಿತ, ಸಾಮಾನ್ಯವಾಗಿ ಉಪಯುಕ್ತ ಪ್ರಕ್ರಿಯೆಯಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಇತ್ತೀಚಿನ ವರ್ಷಗಳಲ್ಲಿ, ತಂತ್ರವು ಹ್ಯಾಕರ್‌ಗಳು ಮತ್ತು ವಂಚಕರ ಮೆಚ್ಚಿನ ಸಾಧನವಾಗಿದೆ. ಪ್ರತಿತಂತ್ರಗಳು ಬೆದರಿಕೆಯನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ತಗ್ಗಿಸಬಹುದು, ಆದರೆ ಅವುಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು, ಪ್ರಕ್ರಿಯೆಯು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳುವುದು ಅತ್ಯಗತ್ಯ.",
    "2066255783": "ಕಂಟೆಂಟ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಎಂದರೇನು?",
    "1910628828": "ಕಂಟೆಂಟ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಎನ್ನುವುದು ಸಾಫ್ಟ್‌ವೇರ್ ಕ್ಲೈಂಟ್ ಅಥವಾ ವೆಬ್ ಬ್ರೌಸರ್‌ನಂತೆ ಸೋಗು ಹಾಕುವ ಸ್ವಯಂಚಾಲಿತ ಟೂಲ್‌ಸೆಟ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಸಿಸ್ಟಮ್‌ನಿಂದ ಡೇಟಾವನ್ನು ಪಡೆದುಕೊಳ್ಳುವ ತಂತ್ರವಾಗಿದೆ. ಇದು ಹೊಸದಲ್ಲ. ವಾಸ್ತವವಾಗಿ, ಹಳೆಯ ಮೇನ್‌ಫ್ರೇಮ್‌ನಿಂದ ಡೇಟಾ ಅಗತ್ಯವಿರುವ ಸಾಫ್ಟ್‌ವೇರ್ ಎಂಜಿನಿಯರ್‌ಗಳಿಗೆ, ಮಾಹಿತಿಯನ್ನು ಹೊರತೆಗೆಯಲು ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಏಕೈಕ ಮಾರ್ಗವಾಗಿದೆ. ಮೂಲ ಕನೆಕ್ಟರ್‌ಗಳು ಹೋಗಬಹುದು ಮತ್ತು ಬದಲಾಯಿಸಲು ಅಸಾಧ್ಯ.",
    "3408107995": "ಇಂದು, ಆದಾಗ್ಯೂ, ಏಕರೂಪವಾಗಿ ಸ್ಕ್ರ್ಯಾಪ್ ಮಾಡುವುದು ಎಂದರೆ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಡೇಟಾವನ್ನು ಎಳೆಯುವ ಪ್ರೋಗ್ರಾಮ್ಯಾಟಿಕ್ ವಿಧಾನ. ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಸಾಫ್ಟ್‌ವೇರ್ ಮಾನವ ಬಳಕೆದಾರರಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಬಟನ್‌ಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಫಲಿತಾಂಶದ ಔಟ್‌ಪುಟ್ ಅನ್ನು ಓದುತ್ತದೆ. ಸ್ಕ್ರ್ಯಾಪಿಂಗ್‌ಗೆ ಹಲವು ಕಾನೂನುಬದ್ಧ ಉಪಯೋಗಗಳಿವೆ. ಸರ್ಚ್ ಇಂಜಿನ್‌ಗಳನ್ನು ಪವರ್ ಮಾಡುವ ವೆಬ್ ಕ್ರಾಲರ್‌ಗಳು ಒಂದು ಉದಾಹರಣೆಯಾಗಿದೆ. ಸಾವಿರಾರು ಟ್ರಾವೆಲ್ ವೆಬ್‌ಸೈಟ್‌ಗಳ ಮೂಲಕ ಟ್ರಾವೆಲ್ ಡೀಲ್‌ಗಳನ್ನು ಹುಡುಕುವ ಸ್ಕೈಸ್ಕಾನರ್‌ನಂತಹ ಸಾಧನಗಳು. ಡೇಟಾ ಸಂಪರ್ಕವನ್ನು ಮಾಡಲು ಯಾವುದೇ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಇಂಟರ್‌ಫೇಸ್‌ಗಳು (API ಗಳು) ಲಭ್ಯವಿಲ್ಲದಿದ್ದರೆ, Fintech ಸಂಸ್ಥೆಗಳು ಅದನ್ನು ಬಳಸುತ್ತವೆ, ಬ್ಯಾಂಕ್ ಸೈಟ್‌ಗಳಿಂದ ಬಳಕೆದಾರರ ಹಣಕಾಸಿನ ಡೇಟಾವನ್ನು ಸ್ಕ್ರ್ಯಾಪ್ ಮಾಡುತ್ತವೆ. ಸ್ಕ್ರೀನ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಬಗ್ಗೆ ನೆನಪಿನಲ್ಲಿಟ್ಟುಕೊಳ್ಳಬೇಕಾದ ವಿಷಯಗಳೆಂದರೆ ಅದರ ವೇಗ ಮತ್ತು ಸ್ಕೇಲೆಬಿಲಿಟಿ. ಪ್ರಕ್ರಿಯೆಯು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ಅಪಾರ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು, ಅದು ಸಂಭವಿಸುವುದನ್ನು ತಡೆಯಲು ಸೈಟ್‌ಗಳನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಲಾಗಿಲ್ಲ ಎಂದು ಊಹಿಸುತ್ತದೆ. ಕಂಪ್ಯೂಟ್‌ನ ವೇಗದಲ್ಲಿ, ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಆಧಾರವಾಗಿರುವ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ಡೇಟಾಬೇಸ್‌ಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವ ಮೂಲಕ ಸ್ಕ್ರಾಪರ್ ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು.",
    "1920884252": "ಕಂಟೆಂಟ್ ಸ್ಕ್ರ್ಯಾಪ್ ಮಾಡುವುದು ಭದ್ರತಾ ಬೆದರಿಕೆ ಏಕೆ?",
    "2256795853": "ವೆಬ್‌ಸೈಟ್‌ಗಳಿಂದ ತ್ವರಿತವಾಗಿ ಬಹಳಷ್ಟು ಡೇಟಾವನ್ನು ಹೊರತೆಗೆಯುವ ಸಾಮರ್ಥ್ಯವು ದುರುದ್ದೇಶಪೂರಿತ ನಟರ ಕೈಯಲ್ಲಿ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಅನ್ನು ಪ್ರಬಲ ಸಾಧನವನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಬೋಟ್ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಸೈಟ್‌ಗಳಿಂದ ಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು. ನಂತರ, ವಿಳಾಸಗಳು ಮತ್ತು ಇತರ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿರುವ ಸೈಟ್‌ಗಳನ್ನು ಸ್ಕ್ರ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ ಮತ್ತು ಫಲಿತಾಂಶಗಳನ್ನು ಪರಸ್ಪರ ಸಂಬಂಧಿಸುವ ಮೂಲಕ, ಹ್ಯಾಕರ್ ಮೋಸದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಸಲ್ಲಿಸುವಂತಹ ಗುರುತಿನ ಅಪರಾಧಗಳಲ್ಲಿ ತೊಡಗಬಹುದು.",
    "4087694419": "ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಹ್ಯಾಕರ್ ನಕಲಿ ಅಥವಾ ಮೋಸಗೊಳಿಸುವ ಉತ್ಪನ್ನ ಪಟ್ಟಿಗಳನ್ನು ರಚಿಸಲು Amazon ಮತ್ತು eBay ನಂತಹ ಸೈಟ್‌ಗಳಿಂದ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು. ಅವನು ಅಥವಾ ಅವಳು ನಂತರ ಆಫರ್‌ಅಪ್‌ನಂತಹ ಪೀರ್-ಟು-ಪೀರ್ ಸೇವೆಗಳಲ್ಲಿ ಅವುಗಳನ್ನು ಮಾರಾಟಕ್ಕೆ ನೀಡಬಹುದು ಮತ್ತು ಖರೀದಿದಾರರ ಮೇಲೆ ಫಿಶಿಂಗ್ ದಾಳಿಗಳನ್ನು ನಡೆಸಬಹುದು. ಅಥವಾ, ವಂಚಕನು ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲದ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರಾಟ ಮಾಡಬಹುದು. ಮತ್ತಷ್ಟು ಸ್ಕ್ರೀನ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ವಂಚನೆಯು ಜಾಹೀರಾತು ಪ್ರಕಾಶಕರನ್ನು ನಕಲಿಸುವುದನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಪ್ರಕಾಶಕರ ಸೈಟ್‌ಗಳಿಂದ ವಿಷಯವನ್ನು ಸ್ಕ್ರ್ಯಾಪ್ ಮಾಡುವ ಮೂಲಕ, ವಂಚಕನು ವಿವಿಧ ಸೇವೆಗಳಲ್ಲಿ ನಕಲಿ ಜಾಹೀರಾತು ಪ್ರಕಾಶಕರ ಪುಟಗಳನ್ನು ರಚಿಸಬಹುದು. ನಂತರ ಅವರು ಆ ಪುಟಗಳಲ್ಲಿ ಜಾಹೀರಾತುಗಳನ್ನು ಅಧಿಕೃತ ಮರುಮಾರಾಟಗಾರರಿಗೆ ಮಾರಾಟ ಮಾಡಬಹುದು, ಅವರ ಸಂಪರ್ಕಗಳನ್ನು ಅವರು ಪ್ರಕಾಶಕರ ads.txt ಫೈಲ್‌ನಿಂದ ಕೊಯ್ಲು ಮಾಡುತ್ತಾರೆ. ಜಾಹೀರಾತು ಸ್ಲಾಟ್‌ಗಳು ಜಾಹೀರಾತುದಾರರಿಗೆ ನೈಜವಾಗಿ ಕಾಣಿಸುತ್ತವೆ, ಆದರೆ ಅವುಗಳು ಅಲ್ಲ.",
    "3315658779": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ನೊಂದಿಗೆ ಕಂಟೆಂಟ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಅನ್ನು ತಡೆಯಿರಿ",
    "2602081482": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ನಿಮ್ಮ ಸೈಟ್ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ದುರುದ್ದೇಶಪೂರಿತ ದಟ್ಟಣೆಯನ್ನು ಗುರುತಿಸಲು ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಬಳಸುತ್ತದೆ - ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಚಟುವಟಿಕೆಗಳು ಸೇರಿದಂತೆ.",
    "1422537019": "ಹೆಚ್ಚು ತಿಳಿಯಲು ಇಂದು ನಮಗೆ.",
    "1988268879": "ಸ್ಕೇಲ್‌ನಲ್ಲಿ ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಡೇಟಾ ಲೇಬಲಿಂಗ್",
    "2163914794": "ನಿಮ್ಮ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಹೆಚ್ಚಿನ ಲೇಬಲ್‌ಗಳು ಬೇಕೇ? hCaptcha ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಕೆಲಸ ಮಾಡುವ ಕಂಪನಿಗಳಿಗೆ ವೇಗದ, ವೆಚ್ಚ-ಪರಿಣಾಮಕಾರಿ ಮತ್ತು ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಅನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "3378932530": "ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಇದೀಗ ಲೇಬಲ್ ಮಾಡಿ",
    "3483700676": "ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳನ್ನು ತಕ್ಷಣವೇ ಪ್ರಾರಂಭಿಸಿ",
    "3478726913": "hCaptcha ನಿಮ್ಮ ಬಳಕೆಗೆ ಲಭ್ಯವಿರುವ ಗ್ರಹದ ಅತಿದೊಡ್ಡ ಪೂಲ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ಹೊಂದಿದೆ. ನಿಮ್ಮ ಪ್ರಮಾಣ ಏನೇ ಇರಲಿ, ದುಬಾರಿ ಮುಂಗಡ ಬದ್ಧತೆಗಳಿಲ್ಲದೆ ನಾವು ಅದನ್ನು ನಿಭಾಯಿಸಬಹುದು. ದಿನಕ್ಕೆ ಲಕ್ಷಾಂತರ ಕಾರ್ಯಗಳು ಯಾವುದೇ ಸಮಸ್ಯೆಯಿಲ್ಲ.",
    "740501259": "ಸರಳ API-ಚಾಲಿತ ಪೈಪ್‌ಲೈನ್‌ಗಳು",
    "2784612261": "ಮಾನವ ವಿಮರ್ಶೆಯನ್ನು ನೇರವಾಗಿ ನಿಮ್ಮ ವ್ಯಾಪಾರ ಕಾರ್ಯಾಚರಣೆಗಳಲ್ಲಿ ಸಂಯೋಜಿಸಲು ಬಯಸುವಿರಾ? ನಾವು ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸಾರ್ಹತೆಯ SLA ಗಳು, ಖಾತರಿಯ ಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸರಳ REST API ಗಳನ್ನು ನೀಡುತ್ತೇವೆ.",
    "1144966033": "ವೆಚ್ಚ ಮತ್ತು ಗುಣಮಟ್ಟಕ್ಕಾಗಿ ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲಾಗಿದೆ",
    "3213351333": "ಯಾವುದೇ ಮುಂಗಡ ಬದ್ಧತೆಯ ಅಗತ್ಯವಿಲ್ಲ",
    "2107077506": "ಅತ್ಯಾಧುನಿಕ ನೈಜ-ಸಮಯದ ಗುಣಮಟ್ಟದ ವಿಶ್ಲೇಷಣೆಯನ್ನು ನಿರ್ವಹಿಸಲು ಮಾನವ ವೇದಿಕೆಯು ಸಮಗ್ರ ವಿಶ್ವಾಸಾರ್ಹ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತದೆ. ಪ್ರಶ್ನೆಗಳ ತೊಂದರೆ ಮತ್ತು ಅವುಗಳ ಸರಿಯಾದ ಉತ್ತರ ಎರಡನ್ನೂ ತ್ವರಿತವಾಗಿ ನಿರ್ಧರಿಸಲು ಇದು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ನಿಮ್ಮ ಸಮಯ ಮತ್ತು ಹಣವನ್ನು ಉಳಿಸುತ್ತದೆ.",
    "3576146278": "ನಿಮಗೆ ಅಗತ್ಯವಿರುವ ನಿಖರತೆಗೆ ಮಾತ್ರ ಪಾವತಿಸಿ",
    "2952586316": "ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳು ಒಂದೇ ಆಗಿರುವುದಿಲ್ಲ. ಸುರಕ್ಷತೆ-ನಿರ್ಣಾಯಕ ಕಾರ್ಯಗಳ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಮಾನವ ಕೆಲಸಗಾರರಿಂದ 99.99% ವಿಶ್ವಾಸ ಬೇಕಾಗಬಹುದು. ಮೊಬೈಲ್ ಗೇಮ್ ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿನ ಒಂದು ಬೀಟಾ ವೈಶಿಷ್ಟ್ಯಕ್ಕಾಗಿ ಟಿಪ್ಪಣಿಗಳಿಗೆ ಮಧ್ಯಮ ವಿಶ್ವಾಸ ಮಾತ್ರ ಬೇಕಾಗಬಹುದು. ನೀನು ನಿರ್ಧರಿಸು.",
    "710145621": "ನಿಮ್ಮ ಸ್ವಂತ ನೆಲದ ಸತ್ಯದ ಡೇಟಾವನ್ನು ಒದಗಿಸಿ ಅಥವಾ ಹಾರಾಡುತ್ತ ಅದನ್ನು ನಿರ್ಮಿಸಲು ನಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡಿ",
    "987901590": "ಸಮಗ್ರ ಪರಿಶೀಲನೆ ಸೆಟ್ ಇಲ್ಲದೆಯೇ ನೀವು ಕಚ್ಚಾ ಡೇಟಾವನ್ನು ಹೊಂದಿದ್ದೀರಾ? ಹೆಚ್ಚಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ ಸಿಸ್ಟಂ ಮೂಲಕ ಕಾರ್ಯಗಳು ನಡೆಯುವುದರಿಂದ ನಾವು ನಿಮಗಾಗಿ ಒಂದನ್ನು ನಿರ್ಮಿಸಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಅನುಮೋದನೆಗಾಗಿ ಲೇಬಲ್ ಮಾಡಲಾದ ಮಾದರಿಗಳನ್ನು ರಚಿಸಬಹುದು.",
    "2597352122": "ಟಿಪ್ಪಣಿ ವಿಧಗಳು",
    "1344687860": "ಬೌಂಡಿಂಗ್ ಪೆಟ್ಟಿಗೆಗಳು",
    "1089415440": "ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊದಲ್ಲಿ ನಿಖರವಾದ ವಸ್ತು ಪತ್ತೆ",
    "3817067682": "ಬಹುಭುಜಾಕೃತಿಗಳು",
    "2682873489": "ವಸ್ತುಗಳ ಗಡಿ ಪ್ರದೇಶವನ್ನು ವಿವರಿಸಿ",
    "1275150216": "ಹೆಗ್ಗುರುತುಗಳು",
    "2067112112": "ಅನೇಕ ವಿಭಿನ್ನ ಬಳಕೆಯ ಸಂದರ್ಭಗಳಿಗೆ ಪಾಯಿಂಟ್ ಟಿಪ್ಪಣಿಗಳು",
    "4228682126": "ಗುಣಲಕ್ಷಣ ವರ್ಗೀಕರಣ",
    "2920213479": "ಯಾವುದೇ ಗಾತ್ರದ ಅನಿಯಂತ್ರಿತ ವರ್ಗಗಳನ್ನು ವಿಂಗಡಿಸಿ ಅಥವಾ ಸೇರಿಸಿ",
    "3288667364": "ಹೋಲಿಕೆ ಮತ್ತು ಪತ್ತೆ",
    "155877895": "ಮಾನವ-ಚಾಲಿತ ಪತ್ತೆ ಮತ್ತು ವರ್ಗೀಕರಣ",
    "3128433367": "... ಮತ್ತು ಇನ್ನೂ ಅನೇಕ",
    "2827452240": "ಇಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡದ ಇನ್ನೊಂದು ಪ್ರಕಾರ ಬೇಕೇ? ಸುಮ್ಮನೆ ನಮ್ಮನ್ನು ಕೇಳಿ.",
    "719304627": "ಎಂಡ್ ಟು ಎಂಡ್ ಕಂಟ್ರೋಲ್ ಬೇಕೇ?",
    "1172067553": "hCaptcha ಹಿಂದಿರುವ HUMAN ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ನಿಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಸಿಸ್ಟಮ್‌ಗಳೊಂದಿಗೆ ಸಂಯೋಜಿಸುವ ಆನ್-ಪ್ರಿಮೈಸ್, ಹೈಬ್ರಿಡ್ ಅಥವಾ SaaS ನಿಯೋಜನೆಗಳ ಮೂಲಕ ಹೆಚ್ಚು ಅತ್ಯಾಧುನಿಕ ಕೆಲಸದ ಗುಣಮಟ್ಟ ಮತ್ತು ನಿರ್ವಹಣೆ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "2319072959": "ನಿಮ್ಮ ಸ್ವಂತ ಉದ್ಯೋಗಿಗಳೊಂದಿಗೆ ಸಂಪೂರ್ಣವಾಗಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ರನ್ ಮಾಡಿ, ವ್ಯಾಪಾರ ಘಟಕಗಳು ಅಥವಾ ಒಕ್ಕೂಟದ ಪಾಲುದಾರರಾದ್ಯಂತ ಸೇವಿಸಿದ ಮೌಲ್ಯವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ, ವೆಚ್ಚ ಮತ್ತು ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳ ಆಧಾರದ ಮೇಲೆ ವಿವಿಧ ಆಂತರಿಕ ಅಥವಾ ಬಾಹ್ಯ ಕಾರ್ಮಿಕ ಪೂರೈಕೆದಾರರಿಗೆ ಉದ್ಯೋಗಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿ, ಮತ್ತು ಇನ್ನಷ್ಟು.",
    "1936512180": "ಸುಲಭ API ಪ್ರವೇಶ, ಸುಂದರವಾದ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು ಕಾರ್ಮಿಕರ ದಕ್ಷತೆಯನ್ನು ಹೆಚ್ಚಿಸಲು ಇತ್ತೀಚಿನ ಮಾಡೆಲ್-ಇನ್-ದ-ಲೂಪ್ ತಂತ್ರಜ್ಞಾನ.",
    "3913848038": "99.99% ಅಪ್‌ಟೈಮ್ SLAಗಳು ಮತ್ತು 24/7 ಜಾಗತಿಕ ಬೆಂಬಲ ಲಭ್ಯವಿದೆ.",
    "1080752747": "ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "1525403768": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಎಂಟರ್‌ಪ್ರೈಸ್ ಸೇಲ್ಸ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.",
    "1546930020": "ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲಾಗುತ್ತಿದೆ",
    "2486638408": "ವಿಶೇಷಣಗಳನ್ನು ವಿವರಿಸಿ",
    "1027200955": "ನಿಮ್ಮ ಯೋಜನೆಯ ಅಗತ್ಯಗಳನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ನಮ್ಮ ಡೊಮೇನ್ ತಜ್ಞರಲ್ಲಿ ಒಬ್ಬರೊಂದಿಗೆ ಮಾತನಾಡಿ: ಗುರಿ ನಿಖರತೆ, ಸ್ವರೂಪ ಮತ್ತು ಯಾವುದೇ ವಿಶೇಷ ಅವಶ್ಯಕತೆಗಳು.",
    "1156712451": "ಆರಂಭಿಕ ಉದ್ಯೋಗ ಪರೀಕ್ಷೆ",
    "181065232": "ನಿಮ್ಮ ಮಾದರಿ ಡೇಟಾವನ್ನು ಆಧರಿಸಿ ನಾವು ಸಣ್ಣ ಉತ್ಪಾದನಾ ಕೆಲಸವನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತೇವೆ. ನಿಮಗೆ ಬೇಕಾದುದನ್ನು ನಿಖರವಾಗಿ ಪಡೆಯುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಒಟ್ಟಿಗೆ ಮಾಡಿದ ಕೆಲಸವನ್ನು ಇದು ಪರೀಕ್ಷಿಸುತ್ತದೆ.",
    "3207769512": "ಉತ್ಪಾದನಾ ಉದ್ಯೋಗಗಳನ್ನು ನಿಯೋಜಿಸಿ",
    "1099238677": "ನಮ್ಮ ಹೆಚ್ಚಿನ ವಾಲ್ಯೂಮ್ ಮತ್ತು ಕಡಿಮೆ ಸುಪ್ತತೆಯೊಂದಿಗೆ ನಾವು ನಿಮ್ಮ ಕೆಲಸವನ್ನು ತ್ವರಿತವಾಗಿ ತಿರುಗಿಸುತ್ತೇವೆ, ಅದು ಮುಗಿದ ತಕ್ಷಣ ಸ್ವಯಂಚಾಲಿತ ವಿತರಣೆಯೊಂದಿಗೆ.",
    "465783046": "ನಿಮ್ಮ ಡೇಟಾದೊಂದಿಗೆ ಇದನ್ನು ಪ್ರಯತ್ನಿಸಲು ಬಯಸುವಿರಾ?",
    "328625009": "... ನೀವು ಇದ್ದಾಗ ನಾವು ಸಿದ್ಧರಿದ್ದೇವೆ: ನಮ್ಮ ಸೇವೆಯು ಗಡಿಯಾರದ ಸುತ್ತ ಲಭ್ಯವಿದೆ.",
    "3225770968": "hCaptcha ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿ ಹೆಚ್ಚು ಶ್ರಮದಾಯಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ; ಸಕಾಲಿಕ, ಕೈಗೆಟುಕುವ ಮತ್ತು ವಿಶ್ವಾಸಾರ್ಹ ರೀತಿಯಲ್ಲಿ ಬೃಹತ್ ಪ್ರಮಾಣದ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡುವುದು.",
    "2041686284": "ಹೆಚ್ಚಿನ ಡೇಟಾವು ಸಾಮಾನ್ಯವಾಗಿ ತರಬೇತಿ ಯಂತ್ರ ಕಲಿಕೆ ಮಾದರಿಗಳಲ್ಲಿ ಉತ್ತಮ ಫಲಿತಾಂಶಗಳನ್ನು ನೀಡುತ್ತದೆ. ಆಳವಾದ ಮಾದರಿಗಳ ಇತ್ತೀಚಿನ ಯಶಸ್ಸು ಹೆಚ್ಚುತ್ತಿರುವ ದೊಡ್ಡ ಡೇಟಾಸೆಟ್‌ಗಳಿಗೆ ಕಾರಣವಾಗಿದೆ ಮತ್ತು hCaptcha ಈ ಅಗತ್ಯವನ್ನು ಪೂರೈಸುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಸಾಂಪ್ರದಾಯಿಕ ವಿಧಾನಗಳನ್ನು ಬಳಸಿಕೊಂಡು ದೊಡ್ಡ ಮಾನವ-ಪರಿಶೀಲಿಸಿದ ಡೇಟಾಸೆಟ್‌ಗಳನ್ನು ರಚಿಸುವುದು ನಿಧಾನ ಮತ್ತು ದುಬಾರಿಯಾಗಿದೆ.",
    "3729345277": "hCaptcha ಎಂಬುದು ಕಂಪನಿಗಳಿಗೆ ಅಗತ್ಯವಿರುವ ಟಿಪ್ಪಣಿಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪಡೆಯಲು ಒಂದು ಮಾರ್ಗವಾಗಿದೆ, ಉತ್ತಮ ಗುಣಮಟ್ಟದ ಮತ್ತು ಇತರ ಪರ್ಯಾಯಗಳಿಗಿಂತ ಕಡಿಮೆ ವೆಚ್ಚದಲ್ಲಿ.",
    "2103563261": "ಖಾಸಗಿ ಅಥವಾ ಸಾರ್ವಜನಿಕ ಮಾಹಿತಿ",
    "2513143348": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಸಿಸ್ಟಮ್ ಅದರ ವಿನ್ಯಾಸದಲ್ಲಿ ಅನನ್ಯವಾಗಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ: ನೀವು ಸಾರ್ವಜನಿಕ ಕ್ಲೌಡ್ ಅನ್ನು ನಿರ್ವಹಿಸಿದರೆ ಅಥವಾ ಅನೇಕ ಡೇಟಾ ಕೇಂದ್ರಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅದನ್ನು ನಿಮ್ಮ ನೆಟ್‌ವರ್ಕ್‌ನ ಅಂಚಿನಲ್ಲಿ ಭಾಗಶಃ ಅಥವಾ ಸಂಪೂರ್ಣವಾಗಿ ನಿಯೋಜಿಸಬಹುದು.",
    "3107683988": "ಕಟ್ಟುನಿಟ್ಟಾದ SLA ಗಳನ್ನು ಪೂರೈಸಲು ನಮ್ಮ 24/7 ಆನ್-ಕಾಲ್ ಸಿಬ್ಬಂದಿ ನಿರ್ವಹಣೆಯ ಎಲ್ಲಾ ಪ್ರಯೋಜನಗಳನ್ನು ಉಳಿಸಿಕೊಂಡು ಇದು ಆಫ್-ನೆಟ್‌ವರ್ಕ್ ಟ್ರಾಫಿಕ್ ಮತ್ತು ವೆಚ್ಚವನ್ನು ನಾಟಕೀಯವಾಗಿ ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
    "3660619092": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಪರಿಹಾರಗಳಿಗಾಗಿ ಉಚಿತವಾಗಿ ಸೈನ್ ಅಪ್ ಮಾಡಿ ಅಥವಾ ಮಾರಾಟವನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "2351176803": "hCaptcha JS API ಗಾಗಿ ಪರವಾನಗಿ ನಿಯಮಗಳು",
    "2616226398": "ನಮ್ಮ ವಿಷಯಕ್ಕೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ",
    "2024293275": ". ಸದ್ಯಕ್ಕೆ ಎಲ್ಲಾ ಇತರ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.",
    "1062291156": "ಪ್ರಮಾಣಿತ ನಿಯಮಗಳು",
    "2712493234": "ಪಾವತಿ ವಂಚನೆ: ಸೈಬರ್ ಕ್ರೈಮ್‌ನ ವೇಗವಾಗಿ-ವಿಕಸಿಸುವ ಮೋಡ್ ಅನ್ನು ತಗ್ಗಿಸುವುದು",
    "1817772953": "ವಂಚನೆ ಅಪರಾಧದ ಹೊಸ ರೂಪವಲ್ಲ. ವಾಸ್ತವವಾಗಿ, ಪುರಾತತ್ತ್ವಜ್ಞರು ಸುಮಾರು 10,000 ವರ್ಷಗಳ ಹಿಂದೆ ಜಾನುವಾರುಗಳನ್ನು ನಷ್ಟವಿಲ್ಲದೆ ಸಾಗಿಸಲು ಪ್ರಾಚೀನ ಸುಮೇರಿಯನ್ನರು ರೂಪಿಸಿದ ವಂಚನೆ-ವಿರೋಧಿ ಸಾಧನಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಿದ್ದಾರೆ! ಅವರ ಸಂದರ್ಭದಲ್ಲಿ, ಅವರು ಮಣ್ಣಿನ ಟೋಕನ್‌ಗಳನ್ನು ಹಾಕುತ್ತಾರೆ, ಪ್ರತಿಯೊಂದೂ ಪ್ರಾಣಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ, \"ಬುಲ್ಲಾ\" ಎಂದು ಕರೆಯಲ್ಪಡುವ ಮಣ್ಣಿನ ಚೆಂಡಿನೊಳಗೆ. ಬುಲ್ಲಾವು ಮಾರಾಟಗಾರನಿಂದ ಖರೀದಿದಾರನಿಗೆ ಸ್ಥಳಾಂತರಗೊಂಡಾಗ ಹಿಂಡಿನೊಂದಿಗೆ ಪ್ರಯಾಣಿಸುತ್ತಿತ್ತು. ಆಗಲೂ, ವ್ಯಾಪಾರ ಮಾಲೀಕರು ತಾವು ವ್ಯವಹರಿಸುತ್ತಿರುವ ಎಲ್ಲರೂ ಮೇಲಕ್ಕೆ ಮತ್ತು ಮೇಲಕ್ಕೆ ಹೋಗುತ್ತಿಲ್ಲ ಎಂದು ಕಳವಳ ವ್ಯಕ್ತಪಡಿಸಿದರು. 10,000 ವರ್ಷಗಳಲ್ಲಿ ಬಹಳಷ್ಟು ಬದಲಾಗಿದೆ, ಆದರೆ ವಂಚನೆಯನ್ನು ತಡೆಗಟ್ಟುವಲ್ಲಿ ನವೀನತೆಯ ಅಗತ್ಯವು ನಮ್ಮೊಂದಿಗೆ ಉಳಿದಿದೆ. ಇಂದು, ಆನ್‌ಲೈನ್ ಪಾವತಿ ವಂಚನೆಯ ವಿಷಯವು ಅತ್ಯಂತ ಮಹತ್ವದ್ದಾಗಿದೆ. ಇಂಟರ್ನೆಟ್‌ನೊಂದಿಗೆ, ವಂಚಕರು ವಂಚನೆ-ವಿರೋಧಿ ನಿಯಂತ್ರಣಗಳನ್ನು ಮೀರಿಸುವಲ್ಲಿ ಹೆಚ್ಚು ಪ್ರವೀಣರಾಗಿದ್ದಾರೆ. ಆದಾಗ್ಯೂ, ಹೊಸ ಪರಿಹಾರಗಳು ಅಲೆಯನ್ನು ತಿರುಗಿಸುತ್ತಿವೆ.",
    "1053787685": "ಪಾವತಿ ವಂಚನೆ ಎಂದರೇನು?",
    "433424759": "ಪಾವತಿ ವಂಚನೆಯು ಯಾವುದೇ ರೀತಿಯ ಕಾನೂನುಬಾಹಿರ ವಹಿವಾಟನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ, ಇದರಲ್ಲಿ ಸೈಬರ್ ಅಪರಾಧಿಯು ಬಲಿಪಶುವಿಗೆ ಮೌಲ್ಯದ ಏನನ್ನಾದರೂ, ಸಾಮಾನ್ಯವಾಗಿ ಹಣವನ್ನು ಕಸಿದುಕೊಳ್ಳುತ್ತಾನೆ. ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಸರಕುಗಳನ್ನು ಆರ್ಡರ್ ಮಾಡಲು ಕದ್ದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಬಳಸುವುದು ಅಥವಾ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದು ಮತ್ತು ಅದರಿಂದ ಹಣವನ್ನು ಅಕ್ರಮವಾಗಿ ವರ್ಗಾಯಿಸುವುದು ಎಂದರ್ಥ. ಹಲವು ಮಾರ್ಪಾಡುಗಳಿವೆ, ಆದರೆ ಅವೆಲ್ಲವೂ ಒಂದೇ ಫಲಿತಾಂಶವನ್ನು ಹೊಂದಿವೆ: ಒಬ್ಬ ವಂಚಕನು ಗ್ರಾಹಕ, ಬ್ಯಾಂಕ್ ಅಥವಾ ವ್ಯಾಪಾರಿಯಿಂದ ಕದಿಯಲು ಕದ್ದ ಗುರುತು ಅಥವಾ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತಾನೆ.",
    "2939852138": "ವಂಚಕರು ಪಾವತಿ ವಂಚನೆಯಿಂದ ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದು ಹೇಗೆ?",
    "1665616092": "ಪಾವತಿ ವಂಚನೆಯು ಪರಿಕಲ್ಪನೆಯಲ್ಲಿ ಸರಳವಾಗಿದೆ, ಆದರೆ ಅದರ ಇಂದಿನ ಮರಣದಂಡನೆಯಲ್ಲಿ ಇದು ಅದ್ಭುತವಾಗಿ ಸಂಕೀರ್ಣವಾಗಿದೆ.",
    "4246520782": "ವಾಸ್ತವವಾಗಿ, ಇತ್ತೀಚಿನ ವರ್ಷಗಳಲ್ಲಿ ವಂಚಕರು ಮತ್ತು ರಕ್ಷಕರ ನಡುವಿನ ನಿಜವಾದ ಶಸ್ತ್ರಾಸ್ತ್ರ ಸ್ಪರ್ಧೆಗೆ ಇಂಟರ್ನೆಟ್ ಸಾಕ್ಷಿಯಾಗಿದೆ.",
    "2167049807": "ಪಾವತಿ ವಂಚನೆಗೆ ಸುಲಭವಾದ, ಸೋಮಾರಿಯಾದ ವಿಧಾನಗಳನ್ನು ಸೋಲಿಸುವ ವಿವಿಧ ಪ್ರತಿಕ್ರಮಗಳು ಮತ್ತು ನಿಯಂತ್ರಣಗಳನ್ನು ಭದ್ರತಾ ತಂಡಗಳು ಅಳವಡಿಸಿಕೊಂಡಿವೆ. ಆದಾಗ್ಯೂ, ದಾಳಿಗಳು ಹೆಚ್ಚು ಅತ್ಯಾಧುನಿಕವಾಗುತ್ತಿವೆ. ಉದಾಹರಣೆಗೆ, ಬಾಟ್‌ಗಳು ಈಗ ನಕಲಿ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಫಿಶಿಂಗ್ ದಾಳಿಗಳಿಂದ ಕದ್ದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಗಳು ಮತ್ತು ಪಿನ್‌ಗಳನ್ನು ಕೊಯ್ಲು ಮಾಡಬಹುದು.",
    "1936449777": "ನಂತರ, ಸಂಪೂರ್ಣ ಸ್ವಯಂಚಾಲಿತ ಮೋಡ್‌ನಲ್ಲಿ, ಅವರು ಇ-ಕಾಮರ್ಸ್ ಸೈಟ್‌ಗಳಲ್ಲಿ ಮಾನವ ನಡವಳಿಕೆಯನ್ನು ಅನುಕರಿಸಬಲ್ಲರು, ಬಟನ್‌ಗಳ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡುವುದರ ಮೂಲಕ ಮತ್ತು ಶಾಪಿಂಗ್ ಕಾರ್ಟ್‌ಗಳಿಗೆ ಐಟಂಗಳನ್ನು ಸೇರಿಸಬಹುದು-ಅನೇಕ, ಹೆಚ್ಚಿನ ವಂಚನೆ-ವಿರೋಧಿ ನಿಯಂತ್ರಣಗಳು ಬೋಟ್ ಕದಿಯಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದೆ ಎಂದು ಹೇಳಲು ಸಾಧ್ಯವಿಲ್ಲ. ಸರಕು. ಬದಲಿಗೆ, ಮಾನವ ಬಳಕೆದಾರನು ಸರಳವಾಗಿ ಶಾಪಿಂಗ್ ಮಾಡುತ್ತಿರುವಂತೆ ತೋರುತ್ತಿದೆ. ಬೋಟ್ ಕದ್ದ ಲಾಗ್ ಇನ್ ರುಜುವಾತುಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿಜವಾದ ಗ್ರಾಹಕರ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಮಾಡಬಹುದು. ವಂಚನೆಯನ್ನು ಮತ್ತಷ್ಟು ಅಸ್ಪಷ್ಟಗೊಳಿಸುವುದು IP ವಿಳಾಸಗಳನ್ನು ವಂಚಿಸುವ ಬೋಟ್‌ನ ಸಾಮರ್ಥ್ಯವಾಗಿದೆ ಮತ್ತು ವಿದೇಶಿ ದೇಶದಲ್ಲಿರಬಹುದಾದ ಆಕ್ರಮಣಕಾರರಿಂದ \"ಶಾಪರ್\" ಎಲ್ಲೋ ಭಿನ್ನವಾಗಿದೆ ಎಂದು ತೋರುವಂತೆ ಮಾಡುತ್ತದೆ.",
    "648630222": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ನೊಂದಿಗೆ ಪಾವತಿ ವಂಚನೆಯನ್ನು ತಡೆಯಿರಿ",
    "1621930829": "ಇಂದಿನ ಮುಂದುವರಿದ, ನಿರಂತರ ಪಾವತಿ ವಂಚನೆ ಚಟುವಟಿಕೆಗಳ ಬಗ್ಗೆ ಏನು ಮಾಡಬಹುದು? ನಿಯಂತ್ರಣಗಳ ಬಹು ಪದರಗಳನ್ನು ಬಳಸುವುದು ಸಾಮಾನ್ಯವಾಗಿ ಬುದ್ಧಿವಂತ ವಿಧಾನವಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಮಾನವ ನಡವಳಿಕೆಯನ್ನು ಪುನರಾವರ್ತಿಸಲು ಅದರ ರಚನೆಕಾರರ ಅತ್ಯುತ್ತಮ ಪ್ರಯತ್ನಗಳ ಹೊರತಾಗಿಯೂ, ಬೋಟ್ ಅನ್ನು ಬಲೆಗೆ ಬೀಳಿಸುವ ಮತ್ತು ಅದು ನಕಲಿ ಎಂದು ಬಹಿರಂಗಪಡಿಸುವ ಅತ್ಯುತ್ತಮ ಪ್ರತಿಕ್ರಮಗಳು.",
    "2423586454": "AI ಅದರ ಹಿಂದೆ ಎಷ್ಟೇ ಉತ್ತಮವಾಗಿದ್ದರೂ ಸಾಫ್ಟ್‌ವೇರ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗದ ಕೆಲವು ಕೆಲಸಗಳಿವೆ. ಆಧುನಿಕ CAPTCHA ತಂತ್ರಜ್ಞಾನವು ಪಾವತಿ ವಂಚನೆಯನ್ನು ಶಾಶ್ವತಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸುವ ಬಾಟ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸುವ ಸಾಬೀತಾದ ವಿಧಾನವನ್ನು ನೀಡುತ್ತದೆ. CAPTCHA ಗೆ ಹಳೆಯ ವಿಧಾನಗಳು, ಬಾಕ್ಸ್‌ನಲ್ಲಿರುವ ಸರಳ ಓರೆಯಾದ ಸಂಖ್ಯೆಗಳಂತೆ, ಸುಧಾರಿತ ಬಾಟ್‌ಗಳನ್ನು ತಗ್ಗಿಸುವಲ್ಲಿ ಈಗ ಹೆಚ್ಚಾಗಿ ಕೊರತೆಯಿದೆ, hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ನಂತಹ ಸ್ವಯಂಚಾಲಿತ ಪರೀಕ್ಷಾ-ಪ್ರತಿಕ್ರಿಯೆ ಸಾಧನವು ಖಾತೆ ಲಾಗಿನ್ ಅಥವಾ ಶಾಪಿಂಗ್ ಕಾರ್ಟ್ ಚೆಕ್‌ಔಟ್ ಸಮಯದಲ್ಲಿ ಸುಲಭವಾಗಿ ವಂಚಕ ಬಾಟ್ ಅನ್ನು ಸ್ಟಂಪ್ ಮಾಡಬಹುದು. ಬೋಟ್ ನಿಜವಾದ ರುಜುವಾತುಗಳನ್ನು ಹೊಂದಿದ್ದರೂ ಸಹ, CAPTCHA ಮೂಲಕ ಪಡೆಯಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.",
    "1467308982": "ಪಾವತಿ ವೇಳಾಪಟ್ಟಿಗಳು",
    "1291824746": "hCaptcha ಪಾವತಿಗಳು 60 ದಿನಗಳ ಟ್ರೇಲಿಂಗ್ ಆಧಾರದ ಮೇಲೆ ತ್ರೈಮಾಸಿಕವಾಗಿ ನಡೆಯುತ್ತವೆ. ಇದರ ಅರ್ಥವನ್ನು ವಿವರಿಸಲು, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಕೋಷ್ಟಕವನ್ನು ನೋಡಿ.",
    "3444947612": "ನಡುವೆ ಸಂಚಾರ",
    "4181611011": "ಸಮನ್ವಯ ದಿನಾಂಕ",
    "728503636": "ಪಾವತಿ ದಿನಾಂಕ",
    "3720584906": "ಜುಲೈ 15, 2021 - ಅಕ್ಟೋಬರ್ 15, 2021",
    "388240587": "ಜನವರಿ 5-15, 2022",
    "3426312287": "ಜನವರಿ 5-15, 2022",
    "615618648": "ಏಪ್ರಿಲ್ 15, 2021 - ಜುಲೈ 15, 2021",
    "3376724603": "ಸೆಪ್ಟೆಂಬರ್ 14-24 2021†††",
    "3398978455": "ಸೆಪ್ಟೆಂಬರ್ 15-25 2021†††",
    "2722456056": "ಜನವರಿ 15, 2021 - ಏಪ್ರಿಲ್ 15, 2021",
    "4063155841": "ಜೂನ್ 25, 2021 ರ ನಂತರ ಇಲ್ಲ††",
    "4082053540": "ಜೂನ್ 19-25 2021††",
    "64953197": "ಅಕ್ಟೋಬರ್ 15, 2020 - ಜನವರಿ 15, 2021",
    "1023070345": "ಮಾರ್ಚ್ 14, 2021 ರ ನಂತರ ಇಲ್ಲ",
    "2600696085": "ಮಾರ್ಚ್ 15, 2021",
    "3217791519": "ಜುಲೈ 15, 2020 - ಅಕ್ಟೋಬರ್ 15, 2020",
    "649261378": "ಜನವರಿ 5-11, 2021*",
    "1559190296": "ಜನವರಿ 5-11, 2021†",
    "3806054689": "ಏಪ್ರಿಲ್ 15, 2020 - ಜುಲೈ 15, 2020",
    "4162383380": "ಸೆಪ್ಟೆಂಬರ್ 16 - 22 2020 *****",
    "1990824776": "ಸೆಪ್ಟೆಂಬರ್ 16-24 2020 *****",
    "3856690908": "ಜನವರಿ 15, 2020 - ಏಪ್ರಿಲ್ 15, 2020",
    "3200641265": "ಜೂನ್ 16, 2020 ಕ್ಕಿಂತ ನಂತರ ಇಲ್ಲ*",
    "3744079744": "ಜೂನ್ 15-19 2020****",
    "2209837451": "ಅಕ್ಟೋಬರ್ 15, 2019 - ಜನವರಿ 15, 2020",
    "2510534204": "ಮಾರ್ಚ್ 23, 2020 ಕ್ಕಿಂತ ನಂತರ ಇಲ್ಲ***",
    "2910560864": "ಮಾರ್ಚ್ 20-23 2020***",
    "2544565802": "ಜುಲೈ 15, 2019 - ಅಕ್ಟೋಬರ್ 15, 2019",
    "3963642878": "ಡಿಸೆಂಬರ್ 14, 2019 ಕ್ಕಿಂತ ನಂತರ ಇಲ್ಲ*",
    "622103562": "ಡಿಸೆಂಬರ್ 17, 2019**",
    "4072202039": "ಏಪ್ರಿಲ್ 15, 2019 - ಜುಲೈ 15, 2019",
    "818049069": "ಜುಲೈ 15, 2019 ರ ನಂತರ ಇಲ್ಲ",
    "1169005651": "ಸೆಪ್ಟೆಂಬರ್ 15, 2019",
    "2303655425": "ಜನವರಿ 15, 2019 - ಏಪ್ರಿಲ್ 15, 2019",
    "3678889946": "ಜೂನ್ 15, 2019 ರ ನಂತರ ಇಲ್ಲ",
    "3094354698": "ಜೂನ್ 15, 2019",
    "4217013126": "ಪಾವತಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಪಾವತಿ ದಿನಾಂಕದಂದು ದಿನವಿಡೀ ನಡೆಯುತ್ತವೆ ಮತ್ತು ಸಾಮಾನ್ಯವಾಗಿ ಮಧ್ಯರಾತ್ರಿ ಪೆಸಿಫಿಕ್ ಸಮಯದೊಳಗೆ ಪೂರ್ಣಗೊಳ್ಳುತ್ತವೆ. ಪರಿಶೀಲನೆಗಾಗಿ ಖಾತೆಯನ್ನು ಫ್ಲ್ಯಾಗ್ ಮಾಡಿದ್ದರೆ, ಪಾವತಿಯನ್ನು ಬಿಡುಗಡೆ ಮಾಡಲು ಐದು ಹೆಚ್ಚುವರಿ ವ್ಯವಹಾರ ದಿನಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.",
    "1447649958": "ಜ್ಞಾಪನೆಯಂತೆ, ನಿಖರವಾದ ಮಾನವ ಸಂಚಾರ ಮಾತ್ರ ಪಾವತಿಗಳಿಗೆ ಅರ್ಹವಾಗಿರುತ್ತದೆ. ಕೆಳಗೆ ಲಿಂಕ್ ಮಾಡಲಾದ ನಮ್ಮ FAQ ನಲ್ಲಿ ನೀವು ಇದರ ಕುರಿತು ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ನೋಡಬಹುದು. ಪಾವತಿಗೆ ಅರ್ಹತೆ ಪಡೆಯಲು ಲಭ್ಯವಿರುವ ಬ್ಯಾಲೆನ್ಸ್ ಕನಿಷ್ಠ ಮಿತಿಯನ್ನು ಪೂರೈಸಬೇಕು, ಪ್ರಸ್ತುತ 10 HMT.",
    "4257144752": "ನೈಜ-ಸಮಯದ ಅಂದಾಜುಗಳು ಅಂತಿಮ ನಿಖರತೆ ಅಥವಾ ಮಾನವೀಯತೆಯನ್ನು ಪ್ರತಿಬಿಂಬಿಸುವುದಿಲ್ಲ ಮತ್ತು ಆದ್ದರಿಂದ ನಿಮ್ಮ ಅಂತಿಮ ಗಳಿಕೆಗಳು ನಿಮ್ಮ ಮೊದಲ ಸಮನ್ವಯಕ್ಕೆ ಮೊದಲು ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ನಲ್ಲಿ ತೋರಿಸಿರುವ ಸಂಖ್ಯೆಗಳಿಂದ ಗಣನೀಯವಾಗಿ ಹೆಚ್ಚಾಗಬಹುದು ಅಥವಾ ಕಡಿಮೆಯಾಗಬಹುದು.",
    "2728931827": "ಪ್ರತಿ ಸಮನ್ವಯದ ನಂತರ, ನಿಮ್ಮ ಸೈಟ್‌ಕೀ ಅಂದಾಜುಗಳನ್ನು ನವೀಕರಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮ ಸೈಟ್ ಬಳಕೆದಾರರ ನಡವಳಿಕೆಯಲ್ಲಿ ವಸ್ತು ಬದಲಾವಣೆಯನ್ನು ಹೊಂದಿರದ ಹೊರತು ಭವಿಷ್ಯದ ಮುನ್ನೋಟಗಳ ನಿಖರತೆ ಹೆಚ್ಚಾಗಬೇಕು.",
    "1200905005": "††† ಸೆಪ್ಟೆಂಬರ್ 2021 ರಿಂದ, ಸೇವೆಯಲ್ಲಿನ ಬೆಳವಣಿಗೆಗೆ ಸಂಬಂಧಿಸಿದ ಕಾರ್ಯಾಚರಣೆಯ ನಿರ್ಬಂಧಗಳನ್ನು ಸರಳಗೊಳಿಸುವ ಸಲುವಾಗಿ ಸಮನ್ವಯಗಳು ಮತ್ತು ಪಾವತಿಗಳು ಈಗ ಒಂದೇ ದಿನಕ್ಕಿಂತ ಸರಿಸುಮಾರು 10 ದಿನಗಳ ಅವಧಿಯಲ್ಲಿ ನಡೆಯುತ್ತವೆ.",
    "4284094387": "†† ಕೆಲವು ಜೂನ್ 2021 ರ ಸಮನ್ವಯಗಳು ಮತ್ತು ಪಾವತಿಗಳು ಸಮನ್ವಯ ವಿಂಡೋದಲ್ಲಿ ಅಂತಿಮ ಲೆಕ್ಕಾಚಾರಗಳ ಪರಿಶೀಲನೆಯಲ್ಲಿ ವಿಳಂಬವಾದ ಕಾರಣ ಮುಂದಿನ ವಾರದಲ್ಲಿ ರನ್ ಆಗುತ್ತವೆ.",
    "1977013707": "† ಡಿಸೆಂಬರ್ 2020 ರ ಪಾವತಿಗಳನ್ನು ವರ್ಷಾಂತ್ಯದ ಹೊಂದಾಣಿಕೆಗಳು ಮತ್ತು ಸಿಬ್ಬಂದಿ ರಜೆಗಳೊಂದಿಗೆ ಅತಿಕ್ರಮಿಸುವುದನ್ನು ತಪ್ಪಿಸಲು 15 ರಿಂದ ಮರುಹೊಂದಿಸಲಾಗಿದೆ: ಜನವರಿ ಎರಡನೇ ವಾರದೊಳಗೆ ಅವು ಪೂರ್ಣಗೊಳ್ಳುತ್ತವೆ. PayPal ಗೆ ಸಾಮಾನ್ಯಕ್ಕಿಂತ ನಿಧಾನವಾದ ವರ್ಗಾವಣೆಗಳ ಕಾರಣದಿಂದಾಗಿ, ಪಾವತಿಗಳು ಒಂದೇ ದಿನದಲ್ಲಿ ಪೂರ್ಣಗೊಳ್ಳುವ ಬದಲು ಹಲವಾರು ದಿನಗಳವರೆಗೆ ನಡೆಯುತ್ತವೆ.",
    "517010299": "ದಯವಿಟ್ಟು ಗಮನಿಸಿ: ನಾವು ಪ್ರಸ್ತುತ ನೈಜ-ಸಮಯದ ಸಮನ್ವಯಕ್ಕೆ ಪ್ರಮುಖ ಬ್ಯಾಕೆಂಡ್ ಪರಿವರ್ತನೆಯಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ. ಆವರ್ತಕ ಹೊಂದಾಣಿಕೆಗಳು Q1 2021 ಮೂಲಕ ಸಾಮಾನ್ಯಕ್ಕಿಂತ ಕಡಿಮೆ ಬಾರಿ ರನ್ ಆಗುತ್ತವೆ. ಇದು ಪಾವತಿಯ ವೇಳಾಪಟ್ಟಿಗಳು ಅಥವಾ ದಿನಾಂಕಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.",
    "3092200338": "** 15 ನೇ ವಾರಾಂತ್ಯದಲ್ಲಿ ಬಂದಾಗ, ಪಾವತಿಯ ದಿನಾಂಕವು 17 ನೇಯಾಗಿರುತ್ತದೆ.",
    "3891941747": "*** COVID-19 ಸಲಹೆ: COVID-19 ಗೆ ಸಂಬಂಧಿಸಿದ ಸಿಬ್ಬಂದಿ ಸಾಮರ್ಥ್ಯ ಕಡಿಮೆಯಾದ ಕಾರಣ, ನಮ್ಮ ಪ್ರಮಾಣಿತ ಪರಿಶೀಲನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಹೆಚ್ಚುವರಿ ಸಮಯವನ್ನು ಅನುಮತಿಸಲು ಸಮನ್ವಯವನ್ನು ಮರುಹೊಂದಿಸಲಾಗಿದೆ. ಪಾವತಿಗಳು ಶುಕ್ರವಾರ ಪ್ರಾರಂಭವಾಗುವ ನಿರೀಕ್ಷೆಯಿದೆ ಮತ್ತು ಮುಂದಿನ ಸೋಮವಾರ ಪೂರ್ಣಗೊಳ್ಳುತ್ತದೆ.",
    "2301757528": "**** ಪಾವತಿ ವಿಂಡೋದ ಸಮಯದಲ್ಲಿ ಅವರ REST API ಗಳ PayPal ನಿಂದ ನಿರ್ವಹಣೆಯಿಂದಾಗಿ, ಎಲ್ಲಾ ಪಾವತಿಗಳು ಜೂನ್ 15 ರಂದು ಪೂರ್ಣಗೊಂಡಿಲ್ಲ. ಯಾವುದೇ ಪಾವತಿಗಳನ್ನು ಜೂನ್ 15 ರಂದು (ಪೆಸಿಫಿಕ್ ಸಮಯ) ನಿಗದಿಪಡಿಸಲಾಗಿದೆ ಆದರೆ PayPal API ದೋಷಗಳ ಕಾರಣದಿಂದಾಗಿ ಕಾರ್ಯಗತಗೊಳಿಸಲಾಗಿಲ್ಲ ಜೂನ್ 19 (ಪೆಸಿಫಿಕ್ ಸಮಯ) ಮೂಲಕ ಮರು-ಚಾಲನೆ ಮಾಡಲಾಗಿದೆ.",
    "116842359": "***** ಸಿಸ್ಟಂ ನಿರ್ವಹಣೆಯಿಂದಾಗಿ ಹಲವಾರು ದಿನಗಳಲ್ಲಿ ಹೊಂದಾಣಿಕೆಗಳು ಪೂರ್ಣಗೊಳ್ಳುವ ನಿರೀಕ್ಷೆಯಿದೆ.",
    "4154415610": "***** ಸೆಪ್ಟೆಂಬರ್ 2020 ರ ಪಾವತಿಗಳು ಸಮನ್ವಯ ಪೂರ್ಣಗೊಂಡಂತೆ ಬ್ಯಾಚ್‌ಗಳಲ್ಲಿ ರನ್ ಆಗುತ್ತವೆ, ಕೆಲವು ಸಮನ್ವಯ ವಿಳಂಬಗಳ ಕಾರಣದಿಂದಾಗಿ ಮೂಲತಃ ನಿಗದಿತ ಸಮಯಕ್ಕಿಂತ ಹಲವಾರು ದಿನಗಳ ನಂತರ ರನ್ ಆಗುತ್ತವೆ.",
    "2310694091": "ಸಮನ್ವಯದ ಅರ್ಥವೇನು?",
    "164801246": "ಸಮನ್ವಯವು ಒಂದು ಪ್ರಕ್ರಿಯೆಯಾಗಿದ್ದು ಅದರ ಮಾನವೀಯತೆ ಮತ್ತು ನಿಖರತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ಟ್ರಾಫಿಕ್ ಅನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತದೆ, ಒಮ್ಮೆ ಎಲ್ಲಾ ವರದಿ ಮಾಡುವ ಸೈಟ್‌ಗಳಿಂದ ಎಲ್ಲಾ ಡೇಟಾವು ಪ್ರವೇಶಿಸಿದಾಗ ನೀವು ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ನಮ್ಮಲ್ಲಿ ಓದಬಹುದು",
    "3256245394": "ಹಾಗೆಯೇ ನಮ್ಮ ಬ್ಲಾಗ್ ಪೋಸ್ಟ್‌ಗಳು, ಉದಾ",
    "3089778412": "hCaptcha ಪ್ರತಿಫಲಗಳನ್ನು ಹೇಗೆ ಲೆಕ್ಕಾಚಾರ ಮಾಡುತ್ತದೆ",
    "3329755436": "ಈ ಪ್ರಕ್ರಿಯೆಯನ್ನು ವೇಗಗೊಳಿಸಲು ನೀವು ಯೋಜಿಸುತ್ತಿದ್ದೀರಾ?",
    "1911669851": "ಹೌದು, ನಾವು ಪ್ರಸ್ತುತ ನಮ್ಮ ಬ್ಯಾಕೆಂಡ್ ಸಿಸ್ಟಂಗಳಿಗೆ ವಿವಿಧ ಸುಧಾರಣೆಗಳಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ, ಅದು ಅಂತಿಮವಾಗಿ ವೇಗವಾದ ಸಮನ್ವಯ, ಹೆಚ್ಚು ಕ್ಷಿಪ್ರ ಅಂದಾಜು ನಿಖರತೆ ಮತ್ತು ವೇಗದ ಪಾವತಿಗಳನ್ನು ನೀಡಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನಾವು ಪ್ರಸ್ತುತ ಮೊದಲು ಸಮನ್ವಯವನ್ನು ವೇಗಗೊಳಿಸಲು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ.",
    "2366003154": "ಪತ್ರಿಕಾ ಮತ್ತು ಮಾಧ್ಯಮ ವಿಚಾರಣೆಗಳು",
    "3054564199": "ಪ್ರೆಸ್ ಕಿಟ್",
    "3173156067": "ನಿಮ್ಮ ಲೇಖನದಲ್ಲಿ ಉದಾಹರಣೆ ಚಿತ್ರಗಳನ್ನು ಸೇರಿಸಲು ನೀವು ಬಯಸಿದರೆ ಕೆಲವು ಸಿದ್ಧ ಮೇಲಾಧಾರಗಳು ಲಭ್ಯವಿದೆ.",
    "867314732": "ನೀವು ಹೆಚ್ಚಿನ ರೆಸಲ್ಯೂಶನ್ ಅನ್ನು ಹಿಂಪಡೆಯಬಹುದು",
    "858218750": "ಮತ್ತು ಅವುಗಳನ್ನು ಬಳಸುವ ಬಗ್ಗೆ ಮಾರ್ಗದರ್ಶನ",
    "3821716514": "ಪುಟ.",
    "1186243118": "ಲೋಗೋ ಚಿತ್ರಗಳು",
    "3034959000": "ನೀವು ಹಿಂಪಡೆಯಬಹುದು",
    "1764089150": "ಇಲ್ಲಿ:",
    "1558428432": ". ದಯವಿಟ್ಟು ಅವುಗಳನ್ನು hCaptcha.com ಗೆ ಕ್ರೆಡಿಟ್ ಮಾಡಿ.",
    "2429359042": "ಉದಾಹರಣೆಗೆ ಇಂಟರ್ಫೇಸ್ ಚಿತ್ರಗಳು",
    "1480820434": "ಚಿತ್ರ 1",
    "3213411837": "ಚಿತ್ರ 2",
    "1270712701": "ಪತ್ರಿಕಾ ಪ್ರಕಟಣೆಗಳು ಮತ್ತು ಇತ್ತೀಚಿನ ವರದಿಗಳು",
    "231285005": "ನಮ್ಮ ಬ್ಲಾಗ್‌ನಲ್ಲಿ ಇತ್ತೀಚಿನ ನವೀಕರಣಗಳನ್ನು ನೀವು ಕಾಣಬಹುದು",
    "1289884910": "ನಾವು ಸಾಂದರ್ಭಿಕ ವಿಶ್ಲೇಷಣೆ ಮತ್ತು ವರದಿಗಳನ್ನು ಸಹ ಪ್ರಕಟಿಸುತ್ತೇವೆ. ಉದಾಹರಣೆಗೆ:",
    "932546190": "ಏಕೆ ಕ್ಯಾಪ್ಚಾಗಳು ಯಾವಾಗಲೂ ನಮ್ಮೊಂದಿಗೆ ಇರುತ್ತವೆ",
    "2344319147": "Google ನ ಬೋಟ್ ಪತ್ತೆ ನಿಜವಾಗಿಯೂ ಎಷ್ಟು ಮೌಲ್ಯಯುತವಾಗಿದೆ?",
    "1637527266": "ಯಾವ ದೇಶಗಳು ಹೆಚ್ಚು ಬೋಟ್ ಟ್ರಾಫಿಕ್ ಅನ್ನು ಹೊಂದಿವೆ?",
    "230159237": "ಸಂಪರ್ಕಗಳು",
    "3759923279": "ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಇಮೇಲ್ ವಿಳಾಸಕ್ಕೆ ಪತ್ರಿಕಾ ವಿಚಾರಣೆಗಳನ್ನು ನೇರಗೊಳಿಸಿ:",
    "4255608322": "ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಏಪ್ರಿಲ್ 12, 2021",
    "537881751": "hCaptcha ಗೆ ಸುಸ್ವಾಗತ! ಈ ಗೌಪ್ಯತಾ ನೀತಿಯು www.hcaptcha ನಲ್ಲಿ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಮೂಲಕ ನಮ್ಮ ಸಂಗ್ರಹಣೆ, ಬಳಕೆ ಮತ್ತು ಮಾಹಿತಿಯ (ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಸೇರಿದಂತೆ, ಕೆಳಗೆ ವಿವರಿಸಿರುವ) ಬಹಿರಂಗಪಡಿಸುವಿಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ Intuition Machines, Inc. (\"IMI\", \"ನಾವು\" ಅಥವಾ \"ನಮಗೆ\") ನ ಅಭ್ಯಾಸಗಳನ್ನು ವಿವರಿಸುತ್ತದೆ. .com ಮತ್ತು ನಾವು ಬಳಸುವ ಯಾವುದೇ ಇತರ ಉಪಡೊಮೇನ್‌ಗಳು ಅಥವಾ ಡೊಮೇನ್‌ಗಳು (\"ಸೈಟ್‌ಗಳು\") ಮತ್ತು hCaptcha ಅಪ್ಲಿಕೇಶನ್ ಪ್ರೋಗ್ರಾಂ ಇಂಟರ್‌ಫೇಸ್ ಮತ್ತು ಸಂಬಂಧಿತ ಸಾಫ್ಟ್‌ವೇರ್ ಮತ್ತು ವಸ್ತುಗಳು (ಒಟ್ಟಾರೆಯಾಗಿ, \"ಸೇವೆ\").",
    "33639629": "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ. ಈ ಗೌಪ್ಯತಾ ನೀತಿಯು ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್, ಕೊಡುಗೆ, ಉತ್ಪನ್ನ ಅಥವಾ ಸೇವೆಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ, ಅದು ನಮ್ಮ ಸೈಟ್‌ಗೆ ಲಿಂಕ್ ಮಾಡಿದರೂ ಅಥವಾ ಸೇವೆಯನ್ನು ಸಂಯೋಜಿಸಿದ್ದರೂ ಸಹ - ಮೂರನೇಯವರಿಗೆ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ನಿರ್ಧರಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ಅನ್ವಯಿಸುವ ಗೌಪ್ಯತೆ ನೀತಿಗಳನ್ನು ನೋಡಿ ಪಕ್ಷಗಳು.",
    "987375734": "IMI ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನಲ್ಲಿ ನೆಲೆಗೊಂಡಿದೆ. ಸೈಟ್‌ಗಳು ಮತ್ತು ಸೇವೆಯನ್ನು ನಾವು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನಿಂದ ನಿಯಂತ್ರಿಸುತ್ತೇವೆ ಮತ್ತು ನಿರ್ವಹಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸೌಲಭ್ಯಗಳನ್ನು ಹೊಂದಿರುವ ಯಾವುದೇ ದೇಶದಲ್ಲಿ ಅಥವಾ ನಾವು ಸೇವಾ ಪೂರೈಕೆದಾರರನ್ನು ತೊಡಗಿಸಿಕೊಳ್ಳುವ ಯಾವುದೇ ದೇಶದಲ್ಲಿ ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಬಹುದು ಮತ್ತು ಸೈಟ್‌ಗಳು ಮತ್ತು ಸೇವೆಯನ್ನು ಬಳಸಿಕೊಂಡು ನೀವು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಸೇರಿದಂತೆ ನಿಮ್ಮ ವಾಸಸ್ಥಳದ ಹೊರಗಿನ ದೇಶಗಳಿಗೆ ಮಾಹಿತಿಯನ್ನು ವರ್ಗಾಯಿಸಲು ಸಮ್ಮತಿಸುತ್ತೀರಿ. , ಇದು ನಿಮ್ಮ ದೇಶಕ್ಕಿಂತ ಭಿನ್ನವಾಗಿರುವ ಡೇಟಾ ರಕ್ಷಣೆ ನಿಯಮಗಳನ್ನು ಹೊಂದಿರಬಹುದು. ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ, ನ್ಯಾಯಾಲಯಗಳು, ಕಾನೂನು ಜಾರಿ ಸಂಸ್ಥೆಗಳು, ನಿಯಂತ್ರಕ ಏಜೆನ್ಸಿಗಳು ಅಥವಾ ಇತರ ದೇಶಗಳಲ್ಲಿನ ಭದ್ರತಾ ಅಧಿಕಾರಿಗಳು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಲು ಅರ್ಹರಾಗಿರುತ್ತಾರೆ.",
    "452920031": "ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ನ ಹೊರಗಿನ ಗ್ರಾಹಕರಿಗೆ ಒಂದು ಟಿಪ್ಪಣಿ.",
    "2328839224": ". ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕ ಗೌಪ್ಯತಾ ಕಾಯಿದೆ (\"CCPA\") ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ನಮ್ಮ \"ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ನಿವಾಸಿಗಳಿಗೆ ಸೂಚನೆ\" ವಿಭಾಗವನ್ನು ದಯವಿಟ್ಟು ನೋಡಿ.",
    "1565481281": "ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ನಿವಾಸಿಗಳಿಗೆ ಒಂದು ಟಿಪ್ಪಣಿ",
    "1028058338": "ದಯವಿಟ್ಟು ಸಾಮಾನ್ಯ ಡೇಟಾ ಸಂರಕ್ಷಣಾ ನಿಯಂತ್ರಣ (\"GDPR\") ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ನಮ್ಮ \"EU ಡೇಟಾ ವಿಷಯಗಳಿಗೆ ಸೂಚನೆ\" ವಿಭಾಗವನ್ನು ನೋಡಿ.",
    "2271205646": "ಯುರೋಪಿಯನ್ ಆರ್ಥಿಕ ಪ್ರದೇಶದ ನಿವಾಸಿಗಳಿಗೆ ಒಂದು ಟಿಪ್ಪಣಿ.",
    "508143070": "ನಮ್ಮ ಸೇವೆಯ ನಿಬಂಧನೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳ ಪರವಾಗಿ ನಾವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದನ್ನು ಹೊರತುಪಡಿಸಿ, IMI ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಿಯಂತ್ರಕವಾಗಿದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ, ಈ ಸಂದರ್ಭದಲ್ಲಿ ನಾವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಸಂಸ್ಕಾರಕರಾಗಿದ್ದೇವೆ ಮತ್ತು ಆ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳು ನಿಯಂತ್ರಕರಾಗಿರುತ್ತಾರೆ ವಯಕ್ತಿಕ ಮಾಹಿತಿ.",
    "2330965058": "ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳಿಗಾಗಿ ನಾವು ಪ್ರೊಸೆಸರ್ ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವ ಸ್ಥಳದಲ್ಲಿ, ನಮ್ಮ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು ಸಮಂಜಸವಾಗಿ ಅಗತ್ಯಕ್ಕಿಂತ ಬೇರೆ ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ಸಂಗ್ರಹಿಸಿದ ಡೇಟಾವನ್ನು ಬಳಸುವುದಿಲ್ಲ ಮತ್ತು ನಮ್ಮ ಸಂಸ್ಕರಣೆಯನ್ನು ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳೊಂದಿಗೆ ನಾವು ಹೊಂದಿರುವ ಒಪ್ಪಂದಗಳಿಂದ ನಿಯಂತ್ರಿಸಲಾಗುತ್ತದೆ, ಇದು ಅಲ್ಲ ಗೌಪ್ಯತಾ ನೀತಿ",
    "3017040355": "EU ಡೇಟಾ ವಿಷಯದ ಡೇಟಾದ ಪ್ರಕ್ರಿಯೆಯು ನಮ್ಮ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಅಥವಾ ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳೊಂದಿಗಿನ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದಗಳಿಗೆ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಅನುಬಂಧದೊಳಗೆ ಸಂಯೋಜಿತವಾದ ಪ್ರಮಾಣಿತ ಒಪ್ಪಂದದ ಷರತ್ತುಗಳ (SCCs) ಕಾನೂನು ಆಧಾರದ ಮೇಲೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ.",
    "2233384692": "ಅಂತಹ ಡೇಟಾವನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ ಎಂಬುದರ ಕುರಿತು ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಅಥವಾ ಕಾಳಜಿಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು ಬಯಸಿದರೆ, ಈ ಡೇಟಾವನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಸೇವೆಯನ್ನು ಬಳಸಲು ನಮ್ಮೊಂದಿಗೆ ಒಪ್ಪಂದ ಮಾಡಿಕೊಂಡಿರುವ ವ್ಯಕ್ತಿ ಅಥವಾ ಘಟಕವನ್ನು (ಅಂದರೆ, ಡೇಟಾ ನಿಯಂತ್ರಕ) ನೀವು ಸಂಪರ್ಕಿಸಬೇಕು. ಆದಾಗ್ಯೂ, ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳೊಂದಿಗಿನ ನಮ್ಮ ಒಪ್ಪಂದದ ನಿಯಮಗಳಿಗೆ ಅನುಸಾರವಾಗಿ ನೀವು ಹೊಂದಿರುವ ಯಾವುದೇ ಕಾಳಜಿಯನ್ನು ಪರಿಹರಿಸಲು ನಾವು ಸಹಾಯವನ್ನು ಒದಗಿಸುತ್ತೇವೆ.",
    "349292953": "ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿ",
    "3022001832": "ನಮ್ಮ ಸೇವೆಯನ್ನು ಅವರ ವೆಬ್‌ಸೈಟ್‌ಗೆ (\"ಸಂಯೋಜಕರು\"), ಡೇಟಾ ಲೇಬಲಿಂಗ್‌ಗಾಗಿ ಸೇವೆಗಳನ್ನು ಬಳಸುವವರು (\"ಗ್ರಾಹಕರು\") ಮತ್ತು ನಮ್ಮೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವ ಅಂತಿಮ ಬಳಕೆದಾರರನ್ನು ಒಳಗೊಂಡಂತೆ ನಮ್ಮ ಸೈಟ್‌ಗಳು ಮತ್ತು ಸೇವೆಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವ ವ್ಯಕ್ತಿಗಳಿಂದ ನಾವು ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳ ವೆಬ್‌ಸೈಟ್‌ಗಳ ಮೂಲಕ ಸೇವೆ (\"ಅಂತ್ಯ-ಬಳಕೆದಾರರು\").",
    "835545301": "ನಾವು ಈ ಕೆಳಗಿನ ವರ್ಗಗಳ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ:",
    "3228928991": "ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ ಮತ್ತು ದೇಶದಂತಹ ವ್ಯಕ್ತಿಯನ್ನು (\"ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ\") ಗುರುತಿಸಲು ಅಥವಾ ಸಂಪರ್ಕಿಸಲು ಬಳಸಬಹುದಾದ ಮಾಹಿತಿ. ನಮ್ಮ ಪ್ರಸ್ತುತ ಮತ್ತು ನಿರೀಕ್ಷಿತ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳು ಮತ್ತು ಗ್ರಾಹಕರು ಅದನ್ನು ನೇರವಾಗಿ ನಮಗೆ ನೀಡಿದಾಗ ನಾವು ಅವರಿಂದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ (ಉದಾಹರಣೆಗೆ, ಖಾತೆಗೆ ಸೈನ್ ಅಪ್ ಮಾಡುವಾಗ ಫಾರ್ಮ್ ಅನ್ನು ಭರ್ತಿ ಮಾಡುವ ಮೂಲಕ ಅಥವಾ ನಮ್ಮಿಂದ ಇಮೇಲ್ ಅಧಿಸೂಚನೆಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಅರ್ಜಿ ಸಲ್ಲಿಸುವ ಮೂಲಕ). ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಡೇಟಾಬೇಸ್‌ಗಳು ಅಥವಾ ಅಧಿಕೃತ ಕಾನೂನು ದಾಖಲೆಗಳ ವಿರುದ್ಧ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹೋಲಿಸುವ ಮೂಲಕ ನಾವು ನಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್‌ಗಳು ಮತ್ತು ಗ್ರಾಹಕರ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಬಹುದು.",
    "1655796811": "IP ವಿಳಾಸಗಳು, ಬ್ರೌಸರ್ ಪ್ರಕಾರ, ಇಂಟರ್ನೆಟ್ ಸೇವಾ ಪೂರೈಕೆದಾರರು, ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಪ್ರಕಾರ, ಸಾಧನದ ಪ್ರಕಾರ, ಆಪರೇಟಿಂಗ್ ಸಿಸ್ಟಂ, ದಿನಾಂಕ ಮತ್ತು ಸಮಯದ ಸ್ಟ್ಯಾಂಪ್‌ನಂತಹ ಸೈಟ್‌ಗಳು ಅಥವಾ ಸೇವೆಗಳ (\"ಅನಾಲಿಟಿಕ್ಸ್ ಮಾಹಿತಿ\") ಇಂಟಿಗ್ರೇಟರ್ ಅಥವಾ ಗ್ರಾಹಕರ ಬಳಕೆಯ ಪರಿಣಾಮವಾಗಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಸಂಗ್ರಹಿಸಲಾದ ಮಾಹಿತಿ ಪ್ರವೇಶ ಮತ್ತು ಇತರ ರೀತಿಯ ಮಾಹಿತಿ. ಕೆಲವು Analytics ಮಾಹಿತಿಯನ್ನು ನಾವು ಆ ಉದ್ದೇಶಕ್ಕಾಗಿ ತೊಡಗಿಸಿಕೊಂಡಿರುವ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ನಮ್ಮ ಪರವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಕೆಲವು Analytics ಮಾಹಿತಿಯನ್ನು ಕುಕೀಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ವಿವಿಧ ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳ ಮೂಲಕ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ (ಕೆಳಗಿನ \"ಮೂರನೇ ಪಕ್ಷದ ವಿಶ್ಲೇಷಣೆ ಮತ್ತು ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು\" ನೋಡಿ).",
    "1388241689": "ಚಿತ್ರದ ಲೇಬಲಿಂಗ್ ಡೇಟಾ, ಆ ಅಂತಿಮ ಬಳಕೆದಾರರಿಗೆ ಪ್ಲೇ ಮಾಡಿದ ಆಡಿಯೊ ಫೈಲ್‌ಗಳಿಂದ ಪರಿವರ್ತಿಸಲಾದ ಪಠ್ಯ, ಪ್ರಶ್ನೆಗಳಿಗೆ ಉತ್ತರಗಳು ಮತ್ತು ಸೇವೆಯಿಂದ ರಚಿಸಲಾದ ಇತರ ಪ್ರಾಂಪ್ಟ್‌ಗಳಂತಹ ಸೇವೆಯ ಮೂಲಕ (\"ಲೇಬಲ್ ಮಾಡಲಾದ ಡೇಟಾ\") ಪ್ರಾಂಪ್ಟ್‌ಗಳಿಗೆ ಅಂತಿಮ-ಬಳಕೆದಾರರು ಉತ್ತರಿಸುವ ಪರಿಣಾಮವಾಗಿ ಸಂಗ್ರಹಿಸಲಾದ ಮಾಹಿತಿ ಯಂತ್ರ ಕಲಿಕೆ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಬಳಕೆಗಾಗಿ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡುವ ಉದ್ದೇಶಗಳಿಗಾಗಿ. ಗುರುತಿಸಲಾದ ಯಾವುದೇ ವ್ಯಕ್ತಿಯೊಂದಿಗೆ ಲೇಬಲ್ ಮಾಡಲಾದ ಡೇಟಾವನ್ನು ಬಂಧಿಸಲಾಗಿಲ್ಲ ಎಂಬುದನ್ನು ಗಮನಿಸಿ.",
    "1493790285": "ಸೇವೆಯ ಭಾಗವಾಗಿ ಅಂತಿಮ ಬಳಕೆದಾರರಿಂದ ಸಂಗ್ರಹಿಸಲಾದ ಇತರ ಮಾಹಿತಿಯು ಅವರು ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ಅಗತ್ಯವಿದೆ",
    "2216374138": "ಮೌಸ್ ಚಲನೆಗಳು, ಸ್ಕ್ರಾಲ್ ಸ್ಥಾನ, ಕೀ ಪ್ರೆಸ್ ಈವೆಂಟ್‌ಗಳು, ಸ್ಪರ್ಶ ಘಟನೆಗಳು ಮತ್ತು ಗೈರೊಸ್ಕೋಪ್ / ಅಕ್ಸೆಲೆರೊಮೀಟರ್ ಮಾಹಿತಿಯಂತಹ ಮಾನವರು.",
    "2394073454": "ವೈಯಕ್ತಿಕ ಡೇಟಾ ಲೇಬಲ್‌ಗಳಾಗಿ ನಮ್ಮೊಂದಿಗೆ ಕೆಲಸ ಮಾಡಲು ಬಯಸುವ ಅಂತಿಮ ಬಳಕೆದಾರರಿಂದ ನಾವು ಹೆಚ್ಚುವರಿ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಬಹುದು.",
    "3103557430": "ನಾವು ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ",
    "1130802068": "ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ಈ ಕೆಳಗಿನ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸುತ್ತೇವೆ:",
    "2940689138": "ಇಂಟಿಗ್ರೇಟರ್ ಮತ್ತು ಗ್ರಾಹಕ ಖಾತೆಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಮತ್ತು ಸೇವೆಯನ್ನು ಒದಗಿಸಲು. ಇಂಟಿಗ್ರೇಟರ್‌ಗಳು ಮತ್ತು ಗ್ರಾಹಕರೊಂದಿಗೆ ನಿರ್ದಿಷ್ಟ ಖಾತೆಗಳನ್ನು ಸಂಯೋಜಿಸಲು ಮತ್ತು ಅವರಿಗೆ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು, ವಿನಂತಿಗಳು ಅಥವಾ ವಿಚಾರಣೆಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು, ಬೆಂಬಲ ಅಥವಾ ತಾಂತ್ರಿಕ ಸಹಾಯವನ್ನು ಒದಗಿಸಲು ಮತ್ತು ಪಾವತಿಗಳನ್ನು ಸುಗಮಗೊಳಿಸಲು ನಾವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ.",
    "857974529": "ಸೈಟ್ ಮತ್ತು ಸೇವೆಗೆ ಸುಧಾರಿಸಲು. ನಮ್ಮ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮತ್ತು ಹೊಸ ಸೇವೆಗಳು ಮತ್ತು ಕೊಡುಗೆಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ಮತ್ತು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮತ್ತು ಭವಿಷ್ಯದ ಉತ್ಪನ್ನ ಕೊಡುಗೆಗಳನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಲು ನಾವು Analytics ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ.",
    "1820844638": "ಮಾರುಕಟ್ಟೆ ಒಳನೋಟಗಳನ್ನು ಪಡೆಯಲು. ನಾವು ಮಾರುಕಟ್ಟೆಯನ್ನು ವಿಶ್ಲೇಷಿಸಲು ಮತ್ತು ಸೈಟ್ ಮತ್ತು ನಮ್ಮ ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ವ್ಯಾಪಾರ ವಿಶ್ಲೇಷಣೆಗಳನ್ನು ನಡೆಸಲು ಮತ್ತು ಇತರ ಸಂಶೋಧನಾ ಉದ್ದೇಶಗಳಿಗಾಗಿ Analytics ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ.",
    "3386280249": "ಲೇಬಲ್ ಮಾಡಲಾದ ಡೇಟಾಗೆ ಮಾರುಕಟ್ಟೆಯನ್ನು ಒದಗಿಸಲು. ನಮ್ಮ ಸೇವೆಯು ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದ ಡೇಟಾ ಲೇಬಲಿಂಗ್ ಮತ್ತು ಮಷಿನ್ ಲರ್ನಿಂಗ್ ಸಿಸ್ಟಮ್‌ಗಳಿಗಾಗಿ ಮಾನವ ವಿಮರ್ಶೆಯನ್ನು ವೆಬ್‌ಸೈಟ್ ಮಾಲೀಕರು ಮತ್ತು ಕಂಪನಿಗಳಿಗೆ ತಮ್ಮ ಡೇಟಾವನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುವ ಸೇವೆಯಾಗಿ ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ಆ ನಿಟ್ಟಿನಲ್ಲಿ, ಲೇಬಲ್ ಮಾಡಲಾದ ಡೇಟಾವನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಆಸಕ್ತಿ ಹೊಂದಿರುವ ನಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ನಾವು ಲೇಬಲ್ ಮಾಡಲಾದ ಡೇಟಾವನ್ನು ಬಹಿರಂಗಪಡಿಸುತ್ತೇವೆ.",
    "3532143291": "ನಮ್ಮ ಸೇವೆಗಳು ಮತ್ತು ವ್ಯವಸ್ಥೆಗಳನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಲು. ಸಂಭಾವ್ಯ ಬೆದರಿಕೆಗಳು ಮತ್ತು ದುರ್ಬಲತೆಗಳನ್ನು ಗುರುತಿಸುವ ಮೂಲಕ ನಮ್ಮ ಸಿಸ್ಟಂಗಳನ್ನು ಸುರಕ್ಷಿತಗೊಳಿಸಲು ಮತ್ತು ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸಲು ನಾವು Analytics ಮಾಹಿತಿಯನ್ನು ಬಳಸುತ್ತೇವೆ.",
    "2185418511": "ಯಾವುದೇ ಕಾನೂನುಬದ್ಧ ವ್ಯಾಪಾರ ಉದ್ದೇಶಕ್ಕಾಗಿ, ಮಾಹಿತಿಯನ್ನು ಗುರುತಿಸಲಾಗಿಲ್ಲ ಅಥವಾ ಒಟ್ಟುಗೂಡಿಸಿದರೆ ಅದನ್ನು ವ್ಯಕ್ತಿಯೊಂದಿಗೆ ಸಮಂಜಸವಾಗಿ ಜೋಡಿಸಲಾಗುವುದಿಲ್ಲ.",
    "2386465280": "ನಾವು ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ",
    "2159517814": "ಈ ಕೆಳಗಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ ನಾವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳುತ್ತೇವೆ ಅಥವಾ ಬಹಿರಂಗಪಡಿಸುತ್ತೇವೆ:",
    "4256083674": "ನಿರ್ದಿಷ್ಟ CAPTCHA ಚಾಲೆಂಜ್ ವಿನಂತಿ ಅಥವಾ IP ವಿಳಾಸದ ವಂಚನೆಯ ಅಪಾಯವನ್ನು ಗುರುತಿಸಲು ಇಂಟಿಗ್ರೇಟರ್‌ನಿಂದ ನೇರ ವಿನಂತಿಯ ಮೇರೆಗೆ ಅಥವಾ ನಿರ್ದಿಷ್ಟ ಸಮ್ಮತಿಯನ್ನು ನೀಡಲಾಯಿತು.",
    "3494826505": "ಮಾರಾಟಗಾರರೊಂದಿಗೆ ನಾವು ಡೇಟಾ ಸಂಗ್ರಹಣೆ, ಹೋಸ್ಟಿಂಗ್ ಮತ್ತು ಅನಾಲಿಟಿಕ್ಸ್‌ನಂತಹ ಸೈಟ್‌ಗಳು ಮತ್ತು ಸೇವೆಯ ಅಗತ್ಯ ಅಂಶಗಳನ್ನು ಒದಗಿಸಲು ತೊಡಗುತ್ತೇವೆ ಮತ್ತು ಆ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ.",
    "1119009846": "ನಿಮ್ಮ, ನಮ್ಮ ಅಥವಾ ಇತರರ ಹಕ್ಕುಗಳು, ಗೌಪ್ಯತೆ, ಸುರಕ್ಷತೆ ಅಥವಾ ಆಸ್ತಿಯನ್ನು ರಕ್ಷಿಸುವ ಸಲುವಾಗಿ ಸರ್ಕಾರಿ ವಿನಂತಿಗಳು, ಕಾನೂನು ಜಾರಿ ವಿನಂತಿಗಳು ಮತ್ತು ಸಾರ್ವಜನಿಕ ಮತ್ತು ಖಾಸಗಿ ಘಟಕಗಳಿಗೆ ಸೇರಿದಂತೆ ಅನ್ವಯವಾಗುವ ಕಾನೂನನ್ನು ಅನುಸರಿಸಲು ಅಗತ್ಯವಿರುವಂತೆ.",
    "197676026": "ಯಾವುದೇ ಕಾನೂನುಬದ್ಧ ವ್ಯಾಪಾರ ಉದ್ದೇಶಕ್ಕಾಗಿ ಇತರರೊಂದಿಗೆ, ಮಾಹಿತಿಯನ್ನು ಡಿ-ಗುರುತಿಸಲಾಗಿದೆ",
    "2359312315": "ಅಥವಾ ಒಬ್ಬ ವ್ಯಕ್ತಿಗೆ ಸಮಂಜಸವಾಗಿ ಕಟ್ಟಲಾಗದಂತಹ ಒಟ್ಟುಗೂಡಿಸಲಾಗಿದೆ.",
    "2497216176": "ಥರ್ಡ್ ಪಾರ್ಟಿ ಅನಾಲಿಟಿಕ್ಸ್ ಮತ್ತು ಟ್ರ್ಯಾಕಿಂಗ್ ಟೆಕ್ನಾಲಜೀಸ್",
    "3694578791": "ಮೇಲೆ ಚರ್ಚಿಸಿದಂತೆ, ನಾವು (ಮತ್ತು ನಮ್ಮ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಮಾರಾಟಗಾರರು) ಕುಕೀಸ್, ವೆಬ್ ಬೀಕನ್‌ಗಳು ಮತ್ತು ಇತರ ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳ ಬಳಕೆಯ ಮೂಲಕ ಭಾಗಶಃ ವಿಶ್ಲೇಷಣಾ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ಕೆಲವು ನಿದರ್ಶನಗಳಲ್ಲಿ, Analytics ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವ ಉದ್ದೇಶಕ್ಕಾಗಿ ಕುಕೀಗಳನ್ನು ಬಳಸಿಕೊಳ್ಳಲು ನಾವು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಮಾರಾಟಗಾರರೊಂದಿಗೆ ಕೆಲಸ ಮಾಡುತ್ತೇವೆ.",
    "2238885192": "ಬಳಕೆದಾರರು ದೋಷವನ್ನು ಅನುಭವಿಸಿದಾಗ ಡೀಬಗ್ ಮಾಡುವ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ನಾವು ಸೆಂಟ್ರಿಯನ್ನು ಬಳಸುತ್ತೇವೆ. ಸೆಂಟ್ರಿ ಡೇಟಾವನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತದೆ ಎಂಬುದರ ಕುರಿತು ಮಾಹಿತಿಗಾಗಿ:",
    "1535054294": "ದಯವಿಟ್ಟು ಅವರ ವಿವರವಾದ ನೀತಿಯನ್ನು ನೋಡಿ",
    "658775471": "ನಮ್ಮ ವೆಬ್ ಟ್ರಾಫಿಕ್ ಅನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು ನಾವು ಕ್ಲೌಡ್‌ಫ್ಲೇರ್ ಅನ್ನು ಬಳಸುತ್ತೇವೆ. ಕ್ಲೌಡ್‌ಫ್ಲೇರ್ ಡೇಟಾವನ್ನು ಹೇಗೆ ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತದೆ ಎಂಬುದರ ಕುರಿತು ಮಾಹಿತಿಗಾಗಿ:",
    "2014256987": "ಕುಕೀಗಳು ಅಥವಾ ಇತರ ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳ ಬಳಕೆಯನ್ನು ನಿರ್ಬಂಧಿಸದಿರಲು ನೀವು ಬಯಸಿದರೆ, ದಯವಿಟ್ಟು ಕೆಳಗಿನ \"ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಿರ್ವಹಿಸುವುದು\" ನೋಡಿ. ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದಿರುವ ಕಾರಣ, ಹಾಗೆ ಮಾಡುವುದರಿಂದ ಸೈಟ್‌ಗಳು ಅಥವಾ ಸೇವೆಯನ್ನು ಬಳಸುವ ನಿಮ್ಮ ಅನುಭವದ ಮೇಲೆ ನಕಾರಾತ್ಮಕ ಪರಿಣಾಮ ಬೀರಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.",
    "2788024905": "ನಾವು ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಸುರಕ್ಷಿತಗೊಳಿಸುತ್ತೇವೆ",
    "271333468": "ನಾವು ಸಂಗ್ರಹಿಸುವ ಮತ್ತು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸಲು ಸೂಕ್ತವಾದ ತಾಂತ್ರಿಕ ಮತ್ತು ಸಾಂಸ್ಥಿಕ ಕ್ರಮಗಳನ್ನು ನಾವು ಕಾರ್ಯಗತಗೊಳಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ಪರವಾಗಿ ನಮ್ಮ ಸಂಸ್ಕರಣೆಯನ್ನು ನಿರ್ವಹಿಸುವ ಎಲ್ಲಾ ಏಜೆಂಟ್‌ಗಳು ಅದೇ ರೀತಿ ಮಾಡುವ ಅಗತ್ಯವಿದೆ. ದುರದೃಷ್ಟವಶಾತ್, ಯಾವುದೇ ಸುರಕ್ಷತಾ ಕ್ರಮಗಳು 100% ಫೂಲ್‌ಫ್ರೂಫ್ ಆಗಿರುವುದಿಲ್ಲ ಮತ್ತು ಯಾವುದೇ ನೆಟ್‌ವರ್ಕ್ ಅಥವಾ ಸಿಸ್ಟಮ್ (ನಮ್ಮದು ಸೇರಿದಂತೆ) ವಿನಾಶ, ನಷ್ಟ, ಬದಲಾವಣೆ, ಅನಧಿಕೃತ ಬಹಿರಂಗಪಡಿಸುವಿಕೆ ಅಥವಾ ನಾವು ಸಂಗ್ರಹಿಸುವ ಮತ್ತು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯ ಪ್ರವೇಶದ ವಿರುದ್ಧ 100% ಸುರಕ್ಷಿತವಾಗಿದೆ ಎಂದು ಖಾತರಿಪಡಿಸಲಾಗುವುದಿಲ್ಲ. ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ನಿಮ್ಮ ಮಾಹಿತಿಯು ಸುರಕ್ಷಿತವಾಗಿಲ್ಲದಿರಬಹುದು ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ದಯವಿಟ್ಟು ತಕ್ಷಣವೇ ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:",
    "3031284129": "ಖಾತರಿ ಹಕ್ಕು ನಿರಾಕರಣೆಗಳು",
    "26365791": "ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಲಾದ ಪೂರ್ಣ ಪ್ರಮಾಣದಲ್ಲಿ, ಸೈಟ್ ಮತ್ತು ಸೇವೆಯನ್ನು (ಮತ್ತು ಯಾವುದೇ ಇತರ ಸಂಬಂಧಿತ ಸೇವೆಗಳು, ಮಾಹಿತಿ, ಡೇಟಾ, ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಇತರ ವಿಷಯ ಅಥವಾ ವಸ್ತುಗಳು) \"ಇರುವಂತೆ\" ಮತ್ತು \"ಲಭ್ಯವಿರುವ\" ಆಧಾರದ ಮೇಲೆ ಒದಗಿಸಲಾಗುತ್ತದೆ. ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಲಾದ ಪೂರ್ಣ ಪ್ರಮಾಣದಲ್ಲಿ, IMI ಎಲ್ಲಾ ಖಾತರಿ ಕರಾರುಗಳನ್ನು ಹೊರತುಪಡಿಸುತ್ತದೆ, ವ್ಯಾಪಾರಶೀಲತೆ, ನಿರ್ದಿಷ್ಟ ಉದ್ದೇಶಕ್ಕಾಗಿ ಫಿಟ್‌ನೆಸ್ ಮತ್ತು ಉಲ್ಲಂಘನೆಯಾಗದಿರುವ ಸೂಚಿತ ವಾರಂಟಿಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಆದರೆ ಸೀಮಿತವಾಗಿಲ್ಲ.",
    "735630686": "ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಿರ್ವಹಿಸುವುದು (ನಿಮ್ಮ ಹಕ್ಕುಗಳು)",
    "498769698": "ನಿಮ್ಮ ಇಂಟಿಗ್ರೇಟರ್, ಗ್ರಾಹಕ, ಅಥವಾ ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರ ಖಾತೆಯ ಮೂಲಕ (ನೀವು ಇಂಟಿಗ್ರೇಟರ್, ಗ್ರಾಹಕ, ಅಥವಾ ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ) ನೀವು ನಮಗೆ ಒದಗಿಸಿದ ಕೆಲವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪ್ರವೇಶಿಸಬಹುದು, ಸರಿಪಡಿಸಬಹುದು, ತಿದ್ದುಪಡಿ ಮಾಡಬಹುದು ಅಥವಾ ಅಳಿಸಬಹುದು. ನಿಮಗೆ ಹಾಗೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ, ಅಥವಾ ನಾವು ಸಂಗ್ರಹಿಸಿದ ಮತ್ತು/ಅಥವಾ ನಿಮ್ಮ ಬಗ್ಗೆ ಹಂಚಿಕೊಂಡಿರುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಕುರಿತು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಅಥವಾ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆಗೆ ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಹಿಂಪಡೆಯಲು ಬಯಸಿದರೆ (ಅಂದರೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅಳಿಸಿ) ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:",
    "2895491273": "ನೀವು ಕುಕೀಗಳನ್ನು ಅಥವಾ ಇತರ ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲು ಬಯಸಿದರೆ, ಹೆಚ್ಚಿನ ಬ್ರೌಸರ್‌ಗಳು ಮತ್ತು ಮೊಬೈಲ್ ಸಾಧನಗಳು ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು ನೀವು ಕುಕೀಗಳನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ಅಥವಾ ಇತರ ಟ್ರ್ಯಾಕಿಂಗ್ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಬಳಸುತ್ತಿರುವಾಗ ನಿಮಗೆ ತಿಳಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು/ಅನುಮತಿ ನೀಡಬೇಕೆ ಅಥವಾ ಬೇಡವೇ ಎಂಬುದನ್ನು ಆಯ್ಕೆ ಮಾಡಲು. ಇದು. ಹೆಚ್ಚಿನ ಬ್ರೌಸರ್‌ಗಳು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಅಥವಾ ಅಳಿಸಲು ಅಥವಾ ಭವಿಷ್ಯದ ಕುಕೀಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತಿರಸ್ಕರಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನಿಮ್ಮ ಕುಕೀ ಆದ್ಯತೆಗಳನ್ನು ನಿಯಂತ್ರಿಸಲು ನೀವು ಬ್ರೌಸರ್ ಪ್ಲಗ್-ಇನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಪರಿಕರಗಳನ್ನು ಸಹ ಬಳಸಬಹುದು. ಆದಾಗ್ಯೂ, ನೀವು ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿದರೆ, ನಮ್ಮ ಸೈಟ್‌ಗಳ ಕೆಲವು ಭಾಗಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸದೇ ಇರಬಹುದು ಎಂಬುದನ್ನು ಗಮನಿಸಿ.",
    "707527778": "ಮಕ್ಕಳಿಂದ ಮಾಹಿತಿ",
    "1747657936": "ನಮ್ಮ ಸೈಟ್‌ಗಳು ಮತ್ತು ಸೇವೆಯನ್ನು 13 ವರ್ಷದೊಳಗಿನ ಮಕ್ಕಳಿಗೆ ನಿರ್ದೇಶಿಸಲಾಗಿಲ್ಲ ಮತ್ತು 13 ವರ್ಷದೊಳಗಿನ ಮಕ್ಕಳಿಂದ ನಾವು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ನಾವು 13 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ ವಯಸ್ಸಿನ ಮಗುವಿನ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದ್ದೇವೆ ಎಂದು ತಿಳಿದರೆ, ನಾವು ತೆಗೆದುಕೊಳ್ಳುತ್ತೇವೆ ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ನಮ್ಮ ಫೈಲ್‌ಗಳಿಂದ ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಅಳಿಸಲು ಸಮಂಜಸವಾದ ಕ್ರಮಗಳು, ನಾವು ಅದನ್ನು ಉಳಿಸಿಕೊಳ್ಳಲು ಕಾನೂನು ಬಾಧ್ಯತೆಯನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ. 13 ವರ್ಷಕ್ಕಿಂತ ಕಡಿಮೆ ವಯಸ್ಸಿನ ಮಗುವಿನಿಂದ ಅಥವಾ ಅದರ ಬಗ್ಗೆ ನಾವು ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಹೊಂದಿದ್ದೇವೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ:",
    "2419795065": "ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ನಿವಾಸಿಗಳಿಗೆ ಸೂಚನೆ",
    "1517625162": "ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಸಿವಿಲ್ ಕೋಡ್ ಸೆಕ್ಷನ್ 1789.3 ಅಡಿಯಲ್ಲಿ, ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಬಳಕೆದಾರರು ಈ ಕೆಳಗಿನ ಗ್ರಾಹಕ ಹಕ್ಕುಗಳ ಸೂಚನೆಗೆ ಅರ್ಹರಾಗಿದ್ದಾರೆ: ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ನಿವಾಸಿಗಳು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕ ವ್ಯವಹಾರಗಳ ವಿಭಾಗದ ಗ್ರಾಹಕ ಸೇವೆಗಳ ವಿಭಾಗದ ದೂರು ಸಹಾಯ ಘಟಕವನ್ನು 1625 ನಾರ್ತ್ ಮಾರ್ಕೆಟ್ Blvd., Sacramento ನಲ್ಲಿ ಮೇಲ್ ಮೂಲಕ ತಲುಪಬಹುದು. CA 95834, ಅಥವಾ ದೂರವಾಣಿ ಮೂಲಕ (916) 445-1254 ಅಥವಾ (800) 952-5210.",
    "3730344349": "ಈ ವಿಭಾಗವು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕರ ಬಗ್ಗೆ ನಾವು ಸಂಗ್ರಹಿಸುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕ ಗೌಪ್ಯತಾ ಕಾಯಿದೆ ಅಥವಾ \"CCPA\" ಅಡಿಯಲ್ಲಿ ಅವರಿಗೆ ನೀಡಲಾದ ಹಕ್ಕುಗಳ ಕುರಿತು ಹೆಚ್ಚುವರಿ ವಿವರಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "4044467791": "ಹಿಂದಿನ 12 ತಿಂಗಳುಗಳಲ್ಲಿ ನಾವು ನಿಮ್ಮಿಂದ ಸಂಗ್ರಹಿಸಿದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ವರ್ಗಗಳಿಗಾಗಿ, ದಯವಿಟ್ಟು ಮೇಲಿನ \"ನಾವು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿ\" ವಿಭಾಗವನ್ನು ನೋಡಿ. ಮೇಲಿನ \"ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ\" ವಿಭಾಗದಲ್ಲಿ ವಿವರಿಸಿರುವ ವ್ಯಾಪಾರ ಮತ್ತು ವಾಣಿಜ್ಯ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ಹಿಂದಿನ 12 ತಿಂಗಳುಗಳಲ್ಲಿ, ವ್ಯಾಪಾರ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ಈ ಕೆಳಗಿನ ವರ್ಗಗಳ ಮಾಹಿತಿಯನ್ನು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಂಡಿದ್ದೇವೆ:",
    "4208081170": "ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ವರ್ಗ",
    "1528242915": "ಗುರುತಿಸುವಿಕೆಗಳು.",
    "3863351997": "ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕ ದಾಖಲೆಗಳ ಶಾಸನದಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ವಿಭಾಗಗಳು (Cal. Civ. ಕೋಡ್ § 1798.80(e)).",
    "2826705343": "ವಾಣಿಜ್ಯ ಮಾಹಿತಿ.",
    "2683038211": "ಇಂಟರ್ನೆಟ್ ಅಥವಾ ಇತರ ಎಲೆಕ್ಟ್ರಾನಿಕ್ ನೆಟ್ವರ್ಕ್ ಚಟುವಟಿಕೆ.",
    "3671828834": "ಹಂಚಿಕೊಳ್ಳಲಾದ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಉದಾಹರಣೆಗಳು",
    "779426309": "ನಿಜವಾದ ಹೆಸರು, ಅನನ್ಯ ವೈಯಕ್ತಿಕ ಗುರುತಿಸುವಿಕೆ, ಆನ್‌ಲೈನ್ ಗುರುತಿಸುವಿಕೆ, ಇಂಟರ್ನೆಟ್ ಪ್ರೊಟೊಕಾಲ್ ವಿಳಾಸ, ಇಮೇಲ್ ವಿಳಾಸ, ಖಾತೆ ಹೆಸರು ಅಥವಾ ಇತರ ರೀತಿಯ ಗುರುತಿಸುವಿಕೆಗಳು.",
    "2414368123": "ಹೆಸರು, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ, ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ, ಅಥವಾ ಯಾವುದೇ ಇತರ ಹಣಕಾಸಿನ ಮಾಹಿತಿ.",
    "4088941349": "ಖರೀದಿಸಿದ, ಪಡೆದ ಅಥವಾ ಪರಿಗಣಿಸಿದ ಉತ್ಪನ್ನಗಳು ಅಥವಾ ಸೇವೆಗಳ ದಾಖಲೆಗಳು.",
    "3238612014": "ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸ, ಇಂಟರ್ನೆಟ್ ವೆಬ್‌ಸೈಟ್, ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ಜಾಹೀರಾತಿನೊಂದಿಗೆ ಗ್ರಾಹಕರ ಸಂವಹನದ ಮಾಹಿತಿ.",
    "1023108656": "ಥರ್ಡ್-ಪಾರ್ಟಿ ಸ್ವೀಕರಿಸುವವರ ವರ್ಗಗಳು",
    "1418235079": "ಸೇವೆ ಒದಗಿಸುವವರು",
    "3238184941": "ಗಮನಿಸಿ: ವೈಯಕ್ತಿಕ IP ವಿಳಾಸದೊಂದಿಗೆ ಸಂಬಂಧಿಸಿದ ವಂಚನೆಯ ಅಪಾಯವನ್ನು ವಿನಂತಿಯ ಮೇರೆಗೆ ಇಂಟಿಗ್ರೇಟರ್‌ನೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು.",
    "285116485": "ನಾವು ಸಂಗ್ರಹಿಸುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಕಂಪನಿಯು \"ಮಾರಾಟ\" ಮಾಡುವುದಿಲ್ಲ (ಈ ಪದವನ್ನು CCPA ನಲ್ಲಿ ವ್ಯಾಖ್ಯಾನಿಸಲಾಗಿದೆ). ನಾವು ಬಳಸುವ ಯಾವುದಾದರೂ ಥರ್ಡ್-ಪಾರ್ಟಿ ಕುಕೀಗಳ ಪ್ರಕಾರಗಳ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ಮೇಲಿನ \"ಥರ್ಡ್ ಪಾರ್ಟಿ ಅನಾಲಿಟಿಕ್ಸ್ ಮತ್ತು ಟ್ರ್ಯಾಕಿಂಗ್ ಟೆಕ್ನಾಲಜೀಸ್\" ವಿಭಾಗವನ್ನು ನೋಡಿ.",
    "1408750006": "ಕೆಲವು ಮಿತಿಗಳಿಗೆ ಒಳಪಟ್ಟು, CCPA ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕರಿಗೆ ನಾವು ಸಂಗ್ರಹಿಸುವ ವಿಭಾಗಗಳು ಅಥವಾ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಿರ್ದಿಷ್ಟ ತುಣುಕುಗಳ ಕುರಿತು ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು ವಿನಂತಿಸುವ ಹಕ್ಕನ್ನು ಒದಗಿಸುತ್ತದೆ (ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ಬಳಸುತ್ತೇವೆ ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುತ್ತೇವೆ) ಅವರ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಅಳಿಸಲು, ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿಯಲು ಸಂಭವಿಸಬಹುದಾದ ಯಾವುದೇ \"ಮಾರಾಟ\", ಹಾಗೆಯೇ ಈ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು ತಾರತಮ್ಯ ಮಾಡದಿರುವ ಹಕ್ಕು.",
    "759057398": "EU ಡೇಟಾ ವಿಷಯಗಳಿಗೆ ಸೂಚನೆ",
    "825780955": "ವಯಕ್ತಿಕ ಮಾಹಿತಿ",
    "2945960297": "EU ಡೇಟಾ ವಿಷಯಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ, ಈ ಗೌಪ್ಯತಾ ನೀತಿಯಲ್ಲಿ ಬಳಸಿದ \"ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ\" ಎಂಬ ಪದವು ಯುರೋಪಿಯನ್ ಯೂನಿಯನ್ ಜನರಲ್ ಡೇಟಾ ಪ್ರೊಟೆಕ್ಷನ್ ರೆಗ್ಯುಲೇಶನ್ (GDPR) ನಲ್ಲಿ ವ್ಯಾಖ್ಯಾನಿಸಲಾದ \"ವೈಯಕ್ತಿಕ ಡೇಟಾ\" ಗೆ ಸಮನಾಗಿರುತ್ತದೆ.",
    "1126613163": "ಸೂಕ್ಷ್ಮ ಡೇಟಾ",
    "3571006800": "ನೀವು ನಮಗೆ ಒದಗಿಸುವ ಕೆಲವು ಮಾಹಿತಿಯು GDPR ನಲ್ಲಿ (ವೈಯಕ್ತಿಕ ಡೇಟಾದ ವಿಶೇಷ ವರ್ಗಗಳೆಂದು ಸಹ ಉಲ್ಲೇಖಿಸಲ್ಪಡುತ್ತದೆ) ವ್ಯಾಖ್ಯಾನಿಸಿದಂತೆ ಸೂಕ್ಷ್ಮ ಡೇಟಾವನ್ನು ರಚಿಸಬಹುದು, ಸರ್ಕಾರದಿಂದ ನೀಡಲಾದ ಗುರುತಿನ ದಾಖಲೆಗಳಲ್ಲಿ ನಿಮ್ಮ ಜನಾಂಗ ಅಥವಾ ಜನಾಂಗದ ಗುರುತಿಸುವಿಕೆ ಸೇರಿದಂತೆ.",
    "1988461282": "ಪ್ರಕ್ರಿಯೆಗೆ ಕಾನೂನು ಆಧಾರಗಳು",
    "3519564631": "ಸಂಸ್ಕರಣಾ ಉದ್ದೇಶಗಳು",
    "1778642038": "ನಿಮ್ಮೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು",
    "2223819810": "ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅನ್ನು ಅತ್ಯುತ್ತಮವಾಗಿಸಲು",
    "1678661231": "ಅನುಸರಣೆ, ವಂಚನೆ ತಡೆಗಟ್ಟುವಿಕೆ ಮತ್ತು ಸುರಕ್ಷತೆಗಾಗಿ",
    "2561077702": "ನಮ್ಮ ಸೇವೆಯನ್ನು ಒದಗಿಸಲು",
    "2066321185": "ಕಾನೂನು ಆಧಾರ",
    "1174237568": "ಈ ಸಂಸ್ಕರಣಾ ಚಟುವಟಿಕೆಗಳು ನಮ್ಮ ಕಾನೂನುಬದ್ಧ ಆಸಕ್ತಿಗಳನ್ನು ರೂಪಿಸುತ್ತವೆ. ನಮ್ಮ ಕಾನೂನುಬದ್ಧ ಆಸಕ್ತಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವ ಮೊದಲು ನಿಮ್ಮ (ಧನಾತ್ಮಕ ಮತ್ತು ಋಣಾತ್ಮಕ ಎರಡೂ) ಮತ್ತು ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಮೇಲೆ ಯಾವುದೇ ಸಂಭಾವ್ಯ ಪರಿಣಾಮಗಳನ್ನು ಪರಿಗಣಿಸಲು ಮತ್ತು ಸಮತೋಲನಗೊಳಿಸಲು ನಾವು ಪ್ರಯತ್ನಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ಮೇಲೆ ಯಾವುದೇ ವ್ಯತಿರಿಕ್ತ ಪ್ರಭಾವದಿಂದ ನಮ್ಮ ಆಸಕ್ತಿಗಳು ಅತಿಕ್ರಮಿಸಲ್ಪಟ್ಟಿರುವ ಚಟುವಟಿಕೆಗಳಿಗೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬಳಸುವುದಿಲ್ಲ (ನಾವು ನಿಮ್ಮ ಸಮ್ಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ ಅಥವಾ ಕಾನೂನಿನಿಂದ ಅಗತ್ಯವಿರುವ ಅಥವಾ ಅನುಮತಿಸದ ಹೊರತು).",
    "1350478093": "ಸಂಸ್ಕರಣೆಯ ಉದ್ದೇಶ",
    "787916198": "ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯೊಂದಿಗೆ",
    "3348433919": "ನಿಮ್ಮ ಹಕ್ಕುಗಳು",
    "3842673636": "GDPR ಅಡಿಯಲ್ಲಿ, ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನೀವು ಕೆಲವು ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿದ್ದೀರಿ. ನಾವು ಹೊಂದಿರುವ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಈ ಕೆಳಗಿನ ಕ್ರಮಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಲು ನೀವು ನಮ್ಮನ್ನು ಕೇಳಬಹುದು:",
    "4057343238": "ಆಯ್ಕೆಯಿಂದ ಹೊರಗುಳಿಯಿರಿ",
    "1834911235": "ನೀವು ಈ ಹಿಂದೆ ಸ್ವೀಕರಿಸಲು ಸಮ್ಮತಿಸಿದ ನೇರ ಮಾರ್ಕೆಟಿಂಗ್ ಸಂವಹನಗಳನ್ನು ನಿಮಗೆ ಕಳುಹಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಿ. ನಾವು ನಿಮಗೆ ಸೇವೆ-ಸಂಬಂಧಿತ ಮತ್ತು ಇತರ ಮಾರ್ಕೆಟಿಂಗ್ ಅಲ್ಲದ ಸಂವಹನಗಳನ್ನು ಕಳುಹಿಸುವುದನ್ನು ಮುಂದುವರಿಸಬಹುದು.",
    "3022301908": "ಪ್ರವೇಶ",
    "680638297": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆಯ ಕುರಿತು ಮಾಹಿತಿಯನ್ನು ನಿಮಗೆ ಒದಗಿಸಿ ಮತ್ತು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡುತ್ತದೆ.",
    "1409486258": "ಸರಿ",
    "3878077249": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯಲ್ಲಿನ ತಪ್ಪುಗಳನ್ನು ನವೀಕರಿಸಿ ಅಥವಾ ಸರಿಪಡಿಸಿ.",
    "3645414921": "ಅಳಿಸಿ",
    "42182578": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಅಳಿಸಿ.",
    "1609621367": "ವರ್ಗಾವಣೆ",
    "3208155808": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಯಂತ್ರ-ಓದಬಲ್ಲ ನಕಲನ್ನು ನಿಮಗೆ ಅಥವಾ ನಿಮ್ಮ ಆಯ್ಕೆಯ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ವರ್ಗಾಯಿಸಿ.",
    "1786796818": "ನಿರ್ಬಂಧಿಸಿ",
    "3329634829": "ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಿರ್ಬಂಧಿಸಿ.",
    "4202774977": "ವಸ್ತು",
    "3007158970": "ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಮೇಲೆ ಪ್ರಭಾವ ಬೀರುವ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಮ್ಮ ಪ್ರಕ್ರಿಯೆಯ ಆಧಾರವಾಗಿ ನಮ್ಮ ಕಾನೂನುಬದ್ಧ ಹಿತಾಸಕ್ತಿಗಳ ಮೇಲೆ ನಮ್ಮ ಅವಲಂಬನೆಯನ್ನು ವಿರೋಧಿಸಿ.",
    "1273071008": "ಡೇಟಾ ವಿಷಯ ಪ್ರವೇಶ ಹಕ್ಕುಗಳ ವಿನಂತಿಗಳು",
    "3594381346": "ಸ್ಥಳ.",
    "21141582": "ಇದು",
    "3357523404": "ಕ್ರಾಸ್-ಬಾರ್ಡರ್ ಡೇಟಾ ವರ್ಗಾವಣೆ",
    "290966395": "ನಮ್ಮ \"ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಹೊರಗಿನ ಗ್ರಾಹಕರಿಗೆ ಒಂದು ಟಿಪ್ಪಣಿ\" ವಿಭಾಗದಲ್ಲಿ ವಿವರಿಸಿದಂತೆ, ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ಗೆ ವರ್ಗಾಯಿಸಲಾಗುತ್ತದೆ, ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ. US ನಲ್ಲಿನ ಡೇಟಾ ಸಂರಕ್ಷಣಾ ಕಾನೂನುಗಳು ನೀವು ವಾಸಿಸುವ ದೇಶಕ್ಕಿಂತ ಭಿನ್ನವಾಗಿರಬಹುದು. ನಮ್ಮ ಸೈಟ್‌ಗಳಿಗೆ ಭೇಟಿ ನೀಡುವ ಮೂಲಕ ಅಥವಾ ನಮ್ಮ ಸೇವೆಯನ್ನು ಬಳಸುವ ಮೂಲಕ ಈ ಗೌಪ್ಯತಾ ನೀತಿಯಲ್ಲಿ ಸೂಚಿಸಿದಂತೆ US ಗೆ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ ಸೇರಿದಂತೆ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ವರ್ಗಾಯಿಸಲು ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ.",
    "3178581111": "ಹೊಸ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಿ",
    "1088304322": "ಈ ಗೌಪ್ಯತಾ ನೀತಿಯಲ್ಲಿ ವಿವರಿಸದ ಕಾರಣಗಳಿಗಾಗಿ ನಾವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಬಳಸಬಹುದು, ಅಲ್ಲಿ ನಾವು ಹಾಗೆ ಮಾಡಲು ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಲಾಗಿದೆ ಮತ್ತು ನಾವು ಅದನ್ನು ಸಂಗ್ರಹಿಸಿದ ಉದ್ದೇಶಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುವ ಕಾರಣ. ಸಂಬಂಧವಿಲ್ಲದ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ನಾವು ಬಳಸಬೇಕಾದರೆ, ನಾವು ನಿಮಗೆ ಸೂಚಿಸಬಹುದು ಮತ್ತು ಆ ಬಳಕೆಗೆ ಅನ್ವಯವಾಗುವ ಕಾನೂನು ಆಧಾರವನ್ನು ವಿವರಿಸಬಹುದು. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ನಿರ್ದಿಷ್ಟ ಬಳಕೆಗಾಗಿ ನಾವು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಅವಲಂಬಿಸಿದ್ದರೆ, ಯಾವುದೇ ಸಂಬಂಧವಿಲ್ಲದ ಉದ್ದೇಶಕ್ಕಾಗಿ ನಾವು ನಿಮ್ಮ ಒಪ್ಪಿಗೆಯನ್ನು ಪಡೆಯಬಹುದು ಮತ್ತು ನೀವು ಆಕ್ಷೇಪಿಸಿದರೆ ಆ ಸಮಯದಲ್ಲಿ ಸೇವೆಯ ನಿಮ್ಮ ಬಳಕೆಯನ್ನು ಕೊನೆಗೊಳಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡಬಹುದು.",
    "2260079771": "ಡೇಟಾ ಧಾರಣ",
    "38428546": "ನಮ್ಮೊಂದಿಗೆ ನಿಮ್ಮ ಖಾತೆಯ ಜೀವನದುದ್ದಕ್ಕೂ ನಾವು ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಸಂಗ್ರಹಿಸುತ್ತೇವೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ನಾವು ಸಂಗ್ರಹಿಸಿದ ಉದ್ದೇಶಗಳನ್ನು ಪೂರೈಸಲು ಅಗತ್ಯವಿರುವವರೆಗೆ ಮಾತ್ರ ನಾವು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ, ಯಾವುದೇ ಕಾನೂನು, ಲೆಕ್ಕಪತ್ರ ನಿರ್ವಹಣೆ ಅಥವಾ ವರದಿ ಮಾಡುವ ಜವಾಬ್ದಾರಿಗಳನ್ನು ಪೂರೈಸುವ ಅಥವಾ ವಿವಾದಗಳನ್ನು ಪರಿಹರಿಸುವ ಉದ್ದೇಶಗಳಿಗಾಗಿ. ಶೇಖರಣಾ ಅವಧಿಗಳನ್ನು ನಿರ್ಧರಿಸಲು ನಾವು ಬಳಸುವ ಮಾನದಂಡಗಳು ಜಾರಿಯಲ್ಲಿರುವ ಅನ್ವಯವಾಗುವ ಒಪ್ಪಂದದ ನಿಬಂಧನೆಗಳು, ಕಾನೂನು ಶಾಸನಬದ್ಧ ಮಿತಿ ಅವಧಿಗಳು, ಅನ್ವಯವಾಗುವ ನಿಯಂತ್ರಕ ಅಗತ್ಯತೆಗಳು ಮತ್ತು ಉದ್ಯಮದ ಮಾನದಂಡಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.",
    "384965568": "ಧಾರಣ ಅಗತ್ಯತೆಗಳು ಅಧಿಕಾರ ವ್ಯಾಪ್ತಿಯಿಂದ ಬದಲಾಗುತ್ತವೆಯಾದರೂ, ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ವಿವಿಧ ಅಂಶಗಳಿಗಾಗಿ ನಮ್ಮ ವಿಶಿಷ್ಟ ಧಾರಣ ಅವಧಿಗಳ ಮಾಹಿತಿಯನ್ನು ಕೆಳಗೆ ವಿವರಿಸಲಾಗಿದೆ.",
    "2788836740": "ನೀವು ಅನ್-ಸಬ್‌ಸ್ಕ್ರೈಬ್ ಆಗುವವರೆಗೆ ಮಾರ್ಕೆಟಿಂಗ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಸಂಪರ್ಕ ಮಾಹಿತಿಯನ್ನು ನಿರಂತರ ಆಧಾರದ ಮೇಲೆ ಉಳಿಸಿಕೊಳ್ಳಲಾಗುತ್ತದೆ. ಅದರ ನಂತರ ನಾವು ನಿಮ್ಮ ವಿವರಗಳನ್ನು ನಮ್ಮ ನಿಗ್ರಹ ಪಟ್ಟಿಗೆ ಅನಿರ್ದಿಷ್ಟವಾಗಿ ಸೇರಿಸುತ್ತೇವೆ. ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರರಿಂದ ಸಂಗ್ರಹಿಸಿದ ಇಮೇಲ್ ಮಾಹಿತಿಯನ್ನು ಎಂದಿಗೂ ಮಾರ್ಕೆಟಿಂಗ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ.",
    "3520687192": "ನಿಮ್ಮೊಂದಿಗೆ ಸಂವಹನದ ದಾಖಲೆಗಳನ್ನು (ಉದಾ. ಇಮೇಲ್ ಅಥವಾ Twitter ಮೂಲಕ ತೆರೆಯಲಾದ ಬೆಂಬಲ ಟಿಕೆಟ್‌ಗಳು) ಅನಿರ್ದಿಷ್ಟವಾಗಿ ಇರಿಸಬಹುದು.",
    "292211832": "ಕುಕೀಗಳು, ವೆಬ್‌ಪುಟ ಕೌಂಟರ್‌ಗಳು ಮತ್ತು ಇತರ ವಿಶ್ಲೇಷಣಾತ್ಮಕ ಪರಿಕರಗಳಂತಹ ತಾಂತ್ರಿಕ ವಿಧಾನಗಳ ಮೂಲಕ ಸಂಗ್ರಹಿಸಲಾದ ಮಾಹಿತಿಯನ್ನು ಪ್ರಾಯೋಗಿಕವಾಗಿ ತಿರಸ್ಕರಿಸಲಾಗುತ್ತದೆ, ಆದರೆ ಕುಕೀಯ ಮುಕ್ತಾಯದಿಂದ ಒಂದು ವರ್ಷದವರೆಗೆ ಸೀಮಿತ ಅವಧಿಯವರೆಗೆ ಇರಿಸಬಹುದು, ಸಾಮಾನ್ಯವಾಗಿ ಗುರುತಿಸಲಾಗದ ಮತ್ತು ಒಟ್ಟುಗೂಡಿದ ರೂಪದಲ್ಲಿ ನಮ್ಮ ಸೇವೆಯ ಸಂಭಾವ್ಯ ದುರುಪಯೋಗವನ್ನು ನಾವು ಪತ್ತೆ ಮಾಡದ ಹೊರತು, ಭವಿಷ್ಯದ ದುರುಪಯೋಗವನ್ನು ತಡೆಗಟ್ಟುವಲ್ಲಿ ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಆ ಮಾಹಿತಿಯನ್ನು ನಾವು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ. ಈ ಅನಾಮಧೇಯ ಮತ್ತು ಒಟ್ಟುಗೂಡಿದ ಮಾಹಿತಿಯನ್ನು ನಿಮಗೆ, ನಿಮ್ಮ ಮನೆಯವರಿಗೆ, IP ವಿಳಾಸಕ್ಕೆ ಅಥವಾ ಸಂಗ್ರಹಿಸಲಾದ ಮಾಹಿತಿಯ ಆಧಾರದ ಮೇಲೆ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಗೆ ಲಿಂಕ್ ಮಾಡಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.",
    "470943029": "ಈ ಗೌಪ್ಯತೆ ನೀತಿಯ ಕುರಿತು ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:",
    "3192683783": "ಈ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಬದಲಾವಣೆಗಳು",
    "1702335960": "ನಾವು ಸಂಗ್ರಹಿಸುವ ಯಾವುದೇ ಮಾಹಿತಿಯು ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುವ ಸಮಯದಲ್ಲಿ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ. ಆದಾಗ್ಯೂ, ನಾವು ಕಾಲಕಾಲಕ್ಕೆ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ಪರಿಷ್ಕರಿಸಬಹುದು. ಪರಿಷ್ಕರಣೆಯು ವಸ್ತುವಾಗಿದ್ದರೆ, ನಾವು ಮಾತ್ರ ನಿರ್ಧರಿಸಿದಂತೆ, ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ, ಉದಾಹರಣೆಗೆ ಇಮೇಲ್ ಮೂಲಕ. ಪ್ರಸ್ತುತ ಆವೃತ್ತಿಯನ್ನು ಯಾವಾಗಲೂ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿ ಪುಟಕ್ಕೆ ಪೋಸ್ಟ್ ಮಾಡಲಾಗುತ್ತದೆ.",
    "3669258571": "ಕುಕಿ ನೀತಿ",
    "2905621957": "ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಜುಲೈ 18, 2020",
    "1173934218": "ನಿಮ್ಮ ಗೌಪ್ಯತೆ ನಿಮಗೆ ಮುಖ್ಯವಾಗಿದೆ ಎಂದು ನಾವು ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದೇವೆ ಮತ್ತು ನಾವು ಬಳಸುವ ತಂತ್ರಜ್ಞಾನಗಳ ಬಗ್ಗೆ ಪಾರದರ್ಶಕವಾಗಿರಲು ಬದ್ಧರಾಗಿದ್ದೇವೆ. ಈ ನೀತಿಯು ನಮ್ಮ ಸೈಟ್‌ಗಳು ಮತ್ತು ಸೇವೆಯಲ್ಲಿ ನಾವು ಕುಕೀಗಳನ್ನು ಹೇಗೆ ಮತ್ತು ಯಾವಾಗ ಬಳಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು ವಿವರವಾದ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "2694150481": "ನಾವು ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತೇವೆಯೇ?",
    "457627611": "ಹೌದು. ನಾವು ಮತ್ತು ನಮ್ಮ ವಿಶ್ಲೇಷಣೆಗಳು ಅಥವಾ ಸೇವಾ ಪೂರೈಕೆದಾರರು, ಮಾರ್ಕೆಟಿಂಗ್ ಪಾಲುದಾರರು ಮತ್ತು ಅಂಗಸಂಸ್ಥೆಗಳು ಕುಕೀಗಳು, ವೆಬ್ ಬೀಕನ್‌ಗಳು ಅಥವಾ ಪಿಕ್ಸೆಲ್‌ಗಳು ಮತ್ತು ಇತರ ತಂತ್ರಜ್ಞಾನಗಳನ್ನು ಸೈಟ್‌ಗಳನ್ನು ಬಳಸುವ ಪ್ರತಿಯೊಬ್ಬರಿಗೂ ಉತ್ತಮ ಅನುಭವವನ್ನು ಹೊಂದಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಬಳಸಬಹುದು. ಹೆಚ್ಚಿನ ವಿವರಗಳಿಗಾಗಿ ದಯವಿಟ್ಟು ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯ \"ಥರ್ಡ್ ಪಾರ್ಟಿ ಅನಾಲಿಟಿಕ್ಸ್ ಮತ್ತು ಟ್ರ್ಯಾಕಿಂಗ್ ಟೆಕ್ನಾಲಜೀಸ್\" ವಿಭಾಗವನ್ನು ನೋಡಿ.",
    "501102544": ": hCaptcha ಆಂಟಿ-ಬೋಟ್ ಸೇವೆಯು (ಅಂದರೆ ವೆಬ್‌ಸೈಟ್‌ಗಳು, ಆಟಗಳು ಅಥವಾ ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಂದ ಎಂಬೆಡ್ ಮಾಡಲಾದ ಸೇವೆ) GDPR ನಿಯಮಗಳಿಗೆ ಅನುಸಾರವಾಗಿ \"ಸಮ್ಮತಿ-ವಿನಾಯಿತಿ\" ಕುಕೀಗಳನ್ನು ಮಾತ್ರ ಒಳಗೊಂಡಿದೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ. ಅಂತಹ ವಿನಾಯಿತಿ ಕುಕೀಗಳ ಉದಾಹರಣೆಗಳು ಸೇರಿವೆ:",
    "461631543": "GDPR ಟಿಪ್ಪಣಿ",
    "2150907653": "* ಸೇವೆಯ ನಿಬಂಧನೆಗಾಗಿ ತಾಂತ್ರಿಕ ಕುಕೀಗಳು ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಅವಶ್ಯಕ. ಇವುಗಳಲ್ಲಿ ಪ್ರಾಶಸ್ತ್ಯದ ಕುಕೀಗಳು, ಸೆಷನ್ ಕುಕೀಗಳು, ಲೋಡ್ ಬ್ಯಾಲೆನ್ಸಿಂಗ್ ಕುಕೀಗಳು ಇತ್ಯಾದಿಗಳು ಸೇರಿವೆ.",
    "1012122721": "* ಅಂಕಿಅಂಶಗಳ ಕುಕೀಗಳನ್ನು ನೇರವಾಗಿ ನಮ್ಮಿಂದ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ (ಅಂದರೆ ಮೊದಲ ವ್ಯಕ್ತಿ, ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಕುಕೀಗಳಲ್ಲ), ಅಲ್ಲಿ ಡೇಟಾವನ್ನು ಪ್ರೊಫೈಲಿಂಗ್‌ಗೆ ಬಳಸಲಾಗುವುದಿಲ್ಲ.",
    "148542287": "ಇದು ಕಾನೂನು ಸಲಹೆಯಲ್ಲ ಮತ್ತು ಈ ವಿಶ್ಲೇಷಣೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ವಾರಂಟಿಗಳನ್ನು ಒದಗಿಸಲಾಗಿಲ್ಲ. ನೀವು ಹೆಚ್ಚುವರಿ ಪ್ರಶ್ನೆಗಳನ್ನು ಅಥವಾ ಕಾಳಜಿಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:",
    "3956117148": "hCaptcha.com ಮತ್ತು BotStop.com ವೆಬ್‌ಸೈಟ್‌ಗಳು (ಸೈಟ್‌ಗಳು) ಈ ನೀತಿಯಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ಹೆಚ್ಚುವರಿ ಕುಕೀಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು.",
    "3255230599": "ಕುಕೀ ಎಂದರೇನು?",
    "1095532507": "ಕುಕೀ (\"ಕುಕೀ\") ಎನ್ನುವುದು ವೆಬ್ ಪುಟ ಸರ್ವರ್‌ನಿಂದ ನಿಮ್ಮ ಹಾರ್ಡ್ ಡ್ರೈವ್‌ನಲ್ಲಿ ಇರಿಸಲಾದ ಸಣ್ಣ ಪಠ್ಯ ಫೈಲ್ ಆಗಿದೆ. ಕುಕೀಗಳು ನಿಮಗೆ ಕುಕೀಯನ್ನು ನೀಡಿದ ಡೊಮೇನ್‌ನಲ್ಲಿರುವ ವೆಬ್ ಸರ್ವರ್‌ನಿಂದ ನಂತರ ಓದಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರುತ್ತವೆ. ನೀವು ಕೆಲವು ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಬಳಸಿದರೆ ಅಥವಾ ಕೆಲವು ಆದ್ಯತೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಿದರೆ ಮಾತ್ರ ಕೆಲವು ಕುಕೀಗಳನ್ನು ಬಳಸಲಾಗುತ್ತದೆ ಮತ್ತು ಕೆಲವು ಕುಕೀಗಳನ್ನು ಯಾವಾಗಲೂ ಬಳಸಲಾಗುತ್ತದೆ. ಕೆಳಗಿನ ನಮ್ಮ ಪ್ರಸ್ತುತ ಕುಕೀ ಪಟ್ಟಿಯನ್ನು ವೀಕ್ಷಿಸುವ ಮೂಲಕ ನೀವು ಪ್ರತಿ ಕುಕೀ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಬಹುದು.",
    "2943815316": "ನಾವು ಈ ಪಟ್ಟಿಯನ್ನು ನಿಯತಕಾಲಿಕವಾಗಿ ನವೀಕರಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ಇನ್ನೂ ಪಟ್ಟಿ ಮಾಡದ ಹೆಚ್ಚುವರಿ ಕುಕೀಗಳು ಇರಬಹುದು. ವೆಬ್ ಬೀಕನ್‌ಗಳು, ಟ್ಯಾಗ್‌ಗಳು ಮತ್ತು ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳನ್ನು ಸೈಟ್‌ಗಳಲ್ಲಿ ಅಥವಾ ಇಮೇಲ್‌ಗಳಲ್ಲಿ ಕುಕೀಗಳನ್ನು ತಲುಪಿಸಲು, ಭೇಟಿಗಳನ್ನು ಎಣಿಸಲು, ಬಳಕೆ ಮತ್ತು ಪ್ರಚಾರದ ಪರಿಣಾಮಕಾರಿತ್ವವನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಮತ್ತು ಇಮೇಲ್ ತೆರೆಯಲಾಗಿದೆಯೇ ಮತ್ತು ಕಾರ್ಯನಿರ್ವಹಿಸಲಾಗಿದೆಯೇ ಎಂದು ನಿರ್ಧರಿಸಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಬಳಸಬಹುದು. ನಮ್ಮ ಸೇವೆ/ವಿಶ್ಲೇಷಣಾ ಪೂರೈಕೆದಾರರು ಈ ತಂತ್ರಜ್ಞಾನಗಳ ಬಳಕೆಯ ಆಧಾರದ ಮೇಲೆ ನಾವು ವೈಯಕ್ತಿಕ ಮತ್ತು ಒಟ್ಟುಗೂಡಿಸಿದ ಆಧಾರದ ಮೇಲೆ ವರದಿಗಳನ್ನು ಸ್ವೀಕರಿಸಬಹುದು.",
    "2954157511": "ನಾವು ಕುಕೀಗಳನ್ನು ಏಕೆ ಬಳಸುತ್ತೇವೆ?",
    "1539071196": "ನಾವು ಸಾಮಾನ್ಯವಾಗಿ ಈ ಕೆಳಗಿನ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಕುಕೀಗಳನ್ನು ಬಳಸುತ್ತೇವೆ:",
    "3545935449": "ಹೊಸ ಅಥವಾ ಹಿಂದಿನ ಬಳಕೆದಾರರನ್ನು ಗುರುತಿಸಲು.",
    "32739972": "ನೀವು ನಮ್ಮ ಸೈಟ್‌ಗಳಲ್ಲಿ ನೋಂದಾಯಿಸಿದ್ದರೆ ನಿಮ್ಮ ಲಾಗಿನ್ ಸೆಷನ್ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು.",
    "4209078147": "ನಮ್ಮ ಸೈಟ್ ಅನ್ನು ಸುಧಾರಿಸಲು ಮತ್ತು ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳು ಮತ್ತು ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಭೇಟಿಗಳನ್ನು ಚೆನ್ನಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು.",
    "1077448694": "ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ವೆಬ್‌ಸೈಟ್‌ಗಳೊಂದಿಗೆ ಸಂಯೋಜಿಸಲು.",
    "1709478090": "ಆಸಕ್ತಿ ಆಧಾರಿತ ಅಥವಾ ಉದ್ದೇಶಿತ ಜಾಹೀರಾತುಗಳೊಂದಿಗೆ ನಿಮಗೆ ಸೇವೆ ಸಲ್ಲಿಸಲು.",
    "3256020881": "ಬಹು ವೆಬ್‌ಸೈಟ್‌ಗಳು ಅಥವಾ ಇತರ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗಳಲ್ಲಿ ಕಾಲಾನಂತರದಲ್ಲಿ ನಿಮ್ಮ ನಡವಳಿಕೆಗಳು ಮತ್ತು ಬ್ರೌಸಿಂಗ್ ಚಟುವಟಿಕೆಗಳನ್ನು ವೀಕ್ಷಿಸಲು.",
    "1092241113": "ನಮ್ಮ ಗ್ರಾಹಕರು ಮತ್ತು ಇಂಟಿಗ್ರೇಟರ್‌ಗಳ ಆಸಕ್ತಿಗಳನ್ನು ಚೆನ್ನಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು.",
    "1434289796": "ಸೈಟ್‌ಗಳ ಕೆಲವು ಬಳಕೆಗಳಿಗೆ ಕೆಲವು ಕುಕೀಗಳು ಅವಶ್ಯಕವಾಗಿದೆ ಮತ್ತು ಅಂತಹ ಕುಕೀಗಳಿಲ್ಲದೆಯೇ, ನೀವು ಸೈಟ್‌ಗಳನ್ನು ಸರಿಯಾಗಿ ಬಳಸಬೇಕಾದ ಹಲವಾರು ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಉದಾಹರಣೆಗೆ, ಈ ಕುಕೀಗಳು ನಮ್ಮ ಸೈಟ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತವೆ ಆದ್ದರಿಂದ ನೀವು ವಿನಂತಿಸಿದಂತೆ ನೀವು ಅದನ್ನು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ನೀವು ಖಾತೆಯನ್ನು ರಚಿಸಿರುವಿರಿ ಮತ್ತು ಸೈಟ್ ವಿಷಯವನ್ನು ಪ್ರವೇಶಿಸಲು ಆ ಖಾತೆಗೆ ಲಾಗ್ ಇನ್ ಆಗಿರುವಿರಿ ಎಂಬುದನ್ನು ಗುರುತಿಸಲು ನಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡಿ. ಅದೇ ಬ್ರೌಸಿಂಗ್ ಸೆಷನ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಹಿಂದಿನ ಕ್ರಿಯೆಗಳನ್ನು ನೆನಪಿಟ್ಟುಕೊಳ್ಳಲು ಮತ್ತು ನಮ್ಮ ಸೈಟ್‌ಗಳನ್ನು ಸುರಕ್ಷಿತವಾಗಿರಿಸಲು ನಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುವ ಕುಕೀಗಳನ್ನು ಅವು ಒಳಗೊಂಡಿವೆ.",
    "1533171442": "ವಿಶ್ಲೇಷಣೆ ಮತ್ತು ಮಾರ್ಕೆಟಿಂಗ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಾವು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ಕ್ರಿಯಾತ್ಮಕ ಕುಕೀಸ್ ಮತ್ತು ಕುಕೀಗಳನ್ನು ಸಹ ಬಳಸುತ್ತೇವೆ. ಕ್ರಿಯಾತ್ಮಕ ಕುಕೀಗಳು ಸೈಟ್‌ಗಳ ಕೆಲವು ಭಾಗಗಳು ಸರಿಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರ ಆದ್ಯತೆಗಳು ತಿಳಿದಿರುವಂತೆ ಸಕ್ರಿಯಗೊಳಿಸುತ್ತವೆ. ವಿಶ್ಲೇಷಣೆ ಕುಕೀಗಳು, ಇತರ ವಿಷಯಗಳ ಜೊತೆಗೆ, ಗ್ರಾಹಕರು, ಸಂಯೋಜಕರು ಮತ್ತು ಅಂತಿಮ-ಬಳಕೆದಾರರು ನಮ್ಮ ಸೈಟ್‌ಗಳನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಾರೆ, ಬಳಕೆದಾರರು ಹೆಚ್ಚಾಗಿ ವೀಕ್ಷಿಸುವ ವಿಷಯ ಮತ್ತು ಉತ್ಪನ್ನಗಳು ಮತ್ತು ನಮ್ಮ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಜಾಹೀರಾತಿನ ಪರಿಣಾಮಕಾರಿತ್ವದ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಾರೆ. ಜಾಹೀರಾತು ಕುಕೀಗಳು ಸಂಬಂಧಿತ ಪ್ರೇಕ್ಷಕರಿಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ತಲುಪಿಸಲು ಮತ್ತು ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳ ಮೇಲ್ಭಾಗದಲ್ಲಿ ನಮ್ಮ ಜಾಹೀರಾತುಗಳನ್ನು ತೋರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ಕುಕೀಗಳು ಒಂದೋ \"ಸೆಶನ್\" ಕುಕೀಸ್ ಆಗಿದ್ದು ನೀವು ನಿಮ್ಮ ಬ್ರೌಸರ್ ಸೆಶನ್ ಅನ್ನು ಕೊನೆಗೊಳಿಸಿದಾಗ ಅಳಿಸಲಾಗುತ್ತದೆ ಅಥವಾ \"ನಿರಂತರ\", ಅವುಗಳು ನಿಮ್ಮಿಂದ (ಕೆಳಗೆ ಚರ್ಚಿಸಲಾಗಿದೆ) ಅಥವಾ ಕುಕೀಯನ್ನು ಒದಗಿಸಿದ ಪಕ್ಷದಿಂದ ಅಳಿಸುವವರೆಗೆ ಉಳಿಯುತ್ತವೆ. ಸೈಟ್‌ಗಳಲ್ಲಿ ಬಳಸಲಾದ ಎಲ್ಲಾ ಕುಕೀಗಳ ಸಂಪೂರ್ಣ ವಿವರಗಳು ಕೆಳಗಿನ ನಮ್ಮ ಕುಕಿ ಬಹಿರಂಗಪಡಿಸುವಿಕೆಯ ಕೋಷ್ಟಕದಲ್ಲಿ ಲಭ್ಯವಿದೆ.",
    "322830977": "ಕುಕೀಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು ಹೇಗೆ.",
    "3885459114": "ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾದ ಕ್ರಿಯಾತ್ಮಕತೆಯ ಮೂಲಕ ನೀವು ಸಾಮಾನ್ಯವಾಗಿ ಕುಕೀಗಳ ಬಳಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಬಹುದು ಅಥವಾ ನಂತರ ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಬಹುದು. ನೀವು ಕುಕೀಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿದುಕೊಳ್ಳಲು ಬಯಸಿದರೆ, ಅಥವಾ ಅವುಗಳನ್ನು ಹೇಗೆ ನಿಯಂತ್ರಿಸುವುದು, ನಿಷ್ಕ್ರಿಯಗೊಳಿಸುವುದು ಅಥವಾ ಅಳಿಸುವುದು, ವಿವರವಾದ ಮಾರ್ಗದರ್ಶನಕ್ಕಾಗಿ ದಯವಿಟ್ಟು https://www.knowcookies.com/ ಗೆ ಭೇಟಿ ನೀಡಿ.",
    "262509504": "ಈ ಗೌಪ್ಯತಾ ನೀತಿಯ ಅನುಸಾರವಾಗಿ ನಾವು ನಿಮ್ಮಿಂದ ಸಂಗ್ರಹಿಸುವ ಇತರ ಮಾಹಿತಿಯೊಂದಿಗೆ ಕುಕೀಸ್ ಸಂಗ್ರಹಿಸಿದ ಮಾಹಿತಿಯನ್ನು ನಾವು ಲಿಂಕ್ ಮಾಡಬಹುದು ಮತ್ತು ಇಲ್ಲಿ ಸೂಚಿಸಿರುವಂತೆ ಸಂಯೋಜಿತ ಮಾಹಿತಿಯನ್ನು ಬಳಸಬಹುದು. ಅಂತೆಯೇ, ನಮ್ಮ ಸೈಟ್‌ಗಳಲ್ಲಿ ಕುಕೀಗಳನ್ನು ಒದಗಿಸುವ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ನಿಮ್ಮ ಹೆಸರು ಅಥವಾ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಅವರು ಸಂಗ್ರಹಿಸುವ ಇತರ ಮಾಹಿತಿಗೆ ಲಿಂಕ್ ಮಾಡಬಹುದು, ಇದು ಆಫ್‌ಲೈನ್ ಅಥವಾ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಮಾಡಿದ ಹಿಂದಿನ ಖರೀದಿಗಳು ಅಥವಾ ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಬಳಕೆಯ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿರಬಹುದು.",
    "2935155034": "ನೀವು ಯುರೋಪಿಯನ್ ಆರ್ಥಿಕ ಪ್ರದೇಶದಲ್ಲಿ ನೆಲೆಗೊಂಡಿದ್ದರೆ, ನಿಮ್ಮ ಕುರಿತು ನಾವು ಹೊಂದಿರುವ ಡೇಟಾವನ್ನು ಪರಿಶೀಲಿಸುವ ಮತ್ತು ಸರಿಪಡಿಸುವ ಅಥವಾ ಅಳಿಸುವ ಹಕ್ಕನ್ನು ಒಳಗೊಂಡಂತೆ \"EU ಡೇಟಾ ವಿಷಯಗಳಿಗೆ ಸೂಚನೆ\" ಶೀರ್ಷಿಕೆಯ ಅಡಿಯಲ್ಲಿ ಮೇಲೆ ವಿವರಿಸಲಾದ ಕೆಲವು ಹಕ್ಕುಗಳನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ.",
    "1873812847": "ಕುಕಿ(ಗಳು) ಬಹಿರಂಗಪಡಿಸುವಿಕೆ",
    "3319083717": "ಹೆಸರು:",
    "3183855267": "1. hmt_id",
    "907324388": "ಕಾರ್ಯ",
    "2896187462": "1. ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಅಗತ್ಯವಾದ ಅನಾಮಧೇಯ ಸೇವೆ-ಸಂಬಂಧಿತ ಅಂಕಿಅಂಶಗಳಿಗೆ ಮತ್ತು ಪ್ರವೇಶಿಸುವಿಕೆ ಬೆಂಬಲದಲ್ಲಿ ಸಹಾಯ ಮಾಡುವಂತಹ ಇತರ ತಾಂತ್ರಿಕ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ.",
    "987267027": "ಪಾರ್ಟಿ",
    "3453526675": "1. 1 ನೇ ಪಕ್ಷ",
    "1952810469": "ಮಾದರಿ",
    "1795436560": "1. ಸೆಷನ್",
    "102695075": "ಅವಧಿ",
    "3356329025": "1. 30 ದಿನಗಳು",
    "3744153629": "ಹೆಸರುಗಳು:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "ಅಧಿವೇಶನ,",
    "3186435874": "ಅಧಿವೇಶನ",
    "720059527": "2. ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಅಗತ್ಯವಾದ ತಾಂತ್ರಿಕ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ: ಲೋಡ್ ಬ್ಯಾಲೆನ್ಸಿಂಗ್, ರೂಟಿಂಗ್.",
    "1241291641": "ಹೆಚ್ಚಿನ ವಿವರಗಳನ್ನು ನೋಡಿ.",
    "1834801943": "2. 1 ನೇ ಪಕ್ಷ",
    "2114694926": "2. ಸೆಷನ್",
    "938404336": "2. ಬದಲಾಗುತ್ತದೆ; 30 ದಿನಗಳವರೆಗೆ.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. ಕಟ್ಟುನಿಟ್ಟಾಗಿ ಅಗತ್ಯವಾದ ತಾಂತ್ರಿಕ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಬಳಸಲಾಗುತ್ತದೆ: ಪ್ರವೇಶಿಸುವಿಕೆ ಬಳಕೆದಾರ ಬಳಕೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.",
    "1061239711": "3. 1 ನೇ ಪಕ್ಷ",
    "1483015662": "3. ಸೆಷನ್",
    "3458934553": "3. ಬದಲಾಗುತ್ತದೆ; 30 ದಿನಗಳವರೆಗೆ.",
    "1527172673": "ಈ ಕುಕಿ ನೀತಿಯ ಕುರಿತು ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:",
    "134571844": "ಇಂಪ್ರೆಸಮ್ (ಸೈಟ್ ಸೂಚನೆ)",
    "110836420": "ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಡಿಸೆಂಬರ್ 23, 2020",
    "2901894297": "hCaptcha ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್ಸ್, Inc. (\"IMI\"), ಡೆಲವೇರ್ US ಕಾರ್ಪೊರೇಷನ್ (#6393793) ನ ಸೇವೆಯಾಗಿದೆ.",
    "2928362319": "ಮೇಲ್ ಮಾಡಿದ ವಿಚಾರಣೆಗಳನ್ನು ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಬಹುದು: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "ಕಂಪನಿಯ ಪ್ರಸ್ತುತ ನಿರ್ವಹಣೆಯ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಪುಟದಲ್ಲಿ ಪಡೆಯಬಹುದು. ಕಂಪನಿಯ ಪ್ರಸ್ತುತ ಸಿಇಒ ಅವರು ವಿಷಯಕ್ಕೆ ಜವಾಬ್ದಾರರಾಗಿರುವ ವ್ಯವಸ್ಥಾಪಕ ನಿರ್ದೇಶಕರಾಗಿದ್ದಾರೆ.",
    "3094150511": "ನಿಯಂತ್ರಣ ಪ್ರಾಧಿಕಾರ: US ಫೆಡರಲ್ ಕಮ್ಯುನಿಕೇಷನ್ಸ್ ಕಮಿಷನ್, 45 L ಸ್ಟ್ರೀಟ್ NE, ವಾಷಿಂಗ್ಟನ್, DC 20554 USA.",
    "2763011087": "ಗ್ರಾಹಕ ವಿವಾದ ಪರಿಹಾರ ಘಟಕದ ಮುಂದೆ ಗ್ರಾಹಕ ವಿವಾದಗಳಿಗೆ ಪರ್ಯಾಯ ವಿವಾದ ಪರಿಹಾರಕ್ಕೆ IMI ಬದ್ಧವಾಗಿಲ್ಲ ಅಥವಾ ಭಾಗವಹಿಸಲು ನಿರ್ಬಂಧವನ್ನು ಹೊಂದಿಲ್ಲ.",
    "1395644678": "ಆನ್‌ಲೈನ್ ವಿವಾದ ಪರಿಹಾರಕ್ಕಾಗಿ ಯುರೋಪಿಯನ್ ಕಮಿಷನ್ ಅಧಿಕೃತ ವೆಬ್‌ಸೈಟ್:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "ವಿಷಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಯಾವುದೇ ಗ್ಯಾರಂಟಿಗಳಿಲ್ಲ",
    "707541553": "ನಮ್ಮ ಇಂಟರ್ನೆಟ್ ಪುಟಗಳಲ್ಲಿ ಒಳಗೊಂಡಿರುವ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು IMI ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಯಿಂದ ಮೌಲ್ಯೀಕರಿಸಲಾಗಿದೆ. ಆದಾಗ್ಯೂ, ಮಾಹಿತಿಯು ಪ್ರಸ್ತುತ, ನಿಖರ ಅಥವಾ ಪೂರ್ಣವಾಗಿರುವುದಕ್ಕೆ IMI ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ. ನಮ್ಮ ಪುಟಗಳಲ್ಲಿ ಹೈಪರ್‌ಲಿಂಕ್‌ಗಳ ಮೂಲಕ ತಲುಪಬಹುದಾದ ಇತರ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೂ ಇದು ಅನ್ವಯಿಸುತ್ತದೆ. ಈ ಬಾಹ್ಯ ವೆಬ್‌ಸೈಟ್‌ಗಳ ವಿಷಯಕ್ಕೆ IMI ಯಾವುದೇ ಜವಾಬ್ದಾರಿಯನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ.",
    "2650241052": "ಸಲಹೆ ಇಲ್ಲ",
    "3361191778": "ಇಂಟರ್ನೆಟ್ ಪುಟಗಳಲ್ಲಿ ಒದಗಿಸಲಾದ ಮಾಹಿತಿಯು ವೈಯಕ್ತಿಕ ಸಲಹೆಯನ್ನು ಪ್ರತಿನಿಧಿಸುವುದಿಲ್ಲ ಮತ್ತು ಇದನ್ನು ಬದಲಾಯಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ನಿಮಗೆ ವೈಯಕ್ತಿಕ ಸಲಹೆ ಬೇಕಾದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮ ಬೆಂಬಲ ಸಿಬ್ಬಂದಿಯನ್ನು ಸಂಪರ್ಕಿಸಿ.",
    "1031855757": "ಈ ಸೈಟ್ ಬಳಕೆ",
    "204716894": "ನಮ್ಮ ವೆಬ್ ಪುಟಗಳ ವಿಷಯ ಮತ್ತು ವಿನ್ಯಾಸವನ್ನು ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕಾನೂನಿನ ಅಡಿಯಲ್ಲಿ ರಕ್ಷಿಸಲಾಗಿದೆ. ಸಮಂಜಸವಾದ ನ್ಯಾಯೋಚಿತ ಬಳಕೆಯನ್ನು ಮೀರಿದ ರೀತಿಯಲ್ಲಿ ಪುಟಗಳು ಮತ್ತು ಅವುಗಳ ವಿಷಯಗಳ ನಕಲು, ಪುಟದಲ್ಲಿ ನಕಲು ಮಾಡಲು ಯಾವುದೇ ಇತರ ಕಾನೂನು ನಿಬಂಧನೆಗಳಿಲ್ಲದಿದ್ದರೆ IMI ನಿಂದ ಪೂರ್ವ ಲಿಖಿತ ಒಪ್ಪಿಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ.",
    "3182435854": "ಕೃತಿಸ್ವಾಮ್ಯ",
    "3187946010": "ಈ ಪುಟಗಳಲ್ಲಿನ ಎಲ್ಲಾ ಪಠ್ಯ, ಚಿತ್ರಗಳು, ಚಿತ್ರಾತ್ಮಕ ಅನಿಮೇಷನ್, ವೀಡಿಯೊಗಳು, ಸಂಗೀತ, ಧ್ವನಿಗಳು ಮತ್ತು ಇತರ ವಸ್ತುಗಳನ್ನು ನಿರ್ದಿಷ್ಟಪಡಿಸಿದರೆ IMI ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳಿಂದ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಕಾನೂನಿನ ಅಡಿಯಲ್ಲಿ ರಕ್ಷಿಸಲಾಗಿದೆ. ಸಮಂಜಸವಾದ ನ್ಯಾಯೋಚಿತ ಬಳಕೆಯನ್ನು ಮೀರಿದ ರೀತಿಯಲ್ಲಿ ವಾಣಿಜ್ಯ ಬಳಕೆಗಾಗಿ ಈ ವಸ್ತುವನ್ನು ನಕಲಿಸಲು ಅಥವಾ ಮಾರ್ಪಡಿಸಲು ನಿಷೇಧಿಸಲಾಗಿದೆ.",
    "74538881": "ಈ ವೆಬ್‌ಸೈಟ್‌ನ ಜವಾಬ್ದಾರಿ",
    "3236873806": "ಈ ವೆಬ್‌ಸೈಟ್‌ಗೆ IMI ಕಾರಣವಾಗಿದೆ.",
    "2657277322": "ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ:",
    "1338341134": "hCaptcha + ಗೌಪ್ಯತೆ ಪಾಸ್ (ಬೀಟಾ)",
    "88879089": "ಗೌಪ್ಯತೆ ಪಾಸ್ ಒಂದು",
    "1898063898": "ನಾವು ಸಂಯೋಜಿತವಾಗಿ ಅಭಿವೃದ್ಧಿಪಡಿಸುತ್ತಿರುವ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ಸಂರಕ್ಷಿಸಲು",
    "1942186611": "ಮತ್ತು ಇತರರು.",
    "3673079511": "ಉದಯೋನ್ಮುಖ ಮಾನದಂಡ",
    "2164933356": "ಮೇಘಜ್ವಾಲೆ",
    "3119589996": "ಇದು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ: ಗೌಪ್ಯತೆ ಪಾಸ್ ಪ್ರೋಟೋಕಾಲ್ ಅನ್ನು ಬೆಂಬಲಿಸುವ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗಾಗಿ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕವಾಗಿ ಬ್ಲೈಂಡ್ ಟೋಕನ್‌ಗಳನ್ನು ರಚಿಸಲು ಮತ್ತು ಸಹಿ ಮಾಡುವ ಸಾಮರ್ಥ್ಯವನ್ನು ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯು ಬಳಕೆದಾರರಿಗೆ ಒದಗಿಸುತ್ತದೆ. hCaptcha ಸೇವೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಯಾವುದೇ ಸೈಟ್‌ನಲ್ಲಿ ಸವಾಲನ್ನು ಪರಿಹರಿಸಿದಾಗ hCaptcha ನಿಂದ ಸಹಿ ಮಾಡಲಾದ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕವಾಗಿ ಬ್ಲೈಂಡೆಡ್ ಟೋಕನ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರುವ ಪಾಸ್‌ಗಳನ್ನು ವಿಸ್ತರಣೆಯು ಉತ್ಪಾದಿಸುತ್ತದೆ,",
    "1254771154": "hCaptcha ಎಂಬೆಡ್ ಮಾಡಲಾದ ಇತರ ಗೌಪ್ಯತೆ ಪಾಸ್-ಪೋಷಕ ಸೇವೆಗಳಲ್ಲಿ ತೋರಿಸಲಾದ ಸವಾಲುಗಳು, ಉದಾ Cloudflare.",
    "996362763": "ಭವಿಷ್ಯದ ಬಳಕೆಗಾಗಿ ಈ ಟೋಕನ್‌ಗಳನ್ನು ಅಂಧಗೊಳಿಸಲಾಗಿದೆ ಮತ್ತು ವಿಸ್ತರಣೆಯಿಂದ ಸಂಗ್ರಹಿಸಲಾಗಿದೆ. ಬಳಕೆದಾರರು hCaptcha ಬಳಸಿಕೊಂಡು ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿದಾಗ ಮತ್ತು ಸವಾಲನ್ನು ರವಾನಿಸಲು (ಅದೃಶ್ಯವಾಗಿರಲಿ ಅಥವಾ \"ನಾನು ಮನುಷ್ಯ\" ಬಟನ್ ಮೂಲಕ) ಅವುಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಿಡೀಮ್ ಮಾಡಲಾಗುತ್ತದೆ. ಬ್ಲೈಂಡಿಂಗ್ ಪ್ರಕ್ರಿಯೆ ಎಂದರೆ ಸಹಿ ಮಾಡಿದ ಮತ್ತು ರಿಡೀಮ್ ಮಾಡಲಾದ ಟೋಕನ್‌ಗಳು hCaptcha ದೃಷ್ಟಿಕೋನದಿಂದ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕವಾಗಿ ಲಿಂಕ್ ಮಾಡಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಹೀಗಾಗಿ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ಸಂರಕ್ಷಿಸಲಾಗಿದೆ.",
    "2943346052": "IETF ಪ್ರಮಾಣೀಕರಣ ಪ್ರಕ್ರಿಯೆಯು ಮುಂದುವರಿದಂತೆ, ಪ್ರಮುಖ ಬ್ರೌಸರ್‌ಗಳು ಕೆಲವು ರೀತಿಯ ಗೌಪ್ಯತೆ ಪಾಸ್ ಅನ್ನು ಸ್ಥಳೀಯವಾಗಿ ಅಳವಡಿಸಿಕೊಳ್ಳುತ್ತವೆ ಎಂದು ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ. ಇದು ಅಂತಿಮವಾಗಿ ವಿಸ್ತರಣೆಯನ್ನು ಅನಗತ್ಯವಾಗಿ ಮಾಡುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಸದ್ಯಕ್ಕೆ, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ.",
    "2326660907": "ಹೊರತುಪಡಿಸಿ",
    "741483946": "* ಬೇರೆ ರೀತಿಯಲ್ಲಿ ಹೇಳುವುದಾದರೆ: ನೀವು hCaptcha.com ನಲ್ಲಿ hCaptcha ಗೌಪ್ಯತೆ ಪಾಸ್ ಟೋಕನ್‌ಗಳನ್ನು ಪಡೆಯಬಹುದು ಮತ್ತು ಅವುಗಳನ್ನು ನೇರವಾಗಿ hCaptcha.com ಬಳಸಿಕೊಂಡು ಇತರ ಸೈಟ್‌ಗಳಲ್ಲಿ ಬಳಸಬಹುದು. ಕ್ಲೌಡ್‌ಫ್ಲೇರ್ ಬಳಸುವಂತೆ hCaptcha ಸೇವೆಯನ್ನು ಬೈಪಾಸ್ ಮಾಡಲು ನೀವು hCaptcha ಗೌಪ್ಯತೆ ಪಾಸ್ ಟೋಕನ್‌ಗಳನ್ನು ಪಡೆಯಲು ಅಥವಾ ರಿಡೀಮ್ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ, ಏಕೆಂದರೆ Cloudflare ತನ್ನದೇ ಆದ ಗೌಪ್ಯತೆ ಪಾಸ್ ಟೋಕನ್‌ಗಳನ್ನು ಬಿಡುಗಡೆ ಮಾಡುತ್ತದೆ.",
    "1362015807": "ಶುರುವಾಗುತ್ತಿದೆ",
    "1358325821": "ಮೊದಲು, ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿ",
    "310885519": "ಅಥವಾ",
    "4091044469": ". ನೀವು ಅಜ್ಞಾತ ಮೋಡ್‌ನಲ್ಲಿ ವಿಸ್ತರಣೆಯನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನಂತರ, hCaptcha ಬಳಸಿಕೊಂಡು ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ ಮತ್ತು ಕ್ಯಾಪ್ಚಾವನ್ನು ಪರಿಹರಿಸಿ. ಆವೃತ್ತಿ 2.0.3 ರಂತೆ, ನೀವು hCaptcha ಬಳಸಿಕೊಂಡು ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಈ ಟೋಕನ್‌ಗಳನ್ನು ರಿಡೀಮ್ ಮಾಡಬಹುದು.",
    "3904679538": "ಕ್ರೋಮ್",
    "3700767772": "ಒಮ್ಮೆ ನೀವು ವಿಸ್ತರಣೆಯನ್ನು ಸ್ಥಾಪಿಸಿದ ನಂತರ, ಪಾಸ್‌ಗಳನ್ನು ಗಳಿಸಲು ಇಲ್ಲಿ (ಅಥವಾ ಯಾವುದೇ hCaptcha-ಬಳಸುವ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ) ಕ್ಲಿಕ್ ಮಾಡಿ:",
    "166277959": "ದಯವಿಟ್ಟು ಗಮನಿಸಿ: ಈ ವೈಶಿಷ್ಟ್ಯವು ಪ್ರಸ್ತುತ ಬೀಟಾದಲ್ಲಿದೆ ಮತ್ತು ಎಲ್ಲಾ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಬಳಕೆದಾರರಿಗೆ ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಕಾರ್ಯನಿರ್ವಹಿಸದಿರಬಹುದು. ನಿರ್ದಿಷ್ಟ ಬಳಕೆದಾರರಿಗೆ ಸಕ್ರಿಯಗೊಳಿಸದಿದ್ದಲ್ಲಿ ಅಥವಾ ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದಲ್ಲಿ, ನಡವಳಿಕೆಯು ಯಾವುದೇ ಕ್ರಿಯಾತ್ಮಕತೆಯ ನಷ್ಟವಿಲ್ಲದೆ ಪ್ರಮಾಣಿತ hCaptcha ಅನುಭವಕ್ಕೆ ಹಿಂತಿರುಗುತ್ತದೆ.",
    "3031357206": "ನಿಮ್ಮ URL ಬಾರ್‌ನ ಪಕ್ಕದಲ್ಲಿ ಹೊಸ ಐಕಾನ್ ಕಾಣಿಸುತ್ತದೆ. ಈಗ hCaptcha ಬಳಸಿಕೊಂಡು ವೆಬ್‌ಸೈಟ್‌ಗೆ ಭೇಟಿ ನೀಡಿ. ಇದು ಈ ರೀತಿ ಕಾಣಿಸುತ್ತದೆ:",
    "1066753052": "ಇದರರ್ಥ ವ್ಯಾಲೆಟ್ ಖಾಲಿಯಾಗಿದೆ ಮತ್ತು ನೀವು hCaptcha ಸವಾಲನ್ನು ಒಳಗೊಂಡಿರುವ ಸೈಟ್‌ನಲ್ಲಿದ್ದೀರಿ. ಒಮ್ಮೆ ನೀವು ಸವಾಲನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದರೆ, hCaptcha ನೊಂದಿಗೆ ಯಾವುದೇ ಇತರ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ರಿಡೀಮ್ ಮಾಡಬಹುದಾದ ಟೋಕನ್‌ಗಳನ್ನು ನೀವು ಗಳಿಸುವಿರಿ.",
    "651123197": "ಸವಾಲನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ ನಂತರ ನಿಮ್ಮ ವ್ಯಾಲೆಟ್‌ನಲ್ಲಿರುವ ಪ್ರಸ್ತುತ ಮೊತ್ತದ ಎಣಿಕೆಯನ್ನು ಐಕಾನ್‌ನಲ್ಲಿ ತೋರಿಸಲಾಗುತ್ತದೆ.",
    "554844646": "ನೀವು ಪ್ರತಿ ಬಾರಿ ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ ಕೌಂಟರ್ 1 ರಷ್ಟು ಕೆಳಗೆ ಹೋಗುವುದನ್ನು ನೋಡುವ ಮೂಲಕ ವಿಸ್ತರಣೆಯು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂದು ನೀವು ಖಚಿತಪಡಿಸಬಹುದು",
    "4087729475": "ನಿಮ್ಮ ಆರಂಭಿಕ ಪರಿಹಾರದ ನಂತರ ಸವಾಲು.",
    "647630208": "ಮತ್ತು ಅದು ಇಲ್ಲಿದೆ! ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಬ್ರೌಸಿಂಗ್ ಈಗ ಹೆಚ್ಚು ಖಾಸಗಿಯಾಗಿದೆ.",
    "3272552822": "ಡೆವಲಪರ್‌ಗಳು ಮತ್ತು ಕ್ರಿಪ್ಟೋಗ್ರಾಫರ್‌ಗಳು:",
    "4059570880": "ನೀವು ಪ್ರಮಾಣೀಕರಣದ ಪ್ರಯತ್ನವನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಬಯಸಿದರೆ, ಪ್ರಯತ್ನಗಳು ಪ್ರಸ್ತುತ ನಡೆಯುತ್ತಿವೆ",
    "1904390996": "ಪ್ರಮಾಣೀಕರಿಸಲು",
    "252720667": "ಗೌಪ್ಯತೆ ಪಾಸ್‌ನ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಭದ್ರತೆಯ ಆಧಾರವಾಗಿದೆ. ಪ್ರೋಟೋಕಾಲ್ ಸ್ವತಃ ಹಾದುಹೋಗುತ್ತದೆ",
    "3972554015": "ಜೊತೆಗೆ ಪ್ರಕ್ರಿಯೆ. ಮತ್ತು ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಯು ಸಹಜವಾಗಿದೆ",
    "3723626769": "ನಿಮ್ಮ ಕೊಡುಗೆಗಳು ಮತ್ತು ವಿಮರ್ಶೆಗಾಗಿ.",
    "3882147547": "ಮರೆವಿನ ಸೂಡೊರಾಂಡಮ್ ಕಾರ್ಯಗಳು",
    "565624910": "ಕರಡು",
    "3421090159": "ಮುಕ್ತ ಸಂಪನ್ಮೂಲ",
    "3098677775": "ಪ್ರಶ್ನೆ: ಗೌಪ್ಯತೆ ಪಾಸ್ ಬಳಸುವಾಗ hCaptcha ನಿಂದ ನನ್ನ IP ಮತ್ತು ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವು ಸಂಪೂರ್ಣವಾಗಿ ಖಾಸಗಿಯಾಗಿದೆಯೇ?",
    "4019638786": "ಉ: hCaptcha ದ ಗೌಪ್ಯತೆ ಪಾಸ್ ಬಳಕೆದಾರರು ತಮ್ಮ ಬ್ರೌಸರ್‌ನ ಟೋಕನ್ ವ್ಯಾಲೆಟ್ ಖಾಲಿಯಾಗಿದ್ದರೆ ಅಥವಾ ಸೈಟ್ ಅದನ್ನು ಕಳುಹಿಸದ ಹೊರತು ತಮ್ಮ IP ಅನ್ನು hCaptcha ಗೆ ಎಂದಿಗೂ ಬಹಿರಂಗಪಡಿಸುವುದಿಲ್ಲ. hCaptcha ಬಳಕೆದಾರರನ್ನು ಟೋಕನ್ ರಿಡೆಂಪ್ಶನ್‌ಗೆ ಲಿಂಕ್ ಮಾಡಲು ಯಾವುದೇ ಮಾರ್ಗವನ್ನು ಹೊಂದಿಲ್ಲ ಮತ್ತು ಅವರ ಟೋಕನ್ ವ್ಯಾಲೆಟ್ ಖಾಲಿಯಾಗದ ಹೊರತು ರಿಡೆಂಪ್ಶನ್ ಸಮಯದಲ್ಲಿ ಬಳಕೆದಾರರೊಂದಿಗೆ ನೇರವಾಗಿ ಸಂವಹನ ನಡೆಸುವುದಿಲ್ಲ.",
    "3887113660": "ಪ್ರಶ್ನೆ: ಗೌಪ್ಯತೆ ಪಾಸ್ hCaptcha ಗಳಿಕೆಯ ಮೇಲೆ ಹೇಗೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ?",
    "1116455671": "ಉ: ಬಳಕೆದಾರರು ನಿಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿ ಅದನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದರೆ ಆರಂಭಿಕ ಪರಿಹಾರಕ್ಕಾಗಿ ನೀವು ಬಹುಮಾನವನ್ನು ಗಳಿಸುವಿರಿ. ಹೆಚ್ಚಿನ ಕ್ಲೈಂಟ್ ವಿಶ್ವಾಸದಿಂದಾಗಿ ಬಳಕೆದಾರರು ನಿಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿ ಸ್ವಯಂ-ಪಾಸ್ ಮಾಡಿದ್ದರೆ ಅದೇ ರೀತಿಯ ಪ್ರತಿಕ್ರಿಯೆ ಮಾದರಿಯನ್ನು ರಿಡೆಂಪ್ಶನ್‌ಗಳು ಅನುಸರಿಸುತ್ತವೆ: ಯಾವುದೇ ಗಳಿಕೆಯು ಸಂಭವಿಸುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಸರ್ವರ್‌ನಿಂದ ಸೈಟ್‌ವೆರಿಫೈ ಕರೆ ಪಾಸ್ ಫಲಿತಾಂಶಗಳಲ್ಲಿ `ಕ್ರೆಡಿಟ್: ಫಾಲ್ಸ್` ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ.",
    "779817954": "ಪ್ರಶ್ನೆ: ನಾನು ಬೇರೊಬ್ಬ ಪೂರೈಕೆದಾರರಿಂದ ನೀಡಲಾದ ಗೌಪ್ಯತೆ ಪಾಸ್ ಪಾಸ್‌ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನಾನು ಅವುಗಳನ್ನು hCaptcha ನಲ್ಲಿ ರಿಡೀಮ್ ಮಾಡಬಹುದೇ?",
    "3014149332": "ಉ: ಇಲ್ಲ, ಪಾಸ್‌ಗಳು ಪರಸ್ಪರ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ: ಈ ಸಂದರ್ಭದಲ್ಲಿ hCaptcha ಅನ್ನು ಅದೇ ಪ್ರಾಧಿಕಾರದಿಂದ ನೀಡಬೇಕು ಮತ್ತು ಪಡೆದುಕೊಳ್ಳಬೇಕು. ನಿಮ್ಮ ವಿಸ್ತರಣೆಯಲ್ಲಿ ನೀವು Cloudflare ಮತ್ತು hCaptcha ಎರಡರಿಂದಲೂ ಪಾಸ್‌ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ನೀವು ಭೇಟಿ ನೀಡುವ ಪುಟದ ಅವಶ್ಯಕತೆಗೆ ಅನುಗುಣವಾಗಿ ಲಭ್ಯವಿರುವ ಸಂಖ್ಯೆಯು ಸರಿಯಾದ ಮೊತ್ತಕ್ಕೆ ಬದಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ. ಬೇರೆ ರೀತಿಯಲ್ಲಿ ಹೇಳುವುದಾದರೆ, ನಿಮ್ಮ ವ್ಯಾಲೆಟ್‌ನಲ್ಲಿ ನೀವು 100 ಕ್ಲೌಡ್‌ಫ್ಲೇರ್ ಪಾಸ್‌ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ ಮತ್ತು 10 hCaptcha ಪಾಸ್‌ಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, hCaptcha ಎಂಬೆಡೆಡ್ ಹೊಂದಿರುವ ಪುಟಗಳಲ್ಲಿನ ವಿಸ್ತರಣೆ ಐಕಾನ್‌ನಲ್ಲಿ ನೀವು 10 ಅನ್ನು ನೋಡಬೇಕು.",
    "3679148535": "ಪ್ರಶ್ನೆ: ಗೌಪ್ಯತೆ ಪಾಸ್‌ನ ಇತರ ಯಾವ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ನೀವು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೀರಿ?",
    "1606783855": "ಉ: ಪ್ರವೇಶಿಸುವಿಕೆ (\"a11y\") ಬಳಕೆಯ ಪ್ರಕರಣಕ್ಕಾಗಿ ಗೌಪ್ಯತೆ ಪಾಸ್‌ನಲ್ಲಿ ನಾವು ತುಂಬಾ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ. ಆಡಿಯೋ ಕ್ಯಾಪ್ಚಾಗಳಂತಹ ಹಿಂದೆ ಜನಪ್ರಿಯ ಆಯ್ಕೆಗಳು ಅನೇಕ a11y ಬಳಕೆದಾರರ ವಿರುದ್ಧ ತಾರತಮ್ಯವನ್ನು ಹೊಂದಿವೆ. ಗೌಪ್ಯತೆ ಪಾಸ್ ವಿತರಣೆಯೊಂದಿಗೆ ನಮ್ಮ ಪ್ರಸ್ತುತ a11y ವಿಧಾನವನ್ನು ಸಂಯೋಜಿಸುವುದರಿಂದ a11y ಬಳಕೆದಾರರಿಗೆ ಸುರಕ್ಷಿತವಾಗಿ ಬ್ರೌಸ್ ಮಾಡಲು ಅನುಮತಿಸುತ್ತದೆ, ಅವರ ಟ್ರಾಫಿಕ್ ಹೆಚ್ಚು ಖಾಸಗಿಯಾಗಿದೆ ಎಂಬ ಜ್ಞಾನದಲ್ಲಿ ಸುರಕ್ಷಿತವಾಗಿರುತ್ತದೆ, ಆದರೆ a11y ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದ್ದಾಗ ಅನಿವಾರ್ಯವಾಗಿ ಸಂಭವಿಸುವ ಬೋಟ್ ಆಪರೇಟರ್‌ಗಳ ನಿಂದನೆಯನ್ನು ನಿರ್ಬಂಧಿಸುತ್ತದೆ.",
    "2359150347": "ಪ್ರಶ್ನೆ: ಇತರ ಆನ್‌ಲೈನ್ ಭದ್ರತಾ ಸೇವೆಗಳು ಗೌಪ್ಯತೆ ಪಾಸ್ ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತವೆಯೇ?",
    "2082237880": "ಉ: hCaptcha ಗೌಪ್ಯತಾ ಪಾಸ್ ಅನ್ನು ಬೆಂಬಲಿಸುವ ಈ ರೀತಿಯ ಮೊದಲ ಸೇವೆಯಾಗಿದೆ ಮತ್ತು ಪ್ರಸ್ತುತ ಹಾಗೆ ಮಾಡುವುದು ಒಂದೇ ಒಂದು. ಆದಾಗ್ಯೂ, ಇತರ ಸೇವೆಗಳು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು ಹೆಚ್ಚಿಸುವ ಪ್ರಯೋಜನಗಳನ್ನು ಗುರುತಿಸಲು ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ನಾವು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತಿರುವ IETF ಮಾನದಂಡಗಳನ್ನು ಔಪಚಾರಿಕವಾಗಿ ಅಳವಡಿಸಿಕೊಳ್ಳುವುದರಿಂದ ಇನ್ನಷ್ಟು ಅನುಷ್ಠಾನಗಳನ್ನು ಕೈಗೊಳ್ಳುತ್ತದೆ ಎಂದು ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ.",
    "2109792055": "ಬಳಕೆದಾರ ಮಾರ್ಗದರ್ಶಿ: ಗೌಪ್ಯತೆ ಪಾಸ್ ವಿತರಣೆ ಮತ್ತು ಮೌಲ್ಯೀಕರಣದೊಂದಿಗೆ ಡೀಬಗ್ ಮಾಡುವ ಸಮಸ್ಯೆಗಳು",
    "3588620914": "ಗೌಪ್ಯತೆ ಪಾಸ್ ವೆಬ್‌ನ ಮಾನದಂಡಗಳ ಮೂಲಕ ಹೊಸ ಆವಿಷ್ಕಾರವಾಗಿದೆ, ಮತ್ತು ಅದರ ಬಗ್ಗೆ ತಿಳಿದಿಲ್ಲದ ಇತರ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆಗಳು ಅದರ ಕಾರ್ಯಚಟುವಟಿಕೆಗೆ ಅಡ್ಡಿಪಡಿಸಲು ಸಾಧ್ಯವಿದೆ.",
    "4039193170": "ಟೋಕನ್‌ಗಳನ್ನು ಪಡೆಯುವಲ್ಲಿ ಅಥವಾ ಪಡೆದುಕೊಳ್ಳುವಲ್ಲಿ ನಿಮಗೆ ಸಮಸ್ಯೆಗಳಿದ್ದರೆ:",
    "2378786360": "1. ಇತರ ಬೆಂಬಲಿತ ಬ್ರೌಸರ್‌ಗಳಲ್ಲಿ ಒಂದನ್ನು ಪ್ರಯತ್ನಿಸಿ: ನೀವು Chrome ನಲ್ಲಿದ್ದರೆ, Chrome ನಿಂದ ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಆಮದು ಮಾಡಿಕೊಳ್ಳದೆ Firefox ಅನ್ನು ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ ಮತ್ತು ಅಲ್ಲಿ ಪ್ಲಗಿನ್ ಅನ್ನು ಸ್ಥಾಪಿಸಿ. ಅದು ಕಾರ್ಯನಿರ್ವಹಿಸಿದರೆ, ನೀವು ಬ್ರೌಸರ್ ಕಾನ್ಫಿಗರೇಶನ್ ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿರಬಹುದು.",
    "394235836": "3. ಮೇಲಿನ ಯಾವುದೇ ಸಲಹೆಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸದಿದ್ದರೆ, ನಮಗೆ ಬೆಂಬಲ ಇಮೇಲ್ ಕಳುಹಿಸಿ ಮತ್ತು ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಕಂಡುಹಿಡಿಯಲು ನಾವು ಸಂತೋಷಪಡುತ್ತೇವೆ.",
    "3470857731": "reCAPTCHA ಬಾಟ್‌ಗಳನ್ನು ಎಷ್ಟು ಚೆನ್ನಾಗಿ ಪತ್ತೆ ಮಾಡುತ್ತದೆ ಎಂಬುದರ ವಿಶ್ಲೇಷಣೆ.",
    "3240786848": "ಕೊನೆಯ ನವೀಕರಣ: ಫೆಬ್ರವರಿ 18, 2021",
    "2547140673": "ಒಂದು ದಶಕಕ್ಕೂ ಹೆಚ್ಚು ಕಾಲ, Google ನ reCAPTCHA ಸೇವೆಯು ವೆಬ್‌ಸೈಟ್ ಮಾಲೀಕರಿಗೆ ವ್ಯಾಪಾರವನ್ನು ಒದಗಿಸಿದೆ: Google ನಿಮ್ಮ ಬಳಕೆದಾರರನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮತ್ತು ಅವರಿಗೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳಲು ಅವಕಾಶ ಮಾಡಿಕೊಡಿ ಮತ್ತು ಬದಲಾಗಿ ಅವರು ಬಾಟ್‌ಗಳು ಮತ್ತು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ನಿಲ್ಲಿಸುವ ಭರವಸೆ ನೀಡುತ್ತಾರೆ.",
    "2133754014": "4.5 ಮಿಲಿಯನ್‌ಗಿಂತಲೂ ಹೆಚ್ಚು ವೆಬ್‌ಸೈಟ್‌ಗಳು reCAPTCHA ಬಳಸುತ್ತವೆ [",
    "3152512587": "ಮತ್ತು ಸಿಸ್ಟಮ್ ನೂರಾರು ಮಿಲಿಯನ್ ದೈನಂದಿನ ಪರಿಹಾರಗಳನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ. [",
    "2296918009": "ಇದು ಪ್ರತಿದಿನ 100 ಕ್ಕೂ ಹೆಚ್ಚು ವ್ಯಕ್ತಿ-ವರ್ಷಗಳ ಶ್ರಮಕ್ಕೆ ಸಮನಾಗಿರುತ್ತದೆ.[",
    "3900538778": "ಲೇಬಲ್ ಮಾಡಲಾದ ಡೇಟಾವು ಯಂತ್ರ ಕಲಿಕೆಗೆ ಶಕ್ತಿ ನೀಡುವ ಇಂಧನವಾಗಿದೆ. reCAPTCHA ಉತ್ತರಗಳನ್ನು 2009 ರಿಂದ Google ನ ML/AI ಸೇವೆಗಳನ್ನು ಸುಧಾರಿಸಲು ಬಳಸಲಾಗಿದೆ. reCAPTCHA ಬಳಸುವ ಅನೇಕ ಜನರು ತಮ್ಮ ಶ್ರಮವನ್ನು ಬಳಸುತ್ತಿದ್ದಾರೆಂದು ತಿಳಿದಿರುವುದಿಲ್ಲ.",
    "1160252730": "Google ಈಗ reCAPTCHA ಎಂಟರ್‌ಪ್ರೈಸ್‌ಗೆ ಹೆಚ್ಚಿನ ಬೆಲೆಗಳನ್ನು ವಿಧಿಸುತ್ತಿದೆ, ಇದರಿಂದಾಗಿ ಅನೇಕ ಕಂಪನಿಗಳು ಈ ಒಪ್ಪಂದವನ್ನು ಮರುಮೌಲ್ಯಮಾಪನ ಮಾಡುತ್ತವೆ.",
    "1131196501": "ಮುಂತಾದ ಪ್ರಮುಖ ಕಂಪನಿಗಳು",
    "204889717": "hCaptcha ಗೆ ಬದಲಾಯಿಸಿದ್ದಾರೆ",
    "639413188": "ಪ್ರತಿಕ್ರಿಯೆಯಾಗಿ.",
    "3280658086": "ಉದ್ಯಮ ಪರಿಹಾರಗಳು",
    "3842815245": "ಇದು ನ್ಯಾಯಯುತ ವ್ಯಾಪಾರವೇ?",
    "714342693": "hCaptcha ತಂಡವು 2016 ರಿಂದ \"ಡಾರ್ಕ್ ವೆಬ್\" ಕ್ಯಾಪ್ಚಾ ಬ್ರೇಕಿಂಗ್ ಸೇವೆಗಳಿಂದ ಬೆಲೆ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಿದೆ. ನಾವು ಆಸಕ್ತಿದಾಯಕ ಪ್ರವೃತ್ತಿಯನ್ನು ಗಮನಿಸಿದ್ದೇವೆ:",
    "468929661": "reCAPTCHA ಅನ್ನು ಮುರಿಯುವ ಸರಾಸರಿ ವೆಚ್ಚವು ನಂಬಲಾಗದಷ್ಟು ಕಡಿಮೆಯಾಗಿದೆ (ಪ್ರತಿ 1000 ಪರಿಹಾರಗಳಿಗೆ $1 ಕ್ಕಿಂತ ಕಡಿಮೆ) ಮತ್ತು 2016 ರಲ್ಲಿ ನಮ್ಮ ಮೇಲ್ವಿಚಾರಣೆ ಪ್ರಾರಂಭವಾದಾಗಿನಿಂದ ವಸ್ತುತಃ ಹೆಚ್ಚಿಲ್ಲ. ಇದು reCAPTCHA v2 ಮತ್ತು v3 ಎರಡಕ್ಕೂ ಅನ್ವಯಿಸುತ್ತದೆ. [",
    "2862164005": "ಬೆಲೆ ಡೇಟಾವು reCAPTCHA ನೀಡುವ ಭದ್ರತೆಯ ಮೇಲೆ ನಿಖರವಾದ ಡಾಲರ್ ಮೌಲ್ಯವನ್ನು ಹಾಕಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ: ಪ್ರತಿ ಉತ್ತರಕ್ಕೆ $0.001 ಅಥವಾ ಕಡಿಮೆ.",
    "102498091": "reCAPTCHA ಎಂಟರ್‌ಪ್ರೈಸ್‌ಗಾಗಿ Google ಪ್ರತಿ 1000 ವಿನಂತಿಗಳಿಗೆ $1 ಅನ್ನು ವಿಧಿಸುತ್ತದೆ, ಅಂದರೆ ಅವರು ಈಗ ತಮ್ಮ ಸೇವೆಯ ಭದ್ರತೆಯನ್ನು ಮುರಿಯಲು ವೆಚ್ಚವಾಗುವುದಕ್ಕಿಂತ ಹೆಚ್ಚಿನ ವಿನಂತಿಯನ್ನು ವಿಧಿಸುತ್ತಾರೆ. ಇದು ಕೆಟ್ಟ ಒಪ್ಪಂದದಂತೆ ತೋರುತ್ತದೆ.",
    "130239139": "Google ಪ್ರತಿದಿನ ಸಂಗ್ರಹಿಸುವ 100+ ವ್ಯಕ್ತಿ-ವರ್ಷಗಳ ಶ್ರಮದ ಮೌಲ್ಯ ಎಷ್ಟು?",
    "1421074182": "ಗಣನೀಯವಾಗಿ ಹೆಚ್ಚು.",
    "1953519598": "ಒಂದೇ ಚಿತ್ರವನ್ನು ಲೇಬಲ್ ಮಾಡಲು ವೆಚ್ಚವು $0.03 ರಿಂದ $1.00 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದಾಗಿರುತ್ತದೆ. ಯಾವುದೇ ಸಂಪ್ರದಾಯವಾದಿ ಅಂದಾಜಿನ ಪ್ರಕಾರ, ಗೂಗಲ್ ಇಲ್ಲಿಯವರೆಗೆ ಶತಕೋಟಿ ಡಾಲರ್‌ಗಳಷ್ಟು ಉಚಿತ ಕಾರ್ಮಿಕರನ್ನು ಹೊರತೆಗೆದಿದೆ. [",
    "3025548709": "ಈ ಅನ್ಯಾಯದ ಒಪ್ಪಂದಕ್ಕೆ ಪರ್ಯಾಯವಿದೆಯೇ?",
    "263761351": "hCaptcha ಮೊದಲ ವಿಶ್ವಾಸಾರ್ಹ ಪರ್ಯಾಯವಾಗಿದೆ, ಈಗ ಪ್ರತಿ ತಿಂಗಳು ನೂರಾರು ಮಿಲಿಯನ್ ಜನರು ಬಳಸುತ್ತಾರೆ.",
    "2743692546": "ಬಳಕೆದಾರರು hCaptcha ಮೂಲಕ ತಮ್ಮ ಮಾನವೀಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸಿದಂತೆ, ಅವರ ಕಾರ್ಮಿಕರು ಬಿಡ್ಡಿಂಗ್‌ಗಾಗಿ ಅನಾಮಧೇಯ ಮುಕ್ತ ಮಾರುಕಟ್ಟೆಯನ್ನು ಪ್ರವೇಶಿಸುತ್ತಾರೆ.",
    "1982750088": "ಪ್ರಪಂಚದಾದ್ಯಂತದ ಕಂಪನಿಗಳು ಜನರಿಗೆ ಸುಲಭವಾದ ಆದರೆ ಯಂತ್ರಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಸರಳ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಆ ಕಾರ್ಮಿಕರಿಗೆ ಬಿಡ್ ಮಾಡುತ್ತವೆ. ಬಳಕೆದಾರರು ತಾವು ಭೇಟಿ ನೀಡುವ ಸೈಟ್ ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತಾರೆ ಮತ್ತು ಹೆಚ್ಚಿನ ಮಟ್ಟದ ಭದ್ರತೆಯಿಂದಾಗಿ ಕಡಿಮೆ ವೆಬ್ ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ.",
    "1108398506": "ಗ್ರಾಹಕರು ಅನುಭವದ ಮೇಲೆ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ಪಡೆಯುತ್ತಾರೆ ಮತ್ತು ಪರಿಣತಿಯಿಂದ ಪ್ರಯೋಜನ ಪಡೆಯುತ್ತಾರೆ hCaptcha ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಅತಿದೊಡ್ಡ ಸ್ವತಂತ್ರ ಚಾಲೆಂಜ್ ಪೂರೈಕೆದಾರರನ್ನು ನಿರ್ವಹಿಸುತ್ತಿದೆ. ಅವರು reCAPTCHA ಎಂಟರ್‌ಪ್ರೈಸ್‌ಗಿಂತ ಉತ್ತಮವಾದ ಡೀಲ್ ಅನ್ನು ಸಹ ಪಡೆಯುತ್ತಾರೆ: ಪರಿಮಾಣವನ್ನು ಅವಲಂಬಿಸಿ 50-80% ವರೆಗೆ ಉತ್ತಮ ಬೆಲೆ.",
    "3012870872": "ಉಚಿತ ಆವೃತ್ತಿಯನ್ನು (hCaptcha Publisher) ಬಳಸುವ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳು Google ಗೆ ದೇಣಿಗೆ ನೀಡುವ ಬದಲು ಆ ಕೆಲಸದಿಂದ ಆದಾಯವನ್ನು ಗಳಿಸುತ್ತವೆ.",
    "2271512952": "ಬಳಕೆದಾರರು ತಾವು ಭೇಟಿ ನೀಡುವ ಸೈಟ್ ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತಾರೆ ಮತ್ತು ಕಡಿಮೆ ವೆಬ್ ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ.",
    "278010425": "hCaptcha ನಲ್ಲಿ ವ್ಯಾಪಕವಾದ ಮತ್ತು ಆಗಾಗ್ಗೆ ಬದಲಾಗುವ ವಿವಿಧ ಕಾರ್ಯಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತಗೊಳಿಸಲು ಸಹ ಕಷ್ಟವಾಗುತ್ತದೆ. reCAPTCHA ನ ಏಕ ಇಂಟರ್‌ಫೇಸ್ ಹಲವು ವರ್ಷಗಳಿಂದ ಬದಲಾಗಿಲ್ಲ ಮತ್ತು ಅಪರೂಪವಾಗಿ ಬದಲಾಗುವ ಪ್ರಶ್ನೆಗಳ ಸಣ್ಣ ಗುಂಪನ್ನು ಹೊಂದಿದೆ. reCAPTCHA ಗಿಂತ hCaptcha ಹೆಚ್ಚು ದೃಢವಾದ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆಯನ್ನು ಒದಗಿಸುವ ವಿಧಾನಗಳಲ್ಲಿ ಇದೂ ಒಂದು.",
    "984849234": "hCaptcha ಅದನ್ನು ಬಳಸುವ ವೆಬ್‌ಸೈಟ್‌ಗಳೊಂದಿಗೆ ಸೆರೆಹಿಡಿಯಲಾದ ಮೌಲ್ಯವನ್ನು ಹಂಚಿಕೊಳ್ಳುವಾಗ reCAPTCHA ಮಾತ್ರ ಭರವಸೆ ನೀಡುವುದನ್ನು ತಲುಪಿಸಲು ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಬಳಸುತ್ತದೆ.",
    "4063769686": "ಬಳಕೆದಾರರು ತಾವು ಭೇಟಿ ನೀಡುವ ಸೈಟ್ ಅನ್ನು ಬೆಂಬಲಿಸುತ್ತಾರೆ ಮತ್ತು ಕಡಿಮೆ ವೆಬ್ ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಅನುಭವಿಸುತ್ತಾರೆ. ಇದು ನ್ಯಾಯೋಚಿತ ಒಪ್ಪಂದದಂತೆ ತೋರುತ್ತದೆ.",
    "685916926": "ಕಾಲಾನಂತರದಲ್ಲಿ reCAPTCHA ಏಕೆ ಸುಧಾರಿಸಿಲ್ಲ?",
    "3992401943": "2012 ರಿಂದ ಆಳವಾದ ಕಲಿಕೆಯಲ್ಲಿ ಕ್ರಾಂತಿಯಾಗಿದೆ. ಕಳೆದ ದಶಕದಲ್ಲಿ ಕಾರ್ಯದ ನಿಖರತೆಯ ಉದ್ಯಮದ ರೂಢಿಯು ಆಮೂಲಾಗ್ರವಾಗಿ ಸುಧಾರಿಸಿದೆ, ಪ್ರಾಥಮಿಕವಾಗಿ ಆಳವಾದ ಕನ್ವಲ್ಯೂಷನಲ್ ನೆಟ್‌ವರ್ಕ್‌ಗಳಿಂದಾಗಿ. ಇತರ ML-ಚಾಲಿತ ಸೇವೆಗಳು Google ಕೊಡುಗೆಗಳು ಈ ರೇಖೆಯನ್ನು ಅನುಸರಿಸಿವೆ.",
    "615031303": "(ಅಡಿಟಿಪ್ಪಣಿಗಳನ್ನು ನೋಡಿ",
    "2125514305": "ML ಸುಧಾರಿಸಿದೆ, ಆದರೆ reCAPTCHA ಅನ್ನು ಬೈಪಾಸ್ ಮಾಡುವ ತೊಂದರೆಯು ಈ ಸಮಯದಲ್ಲಿ ಭೌತಿಕವಾಗಿ ಬದಲಾಗಿಲ್ಲ.",
    "1406188018": "6 ಮತ್ತು 7",
    "2689973938": "reCAPTCHA ಅನ್ನು ಸುಧಾರಿಸುವುದು ಜಾಹೀರಾತು ಮಾರಾಟಗಾರರಾಗಿ Google ಗೆ ಆಂತರಿಕ ಸಂಘರ್ಷವನ್ನು ಸೃಷ್ಟಿಸುತ್ತದೆ.",
    "464238793": "ಬಳಕೆದಾರರು ಜಾಹೀರಾತನ್ನು ನೋಡುವುದು ಅಥವಾ ಲಿಂಕ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದು ವಾಸ್ತವವಾಗಿ ಬೋಟ್ ಎಂದು Google ಸ್ವತಃ ನಿರ್ಧರಿಸಿದರೆ, ಆ ಬಳಕೆದಾರರಿಗೆ ತೋರಿಸಲಾದ ಜಾಹೀರಾತುಗಳಿಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಹಿತಾಸಕ್ತಿ ಸಂಘರ್ಷವು Google ನ ವಿರೋಧಿ ಬಾಟ್ ಮಹತ್ವಾಕಾಂಕ್ಷೆಗಳ ವ್ಯಾಪ್ತಿಯನ್ನು ತೀವ್ರವಾಗಿ ಸೀಮಿತಗೊಳಿಸಿದೆ.",
    "918924423": "ಉದಾಹರಣೆಗೆ, ರೆಟ್ರೋಆಕ್ಟಿವ್ ಬೋಟ್ ಡಿಟೆಕ್ಷನ್‌ನಂತಹ ನಿಸ್ಸಂಶಯವಾಗಿ ಬೆಲೆಬಾಳುವ ಸೇವೆಗಳನ್ನು Google ನೀಡಿಲ್ಲ. ಹಲವಾರು ದಿನಗಳ ಡೇಟಾವನ್ನು ವಿಶ್ಲೇಷಿಸಿದ ನಂತರ ಬಳಕೆದಾರರ ಟ್ರಾಫಿಕ್ ಬೋಟ್-ರಚಿಸಲಾಗಿದೆ ಎಂದು ಘೋಷಿಸಲು ಇದು ಹೆಚ್ಚು ವಿಶ್ವಾಸಾರ್ಹವಾಗಿದೆ.",
    "661412233": "ಕ್ಯಾಪ್ಚಾದ ನಂತರ ಕೆಲವು ಬಳಕೆದಾರರು ಬಾಟ್‌ಗಳು ಎಂದು ತಿಳಿದುಕೊಳ್ಳುವುದು ಸಹ ಮೌಲ್ಯಯುತವಾಗಿದೆ. ಇದು ವೆಬ್‌ಸೈಟ್ ಮಾಲೀಕರಿಗೆ ಹಳೆಯ ಸ್ಪ್ಯಾಮ್ ಪೋಸ್ಟ್‌ಗಳನ್ನು ಸ್ವಚ್ಛಗೊಳಿಸಲು ಮತ್ತು ಭವಿಷ್ಯದಲ್ಲಿ ಸ್ಪ್ಯಾಮ್ ಫೋರಮ್‌ಗಳಲ್ಲಿ ನೋಂದಾಯಿಸಲಾದ \"ಸ್ಲೀಪರ್ ಖಾತೆಗಳನ್ನು\" ಅಳಿಸಲು, ವಂಚನೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಲು ಮತ್ತು ಹೆಚ್ಚಿನದನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
    "3600797185": "ಪೂರ್ವಭಾವಿ ಬೋಟ್ ಗುರುತಿನ ಆಫರ್ ಮಾಡುವುದರಿಂದ ಆ ಮೋಸದ ಟ್ರಾಫಿಕ್‌ನಲ್ಲಿ ಹಣವನ್ನು ಖರ್ಚು ಮಾಡಿದ ಜಾಹೀರಾತುದಾರರಿಗೆ ಹಿಂದಿನಿಂದ ಮರುಪಾವತಿ ಮಾಡುವುದು ಹೇಗೆ ಎಂಬ ಮುಳ್ಳಿನ ಪ್ರಶ್ನೆಗಳಿಗೆ Google ತೆರೆದುಕೊಳ್ಳುತ್ತದೆ.",
    "2076932190": "reCAPTCHA ಉತ್ಪನ್ನವು ಒಂದು ದಶಕದಿಂದ ಸ್ಥಗಿತಗೊಂಡಿದೆ.",
    "3856912381": "ಬಳಕೆದಾರರು ತೊಂದರೆ ಅನುಭವಿಸಿದ್ದಾರೆ ಮತ್ತು ಅನಗತ್ಯ ವೆಬ್ ಸ್ಪ್ಯಾಮ್ ಈಗ ಅತಿರೇಕವಾಗಿದೆ. ಆದರೆ ಪರ್ಯಾಯವಿದೆ.",
    "1035621426": "reCAPTCHA ಗುರುತಿಸಿರುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ನೇರವಾಗಿ Google ನ ಜಾಹೀರಾತು ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ.",
    "3668115514": "hCaptcha ಹೇಗೆ ಭಿನ್ನವಾಗಿದೆ?",
    "2413742287": "hCaptcha ದ ಪ್ರೋತ್ಸಾಹವು ನಿಖರತೆಯನ್ನು ಹೆಚ್ಚಿಸುವುದು, ಜಾಹೀರಾತು ಆದಾಯವಲ್ಲ: ಮಾನವ ತರಬೇತಿ ಡೇಟಾ ಅಗತ್ಯವಿರುವ ನಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಬೋಟ್ ಉತ್ತರಗಳು ನಿಷ್ಪ್ರಯೋಜಕವಾಗಿದೆ.",
    "1373262754": "ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಯಾರೆಂದು ತಿಳಿದುಕೊಳ್ಳುವುದು hCaptcha ಗೆ ಕನಿಷ್ಠ ಮೌಲ್ಯವನ್ನು ಹೊಂದಿದೆ. ಅವರು ಮನುಷ್ಯರೇ ಅಥವಾ ದುರುದ್ದೇಶಪೂರಿತ ನಟರೇ ಎಂಬುದನ್ನು ಮಾತ್ರ ನಾವು ಕಾಳಜಿ ವಹಿಸುತ್ತೇವೆ.",
    "600646860": "ನೈಜ ಮೌಲ್ಯದೊಂದಿಗೆ ಕಾರ್ಮಿಕರನ್ನು ಹೊರತೆಗೆಯುವಾಗ ಪ್ರಶ್ನಾರ್ಹ ಮೌಲ್ಯದ ಸೇವೆಯನ್ನು ನೀಡುವ ಬದಲು, hCaptcha ಪರಿಹಾರ ಮತ್ತು ಬಲವಾದ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆ ಎರಡನ್ನೂ ಒದಗಿಸುತ್ತದೆ.",
    "1836191653": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಆವೃತ್ತಿಗೆ ಮಿಲಿಯನ್‌ಗಟ್ಟಲೆ ಡಾಲರ್‌ಗಳನ್ನು ವಿಧಿಸುವಾಗ ಉಚಿತ ಬಳಕೆದಾರರಿಗೆ ಸುಲಭವಾಗಿ ಸೋಲಿಸುವ ಸೇವೆಯನ್ನು ನೀಡುವ ಬದಲು, hCaptcha ಎರಡಕ್ಕೂ ಅತ್ಯುತ್ತಮ ಬೋಟ್ ರಕ್ಷಣೆಯನ್ನು ಒದಗಿಸುತ್ತದೆ, ಎಂಟರ್‌ಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ ಹೆಚ್ಚುವರಿ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಕಸ್ಟಮೈಸೇಶನ್ ಜೊತೆಗೆ ಬಲವಾದ SLA ಗಳು ಮತ್ತು ತ್ವರಿತ ಬೆಂಬಲವನ್ನು ನೀಡುತ್ತದೆ.",
    "990215503": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ನಿಂದ ಮಾಲೀಕತ್ವ ಹೊಂದಿರದ ಏಕೈಕ ಪ್ರಮುಖ ಕ್ಯಾಪ್ಚಾ ಸೇವೆ hCaptcha ಆಗಿದೆ.",
    "971933157": "hCaptcha ಗೌಪ್ಯತೆ, ಪಾರದರ್ಶಕತೆ ಮತ್ತು ನ್ಯಾಯೋಚಿತತೆಯ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸುತ್ತದೆ.",
    "178839499": "ಬಳಕೆದಾರರು ತಮ್ಮ ಮಾನವೀಯತೆಯನ್ನು ಸಾಬೀತುಪಡಿಸುವಾಗ ಮಾಡಿದ ಕೆಲಸದ ಮೌಲ್ಯವನ್ನು hCaptcha ಹಂಚಿಕೊಳ್ಳುತ್ತದೆ.",
    "1237076138": "hCaptcha ಉಚಿತ (hCaptcha ಪಬ್ಲಿಷರ್) ಮತ್ತು ಎಂಟರ್‌ಪ್ರೈಸ್ (hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್) ಗ್ರಾಹಕರಿಗೆ ನ್ಯಾಯಯುತ ವ್ಯವಹಾರವನ್ನು ನೀಡುತ್ತದೆ.",
    "614310292": "hCaptcha ನಿರ್ಮಿಸಿದವರು ಯಾರು?",
    "4188814619": "hCaptcha ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳ ಸೇವೆಯಾಗಿದೆ (",
    "3265328927": "), ಯಂತ್ರ ಕಲಿಕೆಯ ಕಂಪನಿಯು ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಪ್ರಮಾಣದಲ್ಲಿ ಅಳವಡಿಸುವ ಕಂಪನಿಗಳಿಗೆ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ನೀಡುತ್ತದೆ.",
    "2740033957": "IM ತಂಡವು ಆಪಲ್, ಅಮೆಜಾನ್‌ನ ವಿಜ್ಞಾನಿಗಳು ಮತ್ತು ಇಂಜಿನಿಯರ್‌ಗಳು ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆ, ವಿತರಣೆ ವ್ಯವಸ್ಥೆಗಳು ಮತ್ತು ಭದ್ರತೆಯಲ್ಲಿ ಇತರ ನಾಯಕರನ್ನು ಒಳಗೊಂಡಿದೆ.",
    "1579715421": "IM ವಿಜ್ಞಾನಿಗಳು ICML, ICLR, ECCV, ಮತ್ತು NeurIPS ನಂತಹ ಉನ್ನತ ಸಮ್ಮೇಳನಗಳಲ್ಲಿ ನಿಯಮಿತವಾಗಿ ಪ್ರಕಟಿಸುತ್ತಾರೆ ಮತ್ತು ಕಂಪನಿಯು ಡೀಪ್ ಹ್ಯಾಶಿಂಗ್‌ನಂತಹ ML ವಿಭಾಗಗಳಲ್ಲಿ ಅತ್ಯಾಧುನಿಕ ಫಲಿತಾಂಶಗಳನ್ನು ಸಾರ್ವಜನಿಕವಾಗಿ ಬಿಡುಗಡೆ ಮಾಡಿದೆ.",
    "4015238193": "ಮತ್ತು OCR [",
    "279580593": "imachines.com",
    "279918384": "Google ನಿಮ್ಮ ಉಚಿತ ಕಾರ್ಮಿಕರನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಿದೆ?",
    "2385522384": "ನೀವು Google ನ Waymo ಸ್ವಯಂ-ಚಾಲನಾ ಕಾರುಗಳಲ್ಲಿನ ಕ್ಯಾಮೆರಾಗಳಿಂದ ವೀಡಿಯೊದ ಫ್ರೇಮ್‌ಗಳನ್ನು ನೋಡುತ್ತಿರುವಿರಿ ಮತ್ತು ಅವುಗಳ ವಸ್ತು ಗುರುತಿಸುವಿಕೆಯನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತಿರಬಹುದು.",
    "1517627947": "ನೀವು Google ನ ಸ್ಟ್ರೀಟ್‌ವ್ಯೂ ಕಾರ್‌ಗಳಿಂದ ಕಟ್ಟಡಗಳು ಅಥವಾ ರಸ್ತೆ ಚಿಹ್ನೆಗಳ ಚಿತ್ರಗಳನ್ನು ನೋಡುತ್ತಿರುವಿರಿ ಮತ್ತು ಅವರ ನಕ್ಷೆಗಳು ಮತ್ತು ಭೂಮಿಯ ಉತ್ಪನ್ನಗಳಿಗೆ ಸ್ಥಳಗಳನ್ನು ಲೇಬಲ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದೀರಿ.",
    "3225936061": "ನೀವು Google ನ ಪುಸ್ತಕಗಳ ಸೇವೆಯಲ್ಲಿ ಪುಸ್ತಕ ಪುಟಗಳಿಂದ ತೆಗೆದ ಪಠ್ಯದ ಚಿತ್ರಗಳನ್ನು ನೋಡುತ್ತಿರುವಿರಿ ಮತ್ತು ಅವರ OCR (ಪಠ್ಯ ಗುರುತಿಸುವಿಕೆ) ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತಿದ್ದೀರಿ.",
    "129661785": "\"ಕಾರ್ / ಕ್ರಾಸ್‌ವಾಕ್ / ಸ್ಟಾಪ್‌ಲೈಟ್‌ನಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ?\" ಎಂದು ಎಂದಾದರೂ ಕೇಳಲಾಗಿದೆ",
    "936667684": "\"ಕಟ್ಟಡ/ರಸ್ತೆ ಚಿಹ್ನೆಯನ್ನು ಟೈಪ್ ಮಾಡಲು\" ಎಂದಾದರೂ ಕೇಳಲಾಗಿದೆ.",
    "3773515538": "\"ಎರಡು ಪದಗಳನ್ನು ಟೈಪ್ ಮಾಡಲು\" ಎಂದಾದರೂ ಕೇಳಲಾಗಿದೆ",
    "1778058441": "hCaptcha ದಲ್ಲಿ ಯಾವ ರೀತಿಯ ಉದ್ಯೋಗಗಳು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ?",
    "366088791": "hCaptcha ವಿವಿಧ ರೀತಿಯ ಕಾರ್ಯಗಳನ್ನು ಬೆಂಬಲಿಸುತ್ತದೆ.",
    "3114147525": "hCaptcha ಗ್ರಾಹಕರು ಆಬ್ಜೆಕ್ಟ್ ಗುರುತಿಸುವಿಕೆ, ಗುಣಲಕ್ಷಣ ಪತ್ತೆ (ಬಟ್ಟೆಯ ಪ್ರಕಾರಗಳನ್ನು ಗುರುತಿಸಲು ಲೇಬಲ್‌ಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದು), ಪ್ರಸ್ತುತತೆ ಶ್ರೇಯಾಂಕ (ಪ್ರಾಥಮಿಕ ಉತ್ಪನ್ನಕ್ಕೆ ಹೋಲಿಸಿದರೆ ಹಲವಾರು ಆಯ್ಕೆಗಳಿಂದ ಹೆಚ್ಚು ಸೂಕ್ತವಾದ ಉತ್ಪನ್ನವನ್ನು ಆರಿಸುವುದು), ಬೌಂಡಿಂಗ್ ಬಾಕ್ಸ್‌ಗಳು (ಆಸಕ್ತಿಯ ಕ್ಷೇತ್ರಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವುದು) ಸೇರಿದಂತೆ ಕಾರ್ಯಗಳಿಗಾಗಿ ಸೇವೆಯನ್ನು ಬಳಸುತ್ತಾರೆ. ಒಂದು ಚಿತ್ರ), \"ಹ್ಯೂಮನ್ OCR\" (ಚಿತ್ರದಲ್ಲಿನ ಪಠ್ಯವನ್ನು ಗುರುತಿಸುವುದು) ಮತ್ತು ಹಲವು ರೀತಿಯ ಕಾರ್ಯಗಳು.",
    "3139609561": "ಚಿತ್ರದ ವರ್ಗೀಕರಣ ಮತ್ತು ಗುಣಲಕ್ಷಣ ಪತ್ತೆ ಕೆಲಸದ ಪ್ರಕಾರಗಳ ಎರಡು ಉದಾಹರಣೆಗಳನ್ನು ಕೆಳಗೆ ನೀಡಲಾಗಿದೆ. [",
    "2273532558": "hCaptcha ನ ಪಾವತಿಸುವ ಗ್ರಾಹಕರು ಯಾರು?",
    "4104221634": "hCaptcha ಗ್ರಾಹಕರು ತಂತ್ರಜ್ಞಾನ ಕಂಪನಿಗಳಿಂದ ಹಿಡಿದು ಫ್ಯಾಶನ್, ಚಿಲ್ಲರೆ ವ್ಯಾಪಾರ ಮತ್ತು ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಅನ್ವಯಿಸುವುದರಿಂದ ಮೌಲ್ಯವನ್ನು ರಚಿಸುವ ಇತರ ಕ್ಷೇತ್ರಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿದ ವಿವಿಧ ಕೈಗಾರಿಕೆಗಳನ್ನು ವ್ಯಾಪಿಸಿದ್ದಾರೆ.",
    "1337725003": "ಹೆಚ್ಚಿನ ಪ್ರಮಾಣದ ನೈಜ-ಸಮಯದ ಟಿಪ್ಪಣಿಗೆ ಪ್ರವೇಶವನ್ನು ಪ್ರಜಾಪ್ರಭುತ್ವೀಕರಣಗೊಳಿಸಲು hCaptcha ಬದ್ಧವಾಗಿದೆ, ದೊಡ್ಡ ಮತ್ತು ಸಣ್ಣ ಕಂಪನಿಗಳು ತಮ್ಮ ವ್ಯವಹಾರಕ್ಕೆ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಅನ್ವಯಿಸುವ ಮೂಲಕ ತಮ್ಮ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳ ಗುಣಮಟ್ಟವನ್ನು ಸುಧಾರಿಸಲು ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತವೆ.",
    "4086379603": "ಪ್ರಶ್ನೆಗಳು?",
    "1243684308": "ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಾವು ಗಂಭೀರವಾಗಿ ಪರಿಗಣಿಸುತ್ತೇವೆ ಮತ್ತು ಕಡಿಮೆ ಬಾಟ್‌ಗಳು ಮತ್ತು ಕಡಿಮೆ ಸ್ಪ್ಯಾಮ್‌ನೊಂದಿಗೆ ಪ್ರತಿಯೊಬ್ಬರೂ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಹೆಚ್ಚು ಆಹ್ಲಾದಕರ ಅನುಭವವನ್ನು ಹೊಂದಲು ಬಯಸುತ್ತೇವೆ. ನಮ್ಮನ್ನು ತಲುಪಿ:",
    "2645321220": "ಮತ್ತು reCAPTCHA ನ ಬೆಲೆ ತುಂಬಾ ಹೆಚ್ಚಿದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಕುರಿತು ನಮ್ಮನ್ನು ಕೇಳಿ. ಪ್ರಸ್ತುತ ವಿಶ್ವದ ಕೆಲವು ದೊಡ್ಡ ಪ್ರಕಾಶಕರು, ಹಣಕಾಸು ಸೇವೆಗಳ ಕಂಪನಿಗಳು ಮತ್ತು ವೆಬ್ ಮೂಲಸೌಕರ್ಯ ಕಂಪನಿಗಳಿಂದ ಬಳಕೆಯಲ್ಲಿದೆ, ಅವು reCAPTCHA ಗೆ ನಂಬಲರ್ಹವಾದ ಪರ್ಯಾಯ ಮಾತ್ರವಲ್ಲ: ಪ್ರಸ್ತುತ ಲಭ್ಯವಿರುವ ಅತ್ಯುತ್ತಮ ಬೋಟ್ ರಕ್ಷಣೆಯನ್ನು ಅವು ನೀಡುತ್ತವೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ.",
    "1229233916": "ಅಡಿಟಿಪ್ಪಣಿಗಳು",
    "1115642494": "1. ಮೂಲ: BuiltWith.com reCAPTCHA ಸೈಟ್ ಪಟ್ಟಿಗಳು. ಜುಲೈ 9, 2019 ರಂದು ಮರುಸಂಪಾದಿಸಲಾಗಿದೆ.",
    "448807334": "(\"ಪ್ರತಿದಿನ ನೂರಾರು ಮಿಲಿಯನ್ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ಜನರು ಪರಿಹರಿಸುತ್ತಾರೆ.\") ಜುಲೈ 8, 2019 ರಂದು ಮರುಸಂಪಾದಿಸಲಾಗಿದೆ.",
    "2397590157": "3. ಕನ್ಸರ್ವೇಟಿವ್ ಅಂದಾಜು: 200 ಮಿಲಿಯನ್ ಪರಿಹಾರಗಳು * ವರ್ಷಗಳಲ್ಲಿ ಪ್ರತಿ ಪರಿಹಾರಕ್ಕೆ 30 ಸೆಕೆಂಡುಗಳು = 190.3 ವ್ಯಕ್ತಿ-ವರ್ಷಗಳು/ದಿನ.",
    "3236311792": "4. hCaptcha ಆಂತರಿಕ ವಿಶ್ಲೇಷಣೆ. ಜೂನ್ 30, 2019 ರವರೆಗೆ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗಿದೆ. ವಿನಂತಿಯ ಮೇರೆಗೆ ವಿವರಗಳು ಲಭ್ಯವಿವೆ.",
    "1752259468": "5. ಕನ್ಸರ್ವೇಟಿವ್ ಅಂದಾಜು: $0.01 ಒಂದೇ ಟಿಪ್ಪಣಿಯ ವೆಚ್ಚ * 200M ಸರಾಸರಿ. ದಿನಕ್ಕೆ ಟಿಪ್ಪಣಿಗಳು (ಕಡಿಮೆ ಬೌಂಡ್) * ವರ್ಷಕ್ಕೆ 365 ದಿನಗಳು * 2009 ಸ್ವಾಧೀನದಿಂದ 10 ವರ್ಷಗಳು = $7.3 ಬಿಲಿಯನ್ ಕಡಿಮೆ ಮೌಲ್ಯದ ಮೌಲ್ಯ.",
    "3268946369": "6. ಕ್ರೆಡಿಟ್: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ಮೂಲ: ಮೇರಿ ಮೀಕರ್, KP ಇಂಟರ್ನೆಟ್ ಟ್ರೆಂಡ್ಸ್ 2017",
    "2666258754": "ದುರ್ಬಲವಾಗಿ-ಮೇಲ್ವಿಚಾರಣೆಯ ಡೀಪ್ ಹ್ಯಾಶಿಂಗ್, ಹೆಕ್ಕಿ ಅರ್ಪೋನೆನ್, ಟಾಮ್ ಇ ಬಿಷಪ್‌ಗಾಗಿ ಲಾಕ್ಷಣಿಕ ಶ್ರೇಣಿ ಆಧಾರಿತ ಸಂಬಂಧಿತ ಎಂಬೆಡಿಂಗ್‌ಗಳು. ICML 2019, LLD ಕಾರ್ಯಾಗಾರ.",
    "2544169219": "ಇತ್ತೀಚಿನ ಅತ್ಯಾಧುನಿಕ ಫಲಿತಾಂಶಗಳು: ICML LLD, ಮೇ 2019.",
    "1973347745": "10. ರಾಯಲ್ಟಿ-ಮುಕ್ತ ಉದಾಹರಣೆ ಚಿತ್ರಗಳು. ಮೂಲ: ಪೆಟಾಪಿಕ್ಸೆಲ್.",
    "1493115924": "ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಟಿಪ್ಪಣಿಗಳು:",
    "4051104324": "\"ಇನ್ಟ್ಯೂಶನ್ ಮೆಷಿನ್ಸ್\" ಎಂಬುದು ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್ಸ್, ಇಂಕ್‌ನ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ.",
    "3983646521": "ಎಲ್ಲಾ ಉತ್ಪನ್ನದ ಹೆಸರುಗಳು, ಲೋಗೋಗಳು, ಬ್ರ್ಯಾಂಡ್‌ಗಳು, ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು ಮತ್ತು ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು ಆಯಾ ಮಾಲೀಕರ ಆಸ್ತಿಯಾಗಿದೆ. ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಬಳಸಲಾದ ಎಲ್ಲಾ ಕಂಪನಿ, ಉತ್ಪನ್ನ ಮತ್ತು ಸೇವೆಯ ಹೆಸರುಗಳು ಗುರುತಿನ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ. ಈ ಹೆಸರುಗಳು, ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು ಮತ್ತು ಬ್ರ್ಯಾಂಡ್‌ಗಳ ಬಳಕೆಯು ಅನುಮೋದನೆಯನ್ನು ಸೂಚಿಸುವುದಿಲ್ಲ. ಈ ಸಂದರ್ಭದಲ್ಲಿ, ಸಾಕಷ್ಟು ವಿರುದ್ಧ.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM ವಿಜ್ಞಾನಿಗಳು CVPR 2020 ರಲ್ಲಿ ದುರ್ಬಲವಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲಾದ ಪಠ್ಯ ಗುರುತಿಸುವಿಕೆ (OCR) ಗಾಗಿ ಹೊಸ ಮಾನದಂಡವನ್ನು ಹೊಂದಿಸಿದ್ದಾರೆ.",
    "1259002282": "ದೋಷ ಕಂಡುಬಂದಿದೆಯೇ? ಅದನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡುವುದು ಎಂಬುದು ಇಲ್ಲಿದೆ.",
    "3301728462": "ಲಕ್ಷಾಂತರ ಜನರು ಪ್ರತಿ ತಿಂಗಳು hCaptcha ಅನ್ನು ಬಳಸುತ್ತಾರೆ, ಬ್ರೌಸರ್‌ಗಳು, ವಿಸ್ತರಣೆಗಳು, ಸಾಧನಗಳು, ಫೈರ್‌ವಾಲ್‌ಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳ ಸಾವಿರಾರು ಸಂಯೋಜನೆಗಳಲ್ಲಿ.",
    "3878230879": "ಇದು ಯಾವಾಗಲೂ ನಿಮಗಾಗಿ ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದು ನಮ್ಮ ಗುರಿಯಾಗಿದೆ, ಆದ್ದರಿಂದ ನಿಮ್ಮ ವರದಿಗಳನ್ನು ನಾವು ತುಂಬಾ ಪ್ರಶಂಸಿಸುತ್ತೇವೆ!",
    "2465128185": "ತ್ವರಿತ ಪ್ರತಿಕ್ರಿಯೆ ನೀಡಲು, \"ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆ ಕಳುಹಿಸಿ\" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.",
    "2921990472": "ನೀವು ಕ್ರಿಯಾತ್ಮಕ ಸಮಸ್ಯೆಯನ್ನು ನೋಡುತ್ತಿದ್ದರೆ, ದಯವಿಟ್ಟು ಅನುಸರಿಸಿ",
    "2870341481": "ಕೆಳಗೆ. ಯಾವುದೇ ಇತರ ಬ್ರೌಸರ್‌ಗಳಿಗೆ ಮಾತ್ರ",
    "1866590035": "Chrome ಗಾಗಿ ಡೀಬಗ್ ಲಾಗ್ ಸೂಚನೆಗಳು",
    "444492541": "ಫೈರ್‌ಫಾಕ್ಸ್‌ಗಾಗಿ ಡೀಬಗ್ ಲಾಗ್ ಸೂಚನೆಗಳು",
    "169267610": "ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ",
    "3100722753": "ಸಂಭಾವ್ಯ ಭದ್ರತೆ ಅಥವಾ ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳಿಗಾಗಿ, ಕೆಳಗಿನ ಸೂಚನೆಗಳನ್ನು ನೋಡಿ.",
    "1906593952": "ನೀವು ಈಗ ನೋಡಿದ hCaptcha ಕುರಿತು ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಒದಗಿಸಿ",
    "3951254541": "ನಿಮ್ಮ ಇನ್‌ಪುಟ್ ಅನ್ನು ನಾವು ಪ್ರಶಂಸಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಸಮಸ್ಯೆಗಳನ್ನು ನಮಗೆ ತಿಳಿಸಿ ಮತ್ತು ನಾವು ಅವುಗಳನ್ನು ತ್ವರಿತವಾಗಿ ಪರಿಹರಿಸುತ್ತೇವೆ.",
    "3324288040": "ನಮಗೆ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ಕಳುಹಿಸಿ",
    "2864016648": "ಗೌಪ್ಯತೆ ಸಮಸ್ಯೆಗಳು",
    "304004915": "ಬಳಕೆದಾರರು ಯಾರೆಂಬುದನ್ನು ನಾವು ಹೆದರುವುದಿಲ್ಲ, ಅವರು ದುರುದ್ದೇಶಪೂರಿತ ಅಥವಾ ಯಂತ್ರಗಳಾಗುವ ಸಾಧ್ಯತೆ ಎಷ್ಟು ಮಾತ್ರ. ಅಂತಹ ಉಪಕ್ರಮಗಳನ್ನು ನಾವು ಬೆಂಬಲಿಸುತ್ತೇವೆ",
    "1139493658": ", ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ಶ್ರಮಿಸಿ.",
    "3083289844": "ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು ಎಂದು ನೀವು ಭಾವಿಸುವ ಸಮಸ್ಯೆಯನ್ನು ನೀವು ಕಂಡುಕೊಂಡರೆ, ದಯವಿಟ್ಟು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ",
    "4264784515": "ಭದ್ರತಾ ದೋಷಗಳು",
    "963238401": "ಭದ್ರತಾ ದೋಷಗಳ ವರದಿಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ನಾವು ಯಾವಾಗಲೂ ಆಸಕ್ತಿ ಹೊಂದಿದ್ದೇವೆ. ಇಮೇಲ್",
    "3926027556": "ಮತ್ತು ನಾವು ನಿಮ್ಮನ್ನು ಶೀಘ್ರವಾಗಿ ಸಂಪರ್ಕಿಸುತ್ತೇವೆ.",
    "1589805435": "ನಮ್ಮಲ್ಲೂ ಎ",
    "2560582224": "ಬಗ್ ಬೌಂಟಿ ಪ್ರೋಗ್ರಾಂ",
    "103876916": "hCaptcha ಸೇವೆ ಮತ್ತು ಸಂಬಂಧಿತ ಮೂಲ ಕೋಡ್‌ನಲ್ಲಿ ಅರ್ಹ ಭದ್ರತಾ ವರದಿಗಳಿಗಾಗಿ.",
    "497117287": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳು",
    "3230004040": "ನೀವು ದೃಷ್ಟಿಹೀನರಾಗಿದ್ದೀರಾ ಅಥವಾ hCaptchas ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲವೇ?",
    "3480023141": "ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "2052161540": "ಬಗ್ ವರದಿಯ ವಿವರಗಳನ್ನು ಸೆರೆಹಿಡಿಯಲಾಗುತ್ತಿದೆ: ಕ್ರೋಮ್",
    "2281169898": "ನಿಮ್ಮ ವರದಿಯೊಂದಿಗೆ ಡೀಬಗ್ ಮಾಡುವ ಮಾಹಿತಿಯನ್ನು ಕಳುಹಿಸುವುದರಿಂದ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ಗುರುತಿಸಲು ನಮಗೆ ಸುಲಭವಾಗುತ್ತದೆ. ಹಂತ-ಹಂತದ ಸೂಚನೆಗಳು ಇಲ್ಲಿವೆ:",
    "1123365779": "ನೀವು ವೆಬ್ ಡೆವಲಪರ್ ಅಥವಾ ಪರಿಣಿತ ಬಳಕೆದಾರರಾಗಿದ್ದರೆ, ಸಾರಾಂಶವೆಂದರೆ ನೀವು ನಮಗೆ ನೆಟ್‌ವರ್ಕ್ ರೆಕಾರ್ಡಿಂಗ್ HAR ಮತ್ತು ಬ್ರೌಸರ್ ಕನ್ಸೋಲ್ ಲಾಗ್‌ಗಳನ್ನು ಕಳುಹಿಸಬೇಕೆಂದು ನಾವು ಬಯಸುತ್ತೇವೆ.",
    "2015218686": "ನೀವು ಈ ಹಂತಗಳ ಮೂಲಕ ಹೋಗುವ ಮೊದಲು. ಅದು ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿದರೆ, ನಿಮ್ಮ ಬ್ರೌಸರ್ ಆವೃತ್ತಿ, ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ವಿಸ್ತರಣೆ ಮತ್ತು ವೆಬ್‌ಸೈಟ್ URL ಅನ್ನು ನಮಗೆ ತಿಳಿಸಲು ನೀವು ಇನ್ನೂ ಶ್ಲಾಘಿಸುತ್ತೇವೆ.",
    "3922723611": "ದಯವಿಟ್ಟು ಯಾವುದೇ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅಥವಾ ಬ್ರೌಸರ್ ಭದ್ರತಾ ವಿಸ್ತರಣೆಗಳನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಿ",
    "4036872105": "ಮೊದಲು ಮತ್ತು ನಂತರ ಮರುಪ್ರಯತ್ನಿಸಿ",
    "993651083": "ಹಂತ 1: ಡೆವಲಪರ್ ಪರಿಕರಗಳನ್ನು ತೆರೆಯಿರಿ (ಇದು ಸೆಶನ್ ಅನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುವುದನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತದೆ.)",
    "4163469907": "ಹಂತ 2: ಡೆವಲಪರ್ ಟೂಲ್ಸ್‌ನಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಟ್ಯಾಬ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ \"ಲಾಗ್ ಅನ್ನು ಸಂರಕ್ಷಿಸಿ\" ಬಾಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.",
    "4243348003": "ಹಂತ 3: ಭೇಟಿ",
    "641342999": ", ಅಥವಾ ನೀವು ಸಮಸ್ಯೆಯನ್ನು ಹೊಂದಿರುವ ವೆಬ್‌ಸೈಟ್ (ಗೌಪ್ಯತೆ ಟಿಪ್ಪಣಿ: ಅದು ಏನೆಂದು ಹಂಚಿಕೊಳ್ಳಲು ನಿಮಗೆ ಮನಸ್ಸಿಲ್ಲದಿದ್ದರೆ ಮಾತ್ರ) ... ತದನಂತರ \"ನಾನು ಮನುಷ್ಯ\" ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿ.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ಹಂತ 4: ನೀವು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ ನಂತರ \"ರಫ್ತು HAR\" (ಸ್ವಲ್ಪ ಕೆಳಗಿನ ಬಾಣ) ಕ್ಲಿಕ್ ಮಾಡಿ, ಇದು ನೆಟ್ವರ್ಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸುತ್ತದೆ. ಆ ಫೈಲ್ ಅನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ.",
    "1503240421": "ಹಂತ 5: ಕನ್ಸೋಲ್ ಟ್ಯಾಬ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು \"ಹೀಗೆ ಉಳಿಸಿ ..\" ಅನ್ನು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ. ನಮಗೂ ಕಳಿಸಿ.",
    "2863840904": "ಹಂತ 6: ಕೊನೆಯ ಹಂತ, ಆ HAR ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಫೈಲ್‌ಗಳನ್ನು ನಮಗೆ ಇಮೇಲ್ ಮಾಡಿ ಮತ್ತು ಸಮಸ್ಯೆಯನ್ನು ವಿವರಿಸಿ",
    "4051785543": "ಬಳಸಿ:",
    "3623028666": "(ದಯವಿಟ್ಟು ಸೇವೆಯನ್ನು ಬಳಸಿ",
    "551761392": "ಮತ್ತು ಲಿಂಕ್‌ಗಳನ್ನು ಕಳುಹಿಸಿ) ಮತ್ತು ಐಚ್ಛಿಕವಾಗಿ ಸ್ಕ್ರೀನ್‌ಶಾಟ್, ಏನಾದರೂ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸುತ್ತಿಲ್ಲ ಎಂದು ನೀವು ಅನುಮಾನಿಸಿದರೆ. ದಯವಿಟ್ಟು ನೀವು ಬಳಸುತ್ತಿರುವ ಐಪಿಯನ್ನೂ ಕಳುಹಿಸಿ. ನೀವು ಅದನ್ನು ಪಡೆಯಬಹುದು",
    "1219091208": "ಡ್ರಾಪ್ಬಾಕ್ಸ್",
    "443094024": "ಫೈಲ್ಬಿನ್",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ಈ ಮಾಹಿತಿಯನ್ನು ಪಡೆಯಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ಸಮಯ ತೆಗೆದುಕೊಂಡಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!",
    "3680327841": "hCaptcha ಎಲ್ಲರಿಗೂ ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವಂತೆ ಮಾಡಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ",
    "1059502393": "ಬಗ್ ವರದಿಯ ವಿವರಗಳನ್ನು ಸೆರೆಹಿಡಿಯುವುದು: ಫೈರ್‌ಫಾಕ್ಸ್",
    "1112074001": "ಹಂತ 2: ಡೆವಲಪರ್ ಟೂಲ್ಸ್‌ನಲ್ಲಿ ನೆಟ್‌ವರ್ಕ್ ಟ್ಯಾಬ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ. ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ \"ಪರ್ಸಿಸ್ಟ್ ಲಾಗ್ಸ್\" ಬಾಕ್ಸ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ.",
    "1797298240": "ಹಂತ 4: ನೀವು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸಿದ ನಂತರ \"HAR\" ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನೆಟ್‌ವರ್ಕ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು \"ಎಲ್ಲವನ್ನೂ HAR ಆಗಿ ಉಳಿಸಿ\" ಆಯ್ಕೆಮಾಡಿ. ಆ ಫೈಲ್ ಅನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ.",
    "3671246379": "ಹಂತ 5: ಕನ್ಸೋಲ್ ಟ್ಯಾಬ್ ಮೇಲೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಕನ್ಸೋಲ್ ಲಾಗ್ ಅನ್ನು ಉಳಿಸಲು ಬಲ ಕ್ಲಿಕ್ ಮಾಡಿ ನಂತರ \"ಎಲ್ಲವನ್ನೂ ಆಯ್ಕೆ ಮಾಡಿ\" ಮತ್ತು ಅದನ್ನು ಪಠ್ಯ ಫೈಲ್‌ಗೆ ಉಳಿಸಿ. ನಮಗೂ ಕಳಿಸಿ.",
    "3816867833": "ಪ್ರತಿಕ್ರಿಯೆ",
    "788770967": "ಅದನ್ನು ಕೇಳಲು ಕ್ಷಮಿಸಿ! ನೀವು ನಮ್ಮ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಯನ್ನು ಬಳಸಲು ಬಯಸಬಹುದು:",
    "1333016413": "ಕುಕೀಯನ್ನು ನೋಂದಾಯಿಸುವ ಮತ್ತು ಹೊಂದಿಸುವ ಮೂಲಕ ಭವಿಷ್ಯದ ಪ್ರಶ್ನೆಗಳನ್ನು ತಪ್ಪಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
    "2333410049": "ದಯವಿಟ್ಟು ನಿಮ್ಮ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅನ್ನು ಆಫ್ ಮಾಡಲು ಸಹ ಪ್ರಯತ್ನಿಸಿ.",
    "1345083090": "ಕ್ರಿಯಾತ್ಮಕತೆಯ ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡುವುದೇ?",
    "2184564739": "ನೋಡಿ",
    "604751186": "ಇತರ ಸಮಸ್ಯೆಗಳು? ಇಮೇಲ್",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ವಿವರವಾದ ಲಾಗ್‌ಗಳೊಂದಿಗೆ ಸಮಸ್ಯೆಗಳನ್ನು ಹೇಗೆ ವರದಿ ಮಾಡುವುದು",
    "1050501253": "ಬಹಳ ಕಷ್ಟ",
    "3264813246": "ಅನುಚಿತ",
    "3526939538": "ಸಾಫ್ಟ್ವೇರ್ ಬಗ್",
    "126134492": "ಇತರೆ",
    "3511610999": "ನೀವು ಸರಿಯಾದ ಸ್ಥಳಕ್ಕೆ ಹೋಗುವುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳೋಣ.",
    "3906886217": "ಕಂಪನಿಗಳು ಅಥವಾ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗಾಗಿ",
    "1621597093": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಭದ್ರತಾ ಪರಿಹಾರಗಳು (ಪಾವತಿಸಿದ)",
    "3176531704": "ಡೇಟಾ ಟಿಪ್ಪಣಿ",
    "1834239172": "hCaptcha ಟಿಪ್ಪಣಿ ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಿ",
    "1457707016": "ವ್ಯಕ್ತಿಗಳಿಗೆ",
    "770264626": "ನಿಮ್ಮ ಸೇವೆಗೆ hCaptcha ಸೇರಿಸಿ (ಉಚಿತ)",
    "881015166": "ನನ್ನ ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಪ್ರಕಾಶಕರಿಗೆ hCaptcha ಸೇರಿಸಿ",
    "47536007": "hCaptcha ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "2012837493": "ಹುಡುಕಾಟ ಫಲಿತಾಂಶಗಳು",
    "4034694801": "ಯಾವುದೇ ಹೊಂದಾಣಿಕೆಯ ಫಲಿತಾಂಶಗಳಿಲ್ಲ.",
    "3621411541": "hCaptcha ಗಾಗಿ ಪ್ರವೇಶಿಸುವಿಕೆ ಆಯ್ಕೆಗಳ ಕುರಿತು ತಿಳಿಯಿರಿ",
    "3401005681": "ಹಣ ಗಳಿಸು",
    "3933993151": "ವೈಯಕ್ತಿಕ ಡೇಟಾ ಲೇಬಲ್ ಆಗಿ ಕೆಲಸ ಮಾಡಿ",
    "563059212": "ಉಪಸಂಸ್ಕಾರಕಗಳ ಪಟ್ಟಿ",
    "3501923981": "ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಜನವರಿ 1, 2020.",
    "3548097301": "ಪರಿಣಾಮಕಾರಿ: ಜನವರಿ 1, 2020.",
    "3991444169": "ಈ ಪುಟವು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಸೇವೆಗಾಗಿ ಪ್ರಸ್ತುತ ಉಪಪ್ರೊಸೆಸರ್‌ಗಳನ್ನು ಪಟ್ಟಿ ಮಾಡುತ್ತದೆ.",
    "835396984": "ಪ್ರಸ್ತುತ ಸಕ್ರಿಯವಾಗಿದೆ",
    "424089481": "Amazon ವೆಬ್ ಸೇವೆಗಳು, Inc. (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: Amazon ವೆಬ್ ಸೇವೆಗಳು. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "ಕ್ಲೌಡ್‌ಫ್ಲೇರ್, ಇಂಕ್. (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (ಜಾಗತಿಕ). ಒದಗಿಸಿದ ಸೇವೆಗಳು: IBM ಕ್ಲೌಡ್.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "ಮೈಕ್ರೋಸಾಫ್ಟ್ ಕಾರ್ಪೊರೇಷನ್ (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ಗಮನಿಸಿ: ಎಲ್ಲಾ ಗ್ರಾಹಕರಿಗೆ ಅನ್ವಯಿಸುವುದಿಲ್ಲ. ಉದಾಹರಣೆಗೆ, IP ಬ್ಲೈಂಡಿಂಗ್ ಅಥವಾ ಇತರ ಮುಂದುವರಿದ ಗೌಪ್ಯತೆ ಅಥವಾ ಭದ್ರತಾ ಆಯ್ಕೆಯ ಗ್ರಾಹಕರು (ಉದಾ ಸುರಕ್ಷಿತ ವರ್ಚುವಲ್ ಟೆನೆನ್ಸಿ ಗ್ರಾಹಕರು) ಯಾವುದೇ ಸಂಭಾವ್ಯ \"PII\" ಟೆಲಿಮೆಟ್ರಿ ವ್ಯವಸ್ಥೆಗಳಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ಹೊರಗಿಡಲಾಗುತ್ತದೆ, IP ವಿಳಾಸವೂ ಸಹ. ಅಗತ್ಯವಿದ್ದರೆ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಖಾತೆ ಪ್ರತಿನಿಧಿಯನ್ನು ಸಂಪರ್ಕಿಸಿ.",
    "700843971": "ಹೌಂಡ್ ಟೆಕ್ನಾಲಜಿ, ಇಂಕ್. (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "ಮೇಲ್ಗನ್ ಟೆಕ್ನಾಲಜೀಸ್, ಇಂಕ್. (ಗ್ಲೋಬಲ್). ಒದಗಿಸಿದ ಸೇವೆಗಳು: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "ಮೂಲಸೌಕರ್ಯ",
    "370366524": "ಎಫೆಮೆರಲ್ ಸರ್ವಿಸ್ ಟೆಲಿಮೆಟ್ರಿ",
    "121192737": "ಮುಂಬರುವ ಸೇರ್ಪಡೆಗಳು",
    "2420789666": "ತ್ವರಿತವಾಗಿ, Inc. ಸೇವೆಗಳನ್ನು ಒದಗಿಸಲಾಗಿದೆ: ವೇಗವಾಗಿ CDN ಮತ್ತು ಎಡ್ಜ್ ಕಂಪ್ಯೂಟ್.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "ಪರಿಣಾಮಕಾರಿ: ಸೆಪ್ಟೆಂಬರ್ 1, 2021. ಮೂಲಸೌಕರ್ಯ ಸೇರ್ಪಡೆ",
    "1487796027": "ಕಂಪನಿಗಳಿಗೆ",
    "3943417791": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ (BotStop) ಗೆ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ",
    "702287791": "hCaptcha ಪ್ರಕಾಶಕರು (ಉಚಿತ)",
    "3397976149": "hCaptcha ಪ್ರಕಾಶಕರಿಗೆ ಬೆಂಬಲವನ್ನು ಪಡೆಯಿರಿ",
    "833750823": "ಸವಾಲಿನಲ್ಲಿ ತೊಂದರೆ ಇದೆಯೇ?",
    "2024737147": "ದೋಷವನ್ನು ವರದಿ ಮಾಡಲು ಬಯಸುವಿರಾ?",
    "1978884623": "ಸಾಫ್ಟ್‌ವೇರ್ ಸಮಸ್ಯೆಗಳನ್ನು ವರದಿ ಮಾಡುವ ಕುರಿತು ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ",
    "4188664955": "ಮುಖ್ಯ ಸೇವಾ ನಿಯಮಗಳು",
    "2621989404": "ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಸೆಪ್ಟೆಂಬರ್ 24, 2021. ನಮ್ಮ ಇಂಗ್ಲಿಷ್ ಭಾಷೆಯ ಪದಗಳು ಅಧಿಕೃತವಾಗಿವೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.",
    "2404545611": "hCaptcha ಗೆ ಸುಸ್ವಾಗತ! ನಮ್ಮ ಸಮುದಾಯದ ಭಾಗವಾಗಿದ್ದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. \"ಸೇವೆಗಳ\" ಎಲ್ಲಾ ಬಳಕೆದಾರರು (ಕೆಳಗೆ ವ್ಯಾಖ್ಯಾನಿಸಲಾಗಿದೆ) ಈ ಕೆಳಗಿನ ನಿಯಮಗಳಿಗೆ (\"ಸೇವಾ ನಿಯಮಗಳು\") ಒಪ್ಪಿಕೊಳ್ಳಬೇಕು. ಈ ಸೇವಾ ನಿಯಮಗಳ ಅಡಿಯಲ್ಲಿ, \"IMI\", \"ನಾವು\" ಮತ್ತು \"ನಮಗೆ\" ಎಂಬುದು Intuition Machines, Inc. ಮತ್ತು ಅದರ ಅಂಗಸಂಸ್ಥೆಗಳು, ಅಂಗಸಂಸ್ಥೆಗಳು, ಅಧಿಕಾರಿಗಳು, ಏಜೆಂಟ್‌ಗಳು, ಉದ್ಯೋಗಿಗಳು, ಪ್ರತಿನಿಧಿಗಳು ಮತ್ತು ಏಜೆಂಟ್‌ಗಳನ್ನು ಉಲ್ಲೇಖಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ \"ವೆಬ್‌ಸೈಟ್\" ಯಾವುದೇ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ www.hcaptcha.com ಮತ್ತು www.imachines.com ಸೇರಿದಂತೆ ನಮ್ಮ ನಿಯಂತ್ರಣ.",
    "2348450790": "ದಯವಿಟ್ಟು ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಓದಿ. ಅವುಗಳು ಇತರ ನಿಬಂಧನೆಗಳ ನಡುವೆ, ವಾರಂಟಿಗಳ ಹಕ್ಕು ನಿರಾಕರಣೆಗಳು, ಹೊಣೆಗಾರಿಕೆಯ ಮಿತಿಗಳು ಮತ್ತು ಬೈಂಡಿಂಗ್ ಆರ್ಬಿಟ್ರೇಶನ್ ಅನ್ನು ಒಳಗೊಂಡಿವೆ. ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ನಿಮ್ಮ ಕೊನೆಯ ಭೇಟಿಯಿಂದ ಈ ಸೇವಾ ನಿಯಮಗಳು ಬದಲಾಗಿರಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ. ನಾವು ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ಕಾಲಕಾಲಕ್ಕೆ ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಪರಿಷ್ಕರಿಸಬಹುದು ಮತ್ತು ನವೀಕರಿಸಬಹುದು. ವಸ್ತು ಬದಲಾವಣೆಯ ಸಂದರ್ಭದಲ್ಲಿ, ಈ ಪುಟದಲ್ಲಿ ನವೀಕರಿಸಿದ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುವ ಮೂಲಕ ನಾವು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ, ಅದರ ನಂತರ ನೀವು ಸೈಟ್ ಅಥವಾ ಸೇವೆಯನ್ನು ಬಳಸುವುದನ್ನು ಅಥವಾ ಪ್ರವೇಶಿಸುವುದನ್ನು ಮುಂದುವರಿಸಲು ನವೀಕರಿಸಿದ ಸೇವಾ ನಿಯಮಗಳನ್ನು ದೃಢವಾಗಿ ಒಪ್ಪಿಕೊಳ್ಳಬೇಕು.",
    "1064537632": "ನಮ್ಮ ಸೇವೆಯ ನಿಮ್ಮ ಬಳಕೆಯು ನಮ್ಮ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದದಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುತ್ತದೆ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ, ಇದನ್ನು ಉಲ್ಲೇಖದ ಮೂಲಕ ಇಲ್ಲಿ ಸಂಯೋಜಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಪರವಾಗಿ ನಾವು ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಹೇಗೆ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ನೋಡಲು ದಯವಿಟ್ಟು ಈ ಒಪ್ಪಂದವನ್ನು ಪರಿಶೀಲಿಸಿ. EU ಜನರಲ್ ಡೇಟಾ ಪ್ರೊಟೆಕ್ಷನ್ ರೆಗ್ಯುಲೇಷನ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಾವು \"ಡೇಟಾ ಪ್ರೊಸೆಸರ್\" ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತೇವೆ ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಗ್ರಾಹಕ ಗೌಪ್ಯತಾ ಕಾಯಿದೆಯ ಉದ್ದೇಶಕ್ಕಾಗಿ \"ಸೇವಾ ಪೂರೈಕೆದಾರರಾಗಿ\" ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ಗಮನಿಸಿ.",
    "1933936765": "ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದ (ಕೊನೆಯದಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ: ಸೆಪ್ಟೆಂಬರ್ 23, 2021)",
    "2959486280": "ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ, ನೀವು ಸೈಟ್ ಅಥವಾ ಸೇವೆಯನ್ನು ಬಳಸಲು ಅಥವಾ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
    "3200859925": "1. ಉದ್ದೇಶ",
    "1807143500": "ಸೇವೆಗಳು ಆನ್‌ಲೈನ್ ಭದ್ರತಾ ಸೇವೆ (\"hCaptcha ಸೇವೆ\") ಮತ್ತು ವೇದಿಕೆಯನ್ನು (\"ಇನ್‌ಟ್ಯೂಷನ್ ಮೆಷಿನ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್\") ಒಳಗೊಂಡಿರುತ್ತದೆ, ಇದರಲ್ಲಿ ಒಬ್ಬ ವ್ಯಕ್ತಿಯು (\"ಕೊಡುಗೆದಾರ\") ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಘಟಕ ಅಥವಾ ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳು ಸ್ವತಃ (ಪ್ರತಿಯೊಂದೂ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅಥವಾ hCaptcha ಸೇವೆಗೆ \"ವಿನಂತಿದಾರ\") ಪೋಸ್ಟ್‌ಗಳು, ನೇರವಾಗಿ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಅಥವಾ ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅನ್ನು ಪ್ರವೇಶಿಸುವ ಮೂಲಕ ಮತ್ತು/ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಘಟಕ ಮತ್ತು/ಅಥವಾ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅಥವಾ ಸೇವೆಯ ಮೂಲಕ ಅಥವಾ ಅದಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಮೂಲಕ (ಪ್ರತಿ, ಒಂದು \"ಇಂಟಿಗ್ರೇಟರ್\"). ವಿನಂತಿಸುವವರು ಕಾರ್ಯಗಳನ್ನು ಪೋಸ್ಟ್ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಇಂಟಿಗ್ರೇಟರ್‌ಗಳಿಗೆ IMI ಒದಗಿಸಿದ ಬಹುಮಾನಗಳಿಗೆ ಬದಲಾಗಿ ಅವುಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಕೊಡುಗೆದಾರರನ್ನು ಆಹ್ವಾನಿಸುತ್ತಾರೆ ಅಥವಾ ವಿನಂತಿಸುವವರು ತಮ್ಮ ಸ್ವಂತ ಅಂತಿಮ ಬಳಕೆದಾರರಿಗೆ ಕಾರ್ಯಗಳನ್ನು ಪೂರೈಸಲು ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅಥವಾ hCaptcha ಸೇವೆಯನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ ವಿನಂತಿಸುವವರು ನಿರ್ಧರಿಸುತ್ತಾರೆ. ನಮ್ಮ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನ ಬಳಕೆಗಾಗಿ ನಾವು ಕಂಪನಿಗಳು ಮತ್ತು ವ್ಯಕ್ತಿಗಳಿಗೆ (ಪ್ರತಿಯೊಬ್ಬ \"ಗ್ರಾಹಕ\") ಶುಲ್ಕ ವಿಧಿಸುತ್ತೇವೆ ಇದರಿಂದ ಅವರು ನಮ್ಮ ಸಾಫ್ಟ್‌ವೇರ್, ಲೇಖಕರ ಕಾರ್ಯಗಳನ್ನು ಬಳಸಬಹುದು, ಲೇಖಕರ ಕಾರ್ಯಗಳಿಗೆ ನಮ್ಮನ್ನು ನೇಮಿಸಿಕೊಳ್ಳಬಹುದು ಮತ್ತು/ಅಥವಾ ಕೊಡುಗೆದಾರರಿಗೆ ಪ್ರವೇಶವನ್ನು ಪಡೆಯಬಹುದು. ಅವರ ವೆಬ್‌ಸೈಟ್‌ಗಳು, ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಇತರ ಆನ್‌ಲೈನ್ ಗುಣಲಕ್ಷಣಗಳಲ್ಲಿ ವಂಚನೆ, ನಿಂದನೆ ಮತ್ತು ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಲು ನಮ್ಮ hCaptcha ಸೇವೆಯ ಬಳಕೆಗಾಗಿ ನಾವು ಇಂಟಿಗ್ರೇಟರ್‌ಗಳಿಗೆ ಶುಲ್ಕ ವಿಧಿಸುತ್ತೇವೆ. ಮೇಲಿನವುಗಳನ್ನು ಒಟ್ಟಾಗಿ \"ಸೇವೆಗಳು\" ಎಂದು ಕರೆಯಲಾಗುತ್ತದೆ.",
    "3212830633": "2. ಅರ್ಹತೆ",
    "2605814073": "ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಬಳಸುವ ಮೂಲಕ ಅಥವಾ ನೋಂದಾಯಿಸುವ ಮೂಲಕ, ನೀವು ಒಪ್ಪುತ್ತೀರಿ: ನಿಮ್ಮ ವಯಸ್ಸು ಕನಿಷ್ಠ 18 ವರ್ಷಗಳು; ನಿಮ್ಮ ಪರವಾಗಿ ಅಥವಾ ನೀವು ಪ್ರತಿನಿಧಿಸುವ ಘಟಕದ ಪರವಾಗಿ ಈ ಒಪ್ಪಂದವನ್ನು ನಮೂದಿಸಲು ನೀವು ಅಧಿಕಾರವನ್ನು ಹೊಂದಿದ್ದೀರಿ ಮತ್ತು ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಈ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಇಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾದ ಎಲ್ಲಾ IMI ನೀತಿಗಳು ಮತ್ತು ಮಾರ್ಗಸೂಚಿಗಳಿಗೆ ಅನುಗುಣವಾಗಿರುತ್ತವೆ; ಮತ್ತು ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ, ನಿಮ್ಮ ಗುರುತನ್ನು ನಮಗೆ ತಪ್ಪಾಗಿ ಪ್ರತಿನಿಧಿಸುವುದಿಲ್ಲ ಅಥವಾ ಮಾನವ ಬುದ್ಧಿವಂತಿಕೆಯ ಅಗತ್ಯವಿರುವ IMI ನಲ್ಲಿ ಯಾವುದೇ ಕಾರ್ಯದ ಯಾವುದೇ ಭಾಗವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆಯನ್ನು ಬಳಸುವುದಿಲ್ಲ.",
    "2616040974": "3. ಗ್ರಾಹಕರು ಮತ್ತು ವಿನಂತಿಸುವವರು",
    "1544829730": "ನೀವು ಗ್ರಾಹಕರು ಅಥವಾ ವಿನಂತಿಸುವವರಾಗಿದ್ದರೆ, ಗ್ರಾಹಕ ಅನುಬಂಧವಾಗಿ ಲಗತ್ತಿಸಲಾದ ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳು ಅನ್ವಯವಾಗುತ್ತವೆ ಮತ್ತು ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಉಲ್ಲೇಖದ ಮೂಲಕ ಸಂಯೋಜಿಸಲ್ಪಡುತ್ತವೆ ಎಂದು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ನೀವು ಗ್ರಾಹಕ ಅಥವಾ ವಿನಂತಿಸುವವರಲ್ಲದಿದ್ದರೆ, ಅಥವಾ ಗ್ರಾಹಕ ಅಥವಾ ವಿನಂತಿಸುವುದನ್ನು ನಿಲ್ಲಿಸಿದರೆ, ನಂತರ ಗ್ರಾಹಕ ಅನುಬಂಧದಲ್ಲಿನ ಹೆಚ್ಚುವರಿ ನಿಯಮಗಳು ಅನ್ವಯಿಸುವುದಿಲ್ಲ ಅಥವಾ ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಉಲ್ಲೇಖದ ಮೂಲಕ ಅವುಗಳನ್ನು ಸಂಯೋಜಿಸಲಾಗುವುದಿಲ್ಲ.",
    "3759360138": "4. ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್ವರ್ಡ್",
    "2236960358": "ನೋಂದಣಿಯ ನಂತರ, ನಿಮ್ಮ ಹೆಸರು, ಇಮೇಲ್ ವಿಳಾಸ ಮತ್ತು ಬಳಕೆದಾರಹೆಸರು ಮತ್ತು ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ ಬಗ್ಗೆ ಕೆಲವು ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು (\"ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ\") ಬಹಿರಂಗಪಡಿಸಲು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆ, ಇವೆಲ್ಲವೂ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ. ಜಾಲತಾಣ. ನಿಮ್ಮ ಖಾತೆ, ಪಾಸ್‌ವರ್ಡ್‌ಗಳು ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ ಸಂಯೋಜಿತವಾಗಿರುವ ಯಾವುದೇ ದೃಢೀಕರಣ ಕೀಗಳ ಸುರಕ್ಷತೆಯನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು, ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ನಿರ್ವಹಿಸಲು ನೀವು ಮಾತ್ರ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ ಮತ್ತು ಸೇವೆಗಳಲ್ಲಿ ಆ ಮಾಹಿತಿಯನ್ನು ಬಳಸುವ ಮೂಲಕ ಯಾವುದೇ ಬಳಕೆ ಅಥವಾ ಕ್ರಮಕ್ಕೆ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ.",
    "3047519814": "ನಿಮ್ಮ ಖಾತೆ ಅಥವಾ ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳುವುದಿಲ್ಲ ಎಂದು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "1699668873": "ನಿಮ್ಮ ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು ಬೇರೆಯವರು ಕದ್ದಿದ್ದಾರೆ ಅಥವಾ ಬಳಸಿದ್ದಾರೆ ಎಂದು ನೀವು ಅನುಮಾನಿಸಿದರೆ, ಅಥವಾ ಯಾವುದೇ ಇತರ ಭದ್ರತಾ ಉಲ್ಲಂಘನೆಯನ್ನು ನೀವು ತಕ್ಷಣ IMI ಗೆ ಸೂಚಿಸಬೇಕು.",
    "3044038608": "ನಮ್ಮ ನೋಂದಣಿ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ವಿನಂತಿಸಿದಂತೆ ನಿಜವಾದ, ನಿಖರ ಮತ್ತು ಸಂಪೂರ್ಣ ಮಾಹಿತಿಯನ್ನು ನಮಗೆ ಒದಗಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ಪ್ರಸ್ತುತ ಮತ್ತು ನಿಖರವಾಗಿ ಇರಿಸಿಕೊಳ್ಳಲು ಅಗತ್ಯವಿರುವಂತೆ ತ್ವರಿತವಾಗಿ ನವೀಕರಿಸಲು ಸಹ ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "4132302900": "5. ನಿಮ್ಮ ಗೌಪ್ಯತೆ, ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತು \"ಎಲ್ಲರಿಗೂ ಡೇಟಾ\"",
    "10724169": "ನೀವು ನಮಗೆ ನೀಡುವ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯೊಂದಿಗೆ ನಾವು ಏನು ಮಾಡುತ್ತೇವೆ ಎಂಬುದನ್ನು ನಿಯಂತ್ರಿಸುವ ನಮ್ಮ ಗೌಪ್ಯತಾ ನೀತಿಯನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "1669194950": "ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಜೊತೆಗೆ, ನೀವು ಇತರ ಡೇಟಾವನ್ನು ಒದಗಿಸುವ ಅಗತ್ಯವಿರಬಹುದು (ಅಥವಾ ನಮಗೆ ಸಂಗ್ರಹಿಸಲು ಇದು ಅಗತ್ಯವಾಗಬಹುದು) ಇದರಿಂದ ನಾವು ಸೇವೆಗಳನ್ನು (ಒಟ್ಟಾರೆಯಾಗಿ, \"ಗ್ರಾಹಕರ ಡೇಟಾ\") ಒದಗಿಸಬಹುದು. ನಿಮ್ಮ ವಿಳಂಬ ಅಥವಾ ಗ್ರಾಹಕರ ಡೇಟಾವನ್ನು ಒದಗಿಸಲು ವಿಫಲವಾದ ಸೇವೆಗಳನ್ನು ನಿರ್ವಹಿಸುವಲ್ಲಿನ ಯಾವುದೇ ವೈಫಲ್ಯಕ್ಕೆ ನಾವು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ.",
    "1330274831": "ಸೇವೆಗಳನ್ನು ಒದಗಿಸುವ ಉದ್ದೇಶಕ್ಕಾಗಿ ಯಾವುದೇ ಗ್ರಾಹಕ ಡೇಟಾವನ್ನು ಬಳಸಲು, ಪುನರುತ್ಪಾದಿಸಲು, ವಿದ್ಯುನ್ಮಾನವಾಗಿ ವಿತರಿಸಲು ಮತ್ತು ಸಾರ್ವಜನಿಕವಾಗಿ ಪ್ರದರ್ಶಿಸಲು ಈ ಒಪ್ಪಂದದ ಅವಧಿಯಲ್ಲಿ ನೀವು ವಿಶ್ವಾದ್ಯಂತ, ವಿಶೇಷವಲ್ಲದ, ಉಪಪರವಾನಗಿಸಬಹುದಾದ, ವರ್ಗಾವಣೆ ಮಾಡಬಹುದಾದ, ರಾಯಧನ-ಮುಕ್ತ, ಬದಲಾಯಿಸಲಾಗದ ಪರವಾನಗಿಯನ್ನು ನಮಗೆ ನೀಡುತ್ತೀರಿ. . ಈ ವಿಭಾಗದಲ್ಲಿ ಪರವಾನಗಿ ನೀಡಲು ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತು ನಿಮ್ಮ ಡೇಟಾಗೆ ಸಾಕಷ್ಟು ಹಕ್ಕು, ಶೀರ್ಷಿಕೆ ಮತ್ತು ಆಸಕ್ತಿಯನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ ಎಂದು ನೀವು ಪ್ರತಿನಿಧಿಸುತ್ತೀರಿ ಮತ್ತು ಖಾತರಿಪಡಿಸುತ್ತೀರಿ.",
    "2230333214": "ನಾವು ಇತರ ಡೇಟಾದೊಂದಿಗೆ ಗ್ರಾಹಕರ ಡೇಟಾವನ್ನು ಒಟ್ಟುಗೂಡಿಸುತ್ತೇವೆ ಇದರಿಂದ ಫಲಿತಾಂಶಗಳನ್ನು ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಸೇವೆಗಳ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಗುರುತಿಸಲಾಗದ ತಾಂತ್ರಿಕ ಲಾಗ್‌ಗಳು ಮತ್ತು ಡೇಟಾವನ್ನು ಸಹ ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ (\"ಒಟ್ಟಾರೆ/ಗುರುತಿಸಲ್ಪಟ್ಟ ಡೇಟಾ\"). ಇಲ್ಲಿ ವ್ಯತಿರಿಕ್ತವಾಗಿ ಏನೇ ಇದ್ದರೂ, ಸೇವೆಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ಮತ್ತು ಸುಧಾರಿಸಲು ಮತ್ತು ವರದಿಗಳನ್ನು ರಚಿಸಲು ಮತ್ತು ವಿತರಿಸಲು ಮಿತಿಯಿಲ್ಲದೆ ಸೇರಿದಂತೆ, ಈ ಒಪ್ಪಂದದ ಅವಧಿಯಲ್ಲಿ ಅಥವಾ ನಂತರದ ಯಾವುದೇ ವ್ಯವಹಾರ ಉದ್ದೇಶಕ್ಕಾಗಿ IMI ಯಿಂದ ಯಾವುದೇ ಒಟ್ಟು/ಗುರುತಿಸಲಾಗದ ಡೇಟಾವನ್ನು ಬಳಸಬಹುದು. ಸಾಮಗ್ರಿಗಳು. ಗ್ರಾಹಕರ ಡೇಟಾವು ಕೆಲಸವು ಪೂರ್ಣಗೊಂಡ ನಂತರ 180 ದಿನಗಳನ್ನು ಮೀರದಂತೆ ಸೀಮಿತ ಅವಧಿಯವರೆಗೆ ಸಿಸ್ಟಮ್‌ನಲ್ಲಿ ಮುಂದುವರಿಯಬಹುದು ಮತ್ತು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತದೆ, ಉದಾಹರಣೆಗೆ ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳ ಸಿಸ್ಟಮ್‌ಗಳಿಗಾಗಿ ಸ್ವಯಂಚಾಲಿತ ಮಾಪನಾಂಕ ನಿರ್ಣಯ ಅಥವಾ ಮೌಲ್ಯೀಕರಣ ಡೇಟಾ. ಸ್ಪಷ್ಟತೆಗಾಗಿ, ನಿಮ್ಮ ಪೂರ್ವ ಲಿಖಿತ ಅನುಮತಿಯಿಲ್ಲದೆಯೇ ಯಾವುದೇ ಒಟ್ಟು/ಗುರುತಿಸಲಾಗದ ಡೇಟಾದ ಮೂಲವಾಗಿ ನಿಮ್ಮನ್ನು ಗುರುತಿಸುವ ಹಕ್ಕನ್ನು ಈ ವಿಭಾಗ 5 ನಮಗೆ ನೀಡುವುದಿಲ್ಲ.",
    "3881754581": ". ನೀವು ನಮ್ಮ ಟಿಪ್ಪಣಿ ಸೇವೆಗಳ ಗ್ರಾಹಕರಾಗಿದ್ದರೆ ಮತ್ತು ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಯ ಭಾಗವಾಗಿ \"ಎಲ್ಲರಿಗೂ ಡೇಟಾ\" ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿದ್ದರೆ, ನಂತರ ನೀವು IMI ಮತ್ತು ಸೇವೆಗಳ ಎಲ್ಲಾ ಬಳಕೆದಾರರಿಗೆ ವಿಶ್ವಾದ್ಯಂತ, ವಿಶೇಷವಲ್ಲದ, ಸಬ್ಲೈಸೆನ್ಸ್ ಮಾಡಬಹುದಾದ, ವರ್ಗಾಯಿಸಬಹುದಾದ, ಎಲ್ಲಾ ಸಂಬಂಧಿತ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಎಲ್ಲಾ ಗ್ರಾಹಕರ ಡೇಟಾವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಬಳಸಿಕೊಳ್ಳಲು ರಾಯಧನ-ಮುಕ್ತ, ಬದಲಾಯಿಸಲಾಗದ ಪರವಾನಗಿ. ನೀವು \"ಎಲ್ಲರಿಗೂ ಡೇಟಾ\" ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿದರೆ, ಈ ವಿಭಾಗದಲ್ಲಿ ಪರವಾನಗಿ ನೀಡಲು ನಿಮ್ಮ ಡೇಟಾ ಮತ್ತು ನಿಮ್ಮ ಡೇಟಾಗೆ ಸಾಕಷ್ಟು ಹಕ್ಕು, ಶೀರ್ಷಿಕೆ ಮತ್ತು ಆಸಕ್ತಿಯನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ ಎಂದು ನೀವು ಪ್ರತಿನಿಧಿಸುತ್ತೀರಿ ಮತ್ತು ಖಾತರಿಪಡಿಸುತ್ತೀರಿ.",
    "3496767126": "ಸಂದೇಹವನ್ನು ತಪ್ಪಿಸಲು, ಈ ಕೆಳಗಿನ ಪ್ಯಾರಾಗ್ರಾಫ್ ನಮ್ಮ ಟಿಪ್ಪಣಿ ಸೇವೆಗಳನ್ನು ಬಳಸುವ ಗ್ರಾಹಕರಿಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸುತ್ತದೆ ಮತ್ತು ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಇಂಟಿಗ್ರೇಟರ್ ಆಗಿ ಬಳಸುವುದಿಲ್ಲ",
    "767207800": "ನಿಮ್ಮ ಡೇಟಾವು ಸಂಭಾವ್ಯ ಸ್ಪಷ್ಟ ಅಥವಾ ಆಕ್ಷೇಪಾರ್ಹ ವಿಷಯವನ್ನು ಹೊಂದಿದ್ದರೆ, ನಿಮ್ಮ ಡೇಟಾವನ್ನು ನೋಡುವ ಯಾರಿಗಾದರೂ ನ್ಯಾಯಯುತ ಎಚ್ಚರಿಕೆಯಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ನೀವು ಅವುಗಳನ್ನು \"ಸ್ಪಷ್ಟ ವಿಷಯ\" ಎಂದು ಗುರುತಿಸುವ ಅಗತ್ಯವಿದೆ. IMI ನೊಂದಿಗೆ ಪ್ರತ್ಯೇಕ ಲಿಖಿತ ಒಪ್ಪಂದವಿಲ್ಲದೆ ನೀವು ನಮ್ಮ ನೀತಿಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವ ಕಾರ್ಯಗಳನ್ನು ಒಳಗೊಂಡಿರಬಾರದು, ಆದರೆ ಇವುಗಳಿಗೆ ಸೀಮಿತವಾಗಿರದೆ, (ಎ) ನೇರವಾಗಿ ಅಥವಾ ಪರೋಕ್ಷವಾಗಿ ಮತ್ತೊಂದು ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಸೇವೆಯನ್ನು ಉತ್ತೇಜಿಸುವ ಕಾರ್ಯಗಳು, (ಬಿ) ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವೆಬ್‌ಸೈಟ್‌ನ ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವ ಕಾರ್ಯಗಳು ಮತ್ತು ಷರತ್ತುಗಳು, (ಸಿ) ಮೂರನೇ ವ್ಯಕ್ತಿಗಳನ್ನು ಕೋರಲು ಕೊಡುಗೆದಾರರನ್ನು ಕೇಳುವ ಕಾರ್ಯಗಳು, (ಡಿ) ವೆಬ್‌ಸೈಟ್‌ನ ನಡವಳಿಕೆ ಅಥವಾ ಫಲಿತಾಂಶಗಳನ್ನು ಕುಶಲತೆಯಿಂದ ನಿರ್ವಹಿಸಲು ಕೊಡುಗೆದಾರರನ್ನು ಕೇಳುವ ಕಾರ್ಯಗಳು, (ಇ) ಮೂರನೇ ವ್ಯಕ್ತಿಗಳ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸುವ ಕಾರ್ಯಗಳು ಮತ್ತು (ಎಫ್) ಕಾರ್ಯಗಳು ಸಾಫ್ಟ್‌ವೇರ್ ಅಥವಾ ಫೈಲ್‌ಗಳನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಲು ಕೊಡುಗೆದಾರರ ಅಗತ್ಯವಿದೆ.",
    "3370561195": "6. ಸ್ವೀಕಾರಾರ್ಹ ನಡವಳಿಕೆ",
    "4205152730": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್, ಫೋರಮ್, ಸಂದೇಶ ಕಳುಹಿಸುವಿಕೆ, ಚಾಟ್ ಮತ್ತು IMI ನಿಂದ ನಿಯಂತ್ರಿಸಲ್ಪಡುವ ಇತರ ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಚಾನಲ್‌ಗಳಲ್ಲಿ ಎಲ್ಲಿಯಾದರೂ ಇತರ ಬಳಕೆದಾರರೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸಲು ನಿಮ್ಮನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಲಾಗುತ್ತದೆ, ಆದರೆ ನೀವು ಹಾಗೆ ಮಾಡಿದರೆ ನೀವು ನಮ್ಮ ಸೈಟ್‌ನಲ್ಲಿನ ಎಲ್ಲಾ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಬಳಕೆಯ ನಿಯಮಗಳು ಮತ್ತು ಎಲ್ಲಾ ಸಂಬಂಧಿತ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸಬೇಕು. .",
    "1394253934": "7. ದುರುಪಯೋಗ, ನಿಂದನೆ ಮತ್ತು ತಪ್ಪು ನಿರೂಪಣೆ",
    "1406393333": "ಈ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ನಾವು ಒದಗಿಸುವ ಯಾವುದೇ ಸೂಚನೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ ಸೇವೆಗಳ ಯಾವುದೇ ಪ್ರವೇಶ ಅಥವಾ ಬಳಕೆಯನ್ನು ಕಟ್ಟುನಿಟ್ಟಾಗಿ ನಿಷೇಧಿಸಲಾಗಿದೆ. ನಿರ್ದಿಷ್ಟವಾಗಿ, ನೀವು ಮಾಡುವುದಿಲ್ಲ:",
    "3409726716": "ಲಿಖಿತ ಅನುಮತಿಯಿಲ್ಲದೆ ನಮ್ಮೊಂದಿಗೆ ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಖಾತೆಗಳನ್ನು ನೋಂದಾಯಿಸಿ;",
    "3119498672": "ಇಂಟರ್ನೆಟ್ ಬಾಟ್‌ಗಳು, ವೆಬ್ ರೋಬೋಟ್‌ಗಳು, ಬಾಟ್‌ಗಳು, ಸ್ಕ್ರಿಪ್ಟ್‌ಗಳು ಅಥವಾ ಇತರ ಯಾವುದೇ ರೀತಿಯ ಕೃತಕ ಬುದ್ಧಿಮತ್ತೆಯ ಬಳಕೆಯಿಂದ ಯಾವುದೇ ಕಾರ್ಯವನ್ನು ನಿರ್ವಹಿಸಿ ಅಥವಾ ವಿವರಿಸಿದಂತೆ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸದೆಯೇ IMI ಅಥವಾ ಯಾವುದೇ ವಿನಂತಿಸುವವರು ಅಥವಾ ಇಂಟಿಗ್ರೇಟರ್‌ನಿಂದ ಪ್ರತಿಫಲವನ್ನು ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಿ;",
    "1188668818": "ಈ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಬಳಸುವಾಗ ಯಾವುದೇ ತಪ್ಪು ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ (ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಯಾವುದೇ ಇತರ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಂಸ್ಥೆಯನ್ನು ಸೋಗು ಹಾಕುವುದು, ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಯಾವುದೇ ಇತರ ವ್ಯಕ್ತಿ ಅಥವಾ ಸಂಸ್ಥೆಯೊಂದಿಗೆ ನಿಮ್ಮನ್ನು ಅಥವಾ ನಿಮ್ಮ ಸಂಬಂಧವನ್ನು ತಪ್ಪಾಗಿ ಹೇಳುವುದು ಅಥವಾ ತಪ್ಪಾಗಿ ನಿರೂಪಿಸುವುದು ಸೇರಿದಂತೆ;",
    "2804310964": "ನಿಮ್ಮ ನಿಜವಾದ ಸ್ಥಳ ಅಥವಾ ಗುರುತನ್ನು ಅಸ್ಪಷ್ಟಗೊಳಿಸಲು ವಿನ್ಯಾಸಗೊಳಿಸಲಾದ ಯಾವುದೇ ಪ್ರಾಕ್ಸಿ ವೆಬ್ ಸರ್ವರ್ ಅಥವಾ ಇತರ ಸಾಧನದ ಮೂಲಕ ಅಥವಾ ಒದಗಿಸಿದ ಇಂಟರ್ಫೇಸ್ ಅನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ವಿಧಾನದಿಂದ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಅಥವಾ ಪ್ರವೇಶಿಸಲು ಪ್ರಯತ್ನಿಸಿ;",
    "1374227759": "ಯಾವುದೇ ಕಾನೂನುಬಾಹಿರ ಚಟುವಟಿಕೆಗಾಗಿ ಅಥವಾ ಯಾವುದೇ ಉದ್ದೇಶಕ್ಕಾಗಿ ಅದನ್ನು ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಿದ ಉದ್ದೇಶಕ್ಕಾಗಿ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಬಳಸಿ;",
    "2103513933": "ಸೈಟ್ನ ಕಾರ್ಯಚಟುವಟಿಕೆಗೆ ಅಡ್ಡಿಪಡಿಸುವ ಅಥವಾ ಅಡ್ಡಿಪಡಿಸುವ ಚಟುವಟಿಕೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ;",
    "137127070": "ದುರುದ್ದೇಶಪೂರಿತ ಅಥವಾ ಅಪರಿಚಿತ ಬಾಹ್ಯ ಲಿಂಕ್‌ಗಳು ಅಥವಾ ಫೈಲ್‌ಗಳನ್ನು ಸೇರಿಸಿ, ಅಪ್‌ಲೋಡ್ ಮಾಡಿ ಅಥವಾ ಲಗತ್ತಿಸಿ ಅಥವಾ ವೈರಸ್, ಟ್ರೋಜನ್ ಹಾರ್ಸ್, ವರ್ಮ್, ಟೈಮ್ ಬಾಂಬ್ ಅಥವಾ ಇತರ ಹಾನಿಕಾರಕ ಕಂಪ್ಯೂಟರ್ ಕೋಡ್ ಅನ್ನು ಒಳಗೊಂಡಿರುವ ಯಾವುದೇ ವಿಷಯವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ;",
    "1686655020": "ನಿಮ್ಮ ಮೂಲ ಕೃತಿಯಲ್ಲದ ಹಕ್ಕುಸ್ವಾಮ್ಯಕ್ಕೆ ಒಳಪಟ್ಟಿರುವ ಯಾವುದೇ ವಿಷಯವನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ, ಅಂತಹ ವಿಷಯವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಲು ಮತ್ತು ಇಲ್ಲಿ ನೀಡಲಾದ ಎಲ್ಲಾ ಪರವಾನಗಿ ಹಕ್ಕುಗಳನ್ನು IMI ಅನ್ನು ನೀಡಲು ನೀವು ಸರಿಯಾದ ಮಾಲೀಕರಿಂದ ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ;",
    "1406692811": "ಸ್ಪ್ಯಾಮಿಂಗ್‌ನಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ ಅಥವಾ ಯಾವುದೇ ರೀತಿಯ ಪ್ರಚಾರವನ್ನು ಪೋಸ್ಟ್ ಮಾಡಿ, ಉಲ್ಲೇಖಗಳನ್ನು ಪಡೆಯುವ ಪ್ರಯತ್ನ, ಸಮೂಹ ಸಂವಹನ, ಹಣದ ಕೊಡುಗೆಗಳು ಅಥವಾ ವಿನಂತಿಗಳು, ಸೇವೆಗಳ ಮನವಿ, ಜಾಹೀರಾತು, ಮಾರ್ಕೆಟಿಂಗ್, ಅಸಂಬದ್ಧ ಸಂದೇಶಗಳು, ನಕಲಿ ವಿಷಯಗಳು, ಕಾನೂನುಬಾಹಿರ ವಿಷಯ, ಸಾಮಾಜಿಕ ವೆಬ್‌ಸೈಟ್ ಲಿಂಕ್‌ಗಳು, ಇಮೇಲ್ ವಿಳಾಸಗಳು, ಅಥವಾ ಕಾರ್ಯಕ್ಕೆ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ ತ್ವರಿತ ಸಂದೇಶವಾಹಕ ID ಗಳು;",
    "3893539589": "ಕಾರ್ಯಕ್ಕೆ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ ಸರಕುಗಳು ಅಥವಾ ಸೇವೆಗಳನ್ನು ನೀಡುವ ಬಾಹ್ಯ ಲಿಂಕ್‌ಗಳನ್ನು ಸೇರಿಸಿ;",
    "3214322759": "ಇಲ್ಲದಿದ್ದರೆ ಯಾವುದೇ ದುರುದ್ದೇಶಪೂರಿತ ಅಥವಾ ಮೋಸದ ಚಟುವಟಿಕೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಳ್ಳಿ.",
    "3733422465": "8. ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ",
    "267645277": "IMI ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸಬಹುದು. ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಡೇಟಾಬೇಸ್‌ಗಳು ಅಥವಾ ಅಧಿಕೃತ ಕಾನೂನು ದಾಖಲೆಗಳ ವಿರುದ್ಧ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಹೋಲಿಸುವುದನ್ನು ಇದು ಒಳಗೊಂಡಿರಬಹುದು. ನಿಮ್ಮ ಗುರುತು, ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸದ ನಿಮ್ಮ ಮಾಲೀಕತ್ವ ಮತ್ತು ನಿಮ್ಮ ಹಣಕಾಸಿನ ಖಾತೆಗಳ ಮಾಲೀಕತ್ವವನ್ನು ದೃಢೀಕರಿಸಲು ಅಗತ್ಯವಿರುವ ಯಾವುದೇ ವಿಚಾರಣೆಗಳನ್ನು ಮಾಡಲು ನೀವು ನಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ. ನಿಮ್ಮ ಗುರುತನ್ನು ಪರಿಶೀಲಿಸುವಲ್ಲಿ ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ನಿಮ್ಮ ಬಗ್ಗೆ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "4169910317": "9. ಕಾನೂನಿನ ಅನುಸರಣೆ",
    "519755936": "ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ಫೆಡರಲ್, ರಾಜ್ಯ, ಪ್ರಾಂತೀಯ ಮತ್ತು ಸ್ಥಳೀಯ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸಲು ನೀವು ಮಾತ್ರ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. ನೀವು ಯಾವುದೇ ಕಾನೂನನ್ನು ಅನುಸರಿಸಲು ವಿಫಲರಾಗಿರುವುದರಿಂದ ಅಥವಾ ಯಾವುದೇ ಮಿತಿಯಿಲ್ಲದೆ ಒಪ್ಪಂದ, ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಅಥವಾ ಗೌಪ್ಯತೆ ಹಕ್ಕುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿರುವುದರಿಂದ ನಮ್ಮ ವಿರುದ್ಧದ ಯಾವುದೇ ಕ್ಲೈಮ್‌ಗಳಿಗೆ ಪರಿಹಾರವನ್ನು ನೀಡಲು ಮತ್ತು ನಮ್ಮನ್ನು ನಿರುಪದ್ರವಿಯಾಗಿ ಹಿಡಿದಿಡಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "731546974": "10. ಕೊಡುಗೆದಾರ ಅಥವಾ ಇಂಟಿಗ್ರೇಟರ್ ತೆರಿಗೆಗಳು",
    "3128328457": "ನೀವು ಕೊಡುಗೆದಾರರಾಗಿದ್ದರೆ ಅಥವಾ ಸಂಯೋಜಕರಾಗಿದ್ದರೆ, ಯಾವುದೇ ಅಂದಾಜು ಅಥವಾ ಇತರ ಫೆಡರಲ್, ರಾಜ್ಯ ಅಥವಾ ಸ್ಥಳೀಯ ಆದಾಯ ತೆರಿಗೆಗಳು, ಸಾಮಾಜಿಕ ಭದ್ರತೆ, FICA ಮತ್ತು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನ ಬಳಕೆಯ ಪರಿಣಾಮವಾಗಿ ಪಾವತಿಸಬೇಕಾದ ಕಾರ್ಮಿಕರ ಪರಿಹಾರದ ಪಾವತಿಗೆ ನೀವು ಮಾತ್ರ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. US ಅಲ್ಲದ ನ್ಯಾಯವ್ಯಾಪ್ತಿಗಳಲ್ಲಿ ಇದೇ ರೀತಿಯ ತೆರಿಗೆಗಳು ಅಥವಾ ಶುಲ್ಕಗಳು. ನೀವು ಯಾವುದೇ ತೆರಿಗೆ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸಲು ವಿಫಲರಾಗಿರುವುದರಿಂದ ನಮ್ಮ ವಿರುದ್ಧದ ಯಾವುದೇ ಮೌಲ್ಯಮಾಪನಗಳಿಗೆ ಪರಿಹಾರ ನೀಡಲು ಮತ್ತು ನಮ್ಮನ್ನು ನಿರುಪದ್ರವಿಯಾಗಿ ಇರಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "2931396764": "11. ಈ ಸೇವಾ ನಿಯಮಗಳ ಉಲ್ಲಂಘನೆ",
    "1240667045": "ನಾವು ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸೇವೆಗಳಿಗೆ ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ಅಮಾನತುಗೊಳಿಸಬಹುದು, ಮಿತಿಗೊಳಿಸಬಹುದು ಅಥವಾ ರದ್ದುಗೊಳಿಸಬಹುದು ಏಕೆಂದರೆ: (a) ನೀವು ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿರುವಿರಿ (ಇತರ ಸಂಬಂಧಿತ ನೀತಿಗಳನ್ನು ಒಳಗೊಂಡಂತೆ); (ಬಿ) ನೀವು ನಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ಅಥವಾ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಿದ್ದೀರಿ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ; (ಸಿ) ನೀವು ನಮಗೆ ಒದಗಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಅಥವಾ ದೃಢೀಕರಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ; ಅಥವಾ (ಡಿ) ನಿಮ್ಮ ಕ್ರಿಯೆಗಳು ನಿಮಗೆ, ನಮಗೆ ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ ಹೊಣೆಗಾರಿಕೆಗಳನ್ನು ಉಂಟುಮಾಡಬಹುದು ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ. ಸಂದೇಹ ನಿವಾರಣೆಗಾಗಿ, ಮೇಲಿನ ಯಾವುದಾದರೂ ಪಾವತಿಗೆ ಅನ್ವಯಿಸುತ್ತದೆ ಎಂದು ನಾವು ಸಮಂಜಸವಾಗಿ ನಂಬಿದರೆ, ನಿಮಗೆ ಪಾವತಿಯನ್ನು ತಡೆಯುವ ಅಥವಾ ಅಮಾನತುಗೊಳಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ.",
    "1601080128": "ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಾವು ಅಮಾನತುಗೊಳಿಸಿದರೆ ಅಥವಾ ಅಂತ್ಯಗೊಳಿಸಿದರೆ, ನೀವು ಸೈಟ್‌ನಲ್ಲಿ ಇರಿಸಿಕೊಳ್ಳುವ ಡೇಟಾ, ಸಂದೇಶಗಳು, ಫೈಲ್‌ಗಳು ಮತ್ತು ಇತರ ವಸ್ತುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ವೆಬ್‌ಸೈಟ್‌ನ ಯಾವುದೇ ಭಾಗಗಳಿಗೆ ಇನ್ನು ಮುಂದೆ ಪ್ರವೇಶವನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ. ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಬೇರೆ ಅಥವಾ ಹೊಸ ಖಾತೆಯ ಹೆಸರಿನಲ್ಲಿ ಬಳಸುವುದನ್ನು ಮುಂದುವರಿಸಬಾರದು. ಈ ಸೇವಾ ನಿಯಮಗಳ ಉಲ್ಲಂಘನೆಗಳನ್ನು ಕಾನೂನಿನ ಪೂರ್ಣ ಪ್ರಮಾಣದಲ್ಲಿ ಕಾನೂನು ಕ್ರಮ ಕೈಗೊಳ್ಳಬಹುದು ಮತ್ತು ಹೆಚ್ಚುವರಿ ದಂಡಗಳು ಮತ್ತು ನಿರ್ಬಂಧಗಳಿಗೆ ಕಾರಣವಾಗಬಹುದು.",
    "1160707899": "12. IMI ಮತ್ತು ಇತರ ವಿನಂತಿದಾರರೊಂದಿಗೆ ಕೊಡುಗೆದಾರರ ಪಾತ್ರ ಮತ್ತು ಸಂಬಂಧ",
    "269838707": "ನೀವು ಕೊಡುಗೆದಾರರಾಗಿದ್ದರೆ, ಯಾವ ಮತ್ತು ಎಷ್ಟು ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು ಮತ್ತು ಯಾವಾಗ ಮತ್ತು ಎಲ್ಲಿ ಪೂರ್ಣಗೊಳಿಸಬೇಕು ಎಂಬುದನ್ನು ನೀವು ಮತ್ತು ನೀವು ಮಾತ್ರ ನಿರ್ಧರಿಸುತ್ತೀರಿ. ನೀವು ಆಯ್ಕೆ ಮಾಡಿದ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಹೆಚ್ಚು ಅಥವಾ ಕಡಿಮೆ ಸಮಯವನ್ನು ಕಳೆಯಲು ನೀವು ಸ್ವತಂತ್ರರಾಗಿದ್ದೀರಿ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನೀವು ಕಾರ್ಯವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಯಾವುದೇ ಬಾಧ್ಯತೆ ಹೊಂದಿರುವುದಿಲ್ಲ.",
    "1087195513": "ನೀವು IMI ಅಲ್ಲದ ವಿನಂತಿಸಿದ ಪರವಾಗಿ ಇಂಟಿಗ್ರೇಟರ್ ಮೂಲಕ ಅಥವಾ ಸಂಪರ್ಕದಲ್ಲಿ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸುವ ಮತ್ತು/ಅಥವಾ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಕೊಡುಗೆದಾರರಾಗಿದ್ದರೆ, ನೀವು ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ ಮತ್ತು ನಿಮಗೆ ಯಾವುದೇ ಬಾಧ್ಯತೆ ಹೊಂದಿಲ್ಲ ಎಂದು ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೀರಿ ಪೂರ್ಣಗೊಂಡ ಕಾರ್ಯಗಳಿಗಾಗಿ ಯಾವುದೇ ಪ್ರತಿಫಲಗಳು ಅಥವಾ ಇತರ ಪರಿಹಾರಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ. ಪೂರ್ಣಗೊಂಡ ಕಾರ್ಯಗಳಿಗಾಗಿ ಯಾವುದೇ ಪ್ರತಿಫಲಗಳು ಅಥವಾ ಇತರ ಪರಿಹಾರವನ್ನು ವಿನಂತಿಸಿದ ಮತ್ತು/ಅಥವಾ ಇಂಟಿಗ್ರೇಟರ್‌ನೊಂದಿಗಿನ ನಿಮ್ಮ ಒಪ್ಪಂದಕ್ಕೆ ಅನುಗುಣವಾಗಿ ಮಾತ್ರ ನಿರ್ಧರಿಸಲಾಗುತ್ತದೆ ಎಂದು ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ಅಂಗೀಕರಿಸುತ್ತೀರಿ. ಅಂತಹ ಪ್ರತಿಫಲಗಳು ಅಥವಾ ಇತರ ಪರಿಹಾರದ ಕುರಿತಾದ ಯಾವುದೇ ವಿವಾದಗಳು (ಅಂತಹ ಪ್ರತಿಫಲಗಳು ಅಥವಾ ಇತರ ಪರಿಹಾರವನ್ನು ಪಡೆಯುವಲ್ಲಿ ಮಿತಿಯಿಲ್ಲದೆ ವಿಫಲವಾಗುವುದು ಸೇರಿದಂತೆ) ಕೇವಲ ನಿಮ್ಮ ಮತ್ತು ವಿನಂತಿಸಿದ ಮತ್ತು/ಅಥವಾ ಇಂಟಿಗ್ರೇಟರ್ ನಡುವೆ ಅನ್ವಯಿಸುತ್ತದೆ.",
    "952813944": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನ ನಿಮ್ಮ ಬಳಕೆಯಾಗಲಿ ಅಥವಾ ಈ ಒಪ್ಪಂದದಲ್ಲಿರುವ ಯಾವುದೂ ಉದ್ಯೋಗ, ಪಾಲುದಾರಿಕೆ, ಜಂಟಿ ಉದ್ಯಮ, ಏಜೆನ್ಸಿ, ಫ್ರ್ಯಾಂಚೈಸ್ ಅಥವಾ ನಿಮ್ಮ ಮತ್ತು ಅಂತಃಪ್ರಜ್ಞೆಯ ಯಂತ್ರಗಳ ನಡುವೆ ಮಾರಾಟ ಪ್ರತಿನಿಧಿ ಸಂಬಂಧವನ್ನು ಸೃಷ್ಟಿಸುವುದಿಲ್ಲ. ಕಾರ್ಯವನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಾವು ನಿಮಗೆ ಯಾವುದೇ ಸಾಧನ ಅಥವಾ ಸಾಧನಗಳನ್ನು ಒದಗಿಸುವುದಿಲ್ಲ. ನಾವು ನಿಮಗೆ ಯಾವುದೇ ಪ್ರಯೋಜನಗಳನ್ನು, ಕಾರ್ಮಿಕರ ಪರಿಹಾರ ಅಥವಾ ವಿಮಾ ರಕ್ಷಣೆಯನ್ನು ಒದಗಿಸುವುದಿಲ್ಲ. ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಬಳಸುವಾಗ ನೀವು ಮಾಡುವ ಯಾವುದೇ ವೆಚ್ಚಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ. ಫೆಡರಲ್ ಅಥವಾ ರಾಜ್ಯ ಆದಾಯ ತೆರಿಗೆ, ಸಾಮಾಜಿಕ ಭದ್ರತೆ ಅಥವಾ ಯಾವುದೇ ಇತರ ತೆರಿಗೆಗಾಗಿ ನಿಮ್ಮ ಬಹುಮಾನದಿಂದ ನಾವು ಯಾವುದೇ ಮೊತ್ತವನ್ನು ತಡೆಹಿಡಿಯುವುದಿಲ್ಲ. ನಮ್ಮ ಯಾವುದೇ ಸ್ಪರ್ಧಿಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ಯಾವುದೇ ವ್ಯಕ್ತಿ ಅಥವಾ ವ್ಯಾಪಾರಕ್ಕಾಗಿ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಲು ನೀವು ಎಲ್ಲಾ ಸಮಯದಲ್ಲೂ ಸ್ವತಂತ್ರರಾಗಿರುತ್ತೀರಿ. ಅಂತಃಪ್ರಜ್ಞೆಯ ಯಂತ್ರಗಳ ಪರವಾಗಿ ಲಿಖಿತ ಅಥವಾ ಮೌಖಿಕ ಯಾವುದೇ ಒಪ್ಪಂದಕ್ಕೆ ಪ್ರವೇಶಿಸಲು ನಿಮಗೆ ಅಧಿಕಾರವಿಲ್ಲ.",
    "3460432665": "ಮೇಲಿನವುಗಳ ಹೊರತಾಗಿಯೂ, ನೀವು US ತೆರಿಗೆದಾರರಾಗಿದ್ದರೆ, ವಾರ್ಷಿಕವಾಗಿ ನವೀಕರಿಸಲು ನಾವು ನಿಮ್ಮಿಂದ W-9 ಅನ್ನು ವಿನಂತಿಸಬಹುದು ಮತ್ತು ನೀವು W-9 ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸುವವರೆಗೆ ಅಥವಾ ನವೀಕರಿಸುವವರೆಗೆ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸದಂತೆ ನಾವು ನಿಮ್ಮನ್ನು ನಿರ್ಬಂಧಿಸಬಹುದು.",
    "458271951": "ನೀವು ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳ ಪರವಾಗಿ ಇಂಟಿಗ್ರೇಟರ್ ಮೂಲಕ ಅಥವಾ ಸಂಪರ್ಕದಲ್ಲಿ ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸುವ ಮತ್ತು/ಅಥವಾ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಕೊಡುಗೆದಾರರಾಗಿದ್ದರೆ (ರಿಕ್ವೆಸ್ಟರ್ ಆಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ), ಕೆಲವು ಕಾರ್ಯಗಳನ್ನು ಸ್ವೀಕಾರಾರ್ಹವಾಗಿ ಪೂರ್ಣಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳು ನಿಮಗೆ ಬಹುಮಾನ ನೀಡಬಹುದು. ಒಂದು ವೇಳೆ ನೀವು ವಂಚನೆ, ನಿಂದನೆ ಅಥವಾ ಈ ಸೇವಾ ನಿಯಮಗಳ ಉಲ್ಲಂಘನೆಯಲ್ಲಿ ತೊಡಗಿರುವುದು ಕಂಡುಬಂದಲ್ಲಿ, ನಿಮಗೆ ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಪ್ರತಿಫಲಗಳನ್ನು ತಡೆಹಿಡಿಯಬಹುದು ಮತ್ತು/ಅಥವಾ ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳಿಂದ ಮರುಪಡೆಯಬಹುದು.",
    "3056723024": "13. ಕಾರ್ಯಗಳ ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದ ಪೂರ್ಣಗೊಳಿಸುವಿಕೆ",
    "3913203723": "ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ, ವಿನಂತಿಸುವವರು ನೀವು ಪೂರ್ಣಗೊಳಿಸಿದ ಕಾರ್ಯದ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಸ್ವೀಕರಿಸದಿದ್ದರೆ, ನೀವು ಕೊಡುಗೆದಾರರಾಗಿ ಅಥವಾ ಸಂಯೋಜಕರಾಗಿ ಕಾರ್ಯಕ್ಕಾಗಿ ಯಾವುದೇ ಪ್ರತಿಫಲಕ್ಕೆ ಅರ್ಹರಾಗಿರುವುದಿಲ್ಲ. ಒಂದು ವೇಳೆ ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದ ಕೆಲಸಕ್ಕಾಗಿ ಈಗಾಗಲೇ ನಿಮಗೆ ಬಹುಮಾನಗಳನ್ನು ವಿತರಿಸಿದ್ದರೆ, ನಾವು ಅವುಗಳನ್ನು ನಿಮ್ಮಿಂದ ಮರುಪಡೆಯಬಹುದು.",
    "3666807632": "14. ಕೊಡುಗೆದಾರರ ಅರ್ಹತೆಗಳು ಮತ್ತು ಕೌಶಲ್ಯಗಳು",
    "1993899769": "15. ನಮ್ಮ ಮಾಹಿತಿಯ ಬಳಕೆ",
    "2927283721": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸುವ ಮೂಲಕ, ನಮ್ಮ ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯ ಸಂಗ್ರಹಣೆ, ಬಳಕೆ ಮತ್ತು ಬಹಿರಂಗಪಡಿಸುವಿಕೆಯನ್ನು ನೀವು ಅಧಿಕೃತಗೊಳಿಸುತ್ತೀರಿ. ಹೆಚ್ಚುವರಿಯಾಗಿ, ಸೇವಾ ಸಂಬಂಧವನ್ನು ಸುಗಮಗೊಳಿಸಲು ಮತ್ತು ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಸುಧಾರಿಸಲು ನೀವು ಪೂರ್ಣಗೊಳಿಸಿದ ಕಾರ್ಯಗಳನ್ನು ವಿನಂತಿಸುವವರಿಗೆ ನಿಮ್ಮ ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ಣಗೊಂಡ ಕಾರ್ಯಗಳ ಕುರಿತು ನಾವು ಕೆಲವು ಮಾಹಿತಿಯನ್ನು ಹಂಚಿಕೊಳ್ಳಬಹುದು, ಉದಾಹರಣೆಗೆ, ಕೊಡುಗೆದಾರರ ID, ಪೂರ್ಣಗೊಂಡ ಕಾರ್ಯಗಳ ಫಲಿತಾಂಶಗಳು ಮತ್ತು ಇತರ ಗುಣಲಕ್ಷಣಗಳು ನಿಮ್ಮ ಅರ್ಹತೆಗಳು, ಭಾಷೆಗಳು, ಕೌಶಲ್ಯಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ನ ಬಳಕೆ.",
    "3027055607": "16. ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಮತ್ತು ಸ್ವಾಮ್ಯದ ಹಕ್ಕುಗಳು",
    "3910971075": "ಮೂಲ ಕೋಡ್, ಆಬ್ಜೆಕ್ಟ್ ಕೋಡ್ ಅಥವಾ ಆಧಾರವಾಗಿರುವ ರಚನೆ, ಕಲ್ಪನೆಗಳು ಅಥವಾ ಅಲ್ಗಾರಿದಮ್‌ಗಳು, API, ಮತ್ತು ಸೇವೆಗಳಿಗೆ (\"ಸಾಫ್ಟ್‌ವೇರ್\") ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಸಾಫ್ಟ್‌ವೇರ್, ದಾಖಲಾತಿ ಅಥವಾ ಡೇಟಾದಲ್ಲಿ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳು ಸೇರಿದಂತೆ ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು IMI ಹೊಂದಿದೆ. ನೀವು ನೇರವಾಗಿ ಅಥವಾ ಪರೋಕ್ಷವಾಗಿ, ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಮೂಲಕ ಅಥವಾ ಬೇರೆ ರೀತಿಯಲ್ಲಿ: (ಎ) ರಿವರ್ಸ್ ಇಂಜಿನಿಯರ್, ಡಿಕಂಪೈಲ್, ಡಿಸ್ಅಸೆಂಬಲ್ ಅಥವಾ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಅನ್ವೇಷಿಸಲು ಪ್ರಯತ್ನಿಸುವುದಿಲ್ಲ; (ಬಿ) ಯಾವುದೇ ಸಾಫ್ಟ್‌ವೇರ್‌ನ ಆಧಾರದ ಮೇಲೆ ಮಾರ್ಪಡಿಸುವುದು, ಅನುವಾದಿಸುವುದು ಅಥವಾ ವ್ಯುತ್ಪನ್ನ ಕೃತಿಗಳನ್ನು ರಚಿಸುವುದು; (ಸಿ) ಯಾವುದೇ ಸಾಫ್ಟ್‌ವೇರ್‌ಗೆ ನಕಲು, ಬಾಡಿಗೆ, ಗುತ್ತಿಗೆ, ವಿತರಣೆ, ಪ್ರತಿಜ್ಞೆ, ನಿಯೋಜಿಸಿ, ಅಥವಾ ವರ್ಗಾವಣೆ ಅಥವಾ ಹಕ್ಕುಗಳನ್ನು ಹೇರುವುದು; (ಡಿ) ಸಮಯ ಹಂಚಿಕೆ, ಸೇವಾ ಬ್ಯೂರೋ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಪ್ರಯೋಜನಕ್ಕಾಗಿ ಯಾವುದೇ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಬಳಸಿ; ಅಥವಾ (ಇ) ಯಾವುದೇ ಸ್ವಾಮ್ಯದ ಸೂಚನೆಗಳು ಅಥವಾ ಲೇಬಲ್‌ಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.",
    "3660891610": "ನೀವು ಕೊಡುಗೆದಾರರಾಗಿದ್ದರೆ, IMI, ಮತ್ತು ನೀವು ಅಲ್ಲ, ಯಾವುದೇ ಕೆಲಸವನ್ನು ಪೂರ್ಣಗೊಳಿಸುವ ಭಾಗವಾಗಿ ನೀವು ಉತ್ಪಾದಿಸುವ ಯಾವುದೇ ಕೆಲಸದಲ್ಲಿ ಸ್ವಾಮ್ಯದ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುತ್ತದೆ. ಈ ಒಪ್ಪಂದದ ನಿಯಮಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವ ಮೂಲಕ ನೀವು ಸ್ವಾಧೀನ, ಮಾಲೀಕತ್ವ ಮತ್ತು ಶೀರ್ಷಿಕೆಯನ್ನು (ಜಗತ್ತಿನಾದ್ಯಂತ ಇರುವ ಎಲ್ಲಾ ಬೌದ್ಧಿಕ ಆಸ್ತಿ ಹಕ್ಕುಗಳನ್ನು ಒಳಗೊಂಡಂತೆ) ಮತ್ತು ನಿಮ್ಮ ಕೆಲಸಕ್ಕೆ ವರ್ಗಾಯಿಸಲು (ಮತ್ತು ಈ ಮೂಲಕ ಮಾಡುತ್ತೀರಿ) ಒಪ್ಪುತ್ತೀರಿ. ಅಂತಹ ಹಕ್ಕುಗಳನ್ನು ನಾವು ಪಡೆದುಕೊಳ್ಳಲು, ಪರಿಪೂರ್ಣಗೊಳಿಸಲು ಮತ್ತು ಬಳಸಲು ಸಮರ್ಥರಾಗಿದ್ದೇವೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ನೀವು (i) ನಮ್ಮ ಹಕ್ಕುಗಳ ದಾಖಲಾತಿ, ಪರಿಪೂರ್ಣತೆ ಮತ್ತು ಜಾರಿಗೊಳಿಸುವಲ್ಲಿ ಸಹಾಯ ಮಾಡಲು ಯಾವುದೇ ದಾಖಲೆಗಳಿಗೆ ಸಹಿ ಹಾಕಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ; ಮತ್ತು (ii) ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ದೇಶಗಳಲ್ಲಿ ಅಂತಹ ಸ್ವಾಮ್ಯದ ಹಕ್ಕುಗಳನ್ನು ರೆಕಾರ್ಡಿಂಗ್, ಪರಿಪೂರ್ಣಗೊಳಿಸುವುದು, ಭದ್ರಪಡಿಸುವುದು, ರಕ್ಷಿಸುವುದು ಮತ್ತು ಜಾರಿಗೊಳಿಸಲು ಮಾಹಿತಿಗೆ ಸಮಂಜಸವಾದ ಪ್ರವೇಶವನ್ನು ಒದಗಿಸಿ. ನೀವು ನೋಂದಣಿ ರದ್ದು ಮಾಡಿದ ನಂತರ ಅಥವಾ ಸೇವೆಗಳ ಬಳಕೆಯನ್ನು ನಿಲ್ಲಿಸಿದ ನಂತರವೂ ಈ ವಿಭಾಗದ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಬಾಧ್ಯತೆಗಳು ಮುಂದುವರಿಯುತ್ತವೆ. ಈ ವಿಭಾಗದಲ್ಲಿ ಸೂಚಿಸಲಾದ ಉದ್ದೇಶಗಳಿಗಾಗಿ ನಿಮ್ಮ ಪರವಾಗಿ ದಾಖಲೆಗಳನ್ನು ಕಾರ್ಯಗತಗೊಳಿಸಲು ನೀವು ನಮ್ಮನ್ನು ನಿಮ್ಮ ವಕೀಲರಾಗಿ ನೇಮಿಸುತ್ತೀರಿ.",
    "426125156": "17. ಹಕ್ಕುಸ್ವಾಮ್ಯ ಮತ್ತು ಟೇಕ್‌ಡೌನ್",
    "1408530660": "IMI ಇತರರ ಬೌದ್ಧಿಕ ಆಸ್ತಿಯನ್ನು ಗೌರವಿಸುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಬೌದ್ಧಿಕ ಹಕ್ಕುಗಳನ್ನು ಉಲ್ಲಂಘಿಸಬಹುದು ಎಂದು ನಾವು ನಂಬುವ ಯಾವುದೇ ವಸ್ತುಗಳನ್ನು ನಮ್ಮ ಸೈಟ್‌ನಿಂದ ತೆಗೆದುಹಾಕುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಹಕ್ಕುಸ್ವಾಮ್ಯ ಉಲ್ಲಂಘನೆಯನ್ನು ರೂಪಿಸುವ ರೀತಿಯಲ್ಲಿ ನಿಮ್ಮ ಸ್ವಂತ ಕೆಲಸವನ್ನು ನಕಲಿಸಲಾಗಿದೆ ಎಂದು ನೀವು ಭಾವಿಸಿದರೆ, ದಯವಿಟ್ಟು Intuition Machines ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ.",
    "2696932851": "18. ನಷ್ಟ ಪರಿಹಾರ",
    "3844300338": "ನಿಮ್ಮ ಕಾರ್ಯಗಳ ಕಾರ್ಯಕ್ಷಮತೆ ಅಥವಾ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನ ನಿಮ್ಮ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಅಥವಾ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಮತ್ತು ಎಲ್ಲಾ ಕ್ಲೈಮ್‌ಗಳು, ಹಾನಿಗಳು, ಹೊಣೆಗಾರಿಕೆಗಳು, ವೆಚ್ಚಗಳು ಮತ್ತು ವೆಚ್ಚಗಳು (ಸಮಂಜಸವಾದ ವಕೀಲರ ಶುಲ್ಕಗಳು ಮತ್ತು ವೆಚ್ಚಗಳನ್ನು ಒಳಗೊಂಡಂತೆ) ನಷ್ಟವನ್ನು ತುಂಬಲು, ರಕ್ಷಿಸಲು ಮತ್ತು ನಮ್ಮನ್ನು ನಿರುಪದ್ರವಿಯಾಗಿ ಹಿಡಿದಿಡಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. .",
    "2474091800": "19. ಇತರ ಬಳಕೆದಾರರೊಂದಿಗೆ ವಿವಾದಗಳು; ಬಿಡುಗಡೆ",
    "3162107126": "ನಿಮ್ಮ ಮತ್ತು ಸೇವೆಗಳ ಯಾವುದೇ ಇತರ ಬಳಕೆದಾರರ ನಡುವಿನ ಯಾವುದೇ ವಿವಾದಕ್ಕೆ IMI ಪಕ್ಷವಲ್ಲ. ನೀವು IMI ಮತ್ತು ಅದರ ಅಂಗಸಂಸ್ಥೆಗಳನ್ನು ಎಲ್ಲಾ ರೀತಿಯ ಮತ್ತು ಎಲ್ಲಾ ಹಕ್ಕುಗಳು, ಬೇಡಿಕೆಗಳು ಮತ್ತು ಹಾನಿಗಳಿಂದ ಬಿಡುಗಡೆ ಮಾಡುತ್ತೀರಿ, ತಿಳಿದಿರುವ ಮತ್ತು ಅಜ್ಞಾತ, ಶಂಕಿತ ಮತ್ತು ಅನುಮಾನಾಸ್ಪದ, ಬಹಿರಂಗಪಡಿಸಿದ ಮತ್ತು ಬಹಿರಂಗಪಡಿಸದ, ನಿಮ್ಮ ಮತ್ತು ಇನ್ನೊಬ್ಬ ಬಳಕೆದಾರರ ನಡುವಿನ ಯಾವುದೇ ವಿವಾದದಿಂದ ಉದ್ಭವಿಸುವ ಅಥವಾ ಸಂಪರ್ಕ ಹೊಂದಿದ.",
    "2271969747": "20. ನೀವು ಸ್ವೀಕರಿಸುವ ಗೌಪ್ಯ ಮಾಹಿತಿ",
    "1042802841": "ಗೌಪ್ಯ ಮಾಹಿತಿಯು ಗೌಪ್ಯ ಅಥವಾ ಸ್ವಾಮ್ಯದ ಎಂದು ಗುರುತಿಸಲಾದ ಯಾವುದೇ ಮಾಹಿತಿಯಾಗಿದೆ, ಅಥವಾ ಸ್ವೀಕರಿಸುವ ಪಕ್ಷವು ಗೌಪ್ಯ ಅಥವಾ ಸ್ವಾಮ್ಯದ ಎಂದು ಸಮಂಜಸವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಬೇಕು. ಇದು (1) ಸಾರ್ವಜನಿಕವಾಗಿ ಲಭ್ಯವಿರುವ, (2) ಈಗಾಗಲೇ ಸ್ವಾಧೀನದಲ್ಲಿರುವ, ಸ್ವತಂತ್ರವಾಗಿ ಅಭಿವೃದ್ಧಿಪಡಿಸಿದ ಅಥವಾ ಸ್ವೀಕರಿಸುವ ಪಕ್ಷಕ್ಕೆ ಈಗಾಗಲೇ ತಿಳಿದಿರುವ ಅಥವಾ (3) ನ್ಯಾಯಾಲಯದ ಆದೇಶದ ಮೂಲಕ ಅಥವಾ ಅಗತ್ಯವಿರುವಂತೆ ಬಹಿರಂಗಪಡಿಸಿದ ಯಾವುದೇ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಿಲ್ಲ. ಕಾನೂನು.",
    "1918025546": "ಸೇವೆಗಳಲ್ಲಿ ಯಾರಿಗಾದರೂ ನಿಮಗೆ ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿದರೆ, ನಿಮ್ಮ ಸ್ವಂತ ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸಲು ನೀವು ಬಳಸುವ ಅದೇ ಮಟ್ಟದ ಕಾಳಜಿಯೊಂದಿಗೆ ಗೌಪ್ಯ ಮಾಹಿತಿಯ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ, ಆದರೆ ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿ ಸರಿಯಾದ ಕಾಳಜಿಗಿಂತ ಕಡಿಮೆಯಿಲ್ಲ. ಕಾರ್ಯದ ನಿರ್ವಹಣೆಗೆ ಅಗತ್ಯವಾಗಿರುವುದನ್ನು ಹೊರತುಪಡಿಸಿ, ಅಂತಹ ಯಾವುದೇ ಗೌಪ್ಯ ಅಥವಾ ಸ್ವಾಮ್ಯದ ಮಾಹಿತಿಯನ್ನು ನೀವು ಬಹಿರಂಗಪಡಿಸಬಾರದು ಅಥವಾ ಪ್ರಕಟಿಸಬಾರದು. ಮಾಹಿತಿಯು ಸ್ಪಷ್ಟವಾಗಿ ಗೌಪ್ಯವೆಂದು ಗೊತ್ತುಪಡಿಸದಿದ್ದರೂ ಸಹ, ಇಂಟ್ಯೂಷನ್ ಯಂತ್ರಗಳ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿನ ಕಾರ್ಯದಲ್ಲಿನ ಎಲ್ಲಾ ಮಾಹಿತಿಯನ್ನು ಗೌಪ್ಯವೆಂದು ಪರಿಗಣಿಸಬೇಕು.",
    "2690395789": "ನೀವು ಸ್ವೀಕರಿಸಿದ ಗೌಪ್ಯ ಮಾಹಿತಿಯು ನಿಮಗೆ ಇನ್ನು ಮುಂದೆ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ, ಆವರಣ, ವ್ಯವಸ್ಥೆಗಳು ಅಥವಾ ನೀವು ನಿಯಂತ್ರಿಸುವ ಇತರ ಸಾಧನಗಳಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಮಾಹಿತಿಯ ಎಲ್ಲಾ ಪ್ರತಿಗಳನ್ನು (ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸಿದವರು ವಿನಂತಿಸಿದಂತೆ) ನೀವು ತ್ವರಿತವಾಗಿ ಹಿಂತಿರುಗಿಸಬೇಕು ಅಥವಾ ನಾಶಪಡಿಸಬೇಕು.",
    "2178073797": "ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ಬಹಿರಂಗಪಡಿಸುವುದು ಸರಿಪಡಿಸಲಾಗದ ಹಾನಿಯನ್ನು ಉಂಟುಮಾಡಬಹುದು ಏಕೆಂದರೆ, ಬಹಿರಂಗಪಡಿಸುವ ಪಕ್ಷವು ಈ ಪದದ ಯಾವುದೇ ಉಲ್ಲಂಘನೆ ಅಥವಾ ಬೆದರಿಕೆಯ ಉಲ್ಲಂಘನೆಗಾಗಿ ತಡೆಯಾಜ್ಞೆ ಪರಿಹಾರವನ್ನು ಪಡೆಯಲು ಅರ್ಹವಾಗಿದೆ.",
    "2185860003": "21. ವೆಬ್‌ಸೈಟ್ ಮಾರ್ಪಾಡುಗಳು",
    "2631249972": "ನಿಮಗೆ ಸೂಚನೆ ನೀಡದೆಯೇ ನಾವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಸುಧಾರಿಸಬಹುದು ಅಥವಾ ಮಾರ್ಪಡಿಸಬಹುದು.",
    "3764131594": "22. ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವೆಬ್‌ಸೈಟ್‌ಗಳು",
    "295955580": "ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಲಿಂಕ್‌ಗಳನ್ನು ಒಳಗೊಂಡಿರಬಹುದು. ನಾವು ಅಂತಹ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ನಿಯಂತ್ರಿಸುವುದಿಲ್ಲ, ತನಿಖೆ ಮಾಡುವುದಿಲ್ಲ, ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡುವುದಿಲ್ಲ ಅಥವಾ ಪರಿಶೀಲಿಸುವುದಿಲ್ಲ. ಅಂತಹ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಒಳಗೊಂಡಿರುವ ಕಂಪ್ಯೂಟರ್ ಪ್ರೋಗ್ರಾಂಗಳು, ವಿಷಯ ಅಥವಾ ಅಭಿಪ್ರಾಯಗಳಿಗೆ ನಾವು ಜವಾಬ್ದಾರರಾಗಿರುವುದಿಲ್ಲ ಅಥವಾ ಅನುಮೋದಿಸುವುದಿಲ್ಲ. ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ತೊರೆಯಲು ಮತ್ತು ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಯ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ನಿರ್ಧರಿಸಿದರೆ, ನೀವು ಅದನ್ನು ನಿಮ್ಮ ಸ್ವಂತ ಜವಾಬ್ದಾರಿಯಲ್ಲಿ ಮಾಡುತ್ತೀರಿ.",
    "838225123": "23. ವಾರಂಟಿ ಹಕ್ಕು ನಿರಾಕರಣೆ",
    "3897238493": "ಸೇವೆಗಳನ್ನು \"ಇರುವಂತೆ\" ಆಧಾರದ ಮೇಲೆ ಒದಗಿಸಲಾಗಿದೆ. ನಾವು ಪರಿಗಣಿಸುವುದನ್ನು ಲಭ್ಯತೆ, ಸಾಮರ್ಥ್ಯ, ಕಾನೂನಿನ ಪರಿಧಿಯಲ್ಲಿ, ಲಭ್ಯತೆ, ಅಥವಾ ಸೇವೆಗಳ ಕಾರ್ಯನಿರ್ವಹಣೆಯಲ್ಲಿರುವ, ಯಾವುದೇ ಸಂಬಂಧಿತ ಸಾಫ್ಟ್ವೇರ್ ಅಥವಾ ಪದಾರ್ಥಗಳಿಗೆ, ಕಾರ್ಯಗಳು, ಅಥವಾ ಈ ಒಪ್ಪಂದದಡಿಯಲ್ಲಿ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಚಟುವಟಿಕೆಗಳು ಅಥವಾ ವಸ್ತುಗಳು, ಯಾವುದೇ ಪ್ರಾತಿನಿಧಿತ್ವಗಳು ಅಥವಾ ವಾರೆಂಟಿಗಳು ಅವ್ಯಕ್ತವಾಗಿ ಅಥವಾ ತೋರಿದರು. ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ಮಟ್ಟಿಗೆ, IMI ಎಲ್ಲಾ ಅಭಿವ್ಯಕ್ತಿ ಅಥವಾ ಸೂಚಿತ ಷರತ್ತುಗಳನ್ನು ನಿರಾಕರಿಸುತ್ತದೆ, ಪ್ರಾತಿನಿಧ್ಯಗಳು ಮತ್ತು ವಾರಂಟಿಗಳು ಸೇರಿದಂತೆ, ಆದರೆ ಸೀಮಿತವಾಗಿಲ್ಲ, ಖಾತರಿಗಳು, ಸಂಸ್ಥೆಗಳು. ಯಾವುದೇ ದೋಷಗಳು, ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲದಿರುವಿಕೆಗಳು ಅಥವಾ ಅತೃಪ್ತಿಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ IMI ವಿರುದ್ಧ ನಿಮ್ಮ ಏಕೈಕ ಮತ್ತು ವಿಶೇಷ ಪರಿಹಾರವೆಂದರೆ ಸೇವೆಗಳ ಬಳಕೆಯನ್ನು ನಿಲ್ಲಿಸುವುದು, ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಸಿಸ್ಟಮ್‌ಗೆ ಹಾನಿ, ಡೇಟಾ ನಷ್ಟ ಅಥವಾ ಇತರ ಹಾನಿಗೆ ನಾವು ಯಾವುದೇ ಜವಾಬ್ದಾರಿಯನ್ನು ಹೊಂದಿರುವುದಿಲ್ಲ. ವೆಬ್‌ಸೈಟ್ ಅಥವಾ ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್ಸ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ಗೆ ನಿಮ್ಮ ಪ್ರವೇಶ ಅಥವಾ ಬಳಕೆಯಿಂದ. ನಿಗದಿತ ಮತ್ತು ನಿಗದಿತ ಅಡಚಣೆಗಳು ಸಂಭವಿಸಬಹುದು ಮತ್ತು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನ ಅಡೆತಡೆಯಿಲ್ಲದ ಲಭ್ಯತೆಯನ್ನು ನಾವು ಖಾತರಿಪಡಿಸುವುದಿಲ್ಲ.",
    "2110259227": "24. ಹೊಣೆಗಾರಿಕೆಯ ಮಿತಿ",
    "3018077211": "25. ಕೊಡುಗೆದಾರರ ವಿವಾದ ಪರಿಹಾರ",
    "2790841456": "ನೀವು ಕೊಡುಗೆದಾರರಾಗಿದ್ದರೆ, ನೀವು ಈ ಕೆಳಗಿನ ಮಧ್ಯಸ್ಥಿಕೆ ಷರತ್ತು ಮತ್ತು ವರ್ಗ ಕ್ರಿಯೆಯ ಮನ್ನಾಕ್ಕೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ:",
    "3302832698": "ಪರ್ಯಾಯ ವಿವಾದ ಪರಿಹಾರದ ಅಗತ್ಯವಿದೆ.",
    "561456032": "ನೀವು IMI ಗಾಗಿ ಕಾರ್ಯಗಳನ್ನು ನಿರ್ವಹಿಸಲು ಪ್ರಾರಂಭಿಸಿದ ಸಮಯದಿಂದ ಉದ್ಭವಿಸಬಹುದಾದ ಯಾವುದೇ ವಿವಾದವನ್ನು ಒಳಗೊಂಡಂತೆ, ಮತ್ತು ನಿರ್ದಿಷ್ಟವಾಗಿ ನೀವು ವರ್ಗೀಕರಿಸಬೇಕೇ ಅಥವಾ ಇಲ್ಲವೇ ಎಂಬುದಕ್ಕೆ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ಕ್ಲೈಮ್ ಸೇರಿದಂತೆ, ನಿಮ್ಮ ಸೇವೆಗಳ ಬಳಕೆಯಿಂದ ಉದ್ಭವಿಸುವ ಅಥವಾ ಸಂಬಂಧಿಸಿದ ಯಾವುದೇ ವಿವಾದಕ್ಕೆ ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ಸ್ವತಂತ್ರ ಗುತ್ತಿಗೆದಾರ, ನೀವು ಮೊದಲು ಅದರ ವಿರುದ್ಧದ ನಿಮ್ಮ ಕ್ಲೈಮ್‌ನ IMI ಗೆ ಸೂಚನೆ ನೀಡುತ್ತೀರಿ. ನೀವು ಮತ್ತು IMI ನಂತರ ನೇರ ಮಾತುಕತೆ ಅಥವಾ ಮಧ್ಯಸ್ಥಿಕೆಯ ಮೂಲಕ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ಪ್ರಯತ್ನಿಸುತ್ತೀರಿ. ನಾವು ಮಧ್ಯಸ್ಥಿಕೆಯ ವೆಚ್ಚವನ್ನು ಸಮಾನವಾಗಿ ವಿಭಜಿಸುತ್ತೇವೆ ಮತ್ತು ಮಧ್ಯಸ್ಥಿಕೆಯನ್ನು ದೂರವಾಣಿ ಅಥವಾ ಇತರ ಎಲೆಕ್ಟ್ರಾನಿಕ್ ವಿಧಾನಗಳ ಮೂಲಕ ನಡೆಸಲಾಗುವುದು ಎಂದು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತೇವೆ. ಅನೌಪಚಾರಿಕ ಮಾತುಕತೆಗಳು ಅಥವಾ ಮಧ್ಯಸ್ಥಿಕೆಯ ನಂತರ ಕ್ಲೈಮ್ ಅನ್ನು ಪರಿಹರಿಸಲಾಗದಿದ್ದರೆ, ವಿವಾದವನ್ನು ಪರಿಹರಿಸಲು ನೀವು ಮತ್ತು IMI ಅಂತಿಮ ಮತ್ತು ಬಂಧಿಸುವ ಮಧ್ಯಸ್ಥಿಕೆಯನ್ನು ಬಳಸುತ್ತೀರಿ ಎಂದು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ಈ ಷರತ್ತು ನೀವು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ಬಳಸಲು ಪ್ರಾರಂಭಿಸಿದ ಸಮಯದಿಂದ ಪೂರ್ವಾನ್ವಯವಾಗಿ ಎಲ್ಲಾ ಹಕ್ಕುಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ, ಟಾರ್ಟ್, ಒಪ್ಪಂದ, ಕಾನೂನು, ಸೇರಿದಂತೆ, ಆದರೆ ಸೀಮಿತವಾಗಿರದೆ, ಯಾವುದೇ ತಾರತಮ್ಯ ಮತ್ತು ಕಿರುಕುಳದ ಹಕ್ಕುಗಳು, ಅವುಗಳು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಫೇರ್ ಎಂಪ್ಲಾಯ್ಮೆಂಟ್ ಮತ್ತು ಹೌಸಿಂಗ್ ಆಕ್ಟ್ ಅನ್ನು ಆಧರಿಸಿವೆ , 1964 ರ ನಾಗರಿಕ ಹಕ್ಕುಗಳ ಕಾಯಿದೆಯ ಶೀರ್ಷಿಕೆ VII, ತಿದ್ದುಪಡಿ ಮಾಡಿದಂತೆ, ಅಥವಾ ಯಾವುದೇ ಇತರ ರಾಜ್ಯ ಅಥವಾ ಫೆಡರಲ್ ಕಾನೂನು ಅಥವಾ ನಿಯಂತ್ರಣ, ಸಮಾನ ಕಾನೂನು, ಅಥವಾ ಬೇರೆ ರೀತಿಯಲ್ಲಿ.",
    "3794239003": "ಮಧ್ಯಸ್ಥಿಕೆ ಕಾರ್ಯವಿಧಾನ.",
    "4193379787": "ಈ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಎಲ್ಲಾ ಮಧ್ಯಸ್ಥಿಕೆಗಳನ್ನು ಅಮೇರಿಕನ್ ಆರ್ಬಿಟ್ರೇಶನ್ ಅಸೋಸಿಯೇಷನ್‌ನ ನಿಯಮಗಳ ಅಡಿಯಲ್ಲಿ ಅಥವಾ ಪರಸ್ಪರ ಒಪ್ಪಿದ ಮಧ್ಯಸ್ಥಿಕೆ ಸೇವೆಯ ಮೂಲಕ ನಡೆಸಲಾಗುತ್ತದೆ. ಮಧ್ಯಸ್ಥಿಕೆಯು ಪರ್ಯಾಯ ಸ್ಟ್ರೈಕ್‌ಗಳ ಮೂಲಕ ಏಳು (7) ಹೆಸರುಗಳಿಗಿಂತ ಕಡಿಮೆಯಿಲ್ಲದ ಪಟ್ಟಿಯಿಂದ ಆಯ್ಕೆ ಮಾಡಲಾದ US ಆರ್ಬಿಟ್ರೇಟರ್ ಆಗಿರುತ್ತದೆ. ಮಧ್ಯಸ್ಥಿಕೆಯಲ್ಲಿ, ಪ್ರತಿ ಪಕ್ಷವು ಸಾಕಷ್ಟು ನಾಗರಿಕ ಆವಿಷ್ಕಾರವನ್ನು ನಡೆಸುವ ಹಕ್ಕನ್ನು ಹೊಂದಿರುತ್ತದೆ, ವಿವೇಚನಾಶೀಲ ಚಲನೆಯನ್ನು ತರುತ್ತದೆ ಮತ್ತು ಅವರ ಪ್ರಕರಣಗಳು ಮತ್ತು ಪ್ರತಿವಾದಗಳನ್ನು ಪ್ರಸ್ತುತಪಡಿಸಲು ಅಗತ್ಯವಿರುವಂತೆ ಸಾಕ್ಷಿಗಳು ಮತ್ತು ಪುರಾವೆಗಳನ್ನು ಪ್ರಸ್ತುತಪಡಿಸುತ್ತದೆ ಮತ್ತು ಈ ವಿಷಯದಲ್ಲಿ ಯಾವುದೇ ವಿವಾದಗಳನ್ನು ಮಧ್ಯಸ್ಥಗಾರರಿಂದ ಪರಿಹರಿಸಲಾಗುತ್ತದೆ. ವಿವಾದದ ಪರಿಹಾರವು ಹಕ್ಕುಗಳು ಮತ್ತು ಸಮರ್ಥನೆಗಳನ್ನು ನಿಯಂತ್ರಿಸುವ ಕಾನೂನನ್ನು ಮಾತ್ರ ಆಧರಿಸಿರುತ್ತದೆ ಮತ್ತು ಮಧ್ಯಸ್ಥಗಾರನು ಅಂತಹ ನಿಯಂತ್ರಣ ಕಾನೂನನ್ನು ಹೊರತುಪಡಿಸಿ ಯಾವುದೇ ಆಧಾರದ ಮೇಲೆ ಮನವಿ ಮಾಡಬಾರದು. ಮಧ್ಯಸ್ಥಗಾರನು ಮಧ್ಯಸ್ಥಗಾರನ ಸಾಮರ್ಥ್ಯದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುವಾಗ ಸಿವಿಲ್ ಹೊಣೆಗಾರಿಕೆಯಿಂದ ನ್ಯಾಯಾಂಗ ಅಧಿಕಾರಿಯ ವಿನಾಯಿತಿಯನ್ನು ಹೊಂದಿರುತ್ತಾನೆ, ಇದು ವಿನಾಯಿತಿಯು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಯಾವುದೇ ವಿನಾಯಿತಿಗೆ ಪೂರಕವಾಗಿದೆ. ಪ್ರಶಸ್ತಿಗಳು ಮಧ್ಯಸ್ಥಗಾರರ ಲಿಖಿತ ತರ್ಕಬದ್ಧ ಅಭಿಪ್ರಾಯವನ್ನು ಒಳಗೊಂಡಿರಬೇಕು. IMI ವಿರುದ್ಧ ನೀವು ಹೊಂದಿರುವ ಅಥವಾ IMI ನಿಮ್ಮ ವಿರುದ್ಧ ಹೊಂದಿರಬಹುದಾದ ಯಾವುದೇ ಕ್ಲೈಮ್‌ನ ತೀರ್ಪುಗಾರರ ವಿಚಾರಣೆಯ ನಿಮ್ಮ ಹಕ್ಕನ್ನು ನೀವು ಬಿಟ್ಟುಕೊಡುತ್ತೀರಿ. ಈ ಷರತ್ತು ಅಡಿಯಲ್ಲಿ ಯಾವುದೇ ಕ್ಲೈಮ್ ಅನ್ನು ಮಿತಿಗಳ ಅವಧಿಯ ಅನ್ವಯವಾಗುವ ಶಾಸನದೊಳಗೆ ತರಬೇಕು. ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಫೆಡರಲ್ ಆರ್ಬಿಟ್ರೇಶನ್ ಆಕ್ಟ್ ಈ ಷರತ್ತನ್ನು ನಿಯಂತ್ರಿಸುತ್ತದೆ ಮತ್ತು ಈ ಒಪ್ಪಂದವು ವಾಣಿಜ್ಯ ವಹಿವಾಟಿಗೆ ಸಾಕ್ಷಿಯಾಗಿದೆ ಎಂದು ನೀವು ಅಂಗೀಕರಿಸುತ್ತೀರಿ.",
    "2583888954": "ವಿನಾಯಿತಿಗಳು.",
    "1034830": "ಡಾಡ್-ಫ್ರಾಂಕ್ ವಾಲ್ ಸ್ಟ್ರೀಟ್ ಸುಧಾರಣೆ ಮತ್ತು ಗ್ರಾಹಕ ಸಂರಕ್ಷಣಾ ಕಾಯಿದೆ (ಸಾರ್ವಜನಿಕ ಕಾನೂನು 111-203) ಒದಗಿಸಿದ ಪೂರ್ವಭಾವಿ ಮಧ್ಯಸ್ಥಿಕೆ ಒಪ್ಪಂದಕ್ಕೆ ಒಳಪಡದ ವಿವಾದಗಳನ್ನು ಇದರಿಂದ ಹೊರಗಿಡಲಾಗಿದೆ",
    "263977834": "ಆಡಳಿತಾತ್ಮಕ ನಿಶ್ಯಕ್ತಿ.",
    "1807512722": "ಈ ವೆಬ್‌ಸೈಟ್‌ನ ನಿಮ್ಮ ಬಳಕೆಯಿಂದ ಉಂಟಾಗುವ ಯಾವುದೇ ಕ್ಲೈಮ್ ಅನ್ನು ನೀವು ಆಡಳಿತಾತ್ಮಕ ಏಜೆನ್ಸಿಗೆ ತರಬಹುದು ಆದರೆ ಮಧ್ಯಸ್ಥಿಕೆಗೆ ಒಪ್ಪಂದದ ಅಸ್ತಿತ್ವದ ಹೊರತಾಗಿಯೂ ಅಂತಹ ಏಜೆನ್ಸಿಗೆ ಪ್ರವೇಶವನ್ನು ಅನ್ವಯಿಸುವ ಕಾನೂನು ಅನುಮತಿಸುವ ಮಟ್ಟಿಗೆ ಮಾತ್ರ. ಅಂತಹ ಆಡಳಿತಾತ್ಮಕ ಹಕ್ಕುಗಳು ಮಿತಿಯಿಲ್ಲದ ಹಕ್ಕುಗಳು ಅಥವಾ ಸಮಾನ ಉದ್ಯೋಗ ಅವಕಾಶ ಆಯೋಗ, US ಕಾರ್ಮಿಕ ಇಲಾಖೆ ಮತ್ತು ರಾಷ್ಟ್ರೀಯ ಕಾರ್ಮಿಕ ಸಂಬಂಧಗಳ ಮಂಡಳಿಯ ಮುಂದೆ ತರಲಾದ ಶುಲ್ಕಗಳು. ಮಧ್ಯಸ್ಥಿಕೆಯಲ್ಲಿ ಕ್ಲೈಮ್ ಮಾಡುವ ಮೊದಲು ಆಡಳಿತಾತ್ಮಕ ಪರಿಹಾರಗಳನ್ನು ನಿಷ್ಕಾಸಗೊಳಿಸುವ ನಿಮ್ಮ ಬಾಧ್ಯತೆಯನ್ನು ಪೂರೈಸುವ ಸಲುವಾಗಿ ಯಾವುದೇ ಏಜೆನ್ಸಿಯ ಮುಂದೆ ಆಡಳಿತಾತ್ಮಕ ಹಕ್ಕನ್ನು ತರುವುದನ್ನು ತಡೆಯಲು ಅಥವಾ ಕ್ಷಮಿಸಲು ಈ ಷರತ್ತಿನಲ್ಲಿ ಯಾವುದನ್ನೂ ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ, ಆದಾಗ್ಯೂ, ನೀವು ಈ ಮೂಲಕ ಯಾವುದೇ ವಿತ್ತೀಯ ಪ್ರಶಸ್ತಿಯ ಹಕ್ಕನ್ನು ಬಿಟ್ಟುಬಿಡುತ್ತೀರಿ ಏಜೆನ್ಸಿ ಪ್ರಕ್ರಿಯೆಗಳು.",
    "996430331": "ಮಧ್ಯಸ್ಥಿಕೆಯ ಸ್ಥಳ.",
    "3040062804": "ಈ ವಿಭಾಗದ ಅಡಿಯಲ್ಲಿ ನಡೆಯುವ ಯಾವುದೇ ಮಧ್ಯಸ್ಥಿಕೆಯು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ರಾಜ್ಯದೊಳಗೆ ಪೂರ್ವನಿಯೋಜಿತವಾಗಿ ನಡೆಯುತ್ತದೆ, ನೀವು ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನ ಹೊರಗೆ ವಾಸಿಸದಿದ್ದರೆ, ಈ ಸಂದರ್ಭದಲ್ಲಿ ಮಧ್ಯಸ್ಥಿಕೆಯು ಸಂಪೂರ್ಣವಾಗಿ ಎಲೆಕ್ಟ್ರಾನಿಕ್ ಅಥವಾ ಟೆಲಿಫೋನಿಕಲ್‌ನಲ್ಲಿ ನಡೆಯುತ್ತದೆ. ಪ್ರತಿ ಪಕ್ಷವು ಲಿಖಿತವಾಗಿ ಒಪ್ಪಿಗೆ ನೀಡಿದರೆ ಮಧ್ಯಸ್ಥಿಕೆಯು ಬೇರೆ ಯಾವುದೇ ಸ್ಥಳದಲ್ಲಿ ನಡೆಯಬಹುದು. ಅದರ ಸ್ಥಳವನ್ನು ಲೆಕ್ಕಿಸದೆಯೇ, ಯಾವುದೇ ಪಕ್ಷವು ಲೈವ್ ವೀಡಿಯೊ ಅಥವಾ ಟೆಲಿಕಾನ್ಫರೆನ್ಸ್ ಮೂಲಕ ಮಧ್ಯಸ್ಥಿಕೆಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳಲು ಆಯ್ಕೆ ಮಾಡಬಹುದು.",
    "3091247030": "ವರ್ಗ ಕ್ರಿಯೆ ಮನ್ನಾ.",
    "2520904193": "ಯಾವುದೇ ವಿವಾದವನ್ನು ತರಲು, ಕೇಳಲು ಅಥವಾ ವರ್ಗ, ಸಾಮೂಹಿಕ ಅಥವಾ ಪ್ರಾತಿನಿಧಿಕ ಕ್ರಿಯೆಯಾಗಿ ಮಧ್ಯಸ್ಥಿಕೆ ವಹಿಸಲು ನೀವು ಹೊಂದಿರುವ ಯಾವುದೇ ಹಕ್ಕನ್ನು ನೀವು ಬಿಟ್ಟುಬಿಡುತ್ತೀರಿ. ಈ ಒಪ್ಪಂದದಲ್ಲಿ ಒಳಗೊಂಡಿರುವ ಯಾವುದೇ ಇತರ ಷರತ್ತುಗಳ ಹೊರತಾಗಿಯೂ, ಹಿಂದಿನ ವಾಕ್ಯವನ್ನು ಯಾವುದೇ ಸಂದರ್ಭದಲ್ಲಿ ಈ ಒಪ್ಪಂದದಿಂದ ಬೇರ್ಪಡಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಮನ್ನಾದ ಎಲ್ಲಾ ಅಥವಾ ಭಾಗವು ಜಾರಿಗೊಳಿಸಲಾಗದ, ಪ್ರಜ್ಞೆಯಿಲ್ಲದ, ಅನೂರ್ಜಿತ ಅಥವಾ ಅನೂರ್ಜಿತವಾಗಿದೆ ಎಂಬ ಯಾವುದೇ ಹಕ್ಕು ಸಮರ್ಥ ನ್ಯಾಯವ್ಯಾಪ್ತಿಯ ನ್ಯಾಯಾಲಯದಿಂದ ಮಾತ್ರ ನಿರ್ಧರಿಸಲ್ಪಡುತ್ತದೆ ಮತ್ತು ಮಧ್ಯಸ್ಥಗಾರರಿಂದ ಅಲ್ಲ. ರಾಷ್ಟ್ರೀಯ ಕಾರ್ಮಿಕ ಸಂಬಂಧಗಳ ಕಾಯಿದೆಯ ಸೆಕ್ಷನ್ 7 ರ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸುವ ಪರಿಣಾಮವಾಗಿ ಅಥವಾ ಯಾವುದೇ ವೇದಿಕೆಯಲ್ಲಿ ವರ್ಗ, ಸಾಮೂಹಿಕ ಅಥವಾ ಪ್ರತಿನಿಧಿ ಕ್ರಿಯೆಯನ್ನು ಸಲ್ಲಿಸುವ ಅಥವಾ ಭಾಗವಹಿಸುವ ಮೂಲಕ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸುವುದರಿಂದ ನೀವು ಪ್ರತೀಕಾರ ಮಾಡಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ತಡೆಯುವುದಿಲ್ಲ. , ಆದರೆ ನಾವು ಈ ವರ್ಗ ಕ್ರಿಯೆಯ ಮನ್ನಾವನ್ನು ಕಾನೂನುಬದ್ಧವಾಗಿ ಜಾರಿಗೊಳಿಸಲು ಪ್ರಯತ್ನಿಸಬಹುದು ಮತ್ತು ಅಂತಹ ವರ್ಗ, ಸಾಮೂಹಿಕ ಅಥವಾ ಪ್ರಾತಿನಿಧಿಕ ಕ್ರಮಗಳು ಅಥವಾ ಹಕ್ಕುಗಳನ್ನು ವಜಾಗೊಳಿಸಬಹುದು.",
    "3493572638": "ವೆಚ್ಚಗಳು ಮತ್ತು ಶುಲ್ಕಗಳು.",
    "702926385": "ವಕೀಲರ ಶುಲ್ಕವನ್ನು ಕಾನೂನಿನಿಂದ ಸ್ಪಷ್ಟವಾಗಿ ಒದಗಿಸುವವರೆಗೆ ಹೊರತುಪಡಿಸಿ, ಅಂತಹ ಯಾವುದೇ ಮಧ್ಯಸ್ಥಿಕೆಯಲ್ಲಿ ಕಾನೂನು ಪ್ರಾತಿನಿಧ್ಯಕ್ಕಾಗಿ ಪಕ್ಷಗಳು ತಮ್ಮ ಆಯಾ ವೆಚ್ಚಗಳನ್ನು ಭರಿಸುತ್ತವೆ. ಪಕ್ಷಗಳು ಆರ್ಬಿಟ್ರೇಟರ್ ವಿಧಿಸುವ ಯಾವುದೇ ಆರಂಭಿಕ ಆಡಳಿತಾತ್ಮಕ ಶುಲ್ಕವನ್ನು ವಿಭಜಿಸುತ್ತವೆ, ನಿಮಗೆ ಗರಿಷ್ಠ ಎರಡು ನೂರ ಐವತ್ತು ಡಾಲರ್‌ಗಳವರೆಗೆ (US$250.00). ಮಧ್ಯಸ್ಥಗಾರ ಮತ್ತು ನ್ಯಾಯಾಲಯದ ವರದಿಗಾರನ ವೆಚ್ಚವು ಯಾವುದಾದರೂ ಇದ್ದರೆ, ಆರಂಭದಲ್ಲಿ ನಾವು ಭರಿಸುತ್ತೇವೆ; ಆದಾಗ್ಯೂ, ಮಧ್ಯಸ್ಥಗಾರನು ಕಾನೂನಿನಿಂದ ಒದಗಿಸಲ್ಪಟ್ಟಂತೆ ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಪಕ್ಷಕ್ಕೆ ಸೂಕ್ತವಾದ ವೆಚ್ಚಗಳನ್ನು ನೀಡಲು ವಿವೇಚನೆಯನ್ನು ಹೊಂದಿರುತ್ತಾನೆ ಮತ್ತು/ಅಥವಾ ಮಧ್ಯಸ್ಥಗಾರ ಮತ್ತು/ಅಥವಾ ನ್ಯಾಯಾಲಯದ ವರದಿಗಾರನಿಗೆ ಸಂಬಂಧಿಸಿದ ವೆಚ್ಚಗಳನ್ನು ಪಕ್ಷಗಳು ವಿಭಜಿಸಲು ಬಯಸುತ್ತಾನೆ.",
    "3199694247": "ತೀವ್ರತೆ.",
    "3102490587": "ಕ್ಲಾಸ್ ಆಕ್ಷನ್ ಮನ್ನಾ ಹೊರತುಪಡಿಸಿ, ಈ ಮಧ್ಯಸ್ಥಿಕೆ ಷರತ್ತಿನ ಯಾವುದೇ ಅವಧಿ ಅಥವಾ ನಿಬಂಧನೆ ಅಥವಾ ಭಾಗವನ್ನು ಅನೂರ್ಜಿತ ಅಥವಾ ಜಾರಿಗೊಳಿಸಲಾಗದು ಎಂದು ಘೋಷಿಸಿದರೆ ಅದನ್ನು ಕಡಿತಗೊಳಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಮಧ್ಯಸ್ಥಿಕೆಯ ಷರತ್ತಿನ ಉಳಿದ ಭಾಗವು ಜಾರಿಗೊಳಿಸಲ್ಪಡುತ್ತದೆ.",
    "2323013093": "26. ಅನ್ವಯವಾಗುವ ಕಾನೂನು",
    "2900525040": "ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ರಾಜ್ಯದ ಕಾನೂನುಗಳು ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಮತ್ತು ಅವುಗಳಿಂದ ಉಂಟಾಗುವ ಯಾವುದೇ ವಿವಾದ, ವಿವಾದ ಅಥವಾ ಹಕ್ಕುಗಳನ್ನು ನಿಯಂತ್ರಿಸುತ್ತವೆ.",
    "3339302473": "27. ಮುಕ್ತಾಯ",
    "1158384644": "ಅನ್ವಯವಾಗುವ ಎಲ್ಲಾ IMI ನೀತಿಗಳಿಗೆ ನೀವು ಬದ್ಧರಾಗಿರಬೇಕು ಎಂದು ಒದಗಿಸಿದ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಬಳಸುವುದನ್ನು ನಿಲ್ಲಿಸಲು ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಆಯ್ಕೆ ಮಾಡಬಹುದು. ನಾವು, ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ, ಈ ಒಪ್ಪಂದವನ್ನು ಅಂತ್ಯಗೊಳಿಸಬಹುದು, ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಪ್ರವೇಶವನ್ನು ಅಮಾನತುಗೊಳಿಸಬಹುದು ಅಥವಾ ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಯಾವುದೇ ಸೂಚನೆಯಿಲ್ಲದೆ ತಕ್ಷಣವೇ ಯಾವುದೇ ಸೇವೆಗಳನ್ನು ತೆಗೆದುಹಾಕಬಹುದು.",
    "41530052": "28. ಸಾಮಾನ್ಯ ನಿಯಮಗಳು",
    "3202747130": "ಸಂಪೂರ್ಣ ಒಪ್ಪಂದ. ಈ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಈ ಒಪ್ಪಂದದಲ್ಲಿ ಉಲ್ಲೇಖಿಸಲಾದ ಯಾವುದೇ ನೀತಿಗಳು, ಕಾರ್ಯವಿಧಾನಗಳು ಅಥವಾ ನಿಯಮಗಳು ವಿಷಯಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ ಪಕ್ಷಗಳ ಸಂಪೂರ್ಣ ಒಪ್ಪಂದವನ್ನು ರೂಪಿಸುತ್ತವೆ ಮತ್ತು ಪಕ್ಷಗಳ ಎಲ್ಲಾ ಹಿಂದಿನ ಮತ್ತು ಸಮಕಾಲೀನ ಸಂಬಂಧಿತ ಒಪ್ಪಂದಗಳು, ಹಕ್ಕುಗಳು, ಪ್ರಾತಿನಿಧ್ಯಗಳು ಮತ್ತು ತಿಳುವಳಿಕೆಗಳನ್ನು ರದ್ದುಗೊಳಿಸುತ್ತವೆ ಮತ್ತು ರದ್ದುಗೊಳಿಸುತ್ತವೆ. .",
    "4080263153": "ಮನ್ನಾ ಇಲ್ಲ. ಮನ್ನಾ ಲಿಖಿತವಾಗಿ ಮತ್ತು ನಮ್ಮಿಂದ ಸಹಿ ಮಾಡದ ಹೊರತು ನಮ್ಮ ಹಕ್ಕುಗಳು ಅಥವಾ ಪರಿಹಾರಗಳ ಯಾವುದೇ ಭಾಗವನ್ನು ನಾವು ಮನ್ನಾ ಮಾಡಿದ್ದೇವೆ ಎಂದು ಪರಿಗಣಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಒಪ್ಪಂದದ ಯಾವುದೇ ನಿಬಂಧನೆಯ ಅಡಿಯಲ್ಲಿ ನಾವು ನಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ಜಾರಿಗೊಳಿಸಲು ವಿಳಂಬ ಮಾಡಿದರೆ ಅಥವಾ ಜಾರಿಗೊಳಿಸಲು ವಿಫಲವಾದರೆ, ಅಂತಹ ನಿಬಂಧನೆ ಅಥವಾ ಈ ಒಪ್ಪಂದದ ಯಾವುದೇ ಭಾಗವನ್ನು ತರುವಾಯ ಜಾರಿಗೊಳಿಸುವ ನಮ್ಮ ಹಕ್ಕನ್ನು ಅದು ಮನ್ನಾ ಮಾಡುವುದಿಲ್ಲ.",
    "1789371580": "ನಿಯೋಜನೆ. ನಮ್ಮ ಪೂರ್ವ ಲಿಖಿತ ಒಪ್ಪಿಗೆಯಿಲ್ಲದೆ ನೀವು ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ನಿಯೋಜಿಸುವಂತಿಲ್ಲ. ಯಾವುದೇ ಸೂಚನೆಯಿಲ್ಲದೆ ನಾವು ಈ ಸೇವಾ ನಿಯಮಗಳನ್ನು ನಿಯೋಜಿಸಬಹುದು. ಮೇಲಿನವುಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ, ಈ ಸೇವಾ ನಿಯಮಗಳು ಪ್ರತಿ ಪಕ್ಷದ ಉತ್ತರಾಧಿಕಾರಿಗಳು ಮತ್ತು ಅನುಮತಿಸಲಾದ ನಿಯೋಜನೆಗಳಿಗೆ ಬದ್ಧವಾಗಿರುತ್ತವೆ.",
    "2819628066": "ತೀವ್ರತೆ. ಈ ಸೇವಾ ನಿಯಮಗಳ ಯಾವುದೇ ನಿಬಂಧನೆಯು ಅಮಾನ್ಯವಾಗಿದೆ ಅಥವಾ ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಜಾರಿಗೊಳಿಸಲಾಗದಿದ್ದರೆ, ಅದು ಯಾವುದೇ ಉಳಿದಿರುವ ನಿಬಂಧನೆಗಳ ಸಿಂಧುತ್ವ ಮತ್ತು ಜಾರಿಗೊಳಿಸುವಿಕೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ.",
    "3955981186": "ತಿದ್ದುಪಡಿಗಳು. IMI ಯ ಅಧಿಕೃತ ಪ್ರತಿನಿಧಿಯಿಂದ ಸಹಿ ಮಾಡಲಾದ ಲಿಖಿತ ಸಾಧನದಲ್ಲಿ ಹೊರತು IMI ಅನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆಯವರಿಂದ ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಯಾವುದೇ ಮಾರ್ಪಾಡು ಅಥವಾ ತಿದ್ದುಪಡಿಗಳು IMI ಮೇಲೆ ಬದ್ಧವಾಗಿರುವುದಿಲ್ಲ.",
    "1377538813": "ಚಾಲ್ತಿಯಲ್ಲಿರುವ ಭಾಷೆ. ಈ ಸೇವಾ ನಿಯಮಗಳ ಇಂಗ್ಲಿಷ್ ಭಾಷೆಯ ಆವೃತ್ತಿಯು ಎಲ್ಲಾ ರೀತಿಯಲ್ಲೂ ನಿಯಂತ್ರಿಸುತ್ತದೆ ಮತ್ತು ಅನುವಾದಿತ ಆವೃತ್ತಿಗಳೊಂದಿಗೆ ಯಾವುದೇ ಅಸಂಗತತೆಗಳಿದ್ದಲ್ಲಿ ಮೇಲುಗೈ ಸಾಧಿಸುತ್ತದೆ.",
    "2438016011": "ಸ್ವಯಂಪ್ರೇರಿತ ಒಪ್ಪಂದ. ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಎಲ್ಲಾ ಪಕ್ಷಗಳು ಪ್ರತಿನಿಧಿಸುತ್ತವೆ ಮತ್ತು ಪ್ರತಿಯೊಬ್ಬರೂ ಈ ಒಪ್ಪಂದದ ಎಲ್ಲಾ ಅಂಶಗಳನ್ನು ಪರಿಶೀಲಿಸಿದ್ದಾರೆ, ಅದರ ಎಲ್ಲಾ ನಿಬಂಧನೆಗಳನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಓದಿದ್ದಾರೆ ಮತ್ತು ಸಂಪೂರ್ಣವಾಗಿ ಅರ್ಥಮಾಡಿಕೊಂಡಿದ್ದಾರೆ ಮತ್ತು ಸ್ವಯಂಪ್ರೇರಣೆಯಿಂದ ಈ ಒಪ್ಪಂದಕ್ಕೆ ಪ್ರವೇಶಿಸುತ್ತಿದ್ದಾರೆ.",
    "2445034923": "ಈ ಸೇವಾ ನಿಯಮಗಳ ಎಲ್ಲಾ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ನೀವು ಒಪ್ಪದಿದ್ದರೆ, ಸೈಟ್ ಅಥವಾ ಸೇವೆಗಳನ್ನು ಬಳಸಬೇಡಿ ಅಥವಾ ಪ್ರವೇಶಿಸಬೇಡಿ (ಮತ್ತು ನೀವು ಮಾಡದಿರಬಹುದು).",
    "2646127839": "ಮುಖ್ಯ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಗ್ರಾಹಕ ಅನುಬಂಧ",
    "4097297673": "ಗ್ರಾಹಕರು, ವಿನಂತಿಸುವವರು ಅಥವಾ ಸಂಯೋಜಕರಾಗಿ, ನಿಮ್ಮ ಮತ್ತು IMI ನಡುವಿನ ಯಾವುದೇ ಇತರ ಬೈಂಡಿಂಗ್ ನಿಯಮಗಳ ಜೊತೆಗೆ ಕೆಳಗಿನ ನಿಯಮಗಳಿಗೆ ಬದ್ಧರಾಗಿರಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ.",
    "1093280979": "1. ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಆರ್ಡರ್ ಫಾರ್ಮ್‌ಗಳು",
    "1549953005": "ಗ್ರಾಹಕರು ಅಥವಾ ವಿನಂತಿಸುವವರ ಷರತ್ತಿನಂತೆ ನೀವು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಪ್ರವೇಶ ಆರ್ಡರ್ ಫಾರ್ಮ್‌ಗಳನ್ನು (ಪ್ರತಿಯೊಂದು \"ಆರ್ಡರ್ ಫಾರ್ಮ್\") ಪೂರ್ಣಗೊಳಿಸಿರಬಹುದು. ಹಾಗಿದ್ದಲ್ಲಿ, ಆರ್ಡರ್ ಫಾರ್ಮ್‌ನಲ್ಲಿ ವಿವರಿಸಲಾದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು ಸೇವಾ ನಿಯಮಗಳ ಭಾಗವಾಗುತ್ತವೆ ಮತ್ತು ಈ ಮೂಲಕ ಉಲ್ಲೇಖದ ಮೂಲಕ ಸಂಯೋಜಿಸಲಾಗಿದೆ.",
    "3819851005": "2. ಶುಲ್ಕಗಳು",
    "1591032933": "ಅನ್ವಯವಾಗುವ ಆರ್ಡರ್ ಫಾರ್ಮ್‌ನಲ್ಲಿ ನೀವು ಒದಗಿಸಿದ ಪಾವತಿ ವಿಧಾನದ ಮೂಲಕ ಅನ್ವಯವಾಗುವ ಆರ್ಡರ್ ಫಾರ್ಮ್‌ನಲ್ಲಿ ವಿವರಿಸಿದಂತೆ ನೀವು IMI ಶುಲ್ಕವನ್ನು ಪಾವತಿಸುತ್ತೀರಿ. ಲಿಖಿತವಾಗಿ ಎರಡೂ ಪಕ್ಷಗಳು ಸ್ಪಷ್ಟವಾಗಿ ಒಪ್ಪದ ಹೊರತು, ಇನ್‌ವಾಯ್ಸ್‌ನ ಮೇಲಿಂಗ್ ದಿನಾಂಕದ ನಂತರ ಮೂವತ್ತು (30) ದಿನಗಳಲ್ಲಿ ನೀಡಲಾದ ಎಲ್ಲಾ ಇನ್‌ವಾಯ್ಸ್‌ಗಳಿಗೆ ನೀವು ಸಂಪೂರ್ಣ ಪಾವತಿಯನ್ನು ಒದಗಿಸುತ್ತೀರಿ. ನೀವು ನಮಗೆ ಒದಗಿಸುವ ಎಲ್ಲಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮಾಹಿತಿಯ ಮೇಲೆ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ದೃಢೀಕರಣಗಳನ್ನು ಚಲಾಯಿಸಲು, ಆ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಪಾವತಿಯ ರೂಪವಾಗಿ ನಾವು ಪರಸ್ಪರ ಒಪ್ಪುವ ಯಾವುದೇ ಖಾತೆಗೆ ಶುಲ್ಕ ವಿಧಿಸಲು ನೀವು ನಮಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ. ಆರ್ಡರ್ ಫಾರ್ಮ್‌ನಲ್ಲಿ ಅಥವಾ ನಿಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಸೇವಾ ಒಪ್ಪಂದ ಅಥವಾ ಮಾಸ್ಟರ್ ಸರ್ವಿಸ್ ಒಪ್ಪಂದದೊಳಗೆ ಬೇರೆ ರೀತಿಯಲ್ಲಿ ಹೇಳದ ಹೊರತು, ನಿಮ್ಮ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ (\"ಪರಿಣಾಮಕಾರಿ ದಿನಾಂಕ\") IMI ಒದಗಿಸಿದ ಸೇವೆಗಳ ಪ್ರಾರಂಭದ ಮೇಲೆ ಮಿತಿಮೀರಿದ ಹೊರತುಪಡಿಸಿ ಸೇವೆಗಳಿಗೆ ಎಲ್ಲಾ ಶುಲ್ಕಗಳನ್ನು ವಾರ್ಷಿಕವಾಗಿ ಬಿಲ್ ಮಾಡಲಾಗುತ್ತದೆ.",
    "4142610534": "ಯಾವುದೇ ತಡವಾದ ಪಾವತಿಗಳು ತಿಂಗಳಿಗೆ 1.5% ದರದಲ್ಲಿ ಅಥವಾ ಕಾನೂನಿನಿಂದ ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ ಮೊತ್ತ, ಯಾವುದು ಕಡಿಮೆಯೋ ಅದು ತಡವಾಗಿ ಶುಲ್ಕವನ್ನು ಪಡೆಯುತ್ತದೆ. ಯಾವುದೇ ಕಾರಣಕ್ಕಾಗಿ ಈ ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಪಾವತಿಸಬೇಕಾದ ಮೊತ್ತವನ್ನು ಪಾವತಿಸಲು ನೀವು ವಿಫಲವಾದರೆ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ಅಮಾನತುಗೊಳಿಸಬಹುದು, ಈ ಸಂದರ್ಭದಲ್ಲಿ ಕಾರ್ಯಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಪಾವತಿಗಳನ್ನು ಮಾಡಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಕಾರ್ಯಗಳನ್ನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ. ನೀವು ಬೇಡಿಕೆಯ ಮೇರೆಗೆ ಎಲ್ಲಾ ಮೊತ್ತವನ್ನು ನಮಗೆ ಮರುಪಾವತಿ ಮಾಡಬೇಕು, ಜೊತೆಗೆ ಯಾವುದೇ ಪ್ರಕ್ರಿಯೆ ಶುಲ್ಕಗಳು, ವಿಳಂಬ ಶುಲ್ಕಗಳು ಅಥವಾ ವಕೀಲರ ಶುಲ್ಕಗಳು. ನಾವು ಕ್ರೆಡಿಟ್ ರಿಪೋರ್ಟಿಂಗ್ ಏಜೆನ್ಸಿಗಳು ಮತ್ತು ಕಾನೂನು ಜಾರಿ ಅಧಿಕಾರಿಗಳಿಗೆ ಸೂಕ್ತ ವರದಿಗಳನ್ನು ಮಾಡಬಹುದು.",
    "512991700": "ನೀವು ಯಾವುದೇ ಶುಲ್ಕವನ್ನು ವಿವಾದಿಸಲು ಬಯಸಿದರೆ, ಹೊಂದಾಣಿಕೆ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಸ್ವೀಕರಿಸಲು ದೋಷ ಅಥವಾ ಸಮಸ್ಯೆ ಕಾಣಿಸಿಕೊಂಡ ಮೊದಲ ಬಿಲ್ಲಿಂಗ್ ಅಥವಾ ಖಾತೆ ಹೇಳಿಕೆಯ ಮುಕ್ತಾಯ ದಿನಾಂಕದ ನಂತರ ಮೂವತ್ತು (30) ದಿನಗಳ ನಂತರ ನೀವು ನಮ್ಮ ಗ್ರಾಹಕ ಬೆಂಬಲ ವಿಭಾಗವನ್ನು ಸಂಪರ್ಕಿಸಬೇಕು.",
    "1273914192": "3. ತೆರಿಗೆಗಳು",
    "4242322181": "ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್‌ಗಳ ನಿವ್ವಳ ಆದಾಯ ಅಥವಾ ವೈಯಕ್ತಿಕ ಆಸ್ತಿಯ ಮೇಲೆ ಮೌಲ್ಯಮಾಪನ ಮಾಡಲಾದ US ತೆರಿಗೆಗಳನ್ನು ಹೊರತುಪಡಿಸಿ ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ತೆರಿಗೆಗಳ ಪಾವತಿಗೆ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ.",
    "1671996585": "ನಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಇಂಟರ್ಫೇಸ್ (\"API\") ಮೂಲಕ ನಮ್ಮ ಸೇವೆಗಳೊಂದಿಗೆ ನಿಮ್ಮ ವೆಬ್‌ಸೈಟ್, ಅಪ್ಲಿಕೇಶನ್ ಅಥವಾ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಅನ್ನು ನೀವು ಸಂಯೋಜಿಸಬೇಕಾಗಬಹುದು. ನೀವು ಹಾಗೆ ಮಾಡುವ ಸಂದರ್ಭದಲ್ಲಿ, ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಮಾತ್ರ API ಅನ್ನು ಬಳಸಲು ನಾವು ನಿಮಗೆ ಸೀಮಿತ, ಪ್ರತ್ಯೇಕವಲ್ಲದ, ವರ್ಗಾವಣೆ ಮಾಡಲಾಗದ, ನಿಯೋಜಿಸಲಾಗದ, ಹಿಂತೆಗೆದುಕೊಳ್ಳಬಹುದಾದ ಪರವಾನಗಿಯನ್ನು ನೀಡುತ್ತೇವೆ. ನಾವು API ಅನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು ಮತ್ತು/ಅಥವಾ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ API ನ ಹಳೆಯ ಆವೃತ್ತಿಗಳು ಅಥವಾ ಬಿಡುಗಡೆಗಳ ಬೆಂಬಲವನ್ನು ನಿಲ್ಲಿಸಬಹುದು. ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ API ಗೆ ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ಅಮಾನತುಗೊಳಿಸುವ ಅಥವಾ ಮಿತಿಗೊಳಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ ಮತ್ತು ಅಮಾನತುಗೊಳಿಸುವ ಮೊದಲು ನಿಮಗೆ ಸೂಚನೆ ನೀಡಲು ನಾವು ಸಮಂಜಸವಾದ ಪ್ರಯತ್ನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ.",
    "4036662147": "5. ಗೌಪ್ಯ ಮಾಹಿತಿಯ ರಕ್ಷಣೆ",
    "3564208535": "ನಮ್ಮಿಂದ ಅಥವಾ ನಮ್ಮ ಸೇವೆಗಳ ಮೂಲಕ ಪಡೆದ ಯಾವುದೇ ಗೌಪ್ಯ ಮಾಹಿತಿಯನ್ನು ರಕ್ಷಿಸಲು ವಾಣಿಜ್ಯಿಕವಾಗಿ ಸಮಂಜಸವಾದ ಪ್ರಯತ್ನಗಳನ್ನು ಬಳಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ಸಾರ್ವಜನಿಕವಲ್ಲದ ದಾಖಲಾತಿಗಳು ಮತ್ತು ನಮ್ಮ ಬೋಟ್ ಪತ್ತೆ ವಿಧಾನಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಾವು ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ಯಾವುದೇ ವಿವರಗಳನ್ನು ಒಳಗೊಂಡಂತೆ ನಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಸೇವೆಯ ಬೋಟ್ ಸ್ಕೋರ್‌ಗಳು ಮತ್ತು ಸಾರ್ವಜನಿಕವಲ್ಲದ ವಿವರಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಅಂತಹ ಯಾವುದೇ ಗೌಪ್ಯ ಮಾಹಿತಿಗೆ ನಿಮಗೆ ಪ್ರವೇಶವನ್ನು ನೀಡಿದರೆ, ನಮ್ಮ ಸೇವೆಗಳ ನಿಮ್ಮ ಬಳಕೆಯಿಂದ ಗೌಪ್ಯ ಮಾಹಿತಿಯು ಬಹಿರಂಗಗೊಳ್ಳುತ್ತಿದೆ ಎಂದು ನಾವು ನಿರ್ಧರಿಸಿದರೆ, ನಮ್ಮ ಸ್ವಂತ ವಿವೇಚನೆಯಿಂದ ನಮ್ಮ ಸೇವೆಗಳಿಗೆ ನಿಮ್ಮ ಪ್ರವೇಶವನ್ನು ನಾವು ಮಾರ್ಪಡಿಸಬಹುದು, ಅಮಾನತುಗೊಳಿಸಬಹುದು ಅಥವಾ ಮಿತಿಗೊಳಿಸಬಹುದು ಮತ್ತು ನಾವು ಸಮಂಜಸವಾದ ಪ್ರಯತ್ನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ಅಮಾನತುಗೊಳಿಸುವ ಮೊದಲು ನಿಮಗೆ ಸೂಚನೆ ನೀಡಲು.",
    "120384113": "6. ಮುಕ್ತಾಯ",
    "453723556": "ಗ್ರಾಹಕ ಅಥವಾ ವಿನಂತಿಸುವುದನ್ನು ನಿಲ್ಲಿಸುವ ಮೂಲಕ ನೀವು ಸೇವಾ ನಿಯಮಗಳಿಂದ ಸ್ವತಂತ್ರವಾಗಿ ಈ ಗ್ರಾಹಕ ಅನುಬಂಧವನ್ನು ಕೊನೆಗೊಳಿಸಬಹುದು. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಗ್ರಾಹಕ ಅಥವಾ ವಿನಂತಿಸಿದ ನಿಮ್ಮ ಸ್ಥಿತಿಯನ್ನು ಅಮಾನತುಗೊಳಿಸುವ ಅಥವಾ ಅಂತ್ಯಗೊಳಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ, ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಅಥವಾ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ಸೇವೆಗಳ ಬಳಕೆಯನ್ನು ಅಂತ್ಯಗೊಳಿಸುವ ಹಕ್ಕನ್ನು ನಾವು ಕಾಯ್ದಿರಿಸಿದ್ದೇವೆ. ನಿಮ್ಮ ಆರ್ಡರ್ ಫಾರ್ಮ್ ಅಡಿಯಲ್ಲಿ ಪಾವತಿಸಬೇಕಾದ ಯಾವುದೇ ಮೊತ್ತಕ್ಕೆ ಮುಕ್ತಾಯದ ನಂತರ ನೀವು ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯು ಯಾವುದೇ ಮಾಸಿಕ ಅಥವಾ ವಾರ್ಷಿಕ ಶುಲ್ಕಗಳು ಅಥವಾ ಮಾಸಿಕ ಅಥವಾ ವಾರ್ಷಿಕ ಕನಿಷ್ಠಗಳನ್ನು ಒಳಗೊಂಡಿದ್ದರೆ, ಆ ತಿಂಗಳು ಅಥವಾ ವರ್ಷದ ಅಂತ್ಯದವರೆಗೆ ಕ್ರಮವಾಗಿ ಎಲ್ಲಾ ಸೇವೆಗಳ ಶುಲ್ಕವನ್ನು ಪಾವತಿಸಲು ನೀವು ಇನ್ನೂ ಜವಾಬ್ದಾರರಾಗಿರುತ್ತೀರಿ.",
    "218889628": "ಈ ಗ್ರಾಹಕ ಅನುಬಂಧ ಅಥವಾ ಸೇವಾ ನಿಯಮಗಳ ನಿಮ್ಮ ಉಲ್ಲಂಘನೆಯ ಪರಿಣಾಮವಾಗಿ ನಾವು ಈ ಗ್ರಾಹಕ ಅನುಬಂಧ ಅಥವಾ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಎಲ್ಲಿ ಕೊನೆಗೊಳಿಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ಹೊರತುಪಡಿಸಿ, ನಾವು ಮುಕ್ತಾಯಗೊಳಿಸಿದರೆ ಮತ್ತು ನೀವು ನಮಗೆ ಯಾವುದೇ ಶುಲ್ಕವನ್ನು ಮುಂಚಿತವಾಗಿ ಪಾವತಿಸಿದ್ದರೆ, ನಾವು ಅದರ ಅನುಪಾತದ ಭಾಗವನ್ನು ಮರುಪಾವತಿ ಮಾಡುತ್ತೇವೆ ಪ್ರಿಪೇಯ್ಡ್ ಮೊತ್ತಗಳು, ಉಳಿದ ಸಮಯ ಅಥವಾ ನೀವು ಪಾವತಿಸಿದ ಸೇವೆಗಳ ಆಧಾರದ ಮೇಲೆ, ಯಾವುದು ಕಡಿಮೆಯೋ ಅದು. ನಾವು ನಮ್ಮ ಕೆಲಸವನ್ನು ವಾಣಿಜ್ಯಿಕವಾಗಿ ಸಮಂಜಸವಾದ ರೀತಿಯಲ್ಲಿ ಮುಕ್ತಾಯಗೊಳಿಸುತ್ತೇವೆ ಮತ್ತು ಎಲ್ಲಾ ಪಾವತಿಸಿದ ಔಟ್‌ಪುಟ್ ಡೇಟಾ ಸೆಟ್‌ಗಳು ಮತ್ತು ನಮ್ಮ ಸ್ವಾಧೀನದಲ್ಲಿರುವ ಎಲ್ಲಾ ಗ್ರಾಹಕ ಡೇಟಾವನ್ನು ಸಂರಕ್ಷಿಸಿ ನಿಮಗೆ ತಲುಪಿಸುತ್ತೇವೆ. ಯಾವುದೇ ಮುಕ್ತಾಯದ ನಂತರ, ನಾವು ಯಾವುದೇ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ಬಾಧ್ಯರಾಗಿರುವುದಿಲ್ಲ.",
    "2505227594": "7. ಮಿತಿಮೀರಿದ",
    "2369877184": "hCaptcha ಇಂಟಿಗ್ರೇಟರ್‌ಗಳು ಅಥವಾ ಗ್ರಾಹಕರಿಗೆ ಗರಿಷ್ಠ ಅನುಮತಿಸಲಾದ ಗರಿಷ್ಠ RPS ದರವು ನಿಮ್ಮ ಮತ್ತು ನಮ್ಮ ನಡುವಿನ ಲಿಖಿತ ಒಪ್ಪಂದದ ಮೂಲಕ ನಿರ್ದಿಷ್ಟಪಡಿಸದ ಹೊರತು ನಿಮ್ಮ ಖಾತೆಯ (\"RPS\") ಘಟಕಗಳಿಗೆ ಪ್ರತಿ ಸೆಕೆಂಡಿಗೆ 1,000 ವಿನಂತಿಗಳು.",
    "234420106": "ನೀವು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಸೇವೆಯ ಇಂಟಿಗ್ರೇಟರ್ ಅಥವಾ ಗ್ರಾಹಕರಾಗಿದ್ದರೆ ಮತ್ತು RPS ನಿಂದ ಅಳೆಯಲಾದ ನಿಮ್ಮ API ಬಳಕೆಯು ನಿಮ್ಮ ಸೇವಾ ಶ್ರೇಣಿಗೆ ಒದಗಿಸಲಾದ ದರವನ್ನು ಮೀರಿದರೆ, ನಿಮ್ಮ ಸೇವೆಯನ್ನು ಮಾರ್ಪಡಿಸಲು ಅಥವಾ ಮಿತಿಮೀರಿದ ದರವನ್ನು ವಿಧಿಸಲು ನಾವು ಆಯ್ಕೆ ಮಾಡಬಹುದು. ನಿಮ್ಮ ಗರಿಷ್ಠ RPS ದರವು 30 ದಿನಗಳ ಅವಧಿಯಲ್ಲಿ 10 ಅಥವಾ ಅದಕ್ಕಿಂತ ಹೆಚ್ಚು ನಿಮಿಷಗಳವರೆಗೆ 10 ಅಂಶಗಳ ಮೂಲಕ ಒದಗಿಸಲಾದ ದರವನ್ನು ಮೀರಿದರೆ ಮತ್ತು ಈ ವಿನಂತಿಗಳಲ್ಲಿ ಹೆಚ್ಚಿನವು ನಮ್ಮ ಏಕೈಕ ತೀರ್ಪಿನಲ್ಲಿ, ದುರುದ್ದೇಶಪೂರಿತ ಸಂಚಾರವಲ್ಲ, ನಾವು ಇದನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು ಆ ತಿಂಗಳಲ್ಲಿ ಮಾಡಿದ ಎಲ್ಲಾ API ವಿನಂತಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಒಪ್ಪಂದದ ಪ್ರಕಾರ ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಮಿತಿಮೀರಿದ ದರದಲ್ಲಿ ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಿ.",
    "2619472217": "8. ಮರುಮಾರಾಟ",
    "2019702084": "ಗ್ರಾಹಕರ ಮಾಸ್ಟರ್ ಸೇವಾ ಒಪ್ಪಂದ ಅಥವಾ ಮರುಮಾರಾಟಗಾರರ ಒಪ್ಪಂದದಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಅನುಮತಿಸದ ಹೊರತು, ಆದೇಶಿಸಿದ SaaS ಸೇವೆಗಳನ್ನು ಮಾರಾಟ ಮಾಡಬಾರದು, ಮರುಮಾರಾಟ, ಗುತ್ತಿಗೆ, ಉಪ-ಗುತ್ತಿಗೆ, ಪರವಾನಗಿ, ಉಪ-ಪರವಾನಗಿ, ಅಥವಾ ಇತರ ಯಾವುದೇ ಮೂರನೇ ವ್ಯಕ್ತಿಗೆ (ಗ್ರಾಹಕರ ಅಂಗಸಂಸ್ಥೆಯನ್ನು ಹೊರತುಪಡಿಸಿ) ಲಭ್ಯವಾಗುವಂತೆ ಮಾಡಬಾರದು. ), ಮತ್ತು ಒಪ್ಪಂದದ ಅಡಿಯಲ್ಲಿ ಎಲ್ಲಾ ಆದೇಶಗಳು ಮತ್ತು ಸೇವೆಯ ಎಲ್ಲಾ ಗ್ರಾಹಕರ ಬಳಕೆಯು ಗ್ರಾಹಕ ಅಥವಾ ಅದರ ಅಂಗಸಂಸ್ಥೆಯ ಸ್ವಂತ ಆಂತರಿಕ ವ್ಯಾಪಾರ ಬಳಕೆಗಾಗಿ.",
    "1233229030": "ವಿವಿಧ",
    "1467783792": "ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ನಿಂದ (\"ಅನುಮೋದಿತ ನಟ\") ಮಂಜೂರಾದ ಯಾವುದೇ ವ್ಯಕ್ತಿ, ಘಟಕ ಅಥವಾ ಸಂಸ್ಥೆಯು ಪ್ರತಿಫಲಗಳಿಗೆ ಅಥವಾ ಸೇವೆಗಳನ್ನು ಇಂಟಿಗ್ರೇಟರ್ ಆಗಿ ಬಳಸಲು ಅರ್ಹರಾಗಿರುವುದಿಲ್ಲ. ಸಂದೇಹವನ್ನು ತಪ್ಪಿಸಲು, ಇದು US ಖಜಾನೆ ಇಲಾಖೆಯ ವಿದೇಶಿ ಆಸ್ತಿಗಳ ನಿಯಂತ್ರಣ ಕಚೇರಿ (\"OFAC\") ನಿಂದ ಗೊತ್ತುಪಡಿಸಿದ ಯಾವುದೇ ಅನುಮೋದಿತ ನಟರನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ.",
    "3759657802": "ನೀವು ಈ ಸೇವಾ ನಿಯಮಗಳು ಅಥವಾ ನಿಮ್ಮ ಹಕ್ಕುಗಳು ಅಥವಾ ಕಟ್ಟುಪಾಡುಗಳನ್ನು ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ (ಕಾನೂನಿನ ಕಾರ್ಯಾಚರಣೆಯಿಂದ ಅಥವಾ ಬೇರೆ ರೀತಿಯಲ್ಲಿ) ನಿಯೋಜಿಸಲು, ವರ್ಗಾಯಿಸಲು ಅಥವಾ ನಿಯೋಜಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.",
    "1627232990": "ಈ ಸೇವಾ ನಿಯಮಗಳ ಅನುವಾದಗಳನ್ನು ಉತ್ತಮ ಪ್ರಯತ್ನದ ಆಧಾರದ ಮೇಲೆ ಒದಗಿಸಲಾಗಿದೆ. ಆಂಗ್ಲ ಭಾಷೆಯ ಸೇವಾ ನಿಯಮಗಳು ಮತ್ತು ಅದರ ಅನುವಾದದ ನಡುವೆ ಯಾವುದೇ ಗಣನೀಯ ವ್ಯತ್ಯಾಸವಿದ್ದಲ್ಲಿ, ಆಂಗ್ಲ ಭಾಷೆಯ ಸೇವಾ ನಿಯಮಗಳನ್ನು ಅಧಿಕೃತವೆಂದು ಅರ್ಥೈಸಲಾಗುತ್ತದೆ.",
    "805221621": "ದಯವಿಟ್ಟು ನಮ್ಮನ್ನು ಇಲ್ಲಿ ಸಂಪರ್ಕಿಸಿ",
    "259613338": "ಈ ಸೇವಾ ನಿಯಮಗಳಿಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನೀವು ಯಾವುದೇ ಪ್ರಶ್ನೆಗಳನ್ನು ಹೊಂದಿದ್ದರೆ.",
    "2735878907": "ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆ ಹೇಳಿಕೆ",
    "2887242610": "ನಮ್ಮ hCaptcha ವ್ಯಾಪಾರವನ್ನು ಗಮನಾರ್ಹವಾಗಿ ಅಡ್ಡಿಪಡಿಸುವ ಈವೆಂಟ್‌ಗಳಿಗೆ ನಾವು ಹೇಗೆ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇವೆ ಎಂಬುದರ ಕುರಿತು Intuition Machines, Inc ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆಯನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಿದೆ. ವಿಪತ್ತುಗಳು ಮತ್ತು ಅಡೆತಡೆಗಳ ಸಮಯ ಮತ್ತು ಪರಿಣಾಮವು ಅನಿರೀಕ್ಷಿತವಾಗಿರುವುದರಿಂದ, ಅವು ಸಂಭವಿಸಿದಂತೆ ನೈಜ ಘಟನೆಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಾವು ಹೊಂದಿಕೊಳ್ಳುವಂತಿರಬೇಕು. ಅದನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಂಡು, ನಮ್ಮ ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆಯಲ್ಲಿ ನಾವು ಈ ಮಾಹಿತಿಯನ್ನು ನಿಮಗೆ ಒದಗಿಸುತ್ತಿದ್ದೇವೆ.",
    "809251240": "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತಿದೆ",
    "2551802342": "– ಗಮನಾರ್ಹವಾದ ವ್ಯಾಪಾರದ ಅಡಚಣೆಯ ನಂತರ ತ್ವರಿತವಾಗಿ ಚೇತರಿಸಿಕೊಳ್ಳಲು ಮತ್ತು ವ್ಯಾಪಾರ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಪುನರಾರಂಭಿಸಲು ಮತ್ತು ನಮ್ಮ ಉದ್ಯೋಗಿಗಳು ಮತ್ತು ಆಸ್ತಿಯನ್ನು ರಕ್ಷಿಸುವ ಮೂಲಕ ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಾವು ಯೋಜಿಸುತ್ತೇವೆ, ಹಣಕಾಸು ಮತ್ತು ಕಾರ್ಯಾಚರಣೆಯ ಮೌಲ್ಯಮಾಪನವನ್ನು ಮಾಡುವುದು, ಸಂಸ್ಥೆಯ ಪುಸ್ತಕಗಳು ಮತ್ತು ದಾಖಲೆಗಳನ್ನು ರಕ್ಷಿಸುವುದು ಮತ್ತು ನಮ್ಮ ಗ್ರಾಹಕರು ಮತ್ತು ಅವರ ಅಂತಿಮ ಬಳಕೆದಾರರಿಗೆ ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ವಹಿವಾಟು ನಡೆಸಲು ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತೇವೆ. ಸಂಕ್ಷಿಪ್ತವಾಗಿ ಹೇಳುವುದಾದರೆ, ಗಮನಾರ್ಹವಾದ ವ್ಯಾಪಾರದ ಅಡಚಣೆಯ ವ್ಯಾಪ್ತಿ ಮತ್ತು ತೀವ್ರತೆಯನ್ನು ಗಮನದಲ್ಲಿಟ್ಟುಕೊಂಡು, ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ಕಾರ್ಯಾಚರಣೆಯನ್ನು ಪುನರಾರಂಭಿಸಲು ನಮ್ಮ ಸಂಸ್ಥೆಯನ್ನು ಅನುಮತಿಸಲು ನಮ್ಮ ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆಯನ್ನು ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ನಮ್ಮ ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆ ವಿಳಾಸಗಳು: ಡೇಟಾ ಬ್ಯಾಕಪ್ ಮತ್ತು ಮರುಪಡೆಯುವಿಕೆ; ಎಲ್ಲಾ ಮಿಷನ್ ನಿರ್ಣಾಯಕ ವ್ಯವಸ್ಥೆಗಳು; ಹಣಕಾಸು ಮತ್ತು ಕಾರ್ಯಾಚರಣೆಯ ಮೌಲ್ಯಮಾಪನಗಳು; ಗ್ರಾಹಕರು, ಉದ್ಯೋಗಿಗಳು ಮತ್ತು ಮೇಲ್ವಿಚಾರಣಾ ಸಂಸ್ಥೆಗಳೊಂದಿಗೆ ಪರ್ಯಾಯ ಸಂವಹನ; ಉದ್ಯೋಗಿಗಳ ಪರ್ಯಾಯ ಭೌತಿಕ ಸ್ಥಳ; ನಿರ್ಣಾಯಕ ಪೂರೈಕೆದಾರ ಮತ್ತು ಗ್ರಾಹಕರ ಪ್ರಭಾವ; ನಿಯಂತ್ರಕ ವರದಿ; ಮತ್ತು ನಾವು ನಮ್ಮ ವ್ಯಾಪಾರವನ್ನು ಮುಂದುವರಿಸಲು ಸಾಧ್ಯವಾಗದಿದ್ದರೆ ನಮ್ಮ ಗ್ರಾಹಕರಿಗೆ ಪ್ರಾಂಪ್ಟ್ ಸೂಚನೆಯನ್ನು ನೀಡುವುದು. ನಮ್ಮ ಪ್ರಮುಖ ಪೂರೈಕೆದಾರರ ಪೂಲ್ ಭೌಗೋಳಿಕವಾಗಿ ಪ್ರತ್ಯೇಕ ಪ್ರದೇಶದಲ್ಲಿ ನಮ್ಮ ಪ್ರಮುಖ ದಾಖಲೆಗಳನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡುತ್ತದೆ. ಪ್ರತಿ ತುರ್ತು ಪರಿಸ್ಥಿತಿಯು ದಿನದ ಸಮಯ ಮತ್ತು ಅಡಚಣೆಯ ತೀವ್ರತೆಯಂತಹ ಬಾಹ್ಯ ಅಂಶಗಳ ಆಧಾರದ ಮೇಲೆ ಅನನ್ಯ ಸಮಸ್ಯೆಗಳನ್ನು ಉಂಟುಮಾಡುತ್ತದೆ, ಈ ಪೂರೈಕೆದಾರರ ಪೂಲ್ ಅವರ ಉದ್ದೇಶವು ಅವರ ಸ್ವಂತ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಪುನಃಸ್ಥಾಪಿಸಲು ಮತ್ತು ತ್ವರಿತವಾಗಿ ಸೇವೆಗಳನ್ನು ಪುನರಾರಂಭಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ ಎಂದು ನಮಗೆ ಸಲಹೆ ನೀಡಿದೆ. ವೈವಿಧ್ಯಮಯ ಪೂರೈಕೆದಾರರನ್ನು ಬಳಸಿಕೊಂಡು ಅಪಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ನಾವು ಕೆಲಸ ಮಾಡಿದ್ದರೂ, ಈ ಅವಧಿಯಲ್ಲಿ ನಿಮ್ಮ ಸೇವೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಬಹುದು ಅಥವಾ ಅಡ್ಡಿಪಡಿಸಬಹುದು.",
    "826396656": "ನಮ್ಮ ವ್ಯಾಪಾರ ಮುಂದುವರಿಕೆ ಯೋಜನೆ",
    "1979347895": "– ಗಮನಾರ್ಹವಾದ ವ್ಯಾಪಾರದ ಅಡೆತಡೆಗಳು ಅವುಗಳ ವ್ಯಾಪ್ತಿಯಲ್ಲಿ ಬದಲಾಗಬಹುದು, ಉದಾಹರಣೆಗೆ ನಮ್ಮ ಸಂಸ್ಥೆ, ನಮ್ಮ ಸಂಸ್ಥೆಯನ್ನು ಹೊಂದಿರುವ ಒಂದೇ ಕಟ್ಟಡ, ನಮ್ಮ ಸಂಸ್ಥೆ ಇರುವ ನೆರೆಹೊರೆ, ನಾವು ಇರುವ ನಗರ ಅಥವಾ ಇಡೀ ಪ್ರದೇಶ. ಈ ಪ್ರತಿಯೊಂದು ಪ್ರದೇಶಗಳಲ್ಲಿ, ಅಡಚಣೆಯ ತೀವ್ರತೆಯು ಕನಿಷ್ಠದಿಂದ ತೀವ್ರವಾಗಿ ಬದಲಾಗಬಹುದು. ನಮ್ಮ ಸಂಸ್ಥೆ, ನಮ್ಮ ವ್ಯಾಪಾರ ಜಿಲ್ಲೆ, ನಗರ, ಅಥವಾ ಪ್ರದೇಶ ಅಥವಾ ನಮ್ಮ ಸಂಸ್ಥೆಯ ವಸತಿ ಕಟ್ಟಡಕ್ಕೆ ಅಡ್ಡಿಪಡಿಸಿದರೆ, ಅಗತ್ಯವಿದ್ದಾಗ ನಾವು ನಮ್ಮ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಸ್ಥಳೀಯ ಸೈಟ್‌ಗೆ ವರ್ಗಾಯಿಸುತ್ತೇವೆ ಮತ್ತು ವ್ಯಾಪಾರ ಕಾರ್ಯಾಚರಣೆಗಳಿಗೆ ಯಾವುದೇ ವಸ್ತು ಅಡಚಣೆಯನ್ನು ನಿರೀಕ್ಷಿಸುವುದಿಲ್ಲ. ಎರಡೂ ಸಂದರ್ಭಗಳಲ್ಲಿ, ನಾವು ವ್ಯವಹಾರದಲ್ಲಿ ಮುಂದುವರಿಯಲು ಯೋಜಿಸುತ್ತೇವೆ, ಅಗತ್ಯವಿದ್ದರೆ ಪರ್ಯಾಯ ಪೂರೈಕೆದಾರರಿಗೆ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ವರ್ಗಾಯಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ hcaptcha.com ಮತ್ತು hcaptchastatus.com ನಲ್ಲಿ ನಮ್ಮ ಸ್ಥಿತಿ ಪುಟದ ಮೂಲಕ ನಮ್ಮನ್ನು ಹೇಗೆ ಸಂಪರ್ಕಿಸಬೇಕು ಎಂಬುದರ ಕುರಿತು ನಿಮಗೆ ತಿಳಿಸುತ್ತೇವೆ. ಗಮನಾರ್ಹವಾದ ವ್ಯಾಪಾರದ ಅಡಚಣೆಯು ತುಂಬಾ ತೀವ್ರವಾಗಿದ್ದರೆ ಅದು ನಮ್ಮನ್ನು ವ್ಯವಹಾರದಲ್ಲಿ ಉಳಿಯದಂತೆ ತಡೆಯುತ್ತದೆ, ನಾವು ನಿಮಗೆ ತ್ವರಿತವಾಗಿ ತಿಳಿಸುತ್ತೇವೆ.",
    "653679457": "ವಿವಿಧ ಅಡಚಣೆಗಳು",
    "410397176": "ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ",
    "2095899021": "hCaptcha ಬ್ರ್ಯಾಂಡಿಂಗ್ ಮಾರ್ಗಸೂಚಿಗಳು ಮತ್ತು ಸಾಮಾನ್ಯ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಪರವಾನಗಿ",
    "2340340589": "hCaptcha ಮಾರ್ಕ್ ಅನ್ನು ಬಳಸುವ ಮಾರ್ಗಸೂಚಿಗಳು",
    "2430148876": "ನಮ್ಮ ಗ್ರಾಹಕರು, ಪಾಲುದಾರರು ಮತ್ತು ಅಭಿಮಾನಿಗಳು ನಮ್ಮ ಕಾರ್ಪೊರೇಟ್ ಗುರುತನ್ನು ಉಳಿಸಿಕೊಂಡು ನಮ್ಮ ಬ್ರ್ಯಾಂಡ್‌ನೊಂದಿಗೆ ಕೆಲಸ ಮಾಡಲು ಸಾಧ್ಯವಾದಷ್ಟು ಸುಲಭಗೊಳಿಸಲು ನಾವು ಈ ಮಾರ್ಗಸೂಚಿಗಳನ್ನು ಮತ್ತು ಸಾಮಾನ್ಯ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಪರವಾನಗಿಯನ್ನು ರಚಿಸಿದ್ದೇವೆ. ನೀವು hCaptcha ಐಕಾನ್‌ಗಳು, ಲೋಗೊಗಳು ಅಥವಾ ಇತರ ಗುರುತುಗಳನ್ನು ಈ ಮಾರ್ಗಸೂಚಿಗಳಿಂದ ವಸ್ತುವಾಗಿ ಭಿನ್ನವಾಗಿರುವ ರೀತಿಯಲ್ಲಿ ಬಳಸಬೇಕಾದರೆ, ಲಿಖಿತ ಪರವಾನಗಿಗಾಗಿ ನೀವು ನಮ್ಮನ್ನು (IMI) ಸಂಪರ್ಕಿಸಬೇಕಾಗುತ್ತದೆ.",
    "3884400764": "ಈ ಮಾರ್ಗಸೂಚಿಗಳ ಪ್ರಕಾರ ನೀವು hCaptcha ಮಾರ್ಕ್‌ಗಳನ್ನು ಬಳಸಬಹುದಾದರೂ, hCaptcha ಗುರುತುಗಳು, ಲೋಗೊಗಳು ಅಥವಾ ಯಾವುದೇ ಇತರ ಟ್ರೇಡ್‌ಮಾರ್ಕ್, ವ್ಯಾಪಾರದ ಹೆಸರು, ಸೇವಾ ಗುರುತು, ವ್ಯಾಪಾರದ ಹೆಸರು ಅಥವಾ hCaptcha ದ ಸದ್ಭಾವನೆಗಳಲ್ಲಿ ನೀವು ಯಾವುದೇ ಸ್ಥಾಪಿತ ಹಕ್ಕುಗಳನ್ನು ಹೊಂದಿರುವಿರಿ ಎಂದು ಅರ್ಥವಲ್ಲ. ನಾವು ಸಾಧ್ಯವಾದಷ್ಟು ನಮ್ಯತೆಯನ್ನು ನೀಡಲು ಬಯಸುತ್ತೇವೆ, ಆದರೆ ಯಾವುದೇ ಟ್ರೇಡ್‌ಮಾರ್ಕ್, ವ್ಯಾಪಾರದ ಹೆಸರು, ಸೇವಾ ಗುರುತು, ವ್ಯಾಪಾರದ ಹೆಸರು ಅಥವಾ hCaptcha ನ ಸದ್ಭಾವನೆಯ ಅನಧಿಕೃತ ಬಳಕೆಯ ವಿರುದ್ಧ hCaptcha ಅನ್ನು ರಕ್ಷಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ. ಯಾವುದೇ ಅನಧಿಕೃತ ಬಳಕೆಯು hCaptcha ನಿಂದ ನೀಡಲಾದ ಅನುಮತಿ ಅಥವಾ ಪರವಾನಗಿಯನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಕೊನೆಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ಹಾನಿಗಳಿಗೆ ಕಾನೂನು ಬಾಧ್ಯತೆಗಳನ್ನು ಹೊಂದಿರಬಹುದು.",
    "512598290": "ಹೀಗಾಗಿ, ನೀವು ಯಾವಾಗಲೂ ಎಲ್ಲಾ hCaptcha ಗುರುತುಗಳು ಮತ್ತು ಲೋಗೋಗಳನ್ನು ಕ್ಯಾಪಿಟಲೈಸೇಶನ್, ಟೈಪ್‌ಫೇಸ್ ಮತ್ತು ಶೈಲಿ ಸೇರಿದಂತೆ ಕೆಳಗಿನ ನಿಯಮಗಳಿಗೆ ಬದ್ಧವಾಗಿರುವ ರೂಪದಲ್ಲಿ ಬಳಸಬೇಕೆಂದು ನಾವು ಕೇಳಬೇಕು.",
    "2075610992": "ನಿಮ್ಮ ಬೆಂಬಲಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು!",
    "1023190144": "ಪಠ್ಯದಲ್ಲಿ hCaptcha®",
    "4274324704": "ಲಿಖಿತ ಪ್ರತಿಯಲ್ಲಿ ನಮ್ಮ ಹೆಸರನ್ನು ಹೇಗೆ ಬಳಸುವುದು ಎಂಬುದು ಇಲ್ಲಿದೆ:",
    "3912926900": "hCaptcha® ಮೊದಲ ಬಾರಿಗೆ ಸೃಜನಾತ್ಮಕ ಪ್ರತಿಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಂಡಾಗ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಚಿಹ್ನೆಯನ್ನು ಹೊಂದಿರಬೇಕು.",
    "950637875": "hCaptcha ಕಾಗುಣಿತವನ್ನು ಎಂದಿಗೂ ಬದಲಾಯಿಸಬಾರದು ಮತ್ತು hCaptcha ಅನ್ನು ಯಾವಾಗಲೂ ಎರಡನೇ ಅಕ್ಷರದಲ್ಲಿ (\"C\") ದೊಡ್ಡಕ್ಷರ ಮಾಡಬೇಕು. ಇದು ಎಂದಿಗೂ ಬಹುವಚನ ಅಥವಾ ಸ್ವಾಮ್ಯಸೂಚಕವಲ್ಲ.",
    "2624601135": "\"hCaptcha\" ಅನ್ನು ಬ್ರಾಂಡ್ ಹೆಸರಿನ ಭಾಗವಾಗಿ ಬಳಸಬಾರದು, ಹೈಫನ್‌ನೊಂದಿಗೆ ಸೇರಿಸಬಾರದು ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಅಥವಾ ಇತರ ಉತ್ಪನ್ನಗಳ ಹೆಸರುಗಳಲ್ಲಿ ಬಳಸಬಾರದು.",
    "3828090208": "ಬದಲಿಗೆ \"hCaptcha ಗಾಗಿ\" ಅನ್ನು ಬಳಸಿ. ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಲೋಗೋದೊಂದಿಗೆ ಬಳಸಿದರೆ, \"hCaptcha ಗಾಗಿ\" ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಲೋಗೋಗಿಂತ ಗಾತ್ರದಲ್ಲಿ ಚಿಕ್ಕದಾಗಿರಬೇಕು.",
    "4149738856": "hCaptcha ಅನ್ನು ವಿಶೇಷಣವಾಗಿ ಬಳಸಬೇಕು ಮತ್ತು ಸರಿಯಾದ ಸಾಮಾನ್ಯ ಪದವನ್ನು ಅನುಸರಿಸಬೇಕು.",
    "1446868537": "hCaptcha ಅನ್ನು ಎಂದಿಗೂ ಕ್ರಿಯಾಪದವಾಗಿ ಬಳಸಬಾರದು.",
    "2487931657": "ಬಳಸಬೇಡಿ: \"ನಾವು ನಮ್ಮ ಸೈಟ್ ಅನ್ನು hCaptcha'd.\"",
    "2565565429": "ಬದಲಿಗೆ ಬಳಸಿ: \"ನಮ್ಮ ಸೈಟ್ ಅನ್ನು ಸುರಕ್ಷಿತವಾಗಿ ಮತ್ತು ಹೆಚ್ಚು ಸುರಕ್ಷಿತವಾಗಿಸಲು ನಾವು hCaptcha ಅನ್ನು ಬಳಸುತ್ತೇವೆ.\"",
    "3434202027": "ಸಂವಹನದಲ್ಲಿ hCaptcha ಹೆಸರಿನ ಯಾವುದೇ ಬಳಕೆಗೆ ಗುಣಲಕ್ಷಣದ ಅಗತ್ಯವಿದೆ: \"hCaptcha ಇಂಟ್ಯೂಷನ್ ಮೆಷಿನ್ಸ್, Inc ನ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ.\"",
    "2754937029": "ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲದ ಉಪಯೋಗಗಳು",
    "2436973524": "ನಿಖರವಾದ ಉಲ್ಲೇಖಗಳು ಮಾತ್ರ ಸ್ವೀಕಾರಾರ್ಹ. ಸೈಟ್ hCaptcha ಸೇವೆಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಬಳಸದೆ ಇರುವಾಗ ಅದನ್ನು ಬಳಸುತ್ತದೆ ಎಂದು ಹೇಳಲು ಅನುಮತಿಯಿಲ್ಲ. ಅಂತೆಯೇ, ಸೈಟ್ hCaptcha ಸೇವೆಗಳನ್ನು ಬಳಸುವಾಗ ಮಾತ್ರ ನಮ್ಮ ಲೋಗೋ ಅಥವಾ ಯಾವುದೇ ಬ್ಯಾಡ್ಜ್‌ಗಳ ಬಳಕೆಯು ಸೂಕ್ತವಾಗಿರುತ್ತದೆ.",
    "69844082": "hCaptcha ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳು, ಗ್ರಾಫಿಕ್ ಚಿಹ್ನೆಗಳು, ಲೋಗೋಗಳು, ಟೈಪ್‌ಫೇಸ್ ಅಥವಾ ಐಕಾನ್‌ಗಳನ್ನು ಸಹ ಅವಹೇಳನಕಾರಿ ರೀತಿಯಲ್ಲಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ.",
    "3861413614": "ನೀವು ಯಾವುದೇ hCaptcha ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಅಥವಾ ಲೋಗೋವನ್ನು ಬಳಸಬಾರದು, ಇದು hCaptcha ವು ಮೂರನೇ ವ್ಯಕ್ತಿಯ ಉತ್ಪನ್ನ ಅಥವಾ ಸೇವೆಯ ಬೆಂಬಲ ಅಥವಾ ಅನುಮೋದನೆ, ಪ್ರಾಯೋಜಕತ್ವ ಅಥವಾ ಬೆಂಬಲವನ್ನು ಸ್ಪಷ್ಟ ಲಿಖಿತ ಅನುಮತಿಯಿಲ್ಲದೆ ಸೂಚಿಸುತ್ತದೆ.",
    "1409822234": "ಯಾವುದೇ ಸಂದರ್ಭಗಳಲ್ಲಿ ಒಂದೇ ಅಥವಾ ಬಹುತೇಕ ಒಂದೇ ರೀತಿಯ hCaptcha ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಅನ್ನು ಡೊಮೇನ್ ಹೆಸರಾಗಿ ಬಳಸಲಾಗುವುದಿಲ್ಲ.",
    "4181060163": "ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ವ್ಯತ್ಯಾಸಗಳು ಅಥವಾ ತಪ್ಪು ಕಾಗುಣಿತಗಳನ್ನು ಬಳಸಬಾರದು ಅಥವಾ hCaptcha ಟ್ರೇಡ್‌ಮಾರ್ಕ್‌ಗಳ ಮೇಲೆ ಯಾವುದೇ ಆರಂಭಿಕ ಆಸಕ್ತಿ ಗೊಂದಲವನ್ನು ಉಂಟುಮಾಡುವ ಯಾವುದೇ ರೀತಿಯಲ್ಲಿ ವರ್ತಿಸಬಾರದು.",
    "3955555607": "ಪಾಲುದಾರರು ಅಥವಾ ಅಧಿಕೃತ ಮರುಮಾರಾಟಗಾರರನ್ನು ಹೊರತುಪಡಿಸಿ, ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು hCaptcha ಗುರುತುಗಳು ಅಥವಾ ತಪ್ಪು ಕಾಗುಣಿತಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಕೀವರ್ಡ್‌ಗಳು, Google AdWords ಅಥವಾ ಇತರ ಉದ್ದೇಶಿತ ಜಾಹೀರಾತು ವ್ಯವಸ್ಥೆಗಳಿಗೆ ಬಿಡ್ ಮಾಡಬಾರದು. ಅಥವಾ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ಡೊಮೇನ್ ಹೆಸರುಗಳಲ್ಲಿ hCaptcha ಗುರುತುಗಳನ್ನು ಬಳಸಬಾರದು, ಯಾವುದೇ ಹುಡುಕಾಟ ಎಂಜಿನ್ ಆಪ್ಟಿಮೈಸೇಶನ್, ಮೆಟಾ ಟ್ಯಾಗ್‌ಗಳು, ಹುಡುಕಾಟ ಪದಗಳು, ಕೋಡ್ ಅಥವಾ ಇತರ ತಪ್ಪು ನಿರೂಪಣೆ.",
    "1985238261": "ಇತರೆ ನಿರ್ಬಂಧಿತ ಅಂಕಗಳು",
    "2193061499": "ನಮ್ಮ ಕೆಲವು ಲೋಗೋಗಳು ಮತ್ತು ಗುರುತುಗಳನ್ನು hCaptcha ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ಬಳಸುವುದನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ. hCaptcha ನಿಂದ ಲಿಖಿತ ಪರವಾನಗಿ ಇಲ್ಲದೆ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ಈ ಕೆಳಗಿನ ಗುರುತುಗಳನ್ನು ಬಳಸುವಂತಿಲ್ಲ:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha ಪಾಲುದಾರ™",
    "755156539": "hCaptcha ಅಧಿಕೃತ ಮರುಮಾರಾಟಗಾರ™",
    "717622341": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್™",
    "3433896984": "ಬಾಟ್‌ಸ್ಟಾಪ್™",
    "1655022901": "hCaptcha™ ಮೂಲಕ BotStop",
    "2557601376": "hCaptcha ಲೋಗೋ™",
    "248923369": "BotStop ಲೋಗೋ™",
    "3942875761": "ಉತ್ತಮ ವೆಬ್ ನಿರ್ಮಿಸಲು ಸಹಾಯ ಮಾಡಿ™",
    "364774188": "ನಾನು ಮನುಷ್ಯ™",
    "2785425016": "(ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನಾ ಪರಿಹಾರದ ಸಂದರ್ಭದಲ್ಲಿ, ಉದಾಹರಣೆಗೆ ಕ್ರಿಯೆಗೆ ಕರೆ)",
    "2639657759": "ಅನುಮತಿಯಿಂದ ಬಳಸಲಾದ ಗುರುತುಗಳು",
    "1268918580": "hCaptcha ಮತ್ತು ಅದರ ಪಾಲುದಾರರು ಬಳಸುವ ಕೆಲವು ಲೋಗೋಗಳು ಮತ್ತು ಗುರುತುಗಳು ಮೂರನೇ ವ್ಯಕ್ತಿಗಳ ಒಡೆತನದಲ್ಲಿದೆ ಮತ್ತು ಅವರ ಅನುಮತಿಯೊಂದಿಗೆ ಮಾತ್ರ ಬಳಸಬಹುದು. ಮೂರನೇ ವ್ಯಕ್ತಿಗಳು ತಮ್ಮ ಮಾಲೀಕರಿಂದ ಅನುಮತಿಸಲ್ಪಟ್ಟ ಹೊರತು ಈ ಕೆಳಗಿನ ಗುರುತುಗಳನ್ನು ಬಳಸುವಂತಿಲ್ಲ:",
    "3782751514": "ಹ್ಯೂಮನ್ ಪ್ರೋಟೋಕಾಲ್ ® ಮಾನವ ಪ್ರೋಟೋಕಾಲ್ ಫೌಂಡೇಶನ್‌ನ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ ಮತ್ತು ಇದನ್ನು ಅದರ ಅನುಮತಿಯೊಂದಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ.",
    "1620709264": "ಹ್ಯೂಮನ್ ಟೋಕನ್® ಮಾನವ ಪ್ರೋಟೋಕಾಲ್ ಫೌಂಡೇಶನ್‌ನ ನೋಂದಾಯಿತ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ ಮತ್ತು ಅದರ ಅನುಮತಿಯೊಂದಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ.",
    "3031953928": "ಹ್ಯೂಮನ್ ನೆಟ್‌ವರ್ಕ್™ ಮಾನವ ಪ್ರೋಟೋಕಾಲ್ ಫೌಂಡೇಶನ್‌ನ ಟ್ರೇಡ್‌ಮಾರ್ಕ್ ಆಗಿದೆ ಮತ್ತು ಅದರ ಅನುಮತಿಯೊಂದಿಗೆ ಇದನ್ನು ಬಳಸಲಾಗುತ್ತದೆ.",
    "3554363588": "ಇತರೆ ಗುರುತುಗಳು",
    "3290996791": "ಎಲ್ಲಾ ಇತರ ಉತ್ಪನ್ನದ ಹೆಸರುಗಳು, ಲೋಗೋಗಳು ಮತ್ತು ಬ್ರ್ಯಾಂಡ್‌ಗಳು ಆಯಾ ಮಾಲೀಕರ ಆಸ್ತಿಯಾಗಿದೆ. ಈ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಬಳಸಲಾದ ಎಲ್ಲಾ ಇತರ ಕಂಪನಿ, ಉತ್ಪನ್ನ ಮತ್ತು ಸೇವೆಯ ಹೆಸರುಗಳು ಗುರುತಿನ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮಾತ್ರ. ಈ ಹೆಸರುಗಳು, ಲೋಗೋಗಳು ಮತ್ತು ಬ್ರ್ಯಾಂಡ್‌ಗಳ ಬಳಕೆಯು ಅನುಮೋದನೆಯನ್ನು ಸೂಚಿಸುವುದಿಲ್ಲ.",
    "2444685143": "ಲೋಗೋ ನೀತಿ",
    "2414232014": "ನಮ್ಮ ಲೋಗೋವನ್ನು ತಕ್ಷಣವೇ ಗುರುತಿಸಬಹುದಾಗಿದೆ ಮತ್ತು ನಮ್ಮ ಅತ್ಯಮೂಲ್ಯ ಮತ್ತು ಪ್ರಮುಖ ಸ್ವತ್ತುಗಳಲ್ಲಿ ಒಂದಾಗಿದೆ. ಇದು ನಮ್ಮ ಕಂಪನಿಯ ಪ್ರಬಲ ಪ್ರಾತಿನಿಧ್ಯವಾಗಿ ಉಳಿದಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ಸಂವಹನದ ಎಲ್ಲಾ ಚಾನಲ್‌ಗಳಲ್ಲಿ ಅದನ್ನು ಎಚ್ಚರಿಕೆಯಿಂದ ಮತ್ತು ಸ್ಥಿರವಾದ ರೀತಿಯಲ್ಲಿ ಪ್ರಸ್ತುತಪಡಿಸಬೇಕು.",
    "803639471": "hCaptcha ಲೋಗೋ ಕೈ ಐಕಾನ್ ಮತ್ತು hCaptcha ಲೋಗೋಟೈಪ್ ಅನ್ನು ಒಳಗೊಂಡಿದೆ. ಅದರ ಪರ್ಯಾಯ ರೂಪದಲ್ಲಿ, ಜಾಗವನ್ನು ನಿರ್ಬಂಧಿಸಿದಾಗ ಕೈ ಐಕಾನ್ ಸ್ವತಃ ಕಾಣಿಸಿಕೊಳ್ಳಬಹುದು ಮತ್ತು \"hCaptcha\" ಅನ್ನು ಪದದ ಗುರುತುಯಾಗಿ (ಮೇಲೆ ವಿವರಿಸಿದಂತೆ) ಕೈ ಐಕಾನ್‌ಗೆ ಸಮೀಪದಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ, ಅಂದರೆ ಹ್ಯಾಂಡ್ ಐಕಾನ್ hCaptcha ಅನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ ಎಂಬುದು ಸ್ಪಷ್ಟವಾಗಿದೆ.",
    "564127016": "hCaptcha ಕೈ ಐಕಾನ್:",
    "1424800293": "hCaptcha ಲೋಗೋ:",
    "1525506526": "ಖಾತೆ ಸ್ವಾಧೀನಗಳು ಯಾವುವು ಮತ್ತು ಅವು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತವೆ?",
    "2446481523": "ಒಂದು ಹಳೆಯ ಜಾನಪದ ಕಥೆಯಿದೆ, ಇದರಲ್ಲಿ ವ್ಯಾಗನ್ ಡ್ರೈವರ್ ಮತ್ತು ಕುಲೀನರು ಒಂದು ಸಣ್ಣ ಹಳ್ಳಿಯ ಕಾನ್ಸ್ಟಾಬ್ಯುಲರಿಯಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತಾರೆ. ಒಬ್ಬ ವ್ಯಕ್ತಿ, ಕೊಳಕು, ಬಡವರ ಉಡುಪನ್ನು ಧರಿಸಿ, ಕಾನ್‌ಸ್ಟೆಬಲ್‌ಗೆ, “ನಾನು ಶ್ರೇಷ್ಠ ವ್ಯಕ್ತಿ. ಈ ವ್ಯಕ್ತಿ ನನ್ನ ಚಾಲಕನಾಗಿದ್ದನು.",
    "1767952047": "ನಿನ್ನೆ ರಾತ್ರಿ ನನ್ನ ಮೇಲೆ ದಾಳಿ ಮಾಡಿ ನನ್ನ ಬಟ್ಟೆಗಳನ್ನು ಕದ್ದು ಹಣ ಕಿತ್ತುಕೊಂಡಿದ್ದಾನೆ. ಉದಾತ್ತ ವರ್ಗದ ಉಡುಪನ್ನು ಧರಿಸಿದ್ದ ಇನ್ನೊಬ್ಬ ವ್ಯಕ್ತಿ ಉತ್ತರಿಸಿದ, “ಕಾನ್ಸ್ಟೇಬಲ್, ಈ ಮನುಷ್ಯನು ಹುಚ್ಚನಾಗಿದ್ದಾನೆ. ಅವನು ಕುಲೀನನೆಂದು ಭಾವಿಸುತ್ತಾನೆ. ನಾನು ನಿಜವಾದ ಕುಲೀನ. ಅವನನ್ನು ಬಂಧಿಸಿ!”",
    "2947576723": "ಈ ಕಥೆಯು ಚಾಲಕರ ಪರವಾನಗಿಗಳು ಮತ್ತು ಡಿಜಿಟಲ್ ಫಿಂಗರ್ ಪ್ರಿಂಟಿಂಗ್‌ಗೆ ಹಿಂದಿನದು, ಆದರೆ ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವ ಪರಿಸ್ಥಿತಿಯಲ್ಲಿ ಏನು ತಪ್ಪಾಗಬಹುದು ಎಂಬುದಕ್ಕೆ ಇದು ಉತ್ತಮ ಉದಾಹರಣೆಯನ್ನು ನೀಡುತ್ತದೆ. ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಆನ್‌ಲೈನ್ ಬ್ಯಾಂಕ್ ಖಾತೆ ಅಥವಾ ಮೊಬೈಲ್ ಪಾವತಿಗಳ ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಲಾಗ್ ಇನ್ ಆಗುತ್ತಾನೆ. ಅವನು ನಿಜವಾದ ಖಾತೆದಾರನೇ ಅಥವಾ ಹ್ಯಾಕರ್? ನಿಜವಾಗಿಯೂ ಯಾರು ಯಾರು? ಈ ಭದ್ರತಾ ಸಮಸ್ಯೆಗಳು ಸ್ವಯಂ ಸೇವಾ ಖಾತೆ ಪ್ರವೇಶವನ್ನು ಅನುಮತಿಸುವ ಸಂಸ್ಥೆಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತವೆ.",
    "1687299615": "ಖಾತೆ ಸ್ವಾಧೀನ ಎಂದರೇನು?",
    "2648707986": "ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದು ಸೈಬರ್ ವಂಚನೆಯ ಒಂದು ರೂಪವಾಗಿದೆ, ಇದರಲ್ಲಿ ದುರುದ್ದೇಶಪೂರಿತ ನಟನು ಆನ್‌ಲೈನ್ ಖಾತೆಯ ಮಾಲೀಕರಂತೆ ನಟಿಸುತ್ತಾನೆ. ವಿಶಿಷ್ಟವಾಗಿ, ಖಾತೆಯು ಹಣಕಾಸು ಸಂಸ್ಥೆ ಅಥವಾ ಇ-ಕಾಮರ್ಸ್ ವ್ಯವಹಾರದಲ್ಲಿದೆ, ಅಲ್ಲಿ ವಂಚಕನು ಹಣ, ಸರಕು ಅಥವಾ ಉಡುಗೊರೆ ಕಾರ್ಡ್‌ಗಳನ್ನು ಕದಿಯಬಹುದು. ಆಕ್ರಮಣಕಾರರು ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಲು ಕದ್ದ ಲಾಗಿನ್ ರುಜುವಾತುಗಳನ್ನು ಬಳಸುತ್ತಾರೆ ಮತ್ತು ನಂತರ ಅದನ್ನು ಪಡೆದುಕೊಳ್ಳುತ್ತಾರೆ, ಬಹುಶಃ ನಿಜವಾದ ಖಾತೆಯ ಮಾಲೀಕರನ್ನು ಲಾಕ್ ಮಾಡಲು ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ಬದಲಾಯಿಸಬಹುದು.",
    "1476843710": "ಕಡಿಮೆ ಆರ್ಥಿಕ ಹಾನಿಕರ ಆದರೆ ಇನ್ನೂ ಹಾನಿಕರವಾದ ಖಾತೆ ಸ್ವಾಧೀನದ ರೂಪಗಳು ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ ಖಾತೆಗಳ ಹೈಜಾಕ್ ಮತ್ತು ಮುಂತಾದವುಗಳನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಈ ಸಂದರ್ಭಗಳಲ್ಲಿ, ಆಕ್ರಮಣಕಾರರು ಸಾಮಾನ್ಯವಾಗಿ ಮಾಲ್ವೇರ್ ಅನ್ನು ಹರಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ ಅಥವಾ ಬಲಿಪಶುವಿನ ಅನುಮಾನಾಸ್ಪದ ಸ್ನೇಹಿತರ ವಿರುದ್ಧ ಫಿಶಿಂಗ್ ದಾಳಿಯಲ್ಲಿ ತೊಡಗುತ್ತಾರೆ. ಅಥವಾ, ಆಕ್ರಮಣಕಾರನು ಬಲಿಪಶುವನ್ನು ಮುಜುಗರಕ್ಕೀಡುಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾನೆ, ಇದು ಕೆಲವೊಮ್ಮೆ ಸೆಲೆಬ್ರಿಟಿಗಳು ಮತ್ತು ರಾಜಕಾರಣಿಗಳೊಂದಿಗೆ ನಡೆಯುತ್ತದೆ, ಉದಾಹರಣೆಗೆ.",
    "2904949278": "ಹ್ಯಾಕರ್ ಖಾತೆಯನ್ನು ಹೇಗೆ ತೆಗೆದುಕೊಳ್ಳುತ್ತಾನೆ?",
    "2575690545": "ಹೆಚ್ಚಿನ ಸೈಬರ್ ವಂಚನೆಯಂತಹ ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದು ಹೆಚ್ಚಾಗಿ ಸ್ವಯಂಚಾಲಿತ, ಸಾಮೂಹಿಕ ಪ್ರಕ್ರಿಯೆಗಳ ವಿಷಯವಾಗಿದೆ. ಒಬ್ಬ ಹ್ಯಾಕರ್ ತನ್ನ ತಾಯಿಯ ನೆಲಮಾಳಿಗೆಯಲ್ಲಿ ಹೆಡೆಯನ್ನು ಧರಿಸಿ, ಬ್ಯಾಂಕ್ ವೆಬ್‌ಸೈಟ್‌ಗಳಲ್ಲಿ ಒಂದೊಂದಾಗಿ ಪಾಸ್‌ವರ್ಡ್‌ಗಳನ್ನು ಟೈಪ್ ಮಾಡುವುದು ಅಪರೂಪ.",
    "3614653023": "ಬದಲಿಗೆ, ಅಭ್ಯಾಸವು ದೊಡ್ಡ ಪ್ರಮಾಣದ ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವ ದಾಳಿಯ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿದೆ, ಇದು ಖಾತೆಗಳ ಸಣ್ಣ ಉಪವಿಭಾಗವನ್ನು ಅನ್ಲಾಕ್ ಮಾಡುವ ಭರವಸೆಯಲ್ಲಿ ಡಜನ್ಗಟ್ಟಲೆ ಗುರಿ ಹಣಕಾಸು ಸಂಸ್ಥೆಗಳಲ್ಲಿ ಲಕ್ಷಾಂತರ ಬಳಕೆದಾರಹೆಸರು/ಪಾಸ್ವರ್ಡ್ ಜೋಡಿಗಳನ್ನು ಪ್ರಯತ್ನಿಸುತ್ತದೆ. ಸ್ವಯಂಚಾಲಿತ ವಂಚನೆ ಸಾಫ್ಟ್‌ವೇರ್ ಖಾತೆಗೆ ಪ್ರವೇಶವನ್ನು ಪಡೆದ ನಂತರ, ಮಾನವ ಹ್ಯಾಕರ್ ತೊಡಗಿಸಿಕೊಳ್ಳಬಹುದು, ಆದರೆ ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ ಅಲ್ಲ.",
    "2762759509": "ಬಹಳಷ್ಟು ಖಾತೆ ಸ್ವಾಧೀನ ದಾಳಿಗಳು ಬಹುತೇಕ ಸಂಪೂರ್ಣವಾಗಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿವೆ.",
    "1972710018": "ಕಂಪನಿಯ ದೃಷ್ಟಿಕೋನದಿಂದ ನೋಡುವುದು",
    "1282121137": "ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದು ಎಷ್ಟು ಸಮಸ್ಯಾತ್ಮಕವಾಗಿದೆ ಎಂಬುದನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು, ಹಣಕಾಸಿನ ಸಂಸ್ಥೆಯ ದೃಷ್ಟಿಕೋನದಿಂದ ಅನುಭವವು ಹೇಗೆ ಕಾಣುತ್ತದೆ ಎಂಬುದನ್ನು ಪರಿಗಣಿಸಿ. ಅವರು ಪ್ರತಿದಿನ ಲಕ್ಷಾಂತರ ಲಾಗಿನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸುತ್ತಾರೆ.",
    "2315518622": "ಇಂದಿನ ದಾಳಿಯ ಪರಿಕರಗಳಲ್ಲಿ ಲಭ್ಯವಿರುವ ಅತ್ಯಾಧುನಿಕತೆಯೊಂದಿಗೆ, ಯಾವುದಾದರೂ ಮೋಸವನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಇದು ಅತ್ಯಂತ ಸವಾಲಿನ ಸಂಗತಿಯಾಗಿದೆ. ನಂತರ, ಒಬ್ಬ ವ್ಯಕ್ತಿಯು ಗ್ರಾಹಕ ಸೇವಾ ಲೈನ್‌ಗೆ ಕರೆ ಮಾಡಿ “ನನ್ನ ಖಾತೆಯ ಮೇಲೆ ದಾಳಿ ಮಾಡಲಾಗಿದೆ! ನಾನು ಲಾಗ್ ಇನ್ ಆಗಲು ಸಾಧ್ಯವಿಲ್ಲ ಮತ್ತು ಯಾರೋ ನನ್ನ ಹಣವನ್ನು ಕದಿಯುತ್ತಿದ್ದಾರೆ!”",
    "1836369533": "ಜಾನಪದ ಕಥೆಯ ಕಾನ್‌ಸ್ಟೆಬಲ್‌ನಂತೆ, ಯಾರು ನಿಜವಾಗಿಯೂ ಯಾರು ಎಂದು ಹೇಗೆ ನಿರ್ಧರಿಸುತ್ತಾರೆ? ಆಕ್ರಮಣಕಾರರು ಚಾಲಕರ ಪರವಾನಗಿ ಸಂಖ್ಯೆ, ಸಾಮಾಜಿಕ ಭದ್ರತೆ ಸಂಖ್ಯೆ, ತಾಯಿಯ ಮೊದಲ ಹೆಸರು, ವಿಳಾಸ ಮತ್ತು ಮುಂತಾದವುಗಳಂತಹ ಸಾಕಷ್ಟು ಕದ್ದ ಗುರುತಿನ ಅಂಶಗಳನ್ನು ಹೊಂದಿದ್ದರೆ, ಕರೆ ಮಾಡಿದವರು ನಿಜವಾದ ಖಾತೆದಾರರೇ ಅಥವಾ ಆಕ್ರಮಣಕಾರರು ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆಯೇ ಎಂದು ನಿರ್ಧರಿಸಲು ಕಷ್ಟವಾಗಬಹುದು. ಅವನು ಭೇದಿಸಲು ಬಯಸುವ ಖಾತೆಯಲ್ಲಿ ಪಾಸ್‌ವರ್ಡ್ ಮರುಹೊಂದಿಸಿ.",
    "2880837730": "ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದನ್ನು ನಿಲ್ಲಿಸಲು ಏನು ಮಾಡಬಹುದು?",
    "3654556483": "ಹಣಕಾಸು ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಇ-ಕಾಮರ್ಸ್ ಕಂಪನಿಗಳು ಕೆಲವು ಖಾತೆ ಸ್ವಾಧೀನ ಬೆದರಿಕೆಯನ್ನು ತಗ್ಗಿಸುವ ಪ್ರಕ್ರಿಯೆಗಳು ಮತ್ತು ನಿಯಂತ್ರಣಗಳನ್ನು ಹೊಂದಿವೆ. ಇವುಗಳು ಹಳೆಯ ಶೈಲಿಯ \"ಪ್ರಾಥಮಿಕ ಶಾಲೆಯಲ್ಲಿ ನಿಮ್ಮ ಉತ್ತಮ ಸ್ನೇಹಿತನ ಹೆಸರೇನು\" ಎಂಬ ಭದ್ರತಾ ಪ್ರಶ್ನೆಗಳಿಂದ ಹಿಡಿದು ಅನುಮಾನಾಸ್ಪದ IP ವಿಳಾಸಗಳು ಮತ್ತು ಮೊಬೈಲ್ ಸಾಧನದ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಪತ್ತೆಹಚ್ಚುವ ವಿಧಾನಗಳವರೆಗೆ.",
    "2449501658": "ಮೋಸದ ಖಾತೆ ಲಾಗಿನ್ ಪ್ರಯತ್ನಗಳಿಂದ ಬೆದರಿಕೆಯನ್ನು ತಗ್ಗಿಸಲು ಅತ್ಯಾಧುನಿಕ ಮಾರ್ಗಗಳಲ್ಲಿ ಒಂದನ್ನು ಒದಗಿಸುತ್ತದೆ, ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಬಳಸಿಕೊಂಡು ಬಾಟ್‌ಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಮತ್ತು ನಿಲ್ಲಿಸಲು, ಮತ್ತು ವಂಚಕರು ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳಲು ತೊಡಗಿಸಿಕೊಳ್ಳಲು ಅದನ್ನು ಹೆಚ್ಚು ಕಷ್ಟ ಅಥವಾ ಅಸಾಧ್ಯವಾಗಿಸುತ್ತದೆ.",
    "3621455477": "ಇನ್ನಷ್ಟು ತಿಳಿಯಲು!",
    "555246307": "ಅಂದಹಾಗೆ, ಕುಲೀನ ಮತ್ತು ಅವನ ಡ್ರೈವರ್ ಕಥೆ ಹೇಗೆ ಕೊನೆಗೊಳ್ಳುತ್ತದೆ: ಕಾನ್‌ಸ್ಟೆಬಲ್ ಇಬ್ಬರು ವ್ಯಕ್ತಿಗಳನ್ನು ಒಟ್ಟಿಗೆ ಕೋಣೆಯಲ್ಲಿ ಗಂಟೆಗಟ್ಟಲೆ ಕೂರಿಸಿ ಅವರ ಮನಸ್ಸಿನಿಂದ ಬೇಸರಗೊಳ್ಳುವಂತೆ ಮಾಡಿದನು. ದಿನದ ಕೊನೆಯಲ್ಲಿ, ಅವರು ಕಾಣಿಸಿಕೊಂಡರು ಮತ್ತು \"ನಾನು ಈಗ ವ್ಯಾಗನ್ ಡ್ರೈವರ್ನೊಂದಿಗೆ ಮಾತನಾಡುತ್ತೇನೆ\" ಎಂದು ಹೇಳಿದರು. ಉದಾತ್ತ ಬಟ್ಟೆಯಲ್ಲಿದ್ದ ವ್ಯಕ್ತಿ ಎದ್ದು ನಿಂತ. ಅವರು ತುಂಬಾ ಬೇಸರಗೊಂಡರು, ಅವರು ಕೇವಲ ಉದಾತ್ತರಂತೆ ನಟಿಸುತ್ತಿದ್ದಾರೆ ಎಂಬುದನ್ನು ಅವರು ಮರೆತುಬಿಟ್ಟರು.",
    "1224727373": "hCaptcha ಮೂಲಕ BotStop",
    "1187718370": "ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ",
    "3892905664": "ಮಾನವರಿಗೆ ಸುಲಭವಾದ ಮತ್ತು ಯಂತ್ರಗಳಿಗೆ ಕಷ್ಟಕರವಾದ ಸರಳ ಪ್ರಶ್ನೆಗಳನ್ನು ಕೇಳುವ ಮೂಲಕ ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು ಬಾಟ್‌ಗಳು, ಸ್ಪ್ಯಾಮ್ ಮತ್ತು ನಿಂದನೆಯನ್ನು ತಡೆಯಲು hCaptcha ಸಹಾಯ ಮಾಡುತ್ತದೆ.",
    "555158694": "ನೀವು ಬಳಸುವ ಸೇವೆಯು ದುರುದ್ದೇಶಪೂರಿತ ಟ್ರಾಫಿಕ್ ಅನ್ನು ಕಡಿಮೆ ಮಾಡಲು hCaptcha ಅನ್ನು ಸ್ಥಾಪಿಸುವ ಮೂಲಕ ಅವರ ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಆಯ್ಕೆ ಮಾಡಿದೆ.",
    "1617196410": "hCaptcha ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸುವುದರ ಮೇಲೆ ಕೇಂದ್ರೀಕೃತವಾಗಿದೆ. ಬಳಕೆದಾರರು ಯಾರೆಂಬುದರ ಬಗ್ಗೆ ನಮಗೆ ಕಾಳಜಿ ಇಲ್ಲ, ಆದರೆ ಅವರು ದುರುದ್ದೇಶಪೂರಿತರಾಗಿದ್ದಾರೆಯೇ ಎಂಬುದನ್ನು ಮಾತ್ರ. ಗೌಪ್ಯತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ನಾವು ಶ್ರಮಿಸುತ್ತೇವೆ &",
    "1624200563": "ಭದ್ರತೆ, ಮತ್ತು GDPR, CCPA, LGPD, PIPL, ಮತ್ತು ಇತರ ಗೌಪ್ಯತೆ ನಿಯಮಗಳಿಗೆ ಅನುಸಾರವಾಗಿ.",
    "1927613000": "hCaptcha ಅತ್ಯಾಧುನಿಕ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಪ್ರಬಲ ಚಾಲೆಂಜ್ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನೊಂದಿಗೆ ಸಂಯೋಜಿಸುತ್ತದೆ, ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವುದು, ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು, ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಮತ್ತು ಇತರ ರೀತಿಯ ನಿಂದನೆಗಳಿಂದ ವೆಬ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ರಕ್ಷಿಸುತ್ತದೆ.",
    "1133989302": "ಏಕೆ hCaptcha?",
    "34074886": "ಪ್ರತಿ ಬಾರಿ ನೀವು ಸವಾಲಿಗೆ ಉತ್ತರಿಸುವಾಗ, ನೀವು ಮನುಷ್ಯರೇ ಎಂದು ಲೆಕ್ಕಾಚಾರ ಮಾಡಲು ನಾವು ಅತ್ಯಾಧುನಿಕ ಮಾದರಿಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ನೀವು ಭೇಟಿ ನೀಡಿದ ವೆಬ್‌ಸೈಟ್ ಬಾಟ್‌ಗಳನ್ನು ಹೊರಗಿಡುವ ಮೂಲಕ ಅವರ ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಅನುಭವವನ್ನು ಸುಧಾರಿಸಲು ಸಹಾಯ ಮಾಡಲು ಈ ಫಲಿತಾಂಶವನ್ನು ಬಳಸುತ್ತದೆ.",
    "3412647984": "ಕುಕೀಯನ್ನು ನೋಂದಾಯಿಸುವ ಮತ್ತು ಹೊಂದಿಸುವ ಮೂಲಕ ಭವಿಷ್ಯದ ಪ್ರಶ್ನೆಗಳನ್ನು ತಪ್ಪಿಸಲು ಇದು ನಿಮ್ಮನ್ನು ಅನುಮತಿಸುತ್ತದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಜಾಹೀರಾತು ಬ್ಲಾಕರ್ ಅನ್ನು ಆಫ್ ಮಾಡಲು ಸಹ ಪ್ರಯತ್ನಿಸಿ.",
    "2510209017": "ಹೆಚ್ಚಿನ ಸಹಾಯ ಬೇಕೇ?",
    "477275453": "API ಗಳು ಹ್ಯಾಕರ್‌ಗಳಿಗೆ ಏಕೆ ಜನಪ್ರಿಯ ಗುರಿಯಾಗಿದೆ?",
    "596347471": "ಅಪ್ಲಿಕೇಶನ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಇಂಟರ್‌ಫೇಸ್‌ಗಳು (APIಗಳು) ಸೈಬರ್‌ಸ್ಪೇಸ್‌ನಲ್ಲಿ ದುರುದ್ದೇಶಪೂರಿತ ನಟರಿಗೆ ಜನಪ್ರಿಯ ಗುರಿಯಾಗಿವೆ. ಅಪ್ಲಿಕೇಶನ್ ಏಕೀಕರಣದಲ್ಲಿ ಅವರ ಉತ್ತಮ ಉಪಯುಕ್ತತೆ ಸೇರಿದಂತೆ ಇದಕ್ಕೆ ಹಲವು ಕಾರಣಗಳಿವೆ. ಆದಾಗ್ಯೂ, API ಅಪಾಯವನ್ನು ತಗ್ಗಿಸಲು ಸಾಧ್ಯವಿದೆ.",
    "2441638955": "ಮೊದಲಿಗೆ, API ಎಂದರೇನು?",
    "3963216198": "API ಗಳು ಹ್ಯಾಕರ್‌ಗಳಿಗೆ ಏಕೆ ಜನಪ್ರಿಯ ಗುರಿಯಾಗಿದೆ ಎಂಬುದನ್ನು ಚರ್ಚಿಸಲು, \"API\" ಪದದಿಂದ ಪ್ರಸ್ತುತವಾಗಿ ಏನನ್ನು ಅರ್ಥೈಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ವ್ಯಾಖ್ಯಾನಿಸಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳುವುದು ಯೋಗ್ಯವಾಗಿದೆ. API ಪರಿಕಲ್ಪನೆಯು ಹೊಸದೇನಲ್ಲ. ವಾಸ್ತವವಾಗಿ, ವಿವಿಧ ಕಂಪ್ಯೂಟರ್ ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ಒಂದಕ್ಕೊಂದು ಸಂಪರ್ಕಿಸುವ ಇಂಟರ್‌ಫೇಸ್‌ಗಳು ಮತ್ತು ಅವುಗಳ ಆಂತರಿಕ ಘಟಕಗಳು ಕನಿಷ್ಠ 1960 ರ ದಶಕದ ಆರಂಭದಿಂದಲೂ ಇವೆ.",
    "1047251718": "ಇಂದು, ಆದಾಗ್ಯೂ, ಜನರು API ಗಳ ಬಗ್ಗೆ ಮಾತನಾಡುವಾಗ, ಅವರು ಯಾವಾಗಲೂ ಮಾನದಂಡಗಳನ್ನು ಆಧರಿಸಿದ API ಗಳನ್ನು ಅರ್ಥೈಸುತ್ತಾರೆ. ಇವು ರೆಪ್ರೆಸೆಂಟೇಶನಲ್ ಸ್ಟೇಟ್ ಟ್ರಾನ್ಸ್‌ಫರ್ (REST) ಮತ್ತು JavaScript ಆಬ್ಜೆಕ್ಟ್ ನೋಟೇಶನ್ (JSON) ನಂತಹ ಮುಕ್ತ ಗುಣಮಟ್ಟದ ಫೈಲ್ ಫಾರ್ಮ್ಯಾಟ್‌ಗಳಂತಹ ಮುಕ್ತ ಮಾನದಂಡಗಳನ್ನು ಬಳಸಿಕೊಂಡು ನಿರ್ಮಿಸಲಾದ APIಗಳಾಗಿವೆ. ಅಂತಹ \"RESTful API ಗಳು,\" ಅವರು ತಿಳಿದಿರುವಂತೆ, ಸ್ವಾಮ್ಯದ ಸಾಫ್ಟ್‌ವೇರ್ ಅಗತ್ಯವಿಲ್ಲದೇ ರಚಿಸಬಹುದು. ಪರಿಣಾಮವಾಗಿ API ಗಳು ಸಾಫ್ಟ್‌ವೇರ್ ಅಪ್ಲಿಕೇಶನ್‌ಗಳ ನಡುವೆ ಡೇಟಾ ಮತ್ತು ಕಾರ್ಯವಿಧಾನದ ಕರೆಗಳನ್ನು ಕಳುಹಿಸಲು ಮತ್ತು ಸ್ವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ. ಉದಾಹರಣೆಗೆ, ಬ್ಯಾಂಕಿನ ಸಿಸ್ಟಂಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಮೊಬೈಲ್ ಬ್ಯಾಂಕಿಂಗ್ ಅಪ್ಲಿಕೇಶನ್ API ಅನ್ನು ಬಳಸುತ್ತದೆ.",
    "3195334319": "API ಗಳ ಉಪಯುಕ್ತತೆ ಮತ್ತು ದುರ್ಬಲತೆ",
    "1903743785": "ಸ್ಟ್ಯಾಂಡರ್ಡ್-ಆಧಾರಿತ API ಗಳ ಆಗಮನವು ಅಪ್ಲಿಕೇಶನ್ ಏಕೀಕರಣದಲ್ಲಿ ಪ್ರಮುಖ ಪ್ರಗತಿಯನ್ನು ಪ್ರತಿನಿಧಿಸುತ್ತದೆ. ಕಳೆದ 20 ವರ್ಷಗಳಲ್ಲಿ, API ಗಳು ದುಬಾರಿ ಮತ್ತು ಸಂಕೀರ್ಣವಾದ ಸ್ವಾಮ್ಯದ ಸಾಫ್ಟ್‌ವೇರ್ ಉತ್ಪನ್ನಗಳಿಂದ ಉಚಿತ, ಗುಣಮಟ್ಟ-ಆಧಾರಿತ ಸಾಧನಗಳೊಂದಿಗೆ ಕೆಲಸ ಮಾಡಲು ತುಲನಾತ್ಮಕವಾಗಿ ಸುಲಭ ಮತ್ತು ತ್ವರಿತವಾಗಿ ನಿಯೋಜಿಸಲು ಸಾಧ್ಯವಾಯಿತು.",
    "879362350": "ಹೊಸ API ಗಳು ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಕೆಲಸ ಮಾಡುವುದರೊಂದಿಗೆ, ಯಾವುದೇ ಸಾಫ್ಟ್‌ವೇರ್ ಅಥವಾ ಡೇಟಾ ಮೂಲವನ್ನು ಸಂಪರ್ಕಿಸಲು ಸಾಧ್ಯವಾಯಿತು, ಯಾವುದೇ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್, ಡೇಟಾ ಸ್ಕೀಮಾ ಅಥವಾ ಪ್ರೋಗ್ರಾಮಿಂಗ್ ಭಾಷೆಯನ್ನು ಲೆಕ್ಕಿಸದೆ, ಜಗತ್ತಿನ ಎಲ್ಲೆಡೆ. ಪರಿಣಾಮವಾಗಿ, ಕಂಪ್ಯೂಟಿಂಗ್ ಜಗತ್ತು ಈಗ API ಕ್ರಾಂತಿಯ ಮಧ್ಯದಲ್ಲಿದೆ. ಅಪ್ಲಿಕೇಶನ್‌ಗಳು ಮತ್ತು ಡೇಟಾ ನಡುವಿನ ಸಂಪರ್ಕದ ಸ್ಫೋಟ ಸಂಭವಿಸಿದೆ. ಅದು ಅದ್ಭುತವಾಗಿದೆ, ಆಗದವರೆಗೆ.",
    "3844432472": "API ಗಳ ಮುಕ್ತತೆ ಮತ್ತು ಉಪಯುಕ್ತತೆಯು ದಾಳಿಕೋರರಿಗೆ ಅವುಗಳನ್ನು ನಂಬಲಾಗದಷ್ಟು ಶ್ರೀಮಂತ ಗುರಿಗಳನ್ನಾಗಿ ಮಾಡುತ್ತದೆ. API ಅನ್ನು ಬಳಸಿಕೊಂಡು ಕಾರ್ಪೊರೇಟ್ ಸಿಸ್ಟಮ್‌ನಿಂದ ಡೇಟಾವನ್ನು ತಲುಪಲು ಮತ್ತು ಪಡೆಯಲು ಮೊಬೈಲ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪ್ರೋಗ್ರಾಮ್ ಮಾಡಬಹುದಾದ ರೀತಿಯಲ್ಲಿಯೇ, ಮಾಲ್‌ವೇರ್‌ನ ತುಂಡು ಕೂಡ ಮಾಡಬಹುದು. API ಗಳನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಲು ಹ್ಯಾಕರ್‌ಗಳು ವಿವಿಧ ರೀತಿಯ ಸಾಫ್ಟ್‌ವೇರ್ ಪರಿಕರಗಳನ್ನು ಬರೆದಿದ್ದಾರೆ. ಇದು ಪರಿಣಾಮಕಾರಿ ದಾಳಿ ತಂತ್ರವಾಗಿದೆ.",
    "2187096543": "ವಾಸ್ತವವಾಗಿ, ಡೇಟಾಬೇಸ್‌ನಿಂದ ಡೇಟಾವನ್ನು ಹೊರತೆಗೆಯಲು API ಅನ್ನು ಕರೆದ ಹ್ಯಾಕರ್-ಲಿಖಿತ ಸಾಫ್ಟ್‌ವೇರ್‌ನಿಂದಾಗಿ ಕೆಲವು ಪ್ರಮುಖ ಡೇಟಾ ಉಲ್ಲಂಘನೆಗಳು ಸಂಭವಿಸಿವೆ. ಎಲ್ಲಾ ನಂತರ, ಡೇಟಾವನ್ನು ಕದಿಯಲು REST ಮತ್ತು JSON ಬಳಸಿ ಬರೆಯಲಾದ API ನಲ್ಲಿ ಮೂಲಭೂತ GET ಕರೆ ಅಗತ್ಯವಿದ್ದರೆ, ಡೇಟಾಬೇಸ್ ಅನ್ನು ತ್ವರಿತವಾಗಿ ತೆಗೆದುಹಾಕುವುದು ಸುಲಭ. ವಾಸ್ತವವಾಗಿ, ಜನರು \"ಸ್ಕ್ರೀನ್ ಸ್ಕ್ರ್ಯಾಪಿಂಗ್\" ದಾಳಿಯ ಬಗ್ಗೆ ಮಾತನಾಡುವಾಗ, ಅವರು ನಿಜವಾಗಿಯೂ ಏನನ್ನು ಅರ್ಥೈಸುತ್ತಾರೆ, ಹೆಚ್ಚಾಗಿ, ಡೇಟಾಬೇಸ್‌ಗಳಿಂದ ಡೇಟಾವನ್ನು ಎಳೆಯುವ ಕ್ಷಿಪ್ರ-ಫೈರ್ API ಕರೆಗಳು. APIಗಳು ಅವುಗಳನ್ನು ನಿರ್ಮಿಸುವ ಸಂಸ್ಥೆಗಳಿಗೆ ಪ್ರಮುಖ ದಾಳಿಯ ಮೇಲ್ಮೈಯಾಗಿ ಮಾರ್ಪಟ್ಟಿವೆ.",
    "4222109231": "hCaptcha ನ ಎಂಟರ್‌ಪ್ರೈಸ್ ಉತ್ಪನ್ನದೊಂದಿಗೆ API ಅಪಾಯವನ್ನು ತಗ್ಗಿಸುವುದು",
    "1783317946": "API ದಾಳಿಗಳನ್ನು ನಿಲ್ಲಿಸುವುದು ಜನಪ್ರಿಯ ಬಳಕೆಯ ಸಂದರ್ಭವಾಗಿದೆ",
    "3022922096": ", hCaptcha ಉತ್ಪನ್ನಗಳ ಉದ್ಯಮ ಸೂಟ್. hCaptcha ನ ಉಚಿತ ಆವೃತ್ತಿಗಿಂತ ಭಿನ್ನವಾಗಿ,",
    "63719113": "ಸ್ಕ್ರ್ಯಾಪಿಂಗ್ ಚಟುವಟಿಕೆಗಳು ಸೇರಿದಂತೆ - ನಿಮ್ಮ ಸೈಟ್ ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ದುರುದ್ದೇಶಪೂರಿತ ದಟ್ಟಣೆಯನ್ನು ಗುರುತಿಸಲು ಸುಧಾರಿತ ಯಂತ್ರ ಕಲಿಕೆಯನ್ನು ಬಳಸುತ್ತದೆ.",
    "3566102529": "ಹೆಚ್ಚು ತಿಳಿಯಲು ಇಂದು ನಮಗೆ.",
    "3096553330": "ನಾವು ರಚಿಸುವ ಪ್ರತಿಯೊಂದು ವ್ಯವಸ್ಥೆಯು ಇತರ ಜನರೊಂದಿಗೆ ನಮ್ಮ ಸಂಬಂಧವನ್ನು ಸರಳವಾಗಿ ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ.",
    "1467218142": "ನಾವು ಅವರಿಂದ ಮತ್ತು ನಮ್ಮಿಂದ ಏನನ್ನು ಬಯಸುತ್ತೇವೆಯೋ ಅದು ನಮ್ಮ ನಡವಳಿಕೆಯನ್ನು ಪ್ರೇರೇಪಿಸುತ್ತದೆ ಮತ್ತು ಆದ್ದರಿಂದ ಎಲ್ಲಾ ಮಾನವ ವ್ಯವಸ್ಥೆಗಳಲ್ಲಿ ಅದೇ ರೀತಿಯ ಪರಸ್ಪರ ಕ್ರಿಯೆಯು ಪುನರಾವರ್ತನೆಯಾಗುತ್ತದೆ. ಇಂಟರ್ನೆಟ್ ನಮ್ಮ ಪ್ರಪಂಚದ ಈ ಮೂಲಭೂತ ಅಂಶದ ಅನೇಕ ಸ್ಟರ್ಲಿಂಗ್ ಉದಾಹರಣೆಗಳನ್ನು ಒದಗಿಸುತ್ತದೆ.",
    "808872868": "ಉದಾಹರಣೆಗೆ: ಸ್ಪ್ಯಾಮ್, ವಂಚನೆ ಮತ್ತು ದುರುಪಯೋಗವು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಎರಡು ಸಿಸ್ಟಂಗಳು ಒಟ್ಟಿಗೆ ಸಂಪರ್ಕಗೊಂಡ ನಂತರದ ದಿನದ ನಂತರ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.",
    "1085089390": "ಆನ್‌ಲೈನ್ ನಿಂದನೆಯು ಸಹಜ ಮಾನವ ನಡವಳಿಕೆಗಳಿಂದ ಉಂಟಾಗುತ್ತದೆ",
    "3064321967": "ತಿಳಿದಿರುವ ಮೊದಲ ಸ್ಪ್ಯಾಮ್ ಇಮೇಲ್ ಅನ್ನು 1978 ರಲ್ಲಿ ಕಳುಹಿಸಲಾಗಿದೆ.",
    "3800781598": "] ಸುಮಾರು ಐದು ದಶಕಗಳ ನಂತರ, ಇಮೇಲ್ ಸ್ಪ್ಯಾಮ್ ನಮ್ಮನ್ನು ಪೀಡಿಸುತ್ತಲೇ ಇದೆ. ಅನೇಕ ಶತಕೋಟಿ ಡಾಲರ್‌ಗಳು ಮತ್ತು ಸಾವಿರಾರು ವ್ಯಕ್ತಿ-ವರ್ಷಗಳ ಇಂಜಿನಿಯರಿಂಗ್ ಪ್ರಯತ್ನವನ್ನು ಅದನ್ನು ಸೋಲಿಸಲು ಹಾಕಲಾಗಿದೆ, ಮತ್ತು ಇನ್ನೂ ಸ್ಪ್ಯಾಮ್ ಮುಂದುವರಿದಿದೆ. ಎರಡೂ ಕಡೆಗಳಲ್ಲಿ ಬಿಲಿಯನ್ ಡಾಲರ್ ಉದ್ಯಮಗಳಿವೆ, ಅಂದರೆ ಅದರ ವಿರುದ್ಧ ಸಮರ್ಥಿಸುವವರು ಮತ್ತು ಅದನ್ನು ಕಳುಹಿಸುವವರು.",
    "2119943547": "ಏಕೆ ಇದು? ಉತ್ತರ ಸರಳವಾಗಿದೆ. ವ್ಯವಸ್ಥೆಯನ್ನು ದುರುಪಯೋಗಪಡಿಸಿಕೊಳ್ಳಲು ಪ್ರೋತ್ಸಾಹ ಇರುವವರೆಗೆ, ಯಾರಾದರೂ ಸಾಮಾನ್ಯವಾಗಿ ಒಂದು ಮಾರ್ಗವನ್ನು ಕಂಡುಕೊಳ್ಳುತ್ತಾರೆ. ಮತ್ತು ಒಮ್ಮೆ ಅವರು ಮಾಡಿದರೆ, ಬೇರೆಯವರು ಈಗ ಅವರನ್ನು ತಡೆಯಲು ಪ್ರೋತ್ಸಾಹವನ್ನು ಹೊಂದಿರುತ್ತಾರೆ.",
    "532470444": "ಸಮತೋಲನವು ವರ್ಷದಿಂದ ವರ್ಷಕ್ಕೆ ಸ್ವಲ್ಪಮಟ್ಟಿಗೆ ಬದಲಾಗಬಹುದು, ಆದರೆ ಈ ನಡವಳಿಕೆಯು ಮೂಲಭೂತ ಮಾನವ ಸ್ವಭಾವವನ್ನು ಸರಳವಾಗಿ ಪ್ರತಿಬಿಂಬಿಸುತ್ತದೆ ಮತ್ತು ಐದು ಸಾವಿರ ವರ್ಷಗಳ ದಾಖಲಿತ ಇತಿಹಾಸವು ಕ್ರಿಯಾತ್ಮಕತೆಯು ಶೀಘ್ರದಲ್ಲೇ ಬದಲಾಗುವ ಸಾಧ್ಯತೆಯಿಲ್ಲ ಎಂದು ಸೂಚಿಸುತ್ತದೆ.",
    "3193548097": "ಹೋಪ್ ಸ್ಪ್ರಿಂಗ್ಸ್ ಎಟರ್ನಲ್",
    "4065614934": "ಈ ವಿಶ್ಲೇಷಣೆ ಹೊಸದಲ್ಲ, ಆದರೆ ಜನರು ಶಾಶ್ವತವಾಗಿ ಆಶಾವಾದಿಗಳಾಗಿದ್ದಾರೆ. ವಿಶೇಷವಾಗಿ ಅವರು ತಮ್ಮ ಕಲ್ಪನೆಯು ಹೊಸದು ಎಂದು ಭಾವಿಸಿದಾಗ.",
    "1216071511": "ಅದೇ ವಿಚಾರಗಳನ್ನು ಪದೇ ಪದೇ ಪ್ರಸ್ತಾಪಿಸಲಾಗಿದ್ದು, ಸುಮಾರು 20 ವರ್ಷಗಳ ಹಿಂದೆ, ಸ್ಪ್ಯಾಮ್-ವಿರೋಧಿ ಪರಿಹಾರಗಳ ಕುರಿತು ಆನ್‌ಲೈನ್ ಚರ್ಚೆಗಳಿಗಾಗಿ ಅನಾಮಧೇಯ ಲೇಖಕರು ಸಹಾಯಕವಾದ ಫಿಲ್-ಇನ್-ದಿ-ಖಾಲಿಯೊಂದಿಗೆ ಬಂದರು:",
    "1941999673": "ನಿಮ್ಮ ಪೋಸ್ಟ್ ವಕೀಲರು ಎ",
    "4179118182": "( ) ತಾಂತ್ರಿಕ ( ) ಶಾಸಕಾಂಗ ( ) ಮಾರುಕಟ್ಟೆ ಆಧಾರಿತ ( ) ಜಾಗರೂಕ",
    "3978720689": "ಸ್ಪ್ಯಾಮ್ ವಿರುದ್ಧ ಹೋರಾಡುವ ವಿಧಾನ. ನಿಮ್ಮ ಆಲೋಚನೆ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ. ಇದು ಏಕೆ ಕೆಲಸ ಮಾಡುವುದಿಲ್ಲ ಎಂಬುದು ಇಲ್ಲಿದೆ.",
    "318339230": "(ಕೆಳಗಿನ ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನವು ನಿಮ್ಮ ನಿರ್ದಿಷ್ಟ ಕಲ್ಪನೆಗೆ ಅನ್ವಯಿಸಬಹುದು ಮತ್ತು ಅದು ಹೊಂದಿರಬಹುದು",
    "30312304": "ಕೆಟ್ಟ ಫೆಡರಲ್ ಕಾನೂನನ್ನು ಅಂಗೀಕರಿಸುವ ಮೊದಲು ರಾಜ್ಯದಿಂದ ರಾಜ್ಯಕ್ಕೆ ಬದಲಾಗುತ್ತಿದ್ದ ಇತರ ನ್ಯೂನತೆಗಳು.)",
    "2710988028": "( ) ಇಮೇಲ್ ವಿಳಾಸಗಳನ್ನು ಕೊಯ್ಲು ಮಾಡಲು ಸ್ಪ್ಯಾಮರ್‌ಗಳು ಇದನ್ನು ಸುಲಭವಾಗಿ ಬಳಸಬಹುದು",
    "3912514510": "( ) ಮೇಲಿಂಗ್ ಪಟ್ಟಿಗಳು ಮತ್ತು ಇತರ ಕಾನೂನುಬದ್ಧ ಇಮೇಲ್ ಬಳಕೆಗಳು ಪರಿಣಾಮ ಬೀರುತ್ತವೆ",
    "2030062561": "() ವ್ಯಕ್ತಿಯನ್ನು ಹುಡುಕಲು ಅಥವಾ ಹಣವನ್ನು ಸಂಗ್ರಹಿಸಲು ಯಾರಿಗೂ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ",
    "3334160175": "() ಇದು ವಿವೇಚನಾರಹಿತ ಶಕ್ತಿ ದಾಳಿಗಳ ವಿರುದ್ಧ ರಕ್ಷಣೆಯಿಲ್ಲ",
    "3238345709": "( ) ಇದು ಎರಡು ವಾರಗಳವರೆಗೆ ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ ಮತ್ತು ನಂತರ ನಾವು ಅದರೊಂದಿಗೆ ಸಿಲುಕಿಕೊಳ್ಳುತ್ತೇವೆ",
    "4227800293": "( ) ಇಮೇಲ್ ಬಳಕೆದಾರರು ಅದನ್ನು ಸಹಿಸುವುದಿಲ್ಲ",
    "2271252286": "( ) ಮೈಕ್ರೋಸಾಫ್ಟ್ ಇದನ್ನು ಸಹಿಸುವುದಿಲ್ಲ",
    "692064738": "() ಪೋಲೀಸರು ಅದನ್ನು ಸಹಿಸುವುದಿಲ್ಲ",
    "3475647460": "( ) ಸ್ಪ್ಯಾಮರ್‌ಗಳಿಂದ ಹೆಚ್ಚಿನ ಸಹಕಾರದ ಅಗತ್ಯವಿದೆ",
    "1482845460": "( ) ಎಲ್ಲರಿಗೂ ಒಂದೇ ಬಾರಿಗೆ ತಕ್ಷಣದ ಸಂಪೂರ್ಣ ಸಹಕಾರದ ಅಗತ್ಯವಿದೆ",
    "3741193183": "( ) ಅನೇಕ ಇಮೇಲ್ ಬಳಕೆದಾರರು ವ್ಯಾಪಾರವನ್ನು ಕಳೆದುಕೊಳ್ಳಲು ಅಥವಾ ಸಂಭಾವ್ಯ ಉದ್ಯೋಗದಾತರನ್ನು ದೂರ ಮಾಡಲು ಸಾಧ್ಯವಿಲ್ಲ",
    "2234909600": "( ) ಸ್ಪ್ಯಾಮರ್‌ಗಳು ತಮ್ಮ ಪಟ್ಟಿಗಳಲ್ಲಿ ಅಮಾನ್ಯವಾದ ವಿಳಾಸಗಳ ಬಗ್ಗೆ ಕಾಳಜಿ ವಹಿಸುವುದಿಲ್ಲ",
    "1982617151": "( ) ಯಾರಾದರೂ ಅನಾಮಧೇಯವಾಗಿ ಬೇರೆಯವರ ವೃತ್ತಿ ಅಥವಾ ವ್ಯಾಪಾರವನ್ನು ನಾಶಪಡಿಸಬಹುದು",
    "2498172334": "ನಿರ್ದಿಷ್ಟವಾಗಿ, ನಿಮ್ಮ ಯೋಜನೆಯು ಖಾತೆಗೆ ವಿಫಲವಾಗಿದೆ",
    "389705801": "() ಅದನ್ನು ಸ್ಪಷ್ಟವಾಗಿ ನಿಷೇಧಿಸುವ ಕಾನೂನುಗಳು",
    "190955495": "( ) ಇಮೇಲ್‌ಗಾಗಿ ಕೇಂದ್ರೀಯವಾಗಿ ನಿಯಂತ್ರಿಸುವ ಅಧಿಕಾರದ ಕೊರತೆ",
    "237009707": "() ವಿದೇಶಗಳಲ್ಲಿ ರಿಲೇಗಳನ್ನು ತೆರೆಯಿರಿ",
    "3507532387": "( ) ಎಲ್ಲಾ ಇಮೇಲ್ ವಿಳಾಸಗಳ ಸಣ್ಣ ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ವಿಳಾಸ ಜಾಗವನ್ನು ಹುಡುಕುವ ಸುಲಭ",
    "2477958756": "( ) ಕೆಟ್ಟ ಜನ",
    "3254142589": "() ನ್ಯಾಯವ್ಯಾಪ್ತಿಯ ಸಮಸ್ಯೆಗಳು",
    "3621401685": "( ) ವಿಚಿತ್ರವಾದ ಹೊಸ ತೆರಿಗೆಗಳ ಜನಪ್ರಿಯತೆ",
    "4277475973": "() ವಿಲಕ್ಷಣವಾದ ಹೊಸ ರೂಪದ ಹಣವನ್ನು ಸ್ವೀಕರಿಸಲು ಸಾರ್ವಜನಿಕ ಹಿಂಜರಿಕೆ",
    "941057651": "( ) SMTP ಯಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬೃಹತ್ ಸಾಫ್ಟ್‌ವೇರ್ ಹೂಡಿಕೆ",
    "3265293440": "( ) ದಾಳಿಗೆ SMTP ಹೊರತುಪಡಿಸಿ ಪ್ರೋಟೋಕಾಲ್‌ಗಳ ಒಳಗಾಗುವಿಕೆ",
    "515733427": "( ) ಇಮೇಲ್ ಮೂಲಕ ಸ್ವೀಕರಿಸಿದ OS ಪ್ಯಾಚ್‌ಗಳನ್ನು ಸ್ಥಾಪಿಸಲು ಬಳಕೆದಾರರ ಇಚ್ಛೆ",
    "2631159699": "( ) ವರ್ಮ್ ರಿಡಲ್ಡ್ ಬ್ರಾಡ್‌ಬ್ಯಾಂಡ್-ಸಂಪರ್ಕಿತ ವಿಂಡೋಸ್ ಬಾಕ್ಸ್‌ಗಳ ಸೇನೆಗಳು",
    "776542208": "() ಎಲ್ಲಾ ಫಿಲ್ಟರಿಂಗ್ ವಿಧಾನಗಳಲ್ಲಿ ಒಳಗೊಂಡಿರುವ ಶಾಶ್ವತ ಶಸ್ತ್ರಾಸ್ತ್ರ ರೇಸ್",
    "989480928": "() ಸ್ಪ್ಯಾಮ್‌ನ ವಿಪರೀತ ಲಾಭದಾಯಕತೆ",
    "3898950867": "() ಜೋ ಉದ್ಯೋಗಗಳು ಮತ್ತು/ಅಥವಾ ಗುರುತಿನ ಕಳ್ಳತನ",
    "3395399558": "() ತಾಂತ್ರಿಕವಾಗಿ ಅನಕ್ಷರಸ್ಥ ರಾಜಕಾರಣಿಗಳು",
    "1118929614": "( ) ಸ್ಪ್ಯಾಮರ್‌ಗಳೊಂದಿಗೆ ವ್ಯಾಪಾರ ಮಾಡುವ ಜನರ ಕಡೆಯಿಂದ ವಿಪರೀತ ಮೂರ್ಖತನ",
    "838951836": "( ) ಸ್ಪ್ಯಾಮರ್‌ಗಳ ಕಡೆಯಿಂದ ಅಪ್ರಾಮಾಣಿಕತೆ",
    "2123236933": "( ) ಕ್ಲೈಂಟ್ ಫಿಲ್ಟರಿಂಗ್‌ನಿಂದ ಪ್ರಭಾವಿತವಾಗದ ಬ್ಯಾಂಡ್‌ವಿಡ್ತ್ ವೆಚ್ಚಗಳು",
    "2292919419": "( ) ಮೇಲ್ನೋಟ",
    "2534436327": "ಮತ್ತು ಕೆಳಗಿನ ತಾತ್ವಿಕ ಆಕ್ಷೇಪಣೆಗಳು ಸಹ ಅನ್ವಯಿಸಬಹುದು:",
    "832385387": "( ) ನಿಮ್ಮದೇ ರೀತಿಯ ಐಡಿಯಾಗಳು ಬರಲು ಸುಲಭ, ಆದರೂ ಯಾವುದನ್ನೂ ಪ್ರಾಯೋಗಿಕವಾಗಿ ತೋರಿಸಲಾಗಿಲ್ಲ",
    "1993984258": "( ) ಹೊರಗುಳಿಯುವಿಕೆಯ ಆಧಾರದ ಮೇಲೆ ಯಾವುದೇ ಯೋಜನೆಯು ಸ್ವೀಕಾರಾರ್ಹವಲ್ಲ",
    "3909240516": "( ) SMTP ಹೆಡರ್‌ಗಳು ಶಾಸನದ ವಿಷಯವಾಗಿರಬಾರದು",
    "1151065360": "() ಕಪ್ಪುಪಟ್ಟಿಗಳು ಹೀರುತ್ತವೆ",
    "2396605499": "( ) ಶ್ವೇತಪಟ್ಟಿಗಳು ಹೀರುತ್ತವೆ",
    "2225785608": "( ) ನಾವು ಸೆನ್ಸಾರ್ ಮಾಡದೆ ವಯಾಗ್ರ ಬಗ್ಗೆ ಮಾತನಾಡಲು ಸಾಧ್ಯವಾಗುತ್ತದೆ",
    "3004688366": "() ಪ್ರತಿತಂತ್ರಗಳು ವೈರ್ ವಂಚನೆ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ವಂಚನೆಯನ್ನು ಒಳಗೊಂಡಿರಬಾರದು",
    "922470170": "() ಪ್ರತಿತಂತ್ರಗಳು ಸಾರ್ವಜನಿಕ ನೆಟ್‌ವರ್ಕ್‌ಗಳ ವಿಧ್ವಂಸಕತೆಯನ್ನು ಒಳಗೊಂಡಿರಬಾರದು",
    "3068923550": "( ) ಹಂತಹಂತವಾಗಿ ಹಂತಹಂತವಾಗಿ ನಡೆದರೆ ಪ್ರತಿಕ್ರಮಗಳು ಕೆಲಸ ಮಾಡಬೇಕು",
    "2752975480": "( ) ಇಮೇಲ್ ಕಳುಹಿಸುವುದು ಉಚಿತವಾಗಿರಬೇಕು",
    "117227832": "( ) ನಾವು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಸರ್ವರ್‌ಗಳನ್ನು ಏಕೆ ನಂಬಬೇಕು?",
    "1021431157": "( ) ಓಪನ್ ಸೋರ್ಸ್ ಅಥವಾ ಓಪನ್ ಸೋರ್ಸ್ ಪರವಾನಗಿಗಳೊಂದಿಗೆ ಅಸಾಮರಸ್ಯ",
    "2801524659": "( ) ಫೀಲ್-ಗುಡ್ ಕ್ರಮಗಳು ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಲು ಏನನ್ನೂ ಮಾಡುವುದಿಲ್ಲ",
    "931661269": "( ) ತಾತ್ಕಾಲಿಕ/ಒಂದು-ಬಾರಿ ಇಮೇಲ್ ವಿಳಾಸಗಳು ತೊಡಕಾಗಿದೆ",
    "2090457681": "( ) ಸರ್ಕಾರವು ನನ್ನ ಇಮೇಲ್ ಅನ್ನು ಓದುವುದನ್ನು ನಾನು ಬಯಸುವುದಿಲ್ಲ",
    "3536122902": "( ) ಅವರನ್ನು ಆ ರೀತಿಯಲ್ಲಿ ನಿಲ್ಲಿಸುವುದು ನಿಧಾನವಾಗಿ ಮತ್ತು ಸಾಕಷ್ಟು ನೋವಿನಿಂದ ಕೂಡಿಲ್ಲ",
    "2391175562": "ಇದಲ್ಲದೆ, ನಾನು ನಿಮ್ಮ ಬಗ್ಗೆ ಏನು ಯೋಚಿಸುತ್ತೇನೆ:",
    "229198134": "( ) ಕ್ಷಮಿಸಿ ಗೆಳೆಯ, ಆದರೆ ಇದು ಕೆಲಸ ಮಾಡುತ್ತದೆ ಎಂದು ನಾನು ಭಾವಿಸುವುದಿಲ್ಲ.",
    "345563040": "( ) ಇದು ಮೂರ್ಖ ಕಲ್ಪನೆ, ಮತ್ತು ಇದನ್ನು ಸೂಚಿಸಲು ನೀವು ಮೂರ್ಖ ವ್ಯಕ್ತಿ.",
    "409780280": "( ) ಒಳ್ಳೆ ಪ್ರಯತ್ನ, ****! ನಿಮ್ಮ ಕೀಬೋರ್ಡ್ ಮೇಲೆ ಯಾರಾದರೂ ಹೆಜ್ಜೆ ಹಾಕುತ್ತಾರೆ ಎಂದು ನಾನು ಭಾವಿಸುತ್ತೇನೆ!",
    "2820080973": "❤ ಮೂಲಕ ಹೋಸ್ಟ್ ಮಾಡಲಾಗಿದೆ",
    "3943164003": "ಕಚ್ಚಾ ವೀಕ್ಷಿಸಿ",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "ನಿಮ್ಮ ಹೊಸ ಆಂಟಿ-ಸ್ಪ್ಯಾಮ್ ಪರಿಹಾರವು ಏಕೆ ಕಾರ್ಯನಿರ್ವಹಿಸುವುದಿಲ್ಲ",
    "361795034": ". ಅಜ್ಞಾತ ಲೇಖಕ, ಸಿ. 2000",
    "1547006769": "ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನೆಯು ಅದೇ ಸಮಸ್ಯೆಯಾಗಿದೆ",
    "3717942925": "ಇಮೇಲ್ ಮೂಲಕ ನಿಮ್ಮ ಗಮನವನ್ನು ಸೆಳೆಯಲು ಬಯಸುವ ಜನರು ಯಾವಾಗಲೂ ಇರುವಂತೆ, ಮಾನವರು ಮಾತ್ರ ಪ್ರವೇಶಿಸಬಹುದಾದ ಕೆಲವು ಸಂಪನ್ಮೂಲಗಳಿಗೆ ಪ್ರವೇಶವನ್ನು ನಿರ್ಬಂಧಿಸುವ ಬಯಕೆ ಯಾವಾಗಲೂ ಇರುತ್ತದೆ.",
    "2481032625": "ತಡೆಗಟ್ಟುವುದು ಗುರಿಯಾಗಿದೆಯೇ:",
    "1691348394": "- ಸೀಮಿತ ಬಿಡುಗಡೆಯ ಮಾರಾಟದ ಸಮಯದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತ ಸಾಮೂಹಿಕ ಖರೀದಿಗಳು",
    "1771016224": "- ನಿಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ನಿಂದ ಎಲ್ಲಾ ವಿಷಯವನ್ನು ಸಾಮೂಹಿಕವಾಗಿ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವ ಸಾಫ್ಟ್‌ವೇರ್",
    "1959762846": "- ನಿಮ್ಮ ವೆಬ್ ಫಾರ್ಮ್‌ಗಳನ್ನು ಅಂತ್ಯವಿಲ್ಲದ ಮಾರ್ಕೆಟಿಂಗ್ ಸ್ಪ್ಯಾಮ್ ಅಥವಾ ನಿಂದನೆಯಿಂದ ತುಂಬಿರುವುದು",
    "345108670": "- ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದು ಮತ್ತು ಇತರ ಖಾತೆಯನ್ನು ಸ್ವಾಧೀನಪಡಿಸಿಕೊಳ್ಳುವ ಪ್ರಯತ್ನಗಳು",
    "2540760245": "ಅನೇಕ ಇತರ ಬಳಕೆಗಳ ನಡುವೆ, \"ಮಾನವ ಅಥವಾ ಇಲ್ಲ\" ಆಧಾರದ ಮೇಲೆ ಆನ್‌ಲೈನ್ ಟ್ರಾಫಿಕ್ ಅನ್ನು ಫಿಲ್ಟರ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದು, ಕಳೆದ ಐದು ಸಾವಿರ ವರ್ಷಗಳಲ್ಲಿ ದಾಖಲಾದ ಅದೇ ಮಾದರಿಗಳನ್ನು ಮಾನವ ಸ್ವಭಾವವು ಅನುಸರಿಸುವವರೆಗೆ ಮೌಲ್ಯಯುತ ಸಾಧನವಾಗಿ ಉಳಿಯುತ್ತದೆ.",
    "3346362371": "ಯಂತ್ರ ಕಲಿಕೆಯ ಬಗ್ಗೆ ಏನು?",
    "3619183405": "2021 ರಲ್ಲಿ ಸರಳ ಕ್ಯಾಪ್ಚಾಗಳನ್ನು ಕೆಲವೊಮ್ಮೆ ಸಾಫ್ಟ್‌ವೇರ್‌ನೊಂದಿಗೆ ಪರಿಹರಿಸಬಹುದು, ಯಂತ್ರ ಕಲಿಕೆಯಲ್ಲಿನ ಪ್ರಗತಿಗೆ ಧನ್ಯವಾದಗಳು. ಇದನ್ನು ಪರಿಹರಿಸಲು, hCaptcha ನಂತಹ ಗುಣಲಕ್ಷಣಗಳ ವಿವರವಾದ ವಿಶ್ಲೇಷಣೆಯನ್ನು ಸಹ ಮಾಡುತ್ತದೆ",
    "3292221787": "ಸವಾಲಿಗೆ ಉತ್ತರಿಸಲಾಗಿದೆ, ಅದು ಸರಿಯಾಗಿದೆಯೇ ಅಲ್ಲ, ಮತ್ತು ಆಗಾಗ್ಗೆ ಪ್ರಶ್ನೆಗಳನ್ನು ಮತ್ತು ಬಳಸಿದ ಡೇಟಾ ಎರಡನ್ನೂ ಬದಲಾಯಿಸುತ್ತದೆ.",
    "1080672247": "ಏಕೆಂದರೆ ಕೇಳಲಾದ ಹಲವು ಪ್ರಶ್ನೆಗಳನ್ನು ಶೆಲ್ಫ್ ಸಾಫ್ಟ್‌ವೇರ್‌ನಿಂದ ಆರ್ಥಿಕವಾಗಿ ಪರಿಹರಿಸಲಾಗುವುದಿಲ್ಲ ಮತ್ತು ಡೇಟಾವು ಸಾಮಾನ್ಯವಾಗಿ ಸಿಸ್ಟಮ್‌ಗೆ ವಿಶಿಷ್ಟವಾಗಿರುವುದರಿಂದ, ಇದರರ್ಥ ಬೋಟ್‌ಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಉಚಿತ ಸೇವೆಯಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ನಿಲ್ಲಿಸಲ್ಪಡುತ್ತವೆ ಮತ್ತು ಬದಲಿಗೆ ಮಾನವ CAPTCHA ಪರಿಹಾರಕಗಳನ್ನು ಅವಲಂಬಿಸಬೇಕಾಗುತ್ತದೆ. ಅನೇಕ ರೀತಿಯ ದುರುಪಯೋಗವನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ಅರ್ಥಹೀನಗೊಳಿಸುತ್ತದೆ.",
    "4172868199": "ಇದಕ್ಕಿಂತ ಹೆಚ್ಚಿನದಕ್ಕೆ ಹೋಗುತ್ತದೆ, \"ಒಳ್ಳೆಯ ಮನುಷ್ಯ\" ಅನ್ನು \"ಕೆಟ್ಟ ಮಾನವ\" ದಿಂದ ಪ್ರತ್ಯೇಕಿಸಲು ಪ್ರಯತ್ನಿಸುವ ಕ್ಷೇತ್ರಕ್ಕೆ ಚಲಿಸುತ್ತದೆ ಮತ್ತು ಇಂದು ಪ್ರಪಂಚದ ಅತ್ಯಂತ ಜನಪ್ರಿಯ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳಿಂದ ಖರೀದಿ ವಂಚನೆಯಿಂದ ಮುಂದುವರಿದ ನಿರಂತರತೆಯವರೆಗೆ ಎಲ್ಲವನ್ನೂ ಹುಡುಕಲು ಮತ್ತು ನಿಲ್ಲಿಸಲು ಬಳಸಲಾಗುತ್ತದೆ. ತಮ್ಮ ಬಳಕೆದಾರರ ವಿರುದ್ಧ ಬೆದರಿಕೆಗಳು, ಗೌಪ್ಯತೆಯನ್ನು ಕಾಪಾಡುವಲ್ಲಿ ವಿಶಿಷ್ಟವಾದ ಗಮನವನ್ನು ಉಳಿಸಿಕೊಂಡು.",
    "2873911365": "ಹಾರ್ಡ್‌ವೇರ್ ದೃಢೀಕರಣದ ಬಗ್ಗೆ ಏನು?",
    "1477196356": "ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕವಾಗಿ ಸುರಕ್ಷಿತ ಶೈಲಿಯಲ್ಲಿ ಸಾಧನಕ್ಕೆ ಗುರುತನ್ನು ಲಿಂಕ್ ಮಾಡುವ ವಿವಿಧ ವಿಧಾನಗಳು, ಕೆಲವೊಮ್ಮೆ ಗೌಪ್ಯತೆ-ಸಂರಕ್ಷಿಸುವ ಗುಣಲಕ್ಷಣಗಳೊಂದಿಗೆ, ದಶಕಗಳಿಂದ ಪ್ರಸ್ತಾಪಿಸಲಾಗಿದೆ. ಸಾರ್ವಜನಿಕ ಕೀಲಿ ಗುಪ್ತ ಲಿಪಿ ಶಾಸ್ತ್ರವು ಸಿ. 1975, ಮತ್ತು ಹಾರ್ಡ್‌ವೇರ್ ಟೋಕನ್‌ಗಳು ಸುಮಾರು ದೀರ್ಘಕಾಲ ಅಸ್ತಿತ್ವದಲ್ಲಿವೆ.",
    "2349681896": "ದುರದೃಷ್ಟವಶಾತ್, ಯಂತ್ರಾಂಶದ ತುಣುಕನ್ನು ನಿಯಂತ್ರಿಸುವುದು ನೀವು ಒಬ್ಬ ವ್ಯಕ್ತಿ ಎಂದು ಅರ್ಥವಲ್ಲ. ವಾಸ್ತವಿಕವಾಗಿ ಪ್ರತಿಯೊಂದು ಜನಪ್ರಿಯ ಗ್ರಾಹಕ ಹಾರ್ಡ್‌ವೇರ್ ದೃಢೀಕರಣ ಯೋಜನೆಯು ಪದೇ ಪದೇ ಮುರಿದುಹೋಗಿದೆ, ತೇಪೆ ಹಾಕಲ್ಪಟ್ಟಿದೆ ಮತ್ತು ನಂತರ ಮತ್ತೆ ಮುರಿಯಲ್ಪಟ್ಟಿದೆ.",
    "254326776": "ಈ ನ್ಯೂನತೆಗಳ ದುರುದ್ದೇಶಪೂರಿತ ದುರುಪಯೋಗವು ಬಹಿರಂಗಪಡಿಸುವಿಕೆ ಅಥವಾ ಶೈಕ್ಷಣಿಕ ಪ್ರಕಟಣೆಯ ಮೊದಲು ತಿಂಗಳುಗಳು ಅಥವಾ ವರ್ಷಗಳವರೆಗೆ ಸಂಭವಿಸುತ್ತಿದೆ ಎಂದು ಕಂಡುಹಿಡಿಯಲಾಗುತ್ತದೆ.",
    "2462909475": "10,000 ಕ್ಕೂ ಹೆಚ್ಚು ಫೋನ್‌ಗಳ ಗೋಡೆಯನ್ನು ದುರುಪಯೋಗಕ್ಕಾಗಿ ಬಳಸಲಾಗಿದೆ, ಇದು ಚೈನೀಸ್ ಬೋಟ್ ಕಾರ್ಯಾಚರಣೆಯ ಭಾಗವಾಗಿದೆ.",
    "1963951234": "ನಿಮ್ಮ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಸ್ಕೀಮ್ ಎಷ್ಟೇ ವಿಶ್ವಾಸಾರ್ಹವಾಗಿದ್ದರೂ, ದಿನದ ಕೊನೆಯಲ್ಲಿ ನೀವು ಹುಡುಕುತ್ತಿರುವ ಉತ್ತರವನ್ನು ನೀಡಲು ಯಾರಾದರೂ ಹಣವನ್ನು ಖರ್ಚು ಮಾಡಿದರೆ, ಹಾರ್ಡ್‌ವೇರ್‌ನ ತುಣುಕನ್ನು ಹೊಂದುವುದು ಸಾಕಾಗುವುದಿಲ್ಲ.",
    "1278884196": "ಕ್ರಿಪ್ಟೋಗ್ರಫಿಯು ಸಾಕಷ್ಟು ಯುವ ಶಿಸ್ತು ಎಂದು ಹೇಳಿದರು. ಇತ್ತೀಚಿನ ಇತಿಹಾಸದ ಆಧಾರದ ಮೇಲೆ, ನಿಮ್ಮ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ಸ್ಕೀಮ್ ಮತ್ತು/ಅಥವಾ ಅನುಷ್ಠಾನವನ್ನು ಯಾರಾದರೂ ಹತ್ತಿರದಿಂದ ನೋಡಲು ಉತ್ತೇಜನವನ್ನು ಹೊಂದಿರುವ ತಕ್ಷಣವೇ ಮುರಿದುಹೋಗುವ ಸಾಧ್ಯತೆಯಿದೆ ಮತ್ತು ನೀವು ಮಾಡುವ ಮುಂಚೆಯೇ ಇತರ ಜನರು ಇದನ್ನು ಲೆಕ್ಕಾಚಾರ ಮಾಡುವ ಸಾಧ್ಯತೆಯಿದೆ. ಹಾರ್ಡ್‌ವೇರ್ ಅನ್ನು ಅವಲಂಬಿಸುವುದು ಎಂದರೆ ದೋಷವನ್ನು ಸರಿಪಡಿಸಲು ಭೌತಿಕ ಸಾಧನವನ್ನು ಬದಲಾಯಿಸಲು ನಿಮ್ಮ ಪ್ರತಿಯೊಬ್ಬ ಬಳಕೆದಾರರನ್ನು ನೀವು ಕೇಳಬೇಕಾಗಬಹುದು. ಹೆಚ್ಚಿನ ಸಂದರ್ಭಗಳಲ್ಲಿ ಇದು ತ್ವರಿತವಾಗಿ ಸಂಭವಿಸುವ ಸಾಧ್ಯತೆಯಿಲ್ಲ, ಅಂದರೆ ವಾಸ್ತವದಲ್ಲಿ ನಿಮ್ಮ ಸಿಸ್ಟಮ್ ಸರಳವಾಗಿ ತೆರೆದುಕೊಳ್ಳುವುದಿಲ್ಲ.",
    "1828028934": "ಇದಕ್ಕಾಗಿಯೇ",
    "1642844535": "ಮುಖ್ಯವಾದುದು: hCaptcha ಒಂದೇ ಮೂಲಭೂತ ಪ್ರಶ್ನೆಗೆ ಉತ್ತರಿಸಲು ಅನೇಕ ವಿಭಿನ್ನ ವಿಧಾನಗಳನ್ನು ಬಳಸುತ್ತದೆ, ಎಲ್ಲಾ ಮೌಲ್ಯಮಾಪನಗಳಲ್ಲಿ ಸ್ಥಿರತೆಗಾಗಿ ಹೋಲಿಕೆಯನ್ನು ಅನುಮತಿಸುತ್ತದೆ.",
    "1155821305": "ರಕ್ಷಣೆ ಆಳವಾಗಿದೆ",
    "119098046": "ನಿಷ್ಕ್ರಿಯ ಅಥವಾ ಸವಾಲಿಲ್ಲದ ಪರಿಹಾರಗಳ ಬಗ್ಗೆ ಏನು?",
    "2760410719": "ಸಂಪೂರ್ಣವಾಗಿ ನಿಷ್ಕ್ರಿಯ ಸಿಗ್ನಲ್‌ಗಳೊಂದಿಗೆ ಬೋಟ್ ಪತ್ತೆಹಚ್ಚುವಿಕೆಯನ್ನು ಮಾಡಲು ಪ್ರಯತ್ನಿಸುವ ಸೇವೆಗಳು ಮೂಲಭೂತ ಸಮಸ್ಯೆಗೆ ಒಳಗಾಗುತ್ತವೆ: ನೀವು ನಿಖರವಾದ ನೆಲದ ಸತ್ಯವನ್ನು ಹೊಂದಿಲ್ಲದಿದ್ದರೆ ಸಿಸ್ಟಮ್ ಕೆಟ್ಟ ನಟರನ್ನು ಸರಿಯಾಗಿ ಪತ್ತೆಹಚ್ಚುತ್ತದೆಯೇ ಎಂಬುದನ್ನು ನೀವು ಹೇಗೆ ಮೌಲ್ಯೀಕರಿಸುತ್ತೀರಿ?",
    "1722734001": "ತೆರೆದ ಇಂಟರ್ನೆಟ್ ತುಂಬಾ ಗದ್ದಲದ ವಾತಾವರಣವಾಗಿದೆ. ಕೆಟ್ಟ ನಟರು ಪ್ರತಿದಿನ ನಮ್ಮ ಸೇವೆಯ ಬಳಕೆದಾರರು ಮತ್ತು reCAPTCHA ನಂತಹ ಸ್ಪರ್ಧಿಗಳ ಮೇಲೆ ದಾಳಿ ಮಾಡುತ್ತಾರೆ ಮತ್ತು ಹಾಗೆ ಮಾಡುವಾಗ ಸಹಜವಾಗಿ ಸಾಧ್ಯವಾದಷ್ಟು ಮನುಷ್ಯರಂತೆ ಕಾಣಲು ಪ್ರಯತ್ನಿಸುತ್ತಿದ್ದಾರೆ.",
    "1595254735": "ಸಂಪೂರ್ಣವಾಗಿ ನಿಷ್ಕ್ರಿಯ ಸೇವೆಗಳು ಬೋಟ್ ಪತ್ತೆ ನಿಖರತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಲು ಹೆಣಗಾಡುತ್ತವೆ, ಅಥವಾ ಅವುಗಳು ಯಾವಾಗ ತಪ್ಪಾಗಿವೆ ಎಂದು ತಿಳಿಯಲು. ಸಾಂದರ್ಭಿಕವಾಗಿ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲು ಹಾಕುವ ಮತ್ತು ಆ ಸವಾಲಿನ ಫಲಿತಾಂಶಗಳನ್ನು ಸರಿಯಾಗಿ ವಿಶ್ಲೇಷಿಸುವ ಸಾಮರ್ಥ್ಯವಿಲ್ಲದೆ, ನಿಖರತೆಯು ಕಾಲಾನಂತರದಲ್ಲಿ ಬಹಳವಾಗಿ ಕುಸಿಯುತ್ತದೆ.",
    "2412751979": "ಹೆಚ್ಚು ನಿಖರವಾದ ಮಾನವೀಯತೆಯ ಸಂಕೇತಗಳಿಗೆ ಧನ್ಯವಾದಗಳು hCaptcha, ಹಿಂದೆ reCAPTCHA v3/Enterprise ಅನ್ನು ಬಳಸಿದ ಅನೇಕ ಕಂಪನಿಗಳು ಬದಲಾಯಿಸಿವೆ",
    "2284856231": "ಮತ್ತು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ನ ಸಂಪೂರ್ಣವಾಗಿ ನಿಷ್ಕ್ರಿಯ ಮೋಡ್‌ನಲ್ಲಿಯೂ ನಾಟಕೀಯವಾಗಿ ಸುಧಾರಿತ ನಿಖರತೆಯನ್ನು ಕಾಣಬಹುದು.",
    "4162847": "ನಮ್ಮ ಕೆಲವು ಗ್ರಾಹಕರು Google ನ ಕೊಡುಗೆಗಳಿಂದ ಸಂಪೂರ್ಣವಾಗಿ ಬದಲಾಯಿಸುವ ಮೊದಲು ಅದೇ ವಿನಂತಿಯ ಮೇರೆಗೆ A/B ಪರೀಕ್ಷೆಗಳನ್ನು ನಡೆಸುವುದರಿಂದ ನಾವು ಇದನ್ನು ನೇರವಾಗಿ ವೀಕ್ಷಿಸಲು ಸಾಧ್ಯವಾಯಿತು. reCAPTCHA v3 ಅಥವಾ reCAPTCHA ಎಂಟರ್‌ಪ್ರೈಸ್‌ನಿಂದ ಬರುವ ಹೆಚ್ಚಿನ ತಪ್ಪು ಧನಾತ್ಮಕ ಮತ್ತು ತಪ್ಪು ಋಣಾತ್ಮಕ ದರ ಎರಡನ್ನೂ ಸಾಬೀತುಪಡಿಸಲು ನಾವು ಸಾಮಾನ್ಯವಾಗಿ ಸಮರ್ಥರಾಗಿದ್ದೇವೆ.",
    "436125785": "ಆ ಉತ್ಪನ್ನಗಳಲ್ಲಿ ಲಭ್ಯವಿರುವ ಫೀಡ್‌ಬ್ಯಾಕ್ ಲೂಪ್‌ಗಳ ಅಸಮರ್ಪಕತೆ ಮತ್ತು ಬೋಟ್ ಪತ್ತೆಯಲ್ಲಿ ಹೆಚ್ಚು ಉತ್ತಮವಾಗದಿರುವ ಅಗಾಧವಾದ ಪಟ್ಟಭದ್ರ ಹಿತಾಸಕ್ತಿಯೊಂದಿಗೆ ಅವುಗಳನ್ನು ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ನಿಂದ ಮಾರಾಟ ಮಾಡಲಾಗುತ್ತದೆ, ಇದು ಅವರ ಪ್ರಮುಖ ವ್ಯವಹಾರಕ್ಕೆ ಹಾನಿಯಾಗದಂತೆ ಇದು ಆಶ್ಚರ್ಯಕರವಲ್ಲ.",
    "2233741720": "ಕೊನೆಯಲ್ಲಿ",
    "2133809801": "ಜನರು ಜನರಾಗಿ ಉಳಿಯುವವರೆಗೆ, ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನೆಯು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ ಪಾತ್ರವಹಿಸುವ ಸಾಧ್ಯತೆಯಿದೆ.",
    "2255549335": "hCaptcha ನಲ್ಲಿ ನಮ್ಮ ಕೆಲಸವು ತೊಂದರೆ ಮತ್ತು ನಿಖರತೆಯ ನಡುವೆ ಉತ್ತಮ ವಹಿವಾಟುಗಳನ್ನು ಕಂಡುಹಿಡಿಯುವುದು ಮತ್ತು ಘರ್ಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು, ವಿಶೇಷವಾಗಿ",
    "4138068262": "ಬಳಕೆದಾರರು. ಕೊನೆಯಲ್ಲಿ, ಮಾನವ ಸ್ವಭಾವವು ಬದಲಾಗದೆ ಇರುವವರೆಗೆ ಆನ್‌ಲೈನ್ ದುರುಪಯೋಗವನ್ನು ಕಡಿಮೆ ಮಾಡುವ ಸಾಧನಗಳ ಆರ್ಸೆನಲ್‌ನ ಭಾಗವಾಗಿ ಸವಾಲುಗಳೊಂದಿಗೆ ಸಂವಹನ ನಡೆಸುವ ಸಾಧ್ಯತೆಯಿದೆ.",
    "855097735": "ಎಲ್ಲಾ ಕಾಳಜಿಗಳನ್ನು ಸಮತೋಲನಗೊಳಿಸುವಾಗ ಇದನ್ನು ಉತ್ತಮವಾಗಿ ಮಾಡುವ ಸೇವೆಯನ್ನು ನಿರ್ಮಿಸುವುದು ತುಂಬಾ ಕಠಿಣ ಸಮಸ್ಯೆಯಾಗಿದೆ (ಮತ್ತು ಅನುಭವವನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಆಹ್ಲಾದಕರವಾಗಿಸಲು ನಾವು ಯಾವಾಗಲೂ ಅದನ್ನು ಸುಧಾರಿಸಲು ಕೆಲಸ ಮಾಡುತ್ತಿದ್ದೇವೆ) ಆದರೆ ಸ್ಪ್ಯಾಮ್, ದುರುಪಯೋಗ, ಖಾತೆ ಸ್ವಾಧೀನಗಳನ್ನು ಕಡಿಮೆ ಮಾಡುವುದನ್ನು ನೀವು ಒಪ್ಪುತ್ತೀರಿ ಎಂದು ನಾವು ಭಾವಿಸುತ್ತೇವೆ , ಮತ್ತು ಆನ್‌ಲೈನ್ ವಂಚನೆಯು ಅಂತಿಮವಾಗಿ ಸಾಂದರ್ಭಿಕ ಸರಳ ಪ್ರಶ್ನೆಗೆ ಯೋಗ್ಯವಾಗಿದೆ.",
    "1953959745": "ಪ್ರವೇಶಿಸುವಿಕೆ",
    "2543123170": "ಶೂನ್ಯ ಘರ್ಷಣೆ ಮಾನವೀಯತೆಯ ಪರಿಶೀಲನೆ",
    "547245263": "ಇಂದು ನಿಮ್ಮ ಬೋಟ್ ಸಮಸ್ಯೆಯನ್ನು ಪರಿಹರಿಸಿ.",
    "3117887301": "ಅತಿದೊಡ್ಡ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳಿಂದ ನಂಬಲಾಗಿದೆ",
    "981806349": "ಸಾಬೀತಾದ hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ನಿರ್ಮಿಸಲಾಗಿದೆ",
    "2373007864": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ hCaptcha ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ತಂತ್ರಜ್ಞಾನದಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಹೆಚ್ಚಿನ ಟ್ರಾಫಿಕ್ ಉದ್ಯಮಗಳಿಗೆ ಅಗತ್ಯವಿರುವ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಸೇರಿಸಲು ವಿಸ್ತರಿಸಲಾಗಿದೆ.",
    "2652399059": "ವಿಶ್ವಾಸಾರ್ಹ ಪಾಲುದಾರ",
    "1997838163": "ವಿಶ್ವದ ಅತಿದೊಡ್ಡ ಕಂಪನಿಗಳು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಅನ್ನು ಅವಲಂಬಿಸಿವೆ. ಏಕೀಕರಣವು ಸರಳವಾಗಿದೆ, ಮತ್ತು ಪತ್ತೆಹಚ್ಚುವಿಕೆಯ ನಿಖರತೆಯು ಸಾಟಿಯಿಲ್ಲ.",
    "734735952": "ನಾವು ಹಲವಾರು CAPTCHA ಮಾರಾಟಗಾರರನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದ್ದೇವೆ ಮತ್ತು ನಾವೇ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸುತ್ತೇವೆ. ಕೊನೆಯಲ್ಲಿ, hCaptcha reCAPTCHA ಗೆ ಅತ್ಯುತ್ತಮ ಪರ್ಯಾಯವಾಗಿ ಹೊರಹೊಮ್ಮಿತು.",
    "1250541092": "- ಸೆರ್ಗಿ ಇಸಾಸಿ",
    "3524251858": "ಉತ್ಪನ್ನ ನಿರ್ವಹಣೆಯ ನಿರ್ದೇಶಕ, ಕ್ಲೌಡ್‌ಫ್ಲೇರ್",
    "3971348140": "ನಾವು hCaptcha ಅನ್ನು ಏಕೆ ಬಳಸಿದ್ದೇವೆ? ನಮಗೆ ಅಗತ್ಯವಿರುವ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಬೇರೆ ಯಾರೂ ನೀಡಲು ಸಾಧ್ಯವಿಲ್ಲ. ಅವರು ನಮ್ಮನ್ನು ಎಬ್ಬಿಸಿದರು ಮತ್ತು ತ್ವರಿತವಾಗಿ ಓಡುತ್ತಾರೆ ಮತ್ತು ನಮ್ಮ ವ್ಯಾಪಾರಿಗಳು ಅನುಭವವನ್ನು ಇಷ್ಟಪಡುತ್ತಾರೆ.",
    "4248655793": "- ಅಲೆಕ್ಸ್ ಎಂ.",
    "4185927140": "ಉತ್ಪನ್ನ ನಿರ್ವಾಹಕ, ಫ್ಲ್ಯಾಶ್, Shopify",
    "282913023": "ಹೆಚ್ಚಿನ ಟ್ರಾಫಿಕ್ ಉದ್ಯಮಗಳಿಗೆ ವೆಚ್ಚ ಪರಿಣಾಮಕಾರಿ ಆಯ್ಕೆ",
    "999610953": "ಅಂತಿಮವಾಗಿ, Google ಗೆ ನಂಬಲರ್ಹ ಪರ್ಯಾಯ. hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ನಿಮ್ಮ reCAPTCHA ಬಿಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಭದ್ರತೆಯೊಂದಿಗೆ ನಾಟಕೀಯ ಉಳಿತಾಯವನ್ನು ನೀಡುತ್ತದೆ: ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ 80% ವರೆಗೆ ಕಡಿಮೆ ವೆಚ್ಚವಾಗುತ್ತದೆ.",
    "1886100235": "ಪ್ರಪಂಚದ ಹಲವು ದೊಡ್ಡ ಆನ್‌ಲೈನ್ ಸೇವೆಗಳು hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ಗೆ ಬದಲಾಯಿಸಿವೆ ಮತ್ತು ಗಣನೀಯ ವೆಚ್ಚದ ಉಳಿತಾಯದ ಜೊತೆಗೆ ಸುಧಾರಿತ ಬೋಟ್ ಪತ್ತೆಯನ್ನು ಪಡೆದಿವೆ.",
    "2903742230": "ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗಳು ನಿಮ್ಮ ಸಂದರ್ಶಕರನ್ನು ಉತ್ಪನ್ನವಾಗಿ ನೋಡುತ್ತವೆ. ನಮಗೆ ಅವರ ಮಾನವೀಯತೆಯನ್ನು ನಿರ್ಧರಿಸುವುದೊಂದೇ ಗುರಿಯಾಗಿದೆ. ನಮ್ಮ ಸೇವೆಗಳು GDPR, CCPA, LGPD ಮತ್ತು PIPL ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸುತ್ತವೆ ಅಥವಾ ಮೀರುತ್ತವೆ ಮತ್ತು ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆಯನ್ನು ಸಮತೋಲನಗೊಳಿಸಲು ನಾವು ಶ್ರಮಿಸುತ್ತೇವೆ.",
    "3901503296": "ಗೌಪ್ಯತೆಯ ಮೇಲಿನ ಈ ಅನನ್ಯ ಗಮನ ಎಂದರೆ ನಾವು ಅತ್ಯುತ್ತಮ ಭದ್ರತೆಯನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳುವಾಗ ಅಗತ್ಯವಿರುವಂತೆ ಶೂನ್ಯ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಧಾರಣ, ಕುಕೀ-ಮುಕ್ತ ಕಾರ್ಯಾಚರಣೆ ಮತ್ತು ಇತರ ಒಪ್ಪಂದದ ಗೌಪ್ಯತೆ ಖಾತರಿಗಳನ್ನು ನೀಡಬಹುದು.",
    "3342910682": "ಮತ್ತಷ್ಟು ಓದು",
    "1130783905": "ನಿಖರತೆ ನಿಮ್ಮ ಆಸಕ್ತಿ ಮತ್ತು ನಮ್ಮದು. ನಿಮಗೆ ನೈಜ ಡೇಟಾವನ್ನು ನೀಡಲು hCaptcha ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸಬೇಕೆಂದು ನಿರ್ಧರಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ನೀಡುತ್ತದೆ. ಇತರ ಭದ್ರತಾ ಪರಿಹಾರಗಳನ್ನು ದೈತ್ಯಾಕಾರದ ಜಾಹೀರಾತು ಕಂಪನಿಗಳು ಒದಗಿಸುತ್ತವೆ. ಇದರರ್ಥ ಅವರು ನಿರ್ಬಂಧಿಸುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ತಮ್ಮ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡಬಹುದು.",
    "2019130052": "ಗೌಪ್ಯತೆ-ಕೇಂದ್ರಿತ ML ನಲ್ಲಿನ ನಮ್ಮ ಆವಿಷ್ಕಾರಗಳು ಭದ್ರತೆ ಅಥವಾ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಹಾನಿಯಾಗದಂತೆ ಪರಂಪರೆಯ \"ಎಲ್ಲವನ್ನೂ ಶಾಶ್ವತವಾಗಿ ರೆಕಾರ್ಡ್ ಮಾಡಿ\" ತಂತ್ರಗಳ ಭದ್ರತಾ ಮಾನದಂಡಗಳನ್ನು ಮೀರಲು ನಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತವೆ.",
    "23114595": "ಉತ್ತಮ ಬಳಕೆದಾರ ಅನುಭವ",
    "3437412311": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಬಳಕೆದಾರರಿಗೆ, ನಿಷ್ಕ್ರಿಯ ಸ್ಕೋರ್‌ಗಳನ್ನು ಅವಲಂಬಿಸಿ ಹೆಚ್ಚಿನ ಸನ್ನಿವೇಶಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸಲು ಆಯ್ಕೆಗಳು ಲಭ್ಯವಿದೆ.",
    "1996843433": "ಅತ್ಯುತ್ತಮ ಭದ್ರತೆಯನ್ನು ಒದಗಿಸುವಾಗ ನಿಮ್ಮ ಕಾನೂನುಬದ್ಧ ಟ್ರಾಫಿಕ್‌ನ 99.9% ರಷ್ಟು ಸವಾಲನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತಪ್ಪಿಸುವ ಮೂಲಕ ಘರ್ಷಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಿ.",
    "3093689546": "ಸುಲಭ ಏಕೀಕರಣ",
    "247560732": "ಮೂರು ಸಾಲುಗಳ ಕೋಡ್‌ನೊಂದಿಗೆ hCaptcha ಸೇರಿಸಿ. ನೀವು reCAPTCHA ನಿಂದ ಬರುತ್ತಿದ್ದರೆ, ನಮ್ಮ API ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತದೆ ಮತ್ತು ಬದಲಾಯಿಸಲು ಕೇವಲ ನಿಮಿಷಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ.",
    "1510448156": "ನೀವು ಇಂದು ಉತ್ತಮ ಪರ್ಯಾಯದೊಂದಿಗೆ ಚಾಲನೆಯಲ್ಲಿರಬಹುದು ಮತ್ತು ಅಗತ್ಯವಿರುವಂತೆ ಹೆಚ್ಚು ಸುಧಾರಿತ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಆನ್ ಮಾಡಿ.",
    "2718999653": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆದರಿಕೆ ಅಂಕಗಳು",
    "2698140263": "ಎಲ್ಲಾ ಸಮಸ್ಯೆಗಳು ಒಂದೇ ಆಗಿರುವುದಿಲ್ಲ: ಒಂದೇ ಸ್ಕೋರ್ ಪಡೆಯುವುದು ಎಂದರೆ ಅದು ಉಪಯುಕ್ತವಾಗಲು ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ಪರಿಹರಿಸಬೇಕು.",
    "897432717": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ಬೆದರಿಕೆ ಸ್ಕೋರ್‌ಗಳಿಗಾಗಿ ನಮ್ಮ ಕಾದಂಬರಿ ವಿನ್ಯಾಸದೊಂದಿಗೆ, ನಿಮ್ಮ ವ್ಯಾಪಾರ ಜ್ಞಾನವನ್ನು ಸೇರಿಸುವುದರಿಂದ ನಮ್ಮ ಮಾದರಿಗಳು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಅನನ್ಯವಾಗಿ ಸಂಬಂಧಿಸಿದ ಸ್ಕೋರ್‌ಗಳನ್ನು ತಲುಪಿಸಲು ಅನುಮತಿಸುತ್ತದೆ.",
    "2650502379": "ಸೆಕೆಂಡುಗಳಲ್ಲಿ ನಿಮ್ಮ ಸ್ವಂತ ಸವಾಲುಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿ",
    "3578122193": "ಸಂಬಂಧಿತ ವಿಷಯದೊಂದಿಗೆ ಬ್ರ್ಯಾಂಡ್‌ನಲ್ಲಿ ಉಳಿಯಿರಿ",
    "1074044172": "ನಿಮ್ಮ ಭದ್ರತಾ ಅವಶ್ಯಕತೆಗಳನ್ನು ಪೂರೈಸಲು ಬಳಕೆದಾರರು ಸವಾಲನ್ನು ಪರಿಹರಿಸಬೇಕಾದಾಗ, ಬಳಕೆದಾರರಿಗೆ ಆಹ್ಲಾದಕರ ಮತ್ತು ಸಂಬಂಧಿತ ಪ್ರಶ್ನೆಗಳನ್ನು ಏಕೆ ಕೇಳಬಾರದು?",
    "1579093044": "ನಮ್ಮ ಸರಳ ಕಸ್ಟಮ್ ಚಾಲೆಂಜ್ ಡಿಸೈನರ್‌ನೊಂದಿಗೆ, ನೀವು ಕೆಲವೇ ನಿಮಿಷಗಳಲ್ಲಿ ಆನ್-ಬ್ರಾಂಡ್ ಚಾಲೆಂಜ್ ವಿಷಯವನ್ನು ಪ್ರಾರಂಭಿಸಬಹುದು.",
    "3717512591": "ನೇರ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಏಕೀಕರಣ",
    "121743429": "ವೆಬ್ ಮೂಲಸೌಕರ್ಯ ಕಂಪನಿಗಳಿಗೆ",
    "2131386784": "ನೀವು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗಾಗಿ ತಲುಪಬಹುದಾದ ಪರಿಣತಿ ಮತ್ತು ಬೆಂಬಲ",
    "2782263070": "ಸೇವೆಯು ನಮಗೆ ಪ್ರಮುಖ ಆದ್ಯತೆಯಾಗಿದೆ. ನಾವು 24/7 ಆನ್-ಕಾಲ್ ಬೆಂಬಲವನ್ನು ನಿರ್ವಹಿಸುತ್ತೇವೆ ಮತ್ತು ಅನುಷ್ಠಾನದ ಸಮಯದಲ್ಲಿ ಮತ್ತು ನಂತರ ನಿಮ್ಮ ಎಂಜಿನಿಯರಿಂಗ್ ಏಕೀಕರಣ ತಂಡ ಮತ್ತು ನಮ್ಮ ಆನ್-ಕಾಲ್ ಸಿಬ್ಬಂದಿಯೊಂದಿಗೆ ನೇರ ಸ್ಲಾಕ್ ಸಮನ್ವಯವನ್ನು ನೀಡುತ್ತೇವೆ.",
    "3740051331": "ಸಾಮಾಜಿಕ ಮಾಧ್ಯಮ, ಫೋರಮ್‌ಗಳು ಮತ್ತು ನಮ್ಮ ಇನ್-ವಿಜೆಟ್ ಮತ್ತು ಇಮೇಲ್ ಬೆಂಬಲ ಚಾನಲ್‌ಗಳಾದ್ಯಂತ ನಿಮ್ಮ ಬಳಕೆದಾರರ ಪ್ರಶ್ನೆಗಳಿಗೆ ಸಕ್ರಿಯವಾಗಿ ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಲು ಮತ್ತು ಪ್ರತಿಕ್ರಿಯಿಸಲು ನಾವು ಬದ್ಧರಾಗಿದ್ದೇವೆ. ನಾವು ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಸ್ಪಂದಿಸುತ್ತೇವೆ ಮತ್ತು ಬಳಕೆದಾರರ ತೃಪ್ತಿಯನ್ನು ಉನ್ನತ KPI ಎಂದು ಪರಿಗಣಿಸುತ್ತೇವೆ.",
    "170775527": "ಎಂಟರ್ಪ್ರೈಸ್ ವೈಶಿಷ್ಟ್ಯಗಳು",
    "3383086062": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಸಂಪೂರ್ಣ ಆನ್‌ಲೈನ್ ಭದ್ರತಾ ಪರಿಹಾರವಾಗಿದೆ. ಸಕ್ರಿಯ ಮತ್ತು ನಿಷ್ಕ್ರಿಯ ಮೋಡ್‌ಗಳು ರುಜುವಾತುಗಳನ್ನು ತುಂಬುವುದನ್ನು ನಿಲ್ಲಿಸಲು, ಖಾತೆ ಸ್ವಾಧೀನಗಳನ್ನು ಪತ್ತೆಹಚ್ಚಲು ಮತ್ತು ಅನುಮಾನಾಸ್ಪದ ನಟರನ್ನು ನಿರ್ಬಂಧಿಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಕಾನೂನುಬದ್ಧ ಬಳಕೆದಾರರಿಗೆ ಶೂನ್ಯ ಘರ್ಷಣೆಯೊಂದಿಗೆ ಎಲ್ಲವೂ.",
    "1408599440": "ಕೋಡ್‌ನ ಕೆಲವು ಸಾಲುಗಳು ಮತ್ತು ನಮ್ಮ 99.9% ನಿಷ್ಕ್ರಿಯ ಮೋಡ್‌ನೊಂದಿಗೆ ತ್ವರಿತವಾಗಿ ಪ್ರಾರಂಭಿಸಿ ಅಥವಾ ಬಳಕೆದಾರರಿಗೆ ಯಾವಾಗ ಮತ್ತು ಹೇಗೆ ಸವಾಲು ಹಾಕಲಾಗುತ್ತದೆ ಎಂಬುದರ ಮೇಲೆ ಸಂಪೂರ್ಣ ನಿಯಂತ್ರಣವನ್ನು ತೆಗೆದುಕೊಳ್ಳಿ. ಕಸ್ಟಮ್ ಬೆದರಿಕೆ ಮಾದರಿಗಳು ಮತ್ತು ಗ್ರಾಹಕೀಯಗೊಳಿಸಬಹುದಾದ ಸವಾಲುಗಳು ಭದ್ರತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಅಪ್ರತಿಮ ನಮ್ಯತೆ ಎಂದರ್ಥ.",
    "3365203058": "ವಿಶ್ವ ದರ್ಜೆಯ ಆಂಟಿ-ಬೋಟ್ ರಕ್ಷಣೆ",
    "1803009328": "ವೆಬ್ ಸ್ಕೇಲ್‌ನಲ್ಲಿ ಯುದ್ಧ-ಪರೀಕ್ಷಿಸಲಾಗಿದೆ.",
    "1586809757": "ಹೆಚ್ಚಿನ ನಿಖರತೆಯ ಬೋಟ್ ಸ್ಕೋರ್‌ಗಳು",
    "353367791": "ವಿವಿಧ ರೀತಿಯ ಕೆಟ್ಟ ನಟರನ್ನು ಪತ್ತೆ ಮಾಡಿ.",
    "191460155": "ಶೂನ್ಯ ಘರ್ಷಣೆ ಮತ್ತು 99.9% ನಿಷ್ಕ್ರಿಯ ವಿಧಾನಗಳು",
    "585557010": "0.1% ಕ್ಕಿಂತ ಕಡಿಮೆ ಕಾನೂನುಬದ್ಧ ಬಳಕೆದಾರರಿಗೆ ಸವಾಲು ಹಾಕಿ.",
    "3287172429": "ನಿಯಂತ್ರಣ ಸವಾಲು ಪ್ರಕಾರಗಳನ್ನು ತೋರಿಸಲಾಗಿದೆ",
    "1844885924": "ಆಯ್ಕೆ ಮಾಡಲು ವಿಧಗಳ ವಿಶಾಲವಾದ ಲೈಬ್ರರಿ.",
    "3018523079": "ಸ್ಥಿರವಾದ ಬಳಕೆದಾರ ಅನುಭವದೊಂದಿಗೆ ಬ್ರ್ಯಾಂಡ್‌ನಲ್ಲಿ ಉಳಿಯಿರಿ.",
    "3817811295": "ಖಾತರಿಯ ವಿಶ್ವಾಸಾರ್ಹತೆ ಮತ್ತು ವೇಗದ 24/7 ಆನ್-ಕಾಲ್ ಬೆಂಬಲ.",
    "1798492192": "ಲೆಗಸಿ ಬ್ರೌಸರ್ ಬೆಂಬಲ",
    "1356745565": "ಇಂಟರ್ನೆಟ್ ಎಕ್ಸ್‌ಪ್ಲೋರರ್ 8 ಗೆ ಎಲ್ಲಾ ರೀತಿಯಲ್ಲಿ ಹೊಂದಿಕೊಳ್ಳುತ್ತದೆ.",
    "751483365": "ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಲ್ಲದ ಕ್ಲೈಂಟ್‌ಗಳಿಗೆ ಬೆಂಬಲ.",
    "4199502476": "ಸುಧಾರಿತ ವರದಿ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು ಮತ್ತು API",
    "3630114728": "ನಿಮ್ಮ ಎಲ್ಲಾ ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ಏನಾಗುತ್ತಿದೆ ಎಂಬುದನ್ನು ನೋಡಿ.",
    "3573245166": "reCAPTCHA ಗಿಂತ ಭಿನ್ನವಾಗಿ, ನಾವು ಪ್ರತಿ ದೇಶದಲ್ಲಿ ಕೆಲಸ ಮಾಡುತ್ತೇವೆ.",
    "2354267648": "GDPR, CCPA, ಮತ್ತು LGPD-ಸ್ನೇಹಿ ಗೌಪ್ಯತೆ ನೀತಿ",
    "3167979932": "ಮೊದಲ ದಿನದಿಂದ ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಬಲವಾದ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದ.",
    "4065065042": "ನಿಮ್ಮ ಬಳಕೆಯ ಪ್ರಕರಣಕ್ಕೆ ಸರಿಯಾಗಿ ಹೊಂದಿಕೊಳ್ಳಲು ಇದನ್ನು ಡಯಲ್ ಮಾಡಿ.",
    "111184581": "ಮೊದಲ ಪಕ್ಷದ ಹೋಸ್ಟಿಂಗ್",
    "4272022475": "ಎಲ್ಲಾ ವಿನಂತಿಗಳು ಮತ್ತು ಸ್ವತ್ತುಗಳು hcaptcha.yourdomain.com ಗೆ ಹೋಗುತ್ತವೆ",
    "2676853536": "ಬಹು-ಬಳಕೆದಾರ ಡ್ಯಾಶ್‌ಬೋರ್ಡ್‌ಗಳು",
    "1368787974": "ನಿಮ್ಮ ತಂಡದಾದ್ಯಂತ ನಿರ್ವಹಣೆಯನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.",
    "1045484714": "ನಿಮ್ಮ ಐಡೆಂಟಿಟಿ ಪ್ರೊವೈಡರ್‌ನೊಂದಿಗೆ SAML SSO ಏಕೀಕರಣ, ಉದಾ Okta ಅಥವಾ Azure AD.",
    "3953584369": "ಅತ್ಯಾಧುನಿಕ RBAC ಪ್ರವೇಶ ನಿರ್ಬಂಧಗಳು ಲಭ್ಯವಿದೆ.",
    "2781507299": "ತತ್‌ಕ್ಷಣ ಪರಿಶೀಲನೆ",
    "4019660456": "0ms ಲೇಟೆನ್ಸಿ: ಯಾವುದೇ API ಕರೆ ಇಲ್ಲದೆ hCaptcha ಟೋಕನ್‌ಗಳನ್ನು ಪರಿಶೀಲಿಸಿ.",
    "3446714684": "ಮೊಬೈಲ್ (iOS ಮತ್ತು Android) ಏಕೀಕರಣ",
    "2593768395": "ವೆಬ್, ಸ್ಥಳೀಯ ಮೊಬೈಲ್, ಮೊಬೈಲ್ ವೆಬ್‌ನಾದ್ಯಂತ ತಡೆರಹಿತ ಅನುಭವ. ಪೂರ್ವ-ನಿರ್ಮಿತ ಸಂಯೋಜನೆಗಳು ಮತ್ತು ಸ್ಥಳೀಯ SDK ಗಳು ಲಭ್ಯವಿದೆ.",
    "1779265104": "ಕಸ್ಟಮೈಸ್ ಮಾಡಿದ ನಿಯಮಗಳು ಮತ್ತು ಗೌಪ್ಯತೆ ಖಾತರಿಗಳು",
    "122875767": "ಇತರ ಕಂಪನಿಗಳು ಸಾಧ್ಯವಾಗದಿದ್ದಾಗ ನಿಮ್ಮ ಕಾನೂನು ಅಗತ್ಯಗಳನ್ನು ಪೂರೈಸಿಕೊಳ್ಳಿ.",
    "148188781": "ಸವಾಲುಗಳನ್ನು ಮಂಡಿಸಿದರು",
    "838049015": "ಪ್ರಶ್ನೆಗೆ ಹೊಂದಿಕೆಯಾಗುವ ಎಲ್ಲಾ ಚಿತ್ರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ",
    "1126302400": "ಬೌಂಡಿಂಗ್ ಬಾಕ್ಸ್",
    "3554448168": "ವರ್ಗೀಕರಣ",
    "2104933754": "ಅನುಗುಣವಾದ ಲೇಬಲ್‌ಗಳನ್ನು ಗುರುತಿಸಿ",
    "3612043014": "ಮತ್ತು ಇತರ ಸರಳ ಕಾರ್ಯಗಳು. ಮನುಷ್ಯರಿಗೆ ಸುಲಭ, ಬಾಟ್‌ಗಳಿಗೆ ಕಷ್ಟ.",
    "3624758171": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಪ್ರಕಾಶಕರಿಗೆ ಕಸ್ಟಮ್ ಕಾರ್ಯಗಳು ಸಹ ಲಭ್ಯವಿದೆ.",
    "1001938065": "ಏಕೀಕರಣವು ಸುಲಭವಾಗುವುದಿಲ್ಲ",
    "2138799135": "hCaptcha ನೀವು ಬಳಸುವ ಮುಂಭಾಗ ಮತ್ತು ಬ್ಯಾಕೆಂಡ್ ಸಿಸ್ಟಮ್‌ಗಳಿಗಾಗಿ ಹಲವಾರು ಪೂರ್ವ-ನಿರ್ಮಿತ ಸಂಯೋಜನೆಗಳನ್ನು ಹೊಂದಿದೆ.",
    "2535001179": "ನೀವು Google ನ reCAPTCHA ನಿಂದ ಬರುತ್ತಿದ್ದರೆ, ನಮ್ಮ APIಗಳು ಡ್ರಾಪ್-ಇನ್ ಬದಲಿಗಳಾಗಿವೆ.",
    "1393184984": "ನಿಮಗೆ ಬೇಕಾಗಿರುವುದು.",
    "3715747429": "ನಮ್ಮ ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಇಂಜಿನಿಯರ್‌ಗಳು ನಿಮಗೆ ರಿಯಾಕ್ಟ್ ಇಂಟಿಗ್ರೇಷನ್, iOS ಸ್ಥಳೀಯ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗಾಗಿ SDK ಗಳು, ಜಾವಾ ಬ್ಯಾಕೆಂಡ್ ಉದಾಹರಣೆ ಅಥವಾ ವಾಸ್ತವಿಕವಾಗಿ ಯಾವುದೇ ಸನ್ನಿವೇಶದ ಅಗತ್ಯವಿರಲಿ, ನಿಮ್ಮನ್ನು ತ್ವರಿತವಾಗಿ ಹೋಗುವಂತೆ ಮಾಡಬಹುದು.",
    "2681650568": "ಮತ್ತು ಯಾವಾಗಲೂ, ಗೌಪ್ಯತೆ ನಮಗೆ ಒಂದು ಪ್ರಮುಖ ಮೌಲ್ಯವಾಗಿದೆ. ನಮ್ಮ ಚಾಲೆಂಜ್ ಕೋಡ್ ಅನ್ನು ಅಗತ್ಯವಿರುವಲ್ಲಿ ಮಾತ್ರ ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲು ಇದು ಅರ್ಥಪೂರ್ಣವಾಗಿದೆ. ಡೇಟಾ ಸಂಗ್ರಹಣೆಯನ್ನು ಕಡಿಮೆ ಮಾಡುವುದು ಏಕೀಕರಣದ ಕ್ಷಣದಿಂದ ಪ್ರಾರಂಭವಾಗುತ್ತದೆ.",
    "1130868224": "ಕೋಡ್‌ನ ಮೂರು ಸಾಲುಗಳು",
    "2183926131": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್‌ನೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಿ",
    "1526887904": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಗೌಪ್ಯತೆ",
    "1845745385": "ಗೌಪ್ಯತೆಗಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ.",
    "1297224875": "ಎಂಟರ್‌ಪ್ರೈಸ್ ಆನ್‌ಲೈನ್ ಭದ್ರತೆಗೆ ವಿಶಿಷ್ಟವಾದ ಗೌಪ್ಯತೆ-ಚಾಲಿತ ವಿಧಾನ.",
    "2762458927": "ನಿಮ್ಮ ಬಳಕೆದಾರರ ಡೇಟಾ ಮಾರಾಟಕ್ಕಿಲ್ಲ.",
    "2058856283": "hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ಒಂದೇ ಒಂದು ಉದ್ದೇಶವನ್ನು ಹೊಂದಿದೆ: ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಕಾರ್ಯಾಚರಣೆಗಳನ್ನು ಅಡ್ಡಿಪಡಿಸುವುದರಿಂದ ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರಿಗೆ ಹಾನಿಯಾಗದಂತೆ ಕೆಟ್ಟ ನಟರನ್ನು ತಡೆಯಲು.",
    "2408036504": "ವರ್ಗ-ಪ್ರಮುಖ ಭದ್ರತೆಯನ್ನು ನಿರ್ವಹಿಸುವಾಗ ಡೇಟಾ ಸಂಗ್ರಹಣೆ ಮತ್ತು ಧಾರಣವನ್ನು ಕಡಿಮೆ ಮಾಡಲು ನಮ್ಮ ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ನೆಲದಿಂದ ವಿನ್ಯಾಸಗೊಳಿಸಲಾಗಿದೆ. ಬಳಕೆದಾರರ ಡೇಟಾವನ್ನು ರಕ್ಷಿಸಲು ಉತ್ತಮ ಮಾರ್ಗವೆಂದರೆ ಅದನ್ನು ಸಂಗ್ರಹಿಸದಿರುವುದು.",
    "4099477834": "ಎಲ್ಲಾ ಗ್ರಾಹಕರ ಸಂಬಂಧಗಳು ಸಹ ಬಲವಾದ ಡೇಟಾ ಸಂಸ್ಕರಣಾ ಒಪ್ಪಂದದಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟಿವೆ. ನಿಮ್ಮ ಸೇವೆ ಅಥವಾ ನಿಮ್ಮ ಗ್ರಾಹಕರು ಎಲ್ಲಿ ನೆಲೆಸಿದ್ದರೂ hCaptcha ಸೇವೆಯು ಎಲ್ಲಾ ಗೌಪ್ಯತೆ ಕಾನೂನುಗಳನ್ನು ಅನುಸರಿಸುತ್ತದೆ. ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಇಟ್ಟುಕೊಳ್ಳದಿರುವುದು ಇತರ ಕಂಪನಿಗಳಿಗಿಂತ ನಮಗೆ ಹೆಚ್ಚು ಸುಲಭವಾಗುತ್ತದೆ.",
    "3569492665": "ಆನ್‌ಲೈನ್ ಚಟುವಟಿಕೆಯನ್ನು ರೆಕಾರ್ಡ್ ಮಾಡುವುದು ಉತ್ತರವಲ್ಲ.",
    "3389431373": "reCAPTCHA v3 ನಂತಹ ಸೇವೆಗಳು ನಿಮ್ಮ ಸೈಟ್‌ನ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ತಮ್ಮ ಟ್ರ್ಯಾಕಿಂಗ್ ಪಿಕ್ಸೆಲ್ ಅನ್ನು ಇರಿಸುವುದು ಉತ್ತಮ ಭದ್ರತೆಗಾಗಿ ಅಗತ್ಯ ಎಂದು ಹೇಳುತ್ತದೆ. ಇದು ಹಾಗಲ್ಲ.",
    "3590546893": "ಸರಳ ವರ್ತನೆಯ ವಿಶ್ಲೇಷಣೆಯು ಕೆಟ್ಟ ನಟರಿಂದ ಸುಲಭವಾಗಿ ನಕಲಿಯಾಗಿರುವ ಸಂಕೇತವಾಗಿದೆ ಮತ್ತು ನಿಮ್ಮ ಎಲ್ಲಾ ಕಾನೂನುಬದ್ಧ ಟ್ರಾಫಿಕ್‌ಗಾಗಿ ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸವನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿದೆ.",
    "1105363520": "ನಾವು ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್ ಅನ್ನು ನಿರ್ವಹಿಸುವುದಿಲ್ಲ ಮತ್ತು ಅವರಿಗೆ ಜಾಹೀರಾತುಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ನಿಮ್ಮ ಬಳಕೆದಾರರ ನಡವಳಿಕೆಯನ್ನು ವೀಕ್ಷಿಸಲು ಯಾವುದೇ ಆಸಕ್ತಿಯನ್ನು ಹೊಂದಿಲ್ಲ. ಇದರರ್ಥ ನಿಮ್ಮ ಸೈಟ್‌ನ ಪ್ರತಿಯೊಂದು ಪುಟದಲ್ಲಿ ನಮಗೆ ನಿಷ್ಕ್ರಿಯ ಪಿಕ್ಸೆಲ್ ಅಗತ್ಯವಿಲ್ಲ.",
    "3088605177": "ನಮ್ಮ ಚಾಲೆಂಜ್ ಕೋಡ್ ಅನ್ನು ಅಗತ್ಯವಿರುವಲ್ಲಿ ಮಾತ್ರ ಸೇರಿಸಿ ಮತ್ತು ನಿಮ್ಮನ್ನು ಮತ್ತು ನಿಮ್ಮ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸಲು ಇದು ಅರ್ಥಪೂರ್ಣವಾಗಿದೆ.",
    "337971271": "ಯಂತ್ರ ಕಲಿಕೆ ಉಪಯುಕ್ತವಾಗಿದೆ. ಆದರೆ ಇದು ಕೆಲಸ ಮಾಡಲು ವೈಯಕ್ತಿಕ ಡೇಟಾ ಅಗತ್ಯವಿಲ್ಲ.",
    "320166522": "ಯಂತ್ರ ಕಲಿಕೆಯು ಈಗ ನಮ್ಮ ಜೀವನದ ಪ್ರತಿಯೊಂದು ಅಂಶದ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ, ಆಗಾಗ್ಗೆ ನಾವು ತಿಳಿದಿರದ ಮತ್ತು ನೋಡಲಾಗದ ರೀತಿಯಲ್ಲಿ. ಆನ್‌ಲೈನ್ ಭದ್ರತಾ ಸೇವೆಗಳು ಭಿನ್ನವಾಗಿಲ್ಲ.",
    "3180664128": "ಸಾವಿರಾರು ಸಿಗ್ನಲ್‌ಗಳನ್ನು ಕಲಿಯುವ ಮೂಲಕ, ಮಾದರಿಗಳು ದುರುದ್ದೇಶಪೂರಿತ ನಡವಳಿಕೆಯನ್ನು ತ್ವರಿತವಾಗಿ ಪತ್ತೆಹಚ್ಚುವಲ್ಲಿ ಹೆಚ್ಚಿನ ವಿಶ್ವಾಸವನ್ನು ಊಹಿಸಬಹುದು ಮತ್ತು ತಲುಪಬಹುದು, ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಸಿಗ್ನಲ್ ಸ್ವತಃ ಸಮಸ್ಯೆಯನ್ನು ಸೂಚಿಸುವಷ್ಟು ಪ್ರಬಲವಾಗಿರುವುದಿಲ್ಲ.",
    "961941354": "ಆದಾಗ್ಯೂ, ಇದರಲ್ಲಿ ಯಾವುದಕ್ಕೂ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಹುದಾದ ಮಾಹಿತಿಯನ್ನು (\"PII\") ಬಳಸುವ ಅಗತ್ಯವಿಲ್ಲ. ಆಧುನಿಕ ಕ್ರಿಪ್ಟೋಗ್ರಾಫಿಕ್ ತಂತ್ರಗಳು ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಾಧ್ಯವಾದಷ್ಟು ಬೇಗ ತಿರಸ್ಕರಿಸಲು ನಮಗೆ ಅನುಮತಿಸುತ್ತದೆ, ಬದಲಿಗೆ ಯಾವುದೇ ವ್ಯಕ್ತಿಗೆ ಲಿಂಕ್ ಮಾಡಲಾಗದ ಏಕಮುಖ ಸಹಿಗಳನ್ನು ರಚಿಸುತ್ತದೆ.",
    "1706581702": "ಗುರುತಿಸಲಾಗದ ಡೇಟಾದ ತರಬೇತಿಯು ಹಾಗೆಯೇ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ ಮತ್ತು ಭದ್ರತೆ ಅಥವಾ ಗೌಪ್ಯತೆಯ ಮೇಲೆ ರಾಜಿ ಮಾಡಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿಲ್ಲ. ನಮ್ಮ ಗ್ರಾಹಕರು ಪ್ರಾಯೋಗಿಕ ಪರೀಕ್ಷೆಗಳನ್ನು ಮಾಡಿದ್ದಾರೆ ಮತ್ತು ಕಡಿಮೆ ಖಾಸಗಿ ಪರ್ಯಾಯಗಳಿಗೆ ಸಮಾನ ಅಥವಾ ಉತ್ತಮವೆಂದು ಘೋಷಿಸಿದ್ದಾರೆ.",
    "3203921334": "hCaptcha ಪರಿಹಾರಗಳ ಕುರಿತು ನಾವು ಹಲವಾರು ವಿಷಯಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದೇವೆ: 1) ಅವರು ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ; ಅವರು ಕನಿಷ್ಟ ಅಗತ್ಯವಾದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತಾರೆ, ಅವರು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ವಿವರಿಸುವಲ್ಲಿ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಾರೆ ಮತ್ತು/ಅಥವಾ ಬಹಿರಂಗಪಡಿಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ವಿವರಿಸುವಲ್ಲಿ ಅವರು ಪಾರದರ್ಶಕವಾಗಿರುತ್ತಾರೆ.",
    "305735018": "ಅಂತಿಮವಾಗಿ, Google ಗೆ ನಂಬಲರ್ಹ ಪರ್ಯಾಯ. hCaptcha ಎಂಟರ್‌ಪ್ರೈಸ್ ನಿಮ್ಮ reCAPTCHA ಬಿಲ್‌ನಲ್ಲಿ ಹೆಚ್ಚಿನ ಭದ್ರತೆಯೊಂದಿಗೆ ನಾಟಕೀಯ ಉಳಿತಾಯವನ್ನು ನೀಡುತ್ತದೆ: ಕೆಲವು ಸಂದರ್ಭಗಳಲ್ಲಿ 80% ವರೆಗೆ ಕಡಿಮೆ ವೆಚ್ಚವಾಗುತ್ತದೆ.",
    "3695206755": "ಯಾವುದೇ ಬಾಧ್ಯತೆ ಇಲ್ಲದೆ ನಿಮ್ಮ ಪರಿಸರದಲ್ಲಿ ನಮ್ಮನ್ನು ಪ್ರಯತ್ನಿಸಿ.",
    "2941545733": "ನಾವು ಎಂಜಿನಿಯರ್‌ಗಳು, ಮಾರಾಟಗಾರರಲ್ಲ: ನಿಮ್ಮ ಆಯ್ಕೆಯಿಂದ ನೀವು ಸಂತೋಷವಾಗಿರಬೇಕೆಂದು ನಾವು ಬಯಸುತ್ತೇವೆ.",
    "131871195": "ನಿಮ್ಮ ತೃಪ್ತಿಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಉತ್ತಮ ಮಾರ್ಗವೆಂದರೆ ನಿಮ್ಮ ಅಗತ್ಯಗಳನ್ನು ನಾವು ಪೂರೈಸುತ್ತೇವೆ ಎಂಬುದನ್ನು ಪ್ರದರ್ಶಿಸುವುದು.",
    "3436534225": "ಪ್ರಾಯೋಗಿಕವಾಗಿ ಪ್ರಾರಂಭಿಸುವ ಎಲ್ಲಾ ಕಂಪನಿಗಳು ಅಂತಿಮವಾಗಿ ನಮ್ಮ ಪರಿಹಾರಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳುತ್ತವೆ.",
    "4060250206": "ನಮ್ಮ ತಾಂತ್ರಿಕ ತಜ್ಞರಲ್ಲಿ ಒಬ್ಬರನ್ನು ತಲುಪಲು ಈ ಫಾರ್ಮ್ ಅನ್ನು ಬಳಸಿ. ನಾವು ತ್ವರಿತವಾಗಿ ಪ್ರತಿಕ್ರಿಯಿಸುತ್ತೇವೆ.",
    "1159746815": "ನೀವು ನೇರವಾಗಿ ನಮಗೆ ಇಮೇಲ್ ಮಾಡಬಹುದು.",
    "2531534427": "ವಿವರಗಳು ಇಲ್ಲಿವೆ.",
    "2059998584": "ಪ್ರದೇಶ",
    "3916131732": "ಅಮೆರಿಕಗಳು",
    "135276624": "ಯುರೋಪ್, ಮಧ್ಯಪ್ರಾಚ್ಯ, ಆಫ್ರಿಕಾ (EMEA)",
    "1182294134": "ಏಷ್ಯಾ-ಪೆಸಿಫಿಕ್ (APAC)",
    "2437934778": "ನಿಮ್ಮ ಹೆಸರು",
    "3859506577": "ವ್ಯಾಪಾರ ಇಮೇಲ್",
    "1268414751": "ನಾವು ಬೇರೆ ಯಾವುದೇ ವಿವರಗಳನ್ನು ಹೊಂದಿರಬೇಕೇ?",
    "42559805": "ನಿಮಗೆ ತುರ್ತು ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಅಗತ್ಯವಿದೆಯೇ?",
    "851679588": "ಹೌದು.",
    "1729677626": "ನಾನು ದಾಳಿಯಲ್ಲಿದ್ದೇನೆ ಮತ್ತು ತಕ್ಷಣದ ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಅಗತ್ಯವಿದೆ.",
    "2808971932": "ಇದು ಡಿವಿ ಬ್ಲಾಕ್‌ನ ಒಳಗಿನ ಕೆಲವು ಪಠ್ಯವಾಗಿದೆ.",
    "2468683988": "ಶಿರೋನಾಮೆ",
    "356336077": "ಲೋರೆಮ್ ಇಪ್ಸಮ್ ಡೋಲರ್ ಸಿಟ್ ಅಮೆಟ್, ಕಾನ್ಸೆಕ್ಟೆಟರ್ ಅಡಿಪಿಸಿಂಗ್ ಎಲಿಟ್. ಸಸ್ಪೆಂಡಿಸ್ಸೆ ವೇರಿಯಸ್ ಎನಿಮ್ ಇನ್ ಎರೋಸ್ ಎಲಿಮೆಂಟಮ್ ಟ್ರಿಸ್ಟಿಕ್. ಡುಯಿಸ್ ಕರ್ಸಸ್, ಮಿ ಕ್ವಿಸ್ ವಿವರ್ರಾ ಒರ್ನಾರೆ, ಎರೋಸ್ ಡೋಲರ್ ಇಂಟರ್ಡಮ್ ನುಲ್ಲಾ, ಯುಟ್ ಕಮೊಡೊ ಡೈಮ್ ಲಿಬೆರೊ ವಿಟೇ ಎರಟ್. ಏನಿಯನ್ ಫೌಸಿಬಸ್ ನಿಭ್ ಮತ್ತು ಜಸ್ಟೊ ಕರ್ಸಸ್ ಐಡಿ ರುಟ್ರಮ್ ಲೋರೆಮ್ ಇಂಪರ್ಡಿಯೆಟ್. ನಂಕ್ ಯುಟ್ ಸೆಮ್ ವಿಟೇ ರಿಸಸ್ ಟ್ರಿಸ್ಟಿಕ್ ಪೋಸ್ಯೂರೆ.",
    "2067334580": "ಪಠ್ಯ ಲಿಂಕ್",
    "2212670355": "ಸೈನ್ ಅಪ್ ಮಾಡಿ",
    "31502377": "ರಿಚ್ ಟೆಕ್ಸ್ಟ್ ಎಲಿಮೆಂಟ್ ಎಂದರೇನು?",
    "2310705547": "ಶ್ರೀಮಂತ ಪಠ್ಯ ಅಂಶವು ಶೀರ್ಷಿಕೆಗಳು, ಪ್ಯಾರಾಗಳು, ಬ್ಲಾಕ್‌ಕೋಟ್‌ಗಳು, ಚಿತ್ರಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಪ್ರತ್ಯೇಕವಾಗಿ ಸೇರಿಸುವ ಮತ್ತು ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡುವ ಬದಲು ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ರಚಿಸಲು ಮತ್ತು ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ಕೇವಲ ಡಬಲ್ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಸುಲಭವಾಗಿ ವಿಷಯವನ್ನು ರಚಿಸಿ.",
    "2590587108": "ಸ್ಥಿರ ಮತ್ತು ಕ್ರಿಯಾತ್ಮಕ ವಿಷಯ ಸಂಪಾದನೆ",
    "778204464": "ಸ್ಥಿರ ಅಥವಾ ಡೈನಾಮಿಕ್ ವಿಷಯದೊಂದಿಗೆ ಶ್ರೀಮಂತ ಪಠ್ಯ ಅಂಶವನ್ನು ಬಳಸಬಹುದು. ಸ್ಥಿರ ವಿಷಯಕ್ಕಾಗಿ, ಅದನ್ನು ಯಾವುದೇ ಪುಟಕ್ಕೆ ಬಿಡಿ ಮತ್ತು ಸಂಪಾದನೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ. ಡೈನಾಮಿಕ್ ವಿಷಯಕ್ಕಾಗಿ, ಯಾವುದೇ ಸಂಗ್ರಹಣೆಗೆ ಶ್ರೀಮಂತ ಪಠ್ಯ ಕ್ಷೇತ್ರವನ್ನು ಸೇರಿಸಿ ಮತ್ತು ನಂತರ ಸೆಟ್ಟಿಂಗ್‌ಗಳ ಫಲಕದಲ್ಲಿ ಆ ಕ್ಷೇತ್ರಕ್ಕೆ ಶ್ರೀಮಂತ ಪಠ್ಯ ಅಂಶವನ್ನು ಸಂಪರ್ಕಿಸಿ. Voila!",
    "1890955039": "ಪ್ರತಿ ಶ್ರೀಮಂತ ಪಠ್ಯಕ್ಕಾಗಿ ಫಾರ್ಮ್ಯಾಟಿಂಗ್ ಅನ್ನು ಹೇಗೆ ಕಸ್ಟಮೈಸ್ ಮಾಡುವುದು",
    "3286051798": "ಶೀರ್ಷಿಕೆಗಳು, ಪ್ಯಾರಾಗಳು, ಬ್ಲಾಕ್‌ಕೋಟ್‌ಗಳು, ಅಂಕಿಅಂಶಗಳು, ಚಿತ್ರಗಳು ಮತ್ತು ಅಂಕಿ ಶೀರ್ಷಿಕೆಗಳನ್ನು \"ವೆನ್ ಇನ್ಸೈಡ್ ಆಫ್\" ನೆಸ್ಟೆಡ್ ಸೆಲೆಕ್ಟರ್ ಸಿಸ್ಟಮ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಶ್ರೀಮಂತ ಪಠ್ಯ ಅಂಶಕ್ಕೆ ವರ್ಗವನ್ನು ಸೇರಿಸಿದ ನಂತರ ಎಲ್ಲವನ್ನೂ ವಿನ್ಯಾಸಗೊಳಿಸಬಹುದು.",
    "504332576": "hCaptcha ವಿಶ್ವದ ಅತಿದೊಡ್ಡ ಸ್ವತಂತ್ರ ಸೈಬರ್‌ ಸುರಕ್ಷತೆ ಸೇವೆಯಾಗಿ ಬೆಳೆದಿದೆ ಎಂದು ಘೋಷಿಸಲು ನಾವು ಹೆಮ್ಮೆಪಡುತ್ತೇವೆ, ಸುಮಾರು 15% ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಚಾಲನೆಯಲ್ಲಿದೆ - ಮತ್ತು ನಾವು ಈ ಮಾರುಕಟ್ಟೆ ಪಾಲನ್ನು ನೇರವಾಗಿ Google reCAPTCHA ನಿಂದ ತೆಗೆದುಕೊಂಡಿದ್ದೇವೆ. ಒಟ್ಟಿಗೆ, hCaptcha ಮತ್ತು",
    "1155436473": "(ನಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಕೊಡುಗೆ) ಈಗ ಪ್ರತಿ ತಿಂಗಳು ಹತ್ತಾರು ಮಿಲಿಯನ್ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳಲ್ಲಿ ನೂರಾರು ಮಿಲಿಯನ್ ಬಳಕೆದಾರರನ್ನು ರಕ್ಷಿಸುತ್ತದೆ. ನೀವು ಗೌಪ್ಯತೆಯನ್ನು ಮೊದಲು ಇರಿಸಿದಾಗ ನೀವು ಬಿಗ್ ಟೆಕ್‌ನೊಂದಿಗೆ ಸ್ಪರ್ಧಿಸಬಹುದು ಎಂದು ನಮ್ಮ ಕಥೆ ತೋರಿಸುತ್ತದೆ.",
    "3108727249": "ಬಾಟ್‌ಸ್ಟಾಪ್",
    "1296696044": "ಗೌಪ್ಯತೆ ವಿರುದ್ಧ ಭದ್ರತೆ: ಏಕೆ ಎರಡೂ ಅಲ್ಲ?",
    "538871570": "Google ಮತ್ತು ಇತರ ಬಿಗ್ ಟೆಕ್ ಕಂಪನಿಗಳೊಂದಿಗೆ ಸ್ಪರ್ಧಿಸುವುದು ಒಂದು ಎತ್ತರದ ಕ್ರಮದಂತೆ ತೋರುತ್ತದೆ: ಅವರ ಏಕಸ್ವಾಮ್ಯದ ಮಾರುಕಟ್ಟೆ ಶಕ್ತಿ, ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಪರಿಣಾಮಗಳು ಮತ್ತು ಹೆಚ್ಚು ಸಂಭಾವನೆ ಪಡೆಯುವ ಡೆವಲಪರ್‌ಗಳ ಸೈನ್ಯವನ್ನು ಸಾಮಾನ್ಯವಾಗಿ ಯಾರಿಗಾದರೂ ನಿಭಾಯಿಸಲು ತುಂಬಾ ಶಕ್ತಿಯುತವೆಂದು ಪರಿಗಣಿಸಲಾಗುತ್ತದೆ ಆದರೆ ಫೇಸ್‌ಬುಕ್ ಅಥವಾ ಅಮೆಜಾನ್‌ನಂತಹ ಇತರ ಟೆಕ್ ದೈತ್ಯರು. ನಮ್ಮ ಕಥೆಯು ಅದು ಹಾಗೆ ಇರಬೇಕಾಗಿಲ್ಲ ಎಂದು ತೋರಿಸುತ್ತದೆ - ಗೌಪ್ಯತೆಯ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸುವ ಮೂಲಕ ನೀವು ಬಿಗ್ ಟೆಕ್ ಅನ್ನು ಸೋಲಿಸಬಹುದು.",
    "3600718611": "Google reCAPTCHA ಅನ್ನು ಪರಿಗಣಿಸಿ,",
    "4281708680": ". hCaptcha ನಲ್ಲಿ, ನಾವು ಉದ್ದೇಶಪೂರ್ವಕವಾಗಿ ವಿಭಿನ್ನವಾದ ವಿಧಾನವನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೇವೆ, ಗೌಪ್ಯತೆ-ಸಂರಕ್ಷಿಸುವ ಯಂತ್ರ ಕಲಿಕೆಯ ತಂತ್ರಗಳನ್ನು ಬಳಸಿಕೊಂಡು ಹೆಚ್ಚಿನ ನಿಖರತೆಯಲ್ಲಿ ವಿಶಿಷ್ಟವಾದ ಬೋಟ್ ನಡವಳಿಕೆಗಳನ್ನು ಗುರುತಿಸಲು, ಸಾಧ್ಯವಾದಷ್ಟು ಕಡಿಮೆ ಡೇಟಾವನ್ನು ಸೇವಿಸುವಾಗ ಮತ್ತು ಸಂಗ್ರಹಿಸುವಾಗ.",
    "3312336121": "ವೆಬ್ ಬಳಕೆದಾರರು ಕಾನೂನುಬದ್ಧ ಮನುಷ್ಯರೇ ಅಥವಾ ಬಾಟ್‌ಗಳು ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ಇದು ಅಗಾಧ ಪ್ರಮಾಣದ ವರ್ತನೆಯ ಡೇಟಾವನ್ನು ಬಳಸುತ್ತದೆ",
    "1193738791": ": ಅವರು ವೆಬ್‌ಸೈಟ್‌ನ ಪ್ರತಿ ಪುಟದಲ್ಲಿ ಮತ್ತು ವೆಬ್‌ನಾದ್ಯಂತ ಬಳಕೆದಾರರ ನಡವಳಿಕೆಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತಾರೆ. ನಾವು hCaptcha ಅನ್ನು ಮೊದಲ ದಿನದಿಂದ ಸಾಧ್ಯವಾದಷ್ಟು ಗೌಪ್ಯತೆ ಸ್ನೇಹಿಯಾಗಿ ವಿನ್ಯಾಸಗೊಳಿಸಿದ್ದೇವೆ. ಇದು ಸಮಸ್ಯೆಗೆ ಸಂಪೂರ್ಣವಾಗಿ ವಿಭಿನ್ನವಾದ ವಿಧಾನಕ್ಕೆ ಕಾರಣವಾಯಿತು. ಅದು ಬದಲಾದಂತೆ, ವೆಬ್‌ನಾದ್ಯಂತ ಬಳಕೆದಾರರನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವುದು ಮತ್ತು ಅವರ ವೆಬ್ ಇತಿಹಾಸವನ್ನು ಅವರ ಗುರುತಿಗೆ ಜೋಡಿಸುವುದು ಉತ್ತಮ ಭದ್ರತೆಯನ್ನು ಸಾಧಿಸಲು ಸಂಪೂರ್ಣವಾಗಿ ಅನಗತ್ಯವಾಗಿದೆ. hCaptcha ಗೆ ಬದಲಾಯಿಸಿದ ಹಲವಾರು ಕಂಪನಿಗಳು",
    "2620705814": "Google ಒಂದು ಜಾಹೀರಾತು ಕಂಪನಿಯಾಗಿದೆ ಮತ್ತು ಅವರ ಭದ್ರತಾ ಉತ್ಪನ್ನಗಳು ಅವರ ಜಾಹೀರಾತು ಉತ್ಪನ್ನಗಳಂತೆ ಕಾಣುತ್ತವೆ",
    "1126447688": "ನಮ್ಮ ಗೌಪ್ಯತೆಯ ಗಮನದ ಹೊರತಾಗಿಯೂ ಬೋಟ್ ಪತ್ತೆ ಮತ್ತು ತಗ್ಗಿಸುವಿಕೆಯಲ್ಲಿ ಸಮಾನ ಅಥವಾ ಉತ್ತಮ ಕಾರ್ಯಕ್ಷಮತೆಯನ್ನು ಆಗಾಗ್ಗೆ ವರದಿ ಮಾಡುತ್ತದೆ",
    "439777523": "ನಿಯಂತ್ರಣ ವಿಷಯಗಳು",
    "3588274874": "ಯುರೋಪಿಯನ್ ಯೂನಿಯನ್‌ನ GDPR ಮತ್ತು ಕ್ಯಾಲಿಫೋರ್ನಿಯಾದ CCPA ಯಂತಹ ನಿಯಂತ್ರಕ ಪ್ರಯತ್ನಗಳೊಂದಿಗೆ ಜೋಡಿಸಲಾದ ಉತ್ಪನ್ನವನ್ನು ತಲುಪಿಸುವಲ್ಲಿ ಕೇಂದ್ರೀಕರಿಸುವಲ್ಲಿ, ನಾವು ಬೃಹತ್ ಬೆಳವಣಿಗೆಯನ್ನು ಅನುಭವಿಸಿದ್ದೇವೆ - ಸಹಜವಾಗಿ, ಇದು hCaptcha ಸರಳವಾದ \"ಡ್ರಾಪ್ ಇನ್\" ಬದಲಿಯಾಗಿ reCAPTCHA ಆಗಿದೆ ಮತ್ತು ಹೀಗೆ ನಿಮಿಷಗಳಲ್ಲಿ ಸ್ಥಾಪಿಸಬಹುದಾಗಿದೆ.",
    "2150595700": ". GDPR ಮತ್ತು CCPA ಎಂಟರ್‌ಪ್ರೈಸ್ ಖರೀದಿದಾರರಿಗೆ ನಕ್ಷೆಯಲ್ಲಿ ಗೌಪ್ಯತೆ ಕಾಳಜಿಗಳನ್ನು ಇರಿಸಿದೆ ಮತ್ತು ಅದೇ ಸಮಯದಲ್ಲಿ ಆನ್‌ಲೈನ್ ಗೌಪ್ಯತೆ ಸಾರ್ವಜನಿಕರಿಗೆ ಹೆಚ್ಚು ಹೆಚ್ಚು ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ಪಡೆಯುತ್ತಿದೆ, ಏಕೆಂದರೆ ಆನ್‌ಲೈನ್ ಜಾಹೀರಾತು ಮತ್ತು ಮಾರ್ಕೆಟಿಂಗ್ ಉದ್ಯಮಗಳು ಐತಿಹಾಸಿಕವಾಗಿ ನಮ್ಮ ಡೇಟಾವನ್ನು ಹೇಗೆ ಬಳಸಿಕೊಂಡಿವೆ ಎಂಬುದನ್ನು ನಾವೆಲ್ಲರೂ ಅರ್ಥಮಾಡಿಕೊಳ್ಳಲು ಪ್ರಾರಂಭಿಸುತ್ತೇವೆ.",
    "2624949852": "ಸಹಜವಾಗಿ, reCAPTCHA 2009 ರಿಂದ ವೆಬ್ ಭದ್ರತೆಯಲ್ಲಿ ಆರಂಭಿಕ ಪ್ರವೇಶವಾಗಿದೆ, ದುರುದ್ದೇಶಪೂರಿತ ಬಾಟ್‌ಗಳು ಮತ್ತು ಸ್ಪ್ಯಾಮರ್‌ಗಳಿಂದ ನಿರಂತರವಾಗಿ ಬೆಳೆಯುತ್ತಿರುವ ಬೆದರಿಕೆಗಳ ವಿರುದ್ಧ ಲಕ್ಷಾಂತರ ವೆಬ್‌ಸೈಟ್‌ಗಳನ್ನು ರಕ್ಷಿಸುತ್ತದೆ. ಆದಾಗ್ಯೂ, ಇತ್ತೀಚಿನ ವರ್ಷಗಳಲ್ಲಿ ಇದು ಸಂಪೂರ್ಣವಾಗಿ ರಾಜಿಯಾಗಿದೆ:",
    "499510428": "ಇಲ್ಲಿ ನಿಯಂತ್ರಣವು ನಮಗೆ ಸಹಾಯ ಮಾಡಿದೆ ಎಂದು ನಾವು ನಂಬುತ್ತೇವೆ",
    "1232651561": "ಸಾಫ್ಟ್‌ವೇರ್ ಈಗ reCAPTCHA ಸವಾಲುಗಳನ್ನು ಪರಿಹರಿಸುವಲ್ಲಿ ಜನರಂತೆ ಉತ್ತಮವಾಗಿದೆ.",
    "824740867": "ಪರಿಹಾರವನ್ನು ಸುಧಾರಿಸುವ ಬದಲು, Google reCAPTCHA v3 ಅನ್ನು ಬಿಡುಗಡೆ ಮಾಡಿತು, ಇದು ಭದ್ರತಾ ಸಾಫ್ಟ್‌ವೇರ್‌ಗಿಂತ ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ನಂತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ, ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ನಿರ್ಮಿಸಲು ವೆಬ್‌ನಾದ್ಯಂತ ವರ್ತನೆಯ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ. ದುರದೃಷ್ಟವಶಾತ್, ಈ ರೀತಿಯ ಸಿಗ್ನಲ್ ಅನ್ನು ಸುಲಭವಾಗಿ ಸೋಲಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ ಹಾನಿ ಮಾಡುವಾಗ ಬಾಟ್‌ಗಳ ವಿರುದ್ಧ ಸ್ವಲ್ಪ ರಕ್ಷಣೆ ನೀಡುತ್ತದೆ.",
    "1027023087": "hCaptcha ನಲ್ಲಿ ನಾವು ಸಮಸ್ಯೆಗೆ ಹೆಚ್ಚು ಆಧುನಿಕ ವಿಧಾನಗಳ ಮೇಲೆ ಕೇಂದ್ರೀಕರಿಸಿದ್ದೇವೆ, ಇದು ಬ್ರೌಸಿಂಗ್ ಇತಿಹಾಸದಂತಹ ದೀರ್ಘಕಾಲೀನ ನಡವಳಿಕೆಯ ದಾಖಲೆಗಳನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿಲ್ಲ ಮತ್ತು ಸೇವೆಯನ್ನು ಪರಿಚಯಿಸಿದಾಗಿನಿಂದ ದೃಢವಾದ ವಿರೋಧಿಗಳ ಮುಖದಲ್ಲಿ ಹೆಚ್ಚು ಸ್ಥಿತಿಸ್ಥಾಪಕತ್ವವನ್ನು ಸಾಬೀತುಪಡಿಸಿದೆ.",
    "2852295413": "ಆಸಕ್ತಿಯ ಅಂತರ್ಗತ ಸಂಘರ್ಷ: ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸುವುದು ಜಾಹೀರಾತು ನೆಟ್‌ವರ್ಕ್‌ಗೆ ಆದಾಯವನ್ನು ಕಡಿಮೆ ಮಾಡುತ್ತದೆ",
    "1597520917": "ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಗೆ Google ನ ನಿರ್ಲಕ್ಷ್ಯವು ತಮ್ಮ ವೆಬ್‌ಸೈಟ್‌ಗಳು ಮತ್ತು ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ರಕ್ಷಿಸಲು ನೋಡುತ್ತಿರುವ ಗ್ರಾಹಕರಿಗೆ ಕಾಳಜಿ ವಹಿಸುತ್ತದೆ ಎಂದು ವಿಮರ್ಶಕರ ಸಂಖ್ಯೆ ಹೆಚ್ಚುತ್ತಿದೆ.",
    "763447231": "ಅದೇ ಸಮಯದಲ್ಲಿ, ಪ್ರಕಾಶಕರ ಸೈಟ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸದಂತೆ ಬಾಟ್‌ಗಳನ್ನು ನಿಲ್ಲಿಸುವುದರಿಂದ ಜಾಹೀರಾತು ವಂಚನೆಯನ್ನು ಬಹಿರಂಗಪಡಿಸಬಹುದು, Google ನ reCAPTCHA ಉತ್ಪನ್ನವನ್ನು ನೇರವಾಗಿ ಅವರ ಜಾಹೀರಾತು ವ್ಯವಹಾರದ ವಿರುದ್ಧ ಎತ್ತಿಕೊಳ್ಳಬಹುದು, ಅದು ಅವರ ಆದಾಯದ 80% ಕ್ಕಿಂತ ಹೆಚ್ಚು ಉತ್ಪಾದಿಸುತ್ತದೆ.",
    "999674529": "Google ಪತ್ತೆ ಮಾಡುವ ಪ್ರತಿಯೊಂದು ಬೋಟ್ ಶೂನ್ಯ ಜಾಹೀರಾತು ಡಾಲರ್‌ಗಳನ್ನು ಗಳಿಸುತ್ತಿರಬೇಕು. Google ನ ಕಂಪನಿಯ ಪ್ರೋತ್ಸಾಹಗಳು ತಮ್ಮ ಭದ್ರತಾ ಸೇವೆಗಳ ಬಳಕೆದಾರರೊಂದಿಗೆ ಕಳಪೆಯಾಗಿ ಜೋಡಿಸಲ್ಪಟ್ಟಿವೆ ಮತ್ತು ಇದು ಅವರ reCAPTCHA ಭದ್ರತಾ ಕೊಡುಗೆಯ ಕಳಪೆ ಕಾರ್ಯಕ್ಷಮತೆಗೆ ಒಂದು ವಿವರಣೆಯಾಗಿರಬಹುದು.",
    "956019009": "ಅತಿದೊಡ್ಡ ವೆಬ್ ಮೂಲಸೌಕರ್ಯ ಕಂಪನಿಗಳು ಈಗಾಗಲೇ ಕ್ರಮ ಕೈಗೊಂಡಿವೆ",
    "1923297430": "ಯಾವುದೇ ಅರ್ಥಪೂರ್ಣ ಪ್ರಮಾಣದಲ್ಲಿ ತಮ್ಮ ಉತ್ಪನ್ನವನ್ನು ಬಳಸುವುದಕ್ಕಾಗಿ ಕಂಪನಿಗಳಿಗೆ ಶುಲ್ಕ ವಿಧಿಸಲು Google ಪ್ರಾರಂಭಿಸಿದಾಗ ಅನೇಕ ದೊಡ್ಡ ಗ್ರಾಹಕರಿಗೆ ಅಂತಿಮ ಬ್ರೇಕಿಂಗ್ ಪಾಯಿಂಟ್ ಬಂದಿತು. ಪ್ರಪಂಚದಾದ್ಯಂತ ನಿಯಂತ್ರಕ ಕಾಳಜಿಗಳು ಈಗಾಗಲೇ Google ನ ಕೊಡುಗೆಗಳನ್ನು ಹೆಚ್ಚು ಅಪೇಕ್ಷಿಸದ ರೀತಿಯಲ್ಲಿ ಬಳಸಿರುವುದರಿಂದ ಇದು ದೀರ್ಘಾವಧಿಯ reCAPTCHA ಬಳಕೆದಾರರು ಉತ್ತಮ ಪರ್ಯಾಯಗಳನ್ನು ಹುಡುಕುವಂತೆ ಮಾಡಿತು.",
    "2197218442": "ಕ್ಲೌಡ್‌ಫ್ಲೇರ್ ಸಿಇಒ ಮ್ಯಾಥ್ಯೂ ಪ್ರಿನ್ಸ್ ಈ ದೃಷ್ಟಿಕೋನವನ್ನು ಸಂಕ್ಷೇಪಿಸಿದ್ದಾರೆ",
    "155456850": "hCaptcha ಗೆ ಬದಲಾಯಿಸುವುದನ್ನು ಪ್ರಕಟಿಸುವುದು:",
    "435302267": "ಕಂಪನಿಯ ಬ್ಲಾಗ್ ಪೋಸ್ಟ್",
    "2087769953": "\"ನಾವು ಈ ಬದಲಾವಣೆಯ ಬಗ್ಗೆ ಉತ್ಸುಕರಾಗಿದ್ದೇವೆ ಏಕೆಂದರೆ ಇದು ಕೆಲವು ಸಮಯದಿಂದ ನಾವು ಹೊಂದಿದ್ದ Google ಸೇವೆಯ ಮೇಲೆ ಅವಲಂಬಿತವಾಗಿರುವ ಗೌಪ್ಯತೆಯ ಕಾಳಜಿಯನ್ನು ಪರಿಹರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ. ನಾವು ಹಲವಾರು CAPTCHA ಮಾರಾಟಗಾರರನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡಿದ್ದೇವೆ ಮತ್ತು ನಾವೇ ವ್ಯವಸ್ಥೆಯನ್ನು ನಿರ್ಮಿಸಿದ್ದೇವೆ. ಕೊನೆಯಲ್ಲಿ, reCAPTCHA ಗೆ ಉತ್ತಮ ಪರ್ಯಾಯವಾಗಿ hCaptcha ಹೊರಹೊಮ್ಮಿದೆ.\"\"ನಾವು hCaptcha ಪರಿಹಾರಗಳ ಕುರಿತು ಹಲವಾರು ವಿಷಯಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದೇವೆ: 1) ಅವರು ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾರಾಟ ಮಾಡುವುದಿಲ್ಲ; ಅವರು ಕನಿಷ್ಟ ಅಗತ್ಯವಾದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾತ್ರ ಸಂಗ್ರಹಿಸುತ್ತಾರೆ, ಅವರು ಸಂಗ್ರಹಿಸುವ ಮಾಹಿತಿಯನ್ನು ವಿವರಿಸುವಲ್ಲಿ ಮತ್ತು ಅದನ್ನು ಹೇಗೆ ಬಳಸುತ್ತಾರೆ ಮತ್ತು/ಅಥವಾ ಬಹಿರಂಗಪಡಿಸುತ್ತಾರೆ ಎಂಬುದನ್ನು ವಿವರಿಸುವಲ್ಲಿ ಅವರು ಪಾರದರ್ಶಕವಾಗಿರುತ್ತಾರೆ.\"",
    "595582512": "ಬಾಟ್‌ಗಳು, ಸ್ಪ್ಯಾಮರ್‌ಗಳು ಅಥವಾ ಇತರ ದುರುದ್ದೇಶಪೂರಿತ ನಟರಿಂದ ನಿಮ್ಮ ಸೈಟ್ ಅಥವಾ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ರಕ್ಷಿಸಲು ನೀವು ಬಯಸಿದರೆ, ನಿಮ್ಮ ಬಳಕೆದಾರರ ಗೌಪ್ಯತೆಯನ್ನು (ಮತ್ತು ಎಲ್ಲಾ ಸಂಬಂಧಿತ ನಿಯಮಗಳಿಗೆ ಅನುಸಾರವಾಗಿ!), hCaptcha ಮತ್ತು ನಮ್ಮ ಎಂಟರ್‌ಪ್ರೈಸ್ ಕೊಡುಗೆಯನ್ನು ಪರಿಗಣಿಸಿ",
    "3388180864": "ವೆಬ್ ಸ್ಕೇಲ್‌ನಲ್ಲಿ ಆಳವಾದ ತಾಂತ್ರಿಕ ಸವಾಲುಗಳ ಮೇಲೆ ಕೆಲಸ ಮಾಡಲು ಆಸಕ್ತಿ ಇದೆಯೇ? ನಾವು ಯಾವಾಗಲೂ ವಿಶ್ವಾದ್ಯಂತ ಪ್ರತಿಭಾವಂತ ಎಂಜಿನಿಯರ್‌ಗಳನ್ನು ನೇಮಿಸಿಕೊಳ್ಳುತ್ತೇವೆ -",
    "3892952987": "ನಮ್ಮ ತೆರೆಯುವಿಕೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಇಲ್ಲಿ ಅನ್ವಯಿಸಿ",
    "3368788823": "ಟೆರೆನ್ಸ್ ಈಡನ್ ತನ್ನ ಬ್ಲಾಗ್‌ನಲ್ಲಿ ಆಸಕ್ತಿದಾಯಕ ಅಂಶವನ್ನು ಮಾಡುತ್ತಾನೆ: \"",
    "1491780143": "ಕ್ಯಾಪ್ಚಾಗಳು ನೀವು ಮನುಷ್ಯ ಎಂದು ಸಾಬೀತುಪಡಿಸುವುದಿಲ್ಲ - ನೀವು ಅಮೇರಿಕನ್ ಎಂದು ಅವು ಸಾಬೀತುಪಡಿಸುತ್ತವೆ",
    "2146900431": "ಅಂತರ್ಬೋಧೆಯಿಂದ, ಈ ಹಕ್ಕು ಬಹಳಷ್ಟು ಅರ್ಥವನ್ನು ನೀಡುತ್ತದೆ. CAPTCHA ಗಳು, ಬಹುತೇಕ ಎಲ್ಲದರಂತೆ, ಸಾಂಸ್ಕೃತಿಕ ಸನ್ನಿವೇಶದಲ್ಲಿ ಹುದುಗಿದೆ ಮತ್ತು ನಿಮ್ಮ ಸವಾಲುಗಳ ಪೂಲ್ ಅನ್ನು ಹೆಚ್ಚಾಗಿ ಒಂದು ಸಂಸ್ಕೃತಿಯಲ್ಲಿ ರಚಿಸಿದ್ದರೆ, ಅದು ಇನ್ನೊಂದಕ್ಕೆ ಉತ್ತಮವಾಗಿ ಭಾಷಾಂತರಿಸದಿರಬಹುದು. ಅದರ ಮಧ್ಯಭಾಗದಲ್ಲಿ, ಇದು ಸಾಂಸ್ಕೃತಿಕ ವಿಷಯವಾಗಿದೆ",
    "378086442": "CAPTCHA ಗಳ, ಬದಲಿಗೆ ಅವುಗಳ UX ಪ್ರತಿ ಸೆ.",
    "1445008801": "ಈಡನ್ ಹೇಳುವಂತೆ:",
    "332723732": "ವಿಷಯ",
    "2072808435": "\"ಏನೆಂದು ಊಹಿಸಿ, ಗೂಗಲ್? ನನ್ನ ದೇಶದಲ್ಲಿ ಟ್ಯಾಕ್ಸಿಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಕಪ್ಪು. ನಾನು ಅಮೇರಿಕಾದಲ್ಲಿರುವ ಎಲ್ಲಾ ಚಿತ್ರಗಳು ಹಳದಿ ಎಂದು ತಿಳಿಯಲು ನಾನು ಸಾಕಷ್ಟು ಚಲನಚಿತ್ರಗಳನ್ನು ನೋಡಿದ್ದೇನೆ. ಆದರೆ ನಾನು ಭೇಟಿ ನೀಡಿದ ಎಲ್ಲಾ ದೇಶಗಳಲ್ಲಿ ಟ್ಯಾಕ್ಸಿಗಳು ಮಿಶ್-ಮ್ಯಾಶ್ ಆಗಿವೆ. ವಿಭಿನ್ನ ವರ್ಣಗಳು.\"",
    "3206136647": "ಇಲ್ಲಿ Google ನ ಸಮಸ್ಯೆಯು ಅವರು ಬಳಸುವ ಪ್ರಶ್ನೆ ಡೇಟಾ ಮತ್ತು ಅದನ್ನು ಯಾರು ನೋಡುತ್ತಾರೆ ಎಂಬುದನ್ನು ಆಧರಿಸಿದೆ. ಎಲ್ಲಾ ಡೇಟಾವು ಒಂದೇ ಸಂಸ್ಕೃತಿಯಿಂದ ಬಂದಿದ್ದರೆ (ಮತ್ತು Google ನ ಸಂದರ್ಭದಲ್ಲಿ, ಅದೇ ಕಂಪನಿ) ಈಡನ್‌ನ ದೂರಿಗೆ ಅನುಗುಣವಾಗಿ ಇತರ ಸಂಸ್ಕೃತಿಗಳಿಗೆ ಉತ್ತಮವಾಗಿ ಭಾಷಾಂತರಿಸದ ಸವಾಲುಗಳನ್ನು ನೀವು ಖಂಡಿತವಾಗಿ ನಿರೀಕ್ಷಿಸಬಹುದು.",
    "2217842245": "ಆದಾಗ್ಯೂ, ನಮ್ಮ ಡೇಟಾ ತೋರಿಸುತ್ತದೆ (hCaptcha ಗಾಗಿ)",
    "4280117172": "ನೈಜೀರಿಯಾ, ಭಾರತ, ಬ್ರೆಜಿಲ್ ಮತ್ತು ಜರ್ಮನಿ ಸೇರಿದಂತೆ ಅನೇಕ ದೇಶಗಳು US ಗಿಂತ ಸ್ವಲ್ಪ ಉತ್ತಮವಾಗಿವೆ:",
    "555749578": "ಪ್ರತಿ ಖಂಡದ ಪ್ರಮುಖ ದೇಶಗಳಲ್ಲಿ ಪರಿಹಾರ ದರಗಳಲ್ಲಿ 1% ಕ್ಕಿಂತ ಕಡಿಮೆ ವ್ಯತ್ಯಾಸವಿದೆ.",
    "151737819": "ಜಗತ್ತಿನಾದ್ಯಂತ hCaptcha ಪರಿಹಾರ ದರಗಳು ಕಡಿಮೆ ವ್ಯತ್ಯಾಸವನ್ನು ತೋರಿಸುತ್ತವೆ",
    "3908992897": "ಮತ್ತು ಪ್ರಪಂಚದ ಪ್ರತಿಯೊಂದು ದೇಶ ಮತ್ತು ಪ್ರಾಂತ್ಯದಲ್ಲಿ ಬಳಸಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ನಾವು ಸ್ಥಿರವಾದ ಜಾಗತಿಕ ಅನುಭವವನ್ನು ಒದಗಿಸುವಲ್ಲಿ ಹೆಚ್ಚು ಗಮನಹರಿಸಿದ್ದೇವೆ.",
    "2808122102": "ಕ್ರಾಸ್-ಸಾಂಸ್ಕೃತಿಕ ಕ್ರಿಯಾತ್ಮಕತೆಯು ನಮ್ಮ ಸೇವೆಗೆ ಮೂಲಭೂತ ಅವಶ್ಯಕತೆಯಾಗಿದೆ. ಎಲ್ಲಾ ಕಾನೂನುಬದ್ಧ ಬಳಕೆದಾರರು ತ್ವರಿತವಾಗಿ ವಿಷಯವನ್ನು ಪ್ರವೇಶಿಸಬಹುದು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವುದು ನಮ್ಮ ಮಿಷನ್‌ನ ನಿರ್ಣಾಯಕ ಭಾಗವಾಗಿದೆ. ನಾವು 110 ಭಾಷೆಗಳಲ್ಲಿ ಸವಾಲುಗಳನ್ನು ಒದಗಿಸುತ್ತೇವೆ ಮತ್ತು ನಮ್ಮ ಸವಾಲುಗಳನ್ನು ಪ್ರತಿಯೊಬ್ಬರೂ ಪರಿಹರಿಸಬಹುದೆಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಸಂಬಂಧಿತ ಅನುವಾದಗಳನ್ನು ನಿರಂತರವಾಗಿ ಸುಧಾರಿಸುತ್ತಿದ್ದೇವೆ.",
    "3913801502": "hCaptcha ಈಗ ಸುಮಾರು 15% ಇಂಟರ್ನೆಟ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ",
    "2077639538": ". ಒಂದಕ್ಕಾಗಿ, ನಮ್ಮ ಸೇವೆಯಲ್ಲಿನ ಸವಾಲಿನ ಡೇಟಾವು ಕೇವಲ ಒಂದಲ್ಲ ಹಲವು ಮೂಲಗಳಿಂದ ಬರಬಹುದು - ದೊಡ್ಡ ಫಾರ್ಚೂನ್ 500 ಕಂಪನಿಗಳಿಂದ ಮಷಿನ್ ಲರ್ನಿಂಗ್ ಸ್ಟಾರ್ಟ್‌ಅಪ್‌ಗಳವರೆಗೆ, ಅವು ನಮ್ಮ ಸೇವೆಗೆ ಬದ್ಧವಾಗಿರುವವರೆಗೆ",
    "3951112506": ". ಅದು ಈಗಾಗಲೇ ಡೇಟಾದಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಟ್ಟದ ವೈವಿಧ್ಯತೆಯನ್ನು ಖಾತರಿಪಡಿಸುತ್ತದೆ.",
    "1803943584": "ಎರಡನೆಯದಾಗಿ, ಸವಾಲುಗಳು ಯಾವ ದೇಶಗಳು ಅಥವಾ ಭಾಷೆಗಳಲ್ಲಿ ಚಾಲನೆಯಾಗುತ್ತವೆ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಲು ಸ್ವಯಂ-ಆಪ್ಟಿಮೈಸ್ ಮಾಡಲು ನಾವು ಅವಕಾಶ ನೀಡುತ್ತೇವೆ, ಇದು ಸ್ಥಿರವಾದ ಅನುಭವದ ಸಾಧ್ಯತೆಯನ್ನು ಇನ್ನಷ್ಟು ಹೆಚ್ಚಿಸುತ್ತದೆ. ನಿಖರತೆಯು ನಿರೀಕ್ಷೆಗಿಂತ ಕಡಿಮೆಯಿದ್ದರೆ, ಈ ಪರಿಣಾಮವು ಸಂಭವಿಸುವ ಪ್ರದೇಶ ಅಥವಾ ಭಾಷೆಯಲ್ಲಿ ಪ್ರಶ್ನೆಗಳ ಒಂದು ಸೆಟ್ ಚಾಲನೆಯಾಗುವುದನ್ನು ನಿಲ್ಲಿಸುತ್ತದೆ.",
    "3668873369": "hCaptcha ನಲ್ಲಿ, ನಾವು ಮೊದಲ ದಿನದಿಂದ ವಿಭಿನ್ನ ವಿಧಾನವನ್ನು ತೆಗೆದುಕೊಂಡಿದ್ದೇವೆ",
    "1519201684": "AI ನೈತಿಕ ನೀತಿ",
    "2155089487": ". ಕೆಲವು ಗುಂಪುಗಳಿಗೆ ನಮ್ಮ ಸವಾಲುಗಳನ್ನು ಪರಿಹರಿಸಲು ಸುಲಭವಾಗಿದ್ದರೆ, ಅವುಗಳನ್ನು ಪರಿಹರಿಸುವಾಗ ಪ್ರಪಂಚದಾದ್ಯಂತ ಮತ್ತು ವಿಭಿನ್ನ ಸಂಸ್ಕೃತಿಗಳಾದ್ಯಂತ ಜನರು ಹೇಗೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಾರೆ ಎಂಬುದರಲ್ಲಿ ವ್ಯತ್ಯಾಸವನ್ನು ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ. ಈಡನ್‌ನ ಪೋಸ್ಟ್‌ನ ಸಂದರ್ಭದಲ್ಲಿ, ಇತರ ದೇಶಗಳಲ್ಲಿನ ಜನರಿಗಿಂತ ಅಮೆರಿಕನ್ನರು ಉತ್ತಮವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸಬೇಕೆಂದು ನಾವು ನಿರೀಕ್ಷಿಸುತ್ತೇವೆ. ಈ ಸಮಸ್ಯೆಯನ್ನು ತಪ್ಪಿಸಲು ನಾವು ಸಿಸ್ಟಮ್‌ಗಳನ್ನು ಅಭಿವೃದ್ಧಿಪಡಿಸಲು ವರ್ಷಗಳೇ ಕಳೆದಿರುವುದರಿಂದ, ವಾಸ್ತವವಾಗಿ ನಾವು ಇದಕ್ಕೆ ವಿರುದ್ಧವಾಗಿ ನೋಡುತ್ತೇವೆ.",
    "2603863826": "PS: ನಿಮ್ಮ ಭಾಷೆಯಲ್ಲಿ ಸುಧಾರಣೆಗಳನ್ನು ಬಳಸಬಹುದಾದ ಅನುವಾದವನ್ನು ನೀವು ಕಂಡುಕೊಂಡರೆ, ಸಲ್ಲಿಸಲು ಹಿಂಜರಿಯಬೇಡಿ a",
    "3543141425": "ಇದಕ್ಕಾಗಿ!",
    "2697276059": "ಇದು ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ ಎಂಬುದಕ್ಕೆ ಸಾಕ್ಷಿ: ಜಗತ್ತಿನಾದ್ಯಂತ ಏಕರೂಪದ ಪರಿಹಾರ ದರಗಳು",
    "664236229": "ವಿನಂತಿಯನ್ನು ಎಳೆಯಿರಿ"
}