{
  "header-privacy-link": "Privaatheid",
  "header-integration-link": "Integrasie",
  "header-cost-link": "Koste",
  "header-features-link": "Kenmerke",
  "header-docs-link": "Dokumente",
  "header-login-button": "Teken aan",
  "header-contact-button": "Kontak Verkope",
  "intro-heading": "Nul wrywing mensdom verifikasie.",
  "intro-contact-button": "Kontak ons om meer te wete te kom",
  "intro-text-bottom": "Op staatgemaak deur die maatskappye wat die web aandryf.",
  "sub-menu-button": "Kontak Verkope",
  "sub-menu-item1": "Onderneming",
  "sub-menu-item2": "Koste",
  "sub-menu-item3": "Integrasie",
  "sub-menu-item4": "Kenmerke",
  "sub-menu-item5": "Privaatheid",
  "sub-menu-item6": "Dokumente",
  "info-head-1": "Gebou op die bewese hCaptcha-platform",
  "info-text-1": "hCaptcha Enterprise werk op hCaptcha-platformtegnologie, uitgebrei om die kenmerke in te sluit wat hoëverkeerondernemings benodig.",
  "info-head-2": "'n Betroubare vennoot",
  "intro-subtitle": "Los jou botprobleem vandag op.",
  "info-text-2": "Ons dienste word deur die grootste maatskappye ter wêreld vertrou om baie miljoene daaglikse gebruikers oor tienmiljoene werwe te bedien.",
  "cloudflare-quote-text": "Ons het 'n aantal CAPTCHA-verskaffers geëvalueer sowel as om self 'n stelsel te bou. Op die ou end het hCaptcha na vore gekom as die beste alternatief vir reCAPTCHA.",
  "cloudflare-quote-detail": "Direkteur van produkbestuur, Cloudflare",
  "section-quote-head": "Die koste-effektiewe opsie vir hoë verkeer ondernemings",
  "section-quote-text": "Ten slotte, 'n geloofwaardige alternatief vir Google. hCaptcha Enterprise lewer dramatiese besparings op jou reCAPTCHA-rekening met hoër sekuriteit: tot 80% goedkoper in sommige gevalle. Baie van die wêreld se grootste aanlyndienste het na hCaptcha Enterprise oorgeskakel en verbeterde bot-opsporing tesame met aansienlike kostebesparings ontvang.",
  "section-quote-button": "Kontak ons vandag nog vir 'n kwotasie",
  "section-privacy-header": "Privaatheid gefokus",
  "section-privacy-text-1": "Advertensienetwerke sien jou besoekers as die produk. Vir ons is die enigste produk om hul menslikheid te bepaal. Ons dienste voldoen aan of oortref GDPR, CCPA en LGPD vereistes, en ondersteun inisiatiewe soos Privacy Pass. Ons werk hard om privaatheid en sekuriteit te balanseer.",
  "section-privacy-text-2": "Hierdie unieke fokus op privaatheid beteken dat ons geen individuele databehoud, koekievrye werking en ander kontraktuele privaatheidswaarborge kan bied soos vereis, terwyl ons uitstekende sekuriteit handhaaf.",
  "section-security-header": "Sekuriteit eerste",
  "section-security-text-1": "Akkuraatheid is in jou en ons belang. hCaptcha werk om jou regte data te gee en jou te laat besluit hoe om dit te gebruik. Ander captcha's word verskaf deur Gigantiese advertensiemaatskappye. Dit beteken dat elke bot wat hulle blokkeer hul inkomste kan verminder.",
  "section-security-text-2": "Deur die nuutste masjienleertegnieke te gebruik met 'n fokus op privaatheid, laat ons die sekuriteitstandaarde van nalatenskaprekordstrategieë oorskry sonder om sekuriteit of gebruikersprivaatheid te benadeel.",
  "section-user-experience-header": "Groot gebruikerservaring",
  "section-user-experience-text1": "Vir Enterprise-gebruikers is opsies beskikbaar om uitdagings in die meeste scenario's heeltemal te vermy.",
  "section-user-experience-text2": "Verminder wrywing deur 'n uitdaging heeltemal te vermy vir 99,9% van jou wettige verkeer, terwyl dit steeds uitstekende sekuriteit bied, danksy gevorderde bot-modelle.",
  "section-easy-integration-header": "Maklike integrasie",
  "section-easy-integration-text": "Om hCaptcha by te voeg, neem slegs minute en net 'n paar reëls kode. Die basiese API is versoenbaar met reCAPTCHA V2, en dit neem slegs minute om oor te skakel. Jy kan vandag aan die gang wees met 'n voortreflike alternatief, en meer gevorderde kenmerke aanskakel soos nodig.",
  "section-easy-integration-serverside": "Bedienerkant:",
  "section-easy-integration-frontend": "Voorkant:",
  "section-threat-header": "Pasgemaakte bedreigingtellings",
  "section-threat-text": "Nie alle probleme is dieselfde nie: om 'n enkele telling te kry beteken dat dit aan jou behoeftes moet voldoen om bruikbaar te wees. Met hCaptcha se unieke pasgemaakte bedreigingtellings, stel 'n vinnige konsultasie ons in staat om ons modelle in te stel om tellings te lewer wat meer relevant is vir jou besigheid.",
  "section-challenges-header": "Begin jou eie uitdagings in sekondes",
  "section-challenges-text-1": "Bly op handelsmerk met relevante inhoud",
  "section-challenges-text-2": "Wanneer gebruikers 'n uitdaging moet oplos om aan sekuriteitsvereistes te voldoen, hoekom skep take nie aangenaam en relevant vir die gebruiker nie? Met ons eenvoudige pasgemaakte uitdagingsontwerper kan u binne 'n paar minute 'n handelsmerkuitdaginginhoud bekendstel.",
  "section-integration-header": "Direkte platformintegrasie",
  "section-integration-subheader": "Vir webinfrastruktuurmaatskappye",
  "section-integration-text": "Die hCaptcha Enterprise-stelsel is uniek buigsaam in sy ontwerp: dit kan gedeeltelik of heeltemal aan die rand van jou netwerk ontplooi word as jy 'n publieke wolk bedryf of baie datasentrums besit. Dit kan koste en buite-netwerkverkeer dramaties verminder, terwyl al die voordele van bestuur deur ons 24/7-oproeppersoneel behou word om aan die strengste SLA's te voldoen.",
  "section-support-header": "Bereikbare kundigheid en ondersteuning vir beide u en u gebruikers",
  "section-support-text": "Diens is 'n topprioriteit vir ons. Ons handhaaf 24/7 on-call-ondersteuning en bied direkte Slack-koördinasie met jou ingenieursintegrasiespan en ons op-roep-personeel tydens en na implementering.‍ ‍Ons is ook daartoe verbind om aktief jou gebruikers se vrae oor sosiale media, forums te monitor en daarop te reageer , en ons in-legstuk en e-pos ondersteuningskanale. Ons is toeganklik en reageer, en behandel gebruikerstevredenheid as 'n top KPI.",
  "section-enterprise-header": "Ondernemingskenmerke",
  "section-enterprise-title-1": "Wêreldklas anti-bot beskerming",
  "section-enterprise-desc-1": "Slaggetoets op webskaal.",
  "section-enterprise-title-2": "Hoë akkuraatheid bot tellings",
  "section-enterprise-desc-2": "Bespeur slegte akteurs van baie verskillende tipes.",
  "section-enterprise-title-3": "Geen wrywing en 99,9% passiewe modusse",
  "section-enterprise-desc-3": "Daag minder as 0,1% van wettige gebruikers uit.",
  "section-enterprise-title-4": "Beheer uitdaging tipes gewys",
  "section-enterprise-desc-4": "Wye biblioteek van tipes om van te kies.",
  "section-enterprise-title-5": "Beheer uitdaginginhoud wat gebruik word",
  "section-enterprise-desc-5": "Bly op handelsmerk met 'n konsekwente gebruikerservaring.",
  "section-enterprise-title-6": "Ondernemings SLA's",
  "section-enterprise-desc-6": "Gewaarborgde betroubaarheid en vinnige 24/7 on-call ondersteuning.",
  "section-enterprise-title-7": "Verouderde blaaierondersteuning",
  "section-enterprise-desc-7": "Versoenbaar al die pad terug na Internet Explorer 8.",
  "section-enterprise-title-8": "Gevorderde verslaggewingkontroleskerms en API",
  "section-enterprise-desc-8": "Sien wat op al jou werwe en programme gebeur.",
  "section-enterprise-title-9": "Werk in elke land",
  "section-enterprise-desc-9": "Anders as reCAPTCHA, werk ons in elke land.",
  "section-enterprise-title-10": "GDPR, CCPA en LGPD-vriendelike privaatheidsbeleid",
  "section-enterprise-desc-10": "Ontwerp vir privaatheid van dag een af. Sterk dataverwerkingsooreenkoms.",
  "section-enterprise-title-11": "Fynkorrelige moeilikheidsgraad",
  "section-enterprise-desc-11": "Skakel dit in om presies by jou gebruiksgeval te pas.",
  "section-enterprise-title-12": "Eersteparty-gasheer",
  "section-enterprise-desc-12": "Alle versoeke en bates gaan na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Multi-gebruiker dashboards",
  "section-enterprise-desc-13": "Deel bestuur oor jou span.",
  "section-enterprise-title-14": "Onmiddellike verifikasie",
  "section-enterprise-desc-14": "0ms latency: verifieer hCaptcha-tokens met geen API-oproep nie.",
  "section-enterprise-title-15": "Mobiele (iOS en Android) integrasie",
  "section-enterprise-desc-15": "Naatlose ervaring oor web, inheemse mobiele, mobiele web. Voorafgeboude integrasies en inheemse SDK's beskikbaar.",
  "section-enterprise-title-16": "Pasgemaakte bepalings en privaatheidswaarborge",
  "section-enterprise-desc-16": "Bevredig jou wetlike behoeftes wanneer ander maatskappye nie kan nie.",
  "presented-challlenges-head": "Uitdagings aangebied",
  "presented-challenges-title-1": "Vergelyking",
  "presented-challenges-text-1": "Kies alle prente wat by navraag pas",
  "presented-challenges-title-2": "Begrensende boks",
  "presented-challenges-text-2": "Definieer grensgebied vir voorwerpe",
  "presented-challenges-title-3": "Kategorisering",
  "presented-challenges-text-3": "Identifiseer die ooreenstemmende byskrifte",
  "presented-challenges-subheader": "...en ander eenvoudige take. Maklik vir mense, moeilik vir bots.",
  "presented-challenges-subtext": "Gepasmaakte take ook beskikbaar vir ondernemingsuitgewers.",
  "footer-header-1": "Maatskappy",
  "footer-header-2": "Hulpbronne",
  "footer-header-3": "Kontak",
  "footer-link-1": "Etikettering",
  "footer-link-2": "Oor",
  "footer-link-3": "Werksgeleenthede",
  "footer-link-4": "Handelsmerke",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentasie",
  "footer-link-8": "Rapporteer 'n fout",
  "footer-link-9": "Toeganklikheid",
  "footer-terms": "Bepalings",
  "footer-privacy": "Privaatheid",
  "footer-attribution": "Erkenning",
  "footer-subheader-1": "Ondersteuning",
  "footer-subheader-2": "Kontak",
  "switch-to-english-link": "Skakel oor na Engels",
  "intro-heading-privacy": "Ontwerp vir privaatheid.",
  "intro-subtitle-p1-privacy": " 'n Unieke privaatheidsgedrewe benadering tot aanlyn sekuriteit.",
  "info-head-2-pr": "Die opneem van aanlynaktiwiteit is nie die antwoord nie.",
  "info-text-1-pr": "hCaptcha Enterprise het net een doel: om te verhoed dat slegte akteurs jou aanlyn bedrywighede ontwrig en jou gebruikers benadeel.",
  "info-text-2-pr": "Ons stelsels is dus van die grond af ontwerp om data-insameling en -bewaring te minimaliseer, terwyl klasleidende sekuriteit gehandhaaf word. Die beste manier om gebruikersdata te beskerm, is om dit glad nie te stoor nie.",
  "info-text-3-pr": "Alle klanteverhoudings word ook beskerm deur 'n sterk dataverwerkingsooreenkoms. Die hCaptcha-diens voldoen aan alle privaatheidswette, ongeag waar u diens of u kliënte woon. Om nie persoonlike data te hou nie, maak dit vir ons baie makliker as vir ander maatskappye.",
  "info-text-2-2-pr": "Dienste soos reCAPTCHA v3 sê dat dit nodig is om hul naspoorpixel op elke bladsy van jou werf te plaas vir goeie sekuriteit. Dit is nie die geval nie.",
  "info-text-2-3-pr": "Eenvoudige gedragsanalise is 'n sein wat maklik deur slegte akteurs gesmee word, en vereis dat die blaaigeskiedenis ook vir al jou wettige verkeer behou word.",
  "info-text-2-4-pr": "Ons bedryf nie 'n advertensienetwerk nie en stel geen belang daarin om jou gebruikersgedrag waar te neem om advertensies aan hulle te verkoop nie. Dit beteken dat ons nie 'n passiewe pixel op elke bladsy van jou werf benodig nie.",
  "info-text-2-5-pr": "Voeg ons uitdagingskode by net waar dit nodig is, en waar dit sin maak om beide jou en jou gebruikers te beskerm.",
  "info-head-3-pr": "Masjienleer is nuttig. Maar dit vereis nie persoonlike data om te werk nie.",
  "info-text-3-1-pr": "Masjienleer beïnvloed nou byna elke aspek van ons lewens, dikwels op maniere wat ons nie besef nie en nie kan sien nie. Aanlyn sekuriteitsdienste is nie anders nie.",
  "info-text-3-2-pr": "Deur meer as duisende seine te leer, kan modelle aflei en hoë vertroue bereik om kwaadwillige gedrag baie vinnig op te spoor, selfs wanneer geen individuele sein op sigself sterk genoeg sou wees om 'n probleem aan te dui nie.",
  "info-text-3-3-pr": "Niks hiervan vereis egter die gebruik van persoonlik identifiseerbare inligting (PII) nie. Moderne kriptografiese tegnieke stel ons in staat om enige persoonlike data so vinnig as moontlik weg te gooi, en skep eerder eenrigting-handtekeninge wat nie aan enige individu gekoppel kan word nie.",
  "info-text-3-4-pr": "Opleiding oor gedeïdentifiseerde data werk net so goed, en vereis nie 'n kompromie met sekuriteit of privaatheid nie. Ons kliënte het die empiriese toetse gedoen, en het ons gelyk aan of beter as veel minder private alternatiewe verklaar.",
  "cloudflare-quote-text-privacy": "Ons het van 'n aantal dinge oor die hCaptcha-oplossings gehou: 1) hulle verkoop nie persoonlike data nie; hulle versamel slegs die minimum nodige persoonlike data, hulle is deursigtig in die beskrywing van die inligting wat hulle insamel en hoe hulle dit gebruik en/of openbaar maak.",
  "pilot-head": "Probeer ons sonder enige verpligting in jou omgewing.",
  "pilot-text-1a": "Ons is ingenieurs, nie verkoopsmense nie: ons wil hê jy moet gelukkig wees met jou keuse.",
  "pilot-text-1b": "Die beste manier om jou tevredenheid te verseker, is om te demonstreer dat ons aan jou behoeftes voldoen.",
  "pilot-text-1c": "Feitlik alle maatskappye wat 'n loods begin kies uiteindelik ons oplossings.",
  "pilot-text-1d": "Gebruik hierdie vorm om een van ons tegniese spesialiste te bereik. Ons reageer vinnig.",
  "pilot-text-1e": "Jy kan ons ook direk e-pos.",
  "pilot-email-details": "Besonderhede is hier.",
  "pilot-f1": "Streek",
  "pilot-f2": "Jou naam",
  "pilot-f3": "Jou naam",
  "pilot-f4": "Besigheid e-pos",
  "pilot-f5": "Enige ander besonderhede wat ons moet hê?",
  "pilot-f6": "Benodig jy dringende aanboord?",
  "pilot-f7": "Ja.",
  "pilot-f8": "Ek word aangeval en vereis onmiddellike aanboord.",
  "pilot-f9": "Indien",
  "pilot-f10": "Deur jou e-pos in te voer, stem jy in tot ons bepalings en privaatheidsbeleid, en om e-pos van ons af te ontvang.",
  "pilot-fo-1": "Integrasie kan nie makliker wees nie.",
  "pilot-fo-2": "hCaptcha het dosyne voorafgeboude integrasies vir die voor- en agterkantstelsels wat u gebruik.",
  "pilot-fo-3": "As jy toevallig van Google se reCAPTCHA af kom, is ons API's inloopplaasvervangers. Drie reëls kode is al wat jy nodig het.",
  "pilot-fo-4": "Ons aanboordingenieurs kan jou vinnig aan die gang kry, of jy nou React-integrasie, SDK's vir inheemse iOS-toepassings, 'n Java-backend-voorbeeld of feitlik enige ander scenario benodig.",
  "pilot-fo-5": "En soos altyd is privaatheid vir ons 'n kernwaarde. Voeg ons uitdagingskode by net waar dit nodig is, en waar dit sin maak om beide jou en jou gebruikers te beskerm. Die minimalisering van data-insameling begin vanaf die oomblik van integrasie.",
  "pilot-fdone": "Dankie. Ons sal binnekort kontak maak.",
  "home-ent-2-new": "Kom meer te wete oor ons ondernemingsoplossing.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-oplossings lewer klasleidende sekuriteit en beskerm baie van die top aanlyn dienste.",
  "home-plans-button-2-new": "Leer meer",
  "header-enterprise-link": "Onderneming",
  "sales-interstitial-c1b-new": "Kom meer te wete oor hCaptcha Enterprise"
}
