{
    "1290027486": "HUB van Brave. Medestigter van Mozilla. Skepper van die JavaScript-programmeertaal. Bouer van blaaiers en meer.",
    "211351380": "Van die blog:",
    "3153117136": "Hoe hCaptcha-moeilikheidsinstellings werk",
    "2915355938": "Toeganklikheid",
    "793784899": "Planne",
    "2671622670": "Onderneming",
    "3527140447": "Dokumente",
    "505891021": "Etiketteringdienste",
    "692176459": "Teken aan",
    "1892574253": "Teken aan",
    "2593864519": "Stop meer bots. Begin gebruiker privaatheid beskerm.",
    "4007826952": "Die #1 privaatheid-eerste CAPTCHA vir web, selfoon en meer.",
    "3721365241": "Probeer",
    "3753956446": "Vry",
    "3276777569": "hCaptcha",
    "55035359": "Gebruik jy tans reCAPTCHA?",
    "3417372336": "Skakel oor in minute",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Die top aanlyn dienste maak staat op",
    "1470290349": "vir beste-in-klas bot- en bedrogbestuur.",
    "3714002185": "Kom meer te wete oor hCaptcha Enterprise",
    "3946753128": "Privaat. Veilig. Vinniger.",
    "939665604": "Privaatheid gefokus",
    "780475098": "Advertensienetwerke sien jou besoekers as die produk. Ons gee net om of 'n besoek goed of sleg is. hCaptcha voldoen aan GDPR, CCPA, LGPD, PIPL en ander globale datawette.",
    "219813583": "Sekuriteit eerste",
    "2714878440": "Beskerm jou dienste teen skraping, rekeningoornames, geloofsbriewe en strooipos met ons gevorderde masjienleer en menslikheidsverifikasie.",
    "1397766838": "Beter gebruikerservaring",
    "2670352917": "hCaptcha bied meer betroubare bot-opsporing terwyl dit maklik is vir mense om op te los.",
    "2806751666": "Wat is hCaptcha?",
    "3096063825": "Probeer dit",
    "2968026167": "Jou gunsteling groente",
    "713281684": "Eiervrug",
    "4147497805": "Wortel",
    "3758963444": "Dankie! Jou voorlegging is ontvang!",
    "1070364246": "Oeps! Iets het verkeerd geloop tydens die indiening van die vorm.",
    "1129833879": "Stop kwaadwillige bots, beskerm gebruiker se privaatheid",
    "58091799": "Kom meer te wete oor hCaptcha Publisher and Enterprise",
    "1599610318": "Uitgewer",
    "3093388779": "hCaptcha is gratis om te gebruik vir uitgewers van enige grootte",
    "179723061": "Meer beheer vir spanne wat klasleiersekuriteit benodig",
    "846501387": "Wêreldklas botbeskerming",
    "119298044": "Gevorderde self-toesig ML- en AI-tegnologieë beskerm jou webeiendomme teen bedreigings en aanvalle",
    "1263998069": "Verdien belonings vir menslike oplossings",
    "1103295010": "Verdien geld of gee aan liefdadigheid vir wanneer mense CAPTCHA's oplos",
    "392886773": "Werk in elke land",
    "2320894364": "Met meer as 200 punte van teenwoordigheid, beskerm hCaptcha se wolk jou bates regoor die wêreld",
    "451701069": "Voldoen aan GDPR, CCPA,",
    "2826051554": "en meer",
    "3530599065": "Privaatheid word van die grond af gebou. hCaptcha behou geen PII nie en voldoen aan talle privaatheidsmandate en regulasies.",
    "2489287539": "Wrywingvrye \"Geen CAPTCHA\" en 99,9% passiewe modusse",
    "793242047": "Verminder uitdagings wat aan gebruikers gestel word om vinnige toegang tot toepassings moontlik te maak",
    "4195759329": "Botopsporing en risikotellings",
    "1150035777": "Gesofistikeerde masjienleermodelle genereer botvertroue-tellings gebaseer op baie datapunte verder as of vrae korrek beantwoord is",
    "3688621388": "Bedreigingshandtekeninge",
    "1131525092": "Groepeer slegte akteurs moeiteloos saam via ons privaatheidbewaardende Scoped UID's om verwante bedrog en misbruik te vind en te stop",
    "1559631739": "Privaat leer",
    "3952259236": "Kombineer jou verblinde data met hCaptcha se duisende seine om hCaptcha op te lei op klasse van gedrag - net vir jou voorbeeld - om kwaadwillige gedrag beter te voorspel beter as enige oplossing alleen",
    "1150963691": "APT versagting",
    "4083018285": "'n Reeks uitgebreide kenmerke wat kombineer met verbeterde SOC-monitering en reaksie om gesofistikeerde aanhoudende bedreigings aan te spreek",
    "3160820928": "Gekoördineerde aanvalbeskerming",
    "1849805607": "hCaptcha beskerm teen dreigemente en lokmiddels wat ontwerp is om jou netwerke te infiltreer",
    "1958297836": "Gekoördineerde aanvalbeskerming en APT-versagting",
    "1300485304": "hCaptcha beskerm teen gevorderde bedreigings en lokmiddels wat ontwerp is om jou netwerke te infiltreer",
    "2698640210": "Beheer uitdagings en tipes wat gewys word",
    "3121248460": "Vertoon oneindig uiteenlopende persoonlike uitdagings -- van eenvoudig tot kompleks -- vir jou verwagte gehoor",
    "3807059944": "Beheer uitdaginginhoud wat gebruik word",
    "2707282231": "Pas uitdagings vir jou gebruikers aan. Maak dit onmoontlik vir bots om op te los en deur te dring.",
    "4194763679": "Fynkorrelige moeilikheidsgraad",
    "3730038780": "Kies uit 'n byna oneindige aantal uitdagings vir gebruikers om op te los",
    "1849717906": "Pasmaak met jou eie uitdaging inhoud",
    "1508655687": "Voeg jou eie uitdagings by wat vir jou gehoor aangepas is om toegang te stroomlyn of te beperk",
    "3620442880": "Flash Sale beskerming kenmerke",
    "3265895521": "Verhoog en verlaag uitdagingsprobleme gebaseer op tyd van die dag",
    "1485807325": "Multi-gebruiker dashboards, SAML SSO",
    "359073033": "Dashboards lewer 'n hoëvlak of fyn uitsig van aktiwiteit.",
    "4272454814": "Integreer met die identiteitsverskaffer van jou keuse.",
    "1141402092": "Gevorderde verslagdoeningskenmerke",
    "910989640": "Genereer gedetailleerde en pasgemaakte verslae van aktiwiteit",
    "3768951251": "Ondernemings SLA's",
    "1014004474": "hCaptcha se Enterprise-planne bied gevorderde diensvlakooreenkomste om jou organisasie beskerm te hou",
    "1177598246": "Kontak Verkope",
    "1067704102": "Die waarde in data-etikettering",
    "3065000659": "Het jy besef elke keer as jy \"op die kar klik\" help jy om 'n enkeling op te lei",
    "3235430156": "maatskappy se masjienleerstelsels gratis?",
    "1549336309": "hCaptcha draai hierdie model om. Wanneer jy hCaptcha gebruik, bied maatskappye op die werk wat jou gebruikers doen terwyl hulle hul menslikheid bewys. Jy kry die belonings.",
    "3725880582": "Gee terug aan liefdadigheid",
    "1671436004": "Wil jy teruggee aan jou gunsteling liefdadigheid?",
    "1663628612": "laat jou toe",
    "4272088465": "die liefdadigheidsorganisasies van jou keuse met die verdienste wat jy verdien deur dit te gebruik.",
    "2894845722": "Gebruikers op jou werf sal binnekort jou bydrae tot liefdadigheid kan sien deur diskrete handelsmerk op die hCaptcha-koppelvlak.",
    "3194111925": "ondersteun",
    "1637702726": "Oor hCaptcha",
    "2323282990": "'n Moderne benadering om die mensdom te verifieer",
    "1201821619": "hCaptcha los een van vandag se dringendste probleme op: voorkoming van kwaadwillige bots om aanlyndienste te misbruik.",
    "1475399473": "Kom meer te wete oor die hCaptcha-span",
    "3161489950": "Die wêreld se mees gevorderde sekuriteit ML-platform",
    "3247172580": "hCaptcha het gevorderde self-toesig masjienleer gekombineer met 'n nuwe randrekenbenadering wat data-insameling en -behoud uniek minimaliseer, gelewer vanaf meer as 250 plekke wêreldwyd vir massiewe skaalbaarheid.",
    "3767462250": "Ontwerp vir privaatheid",
    "3500503648": "hCaptcha is ontwerp om langtermyn-databehoud uit te skakel deur op onmiddellike evaluering staat te maak eerder as om jou blaaigeskiedenis op te neem en te ontleed. Ons ondersteun ook inisiatiewe soos",
    "2418549423": ", 'n opkomende standaard vir die behoud van aanlyn privaatheid via kriptografiese bewyse, en ander unieke privaatheid-eerste kenmerke.",
    "1544546608": "Privaatheidspas",
    "976209454": "Verdien belonings of gee aan liefdadigheid",
    "552920956": "hCaptcha laat webwerwe toe om belonings te verdien terwyl hulle bots en ander vorme van misbruik blokkeer. hCaptcha laat jou ook toe om die liefdadigheidsorganisasies van jou keuse met hierdie verdienste te ondersteun.",
    "654326661": "Wil jy self sien? Probeer hCaptcha gratis.",
    "3570415321": "Maatskappy",
    "3987022469": "Etikettering",
    "1636202177": "Oor",
    "2670003220": "Werksgeleenthede",
    "3233305531": "Handelsmerke",
    "3028319964": "KI Etiek",
    "4131598919": "Druk",
    "1662477701": "Hulpbronne",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentasie",
    "920212083": "Rapporteer 'n fout",
    "2076066173": "Kuberaanvalle 101",
    "3644106388": "Kontak",
    "2182196747": "Ondersteuning",
    "487083593": "Verkope",
    "878585497": "Bepalings",
    "1697438123": "Privaatheid",
    "1316817321": "Erkenning",
    "3488019891": "hCaptcha is 'n geregistreerde handelsmerk van Intuition Machines, Inc.",
    "4224961202": "Privaatheid, sekuriteit en masjienleer.",
    "98173630": "hCaptcha is die wêreld se mees gebruikte onafhanklike CAPTCHA-diens.",
    "1514478724": "Leer meer",
    "1752795854": "hCaptcha bring 'n moderne, privaatheid-gefokusde benadering om bots te stop.",
    "2927700175": "Ons wys CAPTCHA-uitdagings wat moeilik is vir bots, maar maklik vir mense deur moeilik-om-etiketbare data van masjienleerprobleme in te samel, en dit te gebruik om te onderskei of 'n webwerf- of programbesoeker 'n mens is.",
    "2188609322": "Slegte akteurs is toenemend algemeen aanlyn. Maar om gebruikersprivaatheid op te offer is nie die antwoord nie.",
    "2032102720": "Sekuriteitsoplossings wat deur advertensiemaatskappye aangebied word, fokus hoofsaaklik daarop om gebruikers regoor die web op te spoor. Ons het 'n effektiewe sekuriteitsoplossing geskep wat bewys dat dit nie nodig is om gebruikersprivaatheid te benadeel om uitstekende resultate te lewer nie.",
    "4146870445": "Wie is ons",
    "353066938": "'n Ervare span wat aan vandag se moeilikste probleme werk. hCaptcha is 'n diens van",
    "1173652155": "Adviseurs",
    "2256305371": "Professor, CS aan die Universiteit van Kalifornië, Berkeley. Diep leer, sekuriteit, blockchain deskundige. HUB van Oasis Labs.",
    "2177660021": "Navorsingswetenskaplike by Stanford. Masjienleer en kwantasiefinansiering by groot banke, verskansingsfondse en die akademie.",
    "2686825859": "Sluit gratis aan of kontak ons oor hCaptcha Enterprise-oplossings",
    "583434701": "hCaptcha Toeganklikheid",
    "611905972": "Verseker naatlose toegang vir alle gebruikers terwyl sekuriteit gehandhaaf word",
    "874098071": "As jy 'n toeganklikheidsgebruiker is, teken asseblief hier aan",
    "2745385064": "Opsomming",
    "3353238942": "hCaptcha is ontwerp om bots te stop deur hulle van mense te onderskei. Visuele toetse is 'n gerieflike hulpmiddel hiervoor, maar nie almal kan 'n visuele uitdaging oplos nie.",
    "3600022491": "Om hierdie rede het ons 'n eenvoudige, pynlose alternatief ontwerp om uitgewers wat ons diens gebruik, toeganklikheid vir almal te laat behou met volledige Artikel 508 en WCAG 2.1 AA-nakoming.",
    "2557240048": "Hoe dit werk: eerstens teken 'n toeganklikheidsgebruiker aan via",
    "3871665286": ", wat prominent in die hCaptcha-legstukinligtingbladsy gekoppel is. Hulle kry 'n geënkripteerde koekie wat verskeie kere per dag gebruik kan word, maar moet elke 24 uur herlaai word via aanmelding.",
    "3441764123": "Wanneer 'n uitdaging aan 'n toeganklikheidsgebruiker op 'n werf aangebied word wat die hCaptcha-diens gebruik, sal hulle outomaties slaag.",
    "4247858664": "die toeganklikheid aanmeldbladsy",
    "1297657322": "Toeganklikheid gebruiker skerm na aanmelding",
    "1717658846": "Toeganklikheid opsie in widget UI-kieslys",
    "1266963825": "V: Voldoen hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "A: Ons glo so: alle gebruikers met enige vorm van gestremdheid wat in staat is om op die web te blaai en teks op vorms in te voer, kan by registrasie toegang verkry tot dienste wat deur hCaptcha beskerm word. Dit is egter nie regsadvies nie: jy moet jou eie evaluering uitvoer, met inagneming van jou spesifieke implementering om te verseker dat dit die geval is vir jou ontplooiing.",
    "159272246": "V: Werk jy aan ander toeganklikheid (\"a11y\") opsies, soos oudio?",
    "4074220464": "A: Voorheen gewilde opsies soos oudio captchas diskrimineer teen baie a11y gebruikers en word maklik verslaan deur moderne masjienleertegnieke. Dit het huidige oudio-uitdagings gedwing om al hoe moeiliker te word, wat geraas, vreemde tydsberekening, ongewone woordkombinasies, ensovoorts bekendstel om aanvallers te verslaan. Ons is dus minder entoesiasties oor hierdie benadering teenoor om die uitdaging heeltemal te vermy, maar sal dit oorweeg as daar 'n aanvraag van die a11y-gemeenskap is.",
    "2309661107": "Ons stel egter baie belang in",
    "2555914614": "vir die Toeganklikheid gebruik geval. Ons glo die kombinasie van ons huidige a11y-benadering met Privaatheidspas-uitreiking sal a11y-gebruikers in staat stel om veilig te blaai, veilig in die wete dat hul verkeer meer privaat is, terwyl die misbruik deur botoperateurs beperk word wat onvermydelik plaasvind wanneer a11y-opsies beskikbaar is. Ons is aktiewe deelnemers aan die IETF-werkgroep wat hierdie nuwe tegnologie standaardiseer.",
    "2583775432": "V: Wat van privaatheid? Bloot registrasie 11y blaaierdata op een of ander manier? Wat maak jy met die e-pos?",
    "4215483493": "A: hCaptcha is ontwerp vir privaatheid van die grond af. Dit is baie anders as tradisionele opsies soos reCAPTCHA wat deur advertensienetwerke besit word, wat 'n aansporing het om jou op die web op te spoor en jou met 'n regte identiteit te assosieer.",
    "2474661839": "Ons",
    "4137573005": "het omvattende en gesaghebbende antwoorde oor hoe ons data gebruik, maar die kort antwoord is ons stel geen belang daarin om jou as persoon met jou blaaigeskiedenis te assosieer nie.",
    "4101570501": "Ons werk tans ook aan 'n kriptografiese oplossing om jou e-posadres vinnig weg te gooi, terwyl ons steeds ons vermoë behou om misbruik te voorkom, wat ons Privaatheidspas-werk aanvul.",
    "260595108": "Ons gebruik nooit toeganklikheid-e-posse of inligting vir enige ander doel as om alledaagse gebruik te vergemaklik en misbruik te voorkom nie.",
    "3063819779": "Privaatheidsbeleid",
    "465714311": "Vir toeganklikheidsgebruikers: V&A en probleemoplossingsgids",
    "3596207631": "V: Ek sien steeds 'n uitdaging nadat ek die koekie gesit het. Wat veroorsaak dit?",
    "469089249": "A: Dit is tipies as gevolg van die gebruik van 'n aggressiewe advertensieblokkering of anti-koekie-uitbreiding, of 'n instelling wat \"kruiswebwerf\"-koekies blokkeer, in hierdie geval 'n koekie vir hcaptcha.com wat deur die hCaptcha JS op 'n gestel of gekontroleer word. ander webwerf, soos die een wat jy besoek.",
    "4263626815": "hCaptcha-toeganklikheidkoekies werk met alle gewilde blaaiers en advertensieblokkeerders met hul standaardinstellings, so tipies is mislukkings te wyte aan \"anti-anti-adblock\" skrifte of soortgelyke reëls wat spesifieke werwe teiken.",
    "3906359167": "Oplossings:",
    "3464870463": "1. Witlys hcaptcha.com- en *.hcaptcha.com-koekies in jou advertensieblokkering of blaaier-sekuriteituitbreiding.",
    "1204911585": "2. As jy die Brave-blaaier gebruik, wat nie (vanaf April 2020) blykbaar enige soort koekiewitlys het nie, gaan na Voorkeure -> Skilde -> Koekies en kies \"Laat alle koekies toe.\"",
    "2932826396": "3. As jy die heel nuutste weergawe van Safari op óf die onlangs vrygestelde OS X 10.15 óf iOS 13.4 gebruik, het Apple pas die gedrag van Safari wat met derdepartykoekies verband hou, verander en almal van hulle by verstek geblokkeer. Ons is besig om 'n oplossing te implementeer, maar intussen besoek asseblief Safari Voorkeure, Privaatheid afdeling, en ontmerk \"Webwerf dop: Voorkom kruis-werf dop\" om die toeganklikheid koekie in staat te stel om te funksioneer soos verwag.",
    "3836291932": "V: Ek gebruik verskeie toestelle. Moet ek verskeie kere aanmeld?",
    "3251220335": "A: Nee. Klik asseblief dieselfde e-posaanmeldskakel wat aan jou gestuur is op elke toestel wat jy gebruik om die koekie te stel.",
    "2082407178": "V: Hoe kan ek myself beskerm teen derdeparty-koekieopsporing terwyl ek die toeganklikheidkoekie gebruik?",
    "2700197090": "A: Die gebruik van enige privaatheid of advertensieblokkerende uitbreiding wat witlys op domeinvlak ondersteun (bv. uBlock Origin) sal werk soos verwag: maak net seker dat jy hcaptcha.com witlys.",
    "3657743880": "Blaaierinstruksies vir kruiswebwerfkoekies",
    "1960601330": "Om koekies in Safari (Mac) te aktiveer: Gaan na die Safari-aftrekkieslys. Kies Voorkeure. Klik Privaatheid in die boonste paneel. Onder 'Blokkeer koekies' kies die opsie 'Nooit'.",
    "1622303590": "Om koekies in Safari (iPhone/iPad iOS 11+) te aktiveer: Maak jou Instellings oop. Rollees af en kies Safari. Onder Privaatheid en sekuriteit, skakel \"Voorkom kruis-werf dop\" en \"Blokkeer alle koekies\" af",
    "2199048568": "Klik op die skild aan die linkerkant van die adresbalk op enige webblad. Klik op Beskermingsinstellings. Die Firefox-voorkeure-privaatheid en sekuriteit-paneel sal oopmaak. Onder Verbeterde spoorbeskerming, kies Pasgemaak. Kies watter spoorsnyers en skrifte om te blokkeer deur daardie merkblokkies te kies. Maak seker dat jy hcaptcha.com gedeblokkeer het.",
    "3967047208": "Jy kan ook sekere beskermings in Custom tydelik afskakel om dit te ontfout, deur die merkblokkies te ontmerk: Ontmerk die Trackers-merkblokkie of ontkies die Koekies-merkblokkie as jy steeds probleme ondervind.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Kies die Chrome-kieslys-ikoon. Kies Instellings.",
    "926138631": "Gaan na Privaatheid en sekuriteit, dan Koekies en ander werfdata.",
    "3419878556": "Maak seker dat \"Blokkeer derdepartykoekies\" nie geaktiveer is nie.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Maak Chrome-voorkeure oop vanaf die kieslysbalk.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Maak die Chrome-toepassing op jou Android-toestel oop.",
    "3620039756": "Tik regs bo op Meer en dan Instellings.",
    "2813310562": "Tik Webwerfinstellings en dan Koekies.",
    "3014657981": "Skakel die instelling langs \"Webkoekies\" aan.",
    "1242066691": "Merk die blokkie langs \"Laat derdepartykoekies toe.\"",
    "292250020": "1. Kies die rat in die regter boonste hoek van die skerm, kies dan \"Internet-opsies\". As jy die Menu Bar geaktiveer het, kan jy \"Tools\" en dan \"Internet Options\" kies.",
    "4114820649": "2. Klik op die \"Privaatheid\"-oortjie.",
    "946838734": "3. Kies die \"Gevorderd\"-knoppie.",
    "348809718": "4. Onder \"Derdepartykoekies\" kies \"Aanvaar\".",
    "1253441326": "5. Klik \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "KI-etiekbeleid",
    "1161704803": "Waarom het ons 'n KI-etiekbeleid?",
    "1806535500": "Feitlik elke tegnologie, van potlode tot dinamiet, is 'n",
    "24452499": "oplossing; dit kan vir goed of sleg gebruik word. Elke maatskappy wat oplossings vir dubbele gebruik navors, bou of verkoop, het 'n verpligting om die gevolge van hul optrede te oorweeg.",
    "4023575072": "dubbele gebruik",
    "3336625692": "Hierdie bladsy gee besonderhede oor ons gedagtes oor hierdie onderwerp in die konteks van KI-etiek, en die prosesse wat ons volg om te verseker dat die gebruik van ons dienste in lyn bly met die beleide wat ons as 'n maatskappy aanvaar het.",
    "835717930": "KI Etiek by hCaptcha",
    "2179524509": "Ons kry af en toe vrae oor watter soort vrae vir die hCaptcha-diens toelaatbaar is, en hoekom spesifieke vrae gevra word.",
    "1962721652": "Mense is patroonsoekers, en soms kan 'n onskadelike vraag in 'n oomblik van heeltemal onverrassend na verdag word, as gevolg van veranderinge in die wêreld eerder as die motiverings van enigiemand wat die vraag vra.",
    "3974566657": "Soos dienste meer gewild word, word hierdie soort gebeurtenis onvermydelik meer gereeld. hCaptcha word elke dag deur miljoene mense in feitlik elke land ter wêreld gebruik, daarom publiseer ons hierdie beleid en 'n gevallestudie oor hoe ons hierdie kwessies aanspreek om so deursigtig as moontlik te wees.",
    "1830910223": "'n Werklike KI Etiek-gevallestudie",
    "805971861": "\"Sambreel\" is 'n term in ImageNet, die standaard maatstafdatastel wat deur rekenaarvisie-navorsers gebruik word. Om mense wat sambrele vashou, betroubaar te identifiseer, is ook van kritieke belang vir die bou van veilige volgende generasie gevorderde bestuurderbystandstelsels (ADAS).",
    "3988350": "Dit beteken daar is uitstekende gebruiksgevalle vir werklike sambreelaantekeninge. Daar is ruimte vir meningsverskil oor die impak van selfbesturende motors, maar ADAS-stelsels spaar reeds",
    "548587288": "rondom die wêreld.",
    "3138772661": "duisende lewens elke jaar",
    "3168199226": "In 2020 het dit egter duidelik geword dat die bou van hierdie soort datastel as 'n dubbelgebruikstegnologie beskou kan word op 'n manier wat min 'n jaar gelede sou verwag het.",
    "558378834": "Ons aanvaar dus nie meer versoeke vir vrae wat met sambrele verband hou nie. Die potensiaal vir verwarring wanneer 'n eindgebruiker 'n vraag oor sambrele in die huidige oomblik sien, is te hoog, en uiteindelik is ons doel om die wêreld 'n aangenamer plek te maak.",
    "3376604063": "KI Etiekbeleide en prosesse",
    "1923365316": "Ons het 'n streng KI-etiekbeleid by hCaptcha, en deel daarvan sluit 'n Ken jou kliënt (KYC)-proses in.",
    "4230322909": "Ons probeer altyd om 'n goeie begrip van elke nuwe kliënt en hul beoogde gebruiksgeval te kry, beide om te bevestig dat dit goed pas by ons produkte en dienste en om te verseker dat dit die beleide volg wat ons as 'n maatskappy aanvaar het.",
    "2735073144": "Ons doen ook deurlopende hersiening soos nodig. Byvoorbeeld, in ons onlangse hersiening van die datums en bronne van versoeke vir sambreelverwante etiketteringversoeke kon ons vinnig bevestig dat geen regeringsentiteit of bekende staatsverskaffer van toesigsagteware versoeke gerig het oor sambrele wat ons dienste gebruik het in die afgelope 12 maande .",
    "2715462692": "Hoe lyk ons KI-etiekproses?",
    "3049976256": "Vir elke nuwe etiketteringkliënt gaan ons deur 'n kontrolelys tydens die verkoopsproses. Dit sluit aanvanklike KYC-ywerigheid voor aan boord in, sowel as verifikasie van alle versoeke wat aan ons ontleders gerig is, en intydse steekkontroles en periodieke hersiening van versoeke wat met ons selfdiensplatform gemaak word.",
    "3103642530": "Hierdie resensie is saamgestel uit verskeie stelle kriteria:",
    "3349094124": "Etiese kwessies kriteria: Doelwit",
    "1038019440": "1. Verteenwoordig hierdie klant die nasionale belange van 'n land wat bekend is dat hy gedrag strydig met internasionale wette en norme beoefen?",
    "493717511": "2. Is hierdie kliënt versoek dienste wat kan wees",
    "2209109640": "slegs vir kwaadwillige doeleindes gebruik word, in die konteks van hul normale besigheidsaktiwiteite?",
    "3457805519": "3. Kan die kliënt se versoek ingevolge Amerikaanse wetgewing en ons skakelreëls nagekom word?",
    "1942611550": "hoofsaaklik",
    "109179759": "Etiese kwessies kriteria: Subjektief",
    "1033698050": "1. Glo ons dat die kliënt vir ons 'n gebruiksgeval gegee het wat ons moreel aanvaarbaar ag, volgens ons interpretasie van tipiese Westerse samelewingsnorme?",
    "361372538": "2. Glo ons dat ons gelewerde dienste waarskynlik vir diskriminerende doeleindes deur die kliënt gebruik sal word, op maniere wat dalk wettig is, maar nie vir ons aanvaarbaar is nie?",
    "2867855718": "3. Glo ons dat privaatheidsbehoeftes bevredigend aangespreek kan word vir die versoek?",
    "2462728596": "As ons onsself nie oor hierdie punte kan bevredig nie, sal ons die versoek van die hand wys en kan verdere toegang tot ons platform, soos uiteengesit in ons Bepalings, beëindig.",
    "1995277831": "Dankie",
    "1818116402": "Ons hoop jy het hierdie blik op hoe ons operasionele vrae met 'n KI-etiek-komponent hanteer, waardeer.",
    "1499894352": "Baie min maatskappye bied deursigtigheid in hul besluitnemingsprosesse op hierdie gebied, en ons hoop dat ander hierdie voorbeeld sal volg!",
    "535659033": "Creative Commons Erkenning",
    "1495915066": "Hoe ons, ons akademiese navorsingsvennote en ons kliënte Creative Commons-media gebruik",
    "3017533972": "Ons, ons akademiese navorsingsvennote en ons kliënte kan soms gedeeltes van Creative Commons-gelisensieerde inhoud via die hCaptcha-platform verwys of reproduseer om die mensdom se kennis op die gebied van masjienleer te bevorder.",
    "1428053210": "Hierdie inhoud word oor die algemeen van sy oorspronklike vorm getransformeer. Byvoorbeeld, 'n video kan in baie beelde verdeel word, daardie beelde kan in baie nuwe beelde verdeel word, en daardie nuwe beelde kan dan ewekansig gemeng word om die finale resultaat te produseer wat vertoon word.",
    "1728211763": "Gebruik van inhoud op hierdie manier en vir hierdie doeleindes val binne billike gebruik-riglyne volgens ons begrip van die wet en standaardpraktyke in die veld, maar ons is jarelange aanhangers van Creative Commons en verkies om krediet te gee aan enigiemand wat help in die monumentale taak om masjien-intelligensie te verbeter.",
    "1949452297": "As gevolg van intrinsieke beperkings van die hCaptcha UI en sy sekuriteitsoorwegings, is dit nie moontlik om die bron van elke prent direk langs die gebruik daarvan te reproduseer nie. In plaas daarvan skakel ons na hierdie bladsy vanaf ons tuisblad en hou 'n lys bronne by wat tans of onlangs deur die platform bedien word. Jy kan toegang tot die huidige lys kry",
    "2367602973": "hier",
    "659124570": "Verder, as jy inhoud wat aan jou behoort, op die hCaptcha-platform gereproduseer sien en dit vir enige rede wil verwyder, kan jy ons per e-pos kontak by",
    "2066749488": "Ander klagtes",
    "3479034323": "As jy inhoud wat aan jou behoort, op die hCaptcha-platform gereproduseer sien en dit vir enige rede wil verwyder, kan jy ons per e-pos kontak.",
    "1836554225": "Blogplasings",
    "2873297188": "Diskrimineer alle CAPTCHAS teen nie-Amerikaners?",
    "165932542": "'N Kykie na hCaptcha-oplossingskoerse regoor die wêreld",
    "1865097546": "16 November 2021",
    "3005876482": "hCaptcha is nou die grootste onafhanklike CAPTCHA-diens, loop op 15% van die internet",
    "693820850": "Jy kan Google klop deur privaatheid eerste te stel",
    "3609106478": "Geloofsbriefvulsel:",
    "299335340": "Wat dit is en hoe om die aanvalle te stop",
    "354925785": "Inleiding",
    "423222878": "Sommige van die moeilikste kuberaanvalle om op te spoor, te voorkom en te stop, is dié waar 'n kwaadwillige akteur wettige gebruikersbewyse kan gebruik om by 'n aktiewe gebruikersrekening aan te meld. Sonder baie gesofistikeerde opsporingsvermoëns in plek, het die maatskappy wat die rekening huisves geen rede om te vermoed dat enigiets verkeerd is nie. Dit lyk asof 'n klant eenvoudig by sy of haar rekening aangemeld het. Die aanvaller het hierdie suksesvolle list bereik deur gesteelde geloofsbriewe te gebruik—gewoonlik die gevolg van 'n kuberaanvalstegniek bekend as \"geloofsbriewe\". Dit is vandag 'n ernstige probleem, maar een wat met die regte teenmaatreëls versag kan word.",
    "777660551": "Wat is Credential Stuffing?",
    "2602763587": "Geloofsaanvulling is 'n vorm van kuberaanval waarin die aanvaller verskeie kere probeer om by 'n webwerf aan te meld met behulp van pare gesteelde gebruikersname en wagwoorde. Die \"vulsel\" verwys na die herhalende aanmeldpogings, wat byna altyd deur outomatiese botsagteware uitgevoer word.",
    "1271831121": "Dis nie asof die kuberkraker (natuurlik in 'n hoodie geklee!) daar sit en geloofsbriewe ná geloofsbriewe intik nie. Die outomatiese aanmeldbot kan gemaak word van 'n gereedskap wat op die rak is soos Selenium of 'n pasgemaakte hacker-instrument.",
    "2588750717": "Inderdaad, sommige geloofsbriewe-aanvalle behels miljoene geloofsbriewe—almal word in die niksvermoedende webwerf-aanmeldkoppelvlak geprop in die hoop om ingelaat te word. Sodra hy binne is, kan die aanvaller die slagoffer se rekening oorneem.",
    "1137757109": "As dit 'n e-handelsrekening is, kan die aanvaller handelsware bestel. As die slagoffer 'n bank is, kan die aanvaller geld in die buiteland oordra, ensovoorts.",
    "1559150837": "Teikens is egter nie weerloos nie. Die meeste webwerwe het kontroles wat 'n verdagte gebruiker blokkeer wat probeer om binne 'n kort tydjie by duisende verskillende rekeninge vanaf dieselfde IP-adres aan te meld. Wat aanvallers doen om hierdie beskermingstegnieke te omseil, is om geografiese en IP-diversiteit te simuleer. Deur kragtige, dikwels KI-gedrewe nutsmiddels te gebruik, kan hulle dit laat lyk asof duisende gebruikers lukraak probeer om op verskillende tye van die dag van regoor die land aan te meld. Dit is baie moeiliker om op te spoor en te stop.",
    "1892020899": "Waar kry die kuberkrakers die geloofsbriewe?",
    "2597149484": "Die rede waarom die kuberkraker so baie geloofsbriewe moet \"stop\", het te doen met waar hulle hul gesteelde geloofsbriewe kry.",
    "3030395800": "Hierdie geloofsbriewe kom gewoonlik van data-oortredings. Ook bekend as \"geloofsbriewe\", kan hierdie aanvalle daartoe lei dat miljoene geloofsbriewe op die donker web gestort word. As die storting van 'n bank af gekom het, sal die kuberkraker probeer om daardie geloofsbriewe te gebruik om na ander werwe te kom. Hierdie benadering werk omdat so baie mense dieselfde gebruikersnaam en wagwoordkombinasie vir verskeie werwe gebruik. (Hierdie praktyk word ontmoedig, maar die werklikheid is wat dit is. Mense is geneig om dieselfde aanmeldbewyse te herhaal.)",
    "1258965840": "Dus, as die aanvaller op een webwerf kan kom, kan hy waarskynlik by verskeie werwe inkom deur die gemorste geloofsbriewe te gebruik. Hulle kan byvoorbeeld 'n gebruikersnaam/wagwoordpaar soos JohnDoe/525momma kry, maar hulle het geen idee wat daardie paar vir hulle sal doen nie. So, hulle probeer die paar op Amazon.com, Ebay, Citibank, Walgreens en aan en aan. Hulle kan daardie paar op 'n duisend verskillende werwe probeer.",
    "3594440415": "Uiteindelik sal hulle deure begin oopmaak.",
    "780280214": "Hoe hCaptcha en hCaptcha Enterprise die bedreiging vir geloofsvulsel versag",
    "4165374512": "Alhoewel dit moontlik is om IP- en liggingopsporingsinstrumente te gebruik om geloofsbriewe te voorkom, is 'n meer koste-effektiewe en akkurate metode eenvoudig om die outomatiese geloofsvulbot self te onderbreek. hCaptcha en hCaptcha Enterprise kan die bot stomp by die punt van toegang. Selfs al het die bot die regte geloofsbriewe, as dit nie verby hCaptcha Enterprise se opsporing of hCaptcha se CAPTCHA kan kom nie, sal dit nie sy vulling kan doen nie en jou werf en gebruikers word beskerm.",
    "3269644546": "Asseblief",
    "1058572205": "ons as jy meer wil leer oor",
    "3753613260": "Kontak",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Rapporteer DMCA-klagtes",
    "54093347": "DMCA Geregistreerde Agent",
    "3233441200": "Herhaal oortredingsbeleid",
    "4011712313": "As deel van ons DMCA-beleid plaas ons rekeninge van kliënte vir wie ons veelvuldige DMCA-kennisgewings van beweerde oortreding ontvang in 'n multi-stap DMCA Herhaalde Inbreukbeleid. By ontvangs van herhaalde DMCA-kennisgewings in 'n kalendermaand, sal die kliëntrekening van een beleidstap na die volgende een vorder.",
    "766825168": "Optrede wat ons mag neem onder die DMCA Herhaalde Inbreukbeleid sluit in die stuur van waarskuwings van verhoogde sigbaarheid aan die rekening se rekordkliënt. Om hierdie waarskuwings te erken, kan ons van die kliënt vereis om by die rekening aan te meld of ons ondersteuningspan te bel. Ons behou ook die reg voor om op te skort of te beëindig, asook ander tussentydse maatreëls toe te pas op, die hCaptcha- en IMI-diens van enige kliënt vir wie ons voortgegaan het om DMCA-kennisgewings van beweerde oortreding te ontvang, selfs nadat ons herhaalde oortrederwaarskuwings gestuur het. Daarbenewens kan ons na ons uitsluitlike goeddunke ander hCaptcha- of IMI-dienste wat aan hierdie kliënte verskaf word, beëindig wanneer ons die hCaptcha-diens onder hierdie beleid beëindig.",
    "2410122265": "hCaptcha Hulpbronne: Bots 101",
    "4166776480": "Geloofsvulsel: wat dit is en hoe om die aanvalle te stop",
    "2301335298": "Betalingsbedrog: Versag 'n vinnig-ontwikkelende modus van kubermisdaad",
    "3682071227": "Wat is rekeningoornames en hoe werk dit?",
    "2729131930": "Wat is skraap en hoe werk dit?",
    "1344959096": "Werk as 'n individuele data-etiketteerder",
    "3510143229": "hCaptcha is 'n diens vir webwerwe en toepassings,",
    "3930611699": "individuele werkers.",
    "1051214799": "hCaptcha is 'n websekuriteitsdiens wat probeer om waarde te deel met die uitgewers van webwerwe of toepassings wat dit gebruik.",
    "360236473": "Die hCaptcha-diens is nie bedoel om vir enigiemand gebruik te word om as 'n individuele etikettering te werk nie. Dit is nie ontwerp vir of geskik vir hierdie doel nie. Ons raai niemand aan om hCaptcha as 'n bron van persoonlike inkomste te gebruik nie.",
    "3842490632": "'n Individuele gebruiker wat probeer om baie vrae te beantwoord, sal waarskynlik koersbeperk of vinnig verban word. Ewe belangrik, soos ons",
    "1560232962": "in detail dek, word geen waarborge gemaak oor die bedrag wat vir enige gegewe antwoord verdien word nie. Daar is dalk geen betaalde vrae op daardie tydstip beskikbaar nie, 'n antwoord kan om kwaliteit redes afgekeur word, ensovoorts.",
    "2694001822": "Ons huur egter soms individue om ons te help om stelseleienskappe en nuwe kenmerke te toets.",
    "1569804581": "As jy in die toekoms gekontak wil word oor verwante geleenthede, vul asseblief hierdie vorm in.",
    "636461959": "Naam",
    "1139500589": "Land",
    "1789607185": "E-pos adres",
    "325077666": "Deur jou inligting in te dien stem jy in tot ons",
    "3555583744": "en",
    "3609929815": ". Ons sal jou naam, land en e-posadres inligting behou slegs vir die doel om jou in die toekoms te kontak oor individuele etikettering werksgeleenthede.",
    "4197928199": "Privaatheidsbeleid",
    "851786723": "Deur jou e-pos in te voer, stem jy in tot ons bepalings en privaatheidsbeleid, en om e-pos van ons te ontvang.",
    "2402165761": "Hoe werk skraap?",
    "4260542944": "Inhoudskraap (ook bekend as \"skermskraap\" of net \"skraap\") is 'n bekende, dikwels nuttige proses om inligting van die web af in te samel. In onlangse jare het die tegniek egter 'n gunsteling-instrument van kuberkrakers en bedrieërs geword. Teenmaatreëls kan die bedreiging effektief versag, maar om dit te implementeer, is dit noodsaaklik om te verstaan hoe die proses werk.",
    "2066255783": "Wat is inhoudskraping?",
    "1910628828": "Inhoudskraap is 'n tegniek om data van 'n stelsel te gryp wat 'n outomatiese gereedskapstel behels wat 'n sagtewarekliënt of 'n webblaaier naboots. Dit is nie nuut nie. Trouens, vir sagteware-ingenieurs wat dalk data van 'n ou hoofraam benodig, kan skraping die enigste manier wees om inligting te onttrek. Die oorspronklike verbindings is dalk weg en onmoontlik om te vervang.",
    "3408107995": "Vandag beteken skraap egter altyd 'n programmatiese benadering om data van 'n webwerf af te haal. Die skraapsagteware tree op soos 'n menslike gebruiker, klik op knoppies en lees die gevolglike uitset. Daar is baie wettige gebruike vir skraap. Webkruipers wat soekenjins aandryf, is een voorbeeld. So ook nutsmiddels soos Skyscanner wat reisaanbiedings soek deur duisende reiswebwerwe te fynkam. Fintech-firmas gebruik dit ook en skraap gebruikers se finansiële data van bankwebwerwe af as daar geen toepassingsprogrammeringskoppelvlakke (API's) beskikbaar is om die dataverbinding te maak nie. Die dinge om in gedagte te hou oor skermskraping is die spoed en skaalbaarheid daarvan. Die proses kan enorme hoeveelhede data van webwerwe afhaal, met die veronderstelling dat die werwe nie opgestel is om te keer dat dit gebeur nie. Met die spoed van berekening kan 'n skraper groot datastelle versamel deur interaksie met webwerwe en die onderliggende sagteware en databasisse wat hulle aandryf.",
    "1920884252": "Waarom is inhoudskrap 'n sekuriteitsbedreiging?",
    "2256795853": "Die vermoë om baie data vinnig van webwerwe te onttrek, maak skraap 'n kragtige hulpmiddel in die hande van kwaadwillige akteurs. 'n Skrap-bot kan gebruikersdata van sosiale media-webwerwe insamel. Deur dan werwe wat adresse en ander persoonlike inligting bevat te skraap en die resultate te korreleer, kan 'n kuberkraker betrokke raak by identiteitsmisdade soos die indien van bedrieglike kredietkaartaansoeke.",
    "4087694419": "'n Krapperaar kan ook data van webwerwe soos Amazon en eBay insamel om vals of bedrieglike produklyste te skep. Hy of sy kan dit dan op eweknie-dienste soos OfferUp te koop aanbied en uitvissing-aanvalle op die kopers uitvoer. Of die bedrieër kan produkte verkoop wat nie bestaan nie. 'n Verdere skermskraapbedrog behels die vervalsing van advertensie-uitgewers. Deur die inhoud van uitgewerwebwerwe te skraap, kan die bedrieër vals advertensie-uitgewerbladsye op verskillende dienste skep. Hulle kan dan advertensies op daardie bladsye aan gemagtigde herverkopers verkoop, wie se kontakte hulle uit die uitgewer se ads.txt-lêer verkry het. Die advertensiegleuwe lyk werklik vir die adverteerder, maar dit is nie.",
    "3315658779": "Voorkom inhoudskraap met hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise gebruik gevorderde masjienleer om kwaadwillige verkeer na jou werf en toepassings te identifiseer - insluitend skraapaktiwiteite.",
    "1422537019": "ons vandag om meer te leer.",
    "1988268879": "Koste-effektiewe data-etikettering op skaal",
    "2163914794": "Benodig jy meer etikette vir jou datastelle? hCaptcha bied vinnige, koste-effektiewe en hoë kwaliteit data-etikettering vir maatskappye wat aan kunsmatige intelligensie en masjienleertoepassings werk.",
    "3378932530": "Kry jou data nou gemerk",
    "3483700676": "Begin onmiddellik miljoene take",
    "3478726913": "hCaptcha het een van die grootste swembaddens op die planeet beskikbaar vir jou gebruik. Wat ook al jou skaal, ons kan dit hanteer sonder duur vooraf verpligtinge. Miljoene take per dag is geen probleem nie.",
    "740501259": "Eenvoudige API-gedrewe pyplyne",
    "2784612261": "Wil jy menslike hersiening direk in jou besigheidsbedrywighede integreer? Ons bied hoë betroubaarheid SLA's, gewaarborgde kapasiteit en eenvoudige REST API's.",
    "1144966033": "Geoptimaliseer vir koste en kwaliteit",
    "3213351333": "Geen vooraf verbintenis vereis nie",
    "2107077506": "Die HUMAN-platform gebruik omvattende vertrouensmodelle om gesofistikeerde intydse kwaliteitsanalise uit te voer. Dit stel ons in staat om vinnig die moeilikheidsgraad van vrae en hul waarskynlike regte antwoord te bepaal, wat jou tyd en geld bespaar.",
    "3576146278": "Betaal net vir die akkuraatheid wat jy nodig het",
    "2952586316": "Nie alle probleme is dieselfde nie. Aantekeninge vir veiligheidskritieke take mag dalk 99,99% vertroue van heeltemal menslike werkers vereis. Aantekeninge vir een beta-kenmerk in 'n mobiele speletjie-toepassing mag dalk net matige selfvertroue vereis. Jy besluit.",
    "710145621": "Verskaf jou eie grondwaarheidsdata of laat ons dit dadelik bou",
    "987901590": "Het u rou data sonder 'n omvattende verifikasiestel? In die meeste gevalle kan ons een vir jou bou soos take deur die stelsel loop, of gemerkte monsters skep vir jou goedkeuring.",
    "2597352122": "Tipes aantekeninge",
    "1344687860": "Begrensende bokse",
    "1089415440": "Akkurate voorwerpopsporing in beelde en video",
    "3817067682": "Veelhoeke",
    "2682873489": "Definieer grensgebied vir voorwerpe",
    "1275150216": "Landmerke",
    "2067112112": "Puntaantekeninge vir baie verskillende gebruiksgevalle",
    "4228682126": "Eienskapkategorisering",
    "2920213479": "Sorteer of voeg arbitrêre kategorieë van enige grootte by",
    "3288667364": "Vergelyking en opsporing",
    "155877895": "Mensaangedrewe opsporing en klassifikasie",
    "3128433367": "... en nog vele meer",
    "2827452240": "Het jy nog 'n tipe nodig wat nie hier gelys is nie? Vra ons net.",
    "719304627": "Benodig end-tot-end-beheer?",
    "1172067553": "Die HUMAN-platform agter hCaptcha bied hoogs gesofistikeerde werkkwaliteit en bestuurskenmerke via on-premise, baster of SaaS-ontplooiings wat met jou bestaande stelsels integreer.",
    "2319072959": "Loop heeltemal vanlyn met jou eie arbeidsmag, hou waarde na wat oor besigheidseenhede of konsortiumvennote verbruik word, stuur poste selektief na verskillende interne of eksterne arbeidsverskaffers op grond van koste- en sekuriteitvereistes, en meer.",
    "1936512180": "Maklike API-toegang, pragtige kontroleskerms en die nuutste model-in-die-lus-tegnologie om werkersdoeltreffendheid te maksimeer.",
    "3913848038": "99,99% uptyd SLA's en 24/7 wêreldwye ondersteuning beskikbaar.",
    "1080752747": "Kontak verkope",
    "1525403768": "Vir meer inligting kontak Enterprise Sales.",
    "1546930020": "Kry data-etikettering",
    "2486638408": "Definieer spesifikasies",
    "1027200955": "Praat met een van ons domeinkundiges om jou projekbehoeftes te definieer: teikenakkuraatheid, formaat en enige spesiale vereistes.",
    "1156712451": "Aanvanklike werkstoets",
    "181065232": "Ons voer 'n klein produksietaak uit op grond van u voorbeelddata. Dit toets die werk wat ons saam gedoen het om te verseker dat jy presies kry wat jy nodig het.",
    "3207769512": "Ontplooi produksietake",
    "1099238677": "Met ons hoë volume en lae vertraging sal ons jou werk vinnig omdraai, met outomatiese aflewering sodra dit klaar is.",
    "465783046": "Wil jy dit probeer met jou data?",
    "328625009": "... ons is gereed wanneer jy is: ons diens is 24 uur per dag beskikbaar.",
    "3225770968": "hCaptcha is ontwerp om die mees arbeidsintensiewe probleem in masjienleer op te los; etikettering van groot hoeveelhede data op 'n tydige, bekostigbare en betroubare manier.",
    "2041686284": "Meer data lewer oor die algemeen beter resultate in die opleiding van masjienleermodelle. Die onlangse sukses van diep modelle het gelei tot toenemende groot datastelle, en hCaptcha dien hierdie behoefte. Die skep van groot mens-geëvalueerde datastelle met behulp van tradisionele metodes is egter stadig en duur.",
    "3729345277": "hCaptcha is 'n manier vir maatskappye om die aantekeninge wat hulle benodig vinniger te kry, met hoër gehalte en teen laer koste as ander alternatiewe.",
    "2103563261": "Privaat of publieke inligting",
    "2513143348": "Die hCaptcha Enterprise-stelsel is uniek buigsaam in sy ontwerp: dit kan gedeeltelik of heeltemal aan die rand van jou netwerk ontplooi word as jy 'n publieke wolk bedryf of baie datasentrums besit.",
    "3107683988": "Dit kan buite-netwerk verkeer en koste dramaties verminder, terwyl al die voordele van bestuur deur ons 24/7-oproeppersoneel behou word om aan die strengste SLA's te voldoen.",
    "3660619092": "Sluit gratis aan of kontak verkope vir ondernemingsoplossings",
    "2351176803": "Lisensiebepalings vir die hCaptcha JS API",
    "2616226398": "Onderhewig aan ons",
    "2024293275": ". Alle ander regte voorbehou, vir nou.",
    "1062291156": "standaard terme",
    "2712493234": "Betalingsbedrog: Versag 'n vinnig-ontwikkelende modus van kubermisdaad",
    "1817772953": "Bedrog is nie 'n nuwe vorm van misdaad nie. Inderdaad, argeoloë het byna 10 000 jaar gelede toestelle teen-bedrog opgegrawe wat deur die ou Sumeriërs bedink is om vee sonder verliese te vervoer! In hul geval het hulle kleiptekens, wat elkeen 'n dier verteenwoordig, in 'n kleibal gesit wat as 'n \"bulla\" bekend staan. Die bulla sou saam met die kudde reis soos dit van verkoper na koper beweeg het. Selfs toe was sake-eienaars bekommerd dat nie almal met wie hulle te doen het aan die opwaartse was nie. Baie het in 10 000 jaar verander, maar die behoefte om innoverend te wees om bedrog te voorkom, bly by ons. Vandag is die kwessie van aanlynbetalingsbedrog van kardinale belang. Met die internet het bedrieërs al hoe meer bedrewe geraak om beheermaatreëls teen bedrog te uitoorlê. Nuwe oplossings draai egter die gety.",
    "1053787685": "Wat is betalingsbedrog?",
    "433424759": "Betalingsbedrog behels enige soort onwettige transaksie waarin 'n kubermisdadiger die slagoffer iets van waarde ontneem, gewoonlik geld. Dit kan beteken om 'n gesteelde kredietkaart te gebruik om goedere aanlyn te bestel of om 'n bankrekening oor te neem en fondse onwettig daaruit oor te dra. Daar is baie variasies, maar hulle het almal dieselfde uitkoms: 'n skelm gebruik 'n gesteelde identiteit of betalingsinligting om van 'n verbruiker, 'n bank of 'n handelaar te steel.",
    "2939852138": "Hoe [probeer] bedrieërs wegkom met betalingsbedrog?",
    "1665616092": "Betalingsbedrog is eenvoudig in konsep, maar dit kan fantasties kompleks wees in die huidige uitvoering daarvan.",
    "4246520782": "Trouens, die internet was die afgelope jare getuie van 'n ware wapenwedloop tussen bedrieërs en verdedigers.",
    "2167049807": "Sekuriteitspanne het 'n verskeidenheid teenmaatreëls en kontroles aangeneem wat die maklike, lui benaderings tot betalingsbedrog oorwin. Die aanvalle word egter al hoe meer gesofistikeerd. Byvoorbeeld, bots kan nou gesteelde kredietkaartnommers en PIN's van vals webwerwe en phishing-aanvalle afhaal.",
    "1936449777": "Dan, in ten volle outomatiese modus, kan hulle menslike gedrag op e-handelswebwerwe naboots, op knoppies klik en items by inkopiemandjies voeg - tot die punt waar baie, indien nie meeste anti-bedrogkontroles nie kan sê dat 'n bot probeer steel handelsware. Dit lyk eerder asof 'n menslike gebruiker bloot inkopies doen. Die bot kan by 'n regte kliënt se rekening aanmeld met gesteelde aanmeldbewyse. Om die bedrog verder te verberg, is die bot se vermoë om IP-adresse te bedrieg en dit te laat lyk asof die \"koper\" iewers anders is as die aanvaller, wat dalk in 'n vreemde land is.",
    "648630222": "Voorkom betalingsbedrog met hCaptcha Enterprise",
    "1621930829": "Wat kan gedoen word aan vandag se gevorderde, onophoudelike betalingsbedrogaktiwiteite? Die gebruik van verskeie lae kontroles is gewoonlik 'n wyse benadering. Die beste teenmaatreëls is egter dié wat die bot kan vasvang en onthul dat dit vals is, ondanks die beste pogings van sy skeppers om menslike gedrag te herhaal.",
    "2423586454": "Daar is steeds 'n paar dinge wat sagteware nie kan doen nie, maak nie saak hoe goed die KI daaragter is nie. Moderne CAPTCHA-tegnologie bied 'n bewese metode om bots te blokkeer wat probeer om betalingsbedrog voort te sit. Terwyl ou benaderings tot CAPTCHA, soos die eenvoudige skuins nommers in 'n boks, nou meestal gebrekkig is om gevorderde bots te versag, kan 'n outomatiese toets-reaksie-toestel soos hCaptcha Enterprise maklik 'n bedrieër-bot stomslaan op die oomblik van rekeningaanmelding of inkopiemandjie-afhandeling. Selfs as die bot werklike geloofsbriewe het, sal dit nie deur die CAPTCHA kan kom nie.",
    "1467308982": "Betalingskedules",
    "1291824746": "hCaptcha-uitbetalings word kwartaalliks uitgevoer op 'n 60-dae-volgbasis. Om te illustreer wat dit beteken, sien asseblief die tabel hieronder.",
    "3444947612": "Verkeer Tussen",
    "4181611011": "Rekonsiliasiedatum",
    "728503636": "Uitbetalingsdatum",
    "3720584906": "15 Julie 2021 - 15 Oktober 2021",
    "388240587": "5-15 Januarie 2022",
    "3426312287": "5-15 Januarie 2022",
    "615618648": "15 April 2021 - 15 Julie 2021",
    "3376724603": "14-24 September 2021†††",
    "3398978455": "15-25 September 2021†††",
    "2722456056": "15 Januarie 2021 - 15 April 2021",
    "4063155841": "Nie later nie as 25 Junie 2021††",
    "4082053540": "19-25 Junie 2021††",
    "64953197": "15 Okt 2020 - 15 Jan 2021",
    "1023070345": "Nie later nie as 14 Maart 2021",
    "2600696085": "15 Maart 2021",
    "3217791519": "15 Julie 2020 - 15 Oktober 2020",
    "649261378": "5-11 Januarie 2021*",
    "1559190296": "5-11 Januarie 2021†",
    "3806054689": "15 April 2020 - 15 Julie 2020",
    "4162383380": "16 - 22 September 2020*****",
    "1990824776": "16-24 September 2020*****",
    "3856690908": "15 Januarie 2020 - 15 April 2020",
    "3200641265": "Nie later nie as 16 Junie 2020*",
    "3744079744": "15-19 Junie 2020****",
    "2209837451": "15 Okt 2019 - 15 Jan 2020",
    "2510534204": "Nie later nie as 23 Maart 2020***",
    "2910560864": "20-23 Maart 2020***",
    "2544565802": "15 Julie 2019 - 15 Oktober 2019",
    "3963642878": "Nie later nie as 14 Desember 2019*",
    "622103562": "17 Desember 2019**",
    "4072202039": "15 April 2019 - 15 Julie 2019",
    "818049069": "Nie later nie as 15 Julie 2019",
    "1169005651": "15 Sep 2019",
    "2303655425": "15 Januarie 2019 - 15 April 2019",
    "3678889946": "Nie later nie as 15 Junie 2019",
    "3094354698": "15 Junie 2019",
    "4217013126": "Uitbetalings loop gewoonlik deur die dag op die uitbetalingsdatum en word oor die algemeen teen middernag Stille Oseaan-tyd voltooi. As 'n rekening vir hersiening gevlag is, kan dit tot vyf bykomende werksdae neem om 'n betaling vry te stel.",
    "1447649958": "Ter herinnering, slegs akkurate menseverkeer kom vir uitbetalings in aanmerking. Jy kan meer besonderhede hieroor sien in ons Gereelde Vrae, hieronder geskakel. Beskikbare balans moet ook aan 'n minimum drempel voldoen om vir uitbetaling in aanmerking te kom, tans 10 HMT.",
    "4257144752": "Intydse skattings weerspieël nie finale akkuraatheid of menslikheid nie, en dus kan jou finale verdienste aansienlik op of af verskil van syfers wat in die Dashboard gewys word voor jou eerste versoening.",
    "2728931827": "Na elke rekonsiliasie sal jou per-werfsleutel skattings opgedateer word en die akkuraatheid van toekomstige voorspellings behoort toe te neem, tensy jou werf 'n wesenlike verandering in gebruikergedrag het.",
    "1200905005": "††† Vanaf September 2021 loop rekonsiliasies en uitbetalings nou oor 'n tydperk van ongeveer 10 dae eerder as 'n enkele dag, om operasionele beperkings wat verband hou met groei in die diens te vereenvoudig.",
    "4284094387": "†† Sommige Junie 2021-rekonsiliasies en -uitbetalings sal in die volgende week loop as gevolg van vertragings in die verifikasie van finale berekeninge tydens die rekonsiliasievenster.",
    "1977013707": "† Desember 2020-uitbetalings is herskeduleer vanaf die 15de om oorvleueling met einde-van-jaar rekonsiliasies en personeelvakansies te vermy: hulle sal teen die tweede week van Januarie voltooi wees. As gevolg van stadiger as gewoonlik oordragte na PayPal, sal uitbetalings oor 'n paar dae loop eerder as om op 'n enkele dag voltooi te word.",
    "517010299": "Neem asseblief kennis: ons werk tans aan 'n groot agterkant-oorgang na amper-intydse versoening. Periodieke rekonsiliasies sal minder gereeld as gewoonlik loop tot en met Q1 2021. Dit beïnvloed nie uitbetalingskedules of datums nie.",
    "3092200338": "** Wanneer die 15de op 'n naweek val, is die uitbetalingsdatum eerder die 17de.",
    "3891941747": "***COVID-19 ADVIES: As gevolg van verminderde personeelkapasiteit wat verband hou met COVID-19, is rekonsiliasie herskeduleer om bykomende tyd toe te laat om ons standaardverifikasie te voltooi. Uitbetalings sal na verwagting op Vrydag begin en op die volgende Maandag voltooi.",
    "2301757528": "**** As gevolg van instandhouding deur PayPal van hul REST API's tydens die uitbetalingsvenster, is nie alle uitbetalings op 15 Junie voltooi nie. Enige uitbetalings wat vir 15 Junie (Stille Oseaan tyd) geskeduleer is, maar nie uitgevoer is nie weens PayPal API-foute, is teen 19 Junie (Stille Oseaan tyd) herloop.",
    "116842359": "***** Daar word verwag dat rekonsiliasies oor 'n paar dae sal voltooi as gevolg van stelselonderhoud.",
    "4154415610": "***** September 2020-uitbetalings sal in bondels loop soos rekonsiliasie voltooi is, met sommige wat 'n paar dae later loop as wat oorspronklik geskeduleer is as gevolg van rekonsiliasievertragings.",
    "2310694091": "Wat beteken versoening?",
    "164801246": "Rekonsiliasie is die proses waardeur verkeer ná die tyd ontleed word om die menslikheid en akkuraatheid daarvan te verifieer sodra alle data van alle verslagdoeningswebwerwe in is. Jy kan meer besonderhede in ons lees",
    "3256245394": "sowel as ons blogplasings, bv",
    "3089778412": "Hoe hCaptcha belonings bereken",
    "3329755436": "Beplan jy om hierdie proses te bespoedig?",
    "1911669851": "Ja, ons werk tans aan 'n verskeidenheid verbeterings aan ons agterplaasstelsels wat ons verwag sal ons uiteindelik in staat stel om beide vinniger rekonsiliasie, vinniger skattingsakkuraatheid en vinniger uitbetalings te bied. Ons werk tans daaraan om eers versoening te bespoedig.",
    "2366003154": "Pers- en medianavrae",
    "3054564199": "Press Kit",
    "3173156067": "Sommige gereedgemaakte kollateraal is beskikbaar indien u voorbeeldprente in u artikel wil insluit.",
    "867314732": "Jy kan hoë-resolusie ophaal",
    "858218750": "en leiding oor die gebruik daarvan op die",
    "3821716514": "bladsy.",
    "1186243118": "logo beelde",
    "3034959000": "Jy kan haal",
    "1764089150": "hier:",
    "1558428432": ". Krediteer hulle asseblief aan hCaptcha.com.",
    "2429359042": "voorbeeld koppelvlak beelde",
    "1480820434": "beeld 1",
    "3213411837": "beeld 2",
    "1270712701": "Persverklarings en onlangse verslae",
    "231285005": "Jy kan onlangse opdaterings op ons blog vind",
    "1289884910": "Ons publiseer ook af en toe ontledings en verslae. Byvoorbeeld:",
    "932546190": "Waarom CAPTCHA's altyd by ons sal wees",
    "2344319147": "Hoeveel is Google se bot-opsporing werklik werd?",
    "1637527266": "Watter lande het die meeste botverkeer?",
    "230159237": "Kontakte",
    "3759923279": "Rig asseblief persnavrae aan die volgende e-posadres:",
    "4255608322": "Laas opgedateer: 12 April 2021",
    "537881751": "Welkom by hCaptcha! Hierdie privaatheidsbeleid beskryf die praktyke van Intuition Machines, Inc. (\"IMI\", \"ons\" of \"ons\") met betrekking tot ons versameling, gebruik en bekendmaking van inligting (insluitend persoonlike inligting, hieronder gedefinieer) deur ons webwerf by www.hcaptcha .com en enige ander subdomeine of domeine wat ons gebruik (die \"werwe\") en die hCaptcha-toepassingsprogramkoppelvlak en verwante sagteware en materiaal (gesamentlik die \"Diens\").",
    "33639629": "Nie van toepassing op derdeparty-webwerwe nie. Neem asseblief kennis dat hierdie Privaatheidsbeleid nie van toepassing is op enige webwerf, aanbieding, produk of diens van enige derde party nie, selfs al skakel dit na ons webwerf of inkorporeer die Diens – verwys asseblief na die toepaslike privaatheidsbeleide voordat u besluit om enige inligting aan derde te verskaf. partytjies.",
    "987375734": "IMI is in die Verenigde State gebaseer. Die werwe en diens word deur ons vanuit die Verenigde State beheer en bedryf. Jou persoonlike inligting kan gestoor en verwerk word in enige land waar ons fasiliteite het of waarin ons diensverskaffers betrek, en deur die werwe en diens te gebruik stem jy in tot die oordrag van inligting na lande buite jou land van verblyf, insluitend die Verenigde State , wat databeskermingsreëls kan hê wat verskil van dié van jou land. In sekere omstandighede kan howe, wetstoepassingsagentskappe, regulerende agentskappe of sekuriteitsowerhede in daardie ander lande geregtig wees op toegang tot jou persoonlike inligting.",
    "452920031": "'n Nota aan kliënte buite die Verenigde State.",
    "2328839224": ". Sien asseblief ons \"Kennisgewing aan Kalifornië-inwoners\"-afdeling wat verband hou met jou regte onder die Kaliforniese Verbruikersprivaatheidswet (\"CCPA\").",
    "1565481281": "'n Nota aan inwoners van Kalifornië",
    "1028058338": "Sien asseblief ons \"Kennisgewing aan EU-data-onderwerpe\"-afdeling wat verband hou met jou regte onder die Algemene Databeskermingsregulasie (\"GDPR\").",
    "2271205646": "'n Nota aan inwoners van die Europese Ekonomiese Gebied.",
    "508143070": "Let daarop dat IMI die beheerder van jou persoonlike inligting is, behalwe waar ons persoonlike inligting namens ons integreerders verwerk in verband met die verskaffing van ons diens, in welke geval ons die verwerker van persoonlike inligting is, en daardie integreerders die beheerders van die persoonlike inligting.",
    "2330965058": "Waar ons as 'n verwerker vir ons integreerders optree, gebruik ons nie die data wat ingesamel is vir enige doel anders as wat redelikerwys nodig is om ons diens te lewer nie, en ons verwerking sal beheer word deur die kontrakte wat ons in plek het met ons integreerders, nie hierdie nie. Privaatheidsbeleid",
    "3017040355": "Verwerking van EU-datasubjek-data werk onder die wetlike basis van die Standaard Kontraktuele Klousules (SCC's) geïntegreer in die Dataverwerking Addendum tot ons Diensbepalings of Dataverwerkingsooreenkomste met ons Integreerders.",
    "2233384692": "As jy enige vrae of bekommernisse het oor hoe sulke data hanteer word of jou regte wil uitoefen, moet jy die persoon of entiteit (dws die databeheerder) kontak wat met ons gekontrakteer het om die Diens te gebruik om hierdie data te verwerk. Ons sal egter bystand verleen aan ons integreerders om enige bekommernisse wat u mag hê, in ooreenstemming met die bepalings van ons kontrak met hulle aan te spreek.",
    "349292953": "Inligting wat ons versamel",
    "3022001832": "Ons samel inligting in van individue wat met ons werwe en dienste interaksie het, insluitend diegene wat ons diens by hul webwerf (\"Integrators\") inkorporeer, diegene wat die dienste gebruik vir data-etikettering (\"Kliënte\"), en die eindgebruikers wat interaksie het met ons Diens deur die webwerwe van ons integreerders (\"Eindgebruikers\").",
    "835545301": "Ons samel die volgende kategorieë inligting in:",
    "3228928991": "Inligting wat gebruik kan word om 'n individu (\"Persoonlike Inligting\") te identifiseer of te kontak, soos naam, e-posadres en land. Ons samel persoonlike inligting in van ons huidige en voornemende integreerders en klante wanneer hulle dit direk aan ons gee (byvoorbeeld deur 'n vorm in te vul wanneer u vir 'n rekening aanmeld, of aansoek doen om e-poskennisgewings van ons af te ontvang). Ons kan ook die identiteit van ons integreerders en kliënte verifieer deur persoonlike inligting te vergelyk met derdeparty-databasisse of amptelike regsdokumente.",
    "1655796811": "Inligting wat outomaties ingesamel word as gevolg van 'n integreerder of kliënt se gebruik van die werwe of die dienste (\"Analytics Information\"), soos IP-adresse, blaaiertipe, internetdiensverskaffer, platformtipe, toesteltipe, bedryfstelsel, datum- en tydstempel toegang en ander soortgelyke inligting. Sommige Analytics-inligting word namens ons ingesamel deur derde partye wat ons vir daardie doel betrek, en sommige Analytics-inligting word ingesamel deur middel van 'n verskeidenheid opsporingstegnologieë, insluitend webkoekies (sien \"Derdeparty-analise en opsporingstegnologieë\" hieronder).",
    "1388241689": "Inligting wat ingesamel is as gevolg van eindgebruikers wat aanporboodskappe deur die diens beantwoord (\"Gemerkte data\"), soos beeldetiketteringsdata, teks wat omgeskakel is vanaf oudiolêers wat na daardie eindgebruikers gespeel is, antwoorde op vrae en ander versoeke wat deur die diens gegenereer word vir doeleindes van etikettering van data vir gebruik in masjienleertoepassings. Let daarop dat gemerkte data nie aan enige geïdentifiseerde individu gekoppel is nie.",
    "1493790285": "Ander inligting wat van Eindgebruikers ingesamel word as deel van die Diens word vereis om te bepaal of hulle",
    "2216374138": "menslik is, soos muisbewegings, rolposisie, sleuteldrukgebeurtenisse, raakgebeure en giroskoop-/versnellingsmeterinligting soos van toepassing.",
    "2394073454": "Ons kan bykomende inligting insamel van eindgebruikers wat saam met ons wil werk as individuele data-etiketteerders.",
    "3103557430": "Hoe ons inligting gebruik",
    "1130802068": "Ons gebruik die inligting wat ons insamel vir die volgende doeleindes:",
    "2940689138": "Om integreerder- en klanterekeninge te administreer en die diens te verskaf. Ons gebruik persoonlike inligting om spesifieke rekeninge met integreerders en klante te assosieer en om die diens aan hulle te verskaf, om op versoeke of navrae te reageer, om ondersteuning of tegniese bystand te verskaf, en om betalings te fasiliteer.",
    "857974529": "Om te verbeter na werf en die diens. Ons gebruik Analytics-inligting om ons bestaande en nuwe dienste en aanbiedinge te verbeter en om bestaande en toekomstige produkaanbiedinge aan te pas.",
    "1820844638": "Om markinsigte te verkry. Ons gebruik Analytics-inligting om die mark te ontleed en besigheidsontledings te doen wat verband hou met die webwerf en ons dienste, en vir ander navorsingsdoeleindes.",
    "3386280249": "Om 'n mark vir Gemerkte Data te verskaf. Ons diens maak 'n hoëvolume data-etikettering en menslike hersiening vir masjienleerstelsels moontlik as 'n diens aan webwerf-eienaars en maatskappye wat hulp nodig het om hul data te etiketteer. Vir daardie doel maak ons Gemerkte Data bekend aan ons kliënte wat daarin belangstel om Gemerkte Data te bekom.",
    "3532143291": "Om ons dienste en stelsels te beveilig. Ons gebruik Analytics-inligting om ons stelsels te beveilig deur potensiële bedreigings en kwesbaarhede te identifiseer, en om andersins die inligting wat ons insamel te beskerm.",
    "2185418511": "Vir enige wettige besigheidsdoeleindes, met dien verstande dat die inligting gede-identifiseer of saamgevoeg word sodat dit nie redelikerwys aan 'n individu gekoppel kan word nie.",
    "2386465280": "Hoe ons inligting deel",
    "2159517814": "Ons deel of openbaar persoonlike inligting in die volgende gevalle:",
    "4256083674": "Op direkte versoek van 'n integreerder om die bedrogrisiko van 'n spesifieke CAPTCHA-uitdagingversoek of IP-adres te identifiseer, of andersins waar spesifieke toestemming gegee is.",
    "3494826505": "Met verskaffers skakel ons in om noodsaaklike aspekte van die werwe en die diens te verskaf, soos databerging, hosting en Analytics, en slegs vir daardie doeleindes.",
    "1119009846": "Soos nodig om te voldoen aan toepaslike wetgewing, insluitend regeringsversoeke, wetstoepassingsversoeke en andersins aan publieke en private entiteite om die regte, privaatheid, veiligheid of eiendom van jou, ons of ander te beskerm.",
    "197676026": "Met ander vir enige wettige besigheidsdoeleindes, mits die inligting gede-identifiseer word",
    "2359312315": "of so saamgevoeg dat dit nie redelikerwys aan 'n individu gekoppel kan word nie.",
    "2497216176": "Derdeparty-analise en -opsporingstegnologieë",
    "3694578791": "Soos hierbo bespreek, versamel ons (en ons derdeparty-verskaffers) Analytics-inligting gedeeltelik deur die gebruik van koekies, webbakens en ander opsporingstegnologieë. In sommige gevalle werk ons saam met derdeparty-verskaffers om webkoekies te gebruik vir die doeleindes om Analytics-inligting in te samel.",
    "2238885192": "Ons gebruik Sentry om ontfoutingsdata in te samel wanneer 'n gebruiker 'n fout ervaar. Vir inligting oor hoe Sentry data insamel en verwerk:",
    "1535054294": "Sien asseblief hul gedetailleerde beleid",
    "658775471": "Ons gebruik Cloudflare om ons webverkeer te optimaliseer. Vir inligting oor hoe Cloudflare data insamel en verwerk:",
    "2014256987": "As jy verkies om nie die gebruik van koekies of ander opsporingstegnologieë te blokkeer nie, sien asseblief \"Bestuur jou inligting,\" hieronder. Neem asseblief kennis dat dit jou ervaring met die gebruik van die werwe of diens negatief kan beïnvloed, aangesien sommige kenmerke dalk nie behoorlik werk nie.",
    "2788024905": "Hoe ons inligting beveilig",
    "271333468": "Ons implementeer toepaslike tegniese en organisatoriese maatreëls om die inligting wat ons insamel en stoor te beskerm, en vereis dat alle agente wat ons verwerking namens ons uitvoer, dieselfde doen. Ongelukkig is geen sekuriteitsmaatreëls 100% onfeilbaar nie, en as sodanig kan geen netwerk of stelsel (insluitend ons s'n) gewaarborg word om 100% veilig te wees teen vernietiging, verlies, verandering, ongemagtigde openbaarmaking van of toegang tot inligting wat ons versamel en berg nie. As jy glo dat jou inligting om enige rede dalk nie veilig is nie, kontak ons asseblief onmiddellik by:",
    "3031284129": "Waarborg vrywarings",
    "26365791": "Die werf en die diens (en enige ander geassosieerde dienste, inligting, data, kenmerke en ander inhoud of materiaal) word verskaf op 'n \"soos dit is\" en \"soos beskikbaar\" basis tot die volle mate wat deur die wet toegelaat word. Tot die volle mate wat deur die wet toegelaat word, sluit IMI alle waarborge uit, insluitend maar nie beperk nie tot die geïmpliseerde waarborge van verhandelbaarheid, geskiktheid vir 'n spesifieke doel en nie-skending.",
    "735630686": "Bestuur jou inligting (jou regte)",
    "498769698": "Jy kan toegang verkry tot sekere persoonlike inligting wat jy dalk deur jou integreerder-, klant- of toeganklikheidsgebruikerrekening (indien jy 'n integreerder, klant of toeganklikheidgebruiker is) toegang tot sekere persoonlike inligting wat jy aan ons verskaf het, kry, korrigeer, wysig of uitvee. As jy nie in staat is om dit te doen nie, of enige vrae het oor Persoonlike Inligting wat ons oor jou ingesamel en/of gedeel het, of jou toestemming vir ons verwerking wil terugtrek (maw jou rekening heeltemal uitvee), kontak ons asseblief by:",
    "2895491273": "As jy verkies om koekies of ander opsporingstegnologieë te blokkeer, kan die meeste blaaiers en mobiele toestelle jou instellings verander om jou in kennis te stel wanneer jy koekies ontvang of ander opsporingstegnologieë word gebruik, en om te kies of om te aanvaar/toe te laat. Dit. Die meeste blaaiers laat jou ook toe om bestaande webkoekies te deaktiveer of uit te vee of om toekomstige webkoekies outomaties te verwerp. Jy kan ook derdeparty-nutsgoed gebruik, insluitend blaaier-inproppe, om jou koekievoorkeure te beheer. Let egter daarop dat as jy alle webkoekies deaktiveer, sommige gedeeltes van ons werwe dalk nie behoorlik funksioneer nie.",
    "707527778": "Inligting van Kinders",
    "1747657936": "Ons werwe en diens is nie gerig aan kinders onder die ouderdom van 13 nie en ons samel nie bewustelik persoonlike inligting van kinders onder die ouderdom van 13 in nie. As ons verneem dat ons persoonlike inligting van 'n kind onder die ouderdom van 13 ingesamel het, sal ons neem redelike stappe om sulke inligting so gou as prakties moontlik uit ons lêers te skrap, tensy ons 'n wetlike verpligting het om dit te behou. Kontak ons asseblief as jy dink ons het enige inligting van of oor 'n kind onder die ouderdom van 13:",
    "2419795065": "Kennisgewing aan inwoners van Kalifornië",
    "1517625162": "Onder California Civil Code Section 1789.3 is Kalifornië-gebruikers geregtig op die volgende verbruikersregtekennisgewing: Kalifornië-inwoners kan die klagtebystandseenheid van die afdeling van verbruikersdienste van die California Department of Consumer Affairs per pos by 1625 North Market Blvd., Sacramento, bereik. CA 95834, of telefonies by (916) 445-1254 of (800) 952-5210.",
    "3730344349": "Hierdie afdeling verskaf bykomende besonderhede oor die persoonlike inligting wat ons oor Kalifornië-verbruikers insamel en die regte wat aan hulle verleen word kragtens die Kaliforniese Wet op Verbruikersprivaatheid of \"CCPA.\"",
    "4044467791": "Vir die kategorieë persoonlike inligting wat ons van jou ingesamel het in die voorafgaande 12 maande, sien asseblief die \"Inligting wat ons versamel\" afdeling hierbo. Ons samel hierdie inligting in vir die besigheids- en kommersiële doeleindes wat beskryf word in die \"Hoe ons persoonlike inligting gebruik\"-afdeling hierbo. In die voorafgaande 12 maande het ons die volgende kategorieë inligting met derde partye gedeel vir 'n besigheidsdoeleindes:",
    "4208081170": "Kategorie van persoonlike inligting",
    "1528242915": "Identifiseerders.",
    "3863351997": "Persoonlike inligting kategorieë gelys in die California Customer Records statuut (Cal. Civ. Kode § 1798.80 (e)).",
    "2826705343": "Kommersiële inligting.",
    "2683038211": "Internet of ander elektroniese netwerkaktiwiteit.",
    "3671828834": "Voorbeelde van persoonlike inligting wat gedeel word",
    "779426309": "'n Regte naam, unieke persoonlike identifiseerder, aanlyn identifiseerder, internetprotokoladres, e-posadres, rekeningnaam of ander soortgelyke identifiseerders.",
    "2414368123": "'n Naam, kredietkaartnommer, debietkaartnommer of enige ander finansiële inligting.",
    "4088941349": "Rekords van produkte of dienste wat gekoop, verkry of oorweeg is.",
    "3238612014": "Blaaigeskiedenis, inligting oor 'n verbruiker se interaksie met 'n internetwebwerf, toepassing of advertensie.",
    "1023108656": "Kategorieë van derdeparty-ontvangers",
    "1418235079": "Diensverskaffers",
    "3238184941": "Let wel: Bedrogrisiko wat met 'n individuele IP-adres geassosieer word, kan op versoek met 'n integreerder gedeel word.",
    "285116485": "Die Maatskappy \"verkoop\" nie (soos hierdie term in die CCPA gedefinieer word) nie die persoonlike inligting wat ons insamel nie. Verwys asseblief na die \"Derdeparty-analise en opsporingstegnologie\"-afdeling hierbo vir meer inligting oor die tipe derdepartykoekies, indien enige, wat ons gebruik.",
    "1408750006": "Onderhewig aan sekere beperkings, bied die CCPA aan Kalifornië-verbruikers die reg om te versoek om meer besonderhede te weet oor die kategorieë of spesifieke stukke persoonlike inligting wat ons insamel (insluitend hoe ons hierdie inligting gebruik en bekend maak), om hul persoonlike inligting uit te vee, om te onttrek van enige \"verkope\" wat mag plaasvind, sowel as die reg om nie teen gediskrimineer te word vir die uitoefening van hierdie regte nie.",
    "759057398": "Kennisgewing aan EU-data-onderwerpe",
    "825780955": "Persoonlike inligting",
    "2945960297": "Met betrekking tot EU-datasubjekte is die term \"persoonlike inligting\" soos gebruik in hierdie privaatheidsbeleid gelykstaande aan \"persoonlike data\" soos omskryf in die Europese Unie se Algemene Databeskermingsregulasie (GDPR).",
    "1126613163": "Sensitiewe data",
    "3571006800": "Sommige van die inligting wat jy aan ons verskaf, kan sensitiewe data uitmaak soos omskryf in die GDPR (ook na verwys as spesiale kategorieë persoonlike data), insluitend identifikasie van jou ras of etnisiteit op staatsuitgereikte identifikasiedokumente.",
    "1988461282": "Regsbasisse vir verwerking",
    "3519564631": "Verwerkingsdoeleindes",
    "1778642038": "Om met jou te kommunikeer",
    "2223819810": "Om ons platform te optimaliseer",
    "1678661231": "Vir nakoming, voorkoming van bedrog en veiligheid",
    "2561077702": "Om ons diens te lewer",
    "2066321185": "Regsgrondslag",
    "1174237568": "Hierdie verwerkingsaktiwiteite vorm ons wettige belange. Ons probeer om enige potensiële impak op jou (beide positief en negatief) en jou regte te oorweeg en te balanseer voordat ons jou persoonlike inligting vir ons wettige belange verwerk. Ons gebruik nie jou persoonlike inligting vir aktiwiteite waar ons belange oorheers word deur enige nadelige impak op jou nie (tensy ons jou toestemming het of andersins deur die wet vereis of toegelaat word).",
    "1350478093": "Verwerking Doel",
    "787916198": "Met jou toestemming",
    "3348433919": "Jou regte",
    "3842673636": "Onder die GDPR het jy sekere regte met betrekking tot jou persoonlike inligting. U kan ons vra om die volgende stappe te doen met betrekking tot u persoonlike inligting wat ons besit:",
    "4057343238": "Onttrek",
    "1834911235": "Hou op om vir jou direkte bemarkingskommunikasie te stuur wat jy voorheen ingestem het om te ontvang. Ons kan aanhou om vir jou diensverwante en ander nie-bemarkingskommunikasie te stuur.",
    "3022301908": "Toegang",
    "680638297": "Gee jou inligting oor ons verwerking van jou persoonlike inligting en gee jou toegang tot jou persoonlike inligting.",
    "1409486258": "Korrek",
    "3878077249": "Dateer of korrigeer onakkuraathede in jou persoonlike inligting.",
    "3645414921": "Vee uit",
    "42182578": "Vee jou persoonlike inligting uit.",
    "1609621367": "Oordrag",
    "3208155808": "Dra 'n masjienleesbare kopie van jou persoonlike inligting oor na jou of 'n derde party van jou keuse.",
    "1786796818": "Beperk",
    "3329634829": "Beperk die verwerking van jou persoonlike inligting.",
    "4202774977": "Voorwerp",
    "3007158970": "Maak beswaar teen ons vertroue op ons wettige belange as die basis van ons verwerking van jou persoonlike inligting wat jou regte beïnvloed.",
    "1273071008": "Toegangsregteversoeke vir dataonderwerpe",
    "3594381346": "ligging.",
    "21141582": "hierdie",
    "3357523404": "Oorgrens data-oordrag",
    "290966395": "Soos beskryf in ons \"'n Nota aan kliënte buite die Verenigde State\"-afdeling, wees asseblief bewus daarvan dat jou persoonlike data na die Verenigde State oorgedra, verwerk en gestoor sal word. Databeskermingswette in die VSA kan verskil van dié in jou land van verblyf. Jy stem in tot die oordrag van jou inligting, insluitend persoonlike inligting, na die VSA soos uiteengesit in hierdie Privaatheidsbeleid deur ons werwe te besoek of ons Diens te gebruik.",
    "3178581111": "Gebruik vir nuwe doeleindes",
    "1088304322": "Ons kan jou persoonlike inligting gebruik vir redes wat nie in hierdie Privaatheidsbeleid beskryf word nie, waar ons deur die wet toegelaat word om dit te doen en waar die rede versoenbaar is met die doel waarvoor ons dit ingesamel het. As ons jou persoonlike inligting vir 'n onverwante doel moet gebruik, kan ons jou in kennis stel en die toepaslike regsgrondslag vir daardie gebruik verduidelik. As ons op jou toestemming staatgemaak het vir 'n spesifieke gebruik van jou persoonlike inligting, kan ons jou toestemming vra vir enige onverwante doel en jou toelaat om jou gebruik van die diens op daardie tydstip te beëindig as jy beswaar maak.",
    "2260079771": "Databehoud",
    "38428546": "Ons stoor jou persoonlike data veilig deur die lewe van jou rekening by ons. Ons sal jou persoonlike data net behou so lank as wat nodig is om die doeleindes te vervul waarvoor ons dit ingesamel het, insluitend vir die doeleindes om enige wetlike, rekeningkundige of verslagdoeningsverpligtinge na te kom of om dispute op te los. Die kriteria wat ons gebruik om bergingstydperke te bepaal, sluit in die toepaslike kontraktuele bepalings wat van krag is, wetlike statutêre beperkingstydperke, toepaslike regulatoriese vereistes en industriestandaarde.",
    "384965568": "Terwyl bewaringsvereistes volgens jurisdiksie verskil, word inligting oor ons tipiese bewaringstydperke vir verskillende aspekte van jou persoonlike data hieronder beskryf.",
    "2788836740": "Kontakinligting vir bemarkingsdoeleindes word op 'n deurlopende basis behou totdat jy uitteken. Daarna sal ons jou besonderhede onbepaald by ons onderdrukkingslys voeg. E-posinligting wat van Toeganklikheidsgebruikers ingesamel word, sal nooit vir bemarkingsdoeleindes gebruik word nie.",
    "3520687192": "Rekords van kommunikasie met jou (bv. ondersteuningskaartjies wat via e-pos of Twitter oopgemaak is) kan onbepaald gehou word.",
    "292211832": "Inligting wat deur middel van tegniese middele soos koekies, webbladtellers en ander ontledingsinstrumente ingesamel word, word so gou as prakties weggegooi, maar kan vir 'n beperkte tydperk van tot een jaar vanaf verstryking van die koekie gehou word, tipies in 'n gedeidentifiseerde en saamgevoegde vorm tensy ons potensiële misbruik van ons diens bespeur, in welke geval ons daardie inligting sal behou om ons te help om toekomstige misbruik te voorkom. Ons is nie in staat om hierdie anonieme en saamgevoegde inligting aan jou, jou huishouding, 'n IP-adres of enige persoonlike inligting te koppel op grond van die inligting wat gestoor is nie.",
    "470943029": "As jy enige vrae het oor hierdie Privaatheidsbeleid, kontak ons asseblief by:",
    "3192683783": "Veranderinge aan hierdie Privaatheidsbeleid",
    "1702335960": "Enige inligting wat ons insamel is onderhewig aan die Privaatheidsbeleid wat van krag is op die tydstip waarop sulke inligting ingesamel word. Ons kan egter die Privaatheidsbeleid van tyd tot tyd hersien. As 'n hersiening wesenlik is, soos uitsluitlik deur ons bepaal, sal ons jou in kennis stel, byvoorbeeld per e-pos. Die huidige weergawe sal altyd op ons Privaatheidsbeleid-bladsy geplaas word.",
    "3669258571": "Koekiebeleid",
    "2905621957": "Laas opgedateer: 18 Julie 2020",
    "1173934218": "Ons verstaan dat jou privaatheid vir jou belangrik is en is daartoe verbind om deursigtig te wees oor die tegnologieë wat ons gebruik. Hierdie beleid verskaf gedetailleerde inligting oor hoe en wanneer ons koekies op ons werwe en diens gebruik.",
    "2694150481": "Gebruik ons koekies?",
    "457627611": "Ja. Ons en ons ontledings- of diensverskaffers, bemarkingsvennote en geaffilieerdes kan webkoekies, webbakens of pixels en ander tegnologieë gebruik om te verseker dat almal wat die werwe gebruik die beste moontlike ervaring het. Sien asseblief die \"Derdeparty-analise en opsporingstegnologie\"-afdeling van ons Privaatheidsbeleid vir meer besonderhede.",
    "501102544": ": ons glo die hCaptcha-teenbot-diens (dws die diens ingebed deur webwerwe, speletjies of mobiele toepassings) sluit slegs sogenaamde \"toestemmingvrygestelde\" koekies in volgens GDPR-regulasies. Voorbeelde van sulke vrygestelde koekies sluit in:",
    "461631543": "GDPR-nota",
    "2150907653": "* Tegniese koekies wat streng nodig is vir die verskaffing van die diens. Dit sluit in voorkeurkoekies, sessiekoekies, lasbalanseringkoekies, ens.",
    "1012122721": "* Statistiese koekies wat direk deur ons bestuur word (dws eersteparty, nie derdepartykoekies nie), waar die data nie vir profilering gebruik word nie.",
    "148542287": "Dit is nie regsadvies nie, en geen waarborge word oor hierdie ontleding verskaf nie. As jy bykomende vrae of bekommernisse het, kontak ons asseblief by:",
    "3956117148": "Die hCaptcha.com- en BotStop.com-webwerwe (die werwe) kan bykomende webkoekies insluit, soos beskryf in hierdie beleid.",
    "3255230599": "Wat is 'n koekie?",
    "1095532507": "'n Koekie (\"Koekie\") is 'n klein tekslêer wat deur 'n webbladbediener op jou hardeskyf geplaas word. Koekies bevat inligting wat later gelees kan word deur 'n webbediener in die domein wat die koekie aan jou uitgereik het. Sommige van die koekies sal slegs gebruik word as jy sekere kenmerke gebruik of sekere voorkeure kies, en sommige koekies sal altyd gebruik word. Jy kan meer oor elke koekie uitvind deur na ons huidige koekielys hieronder te kyk.",
    "2943815316": "Ons werk hierdie lys periodiek op, so daar kan bykomende webkoekies wees wat nog nie gelys is nie. Webbakens, etikette en skrifte kan in die Werwe of in e-posse gebruik word om ons te help om koekies te lewer, besoeke te tel, gebruik en veldtogdoeltreffendheid te verstaan en te bepaal of 'n e-pos oopgemaak is en daarop gereageer is. Ons kan verslae ontvang wat gebaseer is op die gebruik van hierdie tegnologie deur ons diens-/ontledingsverskaffers op 'n individuele en saamgestelde basis.",
    "2954157511": "Hoekom gebruik ons koekies?",
    "1539071196": "Ons gebruik gewoonlik koekies vir die volgende doeleindes:",
    "3545935449": "Om nuwe of vorige gebruikers te herken.",
    "32739972": "Om jou aanmeldsessie-inligting te stoor as jy op ons Webwerwe geregistreer is.",
    "4209078147": "Om ons webwerf te verbeter en om u besoeke op ons platforms en webwerf beter te verstaan.",
    "1077448694": "Om met derdeparty sosiale media-webwerwe te integreer.",
    "1709478090": "Om jou te dien met belangstellinggebaseerde of geteikende advertensies.",
    "3256020881": "Om jou gedrag en blaai-aktiwiteite oor tyd oor verskeie webwerwe of ander platforms waar te neem.",
    "1092241113": "Om die belange van ons kliënte en integreerders beter te verstaan.",
    "1434289796": "Sommige koekies is nodig vir sekere gebruike van die werwe, en sonder sulke koekies sal ons nie baie dienste kan verskaf wat jy nodig het om die webwerwe behoorlik te gebruik nie. Hierdie koekies, byvoorbeeld, stel ons in staat om ons werwe te bedryf sodat u toegang daartoe kan verkry soos u versoek het en ons kan erken dat u 'n rekening geskep het en by daardie rekening aangemeld het om toegang tot die inhoud van die webwerf te verkry. Dit sluit ook koekies in wat ons in staat stel om jou vorige handelinge binne dieselfde blaaisessie te onthou en ons werwe te beveilig.",
    "1533171442": "Ons gebruik ook funksionele koekies en koekies van derde partye vir ontleding en bemarkingsdoeleindes. Funksionele koekies stel sekere dele van die werwe in staat om behoorlik te werk en jou gebruikervoorkeure om bekend te bly. Ontledingskoekies samel onder andere inligting in oor hoe klante, integreerders en eindgebruikers ons werwe gebruik, die inhoud en produkte wat gebruikers die meeste bekyk, en die doeltreffendheid van ons derdeparty-advertensies. Advertensiekoekies help om advertensies aan relevante gehore te lewer en om ons advertensies boaan soekresultate te laat verskyn. Koekies is óf \"sessie\"-koekies wat uitgevee word wanneer jy jou blaaiersessie beëindig, óf \"aanhoudend,\" wat bly totdat dit deur jou uitgevee word (hieronder bespreek) of die party wat die koekie bedien het. Volledige besonderhede oor al die koekies wat op die werwe gebruik word, is beskikbaar by ons Koekie-openbaarmakingstabel hieronder.",
    "322830977": "Hoe om koekies uit te skakel.",
    "3885459114": "U kan gewoonlik die gebruik van koekies aktiveer of later deaktiveer deur 'n funksionaliteit wat in u webblaaier ingebou is. As jy meer wil leer oor koekies, of hoe om dit te beheer, deaktiveer of uit te vee, besoek asseblief https://www.knowcookies.com/ vir gedetailleerde leiding.",
    "262509504": "Ons kan die inligting wat deur koekies ingesamel word, koppel met ander inligting wat ons van jou insamel ingevolge hierdie Privaatheidsbeleid en die gekombineerde inligting gebruik soos hierin uiteengesit. Net so kan die derde partye wat koekies op ons werwe bedien, jou naam of e-posadres koppel aan ander inligting wat hulle versamel, wat vorige aankope wat vanlyn of aanlyn gemaak is, of jou aanlyn gebruiksinligting kan insluit.",
    "2935155034": "As jy in die Europese Ekonomiese Gebied geleë is, het jy sekere regte wat hierbo beskryf word onder die opskrif \"Kennisgewing aan EU-data-onderwerpe\", insluitend die reg om die data wat ons oor jou het te inspekteer en reg te stel of te skrap.",
    "1873812847": "Koekie(s) Openbaarmaking",
    "3319083717": "Naam:",
    "3183855267": "1. hmt_id",
    "907324388": "Funksie",
    "2896187462": "1. Word gebruik vir streng noodsaaklike anonieme diensverwante statistieke, en vir ander tegniese doeleindes soos om te help met toeganklikheidsondersteuning.",
    "987267027": "Partytjie",
    "3453526675": "1. 1ste party",
    "1952810469": "Tik",
    "1795436560": "1. Sessie",
    "102695075": "Duur",
    "3356329025": "1. 30 dae",
    "3744153629": "Name:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sessie,",
    "3186435874": "sessie ID",
    "720059527": "2. Gebruik vir streng noodsaaklike tegniese doeleindes: vragbalansering, roetering.",
    "1241291641": "Sien meer besonderhede.",
    "1834801943": "2. 1ste party",
    "2114694926": "2. Sessie",
    "938404336": "2. Wissel; tot 30 dae.",
    "2196526290": "hc_toeganklikheid",
    "2577178569": "3. Gebruik vir streng noodsaaklike tegniese doeleindes: maak toeganklikheidsgebruiker moontlik.",
    "1061239711": "3. 1ste party",
    "1483015662": "3. Sessie",
    "3458934553": "3. Wissel; tot 30 dae.",
    "1527172673": "As jy enige vrae het oor hierdie Koekiebeleid, kontak ons asseblief by:",
    "134571844": "Impressum (werfkennisgewing)",
    "110836420": "Laas opgedateer: 23 Desember 2020",
    "2901894297": "hCaptcha is 'n diens van Intuition Machines, Inc. (\"IMI\"), 'n Delaware US Corporation (#6393793).",
    "2928362319": "Gepos navrae kan gestuur word na: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Inligting oor die huidige bestuur van die maatskappy kan op die Meer oor-bladsy verkry word. Die maatskappy se huidige HUB is die besturende direkteur verantwoordelik vir inhoud.",
    "3094150511": "Regulerende owerheid: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 VSA.",
    "2763011087": "IMI verbind hom nie tot, en is ook nie verplig om deel te neem aan, die alternatiewe dispuutbeslegting vir verbruikersdispute voor 'n verbruikersgeskilbeslegtingsentiteit nie.",
    "1395644678": "Europese Kommissie se amptelike webwerf vir aanlyn geskilbeslegting:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Geen waarborge rakende inhoud nie",
    "707541553": "Alle inligting op ons internetbladsye is deur IMI of 'n derde party bekragtig. Nóg IMI nóg derde partye kan egter verantwoordelik gehou word vir inligting wat aktueel, akkuraat of volledig is. Dit geld ook vir ander webwerwe wat via hiperskakels op ons bladsye bereik kan word. IMI aanvaar geen verantwoordelikheid vir die inhoud van hierdie eksterne webwerwe nie.",
    "2650241052": "Geen raad nie",
    "3361191778": "Die inligting wat op die internetbladsye verskaf word, verteenwoordig nie individuele advies nie en kan dit nie vervang nie. As jy individuele advies benodig, kontak asseblief ons ondersteuningspersoneel.",
    "1031855757": "Gebruik van hierdie webwerf",
    "204716894": "Die inhoud en ontwerp van ons webblaaie word onder kopieregwetgewing beskerm. Duplisering van die bladsye en hul inhoud op 'n wyse wat redelike billike gebruik oorskry, vereis vooraf skriftelike toestemming van IMI indien daar geen ander wetlike bepalings gespesifiseer is vir duplisering op die bladsy nie.",
    "3182435854": "Kopiereg",
    "3187946010": "Alle teks, beelde, grafiese animasie, video's, musiek, klanke en ander materiaal op hierdie bladsye word onder kopieregwetgewing deur IMI of derde partye beskerm indien gespesifiseer. Dit is verbode om hierdie materiaal vir kommersiële gebruik te kopieer of te wysig op 'n wyse wat redelike billike gebruik oorskry.",
    "74538881": "Verantwoordelikheid vir hierdie webwerf",
    "3236873806": "IMI is verantwoordelik vir hierdie webwerf.",
    "2657277322": "As jy enige vrae het, kontak ons asseblief by:",
    "1338341134": "hCaptcha + Privaatheidspas (Beta)",
    "88879089": "Privaatheidspas is 'n",
    "1898063898": "vir die behoud van gebruikersprivaatheid waarmee ons saam ontwikkel",
    "1942186611": "en ander.",
    "3673079511": "opkomende standaard",
    "2164933356": "Wolkvlam",
    "3119589996": "Hoe dit werk: 'n blaaieruitbreiding bied gebruikers die vermoë om kriptografies blinde tekens te skep en te onderteken vir webwerwe wat die Privacy Pass-protokol ondersteun. Die uitbreiding genereer passe wat kriptografies verblinde tekens bevat wat deur hCaptcha onderteken word wanneer 'n uitdaging op enige webwerf opgelos word deur die hCaptcha-diens te gebruik,",
    "1254771154": "uitdagings getoon op ander Privaatheidspas-ondersteunende dienste wat ook hCaptcha insluit, bv. Cloudflare.",
    "996362763": "Hierdie tekens word ontblind en deur die uitbreiding gestoor vir toekomstige gebruik. Wanneer die gebruiker 'n werf met hCaptcha besoek en die uitdaging moet slaag (hetsy onsigbaar of via die \"I am human\"-knoppie) word hulle outomaties gebruik. Die verblindende prosedure beteken dat getekende en afgeloste tokens kriptografies ontkoppelbaar is vanuit hCaptcha se perspektief, en dus gebruikersprivaatheid behoue bly.",
    "2943346052": "Soos die IETF-standaardiseringsproses voortduur, verwag ons dat groot blaaiers een of ander vorm van privaatheidspas inheems sal aanneem. Dit sal uiteindelik die uitbreiding onnodig maak. Volg egter vir die oomblik die instruksies hieronder.",
    "2326660907": "behalwe",
    "741483946": "* Met ander woorde: jy kan hCaptcha Privaatheidspas-tokens op hCaptcha.com kry, en dit direk op ander werwe gebruik deur hCaptcha.com te gebruik. Jy kan nie hCaptcha Privacy Pass-tokens kry of los om die hCaptcha-diens soos gebruik deur Cloudflare te omseil nie, aangesien Cloudflare sy eie Privacy Pass-tokens uitreik en los.",
    "1362015807": "Aan die gang kom",
    "1358325821": "Installeer eers die uitbreiding vir",
    "310885519": "of",
    "4091044469": ". Maak seker dat jy die uitbreiding in incognitomodus geaktiveer het. Besoek dan enige webwerf met hCaptcha en los 'n captcha op. Vanaf weergawe 2.0.3 kan jy hierdie tokens op webwerwe gebruik wat hCaptcha gebruik.",
    "3904679538": "Chroom",
    "3700767772": "Sodra jy die uitbreiding geïnstalleer het, klik hier (of op enige hCaptcha-gebruikende webwerf) om passe te verdien:",
    "166277959": "Neem asseblief kennis: hierdie kenmerk is tans in beta, en sal dalk nie deurentyd vir alle webwerwe en gebruikers werk nie. In die geval dat dit nie geaktiveer is of nie vir 'n spesifieke gebruiker werk nie, sal die gedrag eenvoudig terugval na die standaard hCaptcha-ervaring met geen verlies aan funksionaliteit nie.",
    "3031357206": "'n Nuwe ikoon sal langs jou URL-balk verskyn. Besoek nou 'n webwerf met hCaptcha. Dit sal so lyk:",
    "1066753052": "wat beteken die beursie is leeg, en jy is op 'n webwerf wat 'n hCaptcha-uitdaging insluit. Sodra jy die uitdaging voltooi het, sal jy tokens verdien wat op enige ander webwerf met hCaptcha gebruik kan word.",
    "651123197": "'n Telling van die huidige totaal in jou beursie sal op die ikoon gewys word nadat jy die uitdaging voltooi het.",
    "554844646": "Jy kan bevestig dat die uitbreiding werk deur te sien hoe die teller met 1 daal elke keer as jy klik",
    "4087729475": "die uitdaging na jou aanvanklike oplossing.",
    "647630208": "En dit is dit! Jou aanlyn blaai is nou meer privaat.",
    "3272552822": "Ontwikkelaars en kriptograwe:",
    "4059570880": "As jy die standaardiseringspoging wil dophou, is pogings tans aan die gang by",
    "1904390996": "om die te standaardiseer",
    "252720667": "onderliggend aan die kriptografiese sekuriteit van Privacy Pass. Die protokol self gaan deur die",
    "3972554015": "proses ook. En die blaaieruitbreiding is natuurlik",
    "3723626769": "vir jou bydraes en resensie.",
    "3882147547": "Onbewuste Pseudorandom Funksies",
    "565624910": "konsep",
    "3421090159": "oop bron",
    "3098677775": "V: Is my IP en blaaigeskiedenis heeltemal privaat vanaf hCaptcha wanneer jy Privacy Pass gebruik?",
    "4019638786": "A: Privacy Pass-gebruikers van hCaptcha sal nooit hul IP aan hCaptcha blootstel nie, tensy hul blaaier se token-beursie leeg is of die webwerf dit stuur. hCaptcha het geen manier om die gebruiker aan die token-aflossing te koppel nie, en tree nooit direk met die gebruiker in tydens aflossing nie, tensy hul token-beursie leeg is.",
    "3887113660": "V: Hoe beïnvloed Privacy Pass hCaptcha-verdienste?",
    "1116455671": "A: Jy sal 'n beloning verdien vir die aanvanklike oplossing as die gebruiker dit op jou webwerf voltooi. Aflossings volg dieselfde reaksiepatroon asof die gebruiker outomaties op jou webwerf geslaag het as gevolg van hoë kliëntvertroue: geen verdienste vind plaas nie, en die siteverify-oproep vanaf jou bediener ontvang 'n 'krediet: Vals' in die slaagresultate.",
    "779817954": "V: As ek Privaatheidspas-passe het wat deur 'n ander verskaffer uitgereik is, kan ek dit op hCaptcha los?",
    "3014149332": "A: Nee, pas is nie interoperabel nie: hulle moet deur dieselfde owerheid uitgereik en afgelos word, in hierdie geval hCaptcha. Let daarop dat as jy passe van beide Cloudflare en hCaptcha in jou uitbreiding het, sal die beskikbare nommer verander na die korrekte bedrag, afhangende van die vereiste van die bladsy wat jy besoek. Met ander woorde, as jy 100 Cloudflare-passe in jou beursie en 10 hCaptcha-passe het, behoort jy 10 op die uitbreidingsikoon te sien op bladsye met hCaptcha ingebed.",
    "3679148535": "V: Aan watter ander toepassings van Privacy Pass werk jy?",
    "1606783855": "A: Ons stel baie belang in Privaatheidspas vir die Toeganklikheid (\"a11y\") gebruiksgeval. Voorheen gewilde opsies soos oudio captchas diskrimineer teen baie a11y gebruikers. Ons glo die kombinasie van ons huidige a11y-benadering met Privaatheidspas-uitreiking sal a11y-gebruikers in staat stel om veilig te blaai, veilig in die wete dat hul verkeer meer privaat is, terwyl die misbruik deur botoperateurs beperk word wat onvermydelik plaasvind wanneer a11y-opsies beskikbaar is.",
    "2359150347": "V: Ondersteun ander aanlyn sekuriteitsdienste Privacy Pass?",
    "2082237880": "A: hCaptcha is die eerste diens van sy soort wat Privacy Pass ondersteun, en is tans die enigste wat dit doen. Ons verwag egter dat ander dienste die voordele van die verhoging van gebruikersprivaatheid aanlyn sal erken, en verwag dat meer in die toekoms implementerings sal onderneem namate die IETF-standaarde wat ons help ontwikkel, formeel aanvaar word.",
    "2109792055": "Gebruikersgids: Ontfouting van kwessies met uitreiking en validering van privaatheidspas",
    "3588620914": "Privacy Pass is 'n nuwe uitvinding volgens die standaarde van die web, en dit is moontlik vir ander toepassings en blaaieruitbreidings wat nie daarvan bewus is nie om met die funksionaliteit daarvan in te meng.",
    "4039193170": "As jy probleme ondervind om tokens te kry of te gebruik:",
    "2378786360": "1. Probeer een van die ander ondersteunde blaaiers: as jy op Chrome is, probeer Firefox gebruik sonder om jou instellings van Chrome af in te voer, en installeer die inprop daar. As dit werk, kan u 'n blaaierkonfigurasieprobleem hê.",
    "394235836": "3. As nie een van die voorstelle hierbo werk nie, stuur vir ons 'n ondersteunings-e-pos en ons sal graag help om uit te vind wat aangaan.",
    "3470857731": "'n Ontleding van hoe goed reCAPTCHA bots opspoor.",
    "3240786848": "Laaste opdatering: 18 Februarie 2021",
    "2547140673": "Vir meer as 'n dekade bied Google se reCAPTCHA-diens webwerf-eienaars 'n handel: laat Google jou gebruikers opspoor en vrae aan hulle vra, en in ruil daarvoor belowe hulle om bots en strooipos te stop.",
    "2133754014": "Meer as 4,5 miljoen webwerwe gebruik reCAPTCHA [",
    "3152512587": "en die stelsel versamel honderde miljoene daaglikse oplossings. [",
    "2296918009": "Dit is gelykstaande aan meer as 100 persoonsjare se arbeid elke dag.[",
    "3900538778": "Gemerkte data is die brandstof wat masjienleer aandryf. reCAPTCHA-antwoorde is sedert 2009 gebruik om Google se ML/AI-dienste te verbeter. Baie mense wat reCAPTCHA gebruik besef nie hul arbeid word in gebruik geneem nie.",
    "1160252730": "Google vra nou hoë pryse vir reCAPTCHA Enterprise, wat veroorsaak dat baie maatskappye hierdie transaksie herevalueer.",
    "1131196501": "Groot maatskappye soos",
    "204889717": "het oorgeskakel na hCaptcha's",
    "639413188": "in reaksie.",
    "3280658086": "onderneming oplossings",
    "3842815245": "Is dit 'n regverdige handel?",
    "714342693": "Die hCaptcha-span het sedert 2016 prysdata van \"donker web\" captcha-breekdienste ingesamel. Ons het 'n interessante tendens opgemerk:",
    "468929661": "Die gemiddelde koste om 'n reCAPTCHA te breek is ongelooflik laag (minder as $1 per 1000 oplossings) en het nie wesenlik toegeneem sedert ons monitering in 2016 begin het nie. Dit geld vir beide reCAPTCHA v2 en v3. [",
    "2862164005": "Met prysdata kan ons 'n presiese dollarwaarde op die sekuriteit wat deur 'n reCAPTCHA aangebied word, plaas: $0,001 of minder per antwoord.",
    "102498091": "Google vra $1 per 1000 versoeke vir reCAPTCHA Enterprise, wat beteken dat hulle nou meer per versoek vra as wat dit kos om die sekuriteit van hul diens te verbreek. Dit lyk na 'n slegte deal.",
    "130239139": "Wat is die waarde van die 100+ persoonsjare se arbeid wat daagliks deur Google ingesamel word?",
    "1421074182": "Aansienlik hoër.",
    "1953519598": "Die koste om 'n enkele prent te etiketteer wissel van $0,03 tot $1,00 of meer. Volgens enige konserwatiewe skatting het Google tot dusver miljarde dollars se gratis arbeid onttrek. [",
    "3025548709": "Is daar 'n alternatief vir hierdie onregverdige ooreenkoms?",
    "263761351": "hCaptcha is die eerste geloofwaardige alternatief, wat nou elke maand deur honderde miljoene mense gebruik word.",
    "2743692546": "Soos gebruikers hul menslikheid via hCaptcha bewys, betree hul arbeid 'n anonieme oop mark vir bie.",
    "1982750088": "Maatskappye regoor die wêreld bied vir daardie arbeid om eenvoudige take te voltooi wat maklik is vir mense, maar moeilik vir masjiene. Gebruikers ondersteun die webwerf wat hulle besoek, en ervaar minder webstrooipos as gevolg van 'n hoër vlak van sekuriteit.",
    "1108398506": "kliënte kry totale beheer oor die ervaring en trek voordeel uit die kundigheid wat hCaptcha opgedoen het om die grootste onafhanklike uitdagingsverskaffer op die internet te bedryf. Hulle kry ook 'n beter aanbieding as reCAPTCHA Enterprise: tot 50-80% beter pryse, afhangend van volume.",
    "3012870872": "Webwerwe en toepassings wat die gratis weergawe (hCaptcha Publisher) gebruik, verdien inkomste uit daardie werk in plaas daarvan om dit aan Google te skenk.",
    "2271512952": "Gebruikers ondersteun die webwerf wat hulle besoek, en ervaar minder webstrooipos.",
    "278010425": "Die wye en dikwels veranderende verskeidenheid take op hCaptcha is ook moeiliker om te outomatiseer. reCAPTCHA se enkele koppelvlak het in baie jare nie verander nie, en het 'n klein stel vrae wat selde verander. Dit is een van die maniere waarop hCaptcha meer robuuste anti-bot-beskerming bied as reCAPTCHA.",
    "984849234": "hCaptcha gebruik gevorderde masjienleer om te lewer wat reCAPTCHA net beloof, terwyl die waarde wat vasgelê is, deel met die webwerwe wat dit gebruik.",
    "4063769686": "Gebruikers ondersteun die webwerf wat hulle besoek, en ervaar minder webstrooipos. Dit lyk na 'n regverdiger ooreenkoms.",
    "685916926": "Waarom het reCAPTCHA nie mettertyd verbeter nie?",
    "3992401943": "Daar was 'n omwenteling in diep leer sedert 2012. Die industrienorm vir taakakkuraatheid het oor die afgelope dekade radikaal verbeter, hoofsaaklik as gevolg van diep konvolusionele netwerke. Ander ML-aangedrewe dienste wat Google bied, het hierdie kurwe gevolg.",
    "615031303": "(Sien voetnotas",
    "2125514305": "ML het verbeter, maar die moeilikheid om reCAPTCHA te omseil het nie wesenlik verander gedurende hierdie tyd nie.",
    "1406188018": "6 en 7",
    "2689973938": "Die verbetering van reCAPTCHA skep 'n intrinsieke konflik vir Google as 'n advertensieverkoper.",
    "464238793": "As Google self bepaal dat 'n gebruiker wat 'n advertensie sien of op 'n skakel klik, in werklikheid 'n bot was, kan dit nie hef vir advertensies wat aan daardie gebruiker gewys word nie. Hierdie botsing van belange het die omvang van Google se anti-bot-ambisies ernstig beperk.",
    "918924423": "Google het byvoorbeeld nie duidelik waardevolle dienste soos terugwerkende bot-opsporing aangebied nie. Dit is baie meer betroubaar om gebruikersverkeer wat bot-gegenereer is te verklaar nadat 'n paar dae se data ontleed is.",
    "661412233": "Om na die captcha te weet dat sommige gebruikers bots was, is ook waardevol. Dit laat webwerf-eienaars ou strooiposplasings uitvee en \"sleeper-rekeninge\" wat op strooiposforums geregistreer is in die toekoms uitvee, bedrog verminder, en meer.",
    "3600797185": "Om terugwerkende bot-identifikasie aan te bied, sal Google oopmaak vir netelige vrae oor hoe om adverteerders wat geld op daardie bedrieglike verkeer spandeer het, terugwerkend terug te betaal.",
    "2076932190": "Die reCAPTCHA-produk het dus vir 'n dekade gestagneer.",
    "3856912381": "Gebruikers het gely, en onnodige webstrooipos is nou hoogty. Maar daar is 'n alternatief.",
    "1035621426": "Elke bot wat deur reCAPTCHA geïdentifiseer word, verminder Google se advertensie-inkomste direk.",
    "3668115514": "Hoe verskil hCaptcha?",
    "2413742287": "hCaptcha se aansporing is om akkuraatheid te maksimeer, nie advertensie-inkomste nie: botantwoorde is nutteloos vir ons kliënte, wat menslike opleidingsdata benodig.",
    "1373262754": "Om te weet wie 'n individu is, het minimale waarde vir hCaptcha. Ons gee net om of hulle 'n mens of 'n kwaadwillige akteur is.",
    "600646860": "In plaas daarvan om 'n diens van twyfelagtige waarde aan te bied terwyl arbeid met werklike waarde onttrek word, bied hCaptcha beide vergoeding en sterk anti-bot-beskerming.",
    "1836191653": "In plaas daarvan om 'n maklik verslaan diens aan gratis gebruikers te bied terwyl hy miljoene dollars vra vir 'n ondernemingsweergawe wat nie veel beter is nie, bied hCaptcha uitstekende botbeskerming aan albei, terwyl dit ondernemingsgebruikers bykomende kenmerke en aanpassing bied, tesame met sterk SLA's en vinnige ondersteuning.",
    "990215503": "hCaptcha is die enigste groot captcha-diens wat nie deur 'n advertensienetwerk besit word nie.",
    "971933157": "hCaptcha gee om vir privaatheid, deursigtigheid en regverdigheid.",
    "178839499": "hCaptcha deel die waarde van werk wat gedoen word terwyl gebruikers hul menslikheid bewys.",
    "1237076138": "hCaptcha bied 'n billike ooreenkoms aan beide gratis (hCaptcha Publisher) en onderneming (hCaptcha Enterprise) kliënte.",
    "614310292": "Wie het hCaptcha gebou?",
    "4188814619": "hCaptcha is 'n diens van intuïsiemasjiene (",
    "3265328927": "), 'n masjienleermaatskappy wat produkte en dienste aanbied vir maatskappye wat masjienleer op skaal implementeer.",
    "2740033957": "Die IM-span is saamgestel uit wetenskaplikes en ingenieurs van Apple, Amazon en ander leiers in masjienleer, verspreide stelsels en sekuriteit.",
    "1579715421": "IM-wetenskaplikes publiseer gereeld in topkonferensies soos ICML, ICLR, ECCV en NeurIPS, en die maatskappy het die nuutste resultate in ML-dissiplines soos deep hashing in die openbaar vrygestel [",
    "4015238193": "en OCR [",
    "279580593": "imachines.com",
    "279918384": "Hoe gebruik Google jou gratis arbeid?",
    "2385522384": "Jy het waarskynlik videorame van kameras op Google se Waymo-selfbestuurmotors gesien en gehelp om hul voorwerpherkenning te verbeter.",
    "1517627947": "Jy het waarskynlik foto's van geboue of straattekens van Google se Streetview-motors gesien en gehelp om liggings vir hul Maps- en Earth-produkte te etiketteer.",
    "3225936061": "Jy het waarskynlik foto's gesien van teks wat geneem is van boekbladsye op Google se Boeke-diens, en het gehelp om hul OCR (teksherkenning)-sagteware te verbeter.",
    "129661785": "Al ooit gevra om \"op die motor/kruispad/stoplig te klik?\"",
    "936667684": "Al ooit gevra om \"die gebou/straatteken in te tik?\"",
    "3773515538": "Al ooit gevra om \"die twee woorde in te tik?\"",
    "1778058441": "Watter soort werk loop op hCaptcha?",
    "366088791": "hCaptcha ondersteun 'n wye verskeidenheid take.",
    "3114147525": "hCaptcha-kliënte gebruik die diens vir take, insluitend objekherkenning, kenmerkbespeuring (versamel etikette om tipes klere te identifiseer), relevansierangorde (kies die mees relevante produk uit verskeie opsies in vergelyking met 'n primêre produk), afgrenskassies (vind areas van belangstelling op 'n prent), \"Human OCR\" (identifisering van die teks in 'n prent) en baie ander soorte take.",
    "3139609561": "Hieronder is twee voorbeelde van beeldklassifikasie en kenmerkbespeuringstaaktipes. [",
    "2273532558": "Wie is hCaptcha se betalende kliënte?",
    "4104221634": "hCaptcha-kliënte strek oor 'n verskeidenheid nywerhede, van tegnologiemaatskappye tot dié wat op mode, kleinhandel en ander gebiede gefokus is waar hulle waarde kan skep uit die toepassing van masjienleer.",
    "1337725003": "hCaptcha is daartoe verbind om toegang tot hoëvolume-intydse annotasies te demokratiseer, sodat groot en klein ondernemings die kwaliteit van hul produkte en dienste kan verbeter deur masjienleer op hul besigheid toe te pas.",
    "4086379603": "Vrae?",
    "1243684308": "Ons neem jou terugvoer ernstig op en wil verseker dat almal 'n aangenamer ervaring aanlyn het, met minder bots en minder strooipos. Reik uit na ons:",
    "2645321220": "En as jy dink die koste van reCAPTCHA is te hoog, vra ons oor hCaptcha Enterprise. Tans in gebruik deur sommige van die grootste uitgewers, finansiëledienstemaatskappye en webinfrastruktuurmaatskappye in die wêreld, is dit nie net 'n geloofwaardige alternatief vir reCAPTCHA nie: ons glo dat hulle die beste botbeskerming bied wat tans beskikbaar is.",
    "1229233916": "Voetnotas",
    "1115642494": "1. Bron: BuiltWith.com reCAPTCHA webwerf lyste. Op 9 Julie 2019 herwin.",
    "448807334": "(\"Honderde miljoene CAPTCHA's word elke dag deur mense opgelos.\") Op 8 Julie 2019 opgespoor.",
    "2397590157": "3. Konserwatiewe skatting: 200 miljoen oplossings * 30 sekondes per oplossing in jare = 190,3 persoonsjare/dag.",
    "3236311792": "4. hCaptcha interne analise. Data ingesamel tot 30 Junie 2019. Besonderhede op versoek beskikbaar.",
    "1752259468": "5. Konserwatiewe skatting: $0,01 koste van 'n enkele aantekening * 200M gem. aantekeninge per dag (ondergrens) * 365 dae per jaar * 10 jaar sedert 2009-verkryging = $7.3 miljard ondergrenswaarde.",
    "3268946369": "6. Krediet: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Bron: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIESE HIERARGIE-GEBASEERDE RELASIONELE INGEBEDINGS VIR SWAK-ONDERHOUD DIEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD-werkswinkel.",
    "2544169219": "Onlangse state-of-the-art resultate: ICML LLD, Mei 2019.",
    "1973347745": "10. Regtevrye voorbeeldbeelde. Bron: Petapixel.",
    "1493115924": "Handelsmerknotas:",
    "4051104324": "\"Intuition Machines\" is 'n geregistreerde handelsmerk van Intuition Machines, Inc.",
    "3983646521": "Alle produkname, logo's, handelsmerke, handelsmerke en geregistreerde handelsmerke is die eiendom van hul onderskeie eienaars. Alle maatskappy-, produk- en diensname wat op hierdie webwerf gebruik word, is slegs vir identifikasiedoeleindes. Die gebruik van hierdie name, handelsmerke en handelsmerke impliseer nie onderskrywing nie. In hierdie geval, net die teenoorgestelde.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-wetenskaplikes stel nuwe maatstaf vir swak toesighoudende teksherkenning (OCR) by CVPR 2020.",
    "1259002282": "Het jy 'n gogga gekry? Hier is hoe om dit aan te meld.",
    "3301728462": "Miljoene mense gebruik hCaptcha elke maand, op duisende kombinasies van blaaiers, uitbreidings, toestelle, firewalls, en meer.",
    "3878230879": "Ons doel is om seker te maak dit werk altyd vir jou, so ons waardeer jou verslae baie!",
    "2465128185": "Om vinnige terugvoer te gee, klik net op die \"Stuur vir ons terugvoer\"-knoppie.",
    "2921990472": "As jy 'n funksionele probleem sien, volg asseblief die",
    "2870341481": "hieronder. Vir enige ander blaaiers net",
    "1866590035": "ontfout log instruksies vir Chrome",
    "444492541": "ontfout log instruksies vir Firefox",
    "169267610": "e-pos ons",
    "3100722753": "Vir moontlike sekuriteits- of privaatheidskwessies, sien die instruksies hieronder.",
    "1906593952": "Gee terugvoer oor die hCaptcha wat jy sopas gesien het",
    "3951254541": "Ons waardeer jou insette. Laat weet ons enige probleme en ons sal dit vinnig oplos.",
    "3324288040": "Stuur vir ons terugvoer",
    "2864016648": "Privaatheidskwessies",
    "304004915": "Ons gee nie om wie gebruikers is nie, net hoe waarskynlik dit is dat hulle kwaadwillig of masjiene is. Ons ondersteun inisiatiewe soos",
    "1139493658": ", en werk hard om privaatheid en sekuriteit te balanseer.",
    "3083289844": "As jy 'n probleem gevind het wat jy dink gebruiker se privaatheid kan beïnvloed, stuur 'n e-pos aan ons by",
    "4264784515": "Sekuriteitsfoute",
    "963238401": "Ons stel altyd belang om verslae van sekuriteitsfoute te ontvang. E-pos",
    "3926027556": "en ons sal vinnig na jou terugkom.",
    "1589805435": "Ons het ook 'n",
    "2560582224": "bug-bounty-program",
    "103876916": "vir kwalifiserende sekuriteitsverslae oor die hCaptcha-diens en verwante bronkode.",
    "497117287": "Toeganklikheidsopsies",
    "3230004040": "Is jy gesiggestremd of andersins nie in staat om hCaptchas te voltooi nie?",
    "3480023141": "Kom meer te wete oor toeganklikheidsopsies",
    "2052161540": "Vaslegging van foutverslagbesonderhede: Chrome",
    "2281169898": "Om ontfoutingsinligting saam met jou verslag te stuur, sal dit vir ons baie makliker maak om te identifiseer wat aangaan. Hier is stap-vir-stap instruksies:",
    "1123365779": "As jy 'n webontwikkelaar of kundige gebruiker is, is die opsomming dat ons wil hê dat jy vir ons 'n netwerkopname van HAR- en blaaierkonsoleloglêers moet stuur.",
    "2015218686": "voordat jy deur hierdie stappe gaan. As dit jou probleem oplos, sal ons dit steeds waardeer dat jy ons jou blaaierweergawe, advertensieblokkering of blaaieruitbreiding en die webwerf-URL laat weet.",
    "3922723611": "Probeer asseblief om enige advertensieblokkering of blaaier-sekuriteituitbreidings te deaktiveer",
    "4036872105": "eers en probeer dan weer",
    "993651083": "Stap 1: Maak Ontwikkelaarnutsgoed oop (Dit begin die opname van die sessie.)",
    "4163469907": "Stap 2: Klik op Netwerk-oortjie in Ontwikkelaarnutsgoed. Merk die \"Bewaar log\" blokkie aan die bokant.",
    "4243348003": "Stap 3: besoek",
    "641342999": ", of die webwerf waarop jy 'n probleem het (Privaatheidsnota: net as jy nie omgee om te deel wat dit is nie) ... en klik dan op die \"Ek is 'n mens\"-knoppie en probeer om dit op te los.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Stap 4: Klik \"Uitvoer HAR\" (die klein afpyltjie) nadat jy probeer het om op te los, wat die netwerklogboek stoor. Stuur daardie lêer vir ons.",
    "1503240421": "Stap 5: Klik op die Konsole-oortjie en regskliek dan \"Stoor as ..\" om die konsole-logboek te stoor. Stuur dit ook vir ons.",
    "2863840904": "Stap 6: Laaste stap, e-pos daardie HAR- en konsole-loglêers aan ons, en beskryf die probleem",
    "4051785543": "Gebruik:",
    "3623028666": "(Gebruik asseblief 'n diens soos",
    "551761392": "en stuur skakels) en opsioneel 'n skermskoot, as jy vermoed dat daar iets is wat nie reg vertoon nie. Stuur asseblief ook die IP wat jy gebruik. Jy kan dit kry by",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Dankie dat jy die tyd geneem het om ons te help om hierdie inligting te kry!",
    "3680327841": "Ons is daartoe verbind om hCaptcha goed vir almal te laat werk",
    "1059502393": "Vaslegging van foutverslagbesonderhede: Firefox",
    "1112074001": "Stap 2: Klik op Netwerk-oortjie in Ontwikkelaarnutsgoed. Merk die \"Volhou logs\"-blokkie aan die bokant.",
    "1797298240": "Stap 4: Klik op \"HAR\" nadat jy probeer het om op te los, en kies \"Stoor alles as HAR\" om die netwerklogboek te stoor. Stuur daardie lêer vir ons.",
    "3671246379": "Stap 5: Klik op die Konsole-oortjie, en regskliek dan \"Selekteer alles\" en stoor dit in 'n tekslêer, om die konsolelogboek te stoor. Stuur dit ook vir ons.",
    "3816867833": "Terugvoer",
    "788770967": "Jammer om dit te hoor! Jy wil dalk ons toeganklikheidsopsie gebruik:",
    "1333016413": "Dit laat jou toe om toekomstige vrae te vermy deur te registreer en 'n koekie te stel.",
    "2333410049": "Probeer asseblief ook om jou advertensieblokkering af te skakel.",
    "1345083090": "Rapporteer 'n funksionaliteitskwessie?",
    "2184564739": "Sien",
    "604751186": "Ander kwessies? E-pos",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "hoe om probleme met gedetailleerde logs aan te meld",
    "1050501253": "Te moeilik",
    "3264813246": "Onvanpas",
    "3526939538": "Sagteware fout",
    "126134492": "Ander",
    "3511610999": "Kom ons maak seker jy kom op die regte plek.",
    "3906886217": "Vir maatskappye of webwerwe",
    "1621597093": "Ondernemingsekuriteitsoplossings (betaald)",
    "3176531704": "Data-aantekening",
    "1834239172": "Koop hCaptcha-aantekeningdienste",
    "1457707016": "Vir individue",
    "770264626": "Voeg hCaptcha by jou diens (gratis)",
    "881015166": "Voeg hCaptcha for Publishers by my webwerf of toepassing",
    "47536007": "Kom meer te wete oor hCaptcha",
    "2012837493": "Soek Resultate",
    "4034694801": "Geen ooreenstemmende resultate nie.",
    "3621411541": "Kom meer te wete oor toeganklikheidsopsies vir hCaptcha",
    "3401005681": "Verdien geld",
    "3933993151": "Werk as 'n individuele data-etiketteerder",
    "563059212": "Lys van subverwerkers",
    "3501923981": "Laas opgedateer: 1 Januarie 2020.",
    "3548097301": "Effektief: 1 Januarie 2020.",
    "3991444169": "Hierdie bladsy lys huidige subverwerkers vir die hCaptcha Enterprise-diens.",
    "835396984": "Tans aktief",
    "424089481": "Amazon Web Services, Inc. (Globaal). Dienste verskaf: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Globaal). Dienste verskaf: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Wêreldwyd). Dienste verskaf: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Wêreldwyd). Dienste verskaf: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Let wel: is nie van toepassing op alle kliënte nie. Byvoorbeeld, IP Blinding of ander gevorderde privaatheid- of sekuriteitsopsie-kliënte (bv. Veilige Virtuele Huur-kliënte) word heeltemal uitgesluit van enige potensiële \"PII\" wat ooit telemetriestelsels betree, selfs 'n IP-adres. Kontak asseblief jou rekeningverteenwoordiger vir meer inligting indien nodig.",
    "700843971": "Hound Technology, Inc. (Globaal). Dienste verskaf: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privaatheid",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Globaal). Dienste verskaf: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Globaal). Dienste verskaf: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Globaal). Dienste gelewer: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktuur",
    "370366524": "Efemere diens telemetrie",
    "121192737": "Komende toevoegings",
    "2420789666": "Fastly, Inc. Dienste verskaf: Vinnig CDN en randreken.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Effektief: 1 September 2021. Infrastruktuurbyvoeging",
    "1487796027": "Vir maatskappye",
    "3943417791": "Kry ondersteuning vir hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha-uitgewer (gratis)",
    "3397976149": "Kry ondersteuning vir hCaptcha Publisher",
    "833750823": "Sukkel jy met 'n uitdaging?",
    "2024737147": "Wil jy 'n fout rapporteer?",
    "1978884623": "Kom meer te wete oor die rapportering van sagtewarekwessies",
    "4188664955": "Meester Diensbepalings",
    "2621989404": "Laas opgedateer: 24 September 2021. Neem asseblief kennis dat ons Engelse taalterme gesaghebbend is.",
    "2404545611": "Welkom by hCaptcha! Dankie dat jy deel is van ons gemeenskap. Alle gebruikers van die \"Dienste\" (hieronder gedefinieer) moet instem tot die volgende bepalings (die \"Diensbepalings\"). Onder hierdie diensbepalings verwys \"IMI\", \"ons\" en \"ons\" na Intuition Machines, Inc. en sy filiale, affiliasies, beamptes, agente, werknemers, verteenwoordigers en agente, en ons \"webwerf\" sluit enige webwerf in onder ons beheer, insluitend www.hcaptcha.com en www.imachines.com.",
    "2348450790": "Lees asseblief hierdie diensbepalings. Dit sluit, onder andere bepalings, vrywarings van waarborge, beperkings van aanspreeklikheid en bindende arbitrasie in. Neem asseblief kennis dat hierdie diensbepalings dalk verander het sedert u laaste besoek aan ons webwerf. Ons kan hierdie diensbepalings van tyd tot tyd in ons uitsluitlike diskresie hersien en bywerk. In die geval van 'n wesenlike verandering, sal ons jou in kennis stel deur die opgedateerde diensbepalings op hierdie bladsy te plaas, waarna jy die opgedateerde diensbepalings bevestigend moet aanvaar om voort te gaan met die gebruik of toegang tot die werf of die diens.",
    "1064537632": "Neem asseblief kennis dat jou gebruik van ons Diens deur ons Dataverwerkingsooreenkoms beheer word, wat deur verwysing hierin ingesluit is. Gaan asseblief hierdie ooreenkoms na om te sien hoe ons persoonlike data namens jou verwerk. Let daarop dat ons werk as 'n \"dataverwerker\" vir doeleindes van die EU Algemene Databeskermingsregulasie, en 'n \"diensverskaffer\" vir die doel van die Kaliforniese Wet op Verbruikersprivaatheid.",
    "1933936765": "Dataverwerkingsooreenkoms (laas opgedateer: 23 September 2021)",
    "2959486280": "As jy nie tot hierdie diensbepalings instem nie, mag jy nie die webwerf of die diens gebruik of toegang verkry nie.",
    "3200859925": "1. Doel",
    "1807143500": "Die Dienste sluit 'n aanlyn sekuriteitsdiens (die \"hCaptcha-diens\") en 'n platform (die \"Intuïsiemasjiene-platform\") in waarop 'n individu (\"bydraer\") kan kies om take uit te voer wat 'n derdeparty-entiteit of Intuïsiemasjiene self (elk) 'n \"Versoeker\") plaas op ons webwerf of die hCaptcha-diens, hetsy direk op ons webwerf of deur toegang tot die Intuition Machines Platform te verkry en/of take uit te voer deur of in verband met 'n derdeparty-entiteit en/of platform of diens (elk, 'n \"Integrator\"). Versoekers plaas take en nooi bydraers uit om dit uit te voer in ruil vir belonings wat deur IMI aan integreerders verskaf word, of soos bepaal deur die aanvraer as die aanvraer die Intuition Machines Platform of hCaptcha-diens gebruik om take aan hul eie eindgebruikers te bedien. Ons hef maatskappye en individue (elk 'n \"kliënt\") vir die gebruik van ons platform, sodat hulle ons sagteware, outeurtake kan gebruik, ons kan huur om outeurstake te gebruik, en/of toegang tot die bydraers kan kry. Ons betaal ook integreerders vir die gebruik van ons hCaptcha-diens om bedrog, misbruik en strooipos op hul webwerwe, mobiele toepassings en ander aanlyn eiendomme te verminder. Daar word gesamentlik na die voorafgaande verwys as die \"Dienste.\"",
    "3212830633": "2. Geskiktheid",
    "2605814073": "Deur ons Dienste te gebruik of daarvoor te registreer, stem jy in: jy is ten minste 18 jaar oud; jy het die magtiging om hierdie ooreenkoms namens jouself of die entiteit wat jy verteenwoordig aan te gaan, en sal te alle tye voldoen aan hierdie diensbepalings en alle IMI-beleide en -riglyne waarna hierin verwys word; en jy sal nie ons webwerf misbruik, jou identiteit wanvoorstel aan ons, of kunsmatige intelligensie gebruik om enige gedeelte van enige taak op IMI wat menslike intelligensie vereis te voltooi nie.",
    "2616040974": "3. Kliënte en Versoekers",
    "1544829730": "As jy 'n Kliënt of Versoeker is, stem jy in dat die bykomende bepalings hierby aangeheg as die Kliëntbylaag van toepassing sal wees en deur verwysing by hierdie Diensbepalings geïnkorporeer sal word. As jy nie 'n Kliënt of Versoeker is nie, of ophou om 'n Kliënt of Versoeker te wees, sal die bykomende bepalings in die Kliëntbylaag nie van toepassing wees nie en sal dit ook nie deur verwysing by hierdie Diensbepalings ingesluit word nie.",
    "3759360138": "4. Gebruikersnaam en wagwoord",
    "2236960358": "By registrasie sal jy gevra word om sekere persoonlike inligting oor jou bekend te maak (\"Persoonlike Inligting\"), insluitend jou naam, e-posadres, en om 'n gebruikersnaam en wagwoord te skep, wat alles onderhewig sal wees aan ons Privaatheidsbeleid, beskikbaar op ons webwerf. Jy alleen is verantwoordelik vir die monitering, versekering en instandhouding van die sekuriteit van jou rekening, wagwoorde en enige stawingsleutels wat met jou rekening geassosieer word, en jy is verantwoordelik vir enige gebruik van of aksie wat geneem word deur die gebruik van daardie inligting op die Dienste.",
    "3047519814": "Jy stem in dat jy nie jou rekening of wagwoord met enigiemand sal deel nie.",
    "1699668873": "Jy moet IMI onmiddellik in kennis stel as jy vermoed dat jou rekeninginligting deur iemand anders gesteel of gebruik is, of enige ander sekuriteitsbreuk.",
    "3044038608": "U stem in om ons te voorsien van ware, akkurate en volledige inligting soos versoek in ons registrasieproses. Jy stem ook in om sulke inligting stiptelik op te dateer soos nodig om dit aktueel en akkuraat te hou.",
    "4132302900": "5. Jou privaatheid, jou data en \"data vir almal\"",
    "10724169": "Jy aanvaar ons Privaatheidsbeleid, wat bepaal wat ons sal doen met enige persoonlike inligting wat jy aan ons gee.",
    "1669194950": "Benewens Persoonlike Inligting, kan daar ook van jou verwag word om ander data te verskaf (of dit mag nodig wees vir ons om in te samel) sodat ons die Dienste (gesamentlik, \"Klantdata\") kan verskaf. Ons is nie aanspreeklik vir enige versuim om dienste uit te voer wat veroorsaak word deur u vertraging of versuim om klantdata te verskaf nie.",
    "1330274831": "U gee hiermee aan ons 'n wêreldwye, nie-eksklusiewe, sublisensieerbare, oordraagbare, tantièmevrye, onherroeplike lisensie gedurende die termyn van hierdie Ooreenkoms om enige kliëntdata te gebruik, reproduseer, elektronies te versprei en in die openbaar te vertoon uitsluitlik vir die doel om die dienste te verskaf. . Jy verteenwoordig en waarborg dat jy genoegsame reg, titel en belang in en tot jou data besit om die lisensie in hierdie afdeling toe te staan.",
    "2230333214": "Ons versamel Kliëntdata met ander data sodat resultate nie-persoonlik identifiseerbaar is en ons samel ook gede-geïdentifiseerde tegniese logboeke en data in rakende die gebruik van die Dienste (\"Aggregate/De-geïdentifiseerde Data\") in. Nieteenstaande enigiets tot die teendeel hierin, kan enige sodanige saamgevoegde/geidentifiseerde data deur IMI gebruik word vir enige besigheidsdoeleindes gedurende of na die termyn van hierdie Ooreenkoms, insluitend sonder beperking om die dienste te ontwikkel en te verbeter en om verslae en ander te skep en te versprei. materiaal. Kliëntdata kan ook voortduur en in die stelsel vertoon word vir 'n beperkte tydperk om nie 180 dae te oorskry nadat 'n taak voltooi is nie, byvoorbeeld as outomatiese kalibrasie- of valideringsdata vir Intuition Machines-stelsels. Ter wille van duidelikheid gee hierdie Afdeling 5 ons nie die reg om jou as die bron van enige Aggregate/De-geïdentifiseerde Data te identifiseer sonder jou vooraf skriftelike toestemming nie.",
    "3881754581": ". As jy 'n kliënt van ons annotasiedienste is en die \"Data Vir Almal\"-opsie gekies het as deel van jou gebruik van die Dienste, gee jy aan IMI en alle gebruikers van die Dienste 'n wêreldwye, nie-eksklusiewe, sublisensieerbare, oordraagbare, tantièmevrye, onherroeplike lisensie om alle kliëntdata, insluitend alle verwante intellektuele eiendomsregte, ten volle te ontgin. As jy wel die \"Data vir Almal\"-opsie kies, verteenwoordig en waarborg jy dat jy genoegsame reg, titel en belang in en tot jou data besit om die lisensie in hierdie afdeling toe te staan.",
    "3496767126": "Om twyfel te vermy, is die volgende paragraaf uitsluitlik van toepassing op klante wat ons aantekeningdienste gebruik, en nie op die gebruik van ons dienste as 'n integreerder nie",
    "767207800": "As jou data potensieel eksplisiete of aanstootlike inhoud bevat, vereis ons dat jy dit as \"EXPLISIETE INHOUD\" merk om as regverdige waarskuwing te dien vir enigiemand wat jou data sien. Jy mag nie sonder 'n afsonderlike skriftelike ooreenkoms met IMI take insluit wat ons beleide oortree nie, insluitend, maar nie beperk nie tot, (a) take wat direk of indirek 'n ander webwerf of diens bevorder, (b) take wat 'n derdeparty-webwerf se bepalings oortree en voorwaardes, (c) take wat bydraers vra om derde partye te werf, (d) take wat bydraers vra om aksie te neem om 'n webwerf se gedrag of resultate te manipuleer, (e) take wat die intellektuele eiendomsregte van derde partye skend, en (f) take wat vereis dat Bydraers sagteware of lêers aflaai.",
    "3370561195": "6. Aanvaarbare gedrag",
    "4205152730": "Jy word aangemoedig om op enige plek op ons webwerf, forum, boodskappe, klets en ander sosiale media-kanale met ander gebruikers te kommunikeer wat deur IMI beheer word, maar as jy dit doen, moet jy voldoen aan alle diensbepalings en gebruik op ons webwerf en alle relevante wette .",
    "1394253934": "7. Misbruik, Mishandeling en Wanvoorstelling",
    "1406393333": "Enige toegang of gebruik van die dienste anders as ingevolge hierdie diensbepalings en enige instruksies wat ons verskaf, is streng verbode. In die besonder, SAL jy NIE:",
    "3409726716": "registreer vir meer as een rekening by ons sonder skriftelike magtiging;",
    "3119498672": "enige taak uit te voer met die gebruik van internetbotte, webrobotte, botte, skrifte of enige ander vorm van kunsmatige intelligensie of andersins probeer om belonings van IMI of enige Versoeker of Integreerder te verkry sonder om take te voltooi soos dit beskryf word;",
    "1188668818": "enige vals inligting te verskaf terwyl jy hierdie webwerf gebruik (insluitend, sonder beperking, die verpersoonliking van enige ander persoon of organisasie in jou rekening, of die vals vermelding of andersins wanvoorstelling van jouself of jou verbintenis met enige ander persoon of organisasie in jou rekening;",
    "2804310964": "toegang tot ons webwerf of probeer om toegang tot ons webwerf te verkry deur enige instaanbediener-webbediener of ander toestel wat ontwerp is om jou ware ligging of identiteit te verduister of op enige ander manier as die koppelvlak wat voorsien word;",
    "1374227759": "die webwerf te gebruik vir enige onwettige aktiwiteit, of vir enige ander doel as die doel waarvoor dit beskikbaar gestel is;",
    "2103513933": "betrokke te raak by aktiwiteit wat die werking van die webwerf inmeng of ontwrig;",
    "137127070": "plaas, laai of heg kwaadwillige of onbekende eksterne skakels of lêers aan, of laai enige inhoud op wat 'n virus, Trojaanse perd, wurm, tydbom of ander skadelike rekenaarkode bevat;",
    "1686655020": "Laai enige inhoud op wat onderhewig is aan kopiereg wat nie jou oorspronklike werk is nie, tensy jy toestemming van die regmatige eienaar het om sulke inhoud te plaas en aan IMI al die gelisensieerde regte wat hierin verleen word, toe te staan;",
    "1406692811": "betrokke te raak by strooipos of enige soort publisiteit plaas, poging om verwysings te kry, massakommunikasie, geldaanbiedinge of versoeke, werwing van dienste, advertensies, bemarking, onsinboodskappe, gedupliseerde onderwerpe, onwettige inhoud, sosiale webwerfskakels, e-posadresse, of kitsboodskapper-ID's tensy dit deur die taak vereis word;",
    "3893539589": "eksterne skakels in te voeg wat goedere of dienste aanbied, tensy dit deur die taak vereis word;",
    "3214322759": "andersins betrokke raak by enige kwaadwillige of bedrieglike aktiwiteit.",
    "3733422465": "8. Verifieer jou identiteit",
    "267645277": "IMI kan jou identiteit verifieer. Dit kan die vergelyking van jou persoonlike inligting met derdeparty-databasisse of amptelike regsdokumente insluit. Jy magtig ons om enige navrae te doen wat nodig is om jou identiteit, jou eienaarskap van jou e-posadres en jou eienaarskap van jou finansiële rekeninge te bevestig. Jy stem in om inligting oor jou te verskaf om ons te help om jou identiteit te verifieer.",
    "4169910317": "9. Nakoming van die Wet",
    "519755936": "Jy alleen is verantwoordelik om te voldoen aan federale, staats-, provinsiale en plaaslike wette in verband met jou gebruik van die Dienste. Jy stem in om ons skadeloos te stel en ons skadeloos te hou vir enige eise teen ons omdat jy versuim het om aan enige wet te voldoen of enige derdepartyregte geskend het, insluitend sonder beperking kontraktuele, intellektuele eiendom of privaatheidsregte.",
    "731546974": "10. Bydraer of integreerbelasting",
    "3128328457": "As jy 'n bydraer of integreerder is, is jy alleen verantwoordelik vir die betaling van enige geskatte of ander federale, staats- of plaaslike inkomstebelasting, sosiale sekerheid, FICA en werkersvergoeding wat verskuldig is as gevolg van die gebruik van ons webwerf, sowel as soortgelyke belasting of heffings in nie-VSA jurisdiksies. Jy stem in om ons te vrywaar en skadeloos te hou vir enige aanslae teen ons omdat jy versuim het om aan enige belastingwette te voldoen.",
    "2931396764": "11. Oortreding van hierdie diensbepalings",
    "1240667045": "Ons kan jou toegang tot die Dienste enige tyd vir enige rede opskort, beperk of kanselleer, insluitend omdat: (a) ons glo dat jy hierdie Diensbepalings (insluitend ander verwante beleide) oortree het; (b) ons glo dat jy ons regte of die regte van enige derde party geskend het; (c) ons nie in staat is om inligting wat jy aan ons verskaf het te verifieer of te staaf nie; of (d) ons glo dat jou optrede aanspreeklikhede vir jou, ons of 'n derde party kan skep. Om twyfel te vermy, behou ons die reg voor om betaling aan jou te voorkom of op te skort indien ons redelikerwys glo dat enige van die voorafgaande van toepassing is op sodanige betaling.",
    "1601080128": "As ons jou rekening opskort of beëindig, sal jy nie meer toegang hê tot enige dele van die webwerf nie, insluitend data, boodskappe, lêers en ander materiaal wat jy op die webwerf hou. Jy mag NIE voortgaan om ons webwerf onder 'n ander of nuwe rekeningnaam te gebruik nie. Oortredings van hierdie diensbepalings kan tot die volle omvang van die wet vervolg word en kan bykomende strawwe en sanksies tot gevolg hê.",
    "1160707899": "12. Bydraer se rol en verhouding met IMI en ander versoekers",
    "269838707": "As jy 'n bydraer is, besluit jy en net jy watter en hoeveel take om te voltooi, en wanneer en waar jy dit voltooi. Jy is vry om soveel of so min tyd te spandeer om take te voltooi as wat jy kies. Op geen tydstip is jy onder enige verpligting om 'n taak te voltooi nie.",
    "1087195513": "As jy 'n bydraer is wat toegang tot die dienste verkry en/of take verrig deur of in verband met 'n integreerder namens 'n versoeker wat nie IMI is nie, dan stem jy in en erken dat Intuition Machines nie aanspreeklik is vir en geen verpligting teenoor jou het nie met respek vir enige belonings of ander vergoeding vir voltooide take. Jy stem in en erken dat enige belonings of ander vergoeding vir voltooide take uitsluitlik bepaal word in ooreenstemming met jou ooreenkoms met die Versoeker en/of die Integreerder, soos van toepassing. Enige dispute oor sulke belonings of ander vergoeding (insluitend sonder beperking versuim om sulke belonings of ander vergoeding te ontvang) is uitsluitlik tussen jou en die Versoeker en/of die Integreerder, soos van toepassing.",
    "952813944": "Nóg jou gebruik van ons webwerf nóg enigiets in hierdie ooreenkoms skep 'n indiensneming, vennootskap, gesamentlike onderneming, agentskap, franchise of verkoopsverteenwoordiger verhouding tussen jou en Intuition Machines. Ons voorsien jou nie van enige toerusting of gereedskap om 'n taak te voltooi nie. Ons verskaf geen voordele, werkersvergoeding of versekeringsdekking aan jou nie. Ons is nie verantwoordelik vir enige uitgawes wat jy aangaan om ons webwerf te gebruik nie. Ons sal geen bedrag van jou beloning terughou vir federale of staatsinkomstebelasting, sosiale sekerheid of enige ander belasting nie. Jy is te alle tye vry om take uit te voer vir enige persoon of besigheid, insluitend enige van ons mededingers. Jy het nie die magtiging om enige kontrak, skriftelik of mondeling, namens Intuition Machines aan te gaan nie.",
    "3460432665": "Nieteenstaande die voorafgaande, as jy 'n Amerikaanse belastingbetaler is, kan ons van jou 'n W-9 versoek wat jaarliks bygewerk word, en ons kan jou verbied om take uit te voer totdat jy 'n W-9 voltooi of opgedateer het.",
    "458271951": "As jy 'n Bydraer is wat toegang tot die Dienste verkry en/of take verrig deur of in verband met 'n Integreerder namens Intuition Machines (wat as 'n Versoeker optree), kan Intuition Machines jou beloon vir aanvaarbare voltooiing van sekere take. In die geval daar gevind word dat jy betrokke was by bedrog, misbruik of skending van hierdie diensbepalings, kan enige en alle belonings aan jou deur Intuition Machines teruggehou en/of verhaal word.",
    "3056723024": "13. Onaanvaarbare Voltooiing van Take",
    "3913203723": "Indien, om enige rede, die Aansoeker nie die uitvoering van 'n taak wat jy voltooi aanvaar nie, sal jy as 'n Bydraer of Integreerder nie geregtig wees op enige beloning vir die taak nie. In die geval dat belonings reeds aan jou versprei is vir 'n onaanvaarbare voltooide taak, kan ons dit van jou verhaal.",
    "3666807632": "14. Bydraer Kwalifikasies en Vaardighede",
    "1993899769": "15. Ons gebruik van inligting",
    "2927283721": "Deur take op ons webwerf uit te voer, magtig jy die versameling, gebruik en openbaarmaking van jou persoonlike inligting in ooreenstemming met ons Privaatheidsbeleid. Daarbenewens kan ons sekere inligting oor jou en jou voltooide take deel aan die Versoeker wie se take jy voltooi het om die diensverhouding te fasiliteer en die webwerf te verbeter, insluitend, byvoorbeeld, bydraer-ID, resultate van voltooide take en ander eienskappe wat verband hou met jou kwalifikasies, tale, vaardighede en gebruik van die webwerf.",
    "3027055607": "16. Intellektuele Eiendom en Eiendomsregte",
    "3910971075": "IMI besit alle regte, insluitend intellektuele eiendomsregte, in die bronkode, objekkode of onderliggende struktuur, idees of algoritmes, API, en enige bykomende sagteware, dokumentasie of data wat verband hou met die Dienste (\"Sagteware\"). Jy sal nie, direk of indirek, via 'n derde party of andersins: (a) reverse engineering, dekompileer, demonteer, of andersins probeer om die sagteware te ontdek nie; (b) wysig, vertaal of skep afgeleide werke gebaseer op enige sagteware; (c) kopieer, verhuur, verhuur, versprei, verpand, toeken of andersins regte op enige sagteware oordra of beswaar; (d) enige sagteware vir tyddeling, diensburo-doeleindes of andersins tot voordeel van 'n derde party gebruik; of (e) enige eiendomskennisgewings of etikette verwyder.",
    "3660891610": "As jy 'n bydraer is, het IMI, en nie jy nie, eiendomsregte in enige werk wat jy produseer as deel van die voltooiing van enige taak. Deur die bepalings van hierdie Ooreenkoms te aanvaar, stem jy in om (en doen hiermee) besit, eienaarskap en titel (insluitend alle intellektuele eiendomsregte wat regoor die wêreld bestaan) in en na jou werk aan ons oor te dra. Om te verseker dat ons sulke regte kan bekom, vervolmaak en gebruik, stem jy verder in om (i) enige dokumente te onderteken om te help met die dokumentasie, perfeksie en afdwinging van ons regte; en (ii) redelike toegang tot inligting verskaf vir die optekening, vervolmaking, beveiliging, verdediging en afdwinging van sodanige eiendomsregte in enige en alle lande. Jou verpligtinge ingevolge hierdie afdeling sal voortduur selfs nadat jy van die Dienste gederegistreer het of die gebruik daarvan gestaak het. Jy stel ons aan as jou prokureur om dokumente namens jou uit te voer vir die doeleindes wat in hierdie afdeling uiteengesit word.",
    "426125156": "17. Kopiereg en Afhaal",
    "1408530660": "IMI respekteer die intellektuele eiendom van ander en ons behou die reg voor om enige materiaal van ons webwerf te verwyder wat ons glo die intellektuele regte van enige derde party kan skend. As jy glo dat jou eie werk op 'n manier gekopieer is wat kopieregskending op hierdie webwerf uitmaak, kontak asseblief Intuition Machines-kliëntediens.",
    "2696932851": "18. Vrywaring",
    "3844300338": "Jy stem in om ons te vrywaar, te verdedig en skadeloos te hou van enige en alle eise, skadevergoeding, aanspreeklikhede, koste en uitgawes (insluitend redelike prokureursfooie en koste), wat voortspruit uit of verband hou met jou uitvoering van take of jou gebruik van ons webwerf .",
    "2474091800": "19. Dispute met ander gebruikers; Vrylating",
    "3162107126": "IMI is nie 'n party tot enige dispuut tussen jou en enige ander gebruiker van die Dienste nie. Jy stel IMI en sy affiliasies vry van enige en alle eise, eise en skade van elke aard en aard, bekend en onbekend, verdag en onvermoed, geopenbaar en ongeopenbaar, wat voortspruit uit of verband hou met enige dispuut tussen jou en 'n ander gebruiker.",
    "2271969747": "20. Vertroulike inligting wat jy ontvang",
    "1042802841": "Vertroulike inligting is enige inligting wat as vertroulik of eie gemerk is, of wat redelikerwys deur die ontvangende party verstaan moet word as vertroulik of eiendomsreg. Dit sluit nie enige inligting in wat (1) publiek beskikbaar is, (2) reeds in besit is van, onafhanklik ontwikkel is deur, of reeds aan die ontvangende party bekend is nie, of (3) openbaar gemaak is deur hofbevel of soos andersins vereis deur wet.",
    "1918025546": "As jy van enigiemand op die Dienste van vertroulike inligting voorsien word, stem jy in om die geheimhouding van die vertroulike inligting te beskerm met dieselfde mate van sorg wat jy gebruik om jou eie vertroulike inligting te beskerm, maar in geen geval met minder as die nodige sorg nie. Jy mag nie enige sodanige vertroulike of eiendomsinligting bekend maak of publiseer nie, behalwe as wat nodig mag wees vir die uitvoering van 'n taak. Alle inligting binne 'n taak op die Intuition Machines Platform moet as vertroulik beskou word, selfs al is die inligting nie uitdruklik as vertroulik aangewys nie.",
    "2690395789": "Indien en wanneer jy nie meer die vertroulike inligting benodig wat jy ontvang het nie, moet jy alle kopieë van die inligting wat op die perseel, stelsels of ander toerusting wat jy beheer, onmiddellik terugstuur of vernietig (soos versoek deur wie ook al die inligting bekend gemaak het).",
    "2178073797": "Omdat die openbaarmaking van vertroulike inligting onherstelbare skade kan veroorsaak, is die openbaarmakingsparty geregtig om bevelverligting te soek vir enige skending of dreigende skending van hierdie bepaling.",
    "2185860003": "21. Webwerf wysigings",
    "2631249972": "Ons kan ons webwerf verbeter of verander sonder kennisgewing aan jou.",
    "3764131594": "22. Derdeparty-webwerwe",
    "295955580": "Ons webwerf kan skakels na derdeparty-webwerwe bevat. Ons beheer, ondersoek, monitor of kontroleer nie sulke webwerwe nie. Ons is nie verantwoordelik vir en onderskryf ook nie die rekenaarprogramme, inhoud of menings wat op sulke webwerwe vervat is nie. As jy besluit om ons webwerf te verlaat en toegang tot enige derdeparty-webwerf te kry, doen jy dit op eie risiko.",
    "838225123": "23. Vrywaring van waarborg",
    "3897238493": "DIE DIENSTE WORD OP 'N \"SOOS IS\" BASIS VERSKAF. ONS GEE GEEN VERTOë OF WAARBORGE, IMPLIES OF UITDRUKKELIJK, MET BETREKKING TOT TOEGANKLIKHEID, GESKIKTHEID, WETTIGHEID, BESKIKBAARHEID OF FUNKSIONALITEIT VAN DIE DIENSTE, ENIGE VERWANTE SAGTEWARE OF EIENSKAPLIKE MATERIAAL, DIE AANGESIENLIKHEID, DIE AANGESIENSTE MATERIAAL, 'N EIENDOMME. IN DIE MAKSIMUM MAAT WAT DEUR DIE WET TOEGELAAT WORD, WYS IMI ALLE UITDRUKLIKE OF GEÏSPLISEERDE VOORWAARDES, VERTOINGE EN WAARBORGE, INSLUITEND, MAAR NIE BEPERK TOT, DIE WAARBORGE VAN VERHANDELBAARHEID, GESKIKTHEID VIR 'N BEPAALDE, EN BEPERKTE. U ALLEEN EN UITSLUITENDE REMEDIE TEEN IMI TEN OPSIGTE VAN ENIGE DEFEKTE, NIEVOORKOMSIGHEDE OF ONTEVREDENHEID IS OM DIE GEBRUIK VAN DIE DIENSTE TE STAK. Ons sal geen verantwoordelikheid hê vir enige skade aan u rekenaarstelsel, verlies of korrupsie van data, of ander skade wat tot gevolg het van jou toegang tot of gebruik van die webwerf of Intuition Machines Platform. Geskeduleerde en ongeskeduleerde onderbrekings kan voorkom, en ons waarborg nie ononderbroke beskikbaarheid van ons webwerf nie.",
    "2110259227": "24. Beperking van aanspreeklikheid",
    "3018077211": "25. Bydraer-geskilbeslegting",
    "2790841456": "As jy 'n bydraer is, stem jy in tot die volgende arbitrasieklousule en klasaksie-kwytskelding:",
    "3302832698": "Alternatiewe geskilbeslegting vereis.",
    "561456032": "Jy stem in dat vir enige dispuut wat voortspruit uit of verband hou met jou gebruik van die Dienste, insluitend enige dispuut wat mag ontstaan het vanaf die tyd dat jy take vir IMI begin uitvoer het, en spesifiek enige eis wat verband hou met of jy klassifiseer as 'n onafhanklike kontrakteur, sal jy IMI eers in kennis stel van jou eis daarteen. Jy en IMI sal dan probeer om die kwessie op te los deur óf direkte onderhandeling óf bemiddeling. Ons sal die koste van bemiddeling gelykop verdeel en ooreenkom dat bemiddeling deur middel van telefoniese of ander elektroniese maniere uitgevoer sal word. As 'n eis na informele onderhandelinge of bemiddeling onopgelos bly, stem jy in dat jy en IMI finale en bindende arbitrasie sal gebruik om die dispuut op te los. Hierdie klousule reguleer alle eise terugwerkend vanaf die tyd dat jy ons webwerf begin gebruik het, hetsy gebaseer op tort, kontrak, statuut, insluitend, maar nie beperk nie tot, enige eise van diskriminasie en teistering, of dit gebaseer is op die California Fair Employment and Housing Act. , Titel VII van die Wet op Burgerregte van 1964, soos gewysig, of enige ander staats- of federale wet of regulasie, billike wet, of andersins.",
    "3794239003": "Arbitrasieprosedure.",
    "4193379787": "Alle arbitrasie ingevolge hierdie ooreenkoms sal uitgevoer word onder die reëls van die Amerikaanse Arbitrasievereniging of deur 'n wedersyds ooreengekome arbitrasiediens. Die arbiter sal 'n Amerikaanse arbiter wees wat gekies word uit 'n lys van nie minder nie as sewe (7) name deur alternatiewe stakings. In arbitrasie sal elke party die reg hê om voldoende siviele ontdekking te doen, dispositiewe mosies te bring en getuies en bewyse aan te bied soos nodig om hul sake en verweer te stel, en enige dispute in hierdie verband sal deur die arbiter besleg word. Beslegting van die dispuut sal uitsluitlik gebaseer word op die wet wat die eise en verwere wat gepleit word beheer, en die arbiter mag geen ander grondslag as sodanige beherende wet beroep nie. Die arbiter sal die immuniteit van 'n regterlike beampte van siviele aanspreeklikheid hê wanneer hy in die hoedanigheid van 'n arbiter optree, welke immuniteit enige ander bestaande immuniteit aanvul. Toekennings moet die arbiter se geskrewe beredeneerde mening insluit. Jy gee jou reg op om deur jurie te verhoor van enige eis wat jy teen IMI het of wat IMI teen jou mag hê, prys te gee. Enige eis ingevolge hierdie klousule moet binne die toepaslike verjaringstydperk gebring word. Die Verenigde State se Federale Arbitrasiewet beheer hierdie klousule, en jy erken dat hierdie Ooreenkoms 'n transaksie in die handel bewys.",
    "2583888954": "Uitsonderings.",
    "1034830": "Dispute wat moontlik nie onderhewig is aan voorgeskil arbitrasieooreenkoms soos bepaal deur die Dodd-Frank Wall Street Hervorming en Verbruikersbeskermingswet (Publiekreg 111-203) is uitgesluit van hierdie",
    "263977834": "Administratiewe uitputting.",
    "1807512722": "Jy mag enige eis wat voortspruit uit jou gebruik van hierdie webwerf by 'n administratiewe agentskap bring, maar slegs in die mate wat toepaslike wetgewing toegang tot so 'n agentskap toelaat, nieteenstaande die bestaan van 'n ooreenkoms om te arbitreer. Sulke administratiewe eise sluit sonder beperking eise of aanklagte in wat voor die Kommissie vir Gelyke Indiensnemingsgeleenthede, die Amerikaanse Departement van Arbeid en die Nasionale Arbeidsverhoudingeraad gebring word. Niks in hierdie klousule sal geag word om jou te verhinder of te verskoon om 'n administratiewe eis voor enige agentskap te bring ten einde jou verpligting na te kom om administratiewe remedies uit te put voordat 'n eis in arbitrasie gemaak word nie, maar jy doen afstand van die reg op enige geldelike toekenning deur hierdie agentskap verrigtinge.",
    "996430331": "Plek van arbitrasie.",
    "3040062804": "Enige arbitrasieprosedure ingevolge hierdie afdeling sal by verstek binne die staat Kalifornië plaasvind, tensy jy buite die Verenigde State woon, in welke geval die arbitrasie heeltemal elektronies of telefonies sal plaasvind. Die arbitrasie kan by enige ander plek plaasvind indien elke party skriftelik daartoe ingestem het. Ongeag die ligging daarvan, kan enige party kies om by die arbitrasie te verskyn via regstreekse video of telekonferensie.",
    "3091247030": "Klasaksie afstanddoening.",
    "2520904193": "Jy doen afstand van enige reg wat jy het vir enige dispuut om as 'n klas-, kollektiewe of verteenwoordigende aksie gebring, aangehoor of arbitreer te word. Nieteenstaande enige ander klousule vervat in hierdie ooreenkoms, sal die voorafgaande sin in geen geval van hierdie ooreenkoms skeibaar wees nie. Enige eis dat die hele of 'n gedeelte van hierdie afstanddoening onafdwingbaar, gewetenloos, nietig of vernietigbaar is, kan slegs deur 'n hof met bevoegde jurisdiksie bepaal word en nie deur 'n arbiter nie. Jy sal nie vergeld word teen of verhinder word om take op ons webwerf te voltooi as gevolg van jou uitoefening van jou regte kragtens Artikel 7 van die Wet op Nasionale Arbeidsverhoudinge, of deur die indiening van of deelname aan 'n klas-, kollektiewe of verteenwoordigende aksie in enige forum , maar ons kan wettiglik afdwinging van hierdie klasaksie-kwytskelding soek, en afwysing van sulke klas-, kollektiewe of verteenwoordigende aksies of eise vra.",
    "3493572638": "Kostes en fooie.",
    "702926385": "Die partye sal elkeen hul onderskeie koste vir regsverteenwoordiging by enige sodanige arbitrasie dra, behalwe in die mate waarin prokureursfooie uitdruklik deur die wet voorsiening gemaak word. Die partye sal enige aanvanklike administratiewe fooi wat deur die arbiter gehef word verdeel, tot 'n maksimum koste vir jou van tweehonderd vyftig dollar (VS$250.00). Die koste van die arbiter en hofverslaggewer, indien enige, sal aanvanklik deur ons gedra word; die arbiter sal egter die diskresie hê om toepaslike koste aan die heersende party toe te ken, soos deur die wet bepaal, en/of om die partye te vereis om die koste verbonde aan die arbiter en/of hofverslaggewer te verdeel.",
    "3199694247": "Skeidbaarheid.",
    "3102490587": "Behalwe vir die Kwytskelding van Klasaksie, indien enige bepaling of bepaling, of gedeelte van hierdie arbitrasieklousule nietig of onafdwingbaar verklaar word, sal dit afgesny word en die res van die arbitrasieklousule sal afdwingbaar wees.",
    "2323013093": "26. Toepaslike Reg",
    "2900525040": "Die wette van die staat Kalifornië beheer hierdie diensbepalings en enige kontroversie, dispuut of eis wat daaruit voortspruit.",
    "3339302473": "27. Beëindiging",
    "1158384644": "Jy kan enige tyd kies om op te hou om ons webwerf te gebruik, mits jy by alle toepaslike IMI-beleide moet hou. Ons kan, in ons uitsluitlike goeddunke, hierdie ooreenkoms beëindig, toegang tot ons webwerf opskort of enige dienste onmiddellik sonder kennisgewing om enige rede verwyder.",
    "41530052": "28. Algemene bepalings",
    "3202747130": "Volledige ooreenkoms. Hierdie diensbepalings en enige beleide, prosedures of bepalings waarna in hierdie ooreenkoms verwys word, vorm die hele ooreenkoms van die partye met betrekking tot die onderwerp, en vervang en kanselleer alle vorige en gelyktydige verwante ooreenkomste, eise, voorstellings en verstandhoudings van die partye .",
    "4080263153": "Geen kwytskelding nie. Ons sal nie geag word om afstand te doen van enige gedeelte van ons regte of remedies nie, tensy die afstanddoening skriftelik en deur ons onderteken is. As ons die afdwinging uitstel of versuim om ons regte kragtens enige bepaling van hierdie ooreenkoms af te dwing, sal dit nie 'n afstanddoening van ons reg uitmaak om later sodanige bepaling of enige deel van hierdie ooreenkoms af te dwing nie.",
    "1789371580": "Toewysbaarheid. Jy mag nie hierdie diensbepalings toewys sonder ons vooraf skriftelike toestemming nie. Ons kan hierdie diensbepalings enige tyd sonder kennisgewing toewys. Onderhewig aan die voorafgaande, sal hierdie diensbepalings bindend wees op elke party se opvolgers en toegelate toekennings.",
    "2819628066": "Skeidbaarheid. Indien enige bepaling van hierdie diensbepalings om enige rede ongeldig of onafdwingbaar bevind word, sal dit nie die geldigheid en afdwingbaarheid van enige oorblywende bepalings beïnvloed nie.",
    "3955981186": "Wysigings. Geen wysiging of wysiging aan hierdie diensbepalings deur enigiemand anders as IMI sal bindend op IMI wees nie, tensy dit in 'n skriftelike instrument onderteken is deur 'n behoorlik gemagtigde verteenwoordiger van IMI.",
    "1377538813": "Heersende Taal. Die Engelse weergawe van hierdie diensbepalings sal in alle opsigte beheer en sal voorrang geniet in geval van enige teenstrydighede met vertaalde weergawes, indien enige.",
    "2438016011": "Vrywillige Ooreenkoms. Alle partye tot hierdie diensbepalings verteenwoordig en stem in dat elkeen alle aspekte van hierdie ooreenkoms nagegaan het, al die bepalings daarvan noukeurig gelees het en ten volle verstaan, en vrywillig hierdie ooreenkoms aangaan.",
    "2445034923": "As jy nie saamstem met al die bepalings en voorwaardes van hierdie diensbepalings nie, moenie (en jy mag nie) die webwerf of die dienste gebruik of toegang verkry nie.",
    "2646127839": "Kliëntebylaag tot die Meesterdiensbepalings",
    "4097297673": "As 'n kliënt, versoeker of integreerder stem jy in om bykomend tot enige ander bindende bepalings tussen jou en IMI gebonde te wees aan die onderstaande bepalings.",
    "1093280979": "1. Platform Bestelvorms",
    "1549953005": "Jy het dalk een of meer platformtoegangbestelvorms (elk 'n \"Bestelvorm\") voltooi as 'n voorwaarde om 'n kliënt of Versoeker te word. Indien wel, word die bepalings en voorwaardes wat in die Bestelvorm beskryf word deel van die diensbepalings en word hierby deur verwysing geïnkorporeer.",
    "3819851005": "2. Fooie",
    "1591032933": "Jy sal IMI die fooie betaal soos beskryf in die toepaslike Bestelvorm via die betaalmetode wat jy in die toepaslike Bestelvorm verskaf het. Tensy uitdruklik skriftelik deur beide partye ooreengekom word, sal jy volle betaling verskaf vir alle fakture wat uitgereik is binne dertig (30) dae na die versendingsdatum van die faktuur. Jy magtig ons om kredietkaartmagtigings uit te voer op alle kredietkaartinligting wat jy aan ons verskaf, om daardie kredietkaartinligting te stoor, en om jou kredietkaart of enige ander rekening te hef waartoe ons wedersyds ooreenkom as 'n vorm van betaling. Tensy anders vermeld op die Bestelvorm of binne jou Ondernemingsdiensooreenkoms of Meesterdiensooreenkoms, word alle fooie vir Dienste, afgesien van oorbetalings, jaarliks gefaktureer met die aanvang van dienste wat deur IMI verskaf word kragtens jou Ooreenkoms (die \"Effektiewe Datum\").",
    "4142610534": "Enige laat betalings sal laat heffings oploop teen die koers van 1,5% persent per maand of die maksimum bedrag wat deur die wet toegelaat word, wat ook al die laagste is. As jy om enige rede versuim om die bedrag verskuldig ingevolge hierdie Ooreenkoms te betaal, kan jou rekening opgeskort word, na ons uitsluitlike goeddunke, in welke geval geen bykomende betalings uit jou rekening gemaak sal word vir die voltooiing van take nie en al jou take sal verwyder word vanaf ons webwerf. Jy moet ons vergoed vir alle bedrae wat op aanvraag verskuldig is, plus enige verwerkingsfooie, laatfooie of prokureursfooie. Ons kan ook toepaslike verslae aan kredietverslagdoeningsagentskappe en wetstoepassingsowerhede maak.",
    "512991700": "Indien u enige fooie wil betwis, moet u ons kliëntediensafdeling kontak nie later nie as dertig (30) dae na die sluitingsdatum op die eerste rekening- of rekeningstaat waarin die fout of probleem verskyn het om 'n aanpassing of krediet te ontvang.",
    "1273914192": "3. Belasting",
    "4242322181": "Jy is verantwoordelik vir die betaling van alle belasting wat met die Dienste geassosieer word, behalwe Amerikaanse belasting wat op Intuition Machines se netto inkomste of persoonlike eiendom geassesseer word.",
    "1671996585": "Daar kan van jou verwag word om jou webwerf, toepassing of platform met ons Dienste te integreer via ons toepassingsprogrammeringskoppelvlak (\"API\"). In die geval dat jy dit doen, gee ons jou 'n beperkte, nie-eksklusiewe, nie-oordraagbare, nie-toewysbare, herroepbare lisensie om die API uitsluitlik te gebruik om toegang tot die Dienste te verkry. Ons kan enige tyd die API verander en/of die ondersteuning van ou weergawes of vrystellings van die API staak. Ons behou die reg voor om jou toegang tot die API in ons uitsluitlike diskresie op te skort of te beperk, en ons sal redelike pogings aanwend om jou kennis te gee voor opskorting.",
    "4036662147": "5. Beskerming van vertroulike inligting",
    "3564208535": "Jy stem in om kommersieel redelike pogings te gebruik om enige vertroulike inligting wat van ons of via ons dienste ontvang word, te beskerm. sluit bottellings en nie-openbare besonderhede van ons ondernemingsdiens in, insluitend nie-publieke dokumentasie en enige besonderhede wat ons mag deel rakende ons bot-opsporingsmetodes. As u toegang tot enige sodanige vertroulike inligting gegun word, kan ons u toegang tot ons dienste in ons uitsluitlike goeddunke wysig, opskort of beperk as ons bepaal dat vertroulike inligting deur u gebruik van ons dienste aan die lig gebring word, en ons sal redelike pogings aanwend. om u kennis te gee voor opskorting.",
    "120384113": "6. Beëindiging",
    "453723556": "Jy kan hierdie Kliëntbylae beëindig, onafhanklik van die Diensbepalings deur op te hou om 'n Kliënt of Versoeker te wees. Ons behou die reg voor om jou status as 'n Kliënt of Versoeker te eniger tyd op te skort of te beëindig, of om andersins jou rekening of gebruik van die Dienste te beëindig in ooreenstemming met die Diensbepalings. Jy bly by beëindiging aanspreeklik vir enige bedrag wat ingevolge jou Bestelvorm verskuldig is. As jou intekening enige maandelikse of jaarlikse fooie of maandelikse of jaarlikse minimums insluit, sal jy steeds verantwoordelik wees vir die betaling van alle Dienste-fooie tot die einde van daardie maand of jaar onderskeidelik.",
    "218889628": "Behalwe waar ons hierdie kliëntbylae of die diensbepalings beëindig as gevolg van u oortreding van hierdie klantbylae of die diensbepalings, as ons beëindig en u enige fooie aan ons voorafbetaal het, sal ons 'n pro-rata gedeelte van daardie voorafbetaalde bedrae, gebaseer op die oorblywende tyd of dienste waarvoor u betaal het, wat ook al die minste is. Ons sal ons werk op 'n kommersieel redelike wyse beëindig en alle betaalde uitvoerdatastelle en alle klantdata in ons besit bewaar en aan u lewer. By enige beëindiging kan ons, maar is nie verplig om enige data uit te vee nie.",
    "2505227594": "7. Oormaat",
    "2369877184": "Die maksimum toegelate piek RPS-koers vir hCaptcha-integreerders of -kliënte is 1 000 versoeke per sekonde aan entiteite binne jou rekening (\"RPS\"), tensy anders gespesifiseer deur 'n skriftelike kontraktuele ooreenkoms tussen jou en ons.",
    "234420106": "In die geval dat jy 'n integreerder of kliënt van die hCaptcha Enterprise-diens is en jou API-gebruik soos gemeet deur RPS die voorsieningskoers vir jou diensvlak oorskry, kan ons kies om jou diens te wysig of om 'n oormaatkoers te hef. In die geval dat jou piek RPS-koers die voorsiende koers met 'n faktor van 10 vir 10 of meer minute in totaal binne 'n tydperk van 30 dae oorskry en die meerderheid van hierdie versoeke, na ons uitsluitlike oordeel, nie kwaadwillige verkeer is nie, kan ons kies om hef jou teen jou kontraktueel gespesifiseerde oorbetalingskoers vir alle API-versoeke wat in daardie maand gemaak is.",
    "2619472217": "8. Herverkoop",
    "2019702084": "Tensy dit uitdruklik toegelaat word in die kliënt se hoofdiensooreenkoms of herverkoperooreenkoms, sal bestelde SaaS-dienste nie verkoop, herverkoop, gehuur, onderverhuur, gelisensieer, gesublisensieer of andersins beskikbaar gestel word aan enige ander derde party (behalwe 'n geaffilieerde van die kliënt) ), en alle bestellings ingevolge die Ooreenkoms en alle klante se gebruik van die diens sal vir die kliënt of sy geaffilieerde se eie interne besigheidsgebruik wees.",
    "1233229030": "Diverse",
    "1467783792": "Geen persoon, entiteit of organisasie wat deur die Verenigde State ('n \"gesanksioneerde akteur\") goedgekeur is, kwalifiseer vir belonings of om die Dienste as 'n integreerder te gebruik nie. Om twyfel te vermy, sluit dit enige goedgekeurde akteurs in wat deur die Office of Foreign Assets Control (\"OFAC\") van die Amerikaanse departement van die tesourie aangewys is.",
    "3759657802": "Jy mag nie hierdie diensbepalings of jou regte of verpligtinge hiervolgens op enige manier toewys, oordra of delegeer nie (volgens wet of andersins).",
    "1627232990": "Vertalings van hierdie diensbepalings word verskaf op 'n beste poging-basis. In die geval van enige wesenlike verskil tussen die Engelse diensbepalings en 'n vertaling daarvan, sal die Engelse diensbepalings as gesaghebbend vertolk word.",
    "805221621": "Kontak ons gerus by",
    "259613338": "as jy enige vrae het oor hierdie diensbepalings.",
    "2735878907": "Besigheidskontinuïteitsbeplanningsverklaring",
    "2887242610": "Intuition Machines, Inc het 'n besigheidskontinuïteitsplan ontwikkel oor hoe ons sal reageer op gebeure wat ons hCaptcha-besigheid aansienlik ontwrig. Aangesien die tydsberekening en impak van rampe en ontwrigtings onvoorspelbaar is, sal ons buigsaam moet wees om op werklike gebeure te reageer soos dit plaasvind. Met dit in gedagte, verskaf ons hierdie inligting oor ons besigheidskontinuïteitsplan aan jou.",
    "809251240": "Kontak ons",
    "2551802342": "– Ons beplan om sakebedrywighede vinnig te herstel en te hervat ná 'n beduidende besigheidsontwrigting en te reageer deur ons werknemers en eiendom te beskerm, 'n finansiële en operasionele assessering te maak, die firma se boeke en rekords te beskerm en ons kliënte en hul eindgebruikers toe te laat om aanlyn transaksies te doen. Kortom, ons besigheidskontinuïteitsplan is ontwerp om ons firma in staat te stel om bedrywighede so vinnig as moontlik te hervat, gegewe die omvang en erns van die beduidende besigheidsontwrigting. Ons besigheid kontinuïteit plan adresse: data rugsteun en herstel; alle missiekritieke stelsels; finansiële en operasionele assesserings; alternatiewe kommunikasie met kliënte, werknemers en toesigliggame; alternatiewe fisiese ligging van werknemers; kritiese verskaffer en kliënt impak; regulatoriese verslagdoening; en gee ons kliënte spoedige kennis as ons nie ons besigheid kan voortsit nie. Ons kernverskafferpoel ondersteun ons belangrike rekords in 'n geografies aparte area. Terwyl elke noodsituasie unieke probleme oplewer wat gebaseer is op eksterne faktore, soos tyd van die dag en die erns van die ontwrigting, is ons deur hierdie verskafferpoel ingelig dat hul doelwit is om hul eie bedrywighede te herstel en dienste vinnig te kan hervat. Alhoewel ons gewerk het om risiko te verminder deur 'n diverse stel verskaffers te gebruik, kan u dienste gedurende hierdie tydperk gewysig of onderbreek word.",
    "826396656": "Ons besigheids kontinuïteitsplan",
    "1979347895": "– Beduidende besigheidsontwrigtings kan in hul omvang verskil, soos net ons firma, 'n enkele gebou wat ons firma huisves, die woonbuurt waar ons firma geleë is, die stad waar ons geleë is, of die hele streek. Binne elk van hierdie gebiede kan die erns van die ontwrigting ook wissel van minimaal tot ernstig. In 'n ontwrigting van ons firma, ons sakekern, stad of streek of 'n gebou wat ons firma huisves, sal ons ons bedrywighede na 'n plaaslike perseel oordra wanneer nodig en geen wesenlike ontwrigting van sakebedrywighede verwag nie. In beide situasies beplan ons om in besigheid voort te gaan, bedrywighede aan alternatiewe verskaffers oor te dra indien nodig, en jou deur ons webwerf by hcaptcha.com en ons statusbladsy by hcaptchastatus.com in kennis te stel oor hoe om ons te kontak. As die beduidende besigheidsontwrigting so erg is dat dit ons verhoed om in besigheid te bly, sal ons jou spoedig in kennis stel.",
    "653679457": "Wisselende ontwrigtings",
    "410397176": "Vir meer inligting",
    "2095899021": "hCaptcha-handelsmerkriglyne en algemene handelsmerklisensie",
    "2340340589": "Riglyne oor die gebruik van die hCaptcha-merk",
    "2430148876": "Ons het hierdie riglyne en algemene handelsmerklisensie geskep om dit so maklik as moontlik vir ons kliënte, vennote en aanhangers te maak om met ons handelsmerk te werk, terwyl ons steeds ons korporatiewe identiteit behou. As jy hCaptcha-ikone, logo's of ander merke moet gebruik op maniere wat wesenlik van hierdie riglyne verskil, sal jy ons (IMI) moet kontak vir 'n skriftelike lisensie.",
    "3884400764": "Alhoewel jy hCaptcha-merke volgens hierdie riglyne mag gebruik, beteken dit nie dat jy enige gevestigde regte in hCaptcha-merke, logo's of in enige ander handelsmerk, handelsnaam, diensmerk, besigheidsnaam of klandisiewaarde van hCaptcha het nie. Ons wil soveel buigsaamheid as moontlik gee, maar ons is verplig om hCaptcha te beskerm teen ongemagtigde gebruik van enige handelsmerk, handelsnaam, diensmerk, besigheidsnaam of klandisiewaarde van hCaptcha. Enige ongemagtigde gebruik beëindig outomaties die toestemming of lisensie wat deur hCaptcha verleen is en kan wetlike aanspreeklikhede vir enige skade aangaan.",
    "512598290": "Ons moet dus vra dat u altyd alle hCaptcha-merke en -logo's gebruik in 'n vorm wat aan die reëls hieronder voldoen, insluitend hoofletters, lettertipes en styl.",
    "2075610992": "Dankie vir jou ondersteuning!",
    "1023190144": "hCaptcha® in teks",
    "4274324704": "Hier is hoe om ons naam in geskrewe kopie te gebruik:",
    "3912926900": "hCaptcha® moet 'n geregistreerde handelsmerksimbool hê die eerste keer dat dit in 'n kreatiewe kopie verskyn.",
    "950637875": "hCaptcha-spelling moet nooit verander word nie en hCaptcha moet altyd in die tweede letter (\"C\") hoofletters hê. Dit is nooit meervoud of besitlik nie.",
    "2624601135": "\"hCaptcha\" moet nie as deel van 'n handelsnaam gebruik word, met 'n koppelteken saamgevoeg word of in name van toepassings of ander produkte gebruik word nie.",
    "3828090208": "Gebruik eerder \"vir hCaptcha\". As dit saam met 'n derdeparty-logo gebruik word, moet \"vir hCaptcha\" kleiner in grootte wees as die derdeparty-logo.",
    "4149738856": "hCaptcha moet as 'n byvoeglike naamwoord gebruik word en gevolg word deur 'n behoorlike generiese term.",
    "1446868537": "hCaptcha moet nooit as 'n werkwoord gebruik word nie.",
    "2487931657": "Moenie gebruik: \"ons hCaptcha'd our site.\"",
    "2565565429": "Gebruik eerder: \"ons gebruik hCaptcha om ons webwerf veiliger en veiliger te maak.\"",
    "3434202027": "Enige gebruik van die hCaptcha-naam in kommunikasie vereis die erkenning: \"hCaptcha is 'n geregistreerde handelsmerk van Intuition Machines, Inc.\"",
    "2754937029": "Onaanvaarbare gebruike",
    "2436973524": "Slegs akkurate verwysings is aanvaarbaar. Dit is nie toelaatbaar om te sê dat 'n webwerf hCaptcha-dienste en toepassings gebruik wanneer dit nie. Net so is die gebruik van ons logo of enige kentekens net so gepas wanneer die webwerf hCaptcha-dienste gebruik.",
    "69844082": "hCaptcha-handelsmerke, grafiese simbole, logo's, lettertipes of ikone mag ook nie op 'n neerhalende wyse gebruik word nie.",
    "3861413614": "Jy mag geen hCaptcha-handelsmerk of -logo gebruik wat sou impliseer dat hCaptcha 'n verbintenis het met of onderskrywing, borgskap of ondersteuning van 'n derdeparty-produk of -diens, sonder uitdruklike skriftelike toestemming nie.",
    "1409822234": "Onder geen omstandighede mag 'n identiese of byna identiese hCaptcha-handelsmerk as 'n domeinnaam gebruik word nie.",
    "4181060163": "Derde partye moet nie variasies of spelfoute gebruik of op enige manier optree wat enige aanvanklike belangstellingsverwarring oor hCaptcha-handelsmerke sal veroorsaak nie.",
    "3955555607": "Behalwe vennote of gemagtigde herverkopers, mag derde partye nie bie vir sleutelwoorde, Google AdWords of ander geteikende advertensiestelsels wat hCaptcha-merke of spelfoute gebruik nie. Derde partye mag ook nie hCaptcha-merke in domeinname, enige soekenjinoptimalisering, metamerkers, soekterme, kode of ander wanvoorstelling gebruik nie.",
    "1985238261": "Ander beperkte punte",
    "2193061499": "Sommige van ons logo's en merke word beperk tot gebruik deur hCaptcha en sy vennote. Derde partye mag nie die volgende merke gebruik sonder 'n skriftelike lisensie van hCaptcha nie:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Gemagtigde Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop deur hCaptcha™",
    "2557601376": "hCaptcha-logo™",
    "248923369": "BotStop-logo™",
    "3942875761": "Help om 'n beter web™ te bou",
    "364774188": "Ek is mens™",
    "2785425016": "(in die konteks van 'n mensdomverifikasie-oplossing, bv. 'n oproep tot aksie)",
    "2639657759": "Merke gebruik met toestemming",
    "1268918580": "Sommige van die logo's en merke wat deur hCaptcha en sy vennote gebruik word, word deur derde partye besit en mag slegs met hul toestemming gebruik word. Derde partye mag nie die volgende merke gebruik nie, behalwe soos toegelaat deur hul eienaars:",
    "3782751514": "HUMAN Protocol® is 'n geregistreerde handelsmerk van die HUMAN Protocol Foundation, en word met sy toestemming gebruik.",
    "1620709264": "HUMAN Token® is 'n geregistreerde handelsmerk van die HUMAN Protocol Foundation, en word met sy toestemming gebruik.",
    "3031953928": "HUMAN Network™ is 'n handelsmerk van die HUMAN Protocol Foundation, en word met sy toestemming gebruik.",
    "3554363588": "Ander Merke",
    "3290996791": "Alle ander produkname, logo's en handelsmerke is die eiendom van hul onderskeie eienaars. Alle ander maatskappy-, produk- en diensname wat op hierdie webwerf gebruik word, is slegs vir identifikasiedoeleindes. Die gebruik van hierdie name, logo's en handelsmerke impliseer nie onderskrywing nie.",
    "2444685143": "Logobeleid",
    "2414232014": "Ons logo is onmiddellik herkenbaar en een van ons mees waardevolle en belangrikste bates. Om te verseker dat dit 'n sterk verteenwoordiging van ons maatskappy bly, moet dit op 'n noukeurige en konsekwente wyse oor alle kommunikasiekanale aangebied word.",
    "803639471": "Die hCaptcha-logo bestaan uit die handikoon en die hCaptcha-logotipe. In sy alternatiewe vorm kan die handikoon op sigself verskyn wanneer spasie beperk is en \"hCaptcha\" as 'n woordmerk (soos hierbo beskryf) gebruik word in die nabyheid van die handikoon, sodat dit duidelik is dat die handikoon hCaptcha verteenwoordig.",
    "564127016": "Die hCaptcha-handikoon:",
    "1424800293": "Die hCaptcha-logo:",
    "1525506526": "Wat is rekeningoornames en hoe werk dit?",
    "2446481523": "Daar is 'n ou volksverhaal waarin 'n wabestuurder en 'n edelman by die konstabulary in 'n klein plattelandse dorpie opdaag. Een man, geklee in vuil armoedige klere, het vir die konstabel gesê: “Ek is die edelman. Hierdie man was my bestuurder.",
    "1767952047": "Hy het my gisteraand aangeval, my klere gesteel en my geld gevat.” Die ander man, geklee in groot prag, die klere van die adellike klas, het geantwoord: “Konstabel, hierdie man is kranksinnig. Hy dink hy is 'n edelman. Ek is die regte edelman. Arresteer hom!”",
    "2947576723": "Hierdie storie is voor bestuurslisensies en digitale vingerafdrukke, maar dit bied 'n goeie voorbeeld van wat verkeerd kan loop in 'n rekeningoornamesituasie. 'n Persoon meld aan by 'n aanlyn bankrekening of mobiele betalingstoepassing. Is hy werklike rekeninghouer, of 'n hacker? Wie is regtig wie? Hierdie sekuriteitskwessies raak organisasies wat toegang tot selfdiensrekeninge toelaat.",
    "1687299615": "Wat is 'n rekeningoorname?",
    "2648707986": "'n Rekeningoorname is 'n vorm van kuberbedrog waarin 'n kwaadwillige akteur die eienaar van 'n aanlyn rekening naboots. Tipies is die rekening by 'n finansiële instelling of 'n e-handelsonderneming waar die bedrieër geld, handelsware of geskenkbewyse kan steel. Die aanvaller gebruik gesteelde aanmeldbewyse om toegang tot die rekening te kry en dit dan oor te neem, miskien deur die wagwoord te verander om die werklike rekeningeienaar uit te sluit.",
    "1476843710": "Minder finansieel skadelike maar steeds skadelike vorme van rekeningoorname behels die kaping van sosiale media-rekeninge en dies meer. In hierdie gevalle probeer die aanvaller gewoonlik wanware versprei of betrokke raak by uitvissing-aanvalle teen niksvermoedende vriende van die slagoffer. Of, die aanvaller probeer die slagoffer in die verleentheid stel, wat soms byvoorbeeld met bekendes en politici gebeur.",
    "2904949278": "Hoe neem 'n hacker 'n rekening oor?",
    "2575690545": "Rekeningoornames, soos soveel kuberbedrog, is meestal 'n kwessie van geoutomatiseerde massaprosesse. Dit is selde dat 'n kuberkraker, geklee in 'n hoodie in sy ma se kelder, wagwoorde een op 'n slag op bankwebwerwe intik.",
    "3614653023": "Die praktyk maak eerder staat op grootskaalse geloofsaanvalle wat miljoene gebruikersname/wagwoordpare op dosyne teiken finansiële instellings probeer in die hoop om 'n klein subset van die rekeninge te ontsluit. Sodra die outomatiese bedrogsagteware toegang tot die rekening verkry het, kan 'n menslike hacker dan betrokke raak, maar in sommige gevalle nie.",
    "2762759509": "Baie rekeningoorname-aanvalle is amper heeltemal outomaties.",
    "1972710018": "Om dit vanuit die maatskappy se perspektief te sien",
    "1282121137": "Om te verstaan hoe problematies rekeningoorname kan wees, oorweeg hoe die ervaring uit die oogpunt van die finansiële instelling lyk. Hulle hanteer elke dag miljoene aanmeldings.",
    "2315518622": "Met die gesofistikeerdheid wat in vandag se aanvalnutsmiddels beskikbaar is, is dit uiters uitdagend om op te spoor watter, indien enige, bedrieglik is. Dan bel 'n persoon die kliëntedienslyn en sê \"My rekening is aangeval! Ek kan nie aanmeld nie en iemand steel my geld!”",
    "1836369533": "Soos die konstabel in die volksverhaal, hoe bepaal mens wie werklik wie is? As die aanvaller genoeg gesteelde identiteitselemente het, soos bestuurslisensienommer, sosiale sekerheidsnommer, ma se nooiensvan, adres, ensovoorts, kan dit nogal moeilik wees om te bepaal of die beller die regte rekeninghouer is of 'n aanvaller wat probeer om 'n wagwoord herstel op 'n rekening wat hy wil penetreer.",
    "2880837730": "Wat kan gedoen word om rekeningoornames te stop?",
    "3654556483": "Finansiële instellings en e-handelsmaatskappye het prosesse en kontroles wat sommige van die rekeningoorname-bedreiging verminder. Dit wissel van die outydse “wat was die naam van jou beste vriend op laerskool” sekuriteitsvrae tot opsporingsmetodes wat verdagte IP-adresse en profiele van mobiele toestelle uitwis.",
    "2449501658": "bied een van die mees gevorderde maniere om die bedreiging van bedrieglike rekeningaanmeldingspogings te verminder, deur masjienleer te gebruik om bots op te spoor en te stop, en dit effektief baie moeiliker of selfs onmoontlik maak vir bedrieërs om by rekeningoorname betrokke te raak.",
    "3621455477": "om meer te leer!",
    "555246307": "Terloops, so eindig die storie van die edelman en sy drywer: Die konstabel het die twee mans ure lank saam in 'n kamer laat sit en verveeld uit hul kop laat raak. Aan die einde van die dag het hy verskyn en gesê: \"Ek sal nou met die wabestuurder praat.\" Die man in die edele drag het opgestaan. Hy was so verveeld dat hy vergeet het dat hy net voorgee dat hy die edelman is.",
    "1224727373": "BotStop deur hCaptcha",
    "1187718370": "Kontak Ons",
    "3892905664": "hCaptcha help jou gunsteling aanlyn dienste om bots, strooipos en misbruik uit te hou deur eenvoudige vrae te vra wat maklik is vir mense en moeilik vir masjiene.",
    "555158694": "'n Diens wat jy gebruik het gekies om jou ervaring op hul webwerf te verbeter deur hCaptcha te installeer om kwaadwillige verkeer te verminder.",
    "1617196410": "hCaptcha is daarop gefokus om bots te stop. Ons gee nie om wie 'n gebruiker is nie, maar net of hulle kwaadwillig is. Ons werk hard om privaatheid en",
    "1624200563": "sekuriteit, en voldoen aan GDPR, CCPA, LGPD, PIPL en ander privaatheidsregulasies.",
    "1927613000": "hCaptcha kombineer gesofistikeerde masjienleer met 'n kragtige uitdagingsplatform om webtoepassings te beskerm teen rekeningoornames, geloofsbriewe, skraping en ander soorte misbruik.",
    "1133989302": "Hoekom hCaptcha?",
    "34074886": "Elke keer as jy 'n uitdaging beantwoord, gebruik ons gesofistikeerde modelle om uit te vind of jy 'n mens is. Die webwerf wat jy besoek het, gebruik dan hierdie resultaat om jou ervaring op hul webwerf te help verbeter deur bots uit te hou.",
    "3412647984": "Dit laat jou toe om toekomstige vrae te vermy deur te registreer en 'n koekie te stel. Probeer asseblief ook om jou advertensieblokkering af te skakel.",
    "2510209017": "Het jy meer hulp nodig?",
    "477275453": "Waarom is API's 'n gewilde teiken vir hackers?",
    "596347471": "Toepassingsprogrammeringskoppelvlakke (API's) het 'n gewilde teiken geword vir kwaadwillige akteurs in die kuberruim. Daar is baie redes hiervoor, insluitend hul groot nut in toepassingsintegrasie. Dit is egter moontlik om API-risiko te versag.",
    "2441638955": "Eerstens, wat is 'n API?",
    "3963216198": "Om te bespreek waarom API's 'n gewilde teiken vir kuberkrakers is, is dit die moeite werd om eers 'n kort oomblik te neem om te definieer wat tans met die term \"API\" bedoel word. Die konsep van die API is glad nie nuut nie. Om die waarheid te sê, koppelvlakke om verskeie rekenaarstelsels met mekaar te verbind, sowel as hul interne komponente, bestaan al sedert die vroeë 1960's.",
    "1047251718": "Vandag, egter, wanneer mense oor API's praat, bedoel hulle altyd standaardgebaseerde API's. Dit is API's wat gebou is met behulp van oop standaarde soos Representational State Transfer (REST) en oop standaard lêerformate soos JavaScript Object Notation (JSON). Sulke \"RUSTIGE API's,\" soos hulle bekend staan, kan geskep word sonder die behoefte aan eie sagteware. Die resulterende API's is in staat om data en prosedure-oproepe tussen sagtewaretoepassings te stuur en te ontvang. Byvoorbeeld, 'n mobiele banktoepassing gebruik 'n API om toegang tot die bank se stelsels te verkry.",
    "3195334319": "Die nut en kwesbaarheid van API's",
    "1903743785": "Die koms van standaardgebaseerde API's het 'n groot sprong vorentoe in toepassingsintegrasie verteenwoordig. Oor die afgelope 20 jaar of so het API's van duur en ingewikkelde eie sagtewareprodukte gegaan na gratis, standaardgebaseerde nutsgoed wat betreklik maklik was om mee te werk - en vinnig om te ontplooi.",
    "879362350": "Met die nuwe API's wat oor die internet werk, het dit moontlik geword om enige sagteware of databron te koppel, enige plek in die wêreld, ongeag platform, dataskema of programmeertaal. Gevolglik is die rekenaarwêreld nou in die middel van 'n API-revolusie. Daar was 'n ontploffing van konneksie tussen toepassings en data. Dit is wonderlik, totdat dit nie is nie.",
    "3844432472": "Die baie openheid en bruikbaarheid van API's maak dit ongelooflik ryk teikens vir aanvallers. Op dieselfde manier as wat 'n mobiele toepassing geprogrammeer kan word om uit te reik en data van 'n korporatiewe stelsel met behulp van 'n API te KRY, so kan 'n stuk wanware ook. Hackers het 'n wye verskeidenheid sagteware-instrumente geskryf om API's te misbruik. Dit is 'n effektiewe aanvalstegniek.",
    "2187096543": "Inderdaad, daar was 'n paar groot data-oortredings as gevolg van hacker-geskrewe sagteware wat 'n API versoek het om data uit 'n databasis te onttrek. Per slot van rekening, as dit bloot 'n basiese GET-oproep op 'n API vereis om data te steel, geskryf met REST en JSON, dan is dit maklik om 'n databasis vinnig skoon te maak. Trouens, wanneer mense praat oor \"skermskraap\"-aanvalle, wat hulle eintlik bedoel, is meestal vinnige-vuur API-oproepe wat data uit databasisse trek. API's het 'n groot aanvaloppervlak geword vir organisasies wat dit bou.",
    "4222109231": "Versagtende API-risiko met hCaptcha se Enterprise Product",
    "1783317946": "Om API-aanvalle te stop is 'n gewilde gebruiksgeval vir",
    "3022922096": ", hCaptcha se ondernemingsreeks produkte. Anders as die gratis weergawe van hCaptcha,",
    "63719113": "gebruik gevorderde masjienleer om kwaadwillige verkeer na jou werf en programme te identifiseer – insluitend skraapaktiwiteite.",
    "3566102529": "ons vandag om meer te leer.",
    "3096553330": "Elke stelsel wat ons skep, weerspieël eenvoudig ons verhoudings met ander mense.",
    "1467218142": "Wat ons van hulle en onsself begeer, dryf ons gedrag, en dus kom dieselfde patrone van interaksie in alle menslike sisteme voor. Die internet bied baie uitstekende voorbeelde van hierdie fundamentele aspek van ons wêreld.",
    "808872868": "Byvoorbeeld: strooipos, bedrog en misbruik bestaan aanlyn sedert byna die dag nadat twee stelsels die eerste keer met mekaar verbind is.",
    "1085089390": "Aanlyn misbruik spruit uit ingebore menslike gedrag",
    "3064321967": "Die eerste bekende strooipos-e-pos is in 1978 gestuur. [",
    "3800781598": "] Byna vyf dekades later gaan e-pos strooipos ons steeds teister. Baie miljarde dollars en duisende persoon-jare se ingenieurspoging is aangewend om dit te verslaan, en tog duur strooipos voort. Daar is miljarde dollar-industrieë aan beide kante, dit wil sê diegene wat daarteen verdedig en diegene wat dit stuur.",
    "2119943547": "Hoekom is dit? Die antwoord is eenvoudig. Solank daar 'n aansporing is om 'n stelsel te misbruik, sal iemand gewoonlik 'n manier vind. En sodra hulle dit doen, sal iemand anders nou 'n aansporing hê om hulle te keer.",
    "532470444": "Die balans kan effens van jaar tot jaar verskuif, maar hierdie gedrag weerspieël bloot die fundamentele menslike natuur, en vyfduisend jaar se opgetekende geskiedenis impliseer dat dit onwaarskynlik is dat die dinamiek binnekort sal verander.",
    "3193548097": "Hoop Springs Ewig",
    "4065614934": "Hierdie ontleding is nie nuut nie, maar mense is ewig optimisties. Veral as hulle dink hul idee is nuut.",
    "1216071511": "Dieselfde idees word so gereeld voorgestel dat 'n anonieme skrywer sowat 20 jaar gelede met 'n nuttige invul-in-die-blank vorendag gekom het vir aanlynbesprekings oor anti-spam-oplossings:",
    "1941999673": "Jou pos bepleit a",
    "4179118182": "( ) tegniese ( ) wetgewende ( ) markgebaseerde ( ) vigilante",
    "3978720689": "benadering om strooipos te beveg. Jou idee sal nie werk nie. Hier is hoekom dit nie sal werk nie.",
    "318339230": "(Een of meer van die volgende kan van toepassing wees op jou spesifieke idee, en dit kan ook wees",
    "30312304": "ander gebreke wat vroeër van staat tot staat verskil het voordat 'n slegte federale wet aangeneem is.)",
    "2710988028": "( ) Spammers kan dit maklik gebruik om e-posadresse te oes",
    "3912514510": "( ) Poslyste en ander wettige e-posgebruike sal geraak word",
    "2030062561": "( ) Niemand sal die ou kan kry of die geld kan afhaal nie",
    "3334160175": "( ) Dit is weerloos teen brute kragaanvalle",
    "3238345709": "( ) Dit sal vir twee weke strooipos stop en dan sit ons daarmee vas",
    "4227800293": "( ) Gebruikers van e-pos sal dit nie verdra nie",
    "2271252286": "( ) Microsoft sal dit nie verdra nie",
    "692064738": "( ) Die polisie sal dit nie verdra nie",
    "3475647460": "( ) Vereis te veel samewerking van spammers",
    "1482845460": "() Vereis onmiddellike totale samewerking van almal op een slag",
    "3741193183": "( ) Baie e-posgebruikers kan nie bekostig om besigheid te verloor of potensiële werkgewers te vervreem nie",
    "2234909600": "( ) Spammers gee nie om oor ongeldige adresse in hul lyste nie",
    "1982617151": "( ) Enigiemand kan anoniem enigiemand anders se loopbaan of besigheid vernietig",
    "2498172334": "Spesifiek, jou plan versuim om rekening te hou",
    "389705801": "( ) Wette wat dit uitdruklik verbied",
    "190955495": "( ) Gebrek aan sentraal beherende gesag vir e-pos",
    "237009707": "( ) Oop aflosse in die buiteland",
    "3507532387": "() Gemak om klein alfanumeriese adresspasie van alle e-posadresse te soek",
    "2477958756": "( ) Slegte mense",
    "3254142589": "( ) Jurisdiksieprobleme",
    "3621401685": "( ) Ongewildheid van vreemde nuwe belastings",
    "4277475973": "( ) Openbare onwilligheid om vreemde nuwe vorme van geld te aanvaar",
    "941057651": "( ) Groot bestaande sagteware-investering in SMTP",
    "3265293440": "() Gevoelbaarheid van ander protokolle as SMTP vir aanval",
    "515733427": "( ) Gewilligheid van gebruikers om OS-patches te installeer wat per e-pos ontvang is",
    "2631159699": "( ) Leërs van wurm deurspekte breëband-gekoppelde Windows-bokse",
    "776542208": "( ) Ewige wapenwedloop betrokke by alle filterbenaderings",
    "989480928": "() Uiterste winsgewendheid van strooipos",
    "3898950867": "( ) Joe werk en/of identiteitsdiefstal",
    "3395399558": "( ) Tegnies ongeletterde politici",
    "1118929614": "( ) Uiterste onnoselheid aan die kant van mense wat sake doen met spammers",
    "838951836": "( ) Oneerlikheid aan die kant van spammers self",
    "2123236933": "() Bandwydtekoste wat nie deur kliëntfiltrering beïnvloed word nie",
    "2292919419": "( ) Vooruitsig",
    "2534436327": "en die volgende filosofiese besware kan ook van toepassing wees:",
    "832385387": "( ) Idees soortgelyk aan joune is maklik om mee vorendag te kom, maar geeneen is ooit prakties gewys nie",
    "1993984258": "() Enige skema gebaseer op opt-out is onaanvaarbaar",
    "3909240516": "( ) SMTP-opskrifte behoort nie die onderwerp van wetgewing te wees nie",
    "1151065360": "( ) Swartlyste suig",
    "2396605499": "( ) Witlyste suig",
    "2225785608": "( ) Ons behoort oor Viagra te kan praat sonder om gesensor te word",
    "3004688366": "( ) Teenmaatreëls moet nie draadbedrog of kredietkaartbedrog behels nie",
    "922470170": "( ) Teenmaatreëls moet nie sabotasie van openbare netwerke behels nie",
    "3068923550": "( ) Teenmaatreëls moet werk as dit geleidelik ingefaseer word",
    "2752975480": "( ) Die stuur van e-pos moet gratis wees",
    "117227832": "( ) Hoekom moet ons jou en jou bedieners moet vertrou?",
    "1021431157": "() Onversoenbaarheid met oopbron- of oopbronlisensies",
    "2801524659": "( ) Goedvoelmaatreëls doen niks om die probleem op te los nie",
    "931661269": "( ) Tydelike/eenmalige e-posadresse is omslagtig",
    "2090457681": "( ) Ek wil nie hê die regering lees my e-pos nie",
    "3536122902": "( ) Om hulle so te stop is nie stadig en pynlik genoeg nie",
    "2391175562": "Verder is dit wat ek van jou dink:",
    "229198134": "( ) Jammer ou, maar ek dink nie dit sal werk nie.",
    "345563040": "( ) Dit is 'n dom idee, en jy is 'n dom persoon wat dit voorstel.",
    "409780280": "( ) Goeie probeerslag, ****! Ek hoop iemand trap op jou sleutelbord!",
    "2820080973": "aangebied met ❤ deur",
    "3943164003": "sien rou",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Hoekom jou nuwe anti-spam oplossing nie sal werk nie",
    "361795034": ". Onbekende skrywer, c. 2000",
    "1547006769": "Menslikheidsverifikasie is dieselfde probleem",
    "3717942925": "Net soos daar altyd mense sal wees wat jou aandag per e-pos wil trek, sal daar altyd die begeerte wees om toegang tot sommige hulpbronne so te beperk dat net mense toegang daartoe kan kry.",
    "2481032625": "Of die doel is om te voorkom:",
    "1691348394": "- outomatiese massa-aankope tydens 'n beperkte vrystelling uitverkoping",
    "1771016224": "- sagteware om al die inhoud massaal van u webwerf af te laai",
    "1959762846": "- om jou webvorms in te vul met eindelose bemarkingspam of misbruik",
    "345108670": "- geloofsbriewe en ander rekeningoornamepogings",
    "2540760245": "onder baie ander gebruike, om aanlynverkeer op grond van \"mens of nie\" te filter, sal waarskynlik 'n waardevolle hulpmiddel bly solank die menslike natuur dieselfde patrone volg wat oor die afgelope vyfduisend jaar aangeteken is.",
    "3346362371": "Wat van masjienleer?",
    "3619183405": "In 2021 kan eenvoudige CAPTCHA's soms met sagteware opgelos word, danksy vooruitgang in masjienleer. Om dit aan te spreek, doen hCaptcha ook 'n baie gedetailleerde ontleding van eiendomme soos",
    "3292221787": "die uitdaging is beantwoord, nie net of dit korrek was nie, en verander gereeld beide die vrae en die data wat gebruik is.",
    "1080672247": "Omdat baie van die vrae wat gevra word nie ekonomies opgelos kan word met van die rak sagteware nie, en omdat die data oor die algemeen uniek aan die stelsel is, beteken dit dat bots dikwels heeltemal deur die gratis diens gestop word, en eerder op menslike CAPTCHA-oplossers moet staatmaak, wat maak baie soorte misbruik heeltemal onekonomies.",
    "4172868199": "gaan baie verder as dit, en beweeg na die gebied van pogings om ook \"goeie mens\" van \"slegte mens\" te onderskei, en word vandag deur baie van die wêreld se gewildste aanlyn dienste gebruik om alles van aankoopbedrog tot gevorderde aanhoudende te vind en te stop. bedreigings teen hul gebruikers, terwyl 'n unieke fokus op die behoud van privaatheid behou word.",
    "2873911365": "Wat van hardeware attest?",
    "1477196356": "Verskeie metodes om identiteit aan 'n toestel op 'n kriptografies veilige wyse te koppel, soms met privaatheidbewarende eienskappe, word al dekades lank voorgestel. Publieke sleutel kriptografie dateer terug na c. 1975, en hardeware-tokens bestaan byna net so lank.",
    "2349681896": "Ongelukkig beteken dit nie dat jy 'n persoon is om 'n stuk hardeware te beheer nie. Feitlik elke gewilde verbruikershardeware attesteringskema is herhaaldelik gebreek, gelap en dan weer gebreek.",
    "254326776": "Daar word dikwels ontdek dat kwaadwillige misbruik van hierdie gebreke al maande of jare voor die openbaarmaking of akademiese publikasie plaasgevind het.",
    "2462909475": "'n Muur van meer as 10 000 fone wat vir misbruik gebruik word, deel van 'n Chinese bot-operasie.",
    "1963951234": "Maak nie saak hoe betroubaar jou kriptografiese skema is nie, as iemand aan die einde van die dag eenvoudig geld kan spandeer om vir jou die antwoord te gee waarna jy soek, is dit onvoldoende om 'n stuk hardeware te besit.",
    "1278884196": "Dit gesê, kriptografie is nogal 'n jong dissipline. Gebaseer op onlangse geskiedenis, sal jou kriptografiese skema en/of implementering waarskynlik gebreek word sodra iemand 'n aansporing het om dit noukeurig te bekyk, en dit is waarskynlik dat ander mense dit sal uitvind lank voor jy dit doen. Om op hardeware te vertrou beteken ook dat jy dalk elkeen van jou gebruikers moet vra om 'n fisiese toestel te verander om die fout reg te maak. Dit is onwaarskynlik dat dit in die meeste gevalle vinnig sal gebeur, wat beteken in werklikheid sal jou stelsel eenvoudig nie oopmaak nie.",
    "1828028934": "Dit is hoekom",
    "1642844535": "is belangrik: hCaptcha gebruik verskeie verskillende benaderings om dieselfde fundamentele vraag te beantwoord, wat vergelyking vir konsekwentheid oor alle evaluerings moontlik maak.",
    "1155821305": "verdediging is diepte",
    "119098046": "Wat van passiewe of geen-uitdagingsoplossings?",
    "2760410719": "Dienste wat probeer om bot-opsporing met suiwer passiewe seine te doen, loop vinnig in 'n fundamentele probleem: hoe bevestig jy of 'n stelsel slegte akteurs korrek opspoor as jy nie akkurate grondwaarheid het nie?",
    "1722734001": "Die oop internet is 'n baie raserige omgewing. Slegte akteurs val gebruikers van ons diens en mededingers soos reCAPTCHA elke dag aan, en probeer natuurlik om so menslik moontlik te lyk terwyl hulle dit doen.",
    "1595254735": "Suiwer passiewe dienste sukkel om bot-opsporingsakkuraatheid te handhaaf, of selfs om te weet wanneer hulle onakkuraat is. Sonder die vermoë om gebruikers af en toe uit te daag en die resultate van daardie uitdaging korrek te ontleed, is akkuraatheid geneig om mettertyd baie af te neem.",
    "2412751979": "Danksy die meer akkurate menslike seine wat hCaptcha aandryf, het baie maatskappye wat voorheen reCAPTCHA v3/Enterprise gebruik het oorgeskakel na",
    "2284856231": "en het ook dramaties verbeterde akkuraatheid in hCaptcha Enterprise se suiwer passiewe modus gesien.",
    "4162847": "Ons kon dit direk waarneem, aangesien sommige van ons kliënte A/B-toetse op dieselfde versoek uitvoer voordat hulle heeltemal van Google se aanbiedinge oorskakel. Ons is tipies in staat om beide 'n hoë vals positiewe en vals negatiewe koers van reCAPTCHA v3 of reCAPTCHA Enterprise te bewys.",
    "436125785": "Dit is nie verbasend nie, gegewe die onakkuraatheid van die terugvoerlusse wat in daardie produkte beskikbaar is, en die feit dat dit deur 'n advertensienetwerk verkoop word met 'n oorweldigende gevestigde belang om nie te goed te raak met bot-opsporing nie, sodat dit hul kernbesigheid nie benadeel nie.",
    "2233741720": "Ter afsluiting",
    "2133809801": "Solank mense mense bly, is dit waarskynlik dat menslikheidsverifikasie 'n rol aanlyn sal speel.",
    "2255549335": "Ons werk by hCaptcha is om goeie afwykings tussen moeilikheid en akkuraatheid te vind en om wrywing laag te hou, veral vir",
    "4138068262": "gebruikers. Op die ou end sal interaksie met uitdagings waarskynlik deel bly van die arsenaal van gereedskap om aanlyn misbruik te verminder solank die menslike natuur onveranderd bly.",
    "855097735": "Die bou van 'n diens wat dit goed doen terwyl alle bekommernisse gebalanseer word, is 'n baie moeilike probleem (en ons werk altyd daaraan om dit te verbeter om die ervaring so aangenaam as moontlik te maak), maar ons hoop jy sal saamstem dat die vermindering van strooipos, misbruik, rekeningoornames , en aanlyn bedrog is uiteindelik die moeite werd om af en toe 'n eenvoudige vraag.",
    "1953959745": "toeganklikheid",
    "2543123170": "Nul wrywing mensdom verifikasie",
    "547245263": "Los jou botprobleem vandag op.",
    "3117887301": "Vertrou deur die grootste aanlyn dienste",
    "981806349": "Gebou op die bewese hCaptcha-platform",
    "2373007864": "hCaptcha Enterprise werk op hCaptcha-platformtegnologie, uitgebrei om die kenmerke in te sluit wat hoëverkeerondernemings benodig.",
    "2652399059": "'n Betroubare vennoot",
    "1997838163": "Die wêreld se grootste maatskappye is afhanklik van hCaptcha Enterprise. Integrasie is eenvoudig, en opsporing akkuraatheid is ongeëwenaard.",
    "734735952": "Ons het 'n aantal CAPTCHA-verskaffers geëvalueer sowel as om self 'n stelsel te bou. Op die ou end het hCaptcha na vore gekom as die beste alternatief vir reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Direkteur van produkbestuur, Cloudflare",
    "3971348140": "Hoekom het ons hCaptcha gebruik? Niemand anders kon die kenmerke en prestasie lewer wat ons nodig gehad het nie. Hulle het ons vinnig aan die gang gesit, en ons handelaars is mal oor die ervaring.",
    "4248655793": "- Alex M.",
    "4185927140": "Produkbestuurder, Flash, Shopify",
    "282913023": "Die koste-effektiewe opsie vir hoë verkeer ondernemings",
    "999610953": "Ten slotte, 'n geloofwaardige alternatief vir Google. hCaptcha Enterprise lewer dramatiese besparings op jou reCAPTCHA-rekening met hoër sekuriteit: tot 80% goedkoper in sommige gevalle.",
    "1886100235": "Baie van die wêreld se grootste aanlyn dienste het oorgeskakel na hCaptcha Enterprise en het verbeterde bot-opsporing ontvang saam met aansienlike kostebesparings.",
    "2903742230": "Advertensienetwerke sien jou besoekers as die produk. Vir ons is die enigste doel om hul menslikheid te bepaal. Ons dienste voldoen aan of oortref GDPR, CCPA, LGPD en PIPL vereistes, en ons werk hard om privaatheid en sekuriteit te balanseer.",
    "3901503296": "Hierdie unieke fokus op privaatheid beteken dat ons geen individuele databehoud, koekievrye werking en ander kontraktuele privaatheidswaarborge kan bied soos vereis, terwyl ons uitstekende sekuriteit handhaaf.",
    "3342910682": "Lees meer",
    "1130783905": "Akkuraatheid is in jou en ons belang. hCaptcha werk om jou regte data te gee en jou te laat besluit hoe om dit te gebruik. Ander sekuriteitsoplossings word verskaf deur Gigantiese advertensiemaatskappye. Dit beteken dat elke bot wat hulle blokkeer, hul inkomste kan verminder.",
    "2019130052": "Ons innovasies in privaatheid-gefokusde ML laat ons die sekuriteitstandaarde van verouderde \"rekord alles vir ewig\"-strategieë oorskry sonder om sekuriteit of gebruikersprivaatheid te benadeel.",
    "23114595": "Groot gebruikerservaring",
    "3437412311": "Vir Enterprise-gebruikers is opsies beskikbaar om uitdagings in die meeste scenario's heeltemal te vermy, met staatmaak op passiewe tellings.",
    "1996843433": "Verminder wrywing deur 'n uitdaging heeltemal te vermy vir 99,9% van jou wettige verkeer, terwyl dit steeds uitstekende sekuriteit bied.",
    "3093689546": "Maklike integrasie",
    "247560732": "Voeg hCaptcha by met drie reëls kode. As jy van reCAPTCHA af kom, is ons API versoenbaar en dit neem net minute om oor te skakel.",
    "1510448156": "Jy kan vandag aan die gang wees met 'n voortreflike alternatief, en skakel meer gevorderde kenmerke aan soos nodig.",
    "2718999653": "Pasgemaakte bedreigingtellings",
    "2698140263": "Nie alle probleme is dieselfde nie: om 'n enkele telling te kry, beteken dat dit aan jou behoeftes moet voldoen om bruikbaar te wees.",
    "897432717": "Met ons nuwe ontwerp vir pasgemaakte bedreigingtellings, laat die byvoeging van jou besigheidskennis ons modelle toe om tellings te lewer wat uniek relevant is vir jou gebruikers.",
    "2650502379": "Begin jou eie uitdagings binne sekondes",
    "3578122193": "Bly op handelsmerk met relevante inhoud",
    "1074044172": "Wanneer gebruikers 'n uitdaging moet oplos om aan u sekuriteitsvereistes te voldoen, waarom vra dan nie vrae wat aangenaam en relevant is vir die gebruiker nie?",
    "1579093044": "Met ons eenvoudige pasgemaakte uitdagingsontwerper kan u binne 'n paar minute 'n handelsmerkuitdaginginhoud bekendstel.",
    "3717512591": "Direkte platformintegrasie",
    "121743429": "Vir webinfrastruktuurmaatskappye",
    "2131386784": "Bereikbare kundigheid en ondersteuning vir beide u en u gebruikers",
    "2782263070": "Diens is 'n topprioriteit vir ons. Ons handhaaf 24/7-oproep-ondersteuning en bied direkte Slack-koördinasie met jou ingenieursintegrasiespan en ons op-roeppersoneel tydens en na implementering.",
    "3740051331": "Ons is ook daartoe verbind om jou gebruikers se vrae aktief te monitor en daarop te reageer oor sosiale media, forums en ons inlegstuk en e-posondersteuningskanale. Ons is toeganklik en reageer, en behandel gebruikerstevredenheid as 'n top KPI.",
    "170775527": "Ondernemingskenmerke",
    "3383086062": "hCaptcha Enterprise is 'n volledige aanlyn sekuriteitsoplossing. Aktiewe en passiewe modusse laat jou toe om geloofsbriewe te stop, rekeningoornames op te spoor en verdagte akteurs te blokkeer. Alles met geen wrywing vir wettige gebruikers.",
    "1408599440": "Begin vinnig met 'n paar reëls kode en ons 99,9% passiewe modus, of neem volle beheer oor wanneer en hoe gebruikers uitgedaag word. Pasgemaakte bedreigingsmodelle en aanpasbare uitdagings beteken ongeëwenaarde buigsaamheid om sekuriteit te verseker.",
    "3365203058": "Wêreldklas anti-bot beskerming",
    "1803009328": "Slaggetoets op webskaal.",
    "1586809757": "Hoë akkuraatheid bot tellings",
    "353367791": "Bespeur slegte akteurs van baie verskillende tipes.",
    "191460155": "Geen wrywing en 99,9% passiewe modusse",
    "585557010": "Daag minder as 0,1% van wettige gebruikers uit.",
    "3287172429": "Beheer uitdaging tipes gewys",
    "1844885924": "Wye biblioteek van tipes om van te kies.",
    "3018523079": "Bly op handelsmerk met 'n konsekwente gebruikerservaring.",
    "3817811295": "Gewaarborgde betroubaarheid en vinnige 24/7 on-call ondersteuning.",
    "1798492192": "Verouderde blaaierondersteuning",
    "1356745565": "Versoenbaar al die pad terug na Internet Explorer 8.",
    "751483365": "Ondersteuning vir nie-JavaScript-kliënte.",
    "4199502476": "Gevorderde verslagdoeningskontroleskerms en API",
    "3630114728": "Sien wat op al jou werwe en programme gebeur.",
    "3573245166": "Anders as reCAPTCHA, werk ons in elke land.",
    "2354267648": "GDPR, CCPA en LGPD-vriendelike privaatheidsbeleid",
    "3167979932": "Ontwerp vir privaatheid vanaf dag een. Sterk dataverwerkingsooreenkoms.",
    "4065065042": "Skakel dit in om presies by jou gebruiksgeval te pas.",
    "111184581": "Eersteparty-gasheer",
    "4272022475": "Alle versoeke en bates gaan na hcaptcha.yourdomain.com",
    "2676853536": "Multi-gebruiker dashboards",
    "1368787974": "Deel bestuur oor jou span.",
    "1045484714": "SAML SSO-integrasie met jou identiteitsverskaffer, bv. Okta of Azure AD.",
    "3953584369": "Gesofistikeerde RBAC-toegangsbeperkings beskikbaar.",
    "2781507299": "Onmiddellike verifikasie",
    "4019660456": "0ms latency: verifieer hCaptcha-tokens met geen API-oproep nie.",
    "3446714684": "Mobiele (iOS en Android) integrasie",
    "2593768395": "Naatlose ervaring oor web, inheemse mobiele, mobiele web. Voorafgeboude integrasies en inheemse SDK's beskikbaar.",
    "1779265104": "Pasgemaakte bepalings en privaatheidswaarborge",
    "122875767": "Bevredig jou wetlike behoeftes wanneer ander maatskappye nie kan nie.",
    "148188781": "Uitdagings aangebied",
    "838049015": "Kies alle prente wat by navraag pas",
    "1126302400": "Begrensende boks",
    "3554448168": "Kategorisering",
    "2104933754": "Identifiseer die ooreenstemmende byskrifte",
    "3612043014": "...en ander eenvoudige take. Maklik vir mense, moeilik vir bots.",
    "3624758171": "Gepasmaakte take ook beskikbaar vir ondernemingsuitgewers.",
    "1001938065": "Integrasie kan nie makliker wees nie",
    "2138799135": "hCaptcha het dosyne voorafgeboude integrasies vir die voor- en agterkantstelsels wat u gebruik.",
    "2535001179": "As jy toevallig van Google se reCAPTCHA af kom, is ons API's inloopplaasvervangers.",
    "1393184984": "is al wat jy nodig het.",
    "3715747429": "Ons aanboordingenieurs kan jou vinnig aan die gang kry, of jy nou React-integrasie, SDK's vir inheemse iOS-toepassings, 'n Java-backend-voorbeeld of feitlik enige ander scenario benodig.",
    "2681650568": "En soos altyd is privaatheid vir ons 'n kernwaarde. Voeg ons uitdagingskode by net waar dit nodig is, en waar dit sin maak om beide jou en jou gebruikers te beskerm. Die minimalisering van data-insameling begin vanaf die oomblik van integrasie.",
    "1130868224": "Drie reëls kode",
    "2183926131": "Begin met hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privaatheid",
    "1845745385": "Ontwerp vir privaatheid.",
    "1297224875": "'n Unieke privaatheidsgedrewe benadering tot Enterprise-aanlynsekuriteit.",
    "2762458927": "Jou gebruikersdata is nie te koop nie.",
    "2058856283": "hCaptcha Enterprise het net een doel: om te verhoed dat slegte akteurs jou aanlyn bedrywighede ontwrig en jou gebruikers benadeel.",
    "2408036504": "Ons stelsels is dus van die grond af ontwerp om data-insameling en -bewaring te minimaliseer, terwyl klasleidende sekuriteit gehandhaaf word. Die beste manier om gebruikersdata te beskerm, is om dit glad nie te stoor nie.",
    "4099477834": "Alle klanteverhoudings word ook beskerm deur 'n sterk dataverwerkingsooreenkoms. Die hCaptcha-diens voldoen aan alle privaatheidswette, ongeag waar u diens of u kliënte woon. Om nie persoonlike data te hou nie, maak dit vir ons baie makliker as vir ander maatskappye.",
    "3569492665": "Die opneem van aanlynaktiwiteit is nie die antwoord nie.",
    "3389431373": "Dienste soos reCAPTCHA v3 sê dat dit nodig is om hul opsporingspieksel op elke bladsy van jou werf te plaas vir goeie sekuriteit. Dit is nie die geval nie.",
    "3590546893": "Eenvoudige gedragsanalise is 'n sein wat maklik deur slegte akteurs gesmee word, en vereis dat die blaaigeskiedenis ook vir al jou wettige verkeer behou word.",
    "1105363520": "Ons bedryf nie 'n advertensienetwerk nie en stel geen belang daarin om jou gebruikersgedrag waar te neem om advertensies aan hulle te verkoop nie. Dit beteken dat ons nie 'n passiewe pixel op elke bladsy van jou werf benodig nie.",
    "3088605177": "Voeg ons uitdagingskode by net waar dit nodig is, en waar dit sin maak om beide jou en jou gebruikers te beskerm.",
    "337971271": "Masjienleer is nuttig. Maar dit vereis nie persoonlike data om te werk nie.",
    "320166522": "Masjienleer beïnvloed nou byna elke aspek van ons lewens, dikwels op maniere wat ons nie besef nie en nie kan sien nie. Aanlyn sekuriteitsdienste is nie anders nie.",
    "3180664128": "Deur meer as duisende seine te leer, kan modelle aflei en hoë vertroue bereik om kwaadwillige gedrag baie vinnig op te spoor, selfs wanneer geen individuele sein op sigself sterk genoeg sou wees om 'n probleem aan te dui nie.",
    "961941354": "Niks hiervan vereis egter die gebruik van persoonlik identifiseerbare inligting (\"PII\") nie. Moderne kriptografiese tegnieke stel ons in staat om enige persoonlike data so vinnig as moontlik weg te gooi, en skep eerder eenrigting-handtekeninge wat nie aan enige individu gekoppel kan word nie.",
    "1706581702": "Opleiding oor gede-geïdentifiseerde data werk net so goed, en vereis nie 'n kompromie op sekuriteit of privaatheid nie. Ons kliënte het die empiriese toetse gedoen, en het ons gelyk aan of beter as veel minder private alternatiewe verklaar.",
    "3203921334": "Ons het van 'n aantal dinge oor die hCaptcha-oplossings gehou: 1) hulle verkoop nie persoonlike data nie; hulle samel slegs die minimum nodige persoonlike data in, hulle is deursigtig in die beskrywing van die inligting wat hulle insamel en hoe hulle dit gebruik en/of openbaar maak.",
    "305735018": "Ten slotte, 'n geloofwaardige alternatief vir Google. hCaptcha Enterprise lewer dramatiese besparings op jou reCAPTCHA-rekening met hoër sekuriteit: tot 80% goedkoper in sommige gevalle.",
    "3695206755": "Probeer ons sonder enige verpligting in jou omgewing.",
    "2941545733": "Ons is ingenieurs, nie verkoopsmense nie: ons wil hê jy moet gelukkig wees met jou keuse.",
    "131871195": "Die beste manier om jou tevredenheid te verseker, is om te demonstreer dat ons aan jou behoeftes voldoen.",
    "3436534225": "Feitlik alle maatskappye wat 'n loods begin kies uiteindelik ons oplossings.",
    "4060250206": "Gebruik hierdie vorm om een van ons tegniese spesialiste te bereik. Ons reageer vinnig.",
    "1159746815": "Jy kan ons ook direk e-pos.",
    "2531534427": "Besonderhede is hier.",
    "2059998584": "Streek",
    "3916131732": "Amerikas",
    "135276624": "Europa, Midde-Ooste, Afrika (EMEA)",
    "1182294134": "Asië-Stille Oseaan (APAC)",
    "2437934778": "Jou naam",
    "3859506577": "Besigheid e-pos",
    "1268414751": "Enige ander besonderhede wat ons moet hê?",
    "42559805": "Benodig jy dringende aanboord?",
    "851679588": "Ja.",
    "1729677626": "Ek word aangeval en vereis onmiddellike aanboord.",
    "2808971932": "Dit is 'n teks binne 'n div-blok.",
    "2468683988": "Opskrif",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, my quis viverra ornare, eros dolor interdum nulla, uit commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Teks skakel",
    "2212670355": "Teken aan",
    "31502377": "Wat is 'n rykteks-element?",
    "2310705547": "Die ryk tekselement laat jou toe om opskrifte, paragrawe, blokaanhalings, beelde en video alles op een plek te skep en te formateer in plaas daarvan om dit individueel by te voeg en te formateer. Dubbelklik net en skep maklik inhoud.",
    "2590587108": "Statiese en dinamiese inhoud redigering",
    "778204464": "'n Ryktekselement kan met statiese of dinamiese inhoud gebruik word. Vir statiese inhoud, gooi dit net op enige bladsy en begin redigeer. Vir dinamiese inhoud, voeg 'n rykteksveld by enige versameling en koppel dan 'n ryktekselement aan daardie veld in die instellingspaneel. Voila!",
    "1890955039": "Hoe om formatering vir elke ryk teks aan te pas",
    "3286051798": "Opskrifte, paragrawe, blokaanhalings, figure, prente en figuurbyskrifte kan almal gestileer word nadat 'n klas by die rykteks-element gevoeg is deur gebruik te maak van die \"Wanneer binne van\" geneste kieserstelsel.",
    "504332576": "Ons is trots om aan te kondig dat hCaptcha gegroei het tot die grootste onafhanklike kuberveiligheidsdiens ter wêreld, wat op ongeveer 15% van die internet werk – en ons het die meeste van hierdie markaandeel direk van Google reCAPTCHA geneem. Saam, hCaptcha en",
    "1155436473": "(ons ondernemingsaanbieding) beskerm nou elke maand honderde miljoene gebruikers oor tienmiljoene webwerwe en toepassings. Ons storie wys dat jy met Big Tech kan meeding wanneer jy privaatheid eerste stel.",
    "3108727249": "BotStop",
    "1296696044": "Privaatheid teen sekuriteit: Hoekom nie albei nie?",
    "538871570": "Om met Google en ander Big Tech-maatskappye te kompeteer, lyk soos 'n moeilike taak: hul monopolistiese markkrag, platform-effekte en leër van hoogs betaalde ontwikkelaars word oor die algemeen beskou as te kragtig om vir enigiemand behalwe ander tegnologiereuse soos Facebook of Amazon aan te pak. Ons storie wys dat dit nie so hoef te wees nie – jy kan Big Tech klop deur op privaatheid te fokus.",
    "3600718611": "Oorweeg Google reCAPTCHA,",
    "4281708680": ". By hCaptcha het ons doelbewus 'n heel ander benadering gevolg, deur masjienleertegnieke wat privaatheid behou, te gebruik om tipiese botgedrag teen hoë akkuraatheid te identifiseer, alles terwyl ons so min as moontlik data verbruik en stoor.",
    "3312336121": "wat enorme hoeveelhede gedragsdata verbruik om te bepaal of webgebruikers wettige mense of bots is",
    "1193738791": ": hulle volg gebruikersgedrag op elke bladsy van 'n webwerf en oor die web. Ons het hCaptcha van dag een af so privaatheidsvriendelik as moontlik ontwerp. Dit het gelei tot 'n heeltemal ander benadering tot die probleem. Soos dit blyk, is dit heeltemal onnodig om gebruikers oor die web op te spoor en hul webgeskiedenis aan hul identiteit te koppel om goeie sekuriteit te bereik. Die baie maatskappye wat oorgeskakel het na hCaptcha",
    "2620705814": "Google is 'n advertensiemaatskappy, en hul sekuriteitsprodukte lyk baie soos hul advertensieprodukte",
    "1126447688": "rapporteer dikwels gelyke of beter prestasie in bot-opsporing en -versagting ondanks ons privaatheidsfokus",
    "439777523": "Regulasie is belangrik",
    "3588274874": "Deur te fokus op die lewering van 'n produk wat in lyn is met regulatoriese pogings soos die Europese Unie se GDPR en Kalifornië se CCPA, het ons massiewe groei ervaar - natuurlik help dit dat hCaptcha 'n eenvoudige \"drop-in\" vervanging vir reCAPTCHA is en dus binne minute geïnstalleer kan word.",
    "2150595700": ". GDPR en CCPA het privaatheidskwessies op die kaart geplaas vir ondernemingkopers, en terselfdertyd word aanlyn privaatheid al hoe belangriker vir die publiek namate ons almal begin verstaan hoe die aanlyn advertensies en bemarkingsindustrieë histories ons data gebruik het.",
    "2624949852": "Natuurlik was reCAPTCHA 'n vroeë toetreder tot websekuriteit sedert 2009, wat miljoene webwerwe beskerm het teen steeds groeiende bedreigings deur kwaadwillige bots en spammers. Dit is egter die afgelope paar jaar heeltemal gekompromitteer:",
    "499510428": "Ons glo inderdaad dat regulering ons hier gehelp het",
    "1232651561": "sagteware is nou so goed soos mense om reCAPTCHA-uitdagings op te los.",
    "824740867": "Eerder as om die oplossing te verbeter, het Google eerder reCAPTCHA v3 vrygestel, wat baie meer soos 'n advertensienetwerk werk as sekuriteitsagteware, wat gedragsdata van regoor die web versamel om gebruikersprofiele te bou. Ongelukkig word hierdie soort sein maklik verslaan, en bied dus min beskerming teen bots terwyl dit gebruikers se privaatheid benadeel.",
    "1027023087": "Ons by hCaptcha het eerder gefokus op meer moderne benaderings tot die probleem, wat nie die behoud van langtermyngedragsrekords soos blaaigeskiedenis vereis nie en wat baie meer veerkragtig bewys het in die aangesig van vasberade teëstanders sedert die diens bekendgestel is.",
    "2852295413": "'n Inherente botsing van belange: om bots te stop, verminder inkomste vir 'n advertensienetwerk",
    "1597520917": "'n Groeiende aantal kritici het daarop gewys dat Google se verontagsaming van gebruikersprivaatheid kliënte moet bekommer wat hul webwerwe en toepassings wil beskerm.",
    "763447231": "Terselfdertyd kan bots verhoed om toegang tot uitgewerwebwerwe te verkry, advertensiebedrog aan die lig, wat Google se reCAPTCHA-produk direk teen hul advertensiebesigheid plaas, wat meer as 80% van hul inkomste produseer.",
    "999674529": "Elke bot wat Google bespeur, behoort nul advertensie-dollars te verdien. Google se maatskappyaansporings is dus swak in lyn met die gebruikers van hul sekuriteitsdienste, en dit kan een verklaring wees vir die swak prestasie van hul reCAPTCHA-sekuriteitsaanbieding.",
    "956019009": "Die grootste webinfrastruktuurmaatskappye het reeds opgetree",
    "1923297430": "Die finale breekpunt vir baie groter kliënte het gekom toe Google begin om maatskappye te hef vir die gebruik van hul produk op enige betekenisvolle skaal. Dit het veroorsaak dat reCAPTCHA-gebruikers lank na beter alternatiewe soek, aangesien regulatoriese bekommernisse regoor die wêreld reeds die gebruik van Google se aanbiedinge al hoe meer onaantreklik gemaak het.",
    "2197218442": "Matthew Prince, uitvoerende hoof van Cloudflare, het hierdie standpunt opgesom in die",
    "155456850": "kondig hul oorskakeling na hCaptcha aan:",
    "435302267": "maatskappy se blogplasing",
    "2087769953": "\"Ons is opgewonde oor hierdie verandering, want dit help om 'n privaatheidskwessie aan te spreek wat inherent is aan die vertroue op 'n Google-diens wat ons al 'n geruime tyd het. Ons het 'n aantal CAPTCHA-verskaffers geëvalueer sowel as om self 'n stelsel te bou. Op die ou end, hCaptcha het na vore gekom as die beste alternatief vir reCAPTCHA.” \"Ons het van 'n aantal dinge van die hCaptcha-oplossings gehou: 1) hulle verkoop nie persoonlike data nie; hulle samel slegs die minimum nodige persoonlike data in, hulle is deursigtig in die beskrywing van die inligting wat hulle insamel en hoe hulle dit gebruik en/of openbaar maak.\"",
    "595582512": "As jy jou werf of toepassing doeltreffend wil beskerm teen bots, spammers of ander kwaadwillige akteurs, alles terwyl jy jou gebruikers se privaatheid behou (en aan alle relevante regulasies voldoen!), oorweeg hCaptcha en ons Enterprise-aanbieding",
    "3388180864": "Stel jy belang om aan diep tegniese uitdagings op webskaal te werk? Ons stel altyd talentvolle ingenieurs wêreldwyd aan -",
    "3892952987": "kyk gerus na ons openings en doen hier aansoek",
    "3368788823": "Terence Eden maak 'n interessante punt op sy blog: \"",
    "1491780143": "CAPTCHA's bewys nie dat jy 'n mens is nie - hulle bewys dat jy Amerikaans is",
    "2146900431": "Intuïtief maak hierdie bewering baie sin. CAPTCHA's, soos byna alles, is ingebed in 'n kulturele konteks, en as jou poel van uitdagings meestal in een kultuur geskep is, sal dit dalk nie baie goed na 'n ander vertaal nie. In sy kern is dit 'n kwessie van die kulturele",
    "378086442": "van CAPTCHA's, eerder as hul UX per se.",
    "1445008801": "Soos Eden dit stel:",
    "332723732": "inhoud",
    "2072808435": "\"Raai wat, Google? Taxi's in my land is oor die algemeen swart. Ek het genoeg flieks gekyk om te weet dat almal in Amerika geel is. Maar in elke ander land wat ek besoek het, was taxi's 'n mengelmoes van verskillende kleure.\"",
    "3206136647": "Google se probleem hier is gebaseer op die vraagdata wat hulle gebruik teenoor wie dit sien. As alle data uit dieselfde kultuur kom (en in Google se geval dieselfde maatskappy) kan jy sekerlik verwag om uitdagings te hê wat nie goed vertaal na ander kulture nie, in ooreenstemming met Eden se klagte.",
    "2217842245": "Ons data toon egter dat (vir hCaptcha)",
    "4280117172": "Baie lande doen in werklikheid effens beter as die VSA, insluitend Nigerië, Indië, Brasilië en Duitsland:",
    "555749578": "daar is minder as 1% afwyking in oploskoerse oor groot lande op elke kontinent.",
    "151737819": "hCaptcha Solve Tariewe regoor die wêreld toon baie min afwyking",
    "3908992897": "en word in elke land en gebied in die wêreld gebruik, so ons is baie gefokus op die verskaffing van 'n konsekwente globale ervaring.",
    "2808122102": "Kruiskulturele funksionaliteit is dus 'n basiese vereiste vir ons diens. Om seker te maak dat alle wettige gebruikers vinnig toegang tot inhoud het, is 'n kritieke deel van ons missie. Ons bied uitdagings in 110 tale, en is voortdurend besig om die relevante vertalings te verbeter om seker te maak dat ons uitdagings deur almal opgelos kan word.",
    "3913801502": "hCaptcha werk nou op ongeveer 15% van die internet",
    "2077639538": ". Vir een, uitdagingsdata oor ons diens kan uit baie bronne kom, nie net een nie - van groot Fortune 500-maatskappye tot masjienleer-opstarters, solank hulle aan ons voldoen.",
    "3951112506": ". Dit waarborg reeds 'n hoër mate van heterogeniteit in die data.",
    "1803943584": "Tweedens laat ons uitdagings self-optimaliseer om te bepaal in watter lande of tale hulle sal hardloop, wat die waarskynlikheid van 'n konsekwente ervaring selfs verder verhoog. As akkuraatheid laer is as wat verwag is, sal 'n stel vrae eenvoudig ophou loop in die streek of taal waar hierdie effek voorkom.",
    "3668873369": "By hCaptcha het ons van dag een af 'n ander benadering gevolg",
    "1519201684": "KI Etiekbeleid",
    "2155089487": ". As ons uitdagings vir sommige groepe makliker was om op te los, sou ons verwag om 'n verskil te sien in hoe mense regoor die wêreld en oor verskillende kulture presteer wanneer hulle dit oplos. In die konteks van Eden se pos, sou ons verwag dat Amerikaners beter sou vaar as mense in ander lande. Omdat ons jare spandeer het om stelsels te ontwikkel om hierdie probleem te vermy, sien ons in werklikheid net die teenoorgestelde.",
    "2603863826": "NS: As jy 'n vertaling in jou taal vind wat verbeterings kan gebruik, stuur gerus 'n",
    "3543141425": "vir dit!",
    "2697276059": "Bewys dat dit werk: eenvormige oploskoerse regoor die wêreld",
    "664236229": "trek versoek",
    "1137470858": "11 Desember 2021",
    "12462594": "hCaptcha is gebou op die HUMAN-platform, wat gesofistikeerde roetering en analise moontlik maak om koste en doeltreffendheid by elke stap te optimaliseer.",
    "2262549101": "Alternatiewe metodes van kontak word in die US Copyright Office DMCA Designated Agent Directory gedokumenteer",
    "2272776729": "Neem asseblief kennis dat jy jou identiteit moet verifieer en versoek voordat verdere stappe geneem word, soos deur jou regeringsidentifikasie te verskaf. In ooreenstemming met die wet in Kalifornië, kan jy 'n gemagtigde agent aanwys om 'n versoek namens jou te rig. Om 'n gemagtigde agent aan te wys om 'n versoek namens jou te rig, moet jy 'n geldige volmag, die versoeker se geldige staatsuitgereikte identifikasie en die gemagtigde agent se geldige regeringsuitgereikte identifikasie verskaf.",
    "2335607721": "Kennisgewing. Alle kennisgewings wat verband hou met hierdie diensbepalings sal per e-pos gestuur word of op ons webwerf geplaas word. Jy moet kennisgewings aan ons stuur by",
    "2875934612": "20 November 2020",
    "3084122606": "Waar ons gebruik van jou persoonlike inligting op jou toestemming gebaseer is, het jy die reg om dit te eniger tyd terug te trek op die wyse wat in die Diens aangedui word of deur ons te kontak by",
    "3312286067": "of dien 'n klagte by die databeskermingsreguleerder in jou jurisdiksie in. Jy kan jou databeskermingsreguleerder vind by",
    "3506025515": "hCaptcha word nie deur log4shell geraak nie. Hier is hoe ons weet.",
    "3516838896": "Die log4j2-afgeleë kode uitvoering fout het onlangs die internet gevee, wat 'n groot persentasie van aanlyn dienste beïnvloed. hCaptcha is nie geraak nie. Hier is hoe ons daardie feit geverifieer het.",
    "3553195003": "hCaptcha word nie deur log4shell geraak nie.",
    "3610875753": "– As jy na 'n beduidende besigheidsontwrigting nie ons kan kontak soos gewoonlik by",
    "3612764043": ", moet jy na ons webwerf by hcaptcha.com of hcaptchastatus.com gaan.",
    "3626193263": "Die hCaptcha-aangewese agent vir die Digital Millennium Copyright Act (DMCA) is",
    "3794891866": "Kalifornië-verbruikers kan 'n versoek rig ingevolge hul regte onder die CCPA deur ons te kontak by",
    "3814036702": "– As jy vrae het oor ons besigheidskontinuïteitsbeplanning, kan jy ons kontak by",
    "3975007628": "beskerm nou elke maand honderde miljoene gebruikers oor tienmiljoene webwerwe en toepassings. Ons storie wys dat jy met Big Tech kan meeding wanneer jy privaatheid eerste stel.",
    "4038264749": "Let daarop dat terwyl plaaslike COVID-19-bestellings van krag bly, is daar geen waarborge dat pos betyds ontvang sal word nie, en e-pos (",
    "4115505783": ") is die regte kanaal om ons te bereik. Die maatskappy hou nie telefoon- of faksnommers in nie; dit is die 21ste eeu.",
    "4164851712": "Ons gebruik slegs jou persoonlike inligting soos deur die wet toegelaat. Daar word van ons verwag om jou in te lig oor die regsbasisse van ons verwerking van jou persoonlike inligting, wat hieronder beskryf word. As jy vrae het oor die regsbasisse waaronder ons jou persoonlike inligting verwerk, kontak ons by",
    "4201262098": "Hierdie tegnologie laat die regte arbeidsmag elke deel van jou werk hanteer, wat kostedoeltreffendheid maksimeer terwyl privaatheid bewaar word en aan enige regulatoriese vereistes voldoen wat van toepassing mag wees.",
    "4217188341": "30 November 2020",
    "4238473596": "Dit is belangrik om wrywing vir regte gebruikers te minimaliseer. hCaptcha gebruik eenvoudige take en neem minder tyd vir die meeste gebruikers terwyl dit meer botverkeer stop.",
    "4243935861": "ha.com",
    "4270798104": "2. Probeer om ander uitbreidings te deaktiveer. As dit dit oplos, skakel hulle een vir een aan totdat jy die probleem vind, en laat die ontwikkelaar van daardie uitbreiding daarvan weet, asook gee ons kennis by",
    "427220273": "Ons kan spesifieke inligting van jou versoek om ons te help om jou identiteit te bevestig en jou versoek te verwerk. Toepaslike wetgewing mag vereis of toelaat dat ons jou versoek van die hand wys. As ons jou versoek van die hand wys, sal ons jou vertel hoekom, onderhewig aan wetlike beperkings. As jy 'n klag wil indien oor ons gebruik van jou persoonlike inligting of reaksie op jou versoeke rakende jou persoonlike inligting, kan jy ons kontak by",
    "433026247": "Deur take uit te voer, kan jy kwalifikasies en vaardighede opdoen, wat ons na goeddunke sal toestaan. Ons behou die reg voor om jou kwalifikasies en vaardighede te enige tyd te skep, te wysig of te herroep, vir enige rede of geen rede nie. Omdat ons nie diskrimineer op grond van nasionale oorsprong, ras, kleur, geslag, seksuele oriëntasie of enige ander klas wat deur die wet beskerm word nie, sal jy dieselfde geleentheid as enige ander bydraer hê om toegang tot take te verkry soos wat jou kwalifikasies en vaardighede ophoop . As 'n bydraer, as jy glo dat problematiese toetsvrae jou kwalifikasies, vaardighede of belonings beïnvloed het, kan jy goed-ondersteunde bewerings verskaf wat van problematiese toetsvrae beskryf via die taakkoppelvlak of via 'n kaartjie in ons ondersteuningstelsel, byvoorbeeld per e-pos by",
    "492025216": "13 Desember 2021",
    "799274928": "E-poskennisgewings word as skriftelike kennisgewings geag vir alle doeleindes waarvoor skriftelike kennisgewings vereis mag word. E-poskennisgewings word geag ontvang te wees die werksdag na versending van behoorlik geadresseerde aan die beoogde ontvanger."
}