{
  "a11y-img-1": "Toeganklikheid gebruikersskerm na aanmelding",
  "a11y-img-2": "Toeganklikheid opsie in widget UI menu",
  "a11y-img-3": "Toeganklikheid dialoogkassie in die UI van die widget",
  "about-advisors-brendan": "Uitvoerende hoof van Brave. Mede-stigter van Mozilla. Skepper van die JavaScript-programmeertaal. Bouwer van blaaiers en meer.",
  "about-advisors-dawn": "Professor, CS aan die Universiteit van Kalifornië, Berkeley. Diep leer, sekuriteit, blockchain kenner. Uitvoerende hoof van Oasis Labs.",
  "about-advisors-head": "Adviseurs",
  "about-advisors-keiran": "Navorsingswetenskaplike by Stanford. Masjienleer en kwantitatiewe finansiering by groot banke, verskansingsfondse en die akademiese wêreld.",
  "about-content-head-1": "Wat ons doen",
  "about-content-head-2": "Waarom dit saak maak",
  "about-content-text-1a": "hCaptcha bied 'n moderne, privaatheidsgerigte benadering tot die stop van bots.",
  "about-content-text-1b": "Ons toon CAPTCHA-uitdagings wat moeilik is vir bots, maar maklik vir mense, deur data wat moeilik is om etiketteer van probleme met masjienleer te versamel, en dit te gebruik om te onderskei of 'n webwerf- of app-besoeker 'n mens is.",
  "about-content-text-2a": "Slegte akteurs kom al meer aanlyn voor. Maar om die privaatheid van gebruikers op te offer, is nie die antwoord nie.",
  "about-content-text-2b": "Veiligheidsoplossings wat deur advertensieondernemings aangebied word, fokus hoofsaaklik op die opsporing van gebruikers regoor die internet. Ons het 'n effektiewe sekuriteitsoplossing geskep wat bewys dat die benadeling van gebruikers se privaatheid nie nodig is om uitstekende resultate te lewer nie.",
  "about-intro-head-1": "Oor hCaptcha",
  "about-intro-head-2": "Privaatheid, sekuriteit en masjienleer.",
  "about-intro-text": "hCaptcha is die wêreldwyd gebruikste onafhanklike CAPTCHA-diens.",
  "about-leadership-head": "Wie is ons",
  "about-leadership-headsub": "'N Ervare span wat aan die moeilikste probleme van vandag werk.",
  "about-leadership-link1": "Wie is ons",
  "about-leadership-text1": "Ons spesialiseer in diep leer en visuele domein masjienleer op skaal, met die spesifieke fokus op die beveiliging van aanlynstelsels van toenemend gesofistikeerde moderne bedreigings.",
  "about-leadership-text2": "Met dekades se kundigheid oor sagteware en masjienleer bou en bedryf ons groot skaalbare stelsels om sommige van die moeilikste probleme van vandag te behou, terwyl ons privaatheid bewaar.",
  "acc-opt": "Toeganklikheidsopsies",
  "acc-opt-but": "Kom meer te wete oor toeganklikheidsopsies",
  "acc-opt-text": "Is u siggestremd of kan u hCaptchas anders nie voltooi nie?",
  "accessibility-link": "Toeganklikheid",
  "appreciate-in": "Ons waardeer u insette. Laat weet ons enige probleme en ons sal dit vinnig oplos.",
  "fb-but": "Stuur vir ons terugvoer",
  "feedback-text": "Gee terugvoer oor die hCaptcha wat u pas gesien het",
  "footer-attribution": "Toeskrywing",
  "footer-copyright-text": "hCaptcha is 'n geregistreerde handelsmerk van Intuition Machines, Inc.",
  "footer-header-1": "Maatskappy",
  "footer-header-2": "Hulpbronne",
  "footer-header-3": "Kontak",
  "footer-link-1": "Etikettering",
  "footer-link-10": "Toeganklikheid",
  "footer-link-2": "Oor",
  "footer-link-3": "Werksgeleenthede",
  "footer-link-4": "Handelsmerke",
  "footer-link-5": "KI-etiek",
  "footer-link-6": "Blog",
  "footer-link-7": "Status",
  "footer-link-8": "Dokumentasie",
  "footer-link-9": "Rapporteer 'n fout",
  "footer-privacy": "Privaatheid",
  "footer-subheader-1": "Ondersteuning",
  "footer-subheader-2": "Kontak",
  "footer-terms": "Voorwaardes",
  "h-plans": "Inskrywingsplanne",
  "header-docs-link": "Dokumente",
  "header-labeling-services-link": "Etiketteringsdienste",
  "header-login-button": "Teken aan",
  "header-plans-link": "Planne",
  "header-signup-button": "Teken aan",
  "home-about-head": "Oor hCaptcha",
  "home-about-subtitle": "Aangedryf deur HUMAN Protocol",
  "home-about-text-1": "hCaptcha is ontwerp om die mees arbeidsintensiewe probleem in masjienleer op te los: om groot hoeveelhede data betyds, bekostigbaar en betroubaar te etiketteer.",
  "home-about-text-2": "Meer data lewer gewoonlik beter resultate in die opleiding van masjienleermodelle. Die onlangse sukses van diep modelle het gelei tot toenemend groot datastelle, byna altyd met 'n menslike oorsig. Die skep van groot datastelle wat deur mense beoordeel word via Mechanical Turk, Figuur agt, ens. Is egter stadig en duur.",
  "home-about-text-3": "hCaptcha stel webwerwe in staat om geld te verdien om hierdie vraag te bedien terwyl hulle bots en ander vorme van misbruik blokkeer.",
  "home-about-text-4": "Die hCaptcha-mark word aangedryf deur die HUMAN Protocol, 'n oop gedesentraliseerde protokol vir menslike hersiening wat op die Ethereum blockchain loop. Webwerwe verdien Human Tokens (HMT) wanneer gebruikers die hCaptcha-widget op hul webwerf gebruik, en masjienleerondernemings betaal Human Tokens om hul data te laat etiketteer.",
  "home-ba-labeling-services-link": "Etiketteringsdienste",
  "home-benefits-head-1": "Die waarde in die etikettering van data",
  "home-benefits-head-2": "Gee terug aan Liefdadigheid",
  "home-benefits-text-1": "Het u besef dat u elke keer as u op die motor klik, help om 'n enkele Gigantic-onderneming se masjienleerstelsels gratis op te lei?",
  "home-benefits-text-2": "hCaptcha draai hierdie model om. Wanneer u hCaptcha gebruik, bied maatskappye 'n bod op die werk wat u gebruikers doen terwyl hulle hul menswees bewys. U kry die belonings.",
  "home-benefits-text-3": "Wil u teruggee aan u gunsteling liefdadigheidsorganisasie? Met hCaptcha kan u die liefdadigheidsorganisasies van u keuse ondersteun met die verdienste wat u daaruit verdien. Gebruikers op u werf sal binnekort u bydrae tot liefdadigheid kan sien deur middel van diskrete handelsmerke op die hCaptcha-koppelvlak.",
  "home-challenge-text-1": "Kies alle prente wat by die navraag pas",
  "home-challenge-text-2": "Definieer begrensingsarea vir voorwerpe",
  "home-challenge-text-3": "Identifiseer die ooreenstemmende etikette",
  "home-challenge-title-1": "Vergelyking",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Kategorisering",
  "home-challenges-head": "Aangebied uitdagings",
  "home-challenges-text-1": "... en ander eenvoudige take. Maklik vir mense, moeilik vir bots.",
  "home-challenges-text-2": "Persoonlike take is ook beskikbaar vir ondernemingsuitgewers.",
  "home-ent-1": "Op soek na ons sekuriteitsaanbiedinge vir ondernemings?",
  "home-ent-2": "Besoek ons nuwe webwerf: BotStop.com",
  "home-ent-button": "Kom meer te wete: BotStop deur hCaptcha",
  "home-from-the-blog": "UIT DIE BLOG:",
  "home-from-the-blog-value": "Hoe werk hCaptcha-moeilikheidsinstellings",
  "home-intro-body": "Gebruik u 'n captcha om bots uit te hou? hCaptcha beskerm die privaatheid van gebruikers, beloon webwerwe en help ondernemings om hul data te laat etiketteer. Dit is 'n plaasvervanger vir reCAPTCHA: u kan binne enkele minute oorskakel.",
  "home-intro-button": "Sluit nou aan",
  "home-intro-head": "Stop meer bots. Begin om die privaatheid van gebruikers te beskerm.",
  "home-main-1": "Privaat. Veilig. Vinniger. En ons betaal u om dit te gebruik.",
  "home-main-2": "Privaatheid gefokus",
  "home-main-2c": "Advertensienetwerke sien u besoekers as die produk. Vir hCaptcha is die produk die werk wat hulle lewer. Ons gee nie om wie u gebruikers is nie, maar net hoe waarskynlik dit is dat hulle kwaadwillig is. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer.",
  "home-main-3": "Veiligheid eers",
  "home-main-3c": "Akkuraatheid is in u en ons s'n. hCaptcha is uitgewersgerig. Ons werk daaraan om u regte data te gee en u te laat besluit hoe om dit te gebruik. Ander captchas word deur gigantiese advertensiemaatskappye verskaf. Dit beteken dat elke bot wat hulle blokkeer, hul inkomste kan verminder.",
  "home-main-4": "Beter gebruikerservaring",
  "home-main-4c": "Gesofistikeerde masjienleermodelle word deur hCaptcha gebruik om die mensdom te bepaal. Hierdeur benodig ons minder irriterende take van u gebruikers en neem ons minder tyd om dit te doen, terwyl ons steeds nuttige benoemde data lewer vir die etikettering van klante.",
  "home-main-plans": "hCaptcha is gratis om te gebruik vir uitgewers van enige grootte. Vir ondernemings en platforms wat meer beheer benodig, is ons ondernemingsoplossings egter beskikbaar.",
  "home-main-plans2": "hCaptcha-ondernemingsoplossings beskerm miljoene gebruikers op tienmiljoene webwerwe vir van die grootste maatskappye op die planeet. Kontak ons gerus vir meer inligting, of besoek",
  "home-main-plans3": "hCaptcha-ondernemingsoplossings beskerm miljoene gebruikers op tienmiljoene webwerwe vir van die grootste maatskappye op die planeet. Kontak ons gerus vir meer inligting, of besoek",
  "home-main-plans4": "vir besonderhede.",
  "home-plans-button-1": "Sluit nou aan",
  "home-plans-button-2": "Kontak verkope",
  "home-plans-chart-head-1": "Kenmerke",
  "home-plans-chart-head-2": "Uitgewer",
  "home-plans-chart-head-3": "Onderneming",
  "home-plans-chart-row-1-cell-1": "Beheer tipes getoon",
  "home-plans-chart-row-1-cell-2": "Beperk",
  "home-plans-chart-row-1-cell-3": "Totaal",
  "home-plans-chart-row-10-cell-1": "Multi-gebruiker dashboards",
  "home-plans-chart-row-11-cell-1": "Gevorderde verslagdoening funksies",
  "home-plans-chart-row-12-cell-1": "SLA's vir ondernemings",
  "home-plans-chart-row-2-cell-1": "Beheer uitdagingsinhoud wat gebruik word",
  "home-plans-chart-row-2-cell-2": "Beperk",
  "home-plans-chart-row-2-cell-3": "Totaal",
  "home-plans-chart-row-3-cell-1": "Verdien belonings vir menslike oplossings",
  "home-plans-chart-row-4-cell-1": "Anti-bot beskerming van wêreldgehalte",
  "home-plans-chart-row-5-cell-1": "Werk in elke land",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA en 99,9% passiewe modusse",
  "home-plans-chart-row-5b-cell-1": "Bot vertroue tellings",
  "home-plans-chart-row-6-cell-1": "GDPR en CCPA-vriendelike privaatheidsbeleid",
  "home-plans-chart-row-7-cell-1": "Fynkorrelige moeilikheidsgraad",
  "home-plans-chart-row-8-cell-1": "Begin u eie uitdagingsinhoud",
  "home-plans-chart-row-9-cell-1": "Tydsgebaseerde moeilikheidsplanning",
  "home-try-it-out-button": "Kry hCaptcha",
  "home-try-it-out-head": "Probeer dit",
  "home-try-it-out-text": "hCaptcha bied eenvoudige, maklike en betroubare opsporing van botsings, terwyl dit triviaal is vir mense om op te los.",
  "labeling-about-head": "Oor hCaptcha",
  "labeling-about-text-1": "hCaptcha is ontwerp om die mees arbeidsintensiewe probleem in masjienleer op te los; massiewe hoeveelhede data op 'n tydige, bekostigbare en betroubare manier te merk. Meer data lewer gewoonlik beter resultate in die opleiding van masjienleermodelle. Die onlangse sukses van diep modelle het gelei tot toenemend groot datastelle, en hCaptcha voldoen aan hierdie behoefte.",
  "labeling-about-text-2": "Dit is egter stadig en duur om groot datastelle met behulp van tradisionele metodes te skep. hCaptcha is 'n manier vir maatskappye om die aantekeninge wat hulle benodig vinniger te kry, met 'n hoër gehalte en teen laer koste as ander alternatiewe.",
  "labeling-annotations-head": "Annotasiesoorte",
  "labeling-annotations-text-1": "Akkurate voorwerpopsporing in beelde en video's",
  "labeling-annotations-text-2": "Akkurate voorwerpopsporing in beelde en video's",
  "labeling-annotations-text-3": "Wys aantekeninge vir baie verskillende gebruiksgevalle",
  "labeling-annotations-text-4": "Sorteer of voeg arbitrêre kategorieë van enige grootte by",
  "labeling-annotations-text-5": "Opsporing en klassifikasie deur mense aangedryf",
  "labeling-annotations-text-6": "Het u 'n ander tipe nodig wat nie hier gelys word nie? Vra ons maar.",
  "labeling-annotations-title-1": "Bounding Boxes",
  "labeling-annotations-title-2": "Veelhoeke",
  "labeling-annotations-title-3": "Landmerke",
  "labeling-annotations-title-4": "Kenmerk kategorisering",
  "labeling-annotations-title-5": "Vergelyking en opsporing",
  "labeling-annotations-title-6": "... en nog vele meer",
  "labeling-ent-button": "Kontak ons Enterprise Solutions-span",
  "labeling-ent-head": "Einde-tot-einde beheer nodig?",
  "labeling-ent-text-1": "Die HUMAN-platform agter hCaptcha bied hoogs gesofistikeerde werkgehalte- en bestuursfunksies via plaaslike, baster- of SaaS-implementerings wat integreer met u bestaande stelsels.",
  "labeling-ent-text-2": "Begin heeltemal op die regte pad met u eie werksmag, hou die verbruik van sake-eenhede of konsortiumvennote dop, selekteer werk na verskillende interne of eksterne arbeidsverskaffers op grond van koste- en sekuriteitsvereistes, en meer.",
  "labeling-ent-text-3": "Maklike toegang tot API, pragtige dashboards en die nuutste model-in-die-lus-tegnologie om doeltreffendheid te maksimeer.",
  "labeling-ent-text-4": "SLA's vir 99,99% uptime en wêreldwye 24/7 ondersteuning beskikbaar. Vir meer inligting:",
  "labeling-features-head-1": "Eenvoudige API-gedrewe pyplyne.",
  "labeling-features-head-2": "Geoptimaliseer vir koste en kwaliteit. Geen voorafgaande verbintenis nodig nie.",
  "labeling-features-head-3": "Betaal slegs die akkuraatheid wat u benodig.",
  "labeling-features-head-4": "Verskaf u eie waarheidsgegewens of laat ons dit dadelik bou.",
  "labeling-features-text-1": "Wil u menslike oorsigte direk in u sakebedrywighede integreer? Ons bied hoë betroubaarheids-SLA's, gewaarborgde kapasiteit en eenvoudige REST-API's.",
  "labeling-features-text-2": "Die HUMAN-platform gebruik omvattende vertrouensmodelle om gesofistikeerde intydse kwaliteitsanalise uit te voer. Dit stel ons in staat om vinnig die moeilikheid van vrae en die waarskynlike regte antwoord te bepaal, wat u tyd en geld bespaar.",
  "labeling-features-text-3": "Nie alle probleme is dieselfde nie. Aantekeninge vir veiligheidskritieke take kan 99,99% vertroue van volkome werkers vereis. Aantekeninge vir een beta-funksie in 'n mobiele speletjie-app verg dalk net matige vertroue. Jy besluit.",
  "labeling-features-text-4": "Het u rou data sonder 'n omvattende verifikasiestel? In die meeste gevalle kan ons een vir u opstel terwyl take deur die stelsel uitgevoer word, of voorbeelde vir u goedkeuring skep.",
  "labeling-info-head": "Kry etikette vir data",
  "labeling-info-text-1": "Praat met een van ons domeinkenners om u projekbehoeftes te definieer: teiken akkuraatheid, formaat en enige spesiale vereistes.",
  "labeling-info-text-2": "Ons voer 'n klein produksietaak uit op grond van u voorbeelddata. Dit toets die werk wat ons saam gedoen het om te verseker dat u presies kry wat u benodig.",
  "labeling-info-text-3": "Met ons hoë volume en lae vertraging sal ons u werk vinnig omkeer, met outomatiese aflewering sodra dit klaar is.",
  "labeling-info-text-4": "Aangesien ons die parameters van u produksiewerk beter verstaan, sal die resultate mettertyd verbeter.",
  "labeling-info-text-5": "Met regstreekse paneelborde kan u op enige tydstip terugvoer gee of die produksie onderbreek.",
  "labeling-info-title-1": "Definieer spesifikasies",
  "labeling-info-title-2": "Aanvanklike werksoets",
  "labeling-info-title-3": "Ontwikkel produksie-werk",
  "labeling-info-title-4": "Deurlopende verbetering",
  "labeling-info-title-5": "Intydse resultate",
  "labeling-main-1": "Koste-effektiewe data-etikettering op skaal",
  "labeling-main-1-button": "Kry u data nou gemerk",
  "labeling-main-1c": "Benodig u meer etikette vir u datastelle? hCaptcha bied vinnige, koste-effektiewe en hoë kwaliteit data-etikettering vir maatskappye wat aan kunsmatige intelligensie en masjienleertoepassings werk.",
  "labeling-main-2": "Begin miljoene take onmiddellik.",
  "labeling-main-2-button": "Koop dienste vir die etikettering van data",
  "labeling-main-2c": "hCaptcha het een van die grootste poele op die planeet wat beskikbaar is vir u gebruik. Ongeag u skaal, ons kan dit hanteer sonder duur verbintenisse. Miljoene take per dag is geen probleem nie.",
  "labeling-platform-head": "Privaat of openbare inligting",
  "labeling-platform-text": "hCaptcha is gebou op die HUMAN Platform, wat gesofistikeerde routing en analise toelaat om koste en doeltreffendheid in elke stap te optimaliseer. Met hierdie tegnologie kan die regte personeellede elke deel van u werk hanteer, wat die kostedoeltreffendheid maksimeer, terwyl dit privaatheid behou en voldoen aan enige regulatoriese vereistes wat van toepassing is.",
  "labeling-try-button": "Koop dienste vir die etikettering van data",
  "labeling-try-head": "Wil u dit met u data probeer?",
  "labeling-try-text": "... ons is gereed as u is: ons diens is 24 uur beskikbaar.",
  "learn-more-hcaptcha": "Kom meer te wete oor hCaptcha",
  "page-acc-faq-1": "Vraag: Voldoen hCaptcha Afdeling 508 + WCAG 2.1 AA? Antwoord: Ons glo so: alle gebruikers met enige vorm van gestremdheid wat in staat is om op die internet te soek en teks op vorms in te voer, kan na registrasie toegang verkry tot dienste wat deur hCaptcha beskerm word. Dit is egter nie regsadvies nie: u moet u eie evaluering uitvoer, met inagneming van u spesifieke implementering om te verseker dat dit die geval is vir u ontplooiing.",
  "page-acc-faq-2": "Vraag: Werk u aan ander toeganklikheidsopsies (a11y), soos klank? Antwoord: Voorheen gewilde opsies soos klank captchas diskrimineer baie gebruikers en word maklik deur moderne masjienleertegnieke verslaan. Dit het die huidige klankuitdagings gedwing om al hoe moeiliker te word, met geraas, vreemde tydsberekening, ongewone woordkombinasies, ensovoorts om aanvallers te verslaan. Ons is dus minder entoesiasties oor hierdie benadering teenoor om die uitdaging heeltemal te vermy, maar sal dit oorweeg as daar 'n vraag van die gemeenskap is. Ons stel egter baie belang in Privacy Pass vir die gebruiksgevalligheid vir toeganklikheid. Ons glo dat die kombinasie van ons huidige a11y-benadering met die uitreiking van Privacy Pass dit vir gebruikers van1111 in staat stel om veilig te blaai, in die wete dat hul verkeer meer privaat is, terwyl die misbruik van botoperateurs wat onvermydelik voorkom wanneer a11y-opsies beskikbaar is, beperk word. Ons is aktiewe deelnemers aan die IETF-werkgroep wat hierdie nuwe tegnologie standaardiseer.",
  "page-acc-faq-3": "Vraag: Wat van privaatheid? Stel registrasie bloot op enige manier die blaai-inligting? Wat doen u met die e-pos? Antwoord: hCaptcha is ontwerp vir privaatheid van die grond af. Dit is baie anders as tradisionele opsies soos reCAPTCHA wat deur advertensienetwerke besit word, wat 'n aansporing het om u op die internet te spoor en u met 'n regte identiteit te verbind. Ons gebruik nooit toeganklike e-pos of inligting vir enige ander doel as om die gebruik daarvan te vergemaklik en misbruik te voorkom nie. Ons privaatheidsbeleid bevat omvattende en gesaghebbende antwoorde op hoe ons data gebruik, maar die kort antwoord is dat ons geen belang het om u as persoon aan u blaaiergeskiedenis te koppel nie. Ons werk tans ook aan 'n kriptografiese oplossing om u e-posadres vinnig weg te gooi. terwyl ons steeds ons vermoë behou om misbruik te voorkom, aanvullend tot ons Privacy Pass-werk.",
  "page-acc-link-1": "Meld u hier aan as u 'n toeganklikheidsgebruiker is.",
  "page-acc-subhead": "Verseker naatlose toegang vir alle gebruikers met behoud van sekuriteit",
  "page-acc-summary": "Opsomming",
  "page-acc-summary-contents-1": "hCaptcha is ontwerp om bots te stop deur dit van mense te onderskei. Visuele toetse is 'n maklike hulpmiddel hiervoor, maar nie almal kan 'n visuele uitdaging oplos nie. Om hierdie rede het ons 'n eenvoudige, pynlose alternatief ontwerp om uitgewers wat ons diens gebruik, toeganklikheid te bewaar vir almal met volledige voldoening aan Artikel 508 en WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Hoe dit werk: eerstens teken 'n toeganklikheidsgebruiker by hierdie URL aan, wat gekoppel is aan die hCaptcha-inligtingstuk vir die widget. Hulle kry 'n geënkripteerde koekie wat verskeie kere per dag gebruik kan word, maar moet elke 24 uur deur middel van aanmelding verfris word. As 'n uitdaging aangebied word aan 'n toeganklikheidsgebruiker op enige webwerf wat die hCaptcha-diens gebruik, sal dit outomaties slaag.",
  "page-acc-title": "hCaptcha Toeganklikheidsinligting",
  "page-acc-tr-body": "Vraag: Ek sien steeds 'n uitdaging na die instelling van die koekie. Wat veroorsaak dit?<br> Antwoord: Dit is gewoonlik die gevolg van die gebruik van 'n aggressiewe advertensieblokker of 'n anti-koekie-uitbreiding, of 'n instelling wat koekies op verskillende webwerwe blokkeer, in hierdie geval 'n koekie vir hcaptcha.com wat deur die hCaptcha JS op 'n ander webwerf ingestel of gekontroleer word. , soos die een wat u besoek.<br><br> hCaptcha-toeganklikheidskoekies werk met alle gewilde blaaiers en advertensieblokkers met hul standaardinstellings, dus mislukkings is gewoonlik te wyte aan anti-anti-adblock-skrifte of soortgelyke reëls wat op spesifieke webwerwe gerig is.<br><br> Oplossings:<br><br> 1. Witlys hcaptcha.com en * .hcaptcha.com koekies in u advertensieblokker of blaaierveiligheidsuitbreiding.<br> 2. As u die Brave-blaaier gebruik, wat tans blykbaar nie 'n witlys vir koekies het nie, gaan na Voorkeure -> Shields -> Koekies en kies Laat alle koekies toe.<br> 3. As u die nuutste weergawe van Safari op die onlangs vrygestelde OS X 10.15 of iOS 13.4 gebruik, het Apple pas die gedrag van Safari met betrekking tot derdeparty-koekies verander, en dit standaard geblokkeer. Ons is besig om 'n oplossing te implementeer, maar besoek gerus Safari-voorkeure, privaatheidsafdeling en vink die vakkie uit na Webwerfopsporing: Voorkom opsporing deur persele om die toeganklikheidskoekie te laat funksioneer soos verwag.<br><br> Vraag: Ek gebruik verskeie toestelle. Moet ek meermale aanmeld?<br> Antwoord: Nee. Klik op dieselfde e-pos aanmeldskakel wat u op elke toestel wat u gebruik, gestuur het om die koekie in te stel.<br><br> Vraag: Hoe kan ek myself beskerm teen koekies van derdepartye terwyl ek die toeganklikheidskoekie gebruik?<br> Antwoord: Die gebruik van enige privaatheids- of advertensieblokkeer-uitbreiding wat witlys op domeinvlak ondersteun (bv. UBlock Origin) sal werk soos verwag: maak net seker dat u hcaptcha.com op die witlys plaas.",
  "page-acc-tr-title": "Vir gebruikers vir toeganklikheid: Gereelde vrae en probleemoplossing",
  "page-acc-tr2-body": "Safari<br> Om koekies in Safari (Mac) in te skakel: Gaan na die Safari-keuselys. Kies Voorkeure. Klik op Privaatheid in die boonste paneel. Kies die opsie 'Nooit' onder 'Blokkeer koekies'.<br> Om koekies in Safari (iPhone / iPad iOS 11+) in te skakel: Open u Instellings. Scroll af en kies Safari. Skakel 'Privaatheid en sekuriteit' uit 'Voorkom opsporing deur persele' en 'Blokkeer alle koekies'<br><br> Firefox<br> Klik op die skild links van die adresbalk op enige webblad. Klik op Beskermingsinstellings. Die privaatheids- en sekuriteitspaneel van Firefox sal oopmaak. Kies Aangepaste beskerming vir opsporing. Kies die spoorsnyers en skrifte wat u wil blokkeer deur die regmerkies te selekteer. Maak seker dat u hcaptcha.com gedeblokkeer het.<br><br> U kan ook sekere beskermings in Custom tydelik uitskakel om dit te ontfout, deur die vinkies uit te vink: verwyder die vinkie van die Trackers-vinkie of vink die vinkie Cookies uit as u nog probleme ondervind.<br><br> Google Chrome<br> Google Chrome (rekenaar)<br> Kies die Chrome-menu-ikoon. Kies Instellings.<br> Gaan na privaatheid en sekuriteit, dan koekies en ander werfdata.<br> Maak seker dat 'Blokkeer derdeparty-koekies' nie geaktiveer is nie.<br><br> Google Chrome (Mac):<br> Open Chrome-voorkeure vanaf die menubalk.<br> Gaan na privaatheid en sekuriteit, dan koekies en ander werfdata.<br> Maak seker dat 'Blokkeer derdeparty-koekies' nie geaktiveer is nie.<br><br> Google Chrome (Android):<br> Maak die Chrome-app op u Android-toestel oop.<br> Tik regs bo op Meer en dan op Instellings.<br> Tik op Werfinstellings en dan op Koekies.<br> Skakel die instelling aan langs 'Koekies'.<br> Merk die kassie langs 'Laat koekies van derdepartye toe'.<br><br> Internet Explorer<br> 1. Kies die rat in die regter boonste hoek van die skerm en kies dan 'Internetopsies'. As u die menubalk aangeskakel het, kan u 'Gereedskap' en dan 'Internetopsies' kies.<br> 2. Klik op die 'Privaatheid'-oortjie.<br> 3. Kies die 'Gevorderde' knoppie.<br> 4. Kies 'Aanvaar' onder 'Derdepartykoekies'.<br> 5. Klik op 'OK'",
  "page-acc-tr2-head": "Blaaierinstruksies vir webkoekies",
  "priv-hc": "Privaatheid gefokus",
  "priv-hc-text": "Advertensienetwerke sien u as hul produk. Ons doen nie. Ons gee nie om wie gebruikers is nie, maar net hoe waarskynlik dit is dat hulle kwaadwillig is. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer.",
  "reporting-bugs-accessibility-button": "Kom meer te wete oor toeganklikheidsopsies",
  "reporting-bugs-accessibility-head": "Toeganklikheidsopsies",
  "reporting-bugs-accessibility-text": "Is u siggestremd of kan u hCaptchas anders nie voltooi nie?",
  "reporting-bugs-guide-ff-head": "Besonderhede van foutverslag vas te lê: Firefox",
  "reporting-bugs-guide-ff-step-1": "Stap 1: Maak ontwikkelaarhulpmiddels oop (hiermee begin u die sessie opneem.)",
  "reporting-bugs-guide-ff-step-2": "Stap 2: Klik op die tabblad Netwerk in Ontwikkelaarsinstrumente. Merk die boks Persist-logboeke bo.",
  "reporting-bugs-guide-ff-step-3": "Stap 3: besoek https://accounts.hcaptcha.com/demo, of die webwerf waarop u 'n probleem het (Privacy Nota: slegs as u nie omgee om te deel wat dit is nie) ... en klik dan op die I is menslike knoppie, en probeer dit oplos.",
  "reporting-bugs-guide-ff-step-4": "Stap 4: Klik op HAR nadat u probeer het om dit op te los, en kies Stoor alles as HAR om die netwerklogboek te stoor. Stuur die lêer na ons.",
  "reporting-bugs-guide-ff-step-5": "Stap 5: Klik op die tabblad Console en klik met die rechtermuisknop op Kies alles en stoor dit in 'n tekslêer om die konsole-logboek op te slaan. Stuur dit ook vir ons.",
  "reporting-bugs-guide-ff-step-6": "Laaste stap: Stuur die HAR- en konsole-loglêers per e-pos aan ons en beskryf die probleem. Gebruik: support@hcaptcha.com (gebruik asseblief 'n diens soos Dropbox of Filebin en stuur skakels) en opsioneel 'n kiekie, as u vermoed dat daar iets nie korrek vertoon nie. . Stuur ook die IP wat u gebruik. U kan dit kry by https://www.whatsmyip.org/ Dankie dat u die tyd geneem het om ons te help om hierdie inligting te kry! Ons is daartoe verbind om hCaptcha vir almal goed te laat werk.",
  "reporting-bugs-guide-head": "Besonderhede oor foutverslag vas te lê: Chrome",
  "reporting-bugs-guide-step-1": "Stap 1: Maak ontwikkelaarhulpmiddels oop (hiermee begin u die sessie opneem.)",
  "reporting-bugs-guide-step-2": "Stap 2: Klik op die tabblad Netwerk in Ontwikkelaarsinstrumente. Merk die Bewaar-logblok bo-aan.",
  "reporting-bugs-guide-step-3": "Stap 3: besoek https://accounts.hcaptcha.com/demo, of die webwerf waarop u 'n probleem het (Privacy Nota: slegs as u nie omgee om te deel wat dit is nie) ... en klik dan op die I is menslike knoppie, en probeer dit oplos.",
  "reporting-bugs-guide-step-4": "Stap 4: Klik op Export HAR (die pyltjie na onder) nadat u probeer het om dit op te los, wat die netwerklogboek stoor. Stuur die lêer na ons.",
  "reporting-bugs-guide-step-5": "Stap 5: Klik op die tabblad Console en klik met die rechtermuisknop op Save as .. om die konsole-logboek op te slaan. Stuur dit ook vir ons.",
  "reporting-bugs-guide-step-6": "Laaste stap: E-pos die HAR- en konsole-loglêers vir ons en beskryf die probleem. Gebruik: support@hcaptcha.com (gebruik asseblief 'n diens soos Dropbox of Filebin en stuur skakels) en opsioneel 'n kiekie as u vermoed dat daar iets nie korrek vertoon nie. Stuur ook die IP wat u gebruik. U kan dit kry by https://www.whatsmyip.org/ Dankie dat u die tyd geneem het om ons te help om hierdie inligting te kry! Ons is daartoe verbind om hCaptcha vir almal goed te laat werk.",
  "reporting-bugs-guide-text-1": "Deur foutopsporingsinligting saam met u verslag te stuur, sal dit ons baie makliker maak om te identifiseer wat aangaan. Hier is stapsgewyse instruksies:",
  "reporting-bugs-guide-text-2": "As u 'n webontwikkelaar of kundige gebruiker is, is die opsomming dat ons 'n netwerkopname-HAR- en blaaierkonsole-logboek vir ons moet stuur. Probeer eers om enige advertensieblokkering of blaaierbeveiligingsuitbreidings uit te skakel en probeer dan weer voordat u hierdie stappe ondergaan. As dit u probleem oplos, sal ons dit steeds waardeer dat u u blaaierweergawe, advertensieblokker of blaaieruitbreiding en die webwerf-URL laat weet.",
  "reporting-bugs-intro-head": "Het 'n fout gevind? Hier is hoe om dit aan te meld.",
  "reporting-bugs-intro-text": "Miljoene mense gebruik hCaptcha elke maand op duisende kombinasies van blaaiers, uitbreidings, toestelle, firewalls en meer. Ons doel is om seker te maak dat dit altyd vir u werk, en ons waardeer u verslae baie! Klik op die Stuur vir ons terugvoerknoppie om vinnige terugvoer te gee. As u 'n funksionele probleem ervaar, volg die instruksies vir die foutopsporing vir Chrome of die foutopsporing vir Firefox hieronder. Stuur ons 'n e-pos vir enige ander blaaiers. Raadpleeg die instruksies hieronder vir moontlike kwessies rakende veiligheid of privaatheid.",
  "reporting-bugs-privacy-head": "Privaatheidskwessies",
  "reporting-bugs-privacy-text": "Ons gee nie om wie gebruikers is nie, net hoe waarskynlik dit is dat hulle kwaadwillig of masjiene is. Ons ondersteun inisiatiewe soos Privacy Pass en werk hard om privaatheid en sekuriteit te balanseer. As u 'n probleem gevind het wat u van mening is dat dit die gebruiker se privaatheid kan beïnvloed, stuur 'n e-pos na support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Stuur vir ons terugvoer",
  "reporting-bugs-provide-feedback-head": "Gee onmiddellike terugvoer oor hCaptcha",
  "reporting-bugs-provide-feedback-text": "Ons waardeer u insette. Laat weet ons enige probleme en ons sal dit vinnig oplos.",
  "reporting-bugs-security-head": "Veiligheidsfoute",
  "reporting-bugs-security-text": "Ons is altyd geïnteresseerd om verslae oor veiligheidsfoute te ontvang. Stuur 'n e-pos na support@hcaptcha.com & CC security@hcaptcha.com en ons sal vinnig na u terugkeer. Ons het ook 'n bug-bounty-program vir geskikte veiligheidsverslae oor die hCaptcha-diens en verwante bronkode.",
  "sales-interstitial-c1": "Vir maatskappye",
  "sales-interstitial-c1a": "Oplossings vir ondernemingsekuriteit (betaal)",
  "sales-interstitial-c1b": "Kom meer te wete oor hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Data-aantekening",
  "sales-interstitial-c1d": "Koop hCaptcha-aantekeningsdienste",
  "sales-interstitial-c2": "Vir individue",
  "sales-interstitial-c2a": "Voeg hCaptcha by u diens (gratis)",
  "sales-interstitial-c2b": "Voeg hCaptcha for Publishers by my webwerf of app",
  "sales-interstitial-c2c": "Wat is hCaptcha?",
  "sales-interstitial-c2d": "Kom meer te wete oor hCaptcha",
  "sales-interstitial-head": "Laat ons seker maak dat u op die regte plek kom.",
  "sec-hc": "Veiligheid eers",
  "sec-hc-text": "hCaptcha is uitgewersgerig. Ons werk daaraan om webwerwe regte data te gee en hulle te laat besluit hoe om dit te gebruik. Akkuraatheid is in u en ons s'n. Ander captchas word deur advertensiemaatskappye verskaf. Elke bot wat hulle blokkeer, kan hul inkomste verminder.",
  "signup-interstitial-c1": "Vir maatskappye of webwerwe",
  "signup-interstitial-c1a": "Voeg hCaptcha by u diens (gratis)",
  "signup-interstitial-c1b": "Voeg hCaptcha for Publishers by my webwerf of app",
  "signup-interstitial-c1c": "Oplossings vir ondernemingsekuriteit (betaal)",
  "signup-interstitial-c1d": "Kom meer te wete oor hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Data-aantekening",
  "signup-interstitial-c1f": "Koop hCaptcha-aantekeningsdienste",
  "signup-interstitial-c2": "Vir individue",
  "signup-interstitial-c2a": "Toeganklikheid",
  "signup-interstitial-c2b": "Kom meer te wete oor toeganklikheidsopsies vir hCaptcha",
  "signup-interstitial-c2c": "Verdien geld",
  "signup-interstitial-c2d": "Werk as 'n individuele etiketteerder",
  "signup-interstitial-head": "Laat ons seker maak dat u op die regte plek kom.",
  "support-interstitial-c1": "Vir maatskappye",
  "support-interstitial-c1a": "Oplossings vir ondernemingsekuriteit (betaal)",
  "support-interstitial-c1b": "Kry ondersteuning vir hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratis)",
  "support-interstitial-c1d": "Kry ondersteuning vir hCaptcha Publisher",
  "support-interstitial-c2": "Vir individue",
  "support-interstitial-c2a": "Sukkel u met 'n uitdaging?",
  "support-interstitial-c2b": "Kom meer te wete oor toeganklikheidsopsies vir hCaptcha",
  "support-interstitial-c2c": "Wil u 'n fout rapporteer?",
  "support-interstitial-c2d": "Kom meer te wete oor die rapportering van sagtewareprobleme",
  "support-interstitial-head": "Laat ons seker maak dat u op die regte plek kom.",
  "switch-to-english-link": "Skakel oor na Engels",
  "what-is-hcaptcha": "Wat is hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha help u gunsteling webdienste om bots, strooipos en misbruik uit te hou deur eenvoudige vrae te stel wat maklik is vir mense en moeilik vir masjiene.",
  "why-hc": "Waarom hCaptcha?",
  "why-hc-text": "Elke keer as u 'n uitdaging beantwoord, gebruik ons gesofistikeerde modelle om uit te vind of u 'n mens of 'n masjien is. Die webwerf wat u besoek het, gebruik dan hierdie resultaat om u ervaring op hul webwerf te verbeter deur bots uit te hou."
}
