{
  "header-privacy-link": "Intimidad",
  "header-integration-link": "Integración",
  "header-cost-link": "Costo",
  "header-features-link": "Características",
  "header-docs-link": "Docs",
  "header-login-button": "Acceso",
  "header-contact-button": "Comuníquese con Ventas",
  "intro-heading": "Verificación de humanidad de cero fricción.",
  "intro-contact-button": "Contáctanos para conocer más",
  "intro-text-bottom": "Confiado por las empresas que impulsan la web.",
  "sub-menu-button": "Comuníquese con Ventas",
  "sub-menu-item1": "Empresa",
  "sub-menu-item2": "Costo",
  "sub-menu-item3": "Integración",
  "sub-menu-item4": "Características",
  "sub-menu-item5": "Intimidad",
  "sub-menu-item6": "Docs",
  "info-head-1": "Construido sobre la plataforma probada hCaptcha",
  "info-text-1": "hCaptcha Enterprise se ejecuta en la tecnología de la plataforma hCaptcha, ampliada para incluir las funciones que necesitan las empresas de alto tráfico.",
  "info-head-2": "Un socio de confianza",
  "intro-subtitle": "Resuelva su problema de bot hoy.",
  "info-text-2": "Las empresas más grandes del mundo confían en nuestros servicios para atender a muchos millones de usuarios diarios en decenas de millones de sitios.",
  "cloudflare-quote-text": "Evaluamos varios proveedores de CAPTCHA y también construimos un sistema nosotros mismos. Al final, hCaptcha surgió como la mejor alternativa a reCAPTCHA.",
  "cloudflare-quote-detail": "Director de gestión de productos, Cloudflare",
  "section-quote-head": "La opción rentable para empresas de alto tráfico",
  "section-quote-text": "Finalmente, una alternativa creíble a Google. hCaptcha Enterprise ofrece ahorros dramáticos en su factura reCAPTCHA con mayor seguridad: hasta un 80% menos costoso en algunos casos. ‍Muchos de los servicios en línea más grandes del mundo se han cambiado a hCaptcha Enterprise y han recibido una mejor detección de bots junto con ahorros sustanciales en los costos.",
  "section-quote-button": "Contáctenos hoy para una cotización",
  "section-privacy-header": "Centrado en la privacidad",
  "section-privacy-text-1": "Las redes publicitarias ven a sus visitantes como el producto. Para nosotros el único producto es determinar su humanidad. Nuestros servicios cumplen o superan los requisitos de GDPR, CCPA y LGPD, y respaldan iniciativas como Privacy Pass. Trabajamos duro para equilibrar la privacidad y la seguridad.",
  "section-privacy-text-2": "Este enfoque único en la privacidad significa que podemos ofrecer cero retención de datos individuales, operación sin cookies y otras garantías de privacidad contractuales según sea necesario, mientras mantenemos una excelente seguridad.",
  "section-security-header": "Seguridad primero",
  "section-security-text-1": "La precisión es de su interés y el nuestro. hCaptcha trabaja para brindarle datos reales y permitirle decidir cómo usarlos. Otros captchas son proporcionados por empresas publicitarias gigantes. Esto significa que cada bot que bloquean puede reducir sus ingresos.",
  "section-security-text-2": "El uso de las últimas técnicas de aprendizaje automático con un enfoque en la privacidad nos permite superar los estándares de seguridad de las estrategias heredadas de registrar todo para siempre sin dañar la seguridad o la privacidad del usuario.",
  "section-user-experience-header": "Gran experiencia de usuario",
  "section-user-experience-text1": "Para los usuarios empresariales, hay opciones disponibles para evitar desafíos por completo en la mayoría de los escenarios.",
  "section-user-experience-text2": "Reduzca la fricción al evitar un desafío por completo para el 99,9% de su tráfico legítimo y, al mismo tiempo, brindar una excelente seguridad, gracias a los modelos de bot avanzados.",
  "section-easy-integration-header": "Fácil integración",
  "section-easy-integration-text": "Agregar hCaptcha toma solo unos minutos y solo unas pocas líneas de código. La API básica es compatible con reCAPTCHA V2 y solo lleva unos minutos cambiar. Puede estar en funcionamiento con una alternativa superior hoy y activar funciones más avanzadas según sea necesario.",
  "section-easy-integration-serverside": "Lado del servidor:",
  "section-easy-integration-frontend": "Interfaz:",
  "section-threat-header": "Puntuaciones de amenazas personalizadas",
  "section-threat-text": "No todos los problemas son iguales: obtener una sola puntuación significa que debe abordar sus necesidades para ser útil. Con las puntuaciones de amenazas personalizadas únicas de hCaptcha, una consulta rápida nos permite ajustar nuestros modelos para ofrecer puntuaciones más relevantes para su negocio.",
  "section-challenges-header": "Lance sus propios desafíos en segundos",
  "section-challenges-text-1": "Manténgase en la marca con contenido relevante",
  "section-challenges-text-2": "Cuando los usuarios deben resolver un desafío para cumplir con los requisitos de seguridad, ¿por qué no crear tareas agradables y relevantes para el usuario? Con nuestro sencillo diseñador de desafíos personalizados, puede lanzar contenido de desafíos de marca en solo unos minutos.",
  "section-integration-header": "Integración de plataforma directa",
  "section-integration-subheader": "Para empresas de infraestructura web",
  "section-integration-text": "El sistema hCaptcha Enterprise es excepcionalmente flexible en su diseño: se puede implementar parcial o totalmente en el borde de su red si opera una nube pública o posee muchos centros de datos. ‍Esto puede reducir drásticamente los costos y el tráfico fuera de la red al tiempo que conserva todos los beneficios de la administración por parte de nuestro personal de guardia las 24 horas, los 7 días de la semana para cumplir con los SLA más estrictos.",
  "section-support-header": "Experiencia y asistencia accesibles tanto para usted como para sus usuarios",
  "section-support-text": "El servicio es nuestra máxima prioridad. Mantenemos soporte de guardia las 24 horas, los 7 días de la semana y ofrecemos coordinación directa de Slack con su equipo de integración de ingeniería y nuestro personal de guardia durante y después de la implementación. y nuestros canales de soporte en widgets y por correo electrónico. Somos accesibles y receptivos, y tratamos la satisfacción del usuario como uno de los principales KPI.",
  "section-enterprise-header": "Funciones empresariales",
  "section-enterprise-title-1": "Protección anti-bot de clase mundial",
  "section-enterprise-desc-1": "Probado en batalla a escala web.",
  "section-enterprise-title-2": "Puntajes de bot de alta precisión",
  "section-enterprise-desc-2": "Detecta malos actores de muchos tipos diferentes.",
  "section-enterprise-title-3": "Modos pasivos de cero fricción y 99,9%",
  "section-enterprise-desc-3": "Desafíe a menos del 0,1% de los usuarios legítimos.",
  "section-enterprise-title-4": "Se muestran los tipos de desafío de control",
  "section-enterprise-desc-4": "Amplia biblioteca de tipos para elegir.",
  "section-enterprise-title-5": "Controlar el contenido del desafío utilizado",
  "section-enterprise-desc-5": "Manténgase en la marca con una experiencia de usuario constante.",
  "section-enterprise-title-6": "SLA empresariales",
  "section-enterprise-desc-6": "Fiabilidad garantizada y soporte rápido 24 horas al día, 7 días a la semana.",
  "section-enterprise-title-7": "Soporte de navegador heredado",
  "section-enterprise-desc-7": "Compatible desde el principio hasta Internet Explorer 8.",
  "section-enterprise-title-8": "Paneles de control de informes avanzados y API",
  "section-enterprise-desc-8": "Vea lo que está sucediendo en todos sus sitios y aplicaciones.",
  "section-enterprise-title-9": "Funciona en todos los países",
  "section-enterprise-desc-9": "A diferencia de reCAPTCHA, trabajamos en todos los países.",
  "section-enterprise-title-10": "Política de privacidad compatible con GDPR, CCPA y LGPD",
  "section-enterprise-desc-10": "Diseñado para tener privacidad desde el primer día. Acuerdo de procesamiento de datos sólido.",
  "section-enterprise-title-11": "Niveles de dificultad detallados",
  "section-enterprise-desc-11": "Marque esto para que se ajuste exactamente a su caso de uso.",
  "section-enterprise-title-12": "Hospedaje propio",
  "section-enterprise-desc-12": "Todas las solicitudes y activos van a hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Paneles multiusuario",
  "section-enterprise-desc-13": "Comparta la gestión con todo su equipo.",
  "section-enterprise-title-14": "Verificación instantánea",
  "section-enterprise-desc-14": "Latencia de 0ms: verifique los tokens de hCaptcha sin una llamada a la API.",
  "section-enterprise-title-15": "Integración móvil (iOS y Android)",
  "section-enterprise-desc-15": "Experiencia perfecta en web, móvil nativo, web móvil. Integraciones predefinidas y SDK nativos disponibles.",
  "section-enterprise-title-16": "Términos personalizados y garantías de privacidad",
  "section-enterprise-desc-16": "Satisfaga sus necesidades legales cuando otras empresas no puedan.",
  "presented-challlenges-head": "Desafíos presentados",
  "presented-challenges-title-1": "Comparación",
  "presented-challenges-text-1": "Seleccione todas las imágenes que coincidan con la consulta",
  "presented-challenges-title-2": "Cuadro delimitador",
  "presented-challenges-text-2": "Definir el área delimitante para los objetos.",
  "presented-challenges-title-3": "Categorización",
  "presented-challenges-text-3": "Identificar las etiquetas correspondientes",
  "presented-challenges-subheader": "... y otras tareas sencillas. Fácil para los humanos, difícil para los bots.",
  "presented-challenges-subtext": "Las tareas personalizadas también están disponibles para editores empresariales.",
  "footer-header-1": "Empresa",
  "footer-header-2": "Recursos",
  "footer-header-3": "Contacto",
  "footer-link-1": "Etiquetado",
  "footer-link-2": "Sobre",
  "footer-link-3": "Trabajos",
  "footer-link-4": "Marcas comerciales",
  "footer-link-5": "Blog",
  "footer-link-6": "Estado",
  "footer-link-7": "Documentación",
  "footer-link-8": "Reportar un error",
  "footer-link-9": "Accesibilidad",
  "footer-terms": "Condiciones",
  "footer-privacy": "Intimidad",
  "footer-attribution": "Atribución",
  "footer-subheader-1": "Apoyo",
  "footer-subheader-2": "Contacto",
  "switch-to-english-link": "Cambiar a inglés",
  "intro-heading-privacy": "Diseñado para la privacidad.",
  "intro-subtitle-p1-privacy": " Un enfoque de seguridad en línea exclusivamente impulsado por la privacidad.",
  "info-head-2-pr": "Registrar la actividad en línea no es la respuesta.",
  "info-text-1-pr": "hCaptcha Enterprise tiene un solo propósito: evitar que los malos actores interrumpan sus operaciones en línea y dañen a sus usuarios.",
  "info-text-2-pr": "Por lo tanto, nuestros sistemas están diseñados desde cero para minimizar la recopilación y retención de datos y, al mismo tiempo, mantener una seguridad líder en su clase. La mejor forma de proteger los datos del usuario es no almacenarlos en absoluto.",
  "info-text-3-pr": "Todas las relaciones con los clientes también están protegidas por un sólido Acuerdo de procesamiento de datos. El servicio hCaptcha cumple con todas las leyes de privacidad sin importar dónde residan su servicio o sus clientes. No guardar datos personales hace que esto sea mucho más fácil para nosotros que para otras empresas.",
  "info-text-2-2-pr": "Servicios como reCAPTCHA v3 dicen que poner su píxel de seguimiento en cada página de su sitio es necesario para una buena seguridad. Este no es el caso.",
  "info-text-2-3-pr": "El análisis de comportamiento simple es una señal fácilmente falsificada por los malos actores y también requiere retener el historial de navegación de todo su tráfico legítimo.",
  "info-text-2-4-pr": "No operamos una red publicitaria y no tenemos interés en observar el comportamiento de sus usuarios para venderles anuncios. Esto significa que no necesitamos un píxel pasivo en cada página de su sitio.",
  "info-text-2-5-pr": "Agregue nuestro código de desafío solo donde sea necesario y donde tenga sentido para protegerlo a usted y a sus usuarios.",
  "info-head-3-pr": "El aprendizaje automático es útil. Pero no requiere datos personales para funcionar.",
  "info-text-3-1-pr": "El aprendizaje automático ahora afecta a casi todos los aspectos de nuestras vidas, a menudo de formas que no nos damos cuenta ni podemos ver. Los servicios de seguridad en línea no son diferentes.",
  "info-text-3-2-pr": "Al aprender sobre miles de señales, los modelos pueden inferir y alcanzar una alta confianza en la detección de comportamientos maliciosos muy rápidamente, incluso cuando ninguna señal individual por sí sola sería lo suficientemente fuerte como para indicar un problema.",
  "info-text-3-3-pr": "Sin embargo, nada de esto requiere el uso de información de identificación personal (PII). Las técnicas criptográficas modernas nos permiten descartar cualquier dato personal lo más rápido posible, creando en su lugar firmas unidireccionales que no se pueden vincular a ningún individuo.",
  "info-text-3-4-pr": "La capacitación sobre datos no identificados funciona igual de bien y no requiere comprometer la seguridad ni la privacidad. Nuestros clientes han realizado las pruebas empíricas y nos han declarado iguales o mejores que alternativas mucho menos privadas.",
  "cloudflare-quote-text-privacy": "Nos gustaron varias cosas de las soluciones de hCaptcha: 1) no venden datos personales; recopilan solo los datos personales mínimos necesarios, son transparentes al describir la información que recopilan y cómo la usan y / o divulgan.",
  "pilot-head": "Pruébenos en su entorno sin compromiso.",
  "pilot-text-1a": "Somos ingenieros, no vendedores: queremos que esté satisfecho con su elección.",
  "pilot-text-1b": "La mejor manera de garantizar su satisfacción es demostrar que satisfacemos sus necesidades.",
  "pilot-text-1c": "Prácticamente todas las empresas que inician una prueba piloto finalmente eligen nuestras soluciones.",
  "pilot-text-1d": "Utilice este formulario para comunicarse con uno de nuestros especialistas técnicos. Respondemos rápidamente.",
  "pilot-text-1e": "También puede enviarnos un correo electrónico directamente.",
  "pilot-email-details": "Los detalles están aquí.",
  "pilot-f1": "Región",
  "pilot-f2": "Tu nombre",
  "pilot-f3": "Tu nombre",
  "pilot-f4": "email de negocios",
  "pilot-f5": "¿Algún otro detalle que debamos tener?",
  "pilot-f6": "¿Necesitas un onboarding urgente?",
  "pilot-f7": "Si.",
  "pilot-f8": "Estoy bajo ataque y necesito una incorporación inmediata.",
  "pilot-f9": "Enviar",
  "pilot-f10": "Al ingresar su correo electrónico, acepta nuestros Términos y Política de privacidad, y recibe nuestros correos electrónicos.",
  "pilot-fo-1": "La integración no podría ser más sencilla.",
  "pilot-fo-2": "hCaptcha tiene docenas de integraciones predefinidas para los sistemas frontend y backend que utiliza.",
  "pilot-fo-3": "Si proviene de reCAPTCHA de Google, nuestras API son reemplazos directos. Tres líneas de código son todo lo que necesita.",
  "pilot-fo-4": "Nuestros ingenieros de incorporación pueden ponerlo en marcha rápidamente, ya sea que necesite la integración de React, SDK para aplicaciones nativas de iOS, un ejemplo de backend de Java o prácticamente cualquier otro escenario.",
  "pilot-fo-5": "Y como siempre, la privacidad es un valor fundamental para nosotros. Agregue nuestro código de desafío solo donde sea necesario y donde tenga sentido para protegerlo a usted y a sus usuarios. Minimizar la recopilación de datos comienza desde el momento de la integración.",
  "pilot-fdone": "Gracias. Estaremos en contacto en breve.",
  "home-ent-2-new": "Obtenga más información sobre nuestra solución empresarial.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Las soluciones hCaptcha Enterprise brindan seguridad líder en su clase y protegen muchos de los principales servicios en línea.",
  "home-plans-button-2-new": "Aprende más",
  "header-enterprise-link": "Empresa",
  "sales-interstitial-c1b-new": "Más información sobre hCaptcha Enterprise"
}
