{
    "1290027486": "CEO de Brave. Cofundador de Mozilla. Creador del lenguaje de programación JavaScript. Creador de navegadores y más.",
    "211351380": "Desde el blog:",
    "3153117136": "Cómo funciona la configuración de dificultad de hCaptcha",
    "2915355938": "Accesibilidad",
    "793784899": "Planos",
    "2671622670": "Empresa",
    "3527140447": "Docs",
    "505891021": "Servicios de etiquetado",
    "692176459": "Entrar",
    "1892574253": "Inscríbete",
    "2593864519": "Detener más bots. Empieza a proteger la privacidad de los usuarios.",
    "4007826952": "El CAPTCHA número uno que da prioridad a la privacidad para la web, el móvil y más.",
    "3721365241": "Prueba con",
    "3753956446": "Gratis",
    "3276777569": "hCaptcha",
    "55035359": "¿Usa actualmente reCAPTCHA?",
    "3417372336": "Cambio en minutos",
    "2881474837": "hCaptcha para empresas",
    "1685871181": "Los mejores servicios en línea se basan en",
    "1470290349": "para la mejor gestión de bots y fraudes.",
    "3714002185": "Más información sobre hCaptcha Enterprise",
    "3946753128": "Privado. Seguro. Más rápido.",
    "939665604": "Centrado en la privacidad",
    "780475098": "Las redes publicitarias ven a sus visitantes como el producto. Solo nos importa si una visita es buena o mala. hCaptcha cumple con GDPR, CCPA, LGPD, PIPL y otras leyes de datos globales.",
    "219813583": "La seguridad es lo primero",
    "2714878440": "Proteja sus servicios contra el scraping, la toma de cuentas, el relleno de credenciales y el spam con nuestro aprendizaje automático avanzado y la verificación de la humanidad.",
    "1397766838": "Mejor experiencia de usuario",
    "2670352917": "hCaptcha proporciona una detección de bots más fiable a la vez que es sencilla de resolver para los humanos.",
    "2806751666": "¿Qué es hCaptcha?",
    "3096063825": "Pruébalo",
    "2968026167": "Su verdura favorita",
    "713281684": "Berenjena",
    "4147497805": "Zanahoria",
    "3758963444": "Gracias. Hemos recibido su envío.",
    "1070364246": "¡Ups! Algo salió mal al enviar el formulario.",
    "1129833879": "Detener los bots maliciosos y proteger la privacidad de los usuarios",
    "58091799": "Más información sobre hCaptcha Publisher y Enterprise",
    "1599610318": "Editorial",
    "3093388779": "hCaptcha es gratuito para editores de cualquier tamaño",
    "179723061": "Más control para los equipos que necesitan una seguridad líder en su clase",
    "846501387": "Protección de clase mundial contra bots",
    "119298044": "Las tecnologías avanzadas de ML e IA autosupervisadas protegen sus propiedades web de amenazas y ataques",
    "1263998069": "Gana recompensas por las soluciones humanas",
    "1103295010": "Ganar dinero o dar a la caridad para cuando los seres humanos resuelven CAPTCHAs",
    "392886773": "Funciona en todos los países",
    "2320894364": "Con más de 200 puntos de presencia, la nube de hCaptcha protege sus activos en todo el mundo",
    "451701069": "Cumple con el GDPR, CCPA,",
    "2826051554": "y más",
    "3530599065": "La privacidad se construye desde el principio. hCaptcha no retiene ninguna información personal y cumple con numerosos mandatos y regulaciones de privacidad.",
    "2489287539": "Sin CAPTCHA y con un 99,9% de pasividad",
    "793242047": "Reducir los retos que se presentan a los usuarios para permitir un acceso rápido a las aplicaciones",
    "4195759329": "Detección de bots y puntuaciones de riesgo",
    "1150035777": "Sofisticados modelos de aprendizaje automático generan puntuaciones de confianza de los bots basadas en muchos puntos de datos más allá de si las preguntas fueron respondidas correctamente",
    "3688621388": "Firmas de amenaza",
    "1131525092": "Agrupar a los malos actores sin esfuerzo a través de nuestros UIDs de alcance que preservan la privacidad para encontrar y detener el fraude y el abuso relacionados",
    "1559631739": "Aprendizaje privado",
    "3952259236": "Combine sus datos ciegos con los miles de señales de hCaptcha para entrenar a hCaptcha en clases de comportamiento - sólo para su instancia - para predecir mejor el comportamiento malicioso que cualquiera de las dos soluciones por separado",
    "1150963691": "Mitigación de APT",
    "4083018285": "Un conjunto de funciones ampliadas que se combinan con la supervisión y respuesta mejoradas del SOC para hacer frente a las sofisticadas amenazas persistentes",
    "3160820928": "Protección coordinada contra ataques",
    "1849805607": "hCaptcha protege contra amenazas y señuelos diseñados para infiltrarse en sus redes",
    "1958297836": "Protección coordinada contra ataques y mitigación de APT",
    "1300485304": "hCaptcha protege contra amenazas avanzadas y señuelos diseñados para infiltrarse en sus redes",
    "2698640210": "Retos y tipos de control mostrados",
    "3121248460": "Mostrar infinitamente diversos desafíos personalizados -desde los más simples hasta los más complejos- para su público previsto",
    "3807059944": "Controlar el contenido del desafío utilizado",
    "2707282231": "Personalice los desafíos para sus usuarios.  Haz que los bots no puedan resolverlos ni penetrar en ellos.",
    "4194763679": "Niveles de dificultad muy precisos",
    "3730038780": "Elige entre un número casi infinito de retos para que los usuarios los resuelvan",
    "1849717906": "Personalice con su propio contenido de desafío",
    "1508655687": "Añada sus propios retos adaptados a su público para agilizar o restringir el acceso",
    "3620442880": "Funciones de protección de la venta flash",
    "3265895521": "Sube y baja la dificultad del reto en función de la hora del día",
    "1485807325": "Cuadros de mando multiusuario, SAML SSO",
    "359073033": "Los cuadros de mando ofrecen vistas de alto nivel o detalladas de la actividad.",
    "4272454814": "Integrarse con el proveedor de identidad de su elección.",
    "1141402092": "Funciones avanzadas de información",
    "910989640": "Generar informes detallados y personalizados de la actividad",
    "3768951251": "Acuerdos de nivel de servicio para empresas",
    "1014004474": "Los planes para empresas de hCaptcha ofrecen acuerdos de nivel de servicio avanzados para mantener su organización protegida",
    "1177598246": "Contacto con ventas",
    "1067704102": "El valor del etiquetado de datos",
    "3065000659": "¿Te has dado cuenta de que cada vez que \"pinchas en el coche\" estás ayudando a formar a un",
    "3235430156": "los sistemas de aprendizaje automático de la empresa de forma gratuita?",
    "1549336309": "hCaptcha da la vuelta a este modelo. Cuando usas hCaptcha, las empresas pujan por el trabajo que hacen tus usuarios al demostrar su humanidad. Tú obtienes las recompensas.",
    "3725880582": "Reembolsar a la caridad",
    "1671436004": "¿Desea retribuir a su organización benéfica favorita?",
    "1663628612": "le permite",
    "4272088465": "a las organizaciones benéficas que elijas con las ganancias que obtengas de su uso.",
    "2894845722": "Los usuarios de su sitio web pronto podrán ver su contribución a la caridad a través de una marca discreta en la interfaz de hCaptcha.",
    "3194111925": "soporte",
    "1637702726": "Acerca de hCaptcha",
    "2323282990": "Un enfoque moderno para verificar la humanidad",
    "1201821619": "hCaptcha resuelve uno de los problemas más acuciantes de la actualidad: evitar que los bots maliciosos abusen de los servicios en línea.",
    "1475399473": "Más información sobre el equipo de hCaptcha",
    "3161489950": "La plataforma de seguridad ML más avanzada del mundo",
    "3247172580": "hCaptcha combinó el aprendizaje automático avanzado con un novedoso enfoque de computación de borde que minimiza de forma única la recopilación y retención de datos, suministrados desde más de 250 ubicaciones a nivel mundial para una escalabilidad masiva.",
    "3767462250": "Diseñado para la privacidad",
    "3500503648": "hCaptcha está diseñado para eliminar la retención de datos a largo plazo confiando en la evaluación instantánea en lugar de registrar y analizar su historial de navegación. También apoyamos iniciativas como",
    "2418549423": "un estándar emergente para preservar la privacidad en línea a través de pruebas criptográficas, y otras características únicas que dan prioridad a la privacidad.",
    "1544546608": "Pase de privacidad",
    "976209454": "Ganar recompensas o donar a la caridad",
    "552920956": "hCaptcha permite que los sitios web ganen recompensas mientras bloquean los bots y otras formas de abuso. hCaptcha también permite apoyar a las organizaciones benéficas de su elección con estas ganancias.",
    "654326661": "¿Quiere comprobarlo usted mismo? Pruebe hCaptcha de forma gratuita.",
    "3570415321": "Empresa",
    "3987022469": "Etiquetado",
    "1636202177": "Acerca de",
    "2670003220": "Trabajos",
    "3233305531": "Marcas comerciales",
    "3028319964": "Ética de la IA",
    "4131598919": "Pulse",
    "1662477701": "Recursos",
    "3130928685": "Blog",
    "1756106276": "Estado",
    "1235925265": "Documentación",
    "920212083": "Informar de un error",
    "2076066173": "Ciberataques 101",
    "3644106388": "Contacte con",
    "2182196747": "Soporte",
    "487083593": "Ventas",
    "878585497": "Términos",
    "1697438123": "Privacidad",
    "1316817321": "Atribución",
    "3488019891": "hCaptcha es una marca registrada de Intuition Machines, Inc.",
    "4224961202": "Privacidad, seguridad y aprendizaje automático.",
    "98173630": "hCaptcha es el servicio CAPTCHA independiente más utilizado del mundo.",
    "1514478724": "Más información",
    "1752795854": "hCaptcha aporta un enfoque moderno y centrado en la privacidad para detener a los bots.",
    "2927700175": "Mostramos retos de CAPTCHA que son difíciles para los bots pero fáciles para las personas mediante la recopilación de datos difíciles de etiquetar de problemas de aprendizaje automático, y su uso para distinguir si un visitante del sitio web o de la aplicación es humano.",
    "2188609322": "Los malos actores son cada vez más frecuentes en Internet. Pero sacrificar la privacidad del usuario no es la respuesta.",
    "2032102720": "Las soluciones de seguridad que ofrecen las empresas de publicidad se centran principalmente en el seguimiento de los usuarios en la web. Hemos creado una solución de seguridad eficaz que demuestra que no es necesario dañar la privacidad del usuario para obtener resultados excelentes.",
    "4146870445": "Quiénes somos",
    "353066938": "Un equipo experimentado, que trabaja en los problemas más difíciles de la actualidad. hCaptcha es un servicio de",
    "1173652155": "Asesores",
    "2256305371": "Profesor, CS en la Universidad de California, Berkeley. Experto en aprendizaje profundo, seguridad y blockchain. Director general de Oasis Labs.",
    "2177660021": "Investigador científico en Stanford. Aprendizaje automático y finanzas cuantitativas en los principales bancos, fondos de cobertura y el mundo académico.",
    "2686825859": "Regístrese gratis o póngase en contacto con nosotros sobre las soluciones hCaptcha Enterprise",
    "583434701": "Accesibilidad de hCaptcha",
    "611905972": "Garantizar un acceso fluido para todos los usuarios, manteniendo la seguridad",
    "874098071": "Si es usuario de accesibilidad, regístrese aquí",
    "2745385064": "Resumen",
    "3353238942": "hCaptcha está diseñado para detener a los bots distinguiéndolos de las personas. Las pruebas visuales son una herramienta conveniente para esto, pero no todo el mundo puede resolver un desafío visual.",
    "3600022491": "Por este motivo, hemos diseñado una alternativa sencilla e indolora para que los editores que utilicen nuestro servicio conserven la accesibilidad para todos con el pleno cumplimiento de la Sección 508 y las WCAG 2.1 AA.",
    "2557240048": "Cómo funciona: en primer lugar, un usuario de accesibilidad se inscribe a través de",
    "3871665286": "que se encuentra en la página de información del widget hCaptcha. Se les da una cookie encriptada que puede ser utilizada varias veces al día, pero debe ser refrescada cada 24 horas a través del inicio de sesión.",
    "3441764123": "Cuando se presenta un desafío a un usuario de accesibilidad en un sitio que utiliza el servicio hCaptcha, éste lo pasará automáticamente.",
    "4247858664": "la página de registro de accesibilidad",
    "1297657322": "Pantalla de usuario de accesibilidad tras el inicio de sesión",
    "1717658846": "Opción de accesibilidad en el menú de la interfaz de usuario del widget",
    "1266963825": "P: ¿Cumple hCaptcha la Sección 508 + WCAG 2.1 AA?",
    "850025770": "R: Creemos que sí: todos los usuarios con cualquier tipo de discapacidad que puedan navegar por la web e introducir texto en formularios pueden acceder a los servicios protegidos por hCaptcha al registrarse. Sin embargo, esto no es un consejo legal: debes realizar tu propia evaluación, teniendo en cuenta tu implementación particular para asegurarte de que este es el caso para tu despliegue.",
    "159272246": "P: ¿Están trabajando en otras opciones de accesibilidad (\"a11y\"), como el audio?",
    "4074220464": "R: Las opciones anteriormente populares, como los captchas de audio, discriminan a muchos usuarios de a11y son fácilmente derrotados por las modernas técnicas de aprendizaje automático. Esto ha obligado a que los retos de audio actuales sean cada vez más difíciles, introduciendo ruido, tiempos extraños, combinaciones de palabras inusuales, etc. para derrotar a los atacantes. Por lo tanto, somos menos entusiastas sobre este enfoque frente a evitar el desafío por completo, pero lo consideraremos si hay demanda de la comunidad a11y.",
    "2309661107": "Sin embargo, estamos muy interesados en",
    "2555914614": "para el caso de uso de la accesibilidad. Creemos que la combinación de nuestro enfoque actual de a11y con la emisión de Privacy Pass permitirá a los usuarios de a11y navegar con seguridad, sabiendo que su tráfico es más privado, al tiempo que se restringe el abuso por parte de los operadores de bots que inevitablemente se produce cuando las opciones de a11y están disponibles. Participamos activamente en el grupo de trabajo del IETF que está estandarizando esta nueva tecnología.",
    "2583775432": "P: ¿Qué pasa con la privacidad? ¿El registro expone los datos de navegación de alguna manera? ¿Qué se hace con el correo electrónico?",
    "4215483493": "R: hCaptcha está diseñado para la privacidad desde el principio. Es muy diferente a las opciones tradicionales como reCAPTCHA que son propiedad de las redes de publicidad, que tienen un incentivo para rastrear en la web y asociar con una identidad real.",
    "2474661839": "Nuestro",
    "4137573005": "tiene respuestas completas y autorizadas sobre cómo utilizamos los datos, pero la respuesta corta es que no tenemos ningún interés en asociarle a usted como persona con su historial de navegación.",
    "4101570501": "También estamos trabajando actualmente en una solución criptográfica para descartar rápidamente su dirección de correo electrónico y al mismo tiempo preservar nuestra capacidad para evitar abusos, complementando nuestro trabajo de Privacy Pass.",
    "260595108": "Nunca utilizamos los correos electrónicos o la información sobre la accesibilidad para ningún otro fin que no sea facilitar el uso de a11y evitar los abusos.",
    "3063819779": "política de privacidad",
    "465714311": "Para los usuarios de la accesibilidad: Guía de preguntas y respuestas y resolución de problemas",
    "3596207631": "P: Sigo viendo un desafío después de establecer la cookie. ¿Qué está causando esto?",
    "469089249": "R: Esto se debe normalmente al uso de un bloqueador de anuncios agresivo o una extensión anti-cookies, o una configuración que bloquea las cookies \"cross-site\", en este caso una cookie para hcaptcha.com que es establecida o comprobada por el hCaptcha JS en un sitio diferente, como el que estás visitando.",
    "4263626815": "Las cookies de accesibilidad de hCaptcha funcionan con todos los navegadores y bloqueadores de anuncios populares con su configuración estándar, por lo que normalmente los fallos se deben a scripts \"anti-bloqueo\" o a conjuntos de reglas similares dirigidos a sitios concretos.",
    "3906359167": "Soluciones:",
    "3464870463": "1. Poner en la lista blanca las cookies de hcaptcha.com y *.hcaptcha.com en tu bloqueador de publicidad o extensión de seguridad del navegador.",
    "1204911585": "2. Si utilizas el navegador Brave, que no parece tener (desde abril de 2020) ningún tipo de lista blanca de cookies, ve a Preferencias -> Escudos -> Cookies y elige \"Permitir todas las cookies.\"",
    "2932826396": "3. Si está utilizando la última versión de Safari en el recientemente lanzado OS X 10.15 o iOS 13.4, Apple acaba de cambiar el comportamiento de Safari en relación con las cookies de terceros, bloqueando todas ellas por defecto. Estamos implementando una solución, pero mientras tanto visite las Preferencias de Safari, sección Privacidad, y desmarque \"Seguimiento de sitios web: Impedir el seguimiento de sitios web\" para permitir que la cookie de accesibilidad funcione como se espera.",
    "3836291932": "P: Utilizo varios dispositivos. Tengo que registrarme varias veces?",
    "3251220335": "R: No. Por favor, haga clic en el mismo enlace de inicio de sesión por correo electrónico que se le envía en cada dispositivo que utiliza con el fin de establecer la cookie.",
    "2082407178": "P: ¿Cómo puedo protegerme del rastreo de cookies de terceros mientras uso la cookie de accesibilidad?",
    "2700197090": "R: El uso de cualquier extensión de privacidad o de bloqueo de anuncios que admita listas blancas a nivel de dominio (por ejemplo, uBlock Origin) funcionará como es de esperar: sólo asegúrate de poner en la lista blanca hcaptcha.com.",
    "3657743880": "Instrucciones del navegador para las cookies cruzadas",
    "1960601330": "Para activar las cookies en Safari (Mac): Vaya al menú desplegable de Safari. Selecciona Preferencias. Haga clic en Privacidad en el panel superior. En \"Bloquear cookies\", selecciona la opción \"Nunca\".",
    "1622303590": "Para activar las cookies en Safari (iPhone/iPad iOS 11+): Abre tus Ajustes. Desplázate hacia abajo y selecciona Safari. En Privacidad y Seguridad, desactiva \"Evitar el seguimiento de sitios cruzados\" y \"Bloquear todas las cookies\"",
    "2199048568": "Haga clic en el escudo a la izquierda de la barra de direcciones de cualquier página web. Haz clic en Configuración de la protección. Se abrirá el panel de Preferencias de Privacidad y Seguridad de Firefox. En la sección de Protección de Rastreo Mejorada, seleccione Personalizada. Elige qué rastreadores y scripts bloquear seleccionando esas casillas. Asegúrate de haber desbloqueado hcaptcha.com.",
    "3967047208": "También puede desactivar temporalmente algunas protecciones en Personalizado para depurar esto, desmarcando las casillas de verificación: Desmarque la casilla Trackers o desmarque la casilla Cookies si sigue teniendo problemas.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selecciona el icono del menú de Chrome. Seleccione Configuración.",
    "926138631": "Vaya a Privacidad y Seguridad, luego a Cookies y otros datos del sitio.",
    "3419878556": "Asegúrese de que la opción \"Bloquear cookies de terceros\" no esté activada.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Abra las preferencias de Chrome en la barra de menús.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "En tu dispositivo Android, abre la aplicación Chrome.",
    "3620039756": "En la parte superior derecha, pulse Más y después Ajustes.",
    "2813310562": "Pulse en Configuración del sitio y luego en Cookies.",
    "3014657981": "Al lado de \"Cookies\", active el ajuste.",
    "1242066691": "Marque la casilla junto a \"Permitir cookies de terceros\".",
    "292250020": "1. Seleccione el engranaje situado en la esquina superior derecha de la pantalla y, a continuación, seleccione \"Opciones de Internet\". 2. Si tiene activada la barra de menús, puede seleccionar \"Herramientas\" y luego \"Opciones de Internet\".",
    "4114820649": "2.  Haga clic en la pestaña \"Privacidad\".",
    "946838734": "3. Seleccione el botón \"Avanzado\".",
    "348809718": "4.  En \"Cookies de terceros\" elija \"Aceptar\".",
    "1253441326": "5. Haga clic en \"Aceptar\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Política de ética de la IA",
    "1161704803": "¿Por qué tenemos una política de ética de la IA?",
    "1806535500": "Prácticamente toda la tecnología, desde los lápices hasta la dinamita, es una",
    "24452499": "solución; puede usarse para bien o para mal. Toda empresa que investigue, construya o venda soluciones de doble uso tiene la obligación de considerar las consecuencias de sus acciones.",
    "4023575072": "doble uso",
    "3336625692": "Esta página detalla nuestras ideas sobre este tema en el contexto de la ética de la IA, y los procesos que seguimos para garantizar que el uso de nuestros servicios se mantiene en línea con las políticas que hemos adoptado como empresa.",
    "835717930": "Ética de la IA en hCaptcha",
    "2179524509": "A veces nos preguntan qué tipo de preguntas están permitidas en el servicio hCaptcha y por qué se hacen determinadas preguntas.",
    "1962721652": "Los seres humanos son buscadores de patrones, y a veces una pregunta inocua puede pasar de ser totalmente insospechada a sospechosa en un instante, debido a los cambios en el mundo y no a las motivaciones de quien hace la pregunta.",
    "3974566657": "A medida que los servicios se hacen más populares, este tipo de incidencias son inevitablemente más frecuentes. hCaptcha es utilizado por millones de personas cada día en prácticamente todos los países del mundo, por lo que publicamos esta política y un estudio de caso sobre cómo abordamos estos problemas para ser lo más transparentes posible.",
    "1830910223": "Un caso de ética de la IA en el mundo real",
    "805971861": "Paraguas es un término de ImageNet, el conjunto de datos de referencia estándar utilizado por los investigadores de la visión por ordenador. Identificar con fiabilidad a las personas que sostienen paraguas también es fundamental para crear sistemas seguros de asistencia avanzada al conductor (ADAS) de próxima generación.",
    "3988350": "Esto significa que hay excelentes casos de uso para las anotaciones de paraguas en el mundo real. Hay espacio para el desacuerdo sobre el impacto de los coches autodirigidos, pero los sistemas ADAS ya están ahorrando",
    "548587288": "en todo el mundo.",
    "3138772661": "miles de vidas cada año",
    "3168199226": "Sin embargo, en 2020 quedó claro que la creación de este tipo de conjunto de datos podría percibirse como una tecnología de doble uso de una manera que pocos habrían esperado hace un año.",
    "558378834": "Por lo tanto, ya no aceptamos solicitudes de preguntas relacionadas con los paraguas en este momento. El potencial de confusión cuando un usuario final ve una pregunta sobre paraguas en el momento actual es demasiado alto, y en última instancia nuestro objetivo es hacer del mundo un lugar más agradable.",
    "3376604063": "Políticas y procesos de ética de la IA",
    "1923365316": "En hCaptcha tenemos una estricta política de ética de la IA, y parte de ella incluye un proceso de conocimiento del cliente (KYC).",
    "4230322909": "Siempre intentamos conocer bien a cada nuevo cliente y su caso de uso previsto, tanto para confirmar que se ajusta a nuestros productos y servicios como para asegurarnos de que sigue las políticas que hemos adoptado como empresa.",
    "2735073144": "También realizamos revisiones continuas cuando es necesario. Por ejemplo, en nuestra reciente revisión de las fechas y fuentes de las solicitudes de etiquetado relacionadas con los paraguas pudimos confirmar rápidamente que ninguna entidad gubernamental o proveedor estatal conocido de software de vigilancia ha realizado solicitudes relacionadas con los paraguas utilizando nuestros servicios en los últimos 12 meses.",
    "2715462692": "¿Cómo es nuestro proceso de ética de la IA?",
    "3049976256": "Para cada nuevo cliente de etiquetado, realizamos una lista de comprobación durante el proceso de venta. Esto incluye la diligencia inicial de KYC antes de la incorporación, así como la verificación de todas las solicitudes realizadas a nuestros analistas, y las comprobaciones puntuales en tiempo real y las revisiones periódicas de las solicitudes realizadas mediante nuestra plataforma de autoservicio.",
    "3103642530": "Esta revisión se compone de varios conjuntos de criterios:",
    "3349094124": "Criterios de preocupación ética: Objetivo",
    "1038019440": "1. ¿Representa este cliente los intereses nacionales de un país conocido por su comportamiento contrario a las leyes y normas internacionales?",
    "493717511": "2. ¿Este cliente solicita servicios que podrían ser",
    "2209109640": "¿se utiliza sólo con fines maliciosos, en el contexto de sus actividades comerciales normales?",
    "3457805519": "3. ¿Puede cumplirse la petición del cliente con arreglo a la legislación estadounidense y a nuestras normas de actuación?",
    "1942611550": "principalmente",
    "109179759": "Criterios de preocupación ética: Subjetivo",
    "1033698050": "1. ¿Creemos que el cliente nos ha dado un caso de uso que consideramos moralmente aceptable, según nuestra interpretación de las normas típicas de la sociedad occidental?",
    "361372538": "2. ¿Creemos que los servicios que prestamos podrían ser utilizados con fines discriminatorios por el cliente, en formas que podrían ser legales pero que no son aceptables para nosotros?",
    "2867855718": "3. ¿Creemos que las necesidades de privacidad pueden ser atendidas satisfactoriamente para la solicitud?",
    "2462728596": "Si no podemos satisfacer estos puntos, rechazaremos la solicitud y podremos dar por terminado el acceso a nuestra plataforma, como se indica en nuestras Condiciones.",
    "1995277831": "Gracias",
    "1818116402": "Esperamos que haya apreciado esta visión de cómo tratamos las cuestiones operativas con un componente de ética de la IA.",
    "1499894352": "Muy pocas empresas ofrecen transparencia en sus procesos de toma de decisiones en este ámbito, y esperamos que otras sigan este ejemplo.",
    "535659033": "Atribución de Creative Commons",
    "1495915066": "Cómo utilizamos nosotros, nuestros socios de investigación académica y nuestros clientes los medios de comunicación de Creative Commons",
    "3017533972": "Nosotros, nuestros socios de investigación académica y nuestros clientes pueden ocasionalmente hacer referencia o reproducir porciones de contenido con licencia Creative Commons a través de la plataforma hCaptcha con el fin de avanzar en el conocimiento de la humanidad en el campo del aprendizaje automático.",
    "1428053210": "Este contenido suele transformarse a partir de su forma original. Por ejemplo, un vídeo puede dividirse en muchas imágenes, esas imágenes pueden dividirse en muchas imágenes nuevas y esas imágenes nuevas se mezclan aleatoriamente para producir el resultado final que se muestra.",
    "1728211763": "El uso de los contenidos de esta manera y para estos fines entra dentro de las directrices de uso justo según nuestra comprensión de la ley y las prácticas habituales en este campo, pero somos fans de Creative Commons desde hace mucho tiempo y preferimos dar crédito a cualquiera que ayude en la monumental tarea de mejorar la inteligencia de las máquinas.",
    "1949452297": "Debido a las limitaciones intrínsecas de la interfaz de usuario de hCaptcha y sus consideraciones de seguridad, no es posible reproducir la fuente de cada imagen directamente junto a su uso. En su lugar, enlazamos a esta página desde nuestra página de inicio y mantenemos una lista de fuentes servidas actualmente o recientemente a través de la plataforma. Puede acceder a la lista actual",
    "2367602973": "aquí",
    "659124570": "Además, si ve contenido que le pertenece reproducido en la plataforma hCaptcha y desea que sea retirado por cualquier motivo, puede ponerse en contacto con nosotros a través del correo electrónico",
    "2066749488": "Otras reclamaciones",
    "3479034323": "Si ves contenido que te pertenece reproducido en la plataforma hCaptcha y quieres que sea retirado por cualquier motivo, puedes ponerte en contacto con nosotros por correo electrónico.",
    "1836554225": "Entradas del blog",
    "2873297188": "¿Todos los CAPTCHAS discriminan a los no estadounidenses?",
    "165932542": "Un vistazo a las tasas de resolución de hCaptcha en todo el mundo",
    "1865097546": "Noviembre 16,2021",
    "3005876482": "hCaptcha es ahora el mayor servicio CAPTCHA independiente, funciona en el 15% de Internet",
    "693820850": "Puedes vencer a Google dando prioridad a la privacidad",
    "3609106478": "Relleno de credenciales:",
    "299335340": "Qué es y cómo detener los ataques",
    "354925785": "Introducción",
    "423222878": "Algunos de los ciberataques más difíciles de detectar, prevenir y detener son aquellos en los que un actor malicioso es capaz de utilizar credenciales de usuario legítimas para entrar en una cuenta de usuario activa. Sin una gran capacidad de detección sofisticada, la empresa que aloja la cuenta no tiene motivos para sospechar que algo va mal. Un cliente simplemente parece haber iniciado sesión en su cuenta. El atacante logra esta artimaña con éxito utilizando credenciales robadas, normalmente el resultado de una técnica de ciberataque conocida como \"relleno de credenciales\". Es un problema grave hoy en día, pero que puede mitigarse con las contramedidas adecuadas.",
    "777660551": "¿Qué es el relleno de credenciales?",
    "2602763587": "El relleno de credenciales es una forma de ciberataque en la que el atacante intenta iniciar sesión en un sitio web varias veces utilizando pares de nombres de usuario y contraseñas robados. El \"stuffing\" se refiere a los intentos repetitivos de inicio de sesión, que casi siempre son realizados por un software bot automatizado.",
    "1271831121": "No es como si el hacker (vestido con una sudadera con capucha, por supuesto) estuviera sentado allí, tecleando credencial tras credencial. El bot de inicio de sesión automatizado podría hacerse con una herramienta estándar como Selenium o con una herramienta de hacker desarrollada a medida.",
    "2588750717": "De hecho, algunos ataques de relleno de credenciales implican la introducción de millones de credenciales en la interfaz de inicio de sesión de un sitio web desprevenido con la esperanza de que se le permita entrar. Una vez dentro, el atacante puede hacerse con la cuenta de la víctima.",
    "1137757109": "Si se trata de una cuenta de comercio electrónico, el atacante puede pedir mercancía. Si la víctima es un banco, el atacante puede transferir fondos al extranjero, y así sucesivamente.",
    "1559150837": "Sin embargo, los objetivos no están indefensos. La mayoría de los sitios web tienen controles que bloquean a un usuario sospechoso que intenta iniciar sesión en miles de cuentas diferentes desde la misma dirección IP en un corto espacio de tiempo. Lo que hacen los atacantes de relleno de credenciales para sortear estas técnicas de protección es simular la diversidad geográfica y de IP. Utilizando potentes herramientas, a menudo basadas en la IA, pueden hacer que parezca que miles de usuarios intentan iniciar sesión al azar en diferentes momentos del día desde todo el país. Esto es mucho más difícil de detectar y detener.",
    "1892020899": "¿De dónde sacan los hackers las credenciales?",
    "2597149484": "La razón por la que el hacker tiene que \"rellenar\" tantas credenciales tiene que ver con el lugar de donde obtienen sus credenciales robadas.",
    "3030395800": "Estas credenciales suelen proceder de filtraciones de datos. También conocidos como \"derrames de credenciales\", estos ataques pueden dar lugar a millones de credenciales que se vierten en la web oscura. Si el vertido procede de un banco, el hacker intentará utilizar esas credenciales para entrar en otros sitios. Este método funciona porque mucha gente utiliza la misma combinación de nombre de usuario y contraseña para varios sitios. (Se desaconseja esta práctica, pero la realidad es la que es. La gente tiende a repetir las mismas credenciales de acceso).",
    "1258965840": "Por lo tanto, si el atacante puede entrar en un sitio, probablemente pueda entrar en varios sitios usando las credenciales derramadas. Por ejemplo, pueden obtener un par de nombre de usuario/contraseña como JohnDoe/525momma, pero no tienen idea de lo que ese par hará por ellos. Así que prueban el par en Amazon.com, Ebay, Citibank, Walgreens y así sucesivamente. Puede que prueben ese par en mil sitios diferentes.",
    "3594440415": "Con el tiempo, empezarán a abrirse puertas.",
    "780280214": "Cómo hCaptcha y hCaptcha Enterprise mitigan la amenaza de relleno de credenciales",
    "4165374512": "Aunque es posible utilizar herramientas de detección de IP y ubicación para evitar el relleno de credenciales, un método más rentable y preciso es simplemente interrumpir el propio bot de relleno de credenciales automatizado. hCaptcha y hCaptcha Enterprise pueden dejar perplejo al bot en el punto de entrada. Incluso si el bot tiene las credenciales correctas, si no puede pasar la detección de hCaptcha Enterprise o el CAPTCHA de hCaptcha, no podrá hacer su relleno y su sitio y sus usuarios estarán protegidos.",
    "3269644546": "Por favor,",
    "1058572205": "si quiere saber más sobre",
    "3753613260": "contacte con",
    "1792519141": "hCaptcha para empresas",
    "3515435438": "Informar de las quejas de la DMCA",
    "54093347": "Agente registrado de la DMCA",
    "3233441200": "Política de infractores reincidentes",
    "4011712313": "Como parte de nuestra política de la DMCA, colocamos las cuentas de los clientes de los que recibimos múltiples notificaciones de la DMCA sobre supuestas infracciones en una política de infractores reincidentes de la DMCA de varios pasos. Al recibir repetidas notificaciones de la DMCA en un mes natural, la cuenta del cliente pasará de una etapa de la política a la siguiente.",
    "766825168": "Las acciones que podemos emprender en virtud de la Política de infractores reincidentes de la DMCA incluyen el envío de alertas de mayor visibilidad al cliente registrado de la cuenta. Para acusar recibo de estas alertas, podemos exigir al cliente que inicie sesión en la cuenta o que llame a nuestro equipo de asistencia. También nos reservamos el derecho a suspender o cancelar, así como a aplicar otras medidas provisionales, el servicio de hCaptcha e IMI de cualquier cliente del que hayamos seguido recibiendo notificaciones de la DMCA sobre presuntas infracciones incluso después de haber enviado alertas de infractores reincidentes. Además, podemos cancelar, a nuestra entera discreción, otros servicios de hCaptcha o IMI proporcionados a estos clientes cuando cancelemos el servicio de hCaptcha en virtud de esta política.",
    "2410122265": "Recursos hCaptcha: Bots 101",
    "4166776480": "Relleno de credenciales: Qué es y cómo detener los ataques",
    "2301335298": "Fraude en los pagos: Cómo mitigar una modalidad de ciberdelincuencia en rápida evolución",
    "3682071227": "¿Qué son las adquisiciones de cuentas y cómo funcionan?",
    "2729131930": "¿Qué es el scraping y cómo funciona?",
    "1344959096": "Trabajar como etiquetador de datos individual",
    "3510143229": "hCaptcha es un servicio para sitios web y aplicaciones,",
    "3930611699": "trabajadores individuales.",
    "1051214799": "hCaptcha es un servicio de seguridad web que trata de compartir el valor con los editores de sitios web o aplicaciones que lo utilizan.",
    "360236473": "El servicio hCaptcha no está pensado para que nadie trabaje como etiquetador individual. No está diseñado ni es adecuado para este propósito. No recomendamos a nadie que intente utilizar hCaptcha como fuente de ingresos personales.",
    "3842490632": "Un usuario individual que intente responder a muchas preguntas es probable que se le limite la tasa o se le prohíba rápidamente. Igualmente importante, como nuestro",
    "1560232962": "cubre en detalle, no se garantiza la cantidad ganada por una respuesta determinada. Puede que no haya preguntas pagadas disponibles en ese momento, que una respuesta sea rechazada por razones de calidad, etc.",
    "2694001822": "Sin embargo, ocasionalmente contratamos a personas para que nos ayuden a probar las propiedades del sistema y las nuevas funciones.",
    "1569804581": "Si desea que nos pongamos en contacto con usted en el futuro para informarle sobre oportunidades relacionadas, rellene este formulario.",
    "636461959": "Nombre",
    "1139500589": "País",
    "1789607185": "Dirección de correo electrónico",
    "325077666": "Al enviar su información, usted acepta nuestra",
    "3555583744": "y",
    "3609929815": ". Conservaremos su nombre, país y dirección de correo electrónico únicamente para ponernos en contacto con usted en el futuro en relación con las oportunidades de trabajo de etiquetado individual.",
    "4197928199": "Política de privacidad",
    "851786723": "Al introducir su correo electrónico, usted acepta nuestras condiciones y nuestra política de privacidad, así como recibir nuestro correo electrónico.",
    "2402165761": "¿Cómo funciona el scraping?",
    "4260542944": "El scraping de contenidos (también conocido como \"screen scraping\" o simplemente \"scraping\") es un proceso conocido y a menudo útil para recopilar información de la web. Sin embargo, en los últimos años, esta técnica se ha convertido en una herramienta favorita de los hackers y estafadores. Las contramedidas pueden mitigar eficazmente la amenaza, pero para aplicarlas es esencial entender cómo funciona el proceso.",
    "2066255783": "¿Qué es el scraping de contenidos?",
    "1910628828": "El raspado de contenidos es una técnica para obtener datos de un sistema que implica un conjunto de herramientas automatizadas que se hacen pasar por un cliente de software o un navegador web. No es algo nuevo. De hecho, para los ingenieros de software que pueden necesitar datos de un antiguo mainframe, el scraping puede ser la única forma de extraer información. Los conectores originales pueden haber desaparecido y ser imposibles de reemplazar.",
    "3408107995": "Hoy en día, sin embargo, el scraping significa invariablemente un enfoque programático para extraer datos de un sitio web. El software de scraping actúa como un usuario humano, pulsando botones y leyendo el resultado. Hay muchos usos legítimos para el scraping. Los rastreadores web que alimentan los motores de búsqueda son un ejemplo. También lo son las herramientas como Skyscanner, que buscan ofertas de viajes rastreando miles de sitios web de viajes. Las empresas de tecnología financiera también lo utilizan, extrayendo los datos financieros del usuario de los sitios web de los bancos si no hay interfaces de programación de aplicaciones (API) disponibles para realizar la conexión de datos. Lo que hay que tener en cuenta sobre el screen scraping es su velocidad y escalabilidad. El proceso puede recoger cantidades inmensas de datos de los sitios web, suponiendo que éstos no estén configurados para impedirlo. A la velocidad de la computación, un scraper puede amasar grandes conjuntos de datos interactuando con los sitios web y el software subyacente y las bases de datos que los alimentan.",
    "1920884252": "¿Por qué el scraping de contenidos es una amenaza para la seguridad?",
    "2256795853": "La capacidad de extraer muchos datos, rápidamente, de los sitios web hace del scraping una poderosa herramienta en manos de los actores maliciosos. Un bot de scraping puede recopilar datos de usuarios de sitios de redes sociales. Luego, al raspar sitios que contienen direcciones y otra información personal y correlacionar los resultados, un hacker podría participar en delitos de identidad como la presentación de solicitudes de tarjetas de crédito fraudulentas.",
    "4087694419": "Un hacker de scraping también podría recopilar datos de sitios como Amazon y eBay para crear listados de productos falsos o engañosos. A continuación, podría ponerlos a la venta en servicios peer-to-peer como OfferUp y realizar ataques de phishing a los compradores. Otro fraude de screen scraping consiste en engañar a los editores de anuncios. Raspando el contenido de los sitios de los editores, el estafador puede crear páginas falsas de editores de anuncios en diferentes servicios. A continuación, pueden vender anuncios en esas páginas a revendedores autorizados, cuyos contactos han recogido del archivo ads.txt del editor. Los espacios publicitarios parecen reales para el anunciante, pero no lo son.",
    "3315658779": "Evite el scraping de contenidos con hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise utiliza el aprendizaje automático avanzado para identificar el tráfico malicioso en su sitio y aplicaciones, incluidas las actividades de scraping.",
    "1422537019": "para obtener más información.",
    "1988268879": "Etiquetado de datos rentable a escala",
    "2163914794": "¿Necesita más etiquetas para sus conjuntos de datos? hCaptcha proporciona un etiquetado de datos rápido, rentable y de alta calidad para las empresas que trabajan en aplicaciones de inteligencia artificial y aprendizaje automático.",
    "3378932530": "Obtenga sus datos etiquetados ahora",
    "3483700676": "Inicie millones de tareas al instante",
    "3478726913": "hCaptcha tiene uno de los mayores grupos del planeta disponibles para su uso. Cualquiera que sea su escala, podemos manejarla sin costosos compromisos por adelantado. Millones de tareas al día no son un problema.",
    "740501259": "Canalizaciones sencillas basadas en la API",
    "2784612261": "¿Desea integrar la revisión humana directamente en las operaciones de su empresa? Ofrecemos acuerdos de nivel de servicio de alta fiabilidad, capacidad garantizada y API REST sencillas.",
    "1144966033": "Optimización de costes y calidad",
    "3213351333": "No se requiere un compromiso inicial",
    "2107077506": "La plataforma HUMAN utiliza modelos de confianza exhaustivos para realizar sofisticados análisis de calidad en tiempo real. Esto nos permite determinar rápidamente tanto la dificultad de las preguntas como su probable respuesta correcta, ahorrándole tiempo y dinero.",
    "3576146278": "Pague sólo por la precisión que necesita",
    "2952586316": "No todos los problemas son iguales. Las anotaciones para tareas críticas de seguridad pueden requerir un 99,99% de confianza por parte de trabajadores totalmente humanos. Las anotaciones para una función beta en una aplicación de juegos para móviles pueden requerir sólo una confianza moderada. Usted decide.",
    "710145621": "Proporcione sus propios datos de la verdad sobre el terreno o déjenos construirlos sobre la marcha",
    "987901590": "¿Tiene datos brutos sin un conjunto de verificación completo? En la mayoría de los casos podemos construir uno para usted a medida que las tareas se ejecutan a través del sistema, o crear muestras etiquetadas para su aprobación.",
    "2597352122": "Tipos de anotaciones",
    "1344687860": "Cajas de contención",
    "1089415440": "Detección precisa de objetos en imágenes y vídeos",
    "3817067682": "Polígonos",
    "2682873489": "Definir el área de delimitación de los objetos",
    "1275150216": "Puntos de referencia",
    "2067112112": "Anotaciones puntuales para muchos casos de uso diferentes",
    "4228682126": "Categorización de atributos",
    "2920213479": "Ordenar o añadir categorías arbitrarias de cualquier tamaño",
    "3288667364": "Comparación y detección",
    "155877895": "Detección y clasificación con ayuda de humanos",
    "3128433367": "... y muchos más",
    "2827452240": "¿Necesita otro tipo que no esté en esta lista? Pregúntenos.",
    "719304627": "¿Necesita un control integral?",
    "1172067553": "La plataforma HUMAN que hay detrás de hCaptcha ofrece funciones de gestión y calidad del trabajo muy sofisticadas a través de implementaciones locales, híbridas o SaaS que se integran con sus sistemas existentes.",
    "2319072959": "Ejecute completamente fuera de línea con su propia fuerza de trabajo, rastree el valor consumido en todas las unidades de negocio o socios del consorcio, dirija selectivamente los trabajos a diferentes proveedores de mano de obra internos o externos en función de los requisitos de coste y seguridad, y mucho más.",
    "1936512180": "Fácil acceso a la API, hermosos paneles de control y la última tecnología model-in-the-loop para maximizar la eficiencia de los trabajadores.",
    "3913848038": "Acuerdos de nivel de servicio del 99,99% y asistencia global disponible las 24 horas del día.",
    "1080752747": "Contacto con ventas",
    "1525403768": "Para más información, póngase en contacto con el departamento de ventas de la empresa.",
    "1546930020": "Cómo etiquetar los datos",
    "2486638408": "Definir las especificaciones",
    "1027200955": "Hable con uno de nuestros expertos en la materia para definir las necesidades de su proyecto: precisión del objetivo, formato y cualquier requisito especial.",
    "1156712451": "Prueba de trabajo inicial",
    "181065232": "Ejecutamos un pequeño trabajo de producción basado en sus datos de muestra. Esto pone a prueba el trabajo que hemos realizado juntos para asegurarnos de que obtiene exactamente lo que necesita.",
    "3207769512": "Despliegue de trabajos de producción",
    "1099238677": "Gracias a nuestro gran volumen y baja latencia, le haremos llegar su trabajo rápidamente, con una entrega automatizada tan pronto como esté hecho.",
    "465783046": "¿Quieres probarlo con tus datos?",
    "328625009": "... estamos listos cuando usted lo esté: nuestro servicio está disponible las 24 horas del día.",
    "3225770968": "hCaptcha está diseñado para resolver el problema más laborioso del aprendizaje automático: etiquetar cantidades masivas de datos de forma oportuna, asequible y fiable.",
    "2041686284": "Un mayor número de datos suele producir mejores resultados en el entrenamiento de modelos de aprendizaje automático. El reciente éxito de los modelos profundos ha dado lugar a conjuntos de datos cada vez más grandes, y hCaptcha responde a esta necesidad. Sin embargo, la creación de grandes conjuntos de datos revisados por humanos mediante métodos tradicionales es lenta y costosa.",
    "3729345277": "hCaptcha es una forma de que las empresas obtengan las anotaciones que necesitan de forma más rápida, con mayor calidad y a menor coste que otras alternativas.",
    "2103563261": "Información privada o pública",
    "2513143348": "El sistema hCaptcha Enterprise tiene una flexibilidad única en su diseño: puede desplegarse parcial o totalmente en el borde de su red si opera una nube pública o posee muchos centros de datos.",
    "3107683988": "Esto puede reducir drásticamente el tráfico y los costes fuera de la red, a la vez que se conservan todas las ventajas de la gestión por parte de nuestro personal de guardia las 24 horas del día para cumplir con los más estrictos acuerdos de nivel de servicio.",
    "3660619092": "Regístrese gratis o póngase en contacto con el departamento de ventas para obtener soluciones para empresas",
    "2351176803": "Términos de la licencia de la API hCaptcha JS",
    "2616226398": "Sujeto a nuestra",
    "2024293275": ". Todos los demás derechos reservados, por ahora.",
    "1062291156": "condiciones estándar",
    "2712493234": "Fraude en los pagos: Cómo mitigar una modalidad de ciberdelincuencia en rápida evolución",
    "1817772953": "El fraude no es una forma nueva de delincuencia. De hecho, los arqueólogos han desenterrado dispositivos antifraude ideados por los antiguos sumerios para transportar el ganado sin pérdidas hace casi 10.000 años. En su caso, colocaban fichas de arcilla, cada una de las cuales representaba un animal, dentro de una bola de arcilla conocida como \"bulla\". La bulla viajaba con el rebaño cuando se trasladaba de vendedor a comprador. Incluso entonces, a los empresarios les preocupaba que no todos los que trataban fueran honrados. Han cambiado muchas cosas en 10.000 años, pero la necesidad de ser innovadores en la prevención del fraude sigue vigente. Hoy en día, la cuestión del fraude en los pagos en línea es de suma importancia. Con Internet, los defraudadores son cada vez más hábiles para burlar los controles antifraude. Sin embargo, las nuevas soluciones están cambiando la situación.",
    "1053787685": "¿Qué es el fraude en los pagos?",
    "433424759": "El fraude en los pagos comprende cualquier tipo de transacción ilegal en la que un ciberdelincuente priva a la víctima de algo de valor, normalmente dinero. Esto puede significar el uso de una tarjeta de crédito robada para pedir mercancía en línea o apoderarse de una cuenta bancaria y transferir ilegalmente fondos desde ella. Hay muchas variantes, pero todas tienen el mismo resultado: un delincuente utiliza una identidad robada o información de pago para robar a un consumidor, un banco o un comerciante.",
    "2939852138": "¿Cómo intentan los defraudadores salirse con la suya en los fraudes de pago?",
    "1665616092": "El fraude en los pagos es simple en su concepto, pero puede ser fantásticamente complejo en su ejecución actual.",
    "4246520782": "De hecho, Internet ha sido testigo de una auténtica carrera armamentística entre defraudadores y defensores en los últimos años.",
    "2167049807": "Los equipos de seguridad han adoptado una serie de contramedidas y controles que derrotan los enfoques fáciles y perezosos del fraude en los pagos. Sin embargo, los ataques son cada vez más sofisticados. Por ejemplo, ahora los bots pueden cosechar números de tarjetas de crédito y PIN robados de sitios web falsos y ataques de phishing.",
    "1936449777": "Luego, en modo totalmente automatizado, pueden imitar el comportamiento humano en los sitios de comercio electrónico, pulsando botones y añadiendo artículos a los carros de la compra, hasta el punto de que muchos, si no la mayoría de los controles antifraude, no pueden distinguir que un bot está tratando de robar mercancía. Más bien, parece que un usuario humano está simplemente comprando. El bot puede entrar en la cuenta de un cliente real utilizando credenciales de acceso robadas. Para ocultar aún más el fraude, el bot es capaz de falsear las direcciones IP y hacer que parezca que el \"comprador\" se encuentra en un lugar diferente al del atacante, que podría estar en un país extranjero.",
    "648630222": "Evite el fraude en los pagos con hCaptcha Enterprise",
    "1621930829": "¿Qué se puede hacer ante las avanzadas e incesantes actividades de fraude en los pagos de hoy en día? Emplear varios niveles de control suele ser un enfoque acertado. Sin embargo, las mejores contramedidas son las que pueden atrapar al bot y revelar que es falso, a pesar de los mejores esfuerzos de sus creadores por replicar el comportamiento humano.",
    "2423586454": "Todavía hay algunas cosas que el software no puede hacer, por muy buena que sea la IA que hay detrás. La tecnología CAPTCHA moderna ofrece un método probado para bloquear los bots que intentan perpetrar el fraude en los pagos. Mientras que los antiguos enfoques de CAPTCHA, como los simples números inclinados en una caja, son ahora en su mayoría deficientes en la mitigación de los bots avanzados, un dispositivo automatizado de prueba-respuesta como hCaptcha Enterprise puede fácilmente dejar perplejo a un bot defraudador en el momento del inicio de sesión de la cuenta o del pago del carrito de la compra. Incluso si el bot tiene credenciales reales, no podrá atravesar el CAPTCHA.",
    "1467308982": "Calendarios de pago",
    "1291824746": "Los pagos de hCaptcha se realizan trimestralmente sobre una base de 60 días. Para ilustrar lo que esto significa, por favor vea la siguiente tabla.",
    "3444947612": "Tráfico entre",
    "4181611011": "Fecha de conciliación",
    "728503636": "Fecha de pago",
    "3720584906": "15 de julio de 2021 - 15 de octubre de 2021",
    "388240587": "5-15 de enero de 2022",
    "3426312287": "5-15 de enero de 2022",
    "615618648": "15 abril 2021 - 15 julio 2021",
    "3376724603": "14-24 de septiembre de 2021†††",
    "3398978455": "15-25 de septiembre de 2021†††",
    "2722456056": "15 enero 2021 - 15 abril 2021",
    "4063155841": "A más tardar el 25 de junio de 2021††",
    "4082053540": "19-25 de junio de 2021††",
    "64953197": "15 de octubre de 2020 - 15 de enero de 2021",
    "1023070345": "A más tardar el 14 de marzo de 2021",
    "2600696085": "15 de marzo de 2021",
    "3217791519": "15 de julio de 2020 - 15 de octubre de 2020",
    "649261378": "Del 5 al 11 de enero de 2021*.",
    "1559190296": "5-11 de enero de 2021†",
    "3806054689": "15 abril 2020 - 15 julio 2020",
    "4162383380": "16 a 22 de septiembre de 2020*****",
    "1990824776": "16-24 de septiembre 2020*****",
    "3856690908": "15 enero 2020 - 15 abril 2020",
    "3200641265": "A más tardar el 16 de junio de 2020*.",
    "3744079744": "15-19 de junio 2020****",
    "2209837451": "15 de octubre de 2019 - 15 de enero de 2020",
    "2510534204": "A más tardar el 23 de marzo de 2020***",
    "2910560864": "20-23 de marzo de 2020***",
    "2544565802": "15 de julio de 2019 - 15 de octubre de 2019",
    "3963642878": "A más tardar el 14 de diciembre de 2019*",
    "622103562": "17 de diciembre de 2019**",
    "4072202039": "15 de abril de 2019 - 15 de julio de 2019",
    "818049069": "A más tardar el 15 de julio de 2019",
    "1169005651": "15 de septiembre de 2019",
    "2303655425": "15 de enero de 2019 - 15 de abril de 2019",
    "3678889946": "A más tardar el 15 de junio de 2019",
    "3094354698": "15 de junio de 2019",
    "4217013126": "Los pagos suelen realizarse a lo largo del día en la fecha de pago y, en general, se completan antes de la medianoche, hora del Pacífico. Si una cuenta ha sido marcada para su revisión, puede tardar hasta cinco días hábiles más en liberar un pago.",
    "1447649958": "Como recordatorio, sólo el tráfico humano preciso es elegible para los pagos. Puede ver más detalles sobre esto en nuestras preguntas frecuentes, enlazadas más abajo. El saldo disponible también debe alcanzar un umbral mínimo para ser elegible para el pago, actualmente 10 HMT.",
    "4257144752": "Las estimaciones en tiempo real no reflejan la exactitud final o la humanidad, por lo que sus ganancias finales pueden variar sustancialmente hacia arriba o hacia abajo de las cifras mostradas en el Tablero antes de su primera conciliación.",
    "2728931827": "Después de cada reconciliación, sus estimaciones por clave de sitio se actualizarán y la precisión de las predicciones futuras debería aumentar, a menos que su sitio tenga un cambio material en el comportamiento de los usuarios.",
    "1200905005": "A partir de septiembre de 2021, las conciliaciones y los pagos se realizarán en un período de aproximadamente 10 días, en lugar de un solo día, con el fin de simplificar las restricciones operativas relacionadas con el crecimiento del servicio.",
    "4284094387": "Algunas conciliaciones y pagos de junio de 2021 se ejecutarán en la semana siguiente debido a los retrasos en la verificación de los cálculos finales durante la ventana de conciliación.",
    "1977013707": "Los pagos de diciembre de 2020 se han reprogramado desde el día 15 para evitar el solapamiento con las conciliaciones de fin de año y las vacaciones del personal: se completarán en la segunda semana de enero. Debido a que las transferencias a PayPal son más lentas de lo habitual, los pagos se realizarán durante varios días en lugar de completarse en un solo día.",
    "517010299": "Nota: actualmente estamos trabajando en una importante transición del backend hacia una conciliación casi en tiempo real. Las conciliaciones periódicas se realizarán con menos frecuencia de lo habitual hasta el primer trimestre de 2021. Esto no afecta a los calendarios o fechas de pago.",
    "3092200338": "** Cuando el día 15 cae en fin de semana, la fecha de pago es el día 17.",
    "3891941747": "*** AVISO DE COVID-19: Debido a la reducción de la capacidad del personal relacionada con COVID-19, la conciliación ha sido reprogramada para permitir tiempo adicional para completar nuestra verificación estándar. Se espera que los pagos comiencen el viernes y se completen el lunes siguiente.",
    "2301757528": "**** Debido al mantenimiento por parte de PayPal de sus APIs REST durante la ventana de pago, no todos los pagos se completaron el 15 de junio. Todos los pagos programados para el 15 de junio (hora del Pacífico) pero que no se ejecutaron debido a errores de la API de PayPal se volvieron a ejecutar el 19 de junio (hora del Pacífico).",
    "116842359": "***** Se espera que las conciliaciones se completen durante varios días debido al mantenimiento del sistema.",
    "4154415610": "***** Los pagos de septiembre de 2020 se efectuarán por lotes a medida que se vaya completando la conciliación, y algunos de ellos se efectuarán varios días después de lo previsto originalmente debido a los retrasos en la conciliación.",
    "2310694091": "¿Qué significa la reconciliación?",
    "164801246": "La conciliación es el proceso por el que se analiza el tráfico a posteriori para verificar su humanidad y exactitud, una vez que se han recibido todos los datos de todos los sitios de notificación. Puede leer más detalles en nuestro",
    "3256245394": "así como nuestras publicaciones en el blog, por ejemplo",
    "3089778412": "Cómo calcula hCaptcha las recompensas",
    "3329755436": "¿Piensa acelerar este proceso?",
    "1911669851": "Sí, actualmente estamos trabajando en una serie de mejoras en nuestros sistemas de backend que esperamos que nos permitan ofrecer tanto una conciliación más rápida como una mayor precisión en las estimaciones y unos pagos más rápidos. Actualmente estamos trabajando para acelerar la conciliación en primer lugar.",
    "2366003154": "Consultas de prensa y medios de comunicación",
    "3054564199": "Kit de prensa",
    "3173156067": "En caso de que quiera incluir imágenes de ejemplo en su artículo, tiene a su disposición material de apoyo ya preparado.",
    "867314732": "Puede recuperar la alta resolución",
    "858218750": "y orientación sobre su uso en el",
    "3821716514": "página.",
    "1186243118": "imágenes de logos",
    "3034959000": "Puede recuperar",
    "1764089150": "aquí:",
    "1558428432": ". Por favor, acredítelos a hCaptcha.com.",
    "2429359042": "ejemplos de imágenes de interfaz",
    "1480820434": "imagen 1",
    "3213411837": "imagen 2",
    "1270712701": "Comunicados de prensa e informes recientes",
    "231285005": "Puede encontrar actualizaciones recientes en nuestro blog",
    "1289884910": "También publicamos ocasionalmente análisis e informes. Por ejemplo:",
    "932546190": "Por qué los CAPTCHAs estarán siempre con nosotros",
    "2344319147": "¿Cuánto vale realmente la detección de bots de Google?",
    "1637527266": "¿Qué países tienen más tráfico de bots?",
    "230159237": "Contactos",
    "3759923279": "Por favor, dirija las consultas de prensa a la siguiente dirección de correo electrónico:",
    "4255608322": "Última actualización: 12 de abril de 2021",
    "537881751": "¡Bienvenido a hCaptcha! Esta política de privacidad describe las prácticas de Intuition Machines, Inc. (\"IMI\", \"nosotros\" o \"nos\") con respecto a nuestra recopilación, uso y divulgación de información (incluida la información personal, definida a continuación) a través de nuestro sitio web en www.hcaptcha.com y cualquier otro subdominio o dominio que utilicemos (los \"Sitios\") y la interfaz del programa de aplicación hCaptcha y el software y los materiales relacionados (colectivamente, el \"Servicio\").",
    "33639629": "No se aplica a los sitios web de terceros. Tenga en cuenta que esta Política de Privacidad no se aplica a ningún sitio web, oferta, producto o servicio de terceros, incluso si se vincula a nuestro Sitio o incorpora el Servicio - por favor, consulte las políticas de privacidad aplicables antes de decidir proporcionar cualquier información a terceros.",
    "987375734": "IMI tiene su sede en los Estados Unidos. Los Sitios y el Servicio son controlados y operados por nosotros desde los Estados Unidos. Su información personal puede ser almacenada y procesada en cualquier país en el que tengamos instalaciones o en el que contratemos a proveedores de servicios, y al utilizar los Sitios y el Servicio usted consiente la transferencia de información a países fuera de su país de residencia, incluyendo los Estados Unidos, que pueden tener normas de protección de datos diferentes a las de su país. En determinadas circunstancias, los tribunales, las fuerzas del orden, los organismos reguladores o las autoridades de seguridad de esos otros países pueden tener derecho a acceder a sus datos personales.",
    "452920031": "Nota para los clientes de fuera de Estados Unidos.",
    "2328839224": ". Consulte nuestra sección \"Aviso a los residentes de California\" relacionada con sus derechos en virtud de la Ley de Privacidad del Consumidor de California (\"CCPA\").",
    "1565481281": "Nota para los residentes de California",
    "1028058338": "Consulte nuestra sección \"Aviso a los interesados de la UE\" relacionada con sus derechos en virtud del Reglamento General de Protección de Datos (\"RGPD\").",
    "2271205646": "Nota para los residentes del Espacio Económico Europeo.",
    "508143070": "Tenga en cuenta que IMI es el controlador de su información personal, excepto cuando procesamos información personal en nombre de nuestros Integradores en relación con la prestación de nuestro Servicio, en cuyo caso somos el procesador de la información personal, y esos Integradores son los controladores de la información personal.",
    "2330965058": "Cuando actuamos como encargados del tratamiento para nuestros integradores, no utilizamos los datos recogidos para ningún otro fin que no sea el razonablemente necesario para prestar nuestro servicio, y nuestro tratamiento se regirá por los contratos que tenemos con nuestros integradores, no por esta política de privacidad",
    "3017040355": "El tratamiento de los datos de los interesados de la UE se realiza con arreglo a la base jurídica de las cláusulas contractuales tipo integradas en el apéndice de tratamiento de datos de nuestras condiciones de servicio o en los acuerdos de tratamiento de datos con nuestros integradores.",
    "2233384692": "Si tiene alguna pregunta o duda sobre el tratamiento de dichos datos o desea ejercer sus derechos, debe ponerse en contacto con la persona o entidad (es decir, el responsable del tratamiento) que ha contratado con nosotros el uso del Servicio para procesar estos datos. No obstante, proporcionaremos asistencia a nuestros Integradores para resolver cualquier duda que pueda tener, de acuerdo con los términos de nuestro contrato con ellos.",
    "349292953": "Información que recogemos",
    "3022001832": "Recogemos información de las personas que interactúan con nuestros Sitios y Servicios, incluidos los que incorporan nuestro Servicio en su sitio web (\"Integradores\"), los que utilizan los servicios para el etiquetado de datos (\"Clientes\") y los usuarios finales que interactúan con nuestro Servicio a través de los sitios web de nuestros Integradores (\"Usuarios finales\").",
    "835545301": "Recogemos las siguientes categorías de información:",
    "3228928991": "Información que puede utilizarse para identificar o contactar con una persona (\"Información personal\"), como el nombre, la dirección de correo electrónico y el país. Recogemos información personal de nuestros integradores y clientes actuales y potenciales cuando nos la facilitan directamente (por ejemplo, rellenando un formulario al registrarse en una cuenta o solicitando recibir notificaciones por correo electrónico). También podemos verificar la identidad de nuestros Integradores y Clientes comparando la información personal con bases de datos de terceros o documentos legales oficiales.",
    "1655796811": "Información recopilada automáticamente como resultado del uso de los Sitios o Servicios por parte de un Integrador o Cliente (\"Información de análisis\"), como direcciones IP, tipo de navegador, proveedor de servicios de Internet, tipo de plataforma, tipo de dispositivo, sistema operativo, fecha y hora de acceso y otra información similar. Parte de la información analítica es recopilada en nuestro nombre por terceros a los que contratamos con ese fin, y otra parte de la información analítica se recopila a través de diversas tecnologías de seguimiento, incluidas las cookies (véase \"Tecnologías de análisis y seguimiento de terceros\" más adelante).",
    "1388241689": "Información recopilada como resultado de que los usuarios finales respondan a las preguntas a través del Servicio (\"Datos etiquetados\"), como datos de etiquetado de imágenes, texto convertido de archivos de audio reproducidos a esos usuarios finales, respuestas a preguntas y otras indicaciones generadas por el Servicio con el fin de etiquetar datos para su uso en aplicaciones de aprendizaje automático. Tenga en cuenta que los Datos etiquetados no están vinculados a ninguna persona identificada.",
    "1493790285": "Otra información recopilada de los Usuarios Finales como parte del Servicio a que se requiere para determinar si",
    "2216374138": "son humanos, como los movimientos del ratón, la posición de desplazamiento, los eventos de pulsación de teclas, los eventos táctiles y la información del giroscopio/acelerómetro, según corresponda.",
    "2394073454": "Podemos recopilar información adicional de los usuarios finales que deseen trabajar con nosotros como etiquetadores de datos individuales.",
    "3103557430": "Cómo utilizamos la información",
    "1130802068": "Utilizamos la información que recogemos para los siguientes fines:",
    "2940689138": "Para administrar las cuentas de Integradores y Clientes y prestar el Servicio. Utilizamos los Datos Personales para asociar cuentas específicas con Integradores y Clientes y para proporcionarles el Servicio, para responder a solicitudes o consultas, para proporcionar soporte o asistencia técnica y para facilitar los pagos.",
    "857974529": "Para mejorar el Sitio y el Servicio. Utilizamos la información analítica para mejorar nuestros servicios y ofertas existentes y desarrollar otros nuevos, así como para personalizar las ofertas de productos existentes y futuras.",
    "1820844638": "Para obtener información sobre el mercado. Utilizamos la Información Analítica para analizar el mercado y llevar a cabo análisis comerciales relacionados con el Sitio y nuestros Servicios, y para otros fines de investigación.",
    "3386280249": "Proporcionar un mercado para los datos etiquetados. Nuestro servicio permite el etiquetado de datos de gran volumen y la revisión humana para los sistemas de aprendizaje automático como un servicio para los propietarios de sitios web y empresas que necesitan ayuda para etiquetar sus datos. Para ello, divulgamos los Datos Etiquetados a nuestros Clientes interesados en adquirir Datos Etiquetados.",
    "3532143291": "Para asegurar nuestros servicios y sistemas. Utilizamos la Información Analítica para asegurar nuestros sistemas identificando posibles amenazas y vulnerabilidades, y para proteger de otro modo la información que recopilamos.",
    "2185418511": "Para cualquier propósito comercial legítimo, siempre que la información sea desidentificada o agregada de manera que no pueda ser razonablemente vinculada a un individuo.",
    "2386465280": "Cómo compartimos la información",
    "2159517814": "Compartimos o divulgamos información personal en los siguientes casos:",
    "4256083674": "A petición directa de un Integrador para identificar el riesgo de fraude de una solicitud específica de desafío CAPTCHA o de una dirección IP, o de otro modo cuando se haya dado un consentimiento específico.",
    "3494826505": "Con los proveedores que contratamos para proporcionar aspectos esenciales de los Sitios y el Servicio, como el almacenamiento de datos, el alojamiento y el análisis, y sólo para esos fines.",
    "1119009846": "Según sea necesario para cumplir con la ley aplicable, incluyendo solicitudes gubernamentales, solicitudes de aplicación de la ley, y de otra manera a las entidades públicas y privadas con el fin de proteger los derechos, la privacidad, la seguridad o la propiedad de usted, nosotros u otros.",
    "197676026": "Con otros para cualquier propósito comercial legítimo, siempre que la información esté desidentificada",
    "2359312315": "o agregada de manera que no pueda ser razonablemente vinculada a un individuo.",
    "2497216176": "Tecnologías de análisis y seguimiento de terceros",
    "3694578791": "Tal y como se ha comentado anteriormente, nosotros (y nuestros proveedores externos) recopilamos información analítica en parte mediante el uso de cookies, balizas web y otras tecnologías de seguimiento. En algunos casos, trabajamos con proveedores externos para emplear cookies con el fin de recopilar Información Analítica.",
    "2238885192": "Utilizamos Sentry para recopilar datos de depuración cuando un usuario experimenta un error. Para obtener información sobre cómo Sentry recopila y procesa los datos:",
    "1535054294": "Consulte su política detallada",
    "658775471": "Utilizamos Cloudflare para optimizar nuestro tráfico web. Para obtener información sobre cómo Cloudflare recopila y procesa los datos:",
    "2014256987": "Si prefiere no bloquear el uso de cookies u otras tecnologías de rastreo, consulte la sección \"Gestión de su información\" más adelante. Tenga en cuenta que hacerlo puede afectar negativamente a su experiencia de uso de los Sitios o del Servicio, ya que algunas funciones pueden no funcionar correctamente.",
    "2788024905": "Cómo protegemos la información",
    "271333468": "Aplicamos las medidas técnicas y organizativas adecuadas para proteger la información que recogemos y almacenamos, y exigimos a todos los agentes que realizan nuestro tratamiento en nuestro nombre que hagan lo mismo. Lamentablemente, ninguna medida de seguridad es 100% infalible y, por tanto, no se puede garantizar que ninguna red o sistema (incluido el nuestro) sea 100% seguro contra la destrucción, pérdida, alteración, divulgación no autorizada o acceso a la información que recogemos y almacenamos. Si cree que su información puede no estar segura por cualquier motivo, póngase en contacto con nosotros inmediatamente en",
    "3031284129": "Descargo de responsabilidad de la garantía",
    "26365791": "En la medida en que lo permita la ley, el Sitio y el Servicio (y cualquier otro servicio, información, datos, características y otros contenidos o materiales asociados) se proporcionan \"tal cual\" y \"según disponibilidad\". En la medida en que lo permita la ley, IMI excluye todas las garantías, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un fin determinado y no infracción.",
    "735630686": "Gestión de su información (sus derechos)",
    "498769698": "Puede acceder, corregir, modificar o eliminar determinados Datos Personales que nos haya proporcionado a través de su cuenta de Integrador, Cliente o Usuario de Accesibilidad (si es un Integrador, Cliente o Usuario de Accesibilidad). Si no puede hacerlo, o tiene alguna pregunta sobre los Datos Personales que hemos recopilado y/o compartido sobre usted, o desea retirar su consentimiento para nuestro tratamiento (es decir, eliminar totalmente su cuenta), póngase en contacto con nosotros en",
    "2895491273": "Si prefiere bloquear las cookies u otras tecnologías de rastreo, la mayoría de los navegadores y dispositivos móviles le permiten cambiar la configuración para que se le notifique cuando se utilizan cookies u otras tecnologías de rastreo, y elegir si las acepta o no. La mayoría de los navegadores también le permiten desactivar o eliminar las cookies existentes o rechazar automáticamente las futuras. También puede utilizar herramientas de terceros, incluidos los complementos del navegador, para controlar sus preferencias en materia de cookies. Sin embargo, tenga en cuenta que si desactiva todas las cookies, algunas partes de nuestros Sitios pueden no funcionar correctamente.",
    "707527778": "Información de los niños",
    "1747657936": "Nuestros Sitios y Servicios no están dirigidos a niños menores de 13 años y no recopilamos conscientemente Información Personal de niños menores de 13 años. Si nos enteramos de que hemos recopilado Información Personal de un niño menor de 13 años, tomaremos medidas razonables para eliminar dicha información de nuestros archivos tan pronto como sea posible, a menos que tengamos la obligación legal de conservarla. Póngase en contacto con nosotros si cree que tenemos información de o sobre un niño menor de 13 años:",
    "2419795065": "Aviso a los residentes de California",
    "1517625162": "En virtud del artículo 1789.3 del Código Civil de California, los usuarios de este estado tienen derecho a recibir el siguiente aviso sobre los derechos del consumidor: Los residentes de California pueden ponerse en contacto con la Unidad de Asistencia de Reclamaciones de la División de Servicios al Consumidor del Departamento de Asuntos del Consumidor de California por correo en 1625 North Market Blvd., Sacramento, CA 95834, o por teléfono en (916) 445-1254 o (800) 952-5210.",
    "3730344349": "Esta sección proporciona detalles adicionales sobre la información personal que recopilamos sobre los consumidores de California y los derechos que les otorga la Ley de Privacidad del Consumidor de California o \"CCPA\".",
    "4044467791": "Para conocer las categorías de información personal que hemos recopilado de usted en los últimos 12 meses, consulte la sección \"Información que recopilamos\" más arriba. Recogemos esta información para los fines empresariales y comerciales descritos en la sección \"Cómo utilizamos la información personal\" anterior. En los 12 meses anteriores, hemos compartido las siguientes categorías de información con terceros con fines comerciales:",
    "4208081170": "Categoría de información personal",
    "1528242915": "Identificadores.",
    "3863351997": "Categorías de información personal enumeradas en la ley de registros de clientes de California (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Información comercial.",
    "2683038211": "Actividad en Internet o en otras redes electrónicas.",
    "3671828834": "Ejemplos de información personal compartida",
    "779426309": "Un nombre real, un identificador personal único, un identificador en línea, una dirección de protocolo de Internet, una dirección de correo electrónico, un nombre de cuenta u otros identificadores similares.",
    "2414368123": "Nombre, número de tarjeta de crédito, número de tarjeta de débito o cualquier otra información financiera.",
    "4088941349": "Registros de productos o servicios comprados, obtenidos o considerados.",
    "3238612014": "Historial de navegación, información sobre la interacción de un consumidor con un sitio web, una aplicación o un anuncio de Internet.",
    "1023108656": "Categorías de beneficiarios de terceros",
    "1418235079": "Proveedores de servicios",
    "3238184941": "Nota: El riesgo de fraude asociado a una dirección IP individual puede ser compartido con un integrador si así lo solicita.",
    "285116485": "La empresa no \"vende\" (tal como se define este término en la CCPA) la información personal que recopila. Consulte la sección \"Tecnologías de análisis y seguimiento de terceros\" más arriba para obtener más información sobre los tipos de cookies de terceros, en su caso, que utilizamos.",
    "1408750006": "Con ciertas limitaciones, la CCPA proporciona a los consumidores de California el derecho a solicitar más detalles sobre las categorías o piezas específicas de información personal que recopilamos (incluido el modo en que utilizamos y divulgamos esta información), a eliminar su información personal, a optar por no participar en las \"ventas\" que puedan producirse, así como el derecho a no ser discriminado por ejercer estos derechos.",
    "759057398": "Aviso a los interesados de la UE",
    "825780955": "Información personal",
    "2945960297": "Con respecto a los sujetos de datos de la UE, el término \"información personal\", tal como se utiliza en esta Política de Privacidad, es equivalente a los \"datos personales\", tal como se definen en el Reglamento General de Protección de Datos (RGPD) de la Unión Europea.",
    "1126613163": "Datos sensibles",
    "3571006800": "Parte de la información que nos proporciona puede constituir datos sensibles, tal y como se definen en el GDPR (también denominados categorías especiales de datos personales), incluida la identificación de su raza o etnia en los documentos de identificación emitidos por el gobierno.",
    "1988461282": "Bases legales para el tratamiento",
    "3519564631": "Fines del tratamiento",
    "1778642038": "Para comunicarnos con usted",
    "2223819810": "Para optimizar nuestra plataforma",
    "1678661231": "Para el cumplimiento, la prevención del fraude y la seguridad",
    "2561077702": "Para prestar nuestro servicio",
    "2066321185": "Base legal",
    "1174237568": "Estas actividades de tratamiento constituyen nuestros intereses legítimos. Intentamos considerar y equilibrar cualquier impacto potencial sobre usted (tanto positivo como negativo) y sus derechos antes de procesar su información personal para nuestros intereses legítimos. No utilizamos su información personal para actividades en las que nuestros intereses se ven superados por cualquier impacto adverso sobre usted (a menos que tengamos su consentimiento o que la ley nos lo exija o permita).",
    "1350478093": "Finalidad del tratamiento",
    "787916198": "Con su consentimiento",
    "3348433919": "Sus derechos",
    "3842673636": "De acuerdo con el GDPR, usted tiene ciertos derechos en relación con su información personal. Puede pedirnos que tomemos las siguientes medidas en relación con la información personal que tenemos:",
    "4057343238": "Opt-out",
    "1834911235": "Dejar de enviarle las comunicaciones de marketing directo que haya consentido recibir previamente. Podremos seguir enviándole comunicaciones relacionadas con el Servicio y otras no comerciales.",
    "3022301908": "Acceda a",
    "680638297": "Proporcionarle información sobre el tratamiento de sus datos personales y darle acceso a los mismos.",
    "1409486258": "Correcto",
    "3878077249": "Actualizar o corregir inexactitudes en su información personal.",
    "3645414921": "Borrar",
    "42182578": "Borra tu información personal.",
    "1609621367": "Transferencia",
    "3208155808": "Transferir una copia legible por máquina de su información personal a usted o a un tercero de su elección.",
    "1786796818": "Restringir",
    "3329634829": "Restringir el tratamiento de sus datos personales.",
    "4202774977": "Objeto",
    "3007158970": "Oponerse a que nos basemos en nuestros intereses legítimos para el tratamiento de sus datos personales que afectan a sus derechos.",
    "1273071008": "Solicitudes de derechos de acceso de los interesados",
    "3594381346": "ubicación.",
    "21141582": "este",
    "3357523404": "Transferencia transfronteriza de datos",
    "290966395": "Como se describe en nuestra sección \"Nota para los clientes de fuera de Estados Unidos\", tenga en cuenta que sus datos personales serán transferidos, procesados y almacenados en Estados Unidos. Las leyes de protección de datos en Estados Unidos pueden ser diferentes a las de su país de residencia. Usted acepta la transferencia de su información, incluida la información personal, a los EE.UU. según lo establecido en esta Política de Privacidad al visitar nuestros Sitios o utilizar nuestro Servicio.",
    "3178581111": "Uso para nuevos fines",
    "1088304322": "Podemos utilizar su información personal por razones no descritas en esta Política de Privacidad, cuando la ley nos lo permita y cuando la razón sea compatible con el propósito para el que la recogimos. Si necesitamos utilizar su información personal para un propósito no relacionado, podemos notificárselo y explicarle la base legal aplicable para ese uso. Si nos hemos basado en su consentimiento para un uso particular de su información personal, podemos solicitar su consentimiento para cualquier propósito no relacionado y permitirle terminar su uso del servicio en ese momento si se opone.",
    "2260079771": "Conservación de datos",
    "38428546": "Almacenamos sus Datos Personales de forma segura durante toda la vida de su cuenta con nosotros. Sólo conservaremos sus Datos Personales durante el tiempo necesario para cumplir con los fines para los que los recogimos, incluidos los fines de satisfacer cualquier obligación legal, contable o de información, o para resolver disputas. Los criterios que utilizamos para determinar los periodos de almacenamiento incluyen las disposiciones contractuales aplicables que están en vigor, los periodos legales de limitación, los requisitos reglamentarios aplicables y las normas del sector.",
    "384965568": "Aunque los requisitos de conservación varían según la jurisdicción, a continuación se describe la información sobre nuestros periodos de conservación típicos para diferentes aspectos de sus datos personales.",
    "2788836740": "La información de contacto con fines de marketing se conserva de forma continua hasta que usted se dé de baja. A partir de entonces, añadiremos sus datos a nuestra lista de supresión de forma indefinida. La información de correo electrónico recopilada de los usuarios de accesibilidad nunca se utilizará con fines de marketing.",
    "3520687192": "Los registros de las comunicaciones con usted (por ejemplo, los tickets de asistencia abiertos por correo electrónico o Twitter) pueden conservarse indefinidamente.",
    "292211832": "La información recopilada a través de medios técnicos como las cookies, los contadores de páginas web y otras herramientas de análisis se descarta tan pronto como sea posible, pero puede conservarse durante un período limitado de hasta un año a partir de la expiración de la cookie, normalmente de forma anónima y agregada, a menos que detectemos un posible abuso de nuestro servicio, en cuyo caso conservaremos esa información para ayudarnos a prevenir futuros abusos. No podemos vincular esta información anonimizada y agregada con usted, su hogar, una dirección IP o cualquier información personal basada en la información almacenada.",
    "470943029": "Si tiene alguna pregunta sobre esta política de privacidad, póngase en contacto con nosotros:",
    "3192683783": "Cambios en esta política de privacidad",
    "1702335960": "Toda la información que recopilamos está sujeta a la Política de Privacidad en vigor en el momento en que se recopila dicha información. Sin embargo, podemos revisar la Política de Privacidad de vez en cuando. Si una revisión es importante, según lo determinemos nosotros, se lo notificaremos, por ejemplo, por correo electrónico. La versión actual se publicará siempre en nuestra página de Política de Privacidad.",
    "3669258571": "Política de cookies",
    "2905621957": "Última actualización: 18 de julio de 2020",
    "1173934218": "Entendemos que su privacidad es importante para usted y nos comprometemos a ser transparentes sobre las tecnologías que utilizamos. Esta política proporciona información detallada sobre cómo y cuándo utilizamos las cookies en nuestros Sitios y Servicio.",
    "2694150481": "¿Utilizamos cookies?",
    "457627611": "Sí. Nosotros y nuestros proveedores de análisis o servicios, socios de marketing y afiliados podemos utilizar cookies, balizas web o píxeles y otras tecnologías para garantizar que todos los que utilizan los Sitios tengan la mejor experiencia posible. Consulte la sección \"Tecnologías de análisis y seguimiento de terceros\" de nuestra política de privacidad para obtener más detalles.",
    "501102544": "Creemos que el servicio anti-bot de hCaptcha (es decir, el servicio integrado en sitios web, juegos o aplicaciones móviles) incluye únicamente las denominadas cookies \"exentas de consentimiento\" de acuerdo con la normativa GDPR. Algunos ejemplos de estas cookies exentas son:",
    "461631543": "Nota del GDPR",
    "2150907653": "* Cookies técnicas estrictamente necesarias para la prestación del servicio. Entre ellas se encuentran las cookies de preferencia, las cookies de sesión, las cookies de equilibrio de carga, etc.",
    "1012122721": "* Cookies estadísticas gestionadas directamente por nosotros (es decir, cookies de primera parte, no de terceros), en las que los datos no se utilizan para la elaboración de perfiles.",
    "148542287": "No se trata de un asesoramiento jurídico y no se ofrece ninguna garantía en relación con este análisis. Si tiene más preguntas o dudas, póngase en contacto con nosotros:",
    "3956117148": "Los sitios web hCaptcha.com y BotStop.com (los Sitios) pueden incluir cookies adicionales, como se describe en esta Política.",
    "3255230599": "¿Qué es una galleta?",
    "1095532507": "Una cookie (\"Cookie\") es un pequeño archivo de texto que es colocado en su disco duro por un servidor de páginas web. Las cookies contienen información que puede ser leída posteriormente por un servidor web del dominio que emitió la cookie para usted. Algunas de las cookies sólo se utilizarán si usted utiliza determinadas funciones o selecciona ciertas preferencias, y otras cookies se utilizarán siempre. Puede obtener más información sobre cada cookie consultando nuestra lista actual de cookies a continuación.",
    "2943815316": "Actualizamos esta lista periódicamente, por lo que es posible que haya cookies adicionales que aún no figuren en la lista. Las balizas web, las etiquetas y las secuencias de comandos pueden utilizarse en los Sitios o en los mensajes de correo electrónico para ayudarnos a entregar las cookies, contar las visitas, comprender el uso y la eficacia de las campañas y determinar si un mensaje de correo electrónico ha sido abierto y se ha actuado en consecuencia. Podemos recibir informes basados en el uso de estas tecnologías por parte de nuestros proveedores de servicios/análisis de forma individual y agregada.",
    "2954157511": "¿Por qué utilizamos cookies?",
    "1539071196": "Por lo general, utilizamos las cookies para los siguientes fines:",
    "3545935449": "Para reconocer a los usuarios nuevos o pasados.",
    "32739972": "Para almacenar la información de su sesión de inicio de sesión si está registrado en nuestros Sitios.",
    "4209078147": "Para mejorar nuestro Sitio y comprender mejor sus visitas en nuestras plataformas y Sitio.",
    "1077448694": "Para integrarse con sitios web de medios sociales de terceros.",
    "1709478090": "Para ofrecerle publicidad basada en sus intereses o dirigida.",
    "3256020881": "Para observar sus comportamientos y actividades de navegación a lo largo del tiempo en múltiples sitios web u otras plataformas.",
    "1092241113": "Comprender mejor los intereses de nuestros clientes e integradores.",
    "1434289796": "Algunas Cookies son necesarias para ciertos usos de los Sitios, y sin dichas Cookies, no podríamos proporcionar muchos servicios que usted necesita para utilizar correctamente los Sitios. Estas Cookies, por ejemplo, nos permiten operar nuestros Sitios para que usted pueda acceder a ellos tal como lo ha solicitado y nos permiten reconocer que usted ha creado una cuenta y ha iniciado sesión en esa cuenta para acceder al contenido del Sitio. También incluyen Cookies que nos permiten recordar sus acciones anteriores dentro de la misma sesión de navegación y asegurar nuestros Sitios.",
    "1533171442": "También utilizamos Cookies funcionales y Cookies de terceros con fines de análisis y marketing. Las Cookies funcionales permiten que ciertas partes de los Sitios funcionen correctamente y que se conozcan sus preferencias de usuario. Las Cookies de análisis, entre otras cosas, recogen información sobre cómo los clientes, integradores y usuarios finales utilizan nuestros Sitios, los contenidos y productos que los usuarios ven con más frecuencia y la eficacia de nuestra publicidad de terceros. Las cookies publicitarias ayudan a enviar anuncios a audiencias relevantes y a hacer que nuestros anuncios aparezcan en la parte superior de los resultados de búsqueda. Las cookies pueden ser de \"sesión\", que se eliminan al finalizar la sesión del navegador, o \"persistentes\", que permanecen hasta que el usuario las elimina (lo que se explica más adelante) o la parte que las ha servido. En la tabla de divulgación de cookies que figura a continuación se ofrece información completa sobre todas las cookies utilizadas en los sitios web.",
    "322830977": "Cómo desactivar las cookies.",
    "3885459114": "Por lo general, usted puede activar o desactivar posteriormente el uso de cookies a través de una funcionalidad integrada en su navegador web. Si desea obtener más información sobre las cookies, o sobre cómo controlarlas, desactivarlas o eliminarlas, visite https://www.knowcookies.com/ para obtener orientación detallada.",
    "262509504": "Podemos vincular la información recopilada por las cookies con otra información que recopilemos de usted de acuerdo con esta política de privacidad y utilizar la información combinada como se establece en el presente documento. Del mismo modo, los terceros que sirven las cookies en nuestros Sitios pueden vincular su nombre o dirección de correo electrónico con otra información que recopilan, que puede incluir compras anteriores realizadas fuera de línea o en línea, o su información de uso en línea.",
    "2935155034": "Si se encuentra en el Espacio Económico Europeo, tiene ciertos derechos que se describen más arriba en el apartado \"Aviso a los interesados de la UE\", incluido el derecho a inspeccionar y corregir o eliminar los datos que tenemos sobre usted.",
    "1873812847": "Divulgación de cookies",
    "3319083717": "Nombre:",
    "3183855267": "1. hmt_id",
    "907324388": "Función",
    "2896187462": "1. Se utiliza para las estadísticas anónimas estrictamente necesarias relacionadas con el servicio, y para otros fines técnicos como la asistencia a la accesibilidad.",
    "987267027": "Fiesta",
    "3453526675": "1. 1ª parte",
    "1952810469": "Tipo",
    "1795436560": "1. Sesión",
    "102695075": "Duración",
    "3356329025": "1. 30 días",
    "3744153629": "Nombres:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesión,",
    "3186435874": "sessionid",
    "720059527": "2. Se utiliza para fines técnicos estrictamente necesarios: equilibrio de carga, enrutamiento.",
    "1241291641": "Ver más detalles.",
    "1834801943": "2. 1er partido",
    "2114694926": "2. Sesión",
    "938404336": "2. Varía; hasta 30 días.",
    "2196526290": "hc_accesibilidad",
    "2577178569": "3. Se utiliza para fines técnicos estrictamente necesarios: permite el uso del usuario de accesibilidad.",
    "1061239711": "3. 1er partido",
    "1483015662": "3. Sesión",
    "3458934553": "3. Varía; hasta 30 días.",
    "1527172673": "Si tiene alguna pregunta sobre esta Política de Cookies, póngase en contacto con nosotros en:",
    "134571844": "Impressum (Aviso del sitio)",
    "110836420": "Última actualización: 23 de diciembre de 2020",
    "2901894297": "hCaptcha es un servicio de Intuition Machines, Inc. (\"IMI\"), una corporación estadounidense de Delaware (#6393793).",
    "2928362319": "Las consultas por correo pueden enviarse a Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Puede obtener información sobre la dirección actual de la empresa en la página Acerca de. El actual director general de la empresa es el director general responsable de los contenidos.",
    "3094150511": "Autoridad reguladora: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "El IMI no se compromete ni está obligado a participar en la resolución alternativa de litigios de consumo ante una entidad de resolución de litigios de consumo.",
    "1395644678": "Sitio web oficial de la Comisión Europea para la resolución de litigios en línea:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "No hay garantías sobre el contenido",
    "707541553": "Toda la información contenida en nuestras páginas de Internet ha sido validada por el IMI o por terceros. Sin embargo, ni el IMI ni los terceros pueden responsabilizarse de que la información sea actual, exacta o completa. Esto también se aplica a otros sitios web a los que se puede acceder a través de hipervínculos en nuestras páginas. El IMI no acepta ninguna responsabilidad por el contenido de estos sitios web externos.",
    "2650241052": "Ningún consejo",
    "3361191778": "La información proporcionada en las páginas de Internet no representa un asesoramiento individual y no puede sustituirlo. Si necesita asesoramiento individual, póngase en contacto con nuestro personal de apoyo.",
    "1031855757": "Uso de este sitio",
    "204716894": "El contenido y el diseño de nuestras páginas web están protegidos por la ley de derechos de autor. La duplicación de las páginas y su contenido de una manera que exceda el uso razonable requiere el consentimiento previo por escrito de IMI si no hay otras disposiciones legales especificadas para la duplicación en la página.",
    "3182435854": "Copyright",
    "3187946010": "Todo el texto, las imágenes, las animaciones gráficas, los vídeos, la música, los sonidos y demás material de estas páginas están protegidos por la ley de derechos de autor por el IMI o por terceros, si se especifica. Está prohibido copiar o modificar este material para su uso comercial de una manera que exceda el uso razonable.",
    "74538881": "Responsabilidad de este sitio web",
    "3236873806": "El IMI es responsable de este sitio web.",
    "2657277322": "Si tiene alguna pregunta, póngase en contacto con nosotros:",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass es un",
    "1898063898": "para preservar la privacidad del usuario que estamos desarrollando junto con",
    "1942186611": "y otros.",
    "3673079511": "norma emergente",
    "2164933356": "Cloudflare",
    "3119589996": "Cómo funciona: una extensión del navegador proporciona a los usuarios la capacidad de crear y firmar tokens criptográficamente ciegos para los sitios web que soportan el protocolo Privacy Pass. La extensión genera pases que contienen tokens criptográficamente ciegos que son firmados por hCaptcha cuando se resuelve un desafío en cualquier sitio que utilice el servicio hCaptcha,",
    "1254771154": "desafíos mostrados en otros servicios que soportan el Privacy Pass y que también incorporan hCaptcha, por ejemplo, Cloudflare.",
    "996362763": "Estos tokens son desenmascarados y almacenados por la extensión para su uso futuro. Cuando el usuario visita un sitio que utiliza hCaptcha y necesita pasar el reto (ya sea invisible o a través del botón \"Soy humano\") se canjean automáticamente. El procedimiento de cegado significa que los tokens firmados y canjeados son criptográficamente no vinculables desde la perspectiva de hCaptcha, y por lo tanto se preserva la privacidad del usuario.",
    "2943346052": "A medida que el proceso de estandarización del IETF continúe, esperamos que los principales navegadores adopten alguna forma de Privacy Pass de forma nativa. Con el tiempo, esto hará innecesaria la extensión. Sin embargo, por el momento, siga las instrucciones que aparecen a continuación.",
    "2326660907": "excepto",
    "741483946": "* En otras palabras: puedes obtener tokens hCaptcha Privacy Pass en hCaptcha.com, y utilizarlos en otros sitios directamente usando hCaptcha.com. No puedes obtener o canjear tokens hCaptcha Privacy Pass para evitar el servicio hCaptcha que utiliza Cloudflare, ya que Cloudflare emite y canjea sus propios tokens Privacy Pass.",
    "1362015807": "Cómo empezar",
    "1358325821": "En primer lugar, instale la extensión para",
    "310885519": "o",
    "4091044469": ". Asegúrate de que has habilitado la extensión en modo incógnito. A continuación, visita cualquier sitio web que utilice hCaptcha y resuelve un captcha. A partir de la versión 2.0.3, puedes canjear estos tokens en los sitios web que utilizan hCaptcha.",
    "3904679538": "Cromo",
    "3700767772": "Una vez instalada la extensión, haz clic aquí (o en cualquier sitio web que utilice hCaptcha) para ganar pases:",
    "166277959": "Por favor, tenga en cuenta que esta función está actualmente en fase beta, y puede que no funcione para todos los sitios web y usuarios todo el tiempo. En el caso de que no esté habilitada o no funcione para un usuario en particular, el comportamiento simplemente volverá a la experiencia estándar de hCaptcha sin pérdida de funcionalidad.",
    "3031357206": "Un nuevo icono aparecerá junto a su barra de URL. Ahora visite un sitio web que utilice hCaptcha. Se verá así:",
    "1066753052": "lo que significa que el monedero está vacío, y que estás en un sitio que incluye un reto hCaptcha. Una vez que completes el desafío, ganarás tokens que podrás canjear en cualquier otro sitio web con hCaptcha.",
    "651123197": "Una vez completado el reto, se mostrará en el icono un recuento del total actual de su cartera.",
    "554844646": "Puede confirmar que la extensión está funcionando si ve que el contador disminuye en 1 cada vez que hace clic en",
    "4087729475": "el desafío después de su resolución inicial.",
    "647630208": "Y ya está. Tu navegación en línea es ahora más privada.",
    "3272552822": "Desarrolladores y criptógrafos:",
    "4059570880": "Si desea seguir el esfuerzo de estandarización, los esfuerzos están actualmente en marcha en",
    "1904390996": "para estandarizar el",
    "252720667": "subyacente a la seguridad criptográfica de Privacy Pass. El propio protocolo pasa por el",
    "3972554015": "proceso también. Y la extensión del navegador es por supuesto",
    "3723626769": "para sus contribuciones y revisión.",
    "3882147547": "Funciones pseudoaleatorias obvias",
    "565624910": "borrador",
    "3421090159": "código abierto",
    "3098677775": "P: ¿Mi IP y mi historial de navegación son completamente privados de hCaptcha cuando se utiliza Privacy Pass?",
    "4019638786": "R: Los usuarios del Pase de Privacidad de hCaptcha nunca expondrán su IP a hCaptcha a menos que el monedero de tokens de su navegador esté vacío o el sitio lo envíe. hCaptcha no tiene forma de vincular al usuario con el canje de tokens, y nunca interactúa directamente con el usuario durante el canje a menos que su monedero de tokens esté vacío.",
    "3887113660": "P: ¿Cómo afecta el Privacy Pass a las ganancias de hCaptcha?",
    "1116455671": "R: Usted ganará una recompensa por la solución inicial si el usuario la completa en su sitio. Los canjes siguen el mismo patrón de respuesta que si el usuario hubiera autopasado en su sitio debido a la alta confianza del cliente: no se produce ninguna ganancia, y la llamada a siteverify de su servidor recibe un `crédito: Falso` en los resultados del pase.",
    "779817954": "P: Si tengo pases Privacy Pass emitidos por otro proveedor, ¿puedo canjearlos en hCaptcha?",
    "3014149332": "R: No, los pases no son interoperables: deben ser emitidos y canjeados por la misma autoridad, en este caso hCaptcha. Tenga en cuenta que si tiene pases tanto de Cloudflare como de hCaptcha en su extensión, el número disponible cambiará a la cantidad correcta dependiendo del requisito de la página que esté visitando. En otras palabras, si tienes 100 pases de Cloudflare en tu cartera y 10 pases de hCaptcha, deberías ver 10 en el icono de la extensión en las páginas con hCaptcha incrustado.",
    "3679148535": "P: ¿En qué otras aplicaciones de Privacy Pass están trabajando?",
    "1606783855": "R: Estamos muy interesados en el Privacy Pass para el caso de uso de la accesibilidad (\"a11y\"). Las opciones anteriormente populares, como los captchas de audio, discriminan a muchos usuarios de a11y. Creemos que la combinación de nuestro enfoque actual de a11y con la emisión de Privacy Pass permitirá a los usuarios de a11y navegar con seguridad, sabiendo que su tráfico es más privado, al tiempo que se restringe el abuso por parte de los operadores de bots que inevitablemente se produce cuando las opciones de a11y están disponibles.",
    "2359150347": "P: ¿Otros servicios de seguridad en línea son compatibles con Privacy Pass?",
    "2082237880": "R: hCaptcha es el primer servicio de este tipo que soporta Privacy Pass, y actualmente es el único que lo hace. Sin embargo, esperamos que otros servicios reconozcan las ventajas de aumentar la privacidad de los usuarios en línea, y esperamos que en el futuro más emprendan implementaciones a medida que se adopten formalmente los estándares del IETF que estamos ayudando a desarrollar.",
    "2109792055": "Guía del usuario: Depuración de problemas con la emisión y validación de pases de privacidad",
    "3588620914": "Privacy Pass es un invento nuevo según los estándares de la Web, y es posible que otras aplicaciones y extensiones del navegador que no lo conozcan interfieran en su funcionamiento.",
    "4039193170": "Si tienes problemas para conseguir o canjear fichas:",
    "2378786360": "1. Prueba uno de los otros navegadores compatibles: si estás en Chrome, intenta usar Firefox sin importar tu configuración desde Chrome, e instala el plugin allí. Si eso funciona, es posible que tengas un problema de configuración del navegador.",
    "394235836": "3. Si ninguna de las sugerencias anteriores funciona, envíanos un correo electrónico de asistencia y estaremos encantados de ayudarte a averiguar qué está pasando.",
    "3470857731": "Un análisis de la eficacia de reCAPTCHA en la detección de bots.",
    "3240786848": "Última actualización: 18 de febrero de 2021",
    "2547140673": "Durante más de una década, el servicio reCAPTCHA de Google ha ofrecido a los propietarios de sitios web un intercambio: dejar que Google rastree a tus usuarios y les haga preguntas, y a cambio prometen detener los bots y el spam.",
    "2133754014": "Más de 4,5 millones de sitios web utilizan reCAPTCHA [",
    "3152512587": "y el sistema recoge cientos de millones de soluciones diarias. [",
    "2296918009": "Esto equivale a más de 100 años-persona de trabajo cada día.",
    "3900538778": "Los datos etiquetados son el combustible que impulsa el aprendizaje automático. Las respuestas de reCAPTCHA se han utilizado para mejorar los servicios de ML/AI de Google desde 2009. Muchas personas que utilizan reCAPTCHA no se dan cuenta de que su trabajo se está poniendo en práctica.",
    "1160252730": "Ahora Google está cobrando precios elevados por reCAPTCHA Enterprise, lo que hace que muchas empresas se replanteen este acuerdo.",
    "1131196501": "Grandes empresas como",
    "204889717": "han cambiado a hCaptcha's",
    "639413188": "en respuesta.",
    "3280658086": "soluciones empresariales",
    "3842815245": "¿Es un intercambio justo?",
    "714342693": "El equipo de hCaptcha ha estado recopilando datos de precios de los servicios de ruptura de captchas de la \"web oscura\" desde 2016. Hemos observado una tendencia interesante:",
    "468929661": "El coste medio de romper un reCAPTCHA es increíblemente bajo (menos de 1 dólar por cada 1000 soluciones) y no ha aumentado materialmente desde que comenzó nuestro seguimiento en 2016. Esto se aplica tanto a reCAPTCHA v2 como a v3. [",
    "2862164005": "Los datos de precios nos permiten poner un valor exacto en dólares a la seguridad que ofrece un reCAPTCHA: 0,001 dólares o menos por respuesta.",
    "102498091": "Google cobra 1 dólar por cada 1.000 solicitudes de reCAPTCHA Enterprise, lo que significa que ahora cobran más por solicitud de lo que cuesta romper la seguridad de su servicio. Esto parece un mal negocio.",
    "130239139": "¿Cuál es el valor de los más de 100 años-persona de trabajo que recoge Google diariamente?",
    "1421074182": "Es sustancialmente más alto.",
    "1953519598": "El coste de etiquetar una sola imagen oscila entre 0,03 y 1,00 dólares o más. Según cualquier estimación conservadora, Google ha extraído miles de millones de dólares de trabajo gratuito hasta la fecha. [",
    "3025548709": "¿Hay alguna alternativa a este trato injusto?",
    "263761351": "hCaptcha es la primera alternativa creíble, utilizada ahora por cientos de millones de personas cada mes.",
    "2743692546": "A medida que los usuarios demuestran su humanidad a través de hCaptcha, su trabajo entra en un mercado abierto y anónimo de ofertas.",
    "1982750088": "Empresas de todo el mundo pujan por esa mano de obra para completar tareas sencillas que son fáciles para las personas pero difíciles para las máquinas. Los usuarios apoyan el sitio que visitan y experimentan menos spam en la web gracias a un mayor nivel de seguridad.",
    "1108398506": "los clientes obtienen un control total sobre la experiencia, y se benefician de la experiencia que hCaptcha ha adquirido operando el mayor proveedor independiente de retos en Internet. También obtienen un mejor trato que reCAPTCHA Enterprise: hasta un 50-80% más de precio, dependiendo del volumen.",
    "3012870872": "Los sitios web y las aplicaciones que utilizan la versión gratuita (hCaptcha Publisher) obtienen ingresos por ese trabajo en lugar de donarlo a Google.",
    "2271512952": "Los usuarios apoyan el sitio que visitan y experimentan menos spam en la web.",
    "278010425": "La amplia y a menudo cambiante variedad de tareas de hCaptcha son también más difíciles de automatizar. La única interfaz de reCAPTCHA no ha cambiado en muchos años, y tiene un pequeño conjunto de preguntas que cambian con poca frecuencia. Esta es una de las formas en que hCaptcha proporciona una protección anti-bot más robusta que reCAPTCHA.",
    "984849234": "hCaptcha utiliza el aprendizaje automático avanzado para ofrecer lo que reCAPTCHA sólo promete, a la vez que comparte el valor capturado con los sitios web que lo utilizan.",
    "4063769686": "Los usuarios apoyan el sitio que visitan y experimentan menos spam en la web. Esto parece un trato más justo.",
    "685916926": "¿Por qué reCAPTCHA no ha mejorado con el tiempo?",
    "3992401943": "Desde 2012 se ha producido una revolución en el aprendizaje profundo. La norma del sector en cuanto a la precisión de las tareas ha mejorado radicalmente en la última década, principalmente gracias a las redes convolucionales profundas. Otros servicios basados en ML que ofrece Google han seguido esta curva.",
    "615031303": "(Véanse las notas a pie de página",
    "2125514305": "El ML ha mejorado, pero la dificultad para eludir el reCAPTCHA no ha cambiado materialmente durante este tiempo.",
    "1406188018": "6 y 7",
    "2689973938": "La mejora de reCAPTCHA crea un conflicto intrínseco para Google como proveedor de anuncios.",
    "464238793": "Si la propia Google determina que un usuario que ve un anuncio o hace clic en un enlace es en realidad un bot, no puede cobrar por los anuncios mostrados a ese usuario. Este conflicto de intereses ha limitado enormemente el alcance de las ambiciones anti-bot de Google.",
    "918924423": "Por ejemplo, Google no ha ofrecido servicios obviamente valiosos como la detección retroactiva de bots. Es mucho más fiable declarar que el tráfico de los usuarios es generado por bots después de analizar varios días de datos.",
    "661412233": "Saber después del captcha que algunos usuarios eran bots también es valioso. Permite a los propietarios de los sitios web limpiar los antiguos mensajes de spam y eliminar las \"cuentas durmientes\" registradas para enviar spam a los foros en el futuro, reducir el fraude, etc.",
    "3600797185": "Ofrecer la identificación retroactiva de los bots abriría a Google la espinosa cuestión de cómo reembolsar retroactivamente a los anunciantes que gastaron dinero en ese tráfico fraudulento.",
    "2076932190": "Así, el producto reCAPTCHA se ha estancado durante una década.",
    "3856912381": "Los usuarios se han visto perjudicados, y el spam innecesario en la web es ahora galopante. Pero hay una alternativa.",
    "1035621426": "Cada bot identificado por reCAPTCHA reduce directamente los ingresos publicitarios de Google.",
    "3668115514": "¿En qué se diferencia hCaptcha?",
    "2413742287": "El incentivo de hCaptcha es maximizar la precisión, no los ingresos por publicidad: las respuestas de los bots son inútiles para nuestros clientes, que necesitan datos de entrenamiento humanos.",
    "1373262754": "Saber quién es un individuo tiene un valor mínimo para hCaptcha. Sólo nos importa si es un humano o un actor malicioso.",
    "600646860": "En lugar de ofrecer un servicio de valor cuestionable mientras se extrae mano de obra con valor real, hCaptcha proporciona tanto una compensación como una fuerte protección anti-bot.",
    "1836191653": "En lugar de ofrecer un servicio fácilmente derrotable a los usuarios gratuitos y cobrar millones de dólares por una versión empresarial que no es mucho mejor, hCaptcha proporciona una excelente protección contra bots a ambos, al tiempo que ofrece a los usuarios empresariales funciones adicionales y personalización, junto con sólidos acuerdos de nivel de servicio y un rápido soporte.",
    "990215503": "hCaptcha es el único servicio de captcha importante que no es propiedad de una red publicitaria.",
    "971933157": "hCaptcha se preocupa por la privacidad, la transparencia y la equidad.",
    "178839499": "hCaptcha comparte el valor del trabajo realizado mientras los usuarios demuestran su humanidad.",
    "1237076138": "hCaptcha ofrece un trato justo tanto a los clientes gratuitos (hCaptcha Publisher) como a los empresariales (hCaptcha Enterprise).",
    "614310292": "¿Quién construyó hCaptcha?",
    "4188814619": "hCaptcha es un servicio de Intuition Machines (",
    "3265328927": "), una empresa de aprendizaje automático que ofrece productos y servicios para las empresas que implementan el aprendizaje automático a escala.",
    "2740033957": "El equipo de IM está compuesto por científicos e ingenieros de Apple, Amazon y otros líderes en aprendizaje automático, sistemas distribuidos y seguridad.",
    "1579715421": "Los científicos de IM publican con regularidad en conferencias de primera línea como ICML, ICLR, ECCV y NeurIPS, y la empresa ha hecho públicos resultados de vanguardia en disciplinas de ML como el hashing profundo [",
    "4015238193": "y OCR [",
    "279580593": "imachines.com",
    "279918384": "¿Cómo utiliza Google su trabajo gratuito?",
    "2385522384": "Es probable que hayas visto fotogramas de vídeo de las cámaras de los coches autoconducidos de Google, Waymo, y que hayas ayudado a mejorar su reconocimiento de objetos.",
    "1517627947": "Es probable que veas imágenes de edificios o señales de calles desde los coches de Google Streetview, y que ayudes a etiquetar ubicaciones para sus productos Maps y Earth.",
    "3225936061": "Es probable que hayas visto imágenes de texto tomadas de páginas de libros en el servicio de la Búsqueda de libros de Google, y que hayas ayudado a mejorar su software de OCR (reconocimiento de texto).",
    "129661785": "¿Alguna vez te han pedido que \"pinches en el coche/cruce peatonal/semáforo\"?",
    "936667684": "¿Alguna vez te han pedido que \"escribas la señal del edificio/calle\"?",
    "3773515538": "¿Alguna vez te han pedido que \"escribas las dos palabras\"?",
    "1778058441": "¿Qué tipos de trabajos se ejecutan en hCaptcha?",
    "366088791": "hCaptcha soporta una gran variedad de tareas.",
    "3114147525": "Los clientes de hCaptcha utilizan el servicio para tareas como el reconocimiento de objetos, la detección de atributos (recopilación de etiquetas para identificar tipos de ropa), la clasificación por relevancia (elección del producto más relevante entre varias opciones cuando se compara con un producto principal), los cuadros delimitadores (búsqueda de áreas de interés en una imagen), el \"OCR humano\" (identificación del texto en una imagen) y muchos otros tipos de tareas.",
    "3139609561": "A continuación se muestran dos ejemplos de tipos de trabajos de clasificación de imágenes y detección de atributos. [",
    "2273532558": "¿Quiénes son los clientes de pago de hCaptcha?",
    "4104221634": "Los clientes de hCaptcha abarcan una gran variedad de sectores, desde empresas tecnológicas hasta aquellas centradas en la moda, el comercio minorista y otras áreas en las que pueden crear valor a partir de la aplicación del aprendizaje automático.",
    "1337725003": "hCaptcha se compromete a democratizar el acceso a un gran volumen de anotaciones en tiempo real, permitiendo a empresas grandes y pequeñas mejorar la calidad de sus productos y servicios aplicando el aprendizaje automático a su negocio.",
    "4086379603": "¿Preguntas?",
    "1243684308": "Nos tomamos muy en serio tus comentarios y queremos asegurarnos de que todo el mundo tenga una experiencia más agradable en Internet, con menos bots y menos spam. Ponte en contacto con nosotros:",
    "2645321220": "Y si cree que el coste de reCAPTCHA es demasiado elevado, pregúntenos por hCaptcha Enterprise. Actualmente utilizado por algunos de los mayores editores, empresas de servicios financieros y empresas de infraestructura web del mundo, no solo son una alternativa creíble a reCAPTCHA: creemos que ofrecen la mejor protección contra bots disponible actualmente.",
    "1229233916": "Notas a pie de página",
    "1115642494": "1. Fuente: Listados de sitios reCAPTCHA de BuiltWith.com. Recuperado el 9 de julio de 2019.",
    "448807334": "(\"Cientos de millones de CAPTCHAs son resueltos por personas cada día\") Recuperado el 8 de julio de 2019.",
    "2397590157": "3. Estimación conservadora: 200 millones de resoluciones * 30 segundos por resolución en años = 190,3 personas-año/día.",
    "3236311792": "4. Análisis interno de hCaptcha. Datos recogidos hasta el 30 de junio de 2019. Detalles disponibles bajo petición.",
    "1752259468": "5. Estimación conservadora: 0,01 dólares de coste de una sola anotación * 200M de anotaciones medias al día (límite inferior) * 365 días al año * 10 años desde la adquisición en 2009 = 7.300 millones de dólares de valor límite inferior.",
    "3268946369": "6. Crédito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Fuente: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS FOR WEAKLY-SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, Taller LLD.",
    "2544169219": "Resultados recientes del estado del arte: ICML LLD, mayo de 2019.",
    "1973347745": "10. Imágenes de ejemplo libres de derechos. Fuente: Petapixel.",
    "1493115924": "Notas sobre la marca:",
    "4051104324": "Intuition Machines es una marca registrada de Intuition Machines, Inc.",
    "3983646521": "Todos los nombres de productos, logotipos, marcas, marcas comerciales y marcas registradas son propiedad de sus respectivos dueños. Todos los nombres de empresas, productos y servicios utilizados en este sitio web son sólo para fines de identificación. El uso de estos nombres, marcas comerciales y marcas registradas no implica su aprobación. En este caso, todo lo contrario.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Los científicos de IM establecen un nuevo punto de referencia para el reconocimiento de texto débilmente supervisado (OCR) en CVPR 2020.",
    "1259002282": "¿Has encontrado un error? Aquí tienes cómo informar de ello.",
    "3301728462": "Millones de personas utilizan hCaptcha cada mes, en miles de combinaciones de navegadores, extensiones, dispositivos, cortafuegos, etc.",
    "3878230879": "Nuestro objetivo es asegurarnos de que siempre te funcione, por lo que agradecemos mucho tus informes.",
    "2465128185": "Para dar una respuesta rápida, sólo tiene que hacer clic en el botón \"Envíenos sus comentarios\".",
    "2921990472": "Si ve un problema de funcionamiento, por favor, siga el",
    "2870341481": "abajo. Para cualquier otro navegador, basta con",
    "1866590035": "instrucciones de registro de depuración para Chrome",
    "444492541": "instrucciones de registro de depuración para Firefox",
    "169267610": "envíanos un correo electrónico",
    "3100722753": "Para posibles problemas de seguridad o privacidad, consulte las instrucciones que aparecen a continuación.",
    "1906593952": "Proporcione comentarios sobre el hCaptcha que acaba de ver",
    "3951254541": "Apreciamos su opinión. Háganos saber cualquier problema y lo resolveremos rápidamente.",
    "3324288040": "Envíenos sus comentarios",
    "2864016648": "Cuestiones de privacidad",
    "304004915": "No nos importa quiénes son los usuarios, sólo la probabilidad de que sean maliciosos o máquinas. Apoyamos iniciativas como",
    "1139493658": "y trabajar duro para equilibrar la privacidad y la seguridad.",
    "3083289844": "Si ha encontrado un problema que cree que puede afectar a la privacidad del usuario, envíenos un correo electrónico a",
    "4264784515": "Errores de seguridad",
    "963238401": "Siempre estamos interesados en recibir informes sobre fallos de seguridad. Envíe un correo electrónico a",
    "3926027556": "y nos pondremos en contacto con usted rápidamente.",
    "1589805435": "También tenemos un",
    "2560582224": "programa de recompensas por errores",
    "103876916": "para los informes de seguridad elegibles sobre el servicio hCaptcha y el código fuente relacionado.",
    "497117287": "Opciones de accesibilidad",
    "3230004040": "¿Tiene alguna discapacidad visual o no puede completar los hCaptchas?",
    "3480023141": "Más información sobre las opciones de accesibilidad",
    "2052161540": "Captura de los detalles del informe de errores: Chrome",
    "2281169898": "El envío de información de depuración con su informe nos facilitará mucho la identificación de lo que está ocurriendo. Aquí están las instrucciones paso a paso:",
    "1123365779": "Si eres un desarrollador web o un usuario experto, el resumen es que nos gustaría que nos enviaras una grabación de red HAR y los registros de la consola del navegador.",
    "2015218686": "antes de seguir estos pasos. Si se soluciona el problema, te agradeceremos que nos indiques la versión de tu navegador, el bloqueador de anuncios o la extensión del navegador y la URL del sitio web.",
    "3922723611": "Por favor, intente desactivar cualquier bloqueador de anuncios o extensiones de seguridad del navegador",
    "4036872105": "primero y luego reintentar",
    "993651083": "Paso 1: Abra las herramientas de desarrollo (Esto inicia la grabación de la sesión).",
    "4163469907": "Paso 2: Haz clic en la pestaña de Red en las Herramientas de Desarrollo. Marque la casilla \"Conservar el registro\" en la parte superior.",
    "4243348003": "Paso 3: visita",
    "641342999": "o el sitio web en el que está teniendo un problema (Nota de privacidad: sólo si no le importa compartir lo que es) ... y luego haga clic en el botón \"Soy humano\", y tratar de resolver.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Paso 4: Haga clic en \"Exportar HAR\" (la pequeña flecha hacia abajo) después de intentar resolver, lo que guarda el registro de la red. Envíanos ese archivo.",
    "1503240421": "Paso 5: Haz clic en la pestaña de la consola y haz clic con el botón derecho del ratón y luego en \"Guardar como...\" para guardar el registro de la consola. Envíanoslo también.",
    "2863840904": "Paso 6: Último paso, envíenos por correo electrónico esos archivos de registro de HAR y de la consola, y describa el problema",
    "4051785543": "Utilizar:",
    "3623028666": "(utilice un servicio como",
    "551761392": "y envíe los enlaces) y opcionalmente una captura de pantalla, si sospecha que hay algo que no se muestra correctamente. Por favor, envía también la IP que estás utilizando. Puedes obtenerla de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Gracias por dedicar su tiempo a ayudarnos a conseguir esta información.",
    "3680327841": "Nos comprometemos a hacer que hCaptcha funcione bien para todos",
    "1059502393": "Captura de los detalles del informe de errores: Firefox",
    "1112074001": "Paso 2: Haga clic en la pestaña de Red en las Herramientas del Desarrollador. Marque la casilla \"Persistir registros\" en la parte superior.",
    "1797298240": "Paso 4: Haga clic en \"HAR\" después de intentar resolver, y elija \"Guardar todo como HAR\" para guardar el registro de la red. Envíanos ese archivo.",
    "3671246379": "Paso 5: Haga clic en la pestaña de la consola, y haga clic con el botón derecho del ratón en \"Seleccionar todo\" y guarde eso en un archivo de texto, con el fin de guardar el registro de la consola. Envíanoslo también.",
    "3816867833": "Comentarios",
    "788770967": "Lamento escuchar eso. Quizás quieras utilizar nuestra opción de accesibilidad:",
    "1333016413": "Esto le permite evitar futuras preguntas al registrarse y establecer una cookie.",
    "2333410049": "Por favor, intente también desactivar su bloqueador de anuncios.",
    "1345083090": "¿Informar de un problema de funcionalidad?",
    "2184564739": "Ver",
    "604751186": "¿Otras cuestiones? Envíe un correo electrónico a",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "cómo informar de los problemas con registros detallados",
    "1050501253": "Demasiado difícil",
    "3264813246": "Inapropiado",
    "3526939538": "Error de software",
    "126134492": "Otros",
    "3511610999": "Vamos a asegurarnos de que llega al lugar correcto.",
    "3906886217": "Para empresas o sitios web",
    "1621597093": "Soluciones de seguridad para empresas (de pago)",
    "3176531704": "Anotación de datos",
    "1834239172": "Comprar servicios de anotación hCaptcha",
    "1457707016": "Para particulares",
    "770264626": "Añade hCaptcha a tu servicio (gratis)",
    "881015166": "Añadir hCaptcha para editores a mi sitio web o aplicación",
    "47536007": "Más información sobre hCaptcha",
    "2012837493": "Resultados de la búsqueda",
    "4034694801": "No hay resultados que coincidan.",
    "3621411541": "Conozca las opciones de accesibilidad de hCaptcha",
    "3401005681": "Ganar dinero",
    "3933993151": "Trabajar como etiquetador de datos individual",
    "563059212": "Lista de subprocesadores",
    "3501923981": "Última actualización: 1 de enero de 2020.",
    "3548097301": "En vigor: 1 de enero de 2020.",
    "3991444169": "Esta página enumera los subprocesadores actuales para el servicio hCaptcha Enterprise.",
    "835396984": "Actualmente activo",
    "424089481": "Amazon Web Services, Inc. (Global). Servicios prestados: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Servicios prestados: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Servicios prestados: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Servicios prestados: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: no se aplica a todos los clientes. Por ejemplo, los clientes de IP Blinding u otras opciones avanzadas de privacidad o seguridad (por ejemplo, los clientes de Secure Virtual Tenancy) están totalmente excluidos de cualquier posible \"PII\" que entre en los sistemas de telemetría, incluso una dirección IP. Por favor, póngase en contacto con su representante de cuenta para obtener más información si es necesario.",
    "700843971": "Hound Technology, Inc. (Global). Servicios prestados: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Servicios prestados: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Servicios prestados: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Servicios prestados: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infraestructura",
    "370366524": "Servicio efímero de telemetría",
    "121192737": "Próximas incorporaciones",
    "2420789666": "Fastly, Inc. Servicios prestados: Fastly CDN y edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "En vigor: 1 de septiembre de 2021. Adición de infraestructura",
    "1487796027": "Para las empresas",
    "3943417791": "Obtenga soporte para hCaptcha Enterprise (BotStop)",
    "702287791": "Editor de hCaptcha (gratuito)",
    "3397976149": "Obtenga soporte para hCaptcha Publisher",
    "833750823": "¿Tiene dificultades con un reto?",
    "2024737147": "¿Quieres informar de un error?",
    "1978884623": "Más información sobre la notificación de problemas de software",
    "4188664955": "Condiciones generales de servicio",
    "2621989404": "Última actualización: 24 de septiembre de 2021. Tenga en cuenta que nuestros términos en inglés son los autorizados.",
    "2404545611": "¡Bienvenido a hCaptcha! Gracias por formar parte de nuestra comunidad. Todos los usuarios de los \"Servicios\" (definidos a continuación) deben aceptar los siguientes términos (las \"Condiciones de Servicio\"). En estas Condiciones de servicio, \"IMI\", \"nosotros\" y \"nos\" se refieren a Intuition Machines, Inc. y sus subsidiarias, afiliados, funcionarios, agentes, empleados, representantes y agentes, y nuestro \"sitio web\" incluye cualquier sitio web bajo nuestro control, incluyendo www.hcaptcha.com y www.imachines.com.",
    "2348450790": "Por favor, lea estas condiciones de servicio. Incluyen, entre otras disposiciones, la renuncia a las garantías, las limitaciones de responsabilidad y el arbitraje vinculante. Tenga en cuenta que estas condiciones de servicio pueden haber cambiado desde su última visita a nuestro sitio web. Podemos revisar y actualizar estas condiciones de servicio de vez en cuando a nuestra entera discreción. En caso de que se produzca un cambio sustancial, se lo notificaremos publicando las Condiciones de Servicio actualizadas en esta página, tras lo cual deberá aceptar afirmativamente las Condiciones de Servicio actualizadas para poder seguir utilizando o accediendo al Sitio o al Servicio.",
    "1064537632": "Tenga en cuenta que su uso de nuestro Servicio se rige por nuestro Acuerdo de Procesamiento de Datos, que se incorpora al presente por referencia. Revise este acuerdo para ver cómo procesamos los datos personales en su nombre. Tenga en cuenta que operamos como \"procesador de datos\" a efectos del Reglamento General de Protección de Datos de la UE, y como \"proveedor de servicios\" a efectos de la Ley de Privacidad del Consumidor de California.",
    "1933936765": "Acuerdo de procesamiento de datos (Última actualización: 23 de septiembre de 2021)",
    "2959486280": "Si no está de acuerdo con estas Condiciones de Servicio, no podrá utilizar ni acceder al Sitio o al Servicio.",
    "3200859925": "1. Objetivo",
    "1807143500": "Los Servicios incluyen un servicio de seguridad en línea (el \"Servicio hCaptcha\") y una plataforma (la \"Plataforma de Intuition Machines\") en la que una persona (\"Colaborador\") puede optar por realizar tareas que una entidad de terceros o la propia Intuition Machines (cada una de ellas, un \"Solicitante\") publica en nuestro sitio web o en el Servicio hCaptcha, ya sea directamente en nuestro sitio web o accediendo a la Plataforma de Intuition Machines y/o realizando tareas a través de una entidad y/o plataforma o servicio de terceros o en conexión con ellos (cada uno de ellos, un \"Integrador\"). Los Solicitantes publican tareas e invitan a los Colaboradores a realizarlas a cambio de recompensas proporcionadas por IMI a los Integradores, o según lo determine el Solicitante si éste utiliza la Plataforma Intuition Machines o el Servicio hCaptcha para servir tareas a sus propios usuarios finales. Cobramos a las empresas y a los individuos (cada uno de ellos un \"Cliente\") por el uso de nuestra plataforma para que puedan utilizar nuestro software, crear tareas, contratarnos para crear tareas y/o obtener acceso a los Colaboradores. También cobramos a los Integradores por el uso de nuestro Servicio hCaptcha con el fin de reducir el fraude, el abuso y el spam en sus sitios web, aplicaciones móviles y otras propiedades en línea. Lo anterior se denomina colectivamente los \"Servicios\".",
    "3212830633": "2. Elegibilidad",
    "2605814073": "Al utilizar o registrarse en nuestros Servicios, usted acepta: tener al menos 18 años de edad; tener la autoridad para celebrar este acuerdo en su nombre o en el de la entidad que representa, y cumplir en todo momento con estas Condiciones de Servicio y con todas las políticas y directrices de IMI a las que se hace referencia en el presente documento; y no abusar de nuestro sitio web, ni falsear su identidad ante nosotros, ni utilizar la inteligencia artificial para completar cualquier parte de cualquier tarea en IMI que requiera inteligencia humana.",
    "2616040974": "3. Clientes y solicitantes",
    "1544829730": "Si usted es un Cliente o Solicitante, acepta que los términos adicionales que se adjuntan como Apéndice del Cliente se aplicarán y se incorporarán por referencia a estas Condiciones de Servicio. Si no es un Cliente o Solicitante, o deja de serlo, los términos adicionales del Apéndice del Cliente no se aplicarán ni se incorporarán por referencia a estas Condiciones de Servicio.",
    "3759360138": "4. Nombre de usuario y contraseña",
    "2236960358": "Al registrarse, se le pedirá que revele cierta información personal sobre usted (\"Información Personal\"), incluyendo su nombre, dirección de correo electrónico, y que cree un nombre de usuario y una contraseña, todo lo cual estará sujeto a nuestra Política de Privacidad, disponible en nuestro sitio web. Usted es el único responsable de supervisar, garantizar y mantener la seguridad de su cuenta, sus contraseñas y cualquier clave de autenticación asociada a su cuenta, y es responsable de cualquier uso o acción que se realice mediante el uso de esa información en los Servicios.",
    "3047519814": "Usted se compromete a no compartir su cuenta o contraseña con nadie.",
    "1699668873": "Debe notificar a IMI inmediatamente si sospecha que la información de su cuenta ha sido robada o utilizada por otra persona, o cualquier otra violación de la seguridad.",
    "3044038608": "Usted se compromete a proporcionarnos información verdadera, precisa y completa, tal como se solicita en nuestro proceso de registro. También se compromete a actualizar dicha información con prontitud según sea necesario para mantenerla actualizada y precisa.",
    "4132302900": "5. Su privacidad, sus datos y \"Datos para todos\"",
    "10724169": "Usted acepta nuestra política de privacidad, que rige lo que haremos con cualquier información personal que nos proporcione.",
    "1669194950": "Además de los Datos Personales, es posible que también se le pida que proporcione (o que sea necesario que recopilemos) otros datos para que podamos prestar los Servicios (colectivamente, \"Datos del Cliente\"). No somos responsables de ningún fallo en la prestación de los Servicios que esté causado por su retraso o por no haber proporcionado los Datos del Cliente.",
    "1330274831": "Por la presente, usted nos concede una licencia mundial, no exclusiva, sublicenciable, transferible, libre de derechos de autor e irrevocable durante la vigencia de este Acuerdo para utilizar, reproducir, distribuir electrónicamente y mostrar públicamente cualquier Dato del Cliente con el único fin de prestar los Servicios. Usted declara y garantiza que posee suficientes derechos, títulos e intereses sobre sus datos para conceder la licencia en esta sección.",
    "2230333214": "Agregamos los Datos del cliente con otros datos para que los resultados no sean identificables personalmente y también recopilamos registros técnicos no identificados y datos relativos al uso de los Servicios (\"Datos agregados/no identificados\"). Sin perjuicio de lo que se indique en el presente documento, IMI podrá utilizar dichos Datos agregados/desidentificados para cualquier fin comercial durante o después de la vigencia de este Contrato, incluyendo, sin limitación, el desarrollo y la mejora de los Servicios y la creación y distribución de informes y otros materiales. Los Datos del cliente también pueden persistir y mostrarse en el sistema durante un periodo de tiempo limitado que no supere los 180 días tras la finalización de un trabajo, por ejemplo, como datos de calibración o validación automática para los sistemas de Intuition Machines. Para mayor claridad, esta Sección 5 no nos da el derecho de identificarle a usted como la fuente de ningún Dato Agregado/Desidentificado sin su previa autorización por escrito.",
    "3881754581": ". Si es un cliente de nuestros servicios de anotación y ha seleccionado la opción \"Datos para todos\" como parte de su uso de los Servicios, entonces concede a IMI y a todos los usuarios de los Servicios una licencia mundial, no exclusiva, sublicenciable, transferible, libre de derechos de autor e irrevocable para explotar plenamente todos los Datos del cliente, incluidos todos los derechos de propiedad intelectual relacionados. Si selecciona la opción \"Datos para todos\", declara y garantiza que posee suficientes derechos, títulos e intereses sobre sus datos para conceder la licencia en esta sección.",
    "3496767126": "Para evitar dudas, el siguiente párrafo se aplica exclusivamente a los Clientes que utilizan nuestros servicios de anotación, y no al uso de nuestros Servicios como Integrador",
    "767207800": "Si sus datos tienen un contenido potencialmente explícito u ofensivo, le pedimos que los marque como \"CONTENIDO EXPLÍCITO\" para que sirva de advertencia a cualquiera que vea sus datos. Sin un acuerdo escrito por separado con IMI, no podrá incluir tareas que infrinjan nuestras políticas, incluidas, entre otras, (a) tareas que promuevan directa o indirectamente otro sitio web o servicio, (b) tareas que infrinjan los términos y condiciones de un sitio web de terceros, (c) tareas que pidan a los Colaboradores que soliciten a terceros, (d) tareas que pidan a los Colaboradores que tomen medidas para manipular el comportamiento o los resultados de un sitio web, (e) tareas que infrinjan los derechos de propiedad intelectual de terceros, y (f) tareas que pidan a los Colaboradores que descarguen software o archivos.",
    "3370561195": "6. Comportamiento aceptable",
    "4205152730": "Se le anima a interactuar con otros usuarios en cualquier lugar de nuestro sitio web, foro, mensajería, chat y otros canales de medios sociales controlados por IMI, pero si lo hace debe cumplir con todos los términos de servicio y uso en nuestro sitio y todas las leyes pertinentes.",
    "1394253934": "7. Uso indebido, abuso y tergiversación",
    "1406393333": "Queda estrictamente prohibido cualquier acceso o uso de los Servicios que no sea conforme a estas Condiciones de Servicio y a las instrucciones que proporcionemos. En particular, usted NO:",
    "3409726716": "registrarse en más de una cuenta con nosotros sin autorización escrita;",
    "3119498672": "realizar cualquier tarea con el uso de bots de Internet, robots de la web, bots, scripts, o cualquier otra forma de inteligencia artificial o intentar obtener recompensas de IMI o de cualquier Solicitante o Integrador sin completar las tareas tal y como se describen;",
    "1188668818": "proporcionar cualquier información falsa al utilizar este sitio web (incluyendo, sin limitación, la suplantación de cualquier otra persona u organización en su cuenta, o la declaración falsa o la tergiversación de su afiliación con cualquier otra persona u organización en su cuenta;",
    "2804310964": "acceder o intentar acceder a nuestro sitio web a través de cualquier servidor web proxy u otro dispositivo diseñado para ofuscar su verdadera ubicación o identidad o por cualquier otro medio que no sea la interfaz proporcionada;",
    "1374227759": "utilizar el sitio web para cualquier actividad ilegal, o para cualquier otro propósito que no sea para el que se puso a disposición;",
    "2103513933": "realizar actividades que interfieran o perturben el funcionamiento del sitio;",
    "137127070": "insertar, cargar o adjuntar enlaces o archivos externos maliciosos o desconocidos, o cargar cualquier contenido que contenga un virus, un troyano, un gusano, una bomba de relojería u otro código informático dañino;",
    "1686655020": "Cargar cualquier contenido sujeto a derechos de autor que no sea su obra original, a menos que tenga permiso del propietario legítimo para publicar dicho contenido y conceder a IMI todos los derechos de licencia concedidos en este documento;",
    "1406692811": "participar en el envío de spam o publicar cualquier tipo de publicidad, intento de obtener referencias, comunicación masiva, ofertas o solicitudes de dinero, solicitud de servicios, publicidad, marketing, mensajes sin sentido, temas duplicados, contenido ilegal, enlaces a sitios web sociales, direcciones de correo electrónico o ID de mensajería instantánea, a menos que lo exija la tarea;",
    "3893539589": "insertar enlaces externos que ofrezcan bienes o servicios, a menos que la tarea lo requiera;",
    "3214322759": "realizar cualquier otra actividad maliciosa o fraudulenta.",
    "3733422465": "8. Verificación de su identidad",
    "267645277": "El IMI puede verificar su identidad. Esto puede incluir la comparación de su información personal con bases de datos de terceros o documentos legales oficiales. Usted nos autoriza a realizar todas las averiguaciones necesarias para confirmar su identidad, la propiedad de su dirección de correo electrónico y la propiedad de sus cuentas financieras. Usted acepta proporcionar información sobre usted para ayudarnos a verificar su identidad.",
    "4169910317": "9. Cumplimiento de la ley",
    "519755936": "Usted es el único responsable de cumplir con las leyes federales, estatales, provinciales y locales en relación con su uso de los Servicios. Usted se compromete a indemnizarnos y a eximirnos de cualquier reclamación contra nosotros por haber incumplido alguna ley o por haber violado algún derecho de terceros, incluidos, entre otros, los derechos contractuales, de propiedad intelectual o de privacidad.",
    "731546974": "10. Contribuyente o integrador de impuestos",
    "3128328457": "Si usted es un Colaborador o Integrador, usted es el único responsable del pago de cualquier impuesto sobre la renta estimado o de otro tipo, federal, estatal o local, de la seguridad social, de la FICA y de la compensación de los trabajadores que se deba como resultado del uso de nuestro sitio web, así como de impuestos o cargos similares en jurisdicciones no estadounidenses. Usted se compromete a indemnizarnos y a eximirnos de toda responsabilidad en caso de que se nos reclame por no haber cumplido con las leyes fiscales.",
    "2931396764": "11. Violación de las presentes condiciones de servicio",
    "1240667045": "Podemos suspender, limitar o cancelar su acceso a los Servicios en cualquier momento y por cualquier motivo, incluso porque (a) creemos que usted ha violado estas Condiciones de Servicio (incluyendo otras políticas relacionadas); (b) creemos que usted ha violado nuestros derechos o los derechos de cualquier tercero; (c) no podemos verificar o autenticar la información que nos ha proporcionado; o (d) creemos que sus acciones pueden crear responsabilidades para usted, nosotros o un tercero. Para evitar dudas, nos reservamos el derecho de impedir o suspender el pago a usted si creemos razonablemente que cualquiera de los casos anteriores se aplica a dicho pago.",
    "1601080128": "Si suspendemos o cancelamos su cuenta, dejará de tener acceso a cualquier parte del sitio web, incluidos los datos, mensajes, archivos y demás material que guarde en el sitio. NO podrá seguir utilizando nuestro sitio web con un nombre de cuenta diferente o nuevo. Las violaciones de estas condiciones de servicio pueden ser perseguidas con todo el peso de la ley y pueden dar lugar a sanciones y penalizaciones adicionales.",
    "1160707899": "12. Papel y relación del colaborador con el IMI y otros solicitantes",
    "269838707": "Si eres un Colaborador, tú y sólo tú decides qué y cuántas tareas completar, y cuándo y dónde las completas. Es libre de dedicar tanto o tan poco tiempo a completar las tareas como desee. En ningún momento tiene la obligación de completar una tarea.",
    "1087195513": "Si usted es un Colaborador que accede a los Servicios y/o realiza tareas a través de un Integrador o en relación con él en nombre de un Solicitante que no es IMI, acepta y reconoce que Intuition Machines no es responsable ni tiene ninguna obligación con usted con respecto a ninguna recompensa u otra compensación por las tareas completadas. Usted acepta y reconoce que cualquier recompensa u otra compensación por las tareas completadas se determina únicamente de acuerdo con su contrato con el Solicitante y/o el Integrador, según corresponda. Cualquier disputa sobre dichas recompensas u otras compensaciones (incluyendo, sin limitación, la falta de recepción de dichas recompensas u otras compensaciones) es únicamente entre usted y el Solicitante y/o el Integrador, según corresponda.",
    "952813944": "Ni el uso de nuestro sitio web ni nada de este acuerdo crea una relación de empleo, asociación, empresa conjunta, agencia, franquicia o representante de ventas entre usted e Intuition Machines. No le proporcionamos ningún equipo o herramienta para completar una tarea. No le proporcionamos ninguna prestación, compensación laboral o cobertura de seguro. No somos responsables de ningún gasto en el que incurra al utilizar nuestro sitio web. No retendremos ninguna cantidad de su recompensa en concepto de impuesto sobre la renta federal o estatal, seguridad social o cualquier otro impuesto. Usted es libre en todo momento de realizar tareas para cualquier persona o negocio, incluyendo cualquiera de nuestros competidores. Usted no tiene autoridad para celebrar ningún contrato, escrito u oral, en nombre de Intuition Machines.",
    "3460432665": "Sin perjuicio de lo anterior, si usted es un contribuyente estadounidense podemos solicitarle un W-9, que deberá ser actualizado anualmente, y podemos prohibirle realizar tareas hasta que haya completado o actualizado un W-9.",
    "458271951": "Si usted es un Colaborador que accede a los Servicios y/o realiza tareas a través de un Integrador o en relación con él en nombre de Intuition Machines (actuando como Solicitante), Intuition Machines puede recompensarle por la realización aceptable de determinadas tareas. En el caso de que se descubra que ha cometido un fraude, un abuso o una violación de estas Condiciones de servicio, Intuition Machines podrá retener y/o recuperar todas las recompensas que se le hayan otorgado.",
    "3056723024": "13. Finalización inaceptable de las tareas",
    "3913203723": "Si, por cualquier motivo, el Solicitante no acepta la realización de una tarea que usted ha completado, usted, como Colaborador o Integrador, no tendrá derecho a ninguna recompensa por la tarea. En el caso de que las recompensas ya le hayan sido repartidas por una tarea completada de forma inaceptable, podremos recuperarlas de usted.",
    "3666807632": "14. Cualificaciones y aptitudes de los colaboradores",
    "1993899769": "15. Nuestro uso de la información",
    "2927283721": "Al realizar tareas en nuestro sitio web, usted autoriza la recopilación, el uso y la divulgación de su información personal de acuerdo con nuestra Política de Privacidad. Además, podemos compartir cierta información sobre usted y sus tareas completadas con el Solicitante cuyas tareas ha completado para facilitar la relación de servicio y mejorar el sitio web, incluyendo, por ejemplo, el ID de colaborador, los resultados de las tareas completadas y otros atributos relacionados con sus calificaciones, idiomas, habilidades y uso del sitio web.",
    "3027055607": "16. Propiedad intelectual y derechos de propiedad",
    "3910971075": "IMI posee todos los derechos, incluidos los derechos de propiedad intelectual, sobre el código fuente, el código objeto o la estructura subyacente, las ideas o los algoritmos, la API y cualquier software, documentación o datos adicionales relacionados con los Servicios (\"Software\"). Usted no podrá, directa o indirectamente, a través de un tercero o de otra manera (a) realizar ingeniería inversa, descompilar, desensamblar o intentar descubrir el Software; (b) modificar, traducir o crear trabajos derivados basados en cualquier Software; (c) copiar, alquilar, arrendar, distribuir, pignorar, ceder o transferir o gravar los derechos de cualquier Software; (d) utilizar cualquier Software con fines de tiempo compartido, de oficina de servicios o de cualquier otra forma en beneficio de un tercero; o (e) eliminar cualquier aviso o etiqueta de propiedad.",
    "3660891610": "Si usted es un Colaborador, IMI, y no usted, tiene derechos de propiedad sobre cualquier trabajo que produzca como parte de la realización de cualquier tarea. Al aceptar los términos de este Contrato, usted acepta (y así lo hace) transferirnos la posesión, la propiedad y la titularidad (incluidos todos los derechos de propiedad intelectual existentes en todo el mundo) de su trabajo. Para garantizar que podamos adquirir, perfeccionar y utilizar dichos derechos, usted se compromete además a (i) firmar cualquier documento que ayude a documentar, perfeccionar y hacer cumplir nuestros derechos; y (ii) proporcionar un acceso razonable a la información para registrar, perfeccionar, asegurar, defender y hacer cumplir dichos derechos de propiedad en todos y cada uno de los países. Sus obligaciones bajo esta sección continuarán incluso después de que usted se dé de baja o deje de usar los Servicios. Usted nos designa como su apoderado para ejecutar documentos en su nombre para los fines establecidos en esta sección.",
    "426125156": "17. Derecho de autor y TakeDown",
    "1408530660": "IMI respeta la propiedad intelectual de los demás y se reserva el derecho de eliminar de nuestro sitio cualquier material que considere que pueda violar los derechos intelectuales de cualquier tercero. Si cree que su propio trabajo ha sido copiado de forma que constituya una infracción de los derechos de autor en este sitio web, póngase en contacto con el servicio de atención al cliente de Intuition Machines.",
    "2696932851": "18. Indemnización",
    "3844300338": "Usted se compromete a indemnizarnos, defendernos y eximirnos de cualquier reclamación, daño, responsabilidad, costes y gastos (incluidos los honorarios y costes razonables de los abogados), que surjan o estén relacionados con su desempeño de las tareas o su uso de nuestro sitio web.",
    "2474091800": "19. Disputas con otros usuarios; liberación",
    "3162107126": "IMI no es parte en ninguna disputa entre usted y cualquier otro usuario de los Servicios. Usted exime a IMI y a sus afiliados de cualquier reclamación, demanda y daño de cualquier tipo y naturaleza, conocido y desconocido, sospechado e insospechado, revelado y no revelado, que surja o esté relacionado con cualquier disputa entre usted y otro usuario.",
    "2271969747": "20. Información confidencial que recibe",
    "1042802841": "La información confidencial es cualquier información marcada como confidencial o de propiedad, o que debería ser razonablemente entendida por la parte receptora como confidencial o de propiedad. Esto no incluye ninguna información que (1) esté disponible públicamente, (2) ya esté en posesión de, desarrollada independientemente por, o ya conocida por la parte receptora, o (3) haya sido revelada por orden judicial o como se requiera por ley.",
    "1918025546": "Si se le proporciona información confidencial de cualquier persona en los Servicios, usted se compromete a proteger el secreto de la información confidencial con el mismo grado de cuidado que utiliza para proteger su propia información confidencial, pero en ningún caso con menos que el debido cuidado. Usted no podrá revelar o publicar dicha información confidencial o de propiedad, excepto cuando sea necesario para el desempeño de una tarea. Toda la información de una tarea en la Plataforma de Intuition Machines debe considerarse confidencial, incluso si la información no se designa expresamente como confidencial.",
    "2690395789": "Cuando ya no necesite la información confidencial que ha recibido, deberá devolver o destruir sin demora (según lo solicite quien haya revelado la información) todas las copias de la información que existan en los locales, sistemas u otros equipos que controle.",
    "2178073797": "Dado que la divulgación de información confidencial puede causar un daño irreparable, la parte que la divulgue tiene derecho a solicitar medidas cautelares por cualquier incumplimiento o amenaza de incumplimiento de este término.",
    "2185860003": "21. Modificaciones del sitio web",
    "2631249972": "Podemos mejorar o modificar nuestro sitio web sin avisarle.",
    "3764131594": "22. Sitios web de terceros",
    "295955580": "Nuestro sitio web puede contener enlaces a sitios web de terceros. No controlamos, investigamos, supervisamos ni comprobamos dichos sitios web. No nos responsabilizamos ni respaldamos los programas informáticos, el contenido o las opiniones contenidas en dichos sitios web. Si decide abandonar nuestro sitio web y acceder a cualquier sitio web de terceros, lo hará bajo su propia responsabilidad.",
    "838225123": "23. 23. Renuncia a la garantía",
    "3897238493": "LOS SERVICIOS SE PROPORCIONAN \"TAL CUAL\". NO HACEMOS NINGUNA DECLARACIÓN O GARANTÍA, IMPLÍCITA O EXPRESA, CON RESPECTO A LA ACCESIBILIDAD, IDONEIDAD, LEGALIDAD, DISPONIBILIDAD O FUNCIONALIDAD DE LOS SERVICIOS, CUALQUIER SOFTWARE O MATERIAL RELACIONADO, LAS TAREAS O CUALQUIER ACTIVIDAD O ELEMENTO RELACIONADO CON ESTE ACUERDO. EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, IMI RECHAZA TODAS LAS CONDICIONES, REPRESENTACIONES Y GARANTÍAS EXPRESAS O IMPLÍCITAS, INCLUYENDO, PERO SIN LIMITARSE A, LAS GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. SU ÚNICO Y EXCLUSIVO REMEDIO CONTRA IMI CON RESPECTO A CUALQUIER DEFECTO, FALTA DE FUNCIONAMIENTO O DISSATISFACCIÓN ES DEJAR DE UTILIZAR LOS SERVICIOS No tendremos ninguna responsabilidad por cualquier daño a su sistema informático, pérdida o corrupción de datos, u otro daño que resulte de su acceso o uso del sitio web o de la Plataforma Intuition Machines. Pueden producirse interrupciones programadas y no programadas, y no garantizamos la disponibilidad ininterrumpida de nuestro sitio web.",
    "2110259227": "24. 24. Limitación de la responsabilidad",
    "3018077211": "25. Resolución de litigios de los contribuyentes",
    "2790841456": "Si usted es un Colaborador, acepta la siguiente cláusula de arbitraje y la renuncia a la acción colectiva:",
    "3302832698": "Se requiere una resolución alternativa de conflictos.",
    "561456032": "Usted acepta que para cualquier disputa que surja o esté relacionada con su uso de los Servicios, incluyendo cualquier disputa que pueda haber surgido desde el momento en que comenzó a realizar tareas para IMI, y específicamente incluyendo cualquier reclamación relacionada con la clasificación o no como contratista independiente, primero notificará a IMI su reclamación contra ella. A continuación, usted e IMI intentarán resolver la cuestión a través de una negociación directa o una mediación. Nos repartiremos a partes iguales el coste de la mediación y acordaremos que ésta se lleve a cabo por vía telefónica u otros medios electrónicos. Si una reclamación sigue sin resolverse tras las negociaciones informales o la mediación, usted acepta que usted e IMI recurrirán a un arbitraje definitivo y vinculante para resolver la disputa. Esta cláusula rige todas las reclamaciones con carácter retroactivo desde el momento en que usted comenzó a utilizar nuestro sitio web, ya sea por agravio, contrato o estatuto, incluyendo, pero sin limitarse a ello, cualquier reclamación por discriminación y acoso, ya sea que se basen en la Ley de Empleo y Vivienda Justos de California, el Título VII de la Ley de Derechos Civiles de 1964, en su versión modificada, o cualquier otra ley o reglamento estatal o federal, ley de equidad o de otro tipo.",
    "3794239003": "Procedimiento de arbitraje.",
    "4193379787": "Todos los arbitrajes en virtud de este acuerdo se llevarán a cabo bajo las reglas de la Asociación Americana de Arbitraje o por un servicio de arbitraje acordado mutuamente. El árbitro será un árbitro estadounidense seleccionado de una lista de no menos de siete (7) nombres a través de huelgas alternativas. En el arbitraje, cada una de las partes tendrá derecho a llevar a cabo un descubrimiento civil adecuado, a presentar mociones dispositivas y a presentar testigos y pruebas según sea necesario para presentar sus casos y defensas, y cualquier disputa en este sentido será resuelta por el árbitro. La resolución de la disputa se basará únicamente en la ley que rige las reclamaciones y defensas alegadas, y el árbitro no podrá invocar ninguna otra base que no sea dicha ley dominante. El árbitro gozará de la inmunidad de un funcionario judicial en materia de responsabilidad civil cuando actúe en calidad de árbitro, inmunidad que complementa cualquier otra existente. Los laudos deben incluir el dictamen razonado por escrito del árbitro. Usted renuncia a su derecho a un juicio con jurado de cualquier reclamación que pueda tener contra IMI o que IMI pueda tener contra usted. Cualquier reclamación en virtud de esta cláusula debe presentarse dentro del periodo de prescripción aplicable. La Ley Federal de Arbitraje de los Estados Unidos rige esta cláusula, y usted reconoce que este Contrato evidencia una transacción en el comercio.",
    "2583888954": "Excepciones.",
    "1034830": "Los litigios que no pueden ser objeto de un acuerdo de arbitraje previo según lo dispuesto en la Ley Dodd-Frank de Reforma de Wall Street y Protección del Consumidor (Ley Pública 111-203) están excluidos de este",
    "263977834": "Agotamiento administrativo.",
    "1807512722": "Usted puede presentar cualquier reclamación derivada de su uso de este sitio web ante un organismo administrativo, pero sólo en la medida en que la legislación aplicable permita el acceso a dicho organismo, a pesar de la existencia de un acuerdo de arbitraje. Dichas reclamaciones administrativas incluyen, sin limitación, las reclamaciones o acusaciones presentadas ante la Comisión de Igualdad de Oportunidades en el Empleo, el Departamento de Trabajo de los Estados Unidos y la Junta Nacional de Relaciones Laborales. Nada de lo dispuesto en la presente cláusula se considerará que le impide o excusa de presentar una reclamación administrativa ante cualquier organismo con el fin de cumplir con su obligación de agotar los recursos administrativos antes de presentar una reclamación en el arbitraje, sin embargo, usted renuncia al derecho a cualquier adjudicación monetaria a través de este tipo de procedimientos de la agencia.",
    "996430331": "Lugar del arbitraje.",
    "3040062804": "Cualquier procedimiento de arbitraje en virtud de esta sección tendrá lugar por defecto en el Estado de California, a menos que usted resida fuera de los Estados Unidos, en cuyo caso el arbitraje se llevará a cabo íntegramente por vía electrónica o telefónica. El arbitraje puede tener lugar en cualquier otro lugar si así lo acuerdan todas las partes por escrito. Independientemente de su ubicación, cualquiera de las partes puede optar por comparecer en el arbitraje a través de vídeo o teleconferencia en directo.",
    "3091247030": "Renuncia a la acción de clase.",
    "2520904193": "Usted renuncia a cualquier derecho que tenga para que cualquier disputa sea presentada, escuchada o arbitrada como una acción de clase, colectiva o representativa. A pesar de cualquier otra cláusula contenida en este acuerdo, la frase anterior no será separable de este acuerdo en ningún caso. Cualquier reclamación de que la totalidad o parte de esta renuncia es inaplicable, incoercible, nula o anulable puede ser determinada sólo por un tribunal de jurisdicción competente y no por un árbitro. No se tomarán represalias contra usted ni se le impedirá realizar tareas en nuestro sitio web como resultado de su ejercicio de los derechos contemplados en la Sección 7 de la Ley Nacional de Relaciones Laborales, o por la presentación o participación en una acción de clase, colectiva o representativa en cualquier foro, pero podemos buscar legalmente la aplicación de esta renuncia a la acción de clase, y solicitar la desestimación de dichas acciones o reclamaciones de clase, colectivas o representativas.",
    "3493572638": "Costes y tasas.",
    "702926385": "Cada una de las partes correrá con sus respectivos gastos de representación legal en dicho arbitraje, excepto en la medida en que los honorarios de los abogados estén explícitamente previstos por la ley. Las partes se repartirán los honorarios administrativos iniciales cobrados por el árbitro, hasta un coste máximo para usted de doscientos cincuenta dólares (US$250,00). El coste del árbitro y del taquígrafo judicial, si lo hubiera, será inicialmente asumido por nosotros; sin embargo, el árbitro tendrá la facultad de adjudicar los costes apropiados a la parte que prevalezca, según lo dispuesto por la ley, y/o de exigir a las partes que dividan los costes asociados al árbitro y/o al taquígrafo judicial.",
    "3199694247": "Divisibilidad.",
    "3102490587": "A excepción de la renuncia a la demanda colectiva, si cualquier término o disposición, o parte de esta cláusula de arbitraje se declara nula o inaplicable, se eliminará y el resto de la cláusula de arbitraje será aplicable.",
    "2323013093": "26. Ley aplicable",
    "2900525040": "Las leyes del Estado de California rigen estos Términos de Servicio y cualquier controversia, disputa o reclamación que surja de ellos.",
    "3339302473": "27. Terminación",
    "1158384644": "El usuario puede optar en cualquier momento por dejar de utilizar nuestro sitio web, siempre y cuando se atenga a todas las políticas aplicables de IMI. Podemos, a nuestra entera discreción, rescindir este acuerdo, suspender el acceso a nuestro sitio web o eliminar cualquier servicio inmediatamente sin previo aviso por cualquier motivo.",
    "41530052": "28. Términos generales",
    "3202747130": "Acuerdo completo. Estas condiciones de servicio y cualquier política, procedimiento o término al que se haga referencia en este acuerdo constituyen el acuerdo completo de las partes con respecto al tema, y sustituyen y cancelan todos los acuerdos, reclamaciones, representaciones y entendimientos anteriores y contemporáneos relacionados de las partes.",
    "4080263153": "No hay renuncia. No se considerará que hemos renunciado a ninguna parte de nuestros derechos o recursos a menos que la renuncia se haga por escrito y esté firmada por nosotros. Si retrasamos la aplicación de nuestros derechos en virtud de cualquier disposición de este acuerdo o no la aplicamos, ello no constituirá una renuncia a nuestro derecho a aplicar posteriormente dicha disposición o cualquier parte de este acuerdo.",
    "1789371580": "Cesión. Usted no puede ceder estas Condiciones de Servicio sin nuestro consentimiento previo por escrito. Nosotros podemos ceder estas Condiciones de Servicio en cualquier momento, sin previo aviso. Sujeto a lo anterior, estas Condiciones de Servicio serán vinculantes para los sucesores y cesionarios de cada parte.",
    "2819628066": "Divisibilidad. Si alguna de las disposiciones de estas Condiciones del servicio se considera inválida o inaplicable por cualquier motivo, no afectará a la validez y aplicabilidad de las disposiciones restantes.",
    "3955981186": "Modificaciones.  Ninguna modificación o enmienda de estas Condiciones de servicio por parte de otra persona que no sea IMI será vinculante para IMI, a menos que se trate de un instrumento escrito firmado por un representante debidamente autorizado de IMI.",
    "1377538813": "Idioma predominante.  La versión en inglés de estas Condiciones de Servicio prevalecerá en todos los aspectos y será la que prevalezca en caso de inconsistencias con las versiones traducidas, si las hubiera.",
    "2438016011": "Acuerdo voluntario. Todas las partes de estas condiciones de servicio declaran y aceptan que cada una de ellas ha revisado todos los aspectos de este acuerdo, ha leído detenidamente y comprende plenamente todas sus disposiciones, y está celebrando voluntariamente este acuerdo.",
    "2445034923": "Si no está de acuerdo con todos los términos y condiciones de estas Condiciones de Servicio, no utilice (y no puede) el Sitio o los Servicios ni acceda a ellos.",
    "2646127839": "Apéndice del cliente a las condiciones generales de servicio",
    "4097297673": "Como Cliente, Solicitante o Integrador, usted acepta quedar vinculado por los siguientes términos, además de cualquier otro término vinculante entre usted e IMI.",
    "1093280979": "1. Formularios de pedido de la plataforma",
    "1549953005": "Es posible que haya completado uno o más formularios de pedido de acceso a la plataforma (cada uno de ellos, un \"Formulario de pedido\") como condición para convertirse en Cliente o Solicitante.  Si es así, los términos y condiciones descritos en el Formulario de Pedido pasan a formar parte de las Condiciones de Servicio y se incorporan por referencia.",
    "3819851005": "2. Tasas",
    "1591032933": "El Cliente pagará a IMI las tarifas descritas en la Hoja de Pedido correspondiente a través del método de pago que haya proporcionado en la Hoja de Pedido correspondiente. A menos que ambas partes acuerden expresamente lo contrario por escrito, el cliente pagará la totalidad de las facturas emitidas en un plazo de treinta (30) días a partir de la fecha de envío de la factura. Usted nos autoriza a ejecutar autorizaciones de tarjetas de crédito en toda la información de la tarjeta de crédito que nos proporcione, a almacenar esa información de la tarjeta de crédito, y a cargar su tarjeta de crédito o cualquier otra cuenta que acordemos mutuamente como forma de pago. A menos que se indique lo contrario en la hoja de pedido o en el Contrato de servicios para empresas o el Contrato marco de servicios, todas las tarifas de los servicios, aparte de los excesos, se facturan anualmente al inicio de los servicios prestados por IMI en virtud de su Contrato (la \"Fecha de entrada en vigor\").",
    "4142610534": "Cualquier pago atrasado acumulará cargos por demora a una tasa del 1,5% mensual o la cantidad máxima permitida por la ley, la que sea menor. Si no paga la cantidad adeudada en virtud de este Acuerdo por cualquier motivo, su cuenta puede ser suspendida, a nuestra entera discreción, en cuyo caso no se efectuarán pagos adicionales desde su cuenta para la realización de tareas y todas sus tareas serán eliminadas de nuestro sitio web. Deberá reembolsarnos todos los importes adeudados cuando se lo solicitemos, más los gastos de tramitación, los gastos de demora o los honorarios de los abogados. También podremos realizar los informes pertinentes a las agencias de información crediticia y a las autoridades policiales.",
    "512991700": "Si desea impugnar cualquier tarifa, debe ponerse en contacto con nuestro departamento de atención al cliente a más tardar treinta (30) días después de la fecha de cierre del primer estado de cuenta o facturación en el que apareció el error o el problema para recibir un ajuste o un crédito.",
    "1273914192": "3. Impuestos",
    "4242322181": "Usted es responsable del pago de todos los impuestos asociados a los Servicios, salvo los impuestos estadounidenses que se aplican a los ingresos netos o a los bienes personales de Intuition Machines.",
    "1671996585": "Es posible que tenga que integrar su sitio web, aplicación o plataforma con nuestros Servicios a través de nuestra interfaz de programación de aplicaciones (\"API\"). En el caso de que lo haga, le concedemos una licencia limitada, no exclusiva, intransferible, no cedible y revocable para utilizar la API únicamente para acceder a los Servicios. Podemos modificar la API y/o dejar de dar soporte a versiones o lanzamientos antiguos de la API en cualquier momento. Nos reservamos el derecho a suspender o limitar su acceso a la API a nuestra entera discreción, y haremos esfuerzos razonables para avisarle antes de la suspensión.",
    "4036662147": "5. Protección de la información confidencial",
    "3564208535": "Usted se compromete a realizar esfuerzos comercialmente razonables para proteger cualquier Información Confidencial recibida de nosotros o a través de nuestros Servicios. incluye puntuaciones de bots y detalles no públicos de nuestro servicio empresarial, incluyendo documentación no pública y cualquier detalle que podamos compartir en relación con nuestros métodos de detección de bots. Si se le concede acceso a dicha Información Confidencial, podemos modificar, suspender o limitar su acceso a nuestros Servicios a nuestra entera discreción si determinamos que la Información Confidencial está siendo expuesta por su uso de nuestros Servicios, y haremos esfuerzos razonables para proporcionarle una notificación antes de la suspensión.",
    "120384113": "6. Terminación",
    "453723556": "Usted puede rescindir este Anexo de Cliente independientemente de las Condiciones de Servicio dejando de ser Cliente o Solicitante. Nos reservamos el derecho de suspender o cancelar su condición de Cliente o Solicitante en cualquier momento, o de cancelar su cuenta o el uso de los Servicios de acuerdo con las Condiciones de Servicio. En el momento de la rescisión, usted seguirá siendo responsable de cualquier importe adeudado en virtud de su Hoja de Pedido. Si su suscripción incluye alguna cuota mensual o anual o mínimos mensuales o anuales, seguirá siendo responsable de pagar todas las cuotas de los Servicios hasta el final de ese mes o año, respectivamente.",
    "218889628": "Salvo en el caso de que rescindamos el presente Anexo del cliente o las Condiciones del servicio como resultado de su incumplimiento del Anexo del cliente o de las Condiciones del servicio, si rescindimos el contrato y usted nos ha pagado por adelantado alguna tarifa, le devolveremos una parte prorrateada de esos importes pagados por adelantado, en función del tiempo restante o de los Servicios que haya pagado, lo que sea menor. Finalizaremos nuestro trabajo de una manera comercialmente razonable y conservaremos y le entregaremos todos los Conjuntos de Datos de Salida pagados y todos los Datos del Cliente que estén en nuestra posesión. En el momento de la terminación, podemos, pero no estamos obligados, a eliminar cualquier dato.",
    "2505227594": "7. Sobrecostes",
    "2369877184": "La tasa máxima de RPS permitida para los Integradores o Clientes de hCaptcha es de 1.000 solicitudes por segundo a entidades dentro de su cuenta (\"RPS\"), a menos que se especifique lo contrario mediante un acuerdo contractual por escrito entre usted y nosotros.",
    "234420106": "En el caso de que usted sea un integrador o un cliente del servicio hCaptcha Enterprise y su uso de la API, medido por el RPS, supere la tarifa provista para su nivel de servicio, podemos optar por modificar su servicio o cobrar una tarifa por exceso. En el caso de que su tasa máxima de RPS exceda la tasa provista por un factor de 10 durante 10 o más minutos en total dentro de un período de 30 días y la mayoría de estas solicitudes sean, a nuestro juicio, tráfico no malicioso, podemos optar por cobrarle la tasa de exceso especificada contractualmente para todas las solicitudes de API realizadas en ese mes.",
    "2619472217": "8. Reventa",
    "2019702084": "A menos que se permita expresamente en el Contrato Principal de Servicios del Cliente o en el Contrato de Revendedor, los Servicios SaaS solicitados no se venderán, revenderán, alquilarán, subarrendarán, concederán licencias, sublicencias ni se pondrán a disposición de ningún otro tercero (que no sea un Afiliado del Cliente), y todos los pedidos realizados en virtud del Contrato y todo el uso del Servicio por parte del Cliente serán para el propio uso empresarial interno del Cliente o de su Afiliado.",
    "1233229030": "Varios",
    "1467783792": "Ninguna persona, entidad u organización sancionada por los Estados Unidos (un \"Agente Sancionado\") puede recibir recompensas o utilizar los Servicios como Integrador. Para evitar dudas, esto incluye a cualquier Agente Sancionado designado por la Oficina de Control de Activos Extranjeros (\"OFAC\") del Departamento del Tesoro de los Estados Unidos.",
    "3759657802": "Usted no puede ceder, transferir o delegar estas Condiciones de Servicio o sus derechos u obligaciones en virtud de las mismas de ninguna manera (por efecto de la ley o de otro modo).",
    "1627232990": "Las traducciones de estas Condiciones de Servicio se proporcionan con el mayor esfuerzo posible. En caso de cualquier diferencia sustancial entre las Condiciones de Servicio en inglés y una traducción de las mismas, las Condiciones de Servicio en inglés se interpretarán como autoritarias.",
    "805221621": "Póngase en contacto con nosotros en",
    "259613338": "si tiene alguna pregunta sobre estas Condiciones de servicio.",
    "2735878907": "Declaración sobre la planificación de la continuidad de las actividades",
    "2887242610": "Intuition Machines, Inc. ha desarrollado un Plan de Continuidad de Negocio sobre cómo responderemos a eventos que interrumpan significativamente nuestro negocio de hCaptcha. Dado que el momento y el impacto de las catástrofes e interrupciones son imprevisibles, tendremos que ser flexibles a la hora de responder a los acontecimientos reales que se produzcan. Teniendo esto en cuenta, le proporcionamos esta información sobre nuestro plan de continuidad del negocio.",
    "809251240": "Contacto",
    "2551802342": "- Planeamos recuperar y reanudar rápidamente las operaciones comerciales después de una interrupción significativa del negocio y responder salvaguardando a nuestros empleados y propiedades, haciendo una evaluación financiera y operativa, protegiendo los libros y registros de la empresa y permitiendo a nuestros clientes y sus usuarios finales realizar transacciones en línea. En resumen, nuestro plan de continuidad del negocio está diseñado para permitir a nuestra empresa reanudar las operaciones lo más rápidamente posible, dado el alcance y la gravedad de la interrupción significativa del negocio.  Nuestro plan de continuidad de la actividad aborda: la copia de seguridad y la recuperación de datos; todos los sistemas de misión crítica; las evaluaciones financieras y operativas; las comunicaciones alternativas con los clientes, los empleados y los organismos de supervisión; la ubicación física alternativa de los empleados; el impacto en los proveedores y clientes críticos; la presentación de informes reglamentarios; y la notificación inmediata a nuestros clientes en caso de que no podamos continuar con nuestra actividad. Nuestro grupo de proveedores principales realiza copias de seguridad de nuestros registros importantes en una zona geográficamente separada. Aunque cada situación de emergencia plantea problemas únicos basados en factores externos, como la hora del día y la gravedad de la interrupción, este grupo de proveedores nos ha informado de que su objetivo es restablecer sus propias operaciones y poder reanudar los servicios rápidamente. Aunque hemos trabajado para reducir el riesgo utilizando un conjunto diverso de proveedores, sus servicios podrían verse modificados o interrumpidos durante este periodo.",
    "826396656": "Nuestro plan de continuidad de la actividad",
    "1979347895": "- Las interrupciones significativas de la actividad pueden variar en su alcance, como por ejemplo, sólo nuestra empresa, un solo edificio que alberga nuestra empresa, el barrio en el que se encuentra nuestra empresa, la ciudad en la que estamos ubicados, o toda la región. Dentro de cada uno de estos ámbitos, la gravedad de la interrupción también puede variar de mínima a grave. En caso de que se produzca una interrupción en nuestra empresa, nuestro distrito comercial, ciudad o región, o en un edificio que albergue nuestra empresa, transferiremos nuestras operaciones a un sitio local cuando sea necesario y no esperamos que se produzcan interrupciones importantes en las operaciones comerciales. En cualquiera de las dos situaciones, planeamos continuar en el negocio, transferir las operaciones a proveedores alternativos si es necesario, y notificarle a través de nuestro sitio web en hcaptcha.com y nuestra página de estado en hcaptchastatus.com cómo ponerse en contacto con nosotros. Si la interrupción significativa de la actividad es tan grave que nos impide seguir operando, se lo notificaremos rápidamente.",
    "653679457": "Distintos tipos de perturbación",
    "410397176": "Para más información",
    "2095899021": "Directrices de la marca hCaptcha y licencia general de la marca",
    "2340340589": "Directrices sobre el uso de la marca hCaptcha",
    "2430148876": "Hemos creado estas directrices y la licencia general de marcas para facilitar al máximo el trabajo de nuestros clientes, socios y seguidores con nuestra marca, al tiempo que preservamos nuestra identidad corporativa. Si necesita utilizar los iconos, logotipos u otras marcas de hCaptcha de forma que difiera materialmente de estas directrices, deberá ponerse en contacto con nosotros (IMI) para obtener una licencia por escrito.",
    "3884400764": "Aunque puede utilizar las marcas de hCaptcha de acuerdo con estas directrices, esto no significa que tenga ningún derecho adquirido sobre las marcas de hCaptcha, los logotipos o cualquier otra marca comercial, nombre comercial, marca de servicio, nombre empresarial o fondo de comercio de hCaptcha. Queremos conceder tanta flexibilidad como sea posible, pero estamos obligados a proteger a hCaptcha contra el uso no autorizado de cualquier marca comercial, nombre comercial, marca de servicio, nombre de negocio o fondo de comercio de hCaptcha. Cualquier uso no autorizado termina automáticamente el permiso o la licencia concedida por hCaptcha y puede incurrir en responsabilidades legales por cualquier daño.",
    "512598290": "Por lo tanto, debemos pedirle que utilice siempre todas las marcas y logotipos de hCaptcha de una forma que se adhiera a las reglas que se indican a continuación, incluidas las mayúsculas, el tipo de letra y el estilo.",
    "2075610992": "Gracias por su apoyo.",
    "1023190144": "hCaptcha® en texto",
    "4274324704": "A continuación se explica cómo utilizar nuestro nombre en los textos:",
    "3912926900": "hCaptcha® debe tener un símbolo de marca registrada la primera vez que aparece en una copia creativa.",
    "950637875": "La ortografía de hCaptcha no debe cambiarse nunca y hCaptcha debe ir siempre en mayúscula en la segunda letra (\"C\"). Nunca es plural ni posesivo.",
    "2624601135": "hCaptcha no debe utilizarse como parte de un nombre de marca, unido con un guión, o utilizado en nombres de aplicaciones u otros productos.",
    "3828090208": "Si se utiliza con el logotipo de un tercero, \"for hCaptcha\" debe ser más pequeño que el logotipo del tercero.",
    "4149738856": "hCaptcha debe usarse como adjetivo y seguido de un término genérico propio.",
    "1446868537": "hCaptcha nunca debe usarse como verbo.",
    "2487931657": "No uses: \"hemos hCaptcha'd nuestro sitio\".",
    "2565565429": "En su lugar, utilice: \"usamos hCaptcha para que nuestro sitio sea más seguro\".",
    "3434202027": "Cualquier uso del nombre hCaptcha en las comunicaciones requiere la atribución: \"hCaptcha es una marca registrada de Intuition Machines, Inc\".",
    "2754937029": "Usos inaceptables",
    "2436973524": "Sólo se aceptan referencias precisas. No está permitido decir que un sitio utiliza los servicios y aplicaciones de hCaptcha cuando no es así. Del mismo modo, el uso de nuestro logotipo o de cualquier insignia sólo es apropiado cuando el sitio utiliza los servicios de hCaptcha.",
    "69844082": "Las marcas comerciales, los símbolos gráficos, los logotipos, el tipo de letra o los iconos de hCaptcha tampoco pueden utilizarse de forma despectiva.",
    "3861413614": "No puede utilizar ninguna marca comercial o logotipo de hCaptcha que implique que hCaptcha tiene una afiliación con un producto o servicio de un tercero, o que lo respalda, patrocina o apoya, sin permiso expreso por escrito.",
    "1409822234": "En ningún caso se utilizará una marca hCaptcha idéntica o casi idéntica como nombre de dominio.",
    "4181060163": "Los terceros no deben utilizar variaciones o errores ortográficos ni actuar de ninguna manera que provoque una confusión de interés inicial sobre las marcas comerciales de hCaptcha.",
    "3955555607": "Aparte de los Socios o Revendedores Autorizados, los terceros no pueden pujar por palabras clave, Google AdWords u otros sistemas de publicidad dirigida utilizando las marcas hCaptcha o errores ortográficos. Tampoco podrán los terceros utilizar las marcas hCaptcha en los nombres de dominio, cualquier optimización de motores de búsqueda, meta tags, términos de búsqueda, código o cualquier otra tergiversación.",
    "1985238261": "Otras marcas restringidas",
    "2193061499": "Algunos de nuestros logotipos y marcas están restringidos a ser utilizados por hCaptcha y sus socios. Los terceros no pueden utilizar las siguientes marcas sin una licencia escrita de hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Distribuidor autorizado de hCaptcha™.",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop por hCaptcha™",
    "2557601376": "El logotipo de hCaptcha™",
    "248923369": "Logotipo de BotStop™.",
    "3942875761": "Ayuda a construir una Web™ mejor",
    "364774188": "Soy humano™.",
    "2785425016": "(en el contexto de una solución de verificación de la humanidad, por ejemplo, una llamada a la acción)",
    "2639657759": "Marcas utilizadas con permiso",
    "1268918580": "Algunos de los logotipos y marcas utilizados por hCaptcha y sus socios son propiedad de terceros y sólo pueden utilizarse con su permiso. Los terceros no pueden utilizar las siguientes marcas, excepto si lo permiten sus propietarios:",
    "3782751514": "HUMAN Protocol® es una marca registrada de la HUMAN Protocol Foundation, y se utiliza con su permiso.",
    "1620709264": "HUMAN Token® es una marca registrada de la HUMAN Protocol Foundation, y se utiliza con su permiso.",
    "3031953928": "HUMAN Network™ es una marca comercial de la Fundación del Protocolo Humano, y se utiliza con su permiso.",
    "3554363588": "Otras marcas",
    "3290996791": "Todos los demás nombres de productos, logotipos y marcas son propiedad de sus respectivos dueños. Todos los demás nombres de empresas, productos y servicios utilizados en este sitio web tienen únicamente fines de identificación. El uso de estos nombres, logotipos y marcas no implica su aprobación.",
    "2444685143": "Política de logotipos",
    "2414232014": "Nuestro logotipo es reconocible al instante y uno de nuestros activos más valiosos e importantes. Para garantizar que siga siendo una sólida representación de nuestra empresa, debe presentarse de forma cuidadosa y coherente en todos los canales de comunicación.",
    "803639471": "El logotipo de hCaptcha está compuesto por el icono de la mano y el logotipo de hCaptcha. En su forma alternativa, el icono de la mano puede aparecer por sí mismo cuando el espacio es limitado y \"hCaptcha\" se utiliza como marca denominativa (como se ha descrito anteriormente) muy cerca del icono de la mano, de forma que quede claro que el icono de la mano representa a hCaptcha.",
    "564127016": "El icono de la mano hCaptcha:",
    "1424800293": "El logo de hCaptcha:",
    "1525506526": "¿Qué son las adquisiciones de cuentas y cómo funcionan?",
    "2446481523": "Hay un viejo cuento popular en el que un carretero y un noble se presentan en la comisaría de un pequeño pueblo rural. Uno de los hombres, vestido con ropa sucia de pobre, le dice al alguacil: \"Yo soy el noble. Este hombre era mi conductor.",
    "1767952047": "Me atacó anoche, me robó la ropa y se llevó mi dinero\". El otro hombre, vestido con grandes galas, la ropa de la clase noble, respondió: \"Alguacil, este hombre está loco. Se cree un noble. Yo soy el verdadero noble. Arréstelo\".",
    "2947576723": "Esta historia es anterior a los permisos de conducir y a la impresión digital de huellas dactilares, pero ofrece un buen ejemplo de lo que puede salir mal en una situación de apropiación de cuentas. Una persona se conecta a una cuenta bancaria en línea o a una aplicación de pagos por móvil. ¿Es el verdadero titular de la cuenta o un hacker? ¿Quién es realmente quién? Estos problemas de seguridad afectan a las organizaciones que permiten el acceso a cuentas de autoservicio.",
    "1687299615": "¿Qué es una absorción de cuentas?",
    "2648707986": "La apropiación de cuentas es una forma de ciberfraude en la que un actor malicioso se hace pasar por el propietario de una cuenta en línea. Por lo general, la cuenta se encuentra en una institución financiera o en una empresa de comercio electrónico donde el estafador puede robar dinero, mercancías o tarjetas de regalo. El atacante utiliza credenciales de inicio de sesión robadas para acceder a la cuenta y luego se apodera de ella, quizás cambiando la contraseña para bloquear al verdadero propietario de la cuenta.",
    "1476843710": "Otras formas de apropiación de cuentas menos perjudiciales desde el punto de vista financiero, pero no por ello menos dañinas, son el secuestro de cuentas de redes sociales y similares. En estos casos, el atacante suele intentar propagar malware o realizar ataques de phishing contra amigos desprevenidos de la víctima. O bien, el atacante está tratando de avergonzar a la víctima, lo que a veces sucede con celebridades y políticos, por ejemplo.",
    "2904949278": "¿Cómo se apodera un hacker de una cuenta?",
    "2575690545": "Los robos de cuentas, al igual que la mayoría de los fraudes cibernéticos, son en su mayoría una cuestión de procesos automatizados y masivos. Es raro que un hacker, vestido con una sudadera en el sótano de su madre, teclee las contraseñas en los sitios web de los bancos de uno en uno.",
    "3614653023": "La práctica se basa más bien en ataques de relleno de credenciales a gran escala que prueban millones de pares de nombre de usuario/contraseña en docenas de instituciones financieras objetivo con la esperanza de desbloquear un pequeño subconjunto de las cuentas. Una vez que el software de fraude automatizado ha obtenido acceso a la cuenta, un hacker humano puede intervenir, pero en algunos casos no.",
    "2762759509": "Muchos de los ataques de toma de posesión de cuentas están casi totalmente automatizados.",
    "1972710018": "Verlo desde la perspectiva de la empresa",
    "1282121137": "Para entender lo problemático que puede ser el robo de cuentas, considere cómo es la experiencia desde el punto de vista de la institución financiera. Gestionan millones de inicios de sesión cada día.",
    "2315518622": "Con la sofisticación de las herramientas de ataque actuales, es muy difícil detectar cuáles son fraudulentas, si es que lo son. Entonces, una persona llama a la línea de atención al cliente y dice \"¡Mi cuenta ha sido atacada! No puedo conectarme y alguien está robando mi dinero\".",
    "1836369533": "Al igual que el alguacil del cuento popular, ¿cómo se puede determinar quién es realmente quién? Si el atacante dispone de suficientes elementos de identidad robados, como el número del carné de conducir, el número de la seguridad social, el nombre de soltera de la madre, la dirección, etc., podría ser bastante difícil determinar si la persona que llama es el verdadero titular de la cuenta o un atacante que intenta que se restablezca la contraseña de una cuenta en la que quiere entrar.",
    "2880837730": "¿Qué se puede hacer para detener las tomas de posesión de cuentas?",
    "3654556483": "Las instituciones financieras y las empresas de comercio electrónico tienen procesos y controles que mitigan parte de la amenaza de la toma de posesión de cuentas. Estos controles van desde las anticuadas preguntas de seguridad \"cómo se llamaba tu mejor amigo en la escuela primaria\" hasta métodos de detección que descubren direcciones IP y perfiles de dispositivos móviles sospechosos.",
    "2449501658": "ofrece una de las formas más avanzadas de mitigar la amenaza de los intentos de inicio de sesión de cuentas fraudulentas, utilizando el aprendizaje automático para detectar y detener a los bots, y dificultando o incluso imposibilitando de forma efectiva que los estafadores realicen la toma de posesión de cuentas.",
    "3621455477": "para saber más.",
    "555246307": "Por cierto, así es como termina la historia del noble y su chofer: El alguacil hizo que los dos hombres se sentaran juntos en una habitación durante horas y se aburrieran mucho. Al final del día, apareció y dijo: \"Ahora hablaré con el carretero\". El hombre de la ropa noble se levantó. Estaba tan aburrido que se olvidó de que sólo estaba fingiendo ser el noble.",
    "1224727373": "BotStop de hCaptcha",
    "1187718370": "Contacto con nosotros",
    "3892905664": "hCaptcha ayuda a tus servicios online favoritos a mantener alejados a los bots, el spam y los abusos, haciendo preguntas sencillas que son fáciles para los humanos y difíciles para las máquinas.",
    "555158694": "Un servicio que utilizas ha decidido mejorar tu experiencia en su sitio instalando hCaptcha para reducir el tráfico malicioso.",
    "1617196410": "hCaptcha se centra en detener a los bots. No nos importa quién es un usuario, sino sólo si es malicioso. Trabajamos duro para equilibrar la privacidad &",
    "1624200563": "seguridad, y cumplir con el GDPR, CCPA, LGPD, PIPL y otras regulaciones de privacidad.",
    "1927613000": "hCaptcha combina un sofisticado aprendizaje automático con una potente plataforma de retos para proteger las aplicaciones web de la toma de cuentas, el relleno de credenciales, el scraping y otros tipos de abuso.",
    "1133989302": "¿Por qué hCaptcha?",
    "34074886": "Cada vez que respondes a un reto, utilizamos sofisticados modelos para averiguar si eres humano. El sitio web que has visitado utiliza este resultado para ayudar a mejorar tu experiencia en su sitio, manteniendo alejados a los bots.",
    "3412647984": "Esto le permite evitar futuras preguntas al registrarse y establecer una cookie. Por favor, intente también desactivar su bloqueador de anuncios.",
    "2510209017": "¿Necesita más ayuda?",
    "477275453": "¿Por qué las API son un objetivo popular para los hackers?",
    "596347471": "Las interfaces de programación de aplicaciones (API) se han convertido en un objetivo popular para los actores maliciosos del ciberespacio. Hay muchas razones para ello, incluida su gran utilidad en la integración de aplicaciones. Sin embargo, es posible mitigar el riesgo de las API.",
    "2441638955": "En primer lugar, ¿qué es una API?",
    "3963216198": "Para discutir por qué las APIs son un objetivo popular para los hackers, vale la pena primero tomar un breve momento para definir lo que se entiende actualmente por el término \"API\". El concepto de API no es en absoluto nuevo. De hecho, las interfaces para conectar varios sistemas informáticos entre sí, así como sus componentes internos, han existido desde al menos principios de la década de 1960.",
    "1047251718": "Sin embargo, hoy en día, cuando la gente habla de APIs, se refiere invariablemente a las APIs basadas en estándares. Se trata de APIs construidas con estándares abiertos como la Transferencia de Estado Representativa (REST) y formatos de archivo estándar abiertos como la Notación de Objetos de JavaScript (JSON). Estas \"APIs RESTful\", como se conocen, pueden crearse sin necesidad de software propietario. Las APIs resultantes son capaces de enviar y recibir datos y llamadas a procedimientos entre aplicaciones de software. Por ejemplo, una aplicación de banca móvil utiliza una API para acceder a los sistemas del banco.",
    "3195334319": "La utilidad y vulnerabilidad de las API",
    "1903743785": "La llegada de las API basadas en estándares representó un gran avance en la integración de aplicaciones. Durante los últimos 20 años aproximadamente, las API pasaron de ser productos de software patentados costosos y complicados a herramientas gratuitas basadas en estándares con las que era relativamente fácil trabajar y rápido de implementar.",
    "879362350": "Con las nuevas API funcionando a través de Internet, fue posible conectar cualquier software o fuente de datos, en cualquier parte del mundo, independientemente de la plataforma, el esquema de datos o el lenguaje de programación. Como resultado, el mundo de la informática se encuentra ahora en medio de una revolución API. Ha habido una explosión de conectividad entre aplicaciones y datos. Eso es genial, hasta que no lo sea.",
    "3844432472": "La misma apertura y utilidad de las API las convierte en objetivos increíblemente ricos para los atacantes. De la misma manera que una aplicación móvil puede programarse para obtener y OBTENER datos de un sistema corporativo usando una API, también puede hacerlo un malware. Los piratas informáticos han escrito una amplia variedad de herramientas de software para abusar de las API. Es una técnica de ataque eficaz.",
    "2187096543": "De hecho, ha habido algunas violaciones de datos importantes como resultado de software escrito por piratas informáticos que recurrió a una API para extraer datos de una base de datos. Después de todo, si robar datos simplemente requiere una llamada GET básica en una API, escrita usando REST y JSON, entonces es fácil eliminar rápidamente una base de datos limpia. De hecho, cuando la gente habla de ataques de \"raspado de pantalla\", lo que realmente quieren decir, en su mayoría, son llamadas a API rápidas que extraen datos de las bases de datos. Las API se han convertido en una importante superficie de ataque para las organizaciones que las crean.",
    "4222109231": "Mitigar el riesgo de API con el producto empresarial de hCaptcha",
    "1783317946": "Detener los ataques de API es un caso de uso popular para",
    "3022922096": ", el conjunto de productos empresariales de hCaptcha. A diferencia de la versión gratuita de hCaptcha,",
    "63719113": "utiliza el aprendizaje automático avanzado para identificar el tráfico malicioso en su sitio y aplicaciones, incluidas las actividades de raspado.",
    "3566102529": "nosotros hoy para aprender más.",
    "3096553330": "Cada sistema que creamos simplemente refleja nuestras relaciones con otras personas.",
    "1467218142": "Lo que deseamos de ellos y de nosotros mismos impulsa nuestro comportamiento y, por lo tanto, los mismos patrones de interacción se repiten en todos los sistemas humanos. Internet ofrece muchos ejemplos excelentes de este aspecto fundamental de nuestro mundo.",
    "808872868": "Por ejemplo: el spam, el fraude y el abuso han existido en línea desde casi el día después de que dos sistemas se conectaron por primera vez.",
    "1085089390": "El abuso en línea proviene de comportamientos humanos innatos",
    "3064321967": "El primer correo electrónico no deseado conocido se envió en 1978. [",
    "3800781598": "] Casi cinco décadas después, el spam de correo electrónico sigue atormentándonos. Se han invertido muchos miles de millones de dólares y miles de años-persona de esfuerzo de ingeniería para derrotarlo y, sin embargo, el spam persiste. Hay industrias de miles de millones de dólares en ambos lados, es decir, las que se defienden y las que lo envían.",
    "2119943547": "¿Por qué es esto? La respuesta es simple. Siempre que exista un incentivo para abusar de un sistema, generalmente alguien encontrará la manera. Y una vez que lo hagan, alguien más tendrá un incentivo para detenerlos.",
    "532470444": "El equilibrio puede variar ligeramente de un año a otro, pero este comportamiento simplemente refleja la naturaleza humana fundamental, y cinco mil años de historia registrada implican que es poco probable que la dinámica cambie pronto.",
    "3193548097": "La esperanza es eterna",
    "4065614934": "Este análisis no es nuevo, pero la gente es eternamente optimista. Especialmente cuando piensan que su idea es nueva.",
    "1216071511": "Las mismas ideas se proponen con tanta frecuencia que hace unos 20 años, a un autor anónimo se le ocurrió un útil espacio en blanco para las discusiones en línea sobre soluciones anti-spam:",
    "1941999673": "Tu publicación aboga por una",
    "4179118182": "() técnico () legislativo () basado en el mercado () vigilante",
    "3978720689": "enfoque para combatir el spam. Tu idea no funcionará. He aquí por qué no funcionará.",
    "318339230": "(Uno o más de los siguientes pueden aplicarse a su idea en particular, y puede tener",
    "30312304": "otras fallas que solían variar de un estado a otro antes de que se aprobara una mala ley federal).",
    "2710988028": "() Los spammers pueden usarlo fácilmente para recolectar direcciones de correo electrónico",
    "3912514510": "() Las listas de distribución y otros usos legítimos del correo electrónico se verían afectados",
    "2030062561": "() Nadie podrá encontrar al chico o cobrar el dinero.",
    "3334160175": "() Está indefenso ante ataques de fuerza bruta",
    "3238345709": "() Detendrá el spam durante dos semanas y luego nos quedaremos con él.",
    "4227800293": "() Los usuarios del correo electrónico no lo tolerarán",
    "2271252286": "() Microsoft no lo tolerará",
    "692064738": "() La policía no lo aguantará",
    "3475647460": "() Requiere demasiada cooperación de los spammers",
    "1482845460": "() Requiere la cooperación total inmediata de todos a la vez",
    "3741193183": "() Muchos usuarios de correo electrónico no pueden permitirse perder negocios o alienar a posibles empleadores.",
    "2234909600": "() A los spammers no les importan las direcciones no válidas en sus listas",
    "1982617151": "() Cualquiera podría destruir de forma anónima la carrera o el negocio de otra persona",
    "2498172334": "Específicamente, su plan no tiene en cuenta",
    "389705801": "() Leyes que lo prohíban expresamente",
    "190955495": "() Falta de autoridad de control central para el correo electrónico",
    "237009707": "() Relevos abiertos en países extranjeros",
    "3507532387": "() Facilidad de búsqueda en un pequeño espacio de direcciones alfanumérico de todas las direcciones de correo electrónico",
    "2477958756": "( ) Mala gente",
    "3254142589": "() Problemas jurisdiccionales",
    "3621401685": "() Impopularidad de nuevos impuestos extraños",
    "4277475973": "() Renuencia del público a aceptar nuevas formas extrañas de dinero",
    "941057651": "() Gran inversión de software existente en SMTP",
    "3265293440": "() Susceptibilidad de ataques de protocolos distintos de SMTP",
    "515733427": "() Disposición de los usuarios para instalar los parches del sistema operativo recibidos por correo electrónico",
    "2631159699": "() Ejércitos de gusanos plagados de cajas de Windows conectadas a banda ancha",
    "776542208": "() La eterna carrera armamentista implicada en todos los enfoques de filtrado",
    "989480928": "() Rentabilidad extrema del spam",
    "3898950867": "() Joe jobs y / o robo de identidad",
    "3395399558": "() Políticos técnicamente analfabetos",
    "1118929614": "() Estupidez extrema por parte de las personas que hacen negocios con spammers",
    "838951836": "() Deshonestidad por parte de los propios spammers",
    "2123236933": "() Costos de ancho de banda que no se ven afectados por el filtrado de clientes",
    "2292919419": "( ) Panorama",
    "2534436327": "y también pueden aplicarse las siguientes objeciones filosóficas:",
    "832385387": "() Es fácil pensar en ideas similares a las suyas, pero ninguna ha demostrado ser práctica.",
    "1993984258": "() Cualquier esquema basado en la exclusión voluntaria es inaceptable",
    "3909240516": "() Los encabezados SMTP no deben ser objeto de legislación.",
    "1151065360": "() Las listas negras apestan",
    "2396605499": "() Las listas blancas apestan",
    "2225785608": "() Deberíamos poder hablar de Viagra sin ser censurados",
    "3004688366": "() Las contramedidas no deben involucrar fraude electrónico o fraude con tarjetas de crédito.",
    "922470170": "() Las contramedidas no deben implicar el sabotaje de las redes públicas.",
    "3068923550": "() Las contramedidas deben funcionar si se implementan gradualmente",
    "2752975480": "() El envío de correo electrónico debe ser gratuito",
    "117227832": "() ¿Por qué deberíamos confiar en ti y en tus servidores?",
    "1021431157": "() Incompatibilidad con licencias de código abierto o de código abierto",
    "2801524659": "() Las medidas para sentirse bien no resuelven el problema",
    "931661269": "() Las direcciones de correo electrónico temporales / únicas son engorrosas",
    "2090457681": "() No quiero que el gobierno lea mi correo electrónico",
    "3536122902": "() Detenerlos de esa manera no es lo suficientemente lento y doloroso",
    "2391175562": "Además, esto es lo que pienso de ti:",
    "229198134": "() Lo siento amigo, pero no creo que funcione.",
    "345563040": "() Esta es una idea estúpida, y eres una persona estúpida por sugerirla.",
    "409780280": "( ) Buen intento, ****! ¡Espero que alguien pise tu teclado!",
    "2820080973": "alojado con ❤ por",
    "3943164003": "ver crudo",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Por qué su nueva solución anti-spam no funcionará",
    "361795034": ". Autor desconocido, c. 2000",
    "1547006769": "La verificación de la humanidad es el mismo problema",
    "3717942925": "Así como siempre habrá personas que quieran llamar su atención por correo electrónico, siempre existirá el deseo de restringir el acceso a algunos recursos de manera que solo los humanos puedan acceder a ellos.",
    "2481032625": "Si el objetivo es prevenir:",
    "1691348394": "- compras masivas automatizadas durante una venta de lanzamiento limitado",
    "1771016224": "- software para descargar todo el contenido de su sitio web en masa",
    "1959762846": "- hacer que sus formularios web se llenen con un sinfín de spam o abuso de marketing",
    "345108670": "- relleno de credenciales y otros intentos de adquisición de cuentas",
    "2540760245": "entre muchos otros usos, ser capaz de filtrar el tráfico en línea sobre la base de \"humano o no\" probablemente seguirá siendo una herramienta valiosa siempre que la naturaleza humana siga los mismos patrones registrados durante los últimos cinco mil años.",
    "3346362371": "¿Qué pasa con el aprendizaje automático?",
    "3619183405": "En 2021, los CAPTCHA simples a veces se pueden resolver con software, gracias a los avances en el aprendizaje automático. Para abordar esto, hCaptcha también hace un análisis muy detallado de propiedades como",
    "3292221787": "se respondió al desafío, no solo si era correcto, y con frecuencia cambia tanto las preguntas como los datos utilizados.",
    "1080672247": "Debido a que muchas de las preguntas formuladas no se pueden resolver de manera económica con un software estándar, y debido a que los datos son generalmente exclusivos del sistema, esto significa que los bots a menudo son detenidos por completo por el servicio gratuito y deben confiar en los solucionadores CAPTCHA humanos, que hace que muchos tipos de abuso sean completamente antieconómicos.",
    "4172868199": "va mucho más allá de esto, avanzando hacia el ámbito de intentar distinguir entre \"buenos humanos\" y \"malos humanos\", y muchos de los servicios en línea más populares del mundo lo utilizan hoy en día para encontrar y detener todo, desde fraudes de compras hasta persistentes avanzados. amenazas contra sus usuarios, manteniendo un enfoque único en la preservación de la privacidad.",
    "2873911365": "¿Qué pasa con la certificación de hardware?",
    "1477196356": "Durante décadas se han propuesto varios métodos para vincular la identidad a un dispositivo de una manera criptográficamente segura, a veces con propiedades que preservan la privacidad. La criptografía de clave pública se remonta a c. 1975, y los tokens de hardware han existido casi tanto tiempo.",
    "2349681896": "Desafortunadamente, controlar una pieza de hardware no significa que sea una persona. Prácticamente todos los esquemas de certificación de hardware de consumo populares se han roto, parcheado y luego roto repetidamente.",
    "254326776": "A menudo se descubre que el abuso malintencionado de estos defectos ha estado ocurriendo durante meses o años antes de la divulgación o publicación académica.",
    "2462909475": "Un muro de más de 10,000 teléfonos usados para abuso, parte de una operación de bot chino.",
    "1963951234": "No importa cuán confiable sea su esquema criptográfico, si alguien al final del día puede simplemente gastar dinero para darle la respuesta que está buscando, poseer una pieza de hardware es insuficiente.",
    "1278884196": "Dicho esto, la criptografía es una disciplina bastante joven. Según la historia reciente, es probable que su esquema criptográfico y / o implementación se rompa tan pronto como alguien tenga un incentivo para mirarlo de cerca, y es probable que otras personas se den cuenta de esto mucho antes que usted. Depender del hardware también significa que es posible que deba pedirle a cada uno de sus usuarios que cambie un dispositivo físico para corregir la falla. Es poco probable que esto suceda rápidamente en la mayoría de los casos, lo que significa que en realidad su sistema simplemente fallará al abrirse.",
    "1828028934": "Esta es la razón por",
    "1642844535": "es importante: hCaptcha utiliza varios enfoques diferentes para responder la misma pregunta fundamental, lo que permite comparar la coherencia en todas las evaluaciones.",
    "1155821305": "la defensa es profundidad",
    "119098046": "¿Qué pasa con las soluciones pasivas o sin desafío?",
    "2760410719": "Los servicios que intentan realizar la detección de bots con señales puramente pasivas se encuentran rápidamente con un problema fundamental: ¿cómo validar si un sistema detecta a los malos actores correctamente cuando no se cuenta con la verdad exacta del terreno?",
    "1722734001": "La Internet abierta es un entorno muy ruidoso. Los malos actores atacan a los usuarios de nuestro servicio y competidores como reCAPTCHA todos los días y, por supuesto, intentan parecer lo más humanos posible mientras lo hacen.",
    "1595254735": "Los servicios puramente pasivos luchan por mantener la precisión de la detección de bots, o incluso por saber cuándo son inexactos. Sin la capacidad de desafiar ocasionalmente a los usuarios y analizar correctamente los resultados de ese desafío, la precisión tiende a disminuir considerablemente con el tiempo.",
    "2412751979": "Gracias a las señales humanas más precisas que alimentan hCaptcha, muchas empresas que anteriormente usaban reCAPTCHA v3 / Enterprise han cambiado a",
    "2284856231": "y también se ha visto una precisión drásticamente mejorada en el modo puramente pasivo de hCaptcha Enterprise.",
    "4162847": "Hemos podido observar esto directamente, ya que algunos de nuestros clientes realizan pruebas A / B en la misma solicitud antes de cambiar por completo las ofertas de Google. Por lo general, podemos demostrar una alta tasa de falsos positivos y falsos negativos provenientes de reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "436125785": "Esto no es sorprendente dada la inexactitud de los bucles de retroalimentación disponibles en esos productos y el hecho de que los vende una red publicitaria con un gran interés en no ser demasiado bueno en la detección de bots, para que no dañe su negocio principal.",
    "2233741720": "En conclusión",
    "2133809801": "Mientras las personas sigan siendo personas, es probable que la verificación de la humanidad tenga un papel que desempeñar en línea.",
    "2255549335": "Nuestro trabajo en hCaptcha es encontrar buenas compensaciones entre dificultad y precisión y mantener baja la fricción, especialmente para",
    "4138068262": "usuarios. Al final, es probable que la interacción con los desafíos siga siendo parte del arsenal de herramientas para reducir el abuso en línea mientras la naturaleza humana permanezca sin cambios.",
    "855097735": "Construir un servicio que lo haga bien y al mismo tiempo equilibrar todas las preocupaciones es un problema muy difícil (y siempre estamos trabajando para mejorarlo y hacer que la experiencia sea lo más placentera posible), pero esperamos que esté de acuerdo en reducir el spam, el abuso y la apropiación de cuentas. y, en última instancia, el fraude en línea vale la pena una simple pregunta ocasional.",
    "1953959745": "accesibilidad",
    "2543123170": "Verificación de humanidad de cero fricción",
    "547245263": "Resuelva su problema de bot hoy.",
    "3117887301": "Confiado por los servicios en línea más grandes",
    "981806349": "Construido sobre la plataforma probada hCaptcha",
    "2373007864": "hCaptcha Enterprise se ejecuta en la tecnología de la plataforma hCaptcha, ampliada para incluir las funciones que necesitan las empresas de alto tráfico.",
    "2652399059": "Un socio confiable",
    "1997838163": "Las empresas más grandes del mundo dependen de hCaptcha Enterprise. La integración es simple y la precisión de detección es incomparable.",
    "734735952": "Evaluamos varios proveedores de CAPTCHA y también construimos un sistema nosotros mismos. Al final, hCaptcha surgió como la mejor alternativa a reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Director de gestión de productos, Cloudflare",
    "3971348140": "¿Por qué usamos hCaptcha? Nadie más podía ofrecer las funciones y el rendimiento que necesitábamos. Nos pusieron en marcha rápidamente y a nuestros comerciantes les encanta la experiencia.",
    "4248655793": "- Alex M.",
    "4185927140": "Gerente de producto, Flash, Shopify",
    "282913023": "La opción rentable para empresas de alto tráfico",
    "999610953": "Finalmente, una alternativa creíble a Google. hCaptcha Enterprise ofrece importantes ahorros en su factura reCAPTCHA con mayor seguridad: hasta un 80% menos costoso en algunos casos.",
    "1886100235": "Muchos de los servicios en línea más grandes del mundo se han cambiado a hCaptcha Enterprise y han recibido una mejor detección de bots junto con importantes ahorros de costos.",
    "2903742230": "Las redes publicitarias ven a sus visitantes como el producto. Para nosotros el único objetivo es determinar su humanidad. Nuestros servicios cumplen o superan los requisitos de GDPR, CCPA, LGPD y PIPL, y trabajamos arduamente para equilibrar la privacidad y la seguridad.",
    "3901503296": "Este enfoque único en la privacidad significa que podemos ofrecer cero retención de datos individuales, operación sin cookies y otras garantías de privacidad contractuales según sea necesario, mientras mantenemos una excelente seguridad.",
    "3342910682": "Lee mas",
    "1130783905": "La precisión es de su interés y el nuestro. hCaptcha trabaja para brindarle datos reales y permitirle decidir cómo usarlos. Otras soluciones de seguridad son proporcionadas por empresas publicitarias gigantes. Esto significa que cada bot que bloquean puede reducir sus ingresos.",
    "2019130052": "Nuestras innovaciones en ML centrado en la privacidad nos permiten superar los estándares de seguridad de las estrategias heredadas de \"registrar todo para siempre\" sin dañar la seguridad o la privacidad del usuario.",
    "23114595": "Gran experiencia de usuario",
    "3437412311": "Para los usuarios empresariales, hay opciones disponibles para evitar completamente los desafíos en la mayoría de los escenarios, confiando en puntajes pasivos.",
    "1996843433": "Reduzca la fricción al evitar un desafío por completo para el 99,9% de su tráfico legítimo y, al mismo tiempo, brindar una excelente seguridad.",
    "3093689546": "Fácil integración",
    "247560732": "Agregue hCaptcha con tres líneas de código. Si viene de reCAPTCHA, nuestra API es compatible y solo toma unos minutos cambiar.",
    "1510448156": "Puede estar listo y funcionando con una alternativa superior hoy y activar funciones más avanzadas según sea necesario.",
    "2718999653": "Puntuaciones de amenazas personalizadas",
    "2698140263": "No todos los problemas son iguales: obtener una sola puntuación significa que debe abordar sus necesidades para ser útil.",
    "897432717": "Con nuestro diseño novedoso para puntuaciones de amenazas personalizadas, agregar su conocimiento empresarial permite que nuestros modelos proporcionen puntuaciones especialmente relevantes para sus usuarios.",
    "2650502379": "Lance sus propios desafíos en segundos",
    "3578122193": "Manténgase en la marca con contenido relevante",
    "1074044172": "Cuando los usuarios deben resolver un desafío para cumplir con sus requisitos de seguridad, ¿por qué no hacer preguntas agradables y relevantes para el usuario?",
    "1579093044": "Con nuestro sencillo diseñador de desafíos personalizados, puede lanzar contenido de desafíos de marca en solo unos minutos.",
    "3717512591": "Integración de plataforma directa",
    "121743429": "Para empresas de infraestructura web",
    "2131386784": "Experiencia y asistencia accesibles tanto para usted como para sus usuarios",
    "2782263070": "El servicio es nuestra máxima prioridad. Mantenemos soporte de guardia las 24 horas del día, los 7 días de la semana y ofrecemos coordinación directa de Slack con su equipo de integración de ingeniería y nuestro personal de guardia durante y después de la implementación.",
    "3740051331": "También estamos comprometidos a monitorear y responder activamente las preguntas de sus usuarios en las redes sociales, foros y nuestros canales de soporte en widgets y por correo electrónico. Somos accesibles y receptivos, y tratamos la satisfacción del usuario como uno de los principales KPI.",
    "170775527": "Funciones empresariales",
    "3383086062": "hCaptcha Enterprise es una completa solución de seguridad en línea. Los modos activo y pasivo le permiten detener el relleno de credenciales, detectar apropiaciones de cuentas y bloquear actores sospechosos. Todo con cero fricciones para usuarios legítimos.",
    "1408599440": "Empiece rápido con unas pocas líneas de código y nuestro modo pasivo al 99,9%, o tome el control total sobre cuándo y cómo se enfrentan los usuarios. Los modelos de amenazas personalizados y los desafíos personalizables significan una flexibilidad sin igual para garantizar la seguridad.",
    "3365203058": "Protección anti-bot de clase mundial",
    "1803009328": "Probado en batalla a escala web.",
    "1586809757": "Puntajes de bot de alta precisión",
    "353367791": "Detecta malos actores de muchos tipos diferentes.",
    "191460155": "Modos pasivos de cero fricción y 99,9%",
    "585557010": "Desafíe a menos del 0,1% de los usuarios legítimos.",
    "3287172429": "Se muestran los tipos de desafío de control",
    "1844885924": "Amplia biblioteca de tipos para elegir.",
    "3018523079": "Manténgase en la marca con una experiencia de usuario constante.",
    "3817811295": "Fiabilidad garantizada y soporte rápido 24 horas al día, 7 días a la semana.",
    "1798492192": "Soporte de navegador heredado",
    "1356745565": "Compatible desde el principio hasta Internet Explorer 8.",
    "751483365": "Soporte para clientes que no son JavaScript.",
    "4199502476": "Paneles de control de informes avanzados y API",
    "3630114728": "Vea lo que está sucediendo en todos sus sitios y aplicaciones.",
    "3573245166": "A diferencia de reCAPTCHA, trabajamos en todos los países.",
    "2354267648": "Política de privacidad compatible con GDPR, CCPA y LGPD",
    "3167979932": "Diseñado para tener privacidad desde el primer día. Acuerdo de procesamiento de datos sólido.",
    "4065065042": "Marque esto para que se ajuste exactamente a su caso de uso.",
    "111184581": "Hospedaje propio",
    "4272022475": "Todas las solicitudes y activos van a hcaptcha.yourdomain.com",
    "2676853536": "Paneles multiusuario",
    "1368787974": "Comparta la gestión con todo su equipo.",
    "1045484714": "Integración SAML SSO con su proveedor de identidad, por ejemplo, Okta o Azure AD.",
    "3953584369": "Restricciones de acceso sofisticadas de RBAC disponibles.",
    "2781507299": "Verificación instantánea",
    "4019660456": "Latencia de 0ms: verifique los tokens de hCaptcha sin una llamada a la API.",
    "3446714684": "Integración móvil (iOS y Android)",
    "2593768395": "Experiencia perfecta en web, móvil nativo, web móvil. Integraciones predefinidas y SDK nativos disponibles.",
    "1779265104": "Términos personalizados y garantías de privacidad",
    "122875767": "Satisfaga sus necesidades legales cuando otras empresas no pueden.",
    "148188781": "Desafíos presentados",
    "838049015": "Seleccione todas las imágenes que coincidan con la consulta",
    "1126302400": "Cuadro delimitador",
    "3554448168": "Categorización",
    "2104933754": "Identificar las etiquetas correspondientes",
    "3612043014": "... y otras tareas sencillas. Fácil para los humanos, difícil para los bots.",
    "3624758171": "Las tareas personalizadas también están disponibles para editores empresariales.",
    "1001938065": "La integración no podría ser más sencilla",
    "2138799135": "hCaptcha tiene docenas de integraciones predefinidas para los sistemas frontend y backend que utiliza.",
    "2535001179": "Si proviene de reCAPTCHA de Google, nuestras API son reemplazos directos.",
    "1393184984": "son todo lo que necesitas.",
    "3715747429": "Nuestros ingenieros de incorporación pueden ponerlo en marcha rápidamente, ya sea que necesite la integración de React, SDK para aplicaciones nativas de iOS, un ejemplo de backend de Java o prácticamente cualquier otro escenario.",
    "2681650568": "Y como siempre, la privacidad es un valor fundamental para nosotros. Agregue nuestro código de desafío solo donde sea necesario y donde tenga sentido para protegerlo a usted y a sus usuarios. Minimizar la recopilación de datos comienza desde el momento de la integración.",
    "1130868224": "Tres líneas de código",
    "2183926131": "Empiece con hCaptcha Enterprise",
    "1526887904": "Privacidad de hCaptcha Enterprise",
    "1845745385": "Diseñado para la privacidad.",
    "1297224875": "Un enfoque único basado en la privacidad para la seguridad en línea empresarial.",
    "2762458927": "Sus datos de usuario no están a la venta.",
    "2058856283": "hCaptcha Enterprise tiene un solo propósito: evitar que los malos actores interrumpan sus operaciones en línea y dañen a sus usuarios.",
    "2408036504": "Por lo tanto, nuestros sistemas están diseñados desde cero para minimizar la recopilación y retención de datos y, al mismo tiempo, mantener una seguridad líder en su clase. La mejor forma de proteger los datos del usuario es no almacenarlos en absoluto.",
    "4099477834": "Todas las relaciones con los clientes también están protegidas por un sólido Acuerdo de procesamiento de datos. El servicio hCaptcha cumple con todas las leyes de privacidad sin importar dónde residan su servicio o sus clientes. No guardar datos personales hace que esto sea mucho más fácil para nosotros que para otras empresas.",
    "3569492665": "Registrar la actividad en línea no es la respuesta.",
    "3389431373": "Servicios como reCAPTCHA v3 dicen que poner su píxel de seguimiento en cada página de su sitio es necesario para una buena seguridad. Este no es el caso.",
    "3590546893": "El análisis de comportamiento simple es una señal fácilmente falsificada por los malos actores y también requiere retener el historial de navegación de todo su tráfico legítimo.",
    "1105363520": "No operamos una red publicitaria y no tenemos interés en observar el comportamiento de sus usuarios para venderles anuncios. Esto significa que no necesitamos un píxel pasivo en cada página de su sitio.",
    "3088605177": "Agregue nuestro código de desafío solo donde sea necesario y donde tenga sentido para protegerlo a usted y a sus usuarios.",
    "337971271": "El aprendizaje automático es útil. Pero no requiere datos personales para funcionar.",
    "320166522": "El aprendizaje automático ahora afecta a casi todos los aspectos de nuestras vidas, a menudo de formas que no nos damos cuenta ni podemos ver. Los servicios de seguridad en línea no son diferentes.",
    "3180664128": "Al aprender sobre miles de señales, los modelos pueden inferir y alcanzar una alta confianza en la detección de comportamientos maliciosos muy rápidamente, incluso cuando ninguna señal individual por sí sola sería lo suficientemente fuerte como para indicar un problema.",
    "961941354": "Sin embargo, nada de esto requiere el uso de información de identificación personal (\"PII\"). Las técnicas criptográficas modernas nos permiten descartar cualquier dato personal lo más rápido posible, creando en su lugar firmas unidireccionales que no se pueden vincular a ningún individuo.",
    "1706581702": "La capacitación sobre datos no identificados funciona igual de bien y no requiere comprometer la seguridad ni la privacidad. Nuestros clientes han realizado las pruebas empíricas y nos han declarado iguales o mejores que alternativas mucho menos privadas.",
    "3203921334": "Nos gustaron varias cosas de las soluciones de hCaptcha: 1) no venden datos personales; recopilan solo los datos personales mínimos necesarios, son transparentes al describir la información que recopilan y cómo la usan y / o divulgan.",
    "305735018": "Finalmente, una alternativa creíble a Google. hCaptcha Enterprise ofrece importantes ahorros en su factura reCAPTCHA con mayor seguridad: hasta un 80% menos costoso en algunos casos.",
    "3695206755": "Pruébenos en su entorno sin compromiso.",
    "2941545733": "Somos ingenieros, no vendedores: queremos que esté satisfecho con su elección.",
    "131871195": "La mejor manera de garantizar su satisfacción es demostrar que satisfacemos sus necesidades.",
    "3436534225": "Prácticamente todas las empresas que inician una prueba piloto finalmente eligen nuestras soluciones.",
    "4060250206": "Utilice este formulario para comunicarse con uno de nuestros especialistas técnicos. Respondemos rápidamente.",
    "1159746815": "También puede enviarnos un correo electrónico directamente.",
    "2531534427": "Los detalles están aquí.",
    "2059998584": "Región",
    "3916131732": "Américas",
    "135276624": "Europa, Medio Oriente, África (EMEA)",
    "1182294134": "Asia-Pacífico (APAC)",
    "2437934778": "Tu nombre",
    "3859506577": "email de negocios",
    "1268414751": "¿Algún otro detalle que debamos tener?",
    "42559805": "¿Necesitas un onboarding urgente?",
    "851679588": "Si.",
    "1729677626": "Estoy bajo ataque y necesito una incorporación inmediata.",
    "2808971932": "Este es un texto dentro de un bloque div.",
    "2468683988": "Bóveda",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim en eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Enlace de texto",
    "2212670355": "Inscribirse",
    "31502377": "¿Qué es un elemento de texto enriquecido?",
    "2310705547": "El elemento de texto enriquecido le permite crear y formatear títulos, párrafos, citas en bloque, imágenes y videos, todo en un solo lugar en lugar de tener que agregarlos y formatearlos individualmente. Simplemente haga doble clic y cree contenido fácilmente.",
    "2590587108": "Edición de contenido estático y dinámico",
    "778204464": "Se puede utilizar un elemento de texto enriquecido con contenido estático o dinámico. Para contenido estático, simplemente colóquelo en cualquier página y comience a editar. Para contenido dinámico, agregue un campo de texto enriquecido a cualquier colección y luego conecte un elemento de texto enriquecido a ese campo en el panel de configuración. ¡Voila!",
    "1890955039": "Cómo personalizar el formato de cada texto enriquecido",
    "3286051798": "Los títulos, párrafos, citas en bloque, figuras, imágenes y leyendas de figuras se pueden diseñar después de agregar una clase al elemento de texto enriquecido mediante el sistema de selección anidado \"Cuando esté dentro de\".",
    "504332576": "Estamos orgullosos de anunciar que hCaptcha se ha convertido en el servicio de ciberseguridad independiente más grande del mundo, que se ejecuta en aproximadamente el 15% de Internet, y tomamos la mayor parte de esta participación de mercado directamente de Google reCAPTCHA. Juntos, hCaptcha y",
    "1155436473": "(nuestra oferta empresarial) ahora protege a cientos de millones de usuarios en decenas de millones de sitios web y aplicaciones cada mes. Nuestra historia muestra que puede competir con Big Tech cuando prioriza la privacidad.",
    "3108727249": "BotStop",
    "1296696044": "Privacidad frente a seguridad: ¿por qué no ambas?",
    "538871570": "Competir con Google y otras compañías de Big Tech parece una tarea difícil: su poder de mercado monopolístico, los efectos de plataforma y el ejército de desarrolladores altamente remunerados generalmente se consideran demasiado poderosos para que nadie los haga frente, excepto otros gigantes tecnológicos como Facebook o Amazon. Nuestra historia muestra que no tiene por qué ser así: puedes vencer a las grandes tecnologías centrándote en la privacidad.",
    "3600718611": "Considere Google reCAPTCHA,",
    "4281708680": ". En hCaptcha, hemos adoptado deliberadamente un enfoque muy diferente, utilizando técnicas de aprendizaje automático que preservan la privacidad para identificar los comportamientos típicos de los bots con alta precisión, todo mientras consumimos y almacenamos la menor cantidad de datos posible.",
    "3312336121": "que consume enormes cantidades de datos de comportamiento para determinar si los usuarios de la web son humanos o bots legítimos",
    "1193738791": ": rastrean el comportamiento del usuario en cada página de un sitio web y en toda la web. Diseñamos hCaptcha para que sea lo más amigable posible con la privacidad desde el primer día. Esto condujo a un enfoque completamente diferente del problema. Resulta que rastrear a los usuarios en la web y vincular su historial web a su identidad es completamente innecesario para lograr una buena seguridad. Las muchas empresas que se han pasado a hCaptcha",
    "2620705814": "Google es una empresa de publicidad y sus productos de seguridad se parecen mucho a sus productos publicitarios.",
    "1126447688": "a menudo informan un rendimiento igual o mejor en la detección y mitigación de bots a pesar de nuestro enfoque de privacidad",
    "439777523": "Asuntos de regulación",
    "3588274874": "Al enfocarnos en entregar un producto alineado con los esfuerzos regulatorios como el RGPD de la Unión Europea y la CCPA de California, hemos experimentado un crecimiento masivo; por supuesto, ayuda que hCaptcha sea un simple reemplazo instantáneo para reCAPTCHA y, por lo tanto, se puede instalar en minutos.",
    "2150595700": ". GDPR y CCPA han puesto las preocupaciones de privacidad en el mapa para los compradores empresariales y, al mismo tiempo, la privacidad en línea se está volviendo cada vez más importante para el público a medida que todos comenzamos a comprender cómo las industrias de publicidad y marketing en línea han utilizado históricamente nuestros datos.",
    "2624949852": "Por supuesto, reCAPTCHA fue uno de los primeros en ingresar a la seguridad web desde 2009, protegiendo millones de sitios web contra las crecientes amenazas de bots maliciosos y spammers. Sin embargo, se ha visto completamente comprometido en los últimos años:",
    "499510428": "De hecho, creemos que la regulación nos ha ayudado aquí.",
    "1232651561": "El software ahora es tan bueno como las personas para resolver los desafíos de reCAPTCHA.",
    "824740867": "En lugar de mejorar la solución, Google lanzó reCAPTCHA v3, que funciona mucho más como una red publicitaria que como un software de seguridad, y recopila datos de comportamiento de toda la web para crear perfiles de usuario. Desafortunadamente, este tipo de señal se vence fácilmente y, por lo tanto, proporciona poca protección contra los bots y daña la privacidad del usuario.",
    "1027023087": "En hCaptcha, en cambio, nos hemos centrado en enfoques más modernos del problema, que no requieren retener registros de comportamiento a largo plazo como el historial de navegación y han demostrado ser mucho más resistentes frente a adversarios determinados desde que se introdujo el servicio.",
    "2852295413": "Un conflicto de intereses inherente: detener los bots reduce los ingresos de una red publicitaria",
    "1597520917": "Un número creciente de críticos ha señalado que el desprecio de Google por la privacidad del usuario debería preocupar a los clientes que buscan proteger sus sitios web y aplicaciones.",
    "763447231": "Al mismo tiempo, evitar que los bots accedan a los sitios de los editores puede revelar un fraude publicitario, lo que enfrenta al producto reCAPTCHA de Google directamente con su negocio publicitario, que produce más del 80% de sus ingresos.",
    "999674529": "Cada bot que Google detecte debería estar ganando cero dólares en publicidad. Por lo tanto, los incentivos de la empresa de Google están mal alineados con los usuarios de sus servicios de seguridad, y esta puede ser una explicación del bajo rendimiento de su oferta de seguridad reCAPTCHA.",
    "956019009": "Las mayores empresas de infraestructura web ya han tomado medidas",
    "1923297430": "El punto de quiebre final para muchos clientes más grandes se produjo cuando Google comenzó a cobrar a las empresas por usar su producto a cualquier escala significativa. Esto provocó que los usuarios de reCAPTCHA desde hace mucho tiempo buscaran mejores alternativas, ya que las preocupaciones regulatorias en todo el mundo ya habían hecho que el uso de las ofertas de Google fuera cada vez más poco atractivo.",
    "2197218442": "El CEO de Cloudflare, Matthew Prince, resumió este punto de vista en el",
    "155456850": "anunciando su cambio a hCaptcha:",
    "435302267": "publicación de blog de la empresa",
    "2087769953": "\"Estamos entusiasmados con este cambio porque ayuda a abordar un problema de privacidad inherente a confiar en un servicio de Google que hemos tenido durante algún tiempo. Evaluamos varios proveedores de CAPTCHA y también creamos un sistema nosotros mismos. Al final, hCaptcha surgió como la mejor alternativa a reCAPTCHA ”.“ Nos gustaron varias cosas acerca de las soluciones de hCaptcha: 1) no venden datos personales; recopilan sólo los datos personales mínimos necesarios, son transparentes al describir la información que recopilan y cómo la utilizan y / o divulgan \".",
    "595582512": "Si está buscando proteger su sitio o aplicación de manera efectiva contra bots, spammers u otros actores maliciosos, todo mientras preserva la privacidad de sus usuarios (¡y cumple con todas las regulaciones relevantes!), Considere hCaptcha y nuestra oferta Enterprise.",
    "3388180864": "¿Está interesado en trabajar en desafíos técnicos profundos a escala web? Siempre estamos contratando ingenieros talentosos en todo el mundo.",
    "3892952987": "echa un vistazo a nuestras vacantes y postula aquí",
    "3368788823": "Terence Eden hace un punto interesante en su blog: \"",
    "1491780143": "Los CAPTCHA no prueban que eres humano, prueban que eres estadounidense",
    "2146900431": "Intuitivamente, esta afirmación tiene mucho sentido. Los CAPTCHA, como casi todo, están integrados en un contexto cultural, y si su grupo de desafíos se ha creado principalmente en una cultura, es posible que no se traduzca muy bien en otra. En esencia, se trata de una cuestión de cultura",
    "378086442": "de CAPTCHA, en lugar de su UX per se.",
    "1445008801": "Como dice Eden:",
    "332723732": "contenido",
    "2072808435": "\"¿Adivina qué, Google? Los taxis en mi país son generalmente negros. He visto suficientes películas para saber que todas las de Estados Unidos son amarillas. Pero en todos los demás países que he visitado, los taxis han sido una mezcla de diferentes tonalidades \".",
    "3206136647": "El problema de Google aquí se basa en los datos de las preguntas que usan frente a quién los ve. Si todos los datos provienen de la misma cultura (y en el caso de Google, de la misma compañía), ciertamente puede esperar tener desafíos que no se traducen bien en otras culturas, en línea con la queja de Eden.",
    "2217842245": "Sin embargo, nuestros datos muestran que (para hCaptcha)",
    "4280117172": "De hecho, a muchos países les va ligeramente mejor que a EE. UU., Incluidos Nigeria, India, Brasil y Alemania:",
    "555749578": "hay menos del 1% de variación en las tasas de resolución en los principales países de todos los continentes.",
    "151737819": "Las tasas de resolución de hCaptcha en todo el mundo muestran muy poca variación",
    "3908992897": "y se utiliza en todos los países y territorios del mundo, por lo que estamos muy enfocados en brindar una experiencia global consistente.",
    "2808122102": "La funcionalidad transcultural es, por tanto, un requisito básico para nuestro servicio. Asegurarnos de que todos los usuarios legítimos puedan acceder al contenido rápidamente es una parte fundamental de nuestra misión. Ofrecemos desafíos en 110 idiomas y mejoramos continuamente las traducciones relevantes para asegurarnos de que todos puedan resolver nuestros desafíos.",
    "3913801502": "hCaptcha ahora se ejecuta en aproximadamente el 15% de Internet",
    "2077639538": ". Por un lado, los datos de desafío en nuestro servicio pueden provenir de muchas fuentes, no solo una, desde grandes compañías Fortune 500 hasta nuevas empresas de aprendizaje automático, siempre que se adhieran a nuestra",
    "3951112506": ". Eso ya garantiza un mayor grado de heterogeneidad en los datos.",
    "1803943584": "En segundo lugar, permitimos que los desafíos se optimicen automáticamente para determinar en qué países o idiomas se ejecutarán, lo que aumenta aún más la probabilidad de una experiencia consistente. Si la precisión es menor de lo esperado, un conjunto de preguntas simplemente dejará de publicarse en la región o el idioma donde ocurre este efecto.",
    "3668873369": "En hCaptcha, hemos adoptado un enfoque diferente desde el primer día",
    "1519201684": "Política de ética de la IA",
    "2155089487": ". Si nuestros desafíos fueran más fáciles de resolver para algunos grupos, esperaríamos ver una diferencia en el desempeño de las personas en todo el mundo y en diferentes culturas al resolverlos. En el contexto de la publicación de Eden, esperaríamos que a los estadounidenses les vaya mejor que a las personas de otros países. Debido a que hemos pasado años desarrollando sistemas para evitar este problema, de hecho vemos todo lo contrario.",
    "2603863826": "PD: Si encuentra una traducción en su idioma que podría mejorar, no dude en enviar una",
    "3543141425": "¡para ello!",
    "2697276059": "Evidencia de que esto está funcionando: tasas de resolución uniformes en todo el mundo",
    "664236229": "solicitud de extracción",
    "1137470858": "11 de diciembre de 2021",
    "12462594": "hCaptcha se basa en la plataforma HUMAN, que permite un enrutamiento y análisis sofisticados para optimizar el costo y la eficiencia en cada paso.",
    "2262549101": "Los métodos alternativos de contacto están documentados en el Directorio de agentes designados de la DMCA de la Oficina de derechos de autor de EE. UU.",
    "2272776729": "Tenga en cuenta que debe verificar su identidad y solicitar antes de que se tomen medidas adicionales, como proporcionar su identificación gubernamental. De acuerdo con la ley de California, puede designar a un agente autorizado para realizar una solicitud en su nombre. Para designar a un agente autorizado para que realice una solicitud en su nombre, debe proporcionar un poder notarial válido, la identificación válida emitida por el gobierno del solicitante y la identificación válida emitida por el gobierno del agente autorizado.",
    "2335607721": "Aviso. Todos los avisos relacionados con estos Términos de servicio se enviarán por correo electrónico o se publicarán en nuestro sitio web. Debe enviarnos avisos a",
    "2875934612": "20 de noviembre de 2020",
    "3084122606": "Cuando nuestro uso de su información personal se base en su consentimiento, tiene derecho a retirarla en cualquier momento de la manera indicada en el Servicio o comunicándose con nosotros en",
    "3312286067": "o presentar una queja ante el regulador de protección de datos de su jurisdicción. Puede encontrar su regulador de protección de datos en",
    "3506025515": "hCaptcha no se ve afectado por log4shell. Así es como lo sabemos.",
    "3516838896": "El error de ejecución remota de código log4j2 se extendió recientemente por Internet y afectó a un gran porcentaje de los servicios en línea. hCaptcha no se vio afectado. Así es como verificamos ese hecho.",
    "3553195003": "hCaptcha no se ve afectado por log4shell.",
    "3610875753": "- Si después de una interrupción comercial significativa no puede comunicarse con nosotros como lo hace habitualmente en",
    "3612764043": ", debe visitar nuestro sitio web en hcaptcha.com o hcaptchastatus.com.",
    "3626193263": "El Agente Designado de hCaptcha para la Ley de Derechos de Autor del Milenio Digital (DMCA) es",
    "3794891866": "Los consumidores de California pueden realizar una solicitud de conformidad con sus derechos según la CCPA comunicándose con nosotros en",
    "3814036702": "- Si tiene preguntas sobre nuestra planificación de continuidad comercial, puede contactarnos en",
    "3975007628": "ahora protege a cientos de millones de usuarios en decenas de millones de sitios web y aplicaciones cada mes. Nuestra historia muestra que puede competir con Big Tech cuando prioriza la privacidad.",
    "4038264749": "Tenga en cuenta que, si bien los pedidos locales de COVID-19 siguen vigentes, no hay garantías de que el correo se reciba de manera oportuna, y el correo electrónico (",
    "4115505783": ") es el canal correcto para comunicarse con nosotros. La empresa no mantiene números de teléfono ni de fax; este es el siglo XXI.",
    "4164851712": "Solo usamos su información personal según lo permitido por la ley. Estamos obligados a informarle sobre las bases legales de nuestro procesamiento de su información personal, que se describen a continuación. Si tiene preguntas sobre las bases legales bajo las cuales procesamos su información personal, contáctenos en",
    "4201262098": "Esta tecnología permite que la fuerza laboral adecuada se encargue de cada parte de su trabajo, maximizando la rentabilidad mientras preserva la privacidad y cumple con los requisitos reglamentarios que puedan aplicarse.",
    "4217188341": "30 de noviembre de 2020",
    "4238473596": "Es importante minimizar la fricción para los usuarios reales. hCaptcha usa tareas simples y toma menos tiempo para la mayoría de los usuarios mientras detiene más tráfico de bots.",
    "4243935861": "ha.com",
    "4270798104": "2. Intente deshabilitar otras extensiones. Si eso lo resuelve, enciéndalos uno por uno hasta que encuentre el problema, y avísele al desarrollador de esa extensión, además de avisarnos en",
    "427220273": "Podemos solicitarle información específica para ayudarnos a confirmar su identidad y procesar su solicitud. La ley aplicable puede exigirnos o permitirnos rechazar su solicitud. Si rechazamos su solicitud, le diremos por qué, sujeto a restricciones legales. Si desea enviar una queja sobre el uso que hacemos de su información personal o responder a sus solicitudes con respecto a su información personal, puede comunicarse con nosotros en",
    "433026247": "Al realizar tareas, puede acumular calificaciones y habilidades, que otorgaremos a nuestra discreción. Nos reservamos el derecho de crear, editar o revocar sus calificaciones y habilidades en cualquier momento, por cualquier motivo o sin motivo alguno. Debido a que no discriminamos por motivos de origen nacional, raza, color, género, orientación sexual o cualquier otra clase protegida por la ley, usted tendrá la misma oportunidad que cualquier otro Colaborador de lograr el acceso a las tareas a medida que se acumulen sus calificaciones y habilidades. . Como colaborador, si cree que las preguntas problemáticas de la prueba han afectado sus calificaciones, habilidades o recompensas, puede proporcionar argumentos bien respaldados que describan las preguntas problemáticas de la prueba a través de la interfaz de tareas o mediante un ticket en nuestro sistema de soporte, por ejemplo, por correo electrónico. en",
    "492025216": "13 de diciembre de 2021",
    "799274928": "Los avisos por correo electrónico se consideran avisos por escrito para todos los fines para los que pueden ser necesarios avisos por escrito. Los avisos por correo electrónico se consideran recibidos el día hábil posterior a la transmisión del correo electrónico debidamente dirigido al destinatario previsto."
}