{
    "1031855757": "Uso de este sitio",
    "1034830": "Las disputas que pueden no estar sujetas a un acuerdo de arbitraje previo a la disputa según lo dispuesto por la Ley de Reforma y Protección al Consumidor de Dodd-Frank Wall Street (Ley Pública 111-203) están excluidas de este",
    "1064537632": "Tenga en cuenta que el uso de nuestro Servicio se rige por nuestro Acuerdo de procesamiento de datos, que se incorpora aquí como referencia. Revise este acuerdo para ver cómo procesamos los datos personales en su nombre. Tenga en cuenta que operamos como un \"procesador de datos\" a los efectos del Reglamento general de protección de datos de la UE, y un \"proveedor de servicios\" a los efectos de la Ley de privacidad del consumidor de California.",
    "1095532507": "Una cookie (\"Cookie\") es un pequeño archivo de texto que un servidor de páginas web coloca en su disco duro. Las cookies contienen información que luego puede ser leída por un servidor web en el dominio que emitió la cookie. Algunas de las cookies solo se utilizarán si utiliza determinadas funciones o selecciona determinadas preferencias, y algunas cookies siempre se utilizarán. Puede obtener más información sobre cada cookie consultando nuestra lista de cookies actual a continuación.",
    "1158384644": "Puede optar por dejar de utilizar nuestro sitio web en cualquier momento, siempre que deba cumplir con todas las políticas de IMI aplicables. Podemos, a nuestro exclusivo criterio, rescindir este acuerdo, suspender el acceso a nuestro sitio web o eliminar cualquier servicio inmediatamente sin previo aviso por cualquier motivo.",
    "1300074400": "Puede obtener información sobre la gestión actual de la empresa en la página Acerca de. El actual director ejecutivo de la empresa es el director gerente responsable del contenido.",
    "1395644678": "Sitio web oficial de la Comisión Europea para la resolución de disputas en línea:",
    "148542287": "Esto no es un consejo legal y no se proporcionan garantías con respecto a este análisis. Si tiene preguntas o inquietudes adicionales, comuníquese con nosotros al:",
    "1527172673": "Si tiene alguna pregunta sobre esta Política de cookies, comuníquese con nosotros a:",
    "1535054294": "Consulte su política detallada",
    "1747657936": "Nuestros Sitios y Servicios no están dirigidos a niños menores de 13 años y no recopilamos a sabiendas Información personal de niños menores de 13 años. Si nos enteramos de que hemos recopilado Información personal de un niño menor de 13 años, tomaremos pasos razonables para eliminar dicha información de nuestros archivos tan pronto como sea posible, a menos que tengamos la obligación legal de conservarla. Comuníquese con nosotros si cree que tenemos información de o sobre un niño menor de 13 años:",
    "1807512722": "Puede presentar cualquier reclamo que surja de su uso de este sitio web a una agencia administrativa, pero solo en la medida en que la ley aplicable permita el acceso a dicha agencia a pesar de la existencia de un acuerdo de arbitraje. Dichos reclamos administrativos incluyen, entre otros, reclamos o cargos presentados ante la Comisión de Igualdad de Oportunidades en el Empleo, el Departamento de Trabajo de los EE. UU. Y la Junta Nacional de Relaciones Laborales. Nada en esta cláusula se considerará que le impide o le excusa de presentar un reclamo administrativo ante cualquier agencia para cumplir con su obligación de agotar los recursos administrativos antes de presentar un reclamo en el arbitraje; sin embargo, usted renuncia al derecho a cualquier indemnización monetaria a través de este procedimientos de agencia.",
    "2238885192": "Usamos Sentry para recopilar datos de depuración cuando un usuario experimenta un error. Para obtener información sobre cómo Sentry recopila y procesa datos:",
    "2520904193": "Usted renuncia a cualquier derecho que tenga para que cualquier disputa sea entablada, escuchada o arbitrada como una acción colectiva, colectiva o representativa. Sin perjuicio de cualquier otra cláusula contenida en este acuerdo, la oración anterior no será separable de este acuerdo en ningún caso. Cualquier reclamo de que la totalidad o parte de esta exención es inaplicable, inconcebible, nula o anulable solo puede ser determinada por un tribunal de jurisdicción competente y no por un árbitro. No se tomarán represalias contra usted ni se le impedirá completar tareas en nuestro sitio web como resultado de su ejercicio de sus derechos bajo la Sección 7 de la Ley Nacional de Relaciones Laborales, o por la presentación o participación en una acción colectiva, colectiva o representativa en cualquier foro. , pero podemos buscar legalmente el cumplimiento de esta renuncia a acciones colectivas y solicitar el desestimación de dichas acciones o reclamaciones colectivas, colectivas o representativas.",
    "2577178569": "3. Utilizado para fines técnicos estrictamente necesarios: permite el uso del Usuario de Accesibilidad.",
    "2583888954": "Excepciones.",
    "263977834": "Agotamiento administrativo.",
    "2657277322": "Si tiene alguna pregunta, comuníquese con nosotros a:",
    "271333468": "Implementamos las medidas técnicas y organizativas adecuadas para proteger la información que recopilamos y almacenamos, y exigimos que todos los agentes que llevan a cabo nuestro procesamiento en nuestro nombre hagan lo mismo. Desafortunadamente, ninguna medida de seguridad es 100% infalible y, como tal, no se puede garantizar que ninguna red o sistema (incluido el nuestro) sea 100% seguro contra destrucción, pérdida, alteración, divulgación no autorizada o acceso a la información que recopilamos y almacenamos. Si cree que su información puede no estar segura por algún motivo, comuníquese con nosotros de inmediato a:",
    "2763011087": "IMI no se compromete ni está obligada a participar en la resolución alternativa de disputas para disputas de consumidores frente a una entidad de resolución de disputas de consumidores.",
    "2927283721": "Al realizar tareas en nuestro sitio web, autoriza la recopilación, el uso y la divulgación de su información personal de acuerdo con nuestra Política de privacidad. Además, podemos compartir cierta información sobre usted y sus tareas completadas con el Solicitante cuyas tareas haya completado para facilitar la relación de servicio y mejorar el sitio web, incluyendo, por ejemplo, ID de colaborador, resultados de tareas completadas y otros atributos relacionados con sus calificaciones, idiomas, habilidades y uso del sitio web.",
    "2943815316": "Actualizamos esta lista periódicamente, por lo que puede haber cookies adicionales que aún no se encuentran en la lista. Las balizas web, las etiquetas y los scripts se pueden utilizar en los Sitios o en los correos electrónicos para ayudarnos a entregar cookies, contar las visitas, comprender el uso y la efectividad de la campaña y determinar si se ha abierto un correo electrónico y se ha actuado en consecuencia. Es posible que recibamos informes basados en el uso de estas tecnologías por parte de nuestros proveedores de servicios / análisis de forma individual y agregada.",
    "3040062804": "Cualquier procedimiento de arbitraje conforme a esta sección se llevará a cabo por defecto dentro del Estado de California, a menos que usted resida fuera de los Estados Unidos, en cuyo caso el arbitraje se llevará a cabo de forma totalmente electrónica o telefónica. El arbitraje puede tener lugar en cualquier otro lugar si todas las partes lo acuerdan por escrito. Independientemente de su ubicación, cualquier parte puede optar por comparecer en el arbitraje a través de video en vivo o teleconferencia.",
    "3091247030": "Renuncia a demandas colectivas.",
    "3102490587": "Excepto por la Renuncia a la demanda colectiva, si cualquier término o disposición, o parte de esta cláusula de arbitraje se declara nula o inaplicable, se cortará y el resto de la cláusula de arbitraje será ejecutable.",
    "3187946010": "Todo el texto, imágenes, animación gráfica, videos, música, sonidos y otro material en estas páginas están protegidos por la ley de derechos de autor por IMI o por terceros si se especifica. Está prohibido copiar o modificar este material para uso comercial de una manera que exceda el uso justo razonable.",
    "3199694247": "Divisibilidad.",
    "3302832698": "Se requiere resolución alternativa de disputas.",
    "3361191778": "La información proporcionada en las páginas de Internet no representa un consejo individual y no puede reemplazarlo. Si necesita asesoramiento individual, comuníquese con nuestro personal de soporte.",
    "3493572638": "Costos y tarifas.",
    "3794239003": "Procedimiento de arbitraje.",
    "3885459114": "Generalmente, puede activar o desactivar más tarde el uso de cookies a través de una funcionalidad integrada en su navegador web. Si desea obtener más información sobre las cookies o cómo controlarlas, deshabilitarlas o eliminarlas, visite https://www.knowcookies.com/ para obtener una guía detallada.",
    "3956117148": "Los sitios web hCaptcha.com y BotStop.com (los Sitios) pueden incluir cookies adicionales, como se describe en esta Política.",
    "4193379787": "Todo el arbitraje bajo este acuerdo se llevará a cabo bajo las reglas de la Asociación Americana de Arbitraje o por un servicio de arbitraje acordado mutuamente. El árbitro será un árbitro estadounidense seleccionado de una lista de no menos de siete (7) nombres mediante huelgas alternativas. En el arbitraje, cada parte tendrá derecho a realizar un descubrimiento civil adecuado, presentar mociones dispositivas y presentar testigos y pruebas según sea necesario para presentar sus casos y defensas, y cualquier disputa al respecto será resuelta por el árbitro. La resolución de la disputa se basará únicamente en la ley que rige los reclamos y las defensas alegadas, y el árbitro no puede invocar ninguna base que no sea la ley de control. El árbitro tendrá la inmunidad de un funcionario judicial de responsabilidad civil cuando actúe en calidad de árbitro, inmunidad que complementa cualquier otra inmunidad existente. Los laudos deben incluir la opinión motivada por escrito del árbitro. Usted renuncia a su derecho a un juicio por jurado de cualquier reclamo que pueda tener contra IMI o que IMI pueda tener contra usted. Cualquier reclamo en virtud de esta cláusula debe presentarse dentro del período de prescripción aplicable. La Ley Federal de Arbitraje de los Estados Unidos rige esta cláusula y usted reconoce que este Acuerdo evidencia una transacción comercial.",
    "470943029": "Si tiene alguna pregunta sobre esta Política de privacidad, comuníquese con nosotros a:",
    "498769698": "Puede acceder, corregir, enmendar o eliminar cierta información personal que nos haya proporcionado a través de su cuenta de integrador, cliente o usuario de accesibilidad (si es integrador, cliente o usuario de accesibilidad). Si no puede hacerlo, o tiene alguna pregunta sobre la información personal que hemos recopilado y / o compartido sobre usted, o si desea retirar su consentimiento para nuestro procesamiento (es decir, eliminar por completo su cuenta), comuníquese con nosotros a:",
    "537881751": "¡Bienvenido a hCaptcha! Esta Política de privacidad describe las prácticas de Intuition Machines, Inc. (\"IMI\", \"nosotros\" o \"nos\") con respecto a nuestra recopilación, uso y divulgación de información (incluida la Información personal, que se define a continuación) a través de nuestro sitio web en www.hcaptcha .com y cualquier otro subdominio o dominio que usemos (los \"Sitios\") y la interfaz del programa de aplicación hCaptcha y el software y materiales relacionados (colectivamente, el \"Servicio\").",
    "561456032": "Usted acepta que para cualquier disputa que surja de o se relacione con su uso de los Servicios, incluida cualquier disputa que pueda haber surgido desde el momento en que comenzó a realizar tareas para IMI, y específicamente incluyendo cualquier reclamo relacionado con si clasifica o no como un contratista independiente, primero notificará a IMI de su reclamo en su contra. Luego, usted e IMI intentarán resolver el problema mediante negociación directa o mediación. Dividiremos en partes iguales el costo de la mediación y acordaremos que la mediación se lleve a cabo a través de medios telefónicos u otros medios electrónicos. Si un reclamo sigue sin resolverse luego de negociaciones informales o mediación, usted acepta que usted e IMI utilizarán el arbitraje final y vinculante para resolver la disputa. Esta cláusula rige todos los reclamos de manera retroactiva desde el momento en que comenzó a usar nuestro sitio web, ya sea por agravio, contrato, estatuto, incluidos, entre otros, cualquier reclamo de discriminación y acoso, ya sea que se basen en la Ley de Vivienda y Empleo Justo de California. , Título VII de la Ley de Derechos Civiles de 1964, según enmendada, o cualquier otra ley o reglamento estatal o federal, ley equitativa o de otro tipo.",
    "658775471": "Usamos Cloudflare para optimizar nuestro tráfico web. Para obtener información sobre cómo Cloudflare recopila y procesa datos:",
    "702926385": "Cada una de las partes asumirá sus respectivos costos de representación legal en dicho arbitraje, excepto en la medida en que los honorarios de los abogados estén explícitamente previstos por la ley. Las partes dividirán cualquier tarifa administrativa inicial cobrada por el árbitro, hasta un costo máximo para usted de doscientos cincuenta dólares (US $ 250,00). El costo del árbitro y del taquígrafo judicial, si lo hubiera, correrá a cargo inicialmente de nosotros; sin embargo, el árbitro tendrá la discreción de adjudicar los costos correspondientes a la parte ganadora, según lo dispuesto por la ley, y / o exigir a las partes que dividan los costos asociados con el árbitro y / o el taquígrafo judicial.",
    "720059527": "2. Se utiliza para fines técnicos estrictamente necesarios: equilibrio de carga, enrutamiento.",
    "74538881": "Responsabilidad de este sitio web",
    "996430331": "Lugar del arbitraje.",
    "211351380": "Desde el blog:",
    "3153117136": "Cómo funciona la configuración de dificultad de hCaptcha",
    "2915355938": "Accesibilidad",
    "793784899": "Planes",
    "2671622670": "Empresa",
    "3527140447": "Docs",
    "505891021": "Servicios de etiquetado",
    "692176459": "Iniciar sesión",
    "1892574253": "Inscribirse",
    "2593864519": "Detén más bots. Empiece a proteger la privacidad del usuario.",
    "4007826952": "El CAPTCHA número uno en privacidad para la web, dispositivos móviles y más.",
    "3721365241": "Tratar",
    "3753956446": "Gratis",
    "3276777569": "hCaptcha",
    "55035359": "¿Usas actualmente reCAPTCHA?",
    "3417372336": "Cambia en minutos",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Los mejores servicios en línea confían",
    "1470290349": "para la mejor gestión de fraudes y bots de su clase.",
    "3714002185": "Más información sobre hCaptcha Enterprise",
    "3946753128": "Privado. Seguro. Más rápido.",
    "939665604": "Centrado en la privacidad",
    "780475098": "Las redes publicitarias ven a sus visitantes como el producto. Solo nos importa si una visita es buena o mala. hCaptcha cumple con GDPR, CCPA, LGPD, PIPL y otras leyes de datos globales.",
    "219813583": "Seguridad primero",
    "2714878440": "Proteja sus servicios contra el scraping, la apropiación de cuentas, el relleno de credenciales y el spam con nuestro aprendizaje automático avanzado y verificación de humanidad.",
    "1397766838": "Mejor experiencia de usuario",
    "2670352917": "hCaptcha proporciona una detección de bots más confiable a la vez que es fácil de resolver para los humanos.",
    "2806751666": "¿Qué es hCaptcha?",
    "3096063825": "Pruébalo",
    "2968026167": "Tu verdura favorita",
    "713281684": "Berenjena",
    "4147497805": "Zanahoria",
    "3758963444": "¡Gracias! ¡Su propuesta ha sido recibida!",
    "1070364246": "¡UPS! Se produjo un error al enviar el formulario.",
    "1129833879": "Detenga los bots maliciosos, proteja la privacidad del usuario",
    "58091799": "Obtenga más información sobre hCaptcha Publisher y Enterprise",
    "1599610318": "Editor",
    "3093388779": "hCaptcha es de uso gratuito para editores de cualquier tamaño",
    "179723061": "Más control para equipos que necesitan seguridad líder en su clase",
    "846501387": "Protección de bots de clase mundial",
    "119298044": "Las tecnologías avanzadas de ML e IA auto supervisadas protegen sus propiedades web de amenazas y ataques",
    "1263998069": "Gana recompensas por soluciones humanas",
    "1103295010": "Gana dinero o dona a organizaciones benéficas para cuando los humanos resuelvan CAPTCHA",
    "392886773": "Funciona en todos los países",
    "2320894364": "Con más de 200 puntos de presencia, la nube de hCaptcha protege sus activos en todo el mundo",
    "451701069": "Cumple con GDPR, CCPA,",
    "2826051554": "y más",
    "3530599065": "La privacidad se construye desde cero. hCaptcha no retiene PII y cumple con numerosos mandatos y regulaciones de privacidad.",
    "2489287539": "Modos pasivos sin fricción \"Sin CAPTCHA\" y 99,9%",
    "793242047": "Reducir los desafíos que se presentan a los usuarios para permitir un acceso rápido a las aplicaciones.",
    "4195759329": "Detección de bots y puntajes de riesgo",
    "1150035777": "Los modelos sofisticados de aprendizaje automático generan puntajes de confianza de los bots basados en muchos puntos de datos más allá de si las preguntas se respondieron correctamente",
    "3688621388": "Firmas de amenazas",
    "1131525092": "Agrupe a los malos actores sin esfuerzo a través de nuestros UID de alcance que preservan la privacidad para encontrar y detener el fraude y el abuso relacionados",
    "1559631739": "Aprendizaje privado",
    "3952259236": "Combine sus datos cegados con las miles de señales de hCaptcha para entrenar a hCaptcha en clases de comportamiento, solo para su instancia, para predecir mejor el comportamiento malicioso mejor que cualquiera de las soluciones por sí solas.",
    "1150963691": "Mitigación de APT",
    "4083018285": "Un conjunto de funciones ampliadas que se combinan con una supervisión y una respuesta de SOC mejoradas para abordar amenazas persistentes sofisticadas.",
    "3160820928": "Protección coordinada contra ataques",
    "1849805607": "hCaptcha protege contra amenazas y señuelos diseñados para infiltrarse en sus redes",
    "1958297836": "Protección coordinada contra ataques y mitigación APT",
    "1300485304": "hCaptcha protege contra amenazas avanzadas y señuelos diseñados para infiltrarse en sus redes",
    "2698640210": "Controle los desafíos y los tipos mostrados",
    "3121248460": "Muestre desafíos personalizados infinitamente diversos, desde simples hasta complejos, para su audiencia anticipada",
    "3807059944": "Controlar el contenido del desafío utilizado",
    "2707282231": "Personalice los desafíos para sus usuarios. Haz que sea imposible para los bots resolver y penetrar.",
    "4194763679": "Niveles de dificultad detallados",
    "3730038780": "Elija entre una cantidad casi infinita de desafíos para que los usuarios los resuelvan",
    "1849717906": "Personalice con su propio contenido de desafío",
    "1508655687": "Agregue sus propios desafíos personalizados para su audiencia para optimizar o restringir el acceso",
    "3620442880": "Funciones de protección de venta flash",
    "3265895521": "Aumenta y reduce la dificultad del desafío según la hora del día",
    "1485807325": "Paneles multiusuario, SAML SSO",
    "359073033": "Los paneles brindan vistas de la actividad de alto nivel o detalladas.",
    "4272454814": "Integre con el proveedor de identidad de su elección.",
    "1141402092": "Funciones de informes avanzadas",
    "910989640": "Generar informes de actividad detallados y personalizados",
    "3768951251": "SLA empresariales",
    "1014004474": "Los planes Enterprise de hCaptcha ofrecen acuerdos de nivel de servicio avanzados para mantener su organización protegida",
    "1177598246": "Comuníquese con Ventas",
    "1067704102": "El valor del etiquetado de datos",
    "3065000659": "¿Te diste cuenta que cada vez que \"haces clic en el coche\" estás ayudando a entrenar a un",
    "3235430156": "sistemas de aprendizaje automático de la empresa de forma gratuita?",
    "1549336309": "hCaptcha le da la vuelta a este modelo. Cuando usa hCaptcha, las empresas ofertan por el trabajo que hacen sus usuarios a medida que demuestran su humanidad. Obtienes las recompensas.",
    "3725880582": "Retribuir a la caridad",
    "1671436004": "¿Quieres retribuir a tu organización benéfica favorita?",
    "1663628612": "te deja",
    "4272088465": "las organizaciones benéficas de su elección con las ganancias que obtenga al usarlo.",
    "2894845722": "Los usuarios de su sitio pronto podrán ver su contribución a la caridad a través de una marca discreta en la interfaz de hCaptcha.",
    "3194111925": "apoyo",
    "1637702726": "Sobre hCaptcha",
    "2323282990": "Un enfoque moderno para verificar la humanidad",
    "1201821619": "hCaptcha resuelve uno de los problemas más urgentes de la actualidad: evitar que los bots maliciosos abusen de los servicios en línea.",
    "1475399473": "Más información sobre el equipo de hCaptcha",
    "3161489950": "La plataforma de aprendizaje automático de seguridad más avanzada del mundo",
    "3247172580": "hCaptcha combinó el aprendizaje automático auto-supervisado avanzado con un novedoso enfoque de computación en el borde que minimiza de manera única la recopilación y retención de datos, entregado desde más de 250 ubicaciones en todo el mundo para una escalabilidad masiva.",
    "3767462250": "Diseñado para la privacidad",
    "3500503648": "hCaptcha está diseñado para eliminar la retención de datos a largo plazo al depender de la evaluación instantánea en lugar de registrar y analizar su historial de navegación. También apoyamos iniciativas como",
    "2418549423": ", un estándar emergente para preservar la privacidad en línea a través de pruebas criptográficas y otras características únicas que priorizan la privacidad.",
    "1544546608": "Pase de privacidad",
    "976209454": "Gane recompensas o haga donaciones a organizaciones benéficas",
    "552920956": "hCaptcha permite que los sitios web obtengan recompensas mientras bloquean bots y otras formas de abuso. hCaptcha también le permite apoyar a las organizaciones benéficas de su elección con estas ganancias.",
    "654326661": "¿Quieres ver por ti mismo? Prueba hCaptcha gratis.",
    "3570415321": "Empresa",
    "3987022469": "Etiquetado",
    "1636202177": "Sobre",
    "2670003220": "Trabajos",
    "3233305531": "Marcas comerciales",
    "3028319964": "Ética de la IA",
    "4131598919": "prensa",
    "1662477701": "Recursos",
    "3130928685": "Blog",
    "1756106276": "Estado",
    "1235925265": "Documentación",
    "920212083": "Reportar un error",
    "2076066173": "Ciberataques 101",
    "3644106388": "Contacto",
    "2182196747": "Apoyo",
    "487083593": "Ventas",
    "878585497": "Condiciones",
    "1697438123": "Intimidad",
    "1316817321": "Atribución",
    "3488019891": "hCaptcha es una marca registrada de Intuition Machines, Inc.",
    "4224961202": "Privacidad, seguridad y aprendizaje automático.",
    "98173630": "hCaptcha es el servicio CAPTCHA independiente más utilizado en el mundo.",
    "1514478724": "Aprende más",
    "1752795854": "hCaptcha ofrece un enfoque moderno y centrado en la privacidad para detener los bots.",
    "2927700175": "Mostramos los desafíos de CAPTCHA que son difíciles para los bots pero fáciles para las personas al recopilar datos difíciles de etiquetar de los problemas de aprendizaje automático y usarlos para distinguir si un visitante de un sitio web o una aplicación es humano.",
    "2188609322": "Los malos actores son cada vez más comunes en línea. Pero sacrificar la privacidad del usuario no es la respuesta.",
    "2032102720": "Las soluciones de seguridad que ofrecen las empresas publicitarias se centran principalmente en rastrear a los usuarios en la web. Hemos creado una solución de seguridad eficaz que demuestra que no es necesario dañar la privacidad del usuario para ofrecer resultados excelentes.",
    "4146870445": "Quienes somos",
    "353066938": "Un equipo experimentado que trabaja en los problemas más difíciles de la actualidad. hCaptcha es un servicio de",
    "3260825523": "Máquinas de intuición",
    "1173652155": "Asesores",
    "3972094614": "Brendan Eich",
    "2113642787": "Canción del amanecer",
    "2256305371": "Profesor, CS en la Universidad de California, Berkeley. Experto en aprendizaje profundo, seguridad, blockchain. CEO de Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Investigador científico en Stanford. Aprendizaje automático y finanzas cuantitativas en los principales bancos, fondos de cobertura y el mundo académico.",
    "2686825859": "Regístrese gratis o contáctenos sobre las soluciones hCaptcha Enterprise",
    "583434701": "Accesibilidad de hCaptcha",
    "611905972": "Garantizar un acceso perfecto para todos los usuarios al tiempo que se mantiene la seguridad.",
    "874098071": "Si es un usuario de accesibilidad, regístrese aquí",
    "2745385064": "Resumen",
    "3353238942": "hCaptcha está diseñado para detener a los bots distinguiéndolos de las personas. Las pruebas visuales son una herramienta conveniente para esto, pero no todos pueden resolver un desafío visual.",
    "3600022491": "Por esta razón, hemos diseñado una alternativa simple e indolora para permitir que los editores que usan nuestro servicio preserven la accesibilidad para todos con el cumplimiento total de la Sección 508 y WCAG 2.1 AA.",
    "2557240048": "Cómo funciona: primero, un usuario de accesibilidad se registra a través de",
    "3871665286": ", que está vinculado de forma destacada en la página de información del widget de hCaptcha. Se les proporciona una cookie encriptada que se puede usar varias veces al día, pero se debe actualizar cada 24 horas mediante el inicio de sesión.",
    "3441764123": "Cuando se presenta un desafío a un usuario de accesibilidad en un sitio que usa el servicio hCaptcha, automáticamente pasará.",
    "4247858664": "la página de registro de accesibilidad",
    "1297657322": "Pantalla de usuario de accesibilidad después de iniciar sesión",
    "1717658846": "Opción de accesibilidad en el menú de la interfaz de usuario del widget",
    "1266963825": "P: ¿Cumple con la Sección 508 de hCaptcha + WCAG 2.1 AA?",
    "850025770": "R: Creemos que sí: todos los usuarios con cualquier forma de discapacidad que puedan navegar por la web e ingresar texto en formularios pueden acceder a los servicios protegidos por hCaptcha al registrarse. Sin embargo, esto no es un consejo legal: debe realizar su propia evaluación, teniendo en cuenta su implementación particular para asegurarse de que este sea el caso de su implementación.",
    "159272246": "P: ¿Está trabajando en otras opciones de accesibilidad (\"a11y\"), como el audio?",
    "4074220464": "R: Las opciones anteriormente populares, como los captchas de audio, discriminan a muchos usuarios y son fácilmente derrotadas por las técnicas modernas de aprendizaje automático. Esto ha obligado a que los desafíos de audio actuales se vuelvan cada vez más difíciles, introduciendo ruido, tiempos extraños, combinaciones de palabras inusuales, etc. para derrotar a los atacantes. Por lo tanto, estamos menos entusiasmados con este enfoque frente a evitar el desafío por completo, pero lo consideraremos si hay demanda de toda la comunidad.",
    "2309661107": "Sin embargo, estamos muy interesados en",
    "2555914614": "para el caso de uso de Accesibilidad. Creemos que la combinación de nuestro enfoque actual de todos con la emisión de un Pase de Privacidad permitirá a todos los usuarios navegar de manera segura, sabiendo que su tráfico es más privado, mientras restringe el abuso por parte de los operadores de bot que inevitablemente ocurre cuando todas las opciones están disponibles. Somos participantes activos en el grupo de trabajo de IETF que estandariza esta nueva tecnología.",
    "2583775432": "P: ¿Qué pasa con la privacidad? ¿El registro expone de alguna manera todos los datos de navegación? ¿Qué haces con el correo electrónico?",
    "4215483493": "R: hCaptcha está diseñado para la privacidad desde cero. Es muy diferente a las opciones tradicionales como reCAPTCHA que son propiedad de las redes publicitarias, que tienen un incentivo para rastrearte en la web y asociarte con una identidad real.",
    "2474661839": "Nuestro",
    "4137573005": "tiene respuestas completas y autorizadas sobre cómo usamos los datos, pero la respuesta corta es que no tenemos interés en asociarlo como persona con su historial de navegación.",
    "4101570501": "Actualmente también estamos trabajando en una solución criptográfica para descartar rápidamente su dirección de correo electrónico y al mismo tiempo preservar nuestra capacidad de prevenir el abuso, complementando nuestro trabajo de Privacy Pass.",
    "260595108": "Nunca usamos correos electrónicos o información de accesibilidad para ningún otro propósito que no sea facilitar el uso y prevenir el abuso.",
    "3063819779": "política de privacidad",
    "465714311": "Para usuarios de accesibilidad: guía de preguntas y respuestas y solución de problemas",
    "3596207631": "P: Sigo viendo un desafío después de configurar la cookie. ¿Qué está causando esto?",
    "469089249": "R: Por lo general, esto se debe al uso de un bloqueador de anuncios agresivo o una extensión anti-cookies, o una configuración que bloquea las cookies \"entre sitios\", en este caso una cookie para hcaptcha.com que es configurada o verificada por hCaptcha JS en un un sitio diferente, como el que estás visitando.",
    "4263626815": "Las cookies de accesibilidad de hCaptcha funcionan con todos los navegadores y bloqueadores de anuncios populares con su configuración estándar, por lo que, por lo general, las fallas se deben a scripts \"anti-anti-adblock\" o conjuntos de reglas similares dirigidos a sitios particulares.",
    "3906359167": "Soluciones:",
    "3464870463": "1. Incluya en la lista blanca las cookies de hcaptcha.com y * .hcaptcha.com en su bloqueador de anuncios o extensión de seguridad del navegador.",
    "1204911585": "2. Si está utilizando el navegador Brave, que no parece (en abril de 2020) tener ningún tipo de lista blanca de cookies, vaya a Preferencias -> Escudos -> Cookies y elija \"Permitir todas las cookies\".",
    "2932826396": "3. Si está utilizando la última versión de Safari en OS X 10.15 o iOS 13.4 recientemente lanzado, Apple acaba de cambiar el comportamiento de Safari en relación con las cookies de terceros, bloqueándolas todas de forma predeterminada. Estamos implementando una solución, pero mientras tanto, visite Preferencias de Safari, sección Privacidad y desmarque \"Seguimiento del sitio web: evitar el seguimiento entre sitios\" para permitir que la cookie de accesibilidad funcione como se espera.",
    "3836291932": "P: Utilizo varios dispositivos. ¿Necesito registrarme varias veces?",
    "3251220335": "R: No. Haga clic en el mismo enlace de inicio de sesión de correo electrónico que se le envió en cada dispositivo que utilice para configurar la cookie.",
    "2082407178": "P: ¿Cómo puedo protegerme del rastreo de cookies de terceros mientras uso la cookie de accesibilidad?",
    "2700197090": "R: El uso de cualquier extensión de privacidad o de bloqueo de anuncios que admita la lista blanca a nivel de dominio (por ejemplo, uBlock Origin) funcionará como se esperaba: solo asegúrese de incluir hcaptcha.com en la lista blanca.",
    "3657743880": "Instrucciones del navegador para cookies entre sitios",
    "1960601330": "Para habilitar las cookies en Safari (Mac): Vaya al menú desplegable de Safari. Seleccione Preferencias. Haga clic en Privacidad en el panel superior. En \"Bloquear cookies\", seleccione la opción \"Nunca\".",
    "1622303590": "Para habilitar las cookies en Safari (iPhone / iPad iOS 11+): Abra su Configuración. Desplácese hacia abajo y seleccione Safari. En Privacidad y seguridad, desactive \"Evitar el seguimiento entre sitios\" y \"Bloquear todas las cookies\".",
    "2199048568": "Haga clic en el escudo a la izquierda de la barra de direcciones en cualquier página web. Haga clic en Configuración de protección. Se abrirá el panel Privacidad y seguridad de Preferencias de Firefox. En Protección de seguimiento mejorada, seleccione Personalizado. Elija qué rastreadores y scripts bloquear seleccionando esas casillas de verificación. Asegúrese de haber desbloqueado hcaptcha.com.",
    "3967047208": "También puede desactivar temporalmente algunas protecciones en Personalizado para depurar esto, anulando la selección de las casillas de verificación: Deseleccione la casilla de verificación Rastreadores o desactive la casilla de verificación Cookies si aún tiene problemas.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Selecciona el ícono de menú de Chrome. Selecciona Configuraciones.",
    "926138631": "Vaya a Privacidad y seguridad, luego Cookies y otros datos del sitio.",
    "3419878556": "Asegúrese de que \"Bloquear cookies de terceros\" no esté habilitado.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Abra las preferencias de Chrome desde la barra de menú.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "En su dispositivo Android, abra la aplicación Chrome.",
    "3620039756": "En la parte superior derecha, toca Más y luego Configuración.",
    "2813310562": "Toque Configuración del sitio y luego Cookies.",
    "3014657981": "Junto a \"Cookies\", activa la configuración.",
    "1242066691": "Marque la casilla junto a \"Permitir cookies de terceros\".",
    "292250020": "1. Seleccione el engranaje en la esquina superior derecha de la pantalla, luego seleccione \"Opciones de Internet\". Si tiene la barra de menú habilitada, puede seleccionar \"Herramientas\" y luego \"Opciones de Internet\".",
    "4114820649": "2. Haga clic en la pestaña \"Privacidad\".",
    "946838734": "3. Seleccione el botón \"Avanzado\".",
    "348809718": "4. En \"Cookies de terceros\", elija \"Aceptar\".",
    "1253441326": "5. Haga clic en \"Aceptar\".",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "explorador de Internet",
    "4104188759": "Política de ética de la IA",
    "1161704803": "¿Por qué tenemos una política de ética de la IA?",
    "1806535500": "Prácticamente todas las tecnologías, desde lápices hasta dinamita, son un",
    "24452499": "solución; se puede usar para bien o para mal. Toda empresa que investigue, construya o venda soluciones de doble uso tiene la obligación de considerar las consecuencias de sus acciones.",
    "4023575072": "uso dual",
    "3336625692": "Esta página detalla nuestras opiniones sobre este tema en el contexto de la ética de la IA, y los procesos que seguimos para garantizar que el uso de nuestros servicios se mantenga en línea con las políticas que hemos adoptado como empresa.",
    "835717930": "Ética de la IA en hCaptcha",
    "2179524509": "Ocasionalmente recibimos preguntas sobre qué tipo de preguntas están permitidas para el servicio hCaptcha y por qué se hacen preguntas particulares.",
    "1962721652": "Los seres humanos son buscadores de patrones y, a veces, una pregunta inocua puede pasar de ser nada sorprendente a sospechosa en un instante, debido a los cambios en el mundo más que a las motivaciones de cualquiera que haga la pregunta.",
    "3974566657": "A medida que los servicios se vuelven más populares, este tipo de sucesos inevitablemente se vuelve más frecuente. hCaptcha es utilizado por millones de personas todos los días en prácticamente todos los países del mundo, por lo que estamos publicando esta política y un estudio de caso sobre cómo abordamos estos problemas para ser lo más transparentes posible.",
    "1830910223": "Un estudio de caso de ética de la IA en el mundo real",
    "805971861": "“Umbrella” es un término en ImageNet, el conjunto de datos de referencia estándar utilizado por los investigadores de visión por computadora. La identificación confiable de las personas que sostienen paraguas también es fundamental para construir sistemas de asistencia avanzada al conductor (ADAS) seguros de próxima generación.",
    "3988350": "Esto significa que existen excelentes casos de uso para las anotaciones generales del mundo real. Hay espacio para el desacuerdo sobre el impacto de los automóviles autónomos, pero los sistemas ADAS ya están ahorrando",
    "548587288": "alrededor del mundo.",
    "3138772661": "miles de vidas cada año",
    "3168199226": "Sin embargo, en 2020 quedó claro que la construcción de este tipo de conjunto de datos podría percibirse como una tecnología de doble uso de una manera que pocos hubieran esperado hace un año.",
    "558378834": "Por lo tanto, ya no aceptamos solicitudes de preguntas relacionadas con los paraguas en este momento. El potencial de confusión cuando un usuario final ve una pregunta sobre paraguas en el momento actual es demasiado alto y, en última instancia, nuestro objetivo es hacer del mundo un lugar más agradable.",
    "3376604063": "Políticas y procesos de ética de IA",
    "1923365316": "Tenemos una política estricta de ética de IA en hCaptcha, y parte de eso incluye un proceso Conozca a su cliente (KYC).",
    "4230322909": "Siempre intentamos comprender bien a cada cliente nuevo y su caso de uso previsto, tanto para confirmar que se ajusta bien a nuestros productos y servicios como para asegurarnos de que sigue las políticas que hemos adoptado como empresa.",
    "2735073144": "También realizamos revisiones continuas según sea necesario. Por ejemplo, en nuestra revisión reciente de las fechas y las fuentes de las solicitudes de etiquetado relacionadas con paraguas, pudimos confirmar rápidamente que ninguna entidad gubernamental o proveedor estatal conocido de software de vigilancia ha realizado solicitudes con respecto a paraguas utilizando nuestros servicios en los últimos 12 meses. .",
    "2715462692": "¿Cómo es nuestro proceso de ética de la IA?",
    "3049976256": "Para cada nuevo cliente de etiquetado, revisamos una lista de verificación durante el proceso de venta. Esto incluye la diligencia inicial de KYC antes de la incorporación, así como la verificación de todas las solicitudes realizadas a nuestros analistas, y verificaciones al azar en tiempo real y revisiones periódicas de las solicitudes realizadas utilizando nuestra plataforma de autoservicio.",
    "3103642530": "Esta revisión se compone de varios conjuntos de criterios:",
    "3349094124": "Criterios de preocupaciones éticas: Objetivo",
    "1038019440": "1. ¿Este cliente representa los intereses nacionales de un país conocido por tener comportamientos contrarios a las leyes y normas internacionales?",
    "493717511": "2. ¿Este cliente solicita servicios que podrían",
    "2209109640": "¿Se utiliza únicamente con fines maliciosos, en el contexto de sus actividades comerciales normales?",
    "3457805519": "3. ¿Se puede cumplir con la solicitud del cliente de conformidad con la ley de EE. UU. Y nuestras reglas de participación?",
    "1942611550": "ante todo",
    "109179759": "Criterios de preocupaciones éticas: subjetivo",
    "1033698050": "1. ¿Creemos que el cliente nos ha dado un caso de uso que consideramos moralmente aceptable, de acuerdo con nuestra interpretación de las normas sociales típicas occidentales?",
    "361372538": "2. ¿Creemos que nuestros servicios proporcionados probablemente serían utilizados por el cliente con fines discriminatorios, de formas que podrían ser legales pero que no son aceptables para nosotros?",
    "2867855718": "3. ¿Creemos que las necesidades de privacidad se pueden abordar satisfactoriamente para la solicitud?",
    "2462728596": "Si no podemos estar satisfechos con estos puntos, rechazaremos la solicitud y podremos cancelar el acceso a nuestra plataforma, como se describe en nuestros Términos.",
    "1995277831": "Gracias",
    "1818116402": "Esperamos que haya apreciado este análisis sobre cómo manejamos las preguntas operativas con un componente de ética de IA.",
    "1499894352": "Muy pocas empresas ofrecen transparencia en sus procesos de toma de decisiones en esta área, ¡y esperamos que otras sigan este ejemplo!",
    "535659033": "Atribución Creative Commons",
    "1495915066": "Cómo nosotros, nuestros socios de investigación académica y nuestros clientes usamos los medios Creative Commons",
    "3017533972": "Nosotros, nuestros socios de investigación académica y nuestros clientes ocasionalmente podemos hacer referencia o reproducir partes de contenido con licencia Creative Commons a través de la plataforma hCaptcha para avanzar en el conocimiento de la humanidad en el campo del aprendizaje automático.",
    "1428053210": "Este contenido generalmente se transforma de su forma original. Por ejemplo, un video se puede dividir en muchas imágenes, esas imágenes se pueden dividir en muchas imágenes nuevas y esas nuevas imágenes luego se mezclan aleatoriamente para producir el resultado final que se muestra.",
    "1728211763": "El uso del contenido de esta manera y para estos fines se encuentra dentro de las pautas de uso justo de acuerdo con nuestra comprensión de la ley y las prácticas estándar en el campo, pero somos fanáticos de Creative Commons desde hace mucho tiempo y preferimos dar crédito a cualquiera que ayude en el tarea monumental de mejorar la inteligencia de las máquinas.",
    "1949452297": "Debido a las limitaciones intrínsecas de la interfaz de usuario de hCaptcha y sus consideraciones de seguridad, no es posible reproducir la fuente de cada imagen directamente adyacente a su uso. En su lugar, nos vinculamos a esta página desde nuestra página de inicio y mantenemos una lista de las fuentes que se ofrecen actualmente o recientemente a través de la plataforma. Puede acceder a la lista actual",
    "2367602973": "aquí",
    "659124570": "Además, si ve contenido que le pertenece reproducido en la plataforma hCaptcha y desea que se elimine por cualquier motivo, puede contactarnos por correo electrónico a",
    "2066749488": "Otras quejas",
    "3479034323": "Si ve contenido que le pertenece reproducido en la plataforma hCaptcha y le gustaría eliminarlo por cualquier motivo, puede contactarnos por correo electrónico.",
    "1836554225": "Publicaciones del blog",
    "2873297188": "¿Todos los CAPTCHAS discriminan a los no estadounidenses?",
    "165932542": "Una mirada a las tasas de resolución de hCaptcha en todo el mundo",
    "1865097546": "16 de noviembre de 2021",
    "3005876482": "hCaptcha es ahora el servicio CAPTCHA independiente más grande, funciona en el 15% de Internet",
    "693820850": "Puedes vencer a Google poniendo la privacidad en primer lugar",
    "3609106478": "Relleno de credenciales:",
    "299335340": "Qué es y cómo detener los ataques",
    "354925785": "Intro",
    "423222878": "Algunos de los ciberataques más difíciles de detectar, prevenir y detener son aquellos en los que un actor malintencionado puede utilizar credenciales de usuario legítimas para iniciar sesión en una cuenta de usuario activa. Sin una gran cantidad de capacidades de detección sofisticadas, la empresa que aloja la cuenta no tiene motivos para sospechar que algo anda mal. Un cliente simplemente parece haber iniciado sesión en su cuenta. El atacante logró este truco exitoso utilizando credenciales robadas, generalmente el resultado de una técnica de ataque cibernético conocida como \"relleno de credenciales\". Hoy en día es un problema grave, pero que puede mitigarse con las contramedidas adecuadas.",
    "777660551": "¿Qué es el relleno de credenciales?",
    "2602763587": "El relleno de credenciales es una forma de ataque cibernético en el que el atacante intenta iniciar sesión en un sitio web varias veces utilizando pares de nombres de usuario y contraseñas robados. El \"relleno\" se refiere a los intentos repetitivos de inicio de sesión, que casi siempre se realizan mediante un software bot automatizado.",
    "1271831121": "No es como si el hacker (¡vestido con una sudadera con capucha, por supuesto!) Estuviera sentado allí, escribiendo credencial tras credencial. El bot de inicio de sesión automatizado podría hacerse a partir de una herramienta estándar como Selenium o una herramienta de piratería desarrollada a medida.",
    "2588750717": "De hecho, algunos ataques de relleno de credenciales involucran millones de credenciales; todas se insertan en la interfaz de inicio de sesión del sitio web desprevenido con la esperanza de que se le permita entrar. Una vez dentro, el atacante puede apoderarse de la cuenta de la víctima.",
    "1137757109": "Si se trata de una cuenta de comercio electrónico, el atacante puede solicitar productos. Si la víctima es un banco, el atacante puede transferir fondos al extranjero, etc.",
    "1559150837": "Sin embargo, los objetivos no están indefensos. La mayoría de los sitios web tienen controles que bloquean a un usuario sospechoso que intenta iniciar sesión en miles de cuentas diferentes desde la misma dirección IP en un corto espacio de tiempo. Lo que hacen los atacantes de relleno de credenciales para sortear estas técnicas de protección es simular la diversidad geográfica y de IP. Usando herramientas poderosas, a menudo impulsadas por IA, pueden hacer que parezca que miles de usuarios están intentando iniciar sesión al azar en diferentes momentos del día desde todo el país. Esto es mucho más difícil de detectar y detener.",
    "1892020899": "¿De dónde obtienen los piratas informáticos las credenciales?",
    "2597149484": "La razón por la que el pirata informático tiene que \"rellenar\" tantas credenciales tiene que ver con el lugar donde obtienen las credenciales robadas.",
    "3030395800": "Estas credenciales generalmente provienen de violaciones de datos. También conocidos como \"derrames de credenciales\", estos ataques pueden hacer que millones de credenciales se vuelquen a la web oscura. Si el derrame provino de un banco, el hacker intentará usar esas credenciales para ingresar a otros sitios. Este enfoque funciona porque muchas personas usan la misma combinación de nombre de usuario y contraseña para varios sitios. (Se desaconseja esta práctica, pero la realidad es lo que es. La gente tiende a repetir las mismas credenciales de inicio de sesión).",
    "1258965840": "Por lo tanto, si el atacante puede ingresar a un sitio, probablemente pueda ingresar a varios sitios usando las credenciales derramadas. Por ejemplo, pueden obtener un par de nombre de usuario / contraseña como JohnDoe / 525momma, pero no tienen idea de lo que hará ese par por ellos. Entonces, prueban el par en Amazon.com, Ebay, Citibank, Walgreens y así sucesivamente. Podrían probar ese par en miles de sitios diferentes.",
    "3594440415": "Eventualmente, comenzarán a abrir puertas.",
    "780280214": "Cómo hCaptcha y hCaptcha Enterprise mitigan la amenaza del relleno de credenciales",
    "4165374512": "Si bien es posible utilizar herramientas de detección de ubicación e IP para evitar el relleno de credenciales, un método más rentable y preciso es simplemente interrumpir el propio bot de relleno de credenciales automatizado. hCaptcha y hCaptcha Enterprise pueden dejar perplejos al bot en el punto de entrada. Incluso si el bot tiene las credenciales correctas, si no puede pasar la detección de hCaptcha Enterprise o el CAPTCHA de hCaptcha, no podrá hacer su relleno y su sitio y sus usuarios estarán protegidos.",
    "3269644546": "Por favor",
    "1058572205": "nosotros si desea obtener más información sobre",
    "3753613260": "contacto",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Informar quejas de DMCA",
    "54093347": "Agente registrado de DMCA",
    "3233441200": "Política de infractores reincidentes",
    "4011712313": "Como parte de nuestra Política de DMCA, colocamos las cuentas de los clientes para los que recibimos múltiples notificaciones de DMCA sobre presuntas infracciones en una Política de infractores reincidentes de DMCA de varios pasos. Al recibir notificaciones de DMCA repetidas en un mes calendario, la cuenta del cliente pasará de un paso de política al siguiente.",
    "766825168": "Las acciones que podemos tomar en virtud de la Política de infractores reincidentes de la DMCA incluyen el envío de alertas de mayor visibilidad al cliente registrado de la cuenta. Para reconocer estas alertas, es posible que solicitemos al cliente que inicie sesión en la cuenta o que llame a nuestro equipo de soporte. También nos reservamos el derecho de suspender o rescindir, así como de aplicar otras medidas provisionales al servicio hCaptcha e IMI de cualquier cliente para el que hayamos continuado recibiendo notificaciones de DMCA de presunta infracción incluso después de haber enviado alertas repetidas de infractores. Además, podemos rescindir, a nuestro exclusivo criterio, otros servicios de hCaptcha o IMI proporcionados a estos clientes cuando cancelemos el servicio de hCaptcha según esta política.",
    "2410122265": "Recursos de hCaptcha: Bots 101",
    "4166776480": "Relleno de credenciales: qué es y cómo detener los ataques",
    "2301335298": "Fraude de pago: mitigación de un modo de ciberdelincuencia en rápida evolución",
    "3682071227": "¿Qué son las adquisiciones de cuentas y cómo funcionan?",
    "2729131930": "¿Qué es el raspado y cómo funciona?",
    "1344959096": "Trabajando como un etiquetador de datos individual",
    "3510143229": "hCaptcha es un servicio para sitios web y aplicaciones,",
    "3930611699": "trabajadores individuales.",
    "1051214799": "hCaptcha es un servicio de seguridad web que intenta compartir valor con los editores de sitios web o aplicaciones que lo utilizan.",
    "360236473": "El servicio hCaptcha no está destinado a ser utilizado por nadie para trabajar como etiquetador individual. No está diseñado ni es adecuado para este propósito. No recomendamos a nadie que intente utilizar hCaptcha como fuente de ingresos personales.",
    "3842490632": "Es probable que un usuario individual que intente responder a muchas preguntas tenga una tasa limitada o sea expulsado rápidamente. Igualmente importante, como nuestro",
    "1560232962": "cubre en detalle, no se ofrecen garantías en cuanto a la cantidad ganada por una respuesta dada. Es posible que no haya preguntas pagas disponibles en ese momento, una respuesta puede ser rechazada por razones de calidad, etc.",
    "2694001822": "Sin embargo, ocasionalmente contratamos a personas para que nos ayuden a probar las propiedades del sistema y las nuevas funciones.",
    "1569804581": "Si desea ser contactado en el futuro con respecto a oportunidades relacionadas, complete este formulario.",
    "636461959": "Nombre",
    "1139500589": "País",
    "1789607185": "Dirección de correo electrónico",
    "325077666": "Al enviar su información, acepta nuestra",
    "3555583744": "y",
    "3609929815": ". Conservaremos la información de su nombre, país y dirección de correo electrónico solo con el fin de comunicarnos con usted en el futuro en relación con las oportunidades laborales de etiquetado individual.",
    "4197928199": "Política de privacidad",
    "851786723": "Al ingresar su correo electrónico, acepta nuestros Términos y Política de privacidad, y recibe nuestros correos electrónicos.",
    "2402165761": "¿Cómo funciona el raspado?",
    "4260542944": "El raspado de contenido (también conocido como \"raspado de pantalla\" o simplemente \"raspado\") es un proceso familiar, a menudo útil, para recopilar información de la web. Sin embargo, en los últimos años, la técnica se ha convertido en una herramienta favorita de los piratas informáticos y los estafadores. Las contramedidas pueden mitigar eficazmente la amenaza, pero para implementarlas, es esencial comprender cómo funciona el proceso.",
    "2066255783": "¿Qué es el raspado de contenido?",
    "1910628828": "El raspado de contenido es una técnica para obtener datos de un sistema que implica un conjunto de herramientas automatizado que se hace pasar por un cliente de software o un navegador web. No es nuevo. De hecho, para los ingenieros de software que pueden necesitar datos de un mainframe antiguo, el scraping puede ser la única forma de extraer información. Es posible que los conectores originales hayan desaparecido y sea imposible reemplazarlos.",
    "3408107995": "Hoy, sin embargo, raspar significa invariablemente un enfoque programático para extraer datos de un sitio web. El software de raspado actúa como un usuario humano, haciendo clic en los botones y leyendo la salida resultante. Hay muchos usos legítimos para raspar. Los rastreadores web que impulsan los motores de búsqueda son un ejemplo. También lo son herramientas como Skyscanner que buscan ofertas de viajes revisando miles de sitios web de viajes. Las empresas de tecnología financiera también lo utilizan, extrayendo los datos financieros del usuario de los sitios bancarios si no hay interfaces de programación de aplicaciones (API) disponibles para realizar la conexión de datos. Los aspectos a tener en cuenta sobre el raspado de pantalla son su velocidad y escalabilidad. El proceso puede recopilar inmensas cantidades de datos de sitios web, asumiendo que los sitios no están configurados para evitar que suceda. A la velocidad de la computación, un raspador puede acumular grandes conjuntos de datos al interactuar con sitios web y el software subyacente y las bases de datos que los impulsan.",
    "1920884252": "¿Por qué el raspado de contenido es una amenaza para la seguridad?",
    "2256795853": "La capacidad de extraer una gran cantidad de datos, rápidamente, de sitios web hace que el raspado sea una herramienta poderosa en manos de actores maliciosos. Un bot de raspado puede recopilar datos de usuarios de sitios de redes sociales. Luego, al raspar sitios que contienen direcciones y otra información personal y correlacionar los resultados, un hacker podría involucrarse en delitos de identidad como enviar solicitudes de tarjetas de crédito fraudulentas.",
    "4087694419": "Un pirata informático también podría recopilar datos de sitios como Amazon y eBay para crear listados de productos falsos o engañosos. Luego, podría ofrecerlos a la venta en servicios peer-to-peer como OfferUp y realizar ataques de phishing a los compradores. O bien, el estafador podría vender productos que no existen. Otro fraude de rastreo de pantalla implica falsificar a los editores de anuncios. Al extraer el contenido de los sitios de los editores, el estafador puede crear páginas de editores de anuncios falsos en diferentes servicios. Luego, pueden vender anuncios en esas páginas a revendedores autorizados, cuyos contactos obtuvieron del archivo ads.txt del editor. Los espacios publicitarios le parecen reales al anunciante, pero no lo son.",
    "3315658779": "Evite el raspado de contenido con hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise utiliza el aprendizaje automático avanzado para identificar el tráfico malicioso en su sitio y aplicaciones, incluidas las actividades de raspado.",
    "1422537019": "nosotros hoy para aprender más.",
    "1988268879": "Etiquetado de datos rentable a escala",
    "2163914794": "¿Necesita más etiquetas para sus conjuntos de datos? hCaptcha proporciona un etiquetado de datos rápido, rentable y de alta calidad para empresas que trabajan en aplicaciones de inteligencia artificial y aprendizaje automático.",
    "3378932530": "Obtenga sus datos etiquetados ahora",
    "3483700676": "Lanza millones de tareas al instante",
    "3478726913": "hCaptcha tiene una de las piscinas más grandes del planeta disponible para su uso. Sea cual sea su escala, podemos manejarla sin costosos compromisos iniciales. Millones de tareas al día no son un problema.",
    "740501259": "Canalizaciones simples impulsadas por API",
    "2784612261": "¿Quiere integrar la revisión humana directamente en sus operaciones comerciales? Ofrecemos SLA de alta confiabilidad, capacidad garantizada y API REST simples.",
    "1144966033": "Optimizado por costo y calidad",
    "3213351333": "No se requiere compromiso por adelantado",
    "2107077506": "La plataforma HUMAN utiliza modelos de confianza integrales para realizar análisis de calidad sofisticados en tiempo real. Esto nos permite determinar rápidamente tanto la dificultad de las preguntas como su probable respuesta correcta, lo que le permite ahorrar tiempo y dinero.",
    "3576146278": "Pague solo por la precisión que necesita",
    "2952586316": "No todos los problemas son iguales. Las anotaciones para tareas críticas para la seguridad pueden requerir un 99,99% de confianza por parte de trabajadores completamente humanos. Es posible que las anotaciones para una función beta en una aplicación de juegos para dispositivos móviles solo requieran una confianza moderada. Tú decides.",
    "710145621": "Proporcione sus propios datos reales sobre el terreno o permítanos crearlos sobre la marcha",
    "987901590": "¿Tiene datos sin procesar sin un conjunto de verificación completo? En la mayoría de los casos, podemos crear uno para usted a medida que las tareas se ejecutan en el sistema o crear muestras etiquetadas para su aprobación.",
    "2597352122": "Tipos de anotaciones",
    "1344687860": "Cajas delimitadores",
    "1089415440": "Detección precisa de objetos en imágenes y video",
    "3817067682": "Polígonos",
    "2682873489": "Definir el área delimitante para los objetos.",
    "1275150216": "Lugares emblemáticos",
    "2067112112": "Anotaciones de puntos para muchos casos de uso diferentes",
    "4228682126": "Categorización de atributos",
    "2920213479": "Ordene o agregue categorías arbitrarias de cualquier tamaño",
    "3288667364": "Comparación y detección",
    "155877895": "Detección y clasificación impulsada por humanos",
    "3128433367": "... y muchos más",
    "2827452240": "¿Necesita otro tipo que no figura aquí? Pregúntanos.",
    "719304627": "¿Necesita un control de extremo a extremo?",
    "1172067553": "La plataforma HUMAN detrás de hCaptcha proporciona características de gestión y calidad de trabajo altamente sofisticadas a través de implementaciones locales, híbridas o SaaS que se integran con sus sistemas existentes.",
    "2319072959": "Ejecute completamente fuera de línea con su propia fuerza laboral, realice un seguimiento del valor consumido en todas las unidades de negocio o socios del consorcio, enrute selectivamente los trabajos a diferentes proveedores de mano de obra internos o externos según los requisitos de costos y seguridad, y más.",
    "1936512180": "‍Fácil acceso a la API, hermosos paneles de control y la última tecnología de modelo en el ciclo para maximizar la eficiencia del trabajador.",
    "3913848038": "SLA de tiempo de actividad del 99,99% y soporte global disponible las 24 horas, los 7 días de la semana.",
    "1080752747": "Comuníquese con ventas",
    "1525403768": "Para obtener más información, comuníquese con Ventas Empresariales.",
    "1546930020": "Obtener datos etiquetados",
    "2486638408": "Definir especificaciones",
    "1027200955": "Hable con uno de nuestros expertos en el dominio para definir las necesidades de su proyecto: precisión del objetivo, formato y cualquier requisito especial.",
    "1156712451": "Prueba de trabajo inicial",
    "181065232": "Ejecutamos un pequeño trabajo de producción basado en sus datos de muestra. Esto prueba el trabajo que hemos realizado juntos para garantizar que obtenga exactamente lo que necesita.",
    "3207769512": "Implementar trabajos de producción",
    "1099238677": "Con nuestro alto volumen y baja latencia, le daremos la vuelta a su trabajo rápidamente, con entrega automatizada tan pronto como esté terminado.",
    "465783046": "¿Quieres probarlo con tus datos?",
    "328625009": "... estamos listos cuando usted lo esté: nuestro servicio está disponible las 24 horas.",
    "3225770968": "hCaptcha está diseñado para resolver el problema más laborioso del aprendizaje automático; etiquetar cantidades masivas de datos de manera oportuna, asequible y confiable.",
    "2041686284": "Más datos generalmente producen mejores resultados en el entrenamiento de modelos de aprendizaje automático. El reciente éxito de los modelos profundos ha llevado a conjuntos de datos cada vez más grandes, y hCaptcha satisface esta necesidad. Sin embargo, crear grandes conjuntos de datos revisados por humanos utilizando métodos tradicionales es lento y costoso.",
    "3729345277": "hCaptcha es una forma para que las empresas obtengan las anotaciones que necesitan más rápido, con mayor calidad y a menor costo que otras alternativas.",
    "2103563261": "Información pública o privada",
    "2513143348": "El sistema hCaptcha Enterprise es excepcionalmente flexible en su diseño: se puede implementar parcial o totalmente en el borde de su red si opera una nube pública o posee muchos centros de datos.",
    "3107683988": "Esto puede reducir drásticamente el tráfico y los costos fuera de la red al tiempo que conserva todos los beneficios de la administración por parte de nuestro personal de guardia las 24 horas, los 7 días de la semana para cumplir con los SLA más estrictos.",
    "3660619092": "Regístrese gratis o póngase en contacto con el departamento de ventas para obtener soluciones empresariales",
    "2351176803": "Términos de licencia para la API de hCaptcha JS",
    "2616226398": "Sujeto a nuestro",
    "2024293275": ". Todos los demás derechos reservados, por ahora.",
    "1062291156": "cláusulas estándar",
    "2712493234": "Fraude de pago: mitigación de un modo de ciberdelincuencia en rápida evolución",
    "1817772953": "El fraude no es una nueva forma de delito. De hecho, ¡los arqueólogos han descubierto dispositivos antifraude ideados por los antiguos sumerios para transportar ganado sin pérdidas hace casi 10.000 años! En su caso, colocan fichas de arcilla, cada una representando un animal, dentro de una bola de arcilla conocida como \"bulla\". La bulla viajaría con el rebaño mientras pasaba del vendedor al comprador. Incluso entonces, a los dueños de negocios les preocupaba que no todas las personas con las que estaban tratando estuvieran en alza. Mucho ha cambiado en 10,000 años, pero la necesidad de ser innovadores para prevenir el fraude permanece con nosotros. Hoy en día, el problema del fraude en los pagos en línea es de suma importancia. Con Internet, los estafadores se han vuelto cada vez más expertos en burlar los controles antifraude. Sin embargo, las nuevas soluciones están cambiando el rumbo.",
    "1053787685": "¿Qué es el fraude de pago?",
    "433424759": "El fraude de pago comprende cualquier tipo de transacción ilegal en la que un ciberdelincuente priva a la víctima de algo de valor, generalmente dinero. Esto podría significar usar una tarjeta de crédito robada para pedir mercadería en línea o hacerse cargo de una cuenta bancaria y transferir fondos ilegalmente. Hay muchas variaciones, pero todas tienen el mismo resultado: un delincuente utiliza una identidad o información de pago robada para robar a un consumidor, un banco o un comerciante.",
    "2939852138": "¿Cómo [intentan] los estafadores salirse con la suya con el fraude de pagos?",
    "1665616092": "El fraude de pagos es simple en concepto, pero puede ser increíblemente complejo en su ejecución actual.",
    "4246520782": "De hecho, Internet ha sido testigo de una verdadera carrera armamentista entre defraudadores y defensores en los últimos años.",
    "2167049807": "Los equipos de seguridad han adoptado una variedad de contramedidas y controles que derrotan los enfoques fáciles y perezosos para el fraude de pagos. Sin embargo, los ataques son cada vez más sofisticados. Por ejemplo, los bots ahora pueden recolectar números de tarjetas de crédito y PIN robados de sitios web falsos y ataques de phishing.",
    "1936449777": "Luego, en modo totalmente automatizado, pueden imitar el comportamiento humano en sitios de comercio electrónico, haciendo clic en botones y agregando artículos a los carritos de compras, hasta el punto en que muchos, si no la mayoría de los controles antifraude, no pueden decir que un bot está tratando de robar. mercancías. Más bien, parece que un usuario humano simplemente está comprando. El bot puede iniciar sesión en la cuenta de un cliente real utilizando credenciales de inicio de sesión robadas. Otro factor que oculta el fraude es la capacidad del bot de falsificar direcciones IP y hacer que parezca que el \"comprador\" está en algún lugar diferente del atacante, que podría estar en un país extranjero.",
    "648630222": "Evite el fraude de pagos con hCaptcha Enterprise",
    "1621930829": "¿Qué se puede hacer con respecto a las actividades de fraude de pagos avanzadas e incesantes de la actualidad? Emplear múltiples capas de controles suele ser un enfoque inteligente. Sin embargo, las mejores contramedidas son aquellas que pueden atrapar al bot y revelar que es falso, a pesar de los mejores esfuerzos de sus creadores para replicar el comportamiento humano.",
    "2423586454": "Todavía hay algunas cosas que el software no puede hacer, sin importar lo buena que sea la IA que lo respalda. La tecnología CAPTCHA moderna ofrece un método probado para bloquear bots que intentan perpetuar el fraude en los pagos. Si bien los enfoques antiguos de CAPTCHA, como los simples números inclinados en un cuadro, ahora son en su mayoría deficientes para mitigar los bots avanzados, un dispositivo automatizado de prueba y respuesta como hCaptcha Enterprise puede fácilmente confundir a un bot estafador en el momento del inicio de sesión de la cuenta o el pago del carrito de compras. Incluso si el bot tiene credenciales reales, no podrá pasar por el CAPTCHA.",
    "1467308982": "Horarios de pago",
    "1291824746": "Los pagos de hCaptcha se ejecutan trimestralmente sobre una base de seguimiento de 60 días. Para ilustrar lo que esto significa, consulte la siguiente tabla.",
    "3444947612": "Tráfico entre",
    "4181611011": "Fecha de conciliación",
    "728503636": "Fecha de pago",
    "3720584906": "15 de julio de 2021-15 de octubre de 2021",
    "388240587": "5 al 15 de enero de 2022",
    "3426312287": "5 al 15 de enero de 2022",
    "615618648": "15 de abril de 2021-15 de julio de 2021",
    "3376724603": "14-24 de septiembre de 2021 †††",
    "3398978455": "15-25 de septiembre de 2021 †††",
    "2722456056": "15 de enero de 2021-15 de abril de 2021",
    "4063155841": "A más tardar el 25 de junio de 2021 ††",
    "4082053540": "19-25 de junio de 2021 ††",
    "64953197": "15 de octubre de 2020-15 de enero de 2021",
    "1023070345": "A más tardar el 14 de marzo de 2021",
    "2600696085": "15 de marzo de 2021",
    "3217791519": "15 de julio de 2020-15 de octubre de 2020",
    "649261378": "5-11 de enero de 2021 *",
    "1559190296": "5 al 11 de enero de 2021 †",
    "3806054689": "15 de abril de 2020-15 de julio de 2020",
    "4162383380": "16-22 de septiembre de 2020 *****",
    "1990824776": "16-24 de septiembre de 2020 *****",
    "3856690908": "15 de enero de 2020-15 de abril de 2020",
    "3200641265": "A más tardar el 16 de junio de 2020 *",
    "3744079744": "15-19 de junio de 2020 ****",
    "2209837451": "15 de octubre de 2019-15 de enero de 2020",
    "2510534204": "A más tardar el 23 de marzo de 2020 ***",
    "2910560864": "20-23 de marzo de 2020 ***",
    "2544565802": "15 de julio de 2019-15 de octubre de 2019",
    "3963642878": "A más tardar el 14 de diciembre de 2019 *",
    "622103562": "17 de diciembre de 2019 **",
    "4072202039": "15 de abril de 2019-15 de julio de 2019",
    "818049069": "A más tardar el 15 de julio de 2019",
    "1169005651": "15 de septiembre de 2019",
    "2303655425": "15 de enero de 2019-15 de abril de 2019",
    "3678889946": "A más tardar el 15 de junio de 2019",
    "3094354698": "15 de junio de 2019",
    "4217013126": "Los pagos generalmente se ejecutan durante todo el día en la Fecha de pago y, en general, se completan antes de la medianoche, hora del Pacífico. Si se ha marcado una cuenta para su revisión, es posible que se necesiten hasta cinco días hábiles adicionales para liberar un pago.",
    "1447649958": "Como recordatorio, solo el tráfico humano preciso es elegible para pagos. Puede ver más detalles sobre esto en nuestras preguntas frecuentes, enlazadas a continuación. El saldo disponible también debe alcanzar un umbral mínimo para ser elegible para el pago, actualmente 10 HMT.",
    "4257144752": "Las estimaciones en tiempo real no reflejan la precisión final o la humanidad y, por lo tanto, sus ganancias finales pueden variar sustancialmente hacia arriba o hacia abajo de los números que se muestran en el Panel antes de su primera conciliación.",
    "2728931827": "Después de cada conciliación, sus estimaciones de clave por sitio se actualizarán y la precisión de las predicciones futuras debería aumentar, a menos que su sitio tenga un cambio sustancial en el comportamiento del usuario.",
    "1200905005": "††† Desde septiembre de 2021, las conciliaciones y los pagos ahora se ejecutan en un período de aproximadamente 10 días en lugar de un solo día, con el fin de simplificar las restricciones operativas relacionadas con el crecimiento del servicio.",
    "4284094387": "†† Algunas conciliaciones y pagos de junio de 2021 se ejecutarán la semana siguiente debido a demoras en la verificación de los cálculos finales durante la ventana de conciliación.",
    "1977013707": "† Los pagos de diciembre de 2020 se reprogramaron a partir del día 15 para evitar la superposición con las conciliaciones de fin de año y las vacaciones del personal: se completarán para la segunda semana de enero. Debido a que las transferencias a PayPal son más lentas de lo habitual, los pagos se realizarán durante varios días en lugar de completarse en un solo día.",
    "517010299": "Tenga en cuenta: actualmente estamos trabajando en una importante transición de backend hacia la conciliación casi en tiempo real. Las conciliaciones periódicas se ejecutarán con menos frecuencia de lo habitual hasta el primer trimestre de 2021. Esto no afecta los cronogramas ni las fechas de pago.",
    "3092200338": "** Cuando el día 15 cae en fin de semana, la fecha de pago es el día 17.",
    "3891941747": "*** AVISO DE COVID-19: Debido a la reducción de la capacidad del personal relacionada con COVID-19, la conciliación ha sido reprogramada para permitir tiempo adicional para completar nuestra verificación estándar. Se espera que los pagos comiencen el viernes y se completen el lunes siguiente.",
    "2301757528": "**** Debido al mantenimiento por parte de PayPal de sus API REST durante la ventana de pago, no todos los pagos se completaron el 15 de junio. Todos los pagos programados para el 15 de junio (hora del Pacífico) pero que no se ejecutaron debido a errores de la API de PayPal se volvieron a ejecutar antes del 19 de junio (hora del Pacífico).",
    "116842359": "***** Se espera que las conciliaciones se completen durante varios días debido al mantenimiento del sistema.",
    "4154415610": "***** Los pagos de septiembre de 2020 se ejecutarán en lotes a medida que se complete la conciliación, y algunos se ejecutarán varios días después de lo programado originalmente debido a demoras en la conciliación.",
    "2310694091": "¿Qué significa reconciliación?",
    "164801246": "La reconciliación es el proceso mediante el cual el tráfico se analiza después del hecho para verificar su humanidad y precisión, una vez que todos los datos de todos los sitios de informes están ingresados. Puede leer más detalles en nuestro",
    "3256245394": "así como nuestras publicaciones de blog, p. ej.",
    "3089778412": "Cómo hCaptcha calcula las recompensas",
    "3329755436": "¿Está pensando en acelerar este proceso?",
    "1911669851": "Sí, actualmente estamos trabajando en una variedad de mejoras en nuestros sistemas backend que esperamos que eventualmente nos permitan ofrecer una reconciliación más rápida, una precisión de estimación más rápida y pagos más rápidos. Actualmente estamos trabajando para acelerar la reconciliación primero.",
    "2366003154": "Consultas de prensa y medios",
    "3054564199": "Carpeta de prensa",
    "3173156067": "Algunas garantías preparadas están disponibles en caso de que desee incluir imágenes de ejemplo en su artículo.",
    "867314732": "Puede recuperar alta resolución",
    "858218750": "y orientación sobre su uso en el",
    "3821716514": "página.",
    "1186243118": "imagenes logo",
    "3034959000": "Puedes recuperar",
    "1764089150": "aquí:",
    "1558428432": ". Por favor acredítelos a hCaptcha.com.",
    "2429359042": "imágenes de interfaz de ejemplo",
    "1480820434": "imagen 1",
    "3213411837": "imagen 2",
    "1270712701": "Comunicados de prensa e informes recientes",
    "231285005": "Puede encontrar actualizaciones recientes en nuestro blog.",
    "1289884910": "También publicamos análisis e informes ocasionales. Por ejemplo:",
    "932546190": "Por qué los CAPTCHA estarán siempre con nosotros",
    "2344319147": "¿Cuánto vale realmente la detección de bots de Google?",
    "1637527266": "¿Qué países tienen más tráfico de bots?",
    "230159237": "Contactos",
    "3759923279": "Dirija sus consultas de prensa a la siguiente dirección de correo electrónico:",
    "4255608322": "Última actualización: 12 de abril de 2021",
    "33639629": "No se aplica a sitios web de terceros. Tenga en cuenta que esta Política de privacidad no se aplica a ningún sitio web, oferta, producto o servicio de ningún tercero, incluso si se vincula a nuestro Sitio o incorpora el Servicio; consulte las políticas de privacidad aplicables antes de decidir proporcionar información a terceros. fiestas.",
    "987375734": "IMI tiene su sede en los Estados Unidos. Los Sitios y el Servicio son controlados y operados por nosotros desde los Estados Unidos. Su Información personal puede almacenarse y procesarse en cualquier país donde tengamos instalaciones o en el que contratemos a proveedores de servicios, y al utilizar los Sitios y el Servicio, usted da su consentimiento para la transferencia de información a países fuera de su país de residencia, incluidos los Estados Unidos. , que puede tener reglas de protección de datos diferentes a las de su país. En determinadas circunstancias, los tribunales, los organismos encargados de hacer cumplir la ley, los organismos reguladores o las autoridades de seguridad de esos otros países pueden tener derecho a acceder a su información personal.",
    "452920031": "Una nota para los clientes fuera de los Estados Unidos.",
    "2328839224": ". Consulte nuestra sección \"Aviso para los residentes de California\" relacionada con sus derechos bajo la Ley de Privacidad del Consumidor de California (\"CCPA\").",
    "1565481281": "Una nota para los residentes de California",
    "1028058338": "Consulte nuestra sección \"Aviso a los interesados de la UE\" relacionada con sus derechos en virtud del Reglamento general de protección de datos (\"RGPD\").",
    "2271205646": "Una nota para los residentes del Espacio Económico Europeo.",
    "508143070": "Tenga en cuenta que IMI es el controlador de su información personal, excepto cuando procesamos información personal en nombre de nuestros Integradores en relación con la prestación de nuestro Servicio, en cuyo caso somos el procesador de la información personal, y esos Integradores son los controladores del informacion personal.",
    "2330965058": "Cuando actuamos como procesador para nuestros Integradores, no usamos los datos recopilados para ningún otro propósito que no sea razonablemente necesario para proporcionar nuestro Servicio, y nuestro procesamiento se regirá por los contratos que tenemos vigentes con nuestros Integradores, no por este Política de privacidad",
    "3017040355": "El procesamiento de los datos de los sujetos de datos de la UE opera bajo la base legal de las Cláusulas Contractuales Estándar (CEC) integradas en el Apéndice de Procesamiento de Datos a nuestros Términos de Servicio o Acuerdos de Procesamiento de Datos con nuestros Integradores.",
    "2233384692": "Si tiene alguna pregunta o inquietud sobre cómo se manejan dichos datos o si desea ejercer sus derechos, debe comunicarse con la persona o entidad (es decir, el controlador de datos) que ha contratado con nosotros para utilizar el Servicio para procesar estos datos. Sin embargo, brindaremos asistencia a nuestros integradores para abordar cualquier inquietud que pueda tener, de acuerdo con los términos de nuestro contrato con ellos.",
    "349292953": "Información que recopilamos",
    "3022001832": "Recopilamos información de las personas que interactúan con nuestros Sitios y Servicios, incluidos aquellos que incorporan nuestro Servicio en su sitio web (\"Integradores\"), aquellos que utilizan los servicios para el etiquetado de datos (\"Clientes\") y los usuarios finales que interactúan con nuestro Servicio a través de los sitios web de nuestros Integradores (\"Usuarios finales\").",
    "835545301": "Recopilamos las siguientes categorías de información:",
    "3228928991": "Información que se puede utilizar para identificar o contactar a una persona (\"Información personal\"), como nombre, dirección de correo electrónico y país. Recopilamos información personal de nuestros integradores y clientes actuales y potenciales cuando nos la brindan directamente (por ejemplo, al completar un formulario al registrarse para obtener una cuenta o al solicitar recibir notificaciones por correo electrónico de nuestra parte). También podemos verificar la identidad de nuestros integradores y clientes comparando información personal con bases de datos de terceros o documentos legales oficiales.",
    "1655796811": "Información recopilada automáticamente como resultado del uso de los Sitios o los Servicios por parte de un Integrador o Cliente (\"Información de análisis\"), como direcciones IP, tipo de navegador, proveedor de servicios de Internet, tipo de plataforma, tipo de dispositivo, sistema operativo, fecha y hora. de acceso, y otra información similar. Parte de la información de análisis es recopilada en nuestro nombre por terceros que contratamos para ese propósito, y parte de la información de análisis se recopila a través de una variedad de tecnologías de seguimiento, incluidas las cookies (consulte \"Tecnologías de seguimiento y análisis de terceros\" a continuación).",
    "1388241689": "Información recopilada como resultado de que los Usuarios finales respondan a las solicitudes a través del Servicio (\"Datos etiquetados\"), como datos de etiquetado de imágenes, texto convertido de archivos de audio reproducidos para esos Usuarios finales, respuestas a preguntas y otras solicitudes generadas por el Servicio. con el fin de etiquetar datos para su uso en aplicaciones de aprendizaje automático. Tenga en cuenta que los datos etiquetados no están vinculados a ninguna persona identificada.",
    "1493790285": "Otra información recopilada de los Usuarios finales como parte del Servicio que se requiere para determinar si",
    "2216374138": "son humanos, como los movimientos del mouse, la posición de desplazamiento, los eventos de pulsación de teclas, los eventos táctiles y la información del giroscopio / acelerómetro, según corresponda.",
    "2394073454": "Podemos recopilar información adicional de los usuarios finales que deseen trabajar con nosotros como etiquetadores de datos individuales.",
    "3103557430": "Cómo usamos la información",
    "1130802068": "Usamos la información que recopilamos para los siguientes propósitos:",
    "2940689138": "Administrar cuentas de Integrador y Cliente y brindar el Servicio. Usamos la Información personal para asociar cuentas específicas con Integradores y Clientes y para brindarles el Servicio, para responder a solicitudes o consultas, para brindar soporte o asistencia técnica y para facilitar los pagos.",
    "857974529": "Para mejorar el Sitio y el Servicio. Utilizamos la información analítica para mejorar nuestros servicios y ofertas existentes y desarrollar nuevos y para personalizar las ofertas de productos existentes y futuras.",
    "1820844638": "Para obtener información sobre el mercado. Utilizamos la Información de análisis para analizar el mercado y realizar análisis comerciales relacionados con el Sitio y nuestros Servicios, y para otros fines de investigación.",
    "3386280249": "Proporcionar un mercado para datos etiquetados. Nuestro servicio permite el etiquetado de datos de gran volumen y la revisión humana para sistemas de aprendizaje automático como un servicio para los propietarios de sitios web y las empresas que necesitan ayuda para etiquetar sus datos. Con ese fin, divulgamos Datos etiquetados a nuestros Clientes interesados en adquirir Datos etiquetados.",
    "3532143291": "Para asegurar nuestros servicios y sistemas. Utilizamos la información analítica para proteger nuestros sistemas mediante la identificación de posibles amenazas y vulnerabilidades, y para proteger de otro modo la información que recopilamos.",
    "2185418511": "Para cualquier propósito comercial legítimo, siempre que la información esté anónima o agregada de manera que no pueda relacionarse razonablemente con un individuo.",
    "2386465280": "Cómo compartimos la información",
    "2159517814": "Compartimos o divulgamos información personal en los siguientes casos:",
    "4256083674": "A solicitud directa de un integrador para identificar el riesgo de fraude de una solicitud de desafío CAPTCHA específica o una dirección IP, o de otro modo cuando se haya otorgado un consentimiento específico.",
    "3494826505": "Con los proveedores, nos comprometemos a proporcionar aspectos esenciales de los Sitios y el Servicio, como almacenamiento de datos, alojamiento y análisis, y solo para esos fines.",
    "1119009846": "Según sea necesario para cumplir con la ley aplicable, incluidas las solicitudes gubernamentales, las solicitudes de cumplimiento de la ley y de otro modo a entidades públicas y privadas para proteger los derechos, la privacidad, la seguridad o la propiedad de usted, nosotros u otros.",
    "197676026": "Con otros para cualquier propósito comercial legítimo, siempre que la información no esté identificada",
    "2359312315": "o agregado de tal manera que no pueda relacionarse razonablemente con un individuo.",
    "2497216176": "Tecnologías de seguimiento y análisis de terceros",
    "3694578791": "Como se mencionó anteriormente, nosotros (y nuestros proveedores externos) recopilamos información analítica en parte mediante el uso de cookies, balizas web y otras tecnologías de seguimiento. En algunos casos, trabajamos con proveedores externos para emplear cookies con el fin de recopilar información analítica.",
    "2014256987": "Si prefiere no bloquear el uso de cookies u otras tecnologías de seguimiento, consulte \"Administración de su información\" a continuación. Tenga en cuenta que hacerlo puede afectar negativamente su experiencia al utilizar los Sitios o el Servicio, ya que es posible que algunas funciones no funcionen correctamente.",
    "2788024905": "Cómo protegemos la información",
    "3031284129": "Renuncias de garantía",
    "26365791": "En la mayor medida permitida por la ley, el Sitio y el Servicio (y cualquier otro servicio, información, datos, características y otros contenidos o materiales asociados) se proporcionan \"tal cual\" y \"según esté disponible\". En la máxima medida permitida por la ley, IMI excluye todas las garantías, incluidas, entre otras, las garantías implícitas de comerciabilidad, idoneidad para un propósito particular y no infracción.",
    "735630686": "Manejo de su información (sus derechos)",
    "2895491273": "Si prefiere bloquear las cookies u otras tecnologías de seguimiento, la mayoría de los navegadores y dispositivos móviles le permiten cambiar su configuración para notificarle cuando reciba cookies u otras tecnologías de seguimiento y elegir si acepta o no. eso. La mayoría de los navegadores también le permiten deshabilitar o eliminar las cookies existentes o rechazar automáticamente las cookies futuras. También puede utilizar herramientas de terceros, incluidos los complementos del navegador, para controlar sus preferencias de cookies. Sin embargo, tenga en cuenta que si desactiva todas las cookies, es posible que algunas partes de nuestros Sitios no funcionen correctamente.",
    "707527778": "Información de los niños",
    "2419795065": "Aviso a los residentes de California",
    "1517625162": "Según la Sección 1789.3 del Código Civil de California, los usuarios de California tienen derecho al siguiente aviso de derechos del consumidor: Los residentes de California pueden comunicarse con la Unidad de Asistencia para Quejas de la División de Servicios al Consumidor del Departamento de Asuntos del Consumidor de California por correo en 1625 North Market Blvd., Sacramento, CA 95834, o por teléfono al (916) 445-1254 o (800) 952-5210.",
    "3730344349": "Esta sección proporciona detalles adicionales sobre la información personal que recopilamos sobre los consumidores de California y los derechos que se les otorgan en virtud de la Ley de Privacidad del Consumidor de California o \"CCPA\".",
    "4044467791": "Para conocer las categorías de información personal que hemos recopilado de usted en los 12 meses anteriores, consulte la sección \"Información que recopilamos\" más arriba. Recopilamos esta información para los fines comerciales y comerciales descritos en la sección anterior \"Cómo usamos la información personal\". En los últimos 12 meses, hemos compartido las siguientes categorías de información con terceros con fines comerciales:",
    "4208081170": "Categoría de información personal",
    "1528242915": "Identificadores.",
    "3863351997": "Categorías de información personal enumeradas en el estatuto de registros de clientes de California (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Información comercial.",
    "2683038211": "Internet u otra actividad de la red electrónica.",
    "3671828834": "Ejemplos de información personal compartida",
    "779426309": "Un nombre real, identificador personal único, identificador en línea, dirección de Protocolo de Internet, dirección de correo electrónico, nombre de cuenta u otros identificadores similares.",
    "2414368123": "Un nombre, número de tarjeta de crédito, número de tarjeta de débito o cualquier otra información financiera.",
    "4088941349": "Registros de productos o servicios comprados, obtenidos o considerados.",
    "3238612014": "Historial de navegación, información sobre la interacción de un consumidor con un sitio web, una aplicación o un anuncio de Internet.",
    "1023108656": "Categorías de destinatarios externos",
    "1418235079": "Proveedores de servicio",
    "3238184941": "Nota: El riesgo de fraude asociado con una dirección IP individual se puede compartir con un integrador a pedido.",
    "285116485": "La Compañía no \"vende\" (como se define este término en la CCPA) la información personal que recopilamos. Consulte la sección \"Tecnologías de seguimiento y análisis de terceros\" anterior para obtener más información sobre los tipos de cookies de terceros, si las hay, que utilizamos.",
    "1408750006": "Sujeto a ciertas limitaciones, la CCPA brinda a los consumidores de California el derecho de solicitar conocer más detalles sobre las categorías o piezas específicas de información personal que recopilamos (incluida la forma en que usamos y divulgamos esta información), para eliminar su información personal, para optar por no participar. cualquier \"venta\" que pueda estar ocurriendo, así como el derecho a no ser discriminado por ejercer estos derechos.",
    "759057398": "Aviso a los interesados de la UE",
    "825780955": "Informacion personal",
    "2945960297": "Con respecto a los sujetos de datos de la UE, el término \"información personal\" como se usa en esta Política de Privacidad es equivalente a \"datos personales\" como se define en el Reglamento General de Protección de Datos de la Unión Europea (GDPR).",
    "1126613163": "Informacion delicada",
    "3571006800": "Parte de la información que nos proporciona puede constituir datos confidenciales según se define en el RGPD (también denominados categorías especiales de datos personales), incluida la identificación de su raza o etnia en documentos de identificación emitidos por el gobierno.",
    "1988461282": "Bases legales para el procesamiento",
    "3519564631": "Fines de procesamiento",
    "1778642038": "Para comunicarme contigo",
    "2223819810": "Para optimizar nuestra plataforma",
    "1678661231": "Para el cumplimiento, la prevención del fraude y la seguridad",
    "2561077702": "Para brindar nuestro servicio",
    "2066321185": "Base legal",
    "1174237568": "Estas actividades de procesamiento constituyen nuestros intereses legítimos. Intentamos considerar y equilibrar cualquier impacto potencial sobre usted (tanto positivo como negativo) y sus derechos antes de procesar su información personal para nuestros intereses legítimos. No utilizamos su información personal para actividades en las que nuestros intereses se vean anulados por cualquier impacto adverso en usted (a menos que tengamos su consentimiento o la ley lo requiera o permita).",
    "1350478093": "Propósito del procesamiento",
    "787916198": "Con tu consentimiento",
    "3348433919": "Tus derechos",
    "3842673636": "Según el RGPD, tiene ciertos derechos con respecto a su información personal. Puede solicitarnos que tomemos las siguientes acciones en relación con su información personal que tenemos:",
    "4057343238": "Optar por no",
    "1834911235": "Deje de enviarle comunicaciones de marketing directo que previamente haya dado su consentimiento para recibir. Es posible que sigamos enviándole comunicaciones relacionadas con el Servicio y otras comunicaciones que no sean de marketing.",
    "3022301908": "Acceso",
    "680638297": "Brindarle información sobre nuestro procesamiento de su información personal y darle acceso a su información personal.",
    "1409486258": "Correcto",
    "3878077249": "Actualizar o corregir inexactitudes en su información personal.",
    "3645414921": "Borrar",
    "42182578": "Elimina tu información personal.",
    "1609621367": "Transferir",
    "3208155808": "Transfiera una copia legible por máquina de su información personal a usted oa un tercero de su elección.",
    "1786796818": "Restringir",
    "3329634829": "Restrinja el procesamiento de su información personal.",
    "4202774977": "Objeto",
    "3007158970": "Objetar nuestra confianza en nuestros intereses legítimos como base de nuestro procesamiento de su información personal que afecta sus derechos.",
    "1273071008": "Solicitudes de derechos de acceso del interesado",
    "3594381346": "localización.",
    "21141582": "esta",
    "3357523404": "Transferencia de datos transfronteriza",
    "290966395": "Como se describe en nuestra sección \"Una nota para los clientes fuera de los Estados Unidos\", tenga en cuenta que sus datos personales se transferirán, procesarán y almacenarán en los Estados Unidos. Las leyes de protección de datos en los EE. UU. Pueden ser diferentes a las de su país de residencia. Usted da su consentimiento para la transferencia de su información, incluida la información personal, a los EE. UU. Como se establece en esta Política de privacidad visitando nuestros Sitios o utilizando nuestro Servicio.",
    "3178581111": "Uso para nuevos propósitos",
    "1088304322": "Podemos utilizar su información personal por motivos no descritos en esta Política de privacidad, cuando la ley nos permita hacerlo y cuando el motivo sea compatible con el propósito para el que la recopilamos. Si necesitamos usar su información personal para un propósito no relacionado, podemos notificarle y explicarle la base legal aplicable para ese uso. Si nos hemos basado en su consentimiento para un uso particular de su información personal, podemos solicitar su consentimiento para cualquier propósito no relacionado y permitirle terminar su uso del servicio en ese momento si se opone.",
    "2260079771": "Retención de datos",
    "38428546": "Almacenamos sus datos personales de forma segura durante la vida de su cuenta con nosotros. Solo conservaremos sus Datos personales durante el tiempo que sea necesario para cumplir con los fines para los que los recopilamos, incluso con el fin de satisfacer cualquier obligación legal, contable o de presentación de informes o para resolver disputas. Los criterios que utilizamos para determinar los períodos de almacenamiento incluyen las disposiciones contractuales aplicables que están en vigor, los períodos de prescripción legales, los requisitos reglamentarios aplicables y los estándares de la industria.",
    "384965568": "Si bien los requisitos de retención varían según la jurisdicción, a continuación se describe la información sobre nuestros períodos de retención típicos para diferentes aspectos de sus datos personales.",
    "2788836740": "La información de contacto con fines de marketing se conserva de forma continua hasta que cancele la suscripción. A partir de entonces, agregaremos sus datos a nuestra lista de supresión indefinidamente. La información de correo electrónico recopilada de los usuarios de accesibilidad nunca se utilizará con fines de marketing.",
    "3520687192": "Los registros de las comunicaciones con usted (por ejemplo, tickets de soporte abiertos por correo electrónico o Twitter) se pueden conservar indefinidamente.",
    "292211832": "La información recopilada a través de medios técnicos como cookies, contadores de páginas web y otras herramientas de análisis se descarta tan pronto como sea posible, pero se puede conservar durante un período limitado de hasta un año a partir de la expiración de la cookie, generalmente en forma anónima y agregada. a menos que detectemos un posible abuso de nuestro servicio, en cuyo caso conservaremos esa información para ayudarnos a prevenir futuros abusos. No podemos vincular esta información anónima y agregada a usted, su hogar, una dirección IP o cualquier información personal basada en la información almacenada.",
    "3192683783": "Cambios a esta política de privacidad",
    "1702335960": "Cualquier información que recopilemos está sujeta a la Política de privacidad vigente en el momento en que se recopila dicha información. Sin embargo, podemos revisar la Política de privacidad de vez en cuando. Si una revisión es importante, según lo determinemos únicamente nosotros, se lo notificaremos, por ejemplo, por correo electrónico. La versión actual siempre se publicará en nuestra página de Política de privacidad.",
    "3669258571": "Política de cookies",
    "2905621957": "Última actualización: 18 de julio de 2020",
    "1173934218": "Entendemos que su privacidad es importante para usted y estamos comprometidos a ser transparentes sobre las tecnologías que utilizamos. Esta política proporciona información detallada sobre cómo y cuándo usamos cookies en nuestros Sitios y Servicios.",
    "2694150481": "¿Usamos cookies?",
    "457627611": "Si. Nosotros y nuestros proveedores de análisis o servicios, socios de marketing y afiliados podemos usar cookies, balizas web o píxeles y otras tecnologías para garantizar que todos los que usan los Sitios tengan la mejor experiencia posible. Consulte la sección \"Tecnologías de seguimiento y análisis de terceros\" de nuestra Política de privacidad para obtener más detalles.",
    "501102544": ": creemos que el servicio anti-bot de hCaptcha (es decir, el Servicio integrado en sitios web, juegos o aplicaciones móviles) incluye solo las denominadas cookies \"exentas de consentimiento\" de conformidad con las regulaciones de GDPR. Ejemplos de tales cookies exentas incluyen:",
    "461631543": "Nota del RGPD",
    "2150907653": "* Cookies técnicas estrictamente necesarias para la prestación del servicio. Estos incluyen cookies de preferencia, cookies de sesión, cookies de equilibrio de carga, etc.",
    "1012122721": "* Cookies estadísticas administradas directamente por nosotros (es decir, cookies de origen, no de terceros), donde los datos no se utilizan para la elaboración de perfiles.",
    "3255230599": "¿Qué es una cookie?",
    "2954157511": "¿Por qué utilizamos cookies?",
    "1539071196": "Generalmente utilizamos cookies para los siguientes propósitos:",
    "3545935449": "Reconocer usuarios nuevos o pasados.",
    "32739972": "Para almacenar la información de su sesión de inicio de sesión si está registrado en nuestros Sitios.",
    "4209078147": "Para mejorar nuestro sitio y comprender mejor sus visitas en nuestras plataformas y sitio.",
    "1077448694": "Para integrarse con sitios web de redes sociales de terceros.",
    "1709478090": "Para brindarle publicidad dirigida o basada en intereses.",
    "3256020881": "Para observar sus comportamientos y actividades de navegación a lo largo del tiempo en múltiples sitios web u otras plataformas.",
    "1092241113": "Comprender mejor los intereses de nuestros Clientes e Integradores.",
    "1434289796": "Algunas cookies son necesarias para ciertos usos de los sitios, y sin dichas cookies, no podríamos proporcionar muchos de los servicios que necesita para utilizar correctamente los sitios. Estas cookies, por ejemplo, nos permiten operar nuestros sitios para que pueda acceder a ellos como lo ha solicitado y nos permite reconocer que ha creado una cuenta y ha iniciado sesión en esa cuenta para acceder al contenido del sitio. También incluyen Cookies que nos permiten recordar sus acciones anteriores dentro de la misma sesión de navegación y proteger nuestros Sitios.",
    "1533171442": "También utilizamos cookies funcionales y cookies de terceros con fines de análisis y marketing. Las cookies funcionales permiten que ciertas partes de los Sitios funcionen correctamente y que sus preferencias de usuario sigan siendo conocidas. Las cookies de análisis, entre otras cosas, recopilan información sobre cómo los clientes, integradores y usuarios finales utilizan nuestros sitios, el contenido y los productos que los usuarios ven con más frecuencia y la eficacia de nuestra publicidad de terceros. Las cookies publicitarias ayudan a entregar anuncios a audiencias relevantes y a que nuestros anuncios aparezcan en la parte superior de los resultados de búsqueda. Las cookies son cookies de \"sesión\" que se eliminan cuando finaliza la sesión de su navegador, o \"persistentes\", que permanecen hasta que usted las elimine (discutidas a continuación) o la parte que entregó la cookie. Los detalles completos sobre todas las cookies utilizadas en los sitios están disponibles en nuestra tabla de divulgación de cookies a continuación.",
    "322830977": "Cómo deshabilitar las cookies.",
    "262509504": "Podemos vincular la información recopilada por las cookies con otra información que recopilemos de usted de conformidad con esta Política de privacidad y utilizar la información combinada como se establece en este documento. De manera similar, los terceros que sirven cookies en nuestros Sitios pueden vincular su nombre o dirección de correo electrónico a otra información que recopilan, que puede incluir compras anteriores realizadas fuera de línea o en línea, o su información de uso en línea.",
    "2935155034": "Si se encuentra en el Espacio Económico Europeo, tiene ciertos derechos que se describen anteriormente en el encabezado \"Aviso a los interesados de la UE\", incluido el derecho a inspeccionar y corregir o eliminar los datos que tenemos sobre usted.",
    "1873812847": "Divulgación de cookies",
    "3319083717": "Nombre:",
    "3183855267": "1. hmt_id",
    "907324388": "Función",
    "2896187462": "1. Se utiliza para estadísticas anónimas relacionadas con el servicio estrictamente necesarias y para otros fines técnicos, como ayudar en el soporte de accesibilidad.",
    "987267027": "Partido",
    "3453526675": "1. Primera parte",
    "1952810469": "Escribe",
    "1795436560": "1. Sesión",
    "102695075": "Duración",
    "3356329025": "1. 30 días",
    "3744153629": "Nombres:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesión,",
    "3186435874": "ID de sesión",
    "1241291641": "Ver más detalles.",
    "1834801943": "2. Primera parte",
    "2114694926": "2. Sesión",
    "938404336": "2. Varía; hasta 30 días.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. Primera parte",
    "1483015662": "3. Sesión",
    "3458934553": "3. Varía; hasta 30 días.",
    "134571844": "Impressum (aviso del sitio)",
    "110836420": "Última actualización: 23 de diciembre de 2020",
    "2901894297": "hCaptcha es un servicio de Intuition Machines, Inc. (\"IMI\"), una corporación de los Estados Unidos de Delaware (# 6393793).",
    "2928362319": "Las consultas por correo se pueden enviar a: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Autoridad reguladora: Comisión Federal de Comunicaciones de EE. UU., 45 L Street NE, Washington, DC 20554 EE. UU.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Sin garantías con respecto al contenido",
    "707541553": "Toda la información contenida en nuestras páginas de Internet ha sido validada por IMI o un tercero. Sin embargo, ni IMI ni terceros pueden ser responsables de que la información sea actual, precisa o completa. Esto también se aplica a otros sitios web a los que se puede acceder a través de hipervínculos en nuestras páginas. IMI no acepta ninguna responsabilidad por el contenido de estos sitios web externos.",
    "2650241052": "Sin consejo",
    "204716894": "El contenido y el diseño de nuestras páginas web están protegidos por la ley de derechos de autor. La duplicación de las páginas y su contenido de una manera que exceda el uso justo razonable requiere el consentimiento previo por escrito de IMI si no se especifican otras disposiciones legales para la duplicación en la página.",
    "3182435854": "Derechos de autor",
    "3236873806": "IMI es responsable de este sitio web.",
    "1338341134": "Pase de privacidad hCaptcha + (Beta)",
    "88879089": "Privacy Pass es un",
    "1898063898": "para preservar la privacidad del usuario que estamos desarrollando junto con",
    "1942186611": "y otros.",
    "3673079511": "estándar emergente",
    "2164933356": "Cloudflare",
    "3119589996": "Cómo funciona: una extensión de navegador brinda a los usuarios la capacidad de crear y firmar tokens criptográficamente ciegos para sitios web que admiten el protocolo Privacy Pass. La extensión genera pases que contienen tokens criptográficamente cegados que son firmados por hCaptcha cuando se resuelve un desafío en cualquier sitio que utilice el servicio hCaptcha.",
    "1254771154": "desafíos que se muestran en otros servicios compatibles con Privacy Pass que también incorporan hCaptcha, por ejemplo, Cloudflare.",
    "996362763": "Estos tokens no están cegados y almacenados por la extensión para uso futuro. Cuando el usuario visita un sitio usando hCaptcha y necesita pasar el desafío (ya sea invisible o mediante el botón \"Soy humano\"), se canjea automáticamente. El procedimiento de cegamiento significa que los tokens firmados y canjeados son criptográficamente desvinculables desde la perspectiva de hCaptcha y, por lo tanto, se preserva la privacidad del usuario.",
    "2943346052": "A medida que continúa el proceso de estandarización de IETF, esperamos que los principales navegadores adopten alguna forma de Privacy Pass de forma nativa. Esto eventualmente hará que la extensión sea innecesaria. Sin embargo, por el momento, siga las instrucciones a continuación.",
    "2326660907": "excepto",
    "741483946": "* En otras palabras: puede obtener los tokens de hCaptcha Privacy Pass en hCaptcha.com y usarlos en otros sitios directamente usando hCaptcha.com. No puede obtener ni canjear tokens de hCaptcha Privacy Pass para omitir el servicio hCaptcha como lo usa Cloudflare, ya que Cloudflare emite y canjea sus propios tokens de Privacy Pass.",
    "1362015807": "Empezando",
    "1358325821": "Primero, instale la extensión para",
    "310885519": "o",
    "4091044469": ". Asegúrate de haber habilitado la extensión en modo incógnito. Luego, visite cualquier sitio web que use hCaptcha y resuelva un captcha. A partir de la versión 2.0.3, puede canjear estos tokens en sitios web utilizando hCaptcha.",
    "3904679538": "Cromo",
    "3700767772": "Una vez que haya instalado la extensión, haga clic aquí (o en cualquier sitio web que utilice hCaptcha) para ganar pases:",
    "166277959": "Tenga en cuenta: esta función se encuentra actualmente en versión beta y es posible que no funcione para todos los sitios web y usuarios todo el tiempo. En el caso de que no esté habilitado o no funcione para un usuario en particular, el comportamiento simplemente recurrirá a la experiencia estándar de hCaptcha sin pérdida de funcionalidad.",
    "3031357206": "Aparecerá un nuevo icono junto a la barra de URL. Ahora visite un sitio web usando hCaptcha. Se verá así:",
    "1066753052": "lo que significa que la billetera está vacía y que estás en un sitio que incluye un desafío de hCaptcha. Una vez que complete el desafío, obtendrá tokens que se pueden canjear en cualquier otro sitio web con hCaptcha.",
    "651123197": "Se mostrará un recuento del total actual en su billetera en el ícono después de completar el desafío.",
    "554844646": "Puede confirmar que la extensión está funcionando al ver que el contador baja en 1 cada vez que hace clic",
    "4087729475": "el desafío después de su resolución inicial.",
    "647630208": "¡Y eso es! Su navegación en línea ahora es más privada.",
    "3272552822": "Desarrolladores y criptógrafos:",
    "4059570880": "Si desea realizar un seguimiento del esfuerzo de estandarización, actualmente se están realizando esfuerzos en",
    "1904390996": "para estandarizar el",
    "252720667": "subyacente a la seguridad criptográfica de Privacy Pass. El protocolo en sí está pasando por el",
    "3972554015": "proceso también. Y la extensión del navegador es, por supuesto",
    "3723626769": "por sus contribuciones y revisión.",
    "3882147547": "Funciones pseudoaleatorias ajenas",
    "565624910": "borrador",
    "3421090159": "fuente abierta",
    "3098677775": "P: ¿Mi IP y mi historial de navegación son completamente privados de hCaptcha cuando utilizo Privacy Pass?",
    "4019638786": "R: Los usuarios de Privacy Pass de hCaptcha nunca expondrán su IP a hCaptcha a menos que la billetera de token de su navegador esté vacía o el sitio la envíe. hCaptcha no tiene forma de vincular al usuario con el canje del token y nunca interactúa directamente con el usuario durante el canje a menos que su billetera de tokens esté vacía.",
    "3887113660": "P: ¿Cómo afecta el Privacy Pass a las ganancias de hCaptcha?",
    "1116455671": "R: Obtendrá una recompensa por la resolución inicial si el usuario la completa en su sitio. Los canjes siguen el mismo patrón de respuesta que si el usuario hubiera pasado automáticamente a su sitio debido a la alta confianza del cliente: no se obtienen ganancias y la llamada de siteverify de su servidor recibe un \"crédito: Falso\" en los resultados del pase.",
    "779817954": "P: Si tengo pases de Privacy Pass emitidos por otro proveedor, ¿puedo canjearlos en hCaptcha?",
    "3014149332": "R: No, los pases no son interoperables: deben ser emitidos y canjeados por la misma autoridad, en este caso hCaptcha. Tenga en cuenta que si tiene pases de Cloudflare y hCaptcha en su extensión, el número disponible cambiará a la cantidad correcta según el requisito de la página que está visitando. En otras palabras, si tiene 100 pases de Cloudflare en su billetera y 10 pases de hCaptcha, debería ver 10 en el ícono de extensión en las páginas con hCaptcha incrustado.",
    "3679148535": "P: ¿En qué otras aplicaciones de Privacy Pass está trabajando?",
    "1606783855": "R: Estamos muy interesados en el caso de uso de Privacy Pass para accesibilidad (\"a11y\"). Las opciones anteriormente populares, como los captchas de audio, discriminan a muchos usuarios. Creemos que la combinación de nuestro enfoque actual de todos con la emisión de un Pase de Privacidad permitirá a todos los usuarios navegar de manera segura, sabiendo que su tráfico es más privado, mientras restringe el abuso por parte de los operadores de bot que inevitablemente ocurre cuando todas las opciones están disponibles.",
    "2359150347": "P: ¿Otros servicios de seguridad en línea son compatibles con Privacy Pass?",
    "2082237880": "R: hCaptcha es el primer servicio de este tipo que admite Privacy Pass, y actualmente es el único que lo hace. Sin embargo, esperamos que otros servicios reconozcan las ventajas de aumentar la privacidad del usuario en línea, y esperamos que en el futuro más emprendan implementaciones a medida que se adopten formalmente los estándares IETF que estamos ayudando a desarrollar.",
    "2109792055": "Guía del usuario: Problemas de depuración con la emisión y validación de pases de privacidad",
    "3588620914": "Privacy Pass es una nueva invención para los estándares de la Web, y es posible que otras aplicaciones y extensiones de navegador que no lo conocen interfieran con su funcionalidad.",
    "4039193170": "Si tiene problemas para obtener o canjear tokens:",
    "2378786360": "1. Pruebe uno de los otros navegadores compatibles: si está en Chrome, intente usar Firefox sin importar su configuración de Chrome e instale el complemento allí. Si eso funciona, es posible que tenga un problema de configuración del navegador.",
    "394235836": "3. Si ninguna de las sugerencias anteriores funciona, envíenos un correo electrónico de asistencia y estaremos encantados de ayudarle a averiguar qué está pasando.",
    "3470857731": "Un análisis de qué tan bien reCAPTCHA detecta bots.",
    "3240786848": "Última actualización: 18 de febrero de 2021",
    "2547140673": "Durante más de una década, el servicio reCAPTCHA de Google ha ofrecido a los propietarios de sitios web una oportunidad: permitir que Google rastree a sus usuarios y les haga preguntas, y a cambio ellos prometen detener los bots y el spam.",
    "2133754014": "Más de 4,5 millones de sitios web utilizan reCAPTCHA [",
    "3152512587": "y el sistema recopila cientos de millones de soluciones diarias. [",
    "2296918009": "Esto equivale a más de 100 años-persona de trabajo por día. [",
    "3900538778": "Los datos etiquetados son el combustible que impulsa el aprendizaje automático. Las respuestas de reCAPTCHA se han utilizado para mejorar los servicios ML / AI de Google desde 2009. Muchas personas que usan reCAPTCHA no se dan cuenta de que se está utilizando su trabajo.",
    "1160252730": "Google ahora está cobrando precios elevados por reCAPTCHA Enterprise, lo que ha provocado que muchas empresas vuelvan a evaluar este acuerdo.",
    "1131196501": "Grandes empresas como",
    "204889717": "han cambiado a hCaptcha's",
    "639413188": "en respuesta.",
    "3280658086": "soluciones empresariales",
    "3842815245": "¿Es este un comercio justo?",
    "714342693": "El equipo de hCaptcha ha estado recopilando datos de precios de servicios de ruptura de captcha de la \"web oscura\" desde 2016. Notamos una tendencia interesante:",
    "468929661": "El costo promedio de romper un reCAPTCHA es increíblemente bajo (menos de $ 1 por cada 1000 soluciones) y no ha aumentado materialmente desde que comenzó nuestro monitoreo en 2016. Esto se aplica tanto a reCAPTCHA v2 como a v3. [",
    "2862164005": "Los datos de precios nos permiten poner un valor en dólares exacto a la seguridad ofrecida por un reCAPTCHA: $ 0.001 o menos por respuesta.",
    "102498091": "Google cobra 1 dólar por cada 1000 solicitudes de reCAPTCHA Enterprise, lo que significa que ahora cobran más por solicitud de lo que cuesta romper la seguridad de su servicio. Esto parece un mal negocio.",
    "130239139": "¿Cuál es el valor de los más de 100 años-persona de trabajo que recopila Google a diario?",
    "1421074182": "Sustancialmente más alto.",
    "1953519598": "El costo de etiquetar una sola imagen varía entre $ 0.03 y $ 1.00 o más. Según cualquier estimación conservadora, Google ha extraído miles de millones de dólares de mano de obra gratuita hasta la fecha. [",
    "3025548709": "¿Existe una alternativa a este trato injusto?",
    "263761351": "hCaptcha es la primera alternativa creíble, ahora utilizada por cientos de millones de personas cada mes.",
    "2743692546": "A medida que los usuarios demuestran su humanidad a través de hCaptcha, su trabajo ingresa a un mercado abierto anónimo para licitar.",
    "1982750088": "Empresas de todo el mundo apuestan por esa mano de obra para completar tareas simples que son fáciles para las personas pero difíciles para las máquinas. Los usuarios apoyan el sitio que están visitando y experimentan menos spam web debido a un mayor nivel de seguridad.",
    "1108398506": "los clientes obtienen un control total sobre la experiencia y se benefician de la experiencia que hCaptcha ha adquirido operando el mayor proveedor de desafíos independiente en Internet. También obtienen un mejor trato que reCAPTCHA Enterprise: precios hasta un 50-80% mejores, según el volumen.",
    "3012870872": "Los sitios web y las aplicaciones que utilizan la versión gratuita (hCaptcha Publisher) obtienen ingresos de ese trabajo en lugar de donarlo a Google.",
    "2271512952": "Los usuarios apoyan el sitio que están visitando y experimentan menos spam web.",
    "278010425": "La amplia y cambiante variedad de tareas en hCaptcha también es más difícil de automatizar. La interfaz única de reCAPTCHA no ha cambiado en muchos años y tiene un pequeño conjunto de preguntas que cambian con poca frecuencia. Esta es una de las formas en que hCaptcha proporciona una protección anti-bot más robusta que reCAPTCHA.",
    "984849234": "hCaptcha utiliza el aprendizaje automático avanzado para ofrecer lo que solo promete reCAPTCHA, mientras comparte el valor capturado con los sitios web que lo utilizan.",
    "4063769686": "Los usuarios apoyan el sitio que están visitando y experimentan menos spam web. Esto parece un trato más justo.",
    "685916926": "¿Por qué reCAPTCHA no ha mejorado con el tiempo?",
    "3992401943": "Ha habido una revolución en el aprendizaje profundo desde 2012. La norma de la industria para la precisión de las tareas ha mejorado radicalmente durante la última década, principalmente debido a las profundas redes convolucionales. Otros servicios impulsados por ML que ofrece Google han seguido esta curva.",
    "615031303": "(Ver notas a pie de página",
    "2125514305": "ML ha mejorado, pero la dificultad de eludir reCAPTCHA no ha cambiado materialmente durante este tiempo.",
    "1406188018": "6 y 7",
    "2689973938": "La mejora de reCAPTCHA crea un conflicto intrínseco para Google como proveedor de anuncios.",
    "464238793": "Si el propio Google determina que un usuario que ve un anuncio o hace clic en un enlace era de hecho un bot, no puede cobrar por los anuncios que se le muestran a ese usuario. Este conflicto de intereses ha limitado gravemente el alcance de las ambiciones anti-bot de Google.",
    "918924423": "Por ejemplo, Google no ha ofrecido servicios obviamente valiosos como la detección retroactiva de bots. Es mucho más confiable declarar el tráfico de usuarios generado por robots después de analizar varios días de datos.",
    "661412233": "Saber después del captcha que algunos usuarios eran bots también es valioso. Permite a los propietarios de sitios web limpiar las publicaciones de spam antiguas y eliminar las \"cuentas durmientes\" registradas en los foros de spam en el futuro, reducir el fraude y más.",
    "3600797185": "Ofrecer identificación retroactiva de bots abriría a Google a preguntas espinosas sobre cómo reembolsar retroactivamente a los anunciantes que gastaron dinero en ese tráfico fraudulento.",
    "2076932190": "Por tanto, el producto reCAPTCHA se ha estancado durante una década.",
    "3856912381": "Los usuarios han sufrido, y el spam web innecesario es ahora desenfrenado. Pero hay una alternativa.",
    "1035621426": "Cada bot identificado por reCAPTCHA reduce directamente los ingresos publicitarios de Google.",
    "3668115514": "¿En qué se diferencia hCaptcha?",
    "2413742287": "El incentivo de hCaptcha es maximizar la precisión, no los ingresos publicitarios: las respuestas de los bots son inútiles para nuestros clientes, que necesitan datos de formación humana.",
    "1373262754": "Saber quién es un individuo tiene un valor mínimo para hCaptcha. Solo nos importa si son humanos o un actor malicioso.",
    "600646860": "En lugar de ofrecer un servicio de valor cuestionable mientras se extrae mano de obra con valor real, hCaptcha proporciona tanto una compensación como una sólida protección anti-bot.",
    "1836191653": "En lugar de ofrecer un servicio fácil de derrotar a los usuarios gratuitos mientras se cobran millones de dólares por una versión empresarial que no es mucho mejor, hCaptcha proporciona una excelente protección contra bots para ambos, al tiempo que ofrece a los usuarios empresariales funciones y personalización adicionales, junto con sólidos SLA y soporte rápido.",
    "990215503": "hCaptcha es el único servicio importante de captcha que no es propiedad de una red publicitaria.",
    "971933157": "hCaptcha se preocupa por la privacidad, la transparencia y la equidad.",
    "178839499": "hCaptcha comparte el valor del trabajo realizado mientras los usuarios demuestran su humanidad.",
    "1237076138": "hCaptcha ofrece un trato justo tanto para clientes gratuitos (hCaptcha Publisher) como para empresas (hCaptcha Enterprise).",
    "614310292": "¿Quién construyó hCaptcha?",
    "4188814619": "hCaptcha es un servicio de Intuition Machines (",
    "3265328927": "), una empresa de aprendizaje automático que ofrece productos y servicios para empresas que implementan el aprendizaje automático a escala.",
    "2740033957": "El equipo de mensajería instantánea está compuesto por científicos e ingenieros de Apple, Amazon y otros líderes en aprendizaje automático, sistemas distribuidos y seguridad.",
    "1579715421": "Los científicos de IM publican con regularidad en las principales conferencias como ICML, ICLR, ECCV y NeurIPS, y la empresa ha publicado resultados de vanguardia en disciplinas de ML como deep hashing [",
    "4015238193": "y OCR [",
    "279580593": "imachines.com",
    "279918384": "¿Cómo utiliza Google su mano de obra gratuita?",
    "2385522384": "Probablemente estaba viendo cuadros de video de cámaras en autos autónomos Waymo de Google y ayudando a mejorar su reconocimiento de objetos.",
    "1517627947": "Probablemente estaba viendo imágenes de edificios o letreros de calles de los automóviles Streetview de Google y ayudando a etiquetar ubicaciones para sus productos Maps y Earth.",
    "3225936061": "Probablemente estaba viendo imágenes de texto tomadas de páginas de libros en el servicio Libros de Google y ayudando a mejorar su software OCR (reconocimiento de texto).",
    "129661785": "¿Alguna vez le pidieron que \"haga clic en el automóvil / cruce de peatones / semáforo\"?",
    "936667684": "¿Alguna vez le han pedido que \"escriba el letrero del edificio / calle?\"",
    "3773515538": "¿Alguna vez le han pedido que \"escriba las dos palabras\"?",
    "1778058441": "¿Qué tipo de trabajos se ejecutan en hCaptcha?",
    "366088791": "hCaptcha admite una amplia variedad de tareas.",
    "3114147525": "Los clientes de hCaptcha utilizan el servicio para tareas que incluyen reconocimiento de objetos, detección de atributos (recopilación de etiquetas para identificar tipos de ropa), clasificación de relevancia (elegir el producto más relevante de varias opciones en comparación con un producto principal), cuadros delimitadores (encontrar áreas de interés en una imagen), \"Human OCR\" (identificando el texto en una imagen) y muchos otros tipos de tareas.",
    "3139609561": "A continuación, se muestran dos ejemplos de tipos de trabajos de clasificación de imágenes y detección de atributos. [",
    "2273532558": "¿Quiénes son los clientes de pago de hCaptcha?",
    "4104221634": "Los clientes de hCaptcha abarcan una variedad de industrias, desde empresas de tecnología hasta aquellas enfocadas en la moda, el comercio minorista y otras áreas en las que pueden crear valor mediante la aplicación del aprendizaje automático.",
    "1337725003": "hCaptcha se compromete a democratizar el acceso a anotaciones en tiempo real de gran volumen, permitiendo que las empresas grandes y pequeñas mejoren la calidad de sus productos y servicios aplicando el aprendizaje automático a sus negocios.",
    "4086379603": "¿Preguntas?",
    "1243684308": "Nos tomamos muy en serio sus comentarios y queremos asegurarnos de que todos tengan una experiencia en línea más agradable, con menos bots y menos spam. Comuníquese con nosotros:",
    "2645321220": "Y si cree que el costo de reCAPTCHA es demasiado alto, pregúntenos sobre hCaptcha Enterprise. Actualmente en uso por algunas de las mayores editoriales, empresas de servicios financieros y empresas de infraestructura web del mundo, no solo son una alternativa creíble a reCAPTCHA: creemos que ofrecen la mejor protección contra bots disponible actualmente.",
    "1229233916": "Notas al pie",
    "1115642494": "1. Fuente: Listados de sitios reCAPTCHA de BuiltWith.com. Consultado el 9 de julio de 2019.",
    "448807334": "(\"Cientos de millones de CAPTCHA son resueltos por personas todos los días\"). Consultado el 8 de julio de 2019.",
    "2397590157": "3. Estimación conservadora: 200 millones de soluciones * 30 segundos por solución en años = 190,3 años-persona / día.",
    "3236311792": "4. Análisis interno de hCaptcha. Datos recopilados hasta el 30 de junio de 2019. Detalles disponibles a pedido.",
    "1752259468": "5. Estimación conservadora: costo de $ 0.01 de una sola anotación * 200 millones de promedio. anotaciones por día (límite inferior) * 365 días por año * 10 años desde la adquisición de 2009 = valor de límite inferior de $ 7.3 mil millones.",
    "3268946369": "6. Crédito: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Fuente: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "EMPRESAS RELACIONALES BASADAS EN LA JERARQUÍA SEMÁNTICA PARA HASHING PROFUNDO DEBIL SUPERVISADO, Heikki Arponen, Tom E Bishop. ICML 2019, Taller de LLD.",
    "2544169219": "Resultados recientes de vanguardia: ICML LLD, mayo de 2019.",
    "1973347745": "10. Imágenes de ejemplo sin derechos de autor. Fuente: Petapixel.",
    "1493115924": "Notas de marcas registradas:",
    "4051104324": "\"Intuition Machines\" es una marca registrada de Intuition Machines, Inc.",
    "3983646521": "Todos los nombres de productos, logotipos, marcas, marcas comerciales y marcas comerciales registradas son propiedad de sus respectivos dueños. Todos los nombres de empresas, productos y servicios utilizados en este sitio web son solo para fines de identificación. El uso de estos nombres, marcas comerciales y marcas no implica respaldo. En este caso, todo lo contrario.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Científicos de mensajería instantánea establecen un nuevo punto de referencia para el reconocimiento de texto supervisado débilmente (OCR) en CVPR 2020.",
    "1259002282": "¿Encontraste un error? He aquí cómo informarlo.",
    "3301728462": "Millones de personas usan hCaptcha cada mes, en miles de combinaciones de navegadores, extensiones, dispositivos, firewalls y más.",
    "3878230879": "Nuestro objetivo es asegurarnos de que siempre funcione para usted, por lo que apreciamos mucho sus informes.",
    "2465128185": "Para enviar comentarios rápidamente, simplemente haga clic en el botón \"Envíenos sus comentarios\".",
    "2921990472": "Si observa un problema funcional, siga las",
    "2870341481": "debajo. Para cualquier otro navegador, solo",
    "1866590035": "instrucciones de registro de depuración para Chrome",
    "444492541": "instrucciones de registro de depuración para Firefox",
    "169267610": "Envíenos un correo electrónico",
    "3100722753": "Para posibles problemas de seguridad o privacidad, consulte las instrucciones a continuación.",
    "1906593952": "Proporcione comentarios sobre el hCaptcha que acaba de ver",
    "3951254541": "Agradecemos su aporte. Háganos saber cualquier problema y lo resolveremos rápidamente.",
    "3324288040": "Envianos tus comentarios",
    "2864016648": "Problemas de privacidad",
    "304004915": "No nos importa quiénes son los usuarios, solo la probabilidad de que sean malintencionados o máquinas. Apoyamos iniciativas como",
    "1139493658": "y trabajar duro para equilibrar la privacidad y la seguridad.",
    "3083289844": "Si ha encontrado un problema que cree que podría afectar la privacidad del usuario, envíenos un correo electrónico a",
    "4264784515": "Errores de seguridad",
    "963238401": "Siempre estamos interesados en recibir informes de errores de seguridad. Correo electrónico",
    "3926027556": "y nos comunicaremos con usted rápidamente.",
    "1589805435": "También tenemos un",
    "2560582224": "programa de recompensas por errores",
    "103876916": "para informes de seguridad elegibles sobre el servicio hCaptcha y el código fuente relacionado.",
    "497117287": "Opciones de accesibilidad",
    "3230004040": "¿Tiene discapacidad visual o no puede completar hCaptchas?",
    "3480023141": "Más información sobre las opciones de accesibilidad",
    "2052161540": "Captura de detalles del informe de errores: Chrome",
    "2281169898": "Enviar información de depuración con su informe nos facilitará la identificación de lo que está sucediendo. Aquí hay instrucciones paso a paso:",
    "1123365779": "Si es un desarrollador web o un usuario experto, el resumen es que nos gustaría que nos envíe un HAR de grabación de red y los registros de la consola del navegador.",
    "2015218686": "antes de seguir estos pasos. Si eso soluciona su problema, le agradeceríamos que nos informara la versión de su navegador, el bloqueador de anuncios o la extensión del navegador y la URL del sitio web.",
    "3922723611": "Intente deshabilitar cualquier bloqueador de anuncios o extensiones de seguridad del navegador.",
    "4036872105": "primero y luego reintentar",
    "993651083": "Paso 1: Abra las herramientas de desarrollo (esto comienza a grabar la sesión).",
    "4163469907": "Paso 2: haga clic en la pestaña Red en Herramientas de desarrollo. Marque la casilla \"Conservar registro\" en la parte superior.",
    "4243348003": "Paso 3: visita",
    "641342999": ", o el sitio web en el que tiene un problema (Nota de privacidad: solo si no le importa compartir lo que es) ... y luego haga clic en el botón \"Soy humano\" e intente resolverlo.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Paso 4: Haga clic en \"Exportar HAR\" (la pequeña flecha hacia abajo) después de intentar resolver, lo que guarda el registro de red. Envíanos ese archivo.",
    "1503240421": "Paso 5: Haga clic en la pestaña Consola, haga clic con el botón derecho y luego en \"Guardar como ...\" para guardar el registro de la consola. Envíanos eso también.",
    "2863840904": "Paso 6: Último paso, envíenos un correo electrónico con los archivos de registro HAR y de la consola y describa el problema",
    "4051785543": "Usar:",
    "3623028666": "(utilice un servicio como",
    "551761392": "y enviar enlaces) y, opcionalmente, una captura de pantalla, si sospecha que algo no se muestra correctamente. Envíe también la IP que está utilizando. Puedes conseguirlo de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "¡Gracias por tomarse el tiempo para ayudarnos a obtener esta información!",
    "3680327841": "Estamos comprometidos a hacer que hCaptcha funcione bien para todos",
    "1059502393": "Captura de detalles del informe de errores: Firefox",
    "1112074001": "Paso 2: haga clic en la pestaña Red en Herramientas de desarrollo. Marca la casilla \"Conservar registros\" en la parte superior.",
    "1797298240": "Paso 4: Haga clic en \"HAR\" después de intentar resolverlo y elija \"Guardar todo como HAR\" para guardar el registro de red. Envíanos ese archivo.",
    "3671246379": "Paso 5: Haga clic en la pestaña Consola, haga clic con el botón derecho y luego en \"Seleccionar todo\" y guárdelo en un archivo de texto para guardar el registro de la consola. Envíanos eso también.",
    "3816867833": "Realimentación",
    "788770967": "¡Siento oír eso! Es posible que desee utilizar nuestra opción de accesibilidad:",
    "1333016413": "Esto le permite evitar preguntas futuras al registrarse y configurar una cookie.",
    "2333410049": "Pruebe también a desactivar su bloqueador de anuncios.",
    "1345083090": "¿Informar de un problema de funcionalidad?",
    "2184564739": "Ver",
    "604751186": "¿Otros asuntos? Correo electrónico",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "cómo informar problemas con registros detallados",
    "1050501253": "Demasiado difícil",
    "3264813246": "Inapropiado",
    "3526939538": "Error de programación",
    "126134492": "Otro",
    "3511610999": "Asegurémonos de llegar al lugar correcto.",
    "3906886217": "Para empresas o sitios web",
    "1621597093": "Soluciones de seguridad empresarial (de pago)",
    "3176531704": "Anotación de datos",
    "1834239172": "Adquirir servicios de anotación hCaptcha",
    "1457707016": "Para individuos",
    "770264626": "Agrega hCaptcha a tu servicio (gratis)",
    "881015166": "Agregar hCaptcha for Publishers a mi sitio web o aplicación",
    "47536007": "Más información sobre hCaptcha",
    "2012837493": "Resultados de la búsqueda",
    "4034694801": "No hay coincidencias.",
    "3621411541": "Más información sobre las opciones de accesibilidad para hCaptcha",
    "3401005681": "Ganar dinero",
    "3933993151": "Trabajar como etiquetador de datos individual",
    "563059212": "Lista de subprocesadores",
    "3501923981": "Última actualización: 1 de enero de 2020.",
    "3548097301": "Efectivo: 1 de enero de 2020.",
    "3991444169": "Esta página enumera los subprocesadores actuales para el servicio hCaptcha Enterprise.",
    "835396984": "Actualmente activo",
    "424089481": "Amazon Web Services, Inc. (global). Servicios prestados: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (global). Servicios prestados: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Servicios prestados: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Servicios prestados: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: no se aplica a todos los clientes. Por ejemplo, los clientes de IP Blinding u otras opciones avanzadas de privacidad o seguridad (por ejemplo, clientes de Secure Virtual Tenancy) están completamente excluidos de cualquier \"PII\" potencial que alguna vez ingrese a los sistemas de telemetría, incluso una dirección IP. Comuníquese con su representante de cuenta para obtener más información si es necesario.",
    "700843971": "Hound Technology, Inc. (Global). Servicios prestados: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (global). Servicios prestados: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (global). Servicios prestados: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Servicios prestados: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infraestructura",
    "370366524": "Telemetría de servicios efímeros",
    "121192737": "Próximas adiciones",
    "2420789666": "Fastly, Inc. Servicios proporcionados: Fastly CDN y Edge Compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Efectivo: 1 de septiembre de 2021. Adición de infraestructura",
    "1487796027": "Para companias",
    "3943417791": "Obtenga soporte para hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratis)",
    "3397976149": "Obtenga soporte para hCaptcha Publisher",
    "833750823": "¿Tiene dificultades con un desafío?",
    "2024737147": "¿Quieres informar de un error?",
    "1978884623": "Más información sobre cómo informar problemas de software",
    "4188664955": "Condiciones generales de servicio",
    "2621989404": "Última actualización: 24 de septiembre de 2021. Tenga en cuenta que nuestros términos en inglés son válidos.",
    "2404545611": "¡Bienvenido a hCaptcha! Gracias por ser parte de nuestra comunidad. Todos los usuarios de los \"Servicios\" (definidos a continuación) deben aceptar los siguientes términos (los \"Términos de servicio\"). Según estos Términos de servicio, \"IMI\", \"nosotros\" y \"nos\" se refieren a Intuition Machines, Inc. y sus subsidiarias, afiliadas, funcionarios, agentes, empleados, representantes y agentes, y nuestro \"sitio web\" incluye cualquier sitio web bajo nuestro control, incluidos www.hcaptcha.com y www.imachines.com.",
    "2348450790": "Lea estos Términos de servicio. Incluyen, entre otras disposiciones, renuncias de garantías, limitaciones de responsabilidad y arbitraje vinculante. Tenga en cuenta que estos Términos de servicio pueden haber cambiado desde su última visita a nuestro sitio web. Podemos revisar y actualizar estos Términos de servicio de vez en cuando a nuestro exclusivo criterio. En el caso de un cambio material, le notificaremos publicando los Términos de servicio actualizados en esta página, después de lo cual debe aceptar afirmativamente los Términos de servicio actualizados para continuar usando o accediendo al Sitio o al Servicio.",
    "1933936765": "Acuerdo de procesamiento de datos (última actualización: 23 de septiembre de 2021)",
    "2959486280": "Si no está de acuerdo con estos Términos de servicio, no puede usar ni acceder al Sitio o al Servicio.",
    "3200859925": "1. Propósito",
    "1807143500": "Los Servicios incluyen un servicio de seguridad en línea (el \"Servicio hCaptcha\") y una plataforma (la \"Plataforma de Intuition Machines\") en la que un individuo (\"Colaborador\") puede optar por realizar tareas que una entidad de terceros o Intuition Machines misma (cada un \"Solicitante\") publica en nuestro sitio web o en el Servicio hCaptcha, ya sea directamente en nuestro sitio web o accediendo a la Plataforma Intuition Machines y / o realizando tareas a través o en conexión con una entidad y / o plataforma o servicio de terceros (cada uno, un \"Integrador\"). Los Solicitantes publican tareas e invitan a los Colaboradores a realizarlas a cambio de recompensas proporcionadas por IMI a los Integradores, o según lo determine el Solicitante si el Solicitante está utilizando la Plataforma Intuition Machines o el Servicio hCaptcha para realizar tareas a sus propios usuarios finales. Cobramos a empresas e individuos (cada uno un \"Cliente\") por el uso de nuestra plataforma para que puedan usar nuestro software, tareas de autor, contratarnos para tareas de autor y / o obtener acceso a los Colaboradores. También cobramos a los integradores por el uso de nuestro servicio hCaptcha para reducir el fraude, el abuso y el spam en sus sitios web, aplicaciones móviles y otras propiedades en línea. Lo anterior se conoce colectivamente como los \"Servicios\".",
    "3212830633": "2. Elegibilidad",
    "2605814073": "Al utilizar o registrarse en nuestros Servicios, usted acepta: tiene al menos 18 años de edad; tiene la autoridad para celebrar este acuerdo en su nombre o en la entidad que representa, y en todo momento seguirá cumpliendo con estos Términos de servicio y con todas las políticas y pautas de IMI a las que se hace referencia en este documento; y no abusará de nuestro sitio web, no nos presentará falsamente su identidad ni utilizará inteligencia artificial para completar cualquier parte de cualquier tarea en IMI que requiera inteligencia humana.",
    "2616040974": "3. Clientes y Solicitantes",
    "1544829730": "Si usted es un Cliente o Solicitante, acepta que los términos adicionales adjuntos al presente como Apéndice del Cliente se aplicarán y se incorporarán como referencia en estos Términos de servicio. Si no es Cliente o Solicitante, o deja de ser Cliente o Solicitante, los términos adicionales en el Apéndice del Cliente no se aplicarán ni se incorporarán por referencia a estos Términos de Servicio.",
    "3759360138": "4. Nombre de usuario y contraseña",
    "2236960358": "Al registrarse, se le pedirá que revele cierta información personal sobre usted (\"Información personal\"), incluido su nombre, dirección de correo electrónico, y que cree un nombre de usuario y contraseña, todo lo cual estará sujeto a nuestra Política de privacidad, disponible en nuestro sitio web. Usted es el único responsable de monitorear, garantizar y mantener la seguridad de su cuenta, contraseñas y cualquier clave de autenticación asociada con su cuenta, y es responsable de cualquier uso o acción que se tome a través del uso de esa información en los Servicios.",
    "3047519814": "Acepta que no compartirá su cuenta o contraseña con nadie.",
    "1699668873": "Debe notificar a IMI de inmediato si sospecha que la información de su cuenta ha sido robada o utilizada por otra persona, o cualquier otra violación de seguridad.",
    "3044038608": "Usted acepta proporcionarnos información verdadera, precisa y completa según se solicite en nuestro proceso de registro. También acepta actualizar dicha información de inmediato según sea necesario para mantenerla actualizada y precisa.",
    "4132302900": "5. Su privacidad, sus datos y \"datos para todos\"",
    "10724169": "Acepta nuestra Política de privacidad, que rige lo que haremos con la Información personal que nos proporcione.",
    "1669194950": "Además de la Información personal, es posible que también se le solicite que proporcione (o que sea necesario que recopilemos) otros datos para que podamos proporcionar los Servicios (en conjunto, \"Datos del cliente\"). No somos responsables de ninguna falla en la prestación de los Servicios que sea causada por su demora o por no proporcionar los Datos del Cliente.",
    "1330274831": "Por la presente, nos otorga una licencia mundial, no exclusiva, sublicenciable, transferible, libre de regalías e irrevocable durante la vigencia de este Acuerdo para usar, reproducir, distribuir electrónicamente y mostrar públicamente los Datos del Cliente únicamente con el fin de proporcionar los Servicios. . Usted declara y garantiza que posee suficientes derechos, títulos e intereses sobre sus datos para otorgar la licencia en esta sección.",
    "2230333214": "Agregamos los Datos del Cliente con otros datos para que los resultados no sean identificables personalmente y también recopilamos registros técnicos desidentificados y datos relacionados con el uso de los Servicios (\"Datos agregados / desidentificados\"). Sin perjuicio de cualquier disposición en contrario en este documento, IMI puede utilizar dichos Datos agregados / anonimizados para cualquier propósito comercial durante o después de la vigencia de este Acuerdo, lo que incluye, entre otros, desarrollar y mejorar los Servicios y crear y distribuir informes y otros materiales. Los datos del cliente también pueden persistir y mostrarse en el sistema por un período de tiempo limitado que no exceda los 180 días después de que se completa un trabajo, por ejemplo, como calibración automática o datos de validación para los sistemas de Intuition Machines. Para mayor claridad, esta Sección 5 no nos otorga el derecho de identificarlo como la fuente de Datos agregados / anonimizados sin su permiso previo por escrito.",
    "3881754581": ". Si usted es un Cliente de nuestros servicios de anotación y ha seleccionado la opción \"Datos para todos\" como parte de su uso de los Servicios, entonces otorga a IMI y a todos los usuarios de los Servicios un servicio mundial, no exclusivo, sublicenciable, transferible, licencia irrevocable y libre de regalías para explotar completamente todos los Datos del Cliente, incluidos todos los derechos de propiedad intelectual relacionados. Si selecciona la opción \"Datos para todos\", declara y garantiza que posee suficientes derechos, títulos e intereses sobre sus datos para otorgar la licencia en esta sección.",
    "3496767126": "Para evitar dudas, el siguiente párrafo se aplica exclusivamente a los Clientes que utilizan nuestros servicios de anotaciones y no al uso de nuestros Servicios como Integrador.",
    "767207800": "Si sus datos contienen contenido potencialmente explícito u ofensivo, le pedimos que los marque como \"CONTENIDO EXPLÍCITO\" para que sirva como una advertencia justa para cualquier persona que vea sus datos. Sin un acuerdo por escrito por separado con IMI, no puede incluir tareas que violen nuestras políticas, incluidas, entre otras, (a) tareas que promuevan directa o indirectamente otro sitio web o servicio, (b) tareas que violen los términos de un sitio web de terceros y condiciones, (c) tareas que soliciten a los Colaboradores que soliciten a terceros, (d) tareas que soliciten a los Colaboradores que tomen medidas para manipular el comportamiento o los resultados de un sitio web, (e) tareas que violen los derechos de propiedad intelectual de terceros, y (f) tareas que requieren que los Colaboradores descarguen software o archivos.",
    "3370561195": "6. Comportamiento aceptable",
    "4205152730": "Se le anima a interactuar con otros usuarios en cualquier lugar de nuestro sitio web, foro, mensajería, chat y otros canales de redes sociales controlados por IMI, pero si lo hace, debe cumplir con todos los términos de servicio y uso de nuestro sitio y todas las leyes pertinentes. .",
    "1394253934": "7. Uso indebido, abuso y tergiversación",
    "1406393333": "Cualquier acceso o uso de los Servicios que no sea de conformidad con estos Términos de Servicios y cualquier instrucción que proporcionemos está estrictamente prohibido. En particular, NO HARÁ:",
    "3409726716": "registrarse para más de una cuenta con nosotros sin autorización por escrito;",
    "3119498672": "realizar cualquier tarea con el uso de bots de Internet, robots web, bots, scripts o cualquier otra forma de inteligencia artificial o intentar obtener recompensas de IMI o cualquier Solicitante o Integrador sin completar las tareas como se describen;",
    "1188668818": "proporcionar cualquier información falsa mientras usa este sitio web (incluyendo, sin limitación, hacerse pasar por otra persona u organización en su cuenta, o declarar falsamente o tergiversar su afiliación con cualquier otra persona u organización en su cuenta;",
    "2804310964": "acceder o intentar acceder a nuestro sitio web a través de cualquier servidor web proxy u otro dispositivo diseñado para ocultar su verdadera ubicación o identidad o por cualquier medio que no sea la interfaz proporcionada;",
    "1374227759": "utilizar el sitio web para cualquier actividad ilegal, o para cualquier otro propósito que no sea el propósito para el que fue puesto a disposición;",
    "2103513933": "participar en actividades que interfieran o interrumpan el funcionamiento del sitio;",
    "137127070": "insertar, cargar o adjuntar enlaces o archivos externos maliciosos o desconocidos, o cargar cualquier contenido que contenga un virus, caballo de Troya, gusano, bomba de tiempo u otro código informático dañino;",
    "1686655020": "Cargue cualquier contenido sujeto a derechos de autor que no sea su trabajo original, a menos que tenga permiso del propietario legítimo para publicar dicho contenido y otorgar a IMI todos los derechos de licencia otorgados en este documento;",
    "1406692811": "participar en el envío de spam o publicar cualquier tipo de publicidad, intentar obtener referencias, comunicación masiva, ofertas o solicitudes de dinero, solicitud de servicios, publicidad, marketing, mensajes sin sentido, temas duplicados, contenido ilegal, enlaces a sitios web sociales, direcciones de correo electrónico o ID de mensajería instantánea a menos que la tarea lo requiera;",
    "3893539589": "insertar enlaces externos que ofrezcan bienes o servicios a menos que la tarea lo requiera;",
    "3214322759": "participar en cualquier otra actividad maliciosa o fraudulenta.",
    "3733422465": "8. Verificación de su identidad",
    "267645277": "IMI puede verificar su identidad. Esto puede incluir comparar su información personal con bases de datos de terceros o documentos legales oficiales. Usted nos autoriza a realizar las consultas necesarias para confirmar su identidad, la propiedad de su dirección de correo electrónico y la propiedad de sus cuentas financieras. Acepta proporcionar información sobre usted para ayudarnos a verificar su identidad.",
    "4169910317": "9. Cumplimiento de la ley",
    "519755936": "Usted es el único responsable de cumplir con las leyes federales, estatales, provinciales y locales en relación con su uso de los Servicios. Usted acepta indemnizarnos y eximirnos de responsabilidad por cualquier reclamo contra nosotros porque no cumplió con alguna ley o violó los derechos de terceros, incluidos, entre otros, los derechos contractuales, de propiedad intelectual o de privacidad.",
    "731546974": "10. Impuestos de contribuyentes o integradores",
    "3128328457": "Si usted es un Contribuidor o Integrador, usted es el único responsable del pago de cualquier impuesto sobre la renta estimado u otro federal, estatal o local, seguridad social, FICA y compensación para trabajadores que se adeude como resultado del uso de nuestro sitio web, así como impuestos o cargos similares en jurisdicciones no estadounidenses. Usted acepta indemnizarnos y eximirnos de responsabilidad por cualquier tasación en nuestra contra porque no cumplió con las leyes fiscales.",
    "2931396764": "11. Violación de estos Términos de servicio",
    "1240667045": "Podemos suspender, limitar o cancelar su acceso a los Servicios en cualquier momento y por cualquier motivo, incluso porque: (a) creemos que ha violado estos Términos de servicio (incluidas otras políticas relacionadas); (b) creemos que ha violado nuestros derechos o los derechos de un tercero; (c) no podemos verificar o autenticar la información que nos ha proporcionado; o (d) creemos que sus acciones pueden generar responsabilidades para usted, nosotros o un tercero. Para evitar dudas, nos reservamos el derecho de evitar o suspender el pago si creemos razonablemente que cualquiera de los anteriores se aplica a dicho pago.",
    "1601080128": "Si suspendemos o cancelamos su cuenta, ya no tendrá acceso a ninguna parte del sitio web, incluidos los datos, mensajes, archivos y otro material que tenga en el sitio. NO puede seguir utilizando nuestro sitio web con un nombre de cuenta nuevo o diferente. Las violaciones de estos Términos de servicio pueden ser procesadas en la mayor medida de la ley y pueden resultar en sanciones y penalizaciones adicionales.",
    "1160707899": "12. Función del colaborador y relación con IMI y otros solicitantes",
    "269838707": "Si es un Colaborador, usted y solo usted decide qué y cuántas tareas completar, y cuándo y dónde las completa. Usted es libre de dedicar tanto o tan poco tiempo a completar las tareas como desee. En ningún momento tiene la obligación de completar una tarea.",
    "1087195513": "Si usted es un Colaborador que accede a los Servicios y / o realiza tareas a través o en conexión con un Integrador en nombre de un Solicitante que no es IMI, entonces acepta y reconoce que Intuition Machines no es responsable y no tiene ninguna obligación con usted con respecto a cualquier recompensa u otra compensación por las tareas completadas. Usted acepta y reconoce que cualquier recompensa u otra compensación por las tareas completadas se determina únicamente de acuerdo con su acuerdo con el Solicitante y / o el Integrador, según corresponda. Cualquier disputa sobre dichas recompensas u otra compensación (incluida, entre otras, la imposibilidad de recibir dichas recompensas u otra compensación) es únicamente entre usted y el Solicitante y / o el Integrador, según corresponda.",
    "952813944": "Ni su uso de nuestro sitio web ni nada en este acuerdo crea una relación de empleo, sociedad, empresa conjunta, agencia, franquicia o representante de ventas entre usted y Intuition Machines. No le proporcionamos ningún equipo o herramienta para completar una tarea. No le brindamos ningún beneficio, compensación laboral o cobertura de seguro. No somos responsables de los gastos en los que incurra al utilizar nuestro sitio web. No retendremos ningún monto de su recompensa por impuestos sobre la renta federales o estatales, Seguro Social o cualquier otro impuesto. Eres libre en todo momento de realizar tareas para cualquier persona o empresa, incluidos nuestros competidores. No tiene la autoridad para celebrar ningún contrato, escrito u oral, en nombre de Intuition Machines.",
    "3460432665": "No obstante lo anterior, si usted es un contribuyente estadounidense, podemos solicitarle un W-9, que se actualizará anualmente, y podemos prohibirle que realice tareas hasta que haya completado o actualizado un W-9.",
    "458271951": "Si usted es un Colaborador que accede a los Servicios y / o realiza tareas a través o en conexión con un Integrador en nombre de Intuition Machines (que actúa como Solicitante), Intuition Machines puede recompensarlo por completar de manera aceptable ciertas tareas. En caso de que se descubra que ha cometido fraude, abuso o violación de estos Términos de servicio, Intuition Machines puede retener y / o recuperar todas y cada una de las recompensas que reciba.",
    "3056723024": "13. Finalización inaceptable de tareas",
    "3913203723": "Si, por cualquier motivo, el Solicitante no acepta la realización de una tarea que completó, usted, como Colaborador o Integrador, no tendrá derecho a ninguna recompensa por la tarea. En el caso de que las recompensas ya se hayan distribuido a usted por una tarea completada inaceptablemente, podemos recuperarlas de usted.",
    "3666807632": "14. Cualificaciones y habilidades del colaborador",
    "1993899769": "15. Nuestro uso de la información",
    "3027055607": "16. Propiedad intelectual y derechos de propiedad",
    "3910971075": "IMI posee todos los derechos, incluidos los derechos de propiedad intelectual, sobre el código fuente, código objeto o estructura subyacente, ideas o algoritmos, API y cualquier software, documentación o datos adicionales relacionados con los Servicios (\"Software\"). No podrá, directa o indirectamente, a través de un tercero o de otro modo: (a) realizar ingeniería inversa, descompilar, desensamblar o intentar descubrir el Software; (b) modificar, traducir o crear trabajos derivados basados en cualquier Software; (c) copiar, alquilar, arrendar, distribuir, pignorar, ceder o transferir o gravar los derechos de cualquier Software; (d) utilizar cualquier Software con fines de tiempo compartido, oficinas de servicios o de otro modo en beneficio de un tercero; o (e) eliminar cualquier aviso o etiqueta de propiedad.",
    "3660891610": "Si usted es un Colaborador, IMI, y no usted, tiene derechos de propiedad sobre cualquier trabajo que produzca como parte de la realización de cualquier tarea. Al aceptar los términos de este Acuerdo, usted acepta (y por el presente lo hace) transferir la posesión, la propiedad y el título (incluidos todos los derechos de propiedad intelectual existentes en todo el mundo) en y sobre su trabajo para nosotros. Para asegurarnos de que podamos adquirir, perfeccionar y utilizar dichos derechos, además acepta (i) firmar cualquier documento para ayudar en la documentación, perfeccionamiento y cumplimiento de nuestros derechos; y (ii) proporcionar acceso razonable a la información para registrar, perfeccionar, asegurar, defender y hacer cumplir dichos derechos de propiedad en todos y cada uno de los países. Sus obligaciones en virtud de esta sección continuarán incluso después de que cancele el registro o deje de usar los Servicios. Usted nos designa como su apoderado para ejecutar documentos en su nombre para los fines establecidos en esta sección.",
    "426125156": "17. Copyright y TakeDown",
    "1408530660": "IMI respeta la propiedad intelectual de otros y nos reservamos el derecho de eliminar de nuestro sitio cualquier material que consideremos que pueda violar los derechos intelectuales de terceros. Si cree que su propio trabajo ha sido copiado de una manera que constituye una infracción de derechos de autor en este sitio web, comuníquese con el servicio de atención al cliente de Intuition Machines.",
    "2696932851": "18. Indemnización",
    "3844300338": "Usted acepta indemnizar, defender y mantenernos indemnes de todas y cada una de las reclamaciones, daños, responsabilidades, costos y gastos (incluidos los honorarios y costos razonables de abogados), que surjan o se relacionen con su desempeño de tareas o su uso de nuestro sitio web. .",
    "2474091800": "19. Disputas con otros usuarios; Liberación",
    "3162107126": "IMI no es parte de ninguna disputa entre usted y cualquier otro usuario de los Servicios. Usted libera a IMI y sus afiliados de todas y cada una de las reclamaciones, demandas y daños de todo tipo y naturaleza, conocidos y desconocidos, sospechosos e insospechados, revelados y no revelados, que surjan o estén relacionados con cualquier disputa entre usted y otro usuario.",
    "2271969747": "20. Información confidencial que recibe",
    "1042802841": "La información confidencial es cualquier información que esté marcada como confidencial o patentada, o que la parte receptora debería entender razonablemente que es confidencial o patentada. Esto no incluye ninguna información que esté (1) disponible públicamente, (2) que ya esté en posesión de, desarrollada independientemente por, o ya conocida por la parte receptora, o (3) haya sido revelada por orden judicial o según lo requiera ley.",
    "1918025546": "Si recibe información confidencial de alguien en los Servicios, usted acepta proteger el secreto de la información confidencial con el mismo grado de cuidado que usa para proteger su propia información confidencial, pero en ningún caso con menos cuidado que el debido. No puede divulgar ni publicar ninguna información confidencial o de propiedad exclusiva, excepto cuando sea necesario para el desempeño de una tarea. Toda la información dentro de una tarea en la plataforma Intuition Machines debe considerarse confidencial, incluso si la información no está expresamente designada como confidencial.",
    "2690395789": "Si ya no necesita la información confidencial que recibió, debe devolver o destruir de inmediato (según lo solicite la persona que divulgó la información) todas las copias de la información que existan en las instalaciones, sistemas u otros equipos que controle.",
    "2178073797": "Debido a que la divulgación de información confidencial puede causar un daño irreparable, la parte divulgadora tiene derecho a solicitar medidas cautelares por cualquier incumplimiento o amenaza de incumplimiento de este término.",
    "2185860003": "21. Modificaciones del sitio web",
    "2631249972": "Podemos mejorar o modificar nuestro sitio web sin previo aviso.",
    "3764131594": "22. Sitios web de terceros",
    "295955580": "Nuestro sitio web puede contener enlaces a sitios web de terceros. No controlamos, investigamos, monitoreamos ni revisamos dichos sitios web. No somos responsables ni respaldamos los programas de computadora, el contenido o las opiniones que se encuentran en dichos sitios web. Si decide abandonar nuestro sitio web y acceder a cualquier sitio web de terceros, lo hace bajo su propio riesgo.",
    "838225123": "23. Renuncia de garantía",
    "3897238493": "LOS SERVICIOS SE PROPORCIONAN \"TAL CUAL\". NO HACEMOS DECLARACIONES NI GARANTÍAS, IMPLÍCITAS O EXPRESAS, CON RESPECTO A LA ACCESIBILIDAD, APTITUD, LEGALIDAD, DISPONIBILIDAD O FUNCIONALIDAD DE LOS SERVICIOS, CUALQUIER SOFTWARE O MATERIAL RELACIONADO, LAS TAREAS O CUALQUIER ACTIVIDAD O ARTÍCULOS RELACIONADOS CON ESTE ACUERDO. EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, IMI RENUNCIA A TODAS LAS CONDICIONES, REPRESENTACIONES Y GARANTÍAS, EXPRESAS O IMPLÍCITAS, INCLUYENDO, PERO NO LIMITADO A, LAS GARANTÍAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN. SU ÚNICO Y EXCLUSIVO REMEDIO CONTRA IMI CON RESPECTO A CUALQUIER DEFECTO, INCUMPLIMIENTO O INSATISFACCIÓN ES DEJAR EL USO DE LOS SERVICIOS No seremos responsables de ningún daño a su sistema informático, pérdida o corrupción de datos u otros daños que resulten de su acceso o uso del sitio web o la plataforma Intuition Machines. Pueden ocurrir interrupciones programadas y no programadas, y no garantizamos la disponibilidad ininterrumpida de nuestro sitio web.",
    "2110259227": "24. Limitación de responsabilidad",
    "3018077211": "25. Resolución de disputas de contribuyentes",
    "2790841456": "Si usted es un Colaborador, acepta la siguiente cláusula de arbitraje y renuncia a demandas colectivas:",
    "2323013093": "26. Ley aplicable",
    "2900525040": "Las leyes del estado de California rigen estos Términos de servicio y cualquier controversia, disputa o reclamo que surja de ellos.",
    "3339302473": "27. Terminación",
    "41530052": "28. Condiciones generales",
    "3202747130": "Acuerdo completo. Estos Términos de servicio y cualquier política, procedimiento o término a los que se hace referencia en este acuerdo constituyen el acuerdo completo de las partes con respecto al tema, y reemplazan y cancelan todos los acuerdos, reclamos, representaciones y entendimientos relacionados anteriores y contemporáneos de las partes. .",
    "4080263153": "No renuncio. No se considerará que hemos renunciado a ninguna parte de nuestros derechos o recursos a menos que la renuncia esté por escrito y firmada por nosotros. Si demoramos en hacer cumplir o no hacemos cumplir nuestros derechos bajo cualquier disposición de este acuerdo, eso no constituirá una renuncia a nuestro derecho de hacer cumplir posteriormente dicha disposición o cualquier parte de este acuerdo.",
    "1789371580": "Asignabilidad. No puede ceder estos Términos de servicio sin nuestro consentimiento previo por escrito. Podemos asignar estos Términos de servicio en cualquier momento, sin previo aviso. Sujeto a lo anterior, estos Términos de servicio serán vinculantes para los sucesores y cesionarios permitidos de cada parte.",
    "2819628066": "Divisibilidad. Si alguna disposición de estos Términos de servicio se considera inválida o inaplicable por cualquier motivo, no afectará la validez y aplicabilidad de las disposiciones restantes.",
    "3955981186": "Enmiendas. Ninguna modificación o enmienda a estos Términos de servicio por parte de otra persona que no sea IMI será vinculante para IMI a menos que sea en un instrumento escrito firmado por un representante debidamente autorizado de IMI.",
    "1377538813": "Idioma predominante. La versión en inglés de estos Términos de servicio controlará en todos los aspectos y prevalecerá en caso de inconsistencias con las versiones traducidas, si las hubiera.",
    "2438016011": "Acuerdo voluntario. Todas las partes de estos Términos de servicio declaran y aceptan que cada una ha revisado todos los aspectos de este acuerdo, ha leído detenidamente y comprende todas sus disposiciones y está participando voluntariamente en este acuerdo.",
    "2445034923": "Si no está de acuerdo con todos los términos y condiciones de estos Términos de servicio, no (y no puede) utilizar o acceder al Sitio o los Servicios.",
    "2646127839": "Apéndice del cliente a las Condiciones generales de servicio",
    "4097297673": "Como Cliente, Solicitante o Integrador, usted acepta estar sujeto a los términos a continuación, además de cualquier otro término vinculante entre usted e IMI.",
    "1093280979": "1. Formularios de pedido de plataforma",
    "1549953005": "Es posible que haya completado uno o más formularios de pedido de acceso a la plataforma (cada uno, un \"Formulario de pedido\") como condición para convertirse en Cliente o Solicitante. Si es así, los términos y condiciones descritos en el Formulario de pedido pasan a formar parte de los Términos de servicio y se incorporan aquí como referencia.",
    "3819851005": "2. Tasas",
    "1591032933": "Pagará a IMI las tarifas como se describe en el Formulario de pedido correspondiente a través del método de pago que proporcionó en el Formulario de pedido correspondiente. A menos que ambas partes acuerden expresamente lo contrario por escrito, usted proporcionará el pago total de todas las facturas emitidas dentro de los treinta (30) días posteriores a la fecha de envío de la factura. Usted nos autoriza a ejecutar autorizaciones de tarjeta de crédito en toda la información de la tarjeta de crédito que nos proporciona, para almacenar esa información de tarjeta de crédito y para cargar su tarjeta de crédito o cualquier otra cuenta que acordamos mutuamente como forma de pago. A menos que se indique lo contrario en el Formulario de pedido o dentro de su Contrato de servicio empresarial o Contrato de servicio maestro, todas las tarifas de los Servicios, además de los excedentes, se facturan anualmente al inicio de los servicios proporcionados por IMI en virtud de su Contrato (la \"Fecha de entrada en vigor\").",
    "4142610534": "Cualquier pago atrasado acumulará cargos por atraso a una tasa del 1.5% por ciento por mes o la cantidad máxima permitida por la ley, lo que sea menor. Si no paga el monto adeudado en virtud de este Acuerdo por cualquier motivo, su cuenta puede ser suspendida, a nuestro exclusivo criterio, en cuyo caso no se realizarán pagos adicionales desde su cuenta para completar las tareas y todas sus tareas serán eliminadas. desde nuestro sitio web. Debe reembolsarnos todos los montos adeudados a pedido, más cualquier tarifa de procesamiento, tarifas por mora o honorarios de abogados. También podemos realizar los informes correspondientes a las agencias de informes crediticios y las autoridades policiales.",
    "512991700": "Si desea disputar alguna tarifa, debe comunicarse con nuestro departamento de atención al cliente a más tardar treinta (30) días después de la fecha de cierre del primer estado de cuenta o facturación en el que apareció el error o problema para recibir un ajuste o crédito.",
    "1273914192": "3. Impuestos",
    "4242322181": "Usted es responsable del pago de todos los impuestos asociados con los Servicios que no sean los impuestos de EE. UU. Evaluados sobre los ingresos netos o la propiedad personal de Intuition Machines.",
    "1671996585": "Es posible que deba integrar su sitio web, aplicación o plataforma con nuestros Servicios a través de nuestra interfaz de programación de aplicaciones (\"API\"). En caso de que lo haga, le otorgamos una licencia limitada, no exclusiva, intransferible, no asignable y revocable para usar la API únicamente para acceder a los Servicios. Podemos modificar la API y / o dejar de admitir versiones antiguas o lanzamientos de la API en cualquier momento. Nos reservamos el derecho de suspender o limitar su acceso a la API a nuestro exclusivo criterio, y haremos todos los esfuerzos razonables para notificarle antes de la suspensión.",
    "4036662147": "5. Protección de la información confidencial",
    "3564208535": "Usted acepta hacer todos los esfuerzos comercialmente razonables para proteger cualquier Información confidencial recibida de nosotros o a través de nuestros Servicios. incluye puntuaciones de bot y detalles no públicos de nuestro servicio empresarial, incluida la documentación no pública y cualquier detalle que podamos compartir con respecto a nuestros métodos de detección de bots. Si se le otorga acceso a dicha Información confidencial, podemos modificar, suspender o limitar su acceso a nuestros Servicios a nuestro exclusivo criterio si determinamos que la Información confidencial está siendo expuesta por su uso de nuestros Servicios, y haremos todos los esfuerzos razonables. para avisarle antes de la suspensión.",
    "120384113": "6. Terminación",
    "453723556": "Puede rescindir este Apéndice del cliente independientemente de los Términos de servicio dejando de ser Cliente o Solicitante. Nos reservamos el derecho de suspender o cancelar su condición de Cliente o Solicitante en cualquier momento, o de cancelar su cuenta o el uso de los Servicios de acuerdo con los Términos de Servicio. Usted sigue siendo responsable tras la rescisión de cualquier monto adeudado en virtud de su Formulario de pedido. Si su suscripción incluye tarifas mensuales o anuales o mínimos mensuales o anuales, usted seguirá siendo responsable de pagar todas las tarifas de los Servicios hasta el final de ese mes o año, respectivamente.",
    "218889628": "Excepto cuando rescindamos este Apéndice del cliente o los Términos de servicio como resultado de su incumplimiento de este Apéndice del cliente o los Términos de servicio, si rescindimos y usted nos ha pagado por adelantado cualquier tarifa, le reembolsaremos una parte prorrateada de los mismos. montos prepagos, basados en el tiempo restante o los Servicios que pagó, el que sea menor. Terminaremos nuestro trabajo de una manera comercialmente razonable y conservaremos y le entregaremos todos los Conjuntos de datos de salida pagados y todos los Datos del cliente en nuestro poder. Tras cualquier rescisión, podemos, pero no estamos obligados, a eliminar ningún dato.",
    "2505227594": "7. Excesos",
    "2369877184": "La tasa máxima de RPS máxima permitida para integradores o clientes de hCaptcha es de 1,000 solicitudes por segundo a entidades dentro de su cuenta (\"RPS\"), a menos que se especifique lo contrario en un acuerdo contractual escrito entre usted y nosotros.",
    "234420106": "En el caso de que usted sea un Integrador o Cliente del servicio hCaptcha Enterprise y su uso de API según lo medido por RPS exceda la tarifa aprovisionada para su nivel de servicio, podemos optar por modificar su servicio o cobrar una tarifa por excedente. En el caso de que su tasa máxima de RPS exceda la tasa aprovisionada en un factor de 10 durante 10 minutos o más en total dentro de un período de 30 días y la mayoría de estas solicitudes, a nuestro exclusivo criterio, no son tráfico malicioso, podemos optar por cobrarle a su tarifa de excedente especificada contractualmente por todas las solicitudes de API realizadas en ese mes.",
    "2619472217": "8. Reventa",
    "2019702084": "A menos que se permita expresamente en el Acuerdo de servicio principal del Cliente o el Acuerdo de revendedor, los Servicios SaaS solicitados no se venderán, revenderán, arrendarán, subarrendarán, licenciarán, sublicenciarán ni se pondrán a disposición de ningún otro tercero (que no sea un Afiliado del Cliente). ), y todos los pedidos en virtud del Acuerdo y todo el uso del Servicio por parte del Cliente serán para el uso comercial interno del Cliente o de sus Afiliados.",
    "1233229030": "Diverso",
    "1467783792": "Ninguna persona, entidad u organización autorizada por los Estados Unidos (un \"Actor Sancionado\") es elegible para recibir recompensas o utilizar los Servicios como Integrador. Para evitar dudas, esto incluye a los Actores Sancionados designados por la Oficina de Control de Activos Extranjeros (\"OFAC\") del Departamento del Tesoro de los Estados Unidos.",
    "3759657802": "No puede ceder, transferir o delegar estos Términos de servicio o sus derechos u obligaciones en virtud del presente de ninguna manera (por aplicación de la ley o de otro modo).",
    "1627232990": "Las traducciones de estos Términos de servicio se proporcionan con el mejor esfuerzo. En el caso de cualquier diferencia sustancial entre las Condiciones de servicio en inglés y una traducción de las mismas, las Condiciones de servicio en inglés se interpretarán como auténticas.",
    "805221621": "Por favor contáctenos en",
    "259613338": "si tiene alguna pregunta sobre estos Términos de servicio.",
    "2735878907": "Declaración de planificación de la continuidad del negocio",
    "2887242610": "Intuition Machines, Inc ha desarrollado un Plan de Continuidad Comercial sobre cómo responderemos a los eventos que interrumpen significativamente nuestro negocio de hCaptcha. Dado que el momento y el impacto de los desastres y las interrupciones son impredecibles, tendremos que ser flexibles para responder a los eventos reales a medida que ocurren. Con eso en mente, le proporcionamos esta información sobre nuestro plan de continuidad comercial.",
    "809251240": "Contáctanos",
    "2551802342": "- Planeamos recuperar y reanudar rápidamente las operaciones comerciales después de una interrupción comercial significativa y responder salvaguardando a nuestros empleados y propiedad, haciendo una evaluación financiera y operativa, protegiendo los libros y registros de la empresa y permitiendo que nuestros clientes y sus usuarios finales realicen transacciones en línea. En resumen, nuestro plan de continuidad comercial está diseñado para permitir que nuestra firma reanude sus operaciones lo más rápido posible, dado el alcance y la gravedad de la interrupción significativa del negocio. Nuestro plan de continuidad comercial aborda: respaldo y recuperación de datos; todos los sistemas de misión crítica; evaluaciones financieras y operativas; comunicaciones alternativas con clientes, empleados y órganos de supervisión; ubicación física alternativa de los empleados; impacto crítico en proveedores y clientes; reportes regulatorios; y notificar a nuestros clientes con prontitud si no podemos continuar con nuestro negocio. Nuestro grupo principal de proveedores respalda nuestros registros importantes en un área geográficamente separada. Si bien cada situación de emergencia plantea problemas únicos basados en factores externos, como la hora del día y la gravedad de la interrupción, este grupo de proveedores nos ha informado que su objetivo es restablecer sus propias operaciones y poder reanudar los servicios rápidamente. Aunque hemos trabajado para reducir el riesgo mediante el uso de un conjunto diverso de proveedores, sus servicios podrían modificarse o interrumpirse durante este período.",
    "826396656": "Nuestro Plan de Continuidad Comercial",
    "1979347895": "- Las interrupciones comerciales significativas pueden variar en su alcance, como solo nuestra firma, un solo edificio que alberga nuestra firma, el vecindario donde está ubicada nuestra firma, la ciudad donde estamos ubicados o toda la región. Dentro de cada una de estas áreas, la gravedad de la interrupción también puede variar de mínima a grave. En caso de interrupción de nuestra empresa, nuestro distrito comercial, ciudad o región o un edificio que alberga nuestra empresa, transferiremos nuestras operaciones a un sitio local cuando sea necesario y no esperaremos interrupciones importantes de las operaciones comerciales. En cualquier situación, planeamos continuar en el negocio, transferir operaciones a proveedores alternativos si es necesario, y notificarle a través de nuestro sitio web en hcaptcha.com y nuestra página de estado en hcaptchastatus.com sobre cómo contactarnos. Si la interrupción comercial significativa es tan grave que nos impide seguir operando, se lo notificaremos de inmediato.",
    "653679457": "Distintas interrupciones",
    "410397176": "Para más información",
    "2095899021": "hCaptcha Pautas de marca y licencia de marca comercial general",
    "2340340589": "Directrices sobre el uso de la marca hCaptcha",
    "2430148876": "Hemos creado estas pautas y la licencia de marca comercial general para que sea lo más fácil posible para nuestros clientes, socios y fanáticos trabajar con nuestra marca sin dejar de preservar nuestra identidad corporativa. Si necesita utilizar íconos, logotipos u otras marcas de hCaptcha de formas que difieran materialmente de estas pautas, deberá comunicarse con nosotros (IMI) para obtener una licencia por escrito.",
    "3884400764": "Si bien puede utilizar las marcas de hCaptcha de acuerdo con estas pautas, no significa que tenga derechos adquiridos sobre las Marcas de hCaptcha, logotipos o cualquier otra marca comercial, nombre comercial, marca de servicio, nombre comercial o buena voluntad de hCaptcha. Queremos otorgar la mayor flexibilidad posible, pero estamos obligados a proteger a hCaptcha contra el uso no autorizado de cualquier marca comercial, nombre comercial, marca de servicio, nombre comercial o buena voluntad de hCaptcha. Cualquier uso no autorizado termina automáticamente el permiso o la licencia otorgada por hCaptcha y puede incurrir en responsabilidades legales por cualquier daño.",
    "512598290": "Por lo tanto, debemos pedirle que siempre use todas las marcas y logotipos de hCaptcha en una forma que se adhiera a las reglas a continuación, incluidas las mayúsculas, el tipo de letra y el estilo.",
    "2075610992": "¡Gracias por su apoyo!",
    "1023190144": "hCaptcha® en texto",
    "4274324704": "A continuación, le indicamos cómo usar nuestro nombre en una copia escrita:",
    "3912926900": "hCaptcha® debe tener un símbolo de marca registrada la primera vez que aparece en una copia creativa.",
    "950637875": "La ortografía de hCaptcha nunca debe cambiarse y hCaptcha siempre debe escribirse en mayúscula en la segunda letra (\"C\"). Nunca es plural ni posesivo.",
    "2624601135": "\"hCaptcha\" no debe usarse como parte de un nombre de marca, junto con un guión o en nombres de aplicaciones u otros productos.",
    "3828090208": "En su lugar, utilice \"para hCaptcha\". Si se utiliza con un logotipo de terceros, \"para hCaptcha\" debe ser más pequeño que el logotipo de terceros.",
    "4149738856": "hCaptcha debe usarse como un adjetivo y seguido de un término genérico adecuado.",
    "1446868537": "hCaptcha nunca debe usarse como un verbo.",
    "2487931657": "No use: \"hemos capturado nuestro sitio\".",
    "2565565429": "En su lugar, use: \"usamos hCaptcha para hacer que nuestro sitio sea más seguro y más seguro\".",
    "3434202027": "Cualquier uso del nombre hCaptcha en las comunicaciones requiere la atribución: \"hCaptcha es una marca registrada de Intuition Machines, Inc.\"",
    "2754937029": "Usos inaceptables",
    "2436973524": "Solo se aceptan referencias precisas. No está permitido decir que un sitio utiliza servicios y aplicaciones de hCaptcha cuando no lo hace. Del mismo modo, el uso de nuestro logotipo o cualquier distintivo solo es apropiado cuando el sitio utiliza los servicios de hCaptcha.",
    "69844082": "Las marcas comerciales, los símbolos gráficos, los logotipos, el tipo de letra o los íconos de hCaptcha tampoco pueden usarse de manera despectiva.",
    "3861413614": "No puede utilizar ninguna marca comercial o logotipo de hCaptcha que implique que hCaptcha tiene una afiliación o respaldo, patrocinio o soporte de un producto o servicio de terceros, sin permiso expreso por escrito.",
    "1409822234": "Bajo ninguna circunstancia se utilizará una marca comercial hCaptcha idéntica o casi idéntica como nombre de dominio.",
    "4181060163": "Los terceros no deben usar variaciones o errores ortográficos ni actuar de ninguna manera que pueda causar una confusión de intereses inicial sobre las marcas comerciales de hCaptcha.",
    "3955555607": "Aparte de los socios o revendedores autorizados, los terceros no pueden ofertar por palabras clave, Google AdWords u otros sistemas de publicidad dirigida que utilicen marcas hCaptcha o errores ortográficos. Los terceros tampoco pueden utilizar las marcas hCaptcha en los nombres de dominio, optimización de motores de búsqueda, metaetiquetas, términos de búsqueda, código u otra tergiversación.",
    "1985238261": "Otras marcas restringidas",
    "2193061499": "Algunos de nuestros logotipos y marcas están restringidos al uso de hCaptcha y sus socios. Los terceros no pueden utilizar las siguientes marcas sin una licencia por escrito de hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "Revendedor autorizado de hCaptcha ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop por hCaptcha ™",
    "2557601376": "hCaptcha logo ™",
    "248923369": "BotStop logo ™",
    "3942875761": "Ayude a construir una mejor Web ™",
    "364774188": "Soy humano ™",
    "2785425016": "(en el contexto de una solución de verificación de humanidad, por ejemplo, un llamado a la acción)",
    "2639657759": "Marcas utilizadas con permiso",
    "1268918580": "Algunos de los logotipos y marcas utilizados por hCaptcha y sus socios son propiedad de terceros y solo pueden usarse con su permiso. Los terceros no pueden utilizar las siguientes marcas excepto según lo permitan sus propietarios:",
    "3782751514": "HUMAN Protocol® es una marca registrada de HUMAN Protocol Foundation y se usa con su permiso.",
    "1620709264": "HUMAN Token® es una marca registrada de HUMAN Protocol Foundation y se usa con su permiso.",
    "3031953928": "HUMAN Network ™ es una marca comercial de HUMAN Protocol Foundation y se utiliza con su permiso.",
    "3554363588": "Otras marcas",
    "3290996791": "Todos los demás nombres de productos, logotipos y marcas son propiedad de sus respectivos dueños. Todos los demás nombres de empresas, productos y servicios utilizados en este sitio web son solo para fines de identificación. El uso de estos nombres, logotipos y marcas no implica respaldo.",
    "2444685143": "Política de logotipos",
    "2414232014": "Nuestro logotipo se reconoce al instante y es uno de nuestros activos más valiosos e importantes. Para garantizar que siga siendo una representación sólida de nuestra empresa, debe presentarse de manera cuidadosa y coherente en todos los canales de comunicación.",
    "803639471": "El logotipo de hCaptcha se compone del icono de la mano y el logotipo de hCaptcha. En su forma alternativa, el ícono de la mano puede aparecer solo cuando el espacio es limitado y \"hCaptcha\" se usa como una marca denominativa (como se describe arriba) cerca del ícono de la mano, de modo que quede claro que el ícono de la mano representa hCaptcha.",
    "564127016": "El icono de la mano hCaptcha:",
    "1424800293": "El logotipo de hCaptcha:",
    "1525506526": "¿Qué son las adquisiciones de cuentas y cómo funcionan?",
    "2446481523": "Hay un viejo cuento popular en el que un conductor de carro y un noble aparecen en la policía en un pequeño pueblo rural. Un hombre, vestido con ropa sucia y pobre, le dijo al alguacil: “Soy el noble. Este hombre era mi conductor.",
    "1767952047": "Me atacó anoche, me robó la ropa y se llevó mi dinero ”. El otro hombre, vestido con grandes galas, la ropa de la clase noble, respondió: “Condestable, este hombre está loco. Cree que es un noble. Soy el verdadero noble. ¡Arrestenlo!\"",
    "2947576723": "Esta historia es anterior a las licencias de conducir y las huellas digitales, pero ofrece un buen ejemplo de lo que puede salir mal en una situación de adquisición de cuenta. Una persona inicia sesión en una cuenta bancaria en línea o en una aplicación de pagos móviles. ¿Es el titular real de la cuenta o un pirata informático? ¿Quién es realmente quién? Estos problemas de seguridad afectan a las organizaciones que permiten el acceso a cuentas de autoservicio.",
    "1687299615": "¿Qué es una toma de control de cuenta?",
    "2648707986": "Una toma de control de cuenta es una forma de fraude cibernético en la que un actor malintencionado se hace pasar por el propietario de una cuenta en línea. Por lo general, la cuenta se encuentra en una institución financiera o una empresa de comercio electrónico donde el estafador puede robar dinero, mercadería o tarjetas de regalo. El atacante utiliza credenciales de inicio de sesión robadas para acceder a la cuenta y luego tomar el control, tal vez cambiando la contraseña para bloquear al propietario real de la cuenta.",
    "1476843710": "Las formas de apropiación de cuentas menos dañinas desde el punto de vista financiero, pero aún dañinas, implican el secuestro de cuentas de redes sociales y cosas por el estilo. En estos casos, el atacante suele intentar difundir malware o participar en ataques de phishing contra amigos desprevenidos de la víctima. O el atacante está tratando de avergonzar a la víctima, lo que a veces sucede con celebridades y políticos, por ejemplo.",
    "2904949278": "¿Cómo se apodera un hacker de una cuenta?",
    "2575690545": "Las adquisiciones de cuentas, como muchos fraudes cibernéticos, son principalmente una cuestión de procesos masivos automatizados. Es raro que un pirata informático, vestido con una sudadera con capucha en el sótano de su madre, escriba contraseñas en los sitios web de los bancos de una en una.",
    "3614653023": "Más bien, la práctica se basa en ataques de relleno de credenciales a gran escala que prueban millones de pares de nombre de usuario / contraseña en docenas de instituciones financieras objetivo con la esperanza de desbloquear un pequeño subconjunto de las cuentas. Una vez que el software de fraude automatizado ha obtenido acceso a la cuenta, un pirata informático humano puede involucrarse, pero en algunos casos no.",
    "2762759509": "Muchos de los ataques de adquisición de cuentas están casi completamente automatizados.",
    "1972710018": "Viéndolo desde la perspectiva de la empresa",
    "1282121137": "Para comprender cuán problemática puede ser la adquisición de cuentas, considere cómo se ve la experiencia desde el punto de vista de la institución financiera. Manejan millones de inicios de sesión todos los días.",
    "2315518622": "Con la sofisticación disponible en las herramientas de ataque actuales, es extremadamente difícil detectar cuáles son fraudulentas, si las hay. Luego, una persona llama a la línea de atención al cliente y dice: “¡Mi cuenta ha sido atacada! ¡No puedo iniciar sesión y alguien me está robando el dinero! \"",
    "1836369533": "Como el alguacil del cuento popular, ¿cómo se determina quién es realmente quién? Si el atacante tiene suficientes elementos de identidad robados, como el número de licencia de conducir, el número de seguro social, el apellido de soltera de la madre, la dirección, etc., podría ser bastante difícil determinar si la persona que llama es el verdadero titular de la cuenta o un atacante que intenta obtener una restablecimiento de contraseña en una cuenta que quiere penetrar.",
    "2880837730": "¿Qué se puede hacer para detener las adquisiciones de cuentas?",
    "3654556483": "Las instituciones financieras y las empresas de comercio electrónico tienen procesos y controles que mitigan algunas de las amenazas de adquisición de cuentas. Estos van desde las preguntas de seguridad anticuadas de “cuál era el nombre de tu mejor amigo en la escuela primaria” hasta los métodos de detección que descubren direcciones IP sospechosas y perfiles de dispositivos móviles.",
    "2449501658": "proporciona una de las formas más avanzadas de mitigar la amenaza de los intentos fraudulentos de inicio de sesión en la cuenta, utilizando el aprendizaje automático para detectar y detener los bots, y haciendo que sea mucho más difícil o incluso imposible que los estafadores se involucren en la toma de control de la cuenta.",
    "3621455477": "¡aprender más!",
    "555246307": "Por cierto, así es como termina la historia del noble y su chófer: el alguacil hizo que los dos hombres se sentaran juntos en una habitación durante horas y se aburrieran hasta lo loco. Al final del día, apareció y dijo: \"Hablaré con el conductor del carro ahora\". El hombre de la ropa noble se puso de pie. Estaba tan aburrido que se olvidó de que solo estaba fingiendo ser el noble.",
    "1224727373": "BotStop por hCaptcha",
    "1187718370": "Contáctenos",
    "3892905664": "hCaptcha ayuda a sus servicios en línea favoritos a mantener alejados a los robots, el spam y el abuso mediante preguntas simples que son fáciles para los humanos y difíciles para las máquinas.",
    "555158694": "Un servicio que utiliza ha elegido mejorar su experiencia en su sitio instalando hCaptcha para reducir el tráfico malicioso.",
    "1617196410": "hCaptcha se centra en detener bots. No nos importa quién es un usuario, solo si es malintencionado. Trabajamos duro para equilibrar la privacidad y",
    "1624200563": "seguridad y cumplir con GDPR, CCPA, LGPD, PIPL y otras regulaciones de privacidad.",
    "1927613000": "hCaptcha combina el aprendizaje automático sofisticado con una poderosa plataforma de desafío para proteger las aplicaciones web de la apropiación de cuentas, el relleno de credenciales, el raspado y otros tipos de abuso.",
    "1133989302": "¿Por qué hCaptcha?",
    "34074886": "Cada vez que respondes a un desafío, utilizamos modelos sofisticados para determinar si eres humano. El sitio web que visitó utiliza este resultado para ayudar a mejorar su experiencia en su sitio al mantener alejados a los bots.",
    "3412647984": "Esto le permite evitar preguntas futuras al registrarse y configurar una cookie. Pruebe también a desactivar su bloqueador de anuncios.",
    "2510209017": "Necesitas más ayuda?",
    "477275453": "¿Por qué las API son un objetivo popular para los piratas informáticos?",
    "596347471": "Las interfaces de programación de aplicaciones (API) se han convertido en un objetivo popular para los actores maliciosos en el ciberespacio. Hay muchas razones para esto, incluida su gran utilidad en la integración de aplicaciones. Sin embargo, es posible mitigar el riesgo de API.",
    "2441638955": "Primero, ¿qué es una API?",
    "3963216198": "Para discutir por qué las API son un objetivo popular para los piratas informáticos, primero vale la pena tomar un breve momento para definir qué se entiende actualmente por el término \"API\". El concepto de API no es nada nuevo. De hecho, las interfaces para conectar varios sistemas informáticos entre sí, así como sus componentes internos, existen desde al menos principios de la década de 1960.",
    "1047251718": "Hoy, sin embargo, cuando la gente habla de API, invariablemente se refieren a API basadas en estándares. Estas son API creadas con estándares abiertos como Representational State Transfer (REST) y formatos de archivo estándar abiertos como JavaScript Object Notation (JSON). Estas \"API RESTful\", como se las conoce, pueden crearse sin la necesidad de software propietario. Las API resultantes pueden enviar y recibir datos y llamadas a procedimientos entre aplicaciones de software. Por ejemplo, una aplicación de banca móvil utiliza una API para acceder a los sistemas del banco.",
    "3195334319": "La utilidad y vulnerabilidad de las API",
    "1903743785": "La llegada de las API basadas en estándares representó un gran avance en la integración de aplicaciones. Durante los últimos 20 años aproximadamente, las API pasaron de ser productos de software patentados costosos y complicados a herramientas gratuitas basadas en estándares con las que era relativamente fácil trabajar y rápido de implementar.",
    "879362350": "Con las nuevas API funcionando a través de Internet, fue posible conectar cualquier software o fuente de datos, en cualquier parte del mundo, independientemente de la plataforma, el esquema de datos o el lenguaje de programación. Como resultado, el mundo de la informática se encuentra ahora en medio de una revolución API. Ha habido una explosión de conectividad entre aplicaciones y datos. Eso es genial, hasta que no lo sea.",
    "3844432472": "La misma apertura y utilidad de las API las convierte en objetivos increíblemente ricos para los atacantes. De la misma manera que una aplicación móvil puede programarse para obtener y OBTENER datos de un sistema corporativo usando una API, también puede hacerlo un malware. Los piratas informáticos han escrito una amplia variedad de herramientas de software para abusar de las API. Es una técnica de ataque eficaz.",
    "2187096543": "De hecho, ha habido algunas violaciones de datos importantes como resultado de software escrito por piratas informáticos que recurrió a una API para extraer datos de una base de datos. Después de todo, si robar datos simplemente requiere una llamada GET básica en una API, escrita usando REST y JSON, entonces es fácil eliminar rápidamente una base de datos limpia. De hecho, cuando la gente habla de ataques de \"raspado de pantalla\", lo que realmente quieren decir, en su mayoría, son llamadas a API rápidas que extraen datos de las bases de datos. Las API se han convertido en una importante superficie de ataque para las organizaciones que las crean.",
    "4222109231": "Mitigar el riesgo de API con el producto empresarial de hCaptcha",
    "1783317946": "Detener los ataques de API es un caso de uso popular para",
    "3022922096": ", el conjunto de productos empresariales de hCaptcha. A diferencia de la versión gratuita de hCaptcha,",
    "63719113": "utiliza el aprendizaje automático avanzado para identificar el tráfico malicioso en su sitio y aplicaciones, incluidas las actividades de raspado.",
    "3566102529": "nosotros hoy para aprender más.",
    "3096553330": "Cada sistema que creamos simplemente refleja nuestras relaciones con otras personas.",
    "1467218142": "Lo que deseamos de ellos y de nosotros mismos impulsa nuestro comportamiento y, por lo tanto, los mismos patrones de interacción se repiten en todos los sistemas humanos. Internet ofrece muchos ejemplos excelentes de este aspecto fundamental de nuestro mundo.",
    "808872868": "Por ejemplo: el spam, el fraude y el abuso han existido en línea desde casi el día después de que dos sistemas se conectaron por primera vez.",
    "1085089390": "El abuso en línea proviene de comportamientos humanos innatos",
    "3064321967": "El primer correo electrónico no deseado conocido se envió en 1978. [",
    "3800781598": "] Casi cinco décadas después, el spam de correo electrónico sigue atormentándonos. Se han invertido muchos miles de millones de dólares y miles de años-persona de esfuerzo de ingeniería para derrotarlo y, sin embargo, el spam persiste. Hay industrias de miles de millones de dólares en ambos lados, es decir, las que se defienden y las que lo envían.",
    "2119943547": "¿Por qué es esto? La respuesta es simple. Siempre que exista un incentivo para abusar de un sistema, generalmente alguien encontrará la manera. Y una vez que lo hagan, alguien más tendrá un incentivo para detenerlos.",
    "532470444": "El equilibrio puede variar ligeramente de un año a otro, pero este comportamiento simplemente refleja la naturaleza humana fundamental, y cinco mil años de historia registrada implican que es poco probable que la dinámica cambie pronto.",
    "3193548097": "La esperanza es eterna",
    "4065614934": "Este análisis no es nuevo, pero la gente es eternamente optimista. Especialmente cuando piensan que su idea es nueva.",
    "1216071511": "Las mismas ideas se proponen con tanta frecuencia que hace unos 20 años, a un autor anónimo se le ocurrió un útil espacio en blanco para las discusiones en línea sobre soluciones anti-spam:",
    "1941999673": "Tu publicación aboga por una",
    "4179118182": "() técnico () legislativo () basado en el mercado () vigilante",
    "3978720689": "enfoque para combatir el spam. Tu idea no funcionará. He aquí por qué no funcionará.",
    "318339230": "(Uno o más de los siguientes pueden aplicarse a su idea en particular, y puede tener",
    "30312304": "otras fallas que solían variar de un estado a otro antes de que se aprobara una mala ley federal).",
    "2710988028": "() Los spammers pueden usarlo fácilmente para recolectar direcciones de correo electrónico",
    "3912514510": "() Las listas de distribución y otros usos legítimos del correo electrónico se verían afectados",
    "2030062561": "() Nadie podrá encontrar al chico o cobrar el dinero.",
    "3334160175": "() Está indefenso ante ataques de fuerza bruta",
    "3238345709": "() Detendrá el spam durante dos semanas y luego nos quedaremos con él.",
    "4227800293": "() Los usuarios del correo electrónico no lo tolerarán",
    "2271252286": "() Microsoft no lo tolerará",
    "692064738": "() La policía no lo aguantará",
    "3475647460": "() Requiere demasiada cooperación de los spammers",
    "1482845460": "() Requiere la cooperación total inmediata de todos a la vez",
    "3741193183": "() Muchos usuarios de correo electrónico no pueden permitirse perder negocios o alienar a posibles empleadores.",
    "2234909600": "() A los spammers no les importan las direcciones no válidas en sus listas",
    "1982617151": "() Cualquiera podría destruir de forma anónima la carrera o el negocio de otra persona",
    "2498172334": "Específicamente, su plan no tiene en cuenta",
    "389705801": "() Leyes que lo prohíban expresamente",
    "190955495": "() Falta de autoridad de control central para el correo electrónico",
    "237009707": "() Relevos abiertos en países extranjeros",
    "3507532387": "() Facilidad de búsqueda en un pequeño espacio de direcciones alfanumérico de todas las direcciones de correo electrónico",
    "2477958756": "( ) Mala gente",
    "3254142589": "() Problemas jurisdiccionales",
    "3621401685": "() Impopularidad de nuevos impuestos extraños",
    "4277475973": "() Renuencia del público a aceptar nuevas formas extrañas de dinero",
    "941057651": "() Gran inversión de software existente en SMTP",
    "3265293440": "() Susceptibilidad de ataques de protocolos distintos de SMTP",
    "515733427": "() Disposición de los usuarios para instalar los parches del sistema operativo recibidos por correo electrónico",
    "2631159699": "() Ejércitos de gusanos plagados de cajas de Windows conectadas a banda ancha",
    "776542208": "() La eterna carrera armamentista implicada en todos los enfoques de filtrado",
    "989480928": "() Rentabilidad extrema del spam",
    "3898950867": "() Joe jobs y / o robo de identidad",
    "3395399558": "() Políticos técnicamente analfabetos",
    "1118929614": "() Estupidez extrema por parte de las personas que hacen negocios con spammers",
    "838951836": "() Deshonestidad por parte de los propios spammers",
    "2123236933": "() Costos de ancho de banda que no se ven afectados por el filtrado de clientes",
    "2292919419": "( ) Panorama",
    "2534436327": "y también pueden aplicarse las siguientes objeciones filosóficas:",
    "832385387": "() Es fácil pensar en ideas similares a las suyas, pero ninguna ha demostrado ser práctica.",
    "1993984258": "() Cualquier esquema basado en la exclusión voluntaria es inaceptable",
    "3909240516": "() Los encabezados SMTP no deben ser objeto de legislación.",
    "1151065360": "() Las listas negras apestan",
    "2396605499": "() Las listas blancas apestan",
    "2225785608": "() Deberíamos poder hablar de Viagra sin ser censurados",
    "3004688366": "() Las contramedidas no deben involucrar fraude electrónico o fraude con tarjetas de crédito.",
    "922470170": "() Las contramedidas no deben implicar el sabotaje de las redes públicas.",
    "3068923550": "() Las contramedidas deben funcionar si se implementan gradualmente",
    "2752975480": "() El envío de correo electrónico debe ser gratuito",
    "117227832": "() ¿Por qué deberíamos confiar en ti y en tus servidores?",
    "1021431157": "() Incompatibilidad con licencias de código abierto o de código abierto",
    "2801524659": "() Las medidas para sentirse bien no resuelven el problema",
    "931661269": "() Las direcciones de correo electrónico temporales / únicas son engorrosas",
    "2090457681": "() No quiero que el gobierno lea mi correo electrónico",
    "3536122902": "() Detenerlos de esa manera no es lo suficientemente lento y doloroso",
    "2391175562": "Además, esto es lo que pienso de ti:",
    "229198134": "() Lo siento amigo, pero no creo que funcione.",
    "345563040": "() Esta es una idea estúpida, y eres una persona estúpida por sugerirla.",
    "409780280": "( ) Buen intento, ****! ¡Espero que alguien pise tu teclado!",
    "2820080973": "alojado con ❤ por",
    "3943164003": "ver crudo",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Por qué su nueva solución anti-spam no funcionará",
    "361795034": ". Autor desconocido, c. 2000",
    "1547006769": "La verificación de la humanidad es el mismo problema",
    "3717942925": "Así como siempre habrá personas que quieran llamar su atención por correo electrónico, siempre existirá el deseo de restringir el acceso a algunos recursos de manera que solo los humanos puedan acceder a ellos.",
    "2481032625": "Si el objetivo es prevenir:",
    "1691348394": "- compras masivas automatizadas durante una venta de lanzamiento limitado",
    "1771016224": "- software para descargar todo el contenido de su sitio web en masa",
    "1959762846": "- hacer que sus formularios web se llenen con un sinfín de spam o abuso de marketing",
    "345108670": "- relleno de credenciales y otros intentos de adquisición de cuentas",
    "2540760245": "entre muchos otros usos, ser capaz de filtrar el tráfico en línea sobre la base de \"humano o no\" probablemente seguirá siendo una herramienta valiosa siempre que la naturaleza humana siga los mismos patrones registrados durante los últimos cinco mil años.",
    "3346362371": "¿Qué pasa con el aprendizaje automático?",
    "3619183405": "En 2021, los CAPTCHA simples a veces se pueden resolver con software, gracias a los avances en el aprendizaje automático. Para abordar esto, hCaptcha también hace un análisis muy detallado de propiedades como",
    "3292221787": "se respondió al desafío, no solo si era correcto, y con frecuencia cambia tanto las preguntas como los datos utilizados.",
    "1080672247": "Debido a que muchas de las preguntas formuladas no se pueden resolver de manera económica con un software estándar, y debido a que los datos son generalmente exclusivos del sistema, esto significa que los bots a menudo son detenidos por completo por el servicio gratuito y deben confiar en los solucionadores CAPTCHA humanos, que hace que muchos tipos de abuso sean completamente antieconómicos.",
    "4172868199": "va mucho más allá de esto, avanzando hacia el ámbito de intentar distinguir entre \"buenos humanos\" y \"malos humanos\", y muchos de los servicios en línea más populares del mundo lo utilizan hoy en día para encontrar y detener todo, desde fraudes de compras hasta persistentes avanzados. amenazas contra sus usuarios, manteniendo un enfoque único en la preservación de la privacidad.",
    "2873911365": "¿Qué pasa con la certificación de hardware?",
    "1477196356": "Durante décadas se han propuesto varios métodos para vincular la identidad a un dispositivo de una manera criptográficamente segura, a veces con propiedades que preservan la privacidad. La criptografía de clave pública se remonta a c. 1975, y los tokens de hardware han existido casi tanto tiempo.",
    "2349681896": "Desafortunadamente, controlar una pieza de hardware no significa que sea una persona. Prácticamente todos los esquemas de certificación de hardware de consumo populares se han roto, parcheado y luego roto repetidamente.",
    "254326776": "A menudo se descubre que el abuso malintencionado de estos defectos ha estado ocurriendo durante meses o años antes de la divulgación o publicación académica.",
    "2462909475": "Un muro de más de 10,000 teléfonos usados para abuso, parte de una operación de bot chino.",
    "1963951234": "No importa cuán confiable sea su esquema criptográfico, si alguien al final del día puede simplemente gastar dinero para darle la respuesta que está buscando, poseer una pieza de hardware es insuficiente.",
    "1278884196": "Dicho esto, la criptografía es una disciplina bastante joven. Según la historia reciente, es probable que su esquema criptográfico y / o implementación se rompa tan pronto como alguien tenga un incentivo para mirarlo de cerca, y es probable que otras personas se den cuenta de esto mucho antes que usted. Depender del hardware también significa que es posible que deba pedirle a cada uno de sus usuarios que cambie un dispositivo físico para corregir la falla. Es poco probable que esto suceda rápidamente en la mayoría de los casos, lo que significa que en realidad su sistema simplemente fallará al abrirse.",
    "1828028934": "Esta es la razón por",
    "1642844535": "es importante: hCaptcha utiliza varios enfoques diferentes para responder la misma pregunta fundamental, lo que permite comparar la coherencia en todas las evaluaciones.",
    "1155821305": "la defensa es profundidad",
    "119098046": "¿Qué pasa con las soluciones pasivas o sin desafío?",
    "2760410719": "Los servicios que intentan realizar la detección de bots con señales puramente pasivas se encuentran rápidamente con un problema fundamental: ¿cómo validar si un sistema detecta a los malos actores correctamente cuando no se cuenta con la verdad exacta del terreno?",
    "1722734001": "La Internet abierta es un entorno muy ruidoso. Los malos actores atacan a los usuarios de nuestro servicio y competidores como reCAPTCHA todos los días y, por supuesto, intentan parecer lo más humanos posible mientras lo hacen.",
    "1595254735": "Los servicios puramente pasivos luchan por mantener la precisión de la detección de bots, o incluso por saber cuándo son inexactos. Sin la capacidad de desafiar ocasionalmente a los usuarios y analizar correctamente los resultados de ese desafío, la precisión tiende a disminuir considerablemente con el tiempo.",
    "2412751979": "Gracias a las señales humanas más precisas que alimentan hCaptcha, muchas empresas que anteriormente usaban reCAPTCHA v3 / Enterprise han cambiado a",
    "2284856231": "y también se ha visto una precisión drásticamente mejorada en el modo puramente pasivo de hCaptcha Enterprise.",
    "4162847": "Hemos podido observar esto directamente, ya que algunos de nuestros clientes realizan pruebas A / B en la misma solicitud antes de cambiar por completo las ofertas de Google. Por lo general, podemos demostrar una alta tasa de falsos positivos y falsos negativos provenientes de reCAPTCHA v3 o reCAPTCHA Enterprise.",
    "436125785": "Esto no es sorprendente dada la inexactitud de los bucles de retroalimentación disponibles en esos productos y el hecho de que los vende una red publicitaria con un gran interés en no ser demasiado bueno en la detección de bots, para que no dañe su negocio principal.",
    "2233741720": "En conclusión",
    "2133809801": "Mientras las personas sigan siendo personas, es probable que la verificación de la humanidad tenga un papel que desempeñar en línea.",
    "2255549335": "Nuestro trabajo en hCaptcha es encontrar buenas compensaciones entre dificultad y precisión y mantener baja la fricción, especialmente para",
    "4138068262": "usuarios. Al final, es probable que la interacción con los desafíos siga siendo parte del arsenal de herramientas para reducir el abuso en línea mientras la naturaleza humana permanezca sin cambios.",
    "855097735": "Construir un servicio que lo haga bien y al mismo tiempo equilibrar todas las preocupaciones es un problema muy difícil (y siempre estamos trabajando para mejorarlo y hacer que la experiencia sea lo más placentera posible), pero esperamos que esté de acuerdo en reducir el spam, el abuso y la apropiación de cuentas. y, en última instancia, el fraude en línea vale la pena una simple pregunta ocasional.",
    "1953959745": "accesibilidad",
    "2543123170": "Verificación de humanidad de cero fricción",
    "547245263": "Resuelva su problema de bot hoy.",
    "3117887301": "Confiado por los servicios en línea más grandes",
    "981806349": "Construido sobre la plataforma probada hCaptcha",
    "2373007864": "hCaptcha Enterprise se ejecuta en la tecnología de la plataforma hCaptcha, ampliada para incluir las funciones que necesitan las empresas de alto tráfico.",
    "2652399059": "Un socio confiable",
    "1997838163": "Las empresas más grandes del mundo dependen de hCaptcha Enterprise. La integración es simple y la precisión de detección es incomparable.",
    "734735952": "Evaluamos varios proveedores de CAPTCHA y también construimos un sistema nosotros mismos. Al final, hCaptcha surgió como la mejor alternativa a reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Director de gestión de productos, Cloudflare",
    "3971348140": "¿Por qué usamos hCaptcha? Nadie más podía ofrecer las funciones y el rendimiento que necesitábamos. Nos pusieron en marcha rápidamente y a nuestros comerciantes les encanta la experiencia.",
    "4248655793": "- Alex M.",
    "4185927140": "Gerente de producto, Flash, Shopify",
    "282913023": "La opción rentable para empresas de alto tráfico",
    "999610953": "Finalmente, una alternativa creíble a Google. hCaptcha Enterprise ofrece importantes ahorros en su factura reCAPTCHA con mayor seguridad: hasta un 80% menos costoso en algunos casos.",
    "1886100235": "Muchos de los servicios en línea más grandes del mundo se han cambiado a hCaptcha Enterprise y han recibido una mejor detección de bots junto con importantes ahorros de costos.",
    "2903742230": "Las redes publicitarias ven a sus visitantes como el producto. Para nosotros el único objetivo es determinar su humanidad. Nuestros servicios cumplen o superan los requisitos de GDPR, CCPA, LGPD y PIPL, y trabajamos arduamente para equilibrar la privacidad y la seguridad.",
    "3901503296": "Este enfoque único en la privacidad significa que podemos ofrecer cero retención de datos individuales, operación sin cookies y otras garantías de privacidad contractuales según sea necesario, mientras mantenemos una excelente seguridad.",
    "3342910682": "Lee mas",
    "1130783905": "La precisión es de su interés y el nuestro. hCaptcha trabaja para brindarle datos reales y permitirle decidir cómo usarlos. Otras soluciones de seguridad son proporcionadas por empresas publicitarias gigantes. Esto significa que cada bot que bloquean puede reducir sus ingresos.",
    "2019130052": "Nuestras innovaciones en ML centrado en la privacidad nos permiten superar los estándares de seguridad de las estrategias heredadas de \"registrar todo para siempre\" sin dañar la seguridad o la privacidad del usuario.",
    "23114595": "Gran experiencia de usuario",
    "3437412311": "Para los usuarios empresariales, hay opciones disponibles para evitar completamente los desafíos en la mayoría de los escenarios, confiando en puntajes pasivos.",
    "1996843433": "Reduzca la fricción al evitar un desafío por completo para el 99,9% de su tráfico legítimo y, al mismo tiempo, brindar una excelente seguridad.",
    "3093689546": "Fácil integración",
    "247560732": "Agregue hCaptcha con tres líneas de código. Si viene de reCAPTCHA, nuestra API es compatible y solo toma unos minutos cambiar.",
    "1510448156": "Puede estar listo y funcionando con una alternativa superior hoy y activar funciones más avanzadas según sea necesario.",
    "2718999653": "Puntuaciones de amenazas personalizadas",
    "2698140263": "No todos los problemas son iguales: obtener una sola puntuación significa que debe abordar sus necesidades para ser útil.",
    "897432717": "Con nuestro diseño novedoso para puntuaciones de amenazas personalizadas, agregar su conocimiento empresarial permite que nuestros modelos proporcionen puntuaciones especialmente relevantes para sus usuarios.",
    "2650502379": "Lance sus propios desafíos en segundos",
    "3578122193": "Manténgase en la marca con contenido relevante",
    "1074044172": "Cuando los usuarios deben resolver un desafío para cumplir con sus requisitos de seguridad, ¿por qué no hacer preguntas agradables y relevantes para el usuario?",
    "1579093044": "Con nuestro sencillo diseñador de desafíos personalizados, puede lanzar contenido de desafíos de marca en solo unos minutos.",
    "3717512591": "Integración de plataforma directa",
    "121743429": "Para empresas de infraestructura web",
    "2131386784": "Experiencia y asistencia accesibles tanto para usted como para sus usuarios",
    "2782263070": "El servicio es nuestra máxima prioridad. Mantenemos soporte de guardia las 24 horas del día, los 7 días de la semana y ofrecemos coordinación directa de Slack con su equipo de integración de ingeniería y nuestro personal de guardia durante y después de la implementación.",
    "3740051331": "También estamos comprometidos a monitorear y responder activamente las preguntas de sus usuarios en las redes sociales, foros y nuestros canales de soporte en widgets y por correo electrónico. Somos accesibles y receptivos, y tratamos la satisfacción del usuario como uno de los principales KPI.",
    "170775527": "Funciones empresariales",
    "3383086062": "hCaptcha Enterprise es una completa solución de seguridad en línea. Los modos activo y pasivo le permiten detener el relleno de credenciales, detectar apropiaciones de cuentas y bloquear actores sospechosos. Todo con cero fricciones para usuarios legítimos.",
    "1408599440": "Empiece rápido con unas pocas líneas de código y nuestro modo pasivo al 99,9%, o tome el control total sobre cuándo y cómo se enfrentan los usuarios. Los modelos de amenazas personalizados y los desafíos personalizables significan una flexibilidad sin igual para garantizar la seguridad.",
    "3365203058": "Protección anti-bot de clase mundial",
    "1803009328": "Probado en batalla a escala web.",
    "1586809757": "Puntajes de bot de alta precisión",
    "353367791": "Detecta malos actores de muchos tipos diferentes.",
    "191460155": "Modos pasivos de cero fricción y 99,9%",
    "585557010": "Desafíe a menos del 0,1% de los usuarios legítimos.",
    "3287172429": "Se muestran los tipos de desafío de control",
    "1844885924": "Amplia biblioteca de tipos para elegir.",
    "3018523079": "Manténgase en la marca con una experiencia de usuario constante.",
    "3817811295": "Fiabilidad garantizada y soporte rápido 24 horas al día, 7 días a la semana.",
    "1798492192": "Soporte de navegador heredado",
    "1356745565": "Compatible desde el principio hasta Internet Explorer 8.",
    "751483365": "Soporte para clientes que no son JavaScript.",
    "4199502476": "Paneles de control de informes avanzados y API",
    "3630114728": "Vea lo que está sucediendo en todos sus sitios y aplicaciones.",
    "3573245166": "A diferencia de reCAPTCHA, trabajamos en todos los países.",
    "2354267648": "Política de privacidad compatible con GDPR, CCPA y LGPD",
    "3167979932": "Diseñado para tener privacidad desde el primer día. Acuerdo de procesamiento de datos sólido.",
    "4065065042": "Marque esto para que se ajuste exactamente a su caso de uso.",
    "111184581": "Hospedaje propio",
    "4272022475": "Todas las solicitudes y activos van a hcaptcha.yourdomain.com",
    "2676853536": "Paneles multiusuario",
    "1368787974": "Comparta la gestión con todo su equipo.",
    "1045484714": "Integración SAML SSO con su proveedor de identidad, por ejemplo, Okta o Azure AD.",
    "3953584369": "Restricciones de acceso sofisticadas de RBAC disponibles.",
    "2781507299": "Verificación instantánea",
    "4019660456": "Latencia de 0ms: verifique los tokens de hCaptcha sin una llamada a la API.",
    "3446714684": "Integración móvil (iOS y Android)",
    "2593768395": "Experiencia perfecta en web, móvil nativo, web móvil. Integraciones predefinidas y SDK nativos disponibles.",
    "1779265104": "Términos personalizados y garantías de privacidad",
    "122875767": "Satisfaga sus necesidades legales cuando otras empresas no pueden.",
    "148188781": "Desafíos presentados",
    "838049015": "Seleccione todas las imágenes que coincidan con la consulta",
    "1126302400": "Cuadro delimitador",
    "3554448168": "Categorización",
    "2104933754": "Identificar las etiquetas correspondientes",
    "3612043014": "... y otras tareas sencillas. Fácil para los humanos, difícil para los bots.",
    "3624758171": "Las tareas personalizadas también están disponibles para editores empresariales.",
    "1001938065": "La integración no podría ser más sencilla",
    "2138799135": "hCaptcha tiene docenas de integraciones predefinidas para los sistemas frontend y backend que utiliza.",
    "2535001179": "Si proviene de reCAPTCHA de Google, nuestras API son reemplazos directos.",
    "1393184984": "son todo lo que necesitas.",
    "3715747429": "Nuestros ingenieros de incorporación pueden ponerlo en marcha rápidamente, ya sea que necesite la integración de React, SDK para aplicaciones nativas de iOS, un ejemplo de backend de Java o prácticamente cualquier otro escenario.",
    "2681650568": "Y como siempre, la privacidad es un valor fundamental para nosotros. Agregue nuestro código de desafío solo donde sea necesario y donde tenga sentido para protegerlo a usted y a sus usuarios. Minimizar la recopilación de datos comienza desde el momento de la integración.",
    "1130868224": "Tres líneas de código",
    "2183926131": "Empiece con hCaptcha Enterprise",
    "1526887904": "Privacidad de hCaptcha Enterprise",
    "1845745385": "Diseñado para la privacidad.",
    "1297224875": "Un enfoque único basado en la privacidad para la seguridad en línea empresarial.",
    "2762458927": "Sus datos de usuario no están a la venta.",
    "2058856283": "hCaptcha Enterprise tiene un solo propósito: evitar que los malos actores interrumpan sus operaciones en línea y dañen a sus usuarios.",
    "2408036504": "Por lo tanto, nuestros sistemas están diseñados desde cero para minimizar la recopilación y retención de datos y, al mismo tiempo, mantener una seguridad líder en su clase. La mejor forma de proteger los datos del usuario es no almacenarlos en absoluto.",
    "4099477834": "Todas las relaciones con los clientes también están protegidas por un sólido Acuerdo de procesamiento de datos. El servicio hCaptcha cumple con todas las leyes de privacidad sin importar dónde residan su servicio o sus clientes. No guardar datos personales hace que esto sea mucho más fácil para nosotros que para otras empresas.",
    "3569492665": "Registrar la actividad en línea no es la respuesta.",
    "3389431373": "Servicios como reCAPTCHA v3 dicen que poner su píxel de seguimiento en cada página de su sitio es necesario para una buena seguridad. Este no es el caso.",
    "3590546893": "El análisis de comportamiento simple es una señal fácilmente falsificada por los malos actores y también requiere retener el historial de navegación de todo su tráfico legítimo.",
    "1105363520": "No operamos una red publicitaria y no tenemos interés en observar el comportamiento de sus usuarios para venderles anuncios. Esto significa que no necesitamos un píxel pasivo en cada página de su sitio.",
    "3088605177": "Agregue nuestro código de desafío solo donde sea necesario y donde tenga sentido para protegerlo a usted y a sus usuarios.",
    "337971271": "El aprendizaje automático es útil. Pero no requiere datos personales para funcionar.",
    "320166522": "El aprendizaje automático ahora afecta a casi todos los aspectos de nuestras vidas, a menudo de formas que no nos damos cuenta ni podemos ver. Los servicios de seguridad en línea no son diferentes.",
    "3180664128": "Al aprender sobre miles de señales, los modelos pueden inferir y alcanzar una alta confianza en la detección de comportamientos maliciosos muy rápidamente, incluso cuando ninguna señal individual por sí sola sería lo suficientemente fuerte como para indicar un problema.",
    "961941354": "Sin embargo, nada de esto requiere el uso de información de identificación personal (\"PII\"). Las técnicas criptográficas modernas nos permiten descartar cualquier dato personal lo más rápido posible, creando en su lugar firmas unidireccionales que no se pueden vincular a ningún individuo.",
    "1706581702": "La capacitación sobre datos no identificados funciona igual de bien y no requiere comprometer la seguridad ni la privacidad. Nuestros clientes han realizado las pruebas empíricas y nos han declarado iguales o mejores que alternativas mucho menos privadas.",
    "3203921334": "Nos gustaron varias cosas de las soluciones de hCaptcha: 1) no venden datos personales; recopilan solo los datos personales mínimos necesarios, son transparentes al describir la información que recopilan y cómo la usan y / o divulgan.",
    "305735018": "Finalmente, una alternativa creíble a Google. hCaptcha Enterprise ofrece importantes ahorros en su factura reCAPTCHA con mayor seguridad: hasta un 80% menos costoso en algunos casos.",
    "3695206755": "Pruébenos en su entorno sin compromiso.",
    "2941545733": "Somos ingenieros, no vendedores: queremos que esté satisfecho con su elección.",
    "131871195": "La mejor manera de garantizar su satisfacción es demostrar que satisfacemos sus necesidades.",
    "3436534225": "Prácticamente todas las empresas que inician una prueba piloto finalmente eligen nuestras soluciones.",
    "4060250206": "Utilice este formulario para comunicarse con uno de nuestros especialistas técnicos. Respondemos rápidamente.",
    "1159746815": "También puede enviarnos un correo electrónico directamente.",
    "2531534427": "Los detalles están aquí.",
    "2059998584": "Región",
    "3916131732": "Américas",
    "135276624": "Europa, Medio Oriente, África (EMEA)",
    "1182294134": "Asia-Pacífico (APAC)",
    "2437934778": "Tu nombre",
    "3859506577": "email de negocios",
    "1268414751": "¿Algún otro detalle que debamos tener?",
    "42559805": "¿Necesitas un onboarding urgente?",
    "851679588": "Si.",
    "1729677626": "Estoy bajo ataque y necesito una incorporación inmediata.",
    "2808971932": "Este es un texto dentro de un bloque div.",
    "2468683988": "Bóveda",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim en eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Enlace de texto",
    "2212670355": "Inscribirse",
    "31502377": "¿Qué es un elemento de texto enriquecido?",
    "2310705547": "El elemento de texto enriquecido le permite crear y formatear títulos, párrafos, citas en bloque, imágenes y videos, todo en un solo lugar en lugar de tener que agregarlos y formatearlos individualmente. Simplemente haga doble clic y cree contenido fácilmente.",
    "2590587108": "Edición de contenido estático y dinámico",
    "778204464": "Se puede utilizar un elemento de texto enriquecido con contenido estático o dinámico. Para contenido estático, simplemente colóquelo en cualquier página y comience a editar. Para contenido dinámico, agregue un campo de texto enriquecido a cualquier colección y luego conecte un elemento de texto enriquecido a ese campo en el panel de configuración. ¡Voila!",
    "1890955039": "Cómo personalizar el formato de cada texto enriquecido",
    "3286051798": "Los títulos, párrafos, citas en bloque, figuras, imágenes y leyendas de figuras se pueden diseñar después de agregar una clase al elemento de texto enriquecido mediante el sistema de selección anidado \"Cuando esté dentro de\".",
    "504332576": "Estamos orgullosos de anunciar que hCaptcha se ha convertido en el servicio de ciberseguridad independiente más grande del mundo, que se ejecuta en aproximadamente el 15% de Internet, y tomamos la mayor parte de esta participación de mercado directamente de Google reCAPTCHA. Juntos, hCaptcha y",
    "1155436473": "(nuestra oferta empresarial) ahora protege a cientos de millones de usuarios en decenas de millones de sitios web y aplicaciones cada mes. Nuestra historia muestra que puede competir con Big Tech cuando prioriza la privacidad.",
    "3108727249": "BotStop",
    "1296696044": "Privacidad frente a seguridad: ¿por qué no ambas?",
    "538871570": "Competir con Google y otras compañías de Big Tech parece una tarea difícil: su poder de mercado monopolístico, los efectos de plataforma y el ejército de desarrolladores altamente remunerados generalmente se consideran demasiado poderosos para que nadie los haga frente, excepto otros gigantes tecnológicos como Facebook o Amazon. Nuestra historia muestra que no tiene por qué ser así: puedes vencer a las grandes tecnologías centrándote en la privacidad.",
    "3600718611": "Considere Google reCAPTCHA,",
    "4281708680": ". En hCaptcha, hemos adoptado deliberadamente un enfoque muy diferente, utilizando técnicas de aprendizaje automático que preservan la privacidad para identificar los comportamientos típicos de los bots con alta precisión, todo mientras consumimos y almacenamos la menor cantidad de datos posible.",
    "3312336121": "que consume enormes cantidades de datos de comportamiento para determinar si los usuarios de la web son humanos o bots legítimos",
    "1193738791": ": rastrean el comportamiento del usuario en cada página de un sitio web y en toda la web. Diseñamos hCaptcha para que sea lo más amigable posible con la privacidad desde el primer día. Esto condujo a un enfoque completamente diferente del problema. Resulta que rastrear a los usuarios en la web y vincular su historial web a su identidad es completamente innecesario para lograr una buena seguridad. Las muchas empresas que se han pasado a hCaptcha",
    "2620705814": "Google es una empresa de publicidad y sus productos de seguridad se parecen mucho a sus productos publicitarios.",
    "1126447688": "a menudo informan un rendimiento igual o mejor en la detección y mitigación de bots a pesar de nuestro enfoque de privacidad",
    "439777523": "Asuntos de regulación",
    "3588274874": "Al enfocarnos en entregar un producto alineado con los esfuerzos regulatorios como el RGPD de la Unión Europea y la CCPA de California, hemos experimentado un crecimiento masivo; por supuesto, ayuda que hCaptcha sea un simple reemplazo instantáneo para reCAPTCHA y, por lo tanto, se puede instalar en minutos.",
    "2150595700": ". GDPR y CCPA han puesto las preocupaciones de privacidad en el mapa para los compradores empresariales y, al mismo tiempo, la privacidad en línea se está volviendo cada vez más importante para el público a medida que todos comenzamos a comprender cómo las industrias de publicidad y marketing en línea han utilizado históricamente nuestros datos.",
    "2624949852": "Por supuesto, reCAPTCHA fue uno de los primeros en ingresar a la seguridad web desde 2009, protegiendo millones de sitios web contra las crecientes amenazas de bots maliciosos y spammers. Sin embargo, se ha visto completamente comprometido en los últimos años:",
    "499510428": "De hecho, creemos que la regulación nos ha ayudado aquí.",
    "1232651561": "El software ahora es tan bueno como las personas para resolver los desafíos de reCAPTCHA.",
    "824740867": "En lugar de mejorar la solución, Google lanzó reCAPTCHA v3, que funciona mucho más como una red publicitaria que como un software de seguridad, y recopila datos de comportamiento de toda la web para crear perfiles de usuario. Desafortunadamente, este tipo de señal se vence fácilmente y, por lo tanto, proporciona poca protección contra los bots y daña la privacidad del usuario.",
    "1027023087": "En hCaptcha, en cambio, nos hemos centrado en enfoques más modernos del problema, que no requieren retener registros de comportamiento a largo plazo como el historial de navegación y han demostrado ser mucho más resistentes frente a adversarios determinados desde que se introdujo el servicio.",
    "2852295413": "Un conflicto de intereses inherente: detener los bots reduce los ingresos de una red publicitaria",
    "1597520917": "Un número creciente de críticos ha señalado que el desprecio de Google por la privacidad del usuario debería preocupar a los clientes que buscan proteger sus sitios web y aplicaciones.",
    "763447231": "Al mismo tiempo, evitar que los bots accedan a los sitios de los editores puede revelar un fraude publicitario, lo que enfrenta al producto reCAPTCHA de Google directamente con su negocio publicitario, que produce más del 80% de sus ingresos.",
    "999674529": "Cada bot que Google detecte debería estar ganando cero dólares en publicidad. Por lo tanto, los incentivos de la empresa de Google están mal alineados con los usuarios de sus servicios de seguridad, y esta puede ser una explicación del bajo rendimiento de su oferta de seguridad reCAPTCHA.",
    "956019009": "Las mayores empresas de infraestructura web ya han tomado medidas",
    "1923297430": "El punto de quiebre final para muchos clientes más grandes se produjo cuando Google comenzó a cobrar a las empresas por usar su producto a cualquier escala significativa. Esto provocó que los usuarios de reCAPTCHA desde hace mucho tiempo buscaran mejores alternativas, ya que las preocupaciones regulatorias en todo el mundo ya habían hecho que el uso de las ofertas de Google fuera cada vez más poco atractivo.",
    "2197218442": "El CEO de Cloudflare, Matthew Prince, resumió este punto de vista en el",
    "155456850": "anunciando su cambio a hCaptcha:",
    "435302267": "publicación de blog de la empresa",
    "2087769953": "\"Estamos entusiasmados con este cambio porque ayuda a abordar un problema de privacidad inherente a confiar en un servicio de Google que hemos tenido durante algún tiempo. Evaluamos varios proveedores de CAPTCHA y también creamos un sistema nosotros mismos. Al final, hCaptcha surgió como la mejor alternativa a reCAPTCHA ”.“ Nos gustaron varias cosas acerca de las soluciones de hCaptcha: 1) no venden datos personales; recopilan sólo los datos personales mínimos necesarios, son transparentes al describir la información que recopilan y cómo la utilizan y / o divulgan \".",
    "595582512": "Si está buscando proteger su sitio o aplicación de manera efectiva contra bots, spammers u otros actores maliciosos, todo mientras preserva la privacidad de sus usuarios (¡y cumple con todas las regulaciones relevantes!), Considere hCaptcha y nuestra oferta Enterprise.",
    "3388180864": "¿Está interesado en trabajar en desafíos técnicos profundos a escala web? Siempre estamos contratando ingenieros talentosos en todo el mundo.",
    "3892952987": "echa un vistazo a nuestras vacantes y postula aquí",
    "3368788823": "Terence Eden hace un punto interesante en su blog: \"",
    "1491780143": "Los CAPTCHA no prueban que eres humano, prueban que eres estadounidense",
    "2146900431": "Intuitivamente, esta afirmación tiene mucho sentido. Los CAPTCHA, como casi todo, están integrados en un contexto cultural, y si su grupo de desafíos se ha creado principalmente en una cultura, es posible que no se traduzca muy bien en otra. En esencia, se trata de una cuestión de cultura",
    "378086442": "de CAPTCHA, en lugar de su UX per se.",
    "1445008801": "Como dice Eden:",
    "332723732": "contenido",
    "2072808435": "\"¿Adivina qué, Google? Los taxis en mi país son generalmente negros. He visto suficientes películas para saber que todas las de Estados Unidos son amarillas. Pero en todos los demás países que he visitado, los taxis han sido una mezcla de diferentes tonalidades \".",
    "3206136647": "El problema de Google aquí se basa en los datos de las preguntas que usan frente a quién los ve. Si todos los datos provienen de la misma cultura (y en el caso de Google, de la misma compañía), ciertamente puede esperar tener desafíos que no se traducen bien en otras culturas, en línea con la queja de Eden.",
    "2217842245": "Sin embargo, nuestros datos muestran que (para hCaptcha)",
    "4280117172": "De hecho, a muchos países les va ligeramente mejor que a EE. UU., Incluidos Nigeria, India, Brasil y Alemania:",
    "555749578": "hay menos del 1% de variación en las tasas de resolución en los principales países de todos los continentes.",
    "151737819": "Las tasas de resolución de hCaptcha en todo el mundo muestran muy poca variación",
    "3908992897": "y se utiliza en todos los países y territorios del mundo, por lo que estamos muy enfocados en brindar una experiencia global consistente.",
    "2808122102": "La funcionalidad transcultural es, por tanto, un requisito básico para nuestro servicio. Asegurarnos de que todos los usuarios legítimos puedan acceder al contenido rápidamente es una parte fundamental de nuestra misión. Ofrecemos desafíos en 110 idiomas y mejoramos continuamente las traducciones relevantes para asegurarnos de que todos puedan resolver nuestros desafíos.",
    "3913801502": "hCaptcha ahora se ejecuta en aproximadamente el 15% de Internet",
    "2077639538": ". Por un lado, los datos de desafío en nuestro servicio pueden provenir de muchas fuentes, no solo una, desde grandes compañías Fortune 500 hasta nuevas empresas de aprendizaje automático, siempre que se adhieran a nuestra",
    "3951112506": ". Eso ya garantiza un mayor grado de heterogeneidad en los datos.",
    "1803943584": "En segundo lugar, permitimos que los desafíos se optimicen automáticamente para determinar en qué países o idiomas se ejecutarán, lo que aumenta aún más la probabilidad de una experiencia consistente. Si la precisión es menor de lo esperado, un conjunto de preguntas simplemente dejará de publicarse en la región o el idioma donde ocurre este efecto.",
    "3668873369": "En hCaptcha, hemos adoptado un enfoque diferente desde el primer día",
    "1519201684": "Política de ética de la IA",
    "2155089487": ". Si nuestros desafíos fueran más fáciles de resolver para algunos grupos, esperaríamos ver una diferencia en el desempeño de las personas en todo el mundo y en diferentes culturas al resolverlos. En el contexto de la publicación de Eden, esperaríamos que a los estadounidenses les vaya mejor que a las personas de otros países. Debido a que hemos pasado años desarrollando sistemas para evitar este problema, de hecho vemos todo lo contrario.",
    "2603863826": "PD: Si encuentra una traducción en su idioma que podría mejorar, no dude en enviar una",
    "3543141425": "¡para ello!",
    "2697276059": "Evidencia de que esto está funcionando: tasas de resolución uniformes en todo el mundo",
    "664236229": "solicitud de extracción"
}