{
  "header-privacy-link": "Конфіденційність",
  "header-integration-link": "Інтеграція",
  "header-cost-link": "Вартість",
  "header-features-link": "Особливості",
  "header-docs-link": "Документи",
  "header-login-button": "Увійти",
  "header-contact-button": "Зв'яжіться з відділом продажів",
  "intro-heading": "Перевірка людства без тертя.",
  "intro-contact-button": "Зв’яжіться з нами, щоб дізнатися більше",
  "intro-text-bottom": "На нього покладаються компанії, які створюють Інтернет.",
  "sub-menu-button": "Зв'яжіться з відділом продажів",
  "sub-menu-item1": "Підприємство",
  "sub-menu-item2": "Вартість",
  "sub-menu-item3": "Інтеграція",
  "sub-menu-item4": "Особливості",
  "sub-menu-item5": "Конфіденційність",
  "sub-menu-item6": "Документи",
  "info-head-1": "Побудований на перевіреній платформі hCaptcha",
  "info-text-1": "hCaptcha Enterprise працює на основі технології платформи hCaptcha, розширеної, щоб включати функції, необхідні підприємствам із високим трафіком.",
  "info-head-2": "Надійний партнер",
  "intro-subtitle": "Вирішіть проблему з ботом сьогодні.",
  "info-text-2": "Нашим послугам довіряють найбільші компанії світу, щоб обслуговувати багато мільйонів щоденних користувачів на десятках мільйонів сайтів.",
  "cloudflare-quote-text": "Ми оцінили ряд постачальників CAPTCHA, а також самі побудували систему. Зрештою, hCaptcha виявився найкращою альтернативою reCAPTCHA.",
  "cloudflare-quote-detail": "Директор з управління продуктами, Cloudflare",
  "section-quote-head": "Економічний варіант для підприємств з високою прохідністю",
  "section-quote-text": "Нарешті, надійна альтернатива Google. hCaptcha Enterprise забезпечує значну економію на вашому рахунку reCAPTCHA з підвищеною безпекою: у деяких випадках до 80% дешевше. Багато найбільших онлайн-сервісів у світі перейшли на hCaptcha Enterprise і отримали покращене виявлення ботів разом із значною економією витрат.",
  "section-quote-button": "Зв'яжіться з нами сьогодні, щоб отримати ціну",
  "section-privacy-header": "Конфіденційність",
  "section-privacy-text-1": "Рекламні мережі сприймають відвідувачів як продукт. Для нас єдиним продуктом є визначення їхньої людяності. Наші послуги відповідають або перевищують вимоги GDPR, CCPA і LGPD, а також підтримують такі ініціативи, як Privacy Pass. Ми наполегливо працюємо, щоб збалансувати конфіденційність і безпеку.",
  "section-privacy-text-2": "Цей унікальний акцент на конфіденційності означає, що ми можемо запропонувати нульове збереження індивідуальних даних, роботу без файлів cookie та інші договірні гарантії конфіденційності, якщо це потрібно, зберігаючи при цьому відмінну безпеку.",
  "section-security-header": "Безпека перш за все",
  "section-security-text-1": "Точність у ваших і наших інтересах. hCaptcha працює, щоб надати вам реальні дані і дозволити вам вирішувати, як їх використовувати. Інші капчі надають рекламні компанії Gigantic. Це означає, що кожен блокований бот може зменшити їхній дохід.",
  "section-security-text-2": "Використання найновіших методів машинного навчання з акцентом на конфіденційність дозволяє нам перевищити стандарти безпеки застарілих стратегій запису назавжди, не завдаючи шкоди безпеці чи конфіденційності користувачів.",
  "section-user-experience-header": "Чудовий користувальницький досвід",
  "section-user-experience-text1": "Для корпоративних користувачів доступні варіанти, щоб повністю уникнути проблем у більшості сценаріїв.",
  "section-user-experience-text2": "Зменшіть тертя, повністю уникаючи проблем для 99,9% вашого законного трафіку, водночас забезпечуючи чудову безпеку завдяки вдосконаленим моделям ботів.",
  "section-easy-integration-header": "Легка інтеграція",
  "section-easy-integration-text": "Додавання hCaptcha займає всього кілька хвилин і всього кілька рядків коду. Базовий API сумісний з reCAPTCHA V2, і для перемикання потрібно всього кілька хвилин. Сьогодні ви можете використовувати чудову альтернативу й увімкнути розширені функції за потреби.",
  "section-easy-integration-serverside": "Сторона сервера:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Індивідуальні показники загроз",
  "section-threat-text": "Не всі проблеми однакові: отримати єдиний бал означає, що він повинен відповідати вашим потребам, щоб бути корисним. Завдяки унікальним індивідуальним оцінкам загроз від hCaptcha, швидка консультація дає нам змогу налаштувати наші моделі, щоб надавати оцінки, які більше відповідають вашому бізнесу.",
  "section-challenges-header": "Запускайте власні завдання за лічені секунди",
  "section-challenges-text-1": "Залишайтеся на бренді з релевантним вмістом",
  "section-challenges-text-2": "Коли користувачі повинні вирішити завдання, щоб відповідати вимогам безпеки, чому б не створити завдання, приємні та релевантні для користувача? За допомогою нашого простого спеціального конструктора викликів ви можете запустити контент бренду всього за кілька хвилин.",
  "section-integration-header": "Пряма інтеграція платформи",
  "section-integration-subheader": "Для компаній з веб-інфраструктурою",
  "section-integration-text": "Система hCaptcha Enterprise має унікальну гнучкість у своєму дизайні: її можна частково або повністю розгорнути на межі вашої мережі, якщо ви керуєте загальнодоступною хмарою або володієте багатьма центрами обробки даних. Це може значно скоротити витрати та позамережний трафік, зберігаючи при цьому всі переваги керування нашим персоналом, який працює цілодобово і без вихідних, щоб відповідати найсуворішим угодам про рівень обслуговування.",
  "section-support-header": "Доступний досвід і підтримка як для вас, так і для ваших користувачів",
  "section-support-text": "Сервіс для нас є головним пріоритетом. Ми підтримуємо цілодобову підтримку за викликом і пропонуємо пряму координацію Slack з вашою командою інженерної інтеграції та нашим дежурним персоналом під час і після впровадження.‍ ‍Ми також прагнемо активно контролювати та відповідати на запитання ваших користувачів у соціальних мережах, на форумах , а також наші канали підтримки віджетів і електронної пошти. Ми доступні та чуйні, а задоволеність користувачів розглядаємо як головний KPI.",
  "section-enterprise-header": "Функції підприємства",
  "section-enterprise-title-1": "Захист від роботів світового класу",
  "section-enterprise-desc-1": "Перевірено в бою у веб-масштабі.",
  "section-enterprise-title-2": "Висока точність оцінок бота",
  "section-enterprise-desc-2": "Виявляйте поганих акторів різних типів.",
  "section-enterprise-title-3": "Нульове тертя і 99,9% пасивних режимів",
  "section-enterprise-desc-3": "Киньте виклик менше ніж 0,1% законних користувачів.",
  "section-enterprise-title-4": "Показано типи завдань контролю",
  "section-enterprise-desc-4": "Широка бібліотека типів на вибір.",
  "section-enterprise-title-5": "Використовуваний вміст контрольного завдання",
  "section-enterprise-desc-5": "Залишайтеся на бренді з постійною користю.",
  "section-enterprise-title-6": "Угоди про рівень обслуговування підприємств",
  "section-enterprise-desc-6": "Гарантована надійність і швидка цілодобова підтримка за викликом.",
  "section-enterprise-title-7": "Підтримка застарілих браузерів",
  "section-enterprise-desc-7": "Сумісний з Internet Explorer 8.",
  "section-enterprise-title-8": "Розширені інформаційні панелі звітів та API",
  "section-enterprise-desc-8": "Подивіться, що відбувається на всіх ваших сайтах і в додатках.",
  "section-enterprise-title-9": "Працює в кожній країні",
  "section-enterprise-desc-9": "На відміну від reCAPTCHA, ми працюємо в кожній країні.",
  "section-enterprise-title-10": "Політика конфіденційності, яка відповідає GDPR, CCPA та LGPD",
  "section-enterprise-desc-10": "Створено для конфіденційності з першого дня. Посилена угода про обробку даних.",
  "section-enterprise-title-11": "Тонкі рівні складності",
  "section-enterprise-desc-11": "Наберіть це, щоб точно відповідати вашому варіанту використання.",
  "section-enterprise-title-12": "Основний хостинг",
  "section-enterprise-desc-12": "Усі запити та активи надходять на hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Багатокористувацькі інформаційні панелі",
  "section-enterprise-desc-13": "Спільне керування у вашій команді.",
  "section-enterprise-title-14": "Миттєва перевірка",
  "section-enterprise-desc-14": "Затримка 0 мс: перевірте токени hCaptcha без виклику API.",
  "section-enterprise-title-15": "Мобільна інтеграція (iOS та Android).",
  "section-enterprise-desc-15": "Повний досвід роботи в Інтернеті, нативному мобільному та мобільному Інтернеті. Доступні попередньо вбудовані інтеграції та власні пакети SDK.",
  "section-enterprise-title-16": "Індивідуальні умови та гарантії конфіденційності",
  "section-enterprise-desc-16": "Задовольнити свої юридичні потреби, коли інші компанії не можуть.",
  "presented-challlenges-head": "Представлені виклики",
  "presented-challenges-title-1": "Порівняння",
  "presented-challenges-text-1": "Виберіть усі зображення, які відповідають запиту",
  "presented-challenges-title-2": "Обмежувальна коробка",
  "presented-challenges-text-2": "Визначте межу для об’єктів",
  "presented-challenges-title-3": "Категоризація",
  "presented-challenges-text-3": "Визначте відповідні мітки",
  "presented-challenges-subheader": "...та інші прості завдання. Легко для людей, важко для ботів.",
  "presented-challenges-subtext": "Спеціальні завдання також доступні для корпоративних видавців.",
  "footer-header-1": "Компанія",
  "footer-header-2": "Ресурси",
  "footer-header-3": "Контакти",
  "footer-link-1": "Маркування",
  "footer-link-2": "Про",
  "footer-link-3": "Робота",
  "footer-link-4": "Торгові марки",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Документація",
  "footer-link-8": "Повідомити про помилку",
  "footer-link-9": "Доступність",
  "footer-terms": "Умови",
  "footer-privacy": "Конфіденційність",
  "footer-attribution": "Атрибуція",
  "footer-subheader-1": "Підтримка",
  "footer-subheader-2": "Контакти",
  "switch-to-english-link": "Перейдіть на англійську мову",
  "intro-heading-privacy": "Створено для конфіденційності.",
  "intro-subtitle-p1-privacy": " Унікальний підхід до безпеки в Інтернеті, орієнтований на конфіденційність.",
  "info-head-2-pr": "Запис онлайн-активності не є відповіддю.",
  "info-text-1-pr": "hCaptcha Enterprise має лише одну мету: не допустити, щоб зловмисники порушили ваші онлайн-операції та заподіяли шкоду вашим користувачам.",
  "info-text-2-pr": "Таким чином, наші системи розроблені з нуля, щоб звести до мінімуму збір і збереження даних, підтримуючи провідну в своєму класі безпеку. Найкращий спосіб захистити дані користувача — не зберігати їх взагалі.",
  "info-text-3-pr": "Усі відносини з клієнтами також захищені міцною угодою про обробку даних. Служба hCaptcha відповідає всім законам про конфіденційність незалежно від того, де проживає ваш сервіс або ваші клієнти. Незбереження персональних даних робить це набагато легше для нас, ніж для інших компаній.",
  "info-text-2-2-pr": "Такі сервіси, як reCAPTCHA v3, говорять про те, що розміщення їх пікселя відстеження на кожній сторінці вашого сайту необхідно для гарної безпеки. Це не так.",
  "info-text-2-3-pr": "Простий поведінковий аналіз – це сигнал, який легко підробити погані суб’єкти, і вимагає також збереження історії перегляду для всього вашого законного трафіку.",
  "info-text-2-4-pr": "Ми не керуємо рекламною мережею і не зацікавлені спостерігати за вашою поведінкою користувачів, щоб продавати їм рекламу. Це означає, що нам не потрібен пасивний піксель на кожній сторінці вашого сайту.",
  "info-text-2-5-pr": "Додавайте наш код виклику лише там, де це необхідно, і там, де є сенс, щоб захистити вас і ваших користувачів.",
  "info-head-3-pr": "Машинне навчання корисно. Але для роботи не потрібні персональні дані.",
  "info-text-3-1-pr": "Машинне навчання зараз впливає майже на всі аспекти нашого життя, часто таким чином, що ми не усвідомлюємо і не бачимо. Онлайн-сервіси безпеки нічим не відрізняються.",
  "info-text-3-2-pr": "Вивчивши тисячі сигналів, моделі можуть зробити висновок і досягти високої впевненості у виявленні зловмисної поведінки дуже швидко, навіть якщо жоден окремий сигнал сам по собі не буде достатньо сильним, щоб вказувати на проблему.",
  "info-text-3-3-pr": "Однак жодне з цього не вимагає використання персональної інформації (PII). Сучасні криптографічні методи дозволяють нам якнайшвидше відкидати будь-які персональні дані, створюючи замість них односторонні підписи, які не можна прив’язати до жодної особи.",
  "info-text-3-4-pr": "Навчання з розпізнаними даними працює так само добре, і не вимагає компромісу ні з точки зору безпеки, ні для конфіденційності. Наші клієнти провели емпіричні випробування і оголосили нас рівними або кращими за набагато менш приватні альтернативи.",
  "cloudflare-quote-text-privacy": "У рішеннях hCaptcha нам сподобалося кілька речей: 1) вони не продають персональні дані; вони збирають лише мінімальні необхідні персональні дані, вони прозоро описують інформацію, яку вони збирають, і як вони її використовують та/або розголошують.",
  "pilot-head": "Спробуйте нас у своєму середовищі без жодних зобов’язань.",
  "pilot-text-1a": "Ми інженери, а не продавці: ми хочемо, щоб ви були задоволені своїм вибором.",
  "pilot-text-1b": "Найкращий спосіб забезпечити ваше задоволення – це продемонструвати, що ми відповідаємо вашим потребам.",
  "pilot-text-1c": "Практично всі компанії, які запускають пілот, в кінцевому підсумку вибирають наші рішення.",
  "pilot-text-1d": "Використовуйте цю форму, щоб зв’язатися з одним із наших технічних спеціалістів. Ми швидко реагуємо.",
  "pilot-text-1e": "Ви також можете надіслати нам електронний лист безпосередньо.",
  "pilot-email-details": "Деталі тут.",
  "pilot-f1": "Регіон",
  "pilot-f2": "Твоє ім'я",
  "pilot-f3": "Твоє ім'я",
  "pilot-f4": "Ділова електронна пошта",
  "pilot-f5": "Будь-які інші деталі, які ми повинні мати?",
  "pilot-f6": "Вам потрібна термінова адаптація?",
  "pilot-f7": "Так.",
  "pilot-f8": "Я підданий атаці і вимагаю негайної реєстрації.",
  "pilot-f9": "Подати",
  "pilot-f10": "Вводячи свою електронну адресу, ви погоджуєтеся з нашими Умовами та Політикою конфіденційності, а також отримуватимете електронну пошту від нас.",
  "pilot-fo-1": "Інтеграція не може бути простішою.",
  "pilot-fo-2": "hCaptcha має десятки попередньо вбудованих інтеграцій для інтерфейсних і бекенд-систем, які ви використовуєте.",
  "pilot-fo-3": "Якщо ви випадково виходите з reCAPTCHA від Google, наші API є заміною. Три рядки коду – це все, що вам потрібно.",
  "pilot-fo-4": "Наші інженери з адаптації можуть швидко налаштувати вас, незалежно від того, чи потрібна вам інтеграція React, пакети SDK для рідних додатків iOS, приклад серверної частини Java чи практично будь-який інший сценарій.",
  "pilot-fo-5": "І, як завжди, конфіденційність для нас є основною цінністю. Додавайте наш код виклику лише там, де це необхідно, і там, де є сенс, щоб захистити вас і ваших користувачів. Мінімізація збору даних починається з моменту інтеграції.",
  "pilot-fdone": "Дякую. Ми зв'яжемося найближчим часом.",
  "home-ent-2-new": "Дізнайтеся більше про наше корпоративне рішення.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Рішення hCaptcha Enterprise забезпечують найкращий у своєму класі безпеку та захищають багато найкращих онлайн-сервісів.",
  "home-plans-button-2-new": "Вчи більше",
  "header-enterprise-link": "Підприємство",
  "sales-interstitial-c1b-new": "Дізнайтеся більше про hCaptcha Enterprise"
}
