{
    "1137470858": "11 грудня 2021 року",
    "12462594": "hCaptcha побудовано на платформі HUMAN, яка дає можливість витонченої маршрутизації та аналізу оптимізувати вартість та ефективність на кожному кроці.",
    "2262549101": "Альтернативні способи зв’язку описані в довіднику призначених агентів Бюро авторських прав США DMCA",
    "2272776729": "Зауважте, що ви повинні підтвердити свою особу та надіслати запит, перш ніж вживати подальших дій, наприклад надати державне посвідчення особи. Відповідно до законодавства Каліфорнії, ви можете призначити уповноваженого агента для подання запиту від вашого імені. Щоб призначити уповноваженого агента для подання запиту від вашого імені, ви повинні надати дійсну довіреність, дійсне посвідчення особи запитувача та дійсне посвідчення особи, видане державою.",
    "2335607721": "Зверніть увагу. Усі повідомлення, пов’язані з цими Умовами надання послуг, будуть надіслані електронною поштою або розміщені на нашому веб-сайті. Ви повинні надсилати нам повідомлення за адресою",
    "2875934612": "20 листопада 2020 року",
    "3084122606": "Якщо ми використовуємо вашу особисту інформацію на основі вашої згоди, ви маєте право відкликати її в будь-який час способом, зазначеним у Сервісі, або зв’язавшись з нами за адресою",
    "3312286067": "або подайте скаргу до регулятора із захисту даних у вашій юрисдикції. Ви можете знайти свого регулятора захисту даних за адресою",
    "3506025515": "log4shell не впливає на hCaptcha. Ось як ми знаємо.",
    "3516838896": "Помилка віддаленого виконання коду log4j2 нещодавно охопила Інтернет, вплинувши на великий відсоток онлайн-сервісів. hCaptcha не вплинула. Ось як ми перевірили цей факт.",
    "3553195003": "log4shell не впливає на hCaptcha.",
    "3610875753": "– Якщо після значного збою в роботі ви не можете зв’язатися з нами, як зазвичай",
    "3612764043": ", вам слід перейти на наш веб-сайт за адресою hcaptcha.com або hcaptchastatus.com.",
    "3626193263": "Уповноважений агент hCaptcha за Законом про захист авторських прав у цифрову епоху (DMCA).",
    "3794891866": "Споживачі з Каліфорнії можуть зробити запит відповідно до своїх прав відповідно до CCPA, зв’язавшись з нами за адресою",
    "3814036702": "– Якщо у вас виникли запитання щодо нашого планування безперервності бізнесу, ви можете зв’язатися з нами за адресою",
    "3975007628": "тепер захищайте сотні мільйонів користувачів на десятках мільйонів веб-сайтів і програм щомісяця. Наша історія показує, що ви можете конкурувати з Big Tech, якщо ставите конфіденційність на перше місце.",
    "4038264749": "Зауважте, поки місцеві розпорядження щодо COVID-19 залишаються в силі, немає гарантій, що пошта буде отримана вчасно та електронна пошта (",
    "4115505783": ") – це правильний канал для зв’язку з нами. Компанія не підтримує номери телефону чи факсу; це 21 століття.",
    "4164851712": "Ми використовуємо вашу особисту інформацію лише відповідно до закону. Ми зобов’язані повідомити вас про правові основи обробки вашої особистої інформації, які описані нижче. Якщо у вас виникли запитання щодо правових підстав, за якими ми обробляємо вашу особисту інформацію, зв’яжіться з нами за адресою",
    "4201262098": "Ця технологія дозволяє відповідній робочій силі виконувати кожну частину вашої роботи, максимізуючи економічну ефективність, зберігаючи конфіденційність і відповідаючи будь-яким нормативним вимогам, які можуть застосовуватися.",
    "4217188341": "30 листопада 2020 року",
    "4238473596": "Для реальних користувачів важливо мінімізувати тертя. hCaptcha використовує прості завдання і займає менше часу для більшості користувачів, зупиняючи більше трафіку ботів.",
    "4243935861": "ha.com",
    "4270798104": "2. Спробуйте вимкнути інші розширення. Якщо це вирішить проблему, вмикайте їх одну за одною, поки не знайдете проблему, і повідомте про це розробнику цього розширення, а також повідомте нас на",
    "427220273": "Ми можемо запитувати від вас конкретну інформацію, щоб допомогти нам підтвердити вашу особу та обробити ваш запит. Застосовне законодавство може вимагати або дозволяти нам відхиляти ваш запит. Якщо ми відхилимо ваш запит, ми повідомимо вам чому, з урахуванням правових обмежень. Якщо ви хочете подати скаргу на використання нами вашої особистої інформації або відповісти на ваші запити щодо вашої особистої інформації, ви можете зв’язатися з нами за адресою",
    "433026247": "Виконуючи завдання, ви можете отримати кваліфікацію та навички, які ми надамо на свій розсуд. Ми залишаємо за собою право створювати, редагувати або анулювати ваші кваліфікації та навички в будь-який час, з будь-якої причини або без причини. Оскільки ми не дискримінуємо на основі національного походження, раси, кольору шкіри, статі, сексуальної орієнтації чи будь-якого іншого класу, захищеного законом, ви матимете таку саму можливість, як і будь-який інший Учасник, отримати доступ до завдань у міру накопичення вашої кваліфікації та навичок . Як учасник, якщо ви вважаєте, що проблемні тестові запитання вплинули на вашу кваліфікацію, навички чи винагороду, ви можете надати добре підтверджені твердження з описом проблемних питань тесту через інтерфейс завдання або через заявку в нашій системі підтримки, наприклад, електронною поштою. на",
    "492025216": "13 грудня 2021 року",
    "799274928": "Повідомлення електронною поштою вважаються письмовими повідомленнями для всіх цілей, для яких можуть знадобитися письмові повідомлення. Повідомлення електронною поштою вважаються отриманими на наступний робочий день після їх надсилання належним чином адресованими призначеному одержувачу.",
    "211351380": "З блогу:",
    "3153117136": "Як працюють налаштування складності hCaptcha",
    "2915355938": "Доступність",
    "793784899": "Плани",
    "2671622670": "Підприємство",
    "3527140447": "Документи",
    "505891021": "Послуги маркування",
    "692176459": "Увійти",
    "1892574253": "Зареєструватися",
    "2593864519": "Зупиніть більше ботів. Почніть захищати конфіденційність користувачів.",
    "4007826952": "CAPTCHA № 1 для конфіденційності для Інтернету, мобільних пристроїв тощо.",
    "3721365241": "Спробуйте",
    "3753956446": "Безкоштовно",
    "3276777569": "hCaptcha",
    "55035359": "Ви використовуєте reCAPTCHA?",
    "3417372336": "Перейдіть за хвилини",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "На які покладаються найкращі онлайн-сервіси",
    "1470290349": "для кращих у своєму класі ботів та управління шахрайством.",
    "3714002185": "Дізнайтеся більше про hCaptcha Enterprise",
    "3946753128": "Приватний. Безпечний. Швидше.",
    "939665604": "Конфіденційність",
    "780475098": "Рекламні мережі сприймають відвідувачів як продукт. Нас хвилює лише те, хороший візит чи поганий. hCaptcha відповідає GDPR, CCPA, LGPD, PIPL та іншим глобальним законам щодо даних.",
    "219813583": "Безпека перш за все",
    "2714878440": "Захистіть свої послуги від копіювання, захоплення облікових записів, заповнення облікових даних та спаму за допомогою нашого передового машинного навчання та перевірки людяності.",
    "1397766838": "Кращий користувальницький досвід",
    "2670352917": "hCaptcha забезпечує надійніше виявлення ботів, при цьому проста для людей.",
    "2806751666": "Що таке hCaptcha?",
    "3096063825": "Спробуй",
    "2968026167": "Ваш улюблений овоч",
    "713281684": "Баклажани",
    "4147497805": "Морква",
    "3758963444": "Дякую! Ваша заявка отримана!",
    "1070364246": "Ой! Під час надсилання форми сталася помилка.",
    "1129833879": "Зупиніть шкідливих ботів, захистіть конфіденційність користувачів",
    "58091799": "Дізнайтеся більше про hCaptcha Publisher і Enterprise",
    "1599610318": "Видавець",
    "3093388779": "hCaptcha можна безкоштовно використовувати для видавців будь-якого розміру",
    "179723061": "Більше контролю для команд, які потребують найвищого рівня безпеки",
    "846501387": "Захист від ботів світового класу",
    "119298044": "Передові технології машинного навчання та штучного інтелекту з самоконтролем захищають ваші веб-ресурси від загроз та атак",
    "1263998069": "Отримуйте нагороди за людські рішення",
    "1103295010": "Заробляйте гроші або віддавайте на благодійність, коли люди розгадують CAPTCHA",
    "392886773": "Працює в кожній країні",
    "2320894364": "Завдяки понад 200 точкам присутності хмара hCaptcha захищає ваші активи по всьому світу",
    "451701069": "Відповідає GDPR, CCPA,",
    "2826051554": "і більше",
    "3530599065": "Конфіденційність будується з нуля. hCaptcha не зберігає ідентифікаційну інформацію та відповідає численним вимогам та правилам щодо конфіденційності.",
    "2489287539": "Без тертя «Без CAPTCHA» і 99,9% пасивних режимів",
    "793242047": "Зменшіть проблеми, які виникають перед користувачами, щоб забезпечити швидкий доступ до програм",
    "4195759329": "Виявлення ботів і оцінки ризику",
    "1150035777": "Складні моделі машинного навчання генерують показники впевненості бота на основі багатьох точок даних, крім того, чи правильно було дано відповідь на запитання",
    "3688621388": "Підписи загроз",
    "1131525092": "Легко об’єднуйте поганих акторів за допомогою наших UID, які зберігають конфіденційність, щоб знайти та зупинити пов’язані з ними шахрайство та зловживання",
    "1559631739": "Приватне навчання",
    "3952259236": "Об’єднайте свої заслічені дані з тисячами сигналів hCaptcha, щоб навчити hCaptcha класам поведінки – лише для вашого прикладу – щоб краще прогнозувати шкідливу поведінку краще, ніж будь-яке рішення окремо",
    "1150963691": "Пом'якшення APT",
    "4083018285": "Набір розширених функцій, які поєднуються з покращеним моніторингом SOC та реагуванням на складні постійні загрози",
    "3160820928": "Скоординований захист від нападу",
    "1849805607": "hCaptcha захищає від загроз і приманок, призначених для проникнення у ваші мережі",
    "1958297836": "Скоординований захист від атак і пом'якшення APT",
    "1300485304": "hCaptcha захищає від передових загроз і приманок, призначених для проникнення у ваші мережі",
    "2698640210": "Показані завдання та типи контролю",
    "3121248460": "Показуйте нескінченно різноманітні спеціальні завдання — від простих до складних — для вашої очікуваної аудиторії",
    "3807059944": "Використовуваний вміст контрольного завдання",
    "2707282231": "Налаштуйте завдання для своїх користувачів. Зробити неможливим для ботів розгадку та проникнення.",
    "4194763679": "Тонкі рівні складності",
    "3730038780": "Виберіть із майже нескінченної кількості завдань, які потрібно вирішити користувачам",
    "1849717906": "Налаштуйте свій власний вміст",
    "1508655687": "Додайте власні завдання, призначені для вашої аудиторії, щоб спростити або обмежити доступ",
    "3620442880": "Функції захисту Flash Sale",
    "3265895521": "Підвищуйте та зменшуйте складність завдання залежно від часу доби",
    "1485807325": "Багатокористувацькі інформаційні панелі, SAML SSO",
    "359073033": "Інформаційні панелі забезпечують високорівневі або детальні уявлення про діяльність.",
    "4272454814": "Інтеграція з постачальником ідентифікаційних даних за вашим вибором.",
    "1141402092": "Розширені функції звітності",
    "910989640": "Створення детальних та налаштованих звітів про діяльність",
    "3768951251": "Угоди про рівень обслуговування підприємств",
    "1014004474": "Плани hCaptcha Enterprise пропонують розширені угоди про рівень обслуговування для захисту вашої організації",
    "1177598246": "Зв'яжіться з відділом продажів",
    "1067704102": "Значення в маркуванні даних",
    "3065000659": "Чи усвідомлювали ви щоразу, коли ви «клацаєте по машині», ви допомагаєте тренувати сингла",
    "3235430156": "системи машинного навчання компанії безкоштовно?",
    "1549336309": "hCaptcha змінює цю модель. Коли ви використовуєте hCaptcha, компанії роблять ставки за роботу ваших користувачів, оскільки вони доводять свою людяність. Ви отримуєте винагороди.",
    "3725880582": "Поверніть на благодійність",
    "1671436004": "Хочете повернути свою улюблену благодійну організацію?",
    "1663628612": "дозволяє вам",
    "4272088465": "благодійні організації на ваш вибір з прибутками, які ви отримуєте від використання.",
    "2894845722": "Користувачі вашого сайту незабаром зможуть побачити ваш внесок у благодійність за допомогою стриманого брендування в інтерфейсі hCaptcha.",
    "3194111925": "підтримка",
    "1637702726": "Про hCaptcha",
    "2323282990": "Сучасний підхід до перевірки людяності",
    "1201821619": "hCaptcha вирішує одну з найактуальніших проблем сьогодення: запобігає зловживанню зловмисними ботами онлайн-сервісами.",
    "1475399473": "Дізнайтеся більше про команду hCaptcha",
    "3161489950": "Найсучасніша в світі платформа безпеки ML",
    "3247172580": "hCaptcha поєднує вдосконалене самоконтрольоване машинне навчання з новим підходом до граничних обчислень, який унікально мінімізує збір і збереження даних, що доставляється з більш ніж 250 місць по всьому світу для масової масштабованості.",
    "3767462250": "Створено для конфіденційності",
    "3500503648": "hCaptcha розроблено для того, щоб виключити довгострокове збереження даних, покладаючись на миттєву оцінку, а не на запис і аналіз вашої історії перегляду. Ми також підтримуємо такі ініціативи, як",
    "2418549423": ", новий стандарт для збереження конфіденційності в Інтернеті за допомогою криптографічних доказів та інших унікальних функцій, які перш за все стосуються конфіденційності.",
    "1544546608": "Pass Privacy Pass",
    "976209454": "Заробляйте винагороди або віддавайте на благодійність",
    "552920956": "hCaptcha дозволяє веб-сайтам отримувати винагороди, блокуючи ботів та інші форми зловживань. hCaptcha також дозволяє вам підтримувати вибрані вами благодійні організації за допомогою цих прибутків.",
    "654326661": "Хочете побачити на власні очі? Спробуйте hCaptcha безкоштовно.",
    "3570415321": "Компанія",
    "3987022469": "Маркування",
    "1636202177": "Про",
    "2670003220": "Робота",
    "3233305531": "Торгові марки",
    "3028319964": "Етика ШІ",
    "4131598919": "Натисніть",
    "1662477701": "Ресурси",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Документація",
    "920212083": "Повідомити про помилку",
    "2076066173": "Кібератаки 101",
    "3644106388": "Контакти",
    "2182196747": "Підтримка",
    "487083593": "Продажі",
    "878585497": "Умови",
    "1697438123": "Конфіденційність",
    "1316817321": "Атрибуція",
    "3488019891": "hCaptcha є зареєстрованою торговою маркою Intuition Machines, Inc.",
    "4224961202": "Конфіденційність, безпека та машинне навчання.",
    "98173630": "hCaptcha — це найпоширеніший у світі незалежний сервіс CAPTCHA.",
    "1514478724": "Вчи більше",
    "1752795854": "hCaptcha пропонує сучасний, орієнтований на конфіденційність підхід до зупинки ботів.",
    "2927700175": "Ми показуємо проблеми CAPTCHA, які складні для ботів, але легкі для людей, збираючи складні для позначення даних про проблеми машинного навчання та використовуємо їх, щоб визначити, чи є відвідувач веб-сайту чи програми людиною.",
    "2188609322": "Погані актори все частіше зустрічаються в Інтернеті. Але пожертвувати конфіденційністю користувачів – це не вихід.",
    "2032102720": "Рішення безпеки, що пропонуються рекламними компаніями, зосереджені насамперед на відстеженні користувачів у мережі. Ми створили ефективне рішення безпеки, яке доводить, що для досягнення чудових результатів не обов’язково завдавати шкоди конфіденційності користувачів.",
    "4146870445": "Хто ми є",
    "353066938": "Досвідчена команда, яка працює над найскладнішими проблемами сьогодення. hCaptcha - це сервіс",
    "1173652155": "радники",
    "2256305371": "Професор CS Каліфорнійського університету в Берклі. Експерт глибокого навчання, безпеки, блокчейну. Генеральний директор Oasis Labs.",
    "2177660021": "Дослідник Стенфордського університету. Машинне навчання та кількісне фінансування у великих банках, хедж-фондах та наукових колах.",
    "2686825859": "Зареєструйтеся безкоштовно або зв’яжіться з нами щодо рішень hCaptcha Enterprise",
    "583434701": "Доступність hCaptcha",
    "611905972": "Забезпечення безперебійного доступу для всіх користувачів із збереженням безпеки",
    "874098071": "Якщо ви є користувачем доступності, зареєструйтеся тут",
    "2745385064": "Резюме",
    "3353238942": "hCaptcha розроблено, щоб зупинити ботів, відрізняючи їх від людей. Візуальні тести є зручним інструментом для цього, але не кожен може вирішити візуальне завдання.",
    "3600022491": "З цієї причини ми розробили просту, безболісну альтернативу, щоб дозволити видавцям, які користуються нашою службою, зберегти доступність для всіх із повною відповідністю розділу 508 і WCAG 2.1 AA.",
    "2557240048": "Як це працює: спочатку користувач доступності реєструється через",
    "3871665286": ", який помітно пов’язаний на інформаційній сторінці віджета hCaptcha. Їм надається зашифрований файл cookie, який можна використовувати кілька разів на день, але його потрібно оновлювати кожні 24 години через логін.",
    "3441764123": "Коли користувачеві доступності на сайті за допомогою служби hCaptcha подається виклик, він автоматично проходить.",
    "4247858664": "сторінку реєстрації доступності",
    "1297657322": "Екран користувача доступності після входу",
    "1717658846": "Опція доступності в меню інтерфейсу віджета",
    "1266963825": "Питання: Чи відповідає hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "В: Ми вважаємо, що так: усі користувачі з будь-якою формою порушення, які можуть переглядати веб-сторінки та вводити текст у формах, можуть отримати доступ до служб, захищених hCaptcha, після реєстрації. Однак це не юридична порада: ви повинні провести власну оцінку, беручи до уваги вашу конкретну реалізацію, щоб переконатися, що це стосується вашого розгортання.",
    "159272246": "З: Ви працюєте над іншими параметрами доступності (\"a11y\"), як-от аудіо?",
    "4074220464": "В: Раніше популярні опції, такі як аудіо-каптчі, дискримінують багатьох користувачів a11y і їх легко перемагати сучасні методи машинного навчання. Це змусило поточні аудіо-проблеми ставати дедалі складнішими, вводячи шум, дивний час, незвичайні сполучення слів тощо, щоб перемогти зловмисників. Таким чином, ми з меншим ентузіазмом ставимося до цього підходу, а не взагалі уникаємо виклику, але розглянемо його, якщо буде попит з боку спільноти a11y.",
    "2309661107": "Проте ми дуже зацікавлені в",
    "2555914614": "для випадку використання доступності. Ми віримо, що поєднання нашого нинішнього підходу a11y з видачею Privacy Pass дозволить користувачам a11y безпечно переглядати веб-сторінки, усвідомлюючи, що їхній трафік є більш конфіденційним, водночас обмежуючи зловживання з боку операторів ботів, які неминуче трапляються, коли доступні варіанти a11y. Ми є активними учасниками робочої групи IETF, яка стандартизує цю нову технологію.",
    "2583775432": "З: А як щодо конфіденційності? Чи розкриває реєстрація дані перегляду a11y якимось чином? Що ви робите з електронною поштою?",
    "4215483493": "A: hCaptcha розроблено для конфіденційності з нуля. Це дуже відрізняється від традиційних опцій, таких як reCAPTCHA, якими володіють рекламні мережі, які мають стимул стежити за вами в Інтернеті та асоціювати вас із справжньою особистістю.",
    "2474661839": "Наші",
    "4137573005": "має вичерпні та авторитетні відповіді щодо того, як ми використовуємо дані, але коротка відповідь полягає в тому, що ми не зацікавлені в тому, щоб пов’язувати вас як особу з вашою історією перегляду.",
    "4101570501": "Зараз ми також працюємо над криптографічним рішенням для швидкого видалення вашої адреси електронної пошти, зберігаючи при цьому нашу здатність запобігати зловживанням, що доповнює нашу роботу з Privacy Pass.",
    "260595108": "Ми ніколи не використовуємо електронні листи чи інформацію щодо спеціальних можливостей для будь-яких інших цілей, окрім полегшення використання та запобігання зловживанням.",
    "3063819779": "політика конфіденційності",
    "465714311": "Для користувачів доступності: запитання та відповіді та посібник із усунення несправностей",
    "3596207631": "З: Я все ще бачу проблему після встановлення файлу cookie. Що спричиняє це?",
    "469089249": "Відповідь: Зазвичай це пов’язано з використанням агресивного блокувальника реклами чи розширення для захисту від файлів cookie, або налаштування, яке блокує міжсайтові файли cookie, у цьому випадку файл cookie для hcaptcha.com, який встановлюється або перевіряється hCaptcha JS на інший сайт, наприклад той, який ви відвідуєте.",
    "4263626815": "Файли cookie доступності hCaptcha працюють з усіма популярними браузерами та блокувальниками реклами зі стандартними налаштуваннями, тому зазвичай збої виникають через сценарії проти блокування реклами або подібні набори правил, націлені на певні сайти.",
    "3906359167": "Рішення:",
    "3464870463": "1. Додайте файли cookie hcaptcha.com і *.hcaptcha.com у білий список у вашому блокувальнику реклами або розширенні безпеки браузера.",
    "1204911585": "2. Якщо ви використовуєте браузер Brave, який (станом на квітень 2020 року) не має жодного білого списку файлів cookie, перейдіть у Налаштування -> Щити -> Файли cookie та виберіть \"Дозволити всі файли cookie\".",
    "2932826396": "3. Якщо ви використовуєте найновішу версію Safari в нещодавно випущеній OS X 10.15 або iOS 13.4, Apple щойно змінила поведінку Safari, пов’язану зі сторонніми файлами cookie, блокуючи всі їх за замовчуванням. Ми впроваджуємо рішення, але тим часом, будь ласка, відвідайте розділ \"Налаштування Safari\", розділ \"Конфіденційність\" і зніміть прапорець \"Відстеження веб-сайтів: запобігати міжсайтовому відстеження\", щоб увімкнути функцію cookie доступності належним чином.",
    "3836291932": "З: Я використовую кілька пристроїв. Чи потрібно реєструватися кілька разів?",
    "3251220335": "Відповідь: Ні. Будь ласка, натисніть те саме посилання для входу електронною поштою, надіслане вам на кожному пристрої, який ви використовуєте, щоб встановити файл cookie.",
    "2082407178": "З: Як я можу захистити себе від стороннього відстеження файлів cookie під час використання файлу cookie доступності?",
    "2700197090": "Відповідь: Використання будь-якого розширення конфіденційності або блокування реклами, яке підтримує білий список на рівні домену (наприклад, uBlock Origin), працюватиме належним чином: просто переконайтеся, що додайте hcaptcha.com у білий список.",
    "3657743880": "Інструкції для браузера для міжсайтових файлів cookie",
    "1960601330": "Щоб увімкнути файли cookie в Safari (Mac): перейдіть до спадного меню Safari. Виберіть Налаштування. Натисніть Конфіденційність на верхній панелі. У розділі \"Блокувати файли cookie\" виберіть опцію \"Ніколи\".",
    "1622303590": "Щоб увімкнути файли cookie в Safari (iPhone/iPad iOS 11+): відкрийте налаштування. Прокрутіть вниз і виберіть Safari. У розділі «Конфіденційність та безпека» вимкніть «Заборонити міжсайтове відстеження» та «Блокувати всі файли cookie».",
    "2199048568": "Натисніть на щит зліва від адресного рядка на будь-якій веб-сторінці. Натисніть Налаштування захисту. Відкриється панель конфіденційності та безпеки налаштувань Firefox. У розділі «Розширений захист від відстеження» виберіть «Власний». Виберіть, які трекери та сценарії блокувати, встановивши ці прапорці. Переконайтеся, що ви розблокували hcaptcha.com.",
    "3967047208": "Ви також можете тимчасово вимкнути деякі засоби захисту в Custom, щоб налагодити це, знявши прапорці: зніміть прапорець Trackers або зніміть прапорець Cookie, якщо у вас все ще виникають проблеми.",
    "3805618893": "Google Chrome (ПК)",
    "3795997071": "Виберіть значок меню Chrome. Виберіть Налаштування.",
    "926138631": "Перейдіть до розділу «Конфіденційність та безпека», потім «Cookies» та інші дані сайту.",
    "3419878556": "Переконайтеся, що «Блокувати сторонні файли cookie» не ввімкнено.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Відкрийте налаштування Chrome із рядка меню.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "На пристрої Android відкрийте програму Chrome.",
    "3620039756": "У верхньому правому куті торкніться «Більше», а потім – «Налаштування».",
    "2813310562": "Торкніться «Налаштування сайту», а потім «Cookies».",
    "3014657981": "Увімкніть налаштування біля пункту «Файли cookie».",
    "1242066691": "Поставте прапорець біля пункту «Дозволити сторонні файли cookie».",
    "292250020": "1. Виберіть шестірню у верхньому правому куті екрана, а потім виберіть «Властивості браузера». Якщо у вас увімкнено рядок меню, ви можете вибрати «Інструменти», а потім «Властивості браузера».",
    "4114820649": "2. Натисніть вкладку \"Конфіденційність\".",
    "946838734": "3. Виберіть кнопку «Додатково».",
    "348809718": "4. У розділі «Сторонні файли cookie» виберіть «Прийняти».",
    "1253441326": "5. Натисніть \"ОК\"",
    "852032043": "сафарі",
    "836017336": "Firefox",
    "3356349631": "Гугл хром",
    "3235744534": "Internet Explorer",
    "4104188759": "Етична політика ШІ",
    "1161704803": "Чому ми маємо політику етики AI?",
    "1806535500": "Практично кожна технологія, від олівців до динаміту, є",
    "24452499": "розчин; його можна використовувати як на користь, так і на зло. Кожна компанія, яка досліджує, створює або продає рішення подвійного використання, зобов’язана враховувати наслідки своїх дій.",
    "4023575072": "подвійне використання",
    "3336625692": "На цій сторінці детально викладені наші думки на цю тему в контексті етики штучного інтелекту, а також процеси, яких ми дотримуємося, щоб гарантувати, що використання наших послуг залишається у відповідності з політикою, яку ми прийняли як компанія.",
    "835717930": "Етика ШІ на hCaptcha",
    "2179524509": "Час від часу ми отримуємо запитання щодо того, які типи запитань дозволені для служби hCaptcha і чому задаються певні запитання.",
    "1962721652": "Люди шукають шаблони, і іноді нешкідливе запитання може миттєво перетворитися з абсолютно несподіваного на підозріле, через зміни у світі, а не через мотивацію того, хто задає запитання.",
    "3974566657": "Оскільки послуги стають все більш популярними, подібні випадки неминуче стають все більш частими. hCaptcha використовується мільйонами людей щодня практично в кожній країні світу, тому ми публікуємо цю політику та приклад про те, як ми вирішуємо ці проблеми, щоб бути максимально прозорими.",
    "1830910223": "Реальне дослідження AI Ethics",
    "805971861": "«Парасолька» – це термін у ImageNet, стандартному наборі контрольних даних, який використовується дослідниками комп’ютерного зору. Надійна ідентифікація людей, які тримають парасольки, також має вирішальне значення для створення безпечних систем допомоги водієві нового покоління (ADAS).",
    "3988350": "Це означає, що існують чудові варіанти використання анотацій-парасольок у реальному світі. Є місце для розбіжностей щодо впливу самокерованих автомобілів, але системи ADAS вже економлять",
    "548587288": "навколо світу.",
    "3138772661": "тисячі життів щороку",
    "3168199226": "Однак у 2020 році стало зрозуміло, що створення такого набору даних можна було б сприймати як технологію подвійного використання, як мало хто очікував рік тому.",
    "558378834": "Таким чином, наразі ми більше не приймаємо запити на запитання щодо парасольок. Потенціал плутанини, коли кінцевий користувач бачить питання про парасольки в поточний момент, занадто великий, і в кінцевому підсумку наша мета – зробити світ приємнішим.",
    "3376604063": "Політика та процеси етики ШІ",
    "1923365316": "У hCaptcha є сувора політика щодо етики штучного інтелекту, частина якої включає процес «Знай свого клієнта» (KYC).",
    "4230322909": "Ми завжди намагаємося добре зрозуміти кожного нового клієнта та його передбачуваний варіант використання, щоб підтвердити, що він добре підходить для наших продуктів і послуг, і щоб переконатися, що він відповідає політиці, яку ми прийняли як компанія.",
    "2735073144": "За потреби ми також проводимо постійні перевірки. Наприклад, у нашому нещодавньому огляді дат і джерел запитів щодо маркування, пов’язаних із парасольками, ми швидко підтвердили, що жоден державний орган чи відомий державний постачальник програмного забезпечення для спостереження не надходили запити щодо парасольок, які користуються нашими послугами за останні 12 місяців. .",
    "2715462692": "Як виглядає наш процес етики AI?",
    "3049976256": "Для кожного нового клієнта з маркування ми переглядаємо контрольний список під час процесу продажу. Сюди входить початкова ретельність KYC перед адаптацією, а також перевірка всіх запитів, надісланих нашим аналітиків, а також вибіркові перевірки в реальному часі та періодичні перевірки запитів, зроблених за допомогою нашої платформи самообслуговування.",
    "3103642530": "Цей огляд складається з кількох наборів критеріїв:",
    "3349094124": "Критерії етичних проблем: Мета",
    "1038019440": "1. Чи представляє цей клієнт національні інтереси країни, яка, як відомо, веде поведінку, яка суперечить міжнародним законам і нормам?",
    "493717511": "2. Чи запитує цей клієнт послуги, які можуть бути",
    "2209109640": "використовували лише у зловмисних цілях у контексті своєї звичайної підприємницької діяльності?",
    "3457805519": "3. Чи можна виконати запит клієнта відповідно до законодавства США та наших правил взаємодії?",
    "1942611550": "в першу чергу",
    "109179759": "Критерії етичних проблем: суб'єктивні",
    "1033698050": "1. Чи вважаємо ми, що клієнт надав нам варіант використання, який ми вважаємо морально прийнятним, відповідно до нашого тлумачення типових західних суспільних норм?",
    "361372538": "2. Чи вважаємо ми, що наші надані послуги, ймовірно, будуть використані клієнтом у дискримінаційних цілях, у спосіб, який може бути законним, але неприйнятним для нас?",
    "2867855718": "3. Чи вважаємо ми, що потреби щодо конфіденційності можуть бути задоволені для запиту?",
    "2462728596": "Якщо ми не зможемо задовольнити ці питання, ми відхилимо запит і можемо припинити подальший доступ до нашої платформи, як зазначено в наших Умовах.",
    "1995277831": "Дякую",
    "1818116402": "Сподіваємося, вам сподобався цей огляд того, як ми вирішуємо оперативні питання за допомогою компонента етики ШІ.",
    "1499894352": "Дуже мало компаній пропонують прозорість своїх процесів прийняття рішень у цій сфері, і ми сподіваємося, що інші наслідуватимуть цей приклад!",
    "535659033": "Атрибуція Creative Commons",
    "1495915066": "Як ми, наші партнери з наукового дослідження та наші клієнти використовуємо засоби масової інформації Creative Commons",
    "3017533972": "Ми, наші партнери з наукового дослідження та наші клієнти можемо час від часу посилатися на або відтворювати частини вмісту, ліцензованого Creative Commons, через платформу hCaptcha, щоб розширити знання людства у сфері машинного навчання.",
    "1428053210": "Цей зміст, як правило, трансформується від початкової форми. Наприклад, відео може бути розділене на багато зображень, ці зображення можуть бути розділені на багато нових зображень, а потім ці нові зображення випадковим чином змішуються для отримання кінцевого результату.",
    "1728211763": "Використання вмісту таким чином і для цих цілей підпадає під правила добросовісного використання відповідно до нашого розуміння законодавства та стандартних практик у цій галузі, але ми є давніми прихильниками Creative Commons і вважаємо за краще віддавати належне кожному, хто допомагає в монументальне завдання вдосконалення машинного інтелекту.",
    "1949452297": "Через внутрішні обмеження інтерфейсу користувача hCaptcha та міркування його безпеки неможливо відтворити джерело кожного зображення, яке безпосередньо прилягає до його використання. Замість цього ми посилаємось на цю сторінку з нашої домашньої сторінки та підтримуємо список джерел, які зараз або нещодавно обслуговуються через платформу. Ви можете отримати доступ до поточного списку",
    "2367602973": "тут",
    "659124570": "Крім того, якщо ви бачите вміст, який належить вам, відтворений на платформі hCaptcha і бажаєте його видалити з будь-якої причини, ви можете зв’язатися з нами електронною поштою за адресою",
    "2066749488": "Інші скарги",
    "3479034323": "Якщо ви бачите вміст, який належить вам, відтворений на платформі hCaptcha, і бажаєте його видалити з будь-якої причини, ви можете зв’язатися з нами електронною поштою.",
    "1836554225": "Публікації в блозі",
    "2873297188": "Чи всі CAPTCHAS дискримінують неамериканців?",
    "165932542": "Подивіться на ставки вирішення проблем hCaptcha по всьому світу",
    "1865097546": "16 листопада 2021 року",
    "3005876482": "hCaptcha тепер найбільший незалежний сервіс CAPTCHA, який працює на 15% Інтернету",
    "693820850": "Ви можете перемогти Google, поставивши конфіденційність на перше місце",
    "3609106478": "Наповнення облікових даних:",
    "299335340": "Що це таке і як зупинити напади",
    "354925785": "Вступ",
    "423222878": "Деякі з найскладніших кібератак для виявлення, запобігання та припинення — це ті, коли зловмисник може використовувати законні облікові дані користувача для входу в активний обліковий запис користувача. Без великої кількості складних можливостей виявлення у компанії, яка розміщує обліковий запис, немає підстав підозрювати, що щось не так. Здається, що клієнт просто увійшов у свій обліковий запис. Зловмиснику вдалося досягти цієї вдалої хитрості, використовуючи вкрадені облікові дані — зазвичай в результаті техніки кібератаки, відомої як «підбір облікових даних». Сьогодні це серйозна проблема, але її можна пом’якшити за допомогою правильних контрзаходів.",
    "777660551": "Що таке Credential Stuffing?",
    "2602763587": "Заповнення облікових даних — це форма кібератаки, при якій зловмисник кілька разів намагається увійти на веб-сайт, використовуючи пари вкрадених імен користувачів та паролів. «Начинка» відноситься до повторюваних спроб входу, які майже завжди виконуються автоматизованим програмним забезпеченням-ботом.",
    "1271831121": "Це не так, ніби хакер (вдягнений у балахон, звісно!) сидить там і вводить облікові дані за обліковими даними. Автоматизований бот для входу може бути створений із готового інструменту, такого як Selenium, або спеціально розробленого інструменту для хакерів.",
    "2588750717": "Справді, деякі атаки заповнення облікових даних включають мільйони облікових даних — усі вони заповнюються в інтерфейс входу на веб-сайт, який нічого не підозрює, в надії бути впущеним. Потрапивши всередину, зловмисник може заволодіти обліковим записом жертви.",
    "1137757109": "Якщо це обліковий запис електронної комерції, зловмисник може замовити товари. Якщо жертвою є банк, зловмисник може перевести кошти в офшор тощо.",
    "1559150837": "Хоча цілі не беззахисні. Більшість веб-сайтів мають елементи керування, які блокують підозрілих користувачів, які намагаються увійти в тисячі різних облікових записів з однієї IP-адреси за короткий проміжок часу. Що роблять зловмисники, щоб обійти ці методи захисту, так це імітувати географічне та IP-різноманіття. Використовуючи потужні інструменти, часто керовані штучним інтелектом, вони можуть створити враження, що тисячі користувачів випадковим чином намагаються ввійти в систему в різний час доби з усієї країни. Це набагато важче виявити та зупинити.",
    "1892020899": "Де хакери беруть облікові дані?",
    "2597149484": "Причина, чому хакеру доводиться «наповнювати» таку кількість облікових даних, пов’язано з тим, де вони отримують свої вкрадені облікові дані.",
    "3030395800": "Ці облікові дані зазвичай надходять через порушення даних. Також відомі як «розлив облікових даних», ці атаки можуть призвести до того, що мільйони облікових даних будуть скинуті в темну мережу. Якщо розлив надійшов з банку, хакер спробує використати ці облікові дані, щоб потрапити на інші сайти. Цей підхід працює, тому що дуже багато людей використовують однакову комбінацію імені користувача та пароля для кількох сайтів. (Ця практика не рекомендується, але реальність така, яка вона є. Люди, як правило, повторюють одні й ті ж облікові дані для входу.)",
    "1258965840": "Таким чином, якщо зловмисник може потрапити на один сайт, він, ймовірно, зможе потрапити на кілька сайтів, використовуючи дані облікових даних. Наприклад, вони можуть отримати пару ім’я користувача/пароль, як JohnDoe/525momma, але вони поняття не мають, що ця пара зробить для них. Отже, вони пробують пару на Amazon.com, Ebay, Citibank, Walgreens і так далі. Вони можуть спробувати цю пару на тисячі різних сайтів.",
    "3594440415": "Зрештою, вони почнуть відкривати двері.",
    "780280214": "Як hCaptcha та hCaptcha Enterprise пом’якшують загрозу заповнення облікових даних",
    "4165374512": "Хоча можна використовувати засоби визначення IP-адреси та місцезнаходження, щоб запобігти заповненню облікових даних, більш економічно ефективним і точним методом є просто перервати роботу автоматичного заповнення облікових даних. hCaptcha і hCaptcha Enterprise можуть зупинити бота в точці входу. Навіть якщо бот має правильні облікові дані, якщо він не зможе подолати виявлення hCaptcha Enterprise або hCaptcha CAPTCHA, він не зможе виконати свою роботу, і ваш сайт і користувачі будуть захищені.",
    "3269644546": "Будь ласка",
    "1058572205": "нас, якщо ви хочете дізнатися більше про",
    "3753613260": "контакт",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Повідомлення про скарги DMCA",
    "54093347": "Зареєстрований агент DMCA",
    "3233441200": "Політика щодо повторних порушників",
    "4011712313": "У рамках нашої політики DMCA ми розміщуємо облікові записи клієнтів, щодо яких ми отримуємо кілька сповіщень DMCA про ймовірне порушення, у багатоетапну політику щодо повторних порушників DMCA. Після отримання повторних сповіщень про захист авторських прав у цифрову епоху протягом календарного місяця обліковий запис клієнта переходить від одного кроку політики до наступного.",
    "766825168": "Дії, які ми можемо вживати відповідно до Політики щодо повторних порушників Закону про захист авторських прав у цифрову епоху, включають надсилання сповіщень про підвищену видимість клієнту облікового запису. Щоб підтвердити ці сповіщення, ми можемо вимагати від клієнта ввійти в обліковий запис або зателефонувати в нашу службу підтримки. Ми також залишаємо за собою право призупинити або припинити, а також застосувати інші тимчасові заходи до служби hCaptcha та IMI будь-якого клієнта, для якого ми продовжували отримувати повідомлення про ймовірне порушення DMCA навіть після того, як ми надіслали повторні сповіщення про порушення. Крім того, ми можемо припинити на власний розсуд інші послуги hCaptcha або IMI, які надаються цим клієнтам, коли ми припиняємо роботу служби hCaptcha відповідно до цієї політики.",
    "2410122265": "Ресурси hCaptcha: боти 101",
    "4166776480": "Наповнення облікових даних: що це таке і як зупинити атаки",
    "2301335298": "Шахрайство з оплатою: пом'якшення швидкого розвитку кіберзлочинності",
    "3682071227": "Що таке поглинання облікових записів і як вони працюють?",
    "2729131930": "Що таке скребінг і як він працює?",
    "1344959096": "Працює як індивідуальний маркувальник даних",
    "3510143229": "hCaptcha – це сервіс для веб-сайтів і програм,",
    "3930611699": "окремих працівників.",
    "1051214799": "hCaptcha — це служба веб-безпеки, яка намагається поділитися цінністю з видавцями веб-сайтів або програм, які її використовують.",
    "360236473": "Служба hCaptcha не призначена для того, щоб хтось працював як індивідуальний етикетир. Він не призначений і не підходить для цієї мети. Ми не рекомендуємо нікому намагатися використовувати hCaptcha як джерело особистого доходу.",
    "3842490632": "Окремий користувач, який намагається відповісти на багато запитань, швидше за все, буде швидко обмежений або забанений. Не менш важливий, як і наш",
    "1560232962": "детально висвітлюється, жодних гарантій щодо суми, заробленої за будь-яку відповідь, не надається. На той момент може не бути доступних платних питань, відповідь може бути відхилена з міркувань якості тощо.",
    "2694001822": "Проте час від часу ми наймаємо людей, щоб вони допомагали нам тестувати властивості системи та нові функції.",
    "1569804581": "Якщо ви хочете зв’язатися з вами в майбутньому щодо пов’язаних можливостей, заповніть цю форму.",
    "636461959": "Ім'я",
    "1139500589": "Країна",
    "1789607185": "Адреса електронної пошти",
    "325077666": "Надаючи свою інформацію, ви погоджуєтеся з нашими",
    "3555583744": "і",
    "3609929815": ". Ми збережемо ваше ім’я, країну та інформацію про адресу електронної пошти лише для того, щоб зв’язатися з вами в майбутньому щодо індивідуальних можливостей роботи з маркуванням.",
    "4197928199": "Політика конфіденційності",
    "851786723": "Вводячи свою електронну пошту, ви погоджуєтеся з нашими Умовами та Політикою конфіденційності та отримуватимете електронну пошту від нас.",
    "2402165761": "Як працює шкріб?",
    "4260542944": "Завантаження вмісту (також відоме як \"скрейпінгу\" або просто \"скрейпінгу\") є знайомим, часто корисним процесом для збору інформації з Інтернету. Однак в останні роки ця техніка стала улюбленим інструментом хакерів і шахраїв. Контрзаходи можуть ефективно пом’якшити загрозу, але для їх реалізації важливо зрозуміти, як працює процес.",
    "2066255783": "Що таке скрейпінгу вмісту?",
    "1910628828": "Скрапінг вмісту – це техніка для отримання даних із системи, яка включає автоматизований набір інструментів, що імітує програмний клієнт або веб-браузер. Це не нове. Насправді, для інженерів-програмістів, яким можуть знадобитися дані зі старого мейнфрейма, скрейпинг може бути єдиним способом вилучення інформації. Оригінальні роз'єми можуть бути зникли і неможливо замінити.",
    "3408107995": "Однак сьогодні скрейпінг завжди означає програмний підхід до отримання даних з веб-сайту. Програмне забезпечення для скрейпінгу діє як людина, натискаючи кнопки та зчитуючи отриманий результат. Існує багато законних застосувань для вишкрібання. Одним із прикладів є веб-сканери, що забезпечують потужність пошукових систем. Такі інструменти, як Skyscanner, які шукають туристичні пропозиції, перебираючи тисячі туристичних веб-сайтів. Фінтех-фірми також використовують його, збираючи фінансові дані користувачів із банківських сайтів, якщо немає доступних інтерфейсів програмного забезпечення (API) для встановлення з’єднання даних. Важливо пам’ятати про скрепінгу екрана: швидкість і масштабованість. Процес може зібрати величезну кількість даних з веб-сайтів, якщо сайти не налаштовані так, щоб це не відбувалося. При швидкості обчислень скрепер може накопичувати великі набори даних, взаємодіючи з веб-сайтами та основним програмним забезпеченням і базами даних, які їх забезпечують.",
    "1920884252": "Чому скрейлінг вмісту загрожує безпеці?",
    "2256795853": "Можливість швидкого вилучення великої кількості даних із веб-сайтів робить скрейпінгу потужним інструментом у руках зловмисників. Бот для скрейпінгу може збирати дані користувачів із сайтів соціальних мереж. Потім, зчитуючи сайти, які містять адреси та іншу особисту інформацію, і співвідношуючи результати, хакер може брати участь у злочинах, пов’язаних з ідентифікацією, як-от подання шахрайських заявок на отримання кредитної картки.",
    "4087694419": "Зловмисник може також збирати дані з таких сайтів, як Amazon і eBay, щоб створювати підроблені або оманливі списки продуктів. Потім він чи вона могли б запропонувати їх на продаж через однорангові сервіси, як-от OfferUp, і провести фішингові атаки на покупців. Або шахрай може продавати продукти, яких не існує. Подальше шахрайство зі скрапуванням екрана передбачає підробку рекламних видавців. Збираючи вміст із сайтів видавців, шахраї можуть створювати підроблені сторінки видавця оголошень у різних сервісах. Потім вони можуть продавати оголошення на цих сторінках уповноваженим торговельним посередникам, чиї контакти вони зібрали з файлу ads.txt видавця. Рекламні місця виглядають реальними для рекламодавця, але це не так.",
    "3315658779": "Запобігайте скрейпінгу вмісту за допомогою hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise використовує розширене машинне навчання для виявлення шкідливого трафіку на вашому сайті та в додатках, включаючи дії зі скрейпінгу.",
    "1422537019": "ми сьогодні, щоб дізнатися більше.",
    "1988268879": "Економічне маркування даних у масштабі",
    "2163914794": "Потрібні додаткові мітки для ваших наборів даних? hCaptcha забезпечує швидке, економічно ефективне та високоякісне маркування даних для компаній, що працюють над додатками штучного інтелекту та машинного навчання.",
    "3378932530": "Позначте свої дані зараз",
    "3483700676": "Миттєво запускайте мільйони завдань",
    "3478726913": "hCaptcha має один з найбільших пулів на планеті, доступних для використання. Незалежно від вашого масштабу, ми можемо впоратися з цим без дорогих попередніх зобов’язань. Мільйони завдань на день не є проблемою.",
    "740501259": "Прості конвеєри, керовані API",
    "2784612261": "Хочете інтегрувати людський огляд безпосередньо у ваші бізнес-операції? Ми пропонуємо високонадійні угоди про рівень обслуговування, гарантовану ємність та прості API REST.",
    "1144966033": "Оптимізовано за ціною та якістю",
    "3213351333": "Попередніх зобов’язань не потрібно",
    "2107077506": "Платформа HUMAN використовує комплексні моделі довіри для виконання складного аналізу якості в реальному часі. Це дозволяє нам швидко визначати як складність запитань, так і вірогідну правильну відповідь, заощаджуючи ваш час і гроші.",
    "3576146278": "Платіть лише за потрібну точність",
    "2952586316": "Не всі проблеми однакові. Анотації для завдань, які важливі для безпеки, можуть вимагати 99,99% довіри з боку виключно людей. Анотації для однієї бета-функції в програмі для мобільних ігор можуть вимагати лише помірної впевненості. Тобі вирішувати.",
    "710145621": "Надайте власні наземні дані або дозвольте нам створити їх на льоту",
    "987901590": "Чи є у вас вихідні дані без комплексного набору перевірки? У більшості випадків ми можемо створити його для вас під час виконання завдань у системі або створити позначені зразки для вашого затвердження.",
    "2597352122": "Типи анотацій",
    "1344687860": "Обмежувальні коробки",
    "1089415440": "Точне виявлення об'єктів на зображеннях і відео",
    "3817067682": "Багатокутники",
    "2682873489": "Визначити межу для об’єктів",
    "1275150216": "Орієнтири",
    "2067112112": "Точкові анотації для різних випадків використання",
    "4228682126": "Категоризація атрибутів",
    "2920213479": "Сортуйте або додайте довільні категорії будь-якого розміру",
    "3288667364": "Порівняння та виявлення",
    "155877895": "Виявлення та класифікація за допомогою людини",
    "3128433367": "... та багато іншого",
    "2827452240": "Потрібен інший тип, якого тут немає? Просто запитайте нас.",
    "719304627": "Потрібен наскрізний контроль?",
    "1172067553": "Платформа HUMAN, що стоїть за hCaptcha, забезпечує високотехнологічні функції якості роботи та управління за допомогою локальних, гібридних або SaaS розгортань, які інтегруються з вашими існуючими системами.",
    "2319072959": "Працюйте повністю в автономному режимі з власною робочою силою, відстежуйте вартість, спожиту між бізнес-підрозділами або партнерами консорціуму, вибірково направляйте робочі місця різним внутрішнім або зовнішнім постачальникам робочої сили на основі вимог щодо вартості та безпеки тощо.",
    "1936512180": "Простий доступ до API, красиві інформаційні панелі та новітня технологія «модель-в-петлі», щоб максимально підвищити ефективність працівників.",
    "3913848038": "Доступні 99,99% угоди про рівень безвідмовної роботи та цілодобова глобальна підтримка.",
    "1080752747": "Зв'яжіться з відділом продажу",
    "1525403768": "Для отримання додаткової інформації зверніться до відділу корпоративних продажів.",
    "1546930020": "Отримання маркування даних",
    "2486638408": "Визначте технічні характеристики",
    "1027200955": "Поговоріть з одним із наших експертів у сфері домену, щоб визначити потреби вашого проекту: цільову точність, формат та будь-які особливі вимоги.",
    "1156712451": "Початковий тест роботи",
    "181065232": "Ми виконуємо невелику виробничу роботу на основі ваших зразкових даних. Це перевіряє роботу, яку ми виконали разом, щоб переконатися, що ви отримаєте саме те, що вам потрібно.",
    "3207769512": "Розгорнути виробничі робочі місця",
    "1099238677": "Завдяки великому об’єму та низькій затримці ми швидко перевернемо вашу роботу з автоматичною доставкою, як тільки вона буде виконана.",
    "465783046": "Хочете спробувати зі своїми даними?",
    "328625009": "... ми готові, коли ви готові: наша послуга доступна цілодобово.",
    "3225770968": "hCaptcha розроблена для вирішення найбільш трудомістких задач машинного навчання; своєчасне, доступне та надійне маркування величезної кількості даних.",
    "2041686284": "Більше даних зазвичай дає кращі результати при навчанні моделей машинного навчання. Останній успіх глибоких моделей призвів до все більших наборів даних, і hCaptcha відповідає цій потребі. Однак створення великих наборів даних, перевірених людиною, за допомогою традиційних методів є повільним і дорогим.",
    "3729345277": "hCaptcha — це спосіб для компаній отримувати необхідні анотації швидше, з вищою якістю та меншою ціною, ніж інші альтернативи.",
    "2103563261": "Приватна або публічна інформація",
    "2513143348": "Система hCaptcha Enterprise має унікальну гнучкість у своєму дизайні: її можна частково або повністю розгорнути на межі вашої мережі, якщо ви керуєте загальнодоступною хмарою або володієте багатьма центрами обробки даних.",
    "3107683988": "Це може значно скоротити позамережний трафік і витрати, зберігаючи при цьому всі переваги управління нашим персоналом, який працює цілодобово і без вихідних, щоб відповідати найсуворішим угодам про рівень обслуговування.",
    "3660619092": "Зареєструйтеся безкоштовно або зв’яжіться з відділом продажів для корпоративних рішень",
    "2351176803": "Умови ліцензії для hCaptcha JS API",
    "2616226398": "Підлягає нашим",
    "2024293275": ". Усі інші права захищено, поки що.",
    "1062291156": "стандартні умови",
    "2712493234": "Шахрайство з оплатою: пом'якшення швидкого розвитку кіберзлочинності",
    "1817772953": "Шахрайство не є новою формою злочину. Справді, археологи знайшли пристрої проти шахрайства, розроблені стародавніми шумерами для транспортування худоби без втрат майже 10 000 років тому! У їхньому випадку вони клали глиняні жетони, кожен з яких представляв тварину, всередину глиняної кульки, відомої як «булла». Булла подорожував разом із зграєю, коли вона переходила від продавця до покупця. Навіть тоді власники бізнесу були занепокоєні тим, що не всі, з ким вони мали справу, були на зростанні. Багато чого змінилося за 10 000 років, але потреба бути інноваційним у запобіганні шахрайству залишається з нами. Сьогодні питання шахрайства з онлайн-платежами є надзвичайно актуальним. З Інтернетом шахраї стають все більш вправними в перехитринні засобів боротьби з шахрайством. Однак нові рішення змінюють хід.",
    "1053787685": "Що таке шахрайство з оплатою?",
    "433424759": "Шахрайство з оплатою – це будь-який тип незаконної операції, коли кіберзлочинець позбавляє жертву чогось цінного, як правило, грошей. Це може означати використання вкраденої кредитної картки для замовлення товарів в Інтернеті або захоплення банківського рахунку та незаконний переказ коштів з нього. Існує багато варіацій, але всі вони мають однаковий результат: шахрай використовує вкрадену особу чи платіжну інформацію, щоб вкрасти у споживача, банку чи продавця.",
    "2939852138": "Як шахраї [намагаються] уникнути шахрайства з оплатою?",
    "1665616092": "Шахрайство з платежами просте за принципом, але воно може бути фантастично складним у своєму сучасному виконанні.",
    "4246520782": "Насправді, Інтернет останніми роками був свідком справжньої гонки озброєнь між шахраями та захисниками.",
    "2167049807": "Групи безпеки прийняли різноманітні контрзаходи та засоби контролю, які перемагають легкі, ледачі підходи до шахрайства з платежами. Однак атаки стають дедалі складнішими. Наприклад, боти тепер можуть отримувати вкрадені номери кредитних карток і PIN-коди з підроблених веб-сайтів і фішингових атак.",
    "1936449777": "Потім, у повністю автоматизованому режимі, вони можуть імітувати поведінку людини на сайтах електронної комерції, натискаючи кнопки та додаючи товари в кошики для покупок — до такої міри, коли багато, якщо не більшість засобів контролю проти шахрайства, не можуть визначити, що бот намагається вкрасти. товар. Швидше, виглядає так, ніби людина просто робить покупки. Бот може увійти в обліковий запис реального клієнта за допомогою вкрадених облікових даних. Ще більше приховує шахрайство здатність бота підробляти IP-адреси і робити так, ніби «покупець» десь відрізняється від зловмисника, який може бути в чужій країні.",
    "648630222": "Запобігайте шахрайству з оплатою за допомогою hCaptcha Enterprise",
    "1621930829": "Що можна зробити з сьогоднішніми передовими, безперервними шахрайствами з платежами? Використання кількох рівнів контролю зазвичай є розумним підходом. Однак найкращі контрзаходи – це ті, які можуть захопити бота і виявити, що він підробка, незважаючи на всі зусилля його творців відтворити людську поведінку.",
    "2423586454": "Є ще деякі речі, які програмне забезпечення не може зробити, незалежно від того, наскільки добре за цим стоїть ШІ. Сучасна технологія CAPTCHA пропонує перевірений метод блокування ботів, які намагаються продовжувати шахрайство з платежами. У той час як старі підходи до CAPTCHA, як-от прості нахилені цифри в коробці, зараз переважно не здатні пом’якшити вплив розширених ботів, автоматичний пристрій тестування, наприклад hCaptcha Enterprise, може легко поставити в тупик бота-шахрая під час входу в обліковий запис або оформлення покупки в кошику. Навіть якщо бот має реальні облікові дані, він не зможе пройти через CAPTCHA.",
    "1467308982": "Графік платежів",
    "1291824746": "Виплати hCaptcha здійснюються щоквартально на 60-денній основі. Щоб проілюструвати, що це означає, перегляньте таблицю нижче.",
    "3444947612": "Трафік між",
    "4181611011": "Дата звірки",
    "728503636": "Дата виплати",
    "3720584906": "15 липня 2021 року – 15 жовтня 2021 року",
    "388240587": "5-15 січня 2022 року",
    "3426312287": "5-15 січня 2022 року",
    "615618648": "15 квітня 2021 року – 15 липня 2021 року",
    "3376724603": "14-24 вересня 2021 р.†††",
    "3398978455": "15-25 вересня 2021 р.†††",
    "2722456056": "15 січня 2021 року – 15 квітня 2021 року",
    "4063155841": "Не пізніше 25 червня 2021 року††",
    "4082053540": "19-25 червня 2021 р.††",
    "64953197": "15 жовтня 2020 року – 15 січня 2021 року",
    "1023070345": "Не пізніше 14 березня 2021 року",
    "2600696085": "15 березня 2021 року",
    "3217791519": "15 липня 2020 року – 15 жовтня 2020 року",
    "649261378": "5-11 січня 2021 року*",
    "1559190296": "5-11 січня 2021 р.†",
    "3806054689": "15 квітня 2020 року – 15 липня 2020 року",
    "4162383380": "16-22 вересня 2020 року*****",
    "1990824776": "16-24 вересня 2020 року*****",
    "3856690908": "15 січня 2020 року – 15 квітня 2020 року",
    "3200641265": "Не пізніше 16 червня 2020 року*",
    "3744079744": "15-19 червня 2020 року****",
    "2209837451": "15 жовтня 2019 року – 15 січня 2020 року",
    "2510534204": "Не пізніше 23 березня 2020 року***",
    "2910560864": "20-23 березня 2020 року***",
    "2544565802": "15 липня 2019 року – 15 жовтня 2019 року",
    "3963642878": "Не пізніше 14 грудня 2019 року*",
    "622103562": "17 грудня 2019 року**",
    "4072202039": "15 квітня 2019 року - 15 липня 2019 року",
    "818049069": "Не пізніше 15 липня 2019 року",
    "1169005651": "15 вересня 2019 року",
    "2303655425": "15 січня 2019 року - 15 квітня 2019 року",
    "3678889946": "Не пізніше 15 червня 2019 року",
    "3094354698": "15 червня 2019 року",
    "4217013126": "Виплати зазвичай здійснюються протягом дня на дату виплати й загалом завершуються опівночі за тихоокеанським часом. Якщо обліковий запис позначено для перевірки, може знадобитися до п’яти додаткових робочих днів, щоб опублікувати платіж.",
    "1447649958": "Нагадуємо, що на виплати можна отримати лише точний трафік людей. Ви можете переглянути докладнішу інформацію про це в наших поширених запитаннях за посиланням нижче. Щоб мати право на виплату, доступний залишок також має відповідати мінімальному порогу, який наразі становить 10 HMT.",
    "4257144752": "Оцінки в реальному часі не відображають остаточну точність або людяність, і, таким чином, ваші кінцеві прибутки можуть істотно відрізнятися від чисел, відображених на інформаційній панелі до першого звірки.",
    "2728931827": "Після кожної звірки ваші оцінки для кожного ключа сайту оновлюватимуться, і точність майбутніх прогнозів має зростати, якщо на вашому сайті не відбулося суттєвих змін у поведінці користувачів.",
    "1200905005": "††† З вересня 2021 року звірки та виплати тепер відбуваються приблизно за 10-денний період, а не за один день, щоб спростити операційні обмеження, пов’язані зі зростанням сервісу.",
    "4284094387": "†† Деякі звірки та виплати за червень 2021 року будуть виконуватися наступного тижня через затримки перевірки остаточних розрахунків під час вікна звірки.",
    "1977013707": "† Виплати за грудень 2020 року перенесено з 15 числа, щоб уникнути збігу з вивірками наприкінці року та відпустками персоналу: вони будуть завершені до другого тижня січня. Через повільніші, ніж зазвичай, перекази на PayPal, виплати відбуватимуться протягом кількох днів, а не за один день.",
    "517010299": "Зауважте: зараз ми працюємо над великим переходом серверної системи на узгодження майже в реальному часі. До 1 кварталу 2021 року періодичні звірки виконуватимуться рідше, ніж зазвичай. Це не впливає на графіки чи дати виплат.",
    "3092200338": "** Коли 15 число припадає на вихідний день, датою виплати буде 17 число.",
    "3891941747": "*** ПОВІДОМЛЕННЯ щодо COVID-19: через скорочення персоналу, пов’язаного з COVID-19, звірку було перенесено, щоб дати додатковий час для завершення нашої стандартної перевірки. Очікується, що виплати почнуться в п’ятницю і завершиться в наступний понеділок.",
    "2301757528": "**** Через те, що PayPal підтримує свої API REST під час періоду виплат, не всі виплати були завершені 15 червня. Будь-які виплати, заплановані на 15 червня (за тихоокеанським часом), але не виконані через помилки API PayPal, були повторно запущені до 19 червня (за тихоокеанським часом).",
    "116842359": "***** Очікується, що звірка буде завершена протягом кількох днів через технічне обслуговування системи.",
    "4154415610": "***** Виплати за вересень 2020 року виконуватимуться пакетами після завершення звірки, причому деякі виплати виконуватимуться на кілька днів пізніше, ніж було заплановано, через затримки звірки.",
    "2310694091": "Що означає Примирення?",
    "164801246": "Узгодження – це процес, за допомогою якого трафік аналізується після факту, щоб перевірити його гуманність і точність, після того, як усі дані з усіх сайтів звітності є. Ви можете прочитати більше деталей у нашому",
    "3256245394": "а також наші дописи в блозі, напр",
    "3089778412": "Як hCaptcha обчислює винагороди",
    "3329755436": "Чи плануєте ви прискорити цей процес?",
    "1911669851": "Так, зараз ми працюємо над різноманітними вдосконаленнями наших серверних систем, які, як ми очікуємо, зрештою дозволять нам запропонувати як швидшу звірку, так і точність оцінки, і швидші виплати. Зараз ми працюємо над тим, щоб спершу прискорити примирення.",
    "2366003154": "Запити преси та ЗМІ",
    "3054564199": "Прес-кіт",
    "3173156067": "Деякі готові застави доступні, якщо ви хочете включити приклади зображень у свою статтю.",
    "867314732": "Ви можете отримати високу роздільну здатність",
    "858218750": "та інструкції щодо їх використання на",
    "3821716514": "сторінка.",
    "1186243118": "зображення логотипів",
    "3034959000": "Ви можете отримати",
    "1764089150": "тут:",
    "1558428432": ". Будь ласка, перерахуйте їх на hCaptcha.com.",
    "2429359042": "приклади зображень інтерфейсу",
    "1480820434": "зображення 1",
    "3213411837": "зображення 2",
    "1270712701": "Прес-релізи та останні звіти",
    "231285005": "Ви можете знайти останні оновлення в нашому блозі",
    "1289884910": "Ми також періодично публікуємо аналізи та звіти. Наприклад:",
    "932546190": "Чому капчі будуть з нами завжди",
    "2344319147": "Скільки насправді коштує виявлення ботів від Google?",
    "1637527266": "Які країни мають найбільший трафік ботів?",
    "230159237": "Контакти",
    "3759923279": "Будь ласка, надсилайте запити преси на таку електронну адресу:",
    "4255608322": "Останнє оновлення: 12 квітня 2021 року",
    "537881751": "Ласкаво просимо до hCaptcha! Ця Політика конфіденційності описує практику Intuition Machines, Inc. (\"IMI\", \"ми\" або \"нас\") щодо нашого збору, використання та розкриття інформації (включаючи персональну інформацію, визначену нижче) через наш веб-сайт за адресою www.hcaptcha .com та будь-які інші субдомени чи домени, які ми використовуємо (\"Сайти\"), а також інтерфейс прикладної програми hCaptcha та пов'язане програмне забезпечення та матеріали (разом \"Сервіс\").",
    "33639629": "Не застосовується до сторонніх веб-сайтів. Зауважте, що ця Політика конфіденційності не поширюється на будь-який веб-сайт, пропозицію, продукт чи послугу будь-якої третьої сторони, навіть якщо вона посилається на наш Сайт або містить Сервіс – будь ласка, ознайомтеся з відповідною політикою конфіденційності, перш ніж вирішити надати будь-яку інформацію третім особам. сторони.",
    "987375734": "IMI базується в Сполучених Штатах. Сайти та служби контролюються та керуються нами зі Сполучених Штатів. Ваша особиста інформація може зберігатися та оброблятися в будь-якій країні, де ми маємо засоби або де ми залучаємо постачальників послуг, і, використовуючи Сайти та послуги, ви даєте згоду на передачу інформації в країни за межами вашої країни проживання, включаючи Сполучені Штати , який може мати правила захисту даних, які відрізняються від правил у вашій країні. За певних обставин суди, правоохоронні органи, регулюючі органи або органи безпеки в цих інших країнах можуть мати право на доступ до вашої персональної інформації.",
    "452920031": "Примітка для клієнтів за межами Сполучених Штатів.",
    "2328839224": ". Будь ласка, ознайомтеся з нашим розділом \"Повідомлення для жителів Каліфорнії\", який стосується ваших прав відповідно до Закону Каліфорнії про конфіденційність споживачів (\"CCPA\").",
    "1565481281": "Примітка для жителів Каліфорнії",
    "1028058338": "Будь ласка, перегляньте розділ «Повідомлення для суб’єктів даних ЄС», який стосується ваших прав відповідно до Загального регламенту про захист даних («GDPR»).",
    "2271205646": "Примітка для жителів Європейської економічної зони.",
    "508143070": "Зауважте, що IMI є контролером вашої особистої інформації, за винятком випадків, коли ми обробляємо особисту інформацію від імені наших інтеграторів у зв’язку з наданням нашої Послуги, у цьому випадку ми є обробником особистої інформації, а ці інтегратори є контролерами персональна інформація.",
    "2330965058": "Якщо ми виступаємо як обробник для наших інтеграторів, ми не використовуємо зібрані дані для будь-яких інших цілей, окрім як розумно необхідних для надання нашої Служби, і наша обробка регулюватиметься угодами, які ми маємо з нашими інтеграторами, а не цим Політика конфіденційності",
    "3017040355": "Обробка даних суб’єкта даних ЄС здійснюється на юридичній основі стандартних договірних положень (SCC), інтегрованих у Доповнення про обробку даних до наших Умов надання послуг або Угод про обробку даних з нашими інтеграторами.",
    "2233384692": "Якщо у вас виникли запитання чи сумніви щодо того, як обробляються такі дані, або ви хочете скористатися своїми правами, вам слід зв’язатися з особою чи юридичною особою (тобто з контролером даних), яка уклала з нами договір на використання Служби для обробки цих даних. Однак ми надамо допомогу нашим інтеграторам для вирішення будь-яких проблем, які можуть виникнути, відповідно до умов нашого контракту з ними.",
    "349292953": "Інформація, яку ми збираємо",
    "3022001832": "Ми збираємо інформацію від осіб, які взаємодіють з нашими Сайтами та Сервісами, в тому числі тих, хто включає нашу Службу на свій веб-сайт («Інтегратори»), тих, хто використовує послуги для маркування даних («Клієнти»), і кінцевих користувачів, які взаємодіють з нашими Обслуговування через веб-сайти наших інтеграторів («Кінцеві користувачі»).",
    "835545301": "Ми збираємо такі категорії інформації:",
    "3228928991": "Інформація, за допомогою якої можна ідентифікувати особу або зв’язатися з нею (\"Особиста інформація\"), як-от ім'я, адреса електронної пошти та країна. Ми збираємо Персональну інформацію від наших поточних і потенційних інтеграторів і клієнтів, коли вони надають її безпосередньо нам (наприклад, заповнюючи форму під час реєстрації облікового запису або подаючи заявку на отримання сповіщень електронною поштою від нас). Ми також можемо підтвердити ідентичність наших інтеграторів і клієнтів, порівнявши особисту інформацію з базами даних третьої сторони або офіційними юридичними документами.",
    "1655796811": "Інформація, яка збирається автоматично в результаті використання Інтегратором або Клієнтом Сайтів або Послуг («Аналітична інформація»), така як IP-адреси, тип браузера, постачальник послуг Інтернету, тип платформи, тип пристрою, операційна система, мітка дати та часу доступу та іншу подібну інформацію. Деяку інформацію Analytics збирають від нашого імені треті сторони, яких ми залучаємо для цієї мети, а деяку інформацію Analytics збирають за допомогою різноманітних технологій відстеження, включаючи файли cookie (див. «Стороння аналітика та технології відстеження» нижче).",
    "1388241689": "Інформація, зібрана в результаті надання Кінцевими користувачами відповідей на запити через Службу (\"Позначені дані\"), наприклад дані маркування зображень, текст, перетворений з аудіофайлів, що відтворюються цим Кінцевим користувачам, відповіді на запитання та інші підказки, створені Службою для цілей маркування даних для використання в програмах машинного навчання. Зауважте, що мічені дані не прив’язані до жодної ідентифікованої особи.",
    "1493790285": "Інша інформація, зібрана від Кінцевих користувачів як частина Служби, необхідна для визначення того, чи вони",
    "2216374138": "людські, наприклад рухи миші, положення прокручування, події натискання клавіш, події дотику та інформація гіроскопа/акселерометра, якщо доречно.",
    "2394073454": "Ми можемо збирати додаткову інформацію від Кінцевих користувачів, які бажають працювати з нами як індивідуальні маркірувальники даних.",
    "3103557430": "Як ми використовуємо інформацію",
    "1130802068": "Ми використовуємо інформацію, яку ми збираємо, для наступних цілей:",
    "2940689138": "Для адміністрування облікових записів Інтегратора та Клієнта та надання Сервісу. Ми використовуємо Персональну інформацію, щоб пов’язувати певні облікові записи з Інтеграторами та Клієнтами та надавати їм Службу, відповідати на запити чи запити, надавати підтримку чи технічну допомогу та полегшувати оплату.",
    "857974529": "Для покращення Сайту та Сервісу. Ми використовуємо інформацію Analytics, щоб покращити наші існуючі та розробити нові послуги та пропозиції, а також налаштувати наявні та майбутні пропозиції продуктів.",
    "1820844638": "Щоб отримати уявлення про ринок. Ми використовуємо інформацію Analytics для аналізу ринку та проведення бізнес-аналізу, пов’язаного з Сайтом і нашими Послугами, а також для інших цілей дослідження.",
    "3386280249": "Щоб забезпечити ринок мічених даних. Наша Служба дає змогу позначати великі обсяги даних і переглядати системи машинного навчання як послугу для власників веб-сайтів і компаній, які потребують допомоги у позначенні своїх даних. З цією метою ми розкриваємо мічені дані нашим клієнтам, зацікавленим в отриманні мічених даних.",
    "3532143291": "Щоб захистити наші послуги та системи. Ми використовуємо інформацію Analytics для захисту наших систем шляхом виявлення потенційних загроз і вразливостей, а також для захисту інформації, яку ми збираємо.",
    "2185418511": "Для будь-яких законних бізнес-цілей, за умови, що інформація не ідентифікована або зведена таким чином, що її неможливо обґрунтовано прив’язати до окремої особи.",
    "2386465280": "Як ми ділимося інформацією",
    "2159517814": "Ми передаємо або розкриваємо особисту інформацію у таких випадках:",
    "4256083674": "На прямий запит від інтегратора для визначення ризику шахрайства за допомогою конкретного запиту на виклик CAPTCHA або IP-адреси, або в інший спосіб, де була надана конкретна згода.",
    "3494826505": "З постачальниками ми співпрацюємо з наданням основних аспектів Сайтів і Служби, таких як зберігання даних, хостинг і аналітика, і лише для цих цілей.",
    "1119009846": "У міру необхідності для дотримання чинного законодавства, включаючи запити уряду, запити правоохоронних органів та інше для державних і приватних організацій, щоб захистити права, конфіденційність, безпеку або власність вас, нас чи інших осіб.",
    "197676026": "З іншими для будь-яких законних бізнес-цілей, за умови, що інформація не ідентифікована",
    "2359312315": "або агреговані таким чином, що їх неможливо обґрунтовано прив’язати до окремої особи.",
    "2497216176": "Сторонні технології аналітики та відстеження",
    "3694578791": "Як обговорювалося вище, ми (та наші сторонні постачальники) збираємо інформацію Analytics частково за допомогою файлів cookie, веб-маяків та інших технологій відстеження. У деяких випадках ми співпрацюємо зі сторонніми постачальниками, щоб використовувати файли cookie для збору інформації Analytics.",
    "2238885192": "Ми використовуємо Sentry для збору налагоджувальних даних, коли користувач відчуває помилку. Щоб отримати інформацію про те, як Sentry збирає та обробляє дані:",
    "1535054294": "Будь ласка, перегляньте їх детальну політику",
    "658775471": "Ми використовуємо Cloudflare для оптимізації нашого веб-трафіку. Щоб отримати інформацію про те, як Cloudflare збирає та обробляє дані:",
    "2014256987": "Якщо ви не бажаєте блокувати використання файлів cookie або інших технологій відстеження, перегляньте розділ «Керування вашою інформацією» нижче. Зверніть увагу, що це може негативно вплинути на ваш досвід використання Сайтів або Служби, оскільки деякі функції можуть не працювати належним чином.",
    "2788024905": "Як ми захищаємо інформацію",
    "271333468": "Ми вживаємо відповідні технічні та організаційні заходи для захисту інформації, яку ми збираємо та зберігаємо, і вимагаємо від усіх агентів, які здійснюють нашу обробку від нашого імені, робити те саме. На жаль, жодні заходи безпеки не є на 100% надійними, і тому жодна мережа чи система (включаючи нашу) не може бути на 100% захищеною від знищення, втрати, зміни, несанкціонованого розкриття або доступу до інформації, яку ми збираємо та зберігаємо. Якщо ви вважаєте, що ваша інформація може бути незахищеною з будь-якої причини, негайно зв’яжіться з нами за адресою:",
    "3031284129": "Відмова від гарантії",
    "26365791": "У повній мірі, дозволеній законодавством, Сайт і Служба (і будь-які інші пов’язані послуги, інформація, дані, функції та інший вміст або матеріали) надаються на основі «як є» та «якщо доступно». У повній мірі, дозволеній законом, IMI виключає всі гарантії, включаючи, але не обмежуючись, неявні гарантії товарності, придатності для певної мети та непорушення прав.",
    "735630686": "Керування вашою інформацією (Ваші права)",
    "498769698": "Ви можете отримувати доступ, виправляти, змінювати або видаляти певну Особисту інформацію, яку ви могли надати нам через свій обліковий запис Інтегратора, Клієнта або Доступності (якщо ви є Інтегратором, Клієнтом або Користувачем Доступності). Якщо ви не можете цього зробити, або у вас виникли запитання щодо Персональної інформації, яку ми зібрали та/або поділили про вас, або хочете відкликати вашу згоду на нашу обробку (тобто повністю видалити ваш обліковий запис), зв’яжіться з нами за адресою:",
    "2895491273": "Якщо ви віддаєте перевагу блокувати файли cookie або інші технології відстеження, більшість браузерів і мобільних пристроїв потрібно змінити налаштування, щоб сповістити вас, коли ви отримуєте файли cookie або використовуються інші технології відстеження, а також вибрати, чи приймати/дозволяти це. Більшість браузерів також дозволяють відключати або видаляти існуючі файли cookie або автоматично відхиляти майбутні файли cookie. Ви також можете використовувати сторонні інструменти, включаючи плагіни для браузера, щоб керувати своїми налаштуваннями файлів cookie. Однак зауважте, що якщо ви відключите всі файли cookie, деякі частини наших Сайтів можуть не працювати належним чином.",
    "707527778": "Інформація від дітей",
    "1747657936": "Наші сайти та служби не призначені для дітей віком до 13 років, і ми свідомо не збираємо персональну інформацію дітей віком до 13 років. Якщо ми дізнаємося, що ми зібрали особисту інформацію дитини віком до 13 років, ми візьмемо розумні кроки для видалення такої інформації з наших файлів, як тільки це можливо, якщо ми не маємо юридичних зобов’язань щодо її збереження. Будь ласка, зв’яжіться з нами, якщо ви вважаєте, що у нас є будь-яка інформація про дитину віком до 13 років:",
    "2419795065": "Повідомлення для жителів Каліфорнії",
    "1517625162": "Відповідно до розділу 1789.3 Цивільного кодексу Каліфорнії, користувачі Каліфорнії мають право на таке повідомлення про права споживачів: жителі Каліфорнії можуть звернутися до відділу допомоги по розгляду скарг Відділу споживчих послуг Департаменту у справах споживачів Каліфорнії поштою за адресою 1625 North Market Blvd., Сакраменто, CA 95834 або за телефоном (916) 445-1254 або (800) 952-5210.",
    "3730344349": "У цьому розділі наведено додаткову інформацію про особисту інформацію, яку ми збираємо про споживачів у Каліфорнії, та права, надані їм відповідно до Закону Каліфорнії про конфіденційність споживачів або «CCPA».",
    "4044467791": "Для категорій особистої інформації, яку ми зібрали від вас за попередні 12 місяців, перегляньте розділ «Інформація, яку ми збираємо» вище. Ми збираємо цю інформацію для ділових і комерційних цілей, описаних у розділі «Як ми використовуємо особисту інформацію» вище. Протягом попередніх 12 місяців ми поділилися такими категоріями інформації з третіми сторонами з комерційною метою:",
    "4208081170": "Категорія персональної інформації",
    "1528242915": "Ідентифікатори.",
    "3863351997": "Категорії особистої інформації, перелічені в статуті облікових записів клієнтів Каліфорнії (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Комерційна інформація.",
    "2683038211": "Інтернет або інша електронна мережева діяльність.",
    "3671828834": "Приклади наданої особистої інформації",
    "779426309": "Справжнє ім’я, унікальний персональний ідентифікатор, онлайн-ідентифікатор, адреса Інтернет-протоколу, адреса електронної пошти, ім’я облікового запису або інші подібні ідентифікатори.",
    "2414368123": "Ім’я, номер кредитної картки, номер дебетової картки або будь-яка інша фінансова інформація.",
    "4088941349": "Записи продуктів або послуг, придбаних, отриманих або розглянутих.",
    "3238612014": "Історія перегляду, інформація про взаємодію споживача з веб-сайтом, програмою чи рекламою.",
    "1023108656": "Категорії сторонніх одержувачів",
    "1418235079": "Постачальники послуг",
    "3238184941": "Примітка. Ризик шахрайства, пов’язаний з окремою IP-адресою, може бути переданий інтегратору за запитом.",
    "285116485": "Компанія не «продає» (як цей термін визначено в CCPA) особисту інформацію, яку ми збираємо. Будь ласка, зверніться до розділу «Стороння аналітика та технології відстеження» вище для отримання додаткової інформації про типи сторонніх файлів cookie, якщо такі є, які ми використовуємо.",
    "1408750006": "З урахуванням певних обмежень, CCPA надає споживачам Каліфорнії право запитувати більше деталей про категорії або окремі частини особистої інформації, які ми збираємо (включно з тим, як ми використовуємо та розкриваємо цю інформацію), видаляти їх особисту інформацію, відмовитися від будь-які «продажі», які можуть відбутися, а також право не бути дискримінованим за реалізацію цих прав.",
    "759057398": "Повідомлення для суб’єктів даних ЄС",
    "825780955": "Персональна інформація",
    "2945960297": "Стосовно суб’єктів даних ЄС, термін «особиста інформація», який використовується в цій Політиці конфіденційності, еквівалентний «персональним даним», як це визначено в Загальному регламенті Європейського Союзу про захист даних (GDPR).",
    "1126613163": "Конфіденційні дані",
    "3571006800": "Деяка інформація, яку ви нам надаєте, може становити конфіденційні дані, як це визначено в GDPR (також згадуються як спеціальні категорії персональних даних), включаючи ідентифікацію вашої раси або етнічної приналежності в державних документах, що посвідчують особу.",
    "1988461282": "Правові основи обробки",
    "3519564631": "Цілі обробки",
    "1778642038": "Для спілкування з вами",
    "2223819810": "Щоб оптимізувати нашу платформу",
    "1678661231": "Для дотримання вимог, запобігання шахрайству та безпеки",
    "2561077702": "Щоб надати нашу послугу",
    "2066321185": "Правова основа",
    "1174237568": "Ці дії з обробки становлять наші законні інтереси. Ми намагаємося розглянути та збалансувати будь-який потенційний вплив на вас (як позитивний, так і негативний) і ваші права, перш ніж обробляти вашу особисту інформацію в наших законних інтересах. Ми не використовуємо вашу особисту інформацію для діяльності, де наші інтереси переважають через будь-який несприятливий вплив на вас (якщо ми не маємо вашої згоди або якщо це не вимагається чи дозволено законом).",
    "1350478093": "Мета обробки",
    "787916198": "З вашої згоди",
    "3348433919": "Ваші права",
    "3842673636": "Відповідно до GDPR ви маєте певні права щодо вашої особистої інформації. Ви можете попросити нас вжити таких дій щодо вашої особистої інформації, яку ми зберігаємо:",
    "4057343238": "Відмовитися",
    "1834911235": "Припиніть надсилати вам прямі маркетингові повідомлення, на які ви раніше погодилися. Ми можемо й надалі надсилати вам повідомлення, пов’язані з послугами та інші немаркетингові повідомлення.",
    "3022301908": "Доступ",
    "680638297": "Надати вам інформацію про нашу обробку вашої особистої інформації та надати вам доступ до вашої особистої інформації.",
    "1409486258": "Правильно",
    "3878077249": "Оновіть або виправте неточності в ваших особистих даних.",
    "3645414921": "Видалити",
    "42182578": "Видаліть вашу особисту інформацію.",
    "1609621367": "Передача",
    "3208155808": "Передайте машиночитану копію вашої особистої інформації вам або третій стороні на ваш вибір.",
    "1786796818": "Обмежити",
    "3329634829": "Обмежте обробку вашої особистої інформації.",
    "4202774977": "Об'єкт",
    "3007158970": "Заперечуємо проти того, щоб ми покладалися на наші законні інтереси як основу для обробки вашої особистої інформації, яка впливає на ваші права.",
    "1273071008": "Запити на права доступу суб’єкта даних",
    "3594381346": "Розташування.",
    "21141582": "це",
    "3357523404": "Транскордонна передача даних",
    "290966395": "Як описано в розділі «Примітка для клієнтів за межами Сполучених Штатів», будь ласка, майте на увазі, що ваші персональні дані будуть передані, оброблені та зберігатися в Сполучених Штатах. Закони про захист даних у США можуть відрізнятися від законів у вашій країні проживання. Ви даєте згоду на передачу своєї інформації, включаючи особисту інформацію, до США, як зазначено в цій Політиці конфіденційності, відвідуючи наші Сайти або використовуючи наш Сервіс.",
    "3178581111": "Використовуйте для нових цілей",
    "1088304322": "Ми можемо використовувати вашу особисту інформацію з причин, не описаних у цій Політиці конфіденційності, якщо нам це дозволено законом і якщо причина сумісна з метою, для якої ми її зібрали. Якщо нам потрібно використовувати вашу особисту інформацію для непов’язаних цілей, ми можемо повідомити вас і пояснити застосовну правову основу для такого використання. Якщо ми покладалися на вашу згоду на конкретне використання вашої особистої інформації, ми можемо вимагати вашої згоди для будь-яких непов’язаних цілей і дозволити вам припинити використання служби в той час, якщо ви заперечите.",
    "2260079771": "Зберігання даних",
    "38428546": "Ми безпечно зберігаємо ваші Персональні дані протягом усього терміну дії вашого облікового запису. Ми будемо зберігати ваші Персональні дані лише стільки, скільки необхідно для досягнення цілей, для яких ми їх зібрали, в тому числі для виконання будь-яких юридичних, бухгалтерських або звітних зобов’язань або для вирішення спорів. Критерії, які ми використовуємо для визначення термінів зберігання, включають чинні договірні положення, законодавчі строки позовної давності, застосовні нормативні вимоги та галузеві стандарти.",
    "384965568": "Незважаючи на те, що вимоги до зберігання залежать від юрисдикції, інформація про наші типові періоди зберігання для різних аспектів ваших особистих даних описана нижче.",
    "2788836740": "Контактна інформація для маркетингових цілей зберігається на постійній основі, доки ви не скасуєте підписку. Після цього ми додамо ваші дані до нашого списку призупинення на невизначений термін. Інформація електронної пошти, зібрана від користувачів доступності, ніколи не використовуватиметься в маркетингових цілях.",
    "3520687192": "Записи спілкування з вами (наприклад, квитки в службу підтримки, відкриті електронною поштою або Twitter) можуть зберігатися необмежено.",
    "292211832": "Інформація, зібрана за допомогою технічних засобів, таких як файли cookie, лічильники веб-сторінок та інші інструменти аналітики, відкидається, як тільки це стане практичним, але може зберігатися протягом обмеженого періоду до одного року з моменту закінчення терміну дії файлу cookie, як правило, у неідентифікованому та зведеному вигляді. якщо ми не виявимо потенційного зловживання нашим сервісом, і в цьому випадку ми збережемо цю інформацію, щоб допомогти нам запобігти зловживанням у майбутньому. Ми не можемо пов’язати цю анонімну та зведену інформацію з вами, вашою родиною, IP-адресою чи будь-якою особистою інформацією на основі збереженої інформації.",
    "470943029": "Якщо у вас виникли запитання щодо цієї Політики конфіденційності, зв’яжіться з нами за адресою:",
    "3192683783": "Зміни до цієї Політики конфіденційності",
    "1702335960": "Будь-яка інформація, яку ми збираємо, підпадає під дію Політики конфіденційності, яка діє на момент збору такої інформації. Однак ми можемо час від часу переглядати Політику конфіденційності. Якщо редакція є суттєвою, як це визначено виключно нами, ми повідомимо вас, наприклад, електронною поштою. Поточна версія завжди буде розміщена на нашій сторінці Політики конфіденційності.",
    "3669258571": "Політика щодо файлів cookie",
    "2905621957": "Останнє оновлення: 18 липня 2020 року",
    "1173934218": "Ми розуміємо, що ваша конфіденційність важлива для вас, і прагнемо бути прозорими щодо технологій, які ми використовуємо. Ця політика містить детальну інформацію про те, як і коли ми використовуємо файли cookie на наших сайтах і в Сервісі.",
    "2694150481": "Чи використовуємо ми файли cookie?",
    "457627611": "Так. Ми та наші аналітичні чи постачальники послуг, маркетингові партнери та філії можемо використовувати файли cookie, веб-маяки, пікселі та інші технології, щоб забезпечити всім, хто користується Сайтами, найкращий досвід. Будь ласка, перегляньте розділ «Стороння аналітика та технології відстеження» нашої Політики конфіденційності для отримання додаткової інформації.",
    "501102544": ": ми вважаємо, що служба анти-ботів hCaptcha (тобто служба, вбудована на веб-сайтах, іграх або мобільних додатках) містить лише так звані файли cookie «без згоди» відповідно до правил GDPR. Приклади таких звільнених файлів cookie включають:",
    "461631543": "Примітка GDPR",
    "2150907653": "* Технічні файли cookie, строго необхідні для надання послуги. До них належать файли cookie налаштувань, файли cookie сеансу, файли cookie балансування навантаження тощо.",
    "1012122721": "* Статистичні файли cookie, якими ми керуємо безпосередньо (тобто файли cookie першої сторони, а не сторонні), якщо дані не використовуються для профілювання.",
    "148542287": "Це не юридична консультація, і жодних гарантій щодо цього аналізу не надається. Якщо у вас виникли додаткові запитання чи сумніви, зв’яжіться з нами за адресою:",
    "3956117148": "Веб-сайти hCaptcha.com і BotStop.com (Сайти) можуть містити додаткові файли cookie, як описано в цій Політиці.",
    "3255230599": "Що таке файл cookie?",
    "1095532507": "Файл cookie (\"Cookie\") - це невеликий текстовий файл, який розміщується на вашому жорсткому диску сервером веб-сторінки. Файли cookie містять інформацію, яку пізніше може прочитати веб-сервер у домені, який видав вам файл cookie. Деякі файли cookie будуть використовуватися, лише якщо ви використовуєте певні функції або вибираєте певні параметри, а деякі файли cookie будуть використовуватися завжди. Ви можете дізнатися більше про кожен файл cookie, переглянувши наш поточний список файлів cookie нижче.",
    "2943815316": "Ми періодично оновлюємо цей список, тому можуть бути додаткові файли cookie, яких ще немає в списку. Веб-маяки, теги та сценарії можуть використовуватися на сайтах або в електронних листах, щоб допомогти нам доставити файли cookie, підрахувати відвідування, зрозуміти використання та ефективність кампанії, а також визначити, чи було відкрито електронний лист і вжито відповідних заходів. Ми можемо отримувати звіти на основі використання цих технологій нашими постачальниками послуг/аналітики на індивідуальній та зведеній основі.",
    "2954157511": "Чому ми використовуємо файли cookie?",
    "1539071196": "Зазвичай ми використовуємо файли cookie для таких цілей:",
    "3545935449": "Щоб розпізнати нових або минулих користувачів.",
    "32739972": "Щоб зберегти інформацію про сеанс входу, якщо ви зареєстровані на наших сайтах.",
    "4209078147": "Щоб покращити наш Сайт і краще зрозуміти ваші відвідування наших платформ і Сайту.",
    "1077448694": "Для інтеграції із сторонніми веб-сайтами соціальних мереж.",
    "1709478090": "Щоб обслуговувати вас за допомогою реклами на основі інтересів або цільової реклами.",
    "3256020881": "Щоб спостерігати за вашою поведінкою та активністю перегляду з часом на кількох веб-сайтах чи інших платформах.",
    "1092241113": "Щоб краще зрозуміти інтереси наших Замовників та Інтеграторів.",
    "1434289796": "Деякі файли cookie необхідні для певного використання Сайтів, і без таких файлів cookie ми не зможемо надати багато послуг, які вам потрібні для правильного використання Сайтів. Ці файли cookie, наприклад, дозволяють нам керувати нашими Сайтами, щоб ви могли отримати до них доступ за вашим запитом, і дають нам змогу визнати, що ви створили обліковий запис і ввійшли до нього для доступу до вмісту Сайту. Вони також містять файли cookie, які дозволяють нам запам’ятовувати ваші попередні дії під час того самого сеансу перегляду та захищати наші Сайти.",
    "1533171442": "Ми також використовуємо функціональні файли cookie та файли cookie третіх сторін для аналізу та маркетингових цілей. Функціональні файли cookie дозволяють певним частинам Сайтів працювати належним чином, а ваші уподобання користувача залишаються відомими. Файли cookie аналізу, серед іншого, збирають інформацію про те, як Клієнти, Інтегратори та Кінцеві користувачі використовують наші Сайти, про вміст і продукти, які користувачі переглядають найчастіше, а також про ефективність нашої сторонньої реклами. Рекламні файли cookie допомагають показувати рекламу релевантній аудиторії та відображати наші оголошення у верхній частині результатів пошуку. Файли cookie — це «сесійні» файли cookie, які видаляються, коли ви завершуєте сеанс браузера, або «постійні», які залишаються до тих пір, поки їх не буде видалено вами (обговорюється нижче) або стороною, яка обслуговує файл cookie. Повна інформація про всі файли cookie, які використовуються на сайтах, доступна в нашій таблиці розкриття файлів cookie нижче.",
    "322830977": "Як відключити файли cookie.",
    "3885459114": "Як правило, ви можете активувати або пізніше деактивувати використання файлів cookie за допомогою функцій, вбудованих у ваш веб-браузер. Якщо ви хочете дізнатися більше про файли cookie або про те, як їх контролювати, вимкнути або видалити, відвідайте https://www.knowcookies.com/ для отримання детальної інструкції.",
    "262509504": "Ми можемо пов’язувати інформацію, зібрану за допомогою файлів cookie, з іншою інформацією, яку ми збираємо від вас відповідно до цієї Політики конфіденційності, і використовувати об’єднану інформацію, як зазначено тут. Аналогічно, треті сторони, які обслуговують файли cookie на наших Сайтах, можуть пов’язувати ваше ім’я чи адресу електронної пошти з іншою інформацією, яку вони збирають, яка може включати попередні покупки, зроблені офлайн або онлайн, або інформацію про використання в Інтернеті.",
    "2935155034": "Якщо ви перебуваєте в Європейській економічній зоні, у вас є певні права, які описані вище в заголовку «Повідомлення суб’єктам даних ЄС», включаючи право перевіряти та виправляти або видаляти дані, які ми маємо про вас.",
    "1873812847": "Розкриття інформації про файли cookie",
    "3319083717": "Ім'я:",
    "3183855267": "1. hmt_id",
    "907324388": "Функція",
    "2896187462": "1. Використовується для строго необхідної анонімної статистики, пов’язаної з послугами, та для інших технічних цілей, як-от допомога в підтримці доступності.",
    "987267027": "Партія",
    "3453526675": "1. 1-а партія",
    "1952810469": "Тип",
    "1795436560": "1. Сесія",
    "102695075": "Тривалість",
    "3356329025": "1. 30 днів",
    "3744153629": "імена:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сесія,",
    "3186435874": "sessionid",
    "720059527": "2. Використовується для суворо необхідних технічних цілей: балансування навантаження, маршрутизація.",
    "1241291641": "Дивіться більше деталей.",
    "1834801943": "2. 1-а сторона",
    "2114694926": "2. Сесія",
    "938404336": "2. Змінюється; до 30 днів.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Використовується для суворо необхідних технічних цілей: дозволяє користувачам використовувати доступність.",
    "1061239711": "3. 1-а сторона",
    "1483015662": "3. Сесія",
    "3458934553": "3. Змінюється; до 30 днів.",
    "1527172673": "Якщо у вас виникли запитання щодо цієї Політики щодо файлів cookie, зв’яжіться з нами за адресою:",
    "134571844": "Impressum (Повідомлення про сайт)",
    "110836420": "Останнє оновлення: 23 грудня 2020 року",
    "2901894297": "hCaptcha — це служба Intuition Machines, Inc. («IMI»), американської корпорації штату Делавер (№ 6393793).",
    "2928362319": "Запити, надіслані поштою, можна надіслати за адресою: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Інформацію про поточне керівництво компанії можна отримати на сторінці Про компанію. Нинішній генеральний директор компанії є керуючим директором, відповідальним за контент.",
    "3094150511": "Регулюючий орган: Федеральна комісія з комунікацій США, 45 L Street NE, Вашингтон, округ Колумбія, 20554 США.",
    "2763011087": "IMI не бере на себе зобов’язань і не зобов’язана брати участь у альтернативному вирішенні споживчих спорів у органі з вирішення споживчих спорів.",
    "1395644678": "Офіційний веб-сайт Європейської комісії для онлайн-вирішення спорів:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Немає гарантій щодо вмісту",
    "707541553": "Вся інформація, що міститься на наших інтернет-сторінках, була перевірена IMI або третьою стороною. Однак ні IMI, ні треті сторони не можуть нести відповідальність за актуальність, точність або повність інформації. Це також стосується інших веб-сайтів, доступ до яких можна отримати за допомогою гіперпосилань на наших сторінках. IMI не несе відповідальності за вміст цих зовнішніх веб-сайтів.",
    "2650241052": "Без порад",
    "3361191778": "Інформація, представлена на інтернет-сторінках, не є індивідуальними порадами і не може замінити їх. Якщо вам потрібна індивідуальна консультація, зверніться до нашої служби підтримки.",
    "1031855757": "Використання цього сайту",
    "204716894": "Вміст і дизайн наших веб-сторінок захищені законом про авторське право. Дублювання сторінок та їх вмісту у спосіб, що перевищує розумне добросовісне використання, вимагає попередньої письмової згоди від IMI, якщо немає інших законодавчих положень щодо дублювання сторінки.",
    "3182435854": "Авторське право",
    "3187946010": "Весь текст, зображення, графічна анімація, відео, музика, звуки та інші матеріали на цих сторінках захищені законом про авторське право IMI або третіми сторонами, якщо це вказано. Заборонено копіювати або змінювати цей матеріал для комерційного використання способом, який перевищує розумне добросовісне використання.",
    "74538881": "Відповідальність за цей веб-сайт",
    "3236873806": "IMI відповідає за цей веб-сайт.",
    "2657277322": "Якщо у вас виникли запитання, будь ласка, зв’яжіться з нами за адресою:",
    "1338341134": "hCaptcha + Pass Privacy Pass (бета-версія)",
    "88879089": "Pass Privacy Pass є",
    "1898063898": "для збереження конфіденційності користувачів, які ми розробляємо разом з",
    "1942186611": "та інші.",
    "3673079511": "новий стандарт",
    "2164933356": "Cloudflare",
    "3119589996": "Як це працює: розширення для браузера надає користувачам можливість створювати та підписувати криптографічно сліпі токени для веб-сайтів, які підтримують протокол Privacy Pass. Розширення генерує перепустки, що містять криптографічно закриті маркери, які підписуються hCaptcha, коли завдання вирішується на будь-якому сайті за допомогою служби hCaptcha,",
    "1254771154": "проблеми, показані в інших службах підтримки Privacy Pass, які також вбудовують hCaptcha, наприклад Cloudflare.",
    "996362763": "Ці маркери знімаються і зберігаються розширенням для подальшого використання. Коли користувач відвідує сайт за допомогою hCaptcha і йому потрібно пройти випробування (невидимо чи за допомогою кнопки «Я людина»), вони автоматично активуються. Процедура засліплення означає, що підписані та викуплені токени криптографічно не підключаються з точки зору hCaptcha, і таким чином конфіденційність користувачів зберігається.",
    "2943346052": "Оскільки процес стандартизації IETF триває, ми очікуємо, що основні браузери приймуть певну форму Privacy Pass. Це в кінцевому підсумку зробить розширення непотрібним. Наразі, будь ласка, дотримуйтесь інструкцій нижче.",
    "2326660907": "крім",
    "741483946": "* Іншими словами: ви можете отримати токени hCaptcha Privacy Pass на hCaptcha.com і використовувати їх на інших сайтах безпосередньо за допомогою hCaptcha.com. Ви не можете отримати або викупити токени hCaptcha Privacy Pass, щоб обійти службу hCaptcha, яку використовує Cloudflare, оскільки Cloudflare випускає та викуповує власні токени Privacy Pass.",
    "1362015807": "Починаємо",
    "1358325821": "Спочатку встановіть розширення для",
    "310885519": "або",
    "4091044469": ". Переконайтеся, що ви ввімкнули розширення в режимі анонімного перегляду. Потім перейдіть на будь-який веб-сайт, використовуючи hCaptcha, і вирішите капчу. Починаючи з версії 2.0.3, ви можете викупити ці токени на веб-сайтах за допомогою hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Після встановлення розширення натисніть тут (або на будь-якому веб-сайті, що використовує hCaptcha), щоб отримати пропуски:",
    "166277959": "Зверніть увагу: наразі ця функція знаходиться в бета-версії і може працювати не для всіх веб-сайтів і користувачів постійно. У випадку, якщо він не включений або не працює для певного користувача, поведінка просто повернеться до стандартного досвіду hCaptcha без втрати функціональності.",
    "3031357206": "Поруч із рядком URL з’явиться новий значок. Тепер відвідайте веб-сайт за допомогою hCaptcha. Це буде виглядати так:",
    "1066753052": "це означає, що гаманець порожній, і ви перебуваєте на сайті, який містить виклик hCaptcha. Після того, як ви завершите завдання, ви отримаєте токени, які можна буде викупити на будь-якому іншому веб-сайті за допомогою hCaptcha.",
    "651123197": "Підрахунок поточної суми у вашому гаманці буде показано на значку після завершення завдання.",
    "554844646": "Ви можете підтвердити, що розширення працює, побачивши, що лічильник зменшується на 1 при кожному натисканні",
    "4087729475": "завдання після початкового вирішення.",
    "647630208": "І це все! Ваш веб-перегляд тепер більш конфіденційний.",
    "3272552822": "Розробники та криптографи:",
    "4059570880": "Якщо ви хочете відслідковувати зусилля зі стандартизації, зараз ведуться роботи за адресою",
    "1904390996": "стандартизувати",
    "252720667": "що лежить в основі криптографічної безпеки Privacy Pass. Сам протокол проходить через",
    "3972554015": "процес також. І, звичайно, розширення для браузера",
    "3723626769": "за ваш внесок і огляд.",
    "3882147547": "Непомітні псевдовипадкові функції",
    "565624910": "чернетка",
    "3421090159": "відкрите джерело",
    "3098677775": "Питання: Чи є моя IP-адреса та історія перегляду повністю приватною від hCaptcha під час використання Privacy Pass?",
    "4019638786": "Відповідь: Користувачі Privacy Pass hCaptcha ніколи не нададуть свою IP-адресу hCaptcha, якщо тільки гаманець маркерів їхнього браузера не буде порожнім або сайт не надішле його. hCaptcha не має можливості зв’язати користувача з викупом токена і ніколи не взаємодіє безпосередньо з користувачем під час погашення, якщо його гаманець маркерів не порожній.",
    "3887113660": "З: Як Privacy Pass впливає на прибутки hCaptcha?",
    "1116455671": "В: Ви отримаєте винагороду за початкове рішення, якщо користувач виконає його на вашому сайті. Погашення відбуваються за такою ж схемою відповідей, як якщо б користувач автоматично перейшов на ваш сайт через високу довіру клієнта: заробіток не відбувається, а виклик siteverify з вашого сервера отримує \"кредит: False\" у результатах проходження.",
    "779817954": "З: Якщо у мене є перепустки Privacy Pass, видані іншим постачальником, чи можу я використати їх на hCaptcha?",
    "3014149332": "Відповідь: Ні, перепустки несумісні: вони повинні бути видані та викуплені одним і тим же органом, у цьому випадку hCaptcha. Зауважте, що якщо у вашому розширенні є перепустки як від Cloudflare, так і від hCaptcha, доступне число зміниться на правильну суму залежно від вимог сторінки, яку ви відвідуєте. Іншими словами, якщо у вас є 100 пропусків Cloudflare у вашому гаманці і 10 пропусків hCaptcha, ви повинні побачити 10 на значку розширення на сторінках із вбудованим hCaptcha.",
    "3679148535": "З: Над якими іншими програмами Privacy Pass ви працюєте?",
    "1606783855": "Відповідь: Ми дуже зацікавлені у Privacy Pass для випадку використання Accessibility (\"a11y\"). Раніше популярні опції, такі як аудіо-каптчі, дискримінують багатьох користувачів a11y. Ми віримо, що поєднання нашого нинішнього підходу a11y з видачею Privacy Pass дозволить користувачам a11y безпечно переглядати веб-сторінки, усвідомлюючи, що їхній трафік є більш конфіденційним, водночас обмежуючи зловживання з боку операторів ботів, які неминуче трапляються, коли доступні варіанти a11y.",
    "2359150347": "З: Чи підтримують Privacy Pass інші служби безпеки в Інтернеті?",
    "2082237880": "Відповідь: hCaptcha — це перший сервіс такого роду, який підтримує Privacy Pass, і наразі він єдиний, який це робить. Однак ми очікуємо, що інші служби визнають переваги підвищення конфіденційності користувачів в Інтернеті, і очікуємо, що в майбутньому більше буде впроваджувати їх, оскільки стандарти IETF, які ми допомагаємо розробляти, будуть офіційно прийняті.",
    "2109792055": "Посібник користувача: Налагодження проблем із видачі та перевірки конфіденційності",
    "3588620914": "Privacy Pass — це новий винахід за стандартами Інтернету, і інші програми та розширення браузера, які не знають про нього, можуть заважати його функціональності.",
    "4039193170": "Якщо у вас виникли проблеми з отриманням або викупом жетонів:",
    "2378786360": "1. Спробуйте один із інших підтримуваних веб-переглядачів: якщо у вас Chrome, спробуйте використовувати Firefox, не імпортуючи свої налаштування з Chrome, і встановіть там плагін. Якщо це працює, можливо, у вас проблема з конфігурацією браузера.",
    "394235836": "3. Якщо жодна з наведених вище пропозицій не працює, надішліть нам електронний лист у службу підтримки, і ми з радістю допоможемо з’ясувати, що відбувається.",
    "3470857731": "Аналіз того, наскільки добре reCAPTCHA виявляє ботів.",
    "3240786848": "Останнє оновлення: 18 лютого 2021 року",
    "2547140673": "Понад десять років служба Google reCAPTCHA пропонує власникам веб-сайтів обмін: дозволити Google відстежувати ваших користувачів і задавати їм запитання, а в обмін вони обіцяють зупинити ботів і спам.",
    "2133754014": "Більше 4,5 мільйонів веб-сайтів використовують reCAPTCHA [",
    "3152512587": "і система збирає сотні мільйонів щоденних рішень. [",
    "2296918009": "Це дорівнює понад 100 людино-рокам праці щодня.[",
    "3900538778": "Мічені дані – це паливо, яке забезпечує машинне навчання. Відповіді reCAPTCHA використовуються для покращення послуг ML/AI від Google з 2009 року. Багато людей, які використовують reCAPTCHA, не усвідомлюють, що їхня праця використовується.",
    "1160252730": "Зараз Google встановлює високі ціни на reCAPTCHA Enterprise, що змушує багато компаній переоцінити цю угоду.",
    "1131196501": "Великі компанії, як",
    "204889717": "перейшли на hCaptcha",
    "639413188": "у відповідь.",
    "3280658086": "корпоративні рішення",
    "3842815245": "Це справедлива торгівля?",
    "714342693": "Команда hCaptcha з 2016 року збирає дані про ціни від сервісів, що розривають капчу «темної мережі». Ми помітили цікаву тенденцію:",
    "468929661": "Середня вартість порушення reCAPTCHA неймовірно низька (менше 1 дол. США за 1000 вирішень) і суттєво не зросла з моменту початку нашого моніторингу в 2016 році. Це стосується як reCAPTCHA версії 2, так і версії 3. [",
    "2862164005": "Дані про ціни дозволяють нам визначити точну цінність у доларах безпеки, яку пропонує reCAPTCHA: 0,001 доларів США або менше за відповідь.",
    "102498091": "Google стягує 1 долар за 1000 запитів за reCAPTCHA Enterprise, що означає, що тепер вони стягують більше за запит, ніж це коштує для порушення безпеки свого сервісу. Це здається поганою угодою.",
    "130239139": "Яка вартість понад 100 людино-років праці, які збирає Google щодня?",
    "1421074182": "Істотно вище.",
    "1953519598": "Вартість маркування одного зображення коливається від 0,03 до 1,00 доларів США або більше. За будь-якими консервативними оцінками, Google на сьогоднішній день видобув мільярди доларів безкоштовної робочої сили. [",
    "3025548709": "Чи є альтернатива цій несправедливій угоді?",
    "263761351": "hCaptcha – це перша надійна альтернатива, яку зараз використовують сотні мільйонів людей щомісяця.",
    "2743692546": "Оскільки користувачі доводять свою людяність за допомогою hCaptcha, їхня праця потрапляє на анонімний відкритий ринок для торгів.",
    "1982750088": "Компанії по всьому світу беруть участь у торгах, щоб виконувати прості завдання, які є легкими для людей, але важкими для машин. Користувачі підтримують сайт, який вони відвідують, і відчувають менше веб-спаму завдяки вищому рівню безпеки.",
    "1108398506": "клієнти отримують повний контроль над досвідом і отримують користь від досвіду, набутого hCaptcha, керуючи найбільшим незалежним постачальником викликів в Інтернеті. Вони також отримують кращу пропозицію, ніж reCAPTCHA Enterprise: ціни на 50-80% вищі, залежно від обсягу.",
    "3012870872": "Веб-сайти та програми, які використовують безкоштовну версію (hCaptcha Publisher), отримують дохід від цієї роботи замість того, щоб жертвувати її Google.",
    "2271512952": "Користувачі підтримують сайт, який вони відвідують, і відчувають менше спаму в Інтернеті.",
    "278010425": "Широкий і часто мінливий ряд завдань на hCaptcha також важче автоматизувати. Єдиний інтерфейс reCAPTCHA не змінювався протягом багатьох років і має невеликий набір питань, які рідко змінюються. Це один із способів, яким hCaptcha забезпечує більш надійний захист від роботів, ніж reCAPTCHA.",
    "984849234": "hCaptcha використовує розширене машинне навчання, щоб забезпечити те, що тільки обіцяє reCAPTCHA, водночас ділиться отриманою цінністю з веб-сайтами, які її використовують.",
    "4063769686": "Користувачі підтримують сайт, який вони відвідують, і відчувають менше спаму в Інтернеті. Це виглядає більш справедливою угодою.",
    "685916926": "Чому reCAPTCHA з часом не покращився?",
    "3992401943": "З 2012 року відбулася революція в глибокому навчанні. За останнє десятиліття галузеві норми точності завдань радикально покращилися, насамперед через глибокі згорткові мережі. Інші послуги на базі машинного навчання, які пропонує Google, дотримуються цієї кривої.",
    "615031303": "(Див. примітки",
    "2125514305": "ML покращився, але складність обходу reCAPTCHA істотно не змінилася за цей час.",
    "1406188018": "6 і 7",
    "2689973938": "Покращення reCAPTCHA створює внутрішній конфлікт для Google як постачальника реклами.",
    "464238793": "Якщо Google сама визначає, що користувач, який бачив рекламу або натискав посилання, насправді був ботом, він не може стягувати плату за рекламу, яку показує цьому користувачеві. Цей конфлікт інтересів суттєво обмежив амбіції Google щодо боротьби з роботами.",
    "918924423": "Наприклад, Google не запропонував очевидно цінних послуг, таких як ретроактивне виявлення ботів. Набагато надійніше оголосити трафік користувача створеним ботом після аналізу даних за кілька днів.",
    "661412233": "Знання після капчі, що деякі користувачі були ботами, також є цінним. Це дозволяє власникам веб-сайтів очищати старі повідомлення зі спамом та видаляти \"облікові записи сплячих\", зареєстровані на спам-форумах, у майбутньому, зменшувати шахрайство тощо.",
    "3600797185": "Пропонування ретроактивної ідентифікації ботів відкриє у Google гострі питання про те, як заднім числом повернути гроші рекламодавцям, які витратили гроші на цей шахрайський трафік.",
    "2076932190": "Таким чином, продукт reCAPTCHA зупинився протягом десяти років.",
    "3856912381": "Користувачі постраждали, і непотрібний веб-спам зараз лютує. Але є альтернатива.",
    "1035621426": "Кожен бот, ідентифікований reCAPTCHA, безпосередньо знижує дохід Google від реклами.",
    "3668115514": "Чим відрізняється hCaptcha?",
    "2413742287": "Стимулом hCaptcha є максимальна точність, а не дохід від реклами: відповіді ботів марні для наших клієнтів, яким потрібні дані про навчання людей.",
    "1373262754": "Знання того, хто така людина, має мінімальну цінність для hCaptcha. Нас хвилює лише те, люди вони чи зловмисники.",
    "600646860": "Замість того, щоб пропонувати послугу сумнівної цінності, одночасно вилучаючи робочу силу з реальною вартістю, hCaptcha забезпечує як компенсацію, так і потужний захист від роботів.",
    "1836191653": "Замість того, щоб пропонувати безкоштовну послугу, яку можна легко перемогти, і стягувати мільйони доларів за корпоративну версію, яка не є набагато кращою, hCaptcha забезпечує чудовий захист від ботів для обох, пропонуючи корпоративним користувачам додаткові функції та налаштування, а також сильну угоду про рівень обслуговування та швидку підтримку.",
    "990215503": "hCaptcha — єдиний великий сервіс капчі, який не належить рекламній мережі.",
    "971933157": "hCaptcha піклується про конфіденційність, прозорість і справедливість.",
    "178839499": "hCaptcha розділяє цінність виконаної роботи, а користувачі доводять свою людяність.",
    "1237076138": "hCaptcha пропонує чесну угоду як безкоштовним (hCaptcha Publisher), так і корпоративним (hCaptcha Enterprise) клієнтам.",
    "614310292": "Хто створив hCaptcha?",
    "4188814619": "hCaptcha - це сервіс машин інтуїції (",
    "3265328927": "), компанія з машинного навчання, яка пропонує продукти та послуги для компаній, що впроваджують машинне навчання в масштабі.",
    "2740033957": "Команда IM складається з науковців та інженерів з Apple, Amazon та інших лідерів у галузі машинного навчання, розподілених систем та безпеки.",
    "1579715421": "Вчені IM регулярно публікують на провідних конференціях, таких як ICML, ICLR, ECCV і NeurIPS, і компанія публічно оприлюднила найсучасніші результати в таких дисциплінах ML, як глибоке хешування [",
    "4015238193": "і OCR [",
    "279580593": "imachines.com",
    "279918384": "Як Google використовує вашу безкоштовну працю?",
    "2385522384": "Ймовірно, ви бачили кадри відео з камер на безпілотних автомобілях Waymo від Google, які допомагали покращити їх розпізнавання об’єктів.",
    "1517627947": "Ймовірно, ви бачили зображення будівель або дорожніх знаків із автомобілів Google Streetview і допомагали позначати місця для їхніх продуктів «Карти» та «Земля».",
    "3225936061": "Ймовірно, ви бачили зображення тексту, зробленого зі сторінок книг у службі Google Books, і допомагали покращити програмне забезпечення для розпізнавання тексту (OCR).",
    "129661785": "Вас коли-небудь просили \"натиснути на машину/пішохідний перехід/світлофор?\"",
    "936667684": "Вас коли-небудь просили \"ввести знак будівлі/вулиці?\"",
    "3773515538": "Вас коли-небудь просили \"ввести два слова?\"",
    "1778058441": "Які види завдань виконуються на hCaptcha?",
    "366088791": "hCaptcha підтримує широкий спектр завдань.",
    "3114147525": "Клієнти hCaptcha використовують сервіс для виконання завдань, включаючи розпізнавання об’єктів, виявлення атрибутів (збір етикеток для визначення типів одягу), рейтинг релевантності (вибір найбільш релевантного товару з кількох варіантів у порівнянні з основним продуктом), обмежувальні рамки (пошук цікавих областей на зображення), «OCR людини» (визначення тексту на зображенні) та багато інших типів завдань.",
    "3139609561": "Нижче наведено два приклади типів завдань класифікації зображень і виявлення атрибутів. [",
    "2273532558": "Хто платні клієнти hCaptcha?",
    "4104221634": "Клієнти hCaptcha охоплюють різноманітні галузі, від технологічних компаній до тих, які зосереджені на моді, роздрібній торгівлі та інших сферах, де вони можуть створювати користь від застосування машинного навчання.",
    "1337725003": "hCaptcha прагне демократизувати доступ до великого обсягу анотацій у реальному часі, дозволяючи великим і малим компаніям покращувати якість своїх продуктів і послуг, застосовуючи машинне навчання у своєму бізнесі.",
    "4086379603": "Питання?",
    "1243684308": "Ми серйозно ставимося до ваших відгуків і хочемо, щоб кожен мав приємніший досвід роботи в Інтернеті, з меншою кількістю ботів і менше спаму. Звертайтеся до нас:",
    "2645321220": "І якщо ви вважаєте, що вартість reCAPTCHA занадто висока, запитайте нас про hCaptcha Enterprise. Наразі вони використовуються деякими з найбільших видавців, компаній, що надають фінансові послуги та компаній з веб-інфраструктури в світі, вони є не лише надійною альтернативою reCAPTCHA: ми вважаємо, що вони пропонують найкращий доступний захист від ботів.",
    "1229233916": "Виноски",
    "1115642494": "1. Джерело: список сайтів BuiltWith.com reCAPTCHA. Отримано 9 липня 2019 року.",
    "448807334": "(«Сотні мільйонів CAPTCHA вирішуються людьми щодня».) Отримано 8 липня 2019 року.",
    "2397590157": "3. Консервативна оцінка: 200 мільйонів розв’язків * 30 секунд на розв’язання в роках = 190,3 людино-років/день.",
    "3236311792": "4. Внутрішній аналіз hCaptcha. Дані зібрано до 30 червня 2019 року. Деталі доступні за запитом.",
    "1752259468": "5. Консервативна оцінка: 0,01 дол. США вартість однієї анотації * в середньому 200 млн. анотацій на день (нижня межа) * 365 днів на рік * 10 років з моменту придбання в 2009 році = значення нижньої межі в 7,3 мільярда доларів США.",
    "3268946369": "6. Авторство: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Джерело: Мері Мікер, KP Internet Trends 2017",
    "2666258754": "РЕЛЯЦІЙНІ ВІДНОСИНИ, ЗАсновані на семантичній ієрархії, для глибокого хешування із слабким контролем, Хейкі Арпонен, Том Е. Бішоп. ICML 2019, семінар LLD.",
    "2544169219": "Останні найсучасніші результати: ICML LLD, травень 2019 року.",
    "1973347745": "10. Приклади зображень без роялті. Джерело: Petapixel.",
    "1493115924": "Примітки щодо торгової марки:",
    "4051104324": "«Intuition Machines» є зареєстрованою торговою маркою Intuition Machines, Inc.",
    "3983646521": "Усі назви продуктів, логотипи, бренди, торгові марки та зареєстровані торгові марки є власністю відповідних власників. Усі назви компаній, продуктів і послуг, які використовуються на цьому веб-сайті, призначені лише для ідентифікації. Використання цих назв, торгових марок і брендів не означає схвалення. В даному випадку все зовсім навпаки.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "На CVPR 2020 вчені з IM встановили новий контрольний показник для слабоконтрольованого розпізнавання тексту (OCR).",
    "1259002282": "Знайшли помилку? Ось як повідомити про це.",
    "3301728462": "Мільйони людей використовують hCaptcha щомісяця в тисячах комбінацій браузерів, розширень, пристроїв, брандмауерів тощо.",
    "3878230879": "Наша мета — переконатися, що це завжди працює для вас, тому ми дуже цінуємо ваші звіти!",
    "2465128185": "Щоб швидко надіслати відгук, просто натисніть кнопку «Надіслати нам відгук».",
    "2921990472": "Якщо ви бачите функціональну проблему, дотримуйтесь інструкцій",
    "2870341481": "нижче. Тільки для будь-яких інших браузерів",
    "1866590035": "інструкції журналу налагодження для Chrome",
    "444492541": "Інструкції журналу налагодження для Firefox",
    "169267610": "напишіть нам",
    "3100722753": "Щоб отримати інформацію про потенційні проблеми з безпекою або конфіденційністю, перегляньте наведені нижче інструкції.",
    "1906593952": "Надайте відгук про щойно побачену hCaptcha",
    "3951254541": "Ми цінуємо ваш внесок. Повідомте нам про будь-які проблеми, і ми швидко їх вирішимо.",
    "3324288040": "Надішліть нам відгук",
    "2864016648": "Проблеми конфіденційності",
    "304004915": "Нас не хвилює, хто такі користувачі, а лише те, наскільки ймовірно, що вони зловмисники чи машини. Ми підтримуємо такі ініціативи, як",
    "1139493658": ", і наполегливо працюйте, щоб збалансувати конфіденційність і безпеку.",
    "3083289844": "Якщо ви виявили проблему, яка, на вашу думку, може вплинути на конфіденційність користувачів, напишіть нам за адресою",
    "4264784515": "Помилки безпеки",
    "963238401": "Ми завжди зацікавлені в отриманні повідомлень про помилки безпеки. Електронна пошта",
    "3926027556": "і ми повернемося до вас швидко.",
    "1589805435": "У нас також є а",
    "2560582224": "програма помилок",
    "103876916": "для відповідних звітів про безпеку служби hCaptcha та відповідного вихідного коду.",
    "497117287": "Параметри доступності",
    "3230004040": "У вас проблеми із зором або ви не можете заповнити hCaptchas?",
    "3480023141": "Докладніше про параметри доступності",
    "2052161540": "Зйомка деталей звіту про помилку: Chrome",
    "2281169898": "Надсилання інформації про налагодження разом із вашим звітом значно полегшить нам визначення того, що відбувається. Ось покрокові інструкції:",
    "1123365779": "Якщо ви веб-розробник або досвідчений користувач, ми б хотіли, щоб ви надіслали нам мережевий запис HAR і журнали консолі браузера.",
    "2015218686": "перш ніж виконати ці кроки. Якщо це вирішить вашу проблему, ми все одно будемо вдячні, якщо ви повідомите нам свою версію веб-переглядача, блокувальник реклами чи розширення веб-переглядача, а також URL-адресу веб-сайту.",
    "3922723611": "Спробуйте вимкнути будь-який блокувальник реклами або розширення безпеки браузера",
    "4036872105": "спочатку, а потім повторіть спробу",
    "993651083": "Крок 1. Відкрийте інструменти розробника (це почне записувати сеанс.)",
    "4163469907": "Крок 2. Натисніть вкладку Мережа в Інструментах розробника. Установіть прапорець «Зберегти журнал» угорі.",
    "4243348003": "Крок 3: відвідайте",
    "641342999": ", або веб-сайт, на якому у вас виникла проблема (Примітка про конфіденційність: лише якщо ви не проти поділитися, що це таке) ... а потім натисніть кнопку «Я людина» та спробуйте її вирішити.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Крок 4. Після спроби вирішити проблему натисніть «Експортувати HAR» (маленька стрілка вниз), що збереже журнал мережі. Надішліть нам цей файл.",
    "1503240421": "Крок 5: Клацніть вкладку «Консоль» і клацніть правою кнопкою миші, а потім «Зберегти як ..», щоб зберегти журнал консолі. Надішліть нам це також.",
    "2863840904": "Крок 6. Останній крок, надішліть нам ці файли журналу HAR і консолі електронною поштою та опишіть проблему",
    "4051785543": "Використовуйте:",
    "3623028666": "(будь ласка, скористайтеся послугою, як",
    "551761392": "і надішліть посилання) і за бажанням знімок екрана, якщо ви підозрюєте, що щось відображається неправильно. Також надішліть IP-адресу, яку ви використовуєте. Ви можете отримати його з",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Дякуємо, що знайшли час, щоб допомогти нам отримати цю інформацію!",
    "3680327841": "Ми прагнемо, щоб hCaptcha працювала добре для всіх",
    "1059502393": "Зйомка деталей звіту про помилку: Firefox",
    "1112074001": "Крок 2. Натисніть вкладку Мережа в Інструментах розробника. Установіть прапорець «Зберігати журнали» вгорі.",
    "1797298240": "Крок 4. Натисніть «HAR» після спроби вирішити проблему та виберіть «Зберегти все як HAR», щоб зберегти мережевий журнал. Надішліть нам цей файл.",
    "3671246379": "Крок 5: Клацніть вкладку «Консоль», клацніть правою кнопкою миші, потім «Вибрати все» та збережіть це у текстовому файлі, щоб зберегти журнал консолі. Надішліть нам це також.",
    "3816867833": "Зворотній зв'язок",
    "788770967": "Прикро це чути! Ви можете скористатися нашою опцією доступності:",
    "1333016413": "Це дозволить вам уникнути майбутніх запитань, зареєструвавшись та встановивши файл cookie.",
    "2333410049": "Також спробуйте вимкнути блокувальник реклами.",
    "1345083090": "Повідомити про проблему з функціональністю?",
    "2184564739": "Побачити",
    "604751186": "Інші питання? Електронна пошта",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "як повідомляти про проблеми з докладними журналами",
    "1050501253": "Занадто складно",
    "3264813246": "Недоречно",
    "3526939538": "Помилка програмного забезпечення",
    "126134492": "Інший",
    "3511610999": "Давайте переконаємося, що ви потрапили в потрібне місце.",
    "3906886217": "Для компаній або веб-сайтів",
    "1621597093": "Рішення безпеки підприємства (платні)",
    "3176531704": "Анотація даних",
    "1834239172": "Придбайте послуги анотації hCaptcha",
    "1457707016": "Для фізичних осіб",
    "770264626": "Додайте hCaptcha до свого сервісу (безкоштовно)",
    "881015166": "Додати hCaptcha for Publishers на мій веб-сайт або додаток",
    "47536007": "Дізнайтеся більше про hCaptcha",
    "2012837493": "Результати пошуку",
    "4034694801": "Немає відповідних результатів.",
    "3621411541": "Дізнайтеся про параметри доступності для hCaptcha",
    "3401005681": "Заробляти гроші",
    "3933993151": "Працюйте як індивідуальний маркувальник даних",
    "563059212": "Список підпроцесорів",
    "3501923981": "Останнє оновлення: 1 січня 2020 року.",
    "3548097301": "Чинний: 1 січня 2020 року.",
    "3991444169": "На цій сторінці перелічено поточні підпроцесори для служби hCaptcha Enterprise.",
    "835396984": "На даний момент Активний",
    "424089481": "Amazon Web Services, Inc. (Глобально). Надані послуги: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глобальна). Надані послуги: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобальна). Послуги, що надаються: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Глобальна). Надані послуги: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Примітка: не стосується всіх клієнтів. Наприклад, клієнти IP Blinding або інші розширені опції конфіденційності або безпеки (наприклад, клієнти Secure Virtual Tenancy) повністю виключені з будь-яких потенційних «PII», які коли-небудь потрапляли в системи телеметрії, навіть із IP-адресою. Якщо потрібно, зверніться до представника облікового запису для отримання додаткової інформації.",
    "700843971": "Hound Technology, Inc. (Глобальна). Надані послуги: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Глобальна). Надані послуги: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Глобально). Надані послуги: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Глобальна). Надані послуги: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Інфраструктура",
    "370366524": "Ефемерна сервісна телеметрія",
    "121192737": "Майбутні доповнення",
    "2420789666": "Fastly, Inc. Послуги, що надаються: Fastly CDN і граничні обчислення.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Чинно: з 1 вересня 2021 р. Додавання інфраструктури",
    "1487796027": "Для компаній",
    "3943417791": "Отримайте підтримку для hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (безкоштовно)",
    "3397976149": "Отримайте підтримку для hCaptcha Publisher",
    "833750823": "Виникли труднощі з викликом?",
    "2024737147": "Хочете повідомити про помилку?",
    "1978884623": "Докладніше про повідомлення про проблеми з програмним забезпеченням",
    "4188664955": "Основні умови надання послуг",
    "2621989404": "Останнє оновлення: 24 вересня 2021 р. Зауважте, що наші терміни англійською мовою є авторитетними.",
    "2404545611": "Ласкаво просимо до hCaptcha! Дякуємо, що ви є частиною нашої спільноти. Усі користувачі «Послуг» (визначені нижче) повинні погодитися з наведеними нижче умовами («Умови надання послуг»). Згідно з цими Умовами надання послуг, «IMI», «ми» та «нас» відноситься до Intuition Machines, Inc. та її дочірніх компаній, філій, посадових осіб, агентів, співробітників, представників та агентів, а наш «веб-сайт» включає будь-який веб-сайт під наш контроль, включаючи www.hcaptcha.com і www.imachines.com.",
    "2348450790": "Будь ласка, прочитайте ці Умови надання послуг. Серед інших положень вони включають відмову від гарантій, обмеження відповідальності та обов’язковий арбітраж. Зверніть увагу, що ці Загальні положення та умови можуть бути змінені після вашого останнього відвідування нашого веб-сайту. Ми можемо час від часу переглядати та оновлювати ці Умови надання послуг на власний розсуд. У разі суттєвих змін ми повідомимо вас, опублікувавши оновлені Умови надання послуг на цій сторінці, після чого ви повинні твердо прийняти оновлені Умови надання послуг, щоб продовжити використання або доступ до Сайту чи Сервісу.",
    "1064537632": "Зауважте, що використання вами нашого Сервісу регулюється нашою Угодою про обробку даних, яка включена сюди як посилання. Будь ласка, перегляньте цю угоду, щоб дізнатися, як ми обробляємо персональні дані від вашого імені. Зауважте, що ми працюємо як «обробник даних» для цілей Загального регламенту ЄС про захист даних і «постачальник послуг» для цілей Каліфорнійського закону про конфіденційність споживачів.",
    "1933936765": "Угода про обробку даних (Останнє оновлення: 23 вересня 2021 р.)",
    "2959486280": "Якщо ви не погоджуєтеся з цими Умовами надання послуг, ви не можете використовувати або отримувати доступ до Сайту чи Сервісу.",
    "3200859925": "1. Мета",
    "1807143500": "Послуги включають службу безпеки в Інтернеті (\"Служба hCaptcha\") і платформу (\"Платформа Intuition Machines\"), на якій фізична особа (\"Учасник\") може вибрати для виконання завдань, які стороння організація або сама Intuition Machines (кожна «Запитувач») розміщує публікації на нашому веб-сайті або в службі hCaptcha або безпосередньо на нашому веб-сайті, або за допомогою доступу до платформи Intuition Machines та/або виконуючи завдання через сторонню організацію та/або платформу чи службу (кожну, «Інтегратор»). Запитувачі публікують завдання та запрошують учасників виконувати їх в обмін на винагороди, надані IMI інтеграторам, або згідно з визначенням запитувача, якщо запитувач використовує платформу Intuition Machines або службу hCaptcha для обслуговування завдань своїм власним кінцевим користувачам. Ми стягуємо гроші з компаній та окремих осіб (кожен є «Клієнтом») за використання нашої платформи, щоб вони могли використовувати наше програмне забезпечення, авторські завдання, наймати нас для створення завдань та/або отримати доступ до Учасників. Ми також стягуємо плату з інтеграторів за використання нашої служби hCaptcha, щоб зменшити шахрайство, зловживання та спам на їхніх веб-сайтах, мобільних додатках та інших онлайн-ресурсах. Вищезазначене разом іменується «Послугами».",
    "3212830633": "2. Придатність",
    "2605814073": "Використовуючи або реєструючись у наших Сервісах, ви погоджуєтеся: вам не менше 18 років; ви маєте повноваження укладати цю угоду від свого імені або від імені організації, яку ви представляєте, і завжди будете дотримуватися цих Умов надання послуг, а також усіх політик і вказівок IMI, на які посилаються тут; і ви не будете зловживати нашим веб-сайтом, не подавати нам свою особу в оману або використовувати штучний інтелект для виконання будь-якої частини будь-якого завдання в IMI, яке вимагає людського інтелекту.",
    "2616040974": "3. Замовники та Запитувачі",
    "1544829730": "Якщо ви є Клієнтом або Запитувачем, ви погоджуєтеся з тим, що додаткові умови, додані до цього Договору як Додаток Клієнта, застосовуватимуться та будуть включені шляхом посилання до цих Умов надання послуг. Якщо ви не є Клієнтом чи Запитувачем, або перестаєте бути Клієнтом чи Запитувачем, то додаткові умови в Додатку Клієнта не застосовуватимуться та не будуть включені шляхом посилання до цих Умов надання послуг.",
    "3759360138": "4. Ім'я користувача та пароль",
    "2236960358": "Після реєстрації вам буде запропоновано розкрити певну особисту інформацію про вас («Особиста інформація»), включаючи ваше ім’я, адресу електронної пошти, а також створити ім’я користувача та пароль, на які поширюватиметься наша Політика конфіденційності, доступна на нашому веб-сайт. Тільки ви несете відповідальність за моніторинг, забезпечення та підтримку безпеки вашого облікового запису, паролів та будь-яких ключів аутентифікації, пов’язаних з вашим обліковим записом, і ви несете відповідальність за будь-яке використання або дії, вжиті через використання цієї інформації в Послугах.",
    "3047519814": "Ви погоджуєтеся, що нікому не розкриватимете свій обліковий запис або пароль.",
    "1699668873": "Ви повинні негайно повідомити IMI, якщо ви підозрюєте, що інформація вашого облікового запису була викрадена або використана кимось іншим, або будь-яке інше порушення безпеки.",
    "3044038608": "Ви погоджуєтеся надати нам правдиву, точну та повну інформацію, як це потрібно в процесі реєстрації. Ви також погоджуєтеся оновлювати таку інформацію негайно, якщо це необхідно, щоб підтримувати її актуальною та точною.",
    "4132302900": "5. Ваша конфіденційність, ваші дані та \"Дані для всіх\"",
    "10724169": "Ви приймаєте нашу Політику конфіденційності, яка регулює те, що ми будемо робити з будь-якою Особистою інформацією, яку ви нам надасте.",
    "1669194950": "На додаток до Особистої інформації від вас також може знадобитися надати (або нам це може знадобитися для збору) інші дані, щоб ми могли надавати Послуги (разом «Дані клієнта»). Ми не несемо відповідальності за будь-яку ненадання Послуг, спричинену вами затримкою або ненаданням Даних Клієнта.",
    "1330274831": "Цим ви надаєте нам всесвітню, невиключну, субліцензовану, передану, безоплатну, безвідкличну ліцензію протягом терміну дії цієї Угоди на використання, відтворення, електронне поширення та публічне відображення будь-яких Даних Клієнта виключно з метою надання Послуг. . Ви заявляєте та гарантуєте, що володієте достатніми правами, правом власності та інтересами щодо ваших даних, щоб надати ліцензію в цьому розділі.",
    "2230333214": "Ми об’єднуємо Дані клієнта з іншими даними, щоб результати не ідентифікувалися особисто, а також збираємо неідентифіковані технічні журнали та дані щодо використання Послуг («Зведені/деідентифіковані дані»). Незважаючи на будь-яке протилежне в цьому документі, будь-які такі Зведені/деідентифіковані дані можуть використовуватися IMI для будь-яких ділових цілей протягом або після дії цієї Угоди, включаючи, без обмеження, для розробки та покращення Послуг, а також для створення та поширення звітів та інших матеріалів. Дані клієнта також можуть зберігатися і відображатися в системі протягом обмеженого періоду часу, який не перевищує 180 днів після завершення завдання, наприклад, як дані автоматичного калібрування або перевірки для систем Intuition Machines. Для ясності, цей Розділ 5 не дає нам права ідентифікувати вас як джерело будь-яких Зведених/де-ідентифікованих даних без вашого попереднього письмового дозволу.",
    "3881754581": ". Якщо ви є Клієнтом наших послуг анотації та вибрали опцію «Дані для всіх» як частину свого використання Послуг, то ви надаєте IMI та всім користувачам Послуг у всьому світі, невиключні, субліцензовані, передані, безоплатна, безвідклична ліцензія на повне використання всіх Даних Клієнта, включаючи всі пов’язані права інтелектуальної власності. Якщо ви виберете опцію «Дані для всіх», ви заявляєте та гарантуєте, що володієте достатніми правами, правом власності та інтересами щодо ваших даних, щоб надати ліцензію в цьому розділі.",
    "3496767126": "Щоб уникнути сумнівів, наступний параграф застосовується виключно до Клієнтів, які використовують наші послуги анотації, а не до використання наших Послуг як інтегратора",
    "767207800": "Якщо ваші дані містять потенційно відвертий або образливий вміст, ми вимагаємо від вас позначити їх як «ЕКСПЛАТНИЙ ВМІСТ», щоб служити справедливим попередженням для всіх, хто бачить ваші дані. Ви не можете без окремої письмової угоди з IMI включати завдання, які порушують нашу політику, включаючи, але не обмежуючись, (a) завдання, які прямо чи опосередковано рекламують інший веб-сайт або послугу, (b) завдання, які порушують умови веб-сайту третьої сторони та умови, (c) завдання, які просять Учасників звертатися до третіх сторін, (d) завдання, які просять учасників вжити заходів для маніпулювання поведінкою або результатами веб-сайту, (e) завдання, які порушують права інтелектуальної власності третіх сторін, і (f) завдання які вимагають від учасників завантажувати програмне забезпечення або файли.",
    "3370561195": "6. Прийнятна поведінка",
    "4205152730": "Вам пропонується взаємодіяти з іншими користувачами в будь-якому місці нашого веб-сайту, форуму, обміну повідомленнями, чатом та іншими каналами соціальних мереж, які контролюються IMI, але якщо ви це робите, ви повинні дотримуватися всіх умов надання послуг і використання на нашому сайті та всіх відповідних законів. .",
    "1394253934": "7. Зловживання, зловживання та оманливе використання",
    "1406393333": "Будь-який доступ або використання Служб, окрім цих Умов надання послуг та будь-яких інструкцій, які ми надаємо, суворо заборонено. Зокрема, ви НЕ БУДЕТЕ:",
    "3409726716": "зареєструвати у нас більше одного облікового запису без письмового дозволу;",
    "3119498672": "виконувати будь-яке завдання з використанням інтернет-ботів, веб-роботів, ботів, скриптів або будь-якої іншої форми штучного інтелекту або іншим чином намагатися отримати винагороду від IMI або будь-якого запитувача чи інтегратора, не виконуючи описані завдання;",
    "1188668818": "надавати будь-яку неправдиву інформацію під час використання цього веб-сайту (включаючи, без обмежень, видавати себе за іншу особу чи організацію у вашому обліковому записі, або неправдиво вказувати чи іншим чином неправдиво представляти себе чи свою приналежність до будь-якої іншої особи чи організації у вашому обліковому записі;",
    "2804310964": "отримувати або намагатися отримати доступ до нашого веб-сайту через будь-який веб-сервер проксі чи інший пристрій, призначений для приховування вашого справжнього місцезнаходження чи особи, або будь-яким способом, крім наданого інтерфейсу;",
    "1374227759": "використовувати веб-сайт для будь-якої незаконної діяльності або для будь-яких інших цілей, ніж цілі, для яких він був доступний;",
    "2103513933": "займатися діяльністю, яка заважає або порушує функціонування сайту;",
    "137127070": "вставляти, завантажувати або прикріплювати шкідливі чи невідомі зовнішні посилання чи файли, або завантажувати будь-який вміст, що містить вірус, троянського коня, хробака, бомбу уповільненого дії або інший шкідливий комп’ютерний код;",
    "1686655020": "Завантажуйте будь-який вміст, захищений авторським правом, який не є вашою оригінальною роботою, якщо ви не маєте дозволу від законного власника публікувати такий вміст і надавати IMI всі ліцензовані права, надані в цьому документі;",
    "1406692811": "займатися спамом або публікувати будь-який вид реклами, намагатися отримати рекомендації, масові комунікації, грошові пропозиції чи запити, вимагати надання послуг, рекламу, маркетинг, безглузді повідомлення, дубльовані теми, незаконний вміст, посилання на соціальні веб-сайти, адреси електронної пошти або ідентифікатори миттєвого обміну повідомленнями, якщо цього не вимагає завдання;",
    "3893539589": "вставляти зовнішні посилання, які пропонують товари або послуги, якщо цього не вимагає завдання;",
    "3214322759": "іншим чином брати участь у будь-якій зловмисній або шахрайській діяльності.",
    "3733422465": "8. Підтвердження вашої особи",
    "267645277": "IMI може підтвердити вашу особу. Це може включати порівняння вашої особистої інформації з базами даних третьої сторони або офіційними юридичними документами. Ви дозволяєте нам робити будь-які запити, необхідні для підтвердження вашої особи, права власності на вашу адресу електронної пошти та права власності на ваші фінансові рахунки. Ви погоджуєтеся надати інформацію про себе, щоб допомогти нам підтвердити вашу особу.",
    "4169910317": "9. Дотримання Закону",
    "519755936": "Ви самі несете відповідальність за дотримання федеральних, державних, провінційних та місцевих законів у зв’язку з використанням Послуг. Ви погоджуєтеся відшкодувати нам збитки та захистити нас від будь-яких претензій до нас, оскільки ви не дотримувалися будь-якого закону або порушили будь-які права третіх сторін, включаючи, без обмежень, договірні права, права інтелектуальної власності чи конфіденційність.",
    "731546974": "10. Податки платника або інтегратора",
    "3128328457": "Якщо ви є учасником або інтегратором, тільки ви несете відповідальність за сплату будь-яких приблизних або інших федеральних, державних або місцевих податків на прибуток, соціального страхування, FICA та компенсацій працівникам, заборгованих у результаті використання нашого веб-сайту, а також подібні податки або збори в юрисдикціях за межами США. Ви погоджуєтеся відшкодувати нам збитки та захистити нас від будь-яких оцінок проти нас, оскільки ви не дотримувалися жодного податкового законодавства.",
    "2931396764": "11. Порушення цих Умов надання послуг",
    "1240667045": "Ми можемо призупинити, обмежити або скасувати ваш доступ до Послуг у будь-який час з будь-якої причини, зокрема тому, що: (a) ми вважаємо, що ви порушили ці Умови надання послуг (включаючи інші пов’язані з ними політики); (b) ми вважаємо, що ви порушили наші права або права будь-якої третьої сторони; (c) ми не можемо перевірити чи підтвердити інформацію, яку ви нам надали; або (d) ми вважаємо, що ваші дії можуть створити відповідальність для вас, нас або третьої сторони. Щоб уникнути сумнівів, ми залишаємо за собою право перешкодити або призупинити оплату вам, якщо ми обґрунтовано вважаємо, що будь-яке з вищезазначеного стосується такого платежу.",
    "1601080128": "Якщо ми призупинимо або закриємо ваш обліковий запис, ви більше не матимете доступу до будь-яких частин веб-сайту, включаючи дані, повідомлення, файли та інші матеріали, які ви зберігаєте на сайті. Ви НЕ можете продовжувати використовувати наш веб-сайт під іншим або новим ім’ям облікового запису. Порушення цих Умов використання можуть бути притягнені до відповідальності в повному обсязі закону і можуть призвести до додаткових покарань і санкцій.",
    "1160707899": "12. Роль учасника та взаємовідносини з IMI та іншими запитувачами",
    "269838707": "Якщо ви є учасником, ви і тільки ви вирішуєте, які і скільки завдань виконувати, а також коли і де їх виконувати. Ви вільні витрачати стільки чи мало часу на виконання завдань, скільки забажаєте. Ніколи ви не зобов’язані виконувати завдання.",
    "1087195513": "Якщо ви є Учасником, який отримує доступ до Послуг та/або виконує завдання через або у зв’язку з Інтегратором від імені Запитувача, який не є IMI, то ви погоджуєтеся та визнаєте, що Intuition Machines не несе відповідальності та не має перед вами жодних зобов’язань щодо щодо будь-яких винагород чи інших компенсацій за виконані завдання. Ви погоджуєтеся та визнаєте, що будь-які винагороди або інші компенсації за виконані завдання визначаються виключно відповідно до вашої угоди з Запитувачем та/або Інтегратором, залежно від обставин. Будь-які суперечки щодо таких винагород чи іншої компенсації (включаючи, без обмежень, неотримання таких винагород чи іншої компенсації) вирішуються виключно між вами та Запитувачем та/або Інтегратором, залежно від обставин.",
    "952813944": "Ні використання вами нашого веб-сайту, ні будь-що в цій угоді не створює трудових відносин, партнерства, спільного підприємства, агентства, франшизи або торгового представника між вами та Intuition Machines. Ми не надаємо вам обладнання чи інструменти для виконання завдання. Ми не надаємо вам жодних пільг, компенсацій працівникам чи страхового покриття. Ми не несемо відповідальності за будь-які витрати, які ви понесете, використовуючи наш веб-сайт. Ми не будемо утримувати жодної суми з вашої винагороди за федеральний або державний прибутковий податок, соціальне страхування чи будь-який інший податок. Ви можете в будь-який час виконувати завдання для будь-якої особи або бізнесу, включаючи будь-якого з наших конкурентів. Ви не маєте повноважень укладати будь-які контракти, письмові чи усні, від імені Intuition Machines.",
    "3460432665": "Незважаючи на вищесказане, якщо ви є платником податків у США, ми можемо вимагати від вас W-9, який щорічно оновлюється, і ми можемо заборонити вам виконувати завдання, поки ви не завершите або не оновите W-9.",
    "458271951": "Якщо ви є Учасником, який отримує доступ до Сервісів та/або виконує завдання через або у зв’язку з Інтегратором від імені Intuition Machines (діючи як Запитувач), Intuition Machines може винагородити вас за прийнятне виконання певних завдань. Якщо виявиться, що ви причетні до шахрайства, зловживання або порушення цих Умов надання послуг, Intuition Machines може утримати та/або повернути будь-які винагороди, які ви отримали.",
    "3056723024": "13. Неприйнятне виконання завдань",
    "3913203723": "Якщо з будь-якої причини запитувач не погоджується на виконання завдання, яке ви виконали, ви, як учасник або інтегратор, не матимете права на винагороду за виконання завдання. Якщо винагороди вже були розіслані вам за неприйнятно виконане завдання, ми можемо повернути їх у вас.",
    "3666807632": "14. Кваліфікація та навички учасника",
    "1993899769": "15. Використання нами інформації",
    "2927283721": "Виконуючи завдання на нашому веб-сайті, ви даєте дозвіл на збір, використання та розголошення вашої особистої інформації відповідно до нашої Політики конфіденційності. Крім того, ми можемо надавати певну інформацію про вас і ваші виконані завдання запитувачу, чиї завдання ви виконали, щоб полегшити стосунки з обслуговуванням та покращити веб-сайт, зокрема, наприклад, ідентифікатор учасника, результати виконаних завдань та інші атрибути, пов’язані з вашу кваліфікацію, мови, навички та використання веб-сайту.",
    "3027055607": "16. Інтелектуальна власність та права власності",
    "3910971075": "IMI володіє всіма правами, включаючи права інтелектуальної власності, на вихідний код, об’єктний код або базову структуру, ідеї чи алгоритми, API та будь-яке додаткове програмне забезпечення, документацію чи дані, пов’язані з Послугами («Програмне забезпечення»). Ви не будете прямо чи опосередковано через третю сторону чи іншим чином: (a) здійснювати зворотне проектування, декомпілювати, розбирати чи іншим чином намагатися виявити Програмне забезпечення; (b) змінювати, перекладати або створювати похідні роботи на основі будь-якого програмного забезпечення; (c) копіювати, орендувати, здавати в оренду, розповсюджувати, передавати в заставу, передавати чи іншим чином передавати чи обтяжувати права на будь-яке Програмне забезпечення; (d) використовувати будь-яке програмне забезпечення для спільного використання часу, цілей сервісного бюро або іншим чином на користь третьої сторони; або (e) видаляти будь-які власні повідомлення чи етикетки.",
    "3660891610": "Якщо ви є учасником, IMI, а не ви, має права власності на будь-яку роботу, яку ви створюєте під час виконання будь-якого завдання. Приймаючи умови цієї Угоди, ви погоджуєтеся (і цим робите) передати нам володіння, право власності та право власності (включаючи всі права інтелектуальної власності, існуючі в усьому світі) на вашу роботу нам. Щоб гарантувати, що ми можемо набувати, удосконалювати та використовувати такі права, ви також погоджуєтеся (i) підписувати будь-які документи, які допоможуть у документуванні, удосконаленні та забезпеченні наших прав; та (ii) забезпечувати розумний доступ до інформації для запису, удосконалення, забезпечення, захисту та забезпечення таких прав власності в будь-якій країні. Ваші зобов’язання згідно з цим розділом будуть продовжені навіть після того, як ви скасуєте реєстрацію або припините використання Послуг. Ви призначаєте нас своїм повіреним для оформлення документів від вашого імені для цілей, викладених у цьому розділі.",
    "426125156": "17. Авторські права та видалення",
    "1408530660": "IMI поважає інтелектуальну власність інших, і ми залишаємо за собою право видаляти з нашого сайту будь-який матеріал, який, на нашу думку, може порушувати інтелектуальні права будь-якої третьої сторони. Якщо ви вважаєте, що ваша власна робота була скопійована таким чином, що є порушенням авторських прав на цьому веб-сайті, зверніться до служби підтримки клієнтів Intuition Machines.",
    "2696932851": "18. Відшкодування збитків",
    "3844300338": "Ви погоджуєтеся відшкодовувати, захищати та захищати нас від будь-яких претензій, збитків, зобов’язань, витрат та витрат (включаючи розумні гонорари та витрати на адвокатів), які виникають або пов’язані з виконанням вами завдань або використанням нашого веб-сайту .",
    "2474091800": "19. Спори з іншими користувачами; Звільнити",
    "3162107126": "IMI не є стороною будь-яких суперечок між вами та будь-яким іншим користувачем Послуг. Ви звільняєте IMI та її філії від будь-яких претензій, вимог та відшкодування збитків будь-якого роду та характеру, відомих і невідомих, підозрюваних і неоголошених, розкритих і нерозкритих, що виникають із або пов’язані з будь-яким спором між вами та іншим користувачем.",
    "2271969747": "20. Конфіденційна інформація, яку ви отримуєте",
    "1042802841": "Конфіденційна інформація — це будь-яка інформація, яка позначена як конфіденційна або закрита, або яка має розумно розумітися стороною, яка отримує, як конфіденційна чи приватна. Це не включає будь-яку інформацію, яка (1) є загальнодоступною, (2) вже у розпорядженні, розроблена незалежно або вже відома стороні, яка отримує, або (3) була розкрита за рішенням суду або відповідно до інших вимог закон.",
    "1918025546": "Якщо вам надається конфіденційна інформація від будь-кого в Сервісах, ви погоджуєтеся захищати таємницю конфіденційної інформації з тим самим ступенем дбайливого ставлення, який ви використовуєте для захисту власної конфіденційної інформації, але ні в якому разі не менш ретельно. Ви не маєте права розголошувати або публікувати будь-яку таку конфіденційну або конфіденційну інформацію, за винятком випадків, коли це може бути необхідно для виконання завдання. Всю інформацію в рамках завдання на платформі Intuition Machines слід вважати конфіденційною, навіть якщо ця інформація прямо не позначена як конфіденційна.",
    "2690395789": "Якщо та коли вам більше не потрібна конфіденційна інформація, яку ви отримали, ви повинні негайно повернути або знищити (за вимогою того, хто розкрив цю інформацію) усі копії інформації, які існують у приміщеннях, системах чи іншому обладнанні, яким ви контролюєте.",
    "2178073797": "Оскільки розголошення конфіденційної інформації може завдати непоправної шкоди, сторона, яка розкриває, має право вимагати судової заборони за будь-яке порушення або загрозу порушення цього положення.",
    "2185860003": "21. Зміни веб-сайту",
    "2631249972": "Ми можемо покращити або змінити наш веб-сайт без попередження.",
    "3764131594": "22. Веб-сайти третіх сторін",
    "295955580": "Наш веб-сайт може містити посилання на сторонні веб-сайти. Ми не контролюємо, не досліджуємо, не відстежуємо та не перевіряємо такі веб-сайти. Ми не несемо відповідальності і не підтримуємо комп’ютерні програми, вміст або думки, що містяться на таких веб-сайтах. Якщо ви вирішите залишити наш веб-сайт і отримати доступ до будь-якого стороннього веб-сайту, ви робите це на власний ризик.",
    "838225123": "23. Відмова від гарантії",
    "3897238493": "ПОСЛУГИ НАДАЮТЬСЯ НА ОСНОВІ «ЯК Є». МИ НЕ ДАЄМО ЗАЯВЛЕНЬ АБО ГАРАНТІЙ, НЕПРЯМАЮЧИХ АБО ЯВНИХ, ЩОДО ДОСТУПНОСТІ, ПІДТНІСНОСТІ, ЗАКОННОСТИ, ДОСТУПНОСТІ АБО ФУНКЦІОНАЛЬНОСТІ ПОСЛУГ, БУДЬ-ЯКИХ ПОВ'ЯЗАНИХ ПРОГРАМНИХ ЗАБЕЗПЕЧЕННЯМ, МАТЕРИАЛІВ, ЩОДО ПОВ'ЯЗАНИХ. МАКСИМАЛЬНО ДОЗВОЛЕНО ЗАКОНОМ, IMI ВІДМОВЛЯЄТЬСЯ ВІД УСІХ ЯВНИХ АБО НЕПРЯМАЮЧИХ УМОВ, ЗАЯВЛЕНЬ ТА ГАРАНТІЙ, ВКЛЮЧАЮЧИ, НЕ ОБМЕЖУЮЧИСЯ ГАРАНТІЯМИ ТОРГОВЕЛЬНОСТІ, ВІДПОВІДАЛЬНОСТІ ТА ВІДПОВІДАЛЬНОСТІ ДЛЯ ЦІЛІ. ВАШ ЄДИНИЙ І ВИКЛЮЧНИЙ ЗАСОБИ ВІДПОВІДАЛЬНОСТІ ВІД IMI ЩОДО БУДЬ-ЯКИХ ДЕФЕКТІВ, НЕВІДПОВІДНОСТІ АБО НЕЗАДОВОЛЕННЯ — ПРИПИНАННЯ ВИКОРИСТАННЯ ПОСЛУГАМИ. Ми не несемо відповідальності за будь-яку шкоду вашій комп’ютерній системі, втрату або пошкодження даних або іншу шкоду, що може спричинити з вашого доступу або використання веб-сайту чи платформи Intuition Machines. Можуть виникати заплановані та незаплановані перерви, і ми не гарантуємо безперебійну доступність нашого веб-сайту.",
    "2110259227": "24. Обмеження відповідальності",
    "3018077211": "25. Вирішення спорів учасників",
    "2790841456": "Якщо ви є Учасником, ви погоджуєтеся з наступним арбітражним застереженням і відмовою від колективних позовів:",
    "3302832698": "Потрібне альтернативне вирішення спорів.",
    "561456032": "Ви погоджуєтеся з тим, що для будь-яких спорів, які виникають із використанням Послуг або стосуються вами, включаючи будь-які суперечки, які могли виникнути з моменту, коли ви почали виконувати завдання для IMI, і, зокрема, будь-які претензії, пов’язані з тим, чи класифікуєте ви як незалежного підрядника, ви спочатку повідомите IMI про свою претензію до нього. Потім ви та IMI спробуєте вирішити проблему шляхом прямих переговорів або посередництва. Ми розділимо порівну вартість медіації та погоджуємося, що медіація буде проводитися за допомогою телефонних або інших електронних засобів. Якщо претензія залишається невирішеною після неформальних переговорів або посередництва, ви погоджуєтеся, що ви та IMI використовуватимете остаточний і обов’язковий арбітраж для вирішення спору. Цей пункт регулює всі претензії заднім числом з моменту, коли ви почали використовувати наш веб-сайт, незалежно від того, чи ґрунтуються вони на делікті, контракті, статуті, включаючи, але не обмежуючись, будь-які претензії про дискримінацію та переслідування, чи ґрунтуються вони на Законі Каліфорнії про справедливу зайнятість та житло , Розділ VII Закону про громадянські права 1964 року зі змінами або будь-яким іншим законом чи нормативним актом штату чи федерального рівня, законом про справедливість чи іншим чином.",
    "3794239003": "Арбітражна процедура.",
    "4193379787": "Весь арбітраж за цією угодою проводитиметься за правилами Американської арбітражної асоціації або взаємно узгодженою арбітражною службою. Арбітром буде американський арбітр, обраний зі списку не менше семи (7) імен шляхом альтернативних ударів. В арбітражі кожна сторона матиме право проводити відповідне цивільне розкриття, заявляти диспозитивні клопотання та представляти свідків і докази, необхідні для подання своїх справ і захисту, і будь-які спори з цього приводу вирішуються арбітром. Вирішення спору ґрунтується виключно на законі, що регулює позовні вимоги та заперечення, і арбітр не може посилатися на будь-яку іншу підставу, крім такого контролюючого закону. Арбітр має імунітет судової посадової особи від цивільно-правової відповідальності, коли діє в якості арбітра, який доповнює будь-який інший існуючий імунітет. Рішення повинні містити письмову мотивовану думку арбітра. Ви відмовляєтеся від свого права на розгляд судом присяжних будь-яких позовів, які ви можете пред'явити до IMI або які IMI може мати до вас. Будь-який позов за цим пунктом має бути пред’явлений протягом строку позовної давності. Цей пункт регулюється Федеральним законом про арбітраж США, і ви визнаєте, що ця Угода свідчить про комерційну операцію.",
    "2583888954": "Винятки.",
    "1034830": "Спори, які не можуть бути предметом попередньої арбітражної угоди, як це передбачено Законом Додда-Френка про реформу Уолл-стріт та захист прав споживачів (Публічне право 111-203), виключаються з цього",
    "263977834": "Адміністративне виснаження.",
    "1807512722": "Ви можете подати будь-які претензії, пов’язані з використанням цього веб-сайту, до адміністративного органу, але лише в тій мірі, в якій застосовне законодавство дозволяє доступ до такого органу, незважаючи на наявність угоди про арбітраж. Такі адміністративні позови включають, без обмежень, позови або звинувачення, подані до Комісії з рівних можливостей працевлаштування, Міністерства праці США та Національної ради з трудових відносин. Ніщо в цьому пункті не може вважатися таким, що перешкоджає або не виправдовує вас від подання адміністративного позову до будь-якого органу з метою виконання вашого обов’язку вичерпати адміністративні засоби правового захисту до подання позову в арбітражі, однак ви відмовляєтеся від права на будь-яку грошову винагороду через це агентські розгляди.",
    "996430331": "Місце проведення арбітражу.",
    "3040062804": "Будь-яке арбітражне провадження згідно з цим розділом за замовчуванням відбуватиметься в штаті Каліфорнія, якщо ви не проживаєте за межами Сполучених Штатів, і в цьому випадку арбітраж буде відбуватися повністю в електронному або телефонному режимі. Арбітраж може відбуватися в будь-якому іншому місці, якщо на це письмово погоджені всі сторони. Незалежно від місця розташування, будь-яка сторона може виступити на арбітражному розгляді через пряме відео або телеконференцію.",
    "3091247030": "Відмова від колективного позову.",
    "2520904193": "Ви відмовляєтеся від будь-якого права, яке маєте на розгляд будь-якого спору, розгляду чи арбітражу як колективного, колективного чи представницького позову. Незважаючи на будь-який інший пункт, що міститься в цій угоді, попереднє речення ні в якому разі не відокремлюється від цієї угоди. Будь-яка претензія про те, що вся ця відмова або її частина є невиконаною, недобросовісною, недійсною або недійсною, може бути вирішена лише судом компетентної юрисдикції, а не арбітром. Ви не будете піддані помсти або перешкоджати виконанню завдань на нашому веб-сайті в результаті вашої реалізації своїх прав відповідно до розділу 7 Національного закону про трудові відносини, або через подання або участь у груповому, колективному чи представницькому позові на будь-якому форумі , але ми можемо на законних підставах домагатися виконання цього колективного позову та вимагати відхилення таких колективних, колективних чи представницьких позовів чи претензій.",
    "3493572638": "Витрати та збори.",
    "702926385": "Кожна сторона несе свої відповідні витрати на юридичне представництво в будь-якому такому арбітражі, за винятком випадків, коли гонорар адвоката прямо передбачений законом. Сторони розділять будь-який початковий адміністративний збір, стягнутий арбітром, до максимальної вартості для вас у двісті п’ятдесят доларів (250,00 доларів США). Витрати на арбітра та судового доповідача, якщо такі є, спочатку несемо ми; однак арбітр має право на свій розсуд присудити відповідні витрати стороні, що переважає, як це передбачено законом, та/або вимагати від сторін розділити витрати, пов’язані з арбітром та/або судовим доповідачем.",
    "3199694247": "Роздільність.",
    "3102490587": "За винятком Відмови від колективного позову, якщо будь-яка умова, положення або частина цього арбітражного застереження буде визнано недійсним або таким, що не має законної сили, воно буде розірвано, а решта арбітражного застереження підлягає виконанню.",
    "2323013093": "26. Застосовне законодавство",
    "2900525040": "Закони штату Каліфорнія регулюють ці Умови надання послуг та будь-які суперечки, суперечки чи претензії, що випливають із них.",
    "3339302473": "27. Припинення",
    "1158384644": "Ви можете в будь-який час припинити використання нашого веб-сайту за умови, що ви повинні дотримуватися всіх застосовних правил IMI. Ми можемо на власний розсуд розірвати цю угоду, призупинити доступ до нашого веб-сайту або видалити будь-які послуги негайно без попередження з будь-якої причини.",
    "41530052": "28. Загальні умови",
    "3202747130": "Повна угода. Ці Загальні положення та умови та будь-які політики, процедури чи умови, на які посилаються в цій угоді, становлять повну угоду сторін щодо предмета, а також замінюють і скасовують усі попередні та поточні пов’язані угоди, претензії, заяви та угоди сторін .",
    "4080263153": "Без відмови. Ми не будемо вважатися такими, що відмовилися від будь-якої частини наших прав або засобів правового захисту, якщо відмова не буде оформлена в письмовій формі та підписана нами. Якщо ми затримуємо виконання або не зможемо забезпечити виконання наших прав за будь-яким положенням цієї угоди, це не буде означати відмову від нашого права на подальше виконання такого положення або будь-якої частини цієї угоди.",
    "1789371580": "Присвоюваність. Ви не можете передавати ці Умови надання послуг без нашої попередньої письмової згоди. Ми можемо передати ці Умови надання послуг у будь-який час без попередження. Відповідно до вищевикладеного, ці Умови надання послуг будуть обов’язковими для правонаступників та дозволених правонаступників кожної зі сторін.",
    "2819628066": "Роздільність. Якщо будь-яке положення цих Умов використання буде визнано недійсним або невиконаним з будь-якої причини, це не вплине на дійсність та можливість виконання будь-яких інших положень.",
    "3955981186": "Поправки. Жодні зміни чи поправки до цих Умов надання послуг будь-ким іншим, окрім IMI, не є обов’язковими для IMI, якщо вони не в письмовому документі, підписаному належним чином уповноваженим представником IMI.",
    "1377538813": "Переважна мова. Англомовна версія цих Умов використання матиме контроль у всіх відношеннях і матиме перевагу у разі будь-яких невідповідностей із перекладеними версіями, якщо такі є.",
    "2438016011": "Добровільна угода. Усі сторони цих Умов надання послуг підтверджують і погоджуються, що кожна з них переглянула всі аспекти цієї угоди, уважно прочитала й повністю розуміє всі її положення та добровільно укладає цю угоду.",
    "2445034923": "Якщо ви не згодні з усіма положеннями та умовами цих Загальних положень та умов, не використовуйте (і ви не маєте права) використовувати Сайт чи Послуги та не отримувати доступ до них.",
    "2646127839": "Додаток клієнта до Основних умов надання послуг",
    "4097297673": "Як Клієнт, Запитувач або Інтегратор, ви погоджуєтеся дотримуватися наведених нижче умов на додаток до будь-яких інших обов’язкових умов між вами та IMI.",
    "1093280979": "1. Форми замовлення платформи",
    "1549953005": "Можливо, ви заповнили одну або кілька форм замовлення доступу до платформи (кожна — «Форма замовлення») як умова для того, щоб стати Клієнтом або Запитувачем. Якщо так, то положення та умови, описані у Формі замовлення, стають частиною Умов надання послуг і включаються в даний документ шляхом посилання.",
    "3819851005": "2. Гонорари",
    "1591032933": "Ви сплачуватимете IMI комісію, як описано у відповідній формі замовлення, за допомогою способу оплати, який ви вказали у відповідній формі замовлення. Якщо інше прямо не погоджено обома сторонами в письмовій формі, ви забезпечите повну оплату всіх виставлених рахунків-фактур протягом тридцяти (30) днів після дати відправлення рахунка-фактури. Ви дозволяєте нам здійснювати авторизацію кредитної картки для всієї інформації кредитної картки, яку ви нам надаєте, зберігати інформацію про цю кредитну картку, а також стягувати плату з вашої кредитної картки чи будь-якого іншого облікового запису, на який ми взаємно погоджуємося, як спосіб оплати. Якщо інше не зазначено у Формі замовлення або в Угоді про надання послуг підприємства або Генеральній угоді про надання послуг, усі збори за Послуги, окрім перевищення, виставляються щорічно після початку надання послуг IMI відповідно до вашої Угоди («Дата набуття чинності»).",
    "4142610534": "Будь-які прострочені платежі нараховуватимуть несвоєчасні платежі в розмірі 1,5% на місяць або максимальної суми, дозволеної законом, залежно від того, що менше. Якщо ви з будь-якої причини не сплатите суму, що належить за цією Угодою, ваш обліковий запис може бути призупинено на власний розсуд, і в цьому випадку з вашого облікового запису не здійснюватиметься жодних додаткових платежів за виконання завдань, а всі ваші завдання буде видалено з нашого сайту. Ви повинні відшкодувати нам усі суми, що підлягають сплаті на вимогу, а також будь-які збори за обробку, прострочення чи гонорари адвоката. Ми також можемо надавати відповідні звіти агентствам кредитної звітності та правоохоронним органам.",
    "512991700": "Якщо ви хочете оскаржити будь-які збори, ви повинні зв’язатися з нашим відділом підтримки клієнтів не пізніше ніж через тридцять (30) днів після дати закриття першого рахунку або виписки з рахунку, в якому з’явилася помилка або проблема, щоб отримати коригування або кредит.",
    "1273914192": "3. Податки",
    "4242322181": "Ви несете відповідальність за сплату всіх податків, пов’язаних із Послугами, крім податків США, нарахованих на чистий дохід або особисту власність Intuition Machines.",
    "1671996585": "Можливо, вам знадобиться інтегрувати свій веб-сайт, додаток або платформу з нашими Послугами за допомогою нашого інтерфейсу програмування прикладних програм («API»). Якщо ви це зробите, ми надаємо вам обмежену, невиключну, непередавану, неприступну, відкликану ліцензію на використання API виключно для доступу до Послуг. Ми можемо змінити API та/або припинити підтримку старих версій або випусків API у будь-який час. Ми залишаємо за собою право призупинити або обмежити ваш доступ до API на власний розсуд, і ми докладемо розумних зусиль, щоб повідомити вас до призупинення.",
    "4036662147": "5. Захист конфіденційної інформації",
    "3564208535": "Ви погоджуєтеся використовувати комерційно обґрунтовані зусилля для захисту будь-якої конфіденційної інформації, отриманої від нас або через наші Служби. включає результати роботи ботів і непублічні деталі нашої корпоративної служби, включаючи непублічну документацію та будь-які відомості, які ми можемо поділитися щодо наших методів виявлення ботів. Якщо вам надано доступ до будь-якої такої Конфіденційної інформації, ми можемо змінити, призупинити або обмежити ваш доступ до наших Сервісів на власний розсуд, якщо ми визначимо, що конфіденційна інформація розкривається під час використання вами наших Сервісів, і ми докладемо розумних зусиль щоб повідомити вас до призупинення.",
    "120384113": "6. Припинення",
    "453723556": "Ви можете припинити дію цього Додатка для Клієнта незалежно від Умов надання послуг, припинивши бути Клієнтом або Запитувачем. Ми залишаємо за собою право в будь-який час призупинити або припинити ваш статус Клієнта або Запитувача або іншим чином припинити дію вашого облікового запису або використання Послуг відповідно до Умов надання послуг. Ви несете відповідальність у разі припинення дії будь-якої суми, сплаченої відповідно до вашої форми замовлення. Якщо ваша підписка включає будь-які місячні чи річні збори або місячні чи річні мінімуми, ви все одно будете нести відповідальність за оплату всіх зборів за послуги до кінця цього місяця чи року відповідно.",
    "218889628": "За винятком випадків, коли ми припиняємо дію цього Додатка для клієнтів або Умов надання послуг внаслідок порушення вами цього Додатка для клієнтів або Умов надання послуг, якщо ми припинимо дію і ви передоплатите нам будь-які збори, ми повернемо пропорційну частину цих передоплачені суми на основі часу, що залишився, або Послуг, за які ви заплатили, залежно від того, що менше. Ми завершимо нашу роботу комерційно обґрунтованим способом, збережемо та доставимо вам усі оплачені набори вихідних даних і всі дані клієнтів, які є у нас. Після будь-якого припинення ми можемо, але не зобов’язані видаляти будь-які дані.",
    "2505227594": "7. Перевищення",
    "2369877184": "Максимально дозволена пікова швидкість RPS для інтеграторів або клієнтів hCaptcha становить 1000 запитів на секунду до організацій у вашому обліковому записі («RPS»), якщо інше не зазначено в письмовій угоді між вами та нами.",
    "234420106": "У випадку, якщо ви є інтегратором або клієнтом служби hCaptcha Enterprise і використання вашого API, виміряне RPS, перевищує встановлену ставку для вашого рівня обслуговування, ми можемо змінити вашу послугу або стягнути завищену ставку. Якщо ваша максимальна швидкість RPS перевищує надану в 10 разів протягом 10 або більше хвилин загалом протягом 30-денного періоду, і більшість цих запитів, за нашим винятковим судженням, не є шкідливим трафіком, ми можемо вирішити стягувати з вас ставку перевищення, зазначену в контракті, за всі запити API, зроблені протягом цього місяця.",
    "2619472217": "8. Перепродаж",
    "2019702084": "Замовлені послуги SaaS не можна продавати, перепродавати, орендувати, передавати в суборенди, ліцензувати, субліцензувати або іншим чином надавати будь-якій іншій третій стороні (крім Філії Клієнта), якщо це прямо не дозволено в Основній угоді про надання послуг або Угоді з торговельним посередником. ), і всі замовлення згідно з Угодою та все використання Служби Клієнтом повинні використовуватися для внутрішнього бізнесу Клієнта або його Афілійованої особи.",
    "1233229030": "Різне",
    "1467783792": "Жодна фізична, юридична або юридична особа, піддана санкції Сполученими Штатами (\"Актор під санкціями\"), не має права на винагороду або використовувати Служби як інтегратор. Щоб уникнути сумнівів, сюди входять будь-які суб’єкти, які підпадають під санкції, визначені Управлінням контролю за іноземними активами (\"OFAC\") Міністерства фінансів США.",
    "3759657802": "Ви не маєте права передавати, передавати або делегувати ці Умови надання послуг або свої права чи обов’язки за цим Договором у будь-який спосіб (в силу закону чи іншим чином).",
    "1627232990": "Переклад цих Загальних положень та умов надається за умови максимальної уваги. У разі будь-якої істотної різниці між Умовами надання послуг англійською мовою та їх перекладом, Умови надання послуг англійською мовою вважаються авторитетними.",
    "805221621": "Будь ласка, зв'яжіться з нами за адресою",
    "259613338": "якщо у вас виникли запитання щодо цих Умов надання послуг.",
    "2735878907": "Заява про планування безперервності бізнесу",
    "2887242610": "Intuition Machines, Inc розробила план забезпечення безперервності бізнесу щодо того, як ми будемо реагувати на події, які суттєво порушують наш бізнес hCaptcha. Оскільки час і вплив катастроф і збоїв непередбачувані, нам доведеться гнучко реагувати на фактичні події в міру їх виникнення. З огляду на це, ми надаємо вам цю інформацію щодо нашого плану безперервності бізнесу.",
    "809251240": "Зв'язатися з нами",
    "2551802342": "– Ми плануємо швидко відновити і відновити бізнес-операції після значного збою в бізнесі та реагувати, захищаючи наших співробітників і майно, проводячи фінансову та операційну оцінку, захищаючи книги та записи фірми, а також дозволяючи нашим клієнтам та їх кінцевим користувачам здійснювати операції в Інтернеті. Коротше кажучи, наш план забезпечення безперервності бізнесу розроблено таким чином, щоб дозволити нашій фірмі відновити роботу якомога швидше, враховуючи масштаби та серйозність значних збоїв у бізнесі. Наш план забезпечення безперервності бізнесу стосується: резервного копіювання та відновлення даних; всі критично важливі системи; фінансові та оперативні оцінки; альтернативні комунікації із замовниками, співробітниками та наглядовими органами; альтернативне фізичне місцезнаходження працівників; вплив критичного постачальника та споживача; нормативна звітність; і своєчасне сповіщення наших клієнтів, якщо ми не можемо продовжувати нашу діяльність. Наш основний пул постачальників підтримує наші важливі записи в географічно окремому регіоні. Незважаючи на те, що кожна надзвичайна ситуація створює унікальні проблеми, засновані на зовнішніх факторах, таких як час доби та серйозність збоїв, цей пул постачальників повідомив нас, що їхня мета полягає в тому, щоб відновити власну роботу та мати можливість швидко відновити послуги. Хоча ми працювали над тим, щоб зменшити ризик, використовуючи різноманітні постачальники, ваші послуги можуть бути змінені або перервані протягом цього періоду.",
    "826396656": "Наш план безперервності бізнесу",
    "1979347895": "– Значні збої в бізнесі можуть відрізнятися за своїми масштабами, наприклад, тільки наша фірма, окрема будівля, в якій знаходиться наша фірма, район, де розташована наша фірма, місто, де ми знаходимося, або весь регіон. У кожній із цих областей серйозність порушення також може варіюватися від мінімального до серйозного. У разі перебоїв у роботі нашої фірми, нашого ділового району, міста чи регіону чи будівлі, в якій розташована наша фірма, ми перенесемо нашу діяльність на місцеву ділянку, коли це необхідно, і не очікуємо суттєвих збоїв у діловій діяльності. У будь-якій ситуації ми плануємо продовжувати свою діяльність, передавати операції іншим постачальникам, якщо це необхідно, і повідомляти вам через наш веб-сайт за адресою hcaptcha.com та сторінку стану на hcaptchastatus.com про те, як з нами зв’язатися. Якщо значні збої в бізнесі настільки серйозні, що заважають нам продовжувати роботу, ми негайно повідомимо вас.",
    "653679457": "Різні збої",
    "410397176": "Для отримання додаткової інформації",
    "2095899021": "Рекомендації щодо брендингу hCaptcha та загальна ліцензія на торговельну марку",
    "2340340589": "Інструкції щодо використання знака hCaptcha",
    "2430148876": "Ми створили ці рекомендації та загальну ліцензію на торговельну марку, щоб максимально полегшити роботу з нашим брендом для наших клієнтів, партнерів і шанувальників, зберігаючи при цьому нашу фірмову ідентичність. Якщо вам потрібно використовувати значки, логотипи або інші знаки hCaptcha способом, який суттєво відрізняється від цих інструкцій, вам потрібно буде зв’язатися з нами (IMI) для отримання письмової ліцензії.",
    "3884400764": "Хоча ви можете використовувати знаки hCaptcha згідно з цими інструкціями, це не означає, що ви маєте будь-які права на знаки hCaptcha, логотипи або будь-яку іншу торгову марку, торгову назву, знак обслуговування, назву компанії або репутацію hCaptcha. Ми хочемо надати якомога більшу гнучкість, але ми зобов’язані захищати hCaptcha від несанкціонованого використання будь-якої торгової марки, торгової назви, знака обслуговування, назви компанії або репутації hCaptcha. Будь-яке несанкціоноване використання автоматично припиняє дію дозволу або ліцензії, наданих hCaptcha, і може нести юридичну відповідальність за будь-які збитки.",
    "512598290": "Тому ми повинні попросити вас завжди використовувати всі знаки та логотипи hCaptcha у формі, яка відповідає наведеним нижче правилам, включаючи використання великих літер, шрифт і стиль.",
    "2075610992": "Дякую за твою підтримку!",
    "1023190144": "hCaptcha® в тексті",
    "4274324704": "Ось як використовувати наше ім’я в письмовій копії:",
    "3912926900": "hCaptcha® повинен мати зареєстрований символ торгової марки, коли він вперше з’являється у творчій копії.",
    "950637875": "Орфограму hCaptcha ніколи не можна змінювати, а hCaptcha завжди має писати з великої другої літери («C»). Він ніколи не буває у множині чи присвійному.",
    "2624601135": "«hCaptcha» не слід використовувати як частину назви бренду, поєднувати дефісом або використовувати в назвах програм чи інших продуктів.",
    "3828090208": "Замість цього використовуйте \"for hCaptcha\". Якщо використовується з логотипом третьої сторони, \"for hCaptcha\" має бути меншим за розмір логотипу третьої сторони.",
    "4149738856": "hCaptcha слід використовувати як прикметник і слідувати відповідним загальним терміном.",
    "1446868537": "hCaptcha ніколи не слід використовувати як дієслово.",
    "2487931657": "Не використовуйте: \"ми hCaptcha'd наш сайт\".",
    "2565565429": "Замість цього використовуйте: \"ми використовуємо hCaptcha, щоб зробити наш сайт безпечнішим і безпечнішим\".",
    "3434202027": "Будь-яке використання назви hCaptcha в комунікації вимагає посилання: «hCaptcha є зареєстрованою торговою маркою Intuition Machines, Inc».",
    "2754937029": "Неприйнятне використання",
    "2436973524": "Приймаються лише точні посилання. Не можна говорити про те, що сайт використовує сервіси та програми hCaptcha, коли це не так. Аналогічно, використання нашого логотипу або будь-яких значків також доцільно лише тоді, коли сайт використовує послуги hCaptcha.",
    "69844082": "Торгові марки hCaptcha, графічні символи, логотипи, шрифти або значки також не можуть використовуватися зневажливо.",
    "3861413614": "Ви не можете використовувати будь-яку торгову марку або логотип hCaptcha, які б означали, що hCaptcha має приналежність або схвалення, спонсорство або підтримку продукту чи послуги третьої сторони без чіткого письмового дозволу.",
    "1409822234": "Ні за яких умов ідентична або майже ідентична торгова марка hCaptcha не може використовуватися як доменне ім’я.",
    "4181060163": "Треті сторони не повинні використовувати варіанти чи орфографічні помилки або діяти будь-яким чином, що може спричинити будь-яку початкову плутанину щодо торгових марок hCaptcha.",
    "3955555607": "За винятком партнерів або авторизованих торговельних посередників, треті сторони не можуть робити ставки за ключові слова, Google AdWords або інші цільові рекламні системи, що використовують позначки hCaptcha або орфографічні помилки. Треті сторони також не можуть використовувати позначки hCaptcha в доменних іменах, будь-якій пошуковій оптимізації, мета-тегах, пошукових термінах, коді чи іншому спотворенні.",
    "1985238261": "Інші заборонені знаки",
    "2193061499": "Деякі з наших логотипів і знаків можуть використовуватися hCaptcha та його партнерами. Треті сторони не можуть використовувати такі знаки без письмової ліцензії від hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop від hCaptcha™",
    "2557601376": "Логотип hCaptcha™",
    "248923369": "Логотип BotStop™",
    "3942875761": "Допоможіть створити кращий веб™",
    "364774188": "Я людина™",
    "2785425016": "(у контексті рішення для перевірки гуманності, наприклад, заклик до дії)",
    "2639657759": "Знаки, що використовуються з дозволу",
    "1268918580": "Деякі логотипи та знаки, які використовуються hCaptcha та його партнерами, належать третім особам і можуть використовуватися лише з їхнього дозволу. Треті сторони не можуть використовувати такі знаки, за винятком випадків, коли це дозволено їх власниками:",
    "3782751514": "HUMAN Protocol® є зареєстрованою торговою маркою HUMAN Protocol Foundation і використовується з її дозволу.",
    "1620709264": "HUMAN Token® є зареєстрованою торговою маркою HUMAN Protocol Foundation і використовується з її дозволу.",
    "3031953928": "HUMAN Network™ є торговою маркою HUMAN Protocol Foundation і використовується з її дозволу.",
    "3554363588": "Інші знаки",
    "3290996791": "Усі інші назви продуктів, логотипи та бренди є власністю відповідних власників. Усі інші назви компаній, продуктів і послуг, які використовуються на цьому веб-сайті, призначені лише для ідентифікації. Використання цих назв, логотипів і брендів не означає схвалення.",
    "2444685143": "Політика щодо логотипів",
    "2414232014": "Наш логотип миттєво впізнаваний і є одним із наших найцінніших і важливих активів. Щоб забезпечити надійне представництво нашої компанії, її необхідно ретельно та послідовно представляти в усіх каналах комунікації.",
    "803639471": "Логотип hCaptcha складається з значка руки та логотипу hCaptcha. У альтернативній формі значок руки може з’являтися сам по собі, коли простір обмежений, а «hCaptcha» використовується як текстовий знак (як описано вище) у безпосередній близькості від значка руки, щоб було зрозуміло, що значок руки представляє hCaptcha.",
    "564127016": "Значок руки hCaptcha:",
    "1424800293": "Логотип hCaptcha:",
    "1525506526": "Що таке поглинання облікових записів і як вони працюють?",
    "2446481523": "Є давня народна казка, в якій візник і дворянин з’являються в міліції в маленькому сільському селі. Один чоловік, одягнений у брудний бідняцький одяг, сказав констеблю: «Я дворянин. Цей чоловік був моїм водієм.",
    "1767952047": "Він напав на мене минулої ночі, викрав мій одяг і забрав мої гроші». Інший чоловік, одягнений у чудові наряди, одяг знатного стану, відповів: «Констебль, цей чоловік божевільний. Він думає, що він дворянин. Я справжній дворянин. Заарештуйте його!»",
    "2947576723": "Ця історія передувала водійським посвідченням і цифровому відбитку пальців, але вона є хорошим прикладом того, що може піти не так у ситуації захоплення облікового запису. Людина входить в онлайн-банківський рахунок або додаток для мобільних платежів. Він фактичний власник облікового запису чи хакер? Хто є хто насправді? Ці проблеми безпеки впливають на організації, які надають доступ до облікового запису самообслуговування.",
    "1687299615": "Що таке захоплення облікового запису?",
    "2648707986": "Захоплення облікового запису – це форма кібершахрайства, коли зловмисник видає себе за власника облікового запису в Інтернеті. Як правило, обліковий запис знаходиться у фінансовій установі або в електронній комерції, де шахраї можуть викрасти гроші, товари або подарункові картки. Зловмисник використовує вкрадені облікові дані для доступу до облікового запису, а потім переймає його, можливо, змінюючи пароль, щоб заблокувати фактичного власника облікового запису.",
    "1476843710": "Менш фінансово шкідливі, але все ще шкідливі форми захоплення акаунтів передбачають викрадення акаунтів у соціальних мережах тощо. У цих випадках зловмисник зазвичай намагається поширити шкідливе програмне забезпечення або брати участь у фішингових атаках проти нічого не підозрюючих друзів жертви. Або, зловмисник намагається збентежити жертву, що іноді трапляється, наприклад, зі знаменитостями та політиками.",
    "2904949278": "Як хакер захоплює обліковий запис?",
    "2575690545": "Поглинання облікових записів, як і багато інших кібершахрайств, здебільшого є предметом автоматизованих масових процесів. Рідко трапляється, що хакер, одягнений у балахон у підвалі своєї матері, вводить паролі на сайти банків по черзі.",
    "3614653023": "Швидше, ця практика покладається на масштабні атаки підбору облікових даних, які випробовують мільйони пар імен користувача/пароль у десятках цільових фінансових установ в надії розблокувати невелику частину облікових записів. Після того, як автоматизоване програмне забезпечення для шахрайства отримує доступ до облікового запису, хакер може втрутитися, але в деяких випадках ні.",
    "2762759509": "Багато атак на захоплення облікового запису майже повністю автоматизовані.",
    "1972710018": "Побачити це з точки зору компанії",
    "1282121137": "Щоб зрозуміти, наскільки проблематичним може бути поглинання рахунку, розглянемо, як виглядає досвід з точки зору фінансової установи. Вони обробляють мільйони логінів щодня.",
    "2315518622": "Завдяки витонченості, доступній у сучасних інструментах для атак, дуже складно виявити, які, якщо такі є, є шахрайськими. Потім людина телефонує на лінію обслуговування клієнтів і каже: «Мій обліковий запис атакували! Я не можу увійти, а хтось краде мої гроші!»",
    "1836369533": "Як констебль у народній казці, як визначити, хто є ким насправді? Якщо зловмисник має достатньо вкрадених елементів ідентифікації, таких як номер водійських прав, номер соціального страхування, дівоче прізвище матері, адреса тощо, може бути досить важко визначити, чи є абонент справжнім власником облікового запису чи зловмисником, який намагається отримати скидання пароля облікового запису, який він хоче проникнути.",
    "2880837730": "Що можна зробити, щоб зупинити поглинання рахунків?",
    "3654556483": "Фінансові установи та компанії електронної комерції мають процеси та засоби контролю, які пом’якшують деякі загрози захоплення облікового запису. Вони варіюються від старомодних таємних запитань «як звали вашого найкращого друга в початковій школі» до методів виявлення, які вишукують підозрілі IP-адреси та профілі мобільних пристроїв.",
    "2449501658": "надає один з найдосконаліших способів пом’якшити загрозу від шахрайських спроб входу в обліковий запис, використовуючи машинне навчання для виявлення та зупинки ботів, і ефективно ускладнюючи або навіть неможливим для шахраїв захоплення облікового запису.",
    "3621455477": "щоб дізнатися більше!",
    "555246307": "До речі, ось як закінчується історія дворянина та його водія: констебль змушував двох чоловіків годинами сидіти в кімнаті разом і нудьгувати. Наприкінці дня він з’явився і сказав: «Я зараз поговорю з візником». Чоловік у шляхетному одязі підвівся. Йому було так нудно, що він забув, що тільки прикидається дворянином.",
    "1224727373": "BotStop від hCaptcha",
    "1187718370": "Зв'яжіться з нами",
    "3892905664": "hCaptcha допомагає вашим улюбленим онлайн-сервісам захищати від ботів, спаму та зловживань, задаючи прості запитання, які є легкими для людей і складними для машин.",
    "555158694": "Служба, якою ви користуєтеся, вирішила покращити вашу роботу на своєму сайті, встановивши hCaptcha, щоб зменшити шкідливий трафік.",
    "1617196410": "hCaptcha орієнтована на зупинку ботів. Нас не хвилює, хто є користувачем, а лише чи є він зловмисним. Ми наполегливо працюємо, щоб збалансувати конфіденційність та",
    "1624200563": "безпеки та відповідати GDPR, CCPA, LGPD, PIPL та іншим нормам конфіденційності.",
    "1927613000": "hCaptcha поєднує складне машинне навчання з потужною платформою для захисту веб-додатків від захоплення облікових записів, підбору облікових даних, скрейпінгу та інших видів зловживань.",
    "1133989302": "Чому hCaptcha?",
    "34074886": "Кожного разу, коли ви відповідаєте на виклик, ми використовуємо складні моделі, щоб визначити, чи є ви людиною. Веб-сайт, який ви відвідали, потім використовує цей результат, щоб покращити вашу роботу на своєму сайті, не допускаючи ботів.",
    "3412647984": "Це дозволить вам уникнути майбутніх запитань, зареєструвавшись та встановивши файл cookie. Також спробуйте вимкнути блокувальник реклами.",
    "2510209017": "Потрібна додаткова допомога?",
    "477275453": "Чому API є популярною мішенню для хакерів?",
    "596347471": "Інтерфейси прикладного програмування (API) стали популярною мішенню для зловмисників у кіберпросторі. Для цього є багато причин, включаючи їх велику корисність в інтеграції додатків. Однак можна пом’якшити ризик API.",
    "2441638955": "По-перше, що таке API?",
    "3963216198": "Щоб обговорити, чому API є популярною мішенню для хакерів, варто спочатку короткочасно визначити, що зараз означає термін «API». Концепція API зовсім не нова. Насправді інтерфейси для з’єднання різних комп’ютерних систем один з одним, а також їхні внутрішні компоненти існували принаймні з початку 1960-х років.",
    "1047251718": "Однак сьогодні, коли люди говорять про API, вони завжди мають на увазі API, засновані на стандартах. Це API, створені з використанням відкритих стандартів, таких як Representational State Transfer (REST), і відкритих стандартних форматів файлів, таких як JavaScript Object Notation (JSON). Такі «RESTful API», як вони відомі, можна створювати без потреби в власному програмному забезпеченні. Отримані API можуть надсилати та отримувати дані та виклики процедур між програмними додатками. Наприклад, додаток для мобільного банкінгу використовує API для доступу до систем банку.",
    "3195334319": "Корисність і вразливість API",
    "1903743785": "Поява API на основі стандартів стало великим кроком вперед в інтеграції додатків. Приблизно за останні 20 років API перетворилися з дорогих і складних запатентованих програмних продуктів на безкоштовні інструменти, засновані на стандартах, з якими було порівняно легко працювати і швидко розгортати.",
    "879362350": "Завдяки новим API, які працюють через Інтернет, стало можливим підключення будь-якого програмного забезпечення або джерела даних у будь-якій точці світу, незалежно від платформи, схеми даних чи мови програмування. Як наслідок, комп’ютерний світ зараз знаходиться в розпалі API революції. Відбувся вибух зв’язку між програмами та даними. Це чудово, поки це не так.",
    "3844432472": "Сама відкритість і корисність API робить їх неймовірно багатими цілями для зловмисників. Так само, як мобільний додаток можна запрограмувати для отримання даних із корпоративної системи за допомогою API, так само можна запрограмувати і зловмисне програмне забезпечення. Хакери написали широкий спектр програмних інструментів для зловживання API. Це ефективна техніка атаки.",
    "2187096543": "Дійсно, були деякі серйозні порушення даних через написане хакерами програмне забезпечення, яке закликало API для вилучення даних з бази даних. Зрештою, якщо для крадіжки даних просто потрібен базовий виклик GET для API, написаний за допомогою REST і JSON, то можна швидко очистити базу даних. Насправді, коли люди говорять про атаки «скрейпінгу», вони насправді мають на увазі, здебільшого, швидкі виклики API, які витягують дані з баз даних. API стали основною поверхнею атак для організацій, які їх створюють.",
    "4222109231": "Зменшення ризику API за допомогою корпоративного продукту hCaptcha",
    "1783317946": "Зупинка атак API є популярним варіантом використання",
    "3022922096": ", корпоративний набір продуктів hCaptcha. На відміну від безкоштовної версії hCaptcha,",
    "63719113": "використовує розширене машинне навчання для виявлення шкідливого трафіку на вашому сайті та в додатках, включаючи дії зі скрейпінгу.",
    "3566102529": "ми сьогодні, щоб дізнатися більше.",
    "3096553330": "Кожна система, яку ми створюємо, просто відображає наші стосунки з іншими людьми.",
    "1467218142": "Те, що ми прагнемо від них і від нас самих, керує нашою поведінкою, і, отже, ті самі моделі взаємодії повторюються в усіх людських системах. Інтернет надає багато чудових прикладів цього фундаментального аспекту нашого світу.",
    "808872868": "Наприклад: спам, шахрайство та зловживання існують в Інтернеті майже на наступний день після того, як дві системи були вперше з’єднані разом.",
    "1085089390": "Зловживання в Інтернеті походить від вродженої поведінки людини",
    "3064321967": "Перший відомий спам був надісланий у 1978 році.",
    "3800781598": "] Майже п’ять десятиліть по тому спам електронної пошти продовжує турбувати нас. Багато мільярдів доларів і тисячі людино-років інженерних зусиль було вкладено в його подолання, але спам все ще зберігається. З обох сторін є індустрії на мільярди доларів, тобто ті, що захищають від цього, і ті, хто це посилає.",
    "2119943547": "Чому це? Відповідь проста. Поки є стимул зловживати системою, хтось зазвичай знайде спосіб. І як тільки вони це зроблять, тепер хтось інший матиме стимул їх зупинити.",
    "532470444": "Баланс може трохи змінюватися з року в рік, але така поведінка просто відображає фундаментальну людську природу, а п’ять тисяч років записаної історії означають, що динаміка навряд чи зміниться найближчим часом.",
    "3193548097": "Вічна надія",
    "4065614934": "Цей аналіз не новий, але люди вічні оптимісти. Особливо, коли вони вважають, що їхня ідея нова.",
    "1216071511": "Ті самі ідеї пропонуються настільки часто, що близько 20 років тому анонімний автор придумав корисну заповнення пробілів для онлайн-дискусій про рішення проти спаму:",
    "1941999673": "Ваш пост прихильники а",
    "4179118182": "( ) технічний ( ) законодавчий ( ) ринковий ( ) наглядач",
    "3978720689": "підхід до боротьби зі спамом. Ваша ідея не спрацює. Ось чому це не спрацює.",
    "318339230": "(До вашої конкретної ідеї може стосуватися один або кілька з наведеного нижче, і це може мати місце",
    "30312304": "інші недоліки, які відрізнялися від штату до штату до прийняття поганого федерального закону.)",
    "2710988028": "( ) Спамери можуть легко використовувати його для збору адрес електронної пошти",
    "3912514510": "( ) Це вплине на списки розсилки та інші законні способи використання електронної пошти",
    "2030062561": "( ) Ніхто не зможе знайти хлопця чи зібрати гроші",
    "3334160175": "( ) Він беззахисний проти атак грубої сили",
    "3238345709": "( ) Це зупинить спам на два тижні, а потім ми застрягнемо з ним",
    "4227800293": "( ) Користувачі електронної пошти не миряться з цим",
    "2271252286": "( ) Microsoft не змириться з цим",
    "692064738": "( ) Поліція не змириться з цим",
    "3475647460": "( ) Потрібна занадто велика співпраця від спамерів",
    "1482845460": "( ) Вимагає негайної повної співпраці від усіх одночасно",
    "3741193183": "( ) Багато користувачів електронної пошти не можуть дозволити собі втратити бізнес або відлучити потенційних роботодавців",
    "2234909600": "( ) Спамери не піклуються про недійсні адреси в своїх списках",
    "1982617151": "( ) Будь-хто може анонімно зруйнувати чиюсь кар’єру чи бізнес",
    "2498172334": "Зокрема, ваш план не враховує",
    "389705801": "( ) Закони, які прямо забороняють це",
    "190955495": "( ) Відсутність централізованих повноважень для електронної пошти",
    "237009707": "( ) Відкриті естафети в зарубіжних країнах",
    "3507532387": "( ) Простота пошуку крихітних буквено-цифрових адресних просторів усіх адрес електронної пошти",
    "2477958756": "( ) Погані люди",
    "3254142589": "( ) Проблеми юрисдикції",
    "3621401685": "( ) Непопулярність нових дивних податків",
    "4277475973": "( ) Громадське небажання приймати дивні нові форми грошей",
    "941057651": "( ) Величезні інвестиції в програмне забезпечення в SMTP",
    "3265293440": "( ) Схильність протоколів, відмінних від SMTP, до атак",
    "515733427": "( ) Готовність користувачів встановлювати патчі ОС, отримані електронною поштою",
    "2631159699": "( ) Армії хробаків пронизують широкосмугові підключені Windows-коробки",
    "776542208": "( ) Вічна гонка озброєнь задіяна в усіх підходах до фільтрації",
    "989480928": "( ) Надзвичайна прибутковість спаму",
    "3898950867": "( ) Робота Джо та/або крадіжка особистих даних",
    "3395399558": "( ) Технічно неписьменні політики",
    "1118929614": "( ) Надзвичайна дурість з боку людей, які ведуть бізнес зі спамерами",
    "838951836": "( ) Нечесність з боку самих спамерів",
    "2123236933": "( ) Витрати на пропускну здатність, на які фільтрація клієнта не впливає",
    "2292919419": "( ) Outlook",
    "2534436327": "а також можуть застосовуватися такі філософські заперечення:",
    "832385387": "( ) Ідеї, подібні до ваших, легко придумати, але жодна з них ніколи не була практичною",
    "1993984258": "( ) Будь-яка схема, заснована на відключенні, є неприйнятною",
    "3909240516": "( ) Заголовки SMTP не повинні бути предметом законодавства",
    "1151065360": "( ) Чорні списки відстой",
    "2396605499": "( ) Білі списки відстой",
    "2225785608": "( ) Ми повинні мати можливість говорити про Віагру без цензури",
    "3004688366": "( ) Контрзаходи не повинні передбачати банкрутне шахрайство або шахрайство з кредитними картками",
    "922470170": "( ) Контрзаходи не повинні передбачати саботаж публічних мереж",
    "3068923550": "( ) Контрзаходи повинні діяти, якщо їх вводити поступово",
    "2752975480": "( ) Надсилання електронної пошти має бути безкоштовним",
    "117227832": "( ) Чому ми повинні довіряти вам і вашим серверам?",
    "1021431157": "( ) Несумісність з відкритими або відкритими ліцензіями",
    "2801524659": "( ) Заходи, що покращують самопочуття, не допомагають вирішити проблему",
    "931661269": "( ) Тимчасові/одноразові адреси електронної пошти є громіздкими",
    "2090457681": "( ) Я не хочу, щоб уряд читав мою електронну пошту",
    "3536122902": "( ) Зупинити їх таким чином не повільно і досить болісно",
    "2391175562": "Крім того, ось що я думаю про вас:",
    "229198134": "( ) Вибач, чувак, але я не думаю, що це спрацює.",
    "345563040": "( ) Це дурна ідея, а ви дурна людина, що запропонували її.",
    "409780280": "( ) Хороша спроба, ****! Сподіваюся, хтось ступить на вашу клавіатуру!",
    "2820080973": "розміщено з ❤ від",
    "3943164003": "переглядати в сирому вигляді",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Чому ваше нове рішення проти спаму не працюватиме",
    "361795034": ". Невідомий автор, бл. 2000 рік",
    "1547006769": "Перевірка людяності – та ж проблема",
    "3717942925": "Подібно до того, як завжди знайдуться люди, які хочуть привернути вашу увагу за допомогою електронної пошти, завжди буде бажання обмежити доступ до деяких ресурсів, щоб лише люди могли отримати до них доступ.",
    "2481032625": "Чи є мета запобігти:",
    "1691348394": "- автоматизовані масові закупівлі під час продажу обмеженого випуску",
    "1771016224": "- програмне забезпечення для масового завантаження всього вмісту з вашого веб-сайту",
    "1959762846": "- заповнення ваших веб-форм нескінченним маркетинговим спамом або зловживаннями",
    "345108670": "- підбір облікових даних та інші спроби захоплення облікового запису",
    "2540760245": "Крім багатьох інших застосувань, можливість фільтрації онлайн-трафіку на основі «людина чи ні», ймовірно, залишиться цінним інструментом, доки людська природа дотримується тих самих моделей, які були зафіксовані протягом останніх п’яти тисяч років.",
    "3346362371": "А як щодо машинного навчання?",
    "3619183405": "У 2021 році прості CAPTCHA іноді можна вирішувати за допомогою програмного забезпечення, завдяки досягненням у машинному навчанні. Щоб вирішити це, hCaptcha також проводить дуже детальний аналіз таких властивостей, як",
    "3292221787": "на виклик було отримано відповідь, а не лише про те, чи він правильний, і часто змінюються як запитання, так і використані дані.",
    "1080672247": "Оскільки багато запитань не можна економічно розв’язати за допомогою готового програмного забезпечення, і оскільки дані, як правило, є унікальними для системи, це означає, що ботів часто повністю зупиняє безкоштовний сервіс, і замість цього вони повинні покладатися на людські розв’язувачі CAPTCHA, які робить багато видів зловживань абсолютно неекономічними.",
    "4172868199": "йде набагато далі, переходячи до сфери спроб відрізнити «хорошу людину» від «поганої людини», і сьогодні використовується багатьма з найпопулярніших онлайн-сервісів у світі, щоб знайти та зупинити все, від шахрайства з покупками до просунутих постійних загрози їхнім користувачам, зберігаючи при цьому унікальний фокус на збереженні конфіденційності.",
    "2873911365": "А як щодо атестації обладнання?",
    "1477196356": "Протягом десятиліть пропонувалися різні методи криптографічно безпечного зв’язування ідентифікаційної інформації з пристроєм, іноді з властивостями збереження конфіденційності. Криптографія з відкритим ключем сходить до c. 1975 року, і апаратні токени існують майже стільки ж.",
    "2349681896": "На жаль, контроль над апаратним забезпеченням не означає, що ви людина. Практично кожна популярна схема споживчої атестації апаратного забезпечення неодноразово порушувалася, латалася, а потім знову зламалася.",
    "254326776": "Часто виявляється, що зловмисне зловживання цими недоліками відбувалося протягом місяців або років до розкриття або наукової публікації.",
    "2462909475": "Стіна з понад 10 000 телефонів, які використовуються для зловживань, частина роботи китайського бота.",
    "1963951234": "Незалежно від того, наскільки надійною є ваша криптографічна схема, якщо хтось зрештою може просто витратити гроші, щоб дати вам відповідь, яку ви шукаєте, володіння частиною апаратного забезпечення недостатньо.",
    "1278884196": "Тим не менш, криптографія – досить молода дисципліна. Виходячи з недавньої історії, ваша криптографічна схема та/або реалізація, швидше за все, будуть зламані, як тільки у когось з’явиться стимул придивитися до неї уважно, і, ймовірно, інші люди зрозуміють це задовго до вас. Покладатися на апаратне забезпечення також означає, що вам, можливо, доведеться попросити кожного з ваших користувачів змінити фізичний пристрій, щоб виправити недолік. У більшості випадків це навряд чи станеться швидко, тобто насправді ваша система просто не відкриється.",
    "1828028934": "Ось чому",
    "1642844535": "Важливо: hCaptcha використовує кілька різних підходів, щоб відповісти на одне і те ж фундаментальне запитання, що дозволяє порівнювати для узгодженості в усіх оцінках.",
    "1155821305": "захист - це глибина",
    "119098046": "А як щодо пасивних рішень чи рішень без викликів?",
    "2760410719": "Служби, які намагаються виявляти ботів за допомогою чисто пасивних сигналів, швидко стикаються з фундаментальною проблемою: як перевірити, чи система правильно виявляє поганих дійових осіб, якщо у вас немає точної ґрунтовної істини?",
    "1722734001": "Відкритий Інтернет – це дуже галасливе середовище. Погані актори щодня атакують користувачів нашого сервісу та конкурентів, таких як reCAPTCHA, і, звісно, намагаються при цьому виглядати якомога людянішими.",
    "1595254735": "Чисто пасивні служби намагаються підтримувати точність виявлення ботів або навіть знати, коли вони неточні. Без можливості час від часу кидати виклик користувачам і правильно аналізувати результати цього завдання, точність має тенденцію значно знижуватися з часом.",
    "2412751979": "Завдяки більш точним сигналам людства, які забезпечують hCaptcha, багато компаній, які раніше використовували reCAPTCHA v3/Enterprise, перейшли на",
    "2284856231": "а також помітно покращилася точність у чисто пасивному режимі hCaptcha Enterprise.",
    "4162847": "Нам вдалося помітити це безпосередньо, оскільки деякі з наших клієнтів проводять A/B-тестування на той самий запит, перш ніж повністю перейти з пропозицій Google. Зазвичай ми можемо довести як високу хибнопозитивну, так і хибнонегативну частоту, що надходить від reCAPTCHA v3 або reCAPTCHA Enterprise.",
    "436125785": "Це не дивно, враховуючи неточність петель зворотного зв’язку, доступних у цих продуктах, і той факт, що їх продає рекламна мережа з переважною зацікавленістю не надто добре виявляти ботів, щоб не зашкодити їх основному бізнесу.",
    "2233741720": "На закінчення",
    "2133809801": "Поки люди залишаються людьми, імовірно, що перевірка людяності матиме певну роль в Інтернеті.",
    "2255549335": "Наша робота в hCaptcha полягає в тому, щоб знайти хороші компроміси між складністю і точністю і підтримувати низький рівень тертя, особливо для",
    "4138068262": "користувачів. Зрештою, взаємодія з проблемами, ймовірно, залишиться частиною арсеналу інструментів для зменшення зловживань в Інтернеті, доки людська природа залишається незмінною.",
    "855097735": "Створення сервісу, який добре справляється з цим, урівноважуючи всі проблеми, є дуже важкою проблемою (і ми завжди працюємо над її покращенням, щоб зробити роботу якомога приємнішою), але ми сподіваємося, що ви погодитеся, що зменшення спаму, зловживання та захоплення облікового запису , і шахрайство в Інтернеті, зрештою, варте періодичного простого запитання.",
    "1953959745": "доступність",
    "2543123170": "Перевірка людства без тертя",
    "547245263": "Вирішіть проблему з ботом сьогодні.",
    "3117887301": "Довіряють найбільші онлайн-сервіси",
    "981806349": "Побудований на перевіреній платформі hCaptcha",
    "2373007864": "hCaptcha Enterprise працює на основі технології платформи hCaptcha, розширеної, щоб включати функції, необхідні підприємствам із високим трафіком.",
    "2652399059": "Надійний партнер",
    "1997838163": "Найбільші компанії світу залежать від hCaptcha Enterprise. Інтеграція проста, а точність виявлення неперевершена.",
    "734735952": "Ми оцінили ряд постачальників CAPTCHA, а також самі побудували систему. Зрештою, hCaptcha виявився найкращою альтернативою reCAPTCHA.",
    "1250541092": "— Сергі Ісасі",
    "3524251858": "Директор з управління продуктами, Cloudflare",
    "3971348140": "Чому ми використовували hCaptcha? Ніхто інший не міг забезпечити необхідні функції та продуктивність. Вони швидко підготували нас, і нашим продавцям подобається цей досвід.",
    "4248655793": "— Алекс М.",
    "4185927140": "Менеджер по продуктам, Flash, Shopify",
    "282913023": "Економічний варіант для підприємств з високою прохідністю",
    "999610953": "Нарешті, надійна альтернатива Google. hCaptcha Enterprise забезпечує значну економію на вашому рахунку reCAPTCHA з підвищеною безпекою: у деяких випадках до 80% дешевше.",
    "1886100235": "Багато найбільших онлайн-сервісів у світі перейшли на hCaptcha Enterprise і отримали покращене виявлення ботів разом із значною економією коштів.",
    "2903742230": "Рекламні мережі сприймають відвідувачів як продукт. Для нас єдиною метою є визначення їхньої людяності. Наші послуги відповідають або перевищують вимоги GDPR, CCPA, LGPD і PIPL, і ми наполегливо працюємо, щоб збалансувати конфіденційність і безпеку.",
    "3901503296": "Цей унікальний акцент на конфіденційності означає, що ми можемо запропонувати нульове збереження індивідуальних даних, роботу без файлів cookie та інші договірні гарантії конфіденційності, якщо це необхідно, зберігаючи при цьому відмінну безпеку.",
    "3342910682": "Детальніше",
    "1130783905": "Точність у ваших і наших інтересах. hCaptcha працює, щоб надати вам реальні дані і дозволити вам вирішувати, як їх використовувати. Інші рішення безпеки надають рекламні компанії Gigantic. Це означає, що кожен блокований бот може зменшити їхній дохід.",
    "2019130052": "Наші інновації в ML, орієнтовані на конфіденційність, дозволяють нам перевищувати стандарти безпеки застарілих стратегій «записувати все назавжди», не завдаючи шкоди безпеці чи конфіденційності користувачів.",
    "23114595": "Чудовий користувальницький досвід",
    "3437412311": "Для корпоративних користувачів доступні варіанти, щоб повністю уникнути проблем у більшості сценаріїв, покладаючись на пасивні оцінки.",
    "1996843433": "Зменшіть тертя, повністю уникаючи проблем для 99,9% вашого законного трафіку, водночас забезпечуючи чудову безпеку.",
    "3093689546": "Легка інтеграція",
    "247560732": "Додайте hCaptcha з трьома рядками коду. Якщо ви використовуєте reCAPTCHA, наш API сумісний, і для перемикання потрібно всього кілька хвилин.",
    "1510448156": "Сьогодні ви можете використовувати найкращу альтернативу й увімкнути розширені функції за потреби.",
    "2718999653": "Індивідуальні показники загроз",
    "2698140263": "Не всі проблеми однакові: отримання єдиної оцінки означає, що вона повинна відповідати вашим потребам, щоб бути корисним.",
    "897432717": "Завдяки нашому новому дизайну для індивідуальних показників загроз, додавання ваших бізнес-знань дозволяє нашим моделям надавати результати, унікально релевантні для ваших користувачів.",
    "2650502379": "Запускайте власні завдання за лічені секунди",
    "3578122193": "Залишайтеся на бренді з релевантним вмістом",
    "1074044172": "Коли користувачі повинні вирішити задачу, щоб відповідати вашим вимогам безпеки, чому б не поставити запитання, приємні та актуальні для користувача?",
    "1579093044": "За допомогою нашого простого спеціального конструктора завдань ви можете запустити брендовий контент-контент всього за кілька хвилин.",
    "3717512591": "Пряма інтеграція платформи",
    "121743429": "Для компаній з веб-інфраструктурою",
    "2131386784": "Доступний досвід і підтримка як для вас, так і для ваших користувачів",
    "2782263070": "Сервіс для нас є головним пріоритетом. Ми підтримуємо цілодобову підтримку за викликом і пропонуємо пряму координацію Slack з вашою командою інженерної інтеграції та нашим персоналом за викликом під час і після впровадження.",
    "3740051331": "Ми також прагнемо активно відстежувати та відповідати на запитання ваших користувачів у соціальних мережах, на форумах, а також у наших каналах підтримки віджетів та електронної пошти. Ми доступні та чуйні, а задоволеність користувачів розглядаємо як головний KPI.",
    "170775527": "Функції підприємства",
    "3383086062": "hCaptcha Enterprise — це повне рішення для безпеки в Інтернеті. Активний і пасивний режими дозволяють зупинити підбір облікових даних, виявляти захоплення облікових записів і блокувати підозрілих акторів. Все без тертя для законних користувачів.",
    "1408599440": "Швидко почніть з кількох рядків коду та нашого пасивного режиму на 99,9% або повністю контролюйте, коли і як користувачі стикаються з проблемами. Спеціальні моделі загроз і настроювані виклики означають неперевершену гнучкість для забезпечення безпеки.",
    "3365203058": "Захист від роботів світового класу",
    "1803009328": "Перевірено в бою у веб-масштабі.",
    "1586809757": "Висока точність оцінок бота",
    "353367791": "Виявляйте поганих акторів різних типів.",
    "191460155": "Нульове тертя і 99,9% пасивних режимів",
    "585557010": "Киньте виклик менше ніж 0,1% легальних користувачів.",
    "3287172429": "Показано типи завдань контролю",
    "1844885924": "Широка бібліотека типів на вибір.",
    "3018523079": "Залишайтеся на бренді з постійною користю.",
    "3817811295": "Гарантована надійність і швидка цілодобова підтримка за викликом.",
    "1798492192": "Підтримка застарілих браузерів",
    "1356745565": "Сумісний з Internet Explorer 8.",
    "751483365": "Підтримка клієнтів без JavaScript.",
    "4199502476": "Розширені інформаційні панелі звітів і API",
    "3630114728": "Подивіться, що відбувається на всіх ваших сайтах і в додатках.",
    "3573245166": "На відміну від reCAPTCHA, ми працюємо в кожній країні.",
    "2354267648": "Політика конфіденційності, яка відповідає GDPR, CCPA та LGPD",
    "3167979932": "Створено для конфіденційності з першого дня. Посилена угода про обробку даних.",
    "4065065042": "Наберіть це, щоб точно відповідати вашому варіанту використання.",
    "111184581": "Основний хостинг",
    "4272022475": "Усі запити та активи надходять на hcaptcha.yourdomain.com",
    "2676853536": "Багатокористувацькі інформаційні панелі",
    "1368787974": "Спільне керування у вашій команді.",
    "1045484714": "Інтеграція SAML SSO з вашим постачальником ідентифікаційних даних, наприклад Okta або Azure AD.",
    "3953584369": "Доступні складні обмеження доступу RBAC.",
    "2781507299": "Миттєва перевірка",
    "4019660456": "Затримка 0 мс: перевірте маркери hCaptcha без виклику API.",
    "3446714684": "Мобільна інтеграція (iOS та Android).",
    "2593768395": "Повний досвід роботи в Інтернеті, нативному мобільному та мобільному Інтернеті. Доступні попередньо вбудовані інтеграції та власні пакети SDK.",
    "1779265104": "Індивідуальні умови та гарантії конфіденційності",
    "122875767": "Задовольнити свої юридичні потреби, коли інші компанії не можуть.",
    "148188781": "Представлені виклики",
    "838049015": "Виберіть усі зображення, які відповідають запиту",
    "1126302400": "Обмежувальна коробка",
    "3554448168": "Категоризація",
    "2104933754": "Визначте відповідні мітки",
    "3612043014": "...та інші прості завдання. Легко для людей, важко для ботів.",
    "3624758171": "Спеціальні завдання також доступні для корпоративних видавців.",
    "1001938065": "Інтеграція не може бути простішою",
    "2138799135": "hCaptcha має десятки попередньо вбудованих інтеграцій для інтерфейсних і бекенд-систем, які ви використовуєте.",
    "2535001179": "Якщо ви випадково виходите з Google reCAPTCHA, наші API є заміною.",
    "1393184984": "це все, що вам потрібно.",
    "3715747429": "Наші інженери з адаптації можуть швидко налаштувати вас, незалежно від того, чи потрібна вам інтеграція React, пакети SDK для рідних додатків iOS, приклад серверної частини Java чи практично будь-який інший сценарій.",
    "2681650568": "І, як завжди, конфіденційність для нас є основною цінністю. Додавайте наш код виклику лише там, де це необхідно, і там, де є сенс, щоб захистити вас і ваших користувачів. Мінімізація збору даних починається з моменту інтеграції.",
    "1130868224": "Три рядки коду",
    "2183926131": "Почніть роботу з hCaptcha Enterprise",
    "1526887904": "Конфіденційність hCaptcha Enterprise",
    "1845745385": "Створено для конфіденційності.",
    "1297224875": "Унікальний підхід до онлайн-безпеки Enterprise, орієнтований на конфіденційність.",
    "2762458927": "Ваші дані користувача не продаються.",
    "2058856283": "hCaptcha Enterprise має лише одну мету: не допустити, щоб зловмисники порушили ваші онлайн-операції та заподіяли шкоду вашим користувачам.",
    "2408036504": "Таким чином, наші системи розроблені з нуля, щоб звести до мінімуму збір і збереження даних, підтримуючи провідну в своєму класі безпеку. Найкращий спосіб захистити дані користувача — не зберігати їх взагалі.",
    "4099477834": "Усі відносини з клієнтами також захищені міцною угодою про обробку даних. Служба hCaptcha відповідає всім законам про конфіденційність незалежно від того, де проживає ваш сервіс або ваші клієнти. Незбереження персональних даних робить це набагато легше для нас, ніж для інших компаній.",
    "3569492665": "Запис онлайн-активності – це не вихід.",
    "3389431373": "Такі сервіси, як reCAPTCHA v3, кажуть, що розміщення їх пікселя відстеження на кожній сторінці вашого сайту необхідно для гарної безпеки. Це не так.",
    "3590546893": "Простий аналіз поведінки – це сигнал, який легко підробити погані суб’єкти, і вимагає також збереження історії перегляду для всього вашого законного трафіку.",
    "1105363520": "Ми не керуємо рекламною мережею і не зацікавлені спостерігати за вашою поведінкою користувачів, щоб продавати їм рекламу. Це означає, що нам не потрібен пасивний піксель на кожній сторінці вашого сайту.",
    "3088605177": "Додавайте наш код виклику лише там, де це необхідно, і там, де є сенс, щоб захистити вас і ваших користувачів.",
    "337971271": "Машинне навчання корисно. Але для роботи не потрібні персональні дані.",
    "320166522": "Машинне навчання зараз впливає майже на всі аспекти нашого життя, часто таким чином, що ми не усвідомлюємо і не бачимо. Онлайн-сервіси безпеки нічим не відрізняються.",
    "3180664128": "Вивчивши тисячі сигналів, моделі можуть зробити висновок і досягти високої впевненості у виявленні зловмисної поведінки дуже швидко, навіть якщо жоден окремий сигнал сам по собі не буде достатньо сильним, щоб вказувати на проблему.",
    "961941354": "Однак жодне з цього не вимагає використання персональної інформації (\"PII\"). Сучасні криптографічні методи дозволяють нам якнайшвидше відкидати будь-які персональні дані, створюючи замість них односторонні підписи, які не можна прив’язати до жодної особи.",
    "1706581702": "Навчання з розпізнаними даними працює так само добре, і не вимагає компромісу ні з точки зору безпеки, ні для конфіденційності. Наші клієнти провели емпіричні випробування і оголосили нас рівними або кращими за набагато менш приватні альтернативи.",
    "3203921334": "У рішеннях hCaptcha нам сподобалося кілька речей: 1) вони не продають персональні дані; вони збирають лише мінімальні необхідні персональні дані, вони прозоро описують інформацію, яку вони збирають, і як вони її використовують та/або розголошують.",
    "305735018": "Нарешті, надійна альтернатива Google. hCaptcha Enterprise забезпечує значну економію на вашому рахунку reCAPTCHA з підвищеною безпекою: у деяких випадках до 80% дешевше.",
    "3695206755": "Спробуйте нас у вашому оточенні без жодних зобов’язань.",
    "2941545733": "Ми інженери, а не продавці: ми хочемо, щоб ви були задоволені своїм вибором.",
    "131871195": "Найкращий спосіб забезпечити ваше задоволення — продемонструвати, що ми відповідаємо вашим потребам.",
    "3436534225": "Практично всі компанії, які запускають пілот, в кінцевому підсумку вибирають наші рішення.",
    "4060250206": "Використовуйте цю форму, щоб зв’язатися з одним із наших технічних спеціалістів. Ми швидко реагуємо.",
    "1159746815": "Ви також можете надіслати нам електронний лист безпосередньо.",
    "2531534427": "Деталі тут.",
    "2059998584": "Регіон",
    "3916131732": "Америки",
    "135276624": "Європа, Близький Схід, Африка (EMEA)",
    "1182294134": "Азіатсько-Тихоокеанський регіон (APAC)",
    "2437934778": "Твоє ім'я",
    "3859506577": "Ділова електронна пошта",
    "1268414751": "Будь-які інші деталі, які ми повинні мати?",
    "42559805": "Вам потрібна термінова адаптація?",
    "851679588": "Так.",
    "1729677626": "Я підданий атаці і вимагаю негайної реєстрації.",
    "2808971932": "Це деякий текст всередині блоку div.",
    "2468683988": "Заголовок",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Текстове посилання",
    "2212670355": "Зареєструватися",
    "31502377": "Що таке елемент Rich Text?",
    "2310705547": "Елемент форматованого тексту дозволяє створювати та форматувати заголовки, абзаци, цитати, зображення та відео в одному місці, замість того, щоб додавати та форматувати їх окремо. Просто двічі клацніть і легко створюйте вміст.",
    "2590587108": "Статичне та динамічне редагування вмісту",
    "778204464": "Розширений текстовий елемент можна використовувати зі статичним або динамічним вмістом. Для статичного вмісту просто перетягніть його на будь-яку сторінку та почніть редагувати. Для динамічного вмісту додайте поле форматованого тексту до будь-якої колекції, а потім підключіть елемент форматованого тексту до цього поля на панелі налаштувань. Вуаля!",
    "1890955039": "Як налаштувати форматування для кожного форматованого тексту",
    "3286051798": "Заголовки, абзаци, блокові цитати, малюнки, зображення та підписи малюнків можуть бути стилізовані після додавання класу до елемента форматованого тексту за допомогою вкладеної системи вибору \"Коли всередині\".",
    "504332576": "Ми з гордістю повідомляємо, що hCaptcha перетворилася на найбільшу незалежну службу кібербезпеки в світі, яка працює приблизно на 15% Інтернету, і ми отримали більшу частину цієї частки ринку безпосередньо від Google reCAPTCHA. Разом hCaptcha і",
    "1155436473": "(наша корпоративна пропозиція) тепер захищає сотні мільйонів користувачів на десятках мільйонів веб-сайтів і програм щомісяця. Наша історія показує, що ви можете конкурувати з Big Tech, якщо ставите конфіденційність на перше місце.",
    "3108727249": "БотСтоп",
    "1296696044": "Конфіденційність проти безпеки: чому не обидва?",
    "538871570": "Конкуренція з Google та іншими великими технологічними компаніями здається важкою справою: їх монопольна ринкова влада, ефекти платформи та армія високооплачуваних розробників, як правило, вважаються занадто потужними, щоб боротися з ними для когось, крім інших технологічних гігантів, таких як Facebook або Amazon. Наша історія показує, що так бути не обов’язково – ви можете перемогти Big Tech, зосередившись на конфіденційності.",
    "3600718611": "Розглянемо Google reCAPTCHA,",
    "4281708680": ". У hCaptcha ми свідомо застосували зовсім інший підхід, використовуючи методи машинного навчання, що зберігають конфіденційність, щоб з високою точністю визначати типову поведінку ботів, споживаючи та зберігаючи якомога менше даних.",
    "3312336121": "який споживає величезну кількість даних про поведінку, щоб визначити, чи є користувачі Інтернету законними людьми чи ботами",
    "1193738791": ": вони відстежують поведінку користувачів на кожній сторінці веб-сайту та в Інтернеті. Ми розробили hCaptcha, щоб бути максимально безпечним для конфіденційності з першого дня. Це призвело до зовсім іншого підходу до проблеми. Як виявилося, відстеження користувачів в Інтернеті та прив’язування їх історії веб-пошуку до їхньої особистості абсолютно непотрібні для досягнення хорошої безпеки. Багато компаній, які перейшли на hCaptcha",
    "2620705814": "Google є рекламною компанією, і її продукти безпеки дуже схожі на рекламні продукти",
    "1126447688": "часто повідомляють про однакову чи кращу продуктивність у виявленні та пом’якшенні наслідків, незважаючи на нашу увагу до конфіденційності",
    "439777523": "Питання регулювання",
    "3588274874": "Зосереджуючись на постачанні продукту, який відповідає вимогам регуляторних вимог, таких як GDPR Європейського Союзу та CCPA Каліфорнії, ми відчули значне зростання – звісно, допомагає те, що hCaptcha є простою заміною reCAPTCHA, тому її можна встановити за лічені хвилини.",
    "2150595700": ". GDPR і CCPA висвітлюють проблеми конфіденційності для корпоративних покупців, і в той же час конфіденційність в Інтернеті стає все більш важливою для громадськості, оскільки всі ми починаємо розуміти, як індустрія онлайн-реклами та маркетингу історично використовувала наші дані.",
    "2624949852": "Звичайно, з 2009 року reCAPTCHA була одним із перших учасників веб-безпеки, захищаючи мільйони веб-сайтів від загроз з боку зловмисних ботів та спамерів. Однак останніми роками він був повністю скомпрометований:",
    "499510428": "Ми дійсно вважаємо, що регулювання допомогло нам тут",
    "1232651561": "Програмне забезпечення тепер настільки ж добре, як люди, у вирішенні проблем reCAPTCHA.",
    "824740867": "Замість того, щоб покращувати рішення, Google випустив reCAPTCHA v3, який працює більше як рекламна мережа, ніж програмне забезпечення безпеки, збираючи дані про поведінку з усього Інтернету для створення профілів користувачів. На жаль, цей тип сигналу легко подолати, і, таким чином, забезпечує незначний захист від ботів, завдаючи шкоди конфіденційності користувачів.",
    "1027023087": "Натомість ми в hCaptcha зосередилися на сучасніших підходах до проблеми, які не вимагають збереження довготривалих записів поведінки, як-от історія перегляду, і виявилися набагато більш стійкими перед обличчям рішучих супротивників з моменту введення послуги.",
    "2852295413": "Внутрішній конфлікт інтересів: зупинка роботи з роботою знижує дохід рекламної мережі",
    "1597520917": "Все більше критиків зазначають, що нехтування Google конфіденційністю користувачів має турбувати клієнтів, які прагнуть захистити свої веб-сайти та програми.",
    "763447231": "У той же час припинення доступу ботів до сайтів видавців може виявити шахрайство з рекламою, протиставляючи продукт Google reCAPTCHA безпосередньо з рекламним бізнесом, який приносить понад 80% їхнього доходу.",
    "999674529": "Кожен бот, який виявляє Google, повинен заробляти нуль рекламних доларів. Таким чином, стимули компанії Google погано відповідають користувачам їхніх служб безпеки, і це може бути одним із пояснень поганої ефективності їхньої пропозиції безпеки reCAPTCHA.",
    "956019009": "Найбільші компанії з веб-інфраструктури вже вжили заходів",
    "1923297430": "Останній переломний момент для багатьох великих клієнтів настав, коли Google почав стягувати гроші з компаній за використання їх продукту в будь-якому значному масштабі. Це змусило користувачів reCAPTCHA протягом тривалого часу шукати кращі альтернативи, оскільки регуляторні проблеми в усьому світі вже зробили використання пропозицій Google все більш непривабливими.",
    "2197218442": "Генеральний директор Cloudflare Метью Принс підсумував цю точку зору в",
    "155456850": "оголошуючи про перехід на hCaptcha:",
    "435302267": "публікація в блозі компанії",
    "2087769953": "\"Ми раді цій зміні, тому що вона допомагає вирішити проблеми конфіденційності, властиві покладатися на службу Google, яку ми користуємося протягом певного часу. Ми оцінили ряд постачальників CAPTCHA, а також створили систему самостійно. Зрештою, hCaptcha стала найкращою альтернативою reCAPTCHA». «Нам сподобалося багато речей у рішеннях hCaptcha: 1) вони не продають особисті дані; вони збирають лише мінімальні необхідні персональні дані, вони прозоро описують інформацію, яку вони збирають, і як вони її використовують та/або розголошують».",
    "595582512": "Якщо ви хочете ефективно захистити свій сайт або додаток від ботів, спамерів або інших зловмисників, зберігаючи при цьому конфіденційність користувачів (і дотримуючись усіх відповідних правил!), розгляньте hCaptcha та нашу пропозицію Enterprise",
    "3388180864": "Хочете працювати над глибокими технічними проблемами у веб-масштабі? Ми завжди наймаємо талановитих інженерів по всьому світу -",
    "3892952987": "перегляньте наші вакансії та подайте заявку тут",
    "3368788823": "Теренс Іден робить цікавий момент у своєму блозі: \"",
    "1491780143": "CAPTCHA не доводить, що ви людина – вони доводять, що ви американець",
    "2146900431": "Інтуїтивно, це твердження має великий сенс. CAPTCHA, як і майже все, вбудовані в культурний контекст, і якщо ваш пул проблем здебільшого створений в одній культурі, він може не дуже добре переноситися в іншу. По суті, це питання культури",
    "378086442": "CAPTCHA, а не їхній UX як такий.",
    "1445008801": "Як каже Іден:",
    "332723732": "зміст",
    "2072808435": "\"Вгадайте, Google? Таксі в моїй країні, як правило, чорні. Я переглянув достатньо фільмів, щоб знати, що всі в Америці жовті. Але в кожній іншій країні, яку я відвідав, таксі були мішаниною. різні відтінки».",
    "3206136647": "Проблема Google тут заснована на даних запитань, які вони використовують у порівнянні з тим, хто їх бачить. Якщо всі дані надходять з однієї культури (а у випадку Google з однієї компанії), ви, безумовно, можете очікувати, що виникнуть проблеми, які погано передаються в інші культури, відповідно до скарги Ідена.",
    "2217842245": "Однак наші дані показують, що (для hCaptcha)",
    "4280117172": "Багато країн насправді працюють трохи краще, ніж США, включаючи Нігерію, Індію, Бразилію та Німеччину:",
    "555749578": "існує менш ніж 1% дисперсії в швидкості вирішення проблеми в основних країнах на кожному континенті.",
    "151737819": "Ставки hCaptcha Solve в усьому світі відрізняються дуже мало",
    "3908992897": "і використовується в кожній країні та на території світу, тому ми дуже зосереджені на забезпеченні послідовного глобального досвіду.",
    "2808122102": "Таким чином, межкультурна функціональність є основною вимогою для нашого сервісу. Важливою частиною нашої місії є забезпечення швидкого доступу всіх законних користувачів до вмісту. Ми пропонуємо завдання 110 мовами та постійно вдосконалюємо відповідні переклади, щоб переконатися, що наші проблеми можуть бути вирішені кожним.",
    "3913801502": "Зараз hCaptcha працює приблизно на 15% Інтернету",
    "2077639538": ". По-перше, дані про проблеми щодо нашого сервісу можуть надходити з багатьох джерел, а не з одного – від великих компаній зі списку Fortune 500 до стартапів машинного навчання, якщо вони дотримуються наших",
    "3951112506": ". Це вже гарантує вищий ступінь неоднорідності даних.",
    "1803943584": "По-друге, ми дозволяємо завданням самооптимізуватися, щоб визначити, у яких країнах або мовах вони будуть працювати, ще більше підвищуючи ймовірність постійного досвіду. Якщо точність буде нижчою, ніж очікувалося, набір питань просто припиниться в регіоні або мові, де виникає цей ефект.",
    "3668873369": "У hCaptcha ми застосували інший підхід від першого дня",
    "1519201684": "Етична політика AI",
    "2155089487": ". Якби наші проблеми було легше вирішувати деяким групам, ми очікували б побачити різницю в тому, як люди по всьому світу та в різних культурах працюють під час їх вирішення. У контексті допису Ідена ми очікуємо, що американці будуть краще, ніж люди в інших країнах. Оскільки ми витратили роки на розробку систем, щоб уникнути цієї проблеми, ми насправді бачимо якраз протилежне.",
    "2603863826": "PS: Якщо ви знайдете переклад вашою мовою, який можна було б покращити, не соромтеся надіслати a",
    "3543141425": "для нього!",
    "2697276059": "Свідчення того, що це працює: однакові показники розв’язування по всьому світу",
    "664236229": "запит на витяг"
}