{
  "header-privacy-link": "Intimité",
  "header-integration-link": "L'intégration",
  "header-cost-link": "Coût",
  "header-features-link": "Caractéristiques",
  "header-docs-link": "Documents",
  "header-login-button": "Connexion",
  "header-contact-button": "Contacter le service commercial",
  "intro-heading": "Vérification de l'humanité sans friction.",
  "intro-contact-button": "Contactez-nous pour en savoir plus",
  "intro-text-bottom": "Utilisé par les entreprises qui alimentent le Web.",
  "sub-menu-button": "Contacter le service commercial",
  "sub-menu-item1": "Entreprise",
  "sub-menu-item2": "Coût",
  "sub-menu-item3": "L'intégration",
  "sub-menu-item4": "Caractéristiques",
  "sub-menu-item5": "Intimité",
  "sub-menu-item6": "Documents",
  "info-head-1": "Construit sur la plate-forme éprouvée hCaptcha",
  "info-text-1": "hCaptcha Enterprise fonctionne sur la technologie de plate-forme hCaptcha, étendue pour inclure les fonctionnalités dont les entreprises à fort trafic ont besoin.",
  "info-head-2": "Un partenaire de confiance",
  "intro-subtitle": "Résolvez votre problème de bot aujourd'hui.",
  "info-text-2": "Nos services sont approuvés par les plus grandes entreprises du monde pour servir plusieurs millions d'utilisateurs quotidiens sur des dizaines de millions de sites.",
  "cloudflare-quote-text": "Nous avons évalué un certain nombre de fournisseurs de CAPTCHA ainsi que la construction d'un système nous-mêmes. Au final, hCaptcha s'est imposé comme la meilleure alternative au reCAPTCHA.",
  "cloudflare-quote-detail": "Directeur de la gestion des produits, Cloudflare",
  "section-quote-head": "L'option rentable pour les entreprises à fort trafic",
  "section-quote-text": "Enfin une alternative crédible à Google. hCaptcha Enterprise offre des économies considérables sur votre facture reCAPTCHA avec une sécurité accrue : jusqu'à 80 % moins cher dans certains cas. ‍De nombreux services en ligne parmi les plus importants au monde sont passés à hCaptcha Enterprise et ont bénéficié d'une détection améliorée des bots ainsi que d'économies substantielles.",
  "section-quote-button": "Contactez-nous aujourd'hui pour un devis",
  "section-privacy-header": "Axé sur la confidentialité",
  "section-privacy-text-1": "Les réseaux publicitaires voient vos visiteurs comme le produit. Pour nous, le seul produit est de déterminer leur humanité. Nos services respectent ou dépassent les exigences GDPR, CCPA et LGPD, et prennent en charge des initiatives telles que Privacy Pass. Nous travaillons dur pour équilibrer la confidentialité et la sécurité.",
  "section-privacy-text-2": "Cet accent unique sur la confidentialité signifie que nous pouvons offrir aucune rétention de données individuelles, un fonctionnement sans cookie et d'autres garanties contractuelles de confidentialité, le cas échéant, tout en maintenant une excellente sécurité.",
  "section-security-header": "La sécurité d'abord",
  "section-security-text-1": "La précision est dans votre intérêt et le nôtre. hCaptcha fonctionne pour vous donner des données réelles et vous laisser décider comment les utiliser. D'autres captchas sont fournis par des sociétés de publicité gigantesques. Cela signifie que chaque bot qu'ils bloquent peut réduire leurs revenus.",
  "section-security-text-2": "L'utilisation des dernières techniques d'apprentissage automatique en mettant l'accent sur la confidentialité nous permet de dépasser les normes de sécurité des stratégies d'enregistrement de tout pour toujours sans nuire à la sécurité ou à la confidentialité des utilisateurs.",
  "section-user-experience-header": "Excellente expérience utilisateur",
  "section-user-experience-text1": "Pour les utilisateurs d'entreprise, des options sont disponibles pour éviter complètement les défis dans la plupart des scénarios.",
  "section-user-experience-text2": "Réduisez les frictions en évitant entièrement un défi pour 99,9% de votre trafic légitime tout en offrant une excellente sécurité, grâce à des modèles de bot avancés.",
  "section-easy-integration-header": "Intégration facile",
  "section-easy-integration-text": "L'ajout de hCaptcha ne prend que quelques minutes et quelques lignes de code. L'API de base est compatible avec reCAPTCHA V2, et le changement ne prend que quelques minutes. Vous pouvez être opérationnel dès aujourd'hui avec une alternative supérieure et activer des fonctionnalités plus avancées si nécessaire.",
  "section-easy-integration-serverside": "Du côté serveur:",
  "section-easy-integration-frontend": "L'extrémité avant:",
  "section-threat-header": "Scores de menace personnalisés",
  "section-threat-text": "Tous les problèmes ne sont pas les mêmes : obtenir un score unique signifie qu'il doit répondre à vos besoins pour être utile. Avec les scores de menace personnalisés uniques de hCaptcha, une consultation rapide nous permet d'ajuster nos modèles pour fournir des scores plus pertinents pour votre entreprise.",
  "section-challenges-header": "Lancez vos propres défis en quelques secondes",
  "section-challenges-text-1": "Restez sur la marque avec un contenu pertinent",
  "section-challenges-text-2": "Lorsque les utilisateurs doivent résoudre un défi pour répondre aux exigences de sécurité, pourquoi ne pas créer des tâches agréables et pertinentes pour l'utilisateur ? Avec notre concepteur de défi personnalisé simple, vous pouvez lancer du contenu de défi sur la marque en quelques minutes seulement.",
  "section-integration-header": "Intégration directe de la plate-forme",
  "section-integration-subheader": "Pour les entreprises d'infrastructure Web",
  "section-integration-text": "Le système hCaptcha Enterprise est particulièrement flexible dans sa conception : il peut être partiellement ou entièrement déployé à la périphérie de votre réseau si vous exploitez un cloud public ou possédez de nombreux centres de données. ‍Cela peut réduire considérablement les coûts et le trafic hors réseau tout en conservant tous les avantages de la gestion par notre personnel d'astreinte 24h/24 et 7j/7 pour respecter les SLA les plus stricts.",
  "section-support-header": "Une expertise et une assistance accessibles pour vous et vos utilisateurs",
  "section-support-text": "Le service est une priorité absolue pour nous. Nous maintenons une assistance sur appel 24h/24 et 7j/7 et proposons une coordination Slack directe avec votre équipe d'intégration d'ingénierie et notre personnel d'astreinte pendant et après la mise en œuvre.‍ ‍Nous nous engageons également à surveiller activement et à répondre aux questions de vos utilisateurs sur les réseaux sociaux, les forums , et nos canaux d'assistance via les widgets et les e-mails. Nous sommes accessibles et réactifs, et traitons la satisfaction des utilisateurs comme un KPI de premier ordre.",
  "section-enterprise-header": "Fonctionnalités d'entreprise",
  "section-enterprise-title-1": "Protection anti-bot de classe mondiale",
  "section-enterprise-desc-1": "Testé au combat à l'échelle du Web.",
  "section-enterprise-title-2": "Scores de bot de haute précision",
  "section-enterprise-desc-2": "Détectez les mauvais acteurs de nombreux types différents.",
  "section-enterprise-title-3": "Zéro friction et 99,9% modes passifs",
  "section-enterprise-desc-3": "Défiez moins de 0,1 % des utilisateurs légitimes.",
  "section-enterprise-title-4": "Types de défi de contrôle affichés",
  "section-enterprise-desc-4": "Large bibliothèque de types à choisir.",
  "section-enterprise-title-5": "Contrôler le contenu du challenge utilisé",
  "section-enterprise-desc-5": "Restez sur la marque avec une expérience utilisateur cohérente.",
  "section-enterprise-title-6": "SLA d'entreprise",
  "section-enterprise-desc-6": "Fiabilité garantie et assistance rapide 24h/24 et 7j/7.",
  "section-enterprise-title-7": "Prise en charge des navigateurs hérités",
  "section-enterprise-desc-7": "Compatible depuis Internet Explorer 8.",
  "section-enterprise-title-8": "Tableaux de bord et API de reporting avancés",
  "section-enterprise-desc-8": "Découvrez ce qui se passe sur tous vos sites et applications.",
  "section-enterprise-title-9": "Fonctionne dans tous les pays",
  "section-enterprise-desc-9": "Contrairement à reCAPTCHA, nous travaillons dans tous les pays.",
  "section-enterprise-title-10": "Politique de confidentialité conforme au RGPD, au CCPA et à la LGPD",
  "section-enterprise-desc-10": "Conçu pour l'intimité dès le premier jour. Accord de traitement des données solide.",
  "section-enterprise-title-11": "Niveaux de difficulté à grain fin",
  "section-enterprise-desc-11": "Composez-le pour qu'il corresponde exactement à votre cas d'utilisation.",
  "section-enterprise-title-12": "Hébergement de première partie",
  "section-enterprise-desc-12": "Toutes les demandes et les actifs vont à hcaptcha.votredomaine.com",
  "section-enterprise-title-13": "Tableaux de bord multi-utilisateurs",
  "section-enterprise-desc-13": "Partagez la gestion au sein de votre équipe.",
  "section-enterprise-title-14": "Vérification instantanée",
  "section-enterprise-desc-14": "Latence 0 ms : vérifiez les jetons hCaptcha sans appel d'API.",
  "section-enterprise-title-15": "Intégration mobile (iOS et Android)",
  "section-enterprise-desc-15": "Expérience transparente sur le Web, le mobile natif, le Web mobile. Intégrations prédéfinies et SDK natifs disponibles.",
  "section-enterprise-title-16": "Conditions personnalisées et garanties de confidentialité",
  "section-enterprise-desc-16": "Répondez à vos besoins juridiques lorsque d'autres entreprises ne le peuvent pas.",
  "presented-challlenges-head": "Défis présentés",
  "presented-challenges-title-1": "Comparaison",
  "presented-challenges-text-1": "Sélectionnez toutes les images qui correspondent à la requête",
  "presented-challenges-title-2": "Boîte englobante",
  "presented-challenges-text-2": "Définir la zone de délimitation des objets",
  "presented-challenges-title-3": "Catégorisation",
  "presented-challenges-text-3": "Identifier les étiquettes correspondantes",
  "presented-challenges-subheader": "...et d'autres tâches simples. Facile pour les humains, difficile pour les robots.",
  "presented-challenges-subtext": "Tâches personnalisées également disponibles pour les éditeurs d'entreprise.",
  "footer-header-1": "Société",
  "footer-header-2": "Ressources",
  "footer-header-3": "Contact",
  "footer-link-1": "Étiquetage",
  "footer-link-2": "Sur",
  "footer-link-3": "Travaux",
  "footer-link-4": "Marques",
  "footer-link-5": "Blog",
  "footer-link-6": "Statut",
  "footer-link-7": "Documentation",
  "footer-link-8": "Signaler un bug",
  "footer-link-9": "Accessibilité",
  "footer-terms": "termes",
  "footer-privacy": "Intimité",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Soutien",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "Passer à l'anglais",
  "intro-heading-privacy": "Conçu pour l'intimité.",
  "intro-subtitle-p1-privacy": " Une approche unique de la sécurité en ligne axée sur la confidentialité.",
  "info-head-2-pr": "L'enregistrement de l'activité en ligne n'est pas la solution.",
  "info-text-1-pr": "hCaptcha Enterprise n'a qu'un seul objectif : empêcher les mauvais acteurs de perturber vos opérations en ligne et de nuire à vos utilisateurs.",
  "info-text-2-pr": "Nos systèmes sont ainsi conçus dès le départ pour minimiser la collecte et la conservation des données tout en maintenant une sécurité de pointe. La meilleure façon de protéger les données des utilisateurs est de ne pas les stocker du tout.",
  "info-text-3-pr": "Toutes les relations clients sont également protégées par un accord de traitement des données solide. Le service hCaptcha est conforme à toutes les lois sur la confidentialité, peu importe où votre service ou vos clients résident. Le fait de ne pas conserver de données personnelles nous facilite la tâche par rapport à d'autres entreprises.",
  "info-text-2-2-pr": "Des services comme reCAPTCHA v3 disent que mettre leur pixel de suivi sur chaque page de votre site est nécessaire pour une bonne sécurité. Ce n'est pas le cas.",
  "info-text-2-3-pr": "Une simple analyse comportementale est un signal facilement falsifié par de mauvais acteurs et nécessite également de conserver l'historique de navigation pour tout votre trafic légitime.",
  "info-text-2-4-pr": "Nous n'exploitons pas de réseau publicitaire et n'avons aucun intérêt à observer votre comportement d'utilisateur afin de leur vendre des publicités. Cela signifie que nous n'exigeons pas un pixel passif sur chaque page de votre site.",
  "info-text-2-5-pr": "Ajoutez notre code de défi uniquement là où cela est nécessaire et là où il est judicieux de vous protéger, vous et vos utilisateurs.",
  "info-head-3-pr": "L'apprentissage automatique est utile. Mais il ne nécessite pas de données personnelles pour fonctionner.",
  "info-text-3-1-pr": "L'apprentissage automatique a désormais un impact sur presque tous les aspects de notre vie, souvent d'une manière que nous ne réalisons pas et que nous ne pouvons pas voir. Les services de sécurité en ligne ne sont pas différents.",
  "info-text-3-2-pr": "En apprenant sur des milliers de signaux, les modèles peuvent déduire et atteindre une confiance élevée dans la détection très rapide des comportements malveillants, même lorsqu'aucun signal individuel ne serait à lui seul assez puissant pour indiquer un problème.",
  "info-text-3-3-pr": "Cependant, rien de tout cela ne nécessite l'utilisation d'informations personnellement identifiables (PII). Les techniques cryptographiques modernes nous permettent de supprimer toutes les données personnelles le plus rapidement possible, créant à la place des signatures à sens unique qui ne peuvent être liées à aucun individu.",
  "info-text-3-4-pr": "La formation sur les données anonymisées fonctionne tout aussi bien et ne nécessite aucun compromis sur la sécurité ou la confidentialité. Nos clients ont fait les tests empiriques et nous ont déclarés égaux ou meilleurs que des alternatives beaucoup moins privées.",
  "cloudflare-quote-text-privacy": "Nous avons aimé un certain nombre de choses dans les solutions hCaptcha : 1) elles ne vendent pas de données personnelles ; ils ne collectent que le minimum de données personnelles nécessaires, ils décrivent de manière transparente les informations qu'ils collectent et comment ils les utilisent et/ou les divulguent.",
  "pilot-head": "Essayez-nous dans votre environnement sans engagement.",
  "pilot-text-1a": "Nous sommes des ingénieurs, pas des vendeurs : nous voulons que vous soyez satisfait de votre choix.",
  "pilot-text-1b": "La meilleure façon d'assurer votre satisfaction est de démontrer que nous répondons à vos besoins.",
  "pilot-text-1c": "Pratiquement toutes les entreprises qui lancent un projet pilote choisissent finalement nos solutions.",
  "pilot-text-1d": "Utilisez ce formulaire pour joindre l'un de nos spécialistes techniques. Nous répondons rapidement.",
  "pilot-text-1e": "Vous pouvez également nous envoyer un e-mail directement.",
  "pilot-email-details": "Les détails sont ici.",
  "pilot-f1": "Région",
  "pilot-f2": "votre nom",
  "pilot-f3": "votre entreprise",
  "pilot-f4": "Courriel professionnel",
  "pilot-f5": "D'autres détails que nous devrions avoir ?",
  "pilot-f6": "Avez-vous besoin d'une intégration urgente ?",
  "pilot-f7": "Oui.",
  "pilot-f8": "Je suis attaqué et j'ai besoin d'une intégration immédiate.",
  "pilot-f9": "Soumettre",
  "pilot-f10": "En entrant votre e-mail, vous acceptez nos Conditions et notre Politique de confidentialité, et de recevoir des e-mails de notre part.",
  "pilot-fo-1": "L'intégration ne pourrait pas être plus facile.",
  "pilot-fo-2": "hCaptcha propose des dizaines d'intégrations prédéfinies pour les systèmes frontaux et principaux que vous utilisez.",
  "pilot-fo-3": "Si vous venez du reCAPTCHA de Google, nos API sont des remplacements instantanés. Trois lignes de code suffisent.",
  "pilot-fo-4": "Nos ingénieurs d'intégration peuvent vous aider à démarrer rapidement, que vous ayez besoin d'une intégration React, de SDK pour les applications natives iOS, d'un exemple de backend Java ou de pratiquement tout autre scénario.",
  "pilot-fo-5": "Et comme toujours, la confidentialité est une valeur fondamentale pour nous. Ajoutez notre code de défi uniquement là où cela est nécessaire et là où il est judicieux de vous protéger, vous et vos utilisateurs. La minimisation de la collecte de données commence dès le moment de l'intégration.",
  "pilot-fdone": "Merci. Nous vous contacterons sous peu.",
  "home-ent-2-new": "En savoir plus sur notre solution d'entreprise.",
  "home-ent-button-new": "hCaptcha Entreprise",
  "home-main-plans2-new": "Les solutions hCaptcha Enterprise offrent une sécurité de pointe et protègent la plupart des meilleurs services en ligne.",
  "home-plans-button-2-new": "Apprendre encore plus",
  "header-enterprise-link": "Entreprise",
  "sales-interstitial-c1b-new": "En savoir plus sur hCaptcha Entreprise"
}
