{
    "1001938065": "L'intégration ne pourrait pas être plus simple",
    "1012122721": "* Cookies statistiques gérés directement par nous (c'est-à-dire cookies de première partie, pas de tiers), où les données ne sont pas utilisées pour le profilage.",
    "1014004474": "Les plans d'entreprise de hCaptcha offrent des accords de niveau de service avancés pour protéger votre organisation",
    "1021431157": "( ) Incompatibilité avec les licences open source ou open source",
    "1023070345": "Au plus tard le 14 mars 2021",
    "1023108656": "Catégories de destinataires tiers",
    "1023190144": "hCaptcha® dans le texte",
    "102498091": "Google facture 1 $ pour 1 000 demandes pour reCAPTCHA Enterprise, ce qui signifie qu'ils facturent désormais plus par demande que ce qu'il en coûte pour briser la sécurité de leur service. Cela semble être une mauvaise affaire.",
    "102695075": "Durée",
    "1027023087": "Chez hCaptcha, nous nous sommes plutôt concentrés sur des approches plus modernes du problème, qui ne nécessitent pas de conserver des enregistrements de comportement à long terme comme l'historique de navigation et qui se sont avérées beaucoup plus résistantes face à des adversaires déterminés depuis l'introduction du service.",
    "1027200955": "Discutez avec l'un de nos experts du domaine pour définir les besoins de votre projet : précision de la cible, format et toute exigence particulière.",
    "1028058338": "Veuillez consulter notre section « Avis aux personnes concernées de l'UE » relative à vos droits en vertu du Règlement général sur la protection des données (« RGPD »).",
    "1033698050": "1. Croyons-nous que le client nous a fourni un cas d'utilisation que nous jugeons moralement acceptable, selon notre interprétation des normes sociétales occidentales typiques ?",
    "1035621426": "Chaque bot identifié par reCAPTCHA réduit directement les revenus publicitaires de Google.",
    "1038019440": "1. Ce client représente-t-il les intérêts nationaux d'un pays connu pour adopter un comportement contraire aux lois et normes internationales ?",
    "103876916": "pour les rapports de sécurité éligibles sur le service hCaptcha et le code source associé.",
    "1042802841": "Les informations confidentielles sont toutes les informations marquées comme confidentielles ou exclusives, ou qui devraient raisonnablement être comprises par la partie destinataire comme étant confidentielles ou exclusives. Cela n'inclut pas les informations qui sont (1) accessibles au public, (2) déjà en possession de, développées indépendamment par, ou déjà connues de la partie destinataire, ou (3) ont été divulguées par ordonnance du tribunal ou autrement requis par loi.",
    "1045484714": "Intégration SAML SSO avec votre fournisseur d'identité, par exemple Okta ou Azure AD.",
    "1046087606": "IBM. (Global). Services fournis : IBM Cloud.",
    "1047251718": "Aujourd'hui, cependant, lorsque les gens parlent d'API, ils désignent invariablement des API basées sur des normes. Il s'agit d'API construites à l'aide de normes ouvertes telles que Representational State Transfer (REST) et de formats de fichiers standard ouverts tels que JavaScript Object Notation (JSON). De telles « API RESTful », comme on les appelle, peuvent être créées sans avoir besoin de logiciel propriétaire. Les API résultantes sont capables d'envoyer et de recevoir des appels de données et de procédure entre les applications logicielles. Par exemple, une application bancaire mobile utilise une API pour accéder aux systèmes de la banque.",
    "1050501253": "Trop difficile",
    "1051214799": "hCaptcha est un service de sécurité Web qui essaie de partager de la valeur avec les éditeurs de sites Web ou d'applications qui l'utilisent.",
    "1053787685": "Qu'est-ce que la fraude au paiement ?",
    "1058572205": "nous si vous souhaitez en savoir plus sur",
    "1059502393": "Capturer les détails du rapport de bogue : Firefox",
    "1061239711": "3. 1ère partie",
    "1062291156": "termes standards",
    "1066753052": "ce qui signifie que le portefeuille est vide et que vous êtes sur un site qui inclut un défi hCaptcha. Une fois le défi terminé, vous gagnerez des jetons pouvant être échangés sur n'importe quel autre site Web avec hCaptcha.",
    "1067704102": "La valeur de l'étiquetage des données",
    "1070364246": "Oups! Une erreur s'est produite lors de l'envoi du formulaire.",
    "10724169": "Vous acceptez notre politique de confidentialité, qui régit ce que nous ferons avec les informations personnelles que vous nous fournissez.",
    "1074044172": "Lorsque les utilisateurs doivent résoudre un défi pour répondre à vos exigences de sécurité, pourquoi ne pas poser des questions agréables et pertinentes pour l'utilisateur ?",
    "1077448694": "Pour intégrer des sites Web de médias sociaux tiers.",
    "1080672247": "Étant donné que de nombreuses questions posées ne peuvent pas être résolues de manière économique avec un logiciel standard et que les données sont généralement uniques au système, cela signifie que les robots sont souvent complètement arrêtés par le service gratuit et doivent plutôt s'appuyer sur des solveurs CAPTCHA humains, ce qui rend de nombreux types d'abus complètement non rentables.",
    "1080752747": "Contacter le service commercial",
    "1085089390": "Les abus en ligne découlent de comportements humains innés",
    "1087195513": "Si vous êtes un Contributeur qui accède aux Services et/ou exécute des tâches via ou en relation avec un Intégrateur au nom d'un Demandeur qui n'est pas IMI, alors vous acceptez et reconnaissez qu'Intuition Machines n'est pas responsable et n'a aucune obligation envers vous avec à l'égard de toute récompense ou autre compensation pour les tâches accomplies. Vous acceptez et reconnaissez que toute récompense ou autre compensation pour les tâches accomplies est déterminée uniquement conformément à votre accord avec le demandeur et/ou l'intégrateur, selon le cas. Tout litige concernant de telles récompenses ou autres compensations (y compris, sans s'y limiter, le fait de ne pas recevoir de telles récompenses ou autres compensations) est uniquement entre vous et le demandeur et/ou l'intégrateur, selon le cas.",
    "1087260385": "Si vous avez des questions concernant cette politique de confidentialité, veuillez nous contacter à",
    "1088304322": "Nous pouvons utiliser vos informations personnelles pour des raisons non décrites dans la présente politique de confidentialité, lorsque la loi nous autorise à le faire et lorsque la raison est compatible avec l'objectif pour lequel nous les avons collectées. Si nous devons utiliser vos informations personnelles à des fins non liées, nous pouvons vous en informer et vous expliquer la base légale applicable à cette utilisation. Si nous nous sommes appuyés sur votre consentement pour une utilisation particulière de vos informations personnelles, nous pouvons demander votre consentement à des fins non liées et vous permettre de mettre fin à votre utilisation du service à ce moment-là si vous vous y opposez.",
    "1089415440": "Détection précise des objets dans les images et la vidéo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Critères des préoccupations éthiques : Subjectif",
    "1092241113": "Mieux comprendre les intérêts de nos Clients et Intégrateurs.",
    "1093280979": "1. Formulaires de commande de la plateforme",
    "1099238677": "Avec notre volume élevé et notre faible latence, nous effectuerons votre travail rapidement, avec une livraison automatisée dès qu'il sera terminé.",
    "1103295010": "Gagnez de l'argent ou donnez à une œuvre caritative lorsque les humains résolvent les CAPTCHA",
    "1105363520": "Nous n'exploitons pas de réseau publicitaire et n'avons aucun intérêt à observer votre comportement d'utilisateur afin de leur vendre des publicités. Cela signifie que nous n'exigeons pas un pixel passif sur chaque page de votre site.",
    "110836420": "Dernière mise à jour : 23 décembre 2020",
    "1108398506": "les clients acquièrent un contrôle total sur l'expérience et bénéficient de l'expertise acquise par hCaptcha en exploitant le plus grand fournisseur de défis indépendant sur Internet. Ils bénéficient également d'une meilleure offre que reCAPTCHA Enterprise : jusqu'à 50 à 80 % de meilleurs prix, selon le volume.",
    "111184581": "Hébergement de première partie",
    "1112074001": "Étape 2 : Cliquez sur l'onglet Réseau dans les outils de développement. Cochez la case \"Persister les journaux\" en haut.",
    "1115642494": "1. Source : listes de sites reCAPTCHA de BuiltWith.com. Consulté le 9 juillet 2019.",
    "1115671076": "Zendesk, Inc. (mondial). Services fournis : Zendesk.com.",
    "1116455671": "R : Vous gagnerez une récompense pour la résolution initiale si l'utilisateur la termine sur votre site. Les rachats suivent le même modèle de réponse que si l'utilisateur avait passé automatiquement sur votre site en raison de la confiance élevée du client : aucun gain n'a lieu et l'appel de siteverify de votre serveur reçoit un « crédit : False » dans les résultats de la réussite.",
    "1118929614": "( ) Bêtise extrême de la part des gens qui font affaire avec des spammeurs",
    "1119009846": "Si nécessaire pour se conformer à la loi applicable, y compris les demandes gouvernementales, les demandes d'application de la loi, et autrement aux entités publiques et privées afin de protéger les droits, la confidentialité, la sécurité ou la propriété de vous, nous ou d'autres.",
    "1123365779": "Si vous êtes un développeur Web ou un utilisateur expert, le résumé est que nous aimerions que vous nous envoyiez un enregistrement réseau des journaux HAR et de la console du navigateur.",
    "1126302400": "Boîte englobante",
    "1126447688": "signalent souvent des performances égales ou meilleures en matière de détection et d'atténuation des bots malgré notre souci de la confidentialité",
    "1126613163": "Données sensibles",
    "1129833879": "Arrêtez les robots malveillants, protégez la confidentialité des utilisateurs",
    "1130783905": "La précision est dans votre intérêt et le nôtre. hCaptcha fonctionne pour vous donner des données réelles et vous laisser décider comment les utiliser. D'autres solutions de sécurité sont fournies par des sociétés de publicité gigantesques. Cela signifie que chaque bot qu'ils bloquent peut réduire leurs revenus.",
    "1130802068": "Nous utilisons les informations que nous collectons aux fins suivantes :",
    "1130868224": "Trois lignes de code",
    "1131196501": "De grandes entreprises comme",
    "1131525092": "Regroupez les mauvais acteurs sans effort via nos UID Scoped préservant la confidentialité pour trouver et arrêter la fraude et les abus associés",
    "1133989302": "Pourquoi hCaptcha ?",
    "1137757109": "S'il s'agit d'un compte de commerce électronique, l'attaquant peut commander des marchandises. Si la victime est une banque, l'attaquant peut transférer des fonds à l'étranger, et ainsi de suite.",
    "1139493658": ", et travaillez dur pour équilibrer la confidentialité et la sécurité.",
    "1139500589": "Pays",
    "1140554614": "Accord de traitement des données",
    "1141402092": "Fonctionnalités avancées de création de rapports",
    "1144966033": "Optimisé pour le coût et la qualité",
    "1150035777": "Des modèles d'apprentissage automatique sophistiqués génèrent des scores de confiance des robots basés sur de nombreux points de données au-delà de la réponse correcte aux questions",
    "1150786045": "www.botstop.com",
    "1150963691": "Atténuation de l'APT",
    "1151065360": "( ) Les listes noires sont nulles",
    "1155436473": "(notre offre d'entreprise) protège désormais des centaines de millions d'utilisateurs sur des dizaines de millions de sites Web et d'applications chaque mois. Notre histoire montre que vous pouvez rivaliser avec Big Tech lorsque vous accordez la priorité à la confidentialité.",
    "1155821305": "la défense est la profondeur",
    "1156712451": "Test d'emploi initial",
    "1159746815": "Vous pouvez également nous envoyer un e-mail directement.",
    "1160252730": "Google facture désormais des prix élevés pour reCAPTCHA Enterprise, ce qui a amené de nombreuses entreprises à réévaluer cet accord.",
    "1160707899": "12. Rôle du contributeur et relation avec l'IMI et les autres demandeurs",
    "1161704803": "Pourquoi avons-nous une politique d'éthique de l'IA ?",
    "116842359": "***** Les rapprochements devraient s'effectuer sur plusieurs jours en raison de la maintenance du système.",
    "1169005651": "15 sept. 2019",
    "1172067553": "La plate-forme HUMAN derrière hCaptcha fournit des fonctionnalités de gestion et de qualité du travail hautement sophistiquées via des déploiements sur site, hybrides ou SaaS qui s'intègrent à vos systèmes existants.",
    "117227832": "( ) Pourquoi devrions-nous avoir confiance en vous et vos serveurs ?",
    "1173652155": "Conseillers",
    "1173934218": "Nous comprenons que votre vie privée est importante pour vous et nous nous engageons à être transparents sur les technologies que nous utilisons. Cette politique fournit des informations détaillées sur comment et quand nous utilisons des cookies sur nos sites et services.",
    "1174237568": "Ces activités de traitement constituent nos intérêts légitimes. Nous essayons de considérer et d'équilibrer tout impact potentiel sur vous (à la fois positif et négatif) et vos droits avant de traiter vos informations personnelles pour nos intérêts légitimes. Nous n'utilisons pas vos informations personnelles pour des activités où nos intérêts sont outrepassés par un impact négatif sur vous (sauf si nous avons votre consentement ou si la loi l'exige ou le permet).",
    "1177598246": "Contacter le service commercial",
    "1182294134": "Asie-Pacifique (APAC)",
    "1186243118": "images de logo",
    "1187718370": "Contactez-nous",
    "1188668818": "fournir de fausses informations lors de l'utilisation de ce site Web (y compris, sans s'y limiter, se faire passer pour une autre personne ou organisation dans votre compte, ou déclarer faussement ou déformer autrement vous-même ou votre affiliation avec toute autre personne ou organisation dans votre compte ;",
    "119098046": "Qu'en est-il des solutions passives ou sans défi ?",
    "119298044": "Les technologies avancées de ML et d'IA auto-supervisées protègent vos propriétés Web contre les menaces et les attaques",
    "1193738791": ": ils suivent le comportement des utilisateurs sur chaque page d'un site Web et sur le Web. Nous avons conçu hCaptcha pour être aussi respectueux de la vie privée que possible dès le premier jour. Cela a conduit à une approche complètement différente du problème. Il s'avère qu'il est totalement inutile de suivre les utilisateurs sur le Web et de lier leur historique Web à leur identité pour obtenir une bonne sécurité. Les nombreuses entreprises qui sont passées à hCaptcha",
    "1200905005": "††† A partir de septembre 2021, les rapprochements et les versements se déroulent désormais sur une période d'environ 10 jours au lieu d'un seul jour, afin de simplifier les contraintes opérationnelles liées à la croissance du service.",
    "1201821619": "hCaptcha résout l'un des problèmes les plus urgents d'aujourd'hui : empêcher les robots malveillants d'abuser des services en ligne.",
    "120384113": "6. Résiliation",
    "1204911585": "2. Si vous utilisez le navigateur Brave, qui ne semble pas (en avril 2020) avoir de liste blanche de cookies, accédez à Préférences -> Boucliers -> Cookies et choisissez \"Autoriser tous les cookies\".",
    "1208179159": "LogDNA, Inc. (mondial). Services fournis : LogDNA.com.",
    "121192737": "Ajouts à venir",
    "1216071511": "Les mêmes idées sont proposées si fréquemment qu'il y a environ 20 ans, un auteur anonyme a proposé un texte à remplir utile pour les discussions en ligne sur les solutions anti-spam :",
    "121743429": "Pour les entreprises d'infrastructure Web",
    "1218990730": "comment signaler des problèmes avec des journaux détaillés",
    "1219091208": "Boîte de dépôt",
    "1224727373": "BotStop par hCaptcha",
    "122875767": "Répondez à vos besoins juridiques lorsque d'autres entreprises ne le peuvent pas.",
    "1229233916": "Notes de bas de page",
    "1230058025": "Divisibilité. À l'exception de la renonciation aux recours collectifs, si une condition ou une disposition, ou une partie de cette clause d'arbitrage est déclarée nulle ou inapplicable, elle sera rompue et le reste de la clause d'arbitrage sera exécutoire.",
    "1232651561": "le logiciel est maintenant aussi bon que les gens pour résoudre les défis reCAPTCHA.",
    "1233229030": "Divers",
    "1233793176": "Nos sites et services ne s'adressent pas aux enfants de moins de 13 ans et nous ne collectons pas sciemment des informations personnelles d'enfants de moins de 13 ans. Si nous apprenons que nous avons collecté des informations personnelles d'un enfant de moins de 13 ans, nous prendrons des mesures raisonnables pour supprimer ces informations de nos fichiers dès que possible, à moins que nous ayons une obligation légale de les conserver. Veuillez nous contacter au",
    "1235925265": "Documentation",
    "1237076138": "hCaptcha propose une offre équitable aux clients gratuits (hCaptcha Publisher) et aux entreprises (hCaptcha Enterprise).",
    "1240667045": "Nous pouvons suspendre, limiter ou annuler votre accès aux Services à tout moment pour quelque raison que ce soit, notamment parce que : (a) nous pensons que vous avez enfreint les présentes Conditions d'utilisation (y compris d'autres politiques connexes) ; (b) nous pensons que vous avez violé nos droits ou les droits d'un tiers ; (c) nous ne sommes pas en mesure de vérifier ou d'authentifier les informations que vous nous avez fournies ; ou (d) nous pensons que vos actions peuvent créer des responsabilités pour vous, nous ou un tiers. Pour éviter tout doute, nous nous réservons le droit de vous empêcher ou de suspendre le paiement si nous pensons raisonnablement que l'un des éléments ci-dessus s'applique à un tel paiement.",
    "1241291641": "Voir plus de détails.",
    "1242066691": "Cochez la case \"Autoriser les cookies tiers\".",
    "1243684308": "Nous prenons vos commentaires au sérieux et voulons nous assurer que tout le monde a une expérience en ligne plus agréable, avec moins de bots et moins de spam. Contactez-nous :",
    "1250541092": "- Sergi Isasi",
    "1253441326": "5. Cliquez sur \"OK\"",
    "1254771154": "défis affichés sur d'autres services prenant en charge le Privacy Pass qui intègrent également hCaptcha, par exemple Cloudflare.",
    "1258965840": "Ainsi, si l'attaquant peut accéder à un site, il peut probablement accéder à plusieurs sites à l'aide des informations d'identification divulguées. Par exemple, ils peuvent obtenir une paire nom d'utilisateur/mot de passe comme JohnDoe/525momma, mais ils n'ont aucune idée de ce que cette paire fera pour eux. Alors, ils essaient la paire sur Amazon.com, Ebay, Citibank, Walgreens et ainsi de suite. Ils pourraient essayer cette paire sur mille sites différents.",
    "1259002282": "Vous avez trouvé un bug ? Voici comment le signaler.",
    "126134492": "Autre",
    "1263998069": "Gagnez des récompenses pour les résolutions humaines",
    "1266963825": "Q : Est-ce que hCaptcha Section 508 + WCAG 2.1 AA est conforme ?",
    "1268414751": "D'autres détails que nous devrions avoir ?",
    "1268918580": "Certains des logos et marques utilisés par hCaptcha et ses partenaires sont la propriété de tiers et ne peuvent être utilisés qu'avec leur autorisation. Les tiers ne peuvent pas utiliser les marques suivantes, sauf autorisation de leurs propriétaires :",
    "1270712701": "Communiqués de presse et rapports récents",
    "1271831121": "Ce n'est pas comme si le pirate informatique (vêtu d'un sweat à capuche, bien sûr !) était assis là, tapant identifiant après identifiant. Le bot de connexion automatisé pourrait être créé à partir d'un outil standard comme Selenium ou d'un outil de piratage développé sur mesure.",
    "1273071008": "Demandes de droits d'accès des personnes concernées",
    "1273914192": "3. Impôts",
    "1275150216": "Repères",
    "1278884196": "Cela dit, la cryptographie est une discipline assez jeune. Sur la base de l'histoire récente, votre schéma et/ou implémentation cryptographique est susceptible d'être rompu dès que quelqu'un est incité à l'examiner de près, et il est probable que d'autres personnes le découvriront bien avant vous. S'appuyer sur du matériel signifie également que vous devrez peut-être demander à chacun de vos utilisateurs de changer un périphérique physique afin de corriger la faille. Il est peu probable que cela se produise rapidement dans la plupart des cas, ce qui signifie qu'en réalité, votre système échouera tout simplement à s'ouvrir.",
    "1282121137": "Pour comprendre à quel point la prise de contrôle de compte peut être problématique, considérez à quoi ressemble l'expérience du point de vue de l'institution financière. Ils gèrent des millions de connexions chaque jour.",
    "1289884910": "Nous publions également occasionnellement des analyses et des rapports. Par exemple:",
    "1291824746": "Les paiements hCaptcha sont effectués tous les trimestres sur une base de suivi de 60 jours. Pour illustrer ce que cela signifie, veuillez consulter le tableau ci-dessous.",
    "129661785": "Avez-vous déjà été invité à « cliquer sur la voiture/le passage pour piétons/le feu rouge ? »",
    "1296696044": "Confidentialité contre sécurité : pourquoi pas les deux ?",
    "1297224875": "Une approche unique de la sécurité en ligne de l'entreprise axée sur la confidentialité.",
    "1297657322": "Écran utilisateur d'accessibilité après la connexion",
    "1300485304": "hCaptcha protège contre les menaces avancées et les leurres conçus pour infiltrer vos réseaux",
    "130239139": "Quelle est la valeur des plus de 100 années-personnes de travail collectées quotidiennement par Google ?",
    "1316817321": "Attribution",
    "131871195": "La meilleure façon d'assurer votre satisfaction est de démontrer que nous répondons à vos besoins.",
    "1330274831": "Vous nous accordez par la présente une licence mondiale, non exclusive, sous-licenciable, transférable, libre de redevances et irrévocable pendant la durée du présent Contrat pour utiliser, reproduire, distribuer électroniquement et afficher publiquement les Données client uniquement dans le but de fournir les Services. . Vous déclarez et garantissez que vous possédez un droit, un titre et un intérêt suffisants dans et sur vos données afin d'accorder la licence dans cette section.",
    "1333016413": "Cela vous permet d'éviter les questions futures en enregistrant et en définissant un cookie.",
    "1337725003": "hCaptcha s'engage à démocratiser l'accès à l'annotation en temps réel à grand volume, permettant aux entreprises, grandes et petites, d'améliorer la qualité de leurs produits et services en appliquant l'apprentissage automatique à leur entreprise.",
    "1338341134": "hCaptcha + Privacy Pass (Bêta)",
    "1340011854": "Résolution alternative des litiges requise. Vous acceptez que pour tout litige découlant de ou lié à votre utilisation des Services, y compris tout litige pouvant survenir depuis le moment où vous avez commencé à effectuer des tâches pour IMI, et notamment toute réclamation liée au fait que vous classiez ou non comme un entrepreneur indépendant, vous informerez d'abord IMI de votre réclamation à son encontre. Vous et IMI tenterez alors de résoudre le problème par le biais d'une négociation directe ou d'une médiation. Nous partagerons également le coût de la médiation et convenons que la médiation sera menée par téléphone ou par d'autres moyens électroniques. Si une réclamation n'est toujours pas résolue à la suite de négociations informelles ou d'une médiation, vous acceptez que vous et IMI utilisiez un arbitrage définitif et exécutoire pour résoudre le différend. Cette clause régit toutes les réclamations rétroactivement à partir du moment où vous avez commencé à utiliser notre site Web, qu'elles soient fondées sur un délit, un contrat, une loi, y compris, mais sans s'y limiter, toute réclamation de discrimination et de harcèlement, qu'elles soient basées sur la California Fair Employment and Housing Act. , Titre VII de la Loi sur les droits civils de 1964, telle que modifiée, ou toute autre loi ou réglementation étatique ou fédérale, loi équitable ou autre.",
    "1344687860": "Boîtes englobantes",
    "1344959096": "Travailler en tant qu'étiqueteur de données individuel",
    "1345083090": "Signaler un problème de fonctionnalité ?",
    "134571844": "Impressum (Avis de site)",
    "1350478093": "Finalité du traitement",
    "135276624": "Europe, Moyen-Orient, Afrique (EMEA)",
    "1356745565": "Compatible depuis Internet Explorer 8.",
    "1358325821": "Tout d'abord, installez l'extension pour",
    "1362015807": "Commencer",
    "1368787974": "Partagez la gestion au sein de votre équipe.",
    "137127070": "insérer, télécharger ou joindre des liens ou des fichiers externes malveillants ou inconnus, ou télécharger tout contenu contenant un virus, un cheval de Troie, un ver, une bombe à retardement ou tout autre code informatique nuisible ;",
    "1373262754": "Savoir qui est un individu a une valeur minime pour hCaptcha. Nous nous soucions seulement de savoir s'il s'agit d'un humain ou d'un acteur malveillant.",
    "1374227759": "utiliser le site Web pour toute activité illégale ou à des fins autres que celles pour lesquelles il a été mis à disposition ;",
    "1377538813": "Langue dominante. La version anglaise de ces conditions d'utilisation prévaudra à tous égards et prévaudra en cas d'incohérence avec les versions traduites, le cas échéant.",
    "1388241689": "Informations collectées à la suite des réponses des utilisateurs finaux aux invites via le service (« données étiquetées »), telles que les données d'étiquetage d'images, le texte converti à partir de fichiers audio lus à ces utilisateurs finaux, les réponses aux questions et d'autres invites générées par le service à des fins d'étiquetage des données à utiliser dans des applications d'apprentissage automatique. Notez que les données étiquetées ne sont liées à aucun individu identifié.",
    "1393184984": "sont tout ce dont vous avez besoin.",
    "1394253934": "7. Abus, abus et fausses déclarations",
    "1397766838": "Meilleure expérience utilisateur",
    "1406188018": "6 et 7",
    "1406393333": "Tout accès ou utilisation des Services autre que conformément aux présentes Conditions d'utilisation et aux instructions que nous fournissons est strictement interdit. En particulier, vous NE DEVEZ PAS :",
    "1406692811": "se livrer à du spam ou publier tout type de publicité, tenter d'obtenir des références, une communication de masse, des offres ou des demandes d'argent, la sollicitation de services, la publicité, le marketing, des messages absurdes, des sujets dupliqués, du contenu illégal, des liens vers des sites sociaux, des adresses e-mail ou ID de messagerie instantanée, sauf si requis par la tâche ;",
    "1408530660": "IMI respecte la propriété intellectuelle d'autrui et nous nous réservons le droit de retirer de notre site tout matériel qui, selon nous, pourrait violer les droits intellectuels de tout tiers. Si vous pensez que votre propre travail a été copié d'une manière qui constitue une violation du droit d'auteur sur ce site Web, veuillez contacter le service client d'Intuition Machines.",
    "1408599440": "Commencez rapidement avec quelques lignes de code et notre mode passif à 99,9%, ou contrôlez totalement quand et comment les utilisateurs sont mis au défi. Des modèles de menace personnalisés et des défis personnalisables signifient une flexibilité inégalée pour assurer la sécurité.",
    "1408750006": "Sous réserve de certaines limitations, le CCPA donne aux consommateurs californiens le droit de demander plus de détails sur les catégories ou les éléments spécifiques d'informations personnelles que nous collectons (y compris la manière dont nous utilisons et divulguons ces informations), de supprimer leurs informations personnelles, de refuser toutes les « ventes » qui pourraient avoir lieu, ainsi que le droit de ne pas être discriminé pour l'exercice de ces droits.",
    "1409486258": "Correct",
    "1409822234": "En aucun cas, une marque hCaptcha identique ou presque identique ne doit être utilisée comme nom de domaine.",
    "1418235079": "Les fournisseurs de services",
    "1421074182": "Nettement plus élevé.",
    "1422537019": "nous aujourd'hui pour en savoir plus.",
    "1424800293": "Le logo hCaptcha :",
    "1428053210": "Ce contenu est généralement transformé par rapport à sa forme originale. Par exemple, une vidéo peut être divisée en plusieurs images, ces images peuvent être divisées en plusieurs nouvelles images, et ces nouvelles images sont ensuite mélangées au hasard pour produire le résultat final affiché.",
    "1434289796": "Certains cookies sont nécessaires pour certaines utilisations des sites, et sans ces cookies, nous ne serions pas en mesure de fournir de nombreux services dont vous avez besoin pour utiliser correctement les sites. Ces cookies, par exemple, nous permettent d'exploiter nos sites afin que vous puissiez y accéder comme vous l'avez demandé et nous permettent de reconnaître que vous avez créé un compte et que vous vous êtes connecté à ce compte pour accéder au contenu du site. Ils incluent également des Cookies qui nous permettent de mémoriser vos actions précédentes au cours de la même session de navigation et de sécuriser nos Sites.",
    "1445008801": "Comme le dit Eden :",
    "1446868537": "hCaptcha ne doit jamais être utilisé comme un verbe.",
    "1447649958": "Pour rappel, seul le trafic humain précis est éligible aux paiements. Vous pouvez voir plus de détails à ce sujet dans notre FAQ, liée ci-dessous. Le solde disponible doit également atteindre un seuil minimum pour être éligible au paiement, actuellement de 10 HMT.",
    "1457707016": "Pour les particuliers",
    "1467218142": "Ce que nous désirons d'eux et de nous-mêmes détermine notre comportement, et ainsi les mêmes schémas d'interaction se reproduisent dans tous les systèmes humains. Internet fournit de nombreux exemples de cet aspect fondamental de notre monde.",
    "1467308982": "Calendriers de paiement",
    "1467783792": "Aucune personne, entité ou organisation sanctionnée par les États-Unis (un « Acteur sanctionné ») n'est éligible pour des récompenses ou pour utiliser les Services en tant qu'Intégrateur. Pour éviter toute ambiguïté, cela inclut tout acteur sanctionné désigné par l'Office of Foreign Assets Control (« OFAC ») du Département du Trésor américain.",
    "1470290349": "pour une gestion optimale des bots et des fraudes.",
    "1475399473": "En savoir plus sur l'équipe hCaptcha",
    "1476843710": "Des formes de prise de contrôle de compte moins nuisibles sur le plan financier, mais toujours dommageables, impliquent le détournement de comptes de médias sociaux, etc. Dans ces cas, l'attaquant essaie généralement de diffuser des logiciels malveillants ou de se lancer dans des attaques de phishing contre des amis sans méfiance de la victime. Ou, l'agresseur essaie d'embarrasser la victime, ce qui arrive parfois avec des célébrités et des politiciens, par exemple.",
    "1477196356": "Diverses méthodes pour lier l'identité à un appareil de manière cryptographiquement sécurisée, parfois avec des propriétés de préservation de la confidentialité, ont été proposées depuis des décennies. La cryptographie à clé publique remonte à c. 1975, et les jetons matériels existent depuis presque aussi longtemps.",
    "1480820434": "image 1",
    "148188781": "Défis présentés",
    "1482845460": "( ) Nécessite une coopération totale immédiate de tout le monde à la fois",
    "1483015662": "3. Séance",
    "1485807325": "Tableaux de bord multi-utilisateurs, SAML SSO",
    "1487796027": "Pour les entreprises",
    "1491780143": "Les CAPTCHA ne prouvent pas que vous êtes humain - ils prouvent que vous êtes américain",
    "1493115924": "Remarques sur la marque :",
    "1493790285": "D'autres informations collectées auprès des utilisateurs finaux dans le cadre du service sont nécessaires pour déterminer s'ils",
    "1495915066": "Comment nous, nos partenaires de recherche universitaire et nos clients utilisons les médias Creative Commons",
    "1499894352": "Très peu d'entreprises offrent de la transparence dans leurs processus décisionnels dans ce domaine, et nous espérons que d'autres suivront cet exemple !",
    "1503240421": "Étape 5 : Cliquez sur l'onglet Console, puis faites un clic droit puis \"Enregistrer sous ..\" afin d'enregistrer le journal de la console. Envoyez-nous cela aussi.",
    "1504327211": "Veuillez noter que votre utilisation de notre Service est régie par nos",
    "1508655687": "Ajoutez vos propres défis adaptés à votre public pour rationaliser ou restreindre l'accès",
    "1510448156": "Vous pouvez être opérationnel dès aujourd'hui avec une alternative supérieure et activer des fonctionnalités plus avancées si nécessaire.",
    "1514478724": "Apprendre encore plus",
    "151737819": "Les taux de résolution hCaptcha à travers le monde montrent très peu de variance",
    "1517625162": "En vertu de l'article 1789.3 du Code civil californien, les utilisateurs californiens ont droit à l'avis suivant sur les droits des consommateurs : CA 95834, ou par téléphone au (916) 445-1254 ou (800) 952-5210.",
    "1517627947": "Vous voyiez probablement des photos de bâtiments ou des panneaux de signalisation à partir des voitures Streetview de Google et aidiez à étiqueter les emplacements de leurs produits Maps et Earth.",
    "1519201684": "Politique d'éthique de l'IA",
    "1519560388": "7. Source : Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Pour plus d'informations, contactez les ventes aux entreprises.",
    "1525506526": "Que sont les reprises de compte et comment fonctionnent-elles ?",
    "1526887904": "hCaptcha Entreprise Confidentialité",
    "1528242915": "Identifiants.",
    "1533171442": "Nous utilisons également des cookies fonctionnels et des cookies de tiers à des fins d'analyse et de marketing. Les cookies fonctionnels permettent à certaines parties des sites de fonctionner correctement et vos préférences d'utilisateur restent connues. Les cookies d'analyse, entre autres, collectent des informations sur la manière dont les clients, les intégrateurs et les utilisateurs finaux utilisent nos sites, le contenu et les produits que les utilisateurs consultent le plus souvent et l'efficacité de nos publicités tierces. Les cookies publicitaires aident à diffuser des publicités à des publics pertinents et à faire apparaître nos publicités en haut des résultats de recherche. Les cookies sont soit des cookies de \"session\" qui sont supprimés lorsque vous terminez la session de votre navigateur, soit des cookies \"persistants\", qui restent jusqu'à leur suppression par vous (discuté ci-dessous) ou la partie qui a servi le cookie. Des détails complets sur tous les cookies utilisés sur les sites sont disponibles dans notre tableau de divulgation des cookies ci-dessous.",
    "1539071196": "Nous utilisons généralement des cookies aux fins suivantes :",
    "1544546608": "Laissez-passer de confidentialité",
    "1544829730": "Si vous êtes un client ou un demandeur, vous acceptez que les conditions supplémentaires jointes aux présentes en tant qu'annexe client s'appliquent et soient incorporées par référence dans les présentes conditions d'utilisation. Si vous n'êtes pas un client ou un demandeur, ou si vous cessez d'être un client ou un demandeur, les conditions supplémentaires de l'annexe client ne s'appliqueront pas et ne seront pas incorporées par référence dans les présentes conditions d'utilisation.",
    "1546930020": "Obtenir des données étiquetées",
    "1547006769": "La vérification de l'humanité est le même problème",
    "1549336309": "hCaptcha renverse ce modèle. Lorsque vous utilisez hCaptcha, les entreprises enchérissent sur le travail de vos utilisateurs car ils prouvent leur humanité. Vous obtenez les récompenses.",
    "1549953005": "Vous pouvez avoir rempli un ou plusieurs formulaires de commande d'accès à la plateforme (chacun, un « bon de commande ») comme condition pour devenir un client ou un demandeur. Si tel est le cas, les termes et conditions décrits dans le bon de commande font partie des conditions d'utilisation et sont incorporés par référence.",
    "155456850": "annonçant leur passage à hCaptcha :",
    "1558428432": ". Veuillez les créditer à hCaptcha.com.",
    "155877895": "Détection et classification par l'homme",
    "1559150837": "Les cibles ne sont cependant pas sans défense. La plupart des sites Web ont des contrôles qui bloquent un utilisateur suspect qui essaie de se connecter à des milliers de comptes différents à partir de la même adresse IP dans un court laps de temps. Ce que les attaquants de bourrage d'informations d'identification font pour contourner ces techniques de protection, c'est de simuler la diversité géographique et IP. À l'aide d'outils puissants, souvent basés sur l'IA, ils peuvent donner l'impression que des milliers d'utilisateurs essaient de se connecter au hasard à différents moments de la journée dans tout le pays. C'est beaucoup plus difficile à détecter et à arrêter.",
    "1559190296": "5-11 janvier 2021†",
    "1559631739": "Apprentissage privé",
    "1560232962": "couvre en détail, aucune garantie n'est faite quant au montant gagné pour une réponse donnée. Il se peut qu'aucune question payante ne soit disponible à ce moment-là, une réponse peut être rejetée pour des raisons de qualité, etc.",
    "1565481281": "Une note aux résidents de Californie",
    "1569804581": "Si vous souhaitez être contacté à l'avenir concernant des opportunités connexes, veuillez remplir ce formulaire.",
    "1579093044": "Avec notre concepteur de défi personnalisé simple, vous pouvez lancer du contenu de défi sur la marque en quelques minutes seulement.",
    "1579715421": "Les scientifiques de l'IM publient régulièrement dans des conférences de premier plan telles que ICML, ICLR, ECCV et NeurIPS, et la société a publié des résultats de pointe dans des disciplines de ML telles que le hachage en profondeur [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Scores de bot de haute précision",
    "1589805435": "Nous avons également un",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Vous paierez à IMI les frais décrits dans le Bon de commande applicable via le mode de paiement que vous avez fourni dans le Bon de commande applicable. Sauf convention contraire expresse des deux parties par écrit, vous devrez effectuer le paiement intégral de toutes les factures émises dans les trente (30) jours suivant la date d'envoi de la facture. Vous nous autorisez à exécuter des autorisations de carte de crédit sur toutes les informations de carte de crédit que vous nous fournissez, à stocker ces informations de carte de crédit et à débiter votre carte de crédit ou tout autre compte que nous acceptons mutuellement comme mode de paiement. Sauf indication contraire sur le Bon de commande ou dans votre Contrat de service d'entreprise ou Contrat de service principal, tous les frais pour les Services, à l'exception des dépassements, sont facturés annuellement au début des services fournis par IMI en vertu de votre Contrat (la « Date d'entrée en vigueur »).",
    "159272246": "Q : Travaillez-vous sur d'autres options d'accessibilité (\"a11y\"), comme l'audio ?",
    "1595254735": "Les services purement passifs ont du mal à maintenir la précision de la détection des bots, ou même à savoir quand ils sont inexacts. Sans la possibilité de défier occasionnellement les utilisateurs et d'analyser correctement les résultats de ce défi, la précision a tendance à décliner considérablement au fil du temps.",
    "1597520917": "Un nombre croissant de critiques ont souligné que le mépris de Google pour la confidentialité des utilisateurs devrait concerner les clients cherchant à protéger leurs sites Web et leurs applications.",
    "1599610318": "Éditeur",
    "1601080128": "Si nous suspendons ou résilions votre compte, vous n'aurez plus accès à aucune partie du site Web, y compris les données, messages, fichiers et autres éléments que vous conservez sur le site. Vous ne pouvez PAS continuer à utiliser notre site Web sous un nom de compte différent ou nouveau. Les violations de ces conditions d'utilisation peuvent être poursuivies dans toute la mesure de la loi et peuvent entraîner des pénalités et des sanctions supplémentaires.",
    "1606599610": "Kieran Thompson",
    "1606783855": "R : Nous sommes très intéressés par le Privacy Pass pour le cas d'utilisation de l'accessibilité (\"a11y\"). Les options auparavant populaires telles que les captchas audio discriminent de nombreux utilisateurs. Nous pensons que la combinaison de notre approche a11y actuelle avec l'émission de Privacy Pass permettra aux utilisateurs a11y de naviguer en toute sécurité, en sachant que leur trafic est plus privé, tout en limitant les abus des opérateurs de bot qui se produisent inévitablement lorsque des options a11y sont disponibles.",
    "1609621367": "Transfert",
    "1617196410": "hCaptcha se concentre sur l'arrêt des bots. Peu importe qui est un utilisateur, mais seulement s'il est malveillant. Nous travaillons dur pour équilibrer la confidentialité et",
    "162063633": "Mailgun Technologies, Inc. (mondial). Services fournis : Mailgun.com.",
    "1620709264": "HUMAN Token® est une marque déposée de HUMAN Protocol Foundation et est utilisé avec son autorisation.",
    "1621597093": "Solutions de sécurité d'entreprise (payantes)",
    "1621930829": "Que peut-on faire contre les activités de fraude aux paiements avancées et incessantes d'aujourd'hui ? L'utilisation de plusieurs couches de contrôles est généralement une approche judicieuse. Cependant, les meilleures contre-mesures sont celles qui peuvent piéger le bot et révéler qu'il est faux, malgré les meilleurs efforts de ses créateurs pour reproduire le comportement humain.",
    "1622303590": "Pour activer les cookies dans Safari (iPhone/iPad iOS 11+) : Ouvrez vos Paramètres. Faites défiler vers le bas et sélectionnez Safari. Sous Confidentialité et sécurité, désactivez « Empêcher le suivi intersites » et « Bloquer tous les cookies »",
    "1624200563": "sécurité et se conformer au RGPD, CCPA, LGPD, PIPL et autres réglementations en matière de confidentialité.",
    "1627232990": "Les traductions de ces conditions d'utilisation sont fournies dans la mesure du possible. En cas de différence substantielle entre les conditions d'utilisation en anglais et une traduction de celles-ci, les conditions d'utilisation en anglais seront interprétées comme faisant autorité.",
    "1636202177": "Sur",
    "1637527266": "Quels pays ont le plus de trafic de bots ?",
    "1637702726": "À propos de hCaptcha",
    "1642844535": "est important : hCaptcha utilise plusieurs approches différentes pour répondre à la même question fondamentale, permettant une comparaison pour la cohérence entre toutes les évaluations.",
    "1644003939": "Remarque : ne s'applique pas à tous les clients. Par exemple, les clients IP Blinding ou d'autres clients d'options de confidentialité ou de sécurité avancées (par exemple, les clients Secure Virtual Tenancy) sont entièrement exclus de tout « PII » potentiel entrant dans les systèmes de télémétrie, même une adresse IP. Veuillez contacter votre représentant de compte pour plus d'informations si nécessaire.",
    "164801246": "La réconciliation est le processus par lequel le trafic est analysé après coup pour vérifier son humanité et son exactitude, une fois que toutes les données de tous les sites de signalement sont entrées. Vous pouvez lire plus de détails dans notre",
    "1655022901": "BotStop par hCaptcha™",
    "1655796811": "Informations collectées automatiquement à la suite de l'utilisation des Sites ou des Services par un Intégrateur ou un Client (« Informations analytiques »), telles que les adresses IP, le type de navigateur, le fournisseur de services Internet, le type de plate-forme, le type d'appareil, le système d'exploitation, la date et l'heure d'accès et d'autres informations similaires. Certaines informations analytiques sont collectées en notre nom par des tiers que nous engageons à cette fin, et certaines informations analytiques sont collectées via diverses technologies de suivi, y compris les cookies (voir « Technologies d'analyse et de suivi tierces » ci-dessous).",
    "165932542": "Un aperçu des taux de résolution de hCaptcha à travers le monde",
    "1662477701": "Ressources",
    "166277959": "Remarque : cette fonctionnalité est actuellement en version bêta et peut ne pas fonctionner pour tous les sites Web et tous les utilisateurs à tout moment. Dans le cas où il n'est pas activé ou ne fonctionne pas pour un utilisateur particulier, le comportement reviendra simplement à l'expérience hCaptcha standard sans perte de fonctionnalité.",
    "1663628612": "te laisse",
    "1665616092": "La fraude aux paiements est simple dans son concept, mais elle peut être incroyablement complexe dans son exécution actuelle.",
    "1669194950": "En plus des Informations personnelles, vous pouvez également être tenu de fournir (ou il peut être nécessaire que nous collections) d'autres données afin que nous puissions fournir les Services (collectivement, les « Données client »). Nous ne sommes pas responsables de tout manquement à l'exécution des Services causé par votre retard ou manquement à fournir les Données client.",
    "1671436004": "Vous voulez redonner à votre organisme de bienfaisance préféré?",
    "1671996585": "Il se peut que vous deviez intégrer votre site Web, votre application ou votre plate-forme à nos Services via notre interface de programmation d'applications (« API »). Si vous le faites, nous vous accordons une licence limitée, non exclusive, non transférable, non cessible et révocable pour utiliser l'API uniquement pour accéder aux Services. Nous pouvons modifier l'API et/ou cesser de prendre en charge les anciennes versions ou versions de l'API à tout moment. Nous nous réservons le droit de suspendre ou de limiter votre accès à l'API à notre seule discrétion, et nous déploierons des efforts raisonnables pour vous fournir un préavis avant la suspension.",
    "1678661231": "Pour la conformité, la prévention de la fraude et la sécurité",
    "1685871181": "Les meilleurs services en ligne s'appuient sur",
    "1686079269": "Des informations sur la gestion actuelle de la société peuvent être obtenues sur le",
    "1686655020": "Télécharger tout contenu soumis au droit d'auteur qui n'est pas votre œuvre originale, à moins que vous n'ayez l'autorisation du propriétaire légitime de publier un tel contenu et d'accorder à IMI tous les droits concédés sous licence ;",
    "1687299615": "Qu'est-ce qu'une reprise de compte ?",
    "1691348394": "- achats de masse automatisés lors d'une vente en édition limitée",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "Envoyez-nous un email",
    "1697438123": "Confidentialité",
    "1699668873": "Vous devez informer immédiatement IMI si vous soupçonnez que les informations de votre compte ont été volées ou utilisées par quelqu'un d'autre, ou toute autre violation de la sécurité.",
    "1702335960": "Toute information que nous collectons est soumise à la politique de confidentialité en vigueur au moment où ces informations sont collectées. Nous pouvons, cependant, réviser la politique de confidentialité de temps à autre. Si une révision est importante, telle que déterminée uniquement par nous, nous vous en informerons, par exemple par e-mail. La version actuelle sera toujours publiée sur notre page Politique de confidentialité.",
    "1706581702": "La formation sur les données anonymisées fonctionne tout aussi bien et ne nécessite aucun compromis sur la sécurité ou la confidentialité. Nos clients ont fait les tests empiriques et nous ont déclarés égaux ou meilleurs que des alternatives beaucoup moins privées.",
    "170775527": "Fonctionnalités d'entreprise",
    "1709478090": "Pour vous proposer des publicités ciblées ou basées sur vos centres d'intérêt.",
    "1717658846": "Option d'accessibilité dans le menu de l'interface utilisateur du widget",
    "1722734001": "L'Internet ouvert est un environnement très bruyant. Les mauvais acteurs attaquent tous les jours les utilisateurs de notre service et les concurrents comme reCAPTCHA, et tentent bien sûr de paraître aussi humains que possible tout en le faisant.",
    "1728211763": "L'utilisation du contenu de cette manière et à ces fins relève des directives d'utilisation équitable selon notre compréhension de la loi et des pratiques standard dans le domaine, mais nous sommes des fans de longue date de Creative Commons et préférons remercier toute personne qui aide dans le tâche monumentale d'améliorer l'intelligence des machines.",
    "1729677626": "Je suis attaqué et j'ai besoin d'une intégration immédiate.",
    "1752259468": "5. Estimation prudente : 0,01 $ de coût d'une seule annotation * 200 M en moyenne. annotations par jour (limite inférieure) * 365 jours par an * 10 ans depuis l'acquisition de 2009 = 7,3 milliards de dollars de valeur de la limite inférieure.",
    "1752795854": "hCaptcha apporte une approche moderne et axée sur la confidentialité pour arrêter les robots.",
    "1756106276": "Statut",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "ici:",
    "1767952047": "Il m'a attaqué la nuit dernière, a volé mes vêtements et a pris mon argent. L'autre homme, vêtu d'une grande parure, l'habit de la classe noble, répondit : « Agent de police, cet homme est fou. Il pense qu'il est un noble. Je suis le vrai noble. Arrêtez-le !",
    "1771016224": "- logiciel de téléchargement de tout le contenu de votre site Web en masse",
    "1778058441": "Quels types de travaux s'exécutent sur hCaptcha ?",
    "1778642038": "Pour communiquer avec toi",
    "1779265104": "Conditions personnalisées et garanties de confidentialité",
    "1783317946": "L'arrêt des attaques d'API est un cas d'utilisation populaire pour",
    "1786796818": "Restreindre",
    "178839499": "hCaptcha partage la valeur du travail effectué pendant que les utilisateurs prouvent leur humanité.",
    "1789371580": "Cessibilité. Vous ne pouvez pas céder ces conditions d'utilisation sans notre consentement écrit préalable. Nous pouvons attribuer ces conditions d'utilisation à tout moment, sans préavis. Sous réserve de ce qui précède, les présentes Conditions d'utilisation lieront les successeurs et ayants droit autorisés de chaque partie.",
    "1789607185": "Adresse e-mail",
    "1792519141": "hCaptcha Entreprise",
    "1795436560": "1. Séance",
    "179723061": "Plus de contrôle pour les équipes qui ont besoin d'une sécurité de pointe",
    "1797298240": "Étape 4: Cliquez sur \"HAR\" après avoir tenté de résoudre, et choisissez \"Enregistrer tout en tant que HAR\" pour enregistrer le journal du réseau. Envoyez-nous ce fichier.",
    "1798492192": "Prise en charge des navigateurs hérités",
    "1803009328": "Testé au combat à l'échelle du Web.",
    "1803943584": "Deuxièmement, nous laissons les défis s'auto-optimiser pour déterminer dans quels pays ou dans quelles langues ils seront exécutés, augmentant encore plus la probabilité d'une expérience cohérente. Si la précision est inférieure à celle attendue, un ensemble de questions cessera simplement de fonctionner dans la région ou la langue où cet effet se produit.",
    "1806535500": "Pratiquement toutes les technologies, des crayons à la dynamite, sont",
    "1807143500": "Les Services comprennent un service de sécurité en ligne (le « Service hCaptcha ») et une plate-forme (la « Plateforme Intuition Machines ») sur laquelle un individu (« Contributeur ») peut choisir d'effectuer des tâches qu'une entité tierce ou Intuition Machines elle-même (chacun un « Demandeur ») publie sur notre site Web ou le service hCaptcha, soit directement sur notre site Web, soit en accédant à la plate-forme Intuition Machines et/ou en effectuant des tâches via ou en relation avec une entité et/ou une plate-forme ou un service tiers (chacun, un \"Intégrateur\"). Les demandeurs publient des tâches et invitent les contributeurs à les exécuter en échange de récompenses fournies par IMI aux intégrateurs, ou tel que déterminé par le demandeur si le demandeur utilise la plate-forme Intuition Machines ou le service hCaptcha pour fournir des tâches à leurs propres utilisateurs finaux. Nous facturons aux entreprises et aux particuliers (chacun un « client ») pour l'utilisation de notre plate-forme afin qu'ils puissent utiliser notre logiciel, créer des tâches, nous embaucher pour créer des tâches et/ou accéder aux contributeurs. Nous facturons également les intégrateurs pour l'utilisation de notre service hCaptcha afin de réduire la fraude, les abus et le spam sur leurs sites Web, applications mobiles et autres propriétés en ligne. Ce qui précède est appelé collectivement les « Services ».",
    "181065232": "Nous exécutons un petit travail de production basé sur vos données d'échantillon. Cela teste le travail que nous avons fait ensemble pour garantir que vous obtenez exactement ce dont vous avez besoin.",
    "1817772953": "La fraude n'est pas une nouvelle forme de criminalité. En effet, les archéologues ont mis au jour des dispositifs anti-fraude imaginés par les anciens Sumériens pour transporter le bétail sans pertes il y a près de 10 000 ans ! Dans leur cas, ils ont mis des jetons d'argile, chacun représentant un animal, à l'intérieur d'une boule d'argile connue sous le nom de « bulla ». La bulle voyageait avec le troupeau au fur et à mesure qu'il passait du vendeur à l'acheteur. Même à l'époque, les propriétaires d'entreprise craignaient que tout le monde avec qui ils traitaient n'était en plein essor. Beaucoup de choses ont changé en 10 000 ans, mais la nécessité d'être innovant dans la prévention de la fraude demeure avec nous. Aujourd'hui, la question de la fraude aux paiements en ligne est primordiale. Avec Internet, les fraudeurs sont devenus de plus en plus habiles à déjouer les contrôles anti-fraude. De nouvelles solutions inversent cependant la tendance.",
    "1818116402": "Nous espérons que vous avez apprécié cet aperçu de la façon dont nous traitons les questions opérationnelles avec un composant d'éthique de l'IA.",
    "1820844638": "Pour obtenir des informations sur le marché. Nous utilisons les informations analytiques pour analyser le marché et effectuer des analyses commerciales liées au site et à nos services, ainsi qu'à d'autres fins de recherche.",
    "1828028934": "C'est pourquoi",
    "1829242168": "__cflb,",
    "1830910223": "Une étude de cas sur l'éthique de l'IA dans le monde réel",
    "1834239172": "Acheter des services d'annotation hCaptcha",
    "1834801943": "2. 1ère partie",
    "1834911235": "Arrêtez de vous envoyer des communications de marketing direct que vous avez préalablement consenti à recevoir. Nous pouvons continuer à vous envoyer des communications liées au Service et d'autres communications non commerciales.",
    "1836191653": "Au lieu d'offrir un service facilement défait aux utilisateurs gratuits tout en facturant des millions de dollars pour une version d'entreprise qui n'est guère meilleure, hCaptcha offre une excellente protection contre les bots aux deux, tout en offrant aux utilisateurs d'entreprise des fonctionnalités et une personnalisation supplémentaires, ainsi que des SLA solides et un support rapide.",
    "1836369533": "Comme le connétable dans le conte populaire, comment détermine-t-on qui est vraiment qui ? Si l'attaquant possède suffisamment d'éléments d'identité volés, comme le numéro de permis de conduire, le numéro de sécurité sociale, le nom de jeune fille de la mère, l'adresse, etc., il peut être assez difficile de déterminer si l'appelant est le véritable titulaire du compte ou un attaquant essayant d'obtenir un réinitialisation du mot de passe sur un compte qu'il veut pénétrer.",
    "1836554225": "Articles de blog",
    "1844885924": "Large bibliothèque de types à choisir.",
    "1845745385": "Conçu pour la confidentialité.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Personnalisez avec votre propre contenu de défi",
    "1849805607": "hCaptcha protège contre les menaces et les leurres conçus pour infiltrer vos réseaux",
    "1865097546": "16 novembre 2021",
    "1866590035": "instructions du journal de débogage pour Chrome",
    "1873812847": "Divulgation des cookies",
    "1886100235": "De nombreux services en ligne parmi les plus importants au monde sont passés à hCaptcha Enterprise et ont bénéficié d'une détection améliorée des bots ainsi que d'économies substantielles.",
    "1890955039": "Comment personnaliser la mise en forme pour chaque texte enrichi",
    "1892020899": "Où les pirates obtiennent-ils les informations d'identification ?",
    "1892574253": "S'inscrire",
    "1898063898": "pour préserver la confidentialité des utilisateurs que nous développons en collaboration avec",
    "1903743785": "L'avènement des API basées sur des normes a représenté un grand pas en avant dans l'intégration des applications. Au cours des 20 dernières années environ, les API sont passées de produits logiciels propriétaires coûteux et compliqués à des outils gratuits basés sur des normes, relativement faciles à utiliser et rapides à déployer.",
    "1904390996": "pour normaliser le",
    "1906593952": "Donnez votre avis sur le hCaptcha que vous venez de voir",
    "190955495": "( ) Absence d'autorité de contrôle central pour le courrier électronique",
    "1910628828": "Le grattage de contenu est une technique permettant de récupérer des données à partir d'un système qui implique un ensemble d'outils automatisé se faisant passer pour un client logiciel ou un navigateur Web. Ce n'est pas nouveau. En fait, pour les ingénieurs logiciels qui peuvent avoir besoin de données provenant d'un ancien ordinateur central, le scraping peut être le seul moyen d'extraire des informations. Les connecteurs d'origine peuvent avoir disparu et impossibles à remplacer.",
    "1911669851": "Oui, nous travaillons actuellement sur diverses améliorations de nos systèmes dorsaux qui, nous l'espérons, nous permettront à terme d'offrir à la fois un rapprochement plus rapide, une précision d'estimation plus rapide et des paiements plus rapides. Nous travaillons actuellement à accélérer la réconciliation en premier lieu.",
    "191460155": "Zéro friction et 99,9% modes passifs",
    "1918025546": "Si vous recevez des informations confidentielles de quiconque sur les Services, vous acceptez de protéger le secret des informations confidentielles avec le même degré de soin que vous utilisez pour protéger vos propres informations confidentielles, mais en aucun cas avec moins de soin. Vous ne pouvez pas divulguer ou publier de telles informations confidentielles ou exclusives, sauf si cela est nécessaire pour l'exécution d'une tâche. Toutes les informations contenues dans une tâche sur la plate-forme Intuition Machines doivent être considérées comme confidentielles même si les informations ne sont pas expressément désignées comme confidentielles.",
    "1920884252": "Pourquoi le grattage de contenu est-il une menace pour la sécurité ?",
    "1923297430": "Le point de rupture final pour de nombreux clients plus importants est survenu lorsque Google a commencé à facturer aux entreprises l'utilisation de leur produit à une échelle significative. Cela a amené les utilisateurs de longue date de reCAPTCHA à rechercher de meilleures alternatives, car les préoccupations réglementaires du monde entier avaient déjà rendu l'utilisation des offres de Google de plus en plus peu attrayantes.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Chez hCaptcha, nous avons une politique stricte d'éthique de l'IA, et une partie de celle-ci comprend un processus Know Your Customer (KYC).",
    "1927613000": "hCaptcha combine un apprentissage automatique sophistiqué avec une plate-forme de défi puissante pour protéger les applications Web contre les prises de contrôle de compte, le bourrage d'informations d'identification, le grattage et d'autres types d'abus.",
    "1933936765": "Accord de traitement des données (Dernière mise à jour : 23 septembre 2021)",
    "1936449777": "Ensuite, en mode entièrement automatisé, ils peuvent imiter le comportement humain sur les sites de commerce électronique, en cliquant sur des boutons et en ajoutant des articles aux paniers d'achat, au point que de nombreux, sinon la plupart des contrôles anti-fraude ne peuvent pas dire qu'un bot essaie de voler marchandise. Au contraire, il semble qu'un utilisateur humain fasse simplement des achats. Le bot peut se connecter au compte d'un client réel en utilisant des identifiants de connexion volés. La capacité du bot à usurper les adresses IP et à donner l'impression que l'« acheteur » est quelque part différent de l'attaquant, qui peut se trouver dans un pays étranger, obscurcit davantage la fraude.",
    "1936512180": "‍Accès facile à l'API, de superbes tableaux de bord et la dernière technologie de modèle en boucle pour maximiser l'efficacité des travailleurs.",
    "1941999673": "Votre message prône une",
    "1942186611": "et d'autres.",
    "1942611550": "principalement",
    "1949452297": "En raison des contraintes intrinsèques de l'UI hCaptcha et de ses considérations de sécurité, il n'est pas possible de reproduire la source de chaque image directement adjacente à son utilisation. Au lieu de cela, nous établissons un lien vers cette page à partir de notre page d'accueil et maintenons une liste de sources actuellement ou récemment servies via la plate-forme. Vous pouvez accéder à la liste actuelle",
    "1952810469": "Taper",
    "1953519598": "Le coût pour étiqueter une seule image varie de 0,03 $ à 1,00 $ ou plus. Selon toute estimation prudente, Google a extrait des milliards de dollars de main-d'œuvre gratuite à ce jour. [",
    "1953959745": "accessibilité",
    "1958297836": "Protection coordonnée contre les attaques et atténuation APT",
    "1959762846": "- faire remplir vos formulaires Web avec des spams ou des abus marketing sans fin",
    "1960601330": "Pour activer les cookies dans Safari (Mac) : Allez dans le menu déroulant Safari. Sélectionnez Préférences. Cliquez sur Confidentialité dans le panneau supérieur. Sous \"Bloquer les cookies\", sélectionnez l'option \"Jamais\".",
    "1962721652": "Les êtres humains recherchent des modèles, et parfois une question anodine peut passer de tout à fait sans surprise à suspecte en un instant, en raison des changements dans le monde plutôt que des motivations de quiconque pose la question.",
    "1963951234": "Quelle que soit la fiabilité de votre schéma cryptographique, si quelqu'un peut en fin de compte simplement dépenser de l'argent pour vous donner la réponse que vous recherchez, posséder un matériel est insuffisant.",
    "1972710018": "Le voir du point de vue de l'entreprise",
    "1973347745": "10. Exemples d'images libres de droits. Source : Petapixel.",
    "197676026": "Avec d'autres à des fins commerciales légitimes, à condition que les informations soient anonymisées",
    "1977013707": "† Les paiements de décembre 2020 ont été reprogrammés à partir du 15 pour éviter le chevauchement avec les rapprochements de fin d'année et les congés du personnel : ils seront terminés d'ici la deuxième semaine de janvier. En raison des transferts plus lents que d'habitude vers PayPal, les paiements s'étaleront sur plusieurs jours plutôt que d'être effectués en un seul jour.",
    "1978884623": "En savoir plus sur le signalement des problèmes logiciels",
    "1979347895": "– Les perturbations commerciales importantes peuvent varier dans leur ampleur, telles que notre seule entreprise, un seul bâtiment abritant notre entreprise, le quartier où se trouve notre entreprise, la ville où nous sommes situés ou toute la région. Dans chacune de ces zones, la gravité de la perturbation peut également varier de minime à grave. En cas de perturbation de notre entreprise, de notre quartier d'affaires, ville ou région ou d'un bâtiment abritant notre entreprise, nous transférerons nos opérations vers un site local en cas de besoin et n'attendrons aucune perturbation matérielle des opérations commerciales. Dans les deux cas, nous prévoyons de poursuivre nos activités, de transférer les opérations à d'autres fournisseurs si nécessaire et de vous informer via notre site Web à hcaptcha.com et notre page d'état à hcaptchastatus.com pour savoir comment nous contacter. Si l'interruption significative des activités est si grave qu'elle nous empêche de poursuivre nos activités, nous vous en informerons rapidement.",
    "1982617151": "( ) N'importe qui peut détruire anonymement la carrière ou l'entreprise de quelqu'un d'autre",
    "1982750088": "Partout dans le monde, des entreprises sollicitent cette main-d'œuvre pour accomplir des tâches simples qui sont faciles pour les gens mais difficiles pour les machines. Les utilisateurs prennent en charge le site qu'ils visitent et subissent moins de spam Web grâce à un niveau de sécurité plus élevé.",
    "1985238261": "Autres marques restreintes",
    "1988268879": "Étiquetage des données rentable à grande échelle",
    "1988461282": "Bases légales du traitement",
    "1990824776": "16-24 sept. 2020*****",
    "1993899769": "15. Notre utilisation des informations",
    "1993984258": "( ) Tout système basé sur l'opt-out est inacceptable",
    "1995277831": "Merci",
    "1996843433": "Réduisez les frictions en évitant entièrement un défi pour 99,9 % de votre trafic légitime tout en offrant une excellente sécurité.",
    "1997838163": "Les plus grandes entreprises du monde dépendent de hCaptcha Enterprise. L'intégration est simple et la précision de détection est inégalée.",
    "2012837493": "Résultats de recherche",
    "2014256987": "Si vous préférez ne pas bloquer l'utilisation de cookies ou d'autres technologies de suivi, veuillez consulter « Gérer vos informations » ci-dessous. Veuillez noter que cela peut avoir un impact négatif sur votre expérience d'utilisation des sites ou du service, car certaines fonctionnalités peuvent ne pas fonctionner correctement.",
    "2015218686": "avant de suivre ces étapes. Si cela résout votre problème, nous vous serions reconnaissants de nous indiquer la version de votre navigateur, votre bloqueur de publicités ou votre extension de navigateur, ainsi que l'URL du site Web.",
    "2019130052": "Nos innovations en matière de ML axée sur la confidentialité nous permettent de dépasser les normes de sécurité des stratégies héritées « enregistrer tout pour toujours » sans nuire à la sécurité ou à la confidentialité des utilisateurs.",
    "2019702084": "Sauf autorisation expresse dans le contrat-cadre de service du client ou le contrat de revendeur, les services SaaS commandés ne doivent pas être vendus, revendus, loués, sous-loués, concédés sous licence, sous-licenciés ou autrement mis à la disposition de tout autre tiers (autre qu'un affilié du client ), et toutes les commandes en vertu de l'Accord et toute utilisation du Service par le Client seront destinées à l'usage professionnel interne du Client ou de son Affilié.",
    "2024293275": ". Tous les autres droits réservés, pour l'instant.",
    "2024737147": "Vous voulez signaler un bug ?",
    "2030062561": "( ) Personne ne pourra trouver le gars ou récupérer l'argent",
    "2032102720": "Les solutions de sécurité proposées par les sociétés de publicité se concentrent principalement sur le suivi des utilisateurs sur le Web. Nous avons créé une solution de sécurité efficace qui prouve qu'il n'est pas nécessaire de nuire à la confidentialité des utilisateurs pour obtenir d'excellents résultats.",
    "2041686284": "Plus de données produisent généralement de meilleurs résultats dans la formation de modèles d'apprentissage automatique. Le succès récent des modèles profonds a conduit à des ensembles de données de plus en plus volumineux, et hCaptcha répond à ce besoin. Cependant, la création de grands ensembles de données examinés par l'homme à l'aide de méthodes traditionnelles est à la fois lente et coûteuse.",
    "204716894": "Le contenu et la conception de nos pages Web sont protégés par la loi sur le droit d'auteur. La duplication des pages et de leur contenu d'une manière qui va au-delà d'un usage raisonnable et équitable nécessite le consentement écrit préalable de l'IMI s'il n'y a pas d'autres dispositions légales spécifiées pour la duplication sur la page.",
    "204889717": "sont passés à hCaptcha",
    "2052161540": "Capturer les détails du rapport de bogue : Chrome",
    "2058856283": "hCaptcha Enterprise n'a qu'un seul objectif : empêcher les mauvais acteurs de perturber vos opérations en ligne et de nuire à vos utilisateurs.",
    "2059998584": "Région",
    "2066255783": "Qu'est-ce que le grattage de contenu ?",
    "2066321185": "Base légale",
    "2066749488": "Autres plaintes",
    "2067112112": "Annotations ponctuelles pour de nombreux cas d'utilisation différents",
    "2067334580": "Lien texte",
    "2072808435": "« Devinez quoi, Google ? Les taxis de mon pays sont généralement noirs. J'ai regardé suffisamment de films pour savoir que tous ceux en Amérique sont jaunes. Mais dans tous les autres pays que j'ai visités, les taxis ont été un méli-mélo de différentes teintes.\"",
    "2075610992": "Merci pour votre aide!",
    "2076066173": "Cyberattaques 101",
    "2076932190": "Le produit reCAPTCHA stagne ainsi depuis une décennie.",
    "2077639538": ". D'une part, les données de défi sur notre service peuvent provenir de nombreuses sources, pas une seule - des grandes entreprises Fortune 500 aux startups d'apprentissage automatique, tant qu'elles adhèrent à notre",
    "2082237880": "R : hCaptcha est le premier service de ce type à prendre en charge Privacy Pass et est actuellement le seul à le faire. Cependant, nous nous attendons à ce que d'autres services reconnaissent les avantages de l'augmentation de la confidentialité des utilisateurs en ligne, et nous espérons qu'à l'avenir, d'autres entreprendront des implémentations à mesure que les normes IETF que nous aidons à développer seront officiellement adoptées.",
    "2082407178": "Q : Comment puis-je me protéger du suivi des cookies tiers lors de l'utilisation du cookie d'accessibilité ?",
    "2087769953": "« Nous sommes enthousiasmés par ce changement, car il permet de résoudre un problème de confidentialité inhérent au fait de s'appuyer sur un service Google que nous avons depuis un certain temps. Nous avons évalué un certain nombre de fournisseurs de CAPTCHA ainsi que la construction d'un système nous-mêmes. En fin de compte, hCaptcha s'est imposé comme la meilleure alternative à reCAPTCHA. » « Nous avons aimé un certain nombre de choses à propos des solutions hCaptcha : 1) elles ne vendent pas de données personnelles ; ils ne collectent que le minimum de données personnelles nécessaires, ils décrivent de manière transparente les informations qu'ils collectent et comment ils les utilisent et/ou les divulguent.\"",
    "2090457681": "( ) Je ne veux pas que le gouvernement lise mon email",
    "2095899021": "Directives de marque hCaptcha et licence générale de marque",
    "2103513933": "se livrer à une activité qui interfère ou perturbe le fonctionnement du site ;",
    "2103563261": "Informations privées ou publiques",
    "2104933754": "Identifier les étiquettes correspondantes",
    "2107077506": "La plate-forme HUMAN utilise des modèles de confiance complets pour effectuer une analyse de qualité sophistiquée en temps réel. Cela nous permet de déterminer rapidement à la fois la difficulté des questions et leur bonne réponse probable, ce qui vous permet d'économiser du temps et de l'argent.",
    "2109792055": "Guide de l'utilisateur : Débogage des problèmes avec l'émission et la validation de Privacy Pass",
    "2110259227": "24. Limitation de responsabilité",
    "211351380": "Du blog:",
    "2113642787": "Chanson de l'aube",
    "21141582": "cette",
    "2114694926": "2. Séance",
    "2119943547": "Pourquoi est-ce? La réponse est simple. Tant qu'il y a une incitation à abuser d'un système, quelqu'un trouvera généralement un moyen. Et une fois qu'ils le feront, quelqu'un d'autre sera désormais incité à les arrêter.",
    "2123236933": "( ) Coûts de bande passante non affectés par le filtrage des clients",
    "2125514305": "ML s'est amélioré, mais la difficulté de contourner reCAPTCHA n'a pas sensiblement changé au cours de cette période.",
    "2131386784": "Une expertise et une assistance accessibles pour vous et vos utilisateurs",
    "2133754014": "Plus de 4,5 millions de sites Web utilisent reCAPTCHA [",
    "2133809801": "Tant que les gens resteront des gens, il est probable que la vérification de l'humanité aura un rôle à jouer en ligne.",
    "2138799135": "hCaptcha propose des dizaines d'intégrations prédéfinies pour les systèmes frontaux et principaux que vous utilisez.",
    "2146900431": "Intuitivement, cette affirmation a beaucoup de sens. Les CAPTCHA, comme presque tout, sont intégrés dans un contexte culturel, et si votre pool de défis a été principalement créé dans une culture, il se peut qu'il ne se traduise pas très bien dans une autre. Il s'agit essentiellement d'une question de culture",
    "2150595700": ". Le RGPD et le CCPA ont mis les problèmes de confidentialité sur la carte des acheteurs d'entreprise, et en même temps, la confidentialité en ligne devient de plus en plus importante pour le public alors que nous commençons tous à comprendre comment les industries de la publicité et du marketing en ligne ont historiquement utilisé nos données.",
    "2150907653": "* Cookies techniques strictement nécessaires à la fourniture du service. Ceux-ci incluent les cookies de préférence, les cookies de session, les cookies d'équilibrage de charge, etc.",
    "2155089487": ". Si nos défis étaient plus faciles à résoudre pour certains groupes, nous nous attendrions à voir une différence dans la façon dont les gens à travers le monde et à travers différentes cultures se comportent lors de leur résolution. Dans le contexte du message d'Eden, nous nous attendrions à ce que les Américains fassent mieux que les gens d'autres pays. Parce que nous avons passé des années à développer des systèmes pour éviter ce problème, nous voyons en fait exactement le contraire.",
    "2159517814": "Nous partageons ou divulguons des informations personnelles dans les cas suivants :",
    "2163914794": "Besoin de plus d'étiquettes pour vos jeux de données ? hCaptcha fournit un étiquetage de données rapide, rentable et de haute qualité pour les entreprises travaillant sur des applications d'intelligence artificielle et d'apprentissage automatique.",
    "2164933356": "Cloudflare",
    "2167049807": "Les équipes de sécurité ont adopté une variété de contre-mesures et de contrôles qui mettent en échec les approches faciles et paresseuses de la fraude aux paiements. Cependant, les attaques deviennent de plus en plus sophistiquées. Par exemple, les robots peuvent désormais récupérer des numéros de carte de crédit et des codes PIN volés à partir de faux sites Web et d'attaques de phishing.",
    "2168177815": "cliquez ici s'il vous plait",
    "2177660021": "Chercheur scientifique à Stanford. Apprentissage automatique et finance quantitative dans les grandes banques, les fonds spéculatifs et les universités.",
    "2178073797": "Étant donné que la divulgation d'informations confidentielles peut causer un préjudice irréparable, la partie divulgatrice a le droit de demander une injonction pour toute violation ou menace de violation de ce terme.",
    "2179524509": "Nous recevons parfois des questions sur les types de questions autorisées pour le service hCaptcha et sur les raisons pour lesquelles des questions particulières sont posées.",
    "2182196747": "Soutien",
    "2183926131": "Commencez avec hCaptcha Enterprise",
    "2184564739": "Voir",
    "2185418511": "À des fins commerciales légitimes, à condition que les informations soient anonymisées ou agrégées de manière à ne pas pouvoir être raisonnablement liées à un individu.",
    "2185860003": "21. Modifications du site Web",
    "2187096543": "En effet, il y a eu des violations de données majeures résultant de logiciels écrits par des pirates qui ont fait appel à une API pour extraire des données d'une base de données. Après tout, si le vol de données nécessite simplement un appel GET de base sur une API, écrite à l'aide de REST et JSON, il est alors facile de nettoyer rapidement une base de données. En fait, lorsque les gens parlent d'attaques de \"screen scraping\", ce qu'ils signifient vraiment, la plupart du temps, ce sont des appels d'API à tir rapide qui extraient des données des bases de données. Les API sont devenues une surface d'attaque majeure pour les organisations qui les créent.",
    "2188609322": "Les mauvais acteurs sont de plus en plus courants en ligne. Mais sacrifier la confidentialité des utilisateurs n'est pas la solution.",
    "218889628": "Sauf si nous résilions cette Annexe client ou les Conditions d'utilisation en raison de votre violation de cette Annexe client ou des Conditions d'utilisation, si nous résilions et que vous nous avez prépayé des frais, nous vous rembourserons une partie au prorata de ces les montants prépayés, basés sur le temps ou les services restants que vous avez payés, selon le moins élevé des deux. Nous terminerons notre travail d'une manière commercialement raisonnable et conserverons et vous livrerons tous les ensembles de données de sortie payés et toutes les données client en notre possession. En cas de résiliation, nous pouvons, mais ne sommes pas obligés, de supprimer des données.",
    "2193061499": "Certains de nos logos et marques sont limités à être utilisés par hCaptcha et ses partenaires. Les tiers ne peuvent pas utiliser les marques suivantes sans une licence écrite de hCaptcha :",
    "2196526290": "hc_accessibility",
    "2197218442": "Le PDG de Cloudflare, Matthew Prince, a résumé ce point de vue dans le",
    "219813583": "La sécurité d'abord",
    "2199048568": "Cliquez sur le bouclier à gauche de la barre d'adresse sur n'importe quelle page Web. Cliquez sur Paramètres de protection. Le panneau Confidentialité et sécurité des préférences de Firefox s'ouvrira. Sous Protection renforcée contre le pistage, sélectionnez Personnalisé. Choisissez les trackers et les scripts à bloquer en cochant ces cases. Assurez-vous d'avoir débloqué hcaptcha.com.",
    "2209109640": "utilisé uniquement à des fins malveillantes, dans le cadre de leurs activités commerciales normales ?",
    "2209837451": "15 oct. 2019 - 15 janv. 2020",
    "2212670355": "S'inscrire",
    "2216374138": "sont humains, tels que les mouvements de la souris, la position de défilement, les événements de pression de touche, les événements tactiles et les informations sur le gyroscope/l'accéléromètre, le cas échéant.",
    "2217842245": "Cependant, nos données montrent que (pour hCaptcha)",
    "2219945145": "session,",
    "2223819810": "Pour optimiser notre plateforme",
    "2225785608": "( ) On devrait pouvoir parler de Viagra sans être censuré",
    "2230333214": "Nous agrégeons les données client avec d'autres données afin que les résultats ne soient pas personnellement identifiables et nous collectons également des journaux techniques et des données anonymisées concernant l'utilisation des services (« données agrégées/anonymisées »). Nonobstant toute disposition contraire des présentes, ces données agrégées/anonymisées peuvent être utilisées par IMI à des fins commerciales pendant ou après la durée du présent accord, y compris, sans s'y limiter, pour développer et améliorer les services et pour créer et distribuer des rapports et autres matériaux. Les données client peuvent également persister et être affichées dans le système pendant une période limitée ne dépassant pas 180 jours après la fin d'un travail, par exemple en tant que données d'étalonnage ou de validation automatique pour les systèmes Intuition Machines. Pour plus de clarté, cette section 5 ne nous donne pas le droit de vous identifier en tant que source de données agrégées/anonymisées sans votre autorisation écrite préalable.",
    "2233384692": "Si vous avez des questions ou des préoccupations sur la manière dont ces données sont traitées ou si vous souhaitez exercer vos droits, vous devez contacter la personne ou l'entité (c'est-à-dire le responsable du traitement) qui a passé un contrat avec nous pour utiliser le Service pour traiter ces données. Nous fournirons cependant une assistance à nos intégrateurs pour répondre à toute préoccupation que vous pourriez avoir, conformément aux termes de notre contrat avec eux.",
    "2233741720": "En conclusion",
    "2234909600": "( ) Les spammeurs ne se soucient pas des adresses invalides dans leurs listes",
    "2236960358": "Lors de votre inscription, il vous sera demandé de divulguer certaines informations personnelles vous concernant (\"Informations personnelles\"), y compris votre nom, votre adresse e-mail, et de créer un nom d'utilisateur et un mot de passe, qui seront tous soumis à notre Politique de confidentialité, disponible sur notre site Internet. Vous êtes seul responsable de la surveillance, de la garantie et du maintien de la sécurité de votre compte, de vos mots de passe et de toutes les clés d'authentification associées à votre compte, et vous êtes responsable de toute utilisation ou action entreprise par l'utilisation de ces informations sur les Services.",
    "2255549335": "Notre travail chez hCaptcha est de trouver de bons compromis entre la difficulté et la précision et de maintenir une friction faible, en particulier pour",
    "2256305371": "Professeur, CS à l'Université de Californie, Berkeley. Apprentissage profond, sécurité, expert blockchain. PDG d'Oasis Labs.",
    "2256795853": "La possibilité d'extraire rapidement de nombreuses données à partir de sites Web fait du grattage un outil puissant entre les mains d'acteurs malveillants. Un robot de grattage peut collecter des données utilisateur à partir de sites de médias sociaux. Ensuite, en grattant des sites contenant des adresses et d'autres informations personnelles et en corrélant les résultats, un pirate informatique pourrait se livrer à des crimes contre l'identité, comme soumettre des demandes de carte de crédit frauduleuses.",
    "2260079771": "La conservation des données",
    "2268939633": "IMI ne s'engage pas et n'est pas obligé de participer à la résolution alternative des litiges de consommation devant une entité de règlement des litiges de consommation. Site officiel de la Commission européenne pour le règlement en ligne des litiges :",
    "2269166171": "Google Chrome (Mac) :",
    "2271205646": "Note aux résidents de l'Espace économique européen.",
    "2271252286": "( ) Microsoft ne le supportera pas",
    "2271512952": "Les utilisateurs prennent en charge le site qu'ils visitent et subissent moins de spam Web.",
    "2271969747": "20. Informations confidentielles que vous recevez",
    "2273532558": "Qui sont les clients payants de hCaptcha ?",
    "2281169898": "L'envoi d'informations de débogage avec votre rapport nous permettra d'identifier beaucoup plus facilement ce qui se passe. Voici les instructions étape par étape :",
    "2284856231": "et a également vu une précision considérablement améliorée dans le mode purement passif de hCaptcha Enterprise.",
    "229198134": "( ) Désolé mec, mais je ne pense pas que cela fonctionnerait.",
    "2292919419": "( ) Perspectives",
    "2296918009": "Cela équivaut à plus de 100 années-personnes de travail chaque jour.[",
    "2301335298": "Fraude aux paiements : atténuer un mode de cybercriminalité en évolution rapide",
    "230159237": "Contacts",
    "2301757528": "**** En raison de la maintenance par PayPal de leurs API REST pendant la fenêtre de paiement, tous les paiements n'ont pas été effectués le 15 juin. Tous les paiements prévus pour le 15 juin (heure du Pacifique) mais non exécutés en raison d'erreurs de l'API PayPal ont été réexécutés avant le 19 juin (heure du Pacifique).",
    "2303655425": "15 janv. 2019 - 15 avr. 2019",
    "2309661107": "Cependant, nous sommes très intéressés par",
    "2310694091": "Que veut dire Réconciliation ?",
    "2310705547": "L'élément de texte enrichi vous permet de créer et de formater des en-têtes, des paragraphes, des citations, des images et des vidéos au même endroit au lieu d'avoir à les ajouter et à les formater individuellement. Double-cliquez simplement et créez facilement du contenu.",
    "23114595": "Excellente expérience utilisateur",
    "231285005": "Vous pouvez trouver des mises à jour récentes sur notre blog",
    "2315518622": "Avec la sophistication disponible dans les outils d'attaque d'aujourd'hui, il est extrêmement difficile de détecter lesquels, le cas échéant, sont frauduleux. Ensuite, une personne appelle la ligne du service client et dit « Mon compte a été attaqué ! Je ne peux pas me connecter et quelqu'un vole mon argent !",
    "2319072959": "Exécutez entièrement hors ligne avec votre propre main-d'œuvre, suivez la valeur consommée entre les unités commerciales ou les partenaires du consortium, acheminez de manière sélective les tâches vers différents fournisseurs de main-d'œuvre internes ou externes en fonction des exigences de coût et de sécurité, et plus encore.",
    "2320894364": "Avec plus de 200 points de présence, le cloud de hCaptcha protège vos actifs partout dans le monde",
    "2323013093": "26. Droit applicable",
    "2323282990": "Une approche moderne de la vérification de l'humanité",
    "2326660907": "sauf",
    "2328839224": ". Veuillez consulter notre section « Avis aux résidents de Californie » relative à vos droits en vertu de la California Consumer Privacy Act (« CCPA »).",
    "2330965058": "Lorsque nous agissons en tant que sous-traitant pour nos intégrateurs, nous n'utilisons pas les données collectées à d'autres fins que celles raisonnablement nécessaires pour fournir notre service, et notre traitement sera régi par les contrats que nous avons conclus avec nos intégrateurs, et non par ce Politique de confidentialité",
    "2333410049": "Veuillez également essayer de désactiver votre bloqueur de publicités.",
    "2340340589": "Consignes d'utilisation de la marque hCaptcha",
    "234420106": "Dans le cas où vous êtes un intégrateur ou un client du service hCaptcha Enterprise et que votre utilisation de l'API telle que mesurée par RPS dépasse le tarif provisionné pour votre niveau de service, nous pouvons choisir de modifier votre service ou de facturer un tarif excédentaire. Dans le cas où votre taux RPS de pointe dépasse le taux provisionné par un facteur de 10 pendant 10 minutes ou plus au total sur une période de 30 jours et que la majorité de ces demandes ne sont, à notre seul jugement, pas du trafic malveillant, nous pouvons choisir de vous facturer au taux de dépassement spécifié contractuellement pour toutes les demandes d'API effectuées au cours de ce mois.",
    "2344319147": "Combien vaut vraiment la détection de bots de Google ?",
    "2348450790": "Veuillez lire ces conditions d'utilisation. Ils incluent, entre autres dispositions, les exclusions de garantie, les limitations de responsabilité et l'arbitrage exécutoire. Veuillez noter que ces conditions d'utilisation peuvent avoir changé depuis votre dernière visite sur notre site Web. Nous pouvons réviser et mettre à jour ces Conditions d'utilisation de temps à autre à notre seule discrétion. En cas de changement important, nous vous informerons en publiant les conditions d'utilisation mises à jour sur cette page, après quoi vous devrez accepter les conditions d'utilisation mises à jour afin de continuer à utiliser ou à accéder au site ou au service.",
    "2348697693": "Google Chrome (Android) :",
    "2349681896": "Malheureusement, contrôler un élément matériel ne signifie pas que vous êtes une personne. Pratiquement tous les schémas d'attestation de matériel grand public populaires ont été à plusieurs reprises cassés, corrigés, puis à nouveau cassés.",
    "2351176803": "Termes de licence pour l'API hCaptcha JS",
    "2354267648": "Politique de confidentialité conforme au RGPD, au CCPA et à la LGPD",
    "2359150347": "Q : Les autres services de sécurité en ligne prennent-ils en charge Privacy Pass ?",
    "2359312315": "ou agrégé de telle sorte qu'il ne puisse pas être raisonnablement lié à un individu.",
    "2359913400": "Infrastructure",
    "2366003154": "Demandes de presse et des médias",
    "2367602973": "ici",
    "2369877184": "Le taux de RPS de pointe maximum autorisé pour les intégrateurs ou clients hCaptcha est de 1 000 requêtes par seconde aux entités de votre compte (\"RPS\"), sauf indication contraire dans un accord contractuel écrit entre vous et nous.",
    "237009707": "( ) Relais ouverts à l'étranger",
    "2373007864": "hCaptcha Enterprise fonctionne sur la technologie de plate-forme hCaptcha, étendue pour inclure les fonctionnalités dont les entreprises à fort trafic ont besoin.",
    "2378786360": "1. Essayez l'un des autres navigateurs pris en charge : si vous utilisez Chrome, essayez d'utiliser Firefox sans importer vos paramètres depuis Chrome et installez le plug-in là-bas. Si cela fonctionne, vous pouvez avoir un problème de configuration du navigateur.",
    "2385522384": "Vous voyiez probablement des images vidéo provenant de caméras sur les voitures autonomes Waymo de Google et aidiez à améliorer leur reconnaissance d'objets.",
    "2386465280": "Comment nous partageons les informations",
    "2391175562": "D'ailleurs, voici ce que je pense de toi :",
    "2394073454": "Nous pouvons collecter des informations supplémentaires auprès des utilisateurs finaux qui souhaitent travailler avec nous en tant qu'étiqueteurs de données individuels.",
    "2396605499": "( ) Les listes blanches sont nulles",
    "2397590157": "3. Estimation prudente : 200 millions de résolutions * 30 secondes par résolution en années = 190,3 personnes-années/jour.",
    "2402165761": "Comment fonctionne le grattage ?",
    "2404545611": "Bienvenue sur hCaptcha ! Merci de faire partie de notre communauté. Tous les utilisateurs des « Services » (définis ci-dessous) doivent accepter les conditions suivantes (les « Conditions d'utilisation »). En vertu de ces conditions d'utilisation, « IMI », « nous » et « nous » désignent Intuition Machines, Inc. et ses filiales, sociétés affiliées, dirigeants, agents, employés, représentants et agents, et notre « site Web » comprend tout site Web sous notre contrôle, y compris www.hcaptcha.com et www.imachines.com.",
    "2408036504": "Nos systèmes sont ainsi conçus dès le départ pour minimiser la collecte et la conservation des données tout en maintenant une sécurité de pointe. La meilleure façon de protéger les données des utilisateurs est de ne pas les stocker du tout.",
    "2410122265": "Ressources hCaptcha : Bots 101",
    "2412751979": "Grâce aux signaux d'humanité plus précis qui alimentent hCaptcha, de nombreuses entreprises qui utilisaient auparavant reCAPTCHA v3/Enterprise sont passées à",
    "2413742287": "L'incitation de hCaptcha est de maximiser la précision, pas les revenus publicitaires : les réponses des bots sont inutiles pour nos clients, qui ont besoin de données de formation humaines.",
    "2414232014": "Notre logo est immédiatement reconnaissable et l'un de nos atouts les plus précieux et les plus importants. Pour s'assurer qu'il reste une représentation forte de notre entreprise, il doit être présenté de manière prudente et cohérente sur tous les canaux de communication.",
    "2414368123": "Un nom, un numéro de carte de crédit, un numéro de carte de débit ou toute autre information financière.",
    "2418549423": ", une norme émergente pour préserver la confidentialité en ligne via des preuves cryptographiques et d'autres fonctionnalités uniques axées sur la confidentialité.",
    "2419795065": "Avis aux résidents de Californie",
    "2420789666": "Fastly, Inc. Services fournis : Fastly CDN et Edge Compute.",
    "2423586454": "Il y a encore des choses que le logiciel ne peut pas faire, peu importe la qualité de l'IA derrière. La technologie moderne CAPTCHA offre une méthode éprouvée pour bloquer les robots qui tentent de perpétuer la fraude aux paiements. Alors que les anciennes approches de CAPTCHA, comme les simples chiffres inclinés dans une boîte, sont désormais principalement déficientes pour atténuer les bots avancés, un dispositif de test-réponse automatisé comme hCaptcha Enterprise peut facilement bloquer un bot frauduleux au moment de la connexion au compte ou du paiement du panier. Même si le bot a de vraies informations d'identification, il ne pourra pas passer par le CAPTCHA.",
    "2429359042": "exemples d'images d'interface",
    "2430148876": "Nous avons créé ces directives et cette licence générale de marque pour permettre à nos clients, partenaires et fans de travailler aussi facilement que possible avec notre marque tout en préservant notre identité d'entreprise. Si vous devez utiliser des icônes, des logos ou d'autres marques hCaptcha d'une manière qui diffère sensiblement de ces directives, vous devrez nous contacter (IMI) pour obtenir une licence écrite.",
    "2436973524": "Seules des références précises sont acceptables. Il n'est pas permis de dire qu'un site utilise les services et applications hCaptcha alors qu'il ne le fait pas. De même, l'utilisation de notre logo ou de tout badge n'est également appropriée que lorsque le site utilise les services hCaptcha.",
    "2437934778": "votre nom",
    "2438016011": "Accord volontaire. Toutes les parties à ces conditions d'utilisation déclarent et conviennent que chacune a examiné tous les aspects de cet accord, a lu attentivement et comprend parfaitement toutes ses dispositions, et conclut volontairement cet accord.",
    "2441638955": "Tout d'abord, qu'est-ce qu'une API ?",
    "2444685143": "Politique de logo",
    "2445034923": "Si vous n'êtes pas d'accord avec tous les termes et conditions des présentes Conditions d'utilisation, n'utilisez pas (et vous ne pouvez pas) utiliser ou accéder au Site ou aux Services.",
    "24452499": "Solution; il peut être utilisé en bien ou en mal. Toute entreprise qui recherche, construit ou vend des solutions à double usage a l'obligation de considérer les conséquences de ses actions.",
    "2446481523": "Il y a un vieux conte populaire dans lequel un conducteur de chariot et un noble se présentent à la police dans un petit village de campagne. Un homme, vêtu de vêtements sales et de pauvre, a dit à l'agent : « Je suis le noble. Cet homme était mon chauffeur.",
    "2449501658": "fournit l'un des moyens les plus avancés d'atténuer la menace des tentatives frauduleuses de connexion à un compte, en utilisant l'apprentissage automatique pour détecter et arrêter les robots, et en rendant effectivement beaucoup plus difficile, voire impossible pour les fraudeurs, de s'engager dans la prise de contrôle de compte.",
    "2462728596": "Si nous ne pouvons pas nous satisfaire sur ces points, nous déclinerons la demande et pourrons résilier l'accès à notre plateforme, comme indiqué dans nos Conditions.",
    "2462909475": "Un mur de plus de 10 000 téléphones utilisés à des fins abusives, dans le cadre d'une opération de bot chinois.",
    "2465128185": "Pour donner votre avis rapidement, cliquez simplement sur le bouton « Envoyez-nous un avis ».",
    "2468683988": "Titre",
    "2474091800": "19. Litiges avec d'autres utilisateurs ; Sortie",
    "2474661839": "Notre",
    "247560732": "Ajoutez hCaptcha avec trois lignes de code. Si vous venez de reCAPTCHA, notre API est compatible et le changement ne prend que quelques minutes.",
    "2477958756": "( ) Mauvais gens",
    "2481032625": "Si l'objectif est de prévenir :",
    "2486638408": "Définir les spécifications",
    "2487931657": "N'utilisez pas : \"we hCaptcha'd our site.\"",
    "248923369": "Logo BotStop™",
    "2489287539": "Modes passifs « Pas de CAPTCHA » et 99,9% sans friction",
    "2491398763": "Tous les textes, images, animations graphiques, vidéos, musiques, sons et autres éléments de ces pages sont protégés par la loi sur le droit d'auteur par IMI ou des tiers si spécifié. Il est interdit de copier ou de modifier ce matériel à des fins commerciales d'une manière qui dépasse une utilisation raisonnable et équitable. Responsabilité de ce site Web",
    "2497216176": "Technologies d'analyse et de suivi tierces",
    "2498172334": "Plus précisément, votre plan ne tient pas compte des",
    "2505227594": "7. Excédents",
    "2510209017": "Besoin d'aide?",
    "2510534204": "Au plus tard le 23 mars 2020***",
    "2513143348": "Le système hCaptcha Enterprise est particulièrement flexible dans sa conception : il peut être partiellement ou entièrement déployé à la périphérie de votre réseau si vous exploitez un cloud public ou possédez de nombreux centres de données.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "qui sous-tend la sécurité cryptographique de Privacy Pass. Le protocole lui-même passe par le",
    "2531534427": "Les détails sont ici.",
    "2534436327": "et les objections philosophiques suivantes peuvent également s'appliquer :",
    "2535001179": "Si vous venez de reCAPTCHA de Google, nos API sont des remplacements instantanés.",
    "2540760245": "parmi de nombreuses autres utilisations, être capable de filtrer le trafic en ligne sur la base de « humain ou non » restera probablement un outil précieux tant que la nature humaine suivra les mêmes schémas enregistrés au cours des cinq mille dernières années.",
    "2543123170": "Vérification de l'humanité sans friction",
    "254326776": "On découvre souvent que l'abus malveillant de ces défauts s'est produit pendant des mois ou des années avant la divulgation ou la publication universitaire.",
    "2544169219": "Résultats récents de l'état de l'art : ICML LLD, mai 2019.",
    "2544565802": "15 juil. 2019 - 15 oct. 2019",
    "2547140673": "Depuis plus d'une décennie, le service reCAPTCHA de Google a offert aux propriétaires de sites Web un métier : laissez Google suivre vos utilisateurs et leur poser des questions, et en échange, ils promettent d'arrêter les robots et le spam.",
    "2547406584": "Si vous avez des questions sur cette politique en matière de cookies, veuillez nous contacter à",
    "2551802342": "– Nous prévoyons de récupérer et de reprendre rapidement les activités commerciales après une interruption importante des activités et de réagir en protégeant nos employés et nos biens, en procédant à une évaluation financière et opérationnelle, en protégeant les livres et registres de l'entreprise et en permettant à nos clients et leurs utilisateurs finaux d'effectuer des transactions en ligne. En bref, notre plan de continuité des activités est conçu pour permettre à notre entreprise de reprendre ses activités le plus rapidement possible, compte tenu de l'étendue et de la gravité de la perturbation importante des activités. Notre plan de continuité des activités concerne : la sauvegarde et la récupération des données ; tous les systèmes essentiels à la mission ; évaluations financières et opérationnelles; communications alternatives avec les clients, les employés et les organismes de surveillance ; autre emplacement physique des employés ; impact critique sur les fournisseurs et les clients ; Rapports réglementaires; et informer nos clients rapidement si nous ne sommes pas en mesure de poursuivre nos activités. Notre pool de fournisseurs de base sauvegarde nos enregistrements importants dans une zone géographiquement séparée. Bien que chaque situation d'urgence pose des problèmes uniques en fonction de facteurs externes, tels que l'heure de la journée et la gravité de la perturbation, nous avons été informés par ce pool de fournisseurs que leur objectif est de rétablir leurs propres opérations et de pouvoir reprendre les services rapidement. Bien que nous ayons travaillé pour réduire les risques en utilisant un ensemble diversifié de fournisseurs, vos services pourraient être modifiés ou interrompus pendant cette période.",
    "2555914614": "pour le cas d'utilisation de l'accessibilité. Nous pensons que la combinaison de notre approche a11y actuelle avec l'émission de Privacy Pass permettra aux utilisateurs a11y de naviguer en toute sécurité, en sachant que leur trafic est plus privé, tout en limitant les abus des opérateurs de bot qui se produisent inévitablement lorsque des options a11y sont disponibles. Nous participons activement au groupe de travail de l'IETF qui standardise cette nouvelle technologie.",
    "2557240048": "Comment ça marche : tout d'abord, un utilisateur d'accessibilité s'inscrit via",
    "2557601376": "hCaptcha logo™",
    "2560582224": "programme de prime aux bogues",
    "2561077702": "Pour fournir notre service",
    "2565565429": "Utilisez plutôt : \"nous utilisons hCaptcha pour rendre notre site plus sûr et plus sécurisé.\"",
    "2575690545": "Les prises de contrôle de compte, comme tant d'autres cyberfraudes, sont pour la plupart une question de processus automatisés et de masse. Il est rare qu'un pirate informatique, vêtu d'un sweat à capuche dans le sous-sol de sa mère, tape un par un les mots de passe sur les sites Web des banques.",
    "2583775432": "Q : Qu'en est-il de la confidentialité ? L'enregistrement expose-t-il toutes les données de navigation d'une manière ou d'une autre ? Que faites-vous avec l'e-mail?",
    "2588750717": "En effet, certaines attaques de bourrage d'informations d'identification impliquent des millions d'informations d'identification, toutes introduites dans l'interface de connexion du site Web sans méfiance dans l'espoir d'y être autorisées. Une fois à l'intérieur, l'attaquant peut s'emparer du compte de la victime.",
    "2590587108": "Édition de contenu statique et dynamique",
    "2593768395": "Expérience transparente sur le Web, le mobile natif, le Web mobile. Intégrations prédéfinies et SDK natifs disponibles.",
    "2593864519": "Arrêtez plus de bots. Commencez à protéger la confidentialité des utilisateurs.",
    "259613338": "si vous avez des questions concernant ces conditions d'utilisation.",
    "2597149484": "La raison pour laquelle le pirate informatique doit « bourser » autant d'informations d'identification est liée à l'endroit où ils obtiennent leurs informations d'identification volées.",
    "2597352122": "Types d'annotations",
    "2600696085": "15 mars 2021",
    "2602081482": "hCaptcha Enterprise utilise un apprentissage automatique avancé pour identifier le trafic malveillant vers votre site et vos applications, y compris les activités de grattage.",
    "2602763587": "Le bourrage d'informations d'identification est une forme de cyberattaque dans laquelle l'attaquant essaie de se connecter plusieurs fois à un site Web à l'aide de paires de noms d'utilisateur et de mots de passe volés. Le « bourrage » fait référence aux tentatives de connexion répétitives, qui sont presque toujours effectuées par un logiciel de bot automatisé.",
    "2603863826": "PS : Si vous trouvez une traduction dans votre langue qui pourrait être améliorée, n'hésitez pas à soumettre une",
    "2605814073": "En utilisant ou en vous inscrivant à nos Services, vous acceptez : vous avez au moins 18 ans ; vous avez le pouvoir de conclure cet accord au nom de vous-même ou de l'entité que vous représentez, et resterez à tout moment en conformité avec les présentes conditions d'utilisation et toutes les politiques et directives IMI référencées ici ; et vous n'abuserez pas de notre site Web, ne nous déformerez pas votre identité ou n'utiliserez pas l'intelligence artificielle pour effectuer une partie de toute tâche sur IMI qui nécessite une intelligence humaine.",
    "260595108": "Nous n'utilisons jamais les e-mails ou les informations d'accessibilité à d'autres fins que de faciliter toute utilisation et de prévenir les abus.",
    "2611914656": "Nous utilisons Sentry pour collecter des données de débogage lorsqu'un utilisateur rencontre une erreur. Pour plus d'informations sur la façon dont Sentry collecte et traite les données,",
    "2616040974": "3. Clients et demandeurs",
    "2616226398": "Sous réserve de notre",
    "2619472217": "8. Revente",
    "2620705814": "Google est une société de publicité et leurs produits de sécurité ressemblent beaucoup à leurs produits publicitaires",
    "2621989404": "Dernière mise à jour : 24 septembre 2021. Veuillez noter que nos conditions en anglais font autorité.",
    "2624601135": "« hCaptcha » ne doit pas être utilisé dans le cadre d'un nom de marque, associé à un tiret ou utilisé dans des noms d'applications ou d'autres produits.",
    "2624949852": "Bien entendu, reCAPTCHA a été l'un des premiers acteurs de la sécurité Web depuis 2009, protégeant des millions de sites Web contre les menaces toujours croissantes des robots malveillants et des spammeurs. Cependant, il a été complètement compromis ces dernières années :",
    "262509504": "Nous pouvons lier les informations collectées par les cookies avec d'autres informations que nous collectons auprès de vous conformément à la présente politique de confidentialité et utiliser les informations combinées comme indiqué dans les présentes. De même, les tiers qui diffusent des cookies sur nos Sites peuvent lier votre nom ou votre adresse e-mail à d'autres informations qu'ils collectent, qui peuvent inclure des achats passés effectués hors ligne ou en ligne, ou vos informations d'utilisation en ligne.",
    "2631159699": "( ) Des armées de boîtiers Windows connectés à large bande criblés de vers",
    "2631249972": "Nous pouvons améliorer ou modifier notre site Web sans vous en aviser.",
    "26365791": "Dans toute la mesure permise par la loi, le Site et le Service (et tous les autres services, informations, données, fonctionnalités et autres contenus ou éléments associés) sont fournis « tels quels » et « tels que disponibles ». Dans toute la mesure permise par la loi, IMI exclut toutes les garanties, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-contrefaçon.",
    "263761351": "hCaptcha est la première alternative crédible, désormais utilisée par des centaines de millions de personnes chaque mois.",
    "2639657759": "Marques utilisées par autorisation",
    "2645321220": "Et si vous pensez que le coût de reCAPTCHA est trop élevé, renseignez-vous sur hCaptcha Enterprise. Actuellement utilisés par certains des plus grands éditeurs, sociétés de services financiers et sociétés d'infrastructure Web au monde, ils ne sont pas seulement une alternative crédible à reCAPTCHA : nous pensons qu'ils offrent la meilleure protection contre les bots actuellement disponible.",
    "2646127839": "Annexe client aux conditions générales de service",
    "2648707986": "Une prise de contrôle de compte est une forme de cyberfraude dans laquelle un acteur malveillant se fait passer pour le propriétaire d'un compte en ligne. En règle générale, le compte se trouve dans une institution financière ou une entreprise de commerce électronique où le fraudeur peut voler de l'argent, des marchandises ou des cartes-cadeaux. L'attaquant utilise des informations de connexion volées pour accéder au compte, puis le reprendre, peut-être en changeant le mot de passe pour verrouiller le propriétaire du compte.",
    "2650241052": "Aucun conseil",
    "2650502379": "Lancez vos propres défis en quelques secondes",
    "2652399059": "Un partenaire fiable",
    "265443926": "Pour éviter tout doute, veuillez noter que ces seuils s'appliquent globalement à tous les comptes que vous avez créés en tant qu'individu, entité ou organisation. Par exemple, si vous avez créé 10 comptes, chacun recevant 100 000 demandes par mois (c'est-à-dire 1 million de demandes au total), vous auriez alors dépassé les limites d'utilisation équitable pour tous les comptes ce mois-là.",
    "2659418535": "Procédure d'arbitrage. Tout arbitrage en vertu de cet accord sera mené conformément aux règles de l'American Arbitration Association ou par un service d'arbitrage mutuellement convenu. L'arbitre sera un arbitre américain sélectionné sur une liste d'au moins sept (7) noms par le biais de grèves alternatives. Dans l'arbitrage, chaque partie aura le droit de procéder à une enquête civile adéquate, de présenter des requêtes décisives et de présenter des témoins et des preuves nécessaires pour présenter leurs arguments et leurs défenses, et tout différend à cet égard sera résolu par l'arbitre. La résolution du différend sera fondée uniquement sur la loi régissant les réclamations et les défenses invoquées, et l'arbitre ne peut invoquer aucune base autre que cette loi de contrôle. L'arbitre jouit de l'immunité d'un huissier de justice de toute responsabilité civile lorsqu'il agit en qualité d'arbitre, laquelle immunité complète toute autre immunité existante. Les sentences doivent inclure l'opinion motivée écrite de l'arbitre. Vous renoncez à votre droit à un procès devant jury de toute réclamation que vous pourriez avoir contre IMI ou que IMI pourrait avoir contre vous. Toute réclamation au titre de la présente clause doit être introduite dans le délai de prescription applicable. La Federal Arbitration Act des États-Unis régit cette clause et vous reconnaissez que cet accord constitue la preuve d'une transaction commerciale.",
    "2666258754": "IMBEDINGS RELATIONNELS BASÉS SUR LA HIÉRARCHIE SÉMANTIQUE POUR LE HASHING PROFOND FAIBLEMENT SUPERVISÉ, Heikki Arponen, Tom E Bishop. ICML 2019, Atelier LLD.",
    "2670003220": "Travaux",
    "2670352917": "hCaptcha fournit une détection de bots plus fiable tout en étant simple à résoudre pour les humains.",
    "2671622670": "Entreprise",
    "267645277": "IMI peut vérifier votre identité. Cela peut inclure la comparaison de vos informations personnelles avec des bases de données tierces ou des documents juridiques officiels. Vous nous autorisez à effectuer toutes les enquêtes nécessaires pour confirmer votre identité, la propriété de votre adresse e-mail et la propriété de vos comptes financiers. Vous acceptez de fournir des informations vous concernant pour nous aider à vérifier votre identité.",
    "2676853536": "Tableaux de bord multi-utilisateurs",
    "2681650568": "Et comme toujours, la confidentialité est une valeur fondamentale pour nous. Ajoutez notre code de défi uniquement là où cela est nécessaire et là où il est judicieux de vous protéger, vous et vos utilisateurs. La minimisation de la collecte de données commence dès le moment de l'intégration.",
    "2682873489": "Définir la zone de délimitation des objets",
    "2683038211": "Internet ou autre activité de réseau électronique.",
    "2686825859": "Inscrivez-vous gratuitement ou contactez-nous à propos des solutions hCaptcha Enterprise",
    "2689973938": "L'amélioration de reCAPTCHA crée un conflit intrinsèque pour Google en tant que fournisseur d'annonces.",
    "2690395789": "Si et quand vous n'avez plus besoin des informations confidentielles que vous avez reçues, vous devez rapidement restituer ou détruire (à la demande de la personne qui a divulgué les informations) toutes les copies des informations qui existent dans les locaux, les systèmes ou tout autre équipement que vous contrôlez.",
    "2694001822": "Cependant, nous embauchons occasionnellement des personnes pour nous aider à tester les propriétés du système et les nouvelles fonctionnalités.",
    "2694150481": "Utilisons-nous des cookies ?",
    "2696932851": "18. Indemnisation",
    "2697276059": "Preuve que cela fonctionne : taux de résolution uniformes à travers le monde",
    "2698140263": "Tous les problèmes ne sont pas les mêmes : obtenir un score unique signifie qu'il doit répondre à vos besoins pour être utile.",
    "269838707": "Si vous êtes un contributeur, vous et vous seul décidez quelles tâches et combien de tâches effectuer, et quand et où vous les effectuez. Vous êtes libre de passer autant ou aussi peu de temps à effectuer des tâches que vous le souhaitez. A aucun moment vous n'êtes obligé d'accomplir une tâche.",
    "2698640210": "Défis de contrôle et types affichés",
    "2700197090": "R : L'utilisation de toute extension de confidentialité ou de blocage des publicités prenant en charge la liste blanche au niveau du domaine (par exemple, uBlock Origin) fonctionnera comme prévu : assurez-vous simplement de mettre en liste blanche hcaptcha.com.",
    "2707282231": "Personnalisez les défis pour vos utilisateurs. Rendre impossible la résolution et la pénétration des robots.",
    "2710988028": "( ) Les spammeurs peuvent facilement l'utiliser pour récolter des adresses e-mail",
    "2712493234": "Fraude aux paiements : atténuer un mode de cybercriminalité en évolution rapide",
    "2714878440": "Protégez vos services contre le scraping, les piratages de compte, le bourrage d'informations d'identification et le spam grâce à notre apprentissage automatique avancé et à notre vérification de l'humanité.",
    "2715462692": "À quoi ressemble notre processus d'éthique de l'IA ?",
    "2718999653": "Scores de menace personnalisés",
    "2722456056": "15 janvier 2021 - 15 avril 2021",
    "2728931827": "Après chaque rapprochement, vos estimations par clé de site seront mises à jour et la précision des prévisions futures devrait augmenter, à moins que votre site n'ait un changement important dans le comportement des utilisateurs.",
    "2729131930": "Qu'est-ce que le grattage et comment ça marche ?",
    "2735073144": "Nous effectuons également des examens continus si nécessaire. Par exemple, lors de notre récent examen des dates et des sources de demandes d'étiquetage concernant les parapluies, nous avons rapidement pu confirmer qu'aucune entité gouvernementale ou fournisseur public connu de logiciels de surveillance n'a fait de demandes concernant des parapluies utilisant nos services au cours des 12 derniers mois. .",
    "2735878907": "Énoncé de planification de la continuité des activités",
    "2740033957": "L'équipe IM est composée de scientifiques et d'ingénieurs d'Apple, d'Amazon et d'autres leaders de l'apprentissage automatique, des systèmes distribués et de la sécurité.",
    "2743692546": "Alors que les utilisateurs prouvent leur humanité via hCaptcha, leur travail entre dans un marché ouvert anonyme pour les enchères.",
    "2745385064": "Sommaire",
    "2752975480": "( ) L'envoi d'e-mails devrait être gratuit",
    "2754937029": "Utilisations inacceptables",
    "2760410719": "Les services qui tentent de détecter les bots avec des signaux purement passifs se heurtent rapidement à un problème fondamental : comment valider si un système détecte correctement les mauvais acteurs lorsque vous ne disposez pas d'une vérité terrain précise ?",
    "2762458927": "Vos données d'utilisateur ne sont pas à vendre.",
    "2762759509": "De nombreuses attaques de prise de contrôle de compte sont presque entièrement automatisées.",
    "2769710842": "Si vous avez des questions, veuillez nous contacter à",
    "278010425": "La grande variété de tâches souvent changeantes sur hCaptcha est également plus difficile à automatiser. L'interface unique de reCAPTCHA n'a pas changé depuis de nombreuses années et comporte un petit ensemble de questions qui changent rarement. C'est l'une des façons dont hCaptcha fournit une protection anti-bot plus robuste que reCAPTCHA.",
    "2781507299": "Vérification instantanée",
    "2782263070": "Le service est une priorité absolue pour nous. Nous maintenons une assistance sur appel 24h/24 et 7j/7 et proposons une coordination Slack directe avec votre équipe d'intégration technique et notre personnel d'astreinte pendant et après la mise en œuvre.",
    "2784612261": "Vous souhaitez intégrer la revue humaine directement dans vos opérations commerciales ? Nous proposons des SLA de haute fiabilité, une capacité garantie et des API REST simples.",
    "2785425016": "(dans le cadre d'une solution de vérification de l'humanité, par exemple un appel à l'action)",
    "278568955": "En vigueur : 1er septembre 2021. Ajout d'infrastructure",
    "2788024905": "Comment nous sécurisons les informations",
    "2788836740": "Les informations de contact à des fins de marketing sont conservées en permanence jusqu'à ce que vous vous désinscriviez. Par la suite, nous ajouterons vos coordonnées à notre liste de suppression indéfiniment. Les informations de courrier électronique collectées auprès des utilisateurs d'accessibilité ne seront jamais utilisées à des fins de marketing.",
    "2790841456": "Si vous êtes un contributeur, vous acceptez la clause d'arbitrage et la renonciation aux recours collectifs suivantes :",
    "279580593": "imachines.com",
    "279918384": "Comment Google utilise-t-il votre main-d'œuvre gratuite ?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Les mesures de bien-être ne font rien pour résoudre le problème",
    "2804310964": "accéder ou tenter d'accéder à notre site Web via un serveur Web proxy ou tout autre appareil conçu pour masquer votre véritable emplacement ou identité ou par tout autre moyen que l'interface fournie ;",
    "2806751666": "Qu'est-ce que hCaptcha ?",
    "2808122102": "La fonctionnalité interculturelle est donc une exigence de base pour notre service. S'assurer que tous les utilisateurs légitimes peuvent accéder rapidement au contenu est un élément essentiel de notre mission. Nous proposons des défis dans 110 langues et améliorons continuellement les traductions pertinentes pour nous assurer que nos défis peuvent être résolus par tout le monde.",
    "2808971932": "C'est du texte à l'intérieur d'un bloc div.",
    "2813310562": "Appuyez sur Paramètres du site, puis sur Cookies.",
    "2819628066": "Divisibilité. Si une disposition de ces Conditions d'utilisation est jugée invalide ou inapplicable pour quelque raison que ce soit, cela n'affectera pas la validité et l'applicabilité des dispositions restantes.",
    "2820080973": "hébergé avec ❤ par",
    "2826051554": "et plus",
    "2826705343": "Informations commerciales.",
    "2827452240": "Besoin d'un autre type non répertorié ici ? Demandez-nous simplement.",
    "282913023": "L'option rentable pour les entreprises à fort trafic",
    "2840750518": "GitHub",
    "285116485": "La Société ne « vend » pas (au sens où ce terme est défini dans le CCPA) les informations personnelles que nous collectons. Veuillez vous reporter à la section « Technologies d'analyse et de suivi tierces » ci-dessus pour plus d'informations sur les types de cookies tiers, le cas échéant, que nous utilisons.",
    "2852295413": "Un conflit d'intérêts inhérent : l'arrêt des robots réduit les revenus d'un réseau publicitaire",
    "2862164005": "Les données de tarification nous permettent d'attribuer une valeur monétaire exacte à la sécurité offerte par un reCAPTCHA : 0,001 $ ou moins par réponse.",
    "2863840904": "Étape 6 : Dernière étape, envoyez-nous par e-mail ces fichiers journaux HAR et console et décrivez le problème",
    "2864016648": "Problèmes de confidentialité",
    "2867855718": "3. Croyons-nous que les besoins en matière de confidentialité peuvent être satisfaits de manière satisfaisante pour la demande ?",
    "2870341481": "au dessous de. Pour tous les autres navigateurs juste",
    "2873297188": "Tous les CAPTCHAS sont-ils discriminatoires envers les non-Américains ?",
    "2873911365": "Qu'en est-il de l'attestation matérielle ?",
    "2880837730": "Que peut-on faire pour arrêter les prises de contrôle de compte ?",
    "2881474837": "hCaptcha Entreprise",
    "2887242610": "Intuition Machines, Inc a développé un plan de continuité des activités sur la façon dont nous répondrons aux événements qui perturbent considérablement notre activité hCaptcha. Étant donné que le moment et l'impact des catastrophes et des perturbations sont imprévisibles, nous devrons faire preuve de souplesse pour réagir aux événements réels au fur et à mesure qu'ils se produisent. Dans cet esprit, nous vous fournissons ces informations sur notre plan de continuité des activités.",
    "2894845722": "Les utilisateurs de votre site pourront bientôt voir votre contribution à la charité grâce à une marque discrète sur l'interface hCaptcha.",
    "2895491273": "Si vous préférez bloquer les cookies ou d'autres technologies de suivi, la plupart des navigateurs et appareils mobiles vous permettent de modifier vos paramètres afin de vous avertir lorsque vous recevez des cookies ou d'autres technologies de suivi sont utilisées, et de choisir d'accepter ou non ce. La plupart des navigateurs vous permettent également de désactiver ou de supprimer les cookies existants ou de rejeter automatiquement les futurs cookies. Vous pouvez également utiliser des outils tiers, y compris des plug-ins de navigateur, pour contrôler vos préférences en matière de cookies. Notez, cependant, que si vous désactivez tous les cookies, certaines parties de nos Sites peuvent ne pas fonctionner correctement.",
    "2896187462": "1. Utilisé pour les statistiques anonymes strictement nécessaires liées au service et à d'autres fins techniques, comme l'assistance à l'assistance en matière d'accessibilité.",
    "2900525040": "Les lois de l'État de Californie régissent les présentes Conditions d'utilisation et toute controverse, litige ou réclamation en découlant.",
    "2901894297": "hCaptcha est un service d'Intuition Machines, Inc. (\"IMI\"), une société américaine du Delaware (#6393793).",
    "2903742230": "Les réseaux publicitaires voient vos visiteurs comme le produit. Pour nous, le seul but est de déterminer leur humanité. Nos services respectent ou dépassent les exigences GDPR, CCPA, LGPD et PIPL, et nous travaillons dur pour équilibrer la confidentialité et la sécurité.",
    "2904949278": "Comment un hacker s'empare-t-il d'un compte ?",
    "2905621957": "Dernière mise à jour : 18 juillet 2020",
    "290966395": "Comme décrit dans notre section « Remarque à l'attention des clients en dehors des États-Unis », veuillez noter que vos données personnelles seront transférées, traitées et stockées aux États-Unis. Les lois sur la protection des données aux États-Unis peuvent être différentes de celles de votre pays de résidence. Vous consentez au transfert de vos informations, y compris les informations personnelles, vers les États-Unis comme indiqué dans la présente politique de confidentialité en visitant nos sites ou en utilisant notre service.",
    "2910560864": "20-23 mars 2020***",
    "2915355938": "Accessibilité",
    "2920213479": "Trier ou ajouter des catégories arbitraires de n'importe quelle taille",
    "2921990472": "Si vous rencontrez un problème fonctionnel, veuillez suivre les",
    "292211832": "Les informations collectées via des moyens techniques tels que les cookies, les compteurs de pages Web et d'autres outils d'analyse sont supprimées dès que possible, mais peuvent être conservées pendant une période limitée allant jusqu'à un an à compter de l'expiration du cookie, généralement sous une forme anonymisée et agrégée. sauf si nous détectons un abus potentiel de notre service, auquel cas nous conserverons ces informations pour nous aider à prévenir de futurs abus. Nous ne sommes pas en mesure de lier ces informations anonymisées et agrégées à vous, votre foyer, une adresse IP ou toute information personnelle basée sur les informations stockées.",
    "292250020": "1. Sélectionnez l'engrenage dans le coin supérieur droit de l'écran, puis sélectionnez « Options Internet ». Si vous avez activé la barre de menus, vous pouvez sélectionner \"Outils\" puis \"Options Internet\".",
    "2927700175": "Nous montrons les défis CAPTCHA qui sont difficiles pour les bots mais faciles pour les gens en collectant des données difficiles à étiqueter à partir de problèmes d'apprentissage automatique et en les utilisant pour distinguer si un visiteur de site Web ou d'application est humain.",
    "2928362319": "Les demandes par courrier peuvent être envoyées à : Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Violation de ces conditions d'utilisation",
    "2932826396": "3. Si vous utilisez la toute dernière version de Safari sur OS X 10.15 ou iOS 13.4 récemment publié, Apple vient de modifier le comportement de Safari en ce qui concerne les cookies tiers, en les bloquant tous par défaut. Nous mettons en œuvre une solution, mais en attendant, veuillez visiter les Préférences Safari, section Confidentialité, et décochez « Suivi du site Web : Empêcher le suivi intersites » pour permettre au cookie d'accessibilité de fonctionner comme prévu.",
    "2935155034": "Si vous résidez dans l'Espace économique européen, vous disposez de certains droits décrits ci-dessus sous l'en-tête « Avis aux personnes concernées de l'UE », y compris le droit d'inspecter et de corriger ou de supprimer les données que nous avons à votre sujet.",
    "2939852138": "Comment les fraudeurs [Essayent-ils] de se débarrasser de la fraude au paiement ?",
    "2940689138": "Administrer les comptes Intégrateur et Client et fournir le Service. Nous utilisons les informations personnelles afin d'associer des comptes spécifiques aux intégrateurs et aux clients et de leur fournir le service, de répondre aux demandes ou aux demandes de renseignements, de fournir une assistance ou une assistance technique et de faciliter les paiements.",
    "2941545733": "Nous sommes des ingénieurs, pas des vendeurs : nous voulons que vous soyez satisfait de votre choix.",
    "2943346052": "Alors que le processus de normalisation de l'IETF se poursuit, nous nous attendons à ce que les principaux navigateurs adoptent nativement une forme de Privacy Pass. Cela finira par rendre l'extension inutile. Pour le moment, cependant, veuillez suivre les instructions ci-dessous.",
    "2945960297": "En ce qui concerne les personnes concernées de l'UE, le terme « informations personnelles » tel qu'il est utilisé dans la présente politique de confidentialité équivaut à « données personnelles » telles que définies dans le règlement général de l'Union européenne sur la protection des données (RGPD).",
    "2947576723": "Cette histoire est antérieure aux permis de conduire et aux empreintes digitales, mais elle offre un bon exemple de ce qui peut mal tourner dans une situation de prise de contrôle de compte. Une personne se connecte à un compte bancaire en ligne ou à une application de paiement mobile. Est-il titulaire du compte réel ou un pirate informatique ? Qui est vraiment qui ? Ces problèmes de sécurité affectent les organisations qui autorisent l'accès aux comptes en libre-service.",
    "2952586316": "Tous les problèmes ne sont pas les mêmes. Les annotations pour les tâches critiques pour la sécurité peuvent nécessiter une confiance de 99,99 % de la part de travailleurs entièrement humains. Les annotations pour une fonctionnalité bêta dans une application de jeu mobile peuvent ne nécessiter qu'une confiance modérée. Tu décides.",
    "2954157511": "Pourquoi utilisons-nous des cookies ?",
    "2959486280": "Si vous n'acceptez pas ces conditions d'utilisation, vous ne pouvez pas utiliser ou accéder au site ou au service.",
    "295955580": "Notre site Web peut contenir des liens vers des sites Web de tiers. Nous ne contrôlons pas, n'enquêtons pas, ne surveillons pas et ne vérifions pas ces sites Web. Nous ne sommes pas responsables et n'approuvons pas les programmes informatiques, le contenu ou les opinions contenus sur ces sites Web. Si vous décidez de quitter notre site Web et d'accéder à un site Web tiers, vous le faites à vos risques et périls.",
    "2968026167": "Votre légume préféré",
    "2970907810": "page. Le PDG actuel de la société est le directeur général responsable du contenu.",
    "2989126922": "Ouvrez les préférences Chrome dans la barre de menus.",
    "299335340": "Qu'est-ce que c'est et comment arrêter les attaques",
    "3004688366": "( ) Les contre-mesures ne devraient pas impliquer une fraude par fil ou une fraude par carte de crédit",
    "3005876482": "hCaptcha est désormais le plus grand service CAPTCHA indépendant, fonctionne sur 15% d'Internet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Vous opposer à notre confiance dans nos intérêts légitimes comme base de notre traitement de vos informations personnelles qui a une incidence sur vos droits.",
    "3012870872": "Les sites Web et les applications utilisant la version gratuite (hCaptcha Publisher) tirent des revenus de ce travail au lieu d'en faire don à Google.",
    "3014149332": "R : Non, les pass ne sont pas interopérables : ils doivent être émis et échangés par la même autorité, en l'occurrence hCaptcha. Notez que si vous avez des passes de Cloudflare et de hCaptcha dans votre extension, le nombre disponible changera pour le montant correct en fonction des exigences de la page que vous visitez. En d'autres termes, si vous avez 100 pass Cloudflare dans votre portefeuille et 10 pass hCaptcha, vous devriez en voir 10 sur l'icône d'extension sur les pages avec hCaptcha intégré.",
    "3014657981": "À côté de « Cookies », activez le paramètre.",
    "3017040355": "Le traitement des données des personnes concernées de l'UE s'effectue sur la base juridique des clauses contractuelles types (CPS) intégrées dans l'avenant relatif au traitement des données à nos conditions d'utilisation ou aux accords de traitement des données avec nos intégrateurs.",
    "3017533972": "Nous, nos partenaires de recherche universitaire et nos clients pouvons occasionnellement référencer ou reproduire des parties de contenu sous licence Creative Commons via la plate-forme hCaptcha afin de faire progresser les connaissances de l'humanité dans le domaine de l'apprentissage automatique.",
    "3018077211": "25. Règlement des différends des contributeurs",
    "3018523079": "Restez sur la marque avec une expérience utilisateur cohérente.",
    "3022001832": "Nous collectons des informations auprès des personnes qui interagissent avec nos sites et services, y compris celles qui intègrent notre service dans leur site Web (« intégrateurs »), celles qui utilisent les services pour l'étiquetage des données (« clients ») et les utilisateurs finaux qui interagissent avec notre Service via les sites Web de nos intégrateurs (« utilisateurs finaux »).",
    "3022301908": "Accès",
    "3022922096": ", la suite de produits d'entreprise de hCaptcha. Contrairement à la version gratuite de hCaptcha,",
    "3025548709": "Existe-t-il une alternative à cet accord injuste ?",
    "3027055607": "16. Propriété intellectuelle et droits de propriété",
    "3028319964": "Éthique de l'IA",
    "3030395800": "Ces informations d'identification proviennent généralement de violations de données. Également appelées « déversements d'informations d'identification », ces attaques peuvent entraîner le dumping de millions d'informations d'identification sur le dark web. Si le déversement provient d'une banque, le pirate tentera d'utiliser ces informations d'identification pour accéder à d'autres sites. Cette approche fonctionne car de nombreuses personnes utilisent la même combinaison de nom d'utilisateur et de mot de passe pour plusieurs sites. (Cette pratique est déconseillée, mais la réalité est ce qu'elle est. Les gens ont tendance à répéter les mêmes identifiants de connexion.)",
    "30312304": "d'autres défauts qui variaient d'un État à l'autre avant l'adoption d'une mauvaise loi fédérale.)",
    "3031284129": "Avis de non-responsabilité",
    "3031357206": "Une nouvelle icône apparaîtra à côté de votre barre d'URL. Maintenant, visitez un site Web en utilisant hCaptcha. Il ressemblera à ceci:",
    "3031953301": "Nous pouvons à la place vous offrir la possibilité d'utiliser notre service hCaptcha Enterprise et continuer à vous fournir le service pendant un certain temps (la « Période de l'offre »). Notre prestation continue de service pendant la Période de l'Offre ne modifiera en aucun cas nos droits en vertu de la présente Section.",
    "3031953928": "HUMAN Network™ est une marque commerciale de HUMAN Protocol Foundation et est utilisée avec son autorisation.",
    "3034959000": "Vous pouvez récupérer",
    "3038275155": "Renonciation aux recours collectifs. Vous renoncez à tout droit dont vous disposez pour que tout litige soit porté, entendu ou arbitré en tant qu'action collective, collective ou représentative. Nonobstant toute autre clause contenue dans cet accord, la phrase précédente ne sera en aucun cas dissociable de cet accord. Toute réclamation selon laquelle tout ou partie de cette renonciation est inapplicable, déraisonnable, nulle ou annulable ne peut être déterminée que par un tribunal compétent et non par un arbitre. Vous ne serez pas victime de représailles ou empêché d'accomplir des tâches sur notre site Web en raison de l'exercice de vos droits en vertu de l'article 7 de la loi nationale sur les relations de travail, ou par le dépôt ou la participation à une action collective, collective ou représentative dans un forum , mais nous pouvons légalement demander l'application de cette renonciation aux recours collectifs et demander le rejet de ces actions ou réclamations collectives, collectives ou représentatives.",
    "304004915": "Nous ne nous soucions pas de qui sont les utilisateurs, seulement de la probabilité qu'ils soient malveillants ou des machines. Nous soutenons des initiatives comme",
    "3044038608": "Vous acceptez de nous fournir des informations vraies, exactes et complètes comme demandé dans notre processus d'inscription. Vous acceptez également de mettre à jour ces informations rapidement si nécessaire pour les maintenir à jour et exactes.",
    "3047519814": "Vous acceptez de ne pas partager votre compte ou votre mot de passe avec qui que ce soit.",
    "3048865891": "Coûts et frais. Les parties supporteront chacune leurs frais respectifs de représentation légale lors d'un tel arbitrage, sauf dans la mesure où les honoraires d'avocat sont explicitement prévus par la loi. Les parties partageront tous les frais administratifs initiaux facturés par l'arbitre, jusqu'à un coût maximum pour vous de deux cent cinquante dollars (250,00 $ US). Les frais de l'arbitre et du sténographe judiciaire, le cas échéant, seront initialement à notre charge ; cependant, l'arbitre aura le pouvoir discrétionnaire d'attribuer les frais appropriés à la partie gagnante, conformément à la loi, et/ou d'exiger des parties qu'elles partagent les frais associés à l'arbitre et/ou au sténographe judiciaire.",
    "3049976256": "Pour chaque nouveau client d'étiquetage, nous passons en revue une liste de contrôle pendant le processus de vente. Cela comprend la diligence KYC initiale avant l'intégration, ainsi que la vérification de toutes les demandes adressées à nos analystes, ainsi que des contrôles ponctuels en temps réel et des examens périodiques des demandes effectuées à l'aide de notre plate-forme en libre-service.",
    "3054564199": "Dossier de presse",
    "3056723024": "13. Achèvement inacceptable des tâches",
    "305735018": "Enfin une alternative crédible à Google. hCaptcha Enterprise offre des économies considérables sur votre facture reCAPTCHA avec une sécurité accrue : jusqu'à 80 % moins cher dans certains cas.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "politique de confidentialité",
    "3064321967": "Le premier spam connu a été envoyé en 1978. [",
    "3065000659": "Avez-vous réalisé qu'à chaque fois que vous « cliquez sur la voiture », vous aidez à entraîner un seul",
    "3068923550": "( ) Les contre-mesures doivent fonctionner si elles sont introduites progressivement",
    "3083289844": "Si vous avez trouvé un problème qui, selon vous, pourrait affecter la confidentialité des utilisateurs, veuillez nous envoyer un e-mail à l'adresse",
    "3086730511": "Si vous êtes un intégrateur de notre service gratuit et que nous déterminons que vous avez dépassé nos seuils d'utilisation équitable, actuellement le moindre de :",
    "3088605177": "Ajoutez notre code de défi uniquement là où cela est nécessaire et là où il est judicieux de vous protéger, vous et vos utilisateurs.",
    "3089778412": "Comment hCaptcha calcule les récompenses",
    "3092200338": "** Lorsque le 15 tombe un week-end, la date de paiement est plutôt le 17.",
    "3093388779": "hCaptcha est gratuit pour les éditeurs de toute taille",
    "3093689546": "Intégration facile",
    "3094150511": "Autorité de régulation : US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 juin 2019",
    "3096063825": "Essaye le",
    "3096553330": "Chaque système que nous créons reflète simplement nos relations avec les autres.",
    "3098677775": "Q : Est-ce que mon IP et mon historique de navigation sont complètement privés de hCaptcha lorsque j'utilise Privacy Pass ?",
    "3100722753": "Pour les problèmes potentiels de sécurité ou de confidentialité, consultez les instructions ci-dessous.",
    "3103557430": "Comment nous utilisons les informations",
    "3103642530": "Cette revue est composée de plusieurs séries de critères :",
    "3107683988": "Cela peut réduire considérablement le trafic et les coûts hors réseau tout en conservant tous les avantages de la gestion par notre personnel d'astreinte 24h/24 et 7j/7 pour respecter les SLA les plus stricts.",
    "3108727249": "BotStop",
    "310885519": "ou",
    "3114147525": "Les clients hCaptcha utilisent le service pour des tâches telles que la reconnaissance d'objets, la détection d'attributs (collecte d'étiquettes pour identifier les types de vêtements), le classement de pertinence (choisir le produit le plus pertinent parmi plusieurs options par rapport à un produit principal), les cadres de délimitation (trouver des zones d'intérêt sur une image), \"Human OCR\" (identifier le texte dans une image) et bien d'autres types de tâches.",
    "3117887301": "Reconnu par les plus grands services en ligne",
    "3119498672": "effectuer toute tâche à l'aide de robots Internet, de robots Web, de robots, de scripts ou de toute autre forme d'intelligence artificielle ou tenter d'obtenir des récompenses de l'IMI ou de tout demandeur ou intégrateur sans accomplir les tâches telles qu'elles sont décrites ;",
    "3119589996": "Comment ça marche : une extension de navigateur offre aux utilisateurs la possibilité de créer et de signer des jetons cryptographiquement aveugles pour les sites Web qui prennent en charge le protocole Privacy Pass. L'extension génère des passes contenant des jetons cryptographiquement masqués qui sont signés par hCaptcha lorsqu'un défi est résolu sur n'importe quel site utilisant le service hCaptcha,",
    "3121248460": "Affichez des défis personnalisés infiniment divers - du plus simple au plus complexe - pour votre public cible",
    "3128328457": "Si vous êtes un contributeur ou un intégrateur, vous êtes seul responsable du paiement de tout impôt sur le revenu estimé ou autre fédéral, étatique ou local, de la sécurité sociale, de la FICA et des indemnités pour accident du travail dus à la suite de l'utilisation de notre site Web, ainsi que taxes ou frais similaires dans les juridictions non américaines. Vous acceptez de nous indemniser et de nous dégager de toute responsabilité pour toute évaluation à notre encontre parce que vous n'avez pas respecté les lois fiscales.",
    "3128433367": "... et beaucoup plus",
    "3130928685": "Blog",
    "3138772661": "des milliers de vies chaque année",
    "3139609561": "Vous trouverez ci-dessous deux exemples de types de tâches de classification d'images et de détection d'attributs. [",
    "31502377": "Qu'est-ce qu'un élément de texte enrichi ?",
    "3152512587": "et le système collecte des centaines de millions de résolutions quotidiennes. [",
    "3153117136": "Comment fonctionnent les paramètres de difficulté hCaptcha",
    "3160820928": "Protection coordonnée contre les attaques",
    "3161489950": "La plate-forme de ML de sécurité la plus avancée au monde",
    "3162107126": "IMI n'est partie à aucun litige entre vous et tout autre utilisateur des Services. Vous libérez IMI et ses sociétés affiliées de toutes réclamations, demandes et dommages de toute sorte et nature, connus et inconnus, suspectés et insoupçonnés, divulgués et non divulgués, découlant de ou liés à tout différend entre vous et un autre utilisateur.",
    "3167979932": "Conçu pour l'intimité dès le premier jour. Accord de traitement des données solide.",
    "3168199226": "Cependant, en 2020, il est devenu clair que la construction de ce type d'ensemble de données pourrait être perçue comme une technologie à double usage d'une manière que peu de gens auraient imaginée il y a un an.",
    "3173156067": "Des supports prêts à l'emploi sont disponibles au cas où vous souhaiteriez inclure des exemples d'images dans votre article.",
    "3176531704": "Annotation des données",
    "3178581111": "Utilisation à de nouvelles fins",
    "3180664128": "En apprenant sur des milliers de signaux, les modèles peuvent déduire et atteindre une fiabilité élevée pour détecter très rapidement les comportements malveillants, même lorsqu'aucun signal individuel ne serait à lui seul assez puissant pour indiquer un problème.",
    "3182435854": "droits d'auteur",
    "318339230": "(Un ou plusieurs des éléments suivants peuvent s'appliquer à votre idée particulière, et il peut avoir",
    "3183855267": "1. hmt_id",
    "3186435874": "ID de session",
    "3192683783": "Modifications de cette politique de confidentialité",
    "3193548097": "L'espoir jaillit éternel",
    "3194111925": "Support",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "L'utilité et la vulnérabilité des API",
    "3200641265": "Au plus tard le 16 juin 2020*",
    "3200859925": "1. Objectif",
    "320166522": "L'apprentissage automatique a désormais un impact sur presque tous les aspects de notre vie, souvent d'une manière que nous ne réalisons pas et que nous ne pouvons pas voir. Les services de sécurité en ligne ne sont pas différents.",
    "3202747130": "Accord complet. Ces conditions d'utilisation et toutes les politiques, procédures ou conditions référencées dans le présent accord constituent l'intégralité de l'accord des parties en ce qui concerne l'objet, et remplacent et annulent tous les accords, réclamations, représentations et ententes antérieurs et contemporains des parties. .",
    "3203921334": "Nous avons aimé un certain nombre de choses dans les solutions hCaptcha : 1) elles ne vendent pas de données personnelles ; ils ne collectent que le minimum de données personnelles nécessaires, ils décrivent de manière transparente les informations qu'ils collectent et comment ils les utilisent et/ou les divulguent.",
    "3206136647": "Le problème de Google ici est basé sur les données de question qu'ils utilisent par rapport à qui les voit. Si toutes les données proviennent de la même culture (et dans le cas de Google, de la même entreprise), vous pouvez certainement vous attendre à des défis qui ne se traduisent pas bien dans d'autres cultures, conformément à la plainte d'Eden.",
    "3207769512": "Déployer des tâches de production",
    "3208155808": "Transférez une copie lisible par machine de vos informations personnelles à vous ou à un tiers de votre choix.",
    "3212830633": "2. Admissibilité",
    "3213351333": "Aucun engagement initial requis",
    "3213411837": "image 2",
    "3214322759": "autrement se livrer à toute activité malveillante ou frauduleuse.",
    "3217791519": "15 juil. 2020 - 15 oct. 2020",
    "3225770968": "hCaptcha est conçu pour résoudre le problème le plus laborieux en apprentissage automatique ; étiqueter des quantités massives de données de manière opportune, abordable et fiable.",
    "3225936061": "Vous voyiez probablement des images de texte prises à partir de pages de livres sur le service Livres de Google et aidiez à améliorer leur logiciel OCR (reconnaissance de texte).",
    "322830977": "Comment désactiver les cookies.",
    "3228928991": "Informations pouvant être utilisées pour identifier ou contacter un individu (\"Informations personnelles\"), telles que le nom, l'adresse e-mail et le pays. Nous collectons des informations personnelles auprès de nos intégrateurs et clients actuels et potentiels lorsqu'ils nous les fournissent directement (par exemple, en remplissant un formulaire lors de la création d'un compte ou en demandant à recevoir des notifications par e-mail de notre part). Nous pouvons également vérifier l'identité de nos intégrateurs et clients en comparant les informations personnelles avec des bases de données tierces ou des documents juridiques officiels.",
    "3230004040": "Êtes-vous malvoyant ou incapable de terminer les hCaptchas ?",
    "3233305531": "Marques",
    "3233441200": "Politique sur les contrevenants répétés",
    "3235430156": "les systèmes d'apprentissage automatique de l'entreprise gratuitement ?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. Analyse interne hCaptcha. Données recueillies jusqu'au 30 juin 2019. Détails disponibles sur demande.",
    "3236873806": "IMI est responsable de ce site Web.",
    "3238184941": "Remarque : le risque de fraude associé à une adresse IP individuelle peut être partagé avec un intégrateur sur demande.",
    "3238345709": "( ) Cela arrêtera le spam pendant deux semaines et ensuite nous serons coincés avec cela",
    "3238612014": "Historique de navigation, informations sur l'interaction d'un consommateur avec un site Internet, une application ou une publicité.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Dernière mise à jour : 18 février 2021",
    "324647915": "Merci d'avoir pris le temps de nous aider à obtenir ces informations !",
    "3247172580": "hCaptcha a combiné un apprentissage automatique avancé et auto-supervisé avec une nouvelle approche de calcul de pointe qui minimise de manière unique la collecte et la conservation des données, fournie à partir de plus de 250 emplacements dans le monde pour une évolutivité massive.",
    "325077666": "En soumettant vos informations, vous acceptez notre",
    "3251220335": "R : Non. Veuillez cliquer sur le même lien de connexion par e-mail qui vous a été envoyé sur chaque appareil que vous utilisez afin de définir le cookie.",
    "3254142589": "( ) Problèmes de juridiction",
    "3255230599": "Qu'est-ce qu'un cookie ?",
    "3256020881": "Pour observer vos comportements et vos activités de navigation au fil du temps sur plusieurs sites Web ou autres plateformes.",
    "3256245394": "ainsi que nos articles de blog, par exemple",
    "3260825523": "Machines à intuition",
    "3264813246": "Inapproprié",
    "3265293440": "( ) Susceptibilité des protocoles autres que SMTP aux attaques",
    "3265328927": "), une entreprise d'apprentissage automatique qui propose des produits et des services aux entreprises mettant en œuvre l'apprentissage automatique à grande échelle.",
    "3265895521": "Augmenter et réduire la difficulté du défi en fonction de l'heure de la journée",
    "3268946369": "6. Crédit : Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "S'il te plaît",
    "3272552822": "Développeurs et cryptographes :",
    "32739972": "Pour stocker vos informations de session de connexion si vous êtes inscrit sur nos Sites.",
    "3276777569": "hCaptcha",
    "3280658086": "solutions d'entreprise",
    "3286051798": "Les en-têtes, les paragraphes, les guillemets, les figures, les images et les légendes des figures peuvent tous être stylisés après l'ajout d'une classe à l'élément de texte enrichi à l'aide du système de sélecteur imbriqué « Quand à l'intérieur de ».",
    "328625009": "... nous sommes prêts quand vous l'êtes : notre service est disponible 24h/24.",
    "3287172429": "Types de défi de contrôle affichés",
    "3288667364": "Comparaison et détection",
    "3290996791": "Tous les autres noms de produits, logos et marques sont la propriété de leurs propriétaires respectifs. Tous les autres noms de sociétés, de produits et de services utilisés sur ce site Web sont uniquement à des fins d'identification. L'utilisation de ces noms, logos et marques n'implique pas une approbation.",
    "3292221787": "le défi a été relevé, pas seulement s'il était correct, et change fréquemment à la fois les questions et les données utilisées.",
    "3301728462": "Des millions de personnes utilisent hCaptcha chaque mois, sur des milliers de combinaisons de navigateurs, d'extensions, d'appareils, de pare-feu, etc.",
    "3312336121": "qui consomme d'énormes quantités de données comportementales pour déterminer si les utilisateurs Web sont des humains ou des robots légitimes",
    "3315658779": "Empêchez le grattage de contenu avec hCaptcha Enterprise",
    "3319083717": "Nom:",
    "3324288040": "Envoyez-nous vos commentaires",
    "332723732": "teneur",
    "3329634829": "Restreindre le traitement de vos informations personnelles.",
    "3329755436": "Envisagez-vous d'accélérer ce processus ?",
    "3334160175": "( ) Il est sans défense contre les attaques par force brute",
    "3336625692": "Cette page détaille nos réflexions sur ce sujet dans le contexte de l'éthique de l'IA, et les processus que nous suivons pour garantir que l'utilisation de nos services reste conforme aux politiques que nous avons adoptées en tant qu'entreprise.",
    "3339302473": "27. Résiliation",
    "3342910682": "Lire la suite",
    "3346362371": "Qu'en est-il de l'apprentissage automatique ?",
    "3348433919": "Tes droits",
    "3349094124": "Critères de préoccupation éthique : Objectif",
    "3353238942": "hCaptcha est conçu pour arrêter les robots en les distinguant des personnes. Les tests visuels sont un outil pratique pour cela, mais tout le monde ne peut pas résoudre un défi visuel.",
    "3356329025": "1. 30 jours",
    "3356349631": "Google Chrome",
    "3357523404": "Transfert de données transfrontalier",
    "33639629": "Non applicable aux sites Web de tiers. Veuillez noter que cette politique de confidentialité ne s'applique à aucun site Web, offre, produit ou service d'un tiers, même s'il est lié à notre site ou incorpore le service - veuillez vous référer aux politiques de confidentialité applicables avant de décider de fournir des informations à un tiers. des soirées.",
    "3365203058": "Protection anti-bot de classe mondiale",
    "3368788823": "Terence Eden fait un point intéressant sur son blog : \"",
    "3370561195": "6. Comportement acceptable",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Politiques et processus d'éthique de l'IA",
    "3376724603": "14-24 sept. 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Obtenez vos données étiquetées maintenant",
    "337971271": "L'apprentissage automatique est utile. Mais il ne nécessite pas de données personnelles pour fonctionner.",
    "3383086062": "hCaptcha Enterprise est une solution complète de sécurité en ligne. Les modes actif et passif vous permettent d'arrêter le bourrage d'informations d'identification, de détecter les piratages de compte et de bloquer les acteurs suspects. Le tout sans friction pour les utilisateurs légitimes.",
    "3386280249": "Fournir un marché pour les données étiquetées. Notre service permet l'étiquetage de données à grand volume et l'examen humain pour les systèmes d'apprentissage automatique en tant que service aux propriétaires de sites Web et aux entreprises qui ont besoin d'aide pour étiqueter leurs données. À cette fin, nous divulguons les données étiquetées à nos clients intéressés à acquérir des données étiquetées.",
    "3388180864": "Intéressé à travailler sur des défis techniques approfondis à l'échelle du Web ? Nous recrutons toujours des ingénieurs talentueux dans le monde entier -",
    "3389431373": "Des services comme reCAPTCHA v3 disent que mettre leur pixel de suivi sur chaque page de votre site est nécessaire pour une bonne sécurité. Ce n'est pas le cas.",
    "3395399558": "( ) Hommes politiques techniquement analphabètes",
    "3397976149": "Obtenez de l'aide pour l'éditeur hCaptcha",
    "3398978455": "15-25 sept. 2021†††",
    "3401005681": "Gagner de l'argent",
    "3401861278": ", qui est incorporé ici à titre de référence. Veuillez consulter cet accord pour voir comment nous traitons les données personnelles en votre nom. Notez que nous opérons en tant que « processeur de données » aux fins du règlement général de l'UE sur la protection des données et comme « prestataire de services » aux fins de la California Consumer Privacy Act.",
    "34074886": "Chaque fois que vous répondez à un défi, nous utilisons des modèles sophistiqués pour déterminer si vous êtes un être humain. Le site Web que vous avez visité utilise ensuite ce résultat pour améliorer votre expérience sur son site en empêchant les robots d'entrer.",
    "3408107995": "Aujourd'hui, cependant, le grattage signifie invariablement une approche programmatique pour extraire des données d'un site Web. Le logiciel de grattage agit comme un utilisateur humain, en cliquant sur des boutons et en lisant la sortie résultante. Il existe de nombreuses utilisations légitimes du grattage. Les robots d'exploration Web qui alimentent les moteurs de recherche en sont un exemple. Il en va de même des outils comme Skyscanner qui recherchent des offres de voyage en parcourant des milliers de sites Web de voyage. Les entreprises de technologie financière l'utilisent également, en récupérant les données financières des utilisateurs sur les sites bancaires s'il n'y a pas d'interfaces de programmation d'applications (API) disponibles pour établir la connexion de données. Les choses à garder à l'esprit à propos du grattage d'écran sont sa vitesse et son évolutivité. Le processus peut récolter d'immenses quantités de données à partir de sites Web, en supposant que les sites ne sont pas configurés pour l'empêcher de se produire. À la vitesse de calcul, un grattoir peut accumuler de grands ensembles de données en interagissant avec des sites Web et les logiciels et bases de données sous-jacents qui les alimentent.",
    "3409726716": "créer plus d'un compte chez nous sans autorisation écrite ;",
    "3412647984": "Cela vous permet d'éviter les questions futures en enregistrant et en définissant un cookie. Veuillez également essayer de désactiver votre bloqueur de publicités.",
    "3417372336": "Basculer en quelques minutes",
    "3419878556": "Assurez-vous que \"Bloquer les cookies tiers\" n'est pas activé.",
    "3421090159": "Open source",
    "3426312287": "5-15 janvier 2022",
    "3433896984": "BotStop™",
    "3434202027": "Toute utilisation du nom hCaptcha dans les communications nécessite l'attribution : « hCaptcha est une marque déposée de Intuition Machines, Inc. »",
    "3436534225": "Pratiquement toutes les entreprises qui lancent un projet pilote choisissent finalement nos solutions.",
    "3437412311": "Pour les utilisateurs d'entreprise, des options sont disponibles pour éviter complètement les défis dans la plupart des scénarios, en s'appuyant sur des scores passifs.",
    "3441764123": "Lorsqu'un défi est présenté à un utilisateur d'accessibilité sur un site utilisant le service hCaptcha, il le réussira automatiquement.",
    "3443160243": "Partenaire hCaptcha™",
    "3444947612": "Trafic entre",
    "3446714684": "Intégration mobile (iOS et Android)",
    "345108670": "- bourrage d'informations d'identification et autres tentatives de prise de contrôle de compte",
    "3453526675": "1. 1ère partie",
    "345563040": "( ) C'est une idée stupide, et vous êtes une personne stupide pour l'avoir suggérée.",
    "3457805519": "3. La demande du client peut-elle être satisfaite en vertu de la loi américaine et de nos règles d'engagement ?",
    "3458934553": "3. Varie ; jusqu'à 30 jours.",
    "3460432665": "Nonobstant ce qui précède, si vous êtes un contribuable américain, nous pouvons vous demander un W-9, à mettre à jour chaque année, et nous pouvons vous interdire d'effectuer des tâches jusqu'à ce que vous ayez terminé ou mis à jour un W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Ajoutez les cookies hcaptcha.com et *.hcaptcha.com à la liste blanche dans votre bloqueur de publicités ou dans l'extension de sécurité de votre navigateur.",
    "3470857731": "Une analyse de la façon dont reCAPTCHA détecte les bots.",
    "3475647460": "( ) Nécessite trop de coopération de la part des spammeurs",
    "3478726913": "hCaptcha possède l'une des plus grandes piscines de la planète à votre disposition. Quelle que soit votre échelle, nous pouvons la gérer sans engagement initial coûteux. Des millions de tâches par jour ne posent aucun problème.",
    "3479034323": "Si vous voyez du contenu qui vous appartient reproduit sur la plateforme hCaptcha et que vous souhaitez qu'il soit supprimé pour quelque raison que ce soit, vous pouvez nous contacter par e-mail.",
    "3480023141": "En savoir plus sur les options d'accessibilité",
    "3483700676": "Lancez des millions de tâches instantanément",
    "3488019891": "hCaptcha est une marque déposée de Intuition Machines, Inc.",
    "348809718": "4. Sous \"Cookies tiers\", choisissez \"Accepter\".",
    "349292953": "Informations que nous collectons",
    "3494826505": "Avec les fournisseurs, nous nous engageons à fournir des aspects essentiels des sites et du service, tels que le stockage de données, l'hébergement et l'analyse, et uniquement à ces fins.",
    "3496767126": "Pour éviter tout doute, le paragraphe suivant s'applique exclusivement aux Clients utilisant nos services d'annotation, et non à l'utilisation de nos Services en tant qu'Intégrateur",
    "3500503648": "hCaptcha est conçu pour éliminer la rétention de données à long terme en s'appuyant sur une évaluation instantanée plutôt que sur l'enregistrement et l'analyse de votre historique de navigation. Nous soutenons également des initiatives comme",
    "3501923981": "Dernière mise à jour : 1er janvier 2020.",
    "3507532387": "( ) Facilité de recherche dans l'espace d'adressage alphanumérique minuscule de toutes les adresses e-mail",
    "3510143229": "hCaptcha est un service pour les sites Web et les applications,",
    "3511610999": "Assurons-nous d'arriver au bon endroit.",
    "3515435438": "Signalement des plaintes DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Finalités du traitement",
    "3520687192": "Les enregistrements des communications avec vous (par exemple, les tickets d'assistance ouverts par e-mail ou Twitter) peuvent être conservés indéfiniment.",
    "3524251858": "Directeur de la gestion des produits, Cloudflare",
    "3526939538": "Bogue logiciel",
    "3527140447": "Documents",
    "3530599065": "La confidentialité est construite à partir de zéro. hCaptcha ne conserve aucune PII et est conforme à de nombreux mandats et réglementations en matière de confidentialité.",
    "353066938": "Une équipe expérimentée, travaillant sur les problèmes les plus difficiles d'aujourd'hui. hCaptcha est un service de",
    "3532143291": "Pour sécuriser nos services et systèmes. Nous utilisons les informations analytiques pour sécuriser nos systèmes en identifiant les menaces et les vulnérabilités potentielles, et pour protéger autrement les informations que nous collectons.",
    "353367791": "Détectez les mauvais acteurs de nombreux types différents.",
    "3536122902": "( ) Les arrêter de cette façon n'est pas assez lent et douloureux",
    "3543141425": "pour ça!",
    "3545935449": "Reconnaître les nouveaux ou les anciens utilisateurs.",
    "3548097301": "En vigueur : 1er janvier 2020.",
    "354925785": "Introduction",
    "3554363588": "Autres marques",
    "3554448168": "Catégorisation",
    "3555583744": "et",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varus enim dans eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Vous acceptez de déployer des efforts commercialement raisonnables pour protéger toute information confidentielle reçue de nous ou via nos services. inclut les scores des bots et les détails non publics de notre service d'entreprise, y compris la documentation non publique et tous les détails que nous pouvons partager concernant nos méthodes de détection de bots. Si vous avez accès à de telles informations confidentielles, nous pouvons modifier, suspendre ou limiter votre accès à nos services à notre seule discrétion si nous déterminons que des informations confidentielles sont exposées par votre utilisation de nos services, et nous déploierons des efforts raisonnables pour vous fournir un avis avant la suspension.",
    "3566102529": "nous aujourd'hui pour en savoir plus.",
    "3569492665": "L'enregistrement de l'activité en ligne n'est pas la solution.",
    "3570415321": "Société",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Certaines des informations que vous nous fournissez peuvent constituer des données sensibles telles que définies dans le RGPD (également appelées catégories spéciales de données personnelles), y compris l'identification de votre race ou origine ethnique sur les documents d'identification délivrés par le gouvernement.",
    "3573245166": "Contrairement à reCAPTCHA, nous travaillons dans tous les pays.",
    "3576146278": "Ne payez que pour la précision dont vous avez besoin",
    "3578122193": "Restez sur la marque avec un contenu pertinent",
    "3588274874": "En nous concentrant sur la fourniture d'un produit aligné sur les efforts réglementaires tels que le RGPD de l'Union européenne et le CCPA de Californie, nous avons connu une croissance massive - bien sûr, cela aide que hCaptcha soit un simple remplacement « indisponible » pour reCAPTCHA et puisse donc être installé en quelques minutes.",
    "3588620914": "Privacy Pass est une nouvelle invention selon les normes du Web, et il est possible que d'autres applications et extensions de navigateur qui ne le connaissent pas interfèrent avec ses fonctionnalités.",
    "3590546893": "Une simple analyse comportementale est un signal facilement falsifié par de mauvais acteurs et nécessite également de conserver l'historique de navigation pour tout votre trafic légitime.",
    "359073033": "Les tableaux de bord fournissent des vues de haut niveau ou granulaires de l'activité.",
    "3594381346": "emplacement.",
    "3594440415": "Finalement, ils commenceront à ouvrir des portes.",
    "3594526017": "Les scientifiques de l'IM ont établi une nouvelle référence pour la reconnaissance de texte faiblement supervisée (OCR) au CVPR 2020.",
    "3596207631": "Q : Je vois toujours un défi après avoir défini le cookie. Qu'est-ce qui cause ça ?",
    "3600022491": "Pour cette raison, nous avons conçu une alternative simple et indolore pour permettre aux éditeurs utilisant notre service de préserver l'accessibilité pour tous avec la pleine conformité à la Section 508 et WCAG 2.1 AA.",
    "3600718611": "Considérez Google reCAPTCHA,",
    "3600797185": "Proposer une identification rétroactive des bots ouvrirait Google à des questions épineuses sur la façon de rembourser rétroactivement les annonceurs qui ont dépensé de l'argent pour ce trafic frauduleux.",
    "360236473": "Le service hCaptcha n'est pas destiné à être utilisé pour que quiconque travaille en tant qu'étiqueteur individuel. Il n'est pas conçu ou adapté à cette fin. Nous ne recommandons à personne d'essayer d'utiliser hCaptcha comme source de revenu personnel.",
    "3604147138": "3. Utilisé à des fins techniques strictement nécessaires : permet l'utilisation par l'Utilisateur d'Accessibilité.",
    "3609106478": "Bourrage d'identifiants :",
    "3609929815": ". Nous conserverons votre nom, votre pays et votre adresse e-mail uniquement dans le but de vous contacter à l'avenir au sujet des opportunités de travail individuelles en matière d'étiquetage.",
    "3612043014": "...et d'autres tâches simples. Facile pour les humains, difficile pour les robots.",
    "361372538": "2. Croyons-nous que nos services fournis seraient probablement utilisés à des fins discriminatoires par le client, de manières qui pourraient être légales mais ne sont pas acceptables pour nous ?",
    "3614653023": "Au contraire, la pratique repose sur des attaques de bourrage d'informations d'identification à grande échelle qui essaient des millions de paires nom d'utilisateur/mot de passe sur des dizaines d'institutions financières cibles dans l'espoir de déverrouiller un petit sous-ensemble des comptes. Une fois que le logiciel de fraude automatisé a eu accès au compte, un pirate informatique peut alors intervenir, mais dans certains cas, non.",
    "361795034": ". Auteur inconnu, ch. 2000",
    "3619183405": "En 2021, des CAPTCHA simples peuvent parfois être résolus avec des logiciels, grâce aux progrès de l'apprentissage automatique. Pour résoudre ce problème, hCaptcha effectue également une analyse très détaillée des propriétés telles que",
    "3620039756": "En haut à droite, appuyez sur Plus, puis sur Paramètres.",
    "3620442880": "Fonctionnalités de protection des ventes flash",
    "3621401685": "( ) Impopularité de nouvelles taxes étranges",
    "3621411541": "En savoir plus sur les options d'accessibilité pour hCaptcha",
    "3621455477": "pour apprendre plus!",
    "3623028666": "(veuillez utiliser un service comme",
    "3624758171": "Tâches personnalisées également disponibles pour les éditeurs d'entreprise.",
    "3630114728": "Découvrez ce qui se passe sur tous vos sites et applications.",
    "3644106388": "Contact",
    "3645414921": "Effacer",
    "364774188": "Je suis humain™",
    "3654556483": "Les institutions financières et les sociétés de commerce électronique disposent de processus et de contrôles qui atténuent une partie de la menace de prise de contrôle de compte. Celles-ci vont des questions de sécurité à l'ancienne « quel était le nom de votre meilleur ami à l'école primaire » aux méthodes de détection qui débusquent les adresses IP et les profils d'appareils mobiles suspects.",
    "3657743880": "Instructions du navigateur pour les cookies intersites",
    "3660619092": "Inscrivez-vous gratuitement ou contactez le service commercial pour les solutions d'entreprise",
    "366088791": "hCaptcha prend en charge une grande variété de tâches.",
    "3660891610": "Si vous êtes un contributeur, IMI, et non vous, détient les droits de propriété sur tout travail que vous produisez dans le cadre de l'exécution d'une tâche. En acceptant les termes de cet accord, vous acceptez (et par la présente) transférez la possession, la propriété et le titre (y compris tous les droits de propriété intellectuelle existant dans le monde) dans et à votre travail à nous. Pour nous assurer que nous sommes en mesure d'acquérir, de perfectionner et d'utiliser ces droits, vous acceptez en outre de (i) signer tout document pour aider à la documentation, la perfection et l'application de nos droits ; et (ii) fournir un accès raisonnable aux informations pour l'enregistrement, le perfectionnement, la sécurisation, la défense et l'application de ces droits de propriété dans tous les pays. Vos obligations en vertu de cette section continueront même après votre désinscription ou votre cessation d'utilisation des Services. Vous nous nommez comme votre mandataire pour signer les documents en votre nom aux fins énoncées dans la présente section.",
    "3666807632": "14. Qualifications et compétences des contributeurs",
    "3668115514": "En quoi hCaptcha est-il différent ?",
    "3668873369": "Chez hCaptcha, nous avons adopté une approche différente dès le premier jour",
    "3669258571": "Politique relative aux cookies",
    "3671246379": "Étape 5 : Cliquez sur l'onglet Console, puis faites un clic droit puis \"Sélectionner tout\" et enregistrez-le dans un fichier texte, afin d'enregistrer le journal de la console. Envoyez-nous cela aussi.",
    "3671828834": "Exemples d'informations personnelles partagées",
    "3673079511": "norme émergente",
    "3678889946": "Au plus tard le 15 juin 2019",
    "3679148535": "Q : Sur quelles autres applications de Privacy Pass travaillez-vous ?",
    "3680327841": "Nous nous engageons à faire en sorte que hCaptcha fonctionne bien pour tout le monde",
    "3682071227": "Que sont les reprises de compte et comment fonctionnent-elles ?",
    "3688621388": "Signatures de menaces",
    "3694578791": "Comme indiqué ci-dessus, nous (et nos fournisseurs tiers) collectons des informations analytiques en partie grâce à l'utilisation de cookies, de balises Web et d'autres technologies de suivi. Dans certains cas, nous travaillons avec des fournisseurs tiers pour utiliser des cookies dans le but de collecter des informations analytiques.",
    "3695206755": "Essayez-nous dans votre environnement sans engagement.",
    "3700113699": "Sur votre appareil Android, ouvrez l'application Chrome.",
    "3700767772": "Une fois l'extension installée, cliquez ici (ou sur n'importe quel site Web utilisant hCaptcha) pour gagner des pass :",
    "370366524": "Télémétrie de service éphémère",
    "3709608616": "votre compte peut alors être désactivé ou déclaré inéligible aux gains à notre seule discrétion, pour une période de temps, avec ou sans préavis. En aucun cas, les demandes dépassant nos seuils d'utilisation équitable ne seront éligibles pour des gains sans confirmation écrite de notre part.",
    "3714002185": "En savoir plus sur hCaptcha Entreprise",
    "3715747429": "Nos ingénieurs d'intégration peuvent vous aider à démarrer rapidement, que vous ayez besoin d'une intégration React, de SDK pour les applications natives iOS, d'un exemple de backend Java ou de pratiquement tout autre scénario.",
    "3717512591": "Intégration directe de la plate-forme",
    "3717942925": "Tout comme il y aura toujours des gens qui voudront attirer votre attention par e-mail, il y aura toujours le désir de restreindre l'accès à certaines ressources de telle sorte que seuls les humains puissent y accéder.",
    "3719056187": "Les informations fournies sur les pages Internet ne représentent pas un conseil individuel et ne peuvent pas le remplacer. Si vous avez besoin de conseils personnalisés, veuillez contacter notre équipe d'assistance.Utilisation de ce site",
    "3720584906": "15 juillet 2021 - 15 octobre 2021",
    "3721365241": "Essayer",
    "3723626769": "pour vos contributions et votre avis.",
    "3725880582": "Redonner à la charité",
    "3729345277": "hCaptcha est un moyen pour les entreprises d'obtenir les annotations dont elles ont besoin plus rapidement, avec une qualité supérieure et à moindre coût que les autres alternatives.",
    "3730038780": "Choisissez parmi un nombre presque infini de défis à résoudre pour les utilisateurs",
    "3730344349": "Cette section fournit des détails supplémentaires sur les informations personnelles que nous collectons sur les consommateurs californiens et les droits qui leur sont accordés en vertu de la California Consumer Privacy Act ou « CCPA ».",
    "3733422465": "8. Vérification de votre identité",
    "3740051331": "Nous nous engageons également à surveiller activement et à répondre aux questions de vos utilisateurs sur les réseaux sociaux, les forums et nos canaux d'assistance via les widgets et les e-mails. Nous sommes accessibles et réactifs, et considérons la satisfaction des utilisateurs comme un KPI de premier ordre.",
    "3741193183": "( ) De nombreux utilisateurs de messagerie ne peuvent pas se permettre de perdre des clients ou de s'aliéner des employeurs potentiels",
    "3744079744": "15-19 juin 2020****",
    "3744153629": "Noms:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "contact",
    "3753956446": "Libérer",
    "3758963444": "Merci! Votre demande a été reçue!",
    "3759360138": "4. Nom d'utilisateur et mot de passe",
    "3759657802": "Vous ne pouvez pas céder, transférer ou déléguer les présentes Conditions d'utilisation ou vos droits ou obligations en vertu des présentes de quelque manière que ce soit (par application de la loi ou autrement).",
    "3759923279": "Veuillez adresser les demandes de presse à l'adresse e-mail suivante :",
    "3764131594": "22. Sites Web tiers",
    "3766910104": "2. Utilisé à des fins techniques strictement nécessaires : équilibrage de charge, routage.",
    "3767462250": "Conçu pour la confidentialité",
    "3768951251": "SLA d'entreprise",
    "3773515538": "Avez-vous déjà été invité à « taper les deux mots ? »",
    "378086442": "des CAPTCHA, plutôt que leur UX en soi.",
    "3782751514": "HUMAN Protocol® est une marque déposée de HUMAN Protocol Foundation et est utilisée avec son autorisation.",
    "3783031293": "Nous utilisons Cloudflare pour optimiser notre trafic Web. Pour plus d'informations sur la manière dont Cloudflare collecte et traite les données,",
    "3795997071": "Sélectionnez l'icône du menu Chrome. Sélectionnez Paramètres.",
    "3800781598": "] Près de cinq décennies plus tard, le spam par e-mail continue de nous tourmenter. Des milliards de dollars et des milliers d'années-personnes d'efforts d'ingénierie ont été investis pour le vaincre, et pourtant le spam persiste. Il y a des industries d'un milliard de dollars des deux côtés, c'est-à-dire celles qui s'en défendent et celles qui l'envoient.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 avr. 2020 - 15 juil. 2020",
    "3807059944": "Contrôler le contenu du challenge utilisé",
    "3816867833": "Retour d'information",
    "3817067682": "Polygones",
    "3817811295": "Fiabilité garantie et assistance rapide 24h/24 et 7j/7.",
    "3819851005": "2. Frais",
    "3821716514": "page.",
    "3828090208": "Utilisez plutôt \"for hCaptcha\". S'il est utilisé avec un logo tiers, \"for hCaptcha\" doit être plus petit que le logo tiers.",
    "3833636936": "a) 1 000 requêtes par seconde,",
    "3836291932": "Q : J'utilise plusieurs appareils. Dois-je m'inscrire plusieurs fois ?",
    "3842490632": "Un utilisateur individuel essayant de répondre à de nombreuses questions est susceptible d'être rapidement limité ou banni. Tout aussi important, comme notre",
    "3842673636": "En vertu du RGPD, vous disposez de certains droits concernant vos informations personnelles. Vous pouvez nous demander de prendre les mesures suivantes concernant vos informations personnelles que nous détenons :",
    "3842815245": "Est-ce un commerce équitable ?",
    "38428546": "Nous stockons vos données personnelles en toute sécurité tout au long de la vie de votre compte chez nous. Nous ne conserverons vos données personnelles que le temps nécessaire pour atteindre les objectifs pour lesquels nous les avons collectées, y compris aux fins de satisfaire à toute obligation légale, comptable ou de déclaration ou pour résoudre des litiges. Les critères que nous utilisons pour déterminer les périodes de stockage comprennent les dispositions contractuelles applicables qui sont en vigueur, les délais de prescription légaux, les exigences réglementaires applicables et les normes de l'industrie.",
    "3844300338": "Vous acceptez d'indemniser, de défendre et de nous dégager de toute responsabilité contre toutes les réclamations, dommages, responsabilités, coûts et dépenses (y compris les honoraires et frais d'avocat raisonnables) découlant de ou liés à votre exécution de tâches ou à votre utilisation de notre site Web. .",
    "3844432472": "L'ouverture et l'utilité même des API en font des cibles incroyablement riches pour les attaquants. De la même manière qu'une application mobile peut être programmée pour atteindre et OBTENIR des données d'un système d'entreprise à l'aide d'une API, il en va de même pour un malware. Les pirates ont écrit une grande variété d'outils logiciels pour abuser des API. C'est une technique d'attaque efficace.",
    "384965568": "Bien que les exigences de conservation varient selon la juridiction, des informations sur nos périodes de conservation typiques pour différents aspects de vos données personnelles sont décrites ci-dessous.",
    "3856690908": "15 janvier 2020 - 15 avril 2020",
    "3856912381": "Les utilisateurs ont souffert et les spams Web inutiles sont désormais monnaie courante. Mais il y a une alternative.",
    "3859506577": "Courriel professionnel",
    "3861413614": "Vous ne pouvez pas utiliser de marque ou de logo hCaptcha qui impliquerait que hCaptcha a une affiliation ou une approbation, un parrainage ou un support d'un produit ou service tiers, sans autorisation écrite expresse.",
    "3863351997": "Catégories d'informations personnelles répertoriées dans la loi californienne sur les dossiers des clients (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", qui est bien en évidence dans la page d'informations du widget hCaptcha. Ils reçoivent un cookie crypté qui peut être utilisé plusieurs fois par jour, mais doit être actualisé toutes les 24 heures via la connexion.",
    "3875523186": "fichiergist1.txt",
    "3878077249": "Mettre à jour ou corriger les inexactitudes dans vos informations personnelles.",
    "3878230879": "Notre objectif est de nous assurer que cela fonctionne toujours pour vous, nous apprécions donc beaucoup vos rapports !",
    "3881754581": ". Si vous êtes un client de nos services d'annotation et que vous avez sélectionné l'option « Données pour tous » dans le cadre de votre utilisation des services, vous accordez à IMI et à tous les utilisateurs des services un droit mondial, non exclusif, sous-licenciable, transférable, licence libre de droits et irrévocable pour exploiter pleinement toutes les données client, y compris tous les droits de propriété intellectuelle connexes. Si vous sélectionnez l'option « Données pour tous », vous déclarez et garantissez que vous possédez un droit, un titre et un intérêt suffisants sur et sur vos données afin d'accorder la licence dans cette section.",
    "3882147547": "Fonctions pseudo-aléatoires inconscientes",
    "388240587": "5-15 janvier 2022",
    "3884400764": "Bien que vous puissiez utiliser les marques hCaptcha conformément à ces directives, cela ne signifie pas que vous disposez de droits acquis sur les marques hCaptcha, les logos ou toute autre marque commerciale, nom commercial, marque de service, nom commercial ou fonds de commerce de hCaptcha. Nous voulons accorder autant de flexibilité que possible, mais nous sommes tenus de protéger hCaptcha contre l'utilisation non autorisée de toute marque déposée, nom commercial, marque de service, nom commercial ou bonne volonté de hCaptcha. Toute utilisation non autorisée met automatiquement fin à l'autorisation ou à la licence accordée par hCaptcha et peut engager des responsabilités légales pour tout dommage.",
    "3887113660": "Q : Comment Privacy Pass affecte-t-il les revenus de hCaptcha ?",
    "3891941747": "*** AVIS COVID-19 : En raison de la capacité réduite du personnel liée à COVID-19, le rapprochement a été reprogrammé pour laisser plus de temps pour terminer notre vérification standard. Les paiements devraient commencer le vendredi et se terminer le lundi suivant.",
    "3892905664": "hCaptcha aide vos services en ligne préférés à éviter les robots, les spams et les abus en posant des questions simples qui sont faciles pour les humains et difficiles pour les machines.",
    "3892952987": "consultez nos offres d'emploi et postulez ici",
    "3893539589": "insérer des liens externes qui offrent des biens ou des services à moins que la tâche ne l'exige ;",
    "389705801": "( ) Lois l'interdisant expressément",
    "3897238493": "LES SERVICES SONT FOURNIS « EN L'ÉTAT ». NOUS NE FAISONS AUCUNE DÉCLARATION OU GARANTIE, IMPLICITE OU EXPRESSE, EN CE QUI CONCERNE L'ACCESSIBILITÉ, L'APTITUDE, LA LÉGALITÉ, LA DISPONIBILITÉ OU LA FONCTIONNALITÉ DES SERVICES, DE TOUT LOGICIEL OU MATÉRIEL CONNEXE, DES TÂCHES OU DE TOUTE ACTIVITÉ OU ÉLÉMENT LIÉ AU PRÉSENT CONTRAT. DANS LA MESURE MAXIMALE AUTORISÉE PAR LA LOI, IMI DÉCLINE TOUTES CONDITIONS, REPRÉSENTATIONS ET GARANTIES EXPRESSES OU IMPLICITES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADAPTATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON. VOTRE SEUL ET UNIQUE RECOURS CONTRE IMI EN CE QUI CONCERNE TOUT DÉFAUT, NON-CONFORMITÉ OU INSATISFACTION EST DE CESSER D'UTILISER LES SERVICES. de votre accès ou utilisation du site Web ou de la plate-forme Intuition Machines. Des interruptions programmées et imprévues peuvent survenir et nous ne garantissons pas la disponibilité ininterrompue de notre site Web.",
    "3898950867": "( ) Joe jobs et/ou usurpation d'identité",
    "3900538778": "Les données étiquetées sont le carburant qui alimente l'apprentissage automatique. Les réponses reCAPTCHA sont utilisées pour améliorer les services ML/AI de Google depuis 2009. De nombreuses personnes qui utilisent reCAPTCHA ne réalisent pas que leur travail est mis à profit.",
    "3901503296": "Cet accent unique sur la confidentialité signifie que nous pouvons offrir aucune rétention de données individuelles, un fonctionnement sans cookie et d'autres garanties contractuelles de confidentialité, le cas échéant, tout en maintenant une excellente sécurité.",
    "3904679538": "Chrome",
    "3906359167": "Solutions:",
    "3906886217": "Pour les entreprises ou les sites Web",
    "3908992897": "et est utilisé dans tous les pays et territoires du monde, nous nous efforçons donc de fournir une expérience globale cohérente.",
    "3909240516": "( ) Les en-têtes SMTP ne doivent pas faire l'objet de législation",
    "3910971075": "IMI détient tous les droits, y compris les droits de propriété intellectuelle, sur le code source, le code objet ou la structure sous-jacente, les idées ou algorithmes, l'API et tout logiciel, documentation ou données supplémentaires liés aux Services (\"Logiciel\"). Vous vous engagez à ne pas, directement ou indirectement, via un tiers ou autrement : (a) procéder à une ingénierie inverse, décompiler, désassembler ou tenter de toute autre manière de découvrir le logiciel ; (b) modifier, traduire ou créer des œuvres dérivées basées sur un Logiciel ; (c) copier, louer, donner à bail, distribuer, mettre en gage, céder ou autrement transférer ou grever les droits sur tout Logiciel ; (d) utiliser un logiciel à des fins de partage de temps, de bureau de service ou autrement au profit d'un tiers ; ou (e) supprimer tout avis ou étiquette de propriété.",
    "3912514510": "( ) Les listes de diffusion et autres utilisations légitimes du courrier électronique seraient affectées",
    "3912926900": "hCaptcha® doit avoir un symbole de marque déposée la première fois qu'il apparaît dans une copie créative.",
    "3913203723": "Si, pour une raison quelconque, le demandeur n'accepte pas l'exécution d'une tâche que vous avez effectuée, vous, en tant que contributeur ou intégrateur, n'aurez droit à aucune récompense pour la tâche. Dans le cas où des récompenses vous ont déjà été distribuées pour une tâche accomplie de manière inacceptable, nous pouvons les récupérer auprès de vous.",
    "3913801502": "hCaptcha fonctionne maintenant sur environ 15% d'Internet",
    "3913848038": "SLA de disponibilité de 99,99 % et assistance mondiale disponible 24h/24 et 7j/7.",
    "3916131732": "Amériques",
    "3922723611": "Veuillez essayer de désactiver les bloqueurs de publicités ou les extensions de sécurité du navigateur",
    "3926027556": "et nous vous répondrons rapidement.",
    "392886773": "Fonctionne dans tous les pays",
    "3930611699": "travailleurs individuels.",
    "3930808600": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger les informations que nous collectons et stockons, et demandons à tous les agents qui effectuent notre traitement en notre nom de faire de même. Malheureusement, aucune mesure de sécurité n'est à 100 % infaillible et, en tant que tel, aucun réseau ou système (y compris le nôtre) ne peut être garanti à 100 % contre la destruction, la perte, l'altération, la divulgation non autorisée ou l'accès aux informations que nous collectons et stockons. Si vous pensez que vos informations peuvent ne pas être sécurisées pour une raison quelconque, veuillez nous contacter immédiatement à",
    "3933993151": "Travailler en tant qu'étiqueteur de données individuel",
    "394235836": "3. Si aucune des suggestions ci-dessus ne fonctionne, envoyez-nous un e-mail d'assistance et nous serons ravis de vous aider à comprendre ce qui se passe.",
    "3942875761": "Aidez-nous à créer un meilleur Web™",
    "3943164003": "voir brut",
    "3943417791": "Obtenez de l'aide pour hCaptcha Enterprise (BotStop)",
    "3946753128": "Privé. Sécurise. Plus rapide.",
    "3951112506": ". Cela garantit déjà un degré plus élevé d'hétérogénéité dans les données.",
    "3951254541": "Nous apprécions votre contribution. Faites-nous part de tout problème et nous le résoudrons rapidement.",
    "3952259236": "Combinez vos données en aveugle avec les milliers de signaux de hCaptcha pour former hCaptcha sur des classes de comportement - pour votre exemple uniquement - afin de mieux prédire les comportements malveillants mieux que l'une ou l'autre solution seule",
    "3953584369": "Restrictions d'accès RBAC sophistiquées disponibles.",
    "3955555607": "À l'exception des partenaires ou des revendeurs autorisés, les tiers ne peuvent pas enchérir pour des mots clés, Google AdWords ou d'autres systèmes de publicité ciblée utilisant des marques hCaptcha ou des fautes d'orthographe. Les tiers ne peuvent pas non plus utiliser les marques hCaptcha dans les noms de domaine, toute optimisation de moteur de recherche, balises META, termes de recherche, code ou autre fausse représentation.",
    "3955981186": "Amendements. Aucune modification ou amendement aux présentes conditions d'utilisation par une personne autre qu'IMI ne lie IMI à moins d'un instrument écrit signé par un représentant dûment autorisé d'IMI.",
    "3963216198": "Pour expliquer pourquoi les API sont une cible populaire pour les pirates informatiques, cela vaut d'abord la peine de prendre un bref instant pour définir ce que l'on entend actuellement par le terme « API ». Le concept de l'API n'est pas du tout nouveau. En fait, les interfaces pour connecter divers systèmes informatiques entre eux, ainsi que leurs composants internes, existent depuis au moins le début des années 1960.",
    "3963642878": "Au plus tard le 14 décembre 2019*",
    "3967047208": "Vous pouvez également désactiver temporairement certaines protections dans Custom pour déboguer cela, en décochant les cases : décochez la case Trackers ou décochez la case Cookies si vous rencontrez toujours des problèmes.",
    "3971348140": "Pourquoi avons-nous utilisé hCaptcha ? Personne d'autre ne pouvait offrir les fonctionnalités et les performances dont nous avions besoin. Ils nous ont permis de démarrer rapidement et nos commerçants adorent l'expérience.",
    "3972094614": "Brendan Eich",
    "3972554015": "processus aussi. Et l'extension du navigateur est bien sûr",
    "3974566657": "À mesure que les services deviennent plus populaires, ce genre d'événement devient inévitablement plus fréquent. hCaptcha est utilisé par des millions de personnes chaque jour dans pratiquement tous les pays du monde, nous publions donc cette politique et une étude de cas sur la façon dont nous abordons ces problèmes afin d'être aussi transparents que possible.",
    "3978720689": "approche de la lutte contre le spam. Votre idée ne fonctionnera pas. Voici pourquoi cela ne fonctionnera pas.",
    "3983646521": "Tous les noms de produits, logos, marques, marques commerciales et marques déposées sont la propriété de leurs propriétaires respectifs. Tous les noms de sociétés, de produits et de services utilisés dans ce site Web sont uniquement à des fins d'identification. L'utilisation de ces noms, marques et marques n'implique pas l'approbation. Dans ce cas, bien au contraire.",
    "3987022469": "Étiquetage",
    "3988350": "Cela signifie qu'il existe d'excellents cas d'utilisation pour les annotations parapluie du monde réel. Il y a de la place pour le désaccord sur l'impact des voitures autonomes, mais les systèmes ADAS économisent déjà",
    "3991444169": "Cette page répertorie les sous-processeurs actuels pour le service hCaptcha Enterprise.",
    "3992401943": "Il y a eu une révolution dans l'apprentissage en profondeur depuis 2012. La norme de l'industrie pour la précision des tâches s'est radicalement améliorée au cours de la dernière décennie, principalement en raison des réseaux convolutifs profonds. D'autres services basés sur le ML proposés par Google ont suivi cette courbe.",
    "4007826952": "Le CAPTCHA n°1 en matière de confidentialité pour le Web, le mobile et plus encore.",
    "4008400186": "Étape 4: Cliquez sur \"Exporter HAR\" (la petite flèche vers le bas) après avoir tenté de résoudre, ce qui enregistre le journal du réseau. Envoyez-nous ce fichier.",
    "4011712313": "Dans le cadre de notre politique DMCA, nous plaçons les comptes des clients pour lesquels nous recevons plusieurs notifications DMCA d'infraction présumée dans une politique DMCA en plusieurs étapes contre les infractions répétées. À la réception de notifications DMCA répétées au cours d'un mois civil, le compte client passera d'une étape de politique à la suivante.",
    "4015238193": "et OCR [",
    "4019638786": "R : Les utilisateurs de Privacy Pass de hCaptcha n'exposeront jamais leur IP à hCaptcha à moins que le portefeuille de jetons de leur navigateur ne soit vide ou que le site ne l'envoie. hCaptcha n'a aucun moyen de lier l'utilisateur à l'échange de jetons et n'interagit jamais directement avec l'utilisateur pendant l'échange à moins que son portefeuille de jetons ne soit vide.",
    "4019660456": "Latence 0 ms : vérifiez les jetons hCaptcha sans appel d'API.",
    "4023575072": "usage double",
    "4024785952": "Cloudflare, Inc. (mondial). Services fournis : Cloudflare.com.",
    "4034694801": "Aucun résultat correspondant.",
    "4036662147": "5. Protection des informations confidentielles",
    "4036872105": "d'abord, puis réessayez",
    "4039193170": "Si vous rencontrez des problèmes pour obtenir ou échanger des jetons :",
    "4044467791": "Pour les catégories d'informations personnelles que nous avons collectées auprès de vous au cours des 12 derniers mois, veuillez consulter la section « Informations que nous collectons » ci-dessus. Nous collectons ces informations aux fins commerciales et commerciales décrites dans la section « Comment nous utilisons les informations personnelles » ci-dessus. Au cours des 12 derniers mois, nous avons partagé les catégories d'informations suivantes avec des tiers à des fins commerciales :",
    "4051104324": "« Intuition Machines » est une marque déposée de Intuition Machines, Inc.",
    "4051785543": "Utilisation:",
    "4057343238": "Se désengager",
    "4059570880": "Si vous souhaitez suivre l'effort de normalisation, des efforts sont actuellement en cours à",
    "4060250206": "Utilisez ce formulaire pour joindre l'un de nos spécialistes techniques. Nous répondons rapidement.",
    "4063155841": "Au plus tard le 25 juin 2021††",
    "4063769686": "Les utilisateurs prennent en charge le site qu'ils visitent et subissent moins de spam Web. Cela semble être un accord plus juste.",
    "4065065042": "Composez-le pour qu'il corresponde exactement à votre cas d'utilisation.",
    "4065614934": "Cette analyse n'est pas nouvelle, mais les gens sont éternellement optimistes. Surtout quand ils pensent que leur idée est nouvelle.",
    "4072202039": "15 avr. 2019 - 15 juil. 2019",
    "4074220464": "R : Les options auparavant populaires, telles que les captchas audio, discriminent de nombreux utilisateurs de tous les temps et sont facilement déjouées par les techniques modernes d'apprentissage automatique. Cela a forcé les défis audio actuels à devenir de plus en plus difficiles, introduisant du bruit, un timing étrange, des combinaisons de mots inhabituelles, etc. pour vaincre les attaquants. Nous sommes donc moins enthousiastes à propos de cette approche plutôt que d'éviter complètement le défi, mais nous l'envisagerons s'il y a une demande de la part de la communauté a11y.",
    "4080263153": "Aucune renonciation. Nous ne serons pas considérés comme ayant renoncé à une partie de nos droits ou recours à moins que la renonciation ne soit écrite et signée par nous. Si nous retardons l'application ou échouons à appliquer nos droits en vertu d'une disposition du présent accord, cela ne constituera pas une renonciation à notre droit d'appliquer ultérieurement cette disposition ou toute partie de cet accord.",
    "4082053540": "19-25 juin 2021††",
    "4083018285": "Une suite de fonctionnalités étendues qui se combinent avec une surveillance et une réponse SOC améliorées pour faire face aux menaces persistantes sophistiquées",
    "4086379603": "Des questions?",
    "4087694419": "Un pirate informatique pourrait également collecter des données sur des sites comme Amazon et eBay pour créer des listes de produits fausses ou trompeuses. Il ou elle pourrait alors les proposer à la vente sur des services peer-to-peer comme OfferUp et mener des attaques de phishing contre les acheteurs. Ou, le fraudeur pourrait vendre des produits qui n'existent pas. Une autre fraude par grattage d'écran consiste à simuler les éditeurs de publicités. En grattant le contenu des sites des éditeurs, le fraudeur peut créer de fausses pages d'éditeurs d'annonces sur différents services. Ils peuvent ensuite vendre des annonces sur ces pages à des revendeurs autorisés, dont ils ont récupéré les contacts à partir du fichier ads.txt de l'éditeur. Les espaces publicitaires semblent réels pour l'annonceur, mais ils ne le sont pas.",
    "4087729475": "le défi après votre résolution initiale.",
    "4088941349": "Enregistrements des produits ou services achetés, obtenus ou considérés.",
    "4091044469": ". Assurez-vous d'avoir activé l'extension en mode navigation privée. Ensuite, visitez n'importe quel site Web utilisant hCaptcha et résolvez un captcha. À partir de la version 2.0.3, vous pouvez échanger ces jetons sur des sites Web en utilisant hCaptcha.",
    "4097297673": "En tant que client, demandeur ou intégrateur, vous acceptez d'être lié par les conditions ci-dessous en plus de toute autre condition contraignante entre vous et IMI.",
    "409780280": "( ) Bien essayé, ****! J'espère que quelqu'un marche sur votre clavier !",
    "4099477834": "Toutes les relations clients sont également protégées par un accord de traitement des données solide. Le service hCaptcha est conforme à toutes les lois sur la confidentialité, peu importe où résident votre service ou vos clients. Le fait de ne pas conserver de données personnelles nous facilite la tâche par rapport à d'autres entreprises.",
    "4101570501": "Nous travaillons également actuellement sur une solution cryptographique pour supprimer rapidement votre adresse e-mail tout en préservant notre capacité à prévenir les abus, en complément de notre travail sur le Privacy Pass.",
    "410397176": "Pour plus d'informations",
    "4104188759": "Politique d'éthique de l'IA",
    "4104221634": "Les clients de hCaptcha couvrent une variété d'industries, des entreprises technologiques à celles axées sur la mode, la vente au détail et d'autres domaines où ils peuvent créer de la valeur en appliquant l'apprentissage automatique.",
    "4114820649": "2. Cliquez sur l'onglet \"Confidentialité\".",
    "4131598919": "presse",
    "4132302900": "5. Votre vie privée, vos données et « données pour tous »",
    "4137573005": "a des réponses complètes et faisant autorité sur la façon dont nous utilisons les données, mais la réponse courte est que nous n'avons aucun intérêt à vous associer en tant que personne à votre historique de navigation.",
    "4138068262": "utilisateurs. En fin de compte, l'interaction avec les défis restera probablement une partie de l'arsenal d'outils pour réduire les abus en ligne tant que la nature humaine reste inchangée.",
    "4142610534": "Tout paiement en retard entraînera des frais de retard au taux de 1,5% pour cent par mois ou du montant maximum autorisé par la loi, selon le plus bas des deux. Si vous ne payez pas le montant dû en vertu du présent Accord pour une raison quelconque, votre compte peut être suspendu, à notre seule discrétion, auquel cas aucun paiement supplémentaire ne sera effectué à partir de votre compte pour l'achèvement des tâches et toutes vos tâches seront supprimées. de notre site Web. Vous devez nous rembourser tous les montants dus sur demande, ainsi que les frais de traitement, les frais de retard ou les frais d'avocat. Nous pouvons également faire des rapports appropriés aux agences d'évaluation du crédit et aux autorités chargées de l'application de la loi.",
    "4146870445": "Qui nous sommes",
    "4147497805": "Carotte",
    "4149738856": "hCaptcha doit être utilisé comme adjectif et suivi d'un terme générique approprié.",
    "41530052": "28. Conditions Générales",
    "4154415610": "***** Les paiements de septembre 2020 seront exécutés par lots au fur et à mesure que le rapprochement se terminera, certains étant exécutés plusieurs jours plus tard que prévu initialement en raison de retards de rapprochement.",
    "4162383380": "16 - 22 sept. 2020*****",
    "4162847": "Nous avons pu l'observer directement, car certains de nos clients effectuent des tests A/B sur la même demande avant de basculer entièrement sur les offres de Google. Nous sommes généralement en mesure de prouver à la fois un taux élevé de faux positifs et de faux négatifs provenant de reCAPTCHA v3 ou reCAPTCHA Enterprise.",
    "4163469907": "Étape 2 : Cliquez sur l'onglet Réseau dans les outils de développement. Cochez la case \"Conserver le journal\" en haut.",
    "4165374512": "Bien qu'il soit possible d'utiliser des outils de détection d'adresse IP et d'emplacement pour empêcher le bourrage d'informations d'identification, une méthode plus rentable et plus précise consiste simplement à interrompre le robot de bourrage d'informations d'identification lui-même. hCaptcha et hCaptcha Enterprise peuvent bloquer le bot au point d'entrée. Même si le bot a les bonnes informations d'identification, s'il ne peut pas dépasser la détection de hCaptcha Enterprise ou le CAPTCHA de hCaptcha, il ne pourra pas faire son bourrage et votre site et vos utilisateurs sont protégés.",
    "4166776480": "Bourrage d'identifiants : qu'est-ce que c'est et comment arrêter les attaques",
    "4169910317": "9. Respect de la loi",
    "4172868199": "va beaucoup plus loin que cela, allant dans le domaine de la tentative de distinguer le «bon humain» du «mauvais humain» également, et est utilisé aujourd'hui par de nombreux services en ligne les plus populaires au monde pour tout trouver et arrêter tout, de la fraude à l'achat à la persistance avancée. menaces contre leurs utilisateurs, tout en maintenant un accent unique sur la préservation de la vie privée.",
    "4179118182": "( ) technique ( ) législative ( ) fondée sur le marché ( ) vigilante",
    "4181060163": "Les tiers ne doivent pas utiliser de variantes ou de fautes d'orthographe ou agir d'une manière qui pourrait entraîner une confusion d'intérêt initial sur les marques déposées hCaptcha.",
    "4181611011": "Date de rapprochement",
    "4185927140": "Chef de produit, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Conditions générales d'utilisation",
    "4188814619": "hCaptcha est un service d'Intuition Machines (",
    "4194763679": "Niveaux de difficulté à grain fin",
    "4195759329": "Détection des bots et scores de risque",
    "4197928199": "Politique de confidentialité",
    "4199502476": "Tableaux de bord et API de reporting avancés",
    "4202774977": "Objet",
    "4205152730": "Vous êtes encouragé à interagir avec d'autres utilisateurs n'importe où sur notre site Web, Forum, messagerie, chat et autres canaux de médias sociaux contrôlés par IMI, mais si vous le faites, vous devez vous conformer à toutes les conditions d'utilisation et d'utilisation sur notre site et à toutes les lois pertinentes. .",
    "4208081170": "Catégorie de renseignements personnels",
    "4209078147": "Pour améliorer notre Site et mieux comprendre vos visites sur nos plateformes et Site.",
    "4215483493": "R : hCaptcha est conçu pour la confidentialité dès le départ. C'est très différent des options traditionnelles comme reCAPTCHA qui appartiennent aux réseaux publicitaires, qui sont incités à vous suivre sur le Web et à vous associer à une véritable identité.",
    "4217013126": "Les paiements s'exécutent généralement tout au long de la journée à la date de paiement et sont généralement terminés avant minuit, heure du Pacifique. Si un compte a été signalé pour examen, le déblocage d'un paiement peut prendre jusqu'à cinq jours ouvrables supplémentaires.",
    "4217693416": ". Les sites Web hCaptcha.com et BotStop.com (les Sites) peuvent inclure des cookies supplémentaires, comme décrit dans la présente Politique.",
    "42182578": "Supprimez vos informations personnelles.",
    "4222109231": "Atténuer le risque d'API avec le produit d'entreprise de hCaptcha",
    "4224961202": "Confidentialité, sécurité et apprentissage automatique.",
    "4227800293": "( ) Les utilisateurs de courrier électronique ne le supporteront pas",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Catégorisation des attributs",
    "4230322909": "Nous essayons toujours d'acquérir une bonne compréhension de chaque nouveau client et de son cas d'utilisation prévu, à la fois pour confirmer qu'il convient à nos produits et services et pour nous assurer qu'il respecte les politiques que nous avons adoptées en tant qu'entreprise.",
    "423222878": "Certaines des cyberattaques les plus difficiles à détecter, prévenir et arrêter sont celles où un acteur malveillant est capable d'utiliser des informations d'identification d'utilisateur légitimes pour se connecter à un compte d'utilisateur actif. Sans de nombreuses capacités de détection sophistiquées en place, la société qui héberge le compte n'a aucune raison de soupçonner que quelque chose ne va pas. Un client semble simplement s'être connecté à son compte. L'attaquant a réussi cette ruse à l'aide d'informations d'identification volées, généralement le résultat d'une technique de cyberattaque connue sous le nom de \"truc d'informations d'identification\". C'est un problème sérieux aujourd'hui, mais qui peut être atténué avec les bonnes contre-mesures.",
    "424089481": "Amazon Web Services, Inc. (mondial). Services fournis : Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Vous êtes responsable du paiement de toutes les taxes associées aux Services autres que les taxes américaines évaluées sur le revenu net ou les biens personnels d'Intuition Machines.",
    "4243348003": "Étape 3 : visite",
    "4246520782": "En effet, Internet a été témoin d'une véritable course aux armements entre fraudeurs et défenseurs ces dernières années.",
    "4247858664": "la page d'inscription sur l'accessibilité",
    "4248655793": "- Alex M.",
    "4255608322": "Dernière mise à jour : 12 avril 2021",
    "42559805": "Avez-vous besoin d'une intégration urgente ?",
    "4256083674": "À la demande directe d'un intégrateur pour identifier le risque de fraude d'une demande de défi CAPTCHA ou d'une adresse IP spécifique, ou autrement lorsqu'un consentement spécifique a été donné.",
    "4257144752": "Les estimations en temps réel ne reflètent pas l'exactitude finale ou l'humanité, et vos revenus finaux peuvent donc varier considérablement à la hausse ou à la baisse par rapport aux chiffres indiqués dans le tableau de bord avant votre premier rapprochement.",
    "4260466272": "Vous pouvez choisir à tout moment de cesser d'utiliser notre site Web, à condition de respecter toutes les politiques IMI applicables. Nous pouvons, à notre seule discrétion, résilier cet accord, suspendre l'accès à notre site Web ou supprimer immédiatement tout service sans préavis pour quelque raison que ce soit.",
    "4260542944": "Le grattage de contenu (également appelé « grattage d'écran » ou simplement « grattage ») est un processus familier et souvent utile pour collecter des informations sur le Web. Cependant, ces dernières années, la technique est devenue un outil privilégié des pirates et des fraudeurs. Les contre-mesures peuvent atténuer efficacement la menace, mais pour les mettre en œuvre, il est essentiel de comprendre le fonctionnement du processus.",
    "426125156": "17. Droits d'auteur et retrait",
    "4263626815": "Les cookies d'accessibilité hCaptcha fonctionnent avec tous les navigateurs et bloqueurs de publicités populaires avec leurs paramètres standard, de sorte que les échecs sont généralement dus à des scripts « anti-anti-blocage publicitaire » ou à des ensembles de règles similaires ciblant des sites particuliers.",
    "4264784515": "Bogues de sécurité",
    "4270038521": "(les « Sites ») et l'interface du programme d'application hCaptcha et les logiciels et matériels connexes (collectivement, le « Service »).",
    "4272022475": "Toutes les demandes et les actifs vont à hcaptcha.votredomaine.com",
    "4272088465": "les œuvres caritatives de votre choix avec les gains que vous en tirez.",
    "4272454814": "Intégration avec le fournisseur d'identité de votre choix.",
    "4274324704": "Voici comment utiliser notre nom en copie écrite :",
    "4277475973": "( ) Réticence du public à accepter de nouvelles formes d'argent étranges",
    "4280117172": "De nombreux pays font en fait un peu mieux que les États-Unis, notamment le Nigeria, l'Inde, le Brésil et l'Allemagne :",
    "4281708680": ". Chez hCaptcha, nous avons délibérément adopté une approche très différente, en utilisant des techniques d'apprentissage automatique préservant la confidentialité pour identifier les comportements typiques des robots avec une grande précision, tout en consommant et en stockant le moins de données possible.",
    "4284094387": "†† Certains rapprochements et paiements de juin 2021 seront exécutés la semaine suivante en raison de retards dans la vérification des calculs finaux pendant la fenêtre de rapprochement.",
    "4286602632": "c) 100 000 demandes par mois pour les intégrateurs utilisant des comptes hCaptcha Publisher (gratuits) pour activer des produits commerciaux de gestion de bots, par exemple des pare-feu Web (WAF) et des applications similaires,",
    "4290195307": "pour des conseils détaillés.",
    "433424759": "La fraude aux paiements comprend tout type de transaction illégale dans laquelle un cybercriminel prive la victime de quelque chose de valeur, généralement de l'argent. Cela peut signifier utiliser une carte de crédit volée pour commander des marchandises en ligne ou prendre le contrôle d'un compte bancaire et y transférer illégalement des fonds. Il existe de nombreuses variantes, mais elles ont toutes le même résultat : un escroc utilise une identité volée ou des informations de paiement pour voler un consommateur, une banque ou un commerçant.",
    "435302267": "article de blog de l'entreprise",
    "436125785": "Ce n'est pas surprenant compte tenu de l'inexactitude des boucles de rétroaction disponibles dans ces produits et du fait qu'ils sont vendus par un réseau publicitaire avec un intérêt tout particulier à ne pas devenir trop bon en détection de bots, de peur que cela ne nuise à leur activité principale.",
    "439777523": "Questions de réglementation",
    "443094024": "Corbeille",
    "444492541": "instructions du journal de débogage pour Firefox",
    "448807334": "(\"Des centaines de millions de CAPTCHA sont résolus par des personnes chaque jour.\") Récupéré le 8 juillet 2019.",
    "451701069": "Conforme au RGPD, CCPA,",
    "452920031": "Une note aux clients en dehors des États-Unis.",
    "453723556": "Vous pouvez résilier cette Annexe Client indépendamment des Conditions d'utilisation en cessant d'être un Client ou un Demandeur. Nous nous réservons le droit de suspendre ou de résilier votre statut de Client ou de Demandeur à tout moment, ou de résilier votre compte ou votre utilisation des Services conformément aux Conditions d'utilisation. En cas de résiliation, vous demeurez responsable de tout montant dû en vertu de votre Bon de commande. Si votre abonnement comprend des frais mensuels ou annuels ou des minimums mensuels ou annuels, vous serez toujours responsable du paiement de tous les frais de services jusqu'à la fin de ce mois ou de cette année, respectivement.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Oui. Nous et nos fournisseurs d'analyse ou de services, nos partenaires marketing et nos sociétés affiliées pouvons utiliser des cookies, des balises Web ou des pixels et d'autres technologies pour garantir à tous ceux qui utilisent les Sites la meilleure expérience possible. Veuillez consulter la section « Technologies d'analyse et de suivi tierces » de notre politique de confidentialité pour plus de détails.",
    "458271951": "Si vous êtes un Contributeur qui accède aux Services et/ou exécute des tâches via ou en relation avec un Intégrateur au nom d'Intuition Machines (agissant en tant que Demandeur), Intuition Machines peut vous récompenser pour l'achèvement acceptable de certaines tâches. S'il s'avère que vous vous êtes engagé dans une fraude, un abus ou une violation des présentes conditions d'utilisation, toutes les récompenses qui vous sont offertes peuvent être retenues et/ou récupérées par Intuition Machines.",
    "458376553": "Vous pouvez accéder, corriger, modifier ou supprimer certaines informations personnelles que vous nous avez fournies via votre compte d'intégrateur, de client ou d'utilisateur d'accessibilité (si vous êtes un intégrateur, un client ou un utilisateur d'accessibilité). Si vous n'êtes pas en mesure de le faire, ou avez des questions sur les informations personnelles que nous avons collectées et/ou partagées à votre sujet, ou si vous souhaitez retirer votre consentement pour notre traitement (c'est-à-dire supprimer complètement votre compte), veuillez nous contacter à l'adresse",
    "461631543": "Remarque RGPD",
    "462321455": "Lieu de l'arbitrage. Toute procédure d'arbitrage en vertu de cette section aura lieu par défaut dans l'État de Californie, sauf si vous résidez en dehors des États-Unis, auquel cas l'arbitrage se déroulera entièrement par voie électronique ou téléphonique. L'arbitrage peut avoir lieu à tout autre endroit si chaque partie y consent par écrit. Quel que soit son emplacement, toute partie peut choisir de se présenter à l'arbitrage par vidéo en direct ou par téléconférence.",
    "464238793": "Si Google détermine lui-même qu'un utilisateur voyant une annonce ou cliquant sur un lien était en fait un bot, il ne peut pas facturer les annonces diffusées auprès de cet utilisateur. Ce conflit d'intérêts a fortement limité la portée des ambitions anti-bot de Google.",
    "465714311": "Pour les utilisateurs d'accessibilité : Guide de questions-réponses et de dépannage",
    "465783046": "Vous voulez essayer avec vos données ?",
    "468929661": "Le coût moyen de la rupture d'un reCAPTCHA est incroyablement bas (moins de 1 $ pour 1000 résolutions) et n'a pas augmenté de manière significative depuis le début de notre surveillance en 2016. Cela s'applique à la fois à reCAPTCHA v2 et v3. [",
    "469089249": "R : Cela est généralement dû à l'utilisation d'un bloqueur de publicités agressif ou d'une extension anti-cookie, ou d'un paramètre qui bloque les cookies « intersites », dans ce cas un cookie pour hcaptcha.com qui est défini ou vérifié par le hCaptcha JS sur un site différent, comme celui que vous visitez.",
    "47536007": "En savoir plus sur hCaptcha",
    "477275453": "Pourquoi les API sont-elles une cible populaire pour les pirates informatiques ?",
    "487083593": "Ventes",
    "493717511": "2. Ce client demande-t-il des services qui pourraient être",
    "497117287": "Options d'accessibilité",
    "499510428": "Nous pensons en effet que la réglementation nous a aidés ici",
    "501102544": ": nous pensons que le service anti-bot hCaptcha (c'est-à-dire le Service intégré aux sites Web, aux jeux ou aux applications mobiles) n'inclut que des cookies dits « exemptés de consentement » conformément à la réglementation GDPR. Des exemples de ces cookies exemptés incluent :",
    "504332576": "Nous sommes fiers d'annoncer que hCaptcha est devenu le plus grand service de cybersécurité indépendant au monde, fonctionnant sur environ 15 % d'Internet - et nous avons pris la majeure partie de cette part de marché directement de Google reCAPTCHA. Ensemble, hCaptcha et",
    "505891021": "Services d'étiquetage",
    "508143070": "Notez qu'IMI est le contrôleur de vos informations personnelles, sauf lorsque nous traitons des informations personnelles au nom de nos intégrateurs dans le cadre de la fourniture de notre service, auquel cas nous sommes le processeur des informations personnelles, et ces intégrateurs sont les contrôleurs du informations personnelles.",
    "512598290": "Ainsi, nous devons vous demander de toujours utiliser toutes les marques et logos hCaptcha sous une forme qui respecte les règles ci-dessous, y compris les majuscules, la police de caractères et le style.",
    "512991700": "Si vous souhaitez contester des frais, vous devez contacter notre service client au plus tard trente (30) jours après la date de clôture de la première facturation ou relevé de compte dans lequel l'erreur ou le problème est apparu afin de recevoir un ajustement ou un crédit.",
    "515733427": "( ) Volonté des utilisateurs d'installer les correctifs du système d'exploitation reçus par e-mail",
    "517010299": "Remarque : nous travaillons actuellement sur une transition majeure vers la réconciliation en temps quasi réel. Les rapprochements périodiques seront effectués moins fréquemment que d'habitude jusqu'au premier trimestre 2021. Cela n'affecte pas les calendriers ou les dates de paiement.",
    "519755936": "Vous seul êtes responsable du respect des lois fédérales, étatiques, provinciales et locales en rapport avec votre utilisation des Services. Vous acceptez de nous indemniser et de nous dégager de toute responsabilité pour toute réclamation contre nous parce que vous ne vous êtes pas conformé à une loi ou avez violé les droits de tiers, y compris, sans limitation, les droits contractuels, de propriété intellectuelle ou de confidentialité.",
    "532470444": "L'équilibre peut légèrement varier d'une année à l'autre, mais ce comportement reflète simplement la nature humaine fondamentale, et cinq mille ans d'histoire enregistrée impliquent que la dynamique est peu susceptible de changer de si tôt.",
    "535659033": "Attribution Creative Commons",
    "538871570": "La concurrence avec Google et d'autres grandes entreprises technologiques semble être un défi de taille : leur pouvoir de marché monopolistique, leurs effets de plate-forme et leur armée de développeurs hautement rémunérés sont généralement considérés comme trop puissants pour n'importe qui d'autre que d'autres géants de la technologie tels que Facebook ou Amazon. Notre histoire montre qu'il n'est pas nécessaire qu'il en soit ainsi - vous pouvez battre Big Tech en vous concentrant sur la confidentialité.",
    "54093347": "Agent enregistré DMCA",
    "547245263": "Résolvez votre problème de bot aujourd'hui.",
    "548587288": "autour du monde.",
    "55035359": "Vous utilisez actuellement reCAPTCHA ?",
    "551761392": "et envoyer des liens) et éventuellement une capture d'écran, si vous pensez que quelque chose ne s'affiche pas correctement. Veuillez également envoyer l'adresse IP que vous utilisez. Vous pouvez l'obtenir de",
    "552920956": "hCaptcha permet aux sites Web de gagner des récompenses tout en bloquant les robots et autres formes d'abus. hCaptcha vous permet également de soutenir les associations caritatives de votre choix avec ces gains.",
    "554844646": "Vous pouvez confirmer que l'extension fonctionne en voyant le compteur baisser de 1 à chaque fois que vous cliquez",
    "555158694": "Un service que vous utilisez a choisi d'améliorer votre expérience sur son site en installant hCaptcha pour réduire le trafic malveillant.",
    "555246307": "À propos, voici comment se termine l'histoire du noble et de son chauffeur : le connétable a fait asseoir les deux hommes dans une pièce ensemble pendant des heures et s'est ennuyé à perdre la tête. À la fin de la journée, il est apparu et a dit : « Je vais parler avec le conducteur du chariot maintenant. » L'homme aux habits nobles se leva. Il s'ennuyait tellement qu'il oublia qu'il faisait seulement semblant d'être le noble.",
    "555749578": "il y a moins de 1% de variance dans les taux de résolution dans les principaux pays de tous les continents.",
    "558378834": "Nous n'acceptons donc plus les demandes de questions liées aux parapluies pour le moment. Le potentiel de confusion lorsqu'un utilisateur final voit une question sur les parapluies dans le moment actuel est trop élevé, et en fin de compte, notre objectif est de rendre le monde plus agréable.",
    "563059212": "Liste des sous-traitants",
    "564127016": "L'icône de la main hCaptcha :",
    "565624910": "Brouillon",
    "578738483": "Vous pouvez généralement activer ou désactiver ultérieurement l'utilisation des cookies via une fonctionnalité intégrée à votre navigateur Web. Si vous souhaitez en savoir plus sur les cookies, ou comment les contrôler, les désactiver ou les supprimer, veuillez visiter",
    "58091799": "En savoir plus sur hCaptcha Publisher et Enterprise",
    "583434701": "Accessibilité hCaptcha",
    "585557010": "Défiez moins de 0,1 % des utilisateurs légitimes.",
    "593735469": "Pourquoi votre nouvelle solution anti-spam ne fonctionnera pas",
    "595582512": "Si vous cherchez à protéger efficacement votre site ou votre application contre les robots, les spammeurs ou d'autres acteurs malveillants, tout en préservant la confidentialité de vos utilisateurs (et en respectant toutes les réglementations en vigueur !), pensez à hCaptcha et à notre offre Entreprise",
    "596347471": "Les interfaces de programmation d'applications (API) sont devenues une cible populaire pour les acteurs malveillants dans le cyberespace. Il y a plusieurs raisons à cela, y compris leur grande utilité dans l'intégration d'applications. Il est cependant possible d'atténuer le risque lié à l'API.",
    "600646860": "Au lieu d'offrir un service d'une valeur discutable tout en extrayant du travail avec une valeur réelle, hCaptcha fournit à la fois une compensation et une forte protection anti-bot.",
    "604751186": "Autres issues? E-mail",
    "606978017": "Bienvenue sur hCaptcha ! Cette politique de confidentialité décrit les pratiques d'Intuition Machines, Inc. (\"IMI\", \"nous\" ou \"nous\") concernant notre collecte, utilisation et divulgation d'informations (y compris les informations personnelles, définies ci-dessous) via notre site Web à l'adresse",
    "611905972": "Garantir un accès transparent pour tous les utilisateurs tout en maintenant la sécurité",
    "614310292": "Qui a construit hCaptcha ?",
    "615017396": "Un cookie (\"Cookie\") est un petit fichier texte qui est placé sur votre disque dur par un serveur de pages Web. Les cookies contiennent des informations qui peuvent être lues ultérieurement par un serveur Web dans le domaine qui vous a émis le cookie. Certains cookies ne seront utilisés que si vous utilisez certaines fonctionnalités ou sélectionnez certaines préférences, et certains cookies seront toujours utilisés. Vous pouvez en savoir plus sur chaque cookie en consultant notre liste actuelle de cookies ci-dessous. Nous mettons régulièrement cette liste à jour, il peut donc y avoir des cookies supplémentaires qui ne sont pas encore répertoriés. Des balises Web, des balises et des scripts peuvent être utilisés dans les sites ou dans les e-mails pour nous aider à fournir des cookies, à compter les visites, à comprendre l'utilisation et l'efficacité de la campagne et à déterminer si un e-mail a été ouvert et traité. Nous pouvons recevoir des rapports basés sur l'utilisation de ces technologies par nos fournisseurs de services/d'analyses sur une base individuelle et agrégée.",
    "615031303": "(Voir notes de bas de page",
    "615618648": "15 avril 2021 - 15 juillet 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 décembre 2019**",
    "633598495": "Épuisement administratif. Vous pouvez porter toute réclamation découlant de votre utilisation de ce site Web à une agence administrative, mais uniquement dans la mesure où la loi applicable autorise l'accès à une telle agence malgré l'existence d'un accord d'arbitrage. De telles réclamations administratives incluent, sans s'y limiter, les réclamations ou les accusations portées devant la Commission pour l'égalité des chances dans l'emploi, le Département américain du Travail et le Conseil national des relations de travail. Rien dans cette clause ne sera réputé vous empêcher ou vous excuser d'introduire une réclamation administrative auprès d'une agence afin de remplir votre obligation d'épuiser les recours administratifs avant de faire une réclamation en arbitrage, cependant, vous renoncez au droit à toute indemnité pécuniaire par le biais de cette telle clause. procédures d'agence.",
    "636461959": "Nom",
    "63719113": "utilise un apprentissage automatique avancé pour identifier le trafic malveillant vers votre site et vos applications, y compris les activités de grattage.",
    "639413188": "en réponse.",
    "641342999": ", ou le site Web sur lequel vous rencontrez un problème (Note de confidentialité : uniquement si cela ne vous dérange pas de partager ce que c'est) ... puis cliquez sur le bouton \"Je suis un humain\", et essayez de résoudre.",
    "647630208": "Et c'est tout! Votre navigation en ligne est désormais plus privée.",
    "648630222": "Empêchez la fraude de paiement avec hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 janvier 2021*",
    "64953197": "15 oct. 2020 - 15 janv. 2021",
    "651123197": "Un décompte du total actuel de votre portefeuille sera affiché sur l'icône après avoir terminé le défi.",
    "653679457": "Des perturbations variables",
    "654326661": "Vous voulez voir par vous-même ? Essayez hCaptcha gratuitement.",
    "655974837": "Aucune garantie concernant le contenu",
    "659124570": "De plus, si vous voyez du contenu qui vous appartient reproduit sur la plateforme hCaptcha et que vous souhaitez qu'il soit supprimé pour quelque raison que ce soit, vous pouvez nous contacter par e-mail à l'adresse",
    "661412233": "Savoir après le captcha que certains utilisateurs étaient des bots est également précieux. Il permet aux propriétaires de sites Web de nettoyer les anciens messages de spam et de supprimer les \"comptes dormants\" enregistrés sur les forums de spam à l'avenir, de réduire la fraude, etc.",
    "664236229": "demande de tirage",
    "680638297": "Vous fournir des informations sur notre traitement de vos informations personnelles et vous donner accès à vos informations personnelles.",
    "685916926": "Pourquoi reCAPTCHA ne s'est-il pas amélioré au fil du temps ?",
    "692064738": "( ) La police ne le supportera pas",
    "692176459": "Connexion",
    "693820850": "Vous pouvez battre Google en donnant la priorité à la confidentialité",
    "69844082": "Les marques, symboles graphiques, logos, polices de caractères ou icônes hCaptcha ne doivent pas non plus être utilisés de manière désobligeante.",
    "700843971": "Hound Technology, Inc. (mondial). Services fournis : honeycomb.io.",
    "702287791": "Editeur hCaptcha (gratuit)",
    "703051968": "ha icône de la main :",
    "707527778": "Informations des enfants",
    "707541553": "Toutes les informations contenues sur nos pages Internet ont été validées par IMI ou un tiers. Cependant, ni IMI ni les tiers ne peuvent être tenus responsables de l'actualité, de l'exactitude ou de l'intégralité des informations. Ceci s'applique également à d'autres sites Web accessibles via des hyperliens sur nos pages. IMI décline toute responsabilité quant au contenu de ces sites externes.",
    "710145621": "Fournissez vos propres données de vérité terrain ou laissez-nous les construire à la volée",
    "713281684": "Aubergine",
    "714342693": "L'équipe hCaptcha collecte des données de tarification à partir de services de rupture de captcha « dark web » depuis 2016. Nous avons remarqué une tendance intéressante :",
    "717622341": "hCaptcha Entreprise™",
    "719304627": "Besoin d'un contrôle de bout en bout ?",
    "723027910": "Il ne s'agit pas d'un avis juridique et aucune garantie n'est fournie concernant cette analyse. Si vous avez d'autres questions ou préoccupations, veuillez nous contacter à",
    "728503636": "Date de paiement",
    "731546974": "10. Taxes des contributeurs ou des intégrateurs",
    "734735952": "Nous avons évalué un certain nombre de fournisseurs de CAPTCHA ainsi que la construction d'un système nous-mêmes. Au final, hCaptcha s'est imposé comme la meilleure alternative au reCAPTCHA.",
    "735630686": "Gérer vos informations (vos droits)",
    "740501259": "Pipelines simples pilotés par API",
    "741483946": "* En d'autres termes : vous pouvez obtenir des jetons hCaptcha Privacy Pass sur hCaptcha.com, et les utiliser sur d'autres sites directement en utilisant hCaptcha.com. Vous ne pouvez pas obtenir ou échanger des jetons hCaptcha Privacy Pass pour contourner le service hCaptcha utilisé par Cloudflare, car Cloudflare émet et échange ses propres jetons Privacy Pass.",
    "751483365": "Prise en charge des clients non-JavaScript.",
    "755156539": "Revendeur autorisé hCaptcha™",
    "755283510": "si vous pensez que nous avons des informations provenant ou concernant un enfant de moins de 13 ans.",
    "759057398": "Avis aux personnes concernées de l'UE",
    "763447231": "Dans le même temps, empêcher les robots d'accéder aux sites des éditeurs peut révéler une fraude publicitaire, opposant le produit reCAPTCHA de Google directement à leur activité publicitaire, qui génère plus de 80 % de leurs revenus.",
    "766825168": "Les actions que nous pouvons entreprendre en vertu de la politique DMCA en matière de contrefaçon répété incluent l'envoi d'alertes de visibilité accrue au client enregistré du compte. Afin de reconnaître ces alertes, nous pouvons demander au client de se connecter au compte ou d'appeler notre équipe d'assistance. Nous nous réservons également le droit de suspendre ou de résilier, ainsi que d'appliquer d'autres mesures provisoires au service hCaptcha et IMI de tout client pour lequel nous avons continué à recevoir des notifications DMCA d'infraction présumée même après que nous ayons envoyé des alertes répétées de contrevenant. En outre, nous pouvons résilier, à notre seule discrétion, d'autres services hCaptcha ou IMI fournis à ces clients lorsque nous résilions le service hCaptcha en vertu de cette politique.",
    "767207800": "Si vos données contiennent un contenu potentiellement explicite ou offensant, nous vous demandons de les marquer comme « CONTENU EXPLICITE » pour servir d'avertissement juste à toute personne qui voit vos données. Vous ne pouvez pas, sans un accord écrit séparé avec IMI, inclure des tâches qui violent nos politiques, y compris, mais sans s'y limiter, (a) des tâches qui font directement ou indirectement la promotion d'un autre site Web ou service, (b) des tâches qui violent les conditions d'un site Web tiers et conditions, (c) tâches demandant aux contributeurs de solliciter des tiers, (d) tâches qui demandent aux contributeurs de prendre des mesures pour manipuler le comportement ou les résultats d'un site Web, (e) tâches qui violent les droits de propriété intellectuelle de tiers, et (f) tâches qui nécessitent que les contributeurs téléchargent des logiciels ou des fichiers.",
    "770264626": "Ajoutez hCaptcha à votre service (gratuit)",
    "776542208": "( ) Course aux armements éternelle impliquée dans toutes les approches de filtrage",
    "777660551": "Qu'est-ce que le bourrage d'informations d'identification ?",
    "778204464": "Un élément de texte enrichi peut être utilisé avec du contenu statique ou dynamique. Pour le contenu statique, déposez-le simplement dans n'importe quelle page et commencez à le modifier. Pour le contenu dynamique, ajoutez un champ de texte enrichi à n'importe quelle collection, puis connectez un élément de texte enrichi à ce champ dans le panneau des paramètres. Voila !",
    "779426309": "Un vrai nom, un identifiant personnel unique, un identifiant en ligne, une adresse de protocole Internet, une adresse e-mail, un nom de compte ou d'autres identifiants similaires.",
    "779817954": "Q : Si j'ai des pass Privacy Pass émis par un autre fournisseur, puis-je les échanger sur hCaptcha ?",
    "780280214": "Comment hCaptcha et hCaptcha Enterprise atténuent la menace de bourrage d'informations d'identification",
    "780475098": "Les réseaux publicitaires voient vos visiteurs comme le produit. Nous nous soucions seulement de savoir si une visite est bonne ou mauvaise. hCaptcha est conforme au GDPR, CCPA, LGPD, PIPL et à d'autres lois mondiales sur les données.",
    "787916198": "Avec votre accord",
    "788770967": "Désolé d'entendre ça! Vous pouvez utiliser notre option d'accessibilité :",
    "793242047": "Réduisez les défis présentés aux utilisateurs pour permettre un accès rapide aux applications",
    "793784899": "Des plans",
    "803639471": "Le logo hCaptcha est composé de l'icône de la main et du logotype hCaptcha. Dans sa forme alternative, l'icône de la main peut apparaître seule lorsque l'espace est limité et \"hCaptcha\" est utilisé comme marque verbale (comme décrit ci-dessus) à proximité immédiate de l'icône de la main, de sorte qu'il est clair que l'icône de la main représente hCaptcha.",
    "805221621": "Veuillez nous contacter au",
    "805971861": "« Umbrella » est un terme utilisé dans ImageNet, l'ensemble de données de référence standard utilisé par les chercheurs en vision par ordinateur. L'identification fiable des personnes portant des parapluies est également essentielle pour la construction de systèmes d'aide à la conduite avancés (ADAS) sûrs de nouvelle génération.",
    "808872868": "Par exemple : le spam, la fraude et les abus existent en ligne depuis presque le lendemain de la première connexion de deux systèmes.",
    "809251240": "Nous contacter",
    "811735413": "Exceptions. Les litiges qui ne peuvent faire l'objet d'une convention d'arbitrage préalable telle que prévue par la loi Dodd-Frank sur la réforme de Wall Street et la protection des consommateurs (loi publique 111-203) sont exclus de cette",
    "818049069": "Au plus tard le 15 juillet 2019",
    "824740867": "Plutôt que d'améliorer la solution, Google a plutôt publié reCAPTCHA v3, qui fonctionne beaucoup plus comme un réseau publicitaire qu'un logiciel de sécurité, collectant des données comportementales sur le Web pour créer des profils d'utilisateurs. Malheureusement, ce type de signal est facilement vaincu et offre donc peu de protection contre les robots tout en nuisant à la vie privée des utilisateurs.",
    "825780955": "Informations personnelles",
    "826396656": "Notre plan de continuité des activités",
    "832385387": "( ) Des idées similaires aux vôtres sont faciles à trouver, mais aucune n'a jamais été démontrée pratique",
    "833750823": "Vous avez de la difficulté à relever un défi ?",
    "835249867": "b) 1 million de demandes par mois pour la plupart des intégrateurs utilisant des comptes hCaptcha Publisher (gratuits), ou",
    "835396984": "Actuellement actif",
    "835545301": "Nous collectons les catégories d'informations suivantes :",
    "835717930": "L'éthique de l'IA chez hCaptcha",
    "836017336": "Firefox",
    "838049015": "Sélectionnez toutes les images qui correspondent à la requête",
    "838225123": "23. Exclusion de garantie",
    "83852121": "Microsoft Corp. (mondial). Services fournis : Microsoft Azure.",
    "838951836": "( ) Malhonnêteté de la part des spammeurs eux-mêmes",
    "846501387": "Protection contre les bots de classe mondiale",
    "850025770": "R : Nous pensons que oui : tous les utilisateurs atteints de toute forme de handicap qui sont capables de naviguer sur le Web et de saisir du texte sur des formulaires peuvent accéder aux services protégés par hCaptcha lors de leur inscription. Cependant, il ne s'agit pas d'un conseil juridique : vous devez effectuer votre propre évaluation, en tenant compte de votre implémentation particulière pour vous assurer que c'est le cas pour votre déploiement.",
    "851679588": "Oui.",
    "851786723": "En entrant votre e-mail, vous acceptez nos Conditions et notre Politique de confidentialité, et de recevoir des e-mails de notre part.",
    "852032043": "Safari",
    "855097735": "Construire un service qui le fait bien tout en équilibrant toutes les préoccupations est un problème très difficile (et nous travaillons toujours à l'améliorer afin de rendre l'expérience aussi agréable que possible) mais nous espérons que vous conviendrez que réduire le spam, les abus, les prises de contrôle de compte , et la fraude en ligne vaut bien une simple question occasionnelle.",
    "857974529": "Pour améliorer le Site et le Service. Nous utilisons les informations analytiques pour améliorer nos services et offres existants et développer de nouveaux services et pour personnaliser les offres de produits existantes et futures.",
    "858218750": "et des conseils sur leur utilisation sur le",
    "867314732": "Vous pouvez récupérer en haute résolution",
    "869702955": "En effectuant des tâches sur notre site Web, vous autorisez la collecte, l'utilisation et la divulgation de vos informations personnelles conformément à notre politique de confidentialité. En outre, nous pouvons partager certaines informations sur vous et vos tâches terminées au demandeur dont vous avez terminé les tâches pour faciliter la relation de service et améliorer le site Web, y compris, par exemple, l'ID du contributeur, l'adresse IP, les tâches terminées et d'autres attributs liés à vos qualifications, langues, compétences et utilisation du site Web.",
    "874098071": "Si vous êtes un utilisateur d'accessibilité, veuillez vous inscrire ici",
    "878585497": "Conditions",
    "879362350": "Avec les nouvelles API fonctionnant sur Internet, il est devenu possible de connecter n'importe quel logiciel ou source de données, n'importe où dans le monde, indépendamment de la plate-forme, du schéma de données ou du langage de programmation. En conséquence, le monde informatique est maintenant au milieu d'une révolution des API. Il y a eu une explosion de la connectivité entre les applications et les données. C'est super, jusqu'à ce qu'il ne le soit pas.",
    "881015166": "Ajouter hCaptcha for Publishers à mon site Web ou à mon application",
    "88879089": "Privacy Pass est un",
    "897432717": "Grâce à notre nouvelle conception pour les scores de menace personnalisés, l'ajout de vos connaissances commerciales permet à nos modèles de fournir des scores particulièrement pertinents pour vos utilisateurs.",
    "907324388": "Fonction",
    "910989640": "Générer des rapports d'activité détaillés et personnalisés",
    "918924423": "Par exemple, Google n'a pas proposé de services manifestement précieux comme la détection rétroactive de bots. Il est beaucoup plus fiable de déclarer le trafic utilisateur généré par les robots après avoir analysé plusieurs jours de données.",
    "920212083": "Signaler un bug",
    "922470170": "( ) Les contre-mesures ne devraient pas impliquer le sabotage des réseaux publics",
    "926138631": "Accédez à Confidentialité et sécurité, puis Cookies et autres données du site.",
    "931661269": "( ) Les adresses e-mail temporaires/à usage unique sont encombrantes",
    "932546190": "Pourquoi les CAPTCHA seront toujours avec nous",
    "936667684": "Avez-vous déjà été invité à « taper le panneau du bâtiment/de la rue ? »",
    "938404336": "2. Varie ; jusqu'à 30 jours.",
    "939665604": "Axé sur la confidentialité",
    "941057651": "( ) Énorme investissement logiciel existant dans SMTP",
    "946838734": "3. Sélectionnez le bouton \"Avancé\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "L'orthographe de hCaptcha ne doit jamais être modifiée et hCaptcha doit toujours être en majuscule dans la deuxième lettre (\"C\"). Il n'est jamais pluriel ni possessif.",
    "952813944": "Ni votre utilisation de notre site Web ni aucun élément de cet accord ne crée une relation d'emploi, de partenariat, de coentreprise, d'agence, de franchise ou de représentant commercial entre vous et Intuition Machines. Nous ne vous fournissons aucun équipement ni aucun outil pour effectuer une tâche. Nous ne vous offrons aucun avantage, indemnisation des accidents du travail ou couverture d'assurance. Nous ne sommes pas responsables des dépenses que vous engagez en utilisant notre site Web. Nous ne retiendrons aucun montant de votre récompense pour l'impôt sur le revenu fédéral ou d'État, la sécurité sociale ou tout autre impôt. Vous êtes libre à tout moment d'effectuer des tâches pour toute personne ou entreprise, y compris l'un de nos concurrents. Vous n'avez pas le pouvoir de conclure un contrat, écrit ou oral, au nom d'Intuition Machines.",
    "956019009": "Les plus grandes entreprises d'infrastructure Web ont déjà pris des mesures",
    "961941354": "Cependant, rien de tout cela ne nécessite l'utilisation d'informations personnellement identifiables (« PII »). Les techniques cryptographiques modernes nous permettent de supprimer toutes les données personnelles le plus rapidement possible, créant à la place des signatures à sens unique qui ne peuvent être liées à aucun individu.",
    "963238401": "Nous sommes toujours intéressés à recevoir des rapports de bogues de sécurité. E-mail",
    "971933157": "hCaptcha se soucie de la confidentialité, de la transparence et de l'équité.",
    "976209454": "Gagnez des récompenses ou donnez à une œuvre de bienfaisance",
    "98173630": "hCaptcha est le service CAPTCHA indépendant le plus utilisé au monde.",
    "981806349": "Construit sur la plate-forme éprouvée hCaptcha",
    "984849234": "hCaptcha utilise un apprentissage automatique avancé pour offrir ce que reCAPTCHA promet seulement, tout en partageant la valeur capturée avec les sites Web qui l'utilisent.",
    "987267027": "Fête",
    "987375734": "IMI est basé aux États-Unis. Les Sites et le Service sont contrôlés et exploités par nous depuis les États-Unis. Vos informations personnelles peuvent être stockées et traitées dans tout pays où nous avons des installations ou dans lequel nous engageons des fournisseurs de services, et en utilisant les sites et le service, vous consentez au transfert d'informations vers des pays en dehors de votre pays de résidence, y compris les États-Unis , qui peuvent avoir des règles de protection des données différentes de celles de votre pays. Dans certaines circonstances, les tribunaux, les organismes chargés de l'application de la loi, les organismes de réglementation ou les autorités de sécurité de ces autres pays peuvent être autorisés à accéder à vos informations personnelles.",
    "987901590": "Avez-vous des données brutes sans un ensemble de vérification complet ? Dans la plupart des cas, nous pouvons en créer un pour vous au fur et à mesure que les tâches s'exécutent dans le système, ou créer des échantillons étiquetés pour votre approbation.",
    "989480928": "( ) Extrême rentabilité du spam",
    "990215503": "hCaptcha est le seul service de captcha majeur qui n'appartient pas à un réseau publicitaire.",
    "993651083": "Étape 1 : Ouvrez les outils de développement (Cela commence à enregistrer la session.)",
    "996362763": "Ces jetons sont débloqués et stockés par l'extension pour une utilisation future. Lorsque l'utilisateur visite un site utilisant hCaptcha et doit réussir le défi (qu'il soit invisible ou via le bouton \"Je suis humain\"), il est automatiquement utilisé. La procédure d'aveuglement signifie que les jetons signés et échangés sont cryptographiquement non liés du point de vue de hCaptcha, et ainsi la confidentialité de l'utilisateur est préservée.",
    "999610953": "Enfin une alternative crédible à Google. hCaptcha Enterprise offre des économies considérables sur votre facture reCAPTCHA avec une sécurité accrue : jusqu'à 80 % moins cher dans certains cas.",
    "999674529": "Chaque bot détecté par Google ne devrait gagner aucun dollar publicitaire. Les incitations d'entreprise de Google sont donc mal alignées sur les utilisateurs de leurs services de sécurité, ce qui peut être une explication des mauvaises performances de leur offre de sécurité reCAPTCHA."
}
