{
    "1031855757": "Utilisation de ce site",
    "1034830": "Les litiges qui ne peuvent pas faire l'objet d'une convention d'arbitrage pré-contentieux, comme le prévoit la loi Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203), sont exclus du présent accord.",
    "1064537632": "Veuillez noter que votre utilisation de notre service est régie par notre accord sur le traitement des données, qui est intégré aux présentes par référence. Veuillez consulter cet accord pour savoir comment nous traitons les données personnelles en votre nom. Notez que nous opérons en tant que \"processeur de données\" aux fins du Règlement général sur la protection des données de l'UE, et en tant que \"fournisseur de services\" aux fins de la loi californienne sur la protection de la vie privée des consommateurs.",
    "1095532507": "Un cookie (\"témoin\") est un petit fichier texte placé sur votre disque dur par un serveur de pages Web. Les cookies contiennent des informations qui peuvent être lues ultérieurement par un serveur web du domaine qui vous a émis le cookie. Certains des cookies ne seront utilisés que si vous utilisez certaines fonctions ou sélectionnez certaines préférences, et d'autres seront toujours utilisés. Vous pouvez en savoir plus sur chaque cookie en consultant notre liste actuelle de cookies ci-dessous.",
    "1158384644": "Vous pouvez choisir à tout moment de cesser d'utiliser notre site Web, à condition de vous conformer à toutes les politiques applicables de l'IMI. Nous pouvons, à notre seule discrétion, résilier cet accord, suspendre l'accès à notre site Web ou supprimer tout service immédiatement sans préavis pour quelque raison que ce soit.",
    "1300074400": "Des informations sur la direction actuelle de la société peuvent être obtenues sur la page \"À propos\". L'actuel PDG de la société est le directeur général responsable du contenu.",
    "1395644678": "Site officiel de la Commission européenne pour la résolution en ligne des litiges :",
    "148542287": "Il ne s'agit pas d'un avis juridique, et aucune garantie n'est fournie concernant cette analyse. Si vous avez d'autres questions ou préoccupations, veuillez nous contacter à l'adresse suivante :",
    "1527172673": "Si vous avez des questions sur cette politique en matière de cookies, veuillez nous contacter à l'adresse suivante :",
    "1535054294": "Veuillez consulter leur politique détaillée",
    "1747657936": "Nos sites et services ne s'adressent pas aux enfants de moins de 13 ans et nous ne recueillons pas sciemment de renseignements personnels auprès d'enfants de moins de 13 ans. Si nous apprenons que nous avons recueilli des renseignements personnels sur un enfant de moins de 13 ans, nous prendrons des mesures raisonnables pour supprimer ces renseignements de nos fichiers dès que possible, à moins que nous n'ayons une obligation légale de les conserver. Veuillez nous contacter si vous pensez que nous détenons des informations provenant d'un enfant de moins de 13 ans ou le concernant :",
    "1807512722": "Vous pouvez porter toute réclamation découlant de votre utilisation de ce site Web devant une agence administrative, mais uniquement dans la mesure où la loi applicable autorise l'accès à une telle agence, nonobstant l'existence d'un accord d'arbitrage. Ces réclamations administratives comprennent, sans s'y limiter, les réclamations ou accusations portées devant l'Equal Employment Opportunity Commission, le U.S. Department of Labor et le National Labor Relations Board. Rien dans cette clause ne peut être considéré comme vous empêchant ou vous dispensant d'introduire une réclamation administrative auprès d'une agence quelconque afin de remplir votre obligation d'épuiser les recours administratifs avant de présenter une réclamation en arbitrage, cependant, vous renoncez à tout droit à une récompense monétaire par le biais de cette procédure d'agence.",
    "2238885192": "Nous utilisons Sentry pour collecter des données de débogage lorsqu'un utilisateur rencontre une erreur. Pour plus d'informations sur la manière dont Sentry collecte et traite les données :",
    "2520904193": "Vous renoncez à tout droit que vous avez de faire en sorte que tout litige soit porté, entendu ou arbitré comme une action collective ou représentative. Nonobstant toute autre clause contenue dans le présent accord, la phrase précédente n'est en aucun cas dissociable du présent accord. Toute réclamation selon laquelle tout ou partie de cette renonciation est inapplicable, inadmissible, nulle ou annulable ne peut être déterminée que par un tribunal de la juridiction compétente et non par un arbitre. Vous ne ferez pas l'objet de représailles ou ne serez pas empêché d'accomplir des tâches sur notre site Web parce que vous avez exercé vos droits en vertu de l'article 7 du National Labor Relations Act, ou parce que vous avez déposé ou participé à une action collective ou représentative dans un forum quelconque, mais nous pouvons légalement demander l'application de cette renonciation à l'action collective et demander le rejet de ces actions ou réclamations collectives ou représentatives.",
    "2577178569": "3. Utilisé à des fins techniques strictement nécessaires : permet l'utilisation de l'accessibilité par les utilisateurs.",
    "2583888954": "Exceptions.",
    "263977834": "Épuisement administratif.",
    "2657277322": "Si vous avez des questions, veuillez nous contacter à l'adresse suivante :",
    "271333468": "Nous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger les informations que nous recueillons et stockons, et nous demandons à tous les agents qui effectuent le traitement en notre nom de faire de même. Malheureusement, aucune mesure de sécurité n'est infaillible à 100 % et, par conséquent, aucun réseau ou système (y compris le nôtre) ne peut être garanti comme étant 100 % sûr contre la destruction, la perte, l'altération, la divulgation non autorisée ou l'accès aux informations que nous recueillons et stockons. Si vous pensez que vos informations ne sont pas sécurisées pour une raison quelconque, veuillez nous contacter immédiatement à l'adresse suivante :",
    "2763011087": "L'IMI ne s'engage pas et n'est pas obligé de participer à la résolution alternative des litiges de consommation devant une entité de résolution des litiges de consommation.",
    "2927283721": "En effectuant des tâches sur notre site Web, vous autorisez la collecte, l'utilisation et la divulgation de vos informations personnelles conformément à notre politique de confidentialité. En outre, nous pouvons partager certaines informations vous concernant et concernant les tâches que vous avez accomplies avec le demandeur dont vous avez accompli les tâches afin de faciliter la relation de service et d'améliorer le site web, y compris, par exemple, l'ID du contributeur, les résultats des tâches accomplies et d'autres attributs liés à vos qualifications, langues, compétences et utilisation du site web.",
    "2943815316": "Nous mettons cette liste à jour périodiquement, il peut donc y avoir des cookies supplémentaires qui ne sont pas encore répertoriés. Des balises Web, des marqueurs et des scripts peuvent être utilisés sur les sites ou dans les courriers électroniques pour nous aider à délivrer des cookies, à compter les visites, à comprendre l'utilisation et l'efficacité des campagnes et à déterminer si un courrier électronique a été ouvert et suivi d'effet. Nous pouvons recevoir des rapports basés sur l'utilisation de ces technologies par nos fournisseurs de services/analyse sur une base individuelle et agrégée.",
    "3040062804": "Toute procédure d'arbitrage en vertu de la présente section se déroulera par défaut dans l'État de Californie, sauf si vous résidez en dehors des États-Unis, auquel cas l'arbitrage se déroulera entièrement par voie électronique ou téléphonique. L'arbitrage peut avoir lieu en tout autre lieu si chaque partie en convient par écrit. Quel que soit le lieu, toute partie peut choisir de participer à l'arbitrage par vidéo ou téléconférence en direct.",
    "3091247030": "Renonciation au recours collectif.",
    "3102490587": "À l'exception de la renonciation au recours collectif, si une condition, une disposition ou une partie de la présente clause d'arbitrage est déclarée nulle ou inapplicable, elle sera supprimée et le reste de la clause d'arbitrage sera applicable.",
    "3187946010": "Tous les textes, images, animations graphiques, vidéos, musiques, sons et autres éléments de ces pages sont protégés par la loi sur les droits d'auteur d'IMI ou de tiers si cela est spécifié. Il est interdit de copier ou de modifier ce matériel à des fins commerciales d'une manière qui dépasse l'usage loyal raisonnable.",
    "3199694247": "Divisibilité.",
    "3302832698": "Règlement extrajudiciaire des litiges requis.",
    "3361191778": "Les informations fournies sur les pages Internet ne constituent pas un conseil personnalisé et ne peuvent le remplacer. Si vous avez besoin de conseils personnalisés, veuillez contacter notre personnel d'assistance.",
    "3493572638": "Coûts et frais.",
    "3794239003": "Procédure d'arbitrage.",
    "3885459114": "Vous pouvez généralement activer ou désactiver ultérieurement l'utilisation de cookies grâce à une fonctionnalité intégrée à votre navigateur web. Si vous souhaitez en savoir plus sur les cookies, ou sur la manière de les contrôler, de les désactiver ou de les supprimer, veuillez consulter le site https://www.knowcookies.com/ pour obtenir des conseils détaillés.",
    "3956117148": "Les sites hCaptcha.com et BotStop.com (les Sites) peuvent inclure des cookies supplémentaires, tels que décrits dans cette Politique.",
    "4193379787": "Tout arbitrage en vertu du présent accord sera mené selon les règles de l'American Arbitration Association ou par un service d'arbitrage convenu mutuellement. L'arbitre sera un arbitre américain sélectionné sur une liste d'au moins sept (7) noms par le biais de grèves alternatives. Lors de l'arbitrage, chaque partie aura le droit de mener une enquête civile adéquate, d'introduire des requêtes dispositives et de présenter des témoins et des preuves si nécessaire pour présenter leurs arguments et leurs défenses, et tout différend à cet égard sera résolu par l'arbitre. La résolution du litige sera fondée uniquement sur la loi régissant les demandes et les défenses plaidées, et l'arbitre ne pourra invoquer aucune autre base que cette loi déterminante. L'arbitre bénéficie de l'immunité des magistrats en matière de responsabilité civile lorsqu'il agit en qualité d'arbitre, cette immunité complétant toute autre immunité existante. Les sentences doivent inclure l'avis écrit et motivé de l'arbitre. Vous renoncez à votre droit à un procès devant un jury pour toute réclamation que vous pourriez avoir contre IMI ou qu'IMI pourrait avoir contre vous. Toute réclamation au titre de cette clause doit être introduite dans le délai de prescription applicable. La loi fédérale américaine sur l'arbitrage régit cette clause, et vous reconnaissez que le présent accord constitue une transaction commerciale.",
    "470943029": "Si vous avez des questions sur cette politique de confidentialité, veuillez nous contacter à l'adresse suivante :",
    "498769698": "Vous pouvez accéder, corriger, modifier ou supprimer certaines informations personnelles que vous nous avez fournies par le biais de votre compte d'intégrateur, de client ou d'utilisateur d'accessibilité (si vous êtes un intégrateur, un client ou un utilisateur d'accessibilité). Si vous n'êtes pas en mesure de le faire, si vous avez des questions sur les informations personnelles que nous avons recueillies et/ou partagées à votre sujet, ou si vous souhaitez retirer votre consentement à notre traitement (c'est-à-dire supprimer entièrement votre compte), veuillez nous contacter à l'adresse suivante :",
    "537881751": "Bienvenue à hCaptcha ! Cette politique de confidentialité décrit les pratiques d'Intuition Machines, Inc. (\" IMI \", \" nous \" ou \" notre \") concernant la collecte, l'utilisation et la divulgation d'informations (y compris les informations personnelles, définies ci-dessous) par le biais de notre site Web à l'adresse www.hcaptcha.com et de tout autre sous-domaine ou domaine que nous utilisons (les \" Sites \") et l'interface de programme d'application hCaptcha et les logiciels et matériels connexes (collectivement, le \" Service \").",
    "561456032": "Vous acceptez que pour tout litige découlant de votre utilisation des services ou s'y rapportant, y compris tout litige qui aurait pu survenir à partir du moment où vous avez commencé à effectuer des tâches pour IMI, et notamment toute réclamation liée à votre classification ou non en tant qu'entrepreneur indépendant, vous informerez d'abord IMI de votre réclamation à son encontre. Vous et IMI tenterez ensuite de résoudre le problème par une négociation directe ou une médiation. Nous partagerons à parts égales le coût de la médiation et conviendrons que la médiation sera menée par téléphone ou par d'autres moyens électroniques. Si une réclamation n'est pas résolue à l'issue des négociations informelles ou de la médiation, vous acceptez que vous et IMI recouriez à un arbitrage définitif et contraignant pour résoudre le litige. Cette clause régit toutes les réclamations rétroactivement à partir du moment où vous avez commencé à utiliser notre site Web, qu'elles soient fondées sur un délit, un contrat ou une loi, y compris, mais sans s'y limiter, toutes les réclamations pour discrimination et harcèlement, qu'elles soient fondées sur la loi californienne sur l'emploi et le logement équitables, le titre VII de la loi sur les droits civils de 1964, telle que modifiée, ou toute autre loi ou réglementation étatique ou fédérale, le droit équitable ou autre.",
    "658775471": "Nous utilisons Cloudflare pour optimiser notre trafic web. Pour en savoir plus sur la manière dont Cloudflare collecte et traite les données :",
    "702926385": "Les parties supporteront chacune leurs coûts respectifs de représentation légale lors d'un tel arbitrage, sauf dans la mesure où les honoraires d'avocat sont explicitement prévus par la loi. Les parties se partageront les frais administratifs initiaux facturés par l'arbitre, jusqu'à un coût maximum de deux cent cinquante dollars (250,00 $ US) pour vous. Les frais de l'arbitre et du sténographe judiciaire, le cas échéant, sont initialement à notre charge ; toutefois, l'arbitre a le pouvoir discrétionnaire d'attribuer les frais appropriés à la partie gagnante, conformément à la loi, et/ou de demander aux parties de partager les frais associés à l'arbitre et/ou au sténographe judiciaire.",
    "720059527": "2. Utilisés à des fins techniques strictement nécessaires : équilibrage de charge, routage.",
    "74538881": "Responsabilité de ce site web",
    "996430331": "Lieu de l'arbitrage.",
    "211351380": "Du blog:",
    "3153117136": "Comment fonctionnent les paramètres de difficulté de hCaptcha",
    "2915355938": "Accessibilité",
    "793784899": "Plans",
    "2671622670": "Entreprise",
    "3527140447": "Docs",
    "505891021": "Services d'étiquetage",
    "692176459": "Connexion",
    "1892574253": "S'inscrire",
    "2593864519": "Arrêtez les bots. Commencez à protéger la vie privée des utilisateurs.",
    "4007826952": "Le CAPTCHA n°1 de la protection de la vie privée pour le web, les mobiles et autres.",
    "3721365241": "Essayez",
    "3753956446": "Gratuit",
    "3276777569": "hCaptcha",
    "55035359": "Vous utilisez actuellement reCAPTCHA ?",
    "3417372336": "Changement en quelques minutes",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Les meilleurs services en ligne s'appuient sur",
    "1470290349": "pour une gestion optimale des robots et des fraudes.",
    "3714002185": "En savoir plus sur hCaptcha Enterprise",
    "3946753128": "Privé. Sécurisé. Plus rapide.",
    "939665604": "Axé sur la protection de la vie privée",
    "780475098": "Les réseaux publicitaires considèrent vos visiteurs comme le produit. Nous ne nous soucions que de savoir si une visite est bonne ou mauvaise. hCaptcha est conforme au GDPR, CCPA, LGPD, PIPL, et autres lois mondiales sur les données.",
    "219813583": "La sécurité d'abord",
    "2714878440": "Protégez vos services contre le raclage, les prises de contrôle de comptes, le bourrage d'identifiants et le spam grâce à notre apprentissage automatique avancé et à la vérification de l'humanité.",
    "1397766838": "Une meilleure expérience utilisateur",
    "2670352917": "hCaptcha permet une détection plus fiable des robots tout en étant simple à résoudre pour les humains.",
    "2806751666": "Qu'est-ce que hCaptcha ?",
    "3096063825": "Essayez-le",
    "2968026167": "Votre légume préféré",
    "713281684": "Aubergine",
    "4147497805": "Carotte",
    "3758963444": "Merci ! Votre demande a été reçue !",
    "1070364246": "Oups ! Un problème est survenu lors de la soumission du formulaire.",
    "1129833879": "Arrêter les robots malveillants et protéger la vie privée des utilisateurs",
    "58091799": "En savoir plus sur hCaptcha Publisher et Enterprise",
    "1599610318": "Editeur",
    "3093388779": "L'utilisation de hCaptcha est gratuite pour les éditeurs de toute taille.",
    "179723061": "Plus de contrôle pour les équipes qui ont besoin d'une sécurité de premier ordre.",
    "846501387": "Une protection de classe mondiale contre les robots",
    "119298044": "Les technologies avancées de ML et d'IA autosupervisées protègent vos propriétés web contre les menaces et les attaques.",
    "1263998069": "Gagnez des récompenses pour les solutions humaines",
    "1103295010": "Gagnez de l'argent ou donnez à une œuvre de charité lorsque des humains résolvent des CAPTCHAs.",
    "392886773": "Fonctionne dans tous les pays",
    "2320894364": "Avec plus de 200 points de présence, le cloud de hCaptcha protège vos actifs dans le monde entier.",
    "451701069": "Conforme au GDPR, CCPA,",
    "2826051554": "et plus",
    "3530599065": "La confidentialité est intégrée dès le départ. hCaptcha ne conserve aucune DPI et est conforme à de nombreux mandats et réglementations en matière de confidentialité.",
    "2489287539": "Pas de CAPTCHA et 99,9% de modes passifs.",
    "793242047": "Réduire les difficultés rencontrées par les utilisateurs pour permettre un accès rapide aux applications.",
    "4195759329": "Détection de bot et scores de risque",
    "1150035777": "Des modèles sophistiqués d'apprentissage automatique génèrent des scores de confiance des robots sur la base de nombreux points de données autres que les réponses correctes aux questions.",
    "3688621388": "Signatures de menaces",
    "1131525092": "Regrouper les mauvais acteurs sans effort grâce à nos UID scopés préservant la vie privée afin de trouver et de mettre fin aux fraudes et aux abus.",
    "1559631739": "Apprentissage privé",
    "3952259236": "Combinez vos données en aveugle avec les milliers de signaux de hCaptcha pour entraîner hCaptcha sur des classes de comportement - pour votre instance uniquement - afin de mieux prédire les comportements malveillants, mieux que les deux solutions seules.",
    "1150963691": "Atténuation des APT",
    "4083018285": "Une suite de fonctionnalités étendues qui se combinent à une surveillance et une réponse améliorées du SOC pour faire face aux menaces persistantes sophistiquées.",
    "3160820928": "Protection coordonnée contre les attaques",
    "1849805607": "hCaptcha protège contre les menaces et les leurres destinés à infiltrer vos réseaux.",
    "1958297836": "Protection coordonnée contre les attaques et atténuation des APT",
    "1300485304": "hCaptcha protège contre les menaces avancées et les leurres conçus pour infiltrer vos réseaux.",
    "2698640210": "Défis et types de contrôles présentés",
    "3121248460": "Affichez des défis personnalisés infiniment variés - du plus simple au plus complexe - pour votre public cible.",
    "3807059944": "Contrôle du contenu du défi utilisé",
    "2707282231": "Personnalisez les défis pour vos utilisateurs.  Faites en sorte qu'il soit impossible pour les robots de les résoudre et de les pénétrer.",
    "4194763679": "Des niveaux de difficulté très fins",
    "3730038780": "Choisissez parmi un nombre presque infini de défis à résoudre par les utilisateurs.",
    "1849717906": "Personnalisez avec le contenu de votre propre défi",
    "1508655687": "Ajoutez vos propres défis adaptés à votre public pour rationaliser ou restreindre l'accès.",
    "3620442880": "Fonctions de protection contre les ventes flash",
    "3265895521": "Augmentez et diminuez la difficulté du défi en fonction de l'heure de la journée.",
    "1485807325": "Tableaux de bord multi-utilisateurs, SAML SSO",
    "359073033": "Les tableaux de bord offrent des vues de haut niveau ou à grain fin de l'activité.",
    "4272454814": "Intégrer avec le fournisseur d'identité de votre choix.",
    "1141402092": "Fonctions de rapport avancées",
    "910989640": "Générer des rapports d'activité détaillés et personnalisés",
    "3768951251": "Accords de niveau de service d'entreprise",
    "1014004474": "Les plans d'entreprise de hCaptcha offrent des accords de niveau de service avancés pour assurer la protection de votre organisation.",
    "1177598246": "Contacter les ventes",
    "1067704102": "La valeur de l'étiquetage des données",
    "3065000659": "Saviez-vous que chaque fois que vous \"cliquez sur la voiture\", vous contribuez à la formation d'une seule...",
    "3235430156": "les systèmes d'apprentissage automatique de l'entreprise gratuitement ?",
    "1549336309": "hCaptcha renverse ce modèle. Lorsque vous utilisez hCaptcha, les entreprises font des offres sur le travail de vos utilisateurs qui prouvent leur humanité. Vous obtenez les récompenses.",
    "3725880582": "Redonner à une œuvre de bienfaisance",
    "1671436004": "Vous voulez redonner à votre association caritative préférée ?",
    "1663628612": "vous permet",
    "4272088465": "les organisations caritatives de votre choix avec les gains que vous obtenez en l'utilisant.",
    "2894845722": "Les utilisateurs de votre site pourront bientôt voir votre contribution à une œuvre caritative grâce à un marquage discret sur l'interface hCaptcha.",
    "3194111925": "soutien",
    "1637702726": "À propos de hCaptcha",
    "2323282990": "Une approche moderne de la vérification de l'humanité",
    "1201821619": "hCaptcha résout l'un des problèmes les plus pressants d'aujourd'hui : empêcher les robots malveillants d'abuser des services en ligne.",
    "1475399473": "En savoir plus sur l'équipe hCaptcha",
    "3161489950": "La plateforme ML de sécurité la plus avancée au monde",
    "3247172580": "hCaptcha combine un apprentissage automatique supervisé avancé avec une nouvelle approche de calcul périphérique qui minimise de manière unique la collecte et la conservation des données, fournies à partir de plus de 250 sites dans le monde pour une évolutivité massive.",
    "3767462250": "Conçu pour la confidentialité",
    "3500503648": "hCaptcha est conçu pour éliminer la conservation des données à long terme en s'appuyant sur une évaluation instantanée plutôt que d'enregistrer et d'analyser votre historique de navigation. Nous soutenons également des initiatives telles que",
    "2418549423": "une norme émergente pour la préservation de la vie privée en ligne par le biais de preuves cryptographiques, et d'autres caractéristiques uniques de protection de la vie privée.",
    "1544546608": "Laissez-passer de confidentialité",
    "976209454": "Gagner des récompenses ou faire un don à une œuvre de charité",
    "552920956": "hCaptcha permet aux sites web de gagner des récompenses tout en bloquant les bots et autres formes d'abus. hCaptcha vous permet également de soutenir les organisations caritatives de votre choix avec ces gains.",
    "654326661": "Vous voulez voir par vous-même ? Essayez hCaptcha gratuitement.",
    "3570415321": "Entreprise",
    "3987022469": "Étiquetage",
    "1636202177": "À propos de",
    "2670003220": "Emplois",
    "3233305531": "Marques commerciales",
    "3028319964": "Éthique de l'IA",
    "4131598919": "Appuyez sur",
    "1662477701": "Ressources",
    "3130928685": "Blog",
    "1756106276": "Statut",
    "1235925265": "Documentation",
    "920212083": "Signaler un bug",
    "2076066173": "Cyberattaques 101",
    "3644106388": "Contact",
    "2182196747": "Soutien",
    "487083593": "Ventes",
    "878585497": "Conditions",
    "1697438123": "Vie privée",
    "1316817321": "Attribution",
    "3488019891": "hCaptcha est une marque déposée d'Intuition Machines, Inc.",
    "4224961202": "Vie privée, sécurité et apprentissage automatique.",
    "98173630": "hCaptcha est le service CAPTCHA indépendant le plus utilisé au monde.",
    "1514478724": "En savoir plus",
    "1752795854": "hCaptcha propose une approche moderne, axée sur le respect de la vie privée, pour bloquer les bots.",
    "2927700175": "Nous montrons des défis CAPTCHA qui sont difficiles pour les robots mais faciles pour les personnes en collectant des données difficiles à étiqueter à partir de problèmes d'apprentissage automatique, et en les utilisant pour distinguer si un visiteur de site Web ou d'application est humain.",
    "2188609322": "Les mauvais acteurs sont de plus en plus nombreux en ligne. Mais sacrifier la vie privée des utilisateurs n'est pas la solution.",
    "2032102720": "Les solutions de sécurité proposées par les sociétés de publicité se concentrent principalement sur le suivi des utilisateurs sur le Web. Nous avons créé une solution de sécurité efficace qui prouve qu'il n'est pas nécessaire de porter atteinte à la vie privée des utilisateurs pour obtenir d'excellents résultats.",
    "4146870445": "Qui sommes-nous ?",
    "353066938": "Une équipe expérimentée, travaillant sur les problèmes les plus difficiles d'aujourd'hui. hCaptcha est un service de",
    "3260825523": "Machines à intuition",
    "1173652155": "Conseillers",
    "3972094614": "Brendan Eich",
    "2113642787": "Chanson de l'aube",
    "2256305371": "Professeur, CS à l'Université de Californie, Berkeley. Expert en apprentissage profond, sécurité, blockchain. PDG d'Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Chercheur scientifique à Stanford. Apprentissage automatique et finance quantitative dans de grandes banques, des fonds spéculatifs et des universités.",
    "2686825859": "Inscrivez-vous gratuitement ou contactez-nous au sujet des solutions hCaptcha Enterprise.",
    "583434701": "Accessibilité du hCaptcha",
    "611905972": "Garantir un accès transparent pour tous les utilisateurs tout en maintenant la sécurité.",
    "874098071": "Si vous êtes un utilisateur de l'accessibilité, veuillez vous inscrire ici",
    "2745385064": "Résumé",
    "3353238942": "hCaptcha est conçu pour arrêter les robots en les distinguant des personnes. Les tests visuels sont un outil pratique pour cela, mais tout le monde ne sait pas résoudre un défi visuel.",
    "3600022491": "C'est pourquoi nous avons conçu une alternative simple et indolore pour permettre aux éditeurs qui utilisent notre service de préserver l'accessibilité pour tous en respectant pleinement la section 508 et les WCAG 2.1 AA.",
    "2557240048": "Comment ça marche : d'abord, un utilisateur de l'accessibilité s'inscrit via",
    "3871665286": "qui est lié de manière évidente à la page d'information du widget hCaptcha. Ils reçoivent un cookie crypté qui peut être utilisé plusieurs fois par jour, mais doit être rafraîchi toutes les 24 heures via la connexion.",
    "3441764123": "Lorsqu'un défi est présenté à un utilisateur de l'accessibilité sur un site utilisant le service hCaptcha, il le réussit automatiquement.",
    "4247858664": "la page d'inscription à l'accessibilité",
    "1297657322": "Accessibilité de l'écran utilisateur après la connexion",
    "1717658846": "Option d'accessibilité dans le menu de l'interface utilisateur du widget",
    "1266963825": "Q : hCaptcha est-il conforme à la Section 508 + WCAG 2.1 AA ?",
    "850025770": "R : nous pensons que oui : tous les utilisateurs souffrant d'une quelconque forme de handicap et capables de naviguer sur le Web et de saisir du texte sur des formulaires peuvent accéder aux services protégés par hCaptcha lors de leur inscription. Toutefois, il ne s'agit pas d'un avis juridique : vous devez effectuer votre propre évaluation, en tenant compte de votre mise en œuvre particulière pour vous assurer que c'est le cas pour votre déploiement.",
    "159272246": "Q : Travaillez-vous sur d'autres options d'accessibilité (\"a11y\"), comme l'audio ?",
    "4074220464": "R : Les options autrefois populaires comme les captchas audio sont discriminatoires pour de nombreux utilisateurs d'a11y et sont facilement déjouées par les techniques modernes d'apprentissage automatique. Cela a obligé les défis audio actuels à devenir de plus en plus difficiles, en introduisant du bruit, un timing bizarre, des combinaisons de mots inhabituelles, etc. pour vaincre les attaquants. Nous sommes donc moins enthousiastes à l'idée d'adopter cette approche plutôt que d'éviter complètement le défi, mais nous l'envisagerons s'il y a une demande de la part de la communauté a11y.",
    "2309661107": "Cependant, nous sommes très intéressés par",
    "2555914614": "pour le cas d'utilisation Accessibilité. Nous pensons que la combinaison de notre approche a11y actuelle avec l'émission de Privacy Pass permettra aux utilisateurs a11y de naviguer en toute sécurité, en sachant que leur trafic est plus privé, tout en limitant les abus des opérateurs de robots qui se produisent inévitablement lorsque des options a11y sont disponibles. Nous participons activement au groupe de travail de l'IETF chargé de normaliser cette nouvelle technologie.",
    "2583775432": "Q : Qu'en est-il de la vie privée ? L'inscription expose-t-elle vos données de navigation d'une manière ou d'une autre ? Que faites-vous de l'e-mail ?",
    "4215483493": "R : hCaptcha est conçu pour la confidentialité depuis le début. Il est très différent des options traditionnelles comme reCAPTCHA qui sont détenues par des réseaux publicitaires, qui ont intérêt à vous suivre sur le web et à vous associer à une identité réelle.",
    "2474661839": "Notre site",
    "4137573005": "a des réponses complètes et fiables sur la façon dont nous utilisons les données, mais la réponse courte est que nous n'avons aucun intérêt à vous associer en tant que personne avec votre historique de navigation.",
    "4101570501": "Nous travaillons aussi actuellement sur une solution cryptographique permettant de supprimer rapidement votre adresse électronique tout en préservant notre capacité à prévenir les abus, en complément de notre travail sur le Privacy Pass.",
    "260595108": "Nous n'utilisons jamais les courriels ou les informations sur l'accessibilité à d'autres fins que de faciliter l'utilisation d'a11y et de prévenir les abus.",
    "3063819779": "politique de confidentialité",
    "465714311": "Pour les utilisateurs de l'accessibilité : Guide de questions et réponses et de dépannage",
    "3596207631": "Q : Je vois toujours un problème après avoir installé le cookie. Quelle en est la cause ?",
    "469089249": "R : Cela est généralement dû à l'utilisation d'un bloqueur de publicité agressif ou d'une extension anti-cookie, ou d'un paramètre qui bloque les cookies \"cross-site\", dans ce cas un cookie pour hcaptcha.com qui est défini ou vérifié par le JS hCaptcha sur un site différent, comme celui que vous visitez.",
    "4263626815": "Les cookies d'accessibilité hCaptcha fonctionnent avec tous les navigateurs populaires et les bloqueurs de publicité avec leurs paramètres standard, donc généralement les échecs sont dus à des scripts \"anti-anti-adblock\" ou à des règles similaires ciblant des sites particuliers.",
    "3906359167": "Solutions :",
    "3464870463": "1. Mettez les cookies hcaptcha.com et *.hcaptcha.com sur la liste blanche de votre bloqueur de publicité ou de l'extension de sécurité de votre navigateur.",
    "1204911585": "2. Si vous utilisez le navigateur Brave, qui ne semble pas (en avril 2020) disposer d'une quelconque liste blanche de cookies, allez dans Préférences -> Boucliers -> Cookies et choisissez \"Autoriser tous les cookies\".",
    "2932826396": "3. Si vous utilisez la toute dernière version de Safari sur la récente version OS X 10.15 ou iOS 13.4, Apple vient de modifier le comportement de Safari concernant les cookies tiers, en les bloquant tous par défaut. Nous sommes en train de mettre en place une solution, mais en attendant, veuillez vous rendre dans les Préférences de Safari, section Confidentialité, et décocher \"Website tracking : Prevent cross-site tracking\" pour permettre au cookie d'accessibilité de fonctionner comme prévu.",
    "3836291932": "Q : J'utilise plusieurs appareils. Dois-je m'inscrire plusieurs fois ?",
    "3251220335": "R : Non. Veuillez cliquer sur le même lien de connexion par courriel qui vous a été envoyé sur chaque appareil que vous utilisez afin de définir le cookie.",
    "2082407178": "Q : Comment puis-je me protéger du suivi des cookies par des tiers tout en utilisant le cookie d'accessibilité ?",
    "2700197090": "R : L'utilisation d'une extension de confidentialité ou de blocage des publicités prenant en charge la liste blanche au niveau du domaine (par exemple, uBlock Origin) fonctionnera comme prévu : assurez-vous simplement de mettre hcaptcha.com sur la liste blanche.",
    "3657743880": "Instructions du navigateur pour les cookies intersites",
    "1960601330": "Pour activer les cookies dans Safari (Mac) : Allez dans le menu déroulant de Safari. Sélectionnez Préférences. Cliquez sur Confidentialité dans le panneau supérieur. Sous \" Bloquer les cookies \", sélectionnez l'option \" Jamais \".",
    "1622303590": "Pour activer les cookies dans Safari (iPhone/iPad iOS 11+) : Ouvrez vos paramètres. Faites défiler vers le bas et sélectionnez Safari. Sous Confidentialité et sécurité, désactivez \"Empêcher le suivi intersite\" et \"Bloquer tous les cookies\".",
    "2199048568": "Cliquez sur le bouclier situé à gauche de la barre d'adresse sur n'importe quelle page Web. Cliquez sur Paramètres de protection. Le panneau Confidentialité et sécurité des préférences de Firefox s'ouvre. Sous Protection améliorée contre le pistage, sélectionnez Personnalisé. Choisissez les traqueurs et les scripts à bloquer en cochant les cases correspondantes. Vérifiez que vous avez débloqué hcaptcha.com.",
    "3967047208": "Vous pouvez également désactiver temporairement certaines protections dans Custom pour déboguer ce problème, en désélectionnant les cases à cocher : Désélectionnez la case Trackers ou la case Cookies si vous rencontrez toujours des problèmes.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Sélectionnez l'icône du menu Chrome. Sélectionnez Paramètres.",
    "926138631": "Cliquez sur Confidentialité et sécurité, puis sur Cookies et autres données du site.",
    "3419878556": "Assurez-vous que l'option \"Bloquer les cookies tiers\" n'est pas activée.",
    "2269166171": "Google Chrome (Mac) :",
    "2989126922": "Ouvrez les préférences de Chrome dans la barre de menu.",
    "2348697693": "Google Chrome (Android) :",
    "3700113699": "Sur votre appareil Android, ouvrez l'application Chrome.",
    "3620039756": "En haut à droite, appuyez sur Plus, puis sur Paramètres.",
    "2813310562": "Appuyez sur Paramètres du site, puis sur Cookies.",
    "3014657981": "À côté de \"Cookies\", activez le paramètre.",
    "1242066691": "Cochez la case à côté de \"Autoriser les cookies tiers\".",
    "292250020": "1. Sélectionnez l'engrenage dans le coin supérieur droit de l'écran, puis sélectionnez \"Options Internet\". Si la barre de menu est activée, vous pouvez sélectionner \"Outils\" puis \"Options Internet\".",
    "4114820649": "2.  Cliquez sur l'onglet \"Confidentialité\".",
    "946838734": "3. Sélectionnez le bouton \"Avancé\".",
    "348809718": "4.  Sous \"Cookies tiers\", choisissez \"Accepter\".",
    "1253441326": "5. Cliquez sur \"OK\".",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politique d'éthique de l'IA",
    "1161704803": "Pourquoi avons-nous une politique d'éthique en matière d'IA ?",
    "1806535500": "Pratiquement toutes les technologies, des crayons à la dynamite, sont une...",
    "24452499": "Elle peut être utilisée à bon ou à mauvais escient. Toute entreprise qui recherche, fabrique ou vend des solutions à double usage a l'obligation d'envisager les conséquences de ses actions.",
    "4023575072": "double usage",
    "3336625692": "Cette page détaille nos réflexions sur ce sujet dans le contexte de l'éthique de l'IA, et les processus que nous suivons pour garantir que l'utilisation de nos services reste conforme aux politiques que nous avons adoptées en tant que société.",
    "835717930": "L'éthique de l'IA chez hCaptcha",
    "2179524509": "Nous recevons parfois des questions sur le type de questions autorisées par le service hCaptcha et sur les raisons pour lesquelles certaines questions sont posées.",
    "1962721652": "Les êtres humains sont des chercheurs de modèles, et il arrive qu'une question anodine passe en un instant du stade de la surprise à celui de la suspicion, en raison de l'évolution du monde plutôt que des motivations de la personne qui pose la question.",
    "3974566657": "Au fur et à mesure que les services gagnent en popularité, ce type d'incident devient inévitablement plus fréquent. hCaptcha est utilisé par des millions de personnes chaque jour dans pratiquement tous les pays du monde, c'est pourquoi nous publions cette politique et une étude de cas sur la façon dont nous traitons ces problèmes afin d'être aussi transparents que possible.",
    "1830910223": "Une étude de cas réelle sur l'éthique de l'IA",
    "805971861": "Parapluie est un terme d'ImageNet, l'ensemble de données de référence standard utilisé par les chercheurs en vision par ordinateur. L'identification fiable des personnes tenant un parapluie est également essentielle à la mise au point de la prochaine génération de systèmes avancés d'aide à la conduite (ADAS).",
    "3988350": "Cela signifie qu'il existe d'excellents cas d'utilisation pour les annotations de parapluies dans le monde réel. Les avis divergent quant à l'impact des voitures à conduite autonome, mais les systèmes ADAS permettent déjà de sauver des vies.",
    "548587288": "dans le monde entier.",
    "3138772661": "des milliers de vies chaque année",
    "3168199226": "Toutefois, en 2020, il est apparu clairement que la constitution de ce type d'ensemble de données pouvait être perçue comme une technologie à double usage d'une manière à laquelle peu de gens se seraient attendus il y a un an.",
    "558378834": "Nous n'acceptons donc plus les demandes de questions relatives aux parapluies pour le moment. Le risque de confusion lorsqu'un utilisateur final voit une question sur les parapluies en ce moment est trop élevé, et notre objectif ultime est de rendre le monde plus agréable.",
    "3376604063": "Politiques et processus en matière d'éthique de l'IA",
    "1923365316": "Nous avons une politique stricte en matière d'éthique de l'IA chez hCaptcha, et cela inclut un processus de connaissance du client (KYC).",
    "4230322909": "Nous essayons toujours de bien comprendre chaque nouveau client et son cas d'utilisation prévu, à la fois pour confirmer qu'il correspond bien à nos produits et services et pour nous assurer qu'il respecte les politiques que nous avons adoptées en tant qu'entreprise.",
    "2735073144": "Nous effectuons également des examens continus si nécessaire. Par exemple, lors de notre récent examen des dates et des sources des demandes d'étiquetage concernant les parapluies, nous avons pu rapidement confirmer qu'aucune entité gouvernementale ou fournisseur étatique connu de logiciels de surveillance n'a fait de demandes concernant les parapluies en utilisant nos services au cours des 12 derniers mois.",
    "2715462692": "À quoi ressemble notre processus d'éthique de l'IA ?",
    "3049976256": "Pour chaque nouveau client de l'étiquetage, nous passons par une liste de contrôle au cours du processus de vente. Cela comprend la vérification initiale de KYC avant l'embarquement, ainsi que la vérification de toutes les demandes faites à nos analystes, et des contrôles ponctuels en temps réel et des examens périodiques des demandes faites à l'aide de notre plateforme en libre-service.",
    "3103642530": "Cet examen est composé de plusieurs séries de critères :",
    "3349094124": "Critères de préoccupations éthiques : Objectif",
    "1038019440": "1. Ce client représente-t-il les intérêts nationaux d'un pays connu pour avoir un comportement contraire aux lois et normes internationales ?",
    "493717511": "2. Ce client demande-t-il des services qui pourraient être",
    "2209109640": "utilisés uniquement à des fins malveillantes, dans le cadre de leurs activités commerciales normales ?",
    "3457805519": "3. La demande du client peut-elle être satisfaite en vertu du droit américain et de nos règles d'engagement ?",
    "1942611550": "principalement",
    "109179759": "Critères de préoccupations éthiques : Subjectif",
    "1033698050": "1. Pensons-nous que le client nous a donné un cas d'utilisation que nous jugeons moralement acceptable, selon notre interprétation des normes sociétales occidentales typiques ?",
    "361372538": "2. Croyons-nous que les services que nous fournissons risquent d'être utilisés à des fins discriminatoires par le client, d'une manière qui pourrait être légale mais qui n'est pas acceptable pour nous ?",
    "2867855718": "3. Croyons-nous que les besoins en matière de protection de la vie privée peuvent être satisfaits par la demande ?",
    "2462728596": "Si nous ne pouvons pas nous satisfaire de ces points, nous refuserons la demande et pourrons mettre fin à tout accès ultérieur à notre plateforme, comme indiqué dans nos Conditions.",
    "1995277831": "Merci.",
    "1818116402": "Nous espérons que vous avez apprécié ce regard sur la façon dont nous traitons les questions opérationnelles avec une composante d'éthique de l'IA.",
    "1499894352": "Très peu d'entreprises offrent une transparence sur leurs processus de décision dans ce domaine, et nous espérons que d'autres suivront cet exemple !",
    "535659033": "Attribution Creative Commons",
    "1495915066": "Comment nous, nos partenaires de recherche universitaire et nos clients utilisent les médias Creative Commons",
    "3017533972": "Nous, nos partenaires de recherche universitaire et nos clients pouvons occasionnellement référencer ou reproduire des portions de contenu sous licence Creative Commons via la plateforme hCaptcha afin de faire progresser les connaissances de l'humanité dans le domaine de l'apprentissage automatique.",
    "1428053210": "Ce contenu est généralement transformé à partir de sa forme originale. Par exemple, une vidéo peut être divisée en plusieurs images, ces images peuvent être divisées en plusieurs nouvelles images, et ces nouvelles images sont ensuite mélangées de manière aléatoire pour produire le résultat final affiché.",
    "1728211763": "L'utilisation du contenu de cette manière et à ces fins est conforme aux directives d'utilisation équitable selon notre compréhension de la loi et des pratiques standard dans le domaine, mais nous sommes des fans de longue date de Creative Commons et nous préférons donner du crédit à toute personne qui contribue à la tâche monumentale d'améliorer l'intelligence des machines.",
    "1949452297": "En raison des contraintes intrinsèques de l'interface utilisateur hCaptcha et de ses considérations de sécurité, il n'est pas possible de reproduire la source de chaque image directement à côté de son utilisation. Au lieu de cela, nous établissons un lien vers cette page depuis notre page d'accueil et maintenons une liste des sources actuellement ou récemment servies par la plate-forme. Vous pouvez accéder à la liste actuelle",
    "2367602973": "ici",
    "659124570": "De plus, si vous voyez du contenu qui vous appartient reproduit sur la plateforme hCaptcha et que vous souhaitez qu'il soit retiré pour quelque raison que ce soit, vous pouvez nous contacter par courriel à l'adresse suivante",
    "2066749488": "Autres plaintes",
    "3479034323": "Si vous voyez un contenu qui vous appartient reproduit sur la plateforme hCaptcha et que vous souhaitez qu'il soit retiré pour une raison quelconque, vous pouvez nous contacter par courriel.",
    "1836554225": "Blog Posts",
    "2873297188": "Les CAPTCHAS sont-ils tous discriminatoires envers les non-américains ?",
    "165932542": "Un regard sur les taux de résolution des hCaptcha à travers le monde",
    "1865097546": "Novembre 16,2021",
    "3005876482": "hCaptcha est désormais le plus grand service CAPTCHA indépendant, il fonctionne sur 15 % de l'internet.",
    "693820850": "Vous pouvez battre Google en donnant la priorité à la confidentialité",
    "3609106478": "Le bourrage de crÃ©dits :",
    "299335340": "Ce que c'est et comment arrêter les attaques",
    "354925785": "Intro",
    "423222878": "Certaines des cyberattaques les plus difficiles à détecter, à prévenir et à arrêter sont celles où un acteur malveillant est capable d'utiliser des informations d'identification légitimes pour se connecter à un compte utilisateur actif. En l'absence de capacités de détection sophistiquées, l'entreprise qui héberge le compte n'a aucune raison de soupçonner que quelque chose ne va pas. Un client semble simplement s'être connecté à son compte. L'attaquant a réussi cette ruse à l'aide d'informations d'identification volées - généralement le résultat d'une technique de cyberattaque connue sous le nom de \"bourrage d'informations d'identification\". Il s'agit d'un problème sérieux aujourd'hui, mais qui peut être atténué par des contre-mesures appropriées.",
    "777660551": "Qu'est-ce que le \"Credential Stuffing\" ?",
    "2602763587": "Le \"Credential stuffing\" est une forme de cyberattaque dans laquelle l'attaquant tente de se connecter plusieurs fois à un site web en utilisant des paires de noms d'utilisateur et de mots de passe volés. Le \"bourrage\" fait référence aux tentatives de connexion répétitives, qui sont presque toujours effectuées par des logiciels robots automatisés.",
    "1271831121": "Ce n'est pas comme si le pirate (vêtu d'un sweat à capuche, bien sûr !) était assis là, en train de taper les informations d'identification les unes après les autres. Le robot de connexion automatisé peut être créé à partir d'un outil standard comme Selenium ou d'un outil de piratage développé sur mesure.",
    "2588750717": "En effet, certaines attaques par bourrage d'informations d'identification impliquent des millions d'informations d'identification, toutes introduites dans l'interface de connexion d'un site Web peu méfiant, dans l'espoir d'y être admis. Une fois à l'intérieur, l'attaquant peut prendre le contrôle du compte de la victime.",
    "1137757109": "S'il s'agit d'un compte de commerce électronique, l'attaquant peut commander des marchandises. Si la victime est une banque, l'attaquant peut transférer des fonds à l'étranger, et ainsi de suite.",
    "1559150837": "Les cibles ne sont pas pour autant sans défense. La plupart des sites Web disposent de contrôles qui bloquent un utilisateur suspect qui tente de se connecter à des milliers de comptes différents à partir de la même adresse IP en un court laps de temps. Pour contourner ces techniques de protection, les auteurs d'attaques par bourrage d'identifiants simulent une diversité géographique et d'adresses IP. À l'aide d'outils puissants, souvent pilotés par l'intelligence artificielle, ils peuvent faire croire que des milliers d'utilisateurs essaient de se connecter de manière aléatoire à différents moments de la journée depuis tout le pays. C'est beaucoup plus difficile à détecter et à arrêter.",
    "1892020899": "Où les pirates obtiennent-ils les informations d'identification ?",
    "2597149484": "La raison pour laquelle le pirate doit \"bourrer\" autant d'informations d'identification est liée à l'endroit où il obtient les informations d'identification volées.",
    "3030395800": "Ces informations proviennent généralement de violations de données. Également appelées \"déversements d'informations d'identification\", ces attaques peuvent entraîner le déversement de millions d'informations d'identification sur le dark web. Si le déversement provient d'une banque, le pirate tentera d'utiliser ces informations d'identification pour accéder à d'autres sites. Cette approche fonctionne car de nombreuses personnes utilisent la même combinaison de nom d'utilisateur et de mot de passe pour plusieurs sites. (Cette pratique est découragée, mais la réalité est ce qu'elle est. Les gens ont tendance à répéter les mêmes identifiants de connexion).",
    "1258965840": "Ainsi, si l'attaquant peut s'introduire sur un site, il peut probablement s'introduire sur plusieurs sites en utilisant les informations d'identification divulguées. Par exemple, il peut obtenir un couple nom d'utilisateur/mot de passe comme JohnDoe/525momma, mais il n'a aucune idée de ce que ce couple peut lui apporter. Ils essaient donc cette paire sur Amazon.com, Ebay, Citibank, Walgreens et ainsi de suite. Ils peuvent essayer cette paire sur un millier de sites différents.",
    "3594440415": "Finalement, ils vont commencer à ouvrir des portes.",
    "780280214": "Comment hCaptcha et hCaptcha Enterprise atténuent la menace du bourrage de crÃ©dential",
    "4165374512": "Bien qu'il soit possible d'utiliser des outils de détection de l'IP et de l'emplacement pour empêcher le bourrage de crdential, une méthode plus rentable et plus précise consiste simplement à interrompre le robot de bourrage de crdential lui-même. hCaptcha et hCaptcha Enterprise peuvent faire échouer le robot au point d'entrée. Même si le robot a les bonnes informations d'identification, s'il ne peut pas passer la détection de hCaptcha Enterprise ou le CAPTCHA de hCaptcha, il ne pourra pas effectuer son bourrage et votre site et vos utilisateurs seront protégés.",
    "3269644546": "S'il vous plaît",
    "1058572205": "si vous souhaitez en savoir plus sur",
    "3753613260": "contacter",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Signaler une plainte DMCA",
    "54093347": "Agent agréé DMCA",
    "3233441200": "Politique relative aux contrevenants récidivistes",
    "4011712313": "Dans le cadre de notre politique DMCA, nous plaçons les comptes des clients pour lesquels nous recevons plusieurs notifications DMCA d'infraction présumée dans une politique DMCA de récidive en plusieurs étapes. À la réception de notifications DMCA répétées au cours d'un mois civil, le compte du client passera d'une étape de la politique à la suivante.",
    "766825168": "Les mesures que nous pouvons prendre dans le cadre de la politique relative aux récidivistes DMCA comprennent l'envoi d'alertes de visibilité accrue au client enregistré du compte. Pour accuser réception de ces alertes, nous pouvons demander au client de se connecter à son compte ou d'appeler notre équipe d'assistance. Nous nous réservons également le droit de suspendre ou de résilier, ainsi que d'appliquer d'autres mesures provisoires, le service hCaptcha et IMI de tout client pour lequel nous avons continué à recevoir des notifications DMCA d'infraction présumée même après avoir envoyé des alertes de contrefaçon répétée. En outre, nous pouvons mettre fin, à notre seule discrétion, aux autres services hCaptcha ou IMI fournis à ces clients lorsque nous mettons fin au service hCaptcha en vertu de la présente politique.",
    "2410122265": "Ressources hCaptcha : Bots 101",
    "4166776480": "Remplissage de justificatifs : Ce que c'est et comment stopper les attaques",
    "2301335298": "La fraude aux paiements : Atténuer un mode de cybercriminalité en évolution rapide",
    "3682071227": "Qu'est-ce qu'une reprise de compte et comment fonctionne-t-elle ?",
    "2729131930": "Qu'est-ce que le scrappage et comment fonctionne-t-il ?",
    "1344959096": "Travailler en tant qu'étiqueteur de données individuel",
    "3510143229": "hCaptcha est un service destiné aux sites web et aux applications,",
    "3930611699": "les travailleurs individuels.",
    "1051214799": "hCaptcha est un service de sécurité web qui tente de partager la valeur avec les éditeurs de sites web ou d'applications qui l'utilisent.",
    "360236473": "Le service hCaptcha n'est pas destiné à être utilisé par quiconque pour travailler en tant qu'étiqueteur individuel. Il n'est pas conçu pour ou adapté à cette fin. Nous ne recommandons à personne d'essayer d'utiliser hCaptcha comme source de revenu personnel.",
    "3842490632": "Un utilisateur individuel qui tente de répondre à de nombreuses questions risque de voir son taux limité ou d'être banni rapidement. Il est tout aussi important, comme notre",
    "1560232962": "couvre en détail, aucune garantie n'est faite quant au montant gagné pour une réponse donnée. Il se peut qu'aucune question payante ne soit disponible à ce moment-là, qu'une réponse soit rejetée pour des raisons de qualité, etc.",
    "2694001822": "Cependant, nous engageons occasionnellement des personnes pour nous aider à tester les propriétés du système et les nouvelles fonctionnalités.",
    "1569804581": "Si vous souhaitez être contacté à l'avenir au sujet d'opportunités connexes, veuillez remplir ce formulaire.",
    "636461959": "Nom",
    "1139500589": "Pays",
    "1789607185": "Adresse électronique",
    "325077666": "En soumettant vos informations, vous acceptez que notre",
    "3555583744": "et",
    "3609929815": ". Nous ne conserverons votre nom, votre pays et votre adresse électronique que dans le but de vous contacter à l'avenir au sujet d'opportunités de travail dans le domaine de l'étiquetage individuel.",
    "4197928199": "Politique de confidentialité",
    "851786723": "En saisissant votre adresse électronique, vous acceptez nos conditions et notre politique de confidentialité, et vous acceptez de recevoir des messages électroniques de notre part.",
    "2402165761": "Comment fonctionne le scraping ?",
    "4260542944": "Le grattage de contenu (également appelé \"grattage d'écran\" ou simplement \"grattage\") est un procédé familier et souvent utile pour collecter des informations sur le Web. Cependant, ces dernières années, cette technique est devenue un outil privilégié des pirates et des fraudeurs. Des contre-mesures peuvent atténuer efficacement la menace, mais pour les mettre en œuvre, il est essentiel de comprendre comment le processus fonctionne.",
    "2066255783": "Qu'est-ce que le \"Content Scraping\" ?",
    "1910628828": "Le grattage de contenu est une technique d'extraction de données d'un système qui implique un ensemble d'outils automatisés se faisant passer pour un client logiciel ou un navigateur Web. Cette technique n'est pas nouvelle. En fait, pour les ingénieurs logiciels qui ont besoin de données provenant d'un ancien ordinateur central, le scraping peut être le seul moyen d'extraire des informations. Les connecteurs d'origine peuvent avoir disparu et être impossibles à remplacer.",
    "3408107995": "Aujourd'hui, cependant, le scraping désigne invariablement une approche programmatique de l'extraction de données d'un site Web. Le logiciel de scraping agit comme un utilisateur humain, cliquant sur des boutons et lisant le résultat. Il existe de nombreuses utilisations légitimes du scraping. Les robots d'exploration du Web qui alimentent les moteurs de recherche en sont un exemple. Il en va de même pour des outils comme Skyscanner, qui recherchent des offres de voyage en passant au peigne fin des milliers de sites web de voyage. Les entreprises du secteur des technologies financières y ont également recours, en récupérant les données financières des utilisateurs sur les sites des banques lorsqu'il n'existe pas d'interfaces de programmation d'applications (API) permettant de connecter les données. Ce qu'il faut garder à l'esprit à propos du raclage d'écran, c'est sa vitesse et son évolutivité. Le processus peut récolter d'immenses quantités de données sur des sites Web, à condition que ces derniers ne soient pas configurés pour empêcher ce processus. À la vitesse de l'informatique, un scraper peut amasser de grands ensembles de données en interagissant avec les sites Web, les logiciels sous-jacents et les bases de données qui les alimentent.",
    "1920884252": "Pourquoi le raclage de contenu constitue-t-il une menace pour la sécurité ?",
    "2256795853": "La possibilité d'extraire rapidement un grand nombre de données de sites Web fait du scraping un outil puissant entre les mains d'acteurs malveillants. Un robot de scraping peut recueillir les données des utilisateurs sur les sites de médias sociaux. Ensuite, en récupérant des sites contenant des adresses et d'autres informations personnelles et en corrélant les résultats, un pirate peut commettre des délits d'identité, comme l'envoi de demandes frauduleuses de cartes de crédit.",
    "4087694419": "Un pirate qui pratique le scraping peut également recueillir des données sur des sites comme Amazon et eBay pour créer des listes de produits fausses ou trompeuses. Il pourrait ensuite les proposer à la vente sur des services de pair à pair comme OfferUp et mener des attaques de phishing sur les acheteurs. Une autre fraude par grattage d'écran consiste à tromper les éditeurs de publicité. En récupérant le contenu de sites d'éditeurs, le fraudeur peut créer de fausses pages d'éditeurs de publicités sur différents services. Il peut ensuite vendre des publicités sur ces pages à des revendeurs autorisés, dont il a récupéré les contacts dans le fichier ads.txt de l'éditeur. Les emplacements publicitaires semblent réels pour l'annonceur, mais ils ne le sont pas.",
    "3315658779": "Empêcher le raclage de contenu avec hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise utilise un apprentissage automatique avancé pour identifier le trafic malveillant sur votre site et vos applications, y compris les activités de raclage.",
    "1422537019": "nous dès aujourd'hui pour en savoir plus.",
    "1988268879": "Étiquetage rentable des données à l'échelle",
    "2163914794": "Vous avez besoin de plus d'étiquettes pour vos ensembles de données ? hCaptcha fournit un étiquetage des données rapide, rentable et de haute qualité pour les entreprises travaillant sur des applications d'intelligence artificielle et d'apprentissage automatique.",
    "3378932530": "Faites étiqueter vos données maintenant",
    "3483700676": "Lancer des millions de tâches instantanément",
    "3478726913": "hCaptcha dispose de l'un des plus grands pools de la planète, disponible pour votre utilisation. Quelle que soit votre échelle, nous pouvons la gérer sans engagements initiaux coûteux. Des millions de tâches par jour ne sont pas un problème.",
    "740501259": "Des pipelines simples pilotés par API",
    "2784612261": "Vous voulez intégrer l'examen humain directement dans vos opérations commerciales ? Nous offrons des accords de niveau de service de haute fiabilité, une capacité garantie et des API REST simples.",
    "1144966033": "Optimisé pour le coût et la qualité",
    "3213351333": "Aucun engagement initial requis",
    "2107077506": "La plateforme HUMAN utilise des modèles de confiance complets pour effectuer une analyse de qualité sophistiquée en temps réel. Cela nous permet de déterminer rapidement à la fois la difficulté des questions et leur bonne réponse probable, ce qui vous fait gagner du temps et de l'argent.",
    "3576146278": "Ne payez que pour la précision dont vous avez besoin",
    "2952586316": "Tous les problèmes ne sont pas les mêmes. Les annotations relatives à des tâches critiques pour la sécurité peuvent nécessiter une confiance de 99,99 % de la part de travailleurs entièrement humains. Les annotations pour une fonctionnalité bêta d'une application de jeu mobile peuvent ne nécessiter qu'une confiance modérée. À vous de décider.",
    "710145621": "Fournissez vos propres données de vérité terrain ou laissez-nous les construire à la volée.",
    "987901590": "Vous disposez de données brutes sans ensemble de vérification complet ? Dans la plupart des cas, nous pouvons en créer un pour vous au fur et à mesure que les tâches sont exécutées dans le système, ou créer des échantillons étiquetés pour votre approbation.",
    "2597352122": "Types d'annotation",
    "1344687860": "Boîtes englobantes",
    "1089415440": "Détection précise d'objets dans les images et les vidéos",
    "3817067682": "Polygones",
    "2682873489": "Définir la zone de délimitation des objets",
    "1275150216": "Points de repère",
    "2067112112": "Annotations ponctuelles pour de nombreux cas d'utilisation différents",
    "4228682126": "Catégorisation des attributs",
    "2920213479": "Trier ou ajouter des catégories arbitraires de toute taille",
    "3288667364": "Comparaison et détection",
    "155877895": "Détection et classification par l'homme",
    "3128433367": "... et bien d'autres encore",
    "2827452240": "Vous avez besoin d'un autre type de produit qui ne figure pas dans cette liste ? Il suffit de nous le demander.",
    "719304627": "Vous avez besoin d'un contrôle de bout en bout ?",
    "1172067553": "La plateforme HUMAN qui sous-tend hCaptcha offre des fonctions de gestion et de qualité du travail très sophistiquées via des déploiements sur site, hybrides ou SaaS qui s'intègrent à vos systèmes existants.",
    "2319072959": "Fonctionnez entièrement hors ligne avec votre propre personnel, suivez la valeur consommée par les unités commerciales ou les partenaires du consortium, acheminez sélectivement les tâches vers différents fournisseurs de main-d'œuvre internes ou externes en fonction des coûts et des exigences de sécurité, et bien plus encore.",
    "1936512180": "Un accès facile à l'API, de magnifiques tableaux de bord et la toute dernière technologie \"model-in-the-loop\" pour maximiser l'efficacité des travailleurs.",
    "3913848038": "Accords de niveau de service de 99,99 % et assistance mondiale disponible 24 heures sur 24 et 7 jours sur 7.",
    "1080752747": "Contacter les ventes",
    "1525403768": "Pour plus d'informations, contactez le service des ventes aux entreprises.",
    "1546930020": "Étiquetage des données",
    "2486638408": "Définir les spécifications",
    "1027200955": "Discutez avec l'un de nos experts du domaine pour définir les besoins de votre projet : précision de la cible, format et toute exigence particulière.",
    "1156712451": "Test d'emploi initial",
    "181065232": "Nous exécutons un petit travail de production sur la base de votre échantillon de données. Nous testons ainsi le travail que nous avons effectué ensemble pour nous assurer que vous obtenez exactement ce dont vous avez besoin.",
    "3207769512": "Déployer les emplois de production",
    "1099238677": "Grâce à notre volume élevé et à notre faible latence, nous pouvons traiter votre travail rapidement, avec une livraison automatisée dès qu'il est terminé.",
    "465783046": "Vous voulez faire un essai avec vos données ?",
    "328625009": "... nous sommes prêts quand vous l'êtes : notre service est disponible 24 heures sur 24.",
    "3225770968": "hCaptcha est conçu pour résoudre le problème le plus laborieux de l'apprentissage automatique, à savoir l'étiquetage de quantités massives de données de manière rapide, abordable et fiable.",
    "2041686284": "Un plus grand nombre de données produit généralement de meilleurs résultats lors de la formation de modèles d'apprentissage automatique. Le succès récent des modèles profonds a conduit à des ensembles de données de plus en plus importants, et hCaptcha répond à ce besoin. Cependant, la création de grands ensembles de données évaluées par des humains à l'aide de méthodes traditionnelles est à la fois lente et coûteuse.",
    "3729345277": "hCaptcha est un moyen pour les entreprises d'obtenir les annotations dont elles ont besoin plus rapidement, avec une meilleure qualité et à un coût moindre que les autres alternatives.",
    "2103563261": "Informations privées ou publiques",
    "2513143348": "Le système hCaptcha Enterprise est d'une flexibilité unique dans sa conception : il peut être partiellement ou entièrement déployé à la périphérie de votre réseau si vous exploitez un cloud public ou possédez de nombreux centres de données.",
    "3107683988": "Cela permet de réduire considérablement le trafic et les coûts hors réseau tout en conservant tous les avantages de la gestion par notre personnel d'astreinte 24 heures sur 24 et 7 jours sur 7 afin de respecter les accords de niveau de service les plus stricts.",
    "3660619092": "Inscrivez-vous gratuitement ou contactez le service commercial pour les solutions d'entreprise",
    "2351176803": "Conditions de licence pour l'API hCaptcha JS",
    "2616226398": "Sous réserve de notre",
    "2024293275": ". Tous les autres droits sont réservés, pour l'instant.",
    "1062291156": "conditions générales",
    "2712493234": "La fraude aux paiements : Atténuer un mode de cybercriminalité en évolution rapide",
    "1817772953": "La fraude n'est pas une nouvelle forme de criminalité. En effet, les archéologues ont mis au jour des dispositifs anti-fraude conçus par les anciens Sumériens pour transporter le bétail sans pertes il y a près de 10 000 ans ! Dans leur cas, ils plaçaient des jetons d'argile, représentant chacun un animal, à l'intérieur d'une boule d'argile appelée \"bulla\". La bulla voyageait avec le troupeau lorsqu'il passait du vendeur à l'acheteur. Même à l'époque, les propriétaires d'entreprises s'inquiétaient du fait que les personnes avec lesquelles ils traitaient n'étaient pas toutes honnêtes. Beaucoup de choses ont changé en 10 000 ans, mais la nécessité d'être innovant dans la prévention de la fraude est toujours d'actualité. Aujourd'hui, la question de la fraude liée aux paiements en ligne est d'une importance capitale. Avec Internet, les fraudeurs sont devenus de plus en plus habiles à déjouer les contrôles anti-fraude. Toutefois, de nouvelles solutions permettent d'inverser la tendance.",
    "1053787685": "Qu'est-ce que la fraude aux paiements ?",
    "433424759": "La fraude aux paiements comprend tout type de transaction illégale dans laquelle un cybercriminel prive la victime d'un objet de valeur, généralement de l'argent. Il peut s'agir d'utiliser une carte de crédit volée pour commander des marchandises en ligne ou de prendre le contrôle d'un compte bancaire et d'en transférer illégalement des fonds. Il existe de nombreuses variantes, mais elles ont toutes le même résultat : un escroc utilise une identité ou des informations de paiement volées pour voler un consommateur, une banque ou un commerçant.",
    "2939852138": "Comment les fraudeurs essaient-ils de s'en sortir avec la fraude aux paiements ?",
    "1665616092": "La fraude aux paiements est simple dans son concept, mais elle peut être fantastiquement complexe dans son exécution actuelle.",
    "4246520782": "En fait, l'internet a été le témoin ces dernières années d'une véritable course aux armements entre fraudeurs et défenseurs.",
    "2167049807": "Les équipes de sécurité ont adopté toute une série de contre-mesures et de contrôles qui mettent en échec les approches faciles et paresseuses de la fraude aux paiements. Cependant, les attaques sont de plus en plus sophistiquées. Par exemple, les robots peuvent désormais récupérer les numéros de cartes de crédit et les codes PIN volés sur de faux sites web et dans des attaques de phishing.",
    "1936449777": "Puis, en mode entièrement automatisé, ils peuvent imiter le comportement humain sur les sites de commerce électronique, en cliquant sur des boutons et en ajoutant des articles au panier, au point que de nombreux contrôles anti-fraude, si ce n'est la plupart, ne peuvent pas dire qu'un robot essaie de voler des marchandises. Au contraire, il donne l'impression qu'un utilisateur humain fait simplement des achats. Le robot peut se connecter au compte d'un vrai client en utilisant des identifiants de connexion volés. La capacité du robot à usurper les adresses IP et à faire croire que l'\"acheteur\" se trouve dans un endroit différent de celui de l'attaquant, qui peut se trouver dans un pays étranger, contribue à masquer la fraude.",
    "648630222": "Prévenir la fraude en matière de paiement avec hCaptcha Enterprise",
    "1621930829": "Que peut-on faire face aux activités de fraude sur les paiements qui sont aujourd'hui avancées et incessantes ? L'utilisation de plusieurs niveaux de contrôle est généralement une approche judicieuse. Cependant, les meilleures contre-mesures sont celles qui peuvent piéger le robot et révéler qu'il est faux, malgré tous les efforts de ses créateurs pour reproduire le comportement humain.",
    "2423586454": "Il y a toujours des choses que les logiciels ne peuvent pas faire, quelle que soit la qualité de l'intelligence artificielle qui les sous-tend. La technologie CAPTCHA moderne offre une méthode éprouvée pour bloquer les bots qui tentent de perpétrer des fraudes aux paiements. Alors que les anciennes approches du CAPTCHA, comme les simples chiffres inclinés dans une boîte, sont aujourd'hui largement insuffisantes pour atténuer les bots avancés, un dispositif de test-réponse automatisé comme hCaptcha Enterprise peut facilement faire échouer un bot fraudeur au moment de la connexion à un compte ou de la validation d'un panier d'achat. Même si le robot possède de véritables informations d'identification, il ne sera pas en mesure de passer au travers du CAPTCHA.",
    "1467308982": "Calendrier des paiements",
    "1291824746": "Les paiements hCaptcha sont trimestriels sur une base de 60 jours. Pour illustrer ce que cela signifie, veuillez consulter le tableau ci-dessous.",
    "3444947612": "Trafic entre",
    "4181611011": "Date de réconciliation",
    "728503636": "Date de paiement",
    "3720584906": "15 juillet 2021 - 15 octobre 2021",
    "388240587": "5-15 janvier 2022",
    "3426312287": "5-15 janvier 2022",
    "615618648": "15 avril 2021 - 15 juillet 2021",
    "3376724603": "14-24 septembre 2021†††",
    "3398978455": "15-25 septembre 2021†††",
    "2722456056": "15 janvier 2021 - 15 avril 2021",
    "4063155841": "Au plus tard le 25 juin 2021††",
    "4082053540": "19-25 juin 2021††",
    "64953197": "Oct 15th 2020 - Jan 15th 2021",
    "1023070345": "Au plus tard le 14 mars 2021",
    "2600696085": "15 mars 2021",
    "3217791519": "Jul 15th 2020 - Oct 15th 2020",
    "649261378": "5-11 janvier 2021*",
    "1559190296": "5-11 janvier 2021†",
    "3806054689": "15 av av av de 2020 - 15 15 j de 2020",
    "4162383380": "16 - 22 septembre 2020*****",
    "1990824776": "Du 16 au 24 septembre 2020*****",
    "3856690908": "du 15 janvier 2020 au 15 avril 2020",
    "3200641265": "Au plus tard le 16 juin 2020*",
    "3744079744": "15-19 juin 2020****",
    "2209837451": "15 15 de l'oct de 2019 15 de l'oct de 2020",
    "2510534204": "Au plus tard le 23 mars 2020***",
    "2910560864": "20-23 mars 2020***",
    "2544565802": "du 15 juillet 2019 au 15 octobre 2019",
    "3963642878": "Au plus tard le 14 décembre 2019*.",
    "622103562": "17 décembre 2019**",
    "4072202039": "du 15 avril 2019 au 15 juillet 2019",
    "818049069": "Au plus tard le 15 juillet 2019",
    "1169005651": "15 septembre 2019",
    "2303655425": "du 15 janvier 2019 au 15 avril 2019",
    "3678889946": "Au plus tard le 15 juin 2019",
    "3094354698": "15 juin 2019",
    "4217013126": "Les paiements sont généralement effectués tout au long de la journée à la date de paiement, et sont en général terminés à minuit, heure du Pacifique. Si un compte a été marqué pour examen, le paiement peut prendre jusqu'à cinq jours ouvrables supplémentaires.",
    "1447649958": "Pour rappel, seul le trafic humain précis est éligible pour les paiements. Vous trouverez plus de détails à ce sujet dans notre FAQ, dont le lien figure ci-dessous. Le solde disponible doit également atteindre un seuil minimum afin d'être éligible pour les paiements, actuellement 10 HMT.",
    "4257144752": "Les estimations en temps réel ne reflètent pas la précision finale ou l'humanité, et vos gains finaux peuvent donc varier considérablement à la hausse ou à la baisse par rapport aux chiffres indiqués dans le tableau de bord avant votre premier rapprochement.",
    "2728931827": "Après chaque rapprochement, vos estimations par clé de site seront mises à jour et la précision des prédictions futures devrait augmenter, à moins que votre site ne subisse un changement important dans le comportement des utilisateurs.",
    "1200905005": "††† À partir de septembre 2021, les rapprochements et les paiements s'effectuent désormais sur une période d'environ 10 jours plutôt que sur une seule journée, afin de simplifier les contraintes opérationnelles liées à la croissance du service.",
    "4284094387": "†† Certains rapprochements et paiements de juin 2021 seront exécutés la semaine suivante en raison de retards dans la vérification des calculs finaux pendant la fenêtre de rapprochement.",
    "1977013707": "† Les paiements de décembre 2020 ont été reprogrammés à partir du 15 pour éviter tout chevauchement avec les rapprochements de fin d'année et les vacances du personnel : ils seront terminés d'ici la deuxième semaine de janvier. En raison de transferts plus lents que d'habitude dans PayPal, les paiements s'étaleront sur plusieurs jours plutôt que d'être terminés en un seul jour.",
    "517010299": "Veuillez noter que nous travaillons actuellement à une transition majeure du backend vers une réconciliation en temps quasi réel. Les réconciliations périodiques seront moins fréquentes que d'habitude jusqu'au premier trimestre 2021. Cela n'affecte pas le calendrier ou les dates des paiements.",
    "3092200338": "** Lorsque le 15 tombe un week-end, la date de paiement est plutôt le 17.",
    "3891941747": "*** AVIS DE COVID-19 : En raison de la réduction de la capacité du personnel liée à COVID-19, la réconciliation a été reprogrammée afin de disposer de plus de temps pour effectuer notre vérification standard. Les paiements devraient commencer le vendredi et se terminer le lundi suivant.",
    "2301757528": "**** En raison de la maintenance par PayPal de ses API REST pendant la fenêtre de paiement, tous les paiements n'ont pas été effectués le 15 juin. Tous les paiements prévus pour le 15 juin (heure du Pacifique) mais non exécutés en raison d'erreurs de l'API PayPal ont été relancés le 19 juin (heure du Pacifique).",
    "116842359": "***** Les réconciliations devraient s'étaler sur plusieurs jours en raison de la maintenance du système.",
    "4154415610": "***** Les paiements de septembre 2020 seront effectués par lots au fur et à mesure de la réconciliation. Certains paiements seront effectués plusieurs jours plus tard que prévu en raison des délais de réconciliation.",
    "2310694091": "Que signifie la réconciliation ?",
    "164801246": "La réconciliation est le processus par lequel le trafic est analysé après coup pour en vérifier l'humanité et l'exactitude, une fois que toutes les données de tous les sites de rapport sont entrées. Vous pouvez lire plus de détails dans notre",
    "3256245394": "ainsi que nos articles de blog, par exemple.",
    "3089778412": "Comment hCaptcha calcule les récompenses",
    "3329755436": "Avez-vous l'intention d'accélérer ce processus ?",
    "1911669851": "Oui, nous travaillons actuellement sur une variété d'améliorations de nos systèmes dorsaux qui, nous l'espérons, nous permettront d'offrir à la fois une réconciliation plus rapide, une précision d'estimation plus rapide et des paiements plus rapides. Nous travaillons actuellement à accélérer la réconciliation en premier lieu.",
    "2366003154": "Demandes de renseignements pour la presse et les médias",
    "3054564199": "Dossier de presse",
    "3173156067": "Des garanties prêtes à l'emploi sont disponibles au cas où vous souhaiteriez inclure des exemples d'images dans votre article.",
    "867314732": "Vous pouvez récupérer des données en haute résolution",
    "858218750": "et des conseils pour les utiliser sur le site",
    "3821716514": "page.",
    "1186243118": "images du logo",
    "3034959000": "Vous pouvez récupérer",
    "1764089150": "ici :",
    "1558428432": ". Veuillez les créditer à hCaptcha.com.",
    "2429359042": "exemples d'images d'interface",
    "1480820434": "image 1",
    "3213411837": "image 2",
    "1270712701": "Communiqués de presse et rapports récents",
    "231285005": "Vous pouvez trouver des mises à jour récentes sur notre blog",
    "1289884910": "Nous publions également des analyses et des rapports occasionnels. Par exemple :",
    "932546190": "Pourquoi les CAPTCHAs seront toujours avec nous",
    "2344319147": "Quelle est la valeur réelle de la détection des robots par Google ?",
    "1637527266": "Quels sont les pays où le trafic de robots est le plus important ?",
    "230159237": "Contacts",
    "3759923279": "Veuillez adresser les demandes de presse à l'adresse électronique suivante :",
    "4255608322": "Dernière mise à jour : 12 avril 2021",
    "33639629": "Non applicable aux sites Web de tiers. Veuillez noter que la présente politique de confidentialité ne s'applique à aucun site web, offre, produit ou service d'un tiers, même s'il est lié à notre site ou intègre le service - veuillez vous référer aux politiques de confidentialité applicables avant de décider de fournir des informations à des tiers.",
    "987375734": "L'IMI est basée aux États-Unis. Les sites et le service sont contrôlés et exploités par nous depuis les États-Unis. Vos informations personnelles peuvent être stockées et traitées dans tout pays où nous avons des installations ou dans lequel nous engageons des prestataires de services, et en utilisant les sites et le service, vous acceptez le transfert d'informations vers des pays autres que votre pays de résidence, y compris les États-Unis, qui peuvent avoir des règles de protection des données différentes de celles de votre pays. Dans certaines circonstances, les tribunaux, les organismes d'application de la loi, les organismes de réglementation ou les autorités chargées de la sécurité dans ces autres pays peuvent être autorisés à accéder à vos informations personnelles.",
    "452920031": "Note à l'attention des clients en dehors des États-Unis.",
    "2328839224": ". Veuillez consulter notre section \"Avis aux résidents de Californie\" concernant vos droits en vertu de la California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Note à l'attention des résidents de Californie",
    "1028058338": "Veuillez consulter notre section \" Avis aux personnes concernées de l'UE \" relative à vos droits en vertu du règlement général sur la protection des données (\" RGPD \").",
    "2271205646": "Note à l'intention des résidents de l'Espace économique européen.",
    "508143070": "Notez que l'IMI est le contrôleur de vos informations personnelles, sauf lorsque nous traitons des informations personnelles au nom de nos intégrateurs dans le cadre de la fourniture de notre service, auquel cas nous sommes le processeur des informations personnelles, et ces intégrateurs sont les contrôleurs des informations personnelles.",
    "2330965058": "Lorsque nous agissons en tant que sous-traitant pour nos intégrateurs, nous n'utilisons pas les données collectées à d'autres fins que celles raisonnablement nécessaires pour fournir notre service, et notre traitement sera régi par les contrats que nous avons mis en place avec nos intégrateurs, et non par la présente politique de confidentialité.",
    "3017040355": "Le traitement des données des personnes concernées de l'UE s'effectue sur la base juridique des clauses contractuelles types (CCS) intégrées dans l'addendum relatif au traitement des données de nos conditions de service ou dans les accords de traitement des données conclus avec nos intégrateurs.",
    "2233384692": "Si vous avez des questions ou des préoccupations sur la façon dont ces données sont traitées ou si vous souhaitez exercer vos droits, vous devez contacter la personne ou l'entité (c'est-à-dire le responsable du traitement des données) qui s'est engagée par contrat avec nous à utiliser le Service pour traiter ces données. Nous fournirons toutefois une assistance à nos Intégrateurs pour répondre à vos préoccupations, conformément aux termes du contrat qui nous lie à eux.",
    "349292953": "Informations que nous recueillons",
    "3022001832": "Nous recueillons des informations auprès des personnes qui interagissent avec nos sites et services, notamment celles qui intègrent notre service à leur site web (\"intégrateurs\"), celles qui utilisent les services pour l'étiquetage des données (\"clients\") et les utilisateurs finaux qui interagissent avec notre service par l'intermédiaire des sites web de nos intégrateurs (\"utilisateurs finaux\").",
    "835545301": "Nous recueillons les catégories d'informations suivantes :",
    "3228928991": "Les informations qui peuvent être utilisées pour identifier ou contacter une personne (\"Informations personnelles\"), telles que le nom, l'adresse électronique et le pays. Nous recueillons les informations personnelles de nos intégrateurs et clients actuels et potentiels lorsqu'ils nous les communiquent directement (par exemple, en remplissant un formulaire lors de la création d'un compte ou en demandant à recevoir des notifications par courrier électronique de notre part). Nous pouvons également vérifier l'identité de nos intégrateurs et clients en comparant les informations personnelles à des bases de données de tiers ou à des documents juridiques officiels.",
    "1655796811": "Informations collectées automatiquement suite à l'utilisation des Sites ou des Services par un Intégrateur ou un Client (\" Informations analytiques \"), telles que les adresses IP, le type de navigateur, le fournisseur de services Internet, le type de plateforme, le type d'appareil, le système d'exploitation, la date et l'heure d'accès, et d'autres informations similaires. Certaines Informations analytiques sont collectées en notre nom par des tiers que nous engageons à cette fin, et certaines Informations analytiques sont collectées par le biais de diverses technologies de suivi, y compris les cookies (voir \"Technologies analytiques et de suivi des tiers\" ci-dessous).",
    "1388241689": "Les informations recueillies à la suite des réponses des utilisateurs finaux à des invites par le biais du service (\"données étiquetées\"), telles que les données d'étiquetage d'images, le texte converti à partir de fichiers audio lus par ces utilisateurs finaux, les réponses aux questions et autres invites générées par le service à des fins d'étiquetage des données pour une utilisation dans des applications d'apprentissage automatique. Notez que les données étiquetées ne sont pas liées à un individu identifié.",
    "1493790285": "Les autres informations recueillies auprès des utilisateurs finaux dans le cadre du service et qui sont nécessaires pour déterminer si ces derniers",
    "2216374138": "sont humains, tels que les mouvements de la souris, la position du défilement, les événements liés à l'appui sur les touches, les événements liés au toucher et les informations du gyroscope/accéléromètre, le cas échéant.",
    "2394073454": "Nous pouvons recueillir des informations supplémentaires auprès des utilisateurs finaux qui souhaitent travailler avec nous en tant qu'étiqueteurs de données individuels.",
    "3103557430": "Comment nous utilisons les informations",
    "1130802068": "Nous utilisons les informations que nous recueillons aux fins suivantes :",
    "2940689138": "Pour gérer les comptes des Intégrateurs et des Clients et fournir le Service. Nous utilisons les informations personnelles afin d'associer des comptes spécifiques aux Intégrateurs et aux Clients et de leur fournir le Service, de répondre aux demandes ou aux requêtes, de fournir un support ou une assistance technique, et de faciliter les paiements.",
    "857974529": "Pour améliorer le site et le service. Nous utilisons les informations analytiques pour améliorer nos services et offres existants et en développer de nouveaux, et pour personnaliser les offres de produits existantes et futures.",
    "1820844638": "Pour obtenir des informations sur le marché. Nous utilisons les informations analytiques pour analyser le marché et effectuer des analyses commerciales liées au site et à nos services, ainsi qu'à d'autres fins de recherche.",
    "3386280249": "Fournir un marché pour les données étiquetées. Notre service permet l'étiquetage de gros volumes de données et l'examen humain pour les systèmes d'apprentissage automatique en tant que service aux propriétaires de sites Web et aux entreprises qui ont besoin d'aide pour étiqueter leurs données. À cette fin, nous divulguons des données étiquetées à nos clients intéressés par l'acquisition de données étiquetées.",
    "3532143291": "Pour sécuriser nos services et nos systèmes. Nous utilisons les informations analytiques pour sécuriser nos systèmes en identifiant les menaces et les vulnérabilités potentielles, et pour protéger d'une autre manière les informations que nous recueillons.",
    "2185418511": "Pour tout objectif commercial légitime, à condition que les informations soient dépersonnalisées ou regroupées de telle sorte qu'elles ne puissent pas être raisonnablement liées à un individu.",
    "2386465280": "Comment nous partageons les informations",
    "2159517814": "Nous partageons ou divulguons des informations personnelles dans les cas suivants :",
    "4256083674": "Sur demande directe d'un intégrateur pour identifier le risque de fraude d'une demande spécifique de défi CAPTCHA ou d'une adresse IP, ou dans le cas où un consentement spécifique a été donné.",
    "3494826505": "Avec les fournisseurs que nous engageons pour fournir des aspects essentiels des sites et du service, tels que le stockage de données, l'hébergement et l'analyse, et uniquement à ces fins.",
    "1119009846": "Si nécessaire pour se conformer à la loi applicable, y compris les demandes gouvernementales, les demandes d'application de la loi, et autrement aux entités publiques et privées afin de protéger les droits, la vie privée, la sécurité ou la propriété de vous, de nous ou d'autres personnes.",
    "197676026": "Avec d'autres personnes à des fins commerciales légitimes, à condition que les informations soient dépersonnalisées.",
    "2359312315": "ou agrégées de telle sorte qu'elles ne peuvent être raisonnablement liées à un individu.",
    "2497216176": "Technologies d'analyse et de suivi par des tiers",
    "3694578791": "Comme indiqué ci-dessus, nous (et nos fournisseurs tiers) recueillons des informations d'analyse en partie grâce à l'utilisation de cookies, de balises web et d'autres technologies de suivi. Dans certains cas, nous travaillons avec des vendeurs tiers pour utiliser des cookies dans le but de collecter des informations d'analyse.",
    "2014256987": "Si vous préférez ne pas bloquer l'utilisation de cookies ou d'autres technologies de suivi, veuillez consulter la section \"Gestion de vos informations\" ci-dessous. Veuillez noter que cela peut avoir un impact négatif sur votre expérience d'utilisation des sites ou du service, car certaines fonctions peuvent ne pas fonctionner correctement.",
    "2788024905": "Comment nous sécurisons les informations",
    "3031284129": "Exclusions de garantie",
    "26365791": "Dans toute la mesure permise par la loi, le Site et le Service (et tous les autres services, informations, données, fonctions et autres contenus ou matériels associés) sont fournis \" tels quels \" et \" tels que disponibles \". Dans toute la mesure permise par la loi, l'IMI exclut toute garantie, y compris, mais sans s'y limiter, les garanties implicites de qualité marchande, d'adéquation à un usage particulier et de non-violation.",
    "735630686": "Gestion de vos informations (vos droits)",
    "2895491273": "Si vous préférez bloquer les cookies ou d'autres technologies de suivi, la plupart des navigateurs et des appareils mobiles vous permettent de modifier vos paramètres afin d'être averti de l'utilisation de cookies ou d'autres technologies de suivi et de choisir de les accepter ou non. La plupart des navigateurs vous permettent également de désactiver ou de supprimer les cookies existants ou de rejeter automatiquement les futurs cookies. Vous pouvez également utiliser des outils tiers, notamment des plug-ins de navigateur, pour contrôler vos préférences en matière de cookies. Notez toutefois que si vous désactivez tous les cookies, certaines parties de nos sites peuvent ne pas fonctionner correctement.",
    "707527778": "Informations provenant des enfants",
    "2419795065": "Avis aux résidents de la Californie",
    "1517625162": "En vertu de la section 1789.3 du code civil de Californie, les utilisateurs californiens ont droit à l'avis suivant sur les droits des consommateurs : Les résidents de la Californie peuvent joindre l'unité d'assistance aux plaintes de la Division of Consumer Services du California Department of Consumer Affairs par courrier à l'adresse 1625 North Market Blvd, Sacramento, CA 95834, ou par téléphone au (916) 445-1254 ou (800) 952-5210.",
    "3730344349": "Cette section fournit des détails supplémentaires sur les informations personnelles que nous recueillons sur les consommateurs californiens et sur les droits qui leur sont accordés en vertu de la loi californienne sur la protection de la vie privée des consommateurs ou \"CCPA\".",
    "4044467791": "Pour connaître les catégories d'informations personnelles que nous avons recueillies auprès de vous au cours des 12 derniers mois, veuillez consulter la section \"Informations que nous recueillons\" ci-dessus. Nous recueillons ces informations à des fins professionnelles et commerciales décrites dans la section \"Utilisation des informations personnelles\" ci-dessus. Au cours des 12 derniers mois, nous avons partagé les catégories d'informations suivantes avec des tiers à des fins commerciales :",
    "4208081170": "Catégorie d'informations personnelles",
    "1528242915": "Identificateurs.",
    "3863351997": "Catégories d'informations personnelles énumérées dans la loi californienne sur les dossiers des clients (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Informations commerciales.",
    "2683038211": "Activité sur Internet ou sur d'autres réseaux électroniques.",
    "3671828834": "Exemples d'informations personnelles partagées",
    "779426309": "Un nom réel, un identifiant personnel unique, un identifiant en ligne, une adresse de protocole Internet, une adresse électronique, un nom de compte ou d'autres identifiants similaires.",
    "2414368123": "Un nom, un numéro de carte de crédit, un numéro de carte de débit, ou toute autre information financière.",
    "4088941349": "Enregistrements des produits ou services achetés, obtenus ou envisagés.",
    "3238612014": "Historique de navigation, informations sur l'interaction d'un consommateur avec un site internet, une application ou une publicité.",
    "1023108656": "Catégories de destinataires tiers",
    "1418235079": "Fournisseurs de services",
    "3238184941": "Note : Le risque de fraude associé à une adresse IP individuelle peut être partagé avec un intégrateur sur demande.",
    "285116485": "La Société ne \" vend \" pas (selon la définition de ce terme dans le CCPA) les informations personnelles que nous collectons. Veuillez vous reporter à la section \" Technologies d'analyse et de suivi des tiers \" ci-dessus pour plus d'informations concernant les types de cookies tiers, le cas échéant, que nous utilisons.",
    "1408750006": "Sous réserve de certaines limitations, la CCPA donne aux consommateurs californiens le droit de demander à connaître plus de détails sur les catégories ou les éléments spécifiques d'informations personnelles que nous collectons (y compris la manière dont nous utilisons et divulguons ces informations), de supprimer leurs informations personnelles, de se retirer de toute \"vente\" qui pourrait avoir lieu, ainsi que le droit de ne pas être discriminé pour avoir exercé ces droits.",
    "759057398": "Avis aux personnes concernées de l'UE",
    "825780955": "Informations personnelles",
    "2945960297": "En ce qui concerne les personnes concernées de l'UE, le terme \" informations personnelles \" utilisé dans la présente politique de confidentialité est équivalent aux \" données personnelles \" telles que définies dans le Règlement général sur la protection des données (RGPD) de l'Union européenne.",
    "1126613163": "Données sensibles",
    "3571006800": "Certaines des informations que vous nous fournissez peuvent constituer des données sensibles telles que définies dans le GDPR (également appelées catégories spéciales de données à caractère personnel), notamment l'identification de votre race ou de votre appartenance ethnique sur les documents d'identification délivrés par le gouvernement.",
    "1988461282": "Bases juridiques du traitement",
    "3519564631": "Objectifs du traitement",
    "1778642038": "Pour communiquer avec vous",
    "2223819810": "Pour optimiser notre plateforme",
    "1678661231": "Pour la conformité, la prévention des fraudes et la sécurité",
    "2561077702": "Pour fournir notre service",
    "2066321185": "Base juridique",
    "1174237568": "Ces activités de traitement constituent nos intérêts légitimes. Nous nous efforçons d'examiner et d'équilibrer tous les impacts potentiels sur vous (tant positifs que négatifs) et sur vos droits avant de traiter vos informations personnelles pour nos intérêts légitimes. Nous n'utilisons pas vos informations personnelles pour des activités où nos intérêts sont supplantés par un impact négatif sur vous (sauf si nous avons votre consentement ou si la loi nous y oblige ou nous y autorise).",
    "1350478093": "Objectif du traitement",
    "787916198": "Avec votre consentement",
    "3348433919": "Vos droits",
    "3842673636": "En vertu du GDPR, vous disposez de certains droits concernant vos informations personnelles. Vous pouvez nous demander de prendre les mesures suivantes concernant les informations personnelles que nous détenons à votre sujet :",
    "4057343238": "Opt-out",
    "1834911235": "cesser de vous envoyer des communications de marketing direct que vous avez précédemment accepté de recevoir. Nous pouvons continuer à vous envoyer des communications liées au service et d'autres communications non commerciales.",
    "3022301908": "Accès",
    "680638297": "Vous fournir des informations sur le traitement de vos informations personnelles et vous donner accès à vos informations personnelles.",
    "1409486258": "Correct",
    "3878077249": "Mettre à jour ou corriger les inexactitudes dans vos informations personnelles.",
    "3645414921": "Supprimer",
    "42182578": "Supprimez vos informations personnelles.",
    "1609621367": "Transfert",
    "3208155808": "Transférer une copie lisible par machine de vos informations personnelles à vous-même ou à un tiers de votre choix.",
    "1786796818": "Restreindre",
    "3329634829": "Restreindre le traitement de vos informations personnelles.",
    "4202774977": "Objet",
    "3007158970": "S'opposer à ce que nous nous fondions sur nos intérêts légitimes pour traiter vos informations personnelles, ce qui a une incidence sur vos droits.",
    "1273071008": "Demandes de droits d'accès des personnes concernées",
    "3594381346": "emplacement.",
    "21141582": "ce",
    "3357523404": "Transfert transfrontalier de données",
    "290966395": "Comme décrit dans notre section \"Note à l'attention des clients situés en dehors des États-Unis\", sachez que vos données personnelles seront transférées, traitées et stockées aux États-Unis. Les lois sur la protection des données aux États-Unis peuvent être différentes de celles de votre pays de résidence. En visitant nos sites ou en utilisant notre service, vous consentez au transfert de vos informations, y compris vos informations personnelles, aux États-Unis, comme indiqué dans la présente politique de confidentialité.",
    "3178581111": "Utilisation à de nouvelles fins",
    "1088304322": "Nous pouvons utiliser vos informations personnelles pour des raisons non décrites dans la présente politique de confidentialité, lorsque la loi nous y autorise et que la raison est compatible avec l'objectif pour lequel nous les avons collectées. Si nous devons utiliser vos informations personnelles pour une raison non liée, nous pouvons vous en informer et expliquer la base juridique applicable à cette utilisation. Si nous nous sommes appuyés sur votre consentement pour une utilisation particulière de vos informations personnelles, nous pouvons demander votre consentement pour toute finalité non liée et vous permettre de mettre fin à votre utilisation du service à ce moment-là si vous vous y opposez.",
    "2260079771": "Conservation des données",
    "38428546": "Nous conservons vos données personnelles en toute sécurité pendant toute la durée de vie de votre compte chez nous. Nous ne conserverons vos Données personnelles que le temps nécessaire pour atteindre les objectifs pour lesquels nous les avons collectées, y compris pour satisfaire à toute obligation légale, comptable ou de reporting ou pour résoudre des litiges. Les critères que nous utilisons pour déterminer les périodes de conservation comprennent les dispositions contractuelles applicables en vigueur, les délais de prescription légaux, les exigences réglementaires applicables et les normes industrielles.",
    "384965568": "Bien que les exigences de conservation varient selon les juridictions, des informations sur nos périodes de conservation typiques pour différents aspects de vos données personnelles sont décrites ci-dessous.",
    "2788836740": "Les informations de contact à des fins de marketing sont conservées en permanence jusqu'à ce que vous vous désabonniez. Par la suite, nous ajouterons vos coordonnées à notre liste de suppression pour une durée indéterminée. Les informations de courrier électronique recueillies auprès des utilisateurs de l'accessibilité ne seront jamais utilisées à des fins de marketing.",
    "3520687192": "Les enregistrements des communications avec vous (par exemple, les tickets d'assistance ouverts par courriel ou sur Twitter) peuvent être conservés indéfiniment.",
    "292211832": "Les informations recueillies par des moyens techniques tels que les cookies, les compteurs de pages Web et autres outils d'analyse sont supprimées dès que possible, mais peuvent être conservées pendant une période limitée allant jusqu'à un an à compter de l'expiration du cookie, généralement sous une forme anonyme et agrégée, sauf si nous détectons un abus potentiel de notre service, auquel cas nous conserverons ces informations pour nous aider à prévenir tout abus futur. Nous ne sommes pas en mesure de relier ces informations anonymisées et agrégées à vous, à votre foyer, à une adresse IP ou à toute autre information personnelle sur la base des informations stockées.",
    "3192683783": "Modifications de la présente politique de confidentialité",
    "1702335960": "Toute information que nous recueillons est soumise à la politique de confidentialité en vigueur au moment où cette information est recueillie. Nous pouvons toutefois réviser la politique de confidentialité de temps à autre. Si une révision est importante, à notre seule discrétion, nous vous en informerons, par exemple par e-mail. La version actuelle sera toujours publiée sur notre page de Politique de confidentialité.",
    "3669258571": "Politique en matière de cookies",
    "2905621957": "Dernière mise à jour : 18 juillet 2020",
    "1173934218": "Nous comprenons que votre vie privée est importante pour vous et nous nous engageons à être transparents sur les technologies que nous utilisons. Cette politique fournit des informations détaillées sur la manière et le moment où nous utilisons les cookies sur nos sites et notre service.",
    "2694150481": "Utilisons-nous des cookies ?",
    "457627611": "Oui. Nous et nos fournisseurs d'analyses ou de services, nos partenaires marketing et nos sociétés affiliées pouvons utiliser des cookies, des balises web ou des pixels et d'autres technologies pour nous assurer que toute personne qui utilise les sites bénéficie de la meilleure expérience possible. Veuillez consulter la section \"Technologies d'analyse et de suivi des tiers\" de notre politique de confidentialité pour plus de détails.",
    "501102544": ": nous pensons que le service anti-bot hCaptcha (c'est-à-dire le service intégré par des sites web, des jeux ou des applications mobiles) comprend uniquement des cookies dits \" exempts de consentement \" conformément à la réglementation GDPR. Les exemples de ces cookies exemptés comprennent :",
    "461631543": "Note sur le GDPR",
    "2150907653": "* Les cookies techniques strictement nécessaires à la fourniture du service. Il s'agit notamment des cookies de préférence, des cookies de session, des cookies d'équilibrage de charge, etc.",
    "1012122721": "* Les cookies statistiques gérés directement par nous (c'est-à-dire les cookies de première partie, et non les cookies tiers), lorsque les données ne sont pas utilisées pour le profilage.",
    "3255230599": "Qu'est-ce qu'un cookie ?",
    "2954157511": "Pourquoi utilisons-nous des cookies ?",
    "1539071196": "Nous utilisons généralement les cookies aux fins suivantes :",
    "3545935449": "Pour reconnaître les nouveaux ou anciens utilisateurs.",
    "32739972": "Pour stocker vos informations de session de connexion si vous êtes inscrit sur nos sites.",
    "4209078147": "Pour améliorer notre site et mieux comprendre vos visites sur nos plateformes et notre site.",
    "1077448694": "pour intégrer des sites web de médias sociaux tiers.",
    "1709478090": "pour vous proposer des publicités ciblées ou basées sur les intérêts.",
    "3256020881": "Pour observer vos comportements et vos activités de navigation au fil du temps sur plusieurs sites web ou autres plateformes.",
    "1092241113": "Pour mieux comprendre les intérêts de nos clients et intégrateurs.",
    "1434289796": "Certains cookies sont nécessaires pour certaines utilisations des Sites, et sans ces cookies, nous ne serions pas en mesure de fournir de nombreux services dont vous avez besoin pour utiliser correctement les Sites. Ces cookies, par exemple, nous permettent de faire fonctionner nos sites afin que vous puissiez y accéder comme vous l'avez demandé et nous permettent de reconnaître que vous avez créé un compte et que vous vous êtes connecté à ce compte pour accéder au contenu du site. Ils comprennent également des cookies qui nous permettent de nous souvenir de vos actions précédentes au cours d'une même session de navigation et de sécuriser nos sites.",
    "1533171442": "Nous utilisons également des Cookies fonctionnels et des Cookies de tiers à des fins d'analyse et de marketing. Les Cookies fonctionnels permettent à certaines parties des Sites de fonctionner correctement et à vos préférences d'utilisateur de rester connues. Les Cookies d'analyse, entre autres, collectent des informations sur la façon dont les Clients, les Intégrateurs et les Utilisateurs finaux utilisent nos Sites, le contenu et les produits que les utilisateurs consultent le plus fréquemment, et l'efficacité de nos publicités de tiers. Les cookies publicitaires aident à diffuser des annonces à des publics pertinents et à faire apparaître nos annonces en tête des résultats de recherche. Les cookies sont soit des cookies de \"session\", qui sont supprimés lorsque vous mettez fin à la session de votre navigateur, soit des cookies \"persistants\", qui sont conservés jusqu'à leur suppression par vous-même (voir ci-dessous) ou par la partie qui a fourni le cookie. Des détails complets sur tous les cookies utilisés sur les sites sont disponibles dans notre tableau de divulgation des cookies ci-dessous.",
    "322830977": "Comment désactiver les cookies.",
    "262509504": "Nous pouvons lier les informations collectées par les cookies à d'autres informations que nous recueillons auprès de vous conformément à la présente politique de confidentialité et utiliser les informations combinées comme indiqué dans les présentes. De même, les tiers qui diffusent des cookies sur nos sites peuvent lier votre nom ou votre adresse électronique à d'autres informations qu'ils recueillent, qui peuvent inclure des achats antérieurs effectués hors ligne ou en ligne, ou vos informations d'utilisation en ligne.",
    "2935155034": "Si vous êtes situé dans l'Espace économique européen, vous disposez de certains droits décrits ci-dessus sous le titre \" Avis aux personnes concernées de l'UE \", notamment le droit d'inspecter et de corriger ou de supprimer les données que nous détenons à votre sujet.",
    "1873812847": "Divulgation de cookie(s)",
    "3319083717": "Nom :",
    "3183855267": "1. hmt_id",
    "907324388": "Fonction",
    "2896187462": "1. Utilisées pour les statistiques anonymes strictement nécessaires liées au service et à d'autres fins techniques telles que l'assistance à l'accessibilité.",
    "987267027": "Fête",
    "3453526675": "1. 1ère partie",
    "1952810469": "Type",
    "1795436560": "1. Session",
    "102695075": "Durée",
    "3356329025": "1. 30 jours",
    "3744153629": "Noms :",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "session,",
    "3186435874": "identifiant de session",
    "1241291641": "Voir plus de détails.",
    "1834801943": "2. 1ère partie",
    "2114694926": "2. Session",
    "938404336": "2. Varie ; jusqu'à 30 jours.",
    "2196526290": "hc_accessibilité",
    "1061239711": "3. 1ère partie",
    "1483015662": "3. Session",
    "3458934553": "3. Varie ; jusqu'à 30 jours.",
    "134571844": "Impressum (avis de site)",
    "110836420": "Dernière mise à jour : 23 décembre 2020",
    "2901894297": "hCaptcha est un service d'Intuition Machines, Inc. (\"IMI\"), une société américaine du Delaware (#6393793).",
    "2928362319": "Les demandes de renseignements par courrier peuvent être envoyées à Intuition Machines, Inc, 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Autorité de régulation : US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Aucune garantie quant au contenu",
    "707541553": "Toutes les informations contenues dans nos pages Internet ont été validées par IMI ou par un tiers. Toutefois, ni IMI ni les tiers ne peuvent être tenus responsables de l'actualité, de l'exactitude ou de l'exhaustivité des informations. Cela s'applique également à d'autres sites Web accessibles par des hyperliens sur nos pages. IMI décline toute responsabilité quant au contenu de ces sites externes.",
    "2650241052": "Aucun conseil",
    "204716894": "Le contenu et la conception de nos pages Web sont protégés par la loi sur le droit d'auteur. La reproduction des pages et de leur contenu d'une manière qui dépasse le cadre d'une utilisation équitable raisonnable nécessite l'accord écrit préalable de l'IMI si aucune autre disposition légale n'est spécifiée pour la reproduction sur la page.",
    "3182435854": "Copyright",
    "3236873806": "L'IMI est responsable de ce site web.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass est un",
    "1898063898": "pour préserver la vie privée des utilisateurs que nous développons en collaboration avec",
    "1942186611": "et autres.",
    "3673079511": "norme émergente",
    "2164933356": "Cloudflare",
    "3119589996": "Fonctionnement : une extension de navigateur offre aux utilisateurs la possibilité de créer et de signer des jetons cryptographiquement aveugles pour les sites Web qui prennent en charge le protocole Privacy Pass. L'extension génère des passes contenant des jetons cryptographiquement aveugles qui sont signés par hCaptcha lorsqu'un défi est résolu sur n'importe quel site utilisant le service hCaptcha,",
    "1254771154": "les défis affichés sur d'autres services prenant en charge Privacy Pass qui intègrent également hCaptcha, par exemple Cloudflare.",
    "996362763": "Ces jetons sont débloqués et stockés par l'extension pour une utilisation ultérieure. Lorsque l'utilisateur visite un site utilisant hCaptcha et doit passer le défi (qu'il soit invisible ou via le bouton \"Je suis humain\"), ils sont échangés automatiquement. La procédure d'aveuglement signifie que les jetons signés et échangés ne sont pas cryptographiquement liés du point de vue de hCaptcha, et donc que la confidentialité de l'utilisateur est préservée.",
    "2943346052": "Au fur et à mesure que le processus de normalisation de l'IETF se poursuit, nous nous attendons à ce que les principaux navigateurs adoptent une forme de Privacy Pass de manière native. Cela rendra éventuellement l'extension inutile. Pour le moment, cependant, veuillez suivre les instructions ci-dessous.",
    "2326660907": "sauf",
    "741483946": "* En d'autres termes : vous pouvez obtenir des jetons hCaptcha Privacy Pass sur hCaptcha.com, et les utiliser sur d'autres sites en utilisant directement hCaptcha.com. Vous ne pouvez pas obtenir ou échanger des jetons hCaptcha Privacy Pass pour contourner le service hCaptcha utilisé par Cloudflare, puisque Cloudflare émet et échange ses propres jetons Privacy Pass.",
    "1362015807": "Pour commencer",
    "1358325821": "Tout d'abord, installez l'extension pour",
    "310885519": "ou",
    "4091044469": ". Assurez-vous que vous avez activé l'extension en mode incognito. Ensuite, visitez n'importe quel site Web utilisant hCaptcha et résolvez un captcha. Depuis la version 2.0.3, vous pouvez échanger ces jetons sur les sites Web utilisant hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Une fois l'extension installée, cliquez ici (ou sur n'importe quel site web utilisant hCaptcha) pour gagner des pass :",
    "166277959": "Veuillez noter que cette fonctionnalité est actuellement en version bêta et qu'elle ne fonctionne pas toujours pour tous les sites Web et tous les utilisateurs. Dans le cas où elle n'est pas activée ou ne fonctionne pas pour un utilisateur particulier, le comportement reviendra simplement à l'expérience hCaptcha standard sans perte de fonctionnalité.",
    "3031357206": "Une nouvelle icône apparaîtra à côté de votre barre d'URL. Visitez maintenant un site web utilisant hCaptcha. Cela ressemblera à ceci :",
    "1066753052": "ce qui signifie que le portefeuille est vide, et que vous êtes sur un site qui comprend un défi hCaptcha. Une fois que vous aurez terminé le défi, vous gagnerez des jetons qui pourront être échangés sur n'importe quel autre site web avec hCaptcha.",
    "651123197": "Un compte du total actuel dans votre portefeuille sera affiché sur l'icône après avoir terminé le défi.",
    "554844646": "Vous pouvez confirmer que l'extension fonctionne en voyant le compteur diminuer de 1 à chaque fois que vous cliquez sur",
    "4087729475": "le défi après votre résolution initiale.",
    "647630208": "Et le tour est joué ! Votre navigation en ligne est désormais plus privée.",
    "3272552822": "Développeurs et cryptographes :",
    "4059570880": "Si vous souhaitez suivre l'effort de normalisation, des efforts sont actuellement en cours à l'adresse suivante",
    "1904390996": "pour normaliser le",
    "252720667": "qui sous-tend la sécurité cryptographique de Privacy Pass. Le protocole lui-même passe par le",
    "3972554015": "également. Et l'extension du navigateur est bien sûr",
    "3723626769": "pour vos contributions et votre examen.",
    "3882147547": "Fonctions pseudo-aléatoires oublieuses",
    "565624910": "projet",
    "3421090159": "source ouverte",
    "3098677775": "Q : Mon IP et mon historique de navigation sont-ils complètement privés de hCaptcha lorsque j'utilise Privacy Pass ?",
    "4019638786": "R : Les utilisateurs de hCaptcha qui bénéficient du Pass Confidentialité n'exposeront jamais leur IP à hCaptcha, sauf si le portefeuille de jetons de leur navigateur est vide ou si le site l'envoie. hCaptcha n'a aucun moyen de relier l'utilisateur à l'échange de jetons, et n'interagit jamais directement avec l'utilisateur pendant l'échange, sauf si son portefeuille de jetons est vide.",
    "3887113660": "Q : Comment Privacy Pass affecte-t-il les gains hCaptcha ?",
    "1116455671": "R : Vous gagnerez une récompense pour la résolution initiale si l'utilisateur la termine sur votre site. Les échanges suivent le même modèle de réponse que si l'utilisateur avait passé automatiquement sur votre site en raison de la confiance élevée du client : aucun gain ne se produit, et l'appel siteverify de votre serveur reçoit un `credit : False` dans les résultats du passage.",
    "779817954": "Q : Si j'ai des laissez-passer Privacy Pass émis par un autre fournisseur, puis-je les échanger sur hCaptcha ?",
    "3014149332": "R : Non, les passes ne sont pas interopérables : ils doivent être émis et échangés par la même autorité, dans ce cas hCaptcha. Notez que si vous avez des laissez-passer de Cloudflare et de hCaptcha dans votre extension, le nombre disponible sera modifié en fonction de l'exigence de la page que vous visitez. En d'autres termes, si vous avez 100 passes Cloudflare dans votre portefeuille et 10 passes hCaptcha, vous devriez voir 10 sur l'icône de l'extension sur les pages avec hCaptcha intégré.",
    "3679148535": "Q : Sur quelles autres applications de Privacy Pass travaillez-vous ?",
    "1606783855": "R : Nous sommes très intéressés par Privacy Pass pour le cas d'utilisation Accessibilité (\"a11y\"). Les options précédemment populaires comme les captchas audio sont discriminatoires pour de nombreux utilisateurs a11y. Nous croyons que la combinaison de notre approche actuelle a11y avec la délivrance de Privacy Pass permettra aux utilisateurs a11y de naviguer en toute sécurité, en sachant que leur trafic est plus privé, tout en limitant l'abus par les opérateurs de robots qui se produit inévitablement lorsque les options a11y sont disponibles.",
    "2359150347": "Q : Est-ce que d'autres services de sécurité en ligne supportent Privacy Pass ?",
    "2082237880": "R : hCaptcha est le premier service de ce type qui prend en charge Privacy Pass, et est actuellement le seul à le faire. Cependant, nous nous attendons à ce que d'autres services reconnaissent les avantages d'augmenter la confidentialité des utilisateurs en ligne, et nous nous attendons à ce qu'à l'avenir d'autres services entreprennent des implémentations au fur et à mesure que les normes IETF que nous aidons à développer sont officiellement adoptées.",
    "2109792055": "Guide de l'utilisateur : Débogage des problèmes liés à la délivrance et à la validation des laissez-passer de confidentialité",
    "3588620914": "Privacy Pass est une nouvelle invention par rapport aux standards du Web, et il est possible pour d'autres applications et extensions de navigateur qui ne sont pas au courant d'interférer avec sa fonctionnalité.",
    "4039193170": "Si vous avez des problèmes pour obtenir ou échanger des jetons :",
    "2378786360": "1. Essayez l'un des autres navigateurs pris en charge : si vous utilisez Chrome, essayez d'utiliser Firefox sans importer vos paramètres depuis Chrome, et installez le plugin dans ce cas. Si cela fonctionne, il se peut que vous ayez un problème de configuration du navigateur.",
    "394235836": "3. Si aucune des suggestions ci-dessus ne fonctionne, envoyez-nous un courriel d'assistance et nous serons heureux de vous aider à comprendre ce qui se passe.",
    "3470857731": "Une analyse de la capacité de reCAPTCHA à détecter les bots.",
    "3240786848": "Dernière mise à jour : 18 février 2021",
    "2547140673": "Depuis plus d'une décennie, le service reCAPTCHA de Google propose aux propriétaires de sites web un échange : laissez Google suivre vos utilisateurs et leur poser des questions, et en échange, il promet d'arrêter les robots et le spam.",
    "2133754014": "Plus de 4,5 millions de sites web utilisent reCAPTCHA [",
    "3152512587": "et le système recueille des centaines de millions de résolutions quotidiennes. [",
    "2296918009": "Cela équivaut à plus de 100 années-personnes de travail chaque jour[.",
    "3900538778": "Les données étiquetées sont le carburant qui alimente l'apprentissage automatique. Les réponses aux reCAPTCHA sont utilisées pour améliorer les services ML/AI de Google depuis 2009. De nombreuses personnes qui utilisent reCAPTCHA ne réalisent pas que leur travail est mis à profit.",
    "1160252730": "Google facture désormais des prix élevés pour reCAPTCHA Enterprise, ce qui amène de nombreuses entreprises à réévaluer cet accord.",
    "1131196501": "De grandes entreprises comme",
    "204889717": "ont adopté le système de hCaptcha",
    "639413188": "en réponse.",
    "3280658086": "solutions pour entreprises",
    "3842815245": "Est-ce un échange équitable ?",
    "714342693": "L'équipe hCaptcha collecte depuis 2016 des données sur les prix des services de cassage de captcha du \"dark web\". Nous avons remarqué une tendance intéressante :",
    "468929661": "Le coût moyen de la rupture d'un reCAPTCHA est incroyablement bas (moins de 1 $ pour 1 000 résolutions) et n'a pas augmenté de manière significative depuis le début de notre surveillance en 2016. Cela s'applique à la fois au reCAPTCHA v2 et v3. [",
    "2862164005": "Les données relatives à la tarification nous permettent d'attribuer une valeur monétaire exacte à la sécurité offerte par un reCAPTCHA : 0,001 $ ou moins par réponse.",
    "102498091": "Google facture 1 dollar par 1000 demandes pour reCAPTCHA Enterprise, ce qui signifie qu'il facture désormais plus par demande que ce qu'il en coûte de briser la sécurité de son service. Cela semble être une mauvaise affaire.",
    "130239139": "Quelle est la valeur des plus de 100 années-personnes de travail collectées quotidiennement par Google ?",
    "1421074182": "Substantiellement plus élevé.",
    "1953519598": "Le coût de l'étiquetage d'une seule image varie de 0,03 $ à 1,00 $, voire plus. Selon toute estimation prudente, Google a extrait des milliards de dollars de travail gratuit à ce jour. [",
    "3025548709": "Existe-t-il une alternative à cet accord injuste ?",
    "263761351": "hCaptcha est la première alternative crédible, désormais utilisée par des centaines de millions de personnes chaque mois.",
    "2743692546": "Lorsque les utilisateurs prouvent leur humanité via le hCaptcha, leur travail entre dans un marché ouvert et anonyme pour les enchères.",
    "1982750088": "Les entreprises du monde entier s'arrachent cette main-d'œuvre pour accomplir des tâches simples, faciles pour les personnes mais difficiles pour les machines. Les utilisateurs soutiennent le site qu'ils visitent et reçoivent moins de spam en raison d'un niveau de sécurité plus élevé.",
    "1108398506": "Les clients ont un contrôle total sur l'expérience, et bénéficient de l'expertise que hCaptcha a acquise en exploitant le plus grand fournisseur indépendant de défis sur Internet. Ils bénéficient également d'un meilleur prix que reCAPTCHA Enterprise : jusqu'à 50-80% de réduction, en fonction du volume.",
    "3012870872": "Les sites Web et les applications qui utilisent la version gratuite (hCaptcha Publisher) tirent des revenus de ce travail au lieu de le reverser à Google.",
    "2271512952": "Les utilisateurs soutiennent le site qu'ils visitent et reçoivent moins de spam.",
    "278010425": "La grande variété de tâches sur hCaptcha, qui changent souvent, est également plus difficile à automatiser. L'interface unique de reCAPTCHA n'a pas changé depuis de nombreuses années, et comporte un petit ensemble de questions qui changent rarement. C'est l'une des façons dont hCaptcha fournit une protection anti-bot plus robuste que reCAPTCHA.",
    "984849234": "hCaptcha utilise un apprentissage automatique avancé pour réaliser ce que reCAPTCHA ne fait que promettre, tout en partageant la valeur capturée avec les sites web qui l'utilisent.",
    "4063769686": "Les utilisateurs soutiennent le site qu'ils visitent et reçoivent moins de spam. Cela semble être un accord plus équitable.",
    "685916926": "Pourquoi le reCAPTCHA ne s'est-il pas amélioré avec le temps ?",
    "3992401943": "L'apprentissage profond a connu une révolution depuis 2012. La norme industrielle en matière de précision des tâches s'est radicalement améliorée au cours de la dernière décennie, principalement grâce aux réseaux convolutifs profonds. D'autres services alimentés par le ML que propose Google ont suivi cette courbe.",
    "615031303": "(Voir notes de bas de page",
    "2125514305": "Le ML s'est amélioré, mais la difficulté de contourner le reCAPTCHA n'a pas changé de manière significative pendant cette période.",
    "1406188018": "6 et 7",
    "2689973938": "L'amélioration du reCAPTCHA crée un conflit intrinsèque pour Google en tant que vendeur d'annonces.",
    "464238793": "Si Google détermine lui-même qu'un utilisateur qui voit une annonce ou clique sur un lien est en fait un robot, il ne peut pas facturer les annonces diffusées à cet utilisateur. Ce conflit d'intérêts a fortement limité la portée des ambitions de Google en matière de lutte contre les robots.",
    "918924423": "Par exemple, Google n'a pas proposé de services manifestement utiles comme la détection rétroactive des robots. Il est beaucoup plus fiable de déclarer que le trafic des utilisateurs est généré par des robots après avoir analysé plusieurs jours de données.",
    "661412233": "Savoir après le captcha que certains utilisateurs étaient des bots est également précieux. Cela permet aux propriétaires de sites Web de nettoyer les anciens messages de spam et de supprimer les \"comptes dormants\" enregistrés pour spammer les forums à l'avenir, de réduire la fraude, etc.",
    "3600797185": "L'identification rétroactive des robots poserait à Google la question épineuse de savoir comment rembourser rétroactivement les annonceurs qui ont dépensé de l'argent pour ce trafic frauduleux.",
    "2076932190": "Le produit reCAPTCHA a donc stagné pendant une décennie.",
    "3856912381": "Les utilisateurs en ont souffert, et les spams inutiles sur le web sont désormais monnaie courante. Mais il existe une alternative.",
    "1035621426": "Chaque robot identifié par reCAPTCHA réduit directement les revenus publicitaires de Google.",
    "3668115514": "En quoi hCaptcha est-il différent ?",
    "2413742287": "La motivation de hCaptcha est de maximiser la précision, et non les revenus publicitaires : les réponses des robots sont inutiles pour nos clients, qui ont besoin de données d'entraînement humaines.",
    "1373262754": "Savoir qui est un individu a une valeur minimale pour hCaptcha. Il nous importe seulement de savoir s'il s'agit d'un humain ou d'un acteur malveillant.",
    "600646860": "Au lieu d'offrir un service de valeur douteuse tout en extrayant un travail de valeur réelle, hCaptcha fournit à la fois une compensation et une forte protection anti-bot.",
    "1836191653": "Au lieu d'offrir un service facile à contourner aux utilisateurs gratuits et de faire payer des millions de dollars pour une version d'entreprise qui n'est guère meilleure, hCaptcha fournit une excellente protection contre les robots aux deux, tout en offrant aux utilisateurs d'entreprise des fonctionnalités supplémentaires et une personnalisation, ainsi que des accords de niveau de service solides et une assistance rapide.",
    "990215503": "hCaptcha est le seul grand service de captcha qui n'appartient pas à un réseau publicitaire.",
    "971933157": "hCaptcha se soucie de la vie privée, de la transparence et de l'équité.",
    "178839499": "hCaptcha partage la valeur du travail accompli tandis que les utilisateurs prouvent leur humanité.",
    "1237076138": "hCaptcha propose une offre équitable aux clients gratuits (hCaptcha Publisher) et aux entreprises (hCaptcha Enterprise).",
    "614310292": "Qui a construit hCaptcha ?",
    "4188814619": "hCaptcha est un service d'Intuition Machines (",
    "3265328927": "), une société d'apprentissage automatique qui offre des produits et des services aux entreprises mettant en œuvre l'apprentissage automatique à l'échelle.",
    "2740033957": "L'équipe de GI est composée de scientifiques et d'ingénieurs d'Apple, d'Amazon et d'autres leaders de l'apprentissage automatique, des systèmes distribués et de la sécurité.",
    "1579715421": "Les scientifiques d'IM publient régulièrement dans des conférences de premier plan telles que ICML, ICLR, ECCV et NeurIPS, et la société a publié des résultats de pointe dans des disciplines de ML telles que le hachage profond.",
    "4015238193": "et OCR [",
    "279580593": "imachines.com",
    "279918384": "Comment Google utilise-t-il votre travail gratuit ?",
    "2385522384": "Vous avez probablement vu des trames de vidéo provenant des caméras des voitures autopilotées Waymo de Google, et contribué à améliorer leur reconnaissance des objets.",
    "1517627947": "Vous avez probablement vu des images de bâtiments ou de panneaux de signalisation à partir des voitures Streetview de Google, et vous avez aidé à étiqueter les lieux pour les produits Maps et Earth.",
    "3225936061": "Vous avez probablement vu des images de texte extraites de pages de livres sur le service Livres de Google, et contribué à l'amélioration de leur logiciel OCR (reconnaissance de texte).",
    "129661785": "On vous a déjà demandé de \"cliquer sur la voiture/le passage piéton/le feu rouge\" ?",
    "936667684": "On vous a déjà demandé de \"taper le nom du bâtiment ou de la rue\" ?",
    "3773515538": "On vous a déjà demandé de \"taper les deux mots\" ?",
    "1778058441": "Quels types de travaux fonctionnent sur hCaptcha ?",
    "366088791": "hCaptcha prend en charge une grande variété de tâches.",
    "3114147525": "Les clients de hCaptcha utilisent le service pour des tâches telles que la reconnaissance d'objets, la détection d'attributs (collecte d'étiquettes pour identifier des types de vêtements), le classement par pertinence (choix du produit le plus pertinent parmi plusieurs options par rapport à un produit principal), les boîtes englobantes (recherche de zones d'intérêt sur une image), l'\"OCR humaine\" (identification du texte dans une image) et de nombreux autres types de tâches.",
    "3139609561": "Voici deux exemples de types de tâches de classification d'images et de détection d'attributs. [",
    "2273532558": "Qui sont les clients payants de hCaptcha ?",
    "4104221634": "Les clients de hCaptcha sont issus de divers secteurs d'activité, des entreprises technologiques à celles qui se concentrent sur la mode, la vente au détail et d'autres domaines où ils peuvent créer de la valeur en appliquant l'apprentissage automatique.",
    "1337725003": "hCaptcha s'engage à démocratiser l'accès à un volume élevé d'annotations en temps réel, permettant aux entreprises, grandes et petites, d'améliorer la qualité de leurs produits et services en appliquant l'apprentissage automatique à leurs activités.",
    "4086379603": "Des questions ?",
    "1243684308": "Nous prenons vos commentaires au sérieux et voulons faire en sorte que chacun ait une expérience en ligne plus agréable, avec moins de robots et moins de spam. N'hésitez pas à nous contacter :",
    "2645321220": "Et si vous pensez que le coût du reCAPTCHA est trop élevé, demandez-nous des informations sur hCaptcha Enterprise. Actuellement utilisé par certains des plus grands éditeurs, sociétés de services financiers et sociétés d'infrastructure web du monde, il ne s'agit pas seulement d'une alternative crédible au reCAPTCHA : nous pensons qu'il offre la meilleure protection contre les robots actuellement disponible.",
    "1229233916": "Notes de bas de page",
    "1115642494": "1. Source : Listes des sites reCAPTCHA de BuiltWith.com. Récupéré le 9 juillet 2019.",
    "448807334": "(\" Des centaines de millions de CAPTCHA sont résolus par des personnes chaque jour. \") Récupéré le 8 juillet 2019.",
    "2397590157": "3. Estimation prudente : 200 millions de solutions * 30 secondes par solution en années = 190,3 années-personnes/jour.",
    "3236311792": "4. Analyse interne hCaptcha. Données récoltées jusqu'au 30 juin 2019. Détails disponibles sur demande.",
    "1752259468": "5. Estimation prudente : coût de 0,01 $ par annotation * 200 millions d'annotations moyennes par jour (limite inférieure) * 365 jours par an * 10 ans depuis l'acquisition de 2009 = 7,3 milliards de dollars (limite inférieure).",
    "3268946369": "6. Crédit : Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Source : Mary Meeker, KP Internet Trends 2017 (en anglais)",
    "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS FOR WEAKLY-SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, Atelier LLD.",
    "2544169219": "Résultats récents de l'état de l'art : ICML LLD, mai 2019.",
    "1973347745": "10. Images d'exemple libres de droits. Source : Petapixel.",
    "1493115924": "Notes sur les marques :",
    "4051104324": "Intuition Machines est une marque déposée d'Intuition Machines, Inc.",
    "3983646521": "Tous les noms de produits, logos, marques, marques commerciales et marques déposées sont la propriété de leurs détenteurs respectifs. Tous les noms de sociétés, de produits et de services utilisés sur ce site Web ne le sont qu'à des fins d'identification. L'utilisation de ces noms, marques et marques déposées n'implique pas leur approbation. Dans ce cas, c'est plutôt le contraire.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Les scientifiques de l'IM établissent une nouvelle référence pour la reconnaissance de texte faiblement supervisée (OCR) à la CVPR 2020.",
    "1259002282": "Vous avez trouvé un bug ? Voici comment le signaler.",
    "3301728462": "Des millions de personnes utilisent hCaptcha chaque mois, sur des milliers de combinaisons de navigateurs, extensions, appareils, pare-feu, etc.",
    "3878230879": "Notre objectif est de nous assurer qu'il fonctionne toujours pour vous, donc nous apprécions beaucoup vos rapports !",
    "2465128185": "Pour donner un avis rapide, il suffit de cliquer sur le bouton \"Envoyez-nous un avis\".",
    "2921990472": "Si vous rencontrez un problème de fonctionnement, veuillez suivre la procédure suivante",
    "2870341481": "ci-dessous. Pour tout autre navigateur, il suffit de",
    "1866590035": "Instructions relatives au journal de débogage pour Chrome",
    "444492541": "Instructions relatives au journal de débogage pour Firefox",
    "169267610": "envoyez-nous un courriel",
    "3100722753": "Pour les problèmes potentiels de sécurité ou de confidentialité, voir les instructions ci-dessous.",
    "1906593952": "Fournir des commentaires sur le hCaptcha que vous venez de voir",
    "3951254541": "Nous apprécions vos commentaires. Faites-nous part de tout problème et nous le résoudrons rapidement.",
    "3324288040": "Envoyez-nous vos commentaires",
    "2864016648": "Questions de confidentialité",
    "304004915": "Nous ne nous soucions pas de l'identité des utilisateurs, mais seulement de leur probabilité d'être malveillants ou des machines. Nous soutenons des initiatives telles que",
    "1139493658": "et s'efforcent de concilier vie privée et sécurité.",
    "3083289844": "Si vous avez découvert un problème qui, selon vous, pourrait affecter la confidentialité des utilisateurs, veuillez nous envoyer un courriel à l'adresse suivante",
    "4264784515": "Bugs de sécurité",
    "963238401": "Nous sommes toujours intéressés à recevoir des rapports sur les bogues de sécurité. Courriel :",
    "3926027556": "et nous vous répondrons rapidement.",
    "1589805435": "Nous disposons également d'un",
    "2560582224": "programme de primes aux bugs",
    "103876916": "pour les rapports de sécurité admissibles sur le service hCaptcha et le code source associé.",
    "497117287": "Options d'accessibilité",
    "3230004040": "Avez-vous une déficience visuelle ou êtes-vous autrement incapable de remplir les hCaptchas ?",
    "3480023141": "En savoir plus sur les options d'accessibilité",
    "2052161540": "Capturer les détails des rapports de bogues : Chrome",
    "2281169898": "En envoyant des informations de débogage avec votre rapport, il nous sera beaucoup plus facile d'identifier ce qui se passe. Voici des instructions étape par étape :",
    "1123365779": "Si vous êtes un développeur web ou un utilisateur expert, le résumé est que nous aimerions que vous nous envoyiez un enregistrement réseau HAR et les journaux de la console du navigateur.",
    "2015218686": "avant de suivre ces étapes. Si cela résout votre problème, nous vous serions reconnaissants de nous indiquer la version de votre navigateur, le bloqueur de publicité ou l'extension du navigateur, ainsi que l'URL du site Web.",
    "3922723611": "Veuillez essayer de désactiver tout bloqueur de publicité ou toute extension de sécurité du navigateur.",
    "4036872105": "d'abord et ensuite réessayer",
    "993651083": "Étape 1 : Ouvrez les outils du développeur (Cela lance l'enregistrement de la session).",
    "4163469907": "Étape 2 : cliquez sur l'onglet Réseau dans Developer Tools. Cochez la case \"Préserver le journal\" en haut.",
    "4243348003": "Étape 3 : visite",
    "641342999": "ou le site Web sur lequel vous rencontrez un problème (Note sur la confidentialité : uniquement si cela ne vous dérange pas de partager ce problème) ... puis cliquez sur le bouton \"Je suis humain\", et essayez de le résoudre.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Étape 4 : Cliquez sur \"Exporter HAR\" (la petite flèche vers le bas) après avoir tenté de résoudre le problème, ce qui permet de sauvegarder le journal du réseau. Envoyez-nous ce fichier.",
    "1503240421": "Étape 5 : Cliquez sur l'onglet Console, puis cliquez avec le bouton droit de la souris sur \"Enregistrer sous ...\" afin d'enregistrer le journal de la console. Envoyez-le nous aussi.",
    "2863840904": "Étape 6 : Dernière étape, envoyez-nous par courriel ces fichiers de log HAR et de console, et décrivez-nous le problème.",
    "4051785543": "Utilisez :",
    "3623028666": "(veuillez utiliser un service comme",
    "551761392": "et envoyez des liens) et éventuellement une capture d'écran, si vous pensez qu'il y a quelque chose qui ne s'affiche pas correctement. Veuillez également envoyer l'adresse IP que vous utilisez. Vous pouvez l'obtenir à partir de",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Merci de prendre le temps de nous aider à obtenir cette information !",
    "3680327841": "Nous nous engageons à faire en sorte que hCaptcha fonctionne bien pour tout le monde.",
    "1059502393": "Capturer les détails des rapports de bogues : Firefox",
    "1112074001": "Étape 2 : cliquez sur l'onglet Réseau dans Developer Tools. Cochez la case \"Persistance des journaux\" en haut.",
    "1797298240": "Étape 4 : Cliquez sur \"HAR\" après avoir tenté de résoudre le problème, et choisissez \"Save All as HAR\" pour sauvegarder le journal du réseau. Envoyez-nous ce fichier.",
    "3671246379": "Étape 5 : Cliquez sur l'onglet Console, puis cliquez avec le bouton droit de la souris sur \"Sélectionner tout\" et enregistrez le tout dans un fichier texte, afin de sauvegarder le journal de la console. Envoyez-nous ça aussi.",
    "3816867833": "Commentaires",
    "788770967": "Désolé d'entendre cela ! Vous pouvez utiliser notre option d'accessibilité :",
    "1333016413": "Cela vous permet d'éviter les questions futures en vous enregistrant et en créant un cookie.",
    "2333410049": "Veuillez également essayer de désactiver votre bloqueur de publicité.",
    "1345083090": "Signaler un problème de fonctionnalité ?",
    "2184564739": "Voir",
    "604751186": "Autres questions ? Envoyez un courriel à",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "comment signaler les problèmes avec des journaux détaillés",
    "1050501253": "Trop difficile",
    "3264813246": "Inapproprié",
    "3526939538": "Bug du logiciel",
    "126134492": "Autre",
    "3511610999": "Faisons en sorte que vous arriviez au bon endroit.",
    "3906886217": "Pour les entreprises ou les sites web",
    "1621597093": "Solutions de sécurité d'entreprise (payant)",
    "3176531704": "Annotation des données",
    "1834239172": "Acheter des services d'annotation hCaptcha",
    "1457707016": "Pour les particuliers",
    "770264626": "Ajouter hCaptcha à votre service (gratuit)",
    "881015166": "Ajouter hCaptcha pour les éditeurs à mon site Web ou à mon application",
    "47536007": "En savoir plus sur hCaptcha",
    "2012837493": "Résultats de la recherche",
    "4034694801": "Aucun résultat ne correspond.",
    "3621411541": "Découvrez les options d'accessibilité pour hCaptcha",
    "3401005681": "Gagner de l'argent",
    "3933993151": "Travailler en tant qu'étiqueteur de données individuel",
    "563059212": "Liste des sous-processeurs",
    "3501923981": "Dernière mise à jour : 1er janvier 2020.",
    "3548097301": "En vigueur : 1er janvier 2020.",
    "3991444169": "Cette page liste les sous-processeurs actuels pour le service hCaptcha Enterprise.",
    "835396984": "Actuellement actif",
    "424089481": "Amazon Web Services, Inc. (mondial). Services fournis : Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (mondial). Services fournis : Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (mondial). Services fournis : IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (mondial). Services fournis : Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Remarque : ne s'applique pas à tous les clients. Par exemple, les clients bénéficiant de l'option IP Blinding ou d'autres options avancées de confidentialité ou de sécurité (par exemple, les clients de Secure Virtual Tenancy) sont totalement exclus de toute entrée potentielle de \"PII\" dans les systèmes de télémétrie, même une adresse IP. Veuillez contacter votre représentant de compte pour plus d'informations si nécessaire.",
    "700843971": "Hound Technology, Inc. (mondial). Services fournis : honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (mondial). Services fournis : LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (mondial). Services fournis : Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (mondial). Services fournis : Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastructure",
    "370366524": "Service éphémère Télémétrie",
    "121192737": "Prochains ajouts",
    "2420789666": "Fastly, Inc. Services fournis : Fastly CDN et edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "En vigueur : 1er septembre 2021. Ajout d'infrastructure",
    "1487796027": "Pour les entreprises",
    "3943417791": "Obtenir un soutien pour hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratuit)",
    "3397976149": "Obtenir un soutien pour hCaptcha Publisher",
    "833750823": "Vous avez des difficultés à relever un défi ?",
    "2024737147": "Vous voulez signaler un bogue ?",
    "1978884623": "En savoir plus sur le signalement des problèmes de logiciels",
    "4188664955": "Conditions générales de service",
    "2621989404": "Dernière mise à jour : 24 septembre 2021. Veuillez noter que nos termes en anglais font autorité.",
    "2404545611": "Bienvenue sur hCaptcha ! Merci de faire partie de notre communauté. Tous les utilisateurs des \"Services\" (définis ci-dessous) doivent accepter les conditions suivantes (les \"Conditions de service\"). Dans le cadre de ces conditions de service, \"IMI\", \"nous\" et \"notre\" font référence à Intuition Machines, Inc. et à ses filiales, sociétés affiliées, dirigeants, agents, employés, représentants et agents, et notre \"site Web\" inclut tout site Web sous notre contrôle, y compris www.hcaptcha.com et www.imachines.com.",
    "2348450790": "Veuillez lire les présentes conditions de service. Elles comprennent, entre autres, des clauses d'exonération de garanties, des limitations de responsabilité et un arbitrage obligatoire. Veuillez noter que ces conditions de service peuvent avoir été modifiées depuis votre dernière visite sur notre site Web. Nous pouvons réviser et mettre à jour ces conditions de service de temps à autre, à notre seule discrétion. En cas de modification substantielle, nous vous en informerons en publiant les conditions de service mises à jour sur cette page, après quoi vous devrez accepter de manière affirmative les conditions de service mises à jour afin de continuer à utiliser ou à accéder au site ou au service.",
    "1933936765": "Accord sur le traitement des données (Dernière mise à jour : 23 septembre 2021)",
    "2959486280": "Si vous n'acceptez pas les présentes conditions d'utilisation, vous ne pouvez pas utiliser le site ou le service ni y accéder.",
    "3200859925": "1. Objectif",
    "1807143500": "Les services comprennent un service de sécurité en ligne (le \"Service hCaptcha\") et une plateforme (la \"Plateforme Intuition Machines\") sur laquelle un individu (\"Contributeur\") peut choisir d'exécuter des tâches qu'une entité tierce ou Intuition Machines elle-même (chacun un \"Demandeur\") affiche sur notre site Web ou le Service hCaptcha, soit directement sur notre site Web, soit en accédant à la Plateforme Intuition Machines et/ou en exécutant des tâches par le biais de ou en relation avec une entité tierce et/ou une plateforme ou un service (chacun, un \"Intégrateur\"). Les demandeurs publient des tâches et invitent les Contributeurs à les exécuter en échange de récompenses fournies par l'IMI aux Intégrateurs, ou comme déterminé par le Demandeur si le Demandeur utilise la Plateforme Intuition Machines ou le Service hCaptcha pour servir des tâches à leurs propres utilisateurs finaux. Nous facturons des entreprises et des particuliers (chacun étant un \"client\") pour l'utilisation de notre plateforme afin qu'ils puissent utiliser notre logiciel, créer des tâches, nous engager pour créer des tâches et/ou accéder aux contributeurs. Nous facturons également les Intégrateurs pour l'utilisation de notre Service hCaptcha afin de réduire les fraudes, les abus et les spams sur leurs sites Web, applications mobiles et autres propriétés en ligne. Ce qui précède est désigné collectivement comme les \"Services\".",
    "3212830633": "2. Admissibilité",
    "2605814073": "En utilisant ou en vous inscrivant à nos services, vous convenez que vous avez au moins 18 ans, que vous êtes habilité à conclure le présent accord en votre nom ou au nom de l'entité que vous représentez et que vous respecterez à tout moment les présentes conditions d'utilisation et toutes les politiques et directives de l'IMI qui y sont mentionnées, et que vous n'abuserez pas de notre site Web, que vous ne nous ferez pas de fausse déclaration sur votre identité et que vous n'utiliserez pas l'intelligence artificielle pour accomplir une partie d'une tâche sur l'IMI qui requiert l'intelligence humaine.",
    "2616040974": "3. Clients et demandeurs",
    "1544829730": "Si vous êtes un Client ou un Demandeur, vous acceptez que les conditions supplémentaires jointes aux présentes en tant qu'Annexe Client s'appliquent et soient incorporées par référence aux présentes Conditions de Service. Si vous n'êtes pas un Client ou un Demandeur, ou si vous cessez d'être un Client ou un Demandeur, alors les conditions supplémentaires de l'Annexe Client ne s'appliqueront pas et ne seront pas incorporées par référence dans les présentes Conditions de Service.",
    "3759360138": "4. Nom d'utilisateur et mot de passe",
    "2236960358": "Lors de votre inscription, il vous sera demandé de divulguer certaines informations personnelles vous concernant (\"Informations personnelles\"), notamment votre nom, votre adresse électronique, et de créer un nom d'utilisateur et un mot de passe, qui seront tous soumis à notre Politique de confidentialité, disponible sur notre site Web. Vous êtes seul responsable de la surveillance, de la garantie et du maintien de la sécurité de votre compte, de vos mots de passe et de toute clé d'authentification associée à votre compte, et vous êtes responsable de toute utilisation de ces informations sur les Services ou de toute action entreprise grâce à elles.",
    "3047519814": "Vous acceptez de ne pas partager votre compte ou votre mot de passe avec qui que ce soit.",
    "1699668873": "Vous devez informer l'IMI immédiatement si vous soupçonnez que les informations de votre compte ont été volées ou utilisées par quelqu'un d'autre, ou toute autre violation de la sécurité.",
    "3044038608": "Vous acceptez de nous fournir des informations vraies, exactes et complètes comme demandé dans notre processus d'enregistrement. Vous acceptez également de mettre à jour ces informations rapidement si nécessaire pour qu'elles restent actuelles et exactes.",
    "4132302900": "5. Votre vie privée, vos données et les \"données pour tous\".",
    "10724169": "Vous acceptez notre politique de confidentialité, qui régit ce que nous ferons des informations personnelles que vous nous communiquez.",
    "1669194950": "Outre les Données personnelles, il se peut que vous deviez fournir (ou qu'il nous soit nécessaire de collecter) d'autres données afin que nous puissions fournir les Services (collectivement, les \"Données client\"). Nous ne sommes pas responsables de tout manquement à l'exécution des Services qui serait causé par votre retard ou votre manquement à fournir les Données client.",
    "1330274831": "Par les présentes, vous nous accordez une licence mondiale, non exclusive, pouvant faire l'objet d'une sous-licence, transférable, libre de redevance et irrévocable pendant la durée du présent accord, afin d'utiliser, de reproduire, de distribuer électroniquement et d'afficher publiquement toute Donnée client uniquement dans le but de fournir les Services. Vous déclarez et garantissez que vous possédez un droit, un titre et un intérêt suffisants sur vos données afin d'accorder la licence prévue dans cette section.",
    "2230333214": "Nous regroupons les données des clients avec d'autres données de manière à ce que les résultats ne soient pas personnellement identifiables et nous recueillons également des journaux techniques et des données non identifiées concernant l'utilisation des services (les \" données agrégées/dé-identifiées \"). Nonobstant toute disposition contraire dans les présentes, ces Données agrégées/désidentifiées peuvent être utilisées par IMI à des fins commerciales pendant ou après la durée du présent contrat, notamment pour développer et améliorer les Services et pour créer et distribuer des rapports et autres documents. Les Données du client peuvent également persister et être affichées dans le système pendant une période limitée ne dépassant pas 180 jours après la fin d'un travail, par exemple comme données d'étalonnage ou de validation automatique pour les systèmes Intuition Machines. Pour plus de clarté, cette section 5 ne nous donne pas le droit de vous identifier comme la source de toute donnée agrégée/désidentifiée sans votre autorisation écrite préalable.",
    "3881754581": ". Si vous êtes un client de nos services d'annotation et que vous avez choisi l'option \" Données pour tous \" dans le cadre de votre utilisation des services, vous accordez à l'IMI et à tous les utilisateurs des services une licence mondiale, non exclusive, pouvant faire l'objet d'une sous-licence, transférable, sans redevance et irrévocable pour exploiter pleinement toutes les données du client, y compris tous les droits de propriété intellectuelle connexes. Si vous choisissez l'option \" Données pour tous \", vous déclarez et garantissez que vous possédez suffisamment de droits, de titres et d'intérêts sur vos données pour accorder la licence décrite dans cette section.",
    "3496767126": "Pour éviter toute ambiguïté, le paragraphe suivant s'applique exclusivement aux Clients utilisant nos services d'annotation, et non à l'utilisation de nos Services en tant qu'Intégrateur.",
    "767207800": "Si vos données contiennent un contenu potentiellement explicite ou offensant, nous vous demandons de les marquer \"CONTENU EXPLICITE\" pour servir d'avertissement à toute personne qui voit vos données. Vous ne pouvez pas, sans un accord écrit distinct avec IMI, inclure des tâches qui violent nos politiques, y compris, mais sans s'y limiter, (a) des tâches qui font la promotion directe ou indirecte d'un autre site Web ou service, (b) des tâches qui violent les conditions générales d'un site Web tiers, (c) des tâches demandant aux Contributeurs de solliciter des tiers, (d) des tâches qui demandent aux Contributeurs de prendre des mesures pour manipuler le comportement ou les résultats d'un site Web, (e) des tâches qui violent les droits de propriété intellectuelle de tiers, et (f) des tâches qui demandent aux Contributeurs de télécharger des logiciels ou des fichiers.",
    "3370561195": "6. Comportement acceptable",
    "4205152730": "Vous êtes encouragé à interagir avec d'autres utilisateurs n'importe où sur notre site Web, notre forum, notre messagerie, notre chat et autres canaux de médias sociaux contrôlés par IMI, mais si vous le faites, vous devez respecter toutes les conditions de service et d'utilisation de notre site et toutes les lois applicables.",
    "1394253934": "7. Mauvais usage, abus et fausses déclarations",
    "1406393333": "Tout accès ou utilisation des services autres que ceux prévus par les présentes conditions d'utilisation et les instructions que nous fournissons sont strictement interdits. En particulier, vous NE DEVEZ PAS :",
    "3409726716": "s'inscrire à plus d'un compte chez nous sans autorisation écrite ;",
    "3119498672": "exécuter toute tâche à l'aide de robots Internet, de bots, de scripts ou de toute autre forme d'intelligence artificielle ou tenter d'obtenir des récompenses de l'IMI ou de tout demandeur ou intégrateur sans accomplir les tâches telles qu'elles sont décrites ;",
    "1188668818": "fournir de fausses informations lors de l'utilisation de ce site web (y compris, sans s'y limiter, l'usurpation de l'identité d'une autre personne ou organisation dans votre compte, ou la fausse déclaration ou la représentation erronée de vous-même ou de votre affiliation avec une autre personne ou organisation dans votre compte) ;",
    "2804310964": "accéder ou tenter d'accéder à notre site web par l'intermédiaire d'un serveur web proxy ou de tout autre dispositif conçu pour masquer votre véritable emplacement ou identité ou par tout autre moyen que l'interface fournie ;",
    "1374227759": "d'utiliser le site web pour toute activité illégale, ou pour tout autre but que celui pour lequel il a été mis à disposition ;",
    "2103513933": "se livrer à une activité qui interfère avec le fonctionnement du site ou le perturbe ;",
    "137127070": "insérer, télécharger ou joindre des liens ou des fichiers externes malveillants ou inconnus, ou télécharger tout contenu contenant un virus, un cheval de Troie, un ver, une bombe à retardement ou tout autre code informatique nuisible ;",
    "1686655020": "Télécharger tout contenu soumis à des droits d'auteur qui n'est pas votre œuvre originale, à moins que vous n'ayez l'autorisation du propriétaire légitime de publier ce contenu et d'accorder à l'IMI tous les droits de licence accordés par les présentes ;",
    "1406692811": "s'engager dans le spamming ou poster toute sorte de publicité, tenter d'obtenir des références, communication de masse, offres ou demandes d'argent, sollicitation de services, publicité, marketing, messages absurdes, sujets dupliqués, contenu illégal, liens de sites web sociaux, adresses e-mail ou identifiants de messagerie instantanée, sauf si cela est requis par la tâche ;",
    "3893539589": "d'insérer des liens externes proposant des biens ou des services, sauf si la tâche l'exige ;",
    "3214322759": "se livrer à toute autre activité malveillante ou frauduleuse.",
    "3733422465": "8. Vérification de votre identité",
    "267645277": "IMI peut vérifier votre identité. Cela peut inclure la comparaison de vos informations personnelles avec des bases de données de tiers ou des documents juridiques officiels. Vous nous autorisez à effectuer toute enquête nécessaire pour confirmer votre identité, la propriété de votre adresse électronique et la propriété de vos comptes financiers. Vous acceptez de fournir des informations vous concernant pour nous aider à vérifier votre identité.",
    "4169910317": "9. Respect de la loi",
    "519755936": "Vous êtes seul responsable du respect des lois fédérales, étatiques, provinciales et locales dans le cadre de votre utilisation des services. Vous acceptez de nous indemniser et de nous dégager de toute responsabilité en cas de plainte déposée contre nous parce que vous n'avez pas respecté une loi ou que vous avez violé les droits d'un tiers, notamment les droits contractuels, de propriété intellectuelle ou de confidentialité.",
    "731546974": "10. Taxes sur les contributeurs ou les intégrateurs",
    "3128328457": "Si vous êtes un contributeur ou un intégrateur, vous êtes seul responsable du paiement de tout impôt sur le revenu estimé ou autre impôt fédéral, d'État ou local, de la sécurité sociale, de la FICA et de l'indemnisation des travailleurs dus en raison de l'utilisation de notre site Web, ainsi que des taxes ou frais similaires dans les juridictions non américaines. Vous acceptez de nous indemniser et de nous dégager de toute responsabilité en cas d'évaluation à notre encontre pour cause de non-respect de la législation fiscale.",
    "2931396764": "11. Violation des présentes conditions d'utilisation",
    "1240667045": "Nous pouvons suspendre, limiter ou annuler votre accès aux Services à tout moment pour n'importe quelle raison, notamment parce que : (a) nous pensons que vous avez violé les présentes Conditions de service (y compris les autres politiques connexes) ; (b) nous pensons que vous avez violé nos droits ou les droits d'un tiers ; (c) nous ne sommes pas en mesure de vérifier ou d'authentifier les informations que vous nous avez fournies ; ou (d) nous pensons que vos actions peuvent créer des responsabilités pour vous, nous ou un tiers. Pour éviter toute ambiguïté, nous nous réservons le droit d'empêcher ou de suspendre tout paiement en votre faveur si nous pensons raisonnablement que l'une des situations précédentes s'applique à ce paiement.",
    "1601080128": "Si nous suspendons ou résilions votre compte, vous n'aurez plus accès à aucune partie du site web, y compris aux données, messages, fichiers et autres éléments que vous conservez sur le site. Vous ne pouvez PAS continuer à utiliser notre site Web sous un nom de compte différent ou nouveau. Les violations des présentes conditions d'utilisation peuvent faire l'objet de poursuites dans toute la mesure permise par la loi et peuvent entraîner des pénalités et des sanctions supplémentaires.",
    "1160707899": "12. Rôle et relation du contributeur avec l'IMI et les autres demandeurs",
    "269838707": "Si vous êtes un contributeur, c'est vous et vous seul qui décidez des tâches à accomplir, de leur nombre, du moment et du lieu où vous les accomplissez. Vous êtes libre de consacrer autant ou aussi peu de temps que vous le souhaitez à la réalisation des tâches. À aucun moment vous n'êtes obligé de terminer une tâche.",
    "1087195513": "Si vous êtes un Contributeur qui accède aux Services et/ou exécute des tâches par le biais ou en relation avec un Intégrateur pour le compte d'un Demandeur qui n'est pas IMI, vous acceptez et reconnaissez qu'Intuition Machines n'est pas responsable et n'a aucune obligation envers vous en ce qui concerne les récompenses ou autres compensations pour les tâches effectuées. Vous acceptez et reconnaissez que toute récompense ou autre compensation pour les tâches complétées est déterminée uniquement en fonction de votre accord avec le demandeur et/ou l'intégrateur, selon le cas. Tout litige concernant ces récompenses ou autres compensations (y compris, mais sans s'y limiter, le fait de ne pas recevoir ces récompenses ou autres compensations) ne concerne que vous et le Demandeur et/ou l'Intégrateur, selon le cas.",
    "952813944": "Ni votre utilisation de notre site Web, ni aucun élément de cet accord ne crée une relation d'emploi, de partenariat, de coentreprise, d'agence, de franchise ou de représentant commercial entre vous et Intuition Machines. Nous ne vous fournissons pas d'équipement ou d'outils pour accomplir une tâche. Nous ne vous fournissons pas d'avantages sociaux, d'indemnisation des travailleurs ou de couverture d'assurance. Nous ne sommes pas responsables des dépenses que vous engagez en utilisant notre site Web. Nous ne retiendrons aucun montant de votre récompense au titre de l'impôt fédéral ou d'État sur le revenu, de la sécurité sociale ou de tout autre impôt. Vous êtes libre à tout moment d'effectuer des tâches pour toute personne ou entreprise, y compris l'un de nos concurrents. Vous n'avez pas le pouvoir de conclure un quelconque contrat, écrit ou oral, au nom d'Intuition Machines.",
    "3460432665": "Nonobstant ce qui précède, si vous êtes un contribuable américain, nous pouvons vous demander un W-9, à mettre à jour annuellement, et nous pouvons vous interdire d'effectuer des tâches jusqu'à ce que vous ayez rempli ou mis à jour un W-9.",
    "458271951": "Si vous êtes un contributeur qui accède aux services et/ou exécute des tâches par l'intermédiaire ou en relation avec un intégrateur au nom d'Intuition Machines (agissant en tant que demandeur), Intuition Machines peut vous récompenser pour l'exécution acceptable de certaines tâches. S'il s'avère que vous avez commis une fraude, un abus ou une violation de ces conditions de service, toutes les récompenses qui vous sont accordées peuvent être retenues et/ou récupérées par Intuition Machines.",
    "3056723024": "13. Achèvement inacceptable des tâches",
    "3913203723": "Si, pour quelque raison que ce soit, le demandeur n'accepte pas l'exécution d'une tâche que vous avez accomplie, vous n'aurez droit, en tant que contributeur ou intégrateur, à aucune récompense pour cette tâche. Dans le cas où des récompenses vous ont déjà été distribuées pour une tâche non acceptée, nous pouvons les récupérer auprès de vous.",
    "3666807632": "14. Qualifications et compétences du contributeur",
    "1993899769": "15. Notre utilisation des informations",
    "3027055607": "16. Propriété intellectuelle et droits de propriété",
    "3910971075": "L'IMI détient tous les droits, y compris les droits de propriété intellectuelle, sur le code source, le code objet ou la structure sous-jacente, les idées ou les algorithmes, l'API et tout autre logiciel, documentation ou données supplémentaires liés aux Services (\" Logiciel \"). Vous ne devez pas, directement ou indirectement, par l'intermédiaire d'un tiers ou autrement : (a) désosser, décompiler, désassembler ou tenter de toute autre manière de découvrir le Logiciel ; (b) modifier, traduire ou créer des œuvres dérivées basées sur tout Logiciel ; (c) copier, louer, donner en crédit-bail, distribuer, donner en gage, céder ou transférer de toute autre manière les droits sur tout Logiciel ; (d) utiliser tout Logiciel en temps partagé, à des fins de bureau de service ou au profit d'un tiers ; ou (e) supprimer tout avis ou étiquette de propriété.",
    "3660891610": "Si vous êtes un contributeur, c'est l'IMI, et non vous, qui détient les droits de propriété sur tout travail que vous produisez dans le cadre d'une tâche quelconque. En acceptant les termes du présent accord, vous acceptez (et vous le faites par la présente) de nous transférer la possession, la propriété et le titre (y compris tous les droits de propriété intellectuelle existant dans le monde) de votre travail. Afin de nous permettre d'acquérir, de perfectionner et d'utiliser ces droits, vous acceptez en outre (i) de signer tout document destiné à faciliter la documentation, la perfection et l'application de nos droits ; et (ii) de fournir un accès raisonnable aux informations permettant d'enregistrer, de perfectionner, de sécuriser, de défendre et d'appliquer ces droits de propriété dans tous les pays. Vos obligations en vertu de la présente section seront maintenues même après votre désinscription ou votre cessation d'utilisation des services. Vous nous désignez comme votre mandataire pour signer des documents en votre nom aux fins énoncées dans la présente section.",
    "426125156": "17. Droits d'auteur et TakeDown",
    "1408530660": "IMI respecte la propriété intellectuelle d'autrui et nous nous réservons le droit de retirer de notre site tout matériel qui, selon nous, pourrait violer les droits intellectuels d'un tiers. Si vous pensez que votre propre travail a été copié d'une manière qui constitue une violation des droits d'auteur sur ce site, veuillez contacter l'assistance clientèle d'Intuition Machines.",
    "2696932851": "18. Indemnisation",
    "3844300338": "Vous acceptez de nous indemniser, de nous défendre et de nous tenir à l'écart de toute réclamation, de tout dommage, de toute responsabilité, de tout coût et de toute dépense (y compris les frais et honoraires raisonnables d'avocat), découlant de votre exécution des tâches ou de votre utilisation de notre site web ou s'y rapportant.",
    "2474091800": "19. Litiges avec d'autres utilisateurs ; décharge",
    "3162107126": "L'IMI n'est pas partie à un litige entre vous et un autre utilisateur des services. Vous dégagez IMI et ses affiliés de toute réclamation, demande et dommage de toute sorte et nature, connus et inconnus, soupçonnés et insoupçonnés, divulgués et non divulgués, découlant de ou liés à tout litige entre vous et un autre utilisateur.",
    "2271969747": "20. Informations confidentielles que vous recevez",
    "1042802841": "Les informations confidentielles sont toutes les informations qui sont marquées comme confidentielles ou exclusives, ou qui devraient raisonnablement être comprises par la partie destinataire comme étant confidentielles ou exclusives. Il ne s'agit pas d'informations (1) accessibles au public, (2) déjà en possession de la partie destinataire, développées indépendamment par elle ou déjà connues d'elle, ou (3) divulguées par décision de justice ou autrement requises par la loi.",
    "1918025546": "Si vous recevez des informations confidentielles de la part de quiconque sur les Services, vous acceptez de protéger le secret de ces informations confidentielles avec le même degré de soin que vous utilisez pour protéger vos propres informations confidentielles, mais en aucun cas avec moins que le soin nécessaire. Vous ne pouvez pas divulguer ou publier ces informations confidentielles ou exclusives, sauf si cela s'avère nécessaire pour l'exécution d'une tâche. Toutes les informations contenues dans une tâche sur la plateforme d'Intuition Machines doivent être considérées comme confidentielles, même si elles ne sont pas expressément désignées comme telles.",
    "2690395789": "Si et quand vous n'avez plus besoin des informations confidentielles que vous avez reçues, vous devez rapidement renvoyer ou détruire (à la demande de la personne qui a divulgué les informations) toutes les copies des informations qui existent dans les locaux, systèmes ou autres équipements que vous contrôlez.",
    "2178073797": "Étant donné que la divulgation d'informations confidentielles peut causer un préjudice irréparable, la partie divulgatrice est en droit de demander une injonction pour toute violation ou menace de violation de cette clause.",
    "2185860003": "21. Modifications du site web",
    "2631249972": "Nous pouvons améliorer ou modifier notre site web sans vous en informer.",
    "3764131594": "22. Sites web de tiers",
    "295955580": "Notre site Web peut contenir des liens vers des sites Web de tiers. Nous ne contrôlons pas, n'enquêtons pas, ne surveillons pas et ne vérifions pas ces sites Web. Nous ne sommes pas responsables des programmes informatiques, du contenu ou des opinions contenus dans ces sites Web et nous ne les approuvons pas. Si vous décidez de quitter notre site web et d'accéder à un site web tiers, vous le faites à vos propres risques.",
    "838225123": "23. Exclusion de garantie",
    "3897238493": "LES SERVICES SONT FOURNIS SUR UNE BASE \"TELLE QUELLE\". NOUS NE FAISONS AUCUNE DÉCLARATION OU GARANTIE, IMPLICITE OU EXPLICITE, CONCERNANT L'ACCESSIBILITÉ, L'ADÉQUATION, LA LÉGALITÉ, LA DISPONIBILITÉ OU LA FONCTIONNALITÉ DES SERVICES, DE TOUT LOGICIEL OU MATÉRIEL CONNEXE, DES TÂCHES OU DE TOUTE ACTIVITÉ OU ÉLÉMENT LIÉ AU PRÉSENT ACCORD. DANS TOUTE LA MESURE PERMISE PAR LA LOI, IMI REJETTE TOUTES LES CONDITIONS, DÉCLARATIONS ET GARANTIES EXPRESSES OU IMPLICITES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET DE NON-VIOLATION. VOTRE SEUL ET EXCLUSIF RECOURS CONTRE IMI EN CE QUI CONCERNE LES DÉFAUTS, LES NON-CONFORMANCES OU LE MANQUE DE SATISFACTION EST DE CESSER D'UTILISER LES SERVICES Nous ne serons pas responsables de tout dommage à votre système informatique, de la perte ou de la corruption de données, ou de tout autre dommage résultant de votre accès ou de votre utilisation du site Web ou de la plate-forme Intuition Machines. Des interruptions programmées et non programmées peuvent se produire, et nous ne garantissons pas la disponibilité ininterrompue de notre site Web.",
    "2110259227": "24. Limitation de la responsabilité",
    "3018077211": "25. Règlement des différends des cotisants",
    "2790841456": "Si vous êtes un Contributeur, vous acceptez la clause d'arbitrage et la renonciation aux recours collectifs suivantes :",
    "2323013093": "26. Droit applicable",
    "2900525040": "Les lois de l'État de Californie régissent les présentes conditions d'utilisation et toute controverse, tout litige ou toute réclamation en découlant.",
    "3339302473": "27. Résiliation",
    "41530052": "28. Conditions générales",
    "3202747130": "Accord intégral. Les présentes conditions de service et toutes les politiques, procédures ou conditions auxquelles il est fait référence dans le présent accord constituent l'intégralité de l'accord des parties en ce qui concerne le sujet traité, et remplacent et annulent tous les accords, réclamations, déclarations et ententes antérieurs et contemporains des parties.",
    "4080263153": "Aucune renonciation. Nous ne serons pas considérés comme ayant renoncé à une partie de nos droits ou recours à moins que la renonciation ne soit faite par écrit et signée par nous. Si nous retardons l'application ou omettons d'appliquer nos droits en vertu de toute disposition du présent accord, cela ne constituera pas une renonciation à notre droit d'appliquer ultérieurement cette disposition ou toute partie du présent accord.",
    "1789371580": "Cessibilité. Vous ne pouvez pas céder les présentes conditions de service sans notre consentement écrit préalable. Nous pouvons céder ces conditions de service à tout moment, sans préavis. Sous réserve de ce qui précède, les présentes Conditions de service seront contraignantes pour les successeurs et les cessionnaires autorisés de chaque partie.",
    "2819628066": "Divisibilité. Si une disposition des présentes conditions d'utilisation est jugée invalide ou inapplicable pour quelque raison que ce soit, elle n'affectera pas la validité et l'applicabilité des autres dispositions.",
    "3955981186": "Modifications.  Aucune modification ou amendement des présentes conditions d'utilisation par une personne autre que l'IMI ne sera contraignante pour l'IMI, sauf dans un document écrit signé par un représentant dûment autorisé de l'IMI.",
    "1377538813": "Langue prévalente.  La version anglaise des présentes conditions d'utilisation sera déterminante à tous égards et prévaudra en cas d'incohérence avec les versions traduites, le cas échéant.",
    "2438016011": "Accord volontaire. Toutes les parties aux présentes conditions d'utilisation déclarent et conviennent que chacune d'entre elles a examiné tous les aspects de cet accord, a lu attentivement et comprend pleinement toutes ses dispositions, et s'engage volontairement dans cet accord.",
    "2445034923": "Si vous n'êtes pas d'accord avec l'ensemble des conditions des présentes conditions de service, n'utilisez pas (et vous ne pouvez pas) utiliser ou accéder au site ou aux services.",
    "2646127839": "Annexe du client aux conditions générales de service",
    "4097297673": "En tant que client, demandeur ou intégrateur, vous acceptez d'être lié par les conditions ci-dessous en plus de toute autre condition contraignante entre vous et l'IMI.",
    "1093280979": "1. Formulaires de commande de plate-forme",
    "1549953005": "Il se peut que vous ayez rempli un ou plusieurs formulaires de commande d'accès à la plate-forme (chacun, un \"Formulaire de commande\") comme condition pour devenir un Client ou un Demandeur.  Si tel est le cas, les conditions décrites dans le Formulaire de commande font partie des Conditions de service et sont incorporées par référence.",
    "3819851005": "2. Droits d'inscription",
    "1591032933": "Vous paierez à l'IMI les frais décrits dans le bon de commande applicable via la méthode de paiement que vous avez fournie dans le bon de commande applicable. Sauf accord exprès écrit entre les deux parties, vous paierez intégralement toutes les factures émises dans les trente (30) jours suivant la date d'envoi de la facture. Vous nous autorisez à effectuer des autorisations de carte de crédit sur toutes les informations de carte de crédit que vous nous fournissez, à stocker ces informations de carte de crédit, et à débiter votre carte de crédit ou tout autre compte que nous convenons mutuellement comme forme de paiement. Sauf indication contraire sur le bon de commande ou dans votre contrat de service d'entreprise ou contrat de service principal, tous les frais de services, à l'exception des surconsommations, sont facturés annuellement au début des services fournis par IMI dans le cadre de votre contrat (la \" date d'entrée en vigueur \").",
    "4142610534": "Tout paiement en retard entraînera des frais de retard au taux de 1,5 % par mois ou au montant maximum autorisé par la loi, le plus bas des deux. Si vous ne payez pas le montant dû en vertu du présent accord pour quelque raison que ce soit, votre compte peut être suspendu, à notre seule discrétion, auquel cas aucun paiement supplémentaire ne sera effectué à partir de votre compte pour l'achèvement des tâches et toutes vos tâches seront supprimées de notre site Web. Vous devez nous rembourser tous les montants dus sur demande, plus les frais de traitement, les frais de retard ou les frais d'avocat. Nous pouvons également faire des rapports appropriés aux agences d'évaluation du crédit et aux autorités chargées de l'application de la loi.",
    "512991700": "Si vous souhaitez contester des frais, vous devez contacter notre service d'assistance à la clientèle au plus tard trente (30) jours après la date de clôture du premier relevé de facturation ou de compte dans lequel l'erreur ou le problème est apparu afin de recevoir un ajustement ou un crédit.",
    "1273914192": "3. Taxes",
    "4242322181": "Vous êtes responsable du paiement de toutes les taxes associées aux services autres que les taxes américaines évaluées sur le revenu net ou les biens personnels d'Intuition Machines.",
    "1671996585": "Il peut vous être demandé d'intégrer votre site Web, votre application ou votre plate-forme à nos Services via notre interface de programmation d'applications (\"API\"). Dans le cas où vous le feriez, nous vous accordons une licence limitée, non exclusive, non transférable, non assignable et révocable pour utiliser l'API uniquement pour accéder aux Services. Nous pouvons modifier l'API et/ou cesser de prendre en charge les anciennes versions ou versions de l'API à tout moment. Nous nous réservons le droit de suspendre ou de limiter votre accès à l'API à notre seule discrétion, et nous ferons des efforts raisonnables pour vous fournir un préavis avant la suspension.",
    "4036662147": "5. Protection des informations confidentielles",
    "3564208535": "Vous acceptez de déployer des efforts commercialement raisonnables pour protéger toute Information confidentielle reçue de notre part ou par l'intermédiaire de nos Services. Cela inclut les scores des bots et les détails non publics de notre service d'entreprise, y compris la documentation non publique et tous les détails que nous pouvons partager concernant nos méthodes de détection des bots. Si l'accès à ces informations confidentielles vous est accordé, nous pouvons modifier, suspendre ou limiter votre accès à nos services à notre seule discrétion si nous déterminons que des informations confidentielles sont exposées par votre utilisation de nos services, et nous ferons des efforts raisonnables pour vous fournir un préavis avant la suspension.",
    "120384113": "6. Terminaison",
    "453723556": "Vous pouvez résilier la présente annexe client indépendamment des conditions de service en cessant d'être un client ou un demandeur. Nous nous réservons le droit de suspendre ou de résilier votre statut de Client ou de Demandeur à tout moment, ou de résilier votre compte ou votre utilisation des Services conformément aux Conditions de service. Vous restez responsable, en cas de résiliation, de tout montant dû au titre de votre Bon de commande. Si votre abonnement comprend des frais mensuels ou annuels ou des minimums mensuels ou annuels, vous serez toujours responsable du paiement de tous les frais de services jusqu'à la fin de ce mois ou de cette année, respectivement.",
    "218889628": "Sauf si nous résilions la présente Annexe client ou les Conditions de service en raison d'une violation de votre part de la présente Annexe client ou des Conditions de service, si nous résilions et que vous avez payé des frais à l'avance, nous vous rembourserons une partie proportionnelle de ces montants payés à l'avance, en fonction du temps restant ou des Services que vous avez payés, selon le montant le moins élevé. Nous mettrons fin à notre travail d'une manière commercialement raisonnable et nous conserverons et vous remettrons tous les ensembles de données de sortie payés et toutes les données du client en notre possession. Lors de toute résiliation, nous pouvons, sans y être obligés, supprimer toutes les données.",
    "2505227594": "7. Dépassements",
    "2369877184": "Le taux maximal autorisé de RPS de pointe pour les intégrateurs ou les clients hCaptcha est de 1 000 demandes par seconde aux entités de votre compte (\"RPS\"), sauf indication contraire dans un accord contractuel écrit entre vous et nous.",
    "234420106": "Dans le cas où vous êtes un Intégrateur ou un Client du service hCaptcha Enterprise et que votre utilisation de l'API, telle que mesurée par le RPS, dépasse le taux provisionné pour votre niveau de service, nous pouvons choisir de modifier votre service ou de facturer un taux de dépassement. Dans le cas où votre taux de pointe RPS dépasse le taux provisionné par un facteur de 10 pour 10 minutes ou plus au total dans une période de 30 jours et la majorité de ces demandes sont, dans notre seul jugement, pas de trafic malveillant, nous pouvons choisir de vous facturer à votre taux de dépassement spécifié contractuellement pour toutes les demandes API faites dans ce mois.",
    "2619472217": "8. Revente",
    "2019702084": "Sauf autorisation expresse dans le contrat de service principal ou le contrat de revendeur du client, les services SaaS commandés ne seront pas vendus, revendus, loués, sous-loués, concédés sous licence ou autrement mis à la disposition d'un tiers (autre qu'une société affiliée du client), et toutes les commandes dans le cadre du contrat et toute utilisation du service par le client seront destinées à l'usage commercial interne du client ou de sa société affiliée.",
    "1233229030": "Divers",
    "1467783792": "Aucune personne, entité ou organisation sanctionnée par les États-Unis (un \" Acteur sanctionné \") ne peut prétendre à des récompenses ou utiliser les Services en tant qu'Intégrateur. Pour éviter toute ambiguïté, ceci inclut tout Acteur Sanctionné désigné par l'Office of Foreign Assets Control (\"OFAC\") du Département du Trésor américain.",
    "3759657802": "Vous ne pouvez pas céder, transférer ou déléguer les présentes conditions de service ou vos droits ou obligations en vertu des présentes de quelque manière que ce soit (par application de la loi ou autrement).",
    "1627232990": "Les traductions des présentes conditions de service sont fournies dans la mesure du possible. En cas de différence substantielle entre les conditions de service en langue anglaise et leur traduction, les conditions de service en langue anglaise seront interprétées comme faisant autorité.",
    "805221621": "Veuillez nous contacter à",
    "259613338": "si vous avez des questions concernant les présentes conditions de service.",
    "2735878907": "Déclaration de planification de la continuité des activités",
    "2887242610": "Intuition Machines, Inc a développé un plan de continuité des activités sur la façon dont nous répondrons aux événements qui perturbent de manière significative notre activité hCaptcha. Comme le moment et l'impact des catastrophes et des perturbations sont imprévisibles, nous devrons faire preuve de souplesse pour répondre aux événements réels lorsqu'ils se produiront. C'est dans cet esprit que nous vous fournissons ces informations sur notre plan de continuité des activités.",
    "809251240": "Nous contacter",
    "2551802342": "- Nous prévoyons de récupérer et de reprendre rapidement nos activités après une perturbation importante de l'activité et de réagir en protégeant nos employés et nos biens, en procédant à une évaluation financière et opérationnelle, en protégeant les livres et les registres de l'entreprise et en permettant à nos clients et à leurs utilisateurs finaux d'effectuer des transactions en ligne. En bref, notre plan de continuité des activités est conçu pour permettre à notre entreprise de reprendre ses activités aussi rapidement que possible, compte tenu de l'ampleur et de la gravité de l'interruption importante des activités.  Notre plan de continuité des activités porte sur : la sauvegarde et la récupération des données ; tous les systèmes essentiels à la mission ; les évaluations financières et opérationnelles ; les communications alternatives avec les clients, les employés et les organismes de surveillance ; l'emplacement physique alternatif des employés ; l'impact sur les fournisseurs et les clients essentiels ; les rapports réglementaires ; et la notification rapide à nos clients si nous ne sommes pas en mesure de poursuivre nos activités. Notre principal groupe de fournisseurs sauvegarde nos dossiers importants dans une zone géographiquement séparée. Bien que chaque situation d'urgence pose des problèmes uniques en fonction de facteurs externes, tels que l'heure de la journée et la gravité de la perturbation, nous avons été informés par ce pool de fournisseurs que leur objectif est de rétablir leurs propres opérations et d'être en mesure de reprendre les services rapidement. Bien que nous nous soyons efforcés de réduire les risques en faisant appel à un ensemble diversifié de fournisseurs, vos services pourraient être modifiés ou interrompus pendant cette période.",
    "826396656": "Notre plan de continuité des activités",
    "1979347895": "- Les perturbations importantes de l'activité peuvent varier dans leur portée, par exemple uniquement notre entreprise, un seul bâtiment abritant notre entreprise, le quartier où se trouve notre entreprise, la ville où nous sommes situés ou la région entière. Dans chacun de ces domaines, la gravité de la perturbation peut également varier de minime à grave. En cas de perturbation de notre entreprise, de notre quartier d'affaires, de la ville ou de la région ou d'un bâtiment abritant notre entreprise, nous transférerons nos opérations sur un site local si nécessaire et nous ne prévoyons aucune perturbation matérielle des opérations commerciales. Dans l'une ou l'autre de ces situations, nous prévoyons poursuivre nos activités, transférer nos opérations vers d'autres fournisseurs si nécessaire, et vous informer par le biais de notre site Web à hcaptcha.com et de notre page de statut à hcaptchastatus.com de la façon de nous contacter. Si l'interruption importante des activités est si grave qu'elle nous empêche de poursuivre nos activités, nous vous en informerons rapidement.",
    "653679457": "Des perturbations variables",
    "410397176": "Pour plus d'informations",
    "2095899021": "Directives relatives à l'image de marque hCaptcha et licence générale de marque",
    "2340340589": "Directives sur l'utilisation de la marque hCaptcha",
    "2430148876": "Nous avons créé ces directives et la licence générale de la marque pour faciliter au maximum le travail de nos clients, partenaires et fans avec notre marque tout en préservant notre identité d'entreprise. Si vous devez utiliser les icônes, logos ou autres marques hCaptcha d'une manière qui diffère matériellement de ces directives, vous devrez nous contacter (IMI) pour obtenir une licence écrite.",
    "3884400764": "Bien que vous puissiez utiliser les marques hCaptcha selon ces directives, cela ne signifie pas que vous avez des droits acquis sur les marques hCaptcha, les logos, ou sur toute autre marque de commerce, nom commercial, marque de service, nom commercial ou fonds de commerce de hCaptcha. Nous voulons accorder autant de flexibilité que possible, mais nous sommes obligés de protéger hCaptcha contre l'utilisation non autorisée de toute marque de commerce, nom commercial, marque de service, nom commercial ou fonds de commerce de hCaptcha. Toute utilisation non autorisée met automatiquement fin à la permission ou à la licence accordée par hCaptcha et peut entraîner des responsabilités légales pour tout dommage.",
    "512598290": "Ainsi, nous devons vous demander de toujours utiliser toutes les marques et logos hCaptcha sous une forme qui respecte les règles ci-dessous, y compris la capitalisation, la police de caractères et le style.",
    "2075610992": "Merci pour votre soutien !",
    "1023190144": "hCaptcha® en texte",
    "4274324704": "Voici comment utiliser notre nom dans les textes écrits :",
    "3912926900": "hCaptcha® devrait avoir un symbole de marque déposée la première fois qu'il apparaît dans une copie créative.",
    "950637875": "L'orthographe de hCaptcha ne doit jamais être modifiée et hCaptcha doit toujours être mis en majuscule à la deuxième lettre (\"C\"). Il n'est jamais pluriel ou possessif.",
    "2624601135": "hCaptcha ne doit pas être utilisé comme partie d'un nom de marque, joint avec un trait d'union, ou utilisé dans des noms d'applications ou d'autres produits.",
    "3828090208": "Si vous utilisez le logo d'un tiers, la taille de \"pour hCaptcha\" doit être inférieure à celle du logo du tiers.",
    "4149738856": "hCaptcha doit être utilisé comme un adjectif et suivi d'un terme générique approprié.",
    "1446868537": "hCaptcha ne devrait jamais être utilisé comme un verbe.",
    "2487931657": "N'utilisez pas : \"nous avons hCaptcha'd notre site.\"",
    "2565565429": "Utilisez plutôt : \"nous utilisons hCaptcha pour rendre notre site plus sûr et plus sécurisé\".",
    "3434202027": "Toute utilisation du nom hCaptcha dans les communications nécessite l'attribution : \"hCaptcha est une marque déposée d'Intuition Machines, Inc.\".",
    "2754937029": "Utilisations inacceptables",
    "2436973524": "Seules les références exactes sont acceptables. Il n'est pas permis de dire qu'un site utilise les services et applications hCaptcha alors qu'il ne le fait pas. De même, l'utilisation de notre logo ou de tout autre badge n'est appropriée que si le site utilise les services hCaptcha.",
    "69844082": "Les marques, les symboles graphiques, les logos, les caractères ou les icônes de hCaptcha ne peuvent pas non plus être utilisés de manière dévalorisante.",
    "3861413614": "Vous ne pouvez pas utiliser de marque ou de logo hCaptcha qui impliquerait que hCaptcha a une affiliation avec un produit ou un service tiers ou qu'il l'approuve, le parraine ou le soutient, sans autorisation écrite expresse.",
    "1409822234": "En aucun cas, une marque hCaptcha identique ou presque identique ne doit être utilisée comme nom de domaine.",
    "4181060163": "Les tiers ne doivent pas utiliser de variations ou de fautes d'orthographe ou agir d'une manière qui pourrait causer une confusion d'intérêt initial sur les marques hCaptcha.",
    "3955555607": "À l'exception des partenaires ou des revendeurs autorisés, les tiers ne peuvent pas enchérir pour des mots-clés, Google AdWords ou d'autres systèmes de publicité ciblée en utilisant les marques hCaptcha ou des fautes d'orthographe. Les tiers ne peuvent pas non plus utiliser les marques hCaptcha dans les noms de domaine, toute optimisation de moteur de recherche, les balises méta, les termes de recherche, le code ou toute autre fausse représentation.",
    "1985238261": "Autres marques à usage restreint",
    "2193061499": "Certains de nos logos et marques ne peuvent être utilisés que par hCaptcha et ses partenaires. Les tiers ne peuvent pas utiliser les marques suivantes sans une licence écrite de hCaptcha :",
    "4188477534": "hCaptcha",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Revendeur agréé hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop by hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Aidez à construire un meilleur Web™",
    "364774188": "Je suis humain™",
    "2785425016": "(dans le contexte d'une solution de vérification de l'humanité, par exemple un appel à l'action)",
    "2639657759": "Marques utilisées avec permission",
    "1268918580": "Certains des logos et marques utilisés par hCaptcha et ses partenaires sont la propriété de tiers et ne peuvent être utilisés qu'avec leur permission. Les tierces parties ne peuvent pas utiliser les marques suivantes, sauf si elles sont autorisées par leurs propriétaires :",
    "3782751514": "HUMAN Protocol® est une marque déposée de la Fondation HUMAN Protocol, et est utilisé avec sa permission.",
    "1620709264": "HUMAN Token® est une marque déposée de la HUMAN Protocol Foundation, et est utilisé avec sa permission.",
    "3031953928": "HUMAN Network™ est une marque déposée de la Fondation du protocole HUMAN, et est utilisée avec sa permission.",
    "3554363588": "Autres marques",
    "3290996791": "Tous les autres noms de produits, logos et marques sont la propriété de leurs détenteurs respectifs. Tous les autres noms de sociétés, de produits et de services utilisés sur ce site Web ne le sont qu'à des fins d'identification. L'utilisation de ces noms, logos et marques n'implique pas leur approbation.",
    "2444685143": "Politique en matière de logos",
    "2414232014": "Notre logo est immédiatement reconnaissable et constitue l'un de nos atouts les plus précieux et les plus importants. Pour qu'il reste une représentation forte de notre entreprise, il doit être présenté de manière soignée et cohérente sur tous les canaux de communication.",
    "803639471": "Le logo hCaptcha est composé de l'icône de la main et du logotype hCaptcha. Dans sa forme alternative, l'icône de la main peut apparaître seule lorsque l'espace est limité et que \"hCaptcha\" est utilisé comme marque verbale (comme décrit ci-dessus) à proximité de l'icône de la main, de sorte qu'il est clair que l'icône de la main représente hCaptcha.",
    "564127016": "L'icône de la main hCaptcha :",
    "1424800293": "Le logo hCaptcha :",
    "1525506526": "Qu'est-ce qu'une reprise de compte et comment fonctionne-t-elle ?",
    "2446481523": "Il existe un vieux conte populaire dans lequel un charretier et un noble se présentent à la gendarmerie d'un petit village de campagne. L'un d'eux, vêtu de vêtements sales et pauvres, dit au gendarme : \"Je suis le noble. Cet homme était mon conducteur.",
    "1767952047": "Il m'a attaqué la nuit dernière, a volé mes vêtements et a pris mon argent.\" L'autre homme, vêtu de grands atours, les vêtements de la classe noble, a répondu : \"Constable, cet homme est fou. Il pense qu'il est un noble. Je suis le vrai noble. Arrêtez-le !\"",
    "2947576723": "Cette histoire est antérieure aux permis de conduire et aux empreintes digitales, mais elle offre un bon exemple de ce qui peut mal tourner dans une situation de prise de contrôle d'un compte. Une personne se connecte à un compte bancaire en ligne ou à une application de paiement mobile. S'agit-il du véritable titulaire du compte ou d'un pirate informatique ? Qui est vraiment qui ? Ces problèmes de sécurité touchent les organisations qui autorisent l'accès aux comptes en libre-service.",
    "1687299615": "Qu'est-ce qu'une reprise de compte ?",
    "2648707986": "La prise de contrôle d'un compte est une forme de cyberfraude dans laquelle un acteur malveillant se fait passer pour le propriétaire d'un compte en ligne. En général, le compte se trouve dans une institution financière ou un commerce électronique où le fraudeur peut voler de l'argent, des marchandises ou des cartes-cadeaux. L'attaquant utilise des identifiants de connexion volés pour accéder au compte, puis s'en empare, en changeant éventuellement le mot de passe pour bloquer le véritable propriétaire du compte.",
    "1476843710": "Des formes de prise de contrôle de comptes moins dangereuses financièrement mais tout de même dommageables impliquent le détournement de comptes de médias sociaux et autres. Dans ces cas, l'attaquant tente généralement de diffuser des logiciels malveillants ou de mener des attaques de phishing contre des amis de la victime qui ne se doutent de rien. Il peut aussi essayer de mettre la victime dans l'embarras, comme c'est parfois le cas avec des célébrités ou des hommes politiques, par exemple.",
    "2904949278": "Comment un pirate informatique prend-il le contrôle d'un compte ?",
    "2575690545": "Les prises de contrôle de comptes, comme beaucoup de cyberfraudes, sont essentiellement le fait de processus automatisés et de masse. Il est rare qu'un pirate, vêtu d'un sweat à capuche dans la cave de sa mère, tape un par un les mots de passe sur les sites web des banques.",
    "3614653023": "Cette pratique repose plutôt sur des attaques à grande échelle de type \"credential stuffing\" qui essaient des millions de paires nom d'utilisateur/mot de passe sur des dizaines d'institutions financières cibles dans l'espoir de déverrouiller un petit sous-ensemble de comptes. Une fois que le logiciel de fraude automatisé a obtenu l'accès au compte, un pirate humain peut alors intervenir, mais dans certains cas, non.",
    "2762759509": "Beaucoup d'attaques de prise de contrôle de compte sont presque entièrement automatisées.",
    "1972710018": "Se placer du point de vue de l'entreprise",
    "1282121137": "Pour comprendre à quel point la prise de contrôle d'un compte peut être problématique, voyez à quoi ressemble l'expérience du point de vue de l'institution financière. Ils gèrent des millions de connexions chaque jour.",
    "2315518622": "Avec la sophistication des outils d'attaque actuels, il est extrêmement difficile de détecter ceux qui sont frauduleux, le cas échéant. Ensuite, une personne appelle le service clientèle et déclare : \"Mon compte a été attaqué ! Je ne peux pas me connecter et quelqu'un me vole mon argent !\"",
    "1836369533": "Comme le gendarme dans le conte populaire, comment déterminer qui est vraiment qui ? Si l'attaquant dispose d'un nombre suffisant d'éléments d'identité volés, comme le numéro de permis de conduire, le numéro de sécurité sociale, le nom de jeune fille de la mère, l'adresse, etc., il peut être assez difficile de déterminer si l'appelant est le véritable titulaire du compte ou un attaquant qui tente d'obtenir la réinitialisation du mot de passe d'un compte qu'il veut pénétrer.",
    "2880837730": "Que peut-on faire pour empêcher la prise de contrôle des comptes ?",
    "3654556483": "Les institutions financières et les sociétés de commerce électronique disposent de processus et de contrôles qui atténuent en partie la menace de prise de contrôle de comptes. Cela va des bonnes vieilles questions de sécurité du type \"quel était le nom de votre meilleur ami à l'école primaire\" aux méthodes de détection qui repèrent les adresses IP et les profils d'appareils mobiles suspects.",
    "2449501658": "offre l'un des moyens les plus avancés d'atténuer la menace que représentent les tentatives de connexion frauduleuses à un compte, en utilisant l'apprentissage automatique pour détecter et arrêter les robots, et en rendant effectivement beaucoup plus difficile, voire impossible, la prise de contrôle d'un compte par les fraudeurs.",
    "3621455477": "pour en savoir plus !",
    "555246307": "D'ailleurs, voici comment se termine l'histoire du noble et de son chauffeur : Le gendarme a fait asseoir les deux hommes dans une pièce ensemble pendant des heures et s'est ennuyé à mourir. À la fin de la journée, il apparut et dit : \"Je vais maintenant parler avec le conducteur de chariot.\" L'homme aux vêtements nobles s'est levé. Il s'ennuyait tellement qu'il a oublié qu'il faisait seulement semblant d'être le noble.",
    "1224727373": "BotStop par hCaptcha",
    "1187718370": "Nous contacter",
    "3892905664": "hCaptcha permet à vos services en ligne préférés d'exclure les robots, les spams et les abus en posant des questions simples qui sont faciles pour les humains et difficiles pour les machines.",
    "555158694": "Un service que vous utilisez a choisi d'améliorer votre expérience sur son site en installant hCaptcha pour réduire le trafic malveillant.",
    "1617196410": "hCaptcha est axé sur l'élimination des robots. Nous ne nous soucions pas de l'identité d'un utilisateur, mais seulement de savoir s'il est malveillant. Nous travaillons dur pour trouver un équilibre entre la vie privée et",
    "1624200563": "sécurité, et se conformer au GDPR, à la CCPA, au LGPD, au PIPL et à d'autres réglementations en matière de confidentialité.",
    "1927613000": "hCaptcha associe un apprentissage automatique sophistiqué à une puissante plate-forme de défis pour protéger les applications Web contre les prises de contrôle de comptes, le bourrage d'identifiants, le raclage et d'autres types d'abus.",
    "1133989302": "Pourquoi hCaptcha ?",
    "34074886": "Chaque fois que vous répondez à un défi, nous utilisons des modèles sophistiqués pour déterminer si vous êtes humain. Le site Web que vous avez visité utilise ensuite ce résultat pour améliorer votre expérience sur son site en éliminant les robots.",
    "3412647984": "Cela vous permet d'éviter les questions futures en vous enregistrant et en créant un cookie. Veuillez également essayer de désactiver votre bloqueur de publicité.",
    "2510209017": "Vous avez besoin d'aide ?",
    "477275453": "Pourquoi les API sont-elles une cible populaire pour les pirates informatiques ?",
    "596347471": "Les interfaces de programmation d'applications (API) sont devenues une cible populaire pour les acteurs malveillants dans le cyberespace. Il y a de nombreuses raisons à cela, notamment leur grande utilité pour l'intégration des applications. Il est toutefois possible d'atténuer les risques liés aux API.",
    "2441638955": "Tout d'abord, qu'est-ce qu'une API ?",
    "3963216198": "Pour expliquer pourquoi les API sont une cible populaire pour les pirates, il convient d'abord de prendre un bref instant pour définir ce que l'on entend actuellement par le terme \"API\". Le concept d'API n'est pas du tout nouveau. En fait, les interfaces permettant de connecter divers systèmes informatiques entre eux, ainsi que leurs composants internes, existent depuis au moins le début des années 1960.",
    "1047251718": "Aujourd'hui, cependant, lorsqu'on parle d'API, on pense invariablement à des API basées sur des normes. Il s'agit d'API construites à l'aide de normes ouvertes telles que le transfert d'état représentationnel (REST) et de formats de fichier standard ouverts tels que la notation d'objet JavaScript (JSON). Ces \"API RESTful\", comme on les appelle, peuvent être créées sans avoir recours à des logiciels propriétaires. Les API qui en résultent sont capables d'envoyer et de recevoir des données et des appels de procédure entre les applications logicielles. Par exemple, une application bancaire mobile utilise une API pour accéder aux systèmes de la banque.",
    "3195334319": "",
    "1903743785": "",
    "879362350": "",
    "3844432472": "",
    "2187096543": "",
    "4222109231": "",
    "1783317946": "",
    "3022922096": "",
    "63719113": "",
    "3566102529": "",
    "3096553330": "",
    "1467218142": "",
    "808872868": "",
    "1085089390": "",
    "3064321967": "",
    "3800781598": "",
    "2119943547": "",
    "532470444": "",
    "3193548097": "",
    "4065614934": "",
    "1216071511": "",
    "1941999673": "",
    "4179118182": "",
    "3978720689": "",
    "318339230": "",
    "30312304": "",
    "2710988028": "",
    "3912514510": "",
    "2030062561": "",
    "3334160175": "",
    "3238345709": "",
    "4227800293": "",
    "2271252286": "",
    "692064738": "",
    "3475647460": "",
    "1482845460": "",
    "3741193183": "",
    "2234909600": "",
    "1982617151": "",
    "2498172334": "",
    "389705801": "",
    "190955495": "",
    "237009707": "",
    "3507532387": "",
    "2477958756": "",
    "3254142589": "",
    "3621401685": "",
    "4277475973": "",
    "941057651": "",
    "3265293440": "",
    "515733427": "",
    "2631159699": "",
    "776542208": "",
    "989480928": "",
    "3898950867": "",
    "3395399558": "",
    "1118929614": "",
    "838951836": "",
    "2123236933": "",
    "2292919419": "",
    "2534436327": "",
    "832385387": "",
    "1993984258": "",
    "3909240516": "",
    "1151065360": "",
    "2396605499": "",
    "2225785608": "",
    "3004688366": "",
    "922470170": "",
    "3068923550": "",
    "2752975480": "",
    "117227832": "",
    "1021431157": "",
    "2801524659": "",
    "931661269": "",
    "2090457681": "",
    "3536122902": "",
    "2391175562": "",
    "229198134": "",
    "345563040": "",
    "409780280": "",
    "2820080973": "",
    "3943164003": "",
    "3875523186": "",
    "2840750518": "",
    "593735469": "",
    "361795034": "",
    "1547006769": "",
    "3717942925": "",
    "2481032625": "",
    "1691348394": "",
    "1771016224": "",
    "1959762846": "",
    "345108670": "",
    "2540760245": "",
    "3346362371": "",
    "3619183405": "",
    "3292221787": "",
    "1080672247": "",
    "4172868199": "",
    "2873911365": "",
    "1477196356": "",
    "2349681896": "",
    "254326776": "",
    "2462909475": "",
    "1963951234": "",
    "1278884196": "",
    "1828028934": "",
    "1642844535": "",
    "1155821305": "",
    "119098046": "",
    "2760410719": "",
    "1722734001": "",
    "1595254735": "",
    "2412751979": "",
    "2284856231": "",
    "4162847": "",
    "436125785": "",
    "2233741720": "",
    "2133809801": "",
    "2255549335": "",
    "4138068262": "",
    "855097735": "",
    "1953959745": "",
    "2543123170": "",
    "547245263": "",
    "3117887301": "",
    "981806349": "",
    "2373007864": "",
    "2652399059": "",
    "1997838163": "",
    "734735952": "",
    "1250541092": "",
    "3524251858": "",
    "3971348140": "",
    "4248655793": "",
    "4185927140": "",
    "282913023": "",
    "999610953": "",
    "1886100235": "",
    "2903742230": "",
    "3901503296": "",
    "3342910682": "",
    "1130783905": "",
    "2019130052": "",
    "23114595": "",
    "3437412311": "",
    "1996843433": "",
    "3093689546": "",
    "247560732": "",
    "1510448156": "",
    "2718999653": "",
    "2698140263": "",
    "897432717": "",
    "2650502379": "",
    "3578122193": "",
    "1074044172": "",
    "1579093044": "",
    "3717512591": "",
    "121743429": "",
    "2131386784": "",
    "2782263070": "",
    "3740051331": "",
    "170775527": "",
    "3383086062": "",
    "1408599440": "",
    "3365203058": "",
    "1803009328": "",
    "1586809757": "",
    "353367791": "",
    "191460155": "",
    "585557010": "",
    "3287172429": "",
    "1844885924": "",
    "3018523079": "",
    "3817811295": "",
    "1798492192": "",
    "1356745565": "",
    "751483365": "",
    "4199502476": "",
    "3630114728": "",
    "3573245166": "",
    "2354267648": "",
    "3167979932": "",
    "4065065042": "",
    "111184581": "",
    "4272022475": "",
    "2676853536": "",
    "1368787974": "",
    "1045484714": "",
    "3953584369": "",
    "2781507299": "",
    "4019660456": "",
    "3446714684": "",
    "2593768395": "",
    "1779265104": "",
    "122875767": "",
    "148188781": "",
    "838049015": "",
    "1126302400": "",
    "3554448168": "",
    "2104933754": "",
    "3612043014": "",
    "3624758171": "",
    "1001938065": "",
    "2138799135": "",
    "2535001179": "",
    "1393184984": "",
    "3715747429": "",
    "2681650568": "",
    "1130868224": "",
    "2183926131": "",
    "1526887904": "",
    "1845745385": "",
    "1297224875": "",
    "2762458927": "",
    "2058856283": "",
    "2408036504": "",
    "4099477834": "",
    "3569492665": "",
    "3389431373": "",
    "3590546893": "",
    "1105363520": "",
    "3088605177": "",
    "337971271": "",
    "320166522": "",
    "3180664128": "",
    "961941354": "",
    "1706581702": "",
    "3203921334": "",
    "305735018": "",
    "3695206755": "",
    "2941545733": "",
    "131871195": "",
    "3436534225": "",
    "4060250206": "",
    "1159746815": "",
    "2531534427": "",
    "2059998584": "",
    "3916131732": "",
    "135276624": "",
    "1182294134": "",
    "2437934778": "",
    "3859506577": "",
    "1268414751": "",
    "42559805": "",
    "851679588": "",
    "1729677626": "",
    "2808971932": "",
    "2468683988": "",
    "356336077": "",
    "2067334580": "",
    "2212670355": "",
    "31502377": "",
    "2310705547": "",
    "2590587108": "",
    "778204464": "",
    "1890955039": "",
    "3286051798": "",
    "504332576": "",
    "1155436473": "",
    "3108727249": "",
    "1296696044": "",
    "538871570": "",
    "3600718611": "",
    "4281708680": "",
    "3312336121": "",
    "1193738791": "",
    "2620705814": "",
    "1126447688": "",
    "439777523": "",
    "3588274874": "",
    "2150595700": "",
    "2624949852": "",
    "499510428": "",
    "1232651561": "",
    "824740867": "",
    "1027023087": "",
    "2852295413": "",
    "1597520917": "",
    "763447231": "",
    "999674529": "",
    "956019009": "",
    "1923297430": "",
    "2197218442": "",
    "155456850": "",
    "435302267": "",
    "2087769953": "",
    "595582512": "",
    "3388180864": "",
    "3892952987": "",
    "3368788823": "",
    "1491780143": "",
    "2146900431": "",
    "378086442": "",
    "1445008801": "",
    "332723732": "",
    "2072808435": "",
    "3206136647": "",
    "2217842245": "",
    "4280117172": "",
    "555749578": "",
    "151737819": "",
    "3908992897": "",
    "2808122102": "",
    "3913801502": "",
    "2077639538": "",
    "3951112506": "",
    "1803943584": "",
    "3668873369": "",
    "1519201684": "",
    "2155089487": "",
    "2603863826": "",
    "3543141425": "",
    "2697276059": "",
    "664236229": ""
}
