{
  "header-privacy-link": "Məxfilik",
  "header-integration-link": "İnteqrasiya",
  "header-cost-link": "Xərc",
  "header-features-link": "Xüsusiyyətləri",
  "header-docs-link": "Sənədlər",
  "header-login-button": "Daxil ol",
  "header-contact-button": "Satış ilə əlaqə saxlayın",
  "intro-heading": "Sıfır sürtünmə insanlıq yoxlanışı.",
  "intro-contact-button": "Ətraflı öyrənmək üçün bizimlə əlaqə saxlayın",
  "intro-text-bottom": "İnterneti gücləndirən şirkətlər tərəfindən etibar edilir.",
  "sub-menu-button": "Satış ilə əlaqə saxlayın",
  "sub-menu-item1": "Müəssisə",
  "sub-menu-item2": "Xərc",
  "sub-menu-item3": "İnteqrasiya",
  "sub-menu-item4": "Xüsusiyyətləri",
  "sub-menu-item5": "Məxfilik",
  "sub-menu-item6": "Sənədlər",
  "info-head-1": "Təsdiqlənmiş hCaptcha platformasında qurulmuşdur",
  "info-text-1": "hCaptcha Enterprise hCaptcha platforma texnologiyası üzərində işləyir və yüksək trafik müəssisələrinin ehtiyac duyduğu xüsusiyyətləri əhatə edir.",
  "info-head-2": "Etibarlı tərəfdaş",
  "intro-subtitle": "Bu gün bot probleminizi həll edin.",
  "info-text-2": "Bizim xidmətlərimiz dünyanın ən böyük şirkətləri tərəfindən on milyonlarla saytda milyonlarla gündəlik istifadəçiyə xidmət göstərmək üçün etibar edilir.",
  "cloudflare-quote-text": "Biz özümüz bir sistem qurmaqla yanaşı, bir sıra CAPTCHA təchizatçılarını qiymətləndirdik. Sonda hCaptcha reCAPTCHA-ya ən yaxşı alternativ olaraq ortaya çıxdı.",
  "cloudflare-quote-detail": "Cloudflare Məhsulun İdarə Edilməsi üzrə Direktor",
  "section-quote-head": "Yüksək trafikli müəssisələr üçün sərfəli seçim",
  "section-quote-text": "Nəhayət, Google-a etibarlı bir alternativ. hCaptcha Enterprise daha yüksək təhlükəsizliklə reCAPTCHA hesabınıza dramatik qənaət edir: bəzi hallarda 80%-ə qədər ucuzdur. Dünyanın ən böyük onlayn xidmətlərinin çoxu hCaptcha Enterprise-a keçdi və əhəmiyyətli xərclərə qənaət etməklə yanaşı təkmilləşdirilmiş bot aşkarlanması əldə etdi.",
  "section-quote-button": "Qiymət təklifi üçün bu gün bizimlə əlaqə saxlayın",
  "section-privacy-header": "Məxfilik diqqət mərkəzindədir",
  "section-privacy-text-1": "Reklam şəbəkələri ziyarətçilərinizi məhsul kimi görür. Bizim üçün yeganə məhsul onların insanlığını müəyyən etməkdir. Xidmətlərimiz GDPR, CCPA və LGPD tələblərinə cavab verir və ya onları üstələyir və Privacy Pass kimi təşəbbüsləri dəstəkləyir. Məxfilik və təhlükəsizliyi balanslaşdırmaq üçün çox çalışırıq.",
  "section-privacy-text-2": "Məxfiliyə olan bu unikal diqqət o deməkdir ki, biz mükəmməl təhlükəsizliyi qoruyarkən sıfır fərdi məlumatın saxlanması, kuki-faylsız əməliyyat və tələb olunan digər müqavilə məxfilik zəmanətlərini təklif edə bilərik.",
  "section-security-header": "Əvvəlcə Təhlükəsizlik",
  "section-security-text-1": "Dəqiqlik sizin və bizim maraqlarımızdadır. hCaptcha sizə real məlumat vermək və ondan necə istifadə edəcəyinizə qərar vermək üçün işləyir. Digər captchalar Gigantic reklam şirkətləri tərəfindən təmin edilir. Bu o deməkdir ki, blokladıqları hər bir bot gəlirlərini azalda bilər.",
  "section-security-text-2": "Məxfiliyə diqqət yetirməklə ən son maşın öyrənmə üsullarından istifadə bizə təhlükəsizliyə və ya istifadəçi məxfiliyinə zərər vermədən hər şeyi əbədi olaraq qeyd edən köhnə strategiyaların təhlükəsizlik standartlarını aşmağa imkan verir.",
  "section-user-experience-header": "Böyük İstifadəçi Təcrübəsi",
  "section-user-experience-text1": "Müəssisə istifadəçiləri üçün əksər ssenarilərdə çətinliklərdən tamamilə qaçmaq üçün seçimlər mövcuddur.",
  "section-user-experience-text2": "Təkmil bot modelləri sayəsində mükəmməl təhlükəsizliyi təmin edərkən qanuni trafikinizin 99,9%-i üçün problemdən tamamilə qaçaraq sürtünməni azaldın.",
  "section-easy-integration-header": "Asan inteqrasiya",
  "section-easy-integration-text": "hCaptcha əlavə etmək yalnız bir neçə dəqiqə və bir neçə sətir kod tələb edir. Əsas API reCAPTCHA V2 ilə uyğun gəlir və keçid üçün yalnız bir neçə dəqiqə vaxt lazımdır. Siz bu gün üstün alternativlə işləyə və lazım olduqda daha təkmil funksiyaları yandıra bilərsiniz.",
  "section-easy-integration-serverside": "Server tərəfi:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Fərdi Təhlükə Xalları",
  "section-threat-text": "Bütün problemlər eyni deyil: bir xal almaq o deməkdir ki, faydalı olmaq üçün ehtiyaclarınıza cavab verməlidir. hCaptcha-nın unikal Fərdi Təhlükə Xalları ilə sürətli məsləhətləşmə biznesinizə daha uyğun olan xalları çatdırmaq üçün modellərimizi tənzimləməyə imkan verir.",
  "section-challenges-header": "Saniyələrdə Öz Çağırışlarınızı Başlayın",
  "section-challenges-text-1": "Müvafiq məzmunla brenddə qalın",
  "section-challenges-text-2": "İstifadəçilər təhlükəsizlik tələblərinə cavab vermək üçün problemi həll etməli olduqda, niyə istifadəçi üçün xoş və uyğun tapşırıqlar yaratmayaq? Sadə fərdi çağırış dizaynerimizlə siz cəmi bir neçə dəqiqə ərzində brend problem məzmununu işə sala bilərsiniz.",
  "section-integration-header": "Birbaşa Platforma İnteqrasiyası",
  "section-integration-subheader": "Veb İnfrastruktur Şirkətləri üçün",
  "section-integration-text": "hCaptcha Enterprise sistemi dizaynında unikal şəkildə çevikdir: ictimai bulud işlədirsinizsə və ya bir çox məlumat mərkəzlərinə sahibsinizsə, o, qismən və ya tamamilə şəbəkənizin kənarında yerləşdirilə bilər. Bu, ən ciddi SLA-lara cavab vermək üçün 7/24 saat işləyən işçi heyətimiz tərəfindən idarəetmənin bütün üstünlüklərini saxlayaraq, xərcləri və şəbəkədənkənar trafiki kəskin şəkildə azalda bilər.",
  "section-support-header": "Həm Siz, həm də İstifadəçiləriniz üçün Əlçatan Ekspertiza və Dəstək",
  "section-support-text": "Xidmət bizim üçün əsas prioritetdir. Biz 24/7 zəngli dəstəyi saxlayırıq və həyata keçirmə zamanı və sonrasında mühəndislik inteqrasiya komandanız və çağırış üzrə işçilərimizlə birbaşa Slack koordinasiyasını təklif edirik. , və bizim widget və e-poçt dəstək kanallarımız. Biz əlçatan və cavabdehik və istifadəçi məmnuniyyətini ən yaxşı KPI kimi qəbul edirik.",
  "section-enterprise-header": "Müəssisə xüsusiyyətləri",
  "section-enterprise-title-1": "Dünya səviyyəli anti-bot qorunması",
  "section-enterprise-desc-1": "Veb miqyasında döyüş sınaqdan keçirilmişdir.",
  "section-enterprise-title-2": "Yüksək dəqiqlikli bot xalları",
  "section-enterprise-desc-2": "Çox müxtəlif növ pis aktyorları aşkar edin.",
  "section-enterprise-title-3": "Sıfır sürtünmə və 99,9% passiv rejimlər",
  "section-enterprise-desc-3": "Qanuni istifadəçilərin 0,1%-dən azına meydan oxuyun.",
  "section-enterprise-title-4": "Göstərilən nəzarət problem növləri",
  "section-enterprise-desc-4": "Seçmək üçün geniş növlər kitabxanası.",
  "section-enterprise-title-5": "İstifadə olunan problem məzmununa nəzarət edin",
  "section-enterprise-desc-5": "Davamlı istifadəçi təcrübəsi ilə brenddə qalın.",
  "section-enterprise-title-6": "Müəssisə SLAs",
  "section-enterprise-desc-6": "Zəmanətli etibarlılıq və sürətli 24/7 zəng dəstəyi.",
  "section-enterprise-title-7": "Köhnə brauzer dəstəyi",
  "section-enterprise-desc-7": "Internet Explorer 8-ə qədər uyğun gəlir.",
  "section-enterprise-title-8": "Təkmil hesabat panelləri və API",
  "section-enterprise-desc-8": "Bütün sayt və proqramlarınızda baş verənlərə baxın.",
  "section-enterprise-title-9": "Hər ölkədə işləyir",
  "section-enterprise-desc-9": "reCAPTCHA-dan fərqli olaraq, biz hər ölkədə işləyirik.",
  "section-enterprise-title-10": "GDPR, CCPA və LGPD-yə uyğun məxfilik siyasəti",
  "section-enterprise-desc-10": "İlk gündən məxfilik üçün nəzərdə tutulmuşdur. Güclü Məlumat Emalı Müqaviləsi.",
  "section-enterprise-title-11": "İncə dənəli çətinlik səviyyələri",
  "section-enterprise-desc-11": "İstifadə vəziyyətinizə tam uyğun olmaq üçün bunu yığın.",
  "section-enterprise-title-12": "Birinci tərəf hostinqi",
  "section-enterprise-desc-12": "Bütün sorğular və aktivlər hcaptcha.yourdomain.com ünvanına gedir",
  "section-enterprise-title-13": "Çox istifadəçi panelləri",
  "section-enterprise-desc-13": "İdarəetməni komandanız arasında paylaşın.",
  "section-enterprise-title-14": "Ani Doğrulama",
  "section-enterprise-desc-14": "0ms gecikmə: API çağırışı olmadan hCaptcha tokenlərini yoxlayın.",
  "section-enterprise-title-15": "Mobil (iOS və Android) inteqrasiyası",
  "section-enterprise-desc-15": "Veb, yerli mobil, mobil veb üzrə qüsursuz təcrübə. Əvvəlcədən qurulmuş inteqrasiyalar və yerli SDK-lar mövcuddur.",
  "section-enterprise-title-16": "Fərdi Şərtlər və Məxfilik Zəmanətləri",
  "section-enterprise-desc-16": "Digər şirkətlər edə bilmədiyi zaman qanuni ehtiyaclarınızı təmin edin.",
  "presented-challlenges-head": "Təqdim olunan Çağırışlar",
  "presented-challenges-title-1": "Müqayisə",
  "presented-challenges-text-1": "Sorğuya uyğun gələn bütün şəkilləri seçin",
  "presented-challenges-title-2": "Məhdudlaşdırıcı qutu",
  "presented-challenges-text-2": "Obyektlər üçün sərhəd sahəsini təyin edin",
  "presented-challenges-title-3": "Kateqoriyalara ayırma",
  "presented-challenges-text-3": "Müvafiq etiketləri müəyyənləşdirin",
  "presented-challenges-subheader": "...və digər sadə tapşırıqlar. İnsanlar üçün asan, botlar üçün çətin.",
  "presented-challenges-subtext": "Fərdi tapşırıqlar müəssisə nəşriyyatları üçün də mövcuddur.",
  "footer-header-1": "Şirkət",
  "footer-header-2": "Resurslar",
  "footer-header-3": "Əlaqə",
  "footer-link-1": "Etiketləmə",
  "footer-link-2": "Haqqında",
  "footer-link-3": "İşlər",
  "footer-link-4": "Ticarət nişanları",
  "footer-link-5": "Bloq",
  "footer-link-6": "Vəziyyət",
  "footer-link-7": "Sənədlər",
  "footer-link-8": "Baq haqqında məlumat verin",
  "footer-link-9": "Əlçatanlıq",
  "footer-terms": "Şərtlər",
  "footer-privacy": "Məxfilik",
  "footer-attribution": "Atribut",
  "footer-subheader-1": "Dəstək",
  "footer-subheader-2": "Əlaqə",
  "switch-to-english-link": "İngilis dilinə keçin",
  "intro-heading-privacy": "Məxfilik üçün nəzərdə tutulmuşdur.",
  "intro-subtitle-p1-privacy": " Onlayn təhlükəsizliyə unikal məxfiliyə əsaslanan yanaşma.",
  "info-head-2-pr": "Onlayn fəaliyyəti qeyd etmək cavab deyil.",
  "info-text-1-pr": "hCaptcha Enterprise-nin yalnız bir məqsədi var: pis aktyorların onlayn əməliyyatlarınızı pozmasının və istifadəçilərinizə zərər verməsinin qarşısını almaq.",
  "info-text-2-pr": "Sistemlərimiz beləliklə, sinifdə lider təhlükəsizliyi qoruyarkən məlumatların toplanması və saxlanmasını minimuma endirmək üçün sıfırdan dizayn edilmişdir. İstifadəçi məlumatlarını qorumağın ən yaxşı yolu onları ümumiyyətlə saxlamamaqdır.",
  "info-text-3-pr": "Bütün müştəri əlaqələri həmçinin güclü Məlumatların Emalı Müqaviləsi ilə qorunur. hCaptcha xidməti xidmətinizin və ya müştərilərinizin harada yaşamasından asılı olmayaraq bütün məxfilik qanunlarına uyğundur. Şəxsi məlumatların saxlanmaması bunu bizim üçün digər şirkətlərə nisbətən daha asan edir.",
  "info-text-2-2-pr": "reCAPTCHA v3 kimi xidmətlər deyirlər ki, onların izləmə pikselini saytınızın hər bir səhifəsində yerləşdirmək yaxşı təhlükəsizlik üçün zəruridir. Bu, belə deyil.",
  "info-text-2-3-pr": "Sadə davranış təhlili pis aktyorlar tərəfindən asanlıqla saxtalaşdırılan siqnaldır və bütün qanuni trafikiniz üçün baxış tarixçəsini saxlamağı tələb edir.",
  "info-text-2-4-pr": "Biz reklam şəbəkəsi işlətmirik və onlara reklam satmaq üçün istifadəçi davranışınızı müşahidə etməkdə maraqlı deyilik. Bu o deməkdir ki, biz saytınızın hər səhifəsində passiv piksel tələb etmirik.",
  "info-text-2-5-pr": "Çağırış kodumuzu yalnız lazım olan yerə əlavə edin və həm sizi, həm də istifadəçilərinizi qorumaq mənasındadır.",
  "info-head-3-pr": "Maşın öyrənməsi faydalıdır. Ancaq işləmək üçün şəxsi məlumat tələb etmir.",
  "info-text-3-1-pr": "Maşın öyrənmə indi həyatımızın demək olar ki, hər tərəfinə təsir edir, çox vaxt fərqinə varmadığımız və görə bilmədiyimiz üsullarla. Onlayn təhlükəsizlik xidmətləri fərqli deyil.",
  "info-text-3-2-pr": "Minlərlə siqnalı öyrənərək, modellər heç bir fərdi siqnalın problemi göstərə biləcək qədər güclü olmadığı halda belə, zərərli davranışı çox tez aşkar edə və yüksək inam əldə edə bilər.",
  "info-text-3-3-pr": "Bununla belə, bunların heç biri şəxsiyyəti müəyyənləşdirən məlumatlardan (PII) istifadə etməyi tələb etmir. Müasir kriptoqrafik üsullar bizə istənilən şəxsi məlumatı mümkün qədər tez silməyə imkan verir, bunun əvəzinə heç bir şəxslə əlaqələndirilə bilməyən birtərəfli imzalar yaradır.",
  "info-text-3-4-pr": "Müəyyən edilməmiş məlumatlar üzrə təlim də eyni dərəcədə işləyir və təhlükəsizlik və ya məxfiliyə güzəştə getməyi tələb etmir. Müştərilərimiz empirik testlər keçirdilər və bizi daha az özəl alternativlərə bərabər və ya onlardan daha yaxşı elan etdilər.",
  "cloudflare-quote-text-privacy": "hCaptcha həlləri ilə bağlı bir sıra məqamları bəyəndik: 1) onlar şəxsi məlumatları satmırlar; onlar yalnız minimum zəruri şəxsi məlumatları toplayırlar, topladıqları məlumatı və ondan necə istifadə etdiklərini və/və ya açıqladıqlarını təsvir etməkdə şəffafdırlar.",
  "pilot-head": "Bizi heç bir öhdəlik olmadan öz mühitinizdə sınayın.",
  "pilot-text-1a": "Biz mühəndisik, satıcı deyilik: seçiminizdən məmnun olmanızı istəyirik.",
  "pilot-text-1b": "Məmnuniyyətinizi təmin etməyin ən yaxşı yolu ehtiyaclarınıza cavab verdiyimizi nümayiş etdirməkdir.",
  "pilot-text-1c": "Pilot işə başlayan faktiki olaraq bütün şirkətlər son nəticədə həllərimizi seçirlər.",
  "pilot-text-1d": "Texniki mütəxəssislərimizdən biri ilə əlaqə saxlamaq üçün bu formadan istifadə edin. Tez cavab veririk.",
  "pilot-text-1e": "Siz həmçinin bizə birbaşa e-poçt göndərə bilərsiniz.",
  "pilot-email-details": "Təfərrüatlar burada.",
  "pilot-f1": "Region",
  "pilot-f2": "Adınız",
  "pilot-f3": "Adınız",
  "pilot-f4": "Biznes E-poçtu",
  "pilot-f5": "Bizə lazım olan başqa təfərrüatlar varmı?",
  "pilot-f6": "Təcili işə ehtiyacınız varmı?",
  "pilot-f7": "Bəli.",
  "pilot-f8": "Mən hücuma məruz qalmışam və dərhal işə başlamağı tələb edirəm.",
  "pilot-f9": "təqdim",
  "pilot-f10": "E-poçtunuzu daxil etməklə, Şərtlər və Məxfilik Siyasətimizlə razılaşırsınız və bizdən e-poçt qəbul edirsiniz.",
  "pilot-fo-1": "İnteqrasiya daha asan ola bilməzdi.",
  "pilot-fo-2": "hCaptcha istifadə etdiyiniz frontend və backend sistemləri üçün onlarla əvvəlcədən qurulmuş inteqrasiyalara malikdir.",
  "pilot-fo-3": "Əgər siz Google-un reCAPTCHA-dan gəlirsinizsə, bizim API-lərimiz açılan əvəzedicilərdir. Üç sətir kod sizə lazım olan hər şeydir.",
  "pilot-fo-4": "React inteqrasiyasına, iOS yerli tətbiqləri üçün SDK-lara, Java backend nümunəsinə və ya faktiki olaraq hər hansı digər ssenariyə ehtiyacınız olub-olmamağınızdan asılı olmayaraq, bizim onboarding mühəndislərimiz sizi tez bir zamanda həyata keçirə bilər.",
  "pilot-fo-5": "Həmişə olduğu kimi, məxfilik bizim üçün əsas dəyərdir. Çağırış kodumuzu yalnız lazım olan yerə əlavə edin və həm sizi, həm də istifadəçilərinizi qorumaq mənasındadır. Məlumatların toplanmasının minimuma endirilməsi inteqrasiya anından başlayır.",
  "pilot-fdone": "Çox sağ ol. Tezliklə əlaqə saxlayacağıq.",
  "home-ent-2-new": "Müəssisə həllimiz haqqında ətraflı məlumat əldə edin.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise həlləri sinifdə aparıcı təhlükəsizlik təmin edir və bir çox ən yaxşı onlayn xidmətləri qoruyur.",
  "home-plans-button-2-new": "Daha ətraflı",
  "header-enterprise-link": "Müəssisə",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise haqqında ətraflı məlumat əldə edin"
}
