{
  "header-privacy-link": "Zasebnost",
  "header-integration-link": "Integracija",
  "header-cost-link": "Stroški",
  "header-features-link": "Lastnosti",
  "header-docs-link": "Dokumenti",
  "header-login-button": "Vpiši se",
  "header-contact-button": "Obrnite se na prodajo",
  "intro-heading": "Preverjanje človečnosti brez trenja.",
  "intro-contact-button": "Kontaktirajte nas, če želite izvedeti več",
  "intro-text-bottom": "Nanje se zanašajo podjetja, ki poganjajo splet.",
  "sub-menu-button": "Obrnite se na prodajo",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Stroški",
  "sub-menu-item3": "Integracija",
  "sub-menu-item4": "Lastnosti",
  "sub-menu-item5": "Zasebnost",
  "sub-menu-item6": "Dokumenti",
  "info-head-1": "Zgrajeno na preizkušeni platformi hCaptcha",
  "info-text-1": "hCaptcha Enterprise deluje na tehnologiji platforme hCaptcha, ki je razširjena tako, da vključuje funkcije, ki jih potrebujejo podjetja z velikim prometom.",
  "info-head-2": "Zaupanja vreden partner",
  "intro-subtitle": "Rešite svoj problem z botom še danes.",
  "info-text-2": "Našim storitvam zaupajo največja podjetja na svetu, da služijo številnim milijonom dnevnih uporabnikov na desetinah milijonov spletnih mest.",
  "cloudflare-quote-text": "Ocenili smo številne ponudnike CAPTCHA in tudi sami zgradili sistem. Na koncu se je hCaptcha izkazala kot najboljša alternativa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor produktnega upravljanja, Cloudflare",
  "section-quote-head": "Stroškovno učinkovita možnost za podjetja z velikim prometom",
  "section-quote-text": "Končno, verodostojna alternativa Googlu. hCaptcha Enterprise zagotavlja dramatične prihranke na vašem računu reCAPTCHA z večjo varnostjo: v nekaterih primerih do 80 % ceneje. Številne največje spletne storitve na svetu so prešle na hCaptcha Enterprise in prejele izboljšano zaznavanje botov poleg znatnih prihrankov stroškov.",
  "section-quote-button": "Kontaktirajte nas še danes za ponudbo",
  "section-privacy-header": "Osredotočeno na zasebnost",
  "section-privacy-text-1": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Za nas je edini produkt določanje njihove človečnosti. Naše storitve izpolnjujejo ali presegajo zahteve GDPR, CCPA in LGPD ter podpirajo pobude, kot je Privacy Pass. Trdo delamo, da uravnotežimo zasebnost in varnost.",
  "section-privacy-text-2": "Ta edinstvena osredotočenost na zasebnost pomeni, da lahko ponudimo nič individualnega hrambe podatkov, delovanje brez piškotkov in druga pogodbena jamstva zasebnosti po potrebi, hkrati pa ohranjamo odlično varnost.",
  "section-security-header": "Varnost najprej",
  "section-security-text-1": "Natančnost je v vašem in našem interesu. hCaptcha deluje tako, da vam daje resnične podatke in vam omogoča, da se odločite, kako jih boste uporabljali. Druge captche zagotavljajo oglaševalska podjetja Gigantic. To pomeni, da lahko vsak bot, ki ga blokirajo, zmanjša njihov prihodek.",
  "section-security-text-2": "Uporaba najnovejših tehnik strojnega učenja s poudarkom na zasebnosti nam omogoča, da presežemo varnostne standarde starih strategij beleženja vsega za vedno, ne da bi škodovali varnosti ali zasebnosti uporabnikov.",
  "section-user-experience-header": "Odlična uporabniška izkušnja",
  "section-user-experience-text1": "Za poslovne uporabnike so na voljo možnosti za popolno izogibanje izzivom v večini scenarijev.",
  "section-user-experience-text2": "Zmanjšajte trenje tako, da se v celoti izognete izzivu za 99,9 % vašega zakonitega prometa, hkrati pa zagotavljate odlično varnost, zahvaljujoč naprednim modelom botov.",
  "section-easy-integration-header": "Enostavna integracija",
  "section-easy-integration-text": "Dodajanje hCaptcha traja le nekaj minut in le nekaj vrstic kode. Osnovni API je združljiv z reCAPTCHA V2 in preklop traja le nekaj minut. Že danes lahko delujete z vrhunsko alternativo in po potrebi vklopite naprednejše funkcije.",
  "section-easy-integration-serverside": "Stran strežnika:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Prilagojene ocene nevarnosti",
  "section-threat-text": "Niso vse težave enake: pridobitev ene točke pomeni, da mora ustrezati vašim potrebam, da bi bili uporabni. Z edinstvenimi prilagojenimi ocenami nevarnosti hCaptcha nam hitro posvetovanje omogoča, da prilagodimo naše modele, da zagotovimo rezultate, ki so bolj relevantni za vaše podjetje.",
  "section-challenges-header": "Zaženite lastne izzive v nekaj sekundah",
  "section-challenges-text-1": "Ostanite pri blagovni znamki z ustrezno vsebino",
  "section-challenges-text-2": "Ko morajo uporabniki rešiti izziv, da izpolnijo varnostne zahteve, zakaj ne bi ustvarili nalog, ki so uporabniku prijetne in relevantne? Z našim preprostim oblikovalcem izzivov po meri lahko zaženete vsebino izzivov blagovne znamke v samo nekaj minutah.",
  "section-integration-header": "Neposredna integracija platforme",
  "section-integration-subheader": "Za podjetja za spletno infrastrukturo",
  "section-integration-text": "Sistem hCaptcha Enterprise je edinstveno prilagodljiv v svoji zasnovi: delno ali v celoti ga je mogoče namestiti na robu vašega omrežja, če upravljate javni oblak ali imate veliko podatkovnih centrov. To lahko dramatično zmanjša stroške in promet zunaj omrežja, hkrati pa ohrani vse prednosti upravljanja s strani našega dežurnega osebja 24 ur na dan, 7 dni v tednu za izpolnjevanje najstrožjih SLA.",
  "section-support-header": "Dosegljivo strokovno znanje in podpora za vas in vaše uporabnike",
  "section-support-text": "Storitev je za nas glavna prioriteta. Vzdržujemo 24-urno dežurno podporo in nudimo neposredno Slack koordinacijo z vašo ekipo za inženirsko integracijo in našim dežurnim osebjem med izvajanjem in po njem.‍ ‍Prav tako smo zavezani k aktivnemu spremljanju in odgovarjanju na vprašanja vaših uporabnikov prek družbenih medijev, forumov , in naši kanali za podporo v pripomočkih in e-pošti. Smo dostopni in odzivni, zadovoljstvo uporabnikov pa obravnavamo kot vrhunski KPI.",
  "section-enterprise-header": "Funkcije podjetja",
  "section-enterprise-title-1": "Zaščita proti robotom svetovnega razreda",
  "section-enterprise-desc-1": "Preizkušen v bitki v spletnem merilu.",
  "section-enterprise-title-2": "Visoka natančnost rezultatov botov",
  "section-enterprise-desc-2": "Odkrijte slabe igralce različnih vrst.",
  "section-enterprise-title-3": "Brez trenja in 99,9 % pasivnih načinov",
  "section-enterprise-desc-3": "Izzovite manj kot 0,1 % zakonitih uporabnikov.",
  "section-enterprise-title-4": "Prikazane so vrste izzivov za nadzor",
  "section-enterprise-desc-4": "Široka knjižnica vrst, med katerimi lahko izbirate.",
  "section-enterprise-title-5": "Uporabljeno vsebino za nadzor izzivov",
  "section-enterprise-desc-5": "Ostanite pri blagovni znamki z dosledno uporabniško izkušnjo.",
  "section-enterprise-title-6": "SLA za podjetja",
  "section-enterprise-desc-6": "Zagotovljena zanesljivost in hitra 24/7 dežurna podpora.",
  "section-enterprise-title-7": "Podpora za starejše brskalnike",
  "section-enterprise-desc-7": "Združljiv vse do Internet Explorerja 8.",
  "section-enterprise-title-8": "Napredne nadzorne plošče za poročanje in API",
  "section-enterprise-desc-8": "Oglejte si, kaj se dogaja na vseh vaših spletnih mestih in v aplikacijah.",
  "section-enterprise-title-9": "Deluje v vsaki državi",
  "section-enterprise-desc-9": "Za razliko od reCAPTCHA delujemo v vseh državah.",
  "section-enterprise-title-10": "Politika zasebnosti, prijazna GDPR, CCPA in LGPD",
  "section-enterprise-desc-10": "Zasnovan za zasebnost od prvega dne. Močna pogodba o obdelavi podatkov.",
  "section-enterprise-title-11": "Drobno zrnate težavnostne stopnje",
  "section-enterprise-desc-11": "Vnesite to, da natančno ustreza vašemu primeru uporabe.",
  "section-enterprise-title-12": "Gostovanje prve osebe",
  "section-enterprise-desc-12": "Vse zahteve in sredstva gredo na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Večuporabniške nadzorne plošče",
  "section-enterprise-desc-13": "Delite upravljanje v vaši ekipi.",
  "section-enterprise-title-14": "Takojšnje preverjanje",
  "section-enterprise-desc-14": "Zakasnitev 0 ms: preverite žetone hCaptcha brez klica API.",
  "section-enterprise-title-15": "Mobilna (iOS in Android) integracija",
  "section-enterprise-desc-15": "Brezhibna izkušnja prek spleta, domačega mobilnega in mobilnega spleta. Na voljo so vnaprej izdelane integracije in izvorni SDK.",
  "section-enterprise-title-16": "Prilagojeni pogoji in jamstva za zasebnost",
  "section-enterprise-desc-16": "Zadovoljite svoje pravne potrebe, ko druga podjetja ne morejo.",
  "presented-challlenges-head": "Predstavljeni izzivi",
  "presented-challenges-title-1": "Primerjava",
  "presented-challenges-text-1": "Izberite vse slike, ki ustrezajo poizvedbi",
  "presented-challenges-title-2": "Mejna škatla",
  "presented-challenges-text-2": "Določite omejevalno območje za predmete",
  "presented-challenges-title-3": "Kategorizacija",
  "presented-challenges-text-3": "Določite ustrezne oznake",
  "presented-challenges-subheader": "...in druge preproste naloge. Enostavno za ljudi, težko za bote.",
  "presented-challenges-subtext": "Naloge po meri so na voljo tudi za poslovne založnike.",
  "footer-header-1": "Podjetje",
  "footer-header-2": "Viri",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Označevanje",
  "footer-link-2": "O",
  "footer-link-3": "Službe",
  "footer-link-4": "Blagovne znamke",
  "footer-link-5": "Blog",
  "footer-link-6": "Stanje",
  "footer-link-7": "Dokumentacija",
  "footer-link-8": "Prijavite napako",
  "footer-link-9": "Dostopnost",
  "footer-terms": "Pogoji",
  "footer-privacy": "Zasebnost",
  "footer-attribution": "Pripisovanje",
  "footer-subheader-1": "Podpora",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Preklopite na angleščino",
  "intro-heading-privacy": "Zasnovan za zasebnost.",
  "intro-subtitle-p1-privacy": " Edinstven pristop k spletni varnosti, ki temelji na zasebnosti.",
  "info-head-2-pr": "Snemanje spletnih dejavnosti ni rešitev.",
  "info-text-1-pr": "hCaptcha Enterprise ima samo en namen: preprečiti, da bi slabi akterji motili vaše spletno delovanje in škodovali vašim uporabnikom.",
  "info-text-2-pr": "Naši sistemi so tako zasnovani od začetka, da zmanjšajo zbiranje in hrambo podatkov, hkrati pa ohranjajo varnost, ki je vodilna v razredu. Najboljši način za zaščito uporabniških podatkov je, da jih sploh ne shranjujete.",
  "info-text-3-pr": "Vsi odnosi s strankami so zaščiteni tudi z močno pogodbo o obdelavi podatkov. Storitev hCaptcha je v skladu z vsemi zakoni o zasebnosti, ne glede na to, kje vaša storitev ali vaše stranke prebivajo. Neshranjevanje osebnih podatkov nam to precej olajša kot drugim podjetjem.",
  "info-text-2-2-pr": "Storitve, kot je reCAPTCHA v3, pravijo, da je za dobro varnost nujna namestitev njihove sledilne slikovne pike na vsako stran vašega spletnega mesta. To ni tako.",
  "info-text-2-3-pr": "Preprosta vedenjska analiza je signal, ki ga zlahka ponaredijo slabi akterji, in zahteva ohranjanje zgodovine brskanja tudi za ves vaš zakoniti promet.",
  "info-text-2-4-pr": "Ne upravljamo z oglasnim omrežjem in nimamo interesa opazovati vašega vedenja uporabnikov, da bi jim prodali oglase. To pomeni, da ne potrebujemo pasivne slikovne pike na vsaki strani vašega spletnega mesta.",
  "info-text-2-5-pr": "Dodajte našo kodo izziva samo tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike.",
  "info-head-3-pr": "Strojno učenje je koristno. Vendar za delovanje ne potrebuje osebnih podatkov.",
  "info-text-3-1-pr": "Strojno učenje zdaj vpliva na skoraj vse vidike našega življenja, pogosto na načine, ki se jih ne zavedamo in ne vidimo. Spletne varnostne storitve niso nič drugačne.",
  "info-text-3-2-pr": "Z učenjem več tisoč signalov lahko modeli zelo hitro sklepajo in dosežejo visoko zaupanje pri odkrivanju zlonamernega vedenja, tudi če noben posamezen signal sam po sebi ne bi bil dovolj močan, da bi nakazal težavo.",
  "info-text-3-3-pr": "Vendar nič od tega ne zahteva uporabe osebnih podatkov (PII). Sodobne kriptografske tehnike nam omogočajo, da kar najhitreje zavržemo vse osebne podatke in namesto tega ustvarimo enosmerne podpise, ki jih ni mogoče povezati z nobenim posameznikom.",
  "info-text-3-4-pr": "Usposabljanje za deidentificirane podatke deluje enako dobro in ne zahteva ogrožanja varnosti ali zasebnosti. Naše stranke so opravile empirične teste in nas razglasile za enake ali boljše od veliko manj zasebnih alternativ.",
  "cloudflare-quote-text-privacy": "Pri rešitvah hCaptcha so nam bile všeč številne stvari: 1) ne prodajajo osebnih podatkov; zbirajo le minimalne potrebne osebne podatke, pregledni so pri opisovanju podatkov, ki jih zbirajo, in kako jih uporabljajo in/ali razkrivajo.",
  "pilot-head": "Preizkusite nas v svojem okolju brez obveznosti.",
  "pilot-text-1a": "Smo inženirji, ne prodajalci: želimo, da ste s svojo izbiro zadovoljni.",
  "pilot-text-1b": "Najboljši način za zagotovitev vašega zadovoljstva je, da dokažete, da izpolnjujemo vaše potrebe.",
  "pilot-text-1c": "Skoraj vsa podjetja, ki začnejo s pilotnim projektom, se na koncu odločijo za naše rešitve.",
  "pilot-text-1d": "S tem obrazcem se obrnite na enega od naših tehničnih strokovnjakov. Hitro se odzovemo.",
  "pilot-text-1e": "Lahko nam tudi neposredno pošljete e-pošto.",
  "pilot-email-details": "Podrobnosti so tukaj.",
  "pilot-f1": "Regija",
  "pilot-f2": "Tvoje ime",
  "pilot-f3": "Tvoje ime",
  "pilot-f4": "Poslovna e-pošta",
  "pilot-f5": "Ali bi morali imeti še kakšne druge podrobnosti?",
  "pilot-f6": "Ali potrebujete nujno namestitev?",
  "pilot-f7": "da.",
  "pilot-f8": "Pod napadom sem in zahtevam takojšnjo vključitev.",
  "pilot-f9": "Pošlji",
  "pilot-f10": "Z vnosom svojega e-poštnega naslova se strinjate z našimi pogoji in politiko zasebnosti ter s tem, da prejemate e-pošto od nas.",
  "pilot-fo-1": "Integracija ne bi mogla biti lažja.",
  "pilot-fo-2": "hCaptcha ima na desetine vnaprej vgrajenih integracij za sisteme frontend in backend, ki jih uporabljate.",
  "pilot-fo-3": "Če slučajno prihajate iz Googlovega reCAPTCHA, so naši API-ji nadomestne. Tri vrstice kode so vse, kar potrebujete.",
  "pilot-fo-4": "Naši inženirji za vključitev vas lahko hitro pripravijo na delo, ne glede na to, ali potrebujete integracijo Reacta, SDK-je za domače aplikacije za iOS, primer zaledja Java ali skoraj kateri koli drug scenarij.",
  "pilot-fo-5": "In kot vedno je zasebnost za nas osnovna vrednota. Dodajte našo kodo izziva samo tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike. Zmanjševanje zbiranja podatkov se začne od trenutka integracije.",
  "pilot-fdone": "Hvala vam. V kratkem se oglasimo.",
  "home-ent-2-new": "Preberite več o naši poslovni rešitvi.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Rešitve hCaptcha Enterprise zagotavljajo vrhunsko varnost in ščitijo številne vrhunske spletne storitve.",
  "home-plans-button-2-new": "Nauči se več",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Preberite več o hCaptcha Enterprise"
}
