{
  "23114595": "Odlična uporabniška izkušnja",
  "34074886": "Vsakič, ko odgovorite na izziv, uporabimo sofisticirane modele, da ugotovimo, ali ste človek. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje vaše izkušnje na svojem spletnem mestu, tako da prepreči bote.",
  "98173630": "hCaptcha je najbolj razširjena neodvisna storitev CAPTCHA na svetu.",
  "111184581": "Gostovanje prve osebe",
  "119298044": "Napredne samonadzorovane tehnologije ML in AI ščitijo vaše spletne lastnosti pred grožnjami in napadi",
  "121743429": "Za podjetja za spletno infrastrukturo",
  "122875767": "Zadovoljite svoje pravne potrebe, ko druga podjetja ne morejo.",
  "126134492": "Drugo",
  "152010250": "hCaptcha je združil napredno samonadzorovano strojno učenje z novo računalniško platformo, ki edinstveno zmanjšuje zbiranje in hrambo podatkov, dostavljeno z več kot 250 lokacij po vsem svetu za veliko razširljivost.",
  "179723061": "Več nadzora za ekipe, ki potrebujejo varnost v razredu",
  "191460155": "Brez trenja in 99,9 % pasivnih načinov",
  "282913023": "Stroškovno učinkovita možnost za podjetja z velikim prometom",
  "328625009": "... pripravljeni smo, ko ste: naša storitev je na voljo 24 ur na dan.",
  "353066938": "Izkušena ekipa, ki se ukvarja z najtežjimi težavami današnjega časa. hCaptcha je storitev",
  "353367791": "Odkrijte slabe igralce različnih vrst.",
  "359073033": "Nadzorne plošče zagotavljajo visoko raven ali drobnozrnate poglede na dejavnost.",
  "392886773": "Deluje v vsaki državi",
  "451701069": "V skladu z GDPR, CCPA,",
  "547245263": "Rešite svoj problem z botom še danes.",
  "552920956": "hCaptcha omogoča spletnim mestom, da zaslužijo nagrade, medtem ko blokirajo bote in druge oblike zlorab. hCaptcha vam omogoča tudi, da s temi zaslužki podprete dobrodelne organizacije po vaši izbiri.",
  "555158694": "Storitev, ki jo uporabljate, se je odločila za izboljšanje vaše izkušnje na svojem spletnem mestu z namestitvijo hCaptcha za zmanjšanje zlonamernega prometa.",
  "585557010": "Izzovite manj kot 0,1 % zakonitih uporabnikov.",
  "713281684": "Jajčevec",
  "719304627": "Potrebujete nadzor od konca do konca?",
  "734735952": "Ocenili smo številne ponudnike CAPTCHA in tudi sami zgradili sistem. Na koncu se je hCaptcha izkazala kot najboljša alternativa reCAPTCHA.",
  "751483365": "Podpora za odjemalce, ki niso JavaScript.",
  "788770967": "Žal mi je da to slišim! Morda boste želeli uporabiti našo možnost dostopnosti:",
  "793242047": "Zmanjšajte izzive, ki so predstavljeni uporabnikom, da omogočite hiter dostop do aplikacij",
  "829047995": "Trenutno uporabljate reCAPTCHA?",
  "836577577": "Dodajanje hCaptcha traja le nekaj minut in le nekaj vrstic kode. Osnovni API je združljiv z reCAPTCHA V2 in preklop traja le nekaj minut.",
  "838049015": "Izberite vse slike, ki ustrezajo poizvedbi",
  "846501387": "Zaščita pred boti svetovnega razreda",
  "861167568": "hCaptcha rešuje eno najbolj perečih težav IT: preprečuje, da bi zlonamerni boti napadli vaše spletne aplikacije",
  "880478438": "za najboljše v svojem razredu upravljanje botov in goljufij.",
  "897432717": "Z našo novo zasnovo za prilagojene ocene nevarnosti   dodajanje vašega poslovnega znanja omogoča našim modelom, da zagotovijo ocene, ki so edinstveno pomembne za vaše uporabnike.",
  "910989640": "Ustvarite podrobna in prilagojena poročila o dejavnosti",
  "976209454": "Zaslužite si nagrade ali dajte v dobrodelne namene",
  "981806349": "Zgrajeno na preizkušeni platformi hCaptcha",
  "999610953": "Končno, verodostojna alternativa Googlu. hCaptcha Enterprise prinaša dramatične prihranke na vašem računu reCAPTCHA z večjo varnostjo: v nekaterih primerih do 80 % ceneje.",
  "1014004474": "Načrti podjetja hCaptcha ponujajo napredne sporazume o ravni storitev za zaščito vaše organizacije",
  "1045484714": "Integracija SAML SSO z vašim ponudnikom identitete, npr. Okta ali Azure AD.",
  "1050501253": "Pretežko",
  "1070364246": "Ups! Pri pošiljanju obrazca je šlo nekaj narobe.",
  "1103295010": "Zaslužite denar ali dajte v dobrodelne namene, ko ljudje rešujejo CAPTCHA",
  "1130868224": "Tri vrstice kode",
  "1131525092": "Brez truda združite slabe akterje prek naših UID-jev, ki ohranjajo zasebnost, da poiščete in zaustavite povezane goljufije in zlorabe",
  "1141402092": "Napredne funkcije poročanja",
  "1150035777": "Sofisticirani modeli strojnega učenja ustvarjajo ocene zaupanja botov, ki temeljijo na številnih podatkovnih točkah, poleg tega, ali so bila vprašanja pravilno odgovorjena",
  "1150963691": "APT ublažitev",
  "1172067553": "Platforma HUMAN, ki stoji za hCaptcha, zagotavlja visoko sofisticirano kakovost dela in funkcije upravljanja prek lokalnih, hibridnih ali SaaS uvedb, ki se integrirajo z vašimi obstoječimi sistemi.",
  "1173652155": "Svetovalci",
  "1218990730": "kako prijaviti težave s podrobnimi dnevniki",
  "1250541092": "— Sergi Isasi",
  "1263998069": "Zaslužite si nagrade za človeške rešitve",
  "1300485304": "hCaptcha ščiti pred naprednimi grožnjami in varami, ki so zasnovane za infiltriranje v vaša omrežja",
  "1345083090": "Želite prijaviti težavo s funkcionalnostjo?",
  "1356745565": "Združljiv vse do Internet Explorerja 8.",
  "1368787974": "Delite upravljanje v vaši ekipi.",
  "1393184984": "so vse kar potrebuješ.",
  "1475399473": "Preberite več o ekipi hCaptcha",
  "1485807325": "Večuporabniške nadzorne plošče, SAML SSO",
  "1508655687": "Dodajte svoje izzive, prilagojene vašemu občinstvu, da poenostavite ali omejite dostop",
  "1510448156": "Že danes lahko delujete z vrhunsko alternativo in po potrebi vklopite naprednejše funkcije.",
  "1525403768": "Za več informacij se obrnite na Enterprise Sales.",
  "1544546608": "Prepustnica za zasebnost",
  "1549336309": "hCaptcha spremeni ta model. Ko uporabljate hCaptcha, podjetja licitirajo za delo vaših uporabnikov, saj dokazujejo svojo človečnost. Dobiš nagrade.",
  "1559631739": "Zasebno učenje",
  "1579093044": "Z našim preprostim oblikovalcem izzivov po meri lahko zaženete vsebino izzivov blagovne znamke v samo nekaj minutah.",
  "1586809757": "Visoka natančnost rezultatov botov",
  "1599610318": "Založnik",
  "1637702726": "O hCaptchi",
  "1662477701": "Viri",
  "1676849166": "Zmanjšajte trenje tako, da se v celoti izognete izzivu za 99,9 % vašega zakonitega prometa, hkrati pa zagotavljate odlično varnost, zahvaljujoč naprednim modelom botov.",
  "1685871181": "Najboljše spletne storitve se zanašajo na",
  "1752795854": "hCaptcha prinaša sodoben pristop k ustavljanju botov, osredotočen na zasebnost.",
  "1779265104": "Prilagojeni pogoji in jamstva za zasebnost",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Podpora za starejše brskalnike",
  "1803009328": "Preizkušen v bitki v spletnem merilu.",
  "1844885924": "Široka knjižnica vrst, med katerimi lahko izbirate.",
  "1849717906": "Prilagodite s svojo vsebino izziva",
  "1849805607": "hCaptcha ščiti pred grožnjami in varami, ki so zasnovane za infiltriranje v vaša omrežja",
  "1886100235": "Številne največje spletne storitve na svetu so prešle na hCaptcha Enterprise in prejele izboljšano zaznavanje botov poleg znatnih prihrankov pri stroških.",
  "1894355645": "hCaptcha zagotavlja preprosto, enostavno in zanesljivo odkrivanje botov, medtem ko je za ljudi preprosto rešitev.",
  "1927613000": "hCaptcha združuje prefinjeno strojno učenje z zmogljivo platformo izzivov za zaščito spletnih aplikacij pred prevzemi računov, polnjenjem poverilnic, strganjem in drugimi vrstami zlorab.",
  "1936512180": "‍Enostaven dostop do API-ja, čudovite nadzorne plošče in najnovejša tehnologija model-in-the-on za čim večjo učinkovitost delavcev.",
  "1956967813": "Našim storitvam zaupajo največja podjetja na svetu, da služijo številnim milijonom dnevnih uporabnikov na desetinah milijonov spletnih mest.",
  "1958297836": "Usklajena zaščita pred napadi in ublažitev APT",
  "2041686284": "Več podatkov na splošno daje boljše rezultate pri usposabljanju modelov strojnega učenja. Nedavni uspeh globokih modelov je privedel do vse večjih podatkovnih nizov in hCaptcha služi tej potrebi. Vendar je ustvarjanje velikih naborov podatkov, ki jih pregledajo ljudje, z uporabo tradicionalnih metod počasno in drago.",
  "2103563261": "Zasebne ali javne informacije",
  "2131386784": "Dosegljivo strokovno znanje in podpora za vas in vaše uporabnike",
  "2138799135": "hCaptcha ima na desetine vnaprej vgrajenih integracij za sisteme frontend in backend, ki jih uporabljate.",
  "2163914794": "Potrebujete več oznak za svoje nabore podatkov? hCaptcha zagotavlja hitro, stroškovno učinkovito in visokokakovostno označevanje podatkov za podjetja, ki delajo na aplikacijah umetne inteligence in strojnega učenja.",
  "2183926131": "Začnite uporabljati hCaptcha Enterprise",
  "2184564739": "Glej",
  "2188609322": "Slabi igralci so vse pogostejši na spletu. Toda žrtvovanje zasebnosti uporabnikov ni rešitev.",
  "2319072959": "Delajte v celoti brez povezave z lastno delovno silo, spremljajte vrednost, porabljeno v poslovnih enotah ali konzorcijskih partnerjih, selektivno usmerjajte delovna mesta različnim notranjim ali zunanjim ponudnikom delovne sile na podlagi stroškov in varnostnih zahtev in še več.",
  "2320894364": "Oblak hCaptcha z več kot 200 točkami prisotnosti ščiti vaše premoženje po vsem svetu",
  "2354267648": "Politika zasebnosti, prijazna GDPR, CCPA in LGPD",
  "2373007864": "hCaptcha Enterprise deluje na tehnologiji platforme hCaptcha, ki je razširjena tako, da vključuje funkcije, ki jih potrebujejo podjetja z velikim prometom.",
  "2418549423": ", nastajajoči standard za ohranjanje spletne zasebnosti s kriptografskimi dokazi in drugimi edinstvenimi funkcijami, ki so prednostne za zasebnost.",
  "2489287539": "Brez trenja »Brez CAPTCHA« in 99,9 % pasivnih načinov",
  "2510209017": "Potrebujete več pomoči?",
  "2513143348": "Sistem hCaptcha Enterprise je edinstveno prilagodljiv v svoji zasnovi: delno ali v celoti ga je mogoče namestiti na robu vašega omrežja, če upravljate javni oblak ali imate veliko podatkovnih centrov.",
  "2535001179": "Če slučajno prihajate iz Googlovega reCAPTCHA, so naši API-ji nadomestni.",
  "2593768395": "Brezhibna izkušnja prek spleta, domačega mobilnega in mobilnega spleta. Na voljo so vnaprej izdelane integracije in domači SDK.",
  "2650502379": "Zaženite lastne izzive v nekaj sekundah",
  "2670003220": "Službe",
  "2671622670": "Enterprise",
  "2676853536": "Večuporabniške nadzorne plošče",
  "2681650568": "In kot vedno je zasebnost za nas osnovna vrednota. Našo izzivno kodo dodajte le tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike. Zmanjševanje zbiranja podatkov se začne od trenutka integracije.",
  "2682873489": "Določite omejevalno območje za predmete",
  "2686825859": "Prijavite se brezplačno ali nas kontaktirajte glede rešitev hCaptcha Enterprise",
  "2698140263": "Niso vse težave enake: pridobitev ene točke pomeni, da mora ustrezati vašim potrebam, da bi bili uporabni.",
  "2698640210": "Prikazani so izzivi in vrste nadzora",
  "2707282231": "Prilagodite izzive svojim uporabnikom. Onemogoči botom reševanje in prodiranje.",
  "2714878440": "Z našim naprednim strojnim učenjem in preverjanjem človečnosti zaščitite svoje storitve pred odvzemanjem, prevzemi računov, polnjenjem poverilnic in vsiljeno pošto.",
  "2718999653": "Prilagojene ocene nevarnosti",
  "2781507299": "Takojšnje preverjanje",
  "2782263070": "Storitev je za nas glavna prioriteta. Vzdržujemo 24-urno dežurno podporo in nudimo neposredno Slack koordinacijo z vašo ekipo za inženirsko integracijo in našim dežurnim osebjem med izvajanjem in po njem.",
  "2806751666": "Kaj je hCaptcha?",
  "2826051554": "in več",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Za nas je edini produkt določanje njihove človečnosti. Naše storitve izpolnjujejo ali presegajo zahteve GDPR, CCPA, LGPD in PIPL ter podpirajo pobude, kot je Privacy Pass. Trdo delamo, da uravnotežimo zasebnost in varnost.",
  "2927700175": "Prikazujemo izzive CAPTCHA, ki so težki za bote, a preprosti za ljudi, tako da zbiramo podatke o težavah s strojnim učenjem, ki jih je težko označiti, in jih uporabimo za razlikovanje, ali je obiskovalec spletnega mesta ali aplikacije človek.",
  "2968026167": "Vaša najljubša zelenjava",
  "3018523079": "Ostanite pri blagovni znamki z dosledno uporabniško izkušnjo.",
  "3065000659": "Ste se zavedali, da vsakič, ko \"kliknete na avto\", pomagate trenirati samca",
  "3093388779": "hCaptcha je brezplačna za uporabo za založnike katere koli velikosti",
  "3093689546": "Enostavna integracija",
  "3096063825": "Poskusi",
  "3107683988": "To lahko dramatično zmanjša promet in stroške zunaj omrežja, hkrati pa ohrani vse prednosti upravljanja s strani našega dežurnega osebja 24 ur na dan, 7 dni v tednu za izpolnjevanje najstrožjih SLA.",
  "3117887301": "Zaupajo mu največje spletne storitve",
  "3121248460": "Pokažite neskončno raznolike izzive po meri – od preprostih do zapletenih – za vašo pričakovano občinstvo",
  "3153117136": "Kako delujejo nastavitve težavnosti hCaptcha",
  "3160820928": "Usklajena zaščita pred napadi",
  "3161489950": "Najbolj napredna varnostna platforma ML na svetu",
  "3167979932": "Zasnovan za zasebnost od prvega dne. Močna pogodba o obdelavi podatkov.",
  "3194111925": "podporo",
  "3213351333": "Predhodna obveznost ni potrebna",
  "3213957230": "Ko morajo uporabniki rešiti izziv, da izpolnijo varnostne zahteve, zakaj ne bi ustvarili nalog, ki so uporabniku prijetne in relevantne?",
  "3225770968": "hCaptcha je zasnovana za reševanje najbolj delovno intenzivnega problema pri strojnem učenju; označevanje ogromnih količin podatkov na pravočasen, cenovno dostopen in zanesljiv način.",
  "3230004040": "Ali ste slabovidni ali drugače ne morete izpolnjevati hCaptchas?",
  "3235430156": "sistemi strojnega učenja podjetja brezplačno?",
  "3260825523": "Intuicijski stroji",
  "3264813246": "Neprimerno",
  "3265895521": "Dvignite in zmanjšajte težavnost izziva glede na čas dneva",
  "3266612494": "Zaupanja vreden partner",
  "3276777569": "hCaptcha",
  "3287172429": "Prikazane so vrste izzivov za nadzor",
  "3365203058": "Zaščita proti robotom svetovnega razreda",
  "3412647984": "To vam omogoča, da se izognete prihodnjim vprašanjem z registracijo in nastavitvijo piškotka. Poskusite tudi izklopiti blokator oglasov.",
  "3417372336": "Preklopite v minutah",
  "3446714684": "Mobilna (iOS in Android) integracija",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Za poslovne uporabnike so na voljo možnosti za popolno izogibanje izzivom v večini scenarijev.",
  "3478726913": "hCaptcha ima enega največjih bazenov na planetu, ki je na voljo za vašo uporabo. Ne glede na vaš obseg, ga lahko obvladamo brez dragih vnaprejšnjih obveznosti. Milijoni opravil na dan niso problem.",
  "3480023141": "Več o možnostih dostopnosti",
  "3483700676": "Takoj zaženite milijone nalog",
  "3500503648": "hCaptcha je zasnovana tako, da odpravi dolgoročno hrambo podatkov, tako da se zanaša na takojšnjo oceno in ne na snemanje in analizo vaše zgodovine brskanja. Podpiramo tudi pobude, kot so",
  "3524251858": "Direktor produktnega upravljanja, Cloudflare",
  "3526939538": "Programska napaka",
  "3530599065": "Zasebnost je zgrajena od začetka. hCaptcha ne ohranja osebnih podatkov in je v skladu s številnimi pooblastili in predpisi glede zasebnosti.",
  "3570415321": "Podjetje",
  "3573245166": "Za razliko od reCAPTCHA delujemo v vseh državah.",
  "3578122193": "Ostanite pri blagovni znamki z ustrezno vsebino",
  "3620442880": "Zaščitne funkcije Flash Sale",
  "3630114728": "Oglejte si, kaj se dogaja na vseh vaših spletnih mestih in v aplikacijah.",
  "3644106388": "Kontakt",
  "3660619092": "Brezplačno se prijavite ali se obrnite na prodajo za rešitve za podjetja",
  "3688621388": "Podpisi grožnje",
  "3704893754": "Se želite sami prepričati? Poskusite brezplačno hCaptcha",
  "3714002185": "Preberite več o hCaptcha Enterprise",
  "3715747429": "Naši inženirji za vključitev vas lahko hitro pripravijo na delo, ne glede na to, ali potrebujete integracijo Reacta, komplete za razvoj programske opreme za domače aplikacije za iOS, primer zaledja Java ali skoraj kateri koli drug scenarij.",
  "3717512591": "Neposredna integracija platforme",
  "3721365241": "Poskusi",
  "3729345277": "hCaptcha je način za podjetja, da hitreje, z višjo kakovostjo in po nižji ceni dobijo opombe, ki jih potrebujejo kot druge alternative.",
  "3730038780": "Izbirajte med skoraj neskončnim številom izzivov, ki jih bodo uporabniki rešili",
  "3739936967": "Ta edinstvena osredotočenost na zasebnost pomeni, da lahko ponudimo nič individualnega hrambe podatkov, delovanje brez piškotkov in druga pogodbena jamstva za zasebnost, kot je potrebno, hkrati pa ohranjamo odlično varnost. Preberi več.",
  "3740051331": "Prav tako smo zavezani k aktivnemu spremljanju in odgovarjanju na vprašanja vaših uporabnikov prek družbenih medijev, forumov ter naših kanalov za podporo v pripomočkih in e-pošti. Smo dostopni in odzivni, zadovoljstvo uporabnikov pa obravnavamo kot vrhunski KPI.",
  "3753956446": "prost",
  "3758963444": "Hvala vam! Vaš prispevek je bil prejet!",
  "3767462250": "Zasnovan za zasebnost",
  "3768951251": "SLA za podjetja",
  "3807059944": "Uporabljeno vsebino za nadzor izziva",
  "3816867833": "Povratne informacije",
  "3817811295": "Zagotovljena zanesljivost in hitra dežurna podpora 24/7.",
  "3892905664": "hCaptcha pomaga vašim priljubljenim spletnim storitvam preprečiti bote, neželeno pošto in zlorabe, tako da postavlja preprosta vprašanja, ki so preprosta za ljudi in težka za stroje.",
  "3913848038": "Na voljo je 99,99 % dogovorov o ravni delovanja in globalna podpora 24 ur na dan.",
  "3951254541": "Cenimo vaš prispevek. Sporočite nam morebitne težave in hitro jih bomo rešili.",
  "3952259236": "Združite svoje zaslepljene podatke z na tisoče signalov hCaptcha, da usposobite hCaptcha za razrede vedenja – samo na primer – za boljše napovedovanje zlonamernega vedenja bolje kot katera koli rešitev sama",
  "3953584369": "Na voljo so prefinjene omejitve dostopa RBAC.",
  "4007826952": "Št. 1 CAPTCHA za zasebnost za splet, mobilne naprave in drugo.",
  "4019660456": "Zakasnitev 0 ms: preverite žetone hCaptcha brez klica API.",
  "4065065042": "Vnesite to, da natančno ustreza vašemu primeru uporabe.",
  "4083018285": "Nabor razširjenih funkcij, ki se združujejo z izboljšanim spremljanjem in odzivom SOC za obravnavo izpopolnjenih trajnih groženj",
  "4146870445": "Kdo smo",
  "4147497805": "Korenček",
  "4194763679": "Drobno zrnate težavnostne stopnje",
  "4195759329": "Odkrivanje botov in ocene tveganja",
  "4199502476": "Napredne nadzorne plošče za poročanje in API",
  "4238473596": "Za resnične uporabnike je pomembno zmanjšati trenje. hCaptcha uporablja preprosta opravila in večini uporabnikov vzame manj časa, hkrati pa ustavi več prometa botov.",
  "4272022475": "Vse zahteve in sredstva gredo na hcaptcha.yourdomain.com",
  "4272454814": "Integrirajte se s ponudnikom identitete po vaši izbiri.",
  "header-privacy-link": "Zasebnost",
  "header-integration-link": "Integracija",
  "header-cost-link": "Stroški",
  "header-features-link": "Lastnosti",
  "header-docs-link": "Dokumenti",
  "header-login-button": "Vpiši se",
  "header-contact-button": "Obrnite se na prodajo",
  "intro-heading": "Preverjanje človečnosti brez trenja.",
  "intro-contact-button": "Kontaktirajte nas, če želite izvedeti več",
  "intro-text-bottom": "Nanje se zanašajo podjetja, ki poganjajo splet.",
  "sub-menu-button": "Obrnite se na prodajo",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Stroški",
  "sub-menu-item3": "Integracija",
  "sub-menu-item4": "Lastnosti",
  "sub-menu-item5": "Zasebnost",
  "sub-menu-item6": "Dokumenti",
  "info-head-1": "Zgrajeno na preizkušeni platformi hCaptcha",
  "info-text-1": "hCaptcha Enterprise deluje na tehnologiji platforme hCaptcha, ki je razširjena tako, da vključuje funkcije, ki jih potrebujejo podjetja z velikim prometom.",
  "info-head-2": "Zaupanja vreden partner",
  "intro-subtitle": "Rešite svoj problem z botom še danes.",
  "info-text-2": "Našim storitvam zaupajo največja podjetja na svetu, da služijo številnim milijonom dnevnih uporabnikov na desetinah milijonov spletnih mest.",
  "cloudflare-quote-text": "Ocenili smo številne ponudnike CAPTCHA in tudi sami zgradili sistem. Na koncu se je hCaptcha izkazala kot najboljša alternativa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor produktnega upravljanja, Cloudflare",
  "section-quote-head": "Stroškovno učinkovita možnost za podjetja z velikim prometom",
  "section-quote-text": "Končno, verodostojna alternativa Googlu. hCaptcha Enterprise zagotavlja dramatične prihranke na vašem računu reCAPTCHA z večjo varnostjo: v nekaterih primerih do 80 % ceneje. Številne največje spletne storitve na svetu so prešle na hCaptcha Enterprise in prejele izboljšano zaznavanje botov poleg znatnih prihrankov stroškov.",
  "section-quote-button": "Kontaktirajte nas še danes za ponudbo",
  "section-privacy-header": "Osredotočeno na zasebnost",
  "section-privacy-text-1": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Za nas je edini produkt določanje njihove človečnosti. Naše storitve izpolnjujejo ali presegajo zahteve GDPR, CCPA in LGPD ter podpirajo pobude, kot je Privacy Pass. Trdo delamo, da uravnotežimo zasebnost in varnost.",
  "section-privacy-text-2": "Ta edinstvena osredotočenost na zasebnost pomeni, da lahko ponudimo nič individualnega hrambe podatkov, delovanje brez piškotkov in druga pogodbena jamstva zasebnosti po potrebi, hkrati pa ohranjamo odlično varnost.",
  "section-security-header": "Varnost najprej",
  "section-security-text-1": "Natančnost je v vašem in našem interesu. hCaptcha deluje tako, da vam daje resnične podatke in vam omogoča, da se odločite, kako jih boste uporabljali. Druge captche zagotavljajo oglaševalska podjetja Gigantic. To pomeni, da lahko vsak bot, ki ga blokirajo, zmanjša njihov prihodek.",
  "section-security-text-2": "Uporaba najnovejših tehnik strojnega učenja s poudarkom na zasebnosti nam omogoča, da presežemo varnostne standarde starih strategij beleženja vsega za vedno, ne da bi škodovali varnosti ali zasebnosti uporabnikov.",
  "section-user-experience-header": "Odlična uporabniška izkušnja",
  "section-user-experience-text1": "Za poslovne uporabnike so na voljo možnosti za popolno izogibanje izzivom v večini scenarijev.",
  "section-user-experience-text2": "Zmanjšajte trenje tako, da se v celoti izognete izzivu za 99,9 % vašega zakonitega prometa, hkrati pa zagotavljate odlično varnost, zahvaljujoč naprednim modelom botov.",
  "section-easy-integration-header": "Enostavna integracija",
  "section-easy-integration-text": "Dodajanje hCaptcha traja le nekaj minut in le nekaj vrstic kode. Osnovni API je združljiv z reCAPTCHA V2 in preklop traja le nekaj minut. Že danes lahko delujete z vrhunsko alternativo in po potrebi vklopite naprednejše funkcije.",
  "section-easy-integration-serverside": "Stran strežnika:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Prilagojene ocene nevarnosti",
  "section-threat-text": "Niso vse težave enake: pridobitev ene točke pomeni, da mora ustrezati vašim potrebam, da bi bili uporabni. Z edinstvenimi prilagojenimi ocenami nevarnosti hCaptcha nam hitro posvetovanje omogoča, da prilagodimo naše modele, da zagotovimo rezultate, ki so bolj relevantni za vaše podjetje.",
  "section-challenges-header": "Zaženite lastne izzive v nekaj sekundah",
  "section-challenges-text-1": "Ostanite pri blagovni znamki z ustrezno vsebino",
  "section-challenges-text-2": "Ko morajo uporabniki rešiti izziv, da izpolnijo varnostne zahteve, zakaj ne bi ustvarili nalog, ki so uporabniku prijetne in relevantne? Z našim preprostim oblikovalcem izzivov po meri lahko zaženete vsebino izzivov blagovne znamke v samo nekaj minutah.",
  "section-integration-header": "Neposredna integracija platforme",
  "section-integration-subheader": "Za podjetja za spletno infrastrukturo",
  "section-integration-text": "Sistem hCaptcha Enterprise je edinstveno prilagodljiv v svoji zasnovi: delno ali v celoti ga je mogoče namestiti na robu vašega omrežja, če upravljate javni oblak ali imate veliko podatkovnih centrov. To lahko dramatično zmanjša stroške in promet zunaj omrežja, hkrati pa ohrani vse prednosti upravljanja s strani našega dežurnega osebja 24 ur na dan, 7 dni v tednu za izpolnjevanje najstrožjih SLA.",
  "section-support-header": "Dosegljivo strokovno znanje in podpora za vas in vaše uporabnike",
  "section-support-text": "Storitev je za nas glavna prioriteta. Vzdržujemo 24-urno dežurno podporo in nudimo neposredno Slack koordinacijo z vašo ekipo za inženirsko integracijo in našim dežurnim osebjem med izvajanjem in po njem.‍ ‍Prav tako smo zavezani k aktivnemu spremljanju in odgovarjanju na vprašanja vaših uporabnikov prek družbenih medijev, forumov , in naši kanali za podporo v pripomočkih in e-pošti. Smo dostopni in odzivni, zadovoljstvo uporabnikov pa obravnavamo kot vrhunski KPI.",
  "section-enterprise-header": "Funkcije podjetja",
  "section-enterprise-title-1": "Zaščita proti robotom svetovnega razreda",
  "section-enterprise-desc-1": "Preizkušen v bitki v spletnem merilu.",
  "section-enterprise-title-2": "Visoka natančnost rezultatov botov",
  "section-enterprise-desc-2": "Odkrijte slabe igralce različnih vrst.",
  "section-enterprise-title-3": "Brez trenja in 99,9 % pasivnih načinov",
  "section-enterprise-desc-3": "Izzovite manj kot 0,1 % zakonitih uporabnikov.",
  "section-enterprise-title-4": "Prikazane so vrste izzivov za nadzor",
  "section-enterprise-desc-4": "Široka knjižnica vrst, med katerimi lahko izbirate.",
  "section-enterprise-title-5": "Uporabljeno vsebino za nadzor izzivov",
  "section-enterprise-desc-5": "Ostanite pri blagovni znamki z dosledno uporabniško izkušnjo.",
  "section-enterprise-title-6": "SLA za podjetja",
  "section-enterprise-desc-6": "Zagotovljena zanesljivost in hitra 24/7 dežurna podpora.",
  "section-enterprise-title-7": "Podpora za starejše brskalnike",
  "section-enterprise-desc-7": "Združljiv vse do Internet Explorerja 8.",
  "section-enterprise-title-8": "Napredne nadzorne plošče za poročanje in API",
  "section-enterprise-desc-8": "Oglejte si, kaj se dogaja na vseh vaših spletnih mestih in v aplikacijah.",
  "section-enterprise-title-9": "Deluje v vsaki državi",
  "section-enterprise-desc-9": "Za razliko od reCAPTCHA delujemo v vseh državah.",
  "section-enterprise-title-10": "Politika zasebnosti, prijazna GDPR, CCPA in LGPD",
  "section-enterprise-desc-10": "Zasnovan za zasebnost od prvega dne. Močna pogodba o obdelavi podatkov.",
  "section-enterprise-title-11": "Drobno zrnate težavnostne stopnje",
  "section-enterprise-desc-11": "Vnesite to, da natančno ustreza vašemu primeru uporabe.",
  "section-enterprise-title-12": "Gostovanje prve osebe",
  "section-enterprise-desc-12": "Vse zahteve in sredstva gredo na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Večuporabniške nadzorne plošče",
  "section-enterprise-desc-13": "Delite upravljanje v vaši ekipi.",
  "section-enterprise-title-14": "Takojšnje preverjanje",
  "section-enterprise-desc-14": "Zakasnitev 0 ms: preverite žetone hCaptcha brez klica API.",
  "section-enterprise-title-15": "Mobilna (iOS in Android) integracija",
  "section-enterprise-desc-15": "Brezhibna izkušnja prek spleta, domačega mobilnega in mobilnega spleta. Na voljo so vnaprej izdelane integracije in izvorni SDK.",
  "section-enterprise-title-16": "Prilagojeni pogoji in jamstva za zasebnost",
  "section-enterprise-desc-16": "Zadovoljite svoje pravne potrebe, ko druga podjetja ne morejo.",
  "presented-challlenges-head": "Predstavljeni izzivi",
  "presented-challenges-title-1": "Primerjava",
  "presented-challenges-text-1": "Izberite vse slike, ki ustrezajo poizvedbi",
  "presented-challenges-title-2": "Mejna škatla",
  "presented-challenges-text-2": "Določite omejevalno območje za predmete",
  "presented-challenges-title-3": "Kategorizacija",
  "presented-challenges-text-3": "Določite ustrezne oznake",
  "presented-challenges-subheader": "...in druge preproste naloge. Enostavno za ljudi, težko za bote.",
  "presented-challenges-subtext": "Naloge po meri so na voljo tudi za poslovne založnike.",
  "footer-header-1": "Podjetje",
  "footer-header-2": "Viri",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Označevanje",
  "footer-link-2": "O tem",
  "footer-link-3": "Službe",
  "footer-link-4": "Blagovne znamke",
  "footer-link-5": "Etika umetne inteligence",
  "footer-link-6": "Spletni dnevnik",
  "footer-link-7": "Stanje",
  "footer-link-8": "Dokumentacija",
  "footer-link-9": "Prijavite napako",
  "footer-terms": "Pogoji",
  "footer-privacy": "Zasebnost",
  "footer-attribution": "Pripisovanje",
  "footer-subheader-1": "Podpora",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Preklopite na angleščino",
  "intro-heading-privacy": "Zasnovan za zasebnost.",
  "intro-subtitle-p1-privacy": " Edinstven pristop k spletni varnosti, ki temelji na zasebnosti.",
  "info-head-2-pr": "Snemanje spletnih dejavnosti ni rešitev.",
  "info-text-1-pr": "hCaptcha Enterprise ima samo en namen: preprečiti, da bi slabi akterji motili vaše spletno delovanje in škodovali vašim uporabnikom.",
  "info-text-2-pr": "Naši sistemi so tako zasnovani od začetka, da zmanjšajo zbiranje in hrambo podatkov, hkrati pa ohranjajo varnost, ki je vodilna v razredu. Najboljši način za zaščito uporabniških podatkov je, da jih sploh ne shranjujete.",
  "info-text-3-pr": "Vsi odnosi s strankami so zaščiteni tudi z močno pogodbo o obdelavi podatkov. Storitev hCaptcha je v skladu z vsemi zakoni o zasebnosti, ne glede na to, kje vaša storitev ali vaše stranke prebivajo. Neshranjevanje osebnih podatkov nam to precej olajša kot drugim podjetjem.",
  "info-text-2-2-pr": "Storitve, kot je reCAPTCHA v3, pravijo, da je za dobro varnost potrebno postaviti njihove sledilne pike na vsako stran vašega spletnega mesta. To ni tako.",
  "info-text-2-3-pr": "Preprosta vedenjska analiza je signal, ki ga zlahka ponaredijo slabi akterji, in zahteva ohranjanje zgodovine brskanja tudi za ves vaš zakoniti promet.",
  "info-text-2-4-pr": "Ne upravljamo z oglasnim omrežjem in nimamo interesa opazovati vašega vedenja uporabnikov, da bi jim prodali oglase. To pomeni, da ne potrebujemo pasivne slikovne pike na vsaki strani vašega spletnega mesta.",
  "info-text-2-5-pr": "Dodajte našo kodo izziva samo tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike.",
  "info-head-3-pr": "Strojno učenje je koristno. Vendar za delovanje ne potrebuje osebnih podatkov.",
  "info-text-3-1-pr": "Strojno učenje zdaj vpliva na skoraj vse vidike našega življenja, pogosto na načine, ki se jih ne zavedamo in ne vidimo. Spletne varnostne storitve niso nič drugačne.",
  "info-text-3-2-pr": "Z učenjem več tisoč signalov lahko modeli zelo hitro sklepajo in dosežejo visoko zaupanje pri odkrivanju zlonamernega vedenja, tudi če noben posamezen signal sam po sebi ne bi bil dovolj močan, da bi nakazal težavo.",
  "info-text-3-3-pr": "Vendar nič od tega ne zahteva uporabe osebnih podatkov (PII). Sodobne kriptografske tehnike nam omogočajo, da kar najhitreje zavržemo vse osebne podatke in namesto tega ustvarimo enosmerne podpise, ki jih ni mogoče povezati z nobenim posameznikom.",
  "info-text-3-4-pr": "Usposabljanje za deidentificirane podatke deluje enako dobro in ne zahteva ogrožanja varnosti ali zasebnosti. Naše stranke so opravile empirične teste in nas razglasile za enake ali boljše od veliko manj zasebnih alternativ.",
  "cloudflare-quote-text-privacy": "Pri rešitvah hCaptcha so nam bile všeč številne stvari: 1) ne prodajajo osebnih podatkov; zbirajo le minimalne potrebne osebne podatke, pregledni so pri opisovanju podatkov, ki jih zbirajo, in kako jih uporabljajo in/ali razkrivajo.",
  "pilot-head": "Preizkusite nas v svojem okolju brez obveznosti.",
  "pilot-text-1a": "Smo inženirji, ne prodajalci: želimo, da ste s svojo izbiro zadovoljni.",
  "pilot-text-1b": "Najboljši način za zagotovitev vašega zadovoljstva je, da dokažete, da izpolnjujemo vaše potrebe.",
  "pilot-text-1c": "Skoraj vsa podjetja, ki začnejo s pilotnim projektom, se na koncu odločijo za naše rešitve.",
  "pilot-text-1d": "S tem obrazcem se obrnite na enega od naših tehničnih strokovnjakov. Hitro se odzovemo.",
  "pilot-text-1e": "Lahko nam tudi neposredno pošljete e-pošto.",
  "pilot-email-details": "Podrobnosti so tukaj.",
  "pilot-f1": "Regija",
  "pilot-f2": "Tvoje ime",
  "pilot-f3": "Tvoje ime",
  "pilot-f4": "Poslovna e-pošta",
  "pilot-f5": "Ali bi morali imeti še kakšne druge podrobnosti?",
  "pilot-f6": "Ali potrebujete nujno namestitev?",
  "pilot-f7": "da.",
  "pilot-f8": "Pod napadom sem in zahtevam takojšnjo vključitev.",
  "pilot-f9": "Pošlji",
  "pilot-f10": "Z vnosom svojega e-poštnega naslova se strinjate z našimi pogoji in politiko zasebnosti ter s tem, da prejemate e-pošto od nas.",
  "pilot-fo-1": "Integracija ne bi mogla biti lažja.",
  "pilot-fo-2": "hCaptcha ima na desetine vnaprej vgrajenih integracij za sisteme frontend in backend, ki jih uporabljate.",
  "pilot-fo-3": "Če slučajno prihajate iz Googlovega reCAPTCHA, so naši API-ji nadomestne. Tri vrstice kode so vse, kar potrebujete.",
  "pilot-fo-4": "Naši inženirji za vključitev vas lahko hitro pripravijo na delo, ne glede na to, ali potrebujete integracijo Reacta, SDK-je za domače aplikacije za iOS, primer zaledja Java ali skoraj kateri koli drug scenarij.",
  "pilot-fo-5": "In kot vedno je zasebnost za nas osnovna vrednota. Dodajte našo kodo izziva samo tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike. Zmanjševanje zbiranja podatkov se začne od trenutka integracije.",
  "pilot-fdone": "Hvala vam. V kratkem se oglasimo.",
  "home-ent-2-new": "Preberite več o naši poslovni rešitvi.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Rešitve hCaptcha Enterprise zagotavljajo vrhunsko varnost in ščitijo številne vrhunske spletne storitve.",
  "home-plans-button-2-new": "Nauči se več",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Preberite več o hCaptcha Enterprise",
  "a11y-img-1": "Uporabniški zaslon dostopnosti po prijavi",
  "a11y-img-2": "Možnost dostopnosti v meniju uporabniškega vdigeta",
  "a11y-img-3": "Pogovorno okno za dostopnost v uporabniškem vmesniku pripomočka",
  "about-advisors-brendan": "Izvršni direktor podjetja Brave. Soustanovitelj Mozille. Ustvarjalec programskega jezika JavaScript. Graditelj brskalnikov in še več.",
  "about-advisors-dawn": "Profesor, univerza na Kalifornijski univerzi v Berkeleyju. Poglobljeno učenje, varnost, strokovnjak za blockchain. Izvršni direktor podjetja Oasis Labs.",
  "about-advisors-head": "Svetovalci",
  "about-advisors-keiran": "Znanstvenik na Stanfordu. Strojno učenje in kvantitativno financiranje pri večjih bankah, hedge skladih in akademskih krogih.",
  "about-content-head-1": "Kar počnemo",
  "about-content-head-2": "Zakaj je pomembno",
  "about-content-text-1a": "hCaptcha prinaša sodoben pristop, ki se osredotoča na zasebnost in zaustavlja bote.",
  "about-content-text-1b": "Prikažemo izzive CAPTCHA, ki so za bote težki, a za ljudi enostavni, tako da zbiramo težko označljive podatke iz težav s strojnim učenjem in jih uporabljamo za razločevanje, ali je obiskovalec spletnega mesta ali aplikacije človek.",
  "about-content-text-2a": "Slabi igralci so v spletu vse pogostejši. Toda žrtvovanje zasebnosti uporabnikov ni odgovor.",
  "about-content-text-2b": "Varnostne rešitve, ki jih ponujajo oglaševalska podjetja, so osredotočene predvsem na sledenje uporabnikom po spletu. Ustvarili smo učinkovito varnostno rešitev, ki dokazuje, da škodovanje zasebnosti uporabnika ni nujno za doseganje odličnih rezultatov.",
  "about-intro-head-1": "O hCaptcha",
  "about-intro-head-2": "Zasebnost, varnost in strojno učenje.",
  "about-intro-text": "hCaptcha je najbolj razširjena neodvisna storitev CAPTCHA na svetu.",
  "about-leadership-head": "Kdo smo",
  "about-leadership-headsub": "Izkušena ekipa, ki se ukvarja z najtežjimi težavami danes.",
  "about-leadership-link1": "Kdo smo",
  "about-leadership-text1": "Specializirani smo za globoko učenje in strojno učenje vizualnih domen v velikem obsegu, s posebnim poudarkom na zaščiti spletnih sistemov pred vse bolj dovršenimi sodobnimi grožnjami.",
  "about-leadership-text2": "Z desetletji strokovnega znanja o programski opremi in strojnem učenju gradimo in upravljamo široko razširljive sisteme za reševanje nekaterih najtežjih težav danes, hkrati pa ohranjamo zasebnost.",
  "acc-opt": "Možnosti dostopnosti",
  "acc-opt-but": "Preberite več o možnostih dostopnosti",
  "acc-opt-text": "Ali ste slabovidni ali kako drugače ne morete dokončati hCaptchas?",
  "accessibility-link": "Dostopnost",
  "appreciate-in": "Zahvaljujemo se vam za prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
  "fb-but": "Pošljite nam povratne informacije",
  "feedback-text": "Pošljite povratne informacije o hCaptcha, ki ste jo pravkar videli",
  "footer-copyright-text": "hCaptcha je registrirana blagovna znamka podjetja Intuition Machines, Inc.",
  "footer-link-10": "Dostopnost",
  "h-plans": "Naročninski načrti",
  "header-labeling-services-link": "Označevalne storitve",
  "header-plans-link": "Načrti",
  "header-signup-button": "Prijava",
  "home-about-head": "O hCaptcha",
  "home-about-subtitle": "Omogoča HUMAN Protocol",
  "home-about-text-1": "hCaptcha je zasnovan za reševanje najbolj delovno intenzivnega problema strojnega učenja: pravočasno, cenovno dostopno in zanesljivo označevanje ogromnih količin podatkov.",
  "home-about-text-2": "Več podatkov na splošno prinaša boljše rezultate pri vadbi modelov strojnega učenja. Nedavni uspeh globokih modelov je privedel do vedno večjih naborov podatkov, skoraj vedno s človeškim pregledom. Vendar je ustvarjanje velikih naborov podatkov, ki jih pregledajo ljudje, prek Mechanical Turk, Figure Eight itd. Počasno in drago.",
  "home-about-text-3": "hCaptcha spletnim mestom omogoča, da zaslužijo denar za to povpraševanje, hkrati pa blokirajo bote in druge oblike zlorab.",
  "home-about-text-4": "Tržišče hCaptcha poganja HUMAN Protocol, odprti decentralizirani protokol za človeški pregled, ki deluje na verigi Ethereum. Spletne strani zaslužijo človeške žetone (HMT) vsakič, ko uporabniki na svoji spletni strani uporabljajo pripomoček hCaptcha, podjetja za strojno učenje pa plačajo človeške žetone, da dobijo svoje podatke.",
  "home-ba-labeling-services-link": "Označevalne storitve",
  "home-benefits-head-1": "Vrednost pri označevanju podatkov",
  "home-benefits-head-2": "Vrnite se v dobrodelne namene",
  "home-benefits-text-1": "Ste vedeli, da vsakič, ko kliknete na avto, pomagate brezplačno usposobiti en sam sistem strojnega učenja podjetja Gigantic?",
  "home-benefits-text-2": "hCaptcha obrne ta model. Ko uporabljate hCaptcha, podjetja licitirajo za delo, ki ga opravljajo vaši uporabniki, ko dokazujejo svojo humanost. Dobite nagrade.",
  "home-benefits-text-3": "Bi radi vrnili svojo najljubšo dobrodelno organizacijo? hCaptcha vam omogoča, da podprete dobrodelne organizacije po vaši izbiri z zaslužkom, ki ga pridobite z njegovo uporabo. Uporabniki vašega spletnega mesta bodo kmalu lahko videli vaš prispevek k dobrodelnosti z diskretnimi blagovnimi znamkami na vmesniku hCaptcha.",
  "home-challenge-text-1": "Izberite vse slike, ki se ujemajo s poizvedbo",
  "home-challenge-text-2": "Določite mejno območje za predmete",
  "home-challenge-text-3": "Določite ustrezne nalepke",
  "home-challenge-title-1": "Primerjava",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Kategorizacija",
  "home-challenges-head": "Predstavljeni izzivi",
  "home-challenges-text-1": "... in druge preproste naloge. Enostavno za ljudi, težko za bote.",
  "home-challenges-text-2": "Naloge po meri so na voljo tudi za poslovne založnike.",
  "home-ent-1": "Iščete naše varnostne ponudbe za podjetja?",
  "home-ent-2": "Obiščite naše novo namensko spletno mesto: BotStop.com",
  "home-ent-button": "Več o tem: BotStop by hCaptcha",
  "home-from-the-blog": "IZ BLOGA:",
  "home-from-the-blog-value": "Kako delujejo nastavitve težavnosti hCaptcha",
  "home-intro-body": "Ali uporabljate captcha za preprečevanje botov? hCaptcha ščiti zasebnost uporabnikov, nagrajuje spletna mesta in podjetjem pomaga pri označevanju njihovih podatkov. To je nadomestna možnost za reCAPTCHA: preklopite jo lahko v nekaj minutah.",
  "home-intro-button": "Prijavite se zdaj",
  "home-intro-head": "Ustavite več botov. Začnite varovati zasebnost uporabnikov.",
  "home-main-1": "Zasebno. Varno. Hitreje. In plačamo vam, da ga uporabljate.",
  "home-main-2": "Zasebnost osredotočena",
  "home-main-2c": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Za hCaptcha je izdelek delo, ki ga zagotavljajo. Ne zanima nas, kdo so vaši uporabniki, le kakšna je verjetnost, da bodo zlonamerni. Podpiramo pobude, kot je Privacy Pass, in trdo delamo, da bi uravnotežili zasebnost in varnost.",
  "home-main-3": "Varnost najprej",
  "home-main-3c": "Natančnost je v vašem in našem interesu. hCaptcha je osredotočen na založnike. Trudimo se, da vam zagotovimo resnične podatke in vam omogočimo, da se odločite, kako jih boste uporabili. Za ostale captcha poskrbijo oglaševalska podjetja Gigantic. To pomeni, da lahko vsak bot, ki ga blokirajo, zmanjša svoj prihodek.",
  "home-main-4": "Boljša uporabniška izkušnja",
  "home-main-4c": "Za določanje človečnosti hCaptcha uporablja prefinjene modele strojnega učenja. Tako lahko od svojih uporabnikov zahtevamo manj nadležne naloge in si pri tem vzamemo manj časa, hkrati pa še vedno ustvarjamo koristne označene podatke za označevanje strank.",
  "home-main-plans": "hCaptcha je brezplačna za založnike vseh velikosti. Vendar pa so za podjetja in platforme, ki potrebujejo več nadzora, na voljo naše rešitve za podjetja.",
  "home-main-plans2": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonih spletnih mest nekaterih največjih podjetij na planetu. Za več informacij se obrnite na nas ali obiščite",
  "home-main-plans3": "Podjetniške rešitve hCaptcha ščitijo milijone uporabnikov na več deset milijonih spletnih mest nekaterih največjih podjetij na planetu. Za več informacij se obrnite na nas ali obiščite",
  "home-main-plans4": "za podrobnosti.",
  "home-plans-button-1": "Prijavite se zdaj",
  "home-plans-button-2": "Obrnite se na prodajo",
  "home-plans-chart-head-1": "Lastnosti",
  "home-plans-chart-head-2": "Založnik",
  "home-plans-chart-head-3": "Enterprise",
  "home-plans-chart-row-1-cell-1": "Prikazane vrste nadzora izziva",
  "home-plans-chart-row-1-cell-2": "Omejeno",
  "home-plans-chart-row-1-cell-3": "Skupaj",
  "home-plans-chart-row-10-cell-1": "Nadzorne plošče za več uporabnikov",
  "home-plans-chart-row-11-cell-1": "Napredne funkcije poročanja",
  "home-plans-chart-row-12-cell-1": "SLA za podjetja",
  "home-plans-chart-row-2-cell-1": "Nadzorovana uporabljena vsebina",
  "home-plans-chart-row-2-cell-2": "Omejeno",
  "home-plans-chart-row-2-cell-3": "Skupaj",
  "home-plans-chart-row-3-cell-1": "Zaslužite nagrade za človeške rešitve",
  "home-plans-chart-row-4-cell-1": "Zaščita proti botom svetovnega razreda",
  "home-plans-chart-row-5-cell-1": "Deluje v vseh državah",
  "home-plans-chart-row-5a-cell-1": "Brez CAPTCHA in 99,9 % pasivnih načinov",
  "home-plans-chart-row-5b-cell-1": "Rezultati zaupanja botov",
  "home-plans-chart-row-6-cell-1": "GDPR in CCPA prijazna politika zasebnosti",
  "home-plans-chart-row-7-cell-1": "Drobno zahtevne stopnje težavnosti",
  "home-plans-chart-row-8-cell-1": "Uvedite svojo vsebino izziva",
  "home-plans-chart-row-9-cell-1": "Časovno razporejanje težav",
  "home-try-it-out-button": "Pridobite hCaptcha",
  "home-try-it-out-head": "Poskusi",
  "home-try-it-out-text": "hCaptcha omogoča preprosto, enostavno in zanesljivo zaznavanje botov, hkrati pa je za ljudi preprosto reševanje.",
  "labeling-about-head": "O hCaptcha",
  "labeling-about-text-1": "hCaptcha je zasnovan za reševanje najzahtevnejših problemov v strojnem učenju; pravočasno, cenovno dostopno in zanesljivo označevanje velike količine podatkov. Več podatkov na splošno prinaša boljše rezultate pri vadbi modelov strojnega učenja. Nedavni uspeh globokih modelov je privedel do vedno večjih naborov podatkov in hCaptcha ustreza tej potrebi.",
  "labeling-about-text-2": "Ustvarjanje velikih naborov podatkov, ki jih pregleduje človek, s tradicionalnimi metodami je počasno in drago. hCaptcha je način, s katerim podjetja hitreje dobijo pripise, ki jih potrebujejo, z večjo kakovostjo in nižjimi stroški kot druge možnosti.",
  "labeling-annotations-head": "Vrste pripisov",
  "labeling-annotations-text-1": "Natančno zaznavanje predmetov v slikah in video posnetkih",
  "labeling-annotations-text-2": "Natančno zaznavanje predmetov v slikah in video posnetkih",
  "labeling-annotations-text-3": "Točkovni pripisi za številne različne primere uporabe",
  "labeling-annotations-text-4": "Razvrstite ali dodajte poljubne kategorije poljubne velikosti",
  "labeling-annotations-text-5": "Zaznavanje in razvrščanje na človeški pogon",
  "labeling-annotations-text-6": "Potrebujete drugo vrsto, ki tukaj ni navedena? Samo vprašajte nas.",
  "labeling-annotations-title-1": "Omejitvene škatle",
  "labeling-annotations-title-2": "Poligoni",
  "labeling-annotations-title-3": "Mejniki",
  "labeling-annotations-title-4": "Kategorizacija atributov",
  "labeling-annotations-title-5": "Primerjava in zaznavanje",
  "labeling-annotations-title-6": "... in še veliko več",
  "labeling-ent-button": "Obrnite se na našo skupino za rešitve za podjetja",
  "labeling-ent-head": "Potrebujete nadzor od konca do konca?",
  "labeling-ent-text-1": "Platforma HUMAN, ki stoji za hCaptcha, ponuja izjemno kakovostne funkcije dela in funkcije upravljanja s pomočjo lokalnih, hibridnih ali SaaS uvedb, ki se integrirajo z vašimi obstoječimi sistemi.",
  "labeling-ent-text-2": "V celoti delujte brez povezave z lastno delovno silo, sledite vrednosti, porabljeni v poslovnih enotah ali konzorcijskih partnerjih, selektivno usmerjajte delovna mesta do različnih notranjih ali zunanjih ponudnikov delovne sile na podlagi stroškovnih in varnostnih zahtev in še več.",
  "labeling-ent-text-3": "Enostaven dostop do API-ja, čudovite nadzorne plošče in najnovejša tehnologija v zanki, da povečajo učinkovitost.",
  "labeling-ent-text-4": "Na voljo 99,99% SLA in 24/7 globalna podpora. Za več informacij:",
  "labeling-features-head-1": "Preprosti cevovodi, ki jih poganja API.",
  "labeling-features-head-2": "Optimizirano za stroške in kakovost. Vnaprejšnja zaveza ni potrebna.",
  "labeling-features-head-3": "Plačajte samo za natančnost, ki jo potrebujete.",
  "labeling-features-head-4": "Navedite svoje lastne podatke o resnici ali pa jih dovolite, da jih zgradimo sproti.",
  "labeling-features-text-1": "Želite človeški pregled vključiti neposredno v svoje poslovanje? Ponujamo visoko zanesljive SLA, zagotovljeno zmogljivost in preproste API-je REST.",
  "labeling-features-text-2": "Platforma HUMAN uporablja celovite modele zaupanja za izvajanje izpopolnjene analize kakovosti v realnem času. To nam omogoča hitro ugotavljanje težavnosti vprašanj in njihovega verjetnega pravilnega odgovora ter vam prihrani čas in denar.",
  "labeling-features-text-3": "Niso vse težave enake. Pripombe za naloge, ki so ključne za varnost, lahko zahtevajo 99,99-odstotno zaupanje povsem človeških delavcev. Pripisi ene beta funkcije v aplikaciji za mobilne igre morda zahtevajo le zmerno zaupanje. Ti odločaš.",
  "labeling-features-text-4": "Ali imate surove podatke brez celovitega preverjanja? V večini primerov ga lahko izdelamo za vas, ko se naloge izvajajo skozi sistem, ali ustvarimo označene vzorce za vašo odobritev.",
  "labeling-info-head": "Označevanje podatkov",
  "labeling-info-text-1": "Pogovorite se z enim od naših strokovnjakov za domeno, da določite potrebe vašega projekta: natančnost ciljanja, obliko in posebne zahteve.",
  "labeling-info-text-2": "Na podlagi vaših vzorčnih podatkov izvedemo majhno proizvodno opravilo. S tem preizkusimo delo, ki smo ga opravili skupaj, da zagotovimo, da dobite točno tisto, kar potrebujete.",
  "labeling-info-text-3": "Z veliko količino in majhno zakasnitvijo bomo vaše delo hitro spremenili z avtomatizirano dostavo takoj, ko bo končano.",
  "labeling-info-text-4": "Ker bolje razumemo parametre vašega proizvodnega dela, se bodo rezultati sčasoma še izboljševali.",
  "labeling-info-text-5": "Nadzorne plošče v živo vam omogočajo, da kadar koli pošljete povratne informacije ali zaustavite proizvodnjo.",
  "labeling-info-title-1": "Določite specifikacije",
  "labeling-info-title-2": "Začetni preizkus dela",
  "labeling-info-title-3": "Uvedite produkcijska delovna mesta",
  "labeling-info-title-4": "Stalno izboljševanje",
  "labeling-info-title-5": "Rezultati v realnem času",
  "labeling-main-1": "Stroškovno učinkovito označevanje podatkov v obsegu",
  "labeling-main-1-button": "Označite svoje podatke zdaj",
  "labeling-main-1c": "Potrebujete več oznak za svoje nabore podatkov? hCaptcha zagotavlja hitro, stroškovno učinkovito in visokokakovostno označevanje podatkov za podjetja, ki delajo na aplikacijah umetne inteligence in strojnega učenja.",
  "labeling-main-2": "Takoj zaženite milijone nalog.",
  "labeling-main-2-button": "Nakup storitev označevanja podatkov",
  "labeling-main-2c": "hCaptcha ima enega največjih bazenov na svetu, ki je na voljo za vašo uporabo. Ne glede na vašo lestvico lahko to storimo brez dragih vnaprejšnjih obveznosti. Milijoni opravil na dan niso problem.",
  "labeling-platform-head": "Zasebne ali javne informacije",
  "labeling-platform-text": "hCaptcha je zgrajen na platformi HUMAN, ki omogoča izpopolnjeno usmerjanje in analizo za optimizacijo stroškov in učinkovitosti na vsakem koraku. Ta tehnologija omogoča, da ustrezna delovna sila obvlada vsak del vašega dela, kar poveča stroškovno učinkovitost, hkrati pa ohranja zasebnost in izpolnjuje morebitne zakonske zahteve.",
  "labeling-try-button": "Nakup storitev označevanja podatkov",
  "labeling-try-head": "Bi radi poskusili s svojimi podatki?",
  "labeling-try-text": "... pripravljeni smo na vas: naša storitev je na voljo 24 ur na dan.",
  "learn-more-hcaptcha": "Izvedite več o hCaptcha",
  "page-acc-faq-1": "Vprašanje: Ali je razdelek hCaptcha 508 + WCAG 2.1 AA skladen? Odgovor: Verjamemo: vsi uporabniki s kakršno koli obliko okvare, ki lahko brskajo po spletu in vnašajo besedilo na obrazce, lahko ob registraciji dostopajo do storitev, zaščitenih s hCaptcha. Vendar to ni pravni nasvet: opraviti bi morali lastno oceno, pri čemer upoštevajte vašo posebno implementacijo, da zagotovite, da je to primer za vašo razporeditev.",
  "page-acc-faq-2": "Vprašanje: Ali delate na drugih možnostih dostopnosti (a11y), kot je zvok? Odgovor: Prej priljubljene možnosti, kot so avdio captcha, diskriminirajo številne uporabnike a11y in jih sodobne tehnike strojnega učenja zlahka premagajo. To je prisililo, da so sedanji zvočni izzivi postali vedno težji, saj so uvedli hrup, čuden čas, nenavadne kombinacije besed in tako naprej, da bi premagali napadalce. Zato smo manj navdušeni nad tem pristopom v primerjavi z izogibanjem izzivu v celoti, vendar bomo razmislili, če bo povpraševanje s strani skupnosti a11y. Vendar pa nas zelo zanima Privacy Pass za primer uporabe Accessibility. Verjamemo, da bo združevanje našega trenutnega pristopa a11y z izdajo Privacy Pass uporabnikom a11y omogočilo varno brskanje, ki se zaveda, da je njihov promet bolj zaseben, hkrati pa bo omejilo zlorabo operaterjev botov, ki se neizogibno zgodi, ko so na voljo možnosti a11y. Smo aktivni udeleženci v delovni skupini IETF, ki standardizira to novo tehnologijo.",
  "page-acc-faq-3": "Vprašanje: Kaj pa zasebnost? Ali registracija na nek način izpostavlja podatke brskanja a11y? Kaj počneš z e-pošto? Odgovor: hCaptcha je zasnovana za zasebnost od začetka. Zelo se razlikuje od tradicionalnih možnosti, kot je reCAPTCHA, ki so v lasti oglaševalskih omrežij, ki imajo spodbudo, da vas spremljajo po spletu in vas povezujejo z resnično identiteto. E-poštnih sporočil ali informacij o dostopnosti nikoli ne uporabljamo za noben drug namen, razen za olajšanje uporabe in preprečevanje zlorab. Naša politika zasebnosti vsebuje izčrpne in verodostojne odgovore o tem, kako uporabljamo podatke, vendar je kratek odgovor, da vas kot osebo ne povezujemo z vašo zgodovino brskanja. Trenutno delamo tudi na kriptografski rešitvi za hitro zavrženje vašega e-poštnega naslova. medtem ko še vedno ohranjamo našo sposobnost preprečevanja zlorab in dopolnjujemo naše delo Privacy Pass.",
  "page-acc-link-1": "Če uporabljate dostopnost, se prijavite tukaj.",
  "page-acc-subhead": "Zagotavljanje nemotenega dostopa vsem uporabnikom ob hkratnem ohranjanju varnosti",
  "page-acc-summary": "Povzetek",
  "page-acc-summary-contents-1": "hCaptcha je zasnovan tako, da ustavi robote tako, da jih razlikuje od ljudi. Vizualni testi so priročno orodje za to, vendar ne more vsak rešiti vizualnega izziva. Iz tega razloga smo zasnovali preprosto, nebolečo alternativo, da bi založnikom, ki uporabljajo našo storitev, omogočili, da ohranijo dostopnost za vse s popolno skladnostjo z razdelkom 508 in WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Kako deluje: najprej se uporabnik dostopnosti prijavi na tem URL-ju, ki je povezan na informacijsko stran pripomočka hCaptcha. Dobijo šifriran piškotek, ki ga je mogoče uporabiti večkrat na dan, vendar ga je treba vsakih 24 ur osvežiti prek prijave. Ko se uporabnik dostopnosti na katerem koli spletnem mestu, ki uporablja storitev hCaptcha, predstavi izziv, bodo samodejno podani.",
  "page-acc-title": "hCaptcha Informacije o dostopnosti",
  "page-acc-tr-body": "Vprašanje: Po nastavitvi piškotka še vedno vidim izziv. Kaj povzroča to?<br> Odgovor: Običajno je to posledica uporabe agresivnega blokatorja oglasov ali razširitve proti piškotkom ali nastavitve, ki blokira piškotke med spletnimi mesti, v tem primeru piškotka za hcaptcha.com, ki ga postavi ali preveri hCaptcha JS na drugem spletnem mestu. , kot je tista, ki jo obiskujete.<br><br> Piškotki za dostopnost hCaptcha delujejo z vsemi priljubljenimi brskalniki in zaviralci oglasov s standardnimi nastavitvami, zato so običajno napake posledica skriptov za preprečevanje blokiranja oglasov ali podobnih naborov pravil, ki ciljajo na določena spletna mesta.<br><br> Rešitve:<br><br> 1. Na seznamu dovoljenih piškotkov hcaptcha.com in * .hcaptcha.com v blokatorju oglasov ali varnostni razširitvi brskalnika.<br> 2. Če uporabljate pogumni brskalnik, za katerega trenutno ni videti nobenega dovoljenega seznama piškotkov, pojdite na Nastavitve -> Ščiti -> Piškotki in izberite Dovoli vse piškotke.<br> 3. Če uporabljate najnovejšo različico Safarija v nedavno izdanem OS X 10.15 ali iOS 13.4, je Apple pravkar spremenil vedenje Safarija v zvezi s piškotki tretjih oseb in privzeto blokiral vse. Uvajamo rešitev, medtem pa obiščite Nastavitve Safarija, razdelek Zasebnost in počistite polje Sledenje spletnim mestom: preprečite sledenje med spletnimi mesti, da bo piškotek za dostopnost lahko deloval po pričakovanjih.<br><br> Vprašanje: Uporabljam več naprav. Se moram večkrat prijaviti?<br> Odgovor: Ne. Prosimo, kliknite isto povezavo za prijavo po e-pošti, ki vam je bila poslana v vsaki napravi, ki jo uporabljate, da nastavite piškotek.<br><br> Vprašanje: Kako se lahko zaščitim pred sledenjem piškotkov drugih proizvajalcev med uporabo piškotka za dostopnost?<br> Odgovor: Uporaba katere koli razširitve zasebnosti ali blokiranja oglasov, ki podpira seznam dovoljenih na ravni domene (npr. UBlock Origin), bo delovala po pričakovanjih: poskrbite le za dovoljenje hcaptcha.com.",
  "page-acc-tr-title": "Za uporabnike dostopnosti: pogosta vprašanja in vodnik za odpravljanje težav",
  "page-acc-tr2-body": "Safari<br> Če želite omogočiti piškotke v brskalniku Safari (Mac): pojdite v spustni meni Safari. Izberite Preferences. V zgornji plošči kliknite Zasebnost. V razdelku »Blokiraj piškotke« izberite možnost »Nikoli«.<br> Če želite omogočiti piškotke v brskalniku Safari (iPhone / iPad iOS 11+): Odprite nastavitve. Pomaknite se navzdol in izberite Safari. V razdelku Zasebnost in varnost izklopite »Prepreči sledenje med spletnimi mesti« in »Blokiraj vse piškotke«<br><br> Firefox<br> Kliknite ščit na levi strani naslovne vrstice na kateri koli spletni strani. Kliknite Nastavitve zaščite. Odpre se podokno Firefox Preferences Privacy & Security. V razdelku Izboljšana zaščita pred sledenjem izberite Po meri. S potrditvenimi polji izberite, katere sledilce in skripte želite blokirati. Prepričajte se, da ste odblokirali hcaptcha.com.<br><br> Če želite to odpraviti, lahko začasno izklopite tudi nekatere zaščite v programu Custom, tako da počistite potrditvena polja: če še vedno imate težave, počistite potrditveno polje Sledilci ali počistite potrditveno polje Piškotki.<br><br> Google Chrome<br> Google Chrome (računalnik)<br> Izberite ikono menija Chrome. Izberite Nastavitve.<br> Pojdite na Zasebnost in varnost, nato Piškotki in drugi podatki spletnega mesta.<br> Prepričajte se, da možnost »Blokiraj piškotke tretjih oseb« ni omogočena.<br><br> Google Chrome (Mac):<br> V menijski vrstici odprite nastavitve za Chrome.<br> Pojdite na Zasebnost in varnost, nato Piškotki in drugi podatki spletnega mesta.<br> Prepričajte se, da možnost »Blokiraj piškotke tretjih oseb« ni omogočena.<br><br> Google Chrome (Android):<br> V napravi Android odprite aplikacijo Chrome.<br> V zgornjem desnem kotu tapnite Več in nato Nastavitve.<br> Tapnite Nastavitve spletnega mesta in nato Piškotki.<br> Vklopite nastavitev poleg možnosti »Piškotki«.<br> Potrdite polje poleg možnosti »Dovoli piškotke tretjih oseb«.<br><br> internet Explorer<br> 1. Izberite orodje v zgornjem desnem kotu zaslona in izberite »Internetne možnosti«. Če je menijska vrstica omogočena, lahko izberete »Orodja« in nato »Internetne možnosti«.<br> 2. Kliknite zavihek \"Zasebnost\".<br> 3. Izberite gumb 'Advanced'.<br> 4. V razdelku »Piškotki tretjih oseb« izberite »Sprejmi«.<br> 5. Kliknite »V redu«",
  "page-acc-tr2-head": "Navodila za brskalnik za medsebojne piškotke",
  "priv-hc": "Zasebnost osredotočena",
  "priv-hc-text": "Oglasna omrežja vas vidijo kot njihov izdelek. Mi ne. Vseeno nam je, kdo so uporabniki, le koliko verjetnosti bodo zlonamerni. Podpiramo pobude, kot je Privacy Pass, in si močno prizadevamo za uravnoteženje zasebnosti in varnosti.",
  "reporting-bugs-accessibility-button": "Preberite več o možnostih dostopnosti",
  "reporting-bugs-accessibility-head": "Možnosti dostopnosti",
  "reporting-bugs-accessibility-text": "Ali ste slabovidni ali kako drugače ne morete dokončati hCaptchas?",
  "reporting-bugs-guide-ff-head": "Zajem podrobnosti poročila o napakah: Firefox",
  "reporting-bugs-guide-ff-step-1": "1. korak: Odprite orodja za razvijalce (s tem se začne snemanje seje.)",
  "reporting-bugs-guide-ff-step-2": "2. korak: V orodjih za razvijalce kliknite jeziček Network. Potrdite polje Vztrajni dnevniki na vrhu.",
  "reporting-bugs-guide-ff-step-3": "3. korak: obiščite https://accounts.hcaptcha.com/demo ali spletno mesto, na katerem imate težave (Opomba o zasebnosti: samo, če vam ne moti, da delite, kaj je) ... in nato kliknite I sem človek gumb in poskusite rešiti.",
  "reporting-bugs-guide-ff-step-4": "4. korak: Ko poskusite rešiti, kliknite HAR in izberite Shrani vse kot HAR, da shranite omrežni dnevnik. Pošljite nam to datoteko.",
  "reporting-bugs-guide-ff-step-5": "5. korak: Kliknite jeziček Konzola in z desno miškino tipko kliknite Izberi vse in shranite v besedilno datoteko, da shranite dnevnik konzole. Pošljite nam tudi to.",
  "reporting-bugs-guide-ff-step-6": "Zadnji korak: pošljite nam te datoteke dnevnika HAR in konzole in opišite težavo. Uporabite: support@hcaptcha.com (prosimo, uporabite storitev, kot sta Dropbox ali Filebin in pošljite povezave) in po želji posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno . Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite na https://www.whatsmyip.org/ Hvala, ker ste si vzeli čas in nam pomagali priti do teh informacij! Zavezani smo temu, da bo hCaptcha dobro delovala za vse.",
  "reporting-bugs-guide-head": "Zajem podrobnosti poročila o napakah: Chrome",
  "reporting-bugs-guide-step-1": "1. korak: Odprite orodja za razvijalce (s tem se začne snemanje seje.)",
  "reporting-bugs-guide-step-2": "2. korak: V orodjih za razvijalce kliknite jeziček Network. Potrdite polje Preserve log na vrhu.",
  "reporting-bugs-guide-step-3": "3. korak: obiščite https://accounts.hcaptcha.com/demo ali spletno mesto, na katerem imate težave (Opomba o zasebnosti: samo, če vam ne moti, da delite, kaj je) ... in nato kliknite I sem človek gumb in poskusite rešiti.",
  "reporting-bugs-guide-step-4": "Korak 4: Ko poskusite rešiti, kliknite Export HAR (puščica navzdol), ki shrani omrežni dnevnik. Pošljite nam to datoteko.",
  "reporting-bugs-guide-step-5": "5. korak: Kliknite jeziček Konzola in z desno miškino tipko kliknite Shrani kot .., da shranite dnevnik konzole. Pošljite nam tudi to.",
  "reporting-bugs-guide-step-6": "Zadnji korak: pošljite nam te datoteke dnevnika HAR in konzole po e-pošti ter opišite težavo. Uporabite: support@hcaptcha.com (prosimo, uporabite storitev, kot sta Dropbox ali Filebin, in pošljite povezave) in po želji posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno. Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite na https://www.whatsmyip.org/ Hvala, ker ste si vzeli čas in nam pomagali priti do teh informacij! Zavezani smo temu, da bo hCaptcha dobro delovala za vse.",
  "reporting-bugs-guide-text-1": "Če s svojim poročilom pošljete informacije o odpravljanju napak, bomo veliko lažje ugotovili, kaj se dogaja. Tu so navodila po korakih:",
  "reporting-bugs-guide-text-2": "Če ste spletni razvijalec ali strokovni uporabnik, bi povzetek želeli, da nam pošljete omrežni zapis HAR in dnevnike konzole brskalnika. Najprej poskusite onemogočiti kateri koli blokator oglasov ali varnostne razširitve brskalnika in nato poskusite znova, preden opravite te korake. Če bo to odpravilo vašo težavo, bomo še vedno veseli, da nam sporočite svojo različico brskalnika, blokator oglasov ali razširitev brskalnika ter URL spletnega mesta.",
  "reporting-bugs-intro-head": "Ste našli napako? Evo, kako to prijaviti.",
  "reporting-bugs-intro-text": "Milijoni ljudi vsak mesec uporabljajo hCaptcha v tisočih kombinacijah brskalnikov, razširitev, naprav, požarnih zidov in še več. Naš cilj je zagotoviti, da vedno deluje pri vas, zato zelo cenimo vaša poročila! Za hitre povratne informacije preprosto kliknite gumb Pošlji povratne informacije. Če opazite funkcionalno težavo, sledite spodnjim navodilom za odpravljanje napak za Chrome ali navodilom za odpravljanje napak za Firefox. Za vse druge brskalnike nam pišite. Za morebitna vprašanja glede varnosti ali zasebnosti glejte spodnja navodila.",
  "reporting-bugs-privacy-head": "Vprašanja glede zasebnosti",
  "reporting-bugs-privacy-text": "Vseeno nam je, kdo so uporabniki, le koliko verjetnosti so zlonamerni ali stroji. Podpiramo pobude, kot je Privacy Pass, in si močno prizadevamo za uravnoteženje zasebnosti in varnosti. Če ste ugotovili težavo, za katero menite, da bi lahko vplivala na zasebnost uporabnikov, nam pišite na support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Pošljite nam povratne informacije",
  "reporting-bugs-provide-feedback-head": "Zagotovite takojšnje povratne informacije o hCaptcha",
  "reporting-bugs-provide-feedback-text": "Zahvaljujemo se vam za prispevek. Sporočite nam vsa vprašanja in jih bomo hitro rešili.",
  "reporting-bugs-security-head": "Varnostne napake",
  "reporting-bugs-security-text": "Vedno nas zanima prejemanje poročil o varnostnih napakah. Pišite na support@hcaptcha.com & CC security@hcaptcha.com in hitro se bomo oglasili. Na voljo imamo tudi program za nagrajevanje napak za primerna varnostna poročila o storitvi hCaptcha in s tem povezano izvorno kodo.",
  "sales-interstitial-c1": "Za podjetja",
  "sales-interstitial-c1a": "Rešitve za varnost v podjetju (plačljivo)",
  "sales-interstitial-c1b": "Več o hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Pripis podatkov",
  "sales-interstitial-c1d": "Nakup storitev opomb hCaptcha",
  "sales-interstitial-c2": "Za posameznike",
  "sales-interstitial-c2a": "Dodajte hCaptcha v svojo storitev (brezplačno)",
  "sales-interstitial-c2b": "Dodaj hCaptcha za založnike na moje spletno mesto ali v aplikacijo",
  "sales-interstitial-c2c": "Kaj je hCaptcha?",
  "sales-interstitial-c2d": "Preberite več o hCaptcha",
  "sales-interstitial-head": "Poskrbimo, da pridete na pravo mesto.",
  "sec-hc": "Varnost najprej",
  "sec-hc-text": "hCaptcha je osredotočena na izdajatelje. Prizadevamo si, da bi spletnim mestom zagotovili resnične podatke in jim dovolili, da se odločijo, kako jih bodo uporabljali. Natančnost je v vašem in našem interesu. Druge captche zagotavljajo oglaševalska podjetja. Vsak bot, ki ga blokirajo, lahko zmanjša njihov prihodek.",
  "signup-interstitial-c1": "Za podjetja ali spletna mesta",
  "signup-interstitial-c1a": "Dodajte hCaptcha v svojo storitev (brezplačno)",
  "signup-interstitial-c1b": "Dodaj hCaptcha za založnike na moje spletno mesto ali v aplikacijo",
  "signup-interstitial-c1c": "Rešitve za varnost v podjetju (plačljivo)",
  "signup-interstitial-c1d": "Več o hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Pripis podatkov",
  "signup-interstitial-c1f": "Nakup storitev opomb hCaptcha",
  "signup-interstitial-c2": "Za posameznike",
  "signup-interstitial-c2a": "Dostopnost",
  "signup-interstitial-c2b": "Spoznajte možnosti dostopnosti za hCaptcha",
  "signup-interstitial-c2c": "Služiti denar",
  "signup-interstitial-c2d": "Delajte kot posameznik za označevanje podatkov",
  "signup-interstitial-head": "Poskrbimo, da pridete na pravo mesto.",
  "support-interstitial-c1": "Za podjetja",
  "support-interstitial-c1a": "Rešitve za varnost v podjetju (plačljivo)",
  "support-interstitial-c1b": "Pridobite podporo za hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "založnik hCaptcha (brezplačno)",
  "support-interstitial-c1d": "Poiščite podporo za hCaptcha Publisher",
  "support-interstitial-c2": "Za posameznike",
  "support-interstitial-c2a": "Imate težave z izzivom?",
  "support-interstitial-c2b": "Spoznajte možnosti dostopnosti za hCaptcha",
  "support-interstitial-c2c": "Želite prijaviti napako?",
  "support-interstitial-c2d": "Preberite več o poročanju o težavah s programsko opremo",
  "support-interstitial-head": "Poskrbimo, da pridete na pravo mesto.",
  "what-is-hcaptcha": "Kaj je hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha pomaga vašim najljubšim spletnim storitvam preprečevati robote, neželeno pošto in zlorabe tako, da postavlja preprosta vprašanja, ki so enostavna za ljudi in težka za stroje.",
  "why-hc": "Zakaj hCaptcha?",
  "why-hc-text": "Vsakič, ko odgovorite na izziv, z dovršenimi modeli ugotovimo, ali ste človek ali stroj. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje vaše izkušnje na njihovi spletni strani, tako da ne uporablja botov.",
  "footer-link-5b": "Pritisnite",
  "footer-link-cyberattacks": "Kibernetski napadi 101"
}