{
    "1031855757": "Uporaba te strani",
    "1034830": "Spori, ki morda niso predmet arbitražnega sporazuma pred sporom, kot določa Dodd-Frank Wall Street Zakon o reformi in varstvu potrošnikov (javno pravo 111-203), so izključeni iz tega",
    "1064537632": "Upoštevajte, da vašo uporabo naše storitve ureja naša pogodba o obdelavi podatkov, ki je tukaj vključena s sklicevanjem. Prosimo, preglejte to pogodbo, da vidite, kako obdelujemo osebne podatke v vašem imenu. Upoštevajte, da delujemo kot \"obdelovalec podatkov\" za namene Splošne uredbe EU o varstvu podatkov in \"ponudnik storitev\" za namene kalifornijskega zakona o zasebnosti potrošnikov.",
    "1095532507": "Piškotek (»piškotek«) je majhna besedilna datoteka, ki jo strežnik spletne strani namesti na vaš trdi disk. Piškotki vsebujejo informacije, ki jih lahko pozneje prebere spletni strežnik v domeni, ki vam je izdala piškotek. Nekateri piškotki bodo uporabljeni le, če uporabljate določene funkcije ali izberete določene nastavitve, nekateri piškotki pa bodo vedno uporabljeni. Več o vsakem piškotku lahko izveste tako, da si ogledate naš trenutni seznam piškotkov spodaj.",
    "1158384644": "Kadar koli se lahko odločite, da prenehate uporabljati naše spletno mesto, pod pogojem, da morate upoštevati vse veljavne pravilnike IMI. Po lastni presoji lahko prekinemo to pogodbo, začasno prekinemo dostop do našega spletnega mesta ali nemudoma odstranimo katero koli storitev brez predhodnega obvestila iz kakršnega koli razloga.",
    "1300074400": "Informacije o trenutnem vodstvu družbe lahko dobite na strani O podjetju. Sedanji izvršni direktor podjetja je generalni direktor, odgovoren za vsebino.",
    "1395644678": "Uradna spletna stran Evropske komisije za spletno reševanje sporov:",
    "148542287": "To ni pravni nasvet in v zvezi s to analizo niso podana nobena jamstva. Če imate dodatna vprašanja ali pomisleke, nas kontaktirajte na:",
    "1527172673": "Če imate kakršna koli vprašanja o tej politiki piškotkov, nas kontaktirajte na:",
    "1535054294": "Oglejte si njihovo podrobno politiko",
    "1747657936": "Naša spletna mesta in storitve niso namenjeni otrokom, mlajšim od 13 let in zavestno ne zbiramo osebnih podatkov otrok, mlajših od 13 let. Če izvemo, da smo zbrali osebne podatke otroka, mlajšega od 13 let, bomo vzeli razumne ukrepe za brisanje takšnih informacij iz naših datotek takoj, ko je to izvedljivo, razen če imamo zakonsko obveznost, da jih obdržimo. Pišite nam, če menite, da imamo kakršne koli informacije o otroku, mlajšem od 13 let:",
    "1807512722": "Vsak zahtevek, ki izhaja iz vaše uporabe tega spletnega mesta, lahko vložite pri upravni agenciji, vendar le v obsegu, v katerem veljavna zakonodaja dovoljuje dostop do takšne agencije, ne glede na obstoj sporazuma o arbitraži. Takšni upravni zahtevki vključujejo brez omejitve zahtevke ali dajatve, vložene pred Komisijo za enake možnosti zaposlovanja, Ministrstvo za delo ZDA in Nacionalni odbor za delovna razmerja. Nič v tej klavzuli se ne šteje za preprečitev ali opravičilo, da vložite upravni zahtevek pri kateri koli agenciji, da bi izpolnili svojo obveznost, da izčrpate upravna pravna sredstva, preden vložite zahtevek na arbitraži, vendar se odpovedujete pravici do kakršne koli denarne nagrade prek tega agencijski postopki.",
    "2238885192": "Sentry uporabljamo za zbiranje podatkov za odpravljanje napak, ko uporabnik doživi napako. Za informacije o tem, kako Sentry zbira in obdeluje podatke:",
    "2520904193": "Odpovedujete se kateri koli pravici, ki jo imate do kakršnega koli spora, da se sproži, zasliši ali razsodišče kot skupinska, kolektivna ali zastopniška tožba. Ne glede na katero koli drugo klavzulo, ki jo vsebuje ta sporazum, prejšnji stavek v nobenem primeru ni ločljiv od tega sporazuma. Vsak zahtevek, da je ta opustitev v celoti ali delno neizvršljiva, nedopustna, nična ali izpodbojna, lahko določi samo pristojno sodišče in ne arbiter. Ne boste prejeli maščevanja ali preprečili izpolnjevanje nalog na našem spletnem mestu zaradi uveljavljanja svojih pravic iz oddelka 7 Zakona o nacionalnih delovnih razmerjih ali zaradi vložitve ali sodelovanja v skupinski, kolektivni ali reprezentativni tožbi na katerem koli forumu. , vendar lahko zakonito zahtevamo izvršitev te opustitve skupinskih tožb in zahtevamo zavrnitev takih skupinskih, kolektivnih ali zastopniških tožb ali zahtevkov.",
    "2577178569": "3. Uporablja se za strogo potrebne tehnične namene: omogoča uporabo dostopnosti uporabnikom.",
    "2583888954": "Izjeme.",
    "263977834": "Upravna izčrpanost.",
    "2657277322": "Če imate kakršna koli vprašanja, nas kontaktirajte na:",
    "271333468": "Izvajamo ustrezne tehnične in organizacijske ukrepe za zaščito podatkov, ki jih zbiramo in shranjujemo, in zahtevamo, da vsi agenti, ki izvajajo našo obdelavo v našem imenu, storijo enako. Na žalost noben varnostni ukrep ni 100-odstotno varen in zato nobeno omrežje ali sistem (vključno z našim) ni 100-odstotno varen pred uničenjem, izgubo, spremembo, nepooblaščenim razkritjem ali dostopom do informacij, ki jih zbiramo in shranjujemo. Če menite, da vaši podatki iz kakršnega koli razloga morda niso varni, nas nemudoma kontaktirajte na:",
    "2763011087": "IMI se ne zavezuje k alternativnemu reševanju potrošniških sporov pred organom za reševanje potrošniških sporov niti ni dolžan pri njem sodelovati.",
    "2927283721": "Z izvajanjem nalog na našem spletnem mestu dovoljujete zbiranje, uporabo in razkritje vaših osebnih podatkov v skladu z našo politiko zasebnosti. Poleg tega lahko posredujemo določene podatke o vas in vaših opravljenih opravilih vlagatelju, katerega naloge ste opravili, da olajšamo razmerje med storitvami in izboljšamo spletno mesto, vključno z na primer ID-jem sodelavca, rezultati opravljenih nalog in drugimi atributi, povezanimi z vaše kvalifikacije, jezike, spretnosti in uporabo spletnega mesta.",
    "2943815316": "Ta seznam občasno posodabljamo, zato lahko obstajajo dodatni piškotki, ki še niso navedeni. Spletni svetilniki, oznake in skripti se lahko uporabljajo na spletnih mestih ali v e-poštnih sporočilih, da nam pomagajo pri dostavi piškotkov, štetju obiskov, razumevanju uporabe in učinkovitosti oglaševalske akcije ter ugotavljanju, ali je bilo e-poštno sporočilo odprto in ukrepalo. Poročila, ki temeljijo na uporabi teh tehnologij s strani naših ponudnikov storitev/analitike, lahko prejmemo na individualni in združeni osnovi.",
    "3040062804": "Vsak arbitražni postopek v skladu s tem razdelkom bo privzeto potekal v državi Kalifornija, razen če prebivate zunaj Združenih držav; v tem primeru bo arbitraža potekala v celoti elektronsko ali telefonsko. Arbitraža se lahko izvede na katerem koli drugem mestu, če se s tem vsaka stranka pisno strinja. Ne glede na lokacijo se lahko katera koli stranka odloči za nastop na arbitraži prek videa v živo ali telekonference.",
    "3091247030": "Opustitev skupinske tožbe.",
    "3102490587": "Če se kateri koli pogoj ali določba ali del te arbitražne klavzule razglasi za neveljavnega ali neizvršljivega, razen za opustitev skupinske tožbe, bo razveljavljen, preostanek arbitražne klavzule pa bo izvršljiv.",
    "3187946010": "Vsa besedila, slike, grafične animacije, videoposnetki, glasba, zvoki in drugo gradivo na teh straneh so zaščiteni z zakonom o avtorskih pravicah s strani IMI ali tretjih oseb, če je tako določeno. Prepovedano je kopiranje ali spreminjanje tega gradiva za komercialno uporabo na način, ki presega razumno pošteno uporabo.",
    "3199694247": "Ločljivost.",
    "3302832698": "Zahtevano je alternativno reševanje sporov.",
    "3361191778": "Informacije na spletnih straneh ne predstavljajo individualnega nasveta in ga ne morejo nadomestiti. Če potrebujete individualni nasvet, se obrnite na naše osebje za podporo.",
    "3493572638": "Stroški in pristojbine.",
    "3794239003": "Arbitražni postopek.",
    "3885459114": "Na splošno lahko uporabo piškotkov aktivirate ali pozneje deaktivirate s funkcijo, vgrajeno v vaš spletni brskalnik. Če želite izvedeti več o piškotkih ali kako jih nadzirati, onemogočiti ali izbrisati, obiščite https://www.knowcookies.com/ za podrobna navodila.",
    "3956117148": "Spletni strani hCaptcha.com in BotStop.com (mesta) lahko vključujeta dodatne piškotke, kot je opisano v tej politiki.",
    "4193379787": "Vsa arbitraža po tem sporazumu bo potekala v skladu s pravili Ameriškega arbitražnega združenja ali s strani medsebojno dogovorjene arbitražne službe. Arbiter bo ameriški arbiter, izbran s seznama najmanj sedmih (7) imen z alternativnimi stavki. V arbitraži bo imela vsaka stranka pravico izvesti ustrezno civilno odkritje, vložiti dispozitivne predloge ter predložiti priče in dokaze, ki so potrebni za izkazovanje svojih zadev in obramb, morebitne spore v zvezi s tem pa rešuje arbiter. Reševanje spora temelji izključno na pravu, ki ureja zadevne zahtevke in zagovore, arbiter pa se ne sme sklicevati na nobeno drugo podlago kot takšno kontrolno pravo. Razsodnik ima v vlogi arbitra imuniteto sodnega uradnika pred civilno odgovornostjo, ki dopolnjuje katero koli drugo obstoječo imuniteto. Nagrade morajo vsebovati pisno obrazloženo mnenje arbitra. Odrečete se svoji pravici do sojenja pred poroto glede kakršnega koli zahtevka, ki ga imate proti IMI ali ki ga ima IMI proti vam. Vsak zahtevek po tej klavzuli mora biti vložen v veljavnem zastaralnem roku. Zakon o zvezni arbitraži Združenih držav Amerike ureja to klavzulo in potrjujete, da ta pogodba dokazuje transakcijo v trgovini.",
    "470943029": "Če imate kakršna koli vprašanja o tej politiki zasebnosti, nas kontaktirajte na:",
    "498769698": "Do določenih osebnih podatkov, ki ste nam jih morda posredovali prek svojega uporabniškega računa integratorja, stranke ali uporabniškega računa za dostopnost, lahko dostopate, jih popravite, spremenite ali izbrišete (če ste integrator, stranka ali uporabnik dostopnosti). Če tega ne morete storiti ali imate kakršna koli vprašanja o osebnih podatkih, ki smo jih zbrali in/ali delili o vas, ali želite umakniti vaše soglasje za našo obdelavo (tj. v celoti izbrisati svoj račun), nas kontaktirajte na:",
    "537881751": "Dobrodošli v hCaptcha! Ta pravilnik o zasebnosti opisuje prakse podjetja Intuition Machines, Inc. (\"IMI\", \"mi\" ali \"nas\") v zvezi z našim zbiranjem, uporabo in razkritjem informacij (vključno z osebnimi podatki, opredeljenimi spodaj) prek našega spletnega mesta na naslovu www.hcaptcha .com in vse druge poddomene ali domene, ki jih uporabljamo (»Spletna mesta«) ter vmesnik aplikacijskega programa hCaptcha ter sorodna programska oprema in gradiva (skupaj »Storitev«).",
    "561456032": "Strinjate se, da za vsak spor, ki izhaja iz vaše uporabe storitev ali se nanaša nanjo, vključno z vsemi spori, ki bi lahko nastali od trenutka, ko ste začeli izvajati naloge za IMI, in zlasti vključno z vsemi zahtevki, povezanimi s tem, ali ste razvrščeni kot neodvisnega izvajalca, boste IMI najprej obvestili o svojem zahtevku proti njemu. Vi in IMI boste nato poskušali rešiti težavo z neposrednim pogajanjem ali posredovanjem. Stroške mediacije si bomo razdelili enakomerno in se strinjali, da se mediacija izvaja preko telefona ali drugih elektronskih sredstev. Če zahtevek ostane nerešen po neformalnih pogajanjih ali mediaciji, se strinjate, da boste vi in IMI uporabili dokončno in zavezujočo arbitražo za rešitev spora. Ta klavzula ureja vse zahtevke za nazaj od trenutka, ko ste začeli uporabljati naše spletno mesto, ne glede na to, ali temeljijo na odškodninskih pravicah, pogodbi, zakonu, vključno, vendar ne omejeno na, kakršne koli trditve o diskriminaciji in nadlegovanju, ne glede na to, ali temeljijo na kalifornijskem Fair Employment and Housing Act. , Naslov VII Zakona o državljanskih pravicah iz leta 1964, kakor je bil spremenjen, ali kateri koli drug državni ali zvezni zakon ali uredba, pravični zakon ali kako drugače.",
    "658775471": "Za optimizacijo našega spletnega prometa uporabljamo Cloudflare. Za informacije o tem, kako Cloudflare zbira in obdeluje podatke:",
    "702926385": "Vsaka stranka krije svoje stroške pravnega zastopanja na takšni arbitraži, razen v obsegu, v katerem so odvetniški stroški izrecno določeni z zakonom. Stranki si bosta razdelili vso začetno upravno takso, ki jo zaračuna arbiter, do najvišjega zneska za vas dvesto petdeset dolarjev (250,00 USD). Stroške razsodnika in sodnega poročevalca, če obstajajo, najprej krijemo mi; vendar ima arbiter diskrecijsko pravico, da prevladujoči stranki dodeli ustrezne stroške, kot določa zakon, in/ali zahteva, da si stranke razdelijo stroške, povezane z arbitrom in/ali sodnim poročevalcem.",
    "720059527": "2. Uporablja se za nujno potrebne tehnične namene: uravnavanje obremenitve, usmerjanje.",
    "74538881": "Odgovornost za to spletno stran",
    "996430331": "Lokacija arbitraže.",
    "211351380": "Iz bloga:",
    "3153117136": "Kako delujejo nastavitve težavnosti hCaptcha",
    "2915355938": "Dostopnost",
    "793784899": "Načrti",
    "2671622670": "Enterprise",
    "3527140447": "Dokumenti",
    "505891021": "Storitve označevanja",
    "692176459": "Vpiši se",
    "1892574253": "Prijavite se",
    "2593864519": "Ustavi več botov. Začnite varovati zasebnost uporabnikov.",
    "4007826952": "CAPTCHA št. 1 za zasebnost za splet, mobilne naprave in drugo.",
    "3721365241": "Poskusi",
    "3753956446": "prost",
    "3276777569": "hCaptcha",
    "55035359": "Trenutno uporabljate reCAPTCHA?",
    "3417372336": "Preklopi v nekaj minutah",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Najboljše spletne storitve se zanašajo na",
    "1470290349": "za najboljše v svojem razredu upravljanje botov in goljufij.",
    "3714002185": "Preberite več o hCaptcha Enterprise",
    "3946753128": "Zasebno. Varno. Hitreje.",
    "939665604": "Osredotočeno na zasebnost",
    "780475098": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Zanima nas le, ali je obisk dober ali slab. hCaptcha je v skladu z GDPR, CCPA, LGPD, PIPL in drugimi globalnimi zakoni o podatkih.",
    "219813583": "Varnost najprej",
    "2714878440": "Z našim naprednim strojnim učenjem in preverjanjem človečnosti zaščitite svoje storitve pred odvzemom podatkov, prevzemi računov, polnjenjem poverilnic in vsiljeno pošto.",
    "1397766838": "Boljša uporabniška izkušnja",
    "2670352917": "hCaptcha zagotavlja bolj zanesljivo odkrivanje botov, hkrati pa je preprosta za ljudi.",
    "2806751666": "Kaj je hCaptcha?",
    "3096063825": "Poskusi",
    "2968026167": "Vaša najljubša zelenjava",
    "713281684": "Jajčevec",
    "4147497805": "Korenček",
    "3758963444": "Hvala vam! Vaš prispevek je bil prejet!",
    "1070364246": "Ups! Pri pošiljanju obrazca je šlo nekaj narobe.",
    "1129833879": "Ustavite zlonamerne bote, zaščitite zasebnost uporabnikov",
    "58091799": "Preberite več o hCaptcha Publisher in Enterprise",
    "1599610318": "Založnik",
    "3093388779": "hCaptcha je brezplačna za uporabo za založnike katere koli velikosti",
    "179723061": "Več nadzora za ekipe, ki potrebujejo varnost v razredu",
    "846501387": "Vrhunska zaščita botov",
    "119298044": "Napredne samonadzorovane tehnologije ML in AI ščitijo vaše spletne lastnosti pred grožnjami in napadi",
    "1263998069": "Zaslužite si nagrade za človeške rešitve",
    "1103295010": "Zaslužite denar ali dajte v dobrodelne namene, ko ljudje rešujejo CAPTCHA",
    "392886773": "Deluje v vsaki državi",
    "2320894364": "Oblak hCaptcha z več kot 200 točkami prisotnosti ščiti vaše premoženje po vsem svetu",
    "451701069": "V skladu z GDPR, CCPA,",
    "2826051554": "in več",
    "3530599065": "Zasebnost je zgrajena od začetka. hCaptcha ne zadržuje osebnih podatkov in je v skladu s številnimi pooblastili in predpisi glede zasebnosti.",
    "2489287539": "Brez trenja \"Brez CAPTCHA\" in 99,9 % pasivnih načinov",
    "793242047": "Zmanjšajte izzive, ki so predstavljeni uporabnikom, da omogočite hiter dostop do aplikacij",
    "4195759329": "Odkrivanje botov in ocene tveganja",
    "1150035777": "Sofisticirani modeli strojnega učenja ustvarjajo ocene zaupanja botov, ki temeljijo na številnih podatkovnih točkah, poleg tega, ali so bila vprašanja pravilno odgovorjena",
    "3688621388": "Podpisi grožnje",
    "1131525092": "Brez truda združite slabe akterje prek naših UID-jev, ki ohranjajo zasebnost, da poiščete in zaustavite povezane goljufije in zlorabe",
    "1559631739": "Zasebno učenje",
    "3952259236": "Združite svoje zaslepljene podatke z na tisoče signalov hCaptcha, da usposobite hCaptcha za razrede vedenja – samo na primer – za boljše napovedovanje zlonamernega vedenja bolje kot katera koli rešitev sama",
    "1150963691": "APT ublažitev",
    "4083018285": "Nabor razširjenih funkcij, ki se združujejo z izboljšanim spremljanjem in odzivom SOC za obravnavo izpopolnjenih trajnih groženj",
    "3160820928": "Usklajena zaščita pred napadi",
    "1849805607": "hCaptcha ščiti pred grožnjami in varami, ki so zasnovane za infiltriranje v vaša omrežja",
    "1958297836": "Usklajena zaščita pred napadi in ublažitev APT",
    "1300485304": "hCaptcha ščiti pred naprednimi grožnjami in varami, ki so zasnovane za infiltriranje v vaša omrežja",
    "2698640210": "Prikazani so izzivi in vrste nadzora",
    "3121248460": "Pokažite neskončno raznolike izzive po meri – od preprostih do zapletenih – za vaše pričakovano občinstvo",
    "3807059944": "Uporabljeno vsebino za nadzor izzivov",
    "2707282231": "Prilagodite izzive svojim uporabnikom. Onemogoči botom reševanje in prodiranje.",
    "4194763679": "Drobno zrnate težavnostne stopnje",
    "3730038780": "Izbirajte med skoraj neskončnim številom izzivov, ki jih morajo uporabniki rešiti",
    "1849717906": "Prilagodite s svojo vsebino izziva",
    "1508655687": "Dodajte svoje izzive, prilagojene vašemu občinstvu, da poenostavite ali omejite dostop",
    "3620442880": "Zaščitne funkcije Flash Sale",
    "3265895521": "Dvignite in zmanjšajte težavnost izziva glede na čas dneva",
    "1485807325": "Večuporabniške nadzorne plošče, SAML SSO",
    "359073033": "Nadzorne plošče zagotavljajo visoko raven ali drobnozrnate poglede na dejavnost.",
    "4272454814": "Integrirajte se s ponudnikom identitete po vaši izbiri.",
    "1141402092": "Napredne funkcije poročanja",
    "910989640": "Ustvarite podrobna in prilagojena poročila o dejavnosti",
    "3768951251": "SLA za podjetja",
    "1014004474": "Načrti podjetja hCaptcha ponujajo napredne sporazume o ravni storitev za zaščito vaše organizacije",
    "1177598246": "Obrnite se na prodajo",
    "1067704102": "Vrednost v označevanju podatkov",
    "3065000659": "Ste se zavedali, da vsakič, ko \"kliknete na avto\", pomagate trenirati samca",
    "3235430156": "sistemi strojnega učenja podjetja brezplačno?",
    "1549336309": "hCaptcha spremeni ta model. Ko uporabljate hCaptcha, podjetja licitirajo za delo vaših uporabnikov, saj dokazujejo svojo človečnost. Dobiš nagrade.",
    "3725880582": "Vrnite v dobrodelne namene",
    "1671436004": "Želite vrniti svoji najljubši dobrodelni organizaciji?",
    "1663628612": "vam omogoča",
    "4272088465": "dobrodelne ustanove po vaši izbiri z zaslužkom, ki ga pridobite z uporabo.",
    "2894845722": "Uporabniki na vašem spletnem mestu bodo kmalu lahko videli vaš prispevek k dobrodelnosti prek diskretne blagovne znamke na vmesniku hCaptcha.",
    "3194111925": "podporo",
    "1637702726": "O hCaptchi",
    "2323282990": "Sodoben pristop k preverjanju človečnosti",
    "1201821619": "hCaptcha rešuje eno najbolj perečih težav današnjega časa: preprečuje zlonamernim botom, da zlorabljajo spletne storitve.",
    "1475399473": "Preberite več o ekipi hCaptcha",
    "3161489950": "Najbolj napredna varnostna platforma ML na svetu",
    "3247172580": "hCaptcha je združil napredno samonadzorovano strojno učenje z novim računalniškim pristopom, ki edinstveno zmanjša zbiranje in hrambo podatkov, dostavljeno z več kot 250 lokacij po vsem svetu za veliko razširljivost.",
    "3767462250": "Zasnovan za zasebnost",
    "3500503648": "hCaptcha je zasnovana tako, da odpravi dolgoročno hrambo podatkov, tako da se zanaša na takojšnjo oceno in ne na snemanje in analizo vaše zgodovine brskanja. Podpiramo tudi pobude, kot so",
    "2418549423": ", nastajajoči standard za ohranjanje zasebnosti na spletu s kriptografskimi dokazi in drugimi edinstvenimi funkcijami, ki so prednostne za zasebnost.",
    "1544546608": "Prepustnica za zasebnost",
    "976209454": "Zaslužite nagrade ali dajte v dobrodelne namene",
    "552920956": "hCaptcha omogoča spletnim mestom, da zaslužijo nagrade, medtem ko blokirajo bote in druge oblike zlorab. hCaptcha vam omogoča tudi, da s temi zaslužki podprete dobrodelne organizacije po vaši izbiri.",
    "654326661": "Se želite sami prepričati? Preizkusite hCaptcha brezplačno.",
    "3570415321": "Podjetje",
    "3987022469": "Označevanje",
    "1636202177": "O",
    "2670003220": "Službe",
    "3233305531": "Blagovne znamke",
    "3028319964": "Etika umetne inteligence",
    "4131598919": "Pritisnite",
    "1662477701": "Viri",
    "3130928685": "Blog",
    "1756106276": "Stanje",
    "1235925265": "Dokumentacija",
    "920212083": "Prijavite napako",
    "2076066173": "Kibernetski napadi 101",
    "3644106388": "Kontakt",
    "2182196747": "Podpora",
    "487083593": "Prodaja",
    "878585497": "Pogoji",
    "1697438123": "Zasebnost",
    "1316817321": "Pripisovanje",
    "3488019891": "hCaptcha je registrirana blagovna znamka Intuition Machines, Inc.",
    "4224961202": "Zasebnost, varnost in strojno učenje.",
    "98173630": "hCaptcha je najbolj razširjena neodvisna storitev CAPTCHA na svetu.",
    "1514478724": "Nauči se več",
    "1752795854": "hCaptcha prinaša sodoben pristop k ustavljanju botov, osredotočen na zasebnost.",
    "2927700175": "Prikazujemo izzive CAPTCHA, ki so težki za bote, a preprosti za ljudi, tako da zbiramo podatke o težavah s strojnim učenjem, ki jih je težko označiti, in jih uporabimo za razlikovanje, ali je obiskovalec spletnega mesta ali aplikacije človek.",
    "2188609322": "Slabi igralci so vse pogostejši na spletu. Toda žrtvovanje zasebnosti uporabnikov ni rešitev.",
    "2032102720": "Varnostne rešitve, ki jih ponujajo oglaševalska podjetja, se osredotočajo predvsem na sledenje uporabnikom po spletu. Ustvarili smo učinkovito varnostno rešitev, ki dokazuje, da škodovanje zasebnosti uporabnikov ni nujno za doseganje odličnih rezultatov.",
    "4146870445": "Kdo smo",
    "353066938": "Izkušena ekipa, ki se ukvarja z najtežjimi težavami današnjega časa. hCaptcha je storitev za",
    "3260825523": "Intuicijski stroji",
    "1173652155": "Svetovalci",
    "3972094614": "Brendan Eich",
    "2113642787": "Pesem zore",
    "2256305371": "Profesor CS na Kalifornijski univerzi Berkeley. Strokovnjak za globoko učenje, varnost, blockchain. Izvršni direktor Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Znanstvenik raziskav na Stanfordu. Strojno učenje in kvantno financiranje v velikih bankah, hedge skladih in akademskih krogih.",
    "2686825859": "Prijavite se brezplačno ali nas kontaktirajte glede rešitev hCaptcha Enterprise",
    "583434701": "Dostopnost hCaptcha",
    "611905972": "Zagotavljanje nemotenega dostopa za vse uporabnike ob ohranjanju varnosti",
    "874098071": "Če ste uporabnik dostopnosti, se prijavite tukaj",
    "2745385064": "Povzetek",
    "3353238942": "hCaptcha je zasnovan tako, da ustavi robote tako, da jih razlikuje od ljudi. Vizualni testi so priročno orodje za to, vendar ne more vsak rešiti vizualnega izziva.",
    "3600022491": "Iz tega razloga smo zasnovali preprosto, nebolečo alternativo, da bi založnikom, ki uporabljajo našo storitev, omogočili, da ohranijo dostopnost za vse s popolno skladnostjo z razdelkom 508 in WCAG 2.1 AA.",
    "2557240048": "Kako deluje: najprej se uporabnik dostopnosti prijavi prek",
    "3871665286": ", ki je vidno povezan na strani z informacijami o pripomočku hCaptcha. Dobijo šifriran piškotek, ki ga je mogoče uporabiti večkrat na dan, vendar ga je treba s prijavo osvežiti vsakih 24 ur.",
    "3441764123": "Ko se uporabniku dostopnosti na spletnem mestu, ki uporablja storitev hCaptcha, prikaže izziv, bo samodejno opravil.",
    "4247858664": "stran za prijavo na dostopnost",
    "1297657322": "Uporabniški zaslon za dostopnost po prijavi",
    "1717658846": "Možnost dostopnosti v meniju uporabniškega vmesnika pripomočka",
    "1266963825": "V: Ali je razdelek hCaptcha 508 + WCAG 2.1 AA skladen?",
    "850025770": "O: Verjamemo, da: vsi uporabniki s kakršno koli obliko okvare, ki lahko brskajo po spletu in vnašajo besedilo na obrazce, lahko ob registraciji dostopajo do storitev, zaščitenih s hCaptcha. Vendar to ni pravni nasvet: opravite svojo lastno oceno, pri čemer upoštevajte vašo posebno implementacijo, da zagotovite, da je to primer za vašo razporeditev.",
    "159272246": "V: Ali delate na drugih možnostih za ljudi s posebnimi potrebami (\"a11y\"), kot je zvok?",
    "4074220464": "O: Prej priljubljene možnosti, kot so avdio captcha, diskriminirajo številne uporabnike a11y in jih sodobne tehnike strojnega učenja zlahka premagajo. To je prisililo, da so trenutni zvočni izzivi postajali vse težji, saj so uvedli hrup, čuden čas, nenavadne kombinacije besed in tako naprej, da bi premagali napadalce. Zato smo manj navdušeni nad tem pristopom v primerjavi z izogibanjem izzivu v celoti, vendar bomo razmislili, če bo povpraševanje s strani skupnosti a11y.",
    "2309661107": "Vendar nas zelo zanima",
    "2555914614": "za primer uporabe Dostopnost. Verjamemo, da bo združevanje našega trenutnega pristopa a11y z izdajo Privacy Pass uporabnikom a11y omogočilo varno brskanje, ki se zaveda, da je njihov promet bolj zaseben, hkrati pa bo omejilo zlorabo operaterjev botov, ki se neizogibno zgodi, ko so na voljo možnosti a11y. Smo aktivni udeleženci v delovni skupini IETF, ki standardizira to novo tehnologijo.",
    "2583775432": "V: Kaj pa zasebnost? Ali registracija na nek način izpostavlja podatke brskanja a11y? Kaj počneš z e-pošto?",
    "4215483493": "O: hCaptcha je zasnovana za zasebnost od začetka. Zelo se razlikuje od tradicionalnih možnosti, kot je reCAPTCHA, ki so v lasti oglaševalskih omrežij, ki imajo spodbudo, da vas spremljajo po spletu in vas povezujejo z resnično identiteto.",
    "2474661839": "Naš",
    "4137573005": "ima izčrpne in verodostojne odgovore o tem, kako uporabljamo podatke, toda kratek odgovor je, da nas ne zanima, da bi vas kot osebo povezali z vašo zgodovino brskanja.",
    "4101570501": "Prav tako trenutno delamo na kriptografski rešitvi za hitro zavrnitev vašega e-poštnega naslova, hkrati pa ohranjamo našo sposobnost preprečevanja zlorab, kar dopolnjuje naše delo v zvezi z zasebnostjo.",
    "260595108": "E-poštnih sporočil ali informacij o dostopnosti nikoli ne uporabljamo za noben drug namen, razen za olajšanje uporabe in preprečevanje zlorab.",
    "3063819779": "politika zasebnosti",
    "465714311": "Za uporabnike dostopnosti: vprašanja in odgovori ter vodnik za odpravljanje težav",
    "3596207631": "V: Po nastavitvi piškotka še vedno vidim izziv. Kaj je vzrok za to?",
    "469089249": "O: To je običajno posledica uporabe agresivnega zaviralca oglasov ali razširitve proti piškotkom ali nastavitve, ki blokira piškotke \"med spletnimi stranmi\", v tem primeru piškotek za hcaptcha.com, ki ga nastavi ali preveri hCaptcha JS na druga stran, kot je tista, ki jo obiščete.",
    "4263626815": "Piškotki za ljudi s posebnimi potrebami hCaptcha delujejo z vsemi priljubljenimi brskalniki in blokatorji oglasov z njihovimi standardnimi nastavitvami, zato so običajno napake posledica skriptov proti blokiranju oglasov ali podobnih pravil, ki ciljajo na določena spletna mesta.",
    "3906359167": "rešitve:",
    "3464870463": "1. Na seznam dovoljenih piškotkov hcaptcha.com in *.hcaptcha.com v vašem blokatorju oglasov ali varnostni razširitvi brskalnika.",
    "1204911585": "2. Če uporabljate brskalnik Brave, za katerega se zdi, da (od aprila 2020) nima nobenega seznama dovoljenih piškotkov, pojdite na Nastavitve -> Shields -> Piškotki in izberite »Dovoli vse piškotke«.",
    "2932826396": "3. Če uporabljate najnovejšo različico Safarija v nedavno izdanem OS X 10.15 ali iOS 13.4, je Apple pravkar spremenil vedenje Safarija v zvezi s piškotki tretjih oseb in jih privzeto blokiral. Uvajamo rešitev, medtem pa obiščite Safari Preferences, razdelek Zasebnost in počistite polje »Sledenje spletnemu mestu: Prepreči sledenje med spletnimi mesti«, da omogočite, da piškotek za ljudi s posebnimi potrebami deluje po pričakovanjih.",
    "3836291932": "V: Uporabljam več naprav. Ali se moram večkrat prijaviti?",
    "3251220335": "O: Ne. Prosimo, kliknite na isto e-poštno povezavo za prijavo, ki vam je bila poslana na vsaki napravi, ki jo uporabljate, da nastavite piškotek.",
    "2082407178": "V: Kako se lahko zaščitim pred sledenjem piškotkov tretjih oseb med uporabo piškotka za ljudi s posebnimi potrebami?",
    "2700197090": "O: Uporaba katere koli razširitve za zasebnost ali blokiranje oglasov, ki podpira seznam dovoljenih na ravni domene (npr. uBlock Origin), bo delovala po pričakovanjih: samo poskrbite, da boste hcaptcha.com uvrstili na seznam dovoljenih.",
    "3657743880": "Navodila za brskalnik za piškotke med spletnimi mesti",
    "1960601330": "Če želite omogočiti piškotke v Safariju (Mac): Pojdite na spustni meni Safari. Izberite Nastavitve. Na zgornji plošči kliknite Zasebnost. V razdelku »Blokiraj piškotke« izberite možnost »Nikoli«.",
    "1622303590": "Če želite omogočiti piškotke v Safariju (iPhone/iPad iOS 11+): Odprite nastavitve. Pomaknite se navzdol in izberite Safari. V razdelku Zasebnost in varnost izklopite »Prepreči sledenje med spletnimi mesti« in »Blokiraj vse piškotke«",
    "2199048568": "Kliknite ščit na levi strani naslovne vrstice na kateri koli spletni strani. Kliknite na Nastavitve zaščite. Odpre se okno Firefox Preferences Privacy & Security. V razdelku Izboljšana zaščita sledenja izberite Po meri. Izberite, katere sledilnike in skripte želite blokirati, tako da označite ta potrditvena polja. Prepričajte se, da ste odblokirali hcaptcha.com.",
    "3967047208": "Za odpravljanje napak lahko tudi začasno izklopite nekatere zaščite v Po meri, tako da počistite potrditvena polja: počistite potrditveno polje Sledilniki ali počistite potrditveno polje Piškotki, če imate še vedno težave.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Izberite ikono Chromovega menija. Izberite Nastavitve.",
    "926138631": "Pojdite na Zasebnost in varnost, nato Piškotki in drugi podatki spletnega mesta.",
    "3419878556": "Prepričajte se, da možnost »Blokiraj piškotke tretjih oseb« ni omogočena.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Odprite Chromove nastavitve v menijski vrstici.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "V napravi Android odprite aplikacijo Chrome.",
    "3620039756": "V zgornjem desnem kotu tapnite Več in nato Nastavitve.",
    "2813310562": "Tapnite Nastavitve spletnega mesta in nato Piškotki.",
    "3014657981": "Zraven »Piškotki« vklopite nastavitev.",
    "1242066691": "Potrdite polje poleg možnosti »Dovoli piškotke tretjih oseb«.",
    "292250020": "1. Izberite zobnik v zgornjem desnem kotu zaslona in nato izberite »Internetne možnosti«. Če imate omogočeno menijsko vrstico, lahko izberete »Orodja« in nato »Internetne možnosti«.",
    "4114820649": "2. Kliknite zavihek »Zasebnost«.",
    "946838734": "3. Izberite gumb \"Napredno\".",
    "348809718": "4. Pod »Piškotki tretjih oseb« izberite »Sprejmi«.",
    "1253441326": "5. Kliknite »V redu«",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "internet Explorer",
    "4104188759": "Etična politika umetne inteligence",
    "1161704803": "Zakaj imamo politiko etike umetne inteligence?",
    "1806535500": "Skoraj vsaka tehnologija, od svinčnikov do dinamita, je a",
    "24452499": "rešitev; lahko se uporablja za dobro ali slabo. Vsako podjetje, ki raziskuje, gradi ali prodaja rešitve z dvojno rabo, mora upoštevati posledice svojih dejanj.",
    "4023575072": "dvojna uporaba",
    "3336625692": "Ta stran podrobno opisuje naše misli o tej temi v okviru etike umetne inteligence in postopke, ki jim sledimo, da zagotovimo, da uporaba naših storitev ostane v skladu s politikami, ki smo jih sprejeli kot podjetje.",
    "835717930": "Etika umetne inteligence pri hCaptchi",
    "2179524509": "Občasno dobimo vprašanja o tem, kakšna vprašanja so dovoljena za storitev hCaptcha in zakaj se postavljajo določena vprašanja.",
    "1962721652": "Ljudje iščemo vzorce in včasih lahko neškodljivo vprašanje v trenutku preide iz povsem nepresenetljivega v sumljivo zaradi sprememb v svetu in ne zaradi motivacije kogar koli, ki zastavi vprašanje.",
    "3974566657": "Ker storitve postajajo vse bolj priljubljene, se tovrstni pojav neizogibno pogosteje. hCaptcha uporablja milijone ljudi vsak dan v tako rekoč vseh državah na svetu, zato objavljamo to politiko in študijo primera o tem, kako obravnavamo ta vprašanja, da bi bili čim bolj pregledni.",
    "1830910223": "Študija primera etike umetne inteligence v resničnem svetu",
    "805971861": "\"Umbrella\" je izraz v ImageNetu, standardnem naboru primerjalnih podatkov, ki ga uporabljajo raziskovalci računalniškega vida. Zanesljivo prepoznavanje ljudi, ki držijo dežnike, je ključnega pomena tudi za gradnjo varnih naprednih sistemov za pomoč vozniku (ADAS) naslednje generacije.",
    "3988350": "To pomeni, da obstajajo odlični primeri uporabe krovnih pripisov v resničnem svetu. Obstaja prostor za nesoglasja glede vpliva samovozečih avtomobilov, vendar sistemi ADAS že varčujejo",
    "548587288": "okoli sveta.",
    "3138772661": "na tisoče življenj vsako leto",
    "3168199226": "Vendar je leta 2020 postalo jasno, da bi lahko gradnjo tovrstnega nabora podatkov dojemali kot tehnologijo z dvojno rabo, na način, ki bi ga malokdo pričakoval pred enim letom.",
    "558378834": "Tako trenutno ne sprejemamo več zahtev za vprašanja v zvezi z dežniki. Možnost zmede, ko končni uporabnik vidi vprašanje o dežnikih v trenutnem trenutku, je prevelika in na koncu je naš cilj narediti svet bolj prijeten kraj.",
    "3376604063": "Etične politike in procesi umetne inteligence",
    "1923365316": "Pri hCaptchi imamo strogo politiko etike umetne inteligence, del tega pa vključuje postopek Spoznaj svojo stranko (KYC).",
    "4230322909": "Vedno poskušamo dobro razumeti vsako novo stranko in njihov predvideni primer uporabe, tako da potrdimo, da je primeren za naše izdelke in storitve, ter da zagotovimo, da sledi politikam, ki smo jih sprejeli kot podjetje.",
    "2735073144": "Po potrebi izvajamo tudi stalne preglede. Na primer, v našem nedavnem pregledu datumov in virov zahtevkov za zahteve za označevanje, povezane z dežniki, smo lahko hitro potrdili, da noben državni subjekt ali znani državni dobavitelj programske opreme za nadzor v zadnjih 12 mesecih ni vložil zahtev glede dežnikov, ki uporabljajo naše storitve. .",
    "2715462692": "Kako izgleda naš proces etike umetne inteligence?",
    "3049976256": "Za vsako novo stranko označevanja med prodajnim postopkom pregledamo kontrolni seznam. To vključuje začetno skrbnost KYC pred vključitvijo, pa tudi preverjanje vseh zahtev, poslanih našim analitikom, ter sprotne preglede na kraju samem in redne preglede zahtev, ki so bile poslane z našo samopostrežno platformo.",
    "3103642530": "Ta pregled je sestavljen iz več sklopov meril:",
    "3349094124": "Merila etičnih vprašanj: Cilj",
    "1038019440": "1. Ali ta stranka zastopa nacionalne interese države, za katero je znano, da ravna v nasprotju z mednarodnimi zakoni in normami?",
    "493717511": "2. Ali ta stranka zahteva storitve, ki bi lahko bile",
    "2209109640": "uporabljajo samo za zlonamerne namene v okviru svojih običajnih poslovnih dejavnosti?",
    "3457805519": "3. Ali je mogoče zahtevo stranke izpolniti v skladu z zakonodajo ZDA in našimi pravili sodelovanja?",
    "1942611550": "predvsem",
    "109179759": "Merila etičnih vprašanj: Subjektivna",
    "1033698050": "1. Ali verjamemo, da nam je stranka dala primer uporabe, za katerega menimo, da je moralno sprejemljiv v skladu z našo interpretacijo tipičnih zahodnih družbenih norm?",
    "361372538": "2. Ali verjamemo, da bi naše storitve stranke verjetno uporabljale za diskriminatorne namene na načine, ki bi lahko bili zakoniti, vendar za nas nesprejemljivi?",
    "2867855718": "3. Ali verjamemo, da je za zahtevo mogoče zadovoljivo zadovoljiti potrebe po zasebnosti?",
    "2462728596": "Če se ne moremo zadovoljiti s temi točkami, bomo zahtevo zavrnili in lahko ukinili nadaljnji dostop do naše platforme, kot je navedeno v naših pogojih.",
    "1995277831": "Hvala vam",
    "1818116402": "Upamo, da ste cenili ta pogled na to, kako obravnavamo operativna vprašanja s komponento AI Ethics.",
    "1499894352": "Zelo malo podjetij ponuja preglednost svojih procesov odločanja na tem področju in upamo, da bodo temu zgledu sledila tudi druga!",
    "535659033": "Priznanje avtorstva Creative Commons",
    "1495915066": "Kako mi, naši akademski raziskovalni partnerji in naše stranke uporabljamo medije Creative Commons",
    "3017533972": "Mi, naši akademski raziskovalni partnerji in naše stranke se lahko občasno sklicujemo ali reproduciramo dele vsebine z licenco Creative Commons prek platforme hCaptcha, da bi izboljšali znanje človeštva na področju strojnega učenja.",
    "1428053210": "Ta vsebina se na splošno spremeni iz prvotne oblike. Na primer, videoposnetek je lahko razdeljen na veliko slik, te slike se lahko razdelijo na veliko novih slik in te nove slike se nato naključno mešajo, da se prikaže končni rezultat.",
    "1728211763": "Uporaba vsebin na ta način in v te namene sodi v smernice poštene uporabe v skladu z našim razumevanjem zakonodaje in standardnih praks na tem področju, vendar smo dolgoletni ljubitelji Creative Commons in raje dajemo priznanje vsem, ki pomagajo pri monumentalna naloga izboljšanja strojne inteligence.",
    "1949452297": "Zaradi notranjih omejitev uporabniškega vmesnika hCaptcha in njegovih varnostnih pomislekov ni mogoče reproducirati vira vsake slike neposredno ob njeni uporabi. Namesto tega se na to stran povežemo z naše domače strani in vzdržujemo seznam virov, ki so trenutno ali pred kratkim prikazani prek platforme. Dostopate lahko do trenutnega seznama",
    "2367602973": "tukaj",
    "659124570": "Poleg tega, če vidite vsebino, ki vam pripada, reproducirano na platformi hCaptcha in bi jo iz kakršnega koli razloga želeli odstraniti, nas lahko kontaktirate po e-pošti na",
    "2066749488": "Druge pritožbe",
    "3479034323": "Če vidite vsebino, ki vam pripada, reproducirano na platformi hCaptcha in bi jo iz kakršnega koli razloga želeli odstraniti, nas lahko kontaktirate po e-pošti.",
    "1836554225": "Blog Objave",
    "2873297188": "Ali vsi CAPTCHAS diskriminirajo Neameričane?",
    "165932542": "Oglejte si stopnje reševanja hCaptcha po vsem svetu",
    "1865097546": "16. november 2021",
    "3005876482": "hCaptcha je zdaj največja neodvisna storitev CAPTCHA, ki deluje na 15 % interneta",
    "693820850": "Google lahko premagate tako, da na prvo mesto postavite zasebnost",
    "3609106478": "Polnjenje poverilnic:",
    "299335340": "Kaj je to in kako ustaviti napade",
    "354925785": "Uvod",
    "423222878": "Nekateri kibernetski napadi, ki jih je najtežje odkriti, preprečiti in zaustaviti, so tisti, pri katerih lahko zlonamerni akter uporabi zakonite uporabniške poverilnice za prijavo v aktivni uporabniški račun. Brez veliko sofisticiranih zmogljivosti za odkrivanje, podjetje, ki gosti račun, nima razloga za sum, da je karkoli narobe. Zdi se, da se je stranka preprosto prijavila v svoj račun. Napadalec je to uspešno zvijačo dosegel z ukradenimi poverilnicami – običajno rezultat tehnike kibernetskega napada, znane kot »polnitev poverilnic«. Danes je to resen problem, ki pa ga je mogoče ublažiti s pravimi protiukrepi.",
    "777660551": "Kaj je polnjenje poverilnic?",
    "2602763587": "Polnjenje poverilnic je oblika kibernetskega napada, pri katerem se napadalec poskuša večkrat prijaviti na spletno mesto z uporabo parov ukradenih uporabniških imen in gesel. \"Nadev\" se nanaša na ponavljajoče se poskuse prijave, ki jih skoraj vedno izvaja avtomatizirana programska oprema botov.",
    "1271831121": "Ni tako, kot da bi heker (seveda oblečen v kapuco!) sedel tam in vnašal poverilnice za poverilnico. Samodejni bot za prijavo bi lahko bil izdelan iz običajnega orodja, kot je Selenium, ali po meri razvitega hekerskega orodja.",
    "2588750717": "Nekateri napadi polnjenja s poverilnicami dejansko vključujejo na milijone poverilnic – vse se vnesejo v nič hudega sluteči vmesnik za prijavo na spletno mesto v upanju, da jih spustijo. Ko vstopi, lahko napadalec prevzame žrtvin račun.",
    "1137757109": "Če gre za račun za e-trgovino, lahko napadalec naroči blago. Če je žrtev banka, lahko napadalec nakaže sredstva v tujini in tako naprej.",
    "1559150837": "Vendar tarče niso brez obrambe. Večina spletnih mest ima kontrole, ki blokirajo sumljivega uporabnika, ki se poskuša v kratkem času prijaviti v na tisoče različnih računov z istega naslova IP. Napadalci za polnjenje poverilnic, da bi zaobšli te zaščitne tehnike, je to, da simulirajo geografsko raznolikost in raznolikost IP. Z uporabo zmogljivih orodij, ki jih pogosto poganja umetna inteligenca, se lahko zdi, da se na tisoče uporabnikov naključno poskuša prijaviti ob različnih urah dneva iz vse države. To je veliko težje odkriti in ustaviti.",
    "1892020899": "Kje hekerji dobijo poverilnice?",
    "2597149484": "Razlog, zakaj mora heker \"napolniti\" toliko poverilnic, je povezan s tem, kje dobijo ukradene poverilnice.",
    "3030395800": "Te poverilnice običajno izvirajo iz kršitev podatkov. Znani tudi kot »razlitje poverilnic«, lahko ti napadi povzročijo, da se na temni splet vrže na milijone poverilnic. Če je razlitje prišlo iz banke, bo heker poskušal uporabiti te poverilnice za dostop do drugih spletnih mest. Ta pristop deluje, ker toliko ljudi uporablja isto kombinacijo uporabniškega imena in gesla za več spletnih mest. (Ta praksa je odsvetovana, toda realnost je to, kar je. Ljudje ponavadi ponavljajo iste poverilnice za prijavo.)",
    "1258965840": "Torej, če napadalec lahko pride na eno spletno mesto, lahko verjetno pride na več spletnih mest z uporabo razlitih poverilnic. Na primer, lahko dobijo par uporabniškega imena/gesla, kot je JohnDoe/525momma, vendar nimajo pojma, kaj bo ta par naredil zanje. Torej, poskusijo par na Amazon.com, Ebay, Citibank, Walgreens in še in še. Morda bodo poskusili ta par na tisoč različnih spletnih mestih.",
    "3594440415": "Sčasoma bodo začeli odpirati vrata.",
    "780280214": "Kako hCaptcha in hCaptcha Enterprise ublažita grožnjo polnjenja poverilnic",
    "4165374512": "Čeprav je mogoče uporabiti orodja za zaznavanje IP-jev in lokacije za preprečevanje polnjenja poverilnic, je stroškovno učinkovitejša in natančnejša metoda preprosto prekinitev samodejnega bota za polnjenje poverilnic. hCaptcha in hCaptcha Enterprise lahko preprečita bot na vstopni točki. Tudi če ima bot prave poverilnice, če ne more preseči zaznavanja hCaptcha Enterprise ali hCaptcha CAPTCHA, ne bo opravil svojega polnjenja in vaše spletno mesto in uporabniki so zaščiteni.",
    "3269644546": "prosim",
    "1058572205": "nas, če želite izvedeti več o",
    "3753613260": "stik",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Poročanje o pritožbah DMCA",
    "54093347": "Registrirani zastopnik DMCA",
    "3233441200": "Ponovite pravilnik o kršitelju",
    "4011712313": "Kot del našega pravilnika DMCA uvrščamo račune strank, za katere prejmemo več obvestil DMCA o domnevnih kršitvah, v večstopenjski pravilnik DMCA o ponavljajočih se kršitvah. Po prejemu ponavljajočih se obvestil DMCA v koledarskem mesecu bo račun stranke napredoval od enega koraka pravilnika do naslednjega.",
    "766825168": "Ukrepi, ki jih lahko izvedemo v skladu s pravilnikom o ponavljajočih se kršitvah DMCA, vključujejo pošiljanje opozoril o povečani vidnosti stranki računa. Da bi potrdili ta opozorila, lahko od stranke zahtevamo, da se prijavi v račun ali pokliče našo ekipo za podporo. Prav tako si pridržujemo pravico, da začasno prekinemo ali prekinemo ter uporabimo druge začasne ukrepe za storitev hCaptcha in IMI katere koli stranke, za katero smo še naprej prejemali obvestila DMCA o domnevnih kršitvah tudi po tem, ko smo poslali opozorila o ponovnih kršitvah. Poleg tega lahko po lastni presoji prekinemo druge storitve hCaptcha ali IMI, ki jih zagotavljamo tem strankam, ko prekinemo storitev hCaptcha v skladu s tem pravilnikom.",
    "2410122265": "Viri hCaptcha: Boti 101",
    "4166776480": "Polnjenje poverilnic: kaj je to in kako ustaviti napade",
    "2301335298": "Goljufija pri plačilu: ublažitev hitro razvijajočega se načina kibernetskega kriminala",
    "3682071227": "Kaj so prevzemi računov in kako delujejo?",
    "2729131930": "Kaj je strganje in kako deluje?",
    "1344959096": "Deluje kot individualni označevalec podatkov",
    "3510143229": "hCaptcha je storitev za spletna mesta in aplikacije,",
    "3930611699": "posamezni delavci.",
    "1051214799": "hCaptcha je spletna varnostna storitev, ki poskuša deliti vrednost z založniki spletnih mest ali aplikacij, ki jo uporabljajo.",
    "360236473": "Storitev hCaptcha ni namenjena uporabi, da bi kdorkoli delal kot posamezen označevalec. Ni namenjen ali primeren za ta namen. Nikomur ne priporočamo, da poskuša uporabiti hCaptcha kot vir osebnega dohodka.",
    "3842490632": "Posamezni uporabnik, ki poskuša odgovoriti na številna vprašanja, bo verjetno hitro omejen ali izključen. Enako pomemben, kot naš",
    "1560232962": "podrobno zajema, ni nobenih jamstev glede zneska, zasluženega za kateri koli odgovor. Takrat morda ni na voljo nobenih plačanih vprašanj, odgovor je lahko zavrnjen zaradi kakovostnih razlogov itd.",
    "2694001822": "Vendar pa občasno najamemo posameznike, ki nam pomagajo pri testiranju sistemskih lastnosti in novih funkcij.",
    "1569804581": "Če želite, da vas v prihodnje kontaktiramo glede povezanih priložnosti, izpolnite ta obrazec.",
    "636461959": "ime",
    "1139500589": "Država",
    "1789607185": "Email naslov",
    "325077666": "Z oddajo vaših podatkov se strinjate z našimi",
    "3555583744": "in",
    "3609929815": ". Vaše ime, državo in e-poštni naslov bomo obdržali samo za namene, da vas v prihodnje kontaktiramo v zvezi z možnostmi dela za posamezne označevanje.",
    "4197928199": "Politika zasebnosti",
    "851786723": "Z vnosom svojega e-poštnega naslova se strinjate z našimi pogoji in politiko zasebnosti ter s tem, da prejemate e-pošto od nas.",
    "2402165761": "Kako deluje strganje?",
    "4260542944": "Strganje vsebine (znano tudi kot \"strganje po zaslonu\" ali samo \"strganje\") je znan, pogosto uporaben postopek za zbiranje informacij iz spleta. Vendar je v zadnjih letih ta tehnika postala priljubljeno orodje hekerjev in goljufov. Protiukrepi lahko učinkovito ublažijo grožnjo, vendar je za njihovo izvajanje bistveno razumeti, kako proces deluje.",
    "2066255783": "Kaj je strganje vsebine?",
    "1910628828": "Strganje vsebine je tehnika za pridobivanje podatkov iz sistema, ki vključuje avtomatiziran nabor orodij, ki se predstavlja kot odjemalec programske opreme ali spletni brskalnik. Ni novo. Pravzaprav je za inženirje programske opreme, ki morda potrebujejo podatke iz starega glavnega računalnika, lahko strganje edini način za pridobivanje informacij. Originalni konektorji so morda izginili in jih je nemogoče zamenjati.",
    "3408107995": "Danes pa strganje vedno pomeni programski pristop k črpanju podatkov s spletnega mesta. Programska oprema za strganje deluje kot človeški uporabnik, ki klikne gumbe in bere rezultat. Obstaja veliko zakonitih uporab za strganje. En primer so spletni pajki, ki poganjajo iskalnike. Prav tako so orodja, kot je Skyscanner, ki iščejo potovalne ponudbe s pregledovanjem na tisoče potovalnih spletnih mest. Uporabljajo ga tudi fintech podjetja, ki posnamejo uporabniške finančne podatke z bančnih spletnih mest, če za vzpostavitev podatkovne povezave ni na voljo nobenih aplikacijskih programskih vmesnikov (API). Pri strganju zaslona je treba upoštevati hitrost in razširljivost. Postopek lahko zbere ogromne količine podatkov s spletnih mest, ob predpostavki, da spletna mesta niso konfigurirana, da bi preprečila, da bi se to zgodilo. Pri hitrosti računanja lahko strgalo zbere velike nabore podatkov z interakcijo s spletnimi mesti ter osnovno programsko opremo in bazami podatkov, ki jih poganjajo.",
    "1920884252": "Zakaj strganje vsebine ogroža varnost?",
    "2256795853": "Zmožnost hitrega pridobivanja veliko podatkov s spletnih mest naredi strganje močno orodje v rokah zlonamernih akterjev. Bot za strganje lahko zbira uporabniške podatke s spletnih mest družbenih medijev. Nato bi heker lahko s strganjem spletnih mest, ki vsebujejo naslove in druge osebne podatke, ter povezovanjem rezultatov, sodeloval v zločinih z identiteto, kot je oddaja goljufivih vlog za kreditne kartice.",
    "4087694419": "Heker za strganje bi lahko zbral tudi podatke s spletnih mest, kot sta Amazon in eBay, da bi ustvaril ponarejene ali zavajajoče sezname izdelkov. Nato bi jih lahko ponudil v prodajo v storitvah enakovrednih, kot je OfferUp, in izvajal napade z lažnim predstavljanjem na kupce. Ali pa bi goljuf lahko prodajal izdelke, ki ne obstajajo. Nadaljnja goljufija s strganjem zaslona vključuje lažne izdajatelje oglasov. Z izrezovanjem vsebine s spletnih mest izdajateljev lahko goljuf ustvari lažne strani izdajatelja oglasov v različnih storitvah. Nato lahko prodajajo oglase na teh straneh pooblaščenim prodajalcem, katerih stike so pridobili iz založnikove datoteke ads.txt. Oglasna mesta se oglaševalcu zdijo resnična, vendar niso.",
    "3315658779": "Preprečite strganje vsebine s hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise uporablja napredno strojno učenje za prepoznavanje zlonamernega prometa na vašem spletnem mestu in aplikacijah – vključno z aktivnostmi strganja.",
    "1422537019": "nas danes, da bi izvedeli več.",
    "1988268879": "Stroškovno učinkovito označevanje podatkov v velikem obsegu",
    "2163914794": "Potrebujete več oznak za svoje nabore podatkov? hCaptcha zagotavlja hitro, stroškovno učinkovito in visokokakovostno označevanje podatkov za podjetja, ki delajo na aplikacijah umetne inteligence in strojnega učenja.",
    "3378932530": "Označite svoje podatke zdaj",
    "3483700676": "Takoj zaženite milijone nalog",
    "3478726913": "hCaptcha ima enega največjih bazenov na planetu, ki je na voljo za vašo uporabo. Ne glede na vaš obseg, ga lahko obvladamo brez dragih vnaprejšnjih obveznosti. Milijoni opravil na dan niso problem.",
    "740501259": "Preprosti cevovodi, ki jih poganja API",
    "2784612261": "Želite človeški pregled integrirati neposredno v svoje poslovanje? Ponujamo visoko zanesljive SLA, zajamčeno zmogljivost in preproste REST API-je.",
    "1144966033": "Optimiziran za ceno in kakovost",
    "3213351333": "Predhodna obveznost ni potrebna",
    "2107077506": "Platforma HUMAN uporablja obsežne modele zaupanja za izvajanje prefinjene analize kakovosti v realnem času. To nam omogoča, da hitro ugotovimo tako težavnost vprašanj kot njihov verjeten pravilen odgovor, kar vam prihrani čas in denar.",
    "3576146278": "Plačajte samo za natančnost, ki jo potrebujete",
    "2952586316": "Niso vse težave enake. Opombe za varnostno kritične naloge lahko zahtevajo 99,99-odstotno zaupanje izključno človeških delavcev. Pripisi za eno beta funkcijo v aplikaciji za mobilne igre morda zahtevajo le zmerno zaupanje. Ti odločaš.",
    "710145621": "Zagotovite svoje lastne podatke o resnici ali nam jih dovolite, da jih izdelamo sproti",
    "987901590": "Ali imate neobdelane podatke brez izčrpnega nabora za preverjanje? V večini primerov ga lahko izdelamo za vas, ko se opravila izvajajo skozi sistem, ali pa ustvarimo označene vzorce za vašo odobritev.",
    "2597352122": "Vrste pripisov",
    "1344687860": "Omejitvene škatle",
    "1089415440": "Natančno zaznavanje predmetov na slikah in videu",
    "3817067682": "Poligoni",
    "2682873489": "Določite omejevalno območje za predmete",
    "1275150216": "Znamenitosti",
    "2067112112": "Točkovni komentarji za številne različne primere uporabe",
    "4228682126": "Kategorizacija atributov",
    "2920213479": "Razvrsti ali dodaj poljubne kategorije poljubne velikosti",
    "3288667364": "Primerjava in odkrivanje",
    "155877895": "Odkrivanje in klasifikacija na človeški pogon",
    "3128433367": "... in še veliko več",
    "2827452240": "Potrebujete drugo vrsto, ki ni navedena tukaj? Samo vprašajte nas.",
    "719304627": "Potrebujete nadzor od konca do konca?",
    "1172067553": "Platforma HUMAN, ki stoji za hCaptcha, zagotavlja visoko sofisticirano kakovost dela in funkcije upravljanja prek lokalnih, hibridnih ali SaaS uvedb, ki se integrirajo z vašimi obstoječimi sistemi.",
    "2319072959": "Delajte v celoti brez povezave z lastno delovno silo, spremljajte vrednost, porabljeno v poslovnih enotah ali konzorcijskih partnerjih, selektivno usmerjajte delovna mesta različnim notranjim ali zunanjim ponudnikom delovne sile na podlagi stroškov in varnostnih zahtev in še več.",
    "1936512180": "‍Enostaven dostop do API-ja, čudovite nadzorne plošče in najnovejša tehnologija model-in-the-on za čim večjo učinkovitost delavcev.",
    "3913848038": "Na voljo je 99,99 % dogovorov o ravni delovanja in globalna podpora 24/7.",
    "1080752747": "Kontaktirajte prodajo",
    "1525403768": "Za več informacij se obrnite na Enterprise Sales.",
    "1546930020": "Označevanje podatkov",
    "2486638408": "Določite specifikacije",
    "1027200955": "Pogovorite se z enim od naših strokovnjakov za področje, da določite potrebe vašega projekta: natančnost cilja, format in morebitne posebne zahteve.",
    "1156712451": "Začetni preizkus zaposlitve",
    "181065232": "Na podlagi vaših vzorčnih podatkov izvedemo majhno proizvodno delo. To preizkuša delo, ki smo ga opravili skupaj, da zagotovimo, da dobite točno tisto, kar potrebujete.",
    "3207769512": "Razporedite proizvodna delovna mesta",
    "1099238677": "Z našo veliko količino in nizko zamudo bomo vaše delo hitro spremenili, z avtomatsko dostavo takoj, ko je končano.",
    "465783046": "Želite poskusiti s svojimi podatki?",
    "328625009": "... pripravljeni smo, ko ste: naša storitev je na voljo 24 ur na dan.",
    "3225770968": "hCaptcha je zasnovana za reševanje najbolj delovno intenzivnega problema pri strojnem učenju; označevanje velikih količin podatkov pravočasno, cenovno ugodno in zanesljivo.",
    "2041686284": "Več podatkov na splošno daje boljše rezultate pri usposabljanju modelov strojnega učenja. Nedavni uspeh globokih modelov je privedel do vse večjih podatkovnih nizov in hCaptcha služi tej potrebi. Vendar pa je ustvarjanje velikih podatkovnih nizov, ki jih pregledajo ljudje, z uporabo tradicionalnih metod počasno in drago.",
    "3729345277": "hCaptcha je način za podjetja, da hitreje, z višjo kakovostjo in po nižji ceni dobijo opombe, ki jih potrebujejo, kot druge alternative.",
    "2103563261": "Zasebne ali javne informacije",
    "2513143348": "Sistem hCaptcha Enterprise je v svoji zasnovi edinstveno prilagodljiv: delno ali v celoti ga je mogoče namestiti na robu vašega omrežja, če upravljate z javnim oblakom ali imate v lasti veliko podatkovnih centrov.",
    "3107683988": "To lahko dramatično zmanjša promet in stroške zunaj omrežja, hkrati pa ohrani vse prednosti upravljanja s strani našega dežurnega osebja 24 ur na dan, 7 dni v tednu za izpolnjevanje najstrožjih SLA.",
    "3660619092": "Brezplačno se prijavite ali se obrnite na prodajo za rešitve za podjetja",
    "2351176803": "Licenčni pogoji za API hCaptcha JS",
    "2616226398": "V skladu z našimi",
    "2024293275": ". Vse ostale pravice pridržane, zaenkrat.",
    "1062291156": "standardni pogoji",
    "2712493234": "Goljufija pri plačilu: ublažitev hitro razvijajočega se načina kibernetskega kriminala",
    "1817772953": "Goljufija ni nova oblika kaznivega dejanja. Pravzaprav so arheologi odkrili naprave za boj proti goljufijam, ki so jih zasnovali stari Sumerci za prevoz živine brez izgub pred skoraj 10.000 leti! V njihovem primeru so v glineno kroglo, znano kot \"bulla\", položili glinene žetone, od katerih vsak predstavlja žival. Bula je potovala z jato, ko se je premikala od prodajalca do kupca. Že takrat so bili lastniki podjetij zaskrbljeni, da niso vsi, s katerimi so imeli opravka, na vzponu. V 10.000 letih se je veliko spremenilo, a potreba po inovativnosti pri preprečevanju goljufij ostaja z nami. Danes je vprašanje goljufij pri spletnih plačilih izjemnega pomena. Z internetom so goljufi postajali vse bolj spretni pri prelisičevanju nadzora proti goljufijam. Nove rešitve pa obračajo tok.",
    "1053787685": "Kaj je plačilna goljufija?",
    "433424759": "Plačilna goljufija obsega katero koli vrsto nezakonite transakcije, pri kateri kibernetski kriminalec žrtvi prikrajša nekaj vrednega, običajno denar. To lahko pomeni uporabo ukradene kreditne kartice za spletno naročanje blaga ali prevzem bančnega računa in nezakonit prenos sredstev z njega. Obstaja veliko različic, vendar imajo vse enak rezultat: prevarant uporabi ukradeno identiteto ali podatke o plačilu za krajo od potrošnika, banke ali trgovca.",
    "2939852138": "Kako se goljufi [poskušajo] izogniti plačilnim goljufijam?",
    "1665616092": "Plačilna goljufija je v konceptu preprosta, vendar je lahko fantastično zapletena v svoji današnji izvedbi.",
    "4246520782": "Pravzaprav je bil internet v zadnjih letih priča pravi oboroževalni tekmi med goljufi in zagovorniki.",
    "2167049807": "Varnostne ekipe so sprejele različne protiukrepe in nadzor, ki premagajo preproste, lene pristope k goljufijam pri plačilih. Vendar pa napadi postajajo vse bolj izpopolnjeni. Na primer, roboti lahko zdaj zbirajo ukradene številke kreditnih kartic in kode PIN s ponarejenih spletnih mest in napadov z lažnim predstavljanjem.",
    "1936449777": "Nato lahko v popolnoma avtomatiziranem načinu posnemajo človeško vedenje na spletnih mestih za e-trgovino, klikajo gumbe in dodajajo izdelke v nakupovalne vozičke – do te mere, da mnogi, če ne večina nadzornikov proti goljufijam ne morejo ugotoviti, da bot poskuša ukrasti blago. Namesto tega je videti, kot da človeški uporabnik preprosto nakupuje. Bot se lahko prijavi v račun resnične stranke z ukradenimi prijavnimi poverilnicami. Goljufijo dodatno prikriva zmožnost bota, da ponaredi naslove IP in naredi videti, kot da je »kupec« nekje drugačen od napadalca, ki je morda v tuji državi.",
    "648630222": "Preprečite plačilne goljufije s hCaptcha Enterprise",
    "1621930829": "Kaj je mogoče storiti glede današnjih naprednih, nenehnih goljufij pri plačilih? Uporaba več plasti nadzora je običajno pameten pristop. Vendar so najboljši protiukrepi tisti, ki lahko ujamejo bota in razkrijejo, da je ponaredek, kljub najboljšim prizadevanjem njegovih ustvarjalcev, da bi posnemali človeško vedenje.",
    "2423586454": "Še vedno je nekaj stvari, ki jih programska oprema ne more narediti, ne glede na to, kako dobra umetna inteligenca stoji za tem. Sodobna tehnologija CAPTCHA ponuja preizkušen način blokiranja botov, ki poskušajo nadaljevati goljufije pri plačilih. Medtem ko stari pristopi k CAPTCHA, kot so preproste nagnjene številke v škatli, zdaj večinoma manjkajo pri blažitvi naprednih botov, lahko avtomatizirana naprava za odzivanje na testiranje, kot je hCaptcha Enterprise, zlahka pogoltne bota prevaranta v trenutku prijave v račun ali nakupa nakupovalnega vozička. Tudi če ima bot resnične poverilnice, če ne bo mogel priti skozi CAPTCHA.",
    "1467308982": "Urniki plačil",
    "1291824746": "Izplačila hCaptcha se izvajajo četrtletno na 60-dnevni končni osnovi. Za ponazoritev, kaj to pomeni, si oglejte spodnjo tabelo.",
    "3444947612": "Promet med",
    "4181611011": "Datum uskladitve",
    "728503636": "Datum izplačila",
    "3720584906": "15. julij 2021 - 15. oktober 2021",
    "388240587": "Od 5. do 15. januarja 2022",
    "3426312287": "Od 5. do 15. januarja 2022",
    "615618648": "15. april 2021 - 15. julij 2021",
    "3376724603": "14.-24. september 2021†††",
    "3398978455": "15.-25. september 2021†††",
    "2722456056": "15. januar 2021 - 15. april 2021",
    "4063155841": "Najkasneje do 25. junija 2021††",
    "4082053540": "19.-25. junij 2021††",
    "64953197": "15. oktober 2020 - 15. januar 2021",
    "1023070345": "Najkasneje do 14. marca 2021",
    "2600696085": "15. marec 2021",
    "3217791519": "15. julij 2020 - 15. oktober 2020",
    "649261378": "5.–11. januar 2021*",
    "1559190296": "5.-11. januar 2021†",
    "3806054689": "15. april 2020 - 15. julij 2020",
    "4162383380": "16. - 22. september 2020*****",
    "1990824776": "16.-24. september 2020*****",
    "3856690908": "15. januar 2020 - 15. april 2020",
    "3200641265": "Najkasneje do 16. junija 2020*",
    "3744079744": "15.-19. junij 2020****",
    "2209837451": "15. oktober 2019 - 15. januar 2020",
    "2510534204": "Najkasneje do 23. marca 2020***",
    "2910560864": "20.-23. marec 2020***",
    "2544565802": "15. julij 2019 - 15. oktober 2019",
    "3963642878": "Najkasneje do 14. decembra 2019*",
    "622103562": "17. december 2019**",
    "4072202039": "15. april 2019 - 15. julij 2019",
    "818049069": "Najkasneje do 15.7.2019",
    "1169005651": "15. september 2019",
    "2303655425": "15. januar 2019 - 15. april 2019",
    "3678889946": "Najkasneje do 15.6.2019",
    "3094354698": "15. junij 2019",
    "4217013126": "Izplačila običajno potekajo ves dan na datum izplačila in se na splošno zaključijo do polnoči po pacifiškem času. Če je bil račun označen za pregled, lahko traja do pet dodatnih delovnih dni, da se izvede plačilo.",
    "1447649958": "Naj spomnimo, da je do izplačil upravičen le natančen promet ljudi. Več podrobnosti o tem si lahko ogledate v naših pogostih vprašanjih, na spodnji povezavi. Razpoložljivo stanje mora prav tako dosegati minimalni prag, da je upravičen do izplačila, trenutno 10 HMT.",
    "4257144752": "Ocene v realnem času ne odražajo končne natančnosti ali človečnosti, zato se lahko vaš končni zaslužek znatno razlikuje navzgor ali navzdol od številk, prikazanih na nadzorni plošči pred vašo prvo uskladitvijo.",
    "2728931827": "Po vsaki uskladitvi se bodo vaše ocene po ključu mesta posodobile in natančnost prihodnjih napovedi bi se morala povečati, razen če se na vašem spletnem mestu bistveno spremeni vedenje uporabnikov.",
    "1200905005": "††† Od septembra 2021 uskladitve in izplačila zdaj potekajo v približno 10-dnevnem obdobju in ne v enem dnevu, da se poenostavijo operativne omejitve, povezane z rastjo storitve.",
    "4284094387": "†† Nekatera usklajevanja in izplačila junija 2021 bodo potekala v naslednjem tednu zaradi zamud pri preverjanju končnih izračunov v obdobju usklajevanja.",
    "1977013707": "† Izplačila za december 2020 so bila prestavljena s 15., da bi se izognili prekrivanju s uskladitvami ob koncu leta in dopusti zaposlenih: zaključena bodo do drugega tedna januarja. Zaradi počasnejših prenosov v PayPal kot običajno, bodo izplačila potekala več dni in ne bodo zaključena v enem dnevu.",
    "517010299": "Prosimo, upoštevajte: trenutno delamo na velikem prehodu v zaledju na usklajevanje v skoraj realnem času. Periodična usklajevanja se bodo do prvega četrtletja 2021 izvajala redkeje kot običajno. To ne vpliva na urnike ali datume izplačil.",
    "3092200338": "** Ko 15. pade na vikend, je datum izplačila 17..",
    "3891941747": "*** OBVESTILO O COVID-19: Zaradi zmanjšane zmogljivosti osebja, povezanega s COVID-19, je bila uskladitev prestavljena, da se omogoči dodaten čas za dokončanje našega standardnega preverjanja. Izplačila naj bi se začela v petek in zaključila naslednji ponedeljek.",
    "2301757528": "**** Zaradi vzdrževanja svojih API-jev REST s strani PayPal med obdobjem za izplačila vsa izplačila niso bila zaključena 15. junija. Vsa izplačila, ki so bila načrtovana za 15. junij (pacifiški čas), vendar niso bila izvedena zaradi napak PayPal API, so bila ponovno izvedena do 19. junija (pacifiški čas).",
    "116842359": "***** Zaradi vzdrževanja sistema naj bi se uskladitve zaključile v nekaj dneh.",
    "4154415610": "***** Izplačila za september 2020 bodo potekala v paketih, ko bo uskladitev končana, pri čemer bodo nekatera zaradi zamud pri usklajevanju potekala nekaj dni pozneje, kot je bilo prvotno načrtovano.",
    "2310694091": "Kaj pomeni sprava?",
    "164801246": "Usklajevanje je postopek, pri katerem se promet analizira po dejstvu, da se preveri njegova človečnost in točnost, ko so vsi podatki z vseh poročevalskih strani vneseni. Več podrobnosti si lahko preberete v našem",
    "3256245394": "kot tudi naše objave na blogu, npr",
    "3089778412": "Kako hCaptcha izračuna nagrade",
    "3329755436": "Ali nameravate ta proces pospešiti?",
    "1911669851": "Da, trenutno delamo na različnih izboljšavah naših zalednih sistemov, za katere pričakujemo, da nam bodo sčasoma omogočile hitrejše usklajevanje, hitrejšo natančnost ocen in hitrejša izplačila. Trenutno si prizadevamo najprej pospešiti spravo.",
    "2366003154": "Poizvedbe za medije in medije",
    "3054564199": "Komplet za tisk",
    "3173156067": "Nekaj že pripravljenih zavarovanj je na voljo, če želite v svoj članek vključiti primere slik.",
    "867314732": "Pridobite lahko visoko ločljivost",
    "858218750": "in navodila za njihovo uporabo na",
    "3821716514": "stran.",
    "1186243118": "slike logotipa",
    "3034959000": "Lahko pridobite",
    "1764089150": "tukaj:",
    "1558428432": ". Prosimo, da jih napišete na hCaptcha.com.",
    "2429359042": "primer slike vmesnika",
    "1480820434": "slika 1",
    "3213411837": "slika 2",
    "1270712701": "Sporočila za javnost in nedavna poročila",
    "231285005": "Najnovejše posodobitve najdete na našem blogu",
    "1289884910": "Občasno objavljamo tudi analize in poročila. Na primer:",
    "932546190": "Zakaj bodo CAPTCHA vedno z nami",
    "2344319147": "Koliko je Googlovo zaznavanje botov v resnici vredno?",
    "1637527266": "Katere države imajo največ prometa z boti?",
    "230159237": "Stiki",
    "3759923279": "Povpraševanje za medije pošljite na naslednji elektronski naslov:",
    "4255608322": "Zadnja posodobitev: 12. april 2021",
    "33639629": "Ne velja za spletna mesta tretjih oseb. Upoštevajte, da ta politika zasebnosti ne velja za nobeno spletno mesto, ponudbo, izdelek ali storitev katere koli tretje osebe, tudi če je povezana z našim spletnim mestom ali vključuje storitev – prosimo, da preberete veljavne pravilnike o zasebnosti, preden se odločite posredovati kakršne koli informacije tretjim stranke.",
    "987375734": "IMI ima sedež v Združenih državah. Spletna mesta in storitve nadziramo in upravljamo mi iz Združenih držav. Vaši osebni podatki se lahko shranijo in obdelujejo v kateri koli državi, kjer imamo zmogljivosti ali v kateri sodelujemo s ponudniki storitev, in z uporabo spletnih mest in storitev soglašate s prenosom podatkov v države zunaj vaše države stalnega prebivališča, vključno z Združenimi državami , ki ima lahko drugačna pravila o varstvu podatkov od tistih v vaši državi. V določenih okoliščinah so lahko sodišča, organi pregona, regulativni organi ali varnostni organi v teh drugih državah upravičeni do dostopa do vaših osebnih podatkov.",
    "452920031": "Opomba za stranke zunaj Združenih držav.",
    "2328839224": ". Oglejte si naš razdelek »Obvestilo za prebivalce Kalifornije« v zvezi z vašimi pravicami po kalifornijskem zakonu o zasebnosti potrošnikov (»CCPA«).",
    "1565481281": "Opomba za prebivalce Kalifornije",
    "1028058338": "Oglejte si naš razdelek »Obvestilo posameznikom, na katerega se nanašajo osebni podatki v EU«, ki se nanaša na vaše pravice v skladu s Splošno uredbo o varstvu podatkov (»GDPR«).",
    "2271205646": "Opomba za prebivalce Evropskega gospodarskega prostora.",
    "508143070": "Upoštevajte, da je IMI upravljavec vaših osebnih podatkov, razen če obdelujemo osebne podatke v imenu naših integratorjev v zvezi z zagotavljanjem naše storitve, v tem primeru smo mi obdelovalec osebnih podatkov, ti integratorji pa so upravljavci osebne informacije.",
    "2330965058": "Kadar delujemo kot obdelovalec za naše integratorje, zbranih podatkov ne uporabljamo za noben drug namen, kot je razumno potreben za zagotavljanje naše storitve, in našo obdelavo bodo urejale pogodbe, ki jih imamo z našimi integratorji, in ne ta Politika zasebnosti",
    "3017040355": "Obdelava podatkov o posameznikih, na katere se nanašajo podatki EU, deluje na podlagi pravne podlage standardnih pogodbenih klavzul (SCC), vključenih v Dodatek o obdelavi podatkov k našim pogojem storitve ali sporazumom o obdelavi podatkov z našimi integratorji.",
    "2233384692": "Če imate kakršna koli vprašanja ali pomisleke o tem, kako se obravnavajo takšni podatki, ali želite uveljavljati svoje pravice, se obrnite na osebo ali subjekt (tj. upravljavca podatkov), ki je z nami sklenil pogodbo o uporabi storitve za obdelavo teh podatkov. Vendar pa bomo našim integratorjem zagotovili pomoč pri reševanju morebitnih pomislekov v skladu s pogoji naše pogodbe z njimi.",
    "349292953": "Informacije, ki jih zbiramo",
    "3022001832": "Podatke zbiramo od posameznikov, ki sodelujejo z našimi spletnimi mesti in storitvami, vključno s tistimi, ki vključijo našo storitev v svoje spletno mesto (\"Integratorji\"), tistih, ki uporabljajo storitve za označevanje podatkov (\"Stranke\"), in končnimi uporabniki, ki sodelujejo z našimi Storitve prek spletnih strani naših integratorjev (\"Končni uporabniki\").",
    "835545301": "Zbiramo naslednje kategorije informacij:",
    "3228928991": "Podatki, ki jih je mogoče uporabiti za identifikacijo posameznika ali vzpostaviti stik s posameznikom (\"osebni podatki\"), kot so ime, e-poštni naslov in država. Osebne podatke zbiramo od naših trenutnih in bodočih integratorjev in strank, ko nam jih posredujejo neposredno (na primer tako, da izpolnijo obrazec ob prijavi računa ali se prijavijo za prejemanje e-poštnih obvestil od nas). Identiteto naših integratorjev in strank lahko preverimo tudi s primerjavo osebnih podatkov z bazami podatkov tretjih oseb ali uradnimi pravnimi dokumenti.",
    "1655796811": "Podatki, ki se samodejno zberejo kot posledica uporabe spletnih mest ali storitev s strani integratorja ali stranke (\"Analitični podatki\"), kot so naslovi IP, vrsta brskalnika, ponudnik internetnih storitev, vrsta platforme, vrsta naprave, operacijski sistem, datum in čas dostopa in druge podobne informacije. Nekatere podatke Analytics v našem imenu zbirajo tretje osebe, ki jih angažiramo v ta namen, nekatere podatke Analytics pa zbirajo z različnimi tehnologijami sledenja, vključno s piškotki (glejte spodaj »Analitika in tehnologije sledenja tretjih oseb«).",
    "1388241689": "Informacije, zbrane kot rezultat odgovarjanja končnih uporabnikov na pozive prek storitve (»označeni podatki«), kot so podatki o označevanju slik, besedilo, pretvorjeno iz zvočnih datotek, ki se predvajajo tem končnim uporabnikom, odgovori na vprašanja in drugi pozivi, ki jih ustvari storitev za namene označevanja podatkov za uporabo v aplikacijah strojnega učenja. Upoštevajte, da označeni podatki niso vezani na nobenega identificiranega posameznika.",
    "1493790285": "Druge informacije, zbrane od končnih uporabnikov kot del storitve, so potrebne za ugotavljanje, ali so",
    "2216374138": "so človeški, kot so premiki miške, položaj pomikanja, dogodki pritiska na tipke, dogodki dotika in informacije o žiroskopu/mercu pospeška, kot je primerno.",
    "2394073454": "Dodatne informacije lahko zbiramo od končnih uporabnikov, ki želijo sodelovati z nami kot označevalci posameznih podatkov.",
    "3103557430": "Kako uporabljamo informacije",
    "1130802068": "Podatke, ki jih zbiramo, uporabljamo za naslednje namene:",
    "2940689138": "Za upravljanje računov integratorja in strank ter zagotavljanje storitve. Osebne podatke uporabljamo za povezovanje določenih računov z integratorji in strankami ter za zagotavljanje storitve, za odgovarjanje na zahteve ali poizvedbe, za zagotavljanje podpore ali tehnične pomoči in za olajšanje plačil.",
    "857974529": "Za izboljšanje spletnega mesta in storitve. Podatke Analytics uporabljamo za izboljšanje naših obstoječih in razvoj novih storitev in ponudb ter za prilagajanje obstoječe in prihodnje ponudbe izdelkov.",
    "1820844638": "Za pridobivanje tržnih vpogledov. Podatke iz analitike uporabljamo za analizo trga in izvajanje poslovnih analiz, povezanih s spletnim mestom in našimi storitvami, ter za druge raziskovalne namene.",
    "3386280249": "Zagotoviti trg za označene podatke. Naša storitev omogoča označevanje velikih količin podatkov in človeški pregled za sisteme strojnega učenja kot storitev lastnikom spletnih mest in podjetjem, ki potrebujejo pomoč pri označevanju svojih podatkov. V ta namen razkrijemo označene podatke našim strankam, ki jih zanima pridobitev označenih podatkov.",
    "3532143291": "Za zaščito naših storitev in sistemov. Podatke Analytics uporabljamo za zaščito naših sistemov z odkrivanjem možnih groženj in ranljivosti ter za drugačno zaščito podatkov, ki jih zbiramo.",
    "2185418511": "Za kakršen koli zakonit poslovni namen, pod pogojem, da so podatki deidentificirani ali združeni tako, da jih ni mogoče razumno vezati na posameznika.",
    "2386465280": "Kako delimo informacije",
    "2159517814": "Osebne podatke delimo ali razkrijemo v naslednjih primerih:",
    "4256083674": "Na neposredno zahtevo integratorja za ugotavljanje tveganja goljufije zaradi posebne zahteve za izziv CAPTCHA ali naslova IP ali drugače, kjer je bilo dano posebno soglasje.",
    "3494826505": "S ponudniki sodelujemo pri zagotavljanju bistvenih vidikov spletnih mest in storitev, kot so shranjevanje podatkov, gostovanje in analitika, in samo za te namene.",
    "1119009846": "Po potrebi za skladnost z veljavno zakonodajo, vključno z vladnimi zahtevami, zahtevami organov pregona in drugače za javne in zasebne subjekte, da bi zaščitili pravice, zasebnost, varnost ali lastnino vas, nas ali drugih.",
    "197676026": "Z drugimi za kakršen koli zakonit poslovni namen, pod pogojem, da so podatki deidentificirani",
    "2359312315": "ali združeni tako, da jih ni mogoče razumno vezati na posameznika.",
    "2497216176": "Analitika in tehnologije sledenja tretjih oseb",
    "3694578791": "Kot je razloženo zgoraj, mi (in naši tretji ponudniki) podatke Analytics zbiramo deloma z uporabo piškotkov, spletnih svetilnikov in drugih tehnologij za sledenje. V nekaterih primerih sodelujemo s tretjimi ponudniki, da uporabimo piškotke za namene zbiranja podatkov Analytics.",
    "2014256987": "Če ne želite blokirati uporabe piškotkov ali drugih tehnologij sledenja, si oglejte razdelek »Upravljanje vaših podatkov« spodaj. Upoštevajte, da lahko to negativno vpliva na vašo izkušnjo z uporabo spletnih mest ali storitev, saj nekatere funkcije morda ne bodo delovale pravilno.",
    "2788024905": "Kako varujemo informacije",
    "3031284129": "Zavrnitev odgovornosti",
    "26365791": "V največji možni meri, ki jo dovoljuje zakon, sta spletno mesto in storitev (in vse druge povezane storitve, informacije, podatki, funkcije in druga vsebina ali gradivo) na voljo na podlagi \"kot je\" in \"kot je na voljo\". V največji možni meri, ki jo dovoljuje zakon, IMI izključuje vsa jamstva, vključno z, vendar ne omejeno na implicitna jamstva glede primernosti za prodajo, primernosti za določen namen in nekršitve.",
    "735630686": "Upravljanje vaših podatkov (vaše pravice)",
    "2895491273": "Če bi radi blokirali piškotke ali druge tehnologije sledenja, v večini brskalnikov in mobilnih naprav morate spremeniti svoje nastavitve tako, da vas obvestijo, ko prejmete piškotke ali se uporabljajo druge tehnologije sledenja, in da izberete, ali želite sprejeti/dovoliti to. Večina brskalnikov vam omogoča tudi, da onemogočite ali izbrišete obstoječe piškotke ali samodejno zavrnete prihodnje piškotke. Za nadzor nad nastavitvami piškotkov lahko uporabite tudi orodja tretjih oseb, vključno z vtičniki za brskalnik. Vendar upoštevajte, da če onemogočite vse piškotke, nekateri deli naših spletnih mest morda ne bodo delovali pravilno.",
    "707527778": "Informacije otrok",
    "2419795065": "Obvestilo za prebivalce Kalifornije",
    "1517625162": "V skladu z razdelkom kalifornijskega civilnega zakonika 1789.3 so uporabniki Kalifornije upravičeni do naslednjega obvestila o pravicah potrošnikov: prebivalci Kalifornije se lahko obrnejo na enoto za pomoč pri pritožbah oddelka za potrošniške storitve kalifornijskega oddelka za potrošniške zadeve po pošti na naslovu 1625 North Market Blvd., Sacramento, CA 95834 ali po telefonu na (916) 445-1254 ali (800) 952-5210.",
    "3730344349": "Ta razdelek vsebuje dodatne podrobnosti o osebnih podatkih, ki jih zbiramo o kalifornijskih potrošnikih, in pravicah, ki jim jih zagotavlja kalifornijski zakon o zasebnosti potrošnikov ali \"CCPA\".",
    "4044467791": "Za kategorije osebnih podatkov, ki smo jih zbrali od vas v zadnjih 12 mesecih, glejte zgornji razdelek »Podatki, ki jih zbiramo«. Te podatke zbiramo za poslovne in komercialne namene, opisane v zgornjem razdelku »Kako uporabljamo osebne podatke«. V preteklih 12 mesecih smo tretjim osebam v poslovne namene delili naslednje kategorije informacij:",
    "4208081170": "Kategorija osebnih podatkov",
    "1528242915": "Identifikatorji.",
    "3863351997": "Kategorije osebnih podatkov, navedene v statutu Kalifornijske evidence strank (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komercialne informacije.",
    "2683038211": "Internet ali druga elektronska omrežna dejavnost.",
    "3671828834": "Primeri deljenih osebnih podatkov",
    "779426309": "Pravo ime, edinstven osebni identifikator, spletni identifikator, naslov internetnega protokola, e-poštni naslov, ime računa ali drugi podobni identifikatorji.",
    "2414368123": "Ime, številka kreditne kartice, številka debetne kartice ali kateri koli drugi finančni podatki.",
    "4088941349": "Evidenca o kupljenih, pridobljenih ali obravnavanih izdelkih ali storitvah.",
    "3238612014": "Zgodovina brskanja, informacije o interakciji potrošnika s spletnim mestom, aplikacijo ali oglasom.",
    "1023108656": "Kategorije prejemnikov tretjih oseb",
    "1418235079": "Ponudniki storitev",
    "3238184941": "Opomba: Tveganje goljufije, povezano s posameznim naslovom IP, se lahko na zahtevo deli z integratorjem.",
    "285116485": "Podjetje ne \"prodaja\" (kot je ta izraz opredeljen v CCPA) osebnih podatkov, ki jih zbiramo. Za več informacij o vrstah piškotkov tretjih oseb, ki jih uporabljamo, glejte zgornji razdelek »Analitika in tehnologije sledenja tretjih oseb«.",
    "1408750006": "Ob upoštevanju določenih omejitev CCPA zagotavlja potrošnikom v Kaliforniji pravico, da zahtevajo več podrobnosti o kategorijah ali določenih delih osebnih podatkov, ki jih zbiramo (vključno s tem, kako te podatke uporabljamo in razkrivamo), da izbrišejo svoje osebne podatke, da se onemogočijo kakršno koli \"prodajo\", ki bi se lahko zgodila, kot tudi pravico do nediskriminacije zaradi uveljavljanja teh pravic.",
    "759057398": "Obvestilo posameznikom, na katere se podatki nanašajo v EU",
    "825780955": "Osebne informacije",
    "2945960297": "V zvezi s posamezniki EU, na katere se nanašajo osebni podatki, je izraz »osebni podatki«, kot se uporablja v tej politiki zasebnosti, enakovreden »osebnim podatkim«, kot je opredeljeno v Splošni uredbi Evropske unije o varstvu podatkov (GDPR).",
    "1126613163": "Občutljivi podatki",
    "3571006800": "Nekatere informacije, ki nam jih posredujete, lahko predstavljajo občutljive podatke, kot so opredeljeni v GDPR (imenovane tudi posebne kategorije osebnih podatkov), vključno z identifikacijo vaše rase ali etnične pripadnosti na osebnih dokumentih, ki jih je izdal državni organ.",
    "1988461282": "Pravne podlage za obdelavo",
    "3519564631": "Nameni obdelave",
    "1778642038": "Za komunikacijo z vami",
    "2223819810": "Za optimizacijo naše platforme",
    "1678661231": "Za skladnost, preprečevanje goljufij in varnost",
    "2561077702": "Za zagotavljanje naše storitve",
    "2066321185": "Pravna podlaga",
    "1174237568": "Te dejavnosti obdelave predstavljajo naše legitimne interese. Poskušamo razmisliti in uravnotežiti morebitne vplive na vas (tako pozitivne kot negativne) in vaše pravice, preden obdelamo vaše osebne podatke za naše zakonite interese. Vaših osebnih podatkov ne uporabljamo za dejavnosti, pri katerih nad našimi interesi prevlada kakršen koli škodljiv vpliv na vas (razen če imamo vaše soglasje ali če to drugače zahteva ali dovoljuje zakon).",
    "1350478093": "Namen obdelave",
    "787916198": "Z vašim soglasjem",
    "3348433919": "Vaše pravice",
    "3842673636": "V skladu z GDPR imate določene pravice glede svojih osebnih podatkov. Od nas lahko zahtevate naslednje ukrepe v zvezi z vašimi osebnimi podatki, ki jih hranimo:",
    "4057343238": "Odjava",
    "1834911235": "Nehajte vam pošiljati sporočila neposrednega trženja, za katere ste se predhodno strinjali. Morda vam bomo še naprej pošiljali sporočila, povezana s storitvami, in druga netrženjska sporočila.",
    "3022301908": "Dostop",
    "680638297": "Zagotavljamo vam informacije o naši obdelavi vaših osebnih podatkov in vam omogočamo dostop do vaših osebnih podatkov.",
    "1409486258": "pravilno",
    "3878077249": "Posodobite ali popravite netočnosti v svojih osebnih podatkih.",
    "3645414921": "Izbriši",
    "42182578": "Izbrišite svoje osebne podatke.",
    "1609621367": "Prenos",
    "3208155808": "Prenesite strojno berljivo kopijo vaših osebnih podatkov vam ali tretji osebi po vaši izbiri.",
    "1786796818": "Omejite",
    "3329634829": "Omejite obdelavo vaših osebnih podatkov.",
    "4202774977": "Predmet",
    "3007158970": "Ugovarjajte, da se zanašamo na naše zakonite interese kot na podlagi naše obdelave vaših osebnih podatkov, ki vplivajo na vaše pravice.",
    "1273071008": "Zahteve za pravice dostopa subjekta podatkov",
    "3594381346": "lokacija.",
    "21141582": "to",
    "3357523404": "Čezmejni prenos podatkov",
    "290966395": "Kot je opisano v našem razdelku »Opomba strankam zunaj Združenih držav«, se zavedajte, da bodo vaši osebni podatki preneseni, obdelani in shranjeni v Združenih državah. Zakoni o varstvu podatkov v ZDA se lahko razlikujejo od tistih v vaši državi bivanja. Soglašate s prenosom vaših podatkov, vključno z osebnimi podatki, v ZDA, kot je določeno v tem pravilniku o zasebnosti, tako da obiščete naša spletna mesta ali uporabite našo storitev.",
    "3178581111": "Uporabite za nove namene",
    "1088304322": "Vaše osebne podatke lahko uporabimo iz razlogov, ki niso opisani v tem pravilniku o zasebnosti, če nam to dovoljuje zakon in če je razlog združljiv z namenom, za katerega smo jih zbrali. Če moramo vaše osebne podatke uporabiti za nepovezane namene, vas lahko o tem obvestimo in razložimo veljavno pravno podlago za to uporabo. Če smo se zanašali na vaše soglasje za določeno uporabo vaših osebnih podatkov, lahko zahtevamo vaše soglasje za kakršne koli nepovezane namene in vam omogočimo, da takrat prenehate uporabljati storitev, če ugovarjate.",
    "2260079771": "Zadrževanje podatkov",
    "38428546": "Vaše osebne podatke varno hranimo skozi celotno življenjsko dobo vašega računa pri nas. Vaše osebne podatke bomo hranili samo toliko časa, kot je potrebno za izpolnjevanje namenov, za katere smo jih zbrali, vključno z namenom izpolnjevanja kakršnih koli pravnih, računovodskih obveznosti ali obveznosti poročanja ali reševanja sporov. Merila, ki jih uporabljamo za določitev rokov skladiščenja, vključujejo veljavne pogodbene določbe, ki so v veljavi, zakonske zastaralne roke, veljavne regulativne zahteve in industrijske standarde.",
    "384965568": "Čeprav se zahteve glede hrambe razlikujejo glede na jurisdikcijo, so informacije o naših tipičnih obdobjih hrambe za različne vidike vaših osebnih podatkov opisane spodaj.",
    "2788836740": "Kontaktni podatki za namene trženja se nenehno hranijo, dokler se ne odjavite. Nato bomo vaše podatke dodajali na naš seznam zatiranja za nedoločen čas. E-poštni podatki, zbrani od uporabnikov dostopnosti, ne bodo nikoli uporabljeni v tržne namene.",
    "3520687192": "Zapise o komunikaciji z vami (npr. vstopnice za podporo, odprte po e-pošti ali Twitterju) se lahko hranijo za nedoločen čas.",
    "292211832": "Podatki, zbrani s tehničnimi sredstvi, kot so piškotki, števci spletnih strani in druga analitična orodja, se zavržejo takoj, ko je to izvedljivo, vendar se lahko hranijo omejeno obdobje do enega leta po izteku piškotka, običajno v deidentificirani in združeni obliki. razen če zaznamo morebitno zlorabo naše storitve; v tem primeru bomo te podatke obdržali, da bi nam pomagali pri preprečevanju prihodnjih zlorab. Teh anonimiziranih in združenih informacij ne moremo povezati z vami, vašim gospodinjstvom, naslovom IP ali kakršnimi koli osebnimi podatki na podlagi shranjenih informacij.",
    "3192683783": "Spremembe te politike zasebnosti",
    "1702335960": "Za vse podatke, ki jih zberemo, velja pravilnik o zasebnosti, ki velja v času zbiranja teh podatkov. Lahko pa občasno spremenimo politiko zasebnosti. Če je revizija bistvena, kot jo določimo izključno mi, vas bomo obvestili, na primer po e-pošti. Trenutna različica bo vedno objavljena na naši strani s pravilnikom o zasebnosti.",
    "3669258571": "Politika piškotkov",
    "2905621957": "Zadnja posodobitev: 18. julij 2020",
    "1173934218": "Zavedamo se, da je vaša zasebnost pomembna za vas in smo zavezani k preglednosti tehnologij, ki jih uporabljamo. Ta pravilnik zagotavlja podrobne informacije o tem, kako in kdaj uporabljamo piškotke na naših spletnih mestih in storitvah.",
    "2694150481": "Ali uporabljamo piškotke?",
    "457627611": "da. Mi in naši ponudniki analitike ali storitev, tržni partnerji in podružnice lahko uporabljamo piškotke, spletne svetilnike ali slikovne pike in druge tehnologije, da zagotovimo, da imajo vsi, ki uporabljajo spletna mesta, najboljšo možno izkušnjo. Za več podrobnosti si oglejte razdelek »Analitika in tehnologije sledenja tretjih oseb« našega pravilnika o zasebnosti.",
    "501102544": ": menimo, da storitev proti robotom hCaptcha (tj. storitev, vgrajena v spletna mesta, igre ali mobilne aplikacije) vključuje samo tako imenovane piškotke \"izvzete iz privolitve\" v skladu z uredbami GDPR. Primeri takih izvzetih piškotkov vključujejo:",
    "461631543": "Opomba GDPR",
    "2150907653": "* Tehnični piškotki, ki so nujno potrebni za zagotavljanje storitve. Ti vključujejo prednostne piškotke, piškotke seje, piškotke za uravnoteženje obremenitve itd.",
    "1012122721": "* Statistični piškotki, ki jih upravljamo neposredno mi (tj. piškotki prve osebe, ne piškotki tretjih oseb), pri čemer se podatki ne uporabljajo za profiliranje.",
    "3255230599": "Kaj je piškotek?",
    "2954157511": "Zakaj uporabljamo piškotke?",
    "1539071196": "Piškotke običajno uporabljamo za naslednje namene:",
    "3545935449": "Za prepoznavanje novih ali preteklih uporabnikov.",
    "32739972": "Za shranjevanje podatkov o vaši prijavni seji, če ste registrirani na naših spletnih mestih.",
    "4209078147": "Za izboljšanje našega spletnega mesta in za boljše razumevanje vaših obiskov na naših platformah in spletnem mestu.",
    "1077448694": "Za integracijo s spletnimi stranmi družbenih medijev tretjih oseb.",
    "1709478090": "Da vam postrežemo z oglaševanjem na podlagi zanimanja ali ciljanega oglaševanja.",
    "3256020881": "Za opazovanje vašega vedenja in dejavnosti brskanja skozi čas na več spletnih mestih ali drugih platformah.",
    "1092241113": "Da bi bolje razumeli interese naših strank in integratorjev.",
    "1434289796": "Nekateri piškotki so potrebni za določeno uporabo spletnih mest in brez takšnih piškotkov ne bi mogli zagotoviti številnih storitev, ki jih potrebujete za pravilno uporabo spletnih mest. Ti piškotki nam na primer omogočajo upravljanje naših spletnih mest, tako da lahko do njih dostopate, kot ste zahtevali, in nam omogočajo, da prepoznamo, da ste ustvarili račun in ste se prijavili v ta račun za dostop do vsebine spletnega mesta. Vključujejo tudi piškotke, ki nam omogočajo, da si zapomnimo vaša prejšnja dejanja v isti seji brskanja in zaščitimo naša spletna mesta.",
    "1533171442": "Za namene analize in trženja uporabljamo tudi funkcionalne piškotke in piškotke tretjih oseb. Funkcionalni piškotki omogočajo, da nekateri deli spletnih mest pravilno delujejo in ostanejo znane vaše uporabniške nastavitve. Piškotki za analizo med drugim zbirajo informacije o tem, kako stranke, integratorji in končni uporabniki uporabljajo naša spletna mesta, vsebino in izdelke, ki si jih uporabniki najpogosteje ogledujejo, ter učinkovitost našega oglaševanja tretjih oseb. Oglaševalski piškotki pomagajo pri prikazovanju oglasov ustreznim občinstvom in prikazovanju naših oglasov na vrhu rezultatov iskanja. Piškotki so bodisi »sejni« piškotki, ki se izbrišejo, ko končate sejo brskalnika, ali »trajni«, ki ostanejo, dokler jih ne izbrišete vi (obravnavano spodaj) ali stranka, ki je piškotek servirala. Vse podrobnosti o vseh piškotkih, ki se uporabljajo na spletnih mestih, so na voljo v spodnji tabeli z razkritjem piškotkov.",
    "322830977": "Kako onemogočiti piškotke.",
    "262509504": "Podatke, ki jih zberejo piškotki, lahko povežemo z drugimi informacijami, ki jih zberemo od vas v skladu s to politiko zasebnosti, in uporabimo združene podatke, kot je navedeno tukaj. Podobno lahko tretje osebe, ki strežejo piškotke na naših spletnih mestih, povežejo vaše ime ali e-poštni naslov z drugimi podatki, ki jih zbirajo, kar lahko vključuje pretekle nakupe, opravljene brez povezave ali na spletu, ali vaše podatke o spletni uporabi.",
    "2935155034": "Če se nahajate v Evropskem gospodarskem prostoru, imate določene pravice, ki so opisane zgoraj pod naslovom \"Obvestilo posameznikom, na katere se podatki nanašajo v EU\", vključno s pravico do pregleda in popravka ali izbrisa podatkov, ki jih imamo o vas.",
    "1873812847": "Razkritje piškotkov",
    "3319083717": "ime:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcija",
    "2896187462": "1. Uporablja se za nujno potrebno anonimno statistiko, povezano s storitvijo, in za druge tehnične namene, kot je pomoč pri podpori za dostopnost.",
    "987267027": "Zabava",
    "3453526675": "1. 1. stranka",
    "1952810469": "Vrsta",
    "1795436560": "1. Seja",
    "102695075": "Trajanje",
    "3356329025": "1. 30 dni",
    "3744153629": "Imena:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "seja,",
    "3186435874": "ID seje",
    "1241291641": "Oglejte si več podrobnosti.",
    "1834801943": "2. 1. stranka",
    "2114694926": "2. Seja",
    "938404336": "2. Razlikuje se; do 30 dni.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. 1. stranka",
    "1483015662": "3. Seja",
    "3458934553": "3. Razlikuje se; do 30 dni.",
    "134571844": "Impressum (obvestilo o spletnem mestu)",
    "110836420": "Zadnja posodobitev: 23. december 2020",
    "2901894297": "hCaptcha je storitev Intuition Machines, Inc. (»IMI«), ameriške korporacije Delaware (#6393793).",
    "2928362319": "Povpraševanje po pošti lahko pošljete na naslov: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Regulativni organ: Zvezna komisija za komunikacije ZDA, 45 L Street NE, Washington, DC 20554 ZDA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Brez jamstev glede vsebine",
    "707541553": "Vse informacije na naših spletnih straneh je potrdil IMI ali tretja oseba. Vendar pa niti IMI niti tretje osebe ne morejo biti odgovorne za točnost, točnost ali popolnost informacij. To velja tudi za druga spletna mesta, ki so dostopna preko hiperpovezav na naših straneh. IMI ne prevzema odgovornosti za vsebino teh zunanjih spletnih mest.",
    "2650241052": "Brez nasveta",
    "204716894": "Vsebina in oblikovanje naših spletnih strani sta zaščitena z zakonodajo o avtorskih pravicah. Podvajanje strani in njihove vsebine na način, ki presega razumno pošteno uporabo, zahteva predhodno pisno soglasje IMI, če ni drugih zakonskih določil za podvajanje na strani.",
    "3182435854": "avtorske pravice",
    "3236873806": "Za to spletno mesto je odgovoren IMI.",
    "1338341134": "hCaptcha + Privacy Pass (Beta)",
    "88879089": "Privacy Pass je",
    "1898063898": "za ohranjanje zasebnosti uporabnikov, ki jih razvijamo v povezavi",
    "1942186611": "in drugi.",
    "3673079511": "nastajajoči standard",
    "2164933356": "Cloudflare",
    "3119589996": "Kako deluje: razširitev brskalnika uporabnikom omogoča ustvarjanje in podpisovanje kriptografsko slepih žetonov za spletna mesta, ki podpirajo protokol Privacy Pass. Razširitev generira prehode, ki vsebujejo kriptografsko zaslepljene žetone, ki jih podpiše hCaptcha, ko je izziv rešen na katerem koli mestu s storitvijo hCaptcha,",
    "1254771154": "izzivi, prikazani na drugih storitvah, ki podpirajo Privacy Pass, ki prav tako vgrajujejo hCaptcha, npr. Cloudflare.",
    "996362763": "Ti žetoni so odstranjeni in shranjeni v razširitvi za prihodnjo uporabo. Ko uporabnik obišče spletno mesto z uporabo hCaptcha in mora opraviti izziv (neviden ali prek gumba »Jaz sem človek«), so samodejno unovčeni. Postopek zaslepljevanja pomeni, da so podpisani in unovčeni žetoni kriptografsko nepovezani z vidika hCaptcha in tako je ohranjena zasebnost uporabnikov.",
    "2943346052": "Ker se proces standardizacije IETF nadaljuje, pričakujemo, da bodo veliki brskalniki sprejeli neko obliko Privacy Pass. Zaradi tega razširitev sčasoma ne bo potrebna. Zaenkrat pa sledite spodnjim navodilom.",
    "2326660907": "razen",
    "741483946": "* Z drugimi besedami: žetone hCaptcha Privacy Pass lahko dobite na hCaptcha.com in jih uporabite na drugih spletnih mestih neposredno z uporabo hCaptcha.com. Ne morete pridobiti ali unovčiti žetonov hCaptcha Privacy Pass, da bi zaobšli storitev hCaptcha, kot jo uporablja Cloudflare, saj Cloudflare izda in unovči svoje lastne žetone Privacy Pass.",
    "1362015807": "Začetek",
    "1358325821": "Najprej namestite razširitev za",
    "310885519": "oz",
    "4091044469": ". Prepričajte se, da ste razširitev omogočili v načinu brez beleženja zgodovine. Nato obiščite katero koli spletno mesto s hCaptcha in rešite captcha. Od različice 2.0.3 lahko te žetone unovčite na spletnih mestih z uporabo hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Ko namestite razširitev, kliknite tukaj (ali katero koli spletno mesto, ki uporablja hCaptcha), da si prislužite prepustnice:",
    "166277959": "Upoštevajte: ta funkcija je trenutno v beta različici in morda ne bo delovala za vsa spletna mesta in uporabnike ves čas. V primeru, da ni omogočen ali ne deluje za določenega uporabnika, se bo vedenje preprosto vrnilo na standardno izkušnjo hCaptcha brez izgube funkcionalnosti.",
    "3031357206": "Nova ikona se bo prikazala poleg vaše URL vrstice. Zdaj obiščite spletno mesto z uporabo hCaptcha. Izgledalo bo takole:",
    "1066753052": "kar pomeni, da je denarnica prazna in ste na spletnem mestu, ki vključuje izziv hCaptcha. Ko dokončate izziv, boste zaslužili žetone, ki jih je mogoče unovčiti na katerem koli drugem spletnem mestu s hCaptcha.",
    "651123197": "Po zaključku izziva bo na ikoni prikazano število trenutnih zneskov v vaši denarnici.",
    "554844646": "Lahko potrdite, da razširitev deluje, tako da vidite, da se števec vsakič, ko kliknete, zmanjša za 1",
    "4087729475": "izziv po vaši začetni rešitvi.",
    "647630208": "In to je to! Vaše brskanje po spletu je zdaj bolj zasebno.",
    "3272552822": "Razvijalci in kriptografi:",
    "4059570880": "Če želite spremljati prizadevanja za standardizacijo, so trenutno v teku na",
    "1904390996": "standardizirati",
    "252720667": "na kateri temelji kriptografska varnost Privacy Pass. Sam protokol gre skozi",
    "3972554015": "tudi proces. In razširitev brskalnika je seveda",
    "3723626769": "za vaše prispevke in preglede.",
    "3882147547": "Pozabne psevdonaključne funkcije",
    "565624910": "osnutek",
    "3421090159": "odprtokodno",
    "3098677775": "V: Ali je moj IP in zgodovina brskanja popolnoma zaseben od hCaptcha, ko uporabljam Privacy Pass?",
    "4019638786": "O: Uporabniki Privacy Pass hCaptcha ne bodo nikoli izpostavili svojega IP-ja hCaptchi, razen če je denarnica z žetoni njihovega brskalnika prazna ali ga spletno mesto pošlje. hCaptcha ne more uporabnika povezati z unovčenjem žetona in nikoli ne komunicira neposredno z uporabnikom med unovčenjem, razen če je njegova denarnica žetonov prazna.",
    "3887113660": "V: Kako Privacy Pass vpliva na zaslužek hCaptcha?",
    "1116455671": "O: Za začetno rešitev boste prejeli nagrado, če jo uporabnik dokonča na vašem spletnem mestu. Odkupi sledijo enakemu odzivnemu vzorcu, kot če bi uporabnik samodejno prešel na vaše spletno mesto zaradi visokega zaupanja strank: ne pride do zaslužka, klic siteverify iz vašega strežnika pa v rezultatih prehoda prejme »kredit: False«.",
    "779817954": "V: Če imam prepustnice Privacy Pass, ki jih je izdal drug ponudnik, jih lahko unovčim na hCaptcha?",
    "3014149332": "O: Ne, vozovnice niso interoperabilne: izdati in unovčiti jih mora isti organ, v tem primeru hCaptcha. Upoštevajte, da če imate v svoji razširitvi prepustnice tako iz Cloudflare kot hCaptcha, se bo razpoložljiva številka spremenila na pravilen znesek, odvisno od zahtev strani, ki jo obiščete. Z drugimi besedami, če imate v denarnici 100 Cloudflare prehodov in 10 prehodov hCaptcha, bi morali videti 10 na ikoni razširitve na straneh z vdelanim hCaptcha.",
    "3679148535": "V: Na katerih drugih aplikacijah Privacy Pass delate?",
    "1606783855": "O: Zelo nas zanima Privacy Pass za primer uporabe Accessibility (»a11y«). Prej priljubljene možnosti, kot so avdio captcha, diskriminirajo številne uporabnike a11y. Verjamemo, da bo združevanje našega trenutnega pristopa a11y z izdajo Privacy Pass uporabnikom a11y omogočilo varno brskanje, ki se zaveda, da je njihov promet bolj zaseben, hkrati pa bo omejilo zlorabo operaterjev botov, ki se neizogibno zgodi, ko so na voljo možnosti a11y.",
    "2359150347": "V: Ali druge spletne varnostne storitve podpirajo Privacy Pass?",
    "2082237880": "O: hCaptcha je prva tovrstna storitev, ki podpira Privacy Pass, in je trenutno edina, ki to omogoča. Vendar pa pričakujemo, da bodo druge storitve prepoznale prednosti povečanja zasebnosti uporabnikov na spletu in pričakujemo, da se bo v prihodnosti več lotilo implementacije, saj bodo standardi IETF, ki jih pomagamo razvijati, formalno sprejeti.",
    "2109792055": "Uporabniški priročnik: Odpravljanje težav z izdajo in preverjanjem zasebnosti Pass",
    "3588620914": "Privacy Pass je nov izum po standardih spleta in lahko druge aplikacije in razširitve brskalnika, ki se tega ne zavedajo, motijo v njegovo funkcionalnost.",
    "4039193170": "Če imate težave pri pridobivanju ali unovčevanju žetonov:",
    "2378786360": "1. Poskusite enega od drugih podprtih brskalnikov: če uporabljate Chrome, poskusite uporabiti Firefox brez uvoza nastavitev iz Chroma in tam namestite vtičnik. Če to deluje, imate morda težavo s konfiguracijo brskalnika.",
    "394235836": "3. Če noben od zgornjih predlogov ne deluje, nam pošljite e-poštno sporočilo s podporo in z veseljem vam bomo pomagali ugotoviti, kaj se dogaja.",
    "3470857731": "Analiza, kako dobro reCAPTCHA zazna bote.",
    "3240786848": "Zadnja posodobitev: 18. februar 2021",
    "2547140673": "Googlova storitev reCAPTCHA že več kot desetletje ponuja lastnikom spletnih mest menjavo: naj Google spremlja vaše uporabnike in jim postavlja vprašanja, v zameno pa obljubljajo, da bodo ustavili bote in neželeno pošto.",
    "2133754014": "Več kot 4,5 milijona spletnih mest uporablja reCAPTCHA [",
    "3152512587": "sistem pa zbira na stotine milijonov dnevnih rešitev. [",
    "2296918009": "To pomeni več kot 100 osebo-let dela vsak dan.",
    "3900538778": "Označeni podatki so gorivo, ki poganja strojno učenje. Odgovori reCAPTCHA se uporabljajo za izboljšanje Googlovih storitev ML/AI od leta 2009. Mnogi ljudje, ki uporabljajo reCAPTCHA, se ne zavedajo, da se njihovo delo uporablja.",
    "1160252730": "Google zdaj zaračunava visoke cene za reCAPTCHA Enterprise, zaradi česar so mnoga podjetja ponovno ocenila to ponudbo.",
    "1131196501": "Večja podjetja kot",
    "204889717": "so prešli na hCaptcha",
    "639413188": "v odgovor.",
    "3280658086": "podjetniške rešitve",
    "3842815245": "Je to poštena trgovina?",
    "714342693": "Ekipa hCaptcha že od leta 2016 zbira podatke o cenah iz storitev za razbijanje captcha \"temnega spleta\". Opazili smo zanimiv trend:",
    "468929661": "Povprečni stroški zloma reCAPTCHA so neverjetno nizki (manj kot 1 USD na 1000 rešitev) in se od začetka našega spremljanja leta 2016 niso bistveno povečali. To velja za reCAPTCHA v2 in v3. [",
    "2862164005": "Podatki o cenah nam omogočajo, da določimo natančno vrednost v dolarju za varnost, ki jo ponuja reCAPTCHA: 0,001 USD ali manj na odgovor.",
    "102498091": "Google zaračuna 1 dolar na 1000 zahtev za reCAPTCHA Enterprise, kar pomeni, da zdaj zaračunavajo več na zahtevo, kot stanejo za kršitev varnosti njihove storitve. To se zdi slab posel.",
    "130239139": "Kakšna je vrednost več kot 100 osebo-let dela, ki jih Google dnevno zbere?",
    "1421074182": "Bistveno višje.",
    "1953519598": "Stroški označevanja ene slike se gibljejo od 0,03 USD do 1,00 USD ali več. Po kakršni koli konzervativni oceni je Google do danes pridobil milijarde dolarjev brezplačne delovne sile. [",
    "3025548709": "Ali obstaja alternativa temu nepoštenemu dogovoru?",
    "263761351": "hCaptcha je prva verodostojna alternativa, ki jo zdaj vsak mesec uporablja na stotine milijonov ljudi.",
    "2743692546": "Ko uporabniki prek hCaptcha dokazujejo svojo človečnost, njihova delovna sila vstopi na anonimni odprt trg za zbiranje ponudb.",
    "1982750088": "Podjetja po vsem svetu se potegujejo za to delo za dokončanje preprostih nalog, ki so lahke za ljudi, a težke za stroje. Uporabniki podpirajo spletno mesto, ki ga obiščejo, in zaradi višje ravni varnosti doživljajo manj spletne neželene pošte.",
    "1108398506": "stranke pridobijo popoln nadzor nad izkušnjo in izkoristijo strokovno znanje, ki ga je pridobil hCaptcha pri upravljanju največjega neodvisnega ponudnika izzivov na internetu. Dobijo tudi ugodnejšo ponudbo kot reCAPTCHA Enterprise: do 50-80 % boljše cene, odvisno od količine.",
    "3012870872": "Spletna mesta in aplikacije, ki uporabljajo brezplačno različico (hCaptcha Publisher), s tem delom zaslužijo, namesto da bi ga podarili Googlu.",
    "2271512952": "Uporabniki podpirajo spletno mesto, ki ga obiščejo, in doživljajo manj spletne neželene pošte.",
    "278010425": "Široko in pogosto spreminjajočo se vrsto opravil na hCaptchi je tudi težje avtomatizirati. Enotni vmesnik reCAPTCHA se že več let ni spremenil in ima majhen nabor vprašanj, ki se redko spreminjajo. To je eden od načinov, kako hCaptcha zagotavlja močnejšo zaščito proti robotom kot reCAPTCHA.",
    "984849234": "hCaptcha uporablja napredno strojno učenje, da zagotovi tisto, kar reCAPTCHA samo obljublja, hkrati pa deli zajeto vrednost s spletnimi mesti, ki jo uporabljajo.",
    "4063769686": "Uporabniki podpirajo spletno mesto, ki ga obiščejo, in doživljajo manj spletne neželene pošte. To se zdi bolj pošten posel.",
    "685916926": "Zakaj se reCAPTCHA sčasoma ni izboljšala?",
    "3992401943": "Od leta 2012 je prišlo do revolucije v globokem učenju. Industrijska norma za natančnost nalog se je v zadnjem desetletju korenito izboljšala, predvsem zaradi globokih konvolucijskih omrežij. Druge storitve, ki jih poganja ML, ki jih ponuja Google, so sledile tej krivulji.",
    "615031303": "(Glej opombe",
    "2125514305": "ML se je izboljšal, vendar se težava zaobidenja reCAPTCHA v tem času ni bistveno spremenila.",
    "1406188018": "6 in 7",
    "2689973938": "Izboljšanje reCAPTCHA ustvari notranji konflikt za Google kot prodajalca oglasov.",
    "464238793": "Če Google sam ugotovi, da je bil uporabnik, ki je videl oglas ali je kliknil povezavo, v resnici bot, ne more zaračunavati oglasov, ki so bili prikazani temu uporabniku. To navzkrižje interesov je močno omejilo obseg Googlovih ambicij proti robotom.",
    "918924423": "Google na primer ni ponudil očitno dragocenih storitev, kot je retroaktivno odkrivanje botov. Veliko bolj zanesljivo je po analizi večdnevnih podatkov razglasiti uporabniški promet, ki ga ustvari bot.",
    "661412233": "Dragoceno je tudi vedeti po captcha, da so bili nekateri uporabniki boti. Lastnikom spletnih mest omogoča, da v prihodnosti očistijo stare objave neželene pošte in izbrišejo \"sleeper račune\", registrirane na forumih za neželeno pošto, zmanjšajo goljufije in drugo.",
    "3600797185": "Ponudba retroaktivne identifikacije botov bi Googlu odprla trnova vprašanja o tem, kako retroaktivno povrniti denar oglaševalcem, ki so porabili denar za ta goljufivi promet.",
    "2076932190": "Izdelek reCAPTCHA tako že desetletje stagnira.",
    "3856912381": "Uporabniki so trpeli in nepotrebna spletna neželena pošta je zdaj divja. Vendar obstaja alternativa.",
    "1035621426": "Vsak bot, ki ga prepozna reCAPTCHA, neposredno zmanjša Googlov prihodek od oglasov.",
    "3668115514": "Kako je hCaptcha drugačen?",
    "2413742287": "Spodbuda hCaptcha je povečati natančnost, ne pa prihodkov od oglasov: odgovori botov so neuporabni za naše stranke, ki potrebujejo podatke o usposabljanju ljudi.",
    "1373262754": "Vedeti, kdo je posameznik, ima minimalno vrednost za hCaptcha. Zanima nas le, ali so ljudje ali zlonamerni akterji.",
    "600646860": "Namesto da bi ponudil storitev vprašljive vrednosti, hkrati pa pridobival delo z resnično vrednostjo, hCaptcha zagotavlja tako nadomestilo kot močno zaščito proti robotom.",
    "1836191653": "Namesto da bi brezplačnim uporabnikom ponudil enostavno premagano storitev, hkrati pa zaračunal milijone dolarjev za različico podjetja, ki ni veliko boljša, hCaptcha obema zagotavlja odlično zaščito pred boti, hkrati pa podjetjem ponuja dodatne funkcije in prilagajanje, skupaj z močnimi pogodbami o ravni storitev in hitro podporo.",
    "990215503": "hCaptcha je edina večja storitev captcha, ki ni v lasti oglaševalskega omrežja.",
    "971933157": "hCaptcha skrbi za zasebnost, preglednost in pravičnost.",
    "178839499": "hCaptcha deli vrednost opravljenega dela, medtem ko uporabniki dokazujejo svojo človečnost.",
    "1237076138": "hCaptcha ponuja pošteno ponudbo tako brezplačnim (hCaptcha Publisher) kot podjetjem (hCaptcha Enterprise) strankam.",
    "614310292": "Kdo je zgradil hCaptcha?",
    "4188814619": "hCaptcha je storitev intuicijskih strojev (",
    "3265328927": "), podjetje za strojno učenje, ki ponuja izdelke in storitve za podjetja, ki izvajajo strojno učenje v velikem obsegu.",
    "2740033957": "Ekipo IM sestavljajo znanstveniki in inženirji iz Appla, Amazona in drugih vodilnih na področju strojnega učenja, porazdeljenih sistemov in varnosti.",
    "1579715421": "Znanstveniki IM redno objavljajo na vrhunskih konferencah, kot so ICML, ICLR, ECCV in NeurIPS, podjetje pa je javno objavilo najsodobnejše rezultate v disciplinah ML, kot je globoko zgoščevanje [",
    "4015238193": "in OCR [",
    "279580593": "imachines.com",
    "279918384": "Kako Google uporablja vašo brezplačno delovno silo?",
    "2385522384": "Verjetno ste videli posnetke videoposnetkov s kamer na Googlovih samovozečih avtomobilih Waymo in pomagali izboljšati njihovo prepoznavanje predmetov.",
    "1517627947": "Verjetno ste v Googlovih avtomobilih Streetview videli slike zgradb ali uličnih znakov in pomagali pri označevanju lokacij za njihove izdelke Zemljevidi in Zemlja.",
    "3225936061": "Verjetno ste v Googlovi storitvi Books videli slike besedila, posnetega s knjižnih strani, in pomagali izboljšati njihovo programsko opremo za OCR (prepoznavanje besedila).",
    "129661785": "Ste kdaj bili pozvani, da \"kliknite na avto/prehod/stop luči?\"",
    "936667684": "Ste kdaj bili pozvani, da \"vtipkate znak za stavbo/ulico?\"",
    "3773515538": "Ste kdaj bili pozvani, da \"vtipkate dve besedi?\"",
    "1778058441": "Kakšne vrste delovnih mest se izvajajo na hCaptchi?",
    "366088791": "hCaptcha podpira široko paleto nalog.",
    "3114147525": "Stranke hCaptcha uporabljajo storitev za opravila, vključno s prepoznavanjem predmetov, zaznavanjem atributov (zbiranje nalepk za prepoznavanje vrst oblačil), razvrščanjem po ustreznosti (izbiranje najustreznejšega izdelka iz več možnosti v primerjavi s primarnim izdelkom), omejevalnimi okvirji (iskanje zanimivih področij na slika), \"Človeški OCR\" (prepoznavanje besedila na sliki) in številne druge vrste nalog.",
    "3139609561": "Spodaj sta dva primera vrst opravil za razvrščanje slik in zaznavanje atributov. [",
    "2273532558": "Kdo so plačljive stranke hCaptcha?",
    "4104221634": "Stranke hCaptcha segajo v različne panoge, od tehnoloških podjetij do tistih, ki se osredotočajo na modo, maloprodajo in druga področja, kjer lahko ustvarijo vrednost z uporabo strojnega učenja.",
    "1337725003": "hCaptcha se zavzema za demokratizacijo dostopa do velikega obsega opomb v realnem času, s čimer omogoča velikim in malim podjetjem, da izboljšajo kakovost svojih izdelkov in storitev z uporabo strojnega učenja v svojem poslovanju.",
    "4086379603": "Vprašanja?",
    "1243684308": "Vaše povratne informacije jemljemo resno in želimo zagotoviti, da imajo vsi prijetnejšo izkušnjo na spletu, z manj boti in manj neželene pošte. Obrnite se na nas:",
    "2645321220": "In če menite, da so stroški reCAPTCHA previsoki, nas vprašajte o hCaptcha Enterprise. Trenutno jih uporabljajo nekateri največji založniki, podjetja za finančne storitve in podjetja za spletno infrastrukturo na svetu, niso le verodostojna alternativa reCAPTCHA: verjamemo, da ponujajo najboljšo zaščito pred boti, ki je trenutno na voljo.",
    "1229233916": "Opombe pod črto",
    "1115642494": "1. Vir: seznami spletnih mest BuiltWith.com reCAPTCHA. Pridobljeno 9. julija 2019.",
    "448807334": "(\"Ljudje vsak dan rešijo na stotine milijonov CAPTCHA.\") Pridobljeno 8. julija 2019.",
    "2397590157": "3. Konzervativna ocena: 200 milijonov rešitev * 30 sekund na rešitev v letih = 190,3 osebo-let/dan.",
    "3236311792": "4. Notranja analiza hCaptcha. Podatki zbrani do 30. junija 2019. Podrobnosti so na voljo na zahtevo.",
    "1752259468": "5. Konzervativna ocena: 0,01 USD strošek posameznega pripisa * povprečno 200 milijonov pripisi na dan (spodnja meja) * 365 dni na leto * 10 let od pridobitve iz leta 2009 = vrednost spodnje meje 7,3 milijarde USD.",
    "3268946369": "6. Zasluge: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Vir: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "RELACIJSKE VDELAVE ZA SLABO NADZOROVANO GLOBOKO HASHIRANJE, TEMELJENE NA SEMANTIČNI HIERARHIJI, Heikki Arponen, Tom E Bishop. ICML 2019, delavnica LLD.",
    "2544169219": "Najnovejši rezultati: ICML LLD, maj 2019.",
    "1973347745": "10. Primeri slik brez licenčnine. Vir: Petapixel.",
    "1493115924": "Opombe o blagovnih znamkah:",
    "4051104324": "\"Intuition Machines\" je registrirana blagovna znamka Intuition Machines, Inc.",
    "3983646521": "Vsa imena izdelkov, logotipi, blagovne znamke, blagovne znamke in registrirane blagovne znamke so last njihovih lastnikov. Vsa imena podjetij, izdelkov in storitev, uporabljena na tem spletnem mestu, so samo za namene identifikacije. Uporaba teh imen, blagovnih znamk in blagovnih znamk ne pomeni odobritve. V tem primeru ravno nasprotno.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Znanstveniki IM so postavili novo merilo uspešnosti za slabo nadzorovano prepoznavanje besedila (OCR) na CVPR 2020.",
    "1259002282": "Ste našli napako? Tukaj je, kako to prijaviti.",
    "3301728462": "Milijoni ljudi vsak mesec uporablja hCaptcha v tisočih kombinacijah brskalnikov, razširitev, naprav, požarnih zidov in še več.",
    "3878230879": "Naš cilj je zagotoviti, da vedno deluje za vas, zato zelo cenimo vaša poročila!",
    "2465128185": "Za hitre povratne informacije kliknite gumb »Pošljite nam povratne informacije«.",
    "2921990472": "Če opazite funkcionalno težavo, sledite navodilom",
    "2870341481": "spodaj. Samo za vse druge brskalnike",
    "1866590035": "navodila za dnevnik odpravljanja napak za Chrome",
    "444492541": "navodila za dnevnik odpravljanja napak za Firefox",
    "169267610": "nam pišite",
    "3100722753": "Za morebitne težave z varnostjo ali zasebnostjo glejte spodnja navodila.",
    "1906593952": "Pošljite povratne informacije o hCaptchi, ki ste jo pravkar videli",
    "3951254541": "Cenimo vaš prispevek. Sporočite nam morebitne težave in hitro jih bomo rešili.",
    "3324288040": "Pošljite nam povratne informacije",
    "2864016648": "Težave z zasebnostjo",
    "304004915": "Ne zanima nas, kdo so uporabniki, le kakšna je verjetnost, da so zlonamerni ali stroji. Podpiramo pobude, kot so",
    "1139493658": ", in trdo delajte, da uravnotežite zasebnost in varnost.",
    "3083289844": "Če ste odkrili težavo, za katero menite, da bi lahko vplivala na zasebnost uporabnikov, nam pišite na naslov",
    "4264784515": "Varnostne napake",
    "963238401": "Vedno smo zainteresirani za prejemanje poročil o varnostnih napakah. E-naslov",
    "3926027556": "in hitro se vam bomo vrnili.",
    "1589805435": "Imamo tudi a",
    "2560582224": "bug bounty program",
    "103876916": "za primerna varnostna poročila o storitvi hCaptcha in povezani izvorni kodi.",
    "497117287": "Možnosti dostopnosti",
    "3230004040": "Ali ste slabovidni ali kako drugače ne morete izpolnjevati hCaptchas?",
    "3480023141": "Več o možnostih dostopnosti",
    "2052161540": "Zajem podrobnosti poročila o napakah: Chrome",
    "2281169898": "Pošiljanje podatkov o odpravljanju napak s svojim poročilom nam bo veliko lažje ugotovilo, kaj se dogaja. Tu so navodila po korakih:",
    "1123365779": "Če ste spletni razvijalec ali strokovni uporabnik, bi povzetek želeli, da nam pošljete omrežni zapis HAR in dnevnike konzole brskalnika.",
    "2015218686": "preden greste skozi te korake. Če bo to odpravilo vašo težavo, bomo še vedno veseli, da nam sporočite svojo različico brskalnika, blokator oglasov ali razširitev brskalnika ter URL spletnega mesta.",
    "3922723611": "Poskusite onemogočiti kateri koli blokator oglasov ali varnostne razširitve brskalnika",
    "4036872105": "najprej in nato ponovno",
    "993651083": "1. korak: Odprite orodja za razvijalce (to začne snemati sejo.)",
    "4163469907": "2. korak: Kliknite zavihek Omrežje v orodjih za razvijalce. Potrdite polje »Ohrani dnevnik« na vrhu.",
    "4243348003": "3. korak: obiščite",
    "641342999": ", ali spletno mesto, na katerem imate težavo (Opomba o zasebnosti: samo, če vas ne moti, da delite, kaj je) ... in nato kliknite gumb »Jaz sem človek« in poskusite rešiti.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4. korak: Ko poskusite rešiti, kliknite »Izvozi HAR« (majhna puščica navzdol), kar shrani omrežni dnevnik. Pošljite nam to datoteko.",
    "1503240421": "5. korak: Kliknite zavihek Konzola in z desno miškino tipko kliknite in nato »Shrani kot ..«, da shranite dnevnik konzole. Pošljite nam tudi to.",
    "2863840904": "6. korak: Zadnji korak, pošljite nam te datoteke dnevnika HAR in konzole po e-pošti ter opišite težavo",
    "4051785543": "Uporaba:",
    "3623028666": "(prosimo, uporabite storitev, kot je",
    "551761392": "in pošljite povezave) in po želji posnetek zaslona, če sumite, da se nekaj ne prikazuje pravilno. Pošljite tudi IP, ki ga uporabljate. Lahko ga dobite od",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Hvala, ker ste si vzeli čas in nam pomagali do teh informacij!",
    "3680327841": "Zavezani smo temu, da bo hCaptcha dobro delovala za vse",
    "1059502393": "Zajem podrobnosti poročila o napakah: Firefox",
    "1112074001": "2. korak: Kliknite zavihek Omrežje v orodjih za razvijalce. Potrdite polje »Vztrajni dnevniki« na vrhu.",
    "1797298240": "4. korak: Ko poskusite rešiti, kliknite \"HAR\" in izberite \"Shrani vse kot HAR\", da shranite omrežni dnevnik. Pošljite nam to datoteko.",
    "3671246379": "Korak 5: Kliknite zavihek Konzola in z desno tipko miške kliknite nato \"Izberi vse\" in to shranite v besedilno datoteko, da shranite dnevnik konzole. Pošljite nam tudi to.",
    "3816867833": "Povratne informacije",
    "788770967": "Žal mi je da to slišim! Morda boste želeli uporabiti našo možnost dostopnosti:",
    "1333016413": "To vam omogoča, da se izognete prihodnjim vprašanjem z registracijo in nastavitvijo piškotka.",
    "2333410049": "Poskusite tudi izklopiti blokator oglasov.",
    "1345083090": "Želite prijaviti težavo s funkcionalnostjo?",
    "2184564739": "Glej",
    "604751186": "Druge težave? E-naslov",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kako prijaviti težave s podrobnimi dnevniki",
    "1050501253": "Pretežko",
    "3264813246": "Neprimerno",
    "3526939538": "Programska napaka",
    "126134492": "Drugo",
    "3511610999": "Poskrbimo, da boste prišli na pravo mesto.",
    "3906886217": "Za podjetja ali spletne strani",
    "1621597093": "Varnostne rešitve podjetja (plačano)",
    "3176531704": "Zapis podatkov",
    "1834239172": "Kupite storitve pripisov hCaptcha",
    "1457707016": "Za posameznike",
    "770264626": "Dodajte hCaptcha svoji storitvi (brezplačno)",
    "881015166": "Dodaj hCaptcha for Publishers na moje spletno mesto ali aplikacijo",
    "47536007": "Več o hCaptchi",
    "2012837493": "Rezultati iskanja",
    "4034694801": "Ni ujemajočih se rezultatov.",
    "3621411541": "Preberite več o možnostih dostopnosti za hCaptcha",
    "3401005681": "Služiti denar",
    "3933993151": "Delajte kot individualni označevalec podatkov",
    "563059212": "Seznam podprocesorjev",
    "3501923981": "Zadnja posodobitev: 1. januar 2020.",
    "3548097301": "Velja od 1. januarja 2020.",
    "3991444169": "Na tej strani so navedeni trenutni podprocesorji za storitev hCaptcha Enterprise.",
    "835396984": "Trenutno aktiven",
    "424089481": "Amazon Web Services, Inc. (globalno). Zagotovljene storitve: spletne storitve Amazon. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (globalno). Zagotovljene storitve: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globalno). Zagotovljene storitve: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (globalno). Zagotovljene storitve: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Opomba: ne velja za vse stranke. Na primer, stranke IP Blinding ali druge napredne možnosti zasebnosti ali varnosti (npr. stranke Secure Virtual Tenancy) so v celoti izključene iz kakršnega koli potencialnega \"PII\", ki bi kdaj vstopil v sisteme telemetrije, tudi iz naslova IP. Za več informacij se po potrebi obrnite na svojega predstavnika za račun.",
    "700843971": "Hound Technology, Inc. (Global). Zagotovljene storitve: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (globalno). Zagotovljene storitve: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (globalno). Zagotovljene storitve: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Zagotovljene storitve: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktura",
    "370366524": "Telemetrija efemernih storitev",
    "121192737": "Prihajajoči dodatki",
    "2420789666": "Fastly, Inc. Zagotovljene storitve: Hitro CDN in računalništvo na robu.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Velja od 1. septembra 2021. Dodatek infrastrukture",
    "1487796027": "Za podjetja",
    "3943417791": "Pridobite podporo za hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (brezplačno)",
    "3397976149": "Pridobite podporo za hCaptcha Publisher",
    "833750823": "Imate težave z izzivom?",
    "2024737147": "Želite prijaviti napako?",
    "1978884623": "Preberite več o poročanju o težavah s programsko opremo",
    "4188664955": "Glavni pogoji storitve",
    "2621989404": "Zadnja posodobitev: 24. september 2021. Upoštevajte, da so naši izrazi v angleškem jeziku veljavni.",
    "2404545611": "Dobrodošli v hCaptcha! Hvala, ker ste del naše skupnosti. Vsi uporabniki \"storitev\" (opredeljenih spodaj) se morajo strinjati z naslednjimi pogoji (\"pogoji storitve\"). V skladu s temi pogoji storitve se \"IMI\", \"mi\" in \"nas\" nanašajo na Intuition Machines, Inc. in njene podružnice, podružnice, uradnike, zastopnike, zaposlene, predstavnike in zastopnike, naše \"spletno mesto\" pa vključuje katero koli spletno mesto pod naš nadzor, vključno z www.hcaptcha.com in www.imachines.com.",
    "2348450790": "Prosimo, preberite te pogoje storitve. Med drugimi določbami vključujejo zavrnitev jamstev, omejitve odgovornosti in zavezujočo arbitražo. Upoštevajte, da so se ti pogoji storitve morda spremenili od vašega zadnjega obiska našega spletnega mesta. Te pogoje storitve lahko občasno revidiramo in posodobimo po lastni presoji. V primeru bistvene spremembe vas bomo obvestili z objavo posodobljenih pogojev storitve na tej strani, nato pa morate potrditi sprejeti posodobljene pogoje storitve, da lahko še naprej uporabljate ali dostopate do spletnega mesta ali storitve.",
    "1933936765": "Pogodba o obdelavi podatkov (Nazadnje posodobljeno: 23. september 2021)",
    "2959486280": "Če se s temi pogoji storitve ne strinjate, ne smete uporabljati ali dostopati do spletnega mesta ali storitve.",
    "3200859925": "1. Namen",
    "1807143500": "Storitve vključujejo spletno varnostno storitev (\"storitev hCaptcha\") in platformo (\"Intuition Machines Platform\"), na kateri se lahko posameznik (\"Contributor\") odloči za izvajanje nalog, ki jih opravi tretja oseba ali sam Intuition Machines (vsak a \"Zahtevalec\") objavlja na našem spletnem mestu ali storitvi hCaptcha, bodisi neposredno na našem spletnem mestu bodisi z dostopom do platforme Intuition Machines in/ali z izvajanjem nalog prek ali v povezavi s tretjim subjektom in/ali platformo ali storitvijo (vsaka, \"Integrator\"). Zahtevatelji objavijo naloge in povabijo sodelavce, da jih izvedejo v zameno za nagrade, ki jih IMI zagotovi integratorjem, ali kot določi vlagatelj, če vlagatelj uporablja platformo Intuition Machines ali storitev hCaptcha za zagotavljanje nalog svojim lastnim končnim uporabnikom. Podjetjem in posameznikom (vsak je \"stranka\") zaračunavamo uporabo naše platforme, tako da lahko uporabljajo našo programsko opremo, avtorska opravila, nas najamejo za avtorske naloge in/ali pridobijo dostop do sodelavcev. Integratorjem zaračunavamo tudi uporabo naše storitve hCaptcha, da zmanjšamo goljufije, zlorabe in neželeno pošto na njihovih spletnih mestih, v mobilnih aplikacijah in drugih spletnih lastnostih. Zgoraj navedeno se skupaj imenuje \"storitve\".",
    "3212830633": "2. Upravičenost",
    "2605814073": "Z uporabo ali registracijo naših storitev se strinjate: ste stari najmanj 18 let; imate pooblastilo, da sklenete to pogodbo v svojem imenu ali v imenu subjekta, ki ga zastopate, in boste ves čas ostali v skladu s temi pogoji storitve ter vsemi pravilniki in smernicami IMI, navedenimi v tem dokumentu; in ne boste zlorabljali našega spletnega mesta, nam napačno predstavljali svoje identitete ali uporabljali umetne inteligence za dokončanje katerega koli dela katere koli naloge na IMI, ki zahteva človeško inteligenco.",
    "2616040974": "3. Stranke in vlagatelji",
    "1544829730": "Če ste stranka ali vlagatelj zahtevka, se strinjate, da bodo dodatni pogoji, priloženi k temu kot dodatek za stranke, veljali in bodo vključeni s sklicevanjem v te pogoje storitve. Če niste stranka ali vlagatelj zahtevka ali prenehate biti stranka ali vlagatelj zahtevka, dodatni pogoji v Dodatku za stranke ne bodo veljali niti ne bodo vključeni s sklicevanjem v te pogoje storitve.",
    "3759360138": "4. Uporabniško ime in geslo",
    "2236960358": "Ob registraciji boste pozvani, da razkrijete določene osebne podatke o vas (»osebni podatki«), vključno z vašim imenom, e-poštnim naslovom, ter ustvarite uporabniško ime in geslo, kar bo za vse veljalo naš pravilnik o zasebnosti, ki je na voljo na našem Spletna stran. Samo vi ste odgovorni za spremljanje, zagotavljanje in vzdrževanje varnosti vašega računa, gesel in vseh ključev za preverjanje pristnosti, povezanih z vašim računom, in ste odgovorni za kakršno koli uporabo ali dejanje, ki se izvaja z uporabo teh informacij v storitvah.",
    "3047519814": "Strinjate se, da svojega računa ali gesla ne boste delili z nikomer.",
    "1699668873": "IMI morate nemudoma obvestiti, če sumite, da je podatke o vašem računu ukradel ali uporabil nekdo drug ali če sumite, da je kdo drug kršil varnost.",
    "3044038608": "Strinjate se, da nam boste posredovali resnične, točne in popolne informacije, kot jih zahtevamo v našem postopku registracije. Strinjate se tudi, da boste te podatke nemudoma posodabljali, če bo potrebno, da bodo aktualne in točne.",
    "4132302900": "5. Vaša zasebnost, vaši podatki in \"Podatki za vse\"",
    "10724169": "Sprejemate našo politiko zasebnosti, ki ureja, kaj bomo storili z osebnimi podatki, ki nam jih posredujete.",
    "1669194950": "Poleg osebnih podatkov boste morda morali posredovati (ali jih bomo morda morali zbrati) tudi druge podatke, da lahko zagotavljamo storitve (skupaj \"Podatki o strankah\"). Nismo odgovorni za kakršno koli neuspeh pri izvajanju storitev, ki je posledica vaše zamude ali neposredovanja podatkov o strankah.",
    "1330274831": "S tem nam podeljujete svetovno, neizključno, podlicencirano, prenosljivo, brez licenčnin in nepreklicno licenco v času trajanja te pogodbe za uporabo, reproduciranje, elektronsko distribucijo in javno prikazovanje kakršnih koli podatkov o stranki izključno za namene zagotavljanja storitev. . Izjavljate in jamčite, da imate zadostne pravice, lastništvo in interes za vaše podatke in za podelitev licence v tem razdelku.",
    "2230333214": "Podatke o strankah združujemo z drugimi podatki, tako da rezultati niso osebno določljivi, zbiramo pa tudi tehnične dnevnike z neidentifikacijo in podatke o uporabi storitev (»Združeni/deidentificirani podatki«). Ne glede na karkoli, ki je v tem dokumentu nasprotno, lahko IMI uporablja vse takšne zbirne/deidentificirane podatke za kakršne koli poslovne namene med ali po veljavnosti te pogodbe, vključno z neomejenim razvojem in izboljšanjem storitev ter ustvarjanjem in distribucijo poročil in drugih materiali. Podatki o stranki lahko tudi vztrajajo in so prikazani v sistemu omejeno časovno obdobje, ki ne presega 180 dni po končanem opravilu, na primer kot podatki za samodejno umerjanje ali validacijo za sisteme Intuition Machines. Zaradi jasnosti nam ta razdelek 5 ne daje pravice, da vas identificiramo kot vir kakršnih koli zbirnih/deidentificiranih podatkov brez vašega predhodnega pisnega dovoljenja.",
    "3881754581": ". Če ste stranka naših storitev obveščanja in ste kot del svoje uporabe storitev izbrali možnost »Podatki za vse«, potem IMI in vsem uporabnikom storitev dajete svetovno, neizključno, podlicencirano, prenosljivo, brezplačna nepreklicna licenca za popolno izkoriščanje vseh podatkov o strankah, vključno z vsemi sorodnimi pravicami intelektualne lastnine. Če izberete možnost »Podatki za vse«, izjavljate in jamčite, da imate zadostne pravice, lastninsko pravico in interes do in do vaših podatkov, da lahko podelite licenco v tem razdelku.",
    "3496767126": "Da bi se izognili dvomom, naslednji odstavek velja izključno za stranke, ki uporabljajo naše storitve pripisov, in ne za uporabo naših storitev kot integrator",
    "767207800": "Če vaši podatki vsebujejo potencialno eksplicitno ali žaljivo vsebino, jih od vas zahtevamo, da jih označite z »EKSPICITNA VSEBINA«, da bodo služili kot pošteno opozorilo vsem, ki vidijo vaše podatke. Brez ločenega pisnega dogovora z IMI ne smete vključevati nalog, ki kršijo naše pravilnike, vključno, vendar ne omejeno na, (a) naloge, ki neposredno ali posredno promovirajo drugo spletno mesto ali storitev, (b) naloge, ki kršijo pogoje spletnega mesta tretjih oseb in pogoje, (c) naloge, ki od sodelavcev zahtevajo, da nagovarjajo tretje osebe, (d) naloge, ki od sodelavcev zahtevajo, da ukrepajo za manipulacijo vedenja ali rezultatov spletnega mesta, (e) naloge, ki kršijo pravice intelektualne lastnine tretjih oseb, in (f) naloge ki od sodelavcev zahtevajo prenos programske opreme ali datotek.",
    "3370561195": "6. Sprejemljivo vedenje",
    "4205152730": "Spodbujamo vas k interakciji z drugimi uporabniki kjer koli na našem spletnem mestu, forumu, sporočilih, klepetih in drugih kanalih družbenih medijev, ki jih nadzoruje IMI, vendar morate v tem primeru upoštevati vse pogoje storitve in uporabe na našem spletnem mestu ter vse ustrezne zakone. .",
    "1394253934": "7. Zloraba, zloraba in napačno predstavljanje",
    "1406393333": "Vsak dostop ali uporaba storitev, razen v skladu s temi pogoji storitve in kakršnimi koli navodili, ki jih zagotovimo, je strogo prepovedan. Zlasti NE BOSTE:",
    "3409726716": "registrirati več kot en račun pri nas brez pisnega dovoljenja;",
    "3119498672": "izvajati katero koli nalogo z uporabo internetnih botov, spletnih robotov, botov, skriptov ali katere koli druge oblike umetne inteligence ali kako drugače poskušati pridobiti nagrade od IMI ali katerega koli vlagatelja zahtevka ali integratorja, ne da bi opravili naloge, kot so opisane;",
    "1188668818": "posredujte kakršne koli napačne podatke med uporabo tega spletnega mesta (vključno z neomejenim, da se lažno predstavljate za katero koli drugo osebo ali organizacijo v vašem računu ali napačno navedete ali kako drugače napačno predstavljate sebe ali svojo povezanost s katero koli drugo osebo ali organizacijo v vašem računu;",
    "2804310964": "dostopati ali poskusiti dostopati do našega spletnega mesta prek katerega koli spletnega strežnika proxy ali druge naprave, ki je zasnovana tako, da prikrije vašo pravo lokacijo ali identiteto, ali na kakršen koli drug način kot na voljo vmesnik;",
    "1374227759": "uporabljati spletno mesto za kakršno koli nezakonito dejavnost ali za kakršen koli drug namen, kot je namen, za katerega je bilo na voljo;",
    "2103513933": "opravljati dejavnost, ki moti ali moti delovanje strani;",
    "137127070": "vstavite, naložite ali priložite zlonamerne ali neznane zunanje povezave ali datoteke ali naložite kakršno koli vsebino, ki vsebuje virus, trojanskega konja, črva, časovno bombo ali drugo škodljivo računalniško kodo;",
    "1686655020": "Naložite katero koli vsebino, ki je predmet avtorskih pravic in ni vaše izvirno delo, razen če imate dovoljenje zakonitega lastnika za objavo takšne vsebine in podelitev vseh licenčnih pravic, podeljenih IMI-ju;",
    "1406692811": "sodelujejo pri pošiljanju neželene pošte ali objavljajo kakršno koli reklamo, poskušajo pridobiti napotitve, množično komuniciranje, denarne ponudbe ali zahteve, nagovarjanje storitev, oglaševanje, trženje, nesmiselna sporočila, podvojene teme, nezakonito vsebino, povezave do družabnih spletnih mest, e-poštne naslove ali ID-ji za instant messenger, razen če jih zahteva naloga;",
    "3893539589": "vstavite zunanje povezave, ki ponujajo blago ali storitve, razen če to zahteva naloga;",
    "3214322759": "drugače sodelujejo v kakršni koli zlonamerni ali goljufivi dejavnosti.",
    "3733422465": "8. Preverjanje vaše identitete",
    "267645277": "IMI lahko preveri vašo identiteto. To lahko vključuje primerjavo vaših osebnih podatkov z bazami podatkov tretjih oseb ali uradnimi pravnimi dokumenti. Pooblaščate nas, da opravimo vse potrebne poizvedbe za potrditev vaše identitete, lastništva vašega e-poštnega naslova in lastništva vaših finančnih računov. Strinjate se, da boste posredovali podatke o vas, da bi nam pomagali pri preverjanju vaše identitete.",
    "4169910317": "9. Skladnost z zakonom",
    "519755936": "Samo vi ste odgovorni za spoštovanje zveznih, državnih, pokrajinskih in lokalnih zakonov v zvezi z vašo uporabo storitev. Strinjate se, da nam boste povrnili škodo in nas obdržali brez škode za kakršne koli zahtevke proti nam, ker niste ravnali v skladu z nobenim zakonom ali kršili katere koli pravice tretjih oseb, vključno z brez omejitve pogodbenimi pravicami, pravicami intelektualne lastnine ali zasebnosti.",
    "731546974": "10. Davki plačnikov ali integratorjev",
    "3128328457": "Če ste sodelavec ali integrator, ste sami odgovorni za plačilo vseh ocenjenih ali drugih zveznih, državnih ali lokalnih davkov na dohodek, socialnega zavarovanja, FICA in odškodnin delavcev, ki jih dolgujete zaradi uporabe našega spletnega mesta, kot tudi podobni davki ali dajatve v jurisdikcijah zunaj ZDA. Strinjate se, da boste povrnili škodo in nas varovali za kakršne koli ocene zoper nas, ker niste spoštovali nobene davčne zakonodaje.",
    "2931396764": "11. Kršitev teh pogojev storitve",
    "1240667045": "Vaš dostop do storitev lahko kadar koli začasno prekinemo, iz katerega koli razloga, vključno s tem, ker: (a) menimo, da ste kršili te pogoje storitve (vključno z drugimi povezanimi pravilniki); (b) menimo, da ste kršili naše pravice ali pravice katere koli tretje osebe; (c) ne moremo preveriti ali potrditi pristnosti podatkov, ki ste nam jih posredovali; ali (d) menimo, da lahko vaša dejanja povzročijo odgovornosti za vas, nas ali tretjo osebo. Da bi se izognili dvomom, si pridržujemo pravico, da vam preprečimo ali začasno ustavimo plačilo, če utemeljeno verjamemo, da kar koli od naštetega velja za takšno plačilo.",
    "1601080128": "Če začasno prekinemo ali ukinemo vaš račun, ne boste imeli več dostopa do katerega koli dela spletnega mesta, vključno s podatki, sporočili, datotekami in drugim gradivom, ki ga hranite na spletnem mestu. Našega spletnega mesta NE smete še naprej uporabljati pod drugim ali novim imenom računa. Kršitve teh pogojev storitve se lahko preganjajo v skladu z zakonodajo in lahko povzročijo dodatne kazni in sankcije.",
    "1160707899": "12. Vloga in odnos sodelavca z IMI in drugimi vlagatelji",
    "269838707": "Če ste sodelavec, se vi in samo vi odločite, katere in koliko nalog boste dokončali ter kdaj in kje jih boste dokončali. Za dokončanje nalog lahko porabite toliko ali manj časa, kot se odločite. V nobenem trenutku niste dolžni dokončati naloge.",
    "1087195513": "Če ste sodelavec, ki dostopa do storitev in/ali izvaja naloge prek ali v povezavi z integratorjem v imenu vlagatelja zahtevka, ki ni IMI, se strinjate in potrjujete, da Intuition Machines ni odgovoren in nima nobenih obveznosti do vas z spoštovanje kakršnih koli nagrad ali drugih nadomestil za opravljene naloge. Strinjate se in potrjujete, da se vse nagrade ali druga nadomestila za opravljene naloge določijo izključno v skladu z vašim dogovorom z vlagateljem zahtevka in/ali integratorjem, kot je primerno. Morebitni spori v zvezi s takšnimi nagradami ali drugimi odškodninami (vključno z neomejeno nesprejemom takšnih nagrad ali drugih nadomestil) so izključno med vami in vlagateljem zahtevka in/ali integratorjem, kot je primerno.",
    "952813944": "Niti vaša uporaba našega spletnega mesta niti karkoli v tej pogodbi ne ustvarja zaposlitvenega, partnerskega, skupnega podjetja, zastopništva, franšize ali prodajnega zastopnika med vami in Intuition Machines. Za dokončanje naloge vam ne nudimo nobene opreme ali orodja. Ne zagotavljamo vam nobenih ugodnosti, nadomestil za delavce ali zavarovalnega kritja. Ne odgovarjamo za kakršne koli stroške, ki jih imate z uporabo naše spletne strani. Od vaše nagrade ne bomo zadržali nobenega zneska za zvezni ali državni dohodninski davek, socialno varnost ali kateri koli drug davek. Ves čas lahko opravljate naloge za katero koli osebo ali podjetje, vključno s katerim koli od naših konkurentov. Nimate pooblastila za sklenitev nobene pogodbe, pisne ali ustne, v imenu Intuition Machines.",
    "3460432665": "Ne glede na zgoraj navedeno lahko, če ste ameriški davkoplačevalec, od vas zahtevamo W-9, ki ga vsako leto posodabljamo, in vam lahko prepovemo izvajanje nalog, dokler ne dokončate ali posodobite W-9.",
    "458271951": "Če ste sodelavec, ki dostopa do storitev in/ali izvaja naloge prek ali v povezavi z integratorjem v imenu Intuition Machines (ki deluje kot prosilec), vas Intuition Machines lahko nagradi za sprejemljivo dokončanje določenih nalog. Če se ugotovi, da ste bili vpleteni v goljufijo, zlorabo ali kršitev teh pogojev storitve, vam Intuition Machines lahko zadrži in/ali povrne vse nagrade.",
    "3056723024": "13. Nesprejemljivo dokončanje nalog",
    "3913203723": "Če vlagatelj iz kakršnega koli razloga ne sprejme izvedbe naloge, ki ste jo opravili, vi kot sodelavec ali integrator niste upravičeni do nagrade za nalogo. V primeru, da so vam bile nagrade že razdeljene za nesprejemljivo opravljeno nalogo, vam jih lahko povrnemo.",
    "3666807632": "14. Kvalifikacije in spretnosti sodelavca",
    "1993899769": "15. Naša uporaba informacij",
    "3027055607": "16. Intelektualna lastnina in lastninske pravice",
    "3910971075": "IMI ima v lasti vse pravice, vključno s pravicami intelektualne lastnine, do izvorne kode, objektne kode ali osnovne strukture, idej ali algoritmov, API-ja in kakršne koli dodatne programske opreme, dokumentacije ali podatkov, povezanih s storitvami (»programska oprema«). Ne boste, neposredno ali posredno, prek tretje osebe ali kako drugače: (a) izvajali povratni inženiring, dekompilirali, razstavljali ali kako drugače poskušali odkriti programsko opremo; (b) spreminjati, prevajati ali ustvarjati izpeljana dela, ki temeljijo na kateri koli programski opremi; (c) kopirati, dajati v najem, dajati v zakup, distribuirati, zastaviti, odstopiti ali kako drugače prenašati ali obremenjevati pravice do katere koli programske opreme; (d) uporabljati katero koli programsko opremo za namene časovnega zakupa, storitvenih birojev ali drugače v korist tretje osebe; ali (e) odstranite kakršna koli obvestila o lastništvu ali oznake.",
    "3660891610": "Če ste sodelavec, ima IMI in ne vi lastninske pravice v katerem koli delu, ki ga ustvarite kot del dokončanja katere koli naloge. S sprejetjem pogojev te pogodbe se strinjate (in s tem) prenesete lastništvo, lastništvo in lastništvo (vključno z vsemi pravicami intelektualne lastnine, ki obstajajo po vsem svetu) v in na vaše delo na nas. Da zagotovimo, da lahko pridobimo, izpopolnimo in uporabimo takšne pravice, se poleg tega strinjate, da (i) podpišete vse dokumente, ki bodo pomagali pri dokumentiranju, izpopolnjevanju in uveljavljanju naših pravic; in (ii) zagotoviti razumen dostop do informacij za beleženje, izpopolnjevanje, varovanje, obrambo in uveljavljanje takih lastninskih pravic v kateri koli in vseh državah. Vaše obveznosti iz tega razdelka se bodo nadaljevale tudi po tem, ko odjavite ali prenehate uporabljati storitve. Imenujete nas kot svojega odvetnika, da v vašem imenu izvršimo dokumente za namene, navedene v tem razdelku.",
    "426125156": "17. Avtorske pravice in odstranitev",
    "1408530660": "IMI spoštuje intelektualno lastnino drugih in si pridržujemo pravico, da z našega spletnega mesta odstranimo kateri koli material, za katerega menimo, da bi lahko kršil intelektualne pravice katere koli tretje osebe. Če menite, da je bilo vaše delo kopirano na način, ki predstavlja kršitev avtorskih pravic na tem spletnem mestu, se obrnite na podporo za stranke Intuition Machines.",
    "2696932851": "18. Odškodnina",
    "3844300338": "Strinjate se, da nas boste povrnili, branili in nas varovali pred kakršnimi koli terjatvami, škodo, odgovornostmi, stroški in izdatki (vključno z razumnimi odvetniškimi honorarji in stroški), ki izhajajo iz ali so povezani z vašim opravljanjem nalog ali vašo uporabo našega spletnega mesta .",
    "2474091800": "19. Spori z drugimi uporabniki; Sprostite",
    "3162107126": "IMI ni stranka v nobenem sporu med vami in katerim koli drugim uporabnikom storitev. IMI in njegove podružnice osvobajate vseh in vseh terjatev, zahtevkov in odškodnin vseh vrst in narave, znanih in neznanih, sumljivih in nesumljivih, razkritih in nerazkritih, ki izhajajo iz ali so povezani s katerim koli sporom med vami in drugim uporabnikom.",
    "2271969747": "20. Zaupne informacije, ki jih prejmete",
    "1042802841": "Zaupna informacija je vsaka informacija, ki je označena kot zaupna ali lastniška, ali za katero bi morala stranka prejemnica razumno razumeti, da je zaupna ali lastniška. To ne vključuje nobenih informacij, ki so (1) javno dostopne, (2) jih že ima, jih je razvila neodvisno ali so stranki prejemnici že znane, ali (3) so bile razkrite na podlagi sodne odredbe ali kot drugače zahteva zakon.",
    "1918025546": "Če dobite zaupne podatke od kogar koli v storitvah, se strinjate, da boste varovali tajnost zaupnih informacij z enako skrbnostjo, kot jo uporabljate za zaščito svojih zaupnih podatkov, vendar v nobenem primeru z manj kot ustrezno skrbnostjo. Ne smete razkriti ali objaviti takšnih zaupnih ali lastniških informacij, razen če je to morda potrebno za opravljanje naloge. Vse informacije v okviru naloge na platformi Intuition Machines je treba obravnavati kot zaupne, tudi če informacije niso izrecno označene kot zaupne.",
    "2690395789": "Če in ko zaupnih informacij, ki ste jih prejeli, ne potrebujete več, morate nemudoma vrniti ali uničiti (na zahtevo osebe, ki je informacije razkrila) vse kopije informacij, ki obstajajo v prostorih, sistemih ali drugi opremi, ki jo nadzirate.",
    "2178073797": "Ker lahko razkritje zaupnih informacij povzroči nepopravljivo škodo, je stranka, ki razkrije, upravičena zahtevati sodno prepoved za kakršno koli kršitev ali grožnjo kršitve tega pogoja.",
    "2185860003": "21. Spremembe spletne strani",
    "2631249972": "Naše spletno mesto lahko izboljšamo ali spremenimo, ne da bi vas obvestili.",
    "3764131594": "22. Spletna mesta tretjih oseb",
    "295955580": "Naše spletno mesto lahko vsebuje povezave do spletnih mest tretjih oseb. Takih spletnih mest ne nadzorujemo, ne raziskujemo, ne spremljamo ali preverjamo. Nismo odgovorni in ne podpiramo računalniških programov, vsebin ali mnenj na takih spletnih mestih. Če se odločite zapustiti naše spletno mesto in dostopati do katerega koli spletnega mesta tretjih oseb, to storite na lastno odgovornost.",
    "838225123": "23. Zavrnitev garancije",
    "3897238493": "STORITVE SO ZAGOTAVLJENE NA PODLAGI \"KAK SO\". NE DAJEMO NIKAKIH IZJAV ALI JAMSTEV, IMPLICITNIH ALI IZRECNIH, GLEDE DOSTOPNOSTI, PRIMERNOSTI, ZAKONITNOSTI, RAZPOLOŽLJIVOSTI ALI FUNKCIONALNOSTI STORITEV, KAKRŠNE koli POVEZANE PROGRAMSKE OPREME ALI MATERIJAL, KI SE ODLOČAJO NA PREDMET. V NAJVEČJEM ZKONSKO DOZVOLJENEM MESJU, IMI ZAVRČA VSE IZRECNE ALI NAKAZANE POGOJE, ZASTOPITVE IN JAMSTVA, VKLJUČNO, A NI OMEJENO NA, JAMSTVA ZA PRODAJNOST, PRIMERNOST IN PRIMERJNOST ZA DELO. VAŠE EDINA IN IZKLJUČNO PRAVNO SREDSTVO PROTI IMI GLEDE NA KAKRŠNE NAPAKE, NESKLADNOSTI ALI NEZADOVOLJSTVO JE PRENEHANJE UPORABE STORITEV. Ne bomo odgovorni za kakršno koli škodo vašemu računalniškemu sistemu, izgubo ali poškodovanje podatkov ali drugo škodo, ki je posledica tega. od vašega dostopa do ali uporabe spletnega mesta ali platforme Intuition Machines. Lahko pride do načrtovanih in nenačrtovanih prekinitev, zato ne jamčimo za neprekinjeno dostopnost našega spletnega mesta.",
    "2110259227": "24. Omejitev odgovornosti",
    "3018077211": "25. Reševanje sporov s sodelavci",
    "2790841456": "Če ste sodelavec, se strinjate z naslednjo arbitražno klavzulo in opustitvijo skupinskih tožb:",
    "2323013093": "26. Veljavno pravo",
    "2900525040": "Zakoni zvezne države Kalifornije urejajo te pogoje storitve in vse spore, spore ali zahtevke, ki izhajajo iz njih.",
    "3339302473": "27. Odpoved",
    "41530052": "28. Splošni pogoji",
    "3202747130": "Celotni dogovor. Ti pogoji storitve in kakršna koli politika, postopki ali pogoji, navedeni v tej pogodbi, predstavljajo celoten dogovor strank v zvezi s predmetom in nadomeščajo in prekličejo vse prejšnje in sočasno povezane sporazume, zahtevke, izjave in dogovore strank. .",
    "4080263153": "Brez odpovedi. Za nas se ne bo štelo, da smo se odpovedali kateremu koli delu svojih pravic ali pravnih sredstev, razen če je odpoved pisna in podpisana z naše strani. Če odlašamo z uveljavljanjem ali ne uveljavljamo svojih pravic iz katere koli določbe te pogodbe, to ne bo pomenilo odpovedi naši pravici do naknadnega uveljavljanja takšne določbe ali katerega koli dela te pogodbe.",
    "1789371580": "Dostopnost. Teh pogojev storitve ne smete dodeliti brez našega predhodnega pisnega soglasja. Te pogoje storitve lahko dodelimo kadar koli, brez predhodnega obvestila. Ob upoštevanju zgoraj navedenega bodo ti pogoji storitve zavezujoči za naslednike in dovoljene pooblaščence vsake stranke.",
    "2819628066": "Ločljivost. Če se katera koli določba teh pogojev storitve iz kakršnega koli razloga izkaže za neveljavno ali neizvršljivo, to ne bo vplivalo na veljavnost in izvršljivost preostalih določb.",
    "3955981186": "Spremembe. Nobena sprememba ali dopolnitev teh pogojev storitve s strani nikogar razen IMI ne zavezuje IMI, razen v pisni listini, ki jo podpiše ustrezno pooblaščeni predstavnik IMI.",
    "1377538813": "Prevladujoči jezik. Različica teh pogojev storitve v angleškem jeziku bo v vseh pogledih prevladala in bo prevladala v primeru kakršnih koli neskladnosti s prevedenimi različicami, če obstajajo.",
    "2438016011": "Prostovoljni sporazum. Vse stranke teh pogojev storitve izjavljajo in se strinjajo, da je vsaka pregledala vse vidike te pogodbe, pozorno prebrala in v celoti razumela vse njene določbe ter prostovoljno sklepala to pogodbo.",
    "2445034923": "Če se ne strinjate z vsemi določili in pogoji teh pogojev storitve, ne (in ne smete) uporabljati ali dostopati do spletnega mesta ali storitev.",
    "2646127839": "Dodatek za stranke k glavnim pogojem storitve",
    "4097297673": "Kot stranka, vlagatelj zahtevka ali integrator se strinjate, da vas poleg vseh drugih zavezujočih pogojev med vami in IMI zavezujejo spodnji pogoji.",
    "1093280979": "1. Naročilnice platforme",
    "1549953005": "Morda ste izpolnili enega ali več obrazcev za naročilo za dostop do platforme (vsakega »naročilnica«) kot pogoj, da postanete stranka ali vlagatelj zahtevka. Če je tako, potem pogoji, opisani v naročilnici, postanejo del pogojev storitve in so vključeni s sklicevanjem.",
    "3819851005": "2. Pristojbine",
    "1591032933": "IMI-ju boste plačali pristojbine, kot je opisano v ustreznem naročilnem obrazcu, s plačilnim sredstvom, ki ste ga navedli v ustreznem naročilnici. Če se obe strani izrecno pisno ne dogovorita drugače, boste zagotovili celotno plačilo za vse izdane račune v tridesetih (30) dneh po datumu pošiljanja računa. Pooblaščate nas, da izvajamo avtorizacije kreditnih kartic za vse podatke o kreditnih karticah, ki nam jih posredujete, da shranimo te podatke o kreditni kartici in bremenimo vašo kreditno kartico ali kateri koli drug račun, s katerim se vzajemno strinjamo, kot način plačila. Če ni drugače navedeno v obrazcu za naročilo ali v vaši pogodbi o podjetniških storitvah ali glavnem sporazumu o storitvah, se vse pristojbine za storitve, razen presežkov, zaračunajo letno ob začetku storitev, ki jih IMI zagotavlja v skladu z vašo pogodbo (»datum začetka veljavnosti«).",
    "4142610534": "Za morebitna zamuda pri plačilih se obračunajo zamudni stroški po stopnji 1,5 % na mesec ali najvišjem zakonsko dovoljenem znesku, kar je nižje. Če iz kakršnega koli razloga ne plačate dolgovanega zneska po tej pogodbi, se lahko vaš račun po lastni presoji začasno ustavi, v tem primeru z vašega računa za dokončanje nalog ne bodo izvedena dodatna plačila in vsa vaša opravila bodo odstranjena z naše spletne strani. Povrniti nam morate vse dolgovane zneske na zahtevo, vključno s stroški obdelave, zamudnimi stroški ali odvetniškimi stroški. Prav tako lahko pripravimo ustrezna poročila agencijam za bonitetno poročanje in organom pregona.",
    "512991700": "Če želite oporekati kakršnim koli pristojbinam, se morate obrniti na naš oddelek za podporo strankam najpozneje trideset (30) dni po datumu zaključka prvega obračuna ali izpiska računa, v katerem se je pojavila napaka ali težava, da bi prejeli prilagoditev ali dobropis.",
    "1273914192": "3. Davki",
    "4242322181": "Odgovorni ste za plačilo vseh davkov, povezanih s storitvami, razen davkov ZDA, odmerjenih na neto dohodek ali osebno lastnino Intuition Machines.",
    "1671996585": "Morda boste morali svoje spletno mesto, aplikacijo ali platformo integrirati z našimi storitvami prek našega vmesnika za programiranje aplikacij (»API«). V primeru, da to storite, vam podelimo omejeno, neizključno, neprenosljivo, nepreklicno licenco za uporabo API-ja izključno za dostop do storitev. API lahko kadar koli spremenimo in/ali prenehamo podpirati stare različice ali izdaje API-ja. Pridržujemo si pravico, da po lastni presoji začasno ustavimo ali omejimo vaš dostop do API-ja in se bomo v razumnih primerih potrudili, da vas obvestimo pred začasno ustavitvijo.",
    "4036662147": "5. Varstvo zaupnih informacij",
    "3564208535": "Strinjate se, da boste uporabili komercialno razumna prizadevanja za zaščito vseh zaupnih informacij, prejetih od nas ali prek naših storitev. vključuje ocene botov in nejavne podrobnosti o naši storitvi podjetja, vključno z nejavno dokumentacijo in vsemi podrobnostmi, ki jih lahko delimo v zvezi z našimi metodami zaznavanja botov. Če vam je odobren dostop do kakršnih koli takih zaupnih informacij, lahko po lastni presoji spremenimo, začasno ustavimo ali omejimo vaš dostop do naših storitev, če ugotovimo, da so zaupni podatki razkriti z vašo uporabo naših storitev, in si bomo prizadevali za razumno da vas obvestimo pred začasno ustavitvijo.",
    "120384113": "6. Odpoved",
    "453723556": "Ta dodatek za stranke lahko prekinete neodvisno od pogojev storitve, tako da prenehate biti stranka ali vlagatelj zahtevka. Pridržujemo si pravico, da kadar koli začasno prekinemo ali prekinemo vaš status stranke ali vlagatelja ali kako drugače ukinemo vaš račun ali uporabo storitev v skladu s pogoji storitve. Ob prekinitvi ste še naprej odgovorni za kakršen koli znesek, ki ga zapadete v skladu z vašim naročilnim obrazcem. Če vaša naročnina vključuje kakršne koli mesečne ali letne pristojbine ali mesečne ali letne minimume, boste še vedno odgovorni za plačilo vseh pristojbin za storitve do konca tega meseca oziroma leta.",
    "218889628": "Razen če prekinemo ta dodatek za stranke ali pogoje storitve zaradi vaše kršitve tega dodatka za stranke ali pogojev storitve, če prekinemo in ste nam vnaprej plačali kakršne koli pristojbine, vam bomo povrnili sorazmerni del teh vnaprej plačane zneske, ki temeljijo na preostalem času ali storitvah, ki ste jih plačali, kar je manj. Naše delo bomo zaključili na komercialno sprejemljiv način ter ohranili in vam dostavili vse plačane nize izhodnih podatkov in vse podatke o strankah, ki so v naši lasti. Ob kakršni koli prekinitvi lahko izbrišemo kakršne koli podatke, vendar nismo dolžni.",
    "2505227594": "7. Presežek",
    "2369877184": "Najvišja dovoljena najvišja stopnja RPS za integratorje ali stranke hCaptcha je 1000 zahtev na sekundo za subjekte v vašem računu (»RPS«), razen če ni drugače določeno v pisni pogodbeni pogodbi med vami in nami.",
    "234420106": "V primeru, da ste integrator ali stranka storitve hCaptcha Enterprise in vaša uporaba API-ja, merjena z RPS, presega predvideno stopnjo za vašo storitev, se lahko odločimo, da spremenimo vašo storitev ali zaračunamo previsoko stopnjo. V primeru, da vaša najvišja stopnja RPS preseže zagotovljeno hitrost za faktor 10 za skupno 10 minut ali več v 30-dnevnem obdobju in večina teh zahtev po naši izključni presoji ni zlonamerni promet, se lahko odločimo, da vam zaračunamo vašo pogodbeno določeno stopnjo presežka za vse zahteve API, podane v tem mesecu.",
    "2619472217": "8. Nadaljnja prodaja",
    "2019702084": "Naročene storitve SaaS se ne smejo prodajati, preprodajati, dajati v podzakup, licencirati, podlicencirati ali kako drugače dati na voljo kateri koli drugi tretji osebi (razen strankinemu podružnici), razen če je to izrecno dovoljeno v strankini glavni pogodbi o storitvah ali pogodbi o prodajnem posredniku. ), in vsa naročila v skladu s pogodbo ter vsa uporaba storitve od stranke so za interno poslovno uporabo stranke ali njenega podružnice.",
    "1233229030": "Razno",
    "1467783792": "Nobena oseba, subjekt ali organizacija, ki jih sankcionirajo Združene države (\"sankcionirani akter\"), ni upravičena do nagrad ali uporabe storitev kot integrator. Da ne bi bilo dvoma, to vključuje vse sankcionirane akterje, ki jih določi Urad za nadzor tujih sredstev (\"OFAC\") Ministrstva za finance ZDA.",
    "3759657802": "Teh pogojev storitve ali svojih pravic ali obveznosti iz te pogodbe ne smete na kakršen koli način dodeliti, prenesti ali prenesti (po zakonu ali kako drugače).",
    "1627232990": "Prevodi teh pogojev storitve so na voljo po najboljših močeh. V primeru kakršne koli bistvene razlike med Pogoji storitve v angleškem jeziku in njihovim prevodom se Pogoji storitve v angleškem jeziku razlagajo kot veljavni.",
    "805221621": "Kontaktirajte nas na",
    "259613338": "če imate kakršna koli vprašanja v zvezi s temi pogoji storitve.",
    "2735878907": "Izjava o načrtovanju neprekinjenega poslovanja",
    "2887242610": "Intuition Machines, Inc je razvil načrt neprekinjenega poslovanja o tem, kako se bomo odzvali na dogodke, ki bistveno motijo naše poslovanje s hCaptcha. Ker sta časovna razporeditev in vpliv nesreč in motenj nepredvidljiva, bomo morali biti prilagodljivi pri odzivu na dejanske dogodke, ko se zgodijo. S tem v mislih vam posredujemo te informacije o našem načrtu neprekinjenega poslovanja.",
    "809251240": "Kontaktirajte nas",
    "2551802342": "– Načrtujemo hitro okrevanje in nadaljevanje poslovanja po večji motnji v poslovanju ter se odzvati tako, da zaščitimo naše zaposlene in premoženje, opravimo finančno in operativno oceno, zaščitimo poslovne knjige in evidence podjetja ter našim strankam in njihovim končnim uporabnikom omogočimo spletno poslovanje. Skratka, naš načrt neprekinjenega poslovanja je zasnovan tako, da omogoča našemu podjetju, da čim prej nadaljuje z delovanjem, glede na obseg in resnost pomembne motnje v poslovanju. Naš načrt neprekinjenega poslovanja obravnava: varnostno kopiranje in obnovitev podatkov; vsi kritični sistemi; finančne in operativne ocene; alternativno komuniciranje s strankami, zaposlenimi in nadzornimi organi; nadomestna fizična lokacija zaposlenih; kritični vpliv dobavitelja in kupca; regulativno poročanje; in nemudoma obvestiti naše stranke, če ne moremo nadaljevati našega poslovanja. Naš glavni nabor dobaviteljev podpira naše pomembne zapise na geografsko ločenem območju. Čeprav vsaka izredna situacija predstavlja edinstvene težave, ki temeljijo na zunanjih dejavnikih, kot so čas dneva in resnost motenj, nam je ta skupina dobaviteljev obvestila, da je njihov cilj obnoviti lastno delovanje in lahko hitro nadaljujejo s storitvami. Čeprav smo si prizadevali zmanjšati tveganje z uporabo različnih dobaviteljev, bi se lahko vaše storitve v tem obdobju spremenile ali prekinile.",
    "826396656": "Naš načrt neprekinjenega poslovanja",
    "1979347895": "– Pomembne motnje v poslovanju se lahko razlikujejo po obsegu, kot so samo naše podjetje, ena stavba, v kateri je naše podjetje, soseska, kjer je naše podjetje, mesto, kjer se nahajamo, ali celotna regija. Znotraj vsakega od teh področij se lahko resnost motenj razlikuje od minimalne do resne. V primeru motenj v našem podjetju, našem poslovnem okrožju, mestu ali regiji ali stavbi, v kateri je naše podjetje, bomo svoje poslovanje po potrebi prenesli na lokalno lokacijo in pričakovali, da ne bo prišlo do bistvenih motenj v poslovanju. V obeh primerih nameravamo nadaljevati s poslovanjem, po potrebi prenesti poslovanje na alternativne dobavitelje in vas prek našega spletnega mesta na hcaptcha.com in naše strani s statusom na hcaptchastatus.com obvestiti, kako stopite v stik z nami. Če je pomembna motnja v poslovanju tako resna, da nam onemogoča nadaljevanje poslovanja, vas bomo o tem nemudoma obvestili.",
    "653679457": "Različne motnje",
    "410397176": "Za več informacij",
    "2095899021": "Smernice za blagovno znamko hCaptcha in splošna licenca za blagovno znamko",
    "2340340589": "Navodila za uporabo oznake hCaptcha",
    "2430148876": "Te smernice in splošno licenco za blagovno znamko smo ustvarili, da bi našim strankam, partnerjem in oboževalcem čim bolj olajšali delo z našo blagovno znamko, hkrati pa ohranili našo korporativno identiteto. Če morate ikone, logotipe ali druge oznake hCaptcha uporabiti na načine, ki se bistveno razlikujejo od teh smernic, se boste morali obrniti na nas (IMI) za pisno licenco.",
    "3884400764": "Čeprav lahko uporabljate znamke hCaptcha v skladu s temi smernicami, to ne pomeni, da imate kakršne koli pravice do hCaptcha znamk, logotipov ali katere koli druge blagovne znamke, trgovskega imena, storitvene znamke, imena podjetja ali dobrega imena hCaptcha. Želimo zagotoviti čim večjo prilagodljivost, vendar smo dolžni zaščititi hCaptcha pred nepooblaščeno uporabo katere koli blagovne znamke, trgovskega imena, storitvene znamke, imena podjetja ali dobrega imena hCaptcha. Vsaka nepooblaščena uporaba samodejno prekine dovoljenje ali licenco, ki jo podeli hCaptcha, in lahko povzroči pravno odgovornost za kakršno koli škodo.",
    "512598290": "Zato vas moramo prositi, da vse oznake in logotipe hCaptcha vedno uporabljate v obliki, ki je v skladu s spodnjimi pravili, vključno z velikimi črkami, pisavo in slogom.",
    "2075610992": "Hvala za tvojo podporo!",
    "1023190144": "hCaptcha® v besedilu",
    "4274324704": "Takole lahko uporabite naše ime v pisni kopiji:",
    "3912926900": "hCaptcha® mora imeti registriran simbol blagovne znamke, ko se prvič pojavi v ustvarjalni kopiji.",
    "950637875": "Črkovanje hCaptcha se nikoli ne sme spreminjati, hCaptcha pa mora biti vedno velika v drugi črki (\"C\"). Nikoli ni množina ali posesivna.",
    "2624601135": "\"hCaptcha\" se ne sme uporabljati kot del imena blagovne znamke, združiti z vezajem ali uporabiti v imenih aplikacij ali drugih izdelkov.",
    "3828090208": "Namesto tega uporabite »za hCaptcha«. Če se uporablja z logotipom tretje osebe, mora biti »za hCaptcha« manjši od logotipa tretje osebe.",
    "4149738856": "hCaptcha je treba uporabiti kot pridevnik in mu slediti ustrezen generični izraz.",
    "1446868537": "hCaptcha se nikoli ne sme uporabljati kot glagol.",
    "2487931657": "Ne uporabljajte: \"smo hCaptcha'd naše spletno mesto.\"",
    "2565565429": "Namesto tega uporabite: \"uporabljamo hCaptcha, da naredimo naše spletno mesto varnejše in varnejše.\"",
    "3434202027": "Vsaka uporaba imena hCaptcha v komunikaciji zahteva navedbo avtorstva: \"hCaptcha je registrirana blagovna znamka Intuition Machines, Inc.\"",
    "2754937029": "Nesprejemljive uporabe",
    "2436973524": "Sprejemljive so le natančne reference. Ni dovoljeno reči, da spletno mesto uporablja storitve in aplikacije hCaptcha, če ne. Podobno je uporaba našega logotipa ali kakršnih koli značk primerna le, če spletno mesto uporablja storitve hCaptcha.",
    "69844082": "Blagovne znamke hCaptcha, grafični simboli, logotipi, pisava ali ikone se prav tako ne smejo uporabljati na omalovažujoč način.",
    "3861413614": "Brez izrecnega pisnega dovoljenja ne smete uporabljati nobene blagovne znamke ali logotipa hCaptcha, ki bi namigoval, da je hCaptcha povezan ali podpira, sponzorira ali podpira izdelek ali storitev tretje osebe.",
    "1409822234": "Pod nobenim pogojem se enaka ali skoraj enaka blagovna znamka hCaptcha ne sme uporabljati kot ime domene.",
    "4181060163": "Tretje osebe ne smejo uporabljati različic ali napačno črkovanih ali ravnati na kakršen koli način, ki bi povzročil kakršno koli začetno zmedo zanimanja za blagovne znamke hCaptcha.",
    "3955555607": "Razen partnerjev ali pooblaščenih prodajalcev, tretje osebe ne smejo licitirati za ključne besede, Google AdWords ali druge ciljno usmerjene oglaševalske sisteme, ki uporabljajo oznake hCaptcha ali napačno črkovane. Prav tako tretje osebe ne smejo uporabljati oznak hCaptcha v imenih domen, kakršni koli optimizaciji za iskalnike, metaoznakah, iskalnih izrazih, kodi ali drugem napačnem predstavljanju.",
    "1985238261": "Druge omejene znamke",
    "2193061499": "Nekateri naši logotipi in oznake so omejeni na uporabo s strani hCaptcha in njegovih partnerjev. Tretje osebe ne smejo uporabljati naslednjih znamk brez pisne licence hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop s hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Logotip BotStop™",
    "3942875761": "Pomagajte zgraditi boljši splet™",
    "364774188": "Jaz sem človek™",
    "2785425016": "(v kontekstu rešitve za preverjanje človečnosti, npr. poziv k dejanju)",
    "2639657759": "Oznake, ki jih uporablja dovoljenje",
    "1268918580": "Nekateri logotipi in oznake, ki jih uporablja hCaptcha in njeni partnerji, so v lasti tretjih oseb in se lahko uporabljajo le z njihovim dovoljenjem. Tretje osebe ne smejo uporabljati naslednjih znamk, razen če to dovolijo njihovi lastniki:",
    "3782751514": "HUMAN Protocol® je registrirana blagovna znamka HUMAN Protocol Foundation in se uporablja z njenim dovoljenjem.",
    "1620709264": "HUMAN Token® je registrirana blagovna znamka HUMAN Protocol Foundation in se uporablja z njenim dovoljenjem.",
    "3031953928": "HUMAN Network™ je blagovna znamka HUMAN Protocol Foundation in se uporablja z njenim dovoljenjem.",
    "3554363588": "Druge znamke",
    "3290996791": "Vsa druga imena izdelkov, logotipi in blagovne znamke so last njihovih lastnikov. Vsa druga imena podjetij, izdelkov in storitev, uporabljena na tem spletnem mestu, so samo za namene identifikacije. Uporaba teh imen, logotipov in blagovnih znamk ne pomeni odobritve.",
    "2444685143": "Politika logotipa",
    "2414232014": "Naš logotip je takoj prepoznaven in eno naših najbolj dragocenih in najpomembnejših dobrin. Da zagotovimo, da ostane močan zastopnik našega podjetja, ga je treba skrbno in dosledno predstaviti na vseh komunikacijskih kanalih.",
    "803639471": "Logotip hCaptcha je sestavljen iz ikone roke in logotipa hCaptcha. V svoji nadomestni obliki se ikona roke lahko pojavi sama po sebi, ko je prostor omejen in se \"hCaptcha\" uporablja kot besedna oznaka (kot je opisano zgoraj) v neposredni bližini ikone roke, tako da je jasno, da ikona roke predstavlja hCaptcha.",
    "564127016": "Ikona roke hCaptcha:",
    "1424800293": "Logotip hCaptcha:",
    "1525506526": "Kaj so prevzemi računov in kako delujejo?",
    "2446481523": "Obstaja stara ljudska pravljica, v kateri se voznik voza in plemič prikažeta v oružništvu v majhni podeželski vasi. En moški, oblečen v umazana, reveška oblačila, je rekel policistu: »Jaz sem plemič. Ta človek je bil moj voznik.",
    "1767952047": "Sinoči me je napadel, mi ukradel oblačila in vzel denar.\" Drugi moški, oblečen v velika oblačila, v oblačila plemiškega razreda, je odgovoril: »Postojnik, ta človek je nor. Misli, da je plemič. Jaz sem pravi plemič. Aretirajte ga!\"",
    "2947576723": "Ta zgodba je nastala pred vozniškimi dovoljenji in digitalnim prstnim odtisom, vendar ponuja dober primer, kaj lahko gre narobe v situaciji prevzema računa. Oseba se prijavi v spletni bančni račun ali mobilno aplikacijo za plačila. Je dejanski imetnik računa ali heker? Kdo je v resnici kdo? Te varnostne težave vplivajo na organizacije, ki dovoljujejo samopostrežni dostop do računa.",
    "1687299615": "Kaj je prevzem računa?",
    "2648707986": "Prevzem računa je oblika kibernetske goljufije, pri kateri se zlonamerni akter predstavlja kot lastnik spletnega računa. Običajno je račun pri finančni instituciji ali podjetju e-trgovine, kjer lahko goljuf ukrade denar, blago ali darilne kartice. Napadalec uporabi ukradene poverilnice za prijavo za dostop do računa in ga nato prevzame, morda spremeni geslo, da dejanskega lastnika računa izključi.",
    "1476843710": "Manj finančno škodljive, a še vedno škodljive oblike prevzema računa vključujejo ugrabitve računov družbenih medijev in podobno. V teh primerih napadalec običajno poskuša širiti zlonamerno programsko opremo ali izvajati napade z lažnim predstavljanjem na nič hudega sluteče prijatelje žrtve. Ali pa poskuša napadalec spraviti žrtev v zadrego, kar se včasih zgodi na primer pri znanih osebnostih in politikih.",
    "2904949278": "Kako heker prevzame račun?",
    "2575690545": "Prevzemi računov, tako kot številne kibernetske goljufije, so večinoma stvar avtomatiziranih, množičnih procesov. Redko se zgodi, da heker, oblečen v pulover v mamini kleti, eno za drugim vtipka gesla na spletne strani bank.",
    "3614653023": "Namesto tega se praksa opira na obsežne napade polnjenja poverilnic, ki preizkušajo milijone parov uporabniškega imena in gesla na desetine ciljnih finančnih institucij v upanju, da bodo odklenili majhno podmnožico računov. Ko avtomatizirana programska oprema za goljufije pridobi dostop do računa, se lahko v to vključi heker, v nekaterih primerih pa ne.",
    "2762759509": "Veliko napadov na prevzem računov je skoraj v celoti avtomatiziranih.",
    "1972710018": "Gledano z vidika podjetja",
    "1282121137": "Če želite razumeti, kako problematičen je lahko prevzem računa, razmislite o tem, kako izgleda izkušnja z vidika finančne institucije. Vsak dan upravljajo z milijoni prijav.",
    "2315518622": "Glede na sofisticiranost, ki je na voljo v današnjih orodjih za napade, je izjemno težko odkriti, katera so goljufija, če sploh obstajajo. Nato oseba pokliče službo za pomoč strankam in reče: »Moj račun je bil napaden! Ne morem se prijaviti in nekdo mi krade denar!«",
    "1836369533": "Kako kot policist v ljudski pravljici, kako ugotoviti, kdo je v resnici kdo? Če ima napadalec dovolj ukradenih identifikacijskih elementov, kot so številka vozniškega dovoljenja, številka socialnega zavarovanja, materin dekliški priimek, naslov itd., bi lahko bilo precej težko ugotoviti, ali je klicatelj pravi imetnik računa ali napadalec, ki poskuša pridobiti ponastavitev gesla na računu, v katerega želi prodreti.",
    "2880837730": "Kaj je mogoče storiti, da preprečimo prevzeme računov?",
    "3654556483": "Finančne institucije in podjetja za e-trgovino imajo postopke in nadzor, ki blažijo nekatere grožnje prevzema računa. Ta segajo od staromodnih varnostnih vprašanj »kako je bilo ime tvojemu najboljšemu prijatelju v osnovni šoli« do metod odkrivanja, ki odkrijejo sumljive naslove IP in profile mobilnih naprav.",
    "2449501658": "zagotavlja enega najnaprednejših načinov za ublažitev grožnje zaradi goljufivih poskusov prijave v račun, z uporabo strojnega učenja za odkrivanje in zaustavitev botov, kar goljufom otežuje ali celo onemogoča prevzem računa.",
    "3621455477": "če želite izvedeti več!",
    "555246307": "Mimogrede, takole se konča zgodba o plemiču in njegovem vozniku: Policist je moška prisilil, da sta več ur sedela v sobi in se dolgočasila. Konec dneva se je pojavil in rekel: \"Zdaj bom govoril z voznikom vagona.\" Moški v plemenitih oblačilih je vstal. Bil je tako dolgčas, da je pozabil, da se je samo pretvarjal, da je plemič.",
    "1224727373": "BotStop z hCaptcha",
    "1187718370": "Kontaktiraj nas",
    "3892905664": "hCaptcha pomaga vašim najljubšim spletnim storitvam preprečiti bote, neželeno pošto in zlorabe, tako da postavlja preprosta vprašanja, ki so preprosta za ljudi in težka za stroje.",
    "555158694": "Storitev, ki jo uporabljate, se je odločila za izboljšanje vaše izkušnje na svojem spletnem mestu z namestitvijo hCaptcha za zmanjšanje zlonamernega prometa.",
    "1617196410": "hCaptcha je osredotočena na ustavljanje botov. Ne zanima nas, kdo je uporabnik, ampak samo, ali je zlonamerna. Trdo delamo, da uravnotežimo zasebnost in",
    "1624200563": "varnosti in skladnost z GDPR, CCPA, LGPD, PIPL in drugimi predpisi o zasebnosti.",
    "1927613000": "hCaptcha združuje prefinjeno strojno učenje z zmogljivo platformo izzivov za zaščito spletnih aplikacij pred prevzemi računov, polnjenjem poverilnic, strganjem in drugimi vrstami zlorab.",
    "1133989302": "Zakaj hCaptcha?",
    "34074886": "Vsakič, ko odgovorite na izziv, uporabimo sofisticirane modele, da ugotovimo, ali ste človek. Spletno mesto, ki ste ga obiskali, nato uporabi ta rezultat za izboljšanje vaše izkušnje na svojem spletnem mestu, tako da prepreči bote.",
    "3412647984": "To vam omogoča, da se izognete prihodnjim vprašanjem z registracijo in nastavitvijo piškotka. Poskusite tudi izklopiti blokator oglasov.",
    "2510209017": "Potrebujete več pomoči?",
    "477275453": "Zakaj so API-ji priljubljena tarča hekerjev?",
    "596347471": "Aplikacijski programski vmesniki (API) so postali priljubljena tarča zlonamernih akterjev v kibernetskem prostoru. Razlogov za to je veliko, vključno z njihovo veliko uporabnostjo pri integraciji aplikacij. Vendar pa je tveganje API mogoče ublažiti.",
    "2441638955": "Najprej, kaj je API?",
    "3963216198": "Če želite razpravljati o tem, zakaj so API-ji priljubljena tarča hekerjev, si je vredno najprej vzeti kratek trenutek in opredeliti, kaj trenutno pomeni izraz »API«. Koncept API-ja sploh ni nov. Dejansko so vmesniki za povezovanje različnih računalniških sistemov med seboj, pa tudi njihove notranje komponente, prisotni vsaj od zgodnjih šestdesetih let prejšnjega stoletja.",
    "1047251718": "Danes pa, ko ljudje govorijo o API-jih, vedno mislijo na API-je, ki temeljijo na standardih. To so API-ji, zgrajeni z uporabo odprtih standardov, kot je Representational State Transfer (REST), in odprtih standardnih formatov datotek, kot je JavaScript Object Notation (JSON). Takšne \"RESTful API-je\", kot so znani, je mogoče ustvariti brez potrebe po lastniški programski opremi. Nastali API-ji lahko pošiljajo in prejemajo podatke in klice postopkov med programskimi aplikacijami. Aplikacija za mobilno bančništvo na primer uporablja API za dostop do sistemov banke.",
    "3195334319": "Uporabnost in ranljivost API-jev",
    "1903743785": "Pojav API-jev, ki temeljijo na standardih, je predstavljal velik korak naprej pri integraciji aplikacij. V zadnjih 20 letih so API-ji postali dragi in zapleteni izdelki lastniške programske opreme v brezplačna orodja, ki temeljijo na standardih, s katerimi je bilo razmeroma enostavno delati – in hitro jih je bilo uvesti.",
    "879362350": "Z novimi API-ji, ki delujejo prek interneta, je postalo mogoče povezati katero koli programsko opremo ali vir podatkov, kjer koli na svetu, ne glede na platformo, podatkovno shemo ali programski jezik. Zaradi tega je računalniški svet zdaj sredi revolucije API-jev. Prišlo je do eksplozije povezljivosti med aplikacijami in podatki. To je super, dokler ni.",
    "3844432472": "Sama odprtost in uporabnost API-jev jih naredi neverjetno bogate tarče za napadalce. Na enak način, kot je mogoče programirati mobilno aplikacijo, da doseže in pridobi podatke iz korporativnega sistema z uporabo API-ja, lahko tudi del zlonamerne programske opreme. Hekerji so napisali široko paleto programskih orodij za zlorabo API-jev. To je učinkovita tehnika napada.",
    "2187096543": "Dejansko je prišlo do nekaterih večjih kršitev podatkov, ki so posledica hekersko napisane programske opreme, ki je zahtevala API za ekstrakcijo podatkov iz baze podatkov. Konec koncev, če kraja podatkov preprosto zahteva osnovni klic GET za API, napisan z uporabo REST in JSON, potem je enostavno hitro odstraniti bazo podatkov. Ko ljudje govorijo o napadih »strganja zaslona«, v resnici večinoma mislijo na hitre klice API-ja, ki izvlečejo podatke iz baz podatkov. API-ji so postali glavna površina napada za organizacije, ki jih izdelujejo.",
    "4222109231": "Zmanjšanje tveganja API-ja s hCaptchinim izdelkom Enterprise",
    "1783317946": "Ustavitev napadov API-ja je priljubljen primer uporabe",
    "3022922096": ", hCaptchin nabor izdelkov za podjetja. Za razliko od brezplačne različice hCaptcha,",
    "63719113": "uporablja napredno strojno učenje za prepoznavanje zlonamernega prometa na vašem spletnem mestu in aplikacijah – vključno z dejavnostmi strganja.",
    "3566102529": "nas danes, da bi izvedeli več.",
    "3096553330": "Vsak sistem, ki ga ustvarimo, preprosto odraža naše odnose z drugimi ljudmi.",
    "1467218142": "To, kar želimo od njih in nas samih, poganja naše vedenje, zato se enaki vzorci interakcije ponavljajo v vseh človeških sistemih. Internet ponuja veliko odličnih primerov tega temeljnega vidika našega sveta.",
    "808872868": "Na primer: vsiljena pošta, goljufije in zlorabe obstajajo na spletu že skoraj dan po tem, ko sta bila dva sistema prvič povezana skupaj.",
    "1085089390": "Spletna zloraba izvira iz prirojenega človeškega vedenja",
    "3064321967": "Prva znana neželena e-pošta je bila poslana leta 1978. [",
    "3800781598": "] Skoraj pet desetletij pozneje nas neželena pošta še naprej pesti. V njeno premagovanje je bilo vloženih veliko milijard dolarjev in na tisoče človekoletnih inženirskih prizadevanj, a vsiljena pošta še vedno obstaja. Na obeh straneh so milijarde dolarjev vredne industrije, torej tiste, ki se branijo pred tem, in tiste, ki to pošiljajo.",
    "2119943547": "Zakaj je to? Odgovor je preprost. Dokler obstaja spodbuda za zlorabo sistema, bo nekdo na splošno našel način. In ko to storijo, bo imel nekdo drug spodbudo, da jih ustavi.",
    "532470444": "Ravnotežje se lahko iz leta v leto nekoliko premika, vendar to vedenje preprosto odraža temeljno človeško naravo, pet tisoč let zapisane zgodovine pa pomeni, da se dinamika verjetno ne bo kmalu spremenila.",
    "3193548097": "Upanje izvira večno",
    "4065614934": "Ta analiza ni nova, vendar so ljudje večni optimisti. Še posebej, če mislijo, da je njihova ideja nova.",
    "1216071511": "Enake ideje se predlagajo tako pogosto, da je pred približno 20 leti anonimni avtor pripravil koristno izpolnitev praznine za spletne razprave o rešitvah za preprečevanje neželene pošte:",
    "1941999673": "Vaša objava zagovarja a",
    "4179118182": "( ) tehnični ( ) zakonodajni ( ) tržni ( ) budnik",
    "3978720689": "pristop k boju proti neželeni pošti. Vaša ideja ne bo delovala. Tukaj je razlog, zakaj ne bo delovalo.",
    "318339230": "(Eno ali več od naslednjega se lahko nanaša na vašo določeno idejo in morda",
    "30312304": "druge pomanjkljivosti, ki so se razlikovale od države do države, preden je bil sprejet slab zvezni zakon.)",
    "2710988028": "( ) Pošiljatelji neželene pošte ga lahko preprosto uporabljajo za zbiranje e-poštnih naslovov",
    "3912514510": "( ) To bi vplivalo na poštne sezname in druge zakonite uporabe e-pošte",
    "2030062561": "( ) Nihče ne bo mogel najti tipa ali zbrati denarja",
    "3334160175": "( ) Je brez obrambe pred napadi s surovo silo",
    "3238345709": "( ) Za dva tedna bo ustavil neželeno pošto, nato pa bomo obtičali z njo",
    "4227800293": "( ) Uporabniki e-pošte tega ne bodo prenašali",
    "2271252286": "( ) Microsoft tega ne bo trpel",
    "692064738": "( ) Policija tega ne bo trpela",
    "3475647460": "( ) Zahteva preveč sodelovanja pošiljateljev neželene pošte",
    "1482845460": "( ) Zahteva takojšnje popolno sodelovanje vseh naenkrat",
    "3741193183": "( ) Mnogi uporabniki e-pošte si ne morejo privoščiti izgube posla ali odtujitve potencialnih delodajalcev",
    "2234909600": "( ) Pošiljatelji neželene pošte ne skrbijo za neveljavne naslove na njihovih seznamih",
    "1982617151": "( ) Vsak bi lahko anonimno uničil kariero ali posel koga drugega",
    "2498172334": "Natančneje, vaš načrt ne upošteva",
    "389705801": "( ) Zakoni, ki to izrecno prepovedujejo",
    "190955495": "( ) Pomanjkanje centralnega nadzornega organa za elektronsko pošto",
    "237009707": "( ) Odprte štafete v tujini",
    "3507532387": "( ) Enostavno iskanje po drobnem alfanumeričnem naslovnem prostoru vseh e-poštnih naslovov",
    "2477958756": "( ) Slabi ljudje",
    "3254142589": "( ) Težave s pristojnostjo",
    "3621401685": "( ) Nepriljubljenost čudnih novih davkov",
    "4277475973": "( ) Nepripravljenost javnosti do sprejemanja čudnih novih oblik denarja",
    "941057651": "( ) Ogromna obstoječa naložba v programsko opremo v SMTP",
    "3265293440": "( ) Občutljivost protokolov, ki niso SMTP, za napade",
    "515733427": "( ) Pripravljenost uporabnikov za namestitev popravkov operacijskega sistema, prejetih po e-pošti",
    "2631159699": "( ) Vojske črvov prežete širokopasovno povezane omarice Windows",
    "776542208": "( ) Večna oboroževalna tekma, vključena v vse pristope filtriranja",
    "989480928": "( ) Izjemna donosnost neželene pošte",
    "3898950867": "( ) Joe delovna mesta in/ali krajo identitete",
    "3395399558": "( ) Tehnično nepismeni politiki",
    "1118929614": "( ) Izjemna neumnost ljudi, ki poslujejo s pošiljatelji neželene pošte",
    "838951836": "( ) Nepoštenost samih pošiljateljev neželene pošte",
    "2123236933": "( ) Stroški pasovne širine, na katere filtriranje odjemalca ne vpliva",
    "2292919419": "( ) Outlook",
    "2534436327": "in lahko veljajo tudi naslednji filozofski ugovori:",
    "832385387": "( ) Ideje, podobne vašim, je enostavno pripraviti, vendar se nobena nikoli ni izkazala za praktične",
    "1993984258": "( ) Vsaka shema, ki temelji na izključitvi, je nesprejemljiva",
    "3909240516": "( ) Glave SMTP ne bi smele biti predmet zakonodaje",
    "1151065360": "( ) Črni seznami so zanič",
    "2396605499": "( ) Bele liste so zanič",
    "2225785608": "( ) O Viagri bi morali imeti možnost govoriti brez cenzure",
    "3004688366": "( ) Protiukrepi ne bi smeli vključevati elektronskih goljufij ali goljufij s kreditnimi karticami",
    "922470170": "( ) Protiukrepi ne bi smeli vključevati sabotaže javnih omrežij",
    "3068923550": "( ) Protiukrepi morajo delovati, če se uvajajo postopoma",
    "2752975480": "( ) Pošiljanje e-pošte mora biti brezplačno",
    "117227832": "( ) Zakaj bi morali zaupati vam in vašim strežnikom?",
    "1021431157": "( ) Nezdružljivost z odprtokodnimi ali odprtokodnimi licencami",
    "2801524659": "( ) Ukrepi za dobro počutje ne pomagajo rešiti težave",
    "931661269": "( ) Začasni/enkratni e-poštni naslovi so okorni",
    "2090457681": "( ) Nočem, da vlada bere mojo e-pošto",
    "3536122902": "( ) Ustavljanje na ta način ni dovolj počasno in boleče",
    "2391175562": "Poleg tega jaz mislim o tebi:",
    "229198134": "( ) Oprosti stari, ampak mislim, da ne bi šlo.",
    "345563040": "( ) To je neumna ideja, ti pa si neumen, ker si jo predlagal.",
    "409780280": "( ) Dober poskus, ****! Upam, da ti kdo stopi na tipkovnico!",
    "2820080973": "gosti z ❤",
    "3943164003": "oglejte si surovo",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Zakaj vaša nova rešitev za preprečevanje neželene pošte ne bo delovala",
    "361795034": ". Neznani avtor, c. 2000",
    "1547006769": "Preverjanje človečnosti je enak problem",
    "3717942925": "Tako kot bodo vedno obstajali ljudje, ki bodo želeli pritegniti vašo pozornost po e-pošti, bo vedno obstajala želja po omejitvi dostopa do nekaterih virov, tako da lahko do njih dostopajo samo ljudje.",
    "2481032625": "Ali je cilj preprečiti:",
    "1691348394": "- avtomatizirani množični nakupi med prodajo z omejeno izdajo",
    "1771016224": "- programsko opremo za množično prenašanje vse vsebine z vašega spletnega mesta",
    "1959762846": "- vaše spletne obrazce izpolnite z neskončno tržno neželeno pošto ali zlorabo",
    "345108670": "- polnjenje poverilnic in drugi poskusi prevzema računa",
    "2540760245": "med številnimi drugimi uporabami bo možnost filtriranja spletnega prometa na podlagi »človeški ali ne« verjetno ostala dragoceno orodje, dokler človeška narava sledi istim vzorcem, zabeleženim v zadnjih pet tisoč letih.",
    "3346362371": "Kaj pa strojno učenje?",
    "3619183405": "Leta 2021 je mogoče preproste CAPTCHA včasih rešiti s programsko opremo, zahvaljujoč napredku v strojnem učenju. Da bi to rešili, hCaptcha opravi tudi zelo podrobno analizo lastnosti, kot je",
    "3292221787": "na izziv je bil odgovorjen, ne le na to, ali je bil pravilen, in pogosto spreminja tako vprašanja kot uporabljene podatke.",
    "1080672247": "Ker številnih zastavljenih vprašanj ni mogoče ekonomično rešiti s programsko opremo, ki je že pripravljena, in ker so podatki na splošno edinstveni za sistem, to pomeni, da bote pogosto popolnoma ustavi brezplačna storitev in se morajo namesto tega zanesti na človeške reševalce CAPTCHA, kar naredi številne vrste zlorab popolnoma negospodarske.",
    "4172868199": "gre veliko dlje od tega in se pomakne na področje poskusov ločevanja »dobrega človeka« od »slabega človeka« in ga danes uporabljajo številne najbolj priljubljene spletne storitve na svetu, da najdejo in preprečijo vse, od goljufije pri nakupu do naprednega vztrajnega grožnje njihovim uporabnikom, hkrati pa ohranja edinstven poudarek na ohranjanju zasebnosti.",
    "2873911365": "Kaj pa atestiranje strojne opreme?",
    "1477196356": "Različne metode povezovanja identitete z napravo na kriptografsko varen način, včasih z lastnostmi, ki ohranjajo zasebnost, so bile predlagane že desetletja. Kriptografija z javnim ključem sega v čas c. 1975, žetoni strojne opreme pa obstajajo skoraj toliko časa.",
    "2349681896": "Na žalost nadzor nad kosom strojne opreme ne pomeni, da ste oseba. Praktično vsaka priljubljena potrošniška certifikacijska shema strojne opreme je bila večkrat pokvarjena, popravljena in nato ponovno pokvarjena.",
    "254326776": "Pogosto se odkrije, da se je zlonamerna zloraba teh pomanjkljivosti dogajala mesece ali leta pred razkritjem ali akademsko objavo.",
    "2462909475": "Stena z več kot 10.000 telefoni, ki se uporabljajo za zlorabe, del operacije kitajskega bota.",
    "1963951234": "Ne glede na to, kako zanesljiva je vaša kriptografska shema, če lahko nekdo na koncu dneva preprosto porabi denar, da vam da odgovor, ki ga iščete, lastništvo dela strojne opreme ne zadostuje.",
    "1278884196": "Kljub temu je kriptografija precej mlada disciplina. Na podlagi nedavne zgodovine bo vaša kriptografska shema in/ali implementacija verjetno pokvarjena, takoj ko bo kdo imel spodbudo, da bi jo pozorno pogledal, in verjetno bodo drugi to ugotovili veliko pred vami. Zanašanje na strojno opremo pomeni tudi, da boste morda morali vsakega od svojih uporabnikov prositi, da spremeni fizično napravo, da bi odpravili napako. V večini primerov se to verjetno ne bo zgodilo hitro, kar pomeni, da se v resnici vaš sistem preprosto ne bo odprl.",
    "1828028934": "To je razlog, zakaj",
    "1642844535": "je pomembno: hCaptcha uporablja več različnih pristopov za odgovor na isto temeljno vprašanje, kar omogoča primerjavo za doslednost pri vseh ocenah.",
    "1155821305": "obramba je globina",
    "119098046": "Kaj pa pasivne rešitve ali rešitve brez izzivov?",
    "2760410719": "Storitve, ki poskušajo zaznati bote s čisto pasivnimi signali, se hitro soočijo s temeljnim problemom: kako preveriti, ali sistem pravilno zazna slabe akterje, če nimate natančne resnice?",
    "1722734001": "Odprti internet je zelo hrupno okolje. Slabi akterji vsak dan napadajo uporabnike naše storitve in konkurente, kot je reCAPTCHA, in pri tem seveda poskušajo izgledati čim bolj človeško.",
    "1595254735": "Čisto pasivne storitve se trudijo ohraniti natančnost zaznavanja botov ali celo vedeti, kdaj so netočne. Brez možnosti občasnega izzivanja uporabnikov in pravilne analize rezultatov tega izziva se natančnost sčasoma močno zmanjša.",
    "2412751979": "Zahvaljujoč natančnejšim signalom človeštva, ki poganjajo hCaptcha, so mnoga podjetja, ki so prej uporabljala reCAPTCHA v3/Enterprise, prešla na",
    "2284856231": "in opazili dramatično izboljšano natančnost tudi v povsem pasivnem načinu hCaptcha Enterprise.",
    "4162847": "To smo lahko neposredno opazili, saj nekatere naše stranke izvajajo A/B teste na isto zahtevo, preden v celoti preidejo z Googlove ponudbe. Običajno lahko dokažemo tako visoko stopnjo lažno pozitivnih kot lažno negativnih, ki izhajajo iz reCAPTCHA v3 ali reCAPTCHA Enterprise.",
    "436125785": "To ni presenetljivo glede na netočnost povratnih zank, ki so na voljo v teh izdelkih, in dejstvo, da jih prodaja oglaševalska mreža z velikim interesom, da ne bi bili preveč dobri pri odkrivanju botov, da ne bi škodovali njihovemu osnovnemu poslu.",
    "2233741720": "V zaključku",
    "2133809801": "Dokler ljudje ostanejo ljudje, je verjetno, da bo preverjanje človečnosti igralo vlogo na spletu.",
    "2255549335": "Naša naloga pri hCaptcha je najti dobre kompromise med težavnostjo in natančnostjo ter ohranjati nizko trenje, zlasti za",
    "4138068262": "uporabnikov. Na koncu bo interakcija z izzivi verjetno ostala del arzenala orodij za zmanjševanje zlorab na spletu, dokler ostane človeška narava nespremenjena.",
    "855097735": "Ustvarjanje storitve, ki to dobro opravi, hkrati pa uravnoteži vse pomisleke, je zelo težka težava (in vedno si prizadevamo, da bi jo izboljšali, da bi bila izkušnja čim bolj prijetna), vendar upamo, da se strinjate, da zmanjšanje neželene pošte, zlorab in prevzemov računov , spletna goljufija pa je navsezadnje vredna občasnega preprostega vprašanja.",
    "1953959745": "dostopnost",
    "2543123170": "Preverjanje človečnosti brez trenja",
    "547245263": "Rešite svoj problem z botom še danes.",
    "3117887301": "Zaupajo mu največje spletne storitve",
    "981806349": "Zgrajeno na preizkušeni platformi hCaptcha",
    "2373007864": "hCaptcha Enterprise deluje na tehnologiji platforme hCaptcha, ki je razširjena tako, da vključuje funkcije, ki jih potrebujejo podjetja z velikim prometom.",
    "2652399059": "Zanesljiv partner",
    "1997838163": "Največja svetovna podjetja so odvisna od hCaptcha Enterprise. Integracija je preprosta, natančnost odkrivanja pa je neprimerljiva.",
    "734735952": "Ocenili smo številne ponudnike CAPTCHA in sami zgradili sistem. Na koncu se je hCaptcha izkazala kot najboljša alternativa reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktor produktnega upravljanja, Cloudflare",
    "3971348140": "Zakaj smo uporabili hCaptcha? Nihče drug ni mogel zagotoviti funkcij in zmogljivosti, ki smo jih potrebovali. Hitro so nas zagnali in našim trgovcem je ta izkušnja všeč.",
    "4248655793": "— Alex M.",
    "4185927140": "Vodja izdelkov, Flash, Shopify",
    "282913023": "Stroškovno učinkovita možnost za podjetja z velikim prometom",
    "999610953": "Končno, verodostojna alternativa Googlu. hCaptcha Enterprise prinaša dramatične prihranke na vašem računu reCAPTCHA z večjo varnostjo: v nekaterih primerih do 80 % ceneje.",
    "1886100235": "Številne največje svetovne spletne storitve so prešle na hCaptcha Enterprise in prejele izboljšano zaznavanje botov poleg znatnih prihrankov pri stroških.",
    "2903742230": "Oglasna omrežja vidijo vaše obiskovalce kot izdelek. Za nas je edini cilj določiti njihovo človečnost. Naše storitve izpolnjujejo ali presegajo zahteve GDPR, CCPA, LGPD in PIPL, in trdo delamo, da bi uravnotežili zasebnost in varnost.",
    "3901503296": "Ta edinstvena osredotočenost na zasebnost pomeni, da lahko ponudimo nič individualnega hrambe podatkov, delovanje brez piškotkov in druga pogodbena jamstva zasebnosti, kot je potrebno, hkrati pa ohranjamo odlično varnost.",
    "3342910682": "Preberi več",
    "1130783905": "Natančnost je v vašem in našem interesu. hCaptcha deluje tako, da vam daje resnične podatke in vam omogoča, da se odločite, kako jih boste uporabljali. Druge varnostne rešitve zagotavljajo oglaševalska podjetja Gigantic. To pomeni, da lahko vsak bot, ki ga blokirajo, zmanjša njihov prihodek.",
    "2019130052": "Naše inovacije pri ML, osredotočenem na zasebnost, nam omogočajo, da presežemo varnostne standarde starih strategij »snemaj vse za vedno«, ne da bi pri tem škodovali varnosti ali zasebnosti uporabnikov.",
    "23114595": "Odlična uporabniška izkušnja",
    "3437412311": "Za poslovne uporabnike so na voljo možnosti za popolno izogibanje izzivom v večini scenarijev, pri čemer se zanašajo na pasivne ocene.",
    "1996843433": "Zmanjšajte trenje tako, da se v celoti izognete izzivu za 99,9 % vašega zakonitega prometa, hkrati pa zagotavljate odlično varnost.",
    "3093689546": "Enostavna integracija",
    "247560732": "Dodajte hCaptcha s tremi vrsticami kode. Če prihajate iz reCAPTCHA, je naš API združljiv in preklop traja le nekaj minut.",
    "1510448156": "Danes lahko začnete uporabljati vrhunsko alternativo in po potrebi vklopite naprednejše funkcije.",
    "2718999653": "Prilagojene ocene nevarnosti",
    "2698140263": "Niso vse težave enake: pridobitev ene točke pomeni, da mora ustrezati vašim potrebam, da bi bili uporabni.",
    "897432717": "Z našo novo zasnovo za prilagojene ocene groženj dodajanje vašega poslovnega znanja omogoča našim modelom, da zagotovijo ocene, ki so edinstveno pomembne za vaše uporabnike.",
    "2650502379": "Zaženite lastne izzive v nekaj sekundah",
    "3578122193": "Ostanite pri blagovni znamki z ustrezno vsebino",
    "1074044172": "Ko morajo uporabniki rešiti izziv, da izpolnijo vaše varnostne zahteve, zakaj ne bi postavili vprašanj, prijetnih in relevantnih za uporabnika?",
    "1579093044": "Z našim preprostim oblikovalcem izzivov po meri lahko zaženete vsebino izzivov blagovne znamke v samo nekaj minutah.",
    "3717512591": "Neposredna integracija platforme",
    "121743429": "Za podjetja za spletno infrastrukturo",
    "2131386784": "Dosegljivo strokovno znanje in podpora za vas in vaše uporabnike",
    "2782263070": "Storitev je za nas glavna prioriteta. Vzdržujemo 24-urno dežurno podporo in nudimo neposredno Slack koordinacijo z vašo ekipo za inženirsko integracijo in našim dežurnim osebjem med izvajanjem in po njem.",
    "3740051331": "Prav tako smo zavezani k aktivnemu spremljanju in odgovarjanju na vprašanja vaših uporabnikov prek družbenih medijev, forumov ter naših kanalov za podporo v pripomočkih in e-pošti. Smo dostopni in odzivni, zadovoljstvo uporabnikov pa obravnavamo kot vrhunski KPI.",
    "170775527": "Funkcije podjetja",
    "3383086062": "hCaptcha Enterprise je popolna rešitev za spletno varnost. Aktivni in pasivni način vam omogočata, da ustavite polnjenje poverilnic, zaznate prevzeme računov in blokirate sumljive akterje. Vse brez trenja za zakonite uporabnike.",
    "1408599440": "Začnite hitro z nekaj vrsticami kode in našim 99,9-odstotnim pasivnim načinom ali prevzamete popoln nadzor nad tem, kdaj in kako so uporabniki izpostavljeni. Modeli groženj po meri in prilagodljivi izzivi pomenijo neprimerljivo prilagodljivost za zagotavljanje varnosti.",
    "3365203058": "Zaščita proti robotom svetovnega razreda",
    "1803009328": "Preizkušen v bitki v spletnem merilu.",
    "1586809757": "Visoka natančnost rezultatov botov",
    "353367791": "Odkrijte slabe igralce različnih vrst.",
    "191460155": "Brez trenja in 99,9 % pasivnih načinov",
    "585557010": "Izzovite manj kot 0,1 % zakonitih uporabnikov.",
    "3287172429": "Prikazane so vrste izzivov za nadzor",
    "1844885924": "Široka knjižnica vrst, med katerimi lahko izbirate.",
    "3018523079": "Ostanite pri blagovni znamki z dosledno uporabniško izkušnjo.",
    "3817811295": "Zagotovljena zanesljivost in hitra 24/7 dežurna podpora.",
    "1798492192": "Podpora za starejše brskalnike",
    "1356745565": "Združljiv vse do Internet Explorerja 8.",
    "751483365": "Podpora za odjemalce, ki niso JavaScript.",
    "4199502476": "Napredne nadzorne plošče za poročanje in API",
    "3630114728": "Oglejte si, kaj se dogaja na vseh vaših spletnih mestih in v aplikacijah.",
    "3573245166": "Za razliko od reCAPTCHA delujemo v vseh državah.",
    "2354267648": "Politika zasebnosti, prijazna GDPR, CCPA in LGPD",
    "3167979932": "Zasnovan za zasebnost od prvega dne. Močna pogodba o obdelavi podatkov.",
    "4065065042": "Vnesite to, da natančno ustreza vašemu primeru uporabe.",
    "111184581": "Gostovanje prve osebe",
    "4272022475": "Vse zahteve in sredstva gredo na hcaptcha.yourdomain.com",
    "2676853536": "Večuporabniške nadzorne plošče",
    "1368787974": "Delite upravljanje v vaši ekipi.",
    "1045484714": "Integracija SAML SSO z vašim ponudnikom identitete, npr. Okta ali Azure AD.",
    "3953584369": "Na voljo so prefinjene omejitve dostopa RBAC.",
    "2781507299": "Takojšnje preverjanje",
    "4019660456": "Zakasnitev 0 ms: preverite žetone hCaptcha brez klica API.",
    "3446714684": "Mobilna (iOS in Android) integracija",
    "2593768395": "Brezhibna izkušnja prek spleta, domačega mobilnega in mobilnega spleta. Na voljo so vnaprej izdelane integracije in izvorni SDK.",
    "1779265104": "Prilagojeni pogoji in jamstva zasebnosti",
    "122875767": "Zadovoljite svoje pravne potrebe, ko druga podjetja ne morejo.",
    "148188781": "Predstavljeni izzivi",
    "838049015": "Izberite vse slike, ki ustrezajo poizvedbi",
    "1126302400": "Mejna škatla",
    "3554448168": "Kategorizacija",
    "2104933754": "Določite ustrezne oznake",
    "3612043014": "...in druge preproste naloge. Enostavno za ljudi, težko za bote.",
    "3624758171": "Opravila po meri so na voljo tudi za poslovne založnike.",
    "1001938065": "Integracija ne bi mogla biti lažja",
    "2138799135": "hCaptcha ima na desetine vnaprej vgrajenih integracij za sisteme frontend in backend, ki jih uporabljate.",
    "2535001179": "Če slučajno prihajate iz Googlovega reCAPTCHA, so naši API-ji nadomestne.",
    "1393184984": "so vse kar potrebuješ.",
    "3715747429": "Naši inženirji za vključitev vas lahko hitro pripravijo na delo, ne glede na to, ali potrebujete integracijo Reacta, SDK-je za domače aplikacije za iOS, primer zaledja Java ali skoraj kateri koli drug scenarij.",
    "2681650568": "In kot vedno je zasebnost za nas osnovna vrednota. Našo izzivno kodo dodajte le tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike. Zmanjševanje zbiranja podatkov se začne od trenutka integracije.",
    "1130868224": "Tri vrstice kode",
    "2183926131": "Začnite uporabljati hCaptcha Enterprise",
    "1526887904": "Zasebnost podjetij hCaptcha",
    "1845745385": "Zasnovan za zasebnost.",
    "1297224875": "Edinstven pristop k spletni varnosti podjetja, ki temelji na zasebnosti.",
    "2762458927": "Vaši uporabniški podatki niso naprodaj.",
    "2058856283": "hCaptcha Enterprise ima samo en namen: preprečiti, da bi slabi akterji motili vaše spletno delovanje in škodovali vašim uporabnikom.",
    "2408036504": "Naši sistemi so tako zasnovani od začetka, da zmanjšajo zbiranje in hrambo podatkov, hkrati pa ohranjajo varnost, ki je vodilna v razredu. Najboljši način za zaščito uporabniških podatkov je, da jih sploh ne shranjujete.",
    "4099477834": "Vsi odnosi s strankami so zaščiteni tudi z močno pogodbo o obdelavi podatkov. Storitev hCaptcha je v skladu z vsemi zakoni o zasebnosti, ne glede na to, kje vaša storitev ali vaše stranke prebivajo. Neshranjevanje osebnih podatkov nam to precej olajša kot drugim podjetjem.",
    "3569492665": "Snemanje spletnih dejavnosti ni rešitev.",
    "3389431373": "Storitve, kot je reCAPTCHA v3, pravijo, da je za dobro varnost potrebno postaviti njihove sledilne pike na vsako stran vašega spletnega mesta. To ni tako.",
    "3590546893": "Preprosta vedenjska analiza je signal, ki ga zlahka ponaredijo slabi akterji, in zahteva ohranjanje zgodovine brskanja tudi za ves vaš zakoniti promet.",
    "1105363520": "Ne upravljamo z oglasnim omrežjem in nas ne zanima opazovanje vašega vedenja uporabnikov, da bi jim prodali oglase. To pomeni, da ne potrebujemo pasivne slikovne pike na vsaki strani vašega spletnega mesta.",
    "3088605177": "Našo izzivno kodo dodajte le tam, kjer je to potrebno in kjer je smiselno zaščititi vas in vaše uporabnike.",
    "337971271": "Strojno učenje je koristno. Vendar za delovanje ne potrebuje osebnih podatkov.",
    "320166522": "Strojno učenje zdaj vpliva na skoraj vse vidike našega življenja, pogosto na načine, ki se jih ne zavedamo in ne vidimo. Spletne varnostne storitve niso nič drugačne.",
    "3180664128": "Z učenjem več tisoč signalov lahko modeli zelo hitro sklepajo in dosežejo visoko zaupanje pri odkrivanju zlonamernega vedenja, tudi če noben posamezen signal sam po sebi ne bi bil dovolj močan, da bi nakazal težavo.",
    "961941354": "Vendar nič od tega ne zahteva uporabe osebnih podatkov (»PII«). Sodobne kriptografske tehnike nam omogočajo, da kar najhitreje zavržemo vse osebne podatke in namesto tega ustvarimo enosmerne podpise, ki jih ni mogoče povezati z nobenim posameznikom.",
    "1706581702": "Usposabljanje o deidentificiranih podatkih deluje enako dobro in ne zahteva ogrožanja varnosti ali zasebnosti. Naše stranke so opravile empirične teste in nas razglasile za enake ali boljše od veliko manj zasebnih alternativ.",
    "3203921334": "Pri rešitvah hCaptcha so nam bile všeč številne stvari: 1) ne prodajajo osebnih podatkov; zbirajo le minimalne potrebne osebne podatke, pregledni so pri opisovanju podatkov, ki jih zbirajo, in kako jih uporabljajo in/ali razkrivajo.",
    "305735018": "Končno, verodostojna alternativa Googlu. hCaptcha Enterprise prinaša dramatične prihranke na vašem računu reCAPTCHA z večjo varnostjo: v nekaterih primerih do 80 % ceneje.",
    "3695206755": "Preizkusite nas v svojem okolju brez obveznosti.",
    "2941545733": "Smo inženirji, ne prodajalci: želimo, da ste s svojo izbiro zadovoljni.",
    "131871195": "Najboljši način za zagotovitev vašega zadovoljstva je, da dokažete, da izpolnjujemo vaše potrebe.",
    "3436534225": "Skoraj vsa podjetja, ki začnejo s pilotnim projektom, se na koncu odločijo za naše rešitve.",
    "4060250206": "S tem obrazcem se obrnite na enega od naših tehničnih strokovnjakov. Hitro se odzovemo.",
    "1159746815": "Lahko nam tudi neposredno pošljete e-pošto.",
    "2531534427": "Podrobnosti so tukaj.",
    "2059998584": "Regija",
    "3916131732": "Amerike",
    "135276624": "Evropa, Bližnji vzhod, Afrika (EMEA)",
    "1182294134": "Azijsko-pacifiški (APAC)",
    "2437934778": "Tvoje ime",
    "3859506577": "Poslovna e-pošta",
    "1268414751": "Ali bi morali imeti še kakšne druge podrobnosti?",
    "42559805": "Ali potrebujete nujno namestitev?",
    "851679588": "da.",
    "1729677626": "Pod napadom sem in zahtevam takojšnjo vključitev.",
    "2808971932": "To je nekaj besedila znotraj bloka div.",
    "2468683988": "Naslov",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Besedilna povezava",
    "2212670355": "Prijavite se",
    "31502377": "Kaj je element obogatenega besedila?",
    "2310705547": "Element obogatenega besedila vam omogoča ustvarjanje in oblikovanje naslovov, odstavkov, narekovajev, slik in videoposnetkov na enem mestu, namesto da bi jih morali dodajati in oblikovati posebej. Samo dvokliknite in preprosto ustvarite vsebino.",
    "2590587108": "Statično in dinamično urejanje vsebine",
    "778204464": "Element obogatenega besedila se lahko uporablja s statično ali dinamično vsebino. Za statično vsebino jo preprosto spustite na katero koli stran in začnite urejati. Za dinamično vsebino dodajte polje z obogatenim besedilom v katero koli zbirko in nato povežite element obogatenega besedila s tem poljem na plošči z nastavitvami. Voila!",
    "1890955039": "Kako prilagoditi oblikovanje za vsako obogateno besedilo",
    "3286051798": "Naslove, odstavke, narekovaje, slike, slike in napise slik je mogoče oblikovati po tem, ko je razred dodan elementu obogatenega besedila z uporabo ugnezdenega izbirnega sistema »Ko je znotraj«.",
    "504332576": "S ponosom sporočamo, da je hCaptcha prerasla v največjo neodvisno storitev za kibernetsko varnost na svetu, ki deluje na približno 15 % interneta – in večino tega tržnega deleža smo prevzeli neposredno od Googlove reCAPTCHA. Skupaj hCaptcha in",
    "1155436473": "(naša podjetniška ponudba) zdaj vsak mesec zaščiti na stotine milijonov uporabnikov na desetinah milijonov spletnih mest in aplikacij. Naša zgodba kaže, da lahko tekmujete z Big Tech, ko postavite zasebnost na prvo mesto.",
    "3108727249": "BotStop",
    "1296696044": "Zasebnost proti varnosti: zakaj ne oboje?",
    "538871570": "Tekmovanje z Googlom in drugimi velikimi tehnološkimi podjetji se zdi težko: njihova monopolna tržna moč, učinki platforme in vojska visoko plačanih razvijalcev se na splošno štejejo za premočne, da bi se lahko spopadli z drugimi, razen z drugimi tehnološkimi velikani, kot sta Facebook ali Amazon. Naša zgodba kaže, da ni nujno, da je tako – Big Tech lahko premagate tako, da se osredotočite na zasebnost.",
    "3600718611": "Razmislite o Googlovi reCAPTCHA,",
    "4281708680": ". Pri hCaptchi smo namenoma ubrali zelo drugačen pristop, pri čemer smo uporabili tehnike strojnega učenja, ki ohranjajo zasebnost, da bi z visoko natančnostjo prepoznali tipično vedenje botov, hkrati pa porabili in shranili čim manj podatkov.",
    "3312336121": "ki porabi ogromne količine vedenjskih podatkov, da ugotovi, ali so uporabniki spleta zakoniti ljudje ali roboti",
    "1193738791": ": spremljajo vedenje uporabnikov na vsaki strani spletnega mesta in po spletu. hCaptcha smo zasnovali tako, da je od prvega dne čim bolj prijazna do zasebnosti. To je privedlo do povsem drugačnega pristopa k problemu. Kot se je izkazalo, je sledenje uporabnikom po spletu in vezanje njihove spletne zgodovine z njihovo identiteto popolnoma nepotrebno za doseganje dobre varnosti. Številna podjetja, ki so prešla na hCaptcha",
    "2620705814": "Google je oglaševalsko podjetje in njihovi varnostni izdelki so zelo podobni njihovim oglasnim izdelkom",
    "1126447688": "pogosto poročajo o enaki ali boljši uspešnosti pri odkrivanju in ublažitvi botov kljub naši osredotočenosti na zasebnost",
    "439777523": "Ureditvene zadeve",
    "3588274874": "Z osredotočanjem na zagotavljanje izdelka, ki je usklajen z regulativnimi prizadevanji, kot sta GDPR Evropske unije in kalifornijski CCPA, smo doživeli ogromno rast – seveda pomaga, da je hCaptcha preprosta zamenjava za reCAPTCHA in jo je tako mogoče namestiti v nekaj minutah.",
    "2150595700": ". GDPR in CCPA sta pomisleke glede zasebnosti postavila na zemljevid za poslovne kupce, hkrati pa postaja spletna zasebnost vse bolj pomembna za javnost, saj vsi začnemo razumeti, kako je industrija spletnega oglaševanja in trženja v preteklosti uporabljala naše podatke.",
    "2624949852": "Seveda je bila reCAPTCHA že od leta 2009 prvi udeleženec v spletni varnosti, saj je ščitila milijone spletnih mest pred vedno večjimi grožnjami zlonamernih botov in pošiljateljev neželene pošte. Vendar je bil v zadnjih letih popolnoma ogrožen:",
    "499510428": "Pravzaprav verjamemo, da nam je ureditev tu pomagala",
    "1232651561": "programska oprema je zdaj tako dobra kot ljudje pri reševanju izzivov reCAPTCHA.",
    "824740867": "Namesto izboljšanja rešitve je Google izdal reCAPTCHA v3, ki deluje veliko bolj kot oglaševalsko omrežje kot varnostna programska oprema in zbira vedenjske podatke iz celotnega spleta za ustvarjanje uporabniških profilov. Na žalost se tovrstni signal zlahka premaga in tako zagotavlja malo zaščite pred boti, hkrati pa škoduje zasebnosti uporabnikov.",
    "1027023087": "Pri hCaptcha smo se namesto tega osredotočili na sodobnejše pristope k problemu, ki ne zahtevajo dolgotrajnega vedenja, kot je zgodovina brskanja, in so se od uvedbe storitve izkazali za veliko bolj odporne proti odločnim nasprotnikom.",
    "2852295413": "Neodločen navzkrižje interesov: zaustavitev botov zmanjša prihodke za oglaševalsko omrežje",
    "1597520917": "Vse več kritikov poudarja, da bi Googlovo neupoštevanje zasebnosti uporabnikov zadevalo stranke, ki želijo zaščititi svoja spletna mesta in aplikacije.",
    "763447231": "Hkrati lahko preprečitev botov dostopa do spletnih mest izdajateljev razkrije goljufije v oglasih, zaradi česar je Googlov izdelek reCAPTCHA neposredno proti njihovemu oglasnemu poslu, ki ustvari več kot 80 % njihovega prihodka.",
    "999674529": "Vsak bot, ki ga zazna Google, bi moral zaslužiti nič dolarjev za oglase. Spodbude Googlovega podjetja so tako slabo usklajene z uporabniki njihovih varnostnih storitev in to je lahko ena od razlag za slabo delovanje njihove varnostne ponudbe reCAPTCHA.",
    "956019009": "Največja podjetja za spletno infrastrukturo so že ukrepala",
    "1923297430": "Končna prelomna točka za številne večje stranke se je zgodila, ko je Google začel podjetjem zaračunavati uporabo njihovega izdelka v katerem koli pomembnem obsegu. Zaradi tega so dolgoletni uporabniki reCAPTCHA iskali boljše alternative, saj so zaradi zakonodajnih pomislekov po vsem svetu uporaba Googlovih ponudb že postala vse bolj neprivlačna.",
    "2197218442": "Generalni direktor Cloudflare Matthew Prince je to stališče povzel v",
    "155456850": "napovedujejo prehod na hCaptcha:",
    "435302267": "objava podjetja na blogu",
    "2087769953": "\"Navdušeni smo nad to spremembo, ker pomaga pri reševanju skrbi glede zasebnosti, ki je neločljivo povezana z zanašanjem na Googlovo storitev, ki jo imamo že nekaj časa. Ocenili smo številne ponudnike CAPTCHA in tudi sami zgradili sistem. Na koncu, hCaptcha se je pojavila kot najboljša alternativa reCAPTCHA.«»Všeč nam je bilo veliko stvari pri rešitvah hCaptcha: 1) ne prodajajo osebnih podatkov; zbirajo le minimalne potrebne osebne podatke, pregledni so pri opisu podatkov, ki jih zbirajo, in kako jih uporabljajo in/ali razkrivajo.\"",
    "595582512": "Če želite svoje spletno mesto ali aplikacijo učinkovito zaščititi pred boti, pošiljatelji neželene pošte ali drugimi zlonamernimi akterji, hkrati pa ohraniti zasebnost vaših uporabnikov (in v skladu z vsemi ustreznimi predpisi!), razmislite o hCaptcha in naši ponudbi Enterprise",
    "3388180864": "Vas zanima delo pri globokih tehničnih izzivih v spletnem obsegu? Vedno zaposlujemo nadarjene inženirje po vsem svetu -",
    "3892952987": "preverite naše razpise in se prijavite tukaj",
    "3368788823": "Terence Eden na svojem blogu navaja zanimivo točko: \"",
    "1491780143": "CAPTCHA ne dokazujejo, da ste človek – dokazujejo, da ste Američan",
    "2146900431": "Intuitivno je ta trditev zelo smiselna. CAPTCHA, tako kot skoraj vse, so vgrajene v kulturni kontekst in če je bila vaša zbirka izzivov večinoma ustvarjena v eni kulturi, se morda ne bo dobro prenesla v drugo. V svojem bistvu je to vprašanje kulture",
    "378086442": "CAPTCHA, namesto njihovega UX kot takega.",
    "1445008801": "Kot pravi Eden:",
    "332723732": "vsebine",
    "2072808435": "\"Veste kaj, Google? Taksiji v moji državi so na splošno črni. Gledal sem dovolj filmov, da vem, da so vsi tisti v Ameriki rumeni. Toda v vseh drugih državah, ki sem jih obiskal, so taksiji mešanica različni odtenki.\"",
    "3206136647": "Googlova težava tukaj temelji na podatkih o vprašanjih, ki jih uporabljajo, v primerjavi s tem, kdo jih vidi. Če vsi podatki prihajajo iz iste kulture (in v Googlovem primeru iz istega podjetja), lahko zagotovo pričakujete, da boste imeli izzive, ki se ne prenašajo dobro v druge kulture, v skladu s pritožbo Eden.",
    "2217842245": "Vendar naši podatki kažejo, da (za hCaptcha)",
    "4280117172": "Številne države so dejansko nekoliko boljše od ZDA, vključno z Nigerijo, Indijo, Brazilijo in Nemčijo:",
    "555749578": "obstaja manj kot 1-odstotno odstopanje v stopnjah reševanja v večjih državah na vseh celinah.",
    "151737819": "Stopnje reševanja hCaptcha po vsem svetu kažejo zelo malo odstopanj",
    "3908992897": "in se uporablja v vseh državah in ozemljih na svetu, zato smo zelo osredotočeni na zagotavljanje dosledne globalne izkušnje.",
    "2808122102": "Medkulturna funkcionalnost je tako osnovna zahteva za našo storitev. Zagotavljanje, da lahko vsi zakoniti uporabniki hitro dostopajo do vsebine, je ključni del našega poslanstva. Ponujamo izzive v 110 jezikih in nenehno izboljšujemo ustrezne prevode, da zagotovimo, da lahko naše izzive reši vsak.",
    "3913801502": "hCaptcha zdaj deluje na približno 15 % interneta",
    "2077639538": ". Prvič, podatki o izzivih za naše storitve lahko prihajajo iz številnih virov, ne samo iz enega – od velikih podjetij s seznama Fortune 500 do zagonskih podjetij za strojno učenje, če se držijo naših",
    "3951112506": ". To že zagotavlja višjo stopnjo heterogenosti podatkov.",
    "1803943584": "Drugič, pustimo izzivom, da se samooptimizirajo, da določimo, v katerih državah ali jezikih bodo potekali, kar še poveča verjetnost dosledne izkušnje. Če je natančnost nižja od pričakovane, se bo niz vprašanj preprosto prenehal izvajati v regiji ali jeziku, kjer se pojavi ta učinek.",
    "3668873369": "Pri hCaptchi smo od prvega dne ubrali drugačen pristop",
    "1519201684": "Politika etike umetne inteligence",
    "2155089487": ". Če bi bilo za nekatere skupine naše izzive lažje rešiti, bi pričakovali razliko v tem, kako ljudje po vsem svetu in v različnih kulturah delujejo pri njihovem reševanju. V kontekstu Edenove objave bi pričakovali, da bodo Američani delali bolje kot ljudje v drugih državah. Ker smo leta razvijali sisteme, da bi se izognili tej težavi, dejansko vidimo ravno nasprotno.",
    "2603863826": "PS: Če najdete prevod v vašem jeziku, ki bi ga lahko izboljšali, pošljite a",
    "3543141425": "za to!",
    "2697276059": "Dokazi, da to deluje: enotne stopnje reševanja po vsem svetu",
    "664236229": "zahteva za vleko"
}