{
  "header-privacy-link": "Ubumfihlo",
  "header-integration-link": "Ukuhlanganisa",
  "header-cost-link": "Izindleko",
  "header-features-link": "Izici",
  "header-docs-link": "Amadokhumenti",
  "header-login-button": "Ngena ngemvume",
  "header-contact-button": "Xhumana Nokuthengisa",
  "intro-heading": "Ukuqinisekiswa kwe-Zero friction humanity.",
  "intro-contact-button": "Xhumana nathi ukuze ufunde kabanzi",
  "intro-text-bottom": "Kuthenjelwe yizinkampani ezinika amandla iwebhu.",
  "sub-menu-button": "Xhumana Nokuthengisa",
  "sub-menu-item1": "Ibhizinisi",
  "sub-menu-item2": "Izindleko",
  "sub-menu-item3": "Ukuhlanganisa",
  "sub-menu-item4": "Izici",
  "sub-menu-item5": "Ubumfihlo",
  "sub-menu-item6": "Amadokhumenti",
  "info-head-1": "Yakhelwe endaweni efakazelwe ye-hCaptcha",
  "info-text-1": "I-hCaptcha Enterprise isebenza ngobuchwepheshe beplathifomu ye-hCaptcha, enwetshiwe ukuze ifake izici ezidingwa yizinkampani zethrafikhi ephezulu.",
  "info-head-2": "Uzakwethu othembekile",
  "intro-subtitle": "Xazulula inkinga yakho ye-bot namuhla.",
  "info-text-2": "Izinsizakalo zethu zethenjwa izinkampani ezinkulu emhlabeni ukuze zisebenzele izigidi eziningi zabasebenzisi bansuku zonke emashumini ezigidi zamasayithi.",
  "cloudflare-quote-text": "Sihlole inani labathengisi be-CAPTCHA futhi sakha uhlelo ngokwethu. Ekugcineni, i-hCaptcha yavela njengendlela engcono kakhulu ye-reCAPTCHA.",
  "cloudflare-quote-detail": "Umqondisi Wokuphathwa Komkhiqizo, Cloudflare",
  "section-quote-head": "Inketho engabizi kakhulu yamabhizinisi wethrafikhi ephezulu",
  "section-quote-text": "Okokugcina, enye indlela ethembekile ye-Google. I-hCaptcha Enterprise ikulethela ukonga okumangalisayo kubhili yakho ye-reCAPTCHA ngokuvikeleka okuphezulu: kufika ku-80% engabizi kakhulu kwezinye izimo. Izinsizakalo eziningi ze-inthanethi ezinkulu emhlabeni zishintshele ku-hCaptcha Enterprise futhi zithole ukutholwa kwe-bot okuthuthukisiwe kanye nokonga kwezindleko ezinkulu.",
  "section-quote-button": "Xhumana nathi namuhla ukuthola isilinganiso",
  "section-privacy-header": "Ubumfihlo bugxilile",
  "section-privacy-text-1": "Amanethiwekhi ezikhangiso abona izivakashi zakho njengomkhiqizo. Kithina okuwukuphela komkhiqizo onquma ubuntu babo. Amasevisi ethu ahlangabezana noma adlule izimfuneko ze-GDPR, CCPA, ne-LGPD, kanye nezinhlelo zokusekela ezifana ne-Privacy Pass. Sisebenza kanzima ukulinganisa ubumfihlo nokuvikeleka.",
  "section-privacy-text-2": "Lokhu kugxila okuyingqayizivele kubumfihlo kusho ukuthi singanikeza iqanda ledatha yokugcinwa kwedatha yomuntu ngamunye, ukusebenza ngaphandle kwekhukhi, nezinye iziqinisekiso zobumfihlo zenkontileka njengoba kudingekile kuyilapho sigcina ukuphepha okuhle kakhulu.",
  "section-security-header": "Ezokuphepha Okokuqala",
  "section-security-text-1": "Ukunemba kungokwentshisekelo yakho neyethu. I-hCaptcha isebenza ukukunikeza idatha yangempela futhi ikuvumela ukuthi unqume ukuthi uzoyisebenzisa kanjani. Amanye ama-captcha anikezwa izinkampani zokukhangisa ze-Gigantic. Lokhu kusho ukuthi yonke i-bot abayivimbayo ingase yehlise imali yabo engenayo.",
  "section-security-text-2": "Ukusebenzisa amasu okufunda omshini wakamuva ngokugxila kubumfihlo kusivumela ukuba seqe izindinganiso zokuphepha zerekhodi lefa yonke into amasu angunaphakade ngaphandle kokulimaza ukuphepha noma ubumfihlo bomsebenzisi.",
  "section-user-experience-header": "Umuzwa Womsebenzisi Omkhulu",
  "section-user-experience-text1": "Kubasebenzisi bebhizinisi, izinketho ziyatholakala ukuze zigweme ngokuphelele izinselele ezimweni eziningi.",
  "section-user-experience-text2": "Yehlisa ukungqubuzana ngokugwema inselele ngokuphelele ngo-99.9% wethrafikhi yakho esemthethweni kuyilapho usanikeza ukuvikeleka okuhle kakhulu, ngenxa yamamodeli e-bot athuthukisiwe.",
  "section-easy-integration-header": "Ukuhlanganiswa okulula",
  "section-easy-integration-text": "Ukwengeza i-hCaptcha kuthatha amaminithi kuphela kanye nemigqa embalwa yekhodi. I-API eyisisekelo ihambisana ne-reCAPTCHA V2, futhi kuthatha imizuzu kuphela ukuyishintsha. Ungasebenza ngokunye okuphakeme namuhla, futhi uvule izici ezithuthuke kakhulu njengoba kudingeka.",
  "section-easy-integration-serverside": "Uhlangothi Lweseva:",
  "section-easy-integration-frontend": "Ingaphambili:",
  "section-threat-header": "Ngokwezifiso Usongo Izikolo",
  "section-threat-text": "Akuzona zonke izinkinga ezifanayo: ukuthola amaphuzu owodwa kusho ukuthi kufanele kubhekane nezidingo zakho ukuze kube usizo. Nge-hCaptcha's unique Customized Threat Scores, ukubonisana okusheshayo kusivumela ukuthi sishune amamodeli ethu ukuze sikulethe amaphuzu ahlobene kakhulu nebhizinisi lakho.",
  "section-challenges-header": "Yethula Izinselelo Zakho Ngemizuzwana",
  "section-challenges-text-1": "Hlala kumkhiqizo ngokuqukethwe okufanele",
  "section-challenges-text-2": "Lapho abasebenzisi kufanele baxazulule inselele ukuze bahlangabezane nezimfuneko zokuphepha, kungani ungadali imisebenzi ejabulisayo nefanele umsebenzisi? Ngomklami wethu olula wangokwezifiso oyinselelo, ungakwazi ukwethula okuqukethwe kwenselelo yomkhiqizo emizuzwini embalwa nje.",
  "section-integration-header": "Ukuhlanganiswa Kweplathifomu Eqondile",
  "section-integration-subheader": "Okwezinkampani Zengqalasizinda Yewebhu",
  "section-integration-text": "Uhlelo lwe-hCaptcha Enterprise luguquguquka ngendlela ehlukile ekwakhiweni kwalo: lungasetshenziswa ngokwengxenye noma ngokuphelele emaphethelweni enethiwekhi yakho uma usebenzisa ifu lomphakathi noma ungumnikazi wezikhungo eziningi zedatha. Lokhu kunganciphisa kakhulu izindleko kanye nethrafikhi engaphandle kwenethiwekhi kuyilapho kugcina zonke izinzuzo zokuphatha ngabasebenzi bethu abashayela ucingo amahora angu-24/7 ukuze bahlangabezane nama-SLA aqinile.",
  "section-support-header": "Ubungcweti obufinyelelekayo nokusekelwa Kokubili Wena Nabasebenzisi Bakho",
  "section-support-text": "Isevisi iza kuqala kithi. Sigcina ukusekelwa ocingweni okungama-24/7 futhi sinikeza ukuxhumana okuqondile kwe-Slack nethimba lakho lokuhlanganiswa konjiniyela kanye nabasebenzi bethu abasocingweni ngesikhathi nangemva kokuqaliswa. ‍‍‍♂ Sizibophezele futhi ekuqapheni ngenkuthalo nokuphendula imibuzo yabasebenzisi bakho kuzo zonke izinkundla zokuxhumana, izinkundla. , kanye namashaneli ethu okusekela amawijethi nama-imeyili. Siyafinyeleleka futhi siyaphendula, futhi siphatha ukwaneliseka komsebenzisi njenge-KPI ephezulu.",
  "section-enterprise-header": "Izici zebhizinisi",
  "section-enterprise-title-1": "Ukuvikelwa kwe-anti-bot okusezingeni lomhlaba",
  "section-enterprise-desc-1": "Impi ihlolwe esikalini sewebhu.",
  "section-enterprise-title-2": "Izikolo ze-bot ezinemba okuphezulu",
  "section-enterprise-desc-2": "Thola abalingisi ababi bezinhlobo eziningi ezahlukene.",
  "section-enterprise-title-3": "I-Zero friction nezindlela zokungenzi lutho ezingu-99.9%.",
  "section-enterprise-desc-3": "Inselele engaphansi kuka-0.1% wabasebenzisi abasemthethweni.",
  "section-enterprise-title-4": "Lawula izinhlobo zenselelo ezibonisiwe",
  "section-enterprise-desc-4": "Umtapo wolwazi obanzi wezinhlobo ongakhetha kuzo.",
  "section-enterprise-title-5": "Lawula okuqukethwe kwenselele okusetshenzisiwe",
  "section-enterprise-desc-5": "Hlala kubhrendi ngolwazi lomsebenzisi olungaguquki.",
  "section-enterprise-title-6": "Ama-SLA ebhizinisi",
  "section-enterprise-desc-6": "Ukuthembeka okuqinisekisiwe nosekelo olusheshayo lwe-24/7 on-call.",
  "section-enterprise-title-7": "Ukusekelwa kwesiphequluli sefa",
  "section-enterprise-desc-7": "Ihambisana yonke indlela emuva ku-Internet Explorer 8.",
  "section-enterprise-title-8": "Amadeshibhodi okubika athuthukile kanye ne-API",
  "section-enterprise-desc-8": "Bona ukuthi kwenzakalani kuwo wonke amasayithi akho nezinhlelo zokusebenza.",
  "section-enterprise-title-9": "Isebenza kuwo wonke amazwe",
  "section-enterprise-desc-9": "Ngokungafani ne-reCAPTCHA, sisebenza kuwo wonke amazwe.",
  "section-enterprise-title-10": "Inqubomgomo yobumfihlo ye-GDPR, i-CCPA, ne-LGPD-friendly",
  "section-enterprise-desc-10": "Idizayinelwe ubumfihlo kusukela osukwini lokuqala. Isivumelwano Esiqinile Sokucubungula Idatha.",
  "section-enterprise-title-11": "Amazinga obunzima ahlelwe kahle",
  "section-enterprise-desc-11": "Shayela lokhu ukuze ulingane ncamashi necala lakho lokusebenzisa.",
  "section-enterprise-title-12": "Ukusingathwa kweqembu lokuqala",
  "section-enterprise-desc-12": "Zonke izicelo nezimpahla ziya kokuthi hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Amadeshibhodi wabasebenzisi abaningi",
  "section-enterprise-desc-13": "Yabelana ngabaphathi kulo lonke iqembu lakho.",
  "section-enterprise-title-14": "Ukuqinisekisa Okusheshayo",
  "section-enterprise-desc-14": "Ukubambezeleka okungu-0ms: qinisekisa amathokheni e-hCaptcha ngaphandle kwekholi ye-API.",
  "section-enterprise-title-15": "Iselula (i-iOS ne-Android) Ukuhlanganiswa",
  "section-enterprise-desc-15": "Umuzwa ongenazihibe kuwebhu yonkana, iselula yomdabu, iwebhu yeselula. Ukuhlanganiswa okwakhelwe ngaphambilini nama-SDK omdabu ayatholakala.",
  "section-enterprise-title-16": "Imigomo Engokwezifiso Neziqinisekiso Zobumfihlo",
  "section-enterprise-desc-16": "Ukwanelisa izidingo zakho ezingokomthetho lapho ezinye izinkampani zingakwazi.",
  "presented-challlenges-head": "Izinselele ezethulwe",
  "presented-challenges-title-1": "Ukuqhathanisa",
  "presented-challenges-text-1": "Khetha zonke izithombe ezihambisana nombuzo",
  "presented-challenges-title-2": "Ibhokisi Lokubopha",
  "presented-challenges-text-2": "Chaza indawo yokubopha izinto",
  "presented-challenges-title-3": "Ukuhlukaniswa ngezigaba",
  "presented-challenges-text-3": "Khomba amalebula ahambisanayo",
  "presented-challenges-subheader": "...kanye neminye imisebenzi elula. Kulula kubantu, kunzima kuma-bots.",
  "presented-challenges-subtext": "Imisebenzi yangokwezifiso iyatholakala futhi kubashicileli bebhizinisi.",
  "footer-header-1": "Inkampani",
  "footer-header-2": "Izinsiza",
  "footer-header-3": "Oxhumana naye",
  "footer-link-1": "Ukulebula",
  "footer-link-2": "Mayelana",
  "footer-link-3": "Imisebenzi",
  "footer-link-4": "Izimpawu zokuhweba",
  "footer-link-5": "Ibhulogi",
  "footer-link-6": "Isimo",
  "footer-link-7": "Amadokhumenti",
  "footer-link-8": "Bika Isiphazamisi",
  "footer-link-9": "Ukufinyeleleka",
  "footer-terms": "Imigomo",
  "footer-privacy": "Ubumfihlo",
  "footer-attribution": "Isibaluli",
  "footer-subheader-1": "Ukusekela",
  "footer-subheader-2": "Oxhumana naye",
  "switch-to-english-link": "Shintshela kwisiNgisi",
  "intro-heading-privacy": "Idizayinelwe ubumfihlo.",
  "intro-subtitle-p1-privacy": " Indlela ehlukile eqhutshwa ubumfihlo ekuvikelekeni ku-inthanethi.",
  "info-head-2-pr": "Ukurekhoda umsebenzi ku-inthanethi akuyona impendulo.",
  "info-text-1-pr": "I-hCaptcha Enterprise inenjongo eyodwa kuphela: ukuvimbela abalingisi ababi ukuthi baphazamise ukusebenza kwakho ku-inthanethi futhi balimaze abasebenzisi bakho.",
  "info-text-2-pr": "Ngakho-ke amasistimu ethu aklanywa kusukela phansi ukuze anciphise ukuqoqwa nokugcinwa kwedatha kuyilapho kugcinwa ukuvikeleka okuhamba phambili ekilasini. Indlela engcono kakhulu yokuvikela idatha yomsebenzisi ukungayigcini nhlobo.",
  "info-text-3-pr": "Bonke ubudlelwano bamakhasimende nabo buvikelwe Isivumelwano Esiqinile Sokucubungula Idatha. Isevisi ye-hCaptcha ithobela yonke imithetho yobumfihlo kungakhathaliseki ukuthi isevisi yakho noma amakhasimende akho ahlala kuphi. Ukungagcini idatha yomuntu siqu kwenza lokhu kube lula kakhulu kithi kunezinye izinkampani.",
  "info-text-2-2-pr": "Amasevisi afana ne-reCAPTCHA v3 athi ukubeka i-pixel yawo yokulandelela kuwo wonke amakhasi esayithi lakho kuyadingeka ukuze uvikeleke kahle. Akunjalo.",
  "info-text-2-3-pr": "Ukuhlaziywa kokuziphatha okulula kuwuphawu oluqanjwa kalula abadlali ababi, futhi kudinga ukugcina umlando wokuphequlula wayo yonke ithrafikhi yakho esemthethweni.",
  "info-text-2-4-pr": "Asisebenzisi inethiwekhi yezikhangiso, futhi asinantshisekelo yokubheka ukuziphatha komsebenzisi wakho ukuze sibathengisele izikhangiso. Lokhu kusho ukuthi asidingi i-pixel yokwenziwa kuwo wonke amakhasi esayithi lakho.",
  "info-text-2-5-pr": "Engeza ikhodi yethu yokuphonselwa inselelo kuphela lapho idingeka khona, nalapho kunengqondo ukuvikela wena nabasebenzisi bakho.",
  "info-head-3-pr": "Ukufunda ngomshini kuyasiza. Kodwa akudingi idatha yomuntu siqu ukuze isebenze.",
  "info-text-3-1-pr": "Ukufunda ngomshini manje kunomthelela cishe kuzo zonke izici zempilo yethu, ngokuvamile ngezindlela esingaziboni nesingaziboni. Izinsizakalo zokuphepha eziku-inthanethi azihlukile.",
  "info-text-3-2-pr": "Ngokufunda ngaphezu kwezinkulungwane zamasiginali, amamodeli anganciphisa futhi afinyelele ukuzethemba okuphezulu ekutholeni ukuziphatha okunonya ngokushesha okukhulu, nanoma ingekho isignali ngayinye ngokwayo engaba namandla ngokwanele ukuze ibonise inkinga.",
  "info-text-3-3-pr": "Nokho, akukho kulokhu okudinga ukusebenzisa ulwazi lomuntu siqu oluhlonzayo (PII). Amasu esimanjemanje e-cryptographic asivumela ukuthi silahle noma iyiphi idatha yomuntu siqu ngokushesha okukhulu, sidale amasiginesha endlela eyodwa angakwazi ukuxhunyaniswa nanoma yimuphi umuntu.",
  "info-text-3-4-pr": "Ukuqeqeshwa ngedatha engakhonjwe kusebenza ngokufanayo, futhi akudingi ukuyekethisa ekuvikelekeni noma ekuyimfihlo. Amakhasimende ethu enze izivivinyo ezingokoqobo, futhi asimemezele silingana noma singcono kunezinye izindlela eziyimfihlo ezingatheni.",
  "cloudflare-quote-text-privacy": "Sithande izinto ezimbalwa mayelana nezixazululo ze-hCaptcha: 1) azithengisi idatha yomuntu siqu; baqoqa kuphela ubuncane bedatha yomuntu siqu edingekayo, babeka izinto obala ekuchazeni ulwazi abaluqoqayo nendlela abalusebenzisa ngayo kanye/noma baludalule.",
  "pilot-head": "Sizame endaweni okuyo ngaphandle kwesibopho.",
  "pilot-text-1a": "Singonjiniyela, hhayi abathengisi: sifuna ukuthi ujabule ngokukhetha kwakho.",
  "pilot-text-1b": "Indlela engcono kakhulu yokuqinisekisa ukwaneliseka kwakho ukukhombisa ukuthi sihlangabezana nezidingo zakho.",
  "pilot-text-1c": "Cishe zonke izinkampani eziqala umshayeli wendiza ekugcineni zikhetha izixazululo zethu.",
  "pilot-text-1d": "Sebenzisa leli fomu ukuze ufinyelele omunye wochwepheshe bethu bezobuchwepheshe. Siphendula ngokushesha.",
  "pilot-text-1e": "Ungaphinda usithumele i-imeyili ngokuqondile.",
  "pilot-email-details": "Imininingwane isilapha.",
  "pilot-f1": "Isifunda",
  "pilot-f2": "Igama lakho",
  "pilot-f3": "Igama lakho",
  "pilot-f4": "I-imeyili Yebhizinisi",
  "pilot-f5": "Noma yimiphi eminye imininingwane okufanele sibe nayo?",
  "pilot-f6": "Ingabe udinga ukugibela okuphuthumayo?",
  "pilot-f7": "Yebo.",
  "pilot-f8": "Ngiyahlaselwa futhi ngidinga ukugibela ngokushesha.",
  "pilot-f9": "Thumela",
  "pilot-f10": "Ngokufaka i-imeyili yakho, uyavumelana neMigomo yethu Nenqubomgomo Yobumfihlo, futhi nokwamukela i-imeyili evela kithi.",
  "pilot-fo-1": "Ukuhlanganisa akukwazanga ukuba lula.",
  "pilot-fo-2": "I-hCaptcha inenqwaba yokuhlanganiswa okwakhelwe ngaphambilini kumasistimu angaphambili nangemuva owasebenzisayo.",
  "pilot-fo-3": "Uma kwenzeka uvela ku-reCAPTCHA ye-Google, ama-API ethu awangeneli esikhundleni. Imigqa emithathu yekhodi yikho konke okudingayo.",
  "pilot-fo-4": "Onjiniyela bethu bokugibela bangakwenza ukuthi uhambe ngokushesha, kungakhathaliseki ukuthi udinga ukuhlanganiswa kwe-React, ama-SDK ezinhlelo zokusebenza zomdabu ze-iOS, isibonelo esingemuva se-Java, noma cishe yisiphi esinye isimo.",
  "pilot-fo-5": "Futhi njengenjwayelo, ubumfihlo buyinani eliwumongo kithi. Engeza ikhodi yethu yokuphonselwa inselelo kuphela lapho idingeka khona, nalapho kunengqondo ukuvikela wena nabasebenzisi bakho. Ukunciphisa ukuqoqwa kwedatha kuqala kusukela ngesikhathi sokuhlanganisa.",
  "pilot-fdone": "Ngiyabonga. Sizoxhumana maduze.",
  "home-ent-2-new": "Funda kabanzi mayelana nesixazululo sethu sebhizinisi.",
  "home-ent-button-new": "I-hCaptcha Enterprise",
  "home-main-plans2-new": "Izixazululo ze-hCaptcha Enterprise ziletha ukuvikeleka okuhamba phambili ekilasini futhi zivikela izinsiza eziningi eziphezulu ze-inthanethi.",
  "home-plans-button-2-new": "Funda kabanzi",
  "header-enterprise-link": "Ibhizinisi",
  "sales-interstitial-c1b-new": "Funda kabanzi mayelana ne-hCaptcha Enterprise"
}
