{
    "1001938065": "Ukuhlanganisa akukwazanga ukuba lula",
    "1012122721": "* Amakhukhi ezibalo aphethwe yithi ngqo (okungukuthi umuntu wokuqala, hhayi amakhukhi enkampani yangaphandle), lapho idatha ingasetshenziselwa ukwenza iphrofayela.",
    "1014004474": "Izinhlelo ze-hCaptcha's Enterprise zinikeza izivumelwano zeleveli yesevisi ethuthukisiwe ukuze ugcine inhlangano yakho ivikelekile",
    "1021431157": "( ) Ukungahambisani nomthombo ovulekile noma amalayisense omthombo ovulekile",
    "1023070345": "Kungakapheli umhlaka-14 Mar 2021",
    "1023108656": "Izigaba Zabamukeli Benkampani Yangaphandle",
    "1023190144": "hCaptcha® embhalweni",
    "102498091": "I-Google ikhokhisa u-$1 ngezicelo eziyi-1000 ze-reCAPTCHA Enterprise, okusho ukuthi manje sebekhokhisa imali ethe xaxa ngesicelo ngasinye kunokwephula ukuphepha kwesevisi yabo. Lokhu kubonakala kuyindaba embi.",
    "102695075": "Ubude besikhathi",
    "1027023087": "Thina kwa-hCaptcha esikhundleni salokho sigxile ezindleleni zesimanje zenkinga, ezingadingi ukugcina amarekhodi okuziphatha esikhathi eside njengomlando wokuphequlula futhi afakazele ukukhuthazela okukhulu kakhulu lapho sibhekene nezitha ezizimisele kusukela kwethulwa le sevisi.",
    "1027200955": "Khuluma nomunye wochwepheshe besizinda sethu ukuze uchaze izidingo zephrojekthi yakho: ukunemba kwethagethi, ifomethi, nanoma yiziphi izidingo ezikhethekile.",
    "1028058338": "Sicela ubheke isigaba sethu esithi \"Isaziso Sezihloko Zedatha Ye-EU\" esihlobene namalungelo akho ngaphansi Komthethonqubo Ojwayelekile Wokuvikela Idatha (\"GDPR\").",
    "1033698050": "1. Ingabe sikholelwa ukuthi ikhasimende lisinikeze icala lokusebenzisa esilibona lamukelekile ngokokuziphatha, ngokuvumelana nencazelo yethu yemikhuba evamile yomphakathi waseNtshonalanga?",
    "1035621426": "Yonke i-bot ekhonjwe yi-reCAPTCHA yehlisa ngokuqondile imali engenayo yezikhangiso ze-Google.",
    "1038019440": "1. Ingabe leli khasimende limelela izithakazelo zikazwelonke zezwe elaziwa ngokuziphatha okungqubuzana nemithetho nezinkambiso zamazwe ngamazwe?",
    "103876916": "ukuze uthole imibiko efanelekile yokuphepha kusevisi ye-hCaptcha kanye nekhodi yomthombo ehlobene.",
    "1042802841": "Ulwazi oluyimfihlo yinoma yiluphi ulwazi olumakwe njengoluyimfihlo noma olungokobunikazi, noma okufanele luqondwe ngokunengqondo iqembu elitholayo njengoluyimfihlo noma oluphathelene nobunikazi. Lokhu akubandakanyi noma yiluphi ulwazi (1) olutholakala esidlangalaleni, (2) oseluvele luphethwe, oluthuthukiswe ngokuzimela, noma oseluvele lwaziwa uhlangothi olutholayo, noma (3) oludalulwe ngomyalelo wenkantolo noma njengoba kudingwa ngenye indlela. umthetho.",
    "1045484714": "Ukuhlanganiswa kwe-SAML SSO nomhlinzeki wakho wobunikazi, isb i-Okta noma i-Azure AD.",
    "1046087606": "IBM. (Embulungeni yonke). Izinsizakalo ezinikeziwe: I-IBM Cloud.",
    "1047251718": "Namuhla, nokho, uma abantu bekhuluma ngama-API, basuke besho ama-API asekelwe kumazinga. Lawa ama-API akhiwe kusetshenziswa amazinga avuliwe afana ne-Representational State Transfer (REST) namafomethi ajwayelekile efayela avulekile njenge-JavaScript Object Notation (JSON). Anjalo “ama-RESTful API,” njengoba aziwa kanjalo, angadalwa ngaphandle kwesidingo sesofthiwe yobunikazi. Ama-API aphumayo ayakwazi ukuthumela nokwamukela idatha nezinqubo zezingcingo phakathi kwezinhlelo zokusebenza zesofthiwe. Isibonelo, uhlelo lokusebenza lwamabhange eselula lusebenzisa i-API ukuze lufinyelele amasistimu ebhange.",
    "1050501253": "Kunzima Kakhulu",
    "1051214799": "I-hCaptcha isevisi yezokuphepha yewebhu ezama ukwabelana ngevelu nabashicileli bamawebhusayithi noma izinhlelo zokusebenza eziyisebenzisayo.",
    "1053787685": "Buyini Ukukhwabanisa Kwenkokhelo?",
    "1058572205": "us uma ungathanda ukufunda okwengeziwe",
    "1059502393": "Ithwebula Imininingwane Yombiko Wesiphazamisi: IFirefox",
    "1061239711": "3. Iqembu lokuqala",
    "1062291156": "imigomo ejwayelekile",
    "1066753052": "okusho ukuthi isikhwama semali asinalutho, futhi ukusayithi elihlanganisa inselele ye-hCaptcha. Uma usuqedele inselele, uzozuza amathokheni angasetshenziswa kunoma iyiphi enye iwebhusayithi nge-hCaptcha.",
    "1067704102": "Inani Lelebula Yedatha",
    "1070364246": "Eshu! Kukhona okungahambanga kahle ngenkathi kuthunyelwa ifomu.",
    "10724169": "Wamukela Inqubomgomo yethu Yobumfihlo, ebusa lokho esizokwenza nganoma yiluphi ulwazi lomuntu siqu osinikeza lona.",
    "1074044172": "Lapho abasebenzisi kufanele baxazulule inselele ukuze bahlangabezane nezimfuneko zakho zokuphepha, kungani ungabuzi imibuzo ejabulisayo nefanele umsebenzisi?",
    "1077448694": "Ukuhlanganisa namawebhusayithi enkundla yezokuxhumana ezinkampani zangaphandle.",
    "1080672247": "Ngenxa yokuthi imibuzo eminingi ebuziwe ayikwazi ukuxazululwa ngokwezomnotho ngaphandle kwesofthiwe yeshalofu, futhi ngenxa yokuthi idatha ngokuvamile ihlukile ohlelweni, lokhu kusho ukuthi ama-bots avame ukumiswa ngokuphelele yisevisi yamahhala, futhi kufanele athembele kuzixazululi ze-CAPTCHA zabantu esikhundleni salokho, okuyinto. kwenza izinhlobo eziningi zokuhlukumeza zingabi namnotho ngokuphelele.",
    "1080752747": "Xhumana nezindali",
    "1085089390": "Ukuhlukunyezwa okuku-inthanethi kuvela ekuziphatheni komuntu okuzelwe ngokwemvelo",
    "1087195513": "Uma unguMhlanganyeli ofinyelela Izinkonzo futhi/noma wenza imisebenzi ngokusebenzisa noma ngokuxhumene ne-Integrator egameni lomfakisicelo okungeyona i-IMI, khona-ke uyavuma futhi uyavuma ukuthi I-Intuition Machines ayinasibopho futhi ayinasibopho kuwe ukuhlonipha noma yimiphi imiklomelo noma esinye isinxephezelo semisebenzi eqediwe. Uyavuma futhi uyavuma ukuthi noma yimiphi imiklomelo noma esinye isinxephezelo semisebenzi eqediwe inqunywa kuphela ngokuvumelana nesivumelwano sakho noMfakisicelo kanye/noma Umdidiyeli, njengoba kusebenza. Noma yiziphi izingxabano ngaleyo miklomelo noma esinye isinxephezelo (kuhlanganise nokwehluleka ukwamukela leyo miklomelo noma esinye isinxephezelo ngaphandle komkhawulo) ziphakathi kwakho kuphela noMfakisicelo kanye/noma Umdidiyeli, njengoba kusebenza.",
    "1087260385": "Uma unemibuzo mayelana nale Nqubomgomo Yobumfihlo, sicela usithinte ku",
    "1088304322": "Singase sisebenzise ulwazi lwakho lomuntu siqu ngezizathu ezingachazwanga kule Nqubomgomo Yobumfihlo, lapho sivunyelwe ngokomthetho ukwenza kanjalo nalapho isizathu sihambisana nenjongo esikuqoqe ngayo. Uma sidinga ukusebenzisa ulwazi lwakho lomuntu siqu ngenjongo engahlobene, singase sikwazise futhi sikuchazele isisekelo esisebenzayo somthetho salokho kusetshenziswa. Uma sithembele emvumweni yakho ukuze sisebenzise imininingwane ethile yomuntu siqu, singase sifune imvume yakho nganoma iyiphi injongo engahlobene futhi sikuvumele ukuthi unqamule ukusebenzisa kwakho isevisi ngaleso sikhathi uma uphikisa.",
    "1089415440": "Ukutholwa kwento okunembile ezithombeni nakuvidiyo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Imibandela yokukhathazeka kokuziphatha: Isihloko",
    "1092241113": "Ukuze uqonde kangcono izintshisekelo zamakhasimende ethu nabahlanganisi.",
    "1093280979": "1. Amafomu e-Oda Yenkundla",
    "1099238677": "Ngevolumu yethu ephezulu nokubambezeleka okuphansi sizoguqula umsebenzi wakho ngokushesha, ngokuletha okuzenzakalelayo ngokushesha uma usuqedile.",
    "1103295010": "Zuza imali noma unikele ekusizeni abantulayo lapho abantu bexazulula ama-CAPTCHA",
    "1105363520": "Asisebenzisi inethiwekhi yezikhangiso, futhi asinantshisekelo yokubheka ukuziphatha komsebenzisi wakho ukuze simdayisele izikhangiso. Lokhu kusho ukuthi asidingi i-pixel yokwenziwa kuwo wonke amakhasi esayithi lakho.",
    "110836420": "Igcine ukubuyekezwa: Disemba 23, 2020",
    "1108398506": "amakhasimende athola ukulawula okuphelele kokuhlangenwe nakho, futhi azuze kulwazi i-hCaptcha elizuzile ngokusebenzisa umhlinzeki omkhulu wenselele ozimele ozimele ku-inthanethi. Baphinde bathole idili elingcono kune-reCAPTCHA Enterprise: kufika ku-50-80% amanani angcono, kuye ngevolumu.",
    "111184581": "Ukusingathwa kweqembu lokuqala",
    "1112074001": "Isinyathelo sesi-2: Chofoza kuthebhu Yenethiwekhi kokuthi Amathuluzi Wonjiniyela. Maka ibhokisi elithi \"Phikelela amalogi\" phezulu.",
    "1115642494": "1. Umthombo: Ukufakwa kuhlu kwesayithi le-BuiltWith.com reCAPTCHA. Ibuyiselwe ngoJulayi 9, 2019.",
    "1115671076": "I-Zendesk, Inc. (Global). Izinsizakalo ezinikeziwe: Zendesk.com.",
    "1116455671": "IMP: Uzozuza umklomelo wesixazululo sokuqala uma umsebenzisi esiqeda kusayithi lakho. Ukusetshenziswa kulandela iphethini yokuphendula efanayo njengokungathi umsebenzisi udlule ngokuzenzakalelayo kusayithi lakho ngenxa yokuthenjwa kwekhasimende okuphezulu: akukho mholo owenzekayo, futhi ikholi yokuqinisekisa isayithi evela kuseva yakho ithola `ikhredithi: Amanga` emiphumeleni yephasi.",
    "1118929614": "( ) Ubulima obudlulele kubantu abenza ibhizinisi nogaxekile",
    "1119009846": "Njengoba kudingekile ukuze uthobele umthetho osebenzayo, okuhlanganisa izicelo zikahulumeni, izicelo zomthetho, nokunye ezinkampanini zikahulumeni nezizimele ukuze kuvikelwe amalungelo, ubumfihlo, ukuphepha, noma impahla yakho, yethu, noma yabanye.",
    "1123365779": "Uma ungunjiniyela wewebhu noma umsebenzisi onguchwepheshe, isifinyezo siwukuthi singathanda ukuthi usithumelele inethiwekhi yokurekhoda ye-HAR namalogi ekhonsoli yesiphequluli.",
    "1126302400": "Ibhokisi Lokubopha",
    "1126447688": "ngokuvamile ukubika ukusebenza okulinganayo noma okungcono ekutholweni kwe-bot nasekunciphiseni ngaphandle kokugxila kwethu kobumfihlo",
    "1126613163": "Idatha Ebucayi",
    "1129833879": "Misa ama-bot anonya, vikela ubumfihlo bomsebenzisi",
    "1130783905": "Ukunemba kungokwentshisekelo yakho neyethu. I-hCaptcha isebenza ukukunikeza idatha yangempela futhi ikuvumela ukuthi unqume ukuthi uzoyisebenzisa kanjani. Ezinye izixazululo zokuphepha zihlinzekwa izinkampani zokukhangisa ze-Gigantic. Lokhu kusho ukuthi yonke i-bot abayivimbayo ingase yehlise imali yabo engenayo.",
    "1130802068": "Sisebenzisa ulwazi esiluqoqayo ngezinjongo ezilandelayo:",
    "1130868224": "Imigqa emithathu yekhodi",
    "1131196501": "Izinkampani ezinkulu ezifana",
    "1131525092": "Qoqa abalingisi ababi ndawonye ngokuzikhandla ngokusebenzisa ama-Scoped UID ethu agcina ubumfihlo ukuze uthole futhi umise ukukhwabanisa okuhlobene nokuhlukumeza",
    "1133989302": "Kungani hCaptcha?",
    "1137757109": "Uma kuyi-akhawunti ye-eCommerce, umhlaseli angakwazi uku-oda okuthengiswayo. Uma isisulu siyibhange, umhlaseli angadlulisela izimali phesheya kolwandle, nokunye.",
    "1139493658": ", futhi usebenze kanzima ukuze ulinganisele ubumfihlo nokuvikeleka.",
    "1139500589": "Izwe",
    "1140554614": "Isivumelwano Sokucubungula Idatha",
    "1141402092": "Izici zokubika ezithuthukile",
    "1144966033": "Kwenzelwe izindleko nekhwalithi",
    "1150035777": "Amamodeli wokufunda omshini ayinkimbinkimbi akhiqiza amaphuzu wokuzethemba we-bot asekelwe kumaphoyinti edatha amaningi ngaphezu kokuthi imibuzo iphendulwe kahle yini",
    "1150786045": "www.botstop.com",
    "1150963691": "Ukunciphisa i-APT",
    "1151065360": "( ) Uhlu olumnyama luyamunca",
    "1155436473": "(umnikelo wethu webhizinisi) manje uvikela amakhulu ezigidi zabasebenzisi kuwo wonke amashumi ezigidi zamawebhusayithi nezinhlelo zokusebenza njalo ngenyanga. Indaba yethu ibonisa ukuthi ungakwazi ukuncintisana ne-Big Tech uma ubeka ubumfihlo kuqala.",
    "1155821305": "ukuzivikela ukujula",
    "1156712451": "Ukuhlolwa Komsebenzi Wokuqala",
    "1159746815": "Ungaphinda usithumele i-imeyili ngokuqondile.",
    "1160252730": "I-Google manje ikhokhisa amanani aphezulu e-reCAPTCHA Enterprise, okwenza izinkampani eziningi zibuyekeze lesi sivumelwano.",
    "1160707899": "12. Iqhaza Lomnikeli Nobudlelwano ne-IMI kanye nabanye abafake izicelo",
    "1161704803": "Kungani sinenqubomgomo ye-AI Ethics?",
    "116842359": "***** Ukubuyisana kulindeleke ukuthi kuqedwe ezinsukwini ezimbalwa ngenxa yokulungiswa kwesistimu.",
    "1169005651": "Septhemba 15, 2019",
    "1172067553": "Inkundla ye-HUMAN ngemuva kwe-hCaptcha inikeza ikhwalithi yomsebenzi eyinkimbinkimbi kakhulu nezici zokuphatha kusetshenziswa indawo, i-hybrid, noma ukuthunyelwa kwe-SaaS okuhlanganisa namasistimu akho akhona.",
    "117227832": "( ) Kungani kufanele sikwethembe wena neziphakeli zakho?",
    "1173652155": "Abeluleki",
    "1173934218": "Siyaqonda ukuthi ubumfihlo bakho bubalulekile kuwe futhi sizibophezele ekubeni obala mayelana nobuchwepheshe esibusebenzisayo. Le nqubomgomo ihlinzeka ngemininingwane enemininingwane mayelana nokuthi sisebenzisa kanjani futhi nini amakhukhi kumasayithi ethu kanye Nesevisi.",
    "1174237568": "Le misebenzi yokucubungula ihlanganisa izintshisekelo zethu ezisemthethweni. Sizama ukucabangela futhi silinganisele noma yimiphi imithelela engaba khona kuwe (kokubili emihle nemibi) kanye namalungelo akho ngaphambi kokuthi sicubungule ulwazi lwakho lomuntu siqu ukuze sizitholele izintshisekelo zethu ezisemthethweni. Asilusebenzisi ulwazi lwakho lomuntu siqu emisebenzini lapho okuthakaselayo kwethu kweqa inoma yimuphi umthelela omubi kuwe (ngaphandle uma sinemvume yakho noma kudingwa ngenye indlela noma kuvunyelwe ngokomthetho).",
    "1177598246": "Xhumana Nokuthengisa",
    "1182294134": "I-Asia-Pacific (APAC)",
    "1186243118": "izithombe ze-logo",
    "1187718370": "Xhumana nathi",
    "1188668818": "ukunikeza noma yiluphi ulwazi olungamanga ngenkathi usebenzisa le webhusayithi (okuhlanganisa ngaphandle kwemingcele ukuzenza omunye umuntu noma inhlangano ku-akhawunti yakho, noma ukuqamba amanga noma ngenye indlela ukuzimelela kabi noma ukuzihlanganisa kwakho nanoma yimuphi omunye umuntu noma inhlangano ku-akhawunti yakho;",
    "119098046": "Kuthiwani ngezixazululo ezingenzi lutho noma ezingenanselele?",
    "119298044": "Ubuchwepheshe obuthuthukisiwe be-ML ne-AI buvikela izakhiwo zewebhu yakho ekusongweni nasekuhlaselweni",
    "1193738791": ": balandelela ukuziphatha komsebenzisi kuwo wonke amakhasi ewebhusayithi nakuwebhu yonkana. Siklame i-hCaptcha ukuthi ilungele ubumfihlo ngangokunokwenzeka kusukela osukwini lokuqala. Lokhu kwaholela endleleni ehluke ngokuphelele kule nkinga. Njengoba kwenzeka, ukulandelela abasebenzisi kuwebhu yonkana nokuhlanganisa umlando wabo wewebhu nobunikazi babo akudingekile nhlobo ukuze kuzuzwe ukuvikeleka okuhle. Izinkampani eziningi ezishintshele ku-hCaptcha",
    "1200905005": "††† Kusukela ngoSepthemba 2021, ukubuyisana nezinkokhelo manje kuqhuba cishe isikhathi esiyizinsuku eziyi-10 esikhundleni sosuku olulodwa, ukuze kube lula izithiyo zokusebenza ezihlobene nokukhula kwesevisi.",
    "1201821619": "I-hCaptcha ixazulula enye yezinkinga zanamuhla ezicindezela kakhulu: ukuvimbela ama-bot anonya ekusebenziseni kabi izinsiza ze-inthanethi.",
    "120384113": "6. Ukuqedwa",
    "1204911585": "2. Uma usebenzisa isiphequluli se-Brave, esingabonakali (kusukela ngo-April 2020) sibonakala sinanoma yiluphi uhlobo lokugunyazwa kwekhukhi, hamba kokuthi Okuthandwayo -> Izihlangu -> Amakhukhi bese ukhetha okuthi \"Vumela Wonke Amakhukhi.\"",
    "1208179159": "I-LogDNA, Inc. (Global). Izinsizakalo ezinikeziwe: LogDNA.com.",
    "121192737": "Izengezo ezizayo",
    "1216071511": "Imibono efanayo ihlongozwa kaningi kangangokuthi eminyakeni engaba ngu-20 edlule, umbhali ongaziwa weza nokugcwalisa okungenalutho okuwusizo ezingxoxweni eziku-inthanethi mayelana nezixazululo zokulwa nogaxekile:",
    "121743429": "Okwezinkampani Zengqalasizinda Yewebhu",
    "1218990730": "ubika kanjani izinkinga ngamalogi anemininingwane",
    "1219091208": "I-Dropbox",
    "1224727373": "I-BotStop nge-hCaptcha",
    "122875767": "Ukwanelisa izidingo zakho ezingokomthetho lapho ezinye izinkampani zingakwazi.",
    "1229233916": "Imibhalo yaphansi",
    "1230058025": "Ukuhlukaniswa. Ngaphandle Kokuyekelela Kwesenzo Sekilasi, uma noma yiliphi itemu noma ukunikezwa, noma ingxenye yalesi sigatshana sokunxeshezelwa kuthiwe iyize noma ayinakuphoqelelwa izonqanyulwa futhi ingxenye esele yesigatshana sokulamula izophoqelelwa.",
    "1232651561": "isofthiwe manje isilungile njengabantu ekuxazululeni izinselele ze-reCAPTCHA.",
    "1233229030": "Okunhlobonhlobo",
    "1233793176": "Amasayithi Nensizakalo yethu ayiqondiswe ezinganeni ezingaphansi kweminyaka engu-13 futhi asikuqoqi ngamabomu Ulwazi Lomuntu Siqu ezinganeni ezingaphansi kweminyaka engu-13. Uma sithola ukuthi siqoqe Ulwazi Lomuntu Siqu lwengane engaphansi kweminyaka engu-13, sizothatha izinyathelo ezinengqondo zokususa ulwazi olunjalo kumafayela ethu ngokushesha ngangokunokwenzeka, ngaphandle kwalapho sinesibopho esingokomthetho sokulugcina. Sicela usithinte ku",
    "1235925265": "Amadokhumenti",
    "1237076138": "I-hCaptcha inikeza isivumelwano esifanelekile kukho kokubili amakhasimende amahhala (we-hCaptcha) nawebhizinisi (i-hCaptcha Enterprise).",
    "1240667045": "Singase simise okwesikhashana, sibeke umkhawulo, noma sikhansele ukufinyelela kwakho Ezinhlelweni nganoma yisiphi isikhathi nganoma yisiphi isizathu, okuhlanganisa ngoba: (a) sikholelwa ukuthi wephule le Migomo Yesevisi (okuhlanganisa nezinye izinqubomgomo ezihlobene); (b) sikholwa ukuthi wephule amalungelo ethu noma amalungelo anoma yimuphi umuntu wesithathu; (c) asikwazi ukuqinisekisa noma ukugunyaza imininingwane osinikeze yona; noma (d) sikholwa ukuthi izenzo zakho zingadalela wena, thina, noma inkampani yangaphandle izikweletu. Ukuze sigweme ukungabaza, sinelungelo lokuvimba noma lokumisa inkokhelo kuwena uma sikholelwa ukuthi noma yikuphi kwalokhu okungenhla kuyasebenza kuleyo nkokhelo.",
    "1241291641": "Bona imininingwane eyengeziwe.",
    "1242066691": "Maka ibhokisi eliseduze kokuthi \"Vumela amakhukhi ezinkampani zangaphandle.\"",
    "1243684308": "Sithatha impendulo yakho njengento ebalulekile, futhi sifuna ukuqinisekisa ukuthi wonke umuntu unolwazi olumnandi ku-inthanethi, ngama-bot ambalwa kanye nogaxekile abambalwa. Xhumana nathi:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Chofoza \"KULUNGILE\"",
    "1254771154": "izinselele eziboniswa kwezinye izinsizakalo ezisekela i-Privacy Pass-aphinde ashumeke i-hCaptcha, isb Cloudflare.",
    "1258965840": "Ngakho-ke, uma umhlaseli engangena kusayithi elilodwa, angangena kumasayithi amaningi esebenzisa izifakazelo ezichithiwe. Isibonelo, bangase bathole ipheya yegama lomsebenzisi/iphasiwedi efana no-JohnDoe/525momma, kodwa abazi ukuthi labo ababili bazobenzelani. Ngakho-ke, bazama laba ababili ku-Amazon.com, Ebay, Citibank, Walgreens nokunye nokunye. Bangase bazame lokho kubhangqa kumasayithi ayinkulungwane ahlukene.",
    "1259002282": "Uthole iphutha? Nansi indlela yokukubika.",
    "126134492": "Okunye",
    "1263998069": "Zuza imivuzo ngezixazululo zabantu",
    "1266963825": "Q: Ingabe i-hCaptcha Isigaba 508 + WCAG 2.1 AA siyahambisana?",
    "1268414751": "Noma yimiphi eminye imininingwane okufanele sibe nayo?",
    "1268918580": "Amanye amalogo namamaki asetshenziswa i-hCaptcha kanye nozakwethu abanikazi bezinkampani zangaphandle futhi angasetshenziswa kuphela ngemvume yabo. Abantu besithathu akumele basebenzise amamaki alandelayo ngaphandle uma kuvunyelwe abanikazi babo:",
    "1270712701": "Ukukhishwa Kwabezindaba Nemibiko Yakamuva",
    "1271831121": "Akunjengokungathi umduni we-inthanethi (ogqoke i-hoodie, kunjalo!) uhlezi lapho, uthayipha imininingwane ngemuva kokuqinisekisa. I-bot yokungena ezenzakalelayo ingenziwa ngethuluzi elingekho eshalofini njenge-Selenium noma ithuluzi lokugebenga elenziwe ngokwezifiso.",
    "1273071008": "Izicelo Zamalungelo Okufinyelela Isihloko Sedatha",
    "1273914192": "3. Izintela",
    "1275150216": "Izimpawu zendawo",
    "1278884196": "Lokho kusho, i-cryptography iyisiyalo esincane. Ngokusekelwe emlandweni wakamuva, uhlelo lwakho lwe-cryptographic kanye/noma ukusetshenziswa kungenzeka kuphulwe ngokushesha nje lapho noma ubani enesisusa sokusibhekisisa, futhi kungenzeka ukuthi abanye abantu bazokuqonda lokhu kudala ngaphambi kokuba ukwenze. Ukuthembela kuzingxenyekazi zekhompuyutha futhi kusho ukuthi ungase udinge ukucela wonke umuntu oyedwa wabasebenzisi bakho ukuthi ashintshe idivayisi ebonakalayo ukuze uvale iphutha. Lokhu akwenzeki ukuthi kwenzeke ngokushesha ezimweni eziningi, okusho ukuthi empeleni uhlelo lwakho luzovele lwehluleke ukuvuleka.",
    "1282121137": "Ukuze uqonde ukuthi ukuthathwa kwe-akhawunti kungaba yinkinga kangakanani, cabanga ukuthi umuzwa ubukeka kanjani ngokombono wesikhungo sezezimali. Baphatha izigidi zokungena nsuku zonke.",
    "1289884910": "Siphinde sishicilele ukuhlaziya nemibiko ngezikhathi ezithile. Ngokwesibonelo:",
    "1291824746": "Izinkokhelo ze-hCaptcha zisebenza njalo ngekota ngezinsuku ezingama-60 ezilandelanayo. Ukukhombisa ukuthi lokhu kusho ukuthini, sicela ubheke ithebula elingezansi.",
    "129661785": "Wake wacelwa ukuthi \"chofoza imoto/umgwaqo ophambanayo/ukukhanya?\"",
    "1296696044": "Ubumfihlo vs. Ezokuphepha: Kungani kungenjalo kokubili?",
    "1297224875": "Indlela eyingqayizivele eqhutshwa ubumfihlo ekuvikelekeni kwe-inthanethi kwe-Enterprise.",
    "1297657322": "Ukufinyeleleka kwesikrini somsebenzisi ngemva kokungena ngemvume",
    "1300485304": "I-hCaptcha ivikela ezinsongweni eziseqophelweni eliphezulu kanye namaqhinga aklanyelwe ukungena kumanethiwekhi akho",
    "130239139": "Lithini inani leminyaka eyi-100+ yomuntu yokusebenza eqoqwe yi-Google nsuku zonke?",
    "1316817321": "Isichasiso",
    "131871195": "Indlela engcono kakhulu yokuqinisekisa ukwaneliseka kwakho ukukhombisa ukuthi sihlangabezana nezidingo zakho.",
    "1330274831": "Ngalesi sizathu usinikeza ilayisense yomhlaba wonke, engakhethekile, enelayisensi, edlulisekayo, engenanzuzo, engenakuguqulwa phakathi nomgomo walesi Sivumelwano ukuthi sisebenzise, sikhiqize kabusha, sisabalalise nge-elekthronikhi, futhi sibonise esidlangalaleni noma iyiphi Idatha Yekhasimende ngenjongo yokuhlinzeka ngamasevisi kuphela. . Uyamela futhi uyaqinisekisa ukuthi ungumnikazi welungelo elanele, isihloko, kanye nentshisekelo kudatha yakho ukuze unikeze ilayisense kulesi sigaba.",
    "1333016413": "Lokhu kukuvumela ukuthi ugweme imibuzo yesikhathi esizayo ngokubhalisa nokusetha ikhukhi.",
    "1337725003": "I-hCaptcha izibophezele ekwenzeni intando yeningi ukufinyelela esichasiselweni sesikhathi sangempela sevolumu ephezulu, ivumele izinkampani ezinkulu nezincane zithuthukise ikhwalithi yemikhiqizo namasevisi azo ngokusebenzisa ukufunda ngomshini ebhizinisini labo.",
    "1338341134": "I-hCaptcha + Privacy Pass (Beta)",
    "1340011854": "Kudingeka Ukuxazululwa Kwengxabano Okuhlukile. Uyavuma ukuthi kunoma iyiphi ingxabano eqhamuka ngenxa noma ehlobene nokusebenzisa kwakho Izinkonzo, okuhlanganisa noma iyiphi ingxabano okungenzeka ivele kusukela ngesikhathi uqala ukwenza imisebenzi ye-IMI, futhi ikakhulukazi okubandakanya noma yisiphi isimangalo esihlobene nokuthi uhlukanisa noma cha usonkontileka ozimele, uzokwazisa kuqala i-IMI ngesicelo sakho esiphikisayo. Wena kanye ne-IMI nizobe senizama ukuxazulula udaba ngokusebenzisa izingxoxo eziqondile noma ngokulamula. Sizohlukanisa ngokulinganayo izindleko zokulamula futhi sivume ukuthi ukulamula kuzokwenziwa ngocingo noma ngezinye izindlela zikagesi. Uma isimangalo sihlala singaxazululiwe kulandela izingxoxo ezingakahleleki noma ukulamula, uyavuma ukuthi wena kanye ne-IMI nizosebenzisa isixazululi sokugcina nesibophezelayo ukuxazulula ingxabano. Lesi sigaba somthetho sibusa zonke izimangalo kusukela ngesikhathi uqala ukusebenzisa iwebhusayithi yethu, kungakhathaliseki ukuthi kusekelwe ezenzweni zobugebengu, inkontileka, umthetho, okuhlanganisa, kodwa kungagcini nje, noma yiziphi izimangalo zokucwasa nokuhlukumeza, noma ngabe zisekelwe kuMthetho Wokuqashwa Kwezindlu Nezindlu wase-California. , Isihloko VII Somthetho Wamalungelo Abantu ka-1964, njengoba uchitshiyelwe, nanoma yimuphi omunye umthetho wesifunda noma wenhlangano noma isimiso, umthetho olinganayo, noma okunye.",
    "1344687860": "Amabhokisi Okubopha",
    "1344959096": "Ukusebenza njengelebula yedatha yomuntu ngamunye",
    "1345083090": "Ubika inkinga yokusebenza?",
    "134571844": "I-Impressum (Isaziso Sesayithi)",
    "1350478093": "Icubungula Inhloso",
    "135276624": "I-Europe, Middle East, Africa (EMEA)",
    "1356745565": "Ihambisana yonke indlela emuva ku-Internet Explorer 8.",
    "1358325821": "Okokuqala, faka isandiso se",
    "1362015807": "Ukuqalisa",
    "1368787974": "Yabelana ngabaphathi kulo lonke iqembu lakho.",
    "137127070": "faka, layisha, noma unamathisele izixhumanisi zangaphandle ezinonya noma ezingaziwa noma amafayela, noma layisha noma yikuphi okuqukethwe okuqukethe igciwane, i-Trojan horse, worm, ibhomu lesikhathi, noma enye ikhodi yekhompyutha eyingozi;",
    "1373262754": "Ukwazi ukuthi umuntu ungubani kunevelu encane ye-hCaptcha. Sikhathalela kuphela ukuthi bangabantu noma umlingisi ononya.",
    "1374227759": "sebenzisa iwebhusayithi ukwenza noma yimuphi umsebenzi ongekho emthethweni, noma nganoma iyiphi inhloso ngaphandle kwenhloso eyenzelwe ukuba itholakale;",
    "1377538813": "Ulimi Olukhona. Inguqulo yolimi lwesiNgisi yale Migomo Yesevisi izolawula ngazo zonke izindlela futhi izoba khona esimweni lapho kuba khona noma yikuphi ukungqubuzana nezinguqulo ezihunyushiwe, uma zikhona.",
    "1388241689": "Ulwazi oluqoqwe njengomphumela wabasebenzisi bokugcina abaphendula ukwaziswa Ngesevisi (\"Idatha Enelebula\"), njengedatha yokulebula izithombe, umbhalo oguqulelwe usuka kumafayela omsindo adlalwe kulabo Abasebenzisi Bokugcina, izimpendulo zemibuzo, nokunye ukwaziswa okukhiqizwa Isevisi. ngezinjongo zokulebula idatha ezosetshenziswa ezinhlelweni zokufunda zomshini. Qaphela ukuthi Idatha Enelebuli ayiboshelwe kunoma yimuphi umuntu okhonjiwe.",
    "1393184984": "yikho konke okudingayo.",
    "1394253934": "7. Ukusebenzisa Kubi, Ukuhlukumeza, Nokuhlanekezela amaqiniso",
    "1397766838": "Isipiliyoni somsebenzisi esingcono",
    "1406188018": "6 no7",
    "1406393333": "Noma yikuphi ukufinyelela noma ukusetshenziswa KweziNsizakalo ngaphandle kokulandela Le Migomo Yezinsizakalo nanoma yimiphi imiyalelo esiyinikezayo inqatshelwe ngokuphelele. Ikakhulukazi, NGEKE:",
    "1406692811": "zibandakanya kugaxekile noma ukuthumela noma yiluphi uhlobo lokukhangisa, ukuzama ukuthola ukudluliselwa, ukuxhumana ngobuningi, iminikelo yemali noma izicelo, ukucela izinsizakalo, ukukhangisa, ukumaketha, imiyalezo ewumbhedo, izihloko eziyimpinda, okuqukethwe okungekho emthethweni, izixhumanisi zewebhusayithi yezokuxhumana, amakheli e-imeyili, noma ama-ID wesithunywa esisheshayo ngaphandle uma edingwa umsebenzi;",
    "1408530660": "I-IMI ihlonipha ubuhlakani babanye futhi sinelungelo lokususa esizeni sethu noma yiziphi izinto esikholelwa ukuthi zingaphula amalungelo engqondo anoma yimuphi umuntu wesithathu. Uma ukholelwa ukuthi owakho umsebenzi ukopishwe ngendlela ehlanganisa ukwephulwa kwe-copyright kule webhusayithi, sicela uxhumane nokwesekwa kwamakhasimende kwe-Intuition Machines.",
    "1408599440": "Qala ngokushesha ngemigqa embalwa yekhodi kanye nemodi yethu yokungenzi lutho engu-99.9%, noma ulawule ngokugcwele ukuthi abasebenzisi baphonselwa inselelo nini futhi kanjani. Amamodeli angokwezifiso asongelayo nezinselele ongazishintsha zisho ukuguquguquka okungenakuqhathaniswa ukuze kuqinisekiswe ukuphepha.",
    "1408750006": "Ngokuncike emikhawulweni ethile, i-CCPA inikeza abathengi baseCalifornia ilungelo lokucela ukwazi imininingwane eyengeziwe mayelana nezigaba noma izingcezu ezithile zolwazi lomuntu siqu esiluqoqayo (kuhlanganise nendlela esisebenzisa futhi sidalule ngayo lolu lwazi), ukususa imininingwane yabo siqu, ukuphuma noma yikuphi \"ukuthengisa\" okungenzeka kwenzeka, kanye nelungelo lokungabandlululwa ngokusebenzisa la malungelo.",
    "1409486258": "Kulungile",
    "1409822234": "Ngaphansi kwezimo akumele kusetshenziswe uphawu lokuhweba olufanayo noma olucishe lufane lwe-hCaptcha njengegama lesizinda.",
    "1418235079": "Abahlinzeki Besevisi",
    "1421074182": "Iphakeme kakhulu.",
    "1422537019": "nathi namuhla ukuze sifunde okwengeziwe.",
    "1424800293": "Ilogo ye-hCaptcha:",
    "1428053210": "Lokhu okuqukethwe kuvamise ukuguqulwa kusuke esimweni sakhona sokuqala. Isibonelo, ividiyo ingase ihlukaniswe yaba izithombe eziningi, lezo zithombe zingase zihlukaniswe zibe izithombe eziningi ezintsha, bese lezo zithombe ezintsha zixutshwe ngokungahleliwe ukuze kukhiqizwe umphumela wokugcina.",
    "1434289796": "Amanye amakhukhi ayadingeka ekusebenziseni okuthile kweSayithi, futhi ngaphandle kwamakhukhi anjalo, ngeke sikwazi ukuhlinzeka ngezinsizakalo eziningi ozidingayo ukuze usebenzise kahle Amasayithi. Lawa maKhukhi, ngokwesibonelo, asivumela ukuthi sisebenzise Amasayithi ethu ukuze ukwazi ukufinyelela kuwo njengoba ucelile futhi asivumele siqaphele ukuthi udale i-akhawunti futhi ungene kuleyo akhawunti ukuze ufinyelele okuqukethwe kweSayithi. Afaka futhi Amakhukhi asenza sikwazi ukukhumbula izenzo zakho zangaphambilini ngesikhathi esifanayo sokuphequlula futhi sivikele Amasayithi ethu.",
    "1445008801": "Njengoba i-Edeni ikubeka:",
    "1446868537": "I-hCaptcha akufanele neze isetshenziswe njengesenzo.",
    "1447649958": "Njengesikhumbuzo, ithrafikhi yabantu enembile kuphela efanelekela ukukhokhelwa. Ungabona imininingwane eyengeziwe ngalokhu ku-FAQ yethu, exhunywe ngezansi. Ibhalansi etholakalayo kufanele futhi ihlangabezane nomkhawulo omncane ukuze ufaneleke ukukhokhelwa, okwamanje 10 HMT.",
    "1457707016": "Okwabantu ngabanye",
    "1467218142": "Esikufisayo kubo nakithina kushayela ukuziphatha kwethu, futhi ngaleyo ndlela amaphethini afanayo okusebenzelana aphindelela kuzo zonke izinhlelo zabantu. I-inthanethi inikeza izibonelo eziningi ezinhle zalesi sici esibalulekile somhlaba wethu.",
    "1467308982": "Amashejuli okukhokha",
    "1467783792": "Akekho umuntu, ibhizinisi, noma inhlangano egunyazwe i-United States (\"Umlingisi Ovunyelwe\") ofanelekela imiklomelo noma ukusebenzisa Amasevisi NjengoMdidiyeli. Ukuze kugwenywe ukungabaza, lokhu kufaka phakathi noma yibaphi Abalingisi Abavunyelwe abakhethwe Ihhovisi Lokulawula Izimpahla Zangaphandle (\"OFAC\") loMnyango Wezezimali wase-US.",
    "1470290349": "ukuze uthole ukuphathwa kwe-bot esezingeni eliphezulu nokukhwabanisa.",
    "1475399473": "Funda kabanzi mayelana nethimba le-hCaptcha",
    "1476843710": "Izindlela zokuthatha ama-akhawunti eziyingozi kancane kodwa ezisalimazayo zibandakanya ukudunwa kwama-akhawunti ezinkundla zokuxhumana nokunye okunjalo. Kulezi zimo, umhlaseli ngokuvamile uzama ukusabalalisa uhlelo olungayilungele ikhompuyutha noma ukuhlanganyela ekuhlaselweni kobugebengu bokweba imininingwane ebucayi ngokumelene nabangane abangasoli bomuntu ohlukunyeziwe. Noma, umhlaseli uzama ukuhlazisa isisulu, okwenzeka ngezinye izikhathi nosaziwayo nosopolitiki, isibonelo.",
    "1477196356": "Izindlela ezehlukene zokuxhumanisa ubuwena kudivayisi ngendlela evikelekile ngokufihlekile, kwesinye isikhathi enezinto ezigcina ubumfihlo, ziphakanyiswe amashumi eminyaka. I-cryptography yokhiye womphakathi ihlehlela emuva ku-c. 1975, namathokheni ehadiwe abekhona cishe isikhathi eside.",
    "1480820434": "isithombe 1",
    "148188781": "Izinselele ezethulwe",
    "1482845460": "( ) Idinga ukubambisana okuphelele ngokushesha kwawo wonke umuntu ngesikhathi esisodwa",
    "1483015662": "3. Iseshini",
    "1485807325": "Amadeshibhodi anabasebenzisi abaningi, i-SAML SSO",
    "1487796027": "Okwezinkampani",
    "1491780143": "Ama-CAPTCHA awabonisi ukuthi ungumuntu - afakazela ukuthi ungowaseMelika",
    "1493115924": "Amanothi ophawu lokuhweba:",
    "1493790285": "Olunye ulwazi oluqoqwe kusuka kubasebenzisi bokugcina njengengxenye Yesevisi kuya kulokho kuyadingeka ukuze kunqunywe ukuthi bayayisebenzisa yini",
    "1495915066": "Thina, ozakwethu bocwaningo lwezemfundo, kanye namakhasimende ethu esisebenzisa kanjani imidiya ye-Creative Commons",
    "1499894352": "Zimbalwa kakhulu izinkampani ezinikeza obala ezinqubweni zazo zokuthatha izinqumo kule ndawo, futhi sithemba ukuthi abanye bazolandela lesi sibonelo!",
    "1503240421": "Isinyathelo sesi-5: Chofoza kuthebhu ye-Console, bese uchofoza kwesokudla bese \"Londoloza njenge ..\" ukuze ulondoloze ilogi ye-console. Sithumele nathi lokho.",
    "1504327211": "Sicela wazi ukuthi ukusebenzisa kwakho Isevisi yethu kulawulwa eyethu",
    "1508655687": "Engeza izinselele zakho ezenzelwe izethameli zakho ukuze ziqondise noma zikhawulele ukufinyelela",
    "1510448156": "Ungasebenza ngenye indlela ehamba phambili namuhla, futhi uvule izici ezithuthuke kakhulu njengoba kudingeka.",
    "1514478724": "Funda kabanzi",
    "151737819": "I-hCaptcha Solve Rates emhlabeni wonke ibonisa ukuhluka okuncane kakhulu",
    "1517625162": "Ngaphansi kwe-California Civil Code Section 1789.3, abasebenzisi base-California banelungelo lokuthola isaziso esilandelayo samalungelo abathengi: Izakhamuzi zase-California zingase zifinyelele Iyunithi Yosizo Lwezikhalazo Ye-Division of Consumer Services yoMnyango Wezindaba Zabathengi wase-California ngeposi ku-1625 North Market Blvd., Sacramento, I-CA 95834, noma ngocingo ku-(916) 445-1254 noma (800) 952-5210.",
    "1517627947": "Cishe ububona izithombe zezakhiwo noma izimpawu zomgwaqo ezimotweni ze-Streetview ze-Google, futhi usiza ukulebula izindawo zemikhiqizo yazo ye-Maps ne-Earth.",
    "1519201684": "Inqubomgomo ye-AI Ethics",
    "1519560388": "7. Umthombo: UMary Meeker, i-KP Internet Trends 2017",
    "1525403768": "Ukuze uthole ulwazi olwengeziwe xhumana ne-Enterprise Sales.",
    "1525506526": "Ayini ama-Akhawunti Takeovers Futhi Asebenza Kanjani?",
    "1526887904": "Ubumfihlo be-hCaptcha Enterprise",
    "1528242915": "Izihlonzi.",
    "1533171442": "Siphinde sisebenzisa amakhukhi namakhukhi asebenzayo avela ezinkampanini zangaphandle ukuze sihlaziye nezinjongo zokumaketha. Amakhukhi Asebenzayo anika amandla izingxenye ezithile Zamasayithi ukuthi zisebenze kahle futhi okuncamelayo komsebenzisi kuhlale kwaziwa. Amakhukhi okuhlaziya, phakathi kwezinye izinto, aqoqa ulwazi lokuthi Amakhasimende, Izihlanganisi, nabasebenzisi bokugcina bawasebenzisa kanjani Amasayithi ethu, okuqukethwe nemikhiqizo abasebenzisi abayibuka kakhulu, kanye nempumelelo yokukhangisa kwethu okuvela eceleni. Amakhukhi Okukhangisa asiza ekuletheni izikhangiso kuzithameli ezifanele futhi enze izikhangiso zethu zivele phezulu emiphumeleni yosesho. Amakhukhi kungenzeka ukuthi \"amaseshini\" Amakhukhi asuswa lapho uqeda iseshini yesiphequluli sakho, noma \"aphikelelayo,\" ahlala aze asuswe nguwe (okuxoxwe ngezansi) noma iqembu elinikeze ikhukhi. Imininingwane egcwele yawo wonke Amakhukhi asetshenziswa kuSayithi iyatholakala kuthebula lethu Lokudalula Ikhukhi elingezansi.",
    "1539071196": "Ngokuvamile sisebenzisa amakhukhi ngalezi zinhloso ezilandelayo:",
    "1544546608": "I-Privacy Pass",
    "1544829730": "Uma uyiKhasimende noma Umfakisicelo, uyavuma ukuthi imigomo eyengeziwe enamathiselwe lapha njengeSithasiselo Sekhasimende izosebenza futhi ihlanganiswe ngereferensi kule Migomo Yesevisi. Uma ungelona Ikhasimende noma Umfakisicelo, noma uyeka ukuba Ikhasimende noma Umfakisicelo, imigomo eyengeziwe kuSithasiselo Sekhasimende ngeke isebenze futhi ngeke ihlanganiswe ngereferensi kule Migomo Yesevisi.",
    "1546930020": "Ukuthola Idatha Ilebulwe",
    "1547006769": "Ukuqinisekiswa kobuntu kuyinkinga efanayo",
    "1549336309": "I-hCaptcha iphendula le modeli. Uma usebenzisa i-hCaptcha, izinkampani zibhida ngomsebenzi owenziwa ngabasebenzisi bakho njengoba zifakazela ubuntu bazo. Uthola imivuzo.",
    "1549953005": "Kungenzeka ukuthi ugcwalise ifomu le-oda lokufinyelela lenkundla elilodwa noma amaningi (ilinye, \"Ifomu Loku-oda\") njengombandela wokuba Ikhasimende noma Umfakisicelo. Uma kunjalo, khona-ke imigomo nemibandela echazwe Efomini Loku-oda iba yingxenye Yemigomo Yesevisi futhi ngalokhu ihlanganiswa ngereferensi.",
    "155456850": "bememezela ukushintshela kwabo ku-hCaptcha:",
    "1558428432": ". Sicela uwafake ku-hCaptcha.com.",
    "155877895": "Ukutholwa nokuhlukaniswa ngezigaba okuxhaswe ngabantu",
    "1559150837": "Okuqondiwe akukwazi ukuzivikela. Amawebhusayithi amaningi anezilawuli ezivimba umsebenzisi osolisayo ozama ukungena ezinkulungwaneni zama-akhawunti ahlukene ukusuka ekhelini le-IP elifanayo ngesikhathi esifushane. Okwenziwa abahlaseli bokufaka ubufakazi ukuze bazungeze lezi zindlela zokuvikela lokhu ukulingisa ukuhlukahluka kwendawo kanye ne-IP. Ngokusebenzisa amathuluzi anamandla, avame ukuqhutshwa yi-AI, angenza kubonakale sengathi izinkulungwane zabasebenzisi zizama ukungena ngezikhathi ezahlukene zosuku ezweni lonke. Lokhu kunzima kakhulu ukukubona nokukumisa.",
    "1559190296": "Jan 5-11 2021†",
    "1559631739": "Ukufunda kwangasese",
    "1560232962": "ihlanganisa ngokuningiliziwe, azikho iziqinisekiso ezenziwayo mayelana nenani elitholiwe nganoma iyiphi impendulo enikeziwe. Kungase kungabi khona imibuzo ekhokhelwayo etholakalayo ngaleso sikhathi, impendulo ingase yenqatshwe ngenxa yezizathu zekhwalithi, njalo njalo.",
    "1565481281": "Isaziso Kwabahlali baseCalifornia",
    "1569804581": "Uma ungathanda ukuthintwa esikhathini esizayo mayelana namathuba ahlobene, sicela ugcwalise leli fomu.",
    "1579093044": "Ngomklami wethu olula wangokwezifiso oyinselelo, ungakwazi ukwethula okuqukethwe kwenselelo yomkhiqizo emizuzwini embalwa nje.",
    "1579715421": "Ososayensi be-IM bavame ukushicilela ezingqungqutheleni eziphezulu njenge-ICML, ICLR, ECCV, ne-NeurIPS, futhi inkampani ikhiphe imiphumela yesimanjemanje emikhakheni ye-ML njenge-hashing ejulile [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Izikolo ze-bot ezinemba okuphezulu",
    "1589805435": "Siphinde sibe ne",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Uzokhokha i-IMI izinkokhelo njengoba kuchazwe Efomini Loku-oda elisebenzayo ngendlela yokukhokha oyinikeze Efomini Loku-oda elisebenzayo. Ngaphandle kwalapho kuvunyelwene ngazo zombili izinhlangothi ngokubhaliwe, uzohlinzeka ngenkokhelo ephelele yawo wonke ama-invoyisi akhishwe zingakapheli izinsuku ezingamashumi amathathu (30) ngemuva kosuku lokuposa lwe-invoyisi. Uyasigunyaza ukuthi sisebenzise ukugunyazwa kwekhadi lesikweletu kulo lonke ulwazi lwekhadi lesikweletu osinikeza lona, ukugcina lolo lwazi lwekhadi lesikweletu, kanye nokukhokhisa ikhadi lakho lesikweletu nanoma iyiphi enye i-akhawunti esivumelana ngayo njengendlela yokukhokha. Ngaphandle kwalapho kushiwo ngenye indlela Efomini Loku-oda noma ngaphakathi KweSivumelwano Sesevisi Yebhizinisi noma ISivumelwano Sesevisi Esiyinhloko, zonke izinkokhelo Zamasevisi, ngaphandle kokungaphezu kweminyaka yobudala, zikhokhiswa njalo ngonyaka ekuqaleni kwamasevisi ahlinzekwa yi-IMI ngaphansi kweSivumelwano sakho (\"Usuku Lokusebenza\").",
    "159272246": "Q: Ingabe usebenza kwezinye izinketho zokufinyeleleka (\"a11y\"), njengomsindo?",
    "1595254735": "Izinsizakalo ezingenzi lutho ziyazabalaza ukugcina ukunemba kokutholwa kwe-bot, noma ngisho nokwazi uma zinganembile. Ngaphandle kwekhono lokuphonsela inselelo abasebenzisi ngezikhathi ezithile nokuhlaziya kahle imiphumela yaleyo nselele, ukunemba kuthanda ukwehla kakhulu ngokuhamba kwesikhathi.",
    "1597520917": "Inani elikhulayo labagxeki liveze ukuthi ukunganaki kwe-Google ubumfihlo babasebenzisi kufanele kuthinte amakhasimende abheke ukuvikela amawebhusayithi awo nezinhlelo zokusebenza.",
    "1599610318": "Umshicileli",
    "1601080128": "Uma simisa okwesikhashana noma sinqamula i-akhawunti yakho, ngeke usakwazi ukufinyelela noma yiziphi izingxenye zewebhusayithi, okuhlanganisa idatha, imilayezo, amafayela, nokunye okugcina kusayithi. Angeke uqhubeke nokusebenzisa iwebhusayithi yethu ngaphansi kwegama le-akhawunti elehlukile noma elisha. Ukwephulwa kwale Migomo Yesevisi kungase kushushiswe ngokugcwele komthetho futhi kungase kubangele ezinye izinhlawulo nezijeziso.",
    "1606599610": "U-Kieran Thompson",
    "1606783855": "A: Sithanda kakhulu i-Privacy Pass for the Accessibility (\"a11y\") icala lokusebenzisa. Izinketho ezazidumile ngaphambili njengama-captchas alalelwayo zibandlulula abasebenzisi abaningi be-a11y. Sikholelwa ukuthi ukuhlanganisa indlela yethu yamanje ye-a11y nokukhishwa kwePrivacy Pass kuzovumela abasebenzisi be-a11y ukuthi baphequlule ngokuphephile, bevikelekile ngokwazi ukuthi ithrafikhi yabo iyimfihlo kakhulu, kuyilapho kukhawulwa ukuhlukumeza okwenziwa ama-opharetha we-bot okwenzeka ngokungenakugwenywa uma izinketho ze-a11y zitholakala.",
    "1609621367": "Dlulisa",
    "1617196410": "I-hCaptcha igxile ekumiseni ama-bots. Asinandaba nokuthi ungubani umsebenzisi, kodwa kuphela ukuthi ukhohlakele yini. Sisebenza kanzima ukulinganisa ubumfihlo &",
    "162063633": "Mailgun Technologies, Inc. (Global). Izinsizakalo ezinikeziwe: Mailgun.com.",
    "1620709264": "I-HUMAN Token® wuphawu lokuthengisa olubhalisiwe lwe-HUMAN Protocol Foundation, futhi isetshenziswa ngemvume yalo.",
    "1621597093": "Izixazululo zokuphepha zebhizinisi (zikhokhiwe)",
    "1621930829": "Yini engenziwa mayelana nemisebenzi yanamuhla yokukhwabanisa ethuthukisiwe, engapheli? Ukusebenzisa izendlalelo eziningi zokulawula ngokuvamile kuyindlela ehlakaniphile. Kodwa-ke, izindlela ezingcono kakhulu zokuphikisa yilezo ezingabamba i-bot futhi ziveze ukuthi iyimbumbulu, ngaphandle kwemizamo emihle kakhulu yabadali bayo yokuphindaphinda ukuziphatha kwabantu.",
    "1622303590": "Ukuze unike amandla amakhukhi ku-Safari (iPhone/iPad iOS 11+): Vula Izilungiselelo zakho. Skrolela phansi bese ukhetha i-Safari. Ngaphansi Kobumfihlo Nokuphepha, vala okuthi \"Vimbela Ukulandelelwa Kwesizinda Sendawo\" kanye \"Vimbela Wonke Amakhukhi\"",
    "1624200563": "ukuphepha, futhi uthobelane ne-GDPR, CCPA, LGPD, PIPL, neminye imithetho yobumfihlo.",
    "1627232990": "Ukuhunyushwa kwale Migomo Yesevisi kunikezwa ngesisekelo somzamo ongcono kakhulu. Esimeni lapho kuba khona noma yimuphi umehluko omkhulu phakathi Kwemigomo Yesevisi yolimi lwesiNgisi nokuhunyushwa kwayo, Imigomo Yesevisi Yolimi lwesiNgisi izothathwa njengenegunya.",
    "1636202177": "Mayelana",
    "1637527266": "Imaphi amazwe anethrafikhi ye-bot kakhulu?",
    "1637702726": "Mayelana ne-hCaptcha",
    "1642844535": "ibalulekile: i-hCaptcha isebenzisa izindlela eziningi ezahlukene ukuze iphendule umbuzo ofanayo oyisisekelo, okuvumela ukuqhathanisa ukuvumelana kukho konke ukuhlola.",
    "1644003939": "Qaphela: ayisebenzi kuwo wonke amakhasimende. Isibonelo, i-IP Blinding noma amanye amakhasimende enketho yobumfihlo ethuthukisiwe noma yokuvikela (isb. Amakhasimende e-Secure Virtual Tenancy) awabandakanyiwe ngokuphelele kunoma iyiphi i-\"PII\" engaba khona engena kumasistimu e-telemetry, ngisho nekheli le-IP. Sicela uthinte omele i-akhawunti yakho ukuze uthole ulwazi olwengeziwe uma ludingeka.",
    "164801246": "Ukubuyisana kuyinqubo lapho ithrafikhi ihlaziywa khona ngemuva kweqiniso ukuze kuqinisekiswe ubuntu nokunemba kwayo, uma yonke idatha evela kuzo zonke izingosi zokubika isingenile. Ungafunda imininingwane eyengeziwe kwethi yethu.",
    "1655022901": "I-BotStop nge-hCaptcha™",
    "1655796811": "Ulwazi oluqoqwe ngokuzenzakalelayo ngenxa yokusebenzisa koMdidiyeli noma Kwekhasimende Amasayithi noma Izinkonzo (\"Ulwazi Lwezibalo\"), njengamakheli e-IP, uhlobo lwesiphequluli, umhlinzeki wesevisi ye-inthanethi, uhlobo lwenkundla, uhlobo lwedivayisi, isistimu yokusebenza, isitembu sosuku nesikhathi yokufinyelela, nolunye ulwazi olufanayo. Olunye Ulwazi Lwezibalo luqoqwa egameni lethu izinkampani zangaphandle esizibandakanyayo ngaleyo njongo, futhi olunye Ulwazi Lwezibalo luqoqwa ngobuchwepheshe obuhlukahlukene bokulandelela, okuhlanganisa amakhukhi (bona \"I-Third Party Analytics and Tracking Technologies\" ngezansi).",
    "165932542": "Ukubheka amanani okuxazulula i-hCaptcha emhlabeni jikelele",
    "1662477701": "Izinsiza",
    "166277959": "Sicela uqaphele: lesi sici okwamanje siku-beta, futhi kungenzeka singasebenzi kuwo wonke amawebhusayithi nabasebenzisi ngaso sonke isikhathi. Esimeni lapho inganikwanga amandla noma ingasebenzi kumsebenzisi othile, ukuziphatha kuzovele kubuyele kulwazi olujwayelekile lwe-hCaptcha ngaphandle kokulahlekelwa ukusebenza.",
    "1663628612": "ikuvumela",
    "1665616092": "Ukukhwabanisa kwenkokhelo kulula ngokomqondo, kodwa kungase kube inkimbinkimbi ngendlela emangalisayo ekusebenzeni kwakho kwanamuhla.",
    "1669194950": "Ngokungeziwe Olwazini Lomuntu Siqu, ungase udingeke ukuthi unikeze (noma kungase kudingeke ukuba siqoqe) enye idatha ukuze sikwazi ukunikeza Amasevisi (ngokuhlangene, \"Idatha Yekhasimende\"). Asinasibopho sanoma yikuphi ukwehluleka ukwenza Amasevisi okubangelwa ukubambezeleka kwakho noma ukwehluleka ukunikeza Idatha Yekhasimende.",
    "1671436004": "Uyafuna ukubuyisela enhlanganweni yakho eyintandokazi esiza abampofu?",
    "1671996585": "Ungase udingeke ukuthi uhlanganise iwebhusayithi yakho, isicelo, noma inkundla neziNsizakalo zethu usebenzisa isixhumi esibonakalayo sohlelo lwethu lokusebenza (\"API\"). Esimeni lapho wenza kanjalo, sikunikeza ilayisense elinganiselwe, engakhethekile, engadluliseki, engabelwe, ehoxiswayo ukuze usebenzise i-API ukuze ufinyelele Izinkonzo kuphela. Singase silungise i-API kanye/noma siyeke ukusekelwa kwezinguqulo ezindala noma ukukhishwa kwe-API nganoma yisiphi isikhathi. Sinelungelo lokumisa okwesikhashana noma ukukhawulela ukufinyelela kwakho ku-API ngokubona kwethu, futhi sizosebenzisa imizamo enengqondo ukukunikeza isaziso ngaphambi kokumiswa.",
    "1678661231": "Ukuthobela imithetho, ukuvimbela ukukhwabanisa, nokuphepha",
    "1685871181": "Amasevisi aphezulu aku-inthanethi athembele kuwo",
    "1686079269": "Ulwazi mayelana nokuphathwa kwamanje kwenkampani lungatholakala ku",
    "1686655020": "Layisha noma yikuphi okuqukethwe okungaphansi kwe-copyright okungewona umsebenzi wakho wasekuqaleni, ngaphandle uma unemvume evela kumnikazi osemthethweni yokuthumela lokho okuqukethwe futhi anikeze i-IMI wonke amalungelo anelayisensi anikezwe lapha;",
    "1687299615": "Kuyini ukuthathwa kwe-akhawunti?",
    "1691348394": "- ukuthengwa kwenqwaba okuzenzakalelayo ngesikhathi sokuthengiswa okukhawulelwe kokukhishwa",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "sithumele i-imeyili",
    "1697438123": "Ubumfihlo",
    "1699668873": "Kufanele wazise i-IMI ngokushesha uma usola ukuthi imininingwane ye-akhawunti yakho yebiwe noma isetshenziswe omunye umuntu, nanoma yikuphi okunye ukwephulwa kwezokuphepha.",
    "1702335960": "Noma yiluphi ulwazi esiluqoqayo lungaphansi Kwenqubomgomo Yobumfihlo esebenzayo ngesikhathi ulwazi olunjalo luqoqwa. Nokho, singabuyekeza Inqubomgomo Yobumfihlo ngezikhathi ezithile. Uma ukubuyekezwa kuwumsebenzi, njengoba kunqunywe yithi kuphela, sizokwazisa, isibonelo nge-imeyili. Inguqulo yamanje izohlala ithunyelwe ekhasini lethu Lenqubomgomo Yobumfihlo.",
    "1706581702": "Ukuqeqeshwa ngedatha engakhonjiwe kusebenza ngokufanayo, futhi akudingi ukuyekethisa ekuvikelekeni noma ekuyimfihlo. Amakhasimende ethu enze izivivinyo ezingokoqobo, futhi asimemezele silingana noma singcono kunezinye izindlela eziyimfihlo ezingatheni.",
    "170775527": "Izici zebhizinisi",
    "1709478090": "Ukukusiza ngokukhangisa okusekelwe entshisakalweni noma okuhlosiwe.",
    "1717658846": "Inketho yokufinyelela kumenyu ye-UI yesinqunjwana",
    "1722734001": "I-inthanethi evulekile iyindawo enomsindo kakhulu. Abalingisi ababi bahlasela abasebenzisi bensizakalo yethu kanye nabaqhudelana nabo njenge-reCAPTCHA nsuku zonke, futhi empeleni bazama ukubukeka njengabantu ngangokunokwenzeka ngenkathi benza kanjalo.",
    "1728211763": "Ukusetshenziswa kokuqukethwe ngale ndlela nangalezi zinhloso kuwela ngaphansi kweziqondiso zokusetshenziswa okufanele ngokuvumelana nokuqonda kwethu umthetho nezinqubo ezivamile kulo mkhakha, kodwa singabalandeli besikhathi eside be-Creative Commons futhi sikhetha ukunikeza udumo kunoma ubani osizayo umsebenzi omkhulu wokuthuthukisa ubuhlakani bomshini.",
    "1729677626": "Ngiyahlaselwa futhi ngidinga ukugibela ngokushesha.",
    "1752259468": "5. Isilinganiso esilondolozayo: $0.01 izindleko zesichasiselo esisodwa * 200M isilinganiso. izichasiselo ngosuku (isibopho esiphansi) * Izinsuku ezingama-365 ngonyaka * iminyaka eyi-10 kusukela ekutholweni kwe-2009 = $ 7.3 bhiliyoni inani lesibopho esiphansi.",
    "1752795854": "I-hCaptcha iletha indlela yesimanjemanje, egxile kubumfihlo ekumiseni ama-bots.",
    "1756106276": "Isimo",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "lapha:",
    "1767952047": "Ungihlasele izolo ebusuku wantshontsha izingubo zami wathatha nemali yami.” Enye indoda, igqoke imvunulo enkulu, izembatho zesikhulu, yaphendula yathi, “Constable, lomuntu uyahlanya. Uzitshela ukuthi uyisikhulu. Yimina isikhulu sangempela. Mbopheni!”",
    "1771016224": "- isofthiwe kusukela ekulandeni konke okuqukethwe kuwebhusayithi yakho ngobuningi",
    "1778058441": "Yiziphi izinhlobo zemisebenzi esebenza ku-hCaptcha?",
    "1778642038": "Ukuze uxhumane nawe",
    "1779265104": "Imigomo Engokwezifiso Neziqinisekiso Zobumfihlo",
    "1783317946": "Ukumisa ukuhlaselwa kwe-API kuyindlela edumile yokusebenzisa",
    "1786796818": "Khawulela",
    "178839499": "I-hCaptcha yabelana ngenani lomsebenzi owenziwe ngenkathi abasebenzisi befakazela ubuntu babo.",
    "1789371580": "Ukunikezwa. Akumele unikeze le Migomo Yesevisi ngaphandle kwemvume yethu ebhaliwe yangaphambili. Singase sabelane le Migomo Yesevisi noma kunini, ngaphandle kwesaziso. Ngokuya ngokwalokhu okungenhla, le Migomo Yesevisi izobophezela kulabo abalandela iqembu ngalinye kanye nokwaba okuvunyelwe.",
    "1789607185": "Ikheli le-imeyili",
    "1792519141": "I-hCaptcha Enterprise",
    "1795436560": "1. Iseshini",
    "179723061": "Ukulawula okwengeziwe kwamaqembu adinga ukuvikeleka okuhamba phambili kwekilasi",
    "1797298240": "Isinyathelo sesi-4: Chofoza u-\"HAR\" ngemva kokuzama ukuxazulula, bese ukhetha \"Londoloza Konke njenge-HAR\" ukuze ulondoloze ilogi yenethiwekhi. Sithumelele lelo fayela.",
    "1798492192": "Ukusekelwa kwesiphequluli sefa",
    "1803009328": "Impi ihlolwe esikalini sewebhu.",
    "1803943584": "Okwesibili, sivumela izinselele ukuthi zizilungisele zona ukuze sinqume ukuthi zizosebenza ngaziphi amazwe noma izilimi, okwandisa amathuba okuhlangenwe nakho okufanayo nakakhulu. Uma ukunemba kuphansi kunokulindelekile, isethi yemibuzo izovele iyeke ukusebenza endaweni noma ulimi lapho lo mphumela uba khona.",
    "1806535500": "Cishe bonke ubuchwepheshe, kusukela kumapensela kuya ku-dynamite, kuyi-a",
    "1807143500": "Amasevisi afaka isevisi yezokuphepha eku-inthanethi (\"isevisi ye-hCaptcha\") kanye nenkundla (\"Intuition Machines Platform\") lapho umuntu ngamunye (\"Umnikeli\") angakhetha ukwenza imisebenzi inhlangano yenkampani yangaphandle noma Intuition Machines uqobo (ngayodwa). \"Ocelayo\") okuthunyelwe kuwebhusayithi yethu noma Isevisi ye-hCaptcha, ngokuqondile kuwebhusayithi yethu noma ngokufinyelela i-Intuition Machines Platform kanye/noma ngokwenza imisebenzi ngokusebenzisa noma ngokuxhumene nenkampani yangaphandle kanye/noma inkundla noma isevisi (nganye, \"I-Integrator\"). Abacelayo bathumela imisebenzi futhi bameme Abahlanganyeli ukuthi bayenze ukuze bathole imiklomelo ehlinzekwa yi-IMI kuma-Integrators, noma njengoba kunqunywe Umfakisicelo uma Umfakisicelo esebenzisa I-Intuition Machines Platform noma Isevisi ye-hCaptcha ukuze anikeze imisebenzi kubasebenzisi bakhe bokugcina. Sikhokhisa izinkampani nabantu ngabanye (\"Ikhasimende\" ngalinye) ngokusebenzisa inkundla yethu ukuze basebenzise isofthiwe yethu, imisebenzi yababhali, basiqashe ukuze sibhale imisebenzi, kanye/noma bathole ukufinyelela kubanikeli. Siphinde sikhokhise ama-Integrators ngokusebenzisa Isevisi yethu ye-hCaptcha ukuze kwehliswe ukukhwabanisa, ukuhlukumeza, nogaxekile kumawebhusayithi wabo, izinhlelo zokusebenza zeselula, nezinye izici ze-inthanethi. Okungenhla kubhekiselwa kukho ngokuhlanganyela ngokuthi \"Amasevisi.\"",
    "181065232": "Senza umsebenzi omncane wokukhiqiza ngokusekelwe kudatha yakho eyisampula. Lokhu kuhlola umsebenzi esiwenzile ndawonye ukuze siqinisekise ukuthi uthola lokho kanye okudingayo.",
    "1817772953": "Ukukhwabanisa akulona uhlobo olusha lobugebengu. Ngempela, abavubukuli baye bathola amathuluzi okulwa nokukhwabanisa aklanywa amaSumer asendulo ukuze athuthe imfuyo ngaphandle kokulahlekelwa cishe eminyakeni eyizi-10 000 edlule! Endabeni yabo, bafaka izimpawu zobumba, ngalinye limelela isilwane, ngaphakathi kwebhola lobumba elaziwa ngokuthi “i-bulla.” I-bulla yayihamba nomhlambi njengoba isuka kumthengisi iye kumthengi. Ngisho nangaleso sikhathi, abanikazi bamabhizinisi babekhathazekile ngokuthi akuwona wonke umuntu osebenza naye okhuphukayo. Kuningi okushintshile eminyakeni engu-10,000, kodwa isidingo sokusungula izinto ezintsha ekuvimbeleni ukukhwabanisa sisekhona kithi. Namuhla, indaba yokukhwabanisa kwe-inthanethi yokukhokha ibaluleke kakhulu. Nge-inthanethi, abakhwabanisi sebeba nekhono ngokwengeziwe ekulawuleni okuphambene nokukhwabanisa ngobuhlakani. Izixazululo ezintsha ziguqula isimo, nokho.",
    "1818116402": "Sithemba ukuthi ukujabulele lokhu kubheka ukuthi siyisingatha kanjani imibuzo yokusebenza ngengxenye ye-AI Ethics.",
    "1820844638": "Ukuthola imininingwane yemakethe. Sisebenzisa Ulwazi Lwezibalo ukuze sihlaziye imakethe futhi senze ukuhlaziya kwebhizinisi okuhlobene neSayithi kanye Nezinsizakalo zethu, kanye nezinye izinjongo zocwaningo.",
    "1828028934": "Kungakho",
    "1829242168": "__cflb,",
    "1830910223": "Indaba ye-AI Ethics yomhlaba wangempela",
    "1834239172": "Thenga izinsiza zesichasiselo ze-hCaptcha",
    "1834801943": "2. Iqembu lokuqala",
    "1834911235": "Yeka ukukuthumelela izixhumanisi eziqondile zokumaketha oke wavuma ukuzithola ngaphambilini. Singase siqhubeke sikuthumelela ukuxhumana okuhlobene nesevisi nokunye okungekona ukuthengisa.",
    "1836191653": "Esikhundleni sokunikeza isevisi ehlulwe kalula kubasebenzisi bamahhala ngenkathi ishaja izigidi zamadola ngenguqulo yebhizinisi engengcono kakhulu, i-hCaptcha inikeza ukuvikelwa kwe-bot okuhle kakhulu kukho kokubili, kuyilapho ihlinzeka abasebenzisi bebhizinisi izici ezengeziwe nokwenza ngokwezifiso, kanye nama-SLA aqinile nokusekelwa okusheshayo.",
    "1836369533": "Njengephoyisa lasenganekwaneni, umuntu unquma kanjani ukuthi ubani ngempela? Uma umhlaseli enezinto zobunikazi ezanele ezebiwe, njengenombolo yelayisense yokushayela, inombolo yokuphepha komphakathi, igama lendodakazi kamama, ikheli, nokunye, kungaba nzima kakhulu ukunquma ukuthi lowo ofonayo ungumnikazi we-akhawunti wangempela noma umhlaseli ozama ukuthola inombolo yocingo. ukusetha kabusha iphasiwedi ku-akhawunti afuna ukungena kuyo.",
    "1836554225": "Okuthunyelwe Kwebhulogi",
    "1844885924": "Umtapo wolwazi obanzi wezinhlobo ongakhetha kuzo.",
    "1845745385": "Idizayinelwe Ubumfihlo.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Yenza ngokwezifiso ngokuqukethwe kwakho okuyinselelo",
    "1849805607": "I-hCaptcha ivikela ezinsongweni nasezintweni ezikhohlisayo eziklanyelwe ukungena kumanethiwekhi akho",
    "1865097546": "Novemba 16, 2021",
    "1866590035": "imiyalo yelogi yokususa iphutha ye-Chrome",
    "1873812847": "Ukudalulwa kwamakhukhi",
    "1886100235": "Izinsizakalo eziningi ze-inthanethi ezinkulu emhlabeni zishintshele ku-hCaptcha Enterprise futhi zithole ukutholwa kwe-bot okuthuthukisiwe kanye nokonga kwezindleko ezinkulu.",
    "1890955039": "Indlela yokwenza ngendlela oyifisayo ukufometha kombhalo ngamunye ocebile",
    "1892020899": "Bazitholaphi izigebengu zokuqinisekisa?",
    "1892574253": "Bhalisela",
    "1898063898": "ukuze silondoloze ubumfihlo bomsebenzisi esithuthukisayo ngokuhambisana nabo",
    "1903743785": "Ukufika kwama-API asekelwe kumazinga kumelele ukweqa okukhulu ekuhlanganisweni kohlelo lokusebenza. Eminyakeni engu-20 edlule noma ngaphezulu, ama-API asuka ekubeni yimikhiqizo yesofthiwe yobunikazi ebizayo neyinkimbinkimbi aya kumathuluzi asekelwe kumazinga obekulula ukusebenza ngawo-futhi ashesha ukuwasebenzisa.",
    "1904390996": "ukumisa i",
    "1906593952": "Nikeza ngempendulo nge-hCaptcha osanda kuyibona",
    "190955495": "( ) Ukuntuleka kwegunya elilawulayo le-imeyili",
    "1910628828": "Ukukhuhla okuqukethwe kuyindlela yokubamba idatha kusistimu efaka isethi yamathuluzi ezenzakalelayo ezenza iklayenti lesofthiwe noma isiphequluli sewebhu. Akukusha. Eqinisweni, konjiniyela be-software abangase badinge idatha evela ku-mainframe endala, ukukhahlela kungaba ukuphela kwendlela yokukhipha ulwazi. Izixhumi zangempela kungenzeka zihambile futhi akunakwenzeka ukushintshwa.",
    "1911669851": "Yebo, okwamanje sisebenzela ekuthuthukisweni okuhlukahlukene kumasistimu ethu angemuva esilindele ukuthi ekugcineni azosivumela ukuthi sinikeze kokubili ukubuyisana okusheshayo, ukunemba kwesilinganiso esisheshayo, kanye nezinkokhelo ezisheshayo. Njengamanje sisebenzela ukusheshisa ukubuyisana kuqala.",
    "191460155": "I-Zero friction nezindlela zokungenzi lutho ezingu-99.9%.",
    "1918025546": "Uma unikezwa ulwazi oluyimfihlo oluvela kunoma ubani OseziNsizakalweni, uyavuma ukuvikela imfihlo yolwazi oluyimfihlo ngezinga elifanayo lokunakekela olisebenzisayo ukuze uvikele ulwazi lwakho oluyimfihlo, kodwa akwenzeki ngokunakekela okungaphansi kokufaneleka okufanele. Akumele udalule noma ushicilele noma yiluphi ulwazi olunjalo oluyimfihlo noma lobunikazi, ngaphandle uma kungase kudingeke ekwenzeni umsebenzi othile. Lonke ulwazi olungaphakathi komsebenzi okwi-Intuition Machines Platform kufanele lubhekwe njengoluyimfihlo ngisho noma ulwazi lungacaciswanga ngokusobala njengoluyimfihlo.",
    "1920884252": "Kungani okuqukethwe kusongela ukuphepha?",
    "1923297430": "Iphuzu lokugcina lamakhasimende amaningi amakhulu lifike lapho i-Google iqala ukukhokhisa izinkampani ngokusebenzisa umkhiqizo wazo nganoma yisiphi isikali esinengqondo. Lokhu kubangele ukuthi abasebenzisi be-reCAPTCHA besikhathi eside babheke ezinye izindlela ezingcono njengoba ukukhathazeka kwemithetho emhlabeni wonke kwase kwenze ukuthi ukusebenzisa okunikezwa yi-Google kwanda kungakhangi.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Sinenqubomgomo eqinile ye-AI Ethics ku-hCaptcha, futhi ingxenye yalokho ihlanganisa inqubo ethi Know Your Customer (KYC).",
    "1927613000": "I-hCaptcha ihlanganisa ukufunda komshini okuyinkimbinkimbi nenkundla yenselele enamandla ukuze kuvikelwe izinhlelo zokusebenza zewebhu ekuthathweni kwe-akhawunti, ukugxivizwa kokuqinisekisa, ukuklwejwa, nezinye izinhlobo zokuhlukumeza.",
    "1933936765": "Isivumelwano Sokucubungula Idatha (Igcine ukubuyekezwa: Septhemba 23, 2021)",
    "1936449777": "Khona-ke, ngemodi ezenzakalelayo ngokugcwele, bangakwazi ukulingisa ukuziphatha komuntu kumasayithi e-e-commerce, ngokuchofoza izinkinobho futhi bengeze izinto ezinqoleni zokuthenga—kuze kube seqophelweni lapho abaningi, uma kungenjalo izilawuli eziningi ezimelene nokukhwabanisa zingakwazi ukusho ukuthi i-bot izama ukweba. okuthengiswayo. Kunalokho, kubonakala sengathi umsebenzisi ongumuntu umane ethenga. I-bot ingangena ku-akhawunti yekhasimende langempela isebenzisa imininingwane yokungena entshontshiwe. Okunye okufihla ukukhwabanisa amandla e-bot okonakalisa amakheli e-IP futhi akwenze kubukeke sengathi “umthengi” wehluke ndawo kumhlaseli, okungenzeka ukuthi ukwelinye izwe.",
    "1936512180": "Ukufinyelela okulula kwe-API, amadeshibhodi amahle, nobuchwepheshe bakamuva bemodeli-in-the-loop ukuze kukhuliswe ukusebenza kahle kwabasebenzi.",
    "1941999673": "Iposi lakho likhuthaza a",
    "1942186611": "nabanye.",
    "1942611550": "ngokuyinhloko",
    "1949452297": "Ngenxa yemikhawulo engaphakathi kwe-hCaptcha UI kanye nokucatshangelwa kwayo kokuvikeleka, akwenzeki ukukhiqiza kabusha umthombo wesithombe ngasinye eduze nokusetshenziswa kwaso. Kunalokho, sixhuma kuleli khasi ekhasini lethu eliyisiqalo futhi sigcina uhlu lwemithombo etholakalayo njengamanje noma esanda kukhishwa ngenkundla. Ungakwazi ukufinyelela uhlu lwamanje",
    "1952810469": "Uhlobo",
    "1953519598": "Izindleko zokulebula isithombe esisodwa zisuka ku-$0.03 ziye ku-$1.00 noma ngaphezulu. Ngokwanoma isiphi isilinganiso esiqinile, i-Google ikhiphe izigidigidi zamarandi zomsebenzi wamahhala kuze kube manje. [",
    "1953959745": "ukufinyeleleka",
    "1958297836": "Ukuvikelwa kokuhlasela okuhlanganisiwe nokunciphisa i-APT",
    "1959762846": "- ukugcwaliswa kwamafomu akho ewebhu ngogaxekile bokumaketha abangapheli noma ukuhlukumeza",
    "1960601330": "Ukuze unike amandla amakhukhi ku-Safari (Mac): Iya kumenyu yokudonsela phansi ye-Safari. Khetha Izintandokazi. Chofoza Ubumfihlo kuphaneli ephezulu. Ngaphansi kokuthi 'Vimba amakhukhi' khetha inketho ethi 'Ungalokothi.'",
    "1962721652": "Abantu bathanda amaphethini, futhi ngezinye izikhathi umbuzo ongenacala ungasuka kokungamangazi usuke usolise ngokuphazima kweso, ngenxa yezinguquko emhlabeni kunezisusa zanoma ubani obuza lo mbuzo.",
    "1963951234": "Noma ngabe isikimu sakho se-cryptographic sithembeke kangakanani, uma umuntu ekugcineni ekwazi ukusebenzisa imali ukuze akunikeze impendulo oyifunayo, ukuba nocezu lwehadiwe akwanele.",
    "1972710018": "Ukuyibona ngokombono wenkampani",
    "1973347745": "10. Izithombe zezibonelo ezingenanzuzo. Umthombo: Petapixel.",
    "197676026": "Nabanye nganoma iyiphi injongo yebhizinisi esemthethweni, inqobo nje uma ulwazi lungakhonjwa",
    "1977013707": "† Izinkokhelo zikaDisemba 2020 zihlehliswe kabusha kusukela ngomhlaka-15 ukuze kugwenywe ukunqwabelanisa nokubuyisana kokuphela konyaka namaholide ezisebenzi: zizoqedwa ngeviki lesibili likaJanuwari. Ngenxa yokudluliselwa okuhamba kancane kunokuvamile ku-PayPal, izinkokhelo zizosebenza izinsuku ezimbalwa kunokuba ziqedwe ngosuku olulodwa.",
    "1978884623": "Funda kabanzi mayelana nokubika izinkinga zesofthiwe",
    "1979347895": "- Ukuphazamiseka okukhulu kwebhizinisi kungahluka ngobubanzi bazo, njengefemu yethu kuphela, ibhilidi elilodwa elinefemu yethu, indawo lapho inkampani yethu ikhona, idolobha lapho sikhona, noma isifunda sonke. Ngaphakathi kwalezi zindawo, ubukhulu bokuphazamiseka bungahluka ukusuka kokuncane kuye kokuqina. Ekuphazanyisweni kwefemu yethu, isifunda sethu sebhizinisi, idolobha, noma isifunda noma ibhilidi elihlala ifemu yethu, sizodlulisela ukusebenza kwethu endaweni yasendaweni lapho kudingeka futhi silindele ukuthi akukho ukuphazamiseka okuphathekayo ekusebenzeni kwebhizinisi. Kunoma isiphi isimo, sihlela ukuqhubeka nebhizinisi, sidlulisele ukusebenza kwabanye abahlinzeki uma kunesidingo, futhi sikwazise ngewebhusayithi yethu ku-hcaptcha.com kanye nekhasi lethu lesimo ku-hcaptchastatus.com mayelana nendlela yokuxhumana nathi. Uma ukuphazamiseka kwebhizinisi okubalulekile kunzima kangangokuthi kusivimbela ukuthi sihlale ebhizinisini, sizokwazisa ngokushesha.",
    "1982617151": "( ) Noma ubani angacekela phansi umsebenzi noma ibhizinisi lanoma ubani ngokungaziwa",
    "1982750088": "Izinkampani emhlabeni wonke zicela lowo msebenzi ukuthi aqedele imisebenzi elula elula kubantu kodwa enzima emishinini. Abasebenzisi basekela isayithi abalivakashelayo, futhi bahlangabezana nogaxekile bewebhu abambalwa ngenxa yezinga eliphezulu lokuphepha.",
    "1985238261": "Amanye Amamaki Akhawulelwe",
    "1988268879": "Ukulebula idatha ebiza izindleko esikalini",
    "1988461282": "Izisekelo Zomthetho Zokucubungula",
    "1990824776": "Septhemba 16-24, 2020*****",
    "1993899769": "15. Ukusebenzisa Kwethu Ulwazi",
    "1993984258": "( ) Noma yiluphi uhlelo olusekelwe ekuphumeni alumukeleki",
    "1995277831": "Ngiyabonga",
    "1996843433": "Yehlisa ukungqubuzana ngokugwema inselele ngokuphelele ngo-99.9% wethrafikhi yakho esemthethweni kuyilapho usanikeza ukuvikeleka okuhle kakhulu.",
    "1997838163": "Izinkampani ezinkulu emhlabeni zincike kwi-hCaptcha Enterprise. Ukuhlanganisa kulula, futhi ukunemba kokutholwa akunakuqhathaniswa.",
    "2012837493": "Imiphumela yosesho",
    "2014256987": "Uma ungathanda ukungavimbi ukusetshenziswa kwamakhukhi noma obunye ubuchwepheshe bokulandelela, sicela ubone \"Ukuphatha Ulwazi Lwakho,\" ngezansi. Sicela uqaphele ukuthi ukwenza kanjalo kungase kube nomthelela omubi okuhlangenwe nakho kwakho usebenzisa Amasayithi noma Isevisi, njengoba ezinye izici zingase zingasebenzi kahle.",
    "2015218686": "ngaphambi kokuthi udlule kulezi zinyathelo. Uma lokho kulungisa inkinga yakho, sisengakujabulela ukusazisa inguqulo yesiphequluli sakho, isivimbeli sesikhangiso noma isandiso sesiphequluli, kanye ne-URL yewebhusayithi.",
    "2019130052": "Ukuqamba kwethu okusha ku-ML egxile ekuyimfihlo kusivumela ukuba seqe izindinganiso zokuphepha zamasu \"okurekhoda yonke into unomphela\" ngaphandle kokulimaza ukuphepha noma ubumfihlo bomsebenzisi.",
    "2019702084": "Ngaphandle uma kuvunyelwe ngokucacile Esivumelwaneni Sesevisi Esikhulu SeKhasimende noma Isivumelwano Somthengisi, Izinkonzo ze-SaaS ezi-odwe ngeke zithengiswe, zithengiswe kabusha, ziqashiswe, ziqashiswe kancane, zinelayisensi, zinelayisensi encane, noma zenziwe zitholakale kunoma iyiphi enye inhlangano (ngaphandle kweNxusa Lekhasimende. ), kanye nawo wonke ama-oda angaphansi kweSivumelwano kanye nakho konke ukusetshenziswa Kwekhasimende Kwesevisi kuzoba okokusebenzisa kweKhasimende noma Inxusa lalo ngokwalo ibhizinisi langaphakathi.",
    "2024293275": ". Wonke amanye amalungelo agodliwe, okwamanje.",
    "2024737147": "Ingabe ufuna ukubika iphutha?",
    "2030062561": "( ) Akekho ozokwazi ukuthola umfana noma ukuqoqa imali",
    "2032102720": "Izixazululo zokuphepha ezihlinzekwa izinkampani zesikhangiso zigxile kakhulu ekulandeleleni abasebenzisi kuwebhu yonkana. Sidale isixazululo esisebenzayo sokuvikela esifakazela ukuthi ukulimaza ubumfihlo bomsebenzisi akudingekile ukuletha imiphumela emihle kakhulu.",
    "2041686284": "Idatha eyengeziwe ngokuvamile ikhiqiza imiphumela engcono kumamodeli wokufunda womshini wokuqeqesha. Impumelelo yakamuva yamamodeli ajulile iholele ekukhuleni kwamadathasethi amakhulu, futhi i-hCaptcha isebenzela lesi sidingo. Kodwa-ke, ukudala amasethi edatha amakhulu abuyekezwe abantu kusetshenziswa izindlela zendabuko kokubili kuhamba kancane futhi kuyabiza.",
    "204716894": "Okuqukethwe kanye nokwakheka kwamakhasi ethu ewebhu kuvikelwe ngaphansi komthetho we-copyright. Ukuphindwaphindwa kwamakhasi nokuqukethwe kwawo ngendlela eyeqa ukusetshenziswa okufanele okuphusile kudinga imvume ebhaliwe evela ku-IMI uma zingekho ezinye izinhlinzeko ezingokomthetho ezibalulwe ukuze ziphindwaphindwe ekhasini.",
    "204889717": "bashintshele kwe-hCaptcha",
    "2052161540": "Ithwebula Imininingwane Yombiko Wesiphazamisi: I-Chrome",
    "2058856283": "I-hCaptcha Enterprise inenjongo eyodwa kuphela: ukuvimbela abalingisi ababi ukuthi baphazamise ukusebenza kwakho ku-inthanethi futhi balimaze abasebenzisi bakho.",
    "2059998584": "Isifunda",
    "2066255783": "Kuyini i-Content Scraping?",
    "2066321185": "Isisekelo Sezomthetho",
    "2066749488": "Ezinye Izikhalazo",
    "2067112112": "Khomba izichasiselo zezigameko eziningi zokusetshenziswa ezihlukene",
    "2067334580": "Isixhumanisi Sombhalo",
    "2072808435": "\"Qagela, Google? Amatekisi ezweni lakithi ngokuvamile abansundu. Sengibuke amafilimu anele ukuze ngazi ukuthi wonke aseMelika aphuzi. Kodwa kuwo wonke amanye amazwe engike ngawavakashela, amatekisi abe yingxubevange. imibala ehlukene.\"",
    "2075610992": "Siyabonga ngokusekela kwakho!",
    "2076066173": "I-Cyberattacks 101",
    "2076932190": "Ngakho-ke umkhiqizo we-reCAPTCHA umile iminyaka eyishumi.",
    "2077639538": ". Okokuqala, inselele idatha kusevisi yethu ingavela emithonjeni eminingi, hhayi eyodwa kuphela - kusukela ezinkampanini ezinkulu ze-Fortune 500 kuya ekuqaleni kokufunda ngomshini, inqobo nje uma zibambelela kuhlelo lwethu.",
    "2082237880": "A: I-hCaptcha iyisevisi yokuqala yohlobo lwayo esekela i-Privacy Pass, futhi okwamanje iyona kuphela eyenza kanjalo. Kodwa-ke, silindele ukuthi ezinye izinsiza zibone izinzuzo zokwandisa ubumfihlo babasebenzisi ku-inthanethi, futhi silindele ukuthi esikhathini esizayo abaningi bazosebenzisa njengoba amazinga e-IETF esiza ukuwathuthukisa amukelwa ngokusemthethweni.",
    "2082407178": "Q: Ngingazivikela kanjani ekulandeleni ikhukhi lenkampani yangaphandle ngenkathi ngisebenzisa ikhukhi lokufinyeleleka?",
    "2087769953": "\"Sijabulile ngalolu shintsho ngoba lusiza ukubhekana nokukhathazeka okuyimfihlo okuhambisana nokuthembela kusevisi ye-Google ebesinayo isikhathi eside. Sihlole inani labathengisi be-CAPTCHA futhi sazakhela isistimu ngokwethu. Ekugcineni, I-hCaptcha ivele njengendlela engcono kakhulu ye-reCAPTCHA.”\"Sithande izinto ezimbalwa mayelana nezixazululo ze-hCaptcha: 1) abathengisi idatha yomuntu siqu; baqoqa idatha yomuntu siqu edingekayo encane kuphela, babeka obala ekuchazeni ulwazi abaluqoqayo nendlela abalusebenzisa ngayo kanye/noma baludalule.\"",
    "2090457681": "( ) Angifuni uhulumeni afunde i-imeyili yami",
    "2095899021": "Izinkombandlela Zokudayisa ze-hCaptcha kanye Nelayisensi Yophawu Lokuhweba Ejwayelekile",
    "2103513933": "ukuzibandakanya emsebenzini ophazamisa noma ophazamisa ukusebenza kwesayithi;",
    "2103563261": "Ulwazi Oluyimfihlo noma Lomphakathi",
    "2104933754": "Khomba amalebula ahambisanayo",
    "2107077506": "Inkundla ye-HUMAN isebenzisa amamodeli okuzethemba aphelele ukwenza ukuhlaziya kwekhwalithi yesikhathi sangempela okuyinkimbinkimbi. Lokhu kusivumela ukuthi sinqume ngokushesha kokubili ubunzima bemibuzo kanye nempendulo okungenzeka ukuthi ilungile, sikongela isikhathi nemali.",
    "2109792055": "Umhlahlandlela Womsebenzisi: Izinkinga Zokulungisa Iphutha Ngokukhishwa Kwephasi Lobumfihlo Nokuqinisekisa",
    "2110259227": "24. Umkhawulo Wesikweletu",
    "211351380": "Kusuka kubhulogi:",
    "2113642787": "Ingoma Yasekuseni",
    "21141582": "lokhu",
    "2114694926": "2. Iseshini",
    "2119943547": "Kungani lokhu? Impendulo ilula. Uma nje kunesisusa sokusebenzisa kabi uhlelo, othile ngokuvamile uzothola indlela. Futhi uma sebekwenzile, omunye manje uzoba nesisusa sokuzimisa.",
    "2123236933": "( ) Izindleko zomkhawulokudonsa ezingathintwa ukuhlunga kweklayenti",
    "2125514305": "I-ML isithuthukisiwe, kodwa ubunzima bokudlula i-reCAPTCHA abukashintshi kakhulu ngalesi sikhathi.",
    "2131386784": "Ubungcweti obufinyelelekayo nokusekelwa Kokubili Wena Nabasebenzisi Bakho",
    "2133754014": "Amawebhusayithi angaphezu kwezigidi ezingu-4.5 asebenzisa i-reCAPTCHA [",
    "2133809801": "Inqobo nje uma abantu besangabantu, kungenzeka ukuthi ukuqinisekiswa kwesintu kuzoba nendima okufanele kuyidlale ku-inthanethi.",
    "2138799135": "I-hCaptcha inenqwaba yokuhlanganiswa okwakhelwe ngaphambilini kumasistimu angaphambili nangemuva owasebenzisayo.",
    "2146900431": "Ngokwemvelo, lesi simangalo sinengqondo kakhulu. Ama-CAPTCHA, cishe njengayo yonke into, ashumekwe esimeni samasiko, futhi uma iqoqo lakho lezinselele lidalwe kakhulu ngesiko elilodwa, lingase lingahumushi kahle liye kwelinye. Emnyombweni wayo, lokhu kuyindaba yamasiko",
    "2150595700": ". I-GDPR kanye ne-CCPA babeke ukukhathazeka kobumfihlo ebalazweni kubathengi bebhizinisi, futhi ngesikhathi esifanayo ubumfihlo be-inthanethi buba bubaluleke kakhulu emphakathini njengoba sonke siqala ukuqonda ukuthi izimboni zokukhangisa ku-inthanethi nokumaketha ziyisebenzise kanjani idatha yethu ngokomlando.",
    "2150907653": "* Amakhukhi obuchwepheshe adingekayo ukuze kuhlinzekwe insizakalo. Lokhu kufaka phakathi amakhukhi athandwayo, amakhukhi esikhathi, amakhukhi okulinganisa okulayisha, njll.",
    "2155089487": ". Ukube izinselelo zethu bekulula ukuzixazulula kwamanye amaqembu, besingalindela ukubona umehluko endleleni abantu emhlabeni wonke kanye nakumasiko ahlukene abenza ngayo uma sizixazulula. Ngokwengqikithi yokuthunyelwe kwase-Edene, singalindela ukuthi abantu baseMelika benze kangcono kunabantu bakwamanye amazwe. Ngenxa yokuthi sichithe iminyaka sithuthukisa izinhlelo zokugwema le nkinga, empeleni sibona okuphambene.",
    "2159517814": "Sabelana noma sidalule ulwazi lomuntu siqu kulezi zimo ezilandelayo:",
    "2163914794": "Udinga amalebula engeziwe edathasethi yakho? I-hCaptcha inikeza amalebula edatha asheshayo, angabizi kakhulu, kanye nekhwalithi ephezulu ezinkampanini ezisebenza ngobuhlakani bokwenziwa kanye nezicelo zokufunda ngomshini.",
    "2164933356": "I-Cloudflare",
    "2167049807": "Amaqembu ezokuphepha asebenzise izindlela zokulwa nezilawuli ezahlukahlukene ezihlula izindlela ezilula, zobuvila zokukhwabanisa kwenkokhelo. Nokho, ukuhlasela kuya ngokuya kuba yinkimbinkimbi. Isibonelo, ama-bots manje angakwazi ukuvuna izinombolo zekhadi lesikweletu ezintshontshiwe namaphinikhodi kumawebhusayithi mbumbulu nokuhlaselwa kobugebengu bokweba imininingwane ebucayi.",
    "2168177815": "sicela uchofoze lapha",
    "2177660021": "Usosayensi Wokucwaninga eStanford. Ukufunda ngomshini kanye nenani lezimali emabhange amakhulu, i-hedge funds, nasezifundweni.",
    "2178073797": "Ngenxa yokuthi ukudalula ulwazi oluyimfihlo kungase kubangele ukulimala okungenakulungiseka, uhlangothi oludalulayo lunelungelo lokufuna usizo lomthetho nganoma yikuphi ukwephulwa noma ukwephulwa okusongelwa kwaleli gama.",
    "2179524509": "Kwesinye isikhathi sithola imibuzo yokuthi yiziphi izinhlobo zemibuzo ezivumelekile kusevisi ye-hCaptcha, nokuthi kungani kubuzwa imibuzo ethile.",
    "2182196747": "Ukusekela",
    "2183926131": "Qalisa nge-hCaptcha Enterprise",
    "2184564739": "Bheka",
    "2185418511": "Ngokwanoma iyiphi inhloso yebhizinisi esemthethweni, inqobo nje uma ulwazi lungahlonzwa noma luhlanganiswe ngendlela yokuthi lungakwazi ukuboshelwa kumuntu ngamunye.",
    "2185860003": "21. Ukuguqulwa Kwewebhusayithi",
    "2187096543": "Ngempela, kube nokuphulwa kwedatha okukhulu okubangelwa isofthiwe ebhalwe ngokugebenga ebize i-API ukuthi ikhiphe idatha kusizindalwazi. Phela, uma intshontsha idatha imane idinga ikholi ye-GET eyisisekelo ku-API, ebhalwe kusetshenziswa i-REST ne-JSON, khona-ke kulula ukuhlubula ngokushesha isizindalwazi. Eqinisweni, lapho abantu bekhuluma ngokuhlaselwa \"kokukhuhla isikrini\", abakushoyo ngempela, ikakhulukazi, izingcingo ze-API ezisheshayo ezikhipha idatha kusizindalwazi. Ama-API asephenduke indawo enkulu yokuhlasela ezinhlanganweni eziwakhayo.",
    "2188609322": "Abalingisi ababi bayanda kakhulu ku-inthanethi. Kodwa ukudela ubumfihlo bomsebenzisi akuyona impendulo.",
    "218889628": "Ngaphandle kwalapho sinqamula khona lesi Sithasiselo Sekhasimende noma Imigomo Yesevisi ngenxa yokwephulwa kwakho kwalesi Sithasiselo Sekhasimende noma Imigomo Yesevisi, uma sinqamula futhi usukhokhele kusengaphambili noma yiziphi izinkokhelo kithi, sizobuyisela ingxenye yalezo zindleko. amanani akhokhelwa kusengaphambili, ngokusekelwe esikhathini esisele noma Izinkonzo ozikhokhele, kuye ngokuthi ikuphi okuncane. Sizophetha umsebenzi wethu ngendlela enengqondo yezentengiso futhi silondoloze futhi sikulethele wonke amasethi Wedatha Yokukhiphayo akhokhelwe kanye nayo yonke Idatha Yekhasimende esisiphethe. Kunoma yikuphi ukunqanyulwa, singase kodwa asibophekile ukususa noma iyiphi idatha.",
    "2193061499": "Amanye ama-logo namamaki ethu avinjelwe ukusetshenziswa i-hCaptcha nozakwethu bayo. Abantu besithathu akumele basebenzise amamaki alandelayo ngaphandle kwelayisensi ebhaliwe evela kwa-hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "I-CEO ye-Cloudflare u-Matthew Prince ifinyeze leli phuzu lokubuka ku",
    "219813583": "Ukuphepha Kuqala",
    "2199048568": "Chofoza isivikelo kwesokunxele sebha yekheli kunoma yiliphi ikhasi lewebhu. Chofoza kokuthi Izilungiselelo Zokuvikela. Iphaneli Yobumfihlo Nokuvikeleka Okuncanyelwayo kweFirefox izovuleka. Ngaphansi Kokuvikela Ukulandelela Okuthuthukisiwe, khetha Ngokwezifiso. Khetha ukuthi yiziphi izilandeleli nemibhalo ozoyivimba ngokukhetha lawo mabhokisi okuhlola. Qiniseka ukuthi uvule i-hcaptcha.com.",
    "2209109640": "isetshenziselwa izinjongo ezinonya kuphela, kumongo wemisebenzi yabo evamile yebhizinisi?",
    "2209837451": "Okthoba 15, 2019 - Jan 15, 2020",
    "2212670355": "Bhalisela",
    "2216374138": "kungabantu, njengokunyakaza kwegundane, indawo yokuskrola, imicimbi yokucindezela ukhiye, imicimbi yokuthinta, kanye nolwazi lwe-gyroscope / i-accelerometer njengoba kusebenza.",
    "2217842245": "Nokho, idatha yethu ibonisa ukuthi (ye-hCaptcha)",
    "2219945145": "iseshini,",
    "2223819810": "Ukuthuthukisa inkundla yethu",
    "2225785608": "( ) Kufanele sikwazi ukukhuluma nge-Viagra ngaphandle kokuhlolwa",
    "2230333214": "Sihlanganisa Idatha Yekhasimende nenye idatha ukuze imiphumela ingabonakali futhi siqoqe amalogi obuchwepheshe angakhonjiwe kanye nedatha ephathelene nokusetshenziswa Kwamasevisi (\"Idatha Ehlanganisiwe/Ye-De-Identified\"). Noma ngabe kukhona okuphambene lapha, noma iyiphi leyo datha ye-Aggregate/De-Identified Data ingasetshenziswa yi-IMI nganoma iyiphi injongo yebhizinisi phakathi noma ngemva komgomo walesi Sivumelwano, okuhlanganisa ngaphandle komkhawulo ukuthuthukisa nokuthuthukisa Izinkonzo nokudala nokusabalalisa imibiko nokunye. izinto zokwakha. Idatha Yekhasimende ingase iqhubeke futhi iboniswe ohlelweni isikhathi esilinganiselwe singeqi ezinsukwini ezingu-180 ngemva kokuqedwa komsebenzi, isibonelo njengokulinganisa okuzenzakalelayo noma idatha yokuqinisekisa yamasistimu e-Intuition Machines. Ukuze kucace, lesi sigaba sesi-5 asisinikezi ilungelo lokukukhomba njengomthombo wanoma iyiphi Idatha Ehlanganisiwe/Engahlonziwe ngaphandle kwemvume yakho ebhaliwe yangaphambili.",
    "2233384692": "Uma unemibuzo noma okukukhathazayo mayelana nokuthi leyo datha isingathwa kanjani noma ongathanda ukusebenzisa amalungelo akho, kufanele uxhumane nomuntu noma ibhizinisi (okungukuthi, isilawuli sedatha) esinenkontileka nathi ukuze sisebenzise Isevisi ukucubungula le datha. Kodwa-ke, sizohlinzeka ngosizo kubadidiyeli bethu ukubhekana nanoma yikuphi ukukhathazeka ongase ube nakho, ngokuvumelana nemibandela yenkontileka yethu nabo.",
    "2233741720": "Ekuphetheni",
    "2234909600": "( ) Abathumela ogaxekile abanandaba namakheli angavumelekile ezinhlwini zabo",
    "2236960358": "Lapho ubhalisa, uzocelwa ukuthi udalule imininingwane ethile ngawe (\"Ulwazi Lomuntu Siqu\"), okuhlanganisa igama lakho, ikheli le-imeyili, futhi udale igama lomsebenzisi nephasiwedi, konke okuyoba ngaphansi Kwenqubomgomo yethu Yobumfihlo, etholakala kuwebhusayithi yethu. iwebhusayithi. Wena wedwa unesibopho sokuqapha, ukuqinisekisa kanye nokugcina ukuvikeleka kwe-akhawunti yakho, amagama ayimfihlo, kanye nanoma ibaphi okhiye bokuqinisekisa abahlobene ne-akhawunti yakho, futhi unesibopho sanoma yikuphi ukusetshenziswa noma isenzo esithathwe ngokusebenzisa lolo lwazi Kumasevisi.",
    "2255549335": "Umsebenzi wethu kwa-hCaptcha ukuthola ukuhwebelana okuhle phakathi kobunzima nokunemba kanye nokugcina ukungqubuzana kuphansi, ikakhulukazi",
    "2256305371": "UProfesa, CS eNyuvesi yaseCalifornia, eBerkeley. Ukufunda okujulile, ukuphepha, uchwepheshe we-blockchain. Isikhulu esiphezulu se-Oasis Labs.",
    "2256795853": "Amandla okukhipha idatha eningi, ngokushesha, kumawebhusayithi enza ukuklwebha ithuluzi elinamandla ezandleni zabalingisi abanonya. I-scraping bot ingaqoqa idatha yomsebenzisi kumasayithi wezokuxhumana. Bese, ngokukhuhla amasayithi aqukethe amakheli kanye nolunye ulwazi lomuntu siqu nokuhlobanisa imiphumela, isigebengu singangena ebugebengwini bobunikazi obufana nokuthumela izicelo zomgunyathi zekhadi lesikweletu.",
    "2260079771": "Ukugcinwa Kwedatha",
    "2268939633": "I-IMI ayizibophezeli, futhi ayibophekile ukubamba iqhaza ekuxazululeni izingxabano zabathengi phambi kwebhizinisi lokuxazulula izingxabano zabathengi. Iwebhusayithi esemthethweni yeKhomishini YaseYurophu Yokuxazululwa Kwezingxabano Ku-inthanethi:",
    "2269166171": "I-Google Chrome (Mac):",
    "2271205646": "Isaziso esiya kwizakhamizi zase-Europe Economic Area.",
    "2271252286": "( ) I-Microsoft ngeke ikubekezelele",
    "2271512952": "Abasebenzisi basekela isayithi abalivakashelayo, futhi bahlangabezana nogaxekile bewebhu abambalwa.",
    "2271969747": "20. Ulwazi Oluyimfihlo Olutholayo",
    "2273532558": "Obani amakhasimende akhokhayo e-hCaptcha?",
    "2281169898": "Ukuthumela ulwazi lokususa iphutha nombiko wakho kuzokwenza kube lula kakhulu kithi ukuhlonza ukuthi kwenzakalani. Nansi imiyalelo yesinyathelo ngesinyathelo:",
    "2284856231": "futhi kubonwe ukunemba okuthuthuke kakhulu kumodi yokungenzi lutho ye-hCaptcha Enterprise futhi.",
    "229198134": "( ) Uxolo bakwethu, kodwa angicabangi ukuthi kuzosebenza.",
    "2292919419": "( ) I-Outlook",
    "2296918009": "Lokhu kulingana neminyaka engaphezu kuka-100 yomuntu yomsebenzi nsuku zonke.[",
    "2301335298": "Ukukhwabanisa Kwenkokhelo: Ukunciphisa Imodi Evela Ngokushesha Yobugebengu Baku-inthanethi",
    "230159237": "Oxhumana nabo",
    "2301757528": "**** Ngenxa yokunakekelwa yi-PayPal kwama-REST APIs ngesikhathi sewindi lokukhokha, akuzona zonke izinkokhelo eziqedwe ngo-Jun 15. Noma yiziphi izinkokhelo ezihlelelwe u-Jun 15 (isikhathi sase-Pacific) kodwa ezingazange zenziwe ngenxa yamaphutha e-PayPal API ziphinde zaqalwa ngo-Jun 19 (isikhathi sase-Pacific).",
    "2303655425": "Jan 15, 2019 - Ephreli 15, 2019",
    "2309661107": "Nokho, sinesithakazelo kakhulu",
    "2310694091": "Kusho ukuthini ukuBuyisana?",
    "2310705547": "Isici sombhalo ocebile sikuvumela ukuthi udale futhi ufomethe izihloko, izigaba, ama-blockquotes, izithombe, nevidiyo konke endaweni eyodwa esikhundleni sokungeza futhi ukufomethe ngakunye. Vele uchofoze kabili futhi udale kalula okuqukethwe.",
    "23114595": "Umuzwa Womsebenzisi Omkhulu",
    "231285005": "Ungathola izibuyekezo zakamuva kubhulogi yethu",
    "2315518622": "Ngobuchwepheshe obutholakala kumathuluzi okuhlasela anamuhla, kuyinselele kakhulu ukuthola ukuthi yiziphi, uma zikhona, eziwumgunyathi. Bese, umuntu afonele ulayini wesevisi yamakhasimende athi “I-akhawunti yami ihlaselwe! Angikwazi ukungena kanti kunomuntu ontshontsha imali yami!”",
    "2319072959": "Qalisa ungaxhunyiwe ku-inthanethi ngokuphelele nabasebenzi bakho, landelela inani elisetshenziswa kuwo wonke amayunithi ebhizinisi noma ozakwethu bekhonsortium, khetha ngokukhetha imisebenzi eya kubahlinzeki bezabasebenzi abahlukene bangaphakathi noma bangaphandle ngokusekelwe ezindlekweni nezidingo zokuphepha, nokunye okwengeziwe.",
    "2320894364": "Ngamaphuzu obukhona angaphezu kuka-200, ifu le-hCaptcha livikela impahla yakho emhlabeni wonke",
    "2323013093": "26. Umthetho Osebenzayo",
    "2323282990": "Indlela Yesimanjemanje Yokuqinisekisa Isintu",
    "2326660907": "ngaphandle",
    "2328839224": ". Sicela ubone isigaba sethu esithi \"Isaziso esiya Kubahlali baseCalifornia\" esihlobene namalungelo akho ngaphansi koMthetho Wobumfihlo Babathengi base-California (\"CCPA\").",
    "2330965058": "Lapho senza khona njengephrosesa yabadidiyeli bethu, asisebenzisi idatha eqoqwe nganoma iyiphi injongo ngaphandle kwalapho kudingeka ngokunengqondo ukuze sinikeze Isevisi yethu, futhi ukucubungula kwethu kuzobuswa izinkontileka esinazo nabadidiyeli bethu, hhayi lokhu. Inqubomgomo yobumfihlo",
    "2333410049": "Sicela uzame ukuvala isivimbeli sesikhangiso sakho.",
    "2340340589": "Imihlahlandlela yokusebenzisa uphawu lwe-hCaptcha",
    "234420106": "Esimeni lapho ungumdidiyeli noma iKhasimende lesevisi ye-hCaptcha Enterprise futhi ukusebenzisa kwakho i-API njengoba kukalwe i-RPS kweqa izinga elinikeziwe lesigaba sakho sesevisi, singase sikhethe ukushintsha isevisi yakho noma ukukhokhisa izinga elingaphezu kwamandla. Esimeni lapho izinga lakho eliphakeme le-RPS lidlula inani elinikeziwe ngesilinganiso esingu-10 emaminithini ayi-10 noma ngaphezulu isiyonke phakathi nenkathi yezinsuku ezingu-30 futhi eziningi zalezi zicelo, ngokwahlulela kwethu sodwa, azizona ithrafikhi enonya, singase sikhethe ukukhokhisa ngezinga lakho lenkontileka elishiwo yinkontileka kuzo zonke izicelo ze-API ezenziwe kuleyo nyanga.",
    "2344319147": "Kubaluleke kangakanani ukutholwa kwe-bot ye-Google?",
    "2348450790": "Sicela ufunde le Migomo Yesevisi. Kubandakanya, phakathi kwezinye izihlinzeko, ukuzihlangula kweziqinisekiso, imikhawulo yesikweletu, nokulamula okubophayo. Sicela uqaphele ukuthi le Migomo Yesevisi kungenzeka ishintshile kusukela ugcina ukuvakashela iwebhusayithi yethu. Singase sibuyekeze futhi sibuyekeze le Migomo Yesevisi ngezikhathi ezithile ngokubona kwethu. Uma kwenzeka kuba noshintsho olubalulekile, sizokwazisa ngokuthumela Imigomo Yesevisi ebuyekeziwe kuleli khasi, ngemva kwalokho kufanele wamukele ngokuqinisekisayo Imigomo Yesevisi ebuyekeziwe ukuze uqhubeke usebenzisa noma ukufinyelela Isayithi noma Isevisi.",
    "2348697693": "I-Google Chrome (Android):",
    "2349681896": "Ngeshwa, ukulawula ucezu lwehadiwe akusho ukuthi ungumuntu. Cishe zonke izikimu zokufakazela zezingxenyekazi zekhompuyutha zabathengi ezidumile ziphulwe kaningi, zacishwa, zaphinde zephulwa futhi.",
    "2351176803": "Imigomo Yelayisensi ye-hCaptcha JS API",
    "2354267648": "Inqubomgomo yobumfihlo ye-GDPR, i-CCPA, ne-LGPD-friendly",
    "2359150347": "Q: Ingabe ezinye izinsiza zokuphepha ze-inthanethi zisekela i-Privacy Pass?",
    "2359312315": "noma ihlanganiswe ngendlela yokuthi ingakwazi ukuboshelwa kumuntu ngamunye.",
    "2359913400": "Ingqalasizinda",
    "2366003154": "Cindezela kanye nemibuzo yemidiya",
    "2367602973": "lapha",
    "2369877184": "Izinga eliphakeme elivunyelwe le-RPS le-hCaptcha Integrators noma Amakhasimende yizicelo eziyi-1,000 ngomzuzwana eziya ezinkampanini ezingaphakathi kwe-akhawunti yakho (\"RPS\"), ngaphandle uma kucaciswe ngenye indlela isivumelwano senkontileka esibhaliwe phakathi kwethu nawe.",
    "237009707": "( ) Vula ukudluliselwa emazweni angaphandle",
    "2373007864": "I-hCaptcha Enterprise isebenza ngobuchwepheshe beplathifomu ye-hCaptcha, enwetshiwe ukuze ifake izici ezidingwa yizinkampani zethrafikhi ephezulu.",
    "2378786360": "1. Zama esinye seziphequluli ezisekelwayo: uma uku-Chrome, zama ukusebenzisa iFirefox ngaphandle kokungenisa izilungiselelo zakho ku-Chrome, bese ufaka i-plugin lapho. Uma lokho kusebenza, ungase ube nenkinga yokumisa isiphequluli.",
    "2385522384": "Cishe ububona amafreyimu evidiyo avela kumakhamera ezimotweni ezizishayelayo ze-Waymo ye-Google, futhi usiza ukuthuthukisa ukuqashelwa kwezinto zazo.",
    "2386465280": "Indlela Esabelana Ngayo Ulwazi",
    "2391175562": "Ngaphezu kwalokho, nakhu engikucabangayo ngawe:",
    "2394073454": "Singase siqoqe ulwazi olwengeziwe kubasebenzisi bokugcina abafisa ukusebenza nathi njengamalebula edatha yomuntu ngamunye.",
    "2396605499": "( ) Abamhlophe bayabheda",
    "2397590157": "3. Isilinganiso esilondolozayo: izigidi ezingu-200 zixazulula * imizuzwana engu-30 isixazululo ngasinye eminyakeni = 190.3 umuntu-iminyaka/ngosuku.",
    "2402165761": "I-Scraping isebenza kanjani?",
    "2404545611": "Siyakwamukela ku-hCaptcha! Siyabonga ngokuba yingxenye yomphakathi wethu. Bonke abasebenzisi \"Bezinkonzo\" (ezichazwe ngezansi) kufanele bavumelane nemigomo elandelayo (\"Imigomo Yesevisi\"). Ngaphansi kwale Migomo Yesevisi, i-\"IMI\", \"thina\" kanye \"nathi\" ibhekisela ku-Intuition Machines, Inc. kanye nezinkampani ezingaphansi kwayo, amanxusa, izikhulu, ama-ejenti, abasebenzi, abameleli, nama-ejenti, futhi \"iwebhusayithi\" yethu ihlanganisa noma iyiphi iwebhusayithi engaphansi kwayo. ukulawula kwethu, kuhlanganise www.hcaptcha.com kanye www.imachines.com.",
    "2408036504": "Ngakho-ke amasistimu ethu aklanywa kusukela phansi ukuze anciphise ukuqoqwa nokugcinwa kwedatha kuyilapho kugcinwa ukuvikeleka okuhamba phambili ekilasini. Indlela engcono kakhulu yokuvikela idatha yomsebenzisi ukungayigcini nhlobo.",
    "2410122265": "Izinsiza ze-hCaptcha: I-Bots 101",
    "2412751979": "Ngenxa yezimpawu zobuntu ezinembe kakhudlwana zokuthi amandla i-hCaptcha, izinkampani eziningi ebezisebenzisa i-reCAPTCHA v3/Enterprise ngaphambilini sezishintshele kukho.",
    "2413742287": "Isikhuthazo se-hCaptcha siwukukhulisa ukunemba, hhayi imali engenayo yezikhangiso: izimpendulo ze-bot azinamsebenzi kumakhasimende ethu, adinga idatha yokuqeqeshwa kwabantu.",
    "2414232014": "Ilogo yethu iyabonakala ngokushesha futhi ingenye yezimpahla zethu ezibalulekile nezibaluleke kakhulu. Ukuqinisekisa ukuthi ihlala imelela ngokuqinile inkampani yethu, kufanele yethulwe ngendlela ecophelelayo nengaguquguquki kuyo yonke imigudu yokuxhumana.",
    "2414368123": "Igama, inombolo yekhadi lesikweletu, inombolo yekhadi lasebhange, nanoma yiluphi olunye ulwazi lwezezimali.",
    "2418549423": ", izinga elikhulayo lokulondoloza ubumfihlo be-inthanethi ngobufakazi be-cryptographic, nezinye izici eziyingqayizivele zobumfihlo-okokuqala.",
    "2419795065": "Isaziso kubahlali baseCalifornia",
    "2420789666": "Fastly, Inc. Izinsiza ezihlinzekiwe: I-CDN esheshayo ne-edge compute.",
    "2423586454": "Kusenezinto ezithile isoftware engakwazi ukuzenza, noma ngabe i-AI inhle kangakanani ngemuva kwayo. Ubuchwepheshe besimanje be-CAPTCHA bunikeza indlela efakazelwe yokuvimbela i-bots ezama ukuqhubekisela phambili ukukhwabanisa kokukhokha. Nakuba izindlela zakudala ze-CAPTCHA, njengezinombolo ezitshekile ebhokisini, manje sezishoda kakhulu ekunciphiseni ama-bot athuthukile, idivayisi yokusabela yokuhlola ezenzakalelayo njenge-hCaptcha Enterprise ingavimba kalula i-bot yomgunyathi ngesikhathi sokungena ngemvume kwe-akhawunti noma ukuphuma kwenqola yokuthenga. Ngisho noma i-bot inemininingwane yangempela, uma ingeke ikwazi ukungena ku-CAPTCHA.",
    "2429359042": "isibonelo izithombe zesixhumi esibonakalayo",
    "2430148876": "Sidale le mihlahlandlela kanye nelayisense yophawu lokuhweba evamile ukuze senze kube lula ngangokunokwenzeka kumakhasimende ethu, ozakwethu, nabalandeli ukuthi basebenze nomkhiqizo wethu kuyilapho besalondoloza ubunikazi bethu benkampani. Uma udinga ukusebenzisa izithonjana ze-hCaptcha, amalogo, noma amanye amamaki ngezindlela ezihluke kakhulu kule mihlahlandlela, uzodinga ukuthintana nathi (IMI) ukuze uthole ilayisense ebhaliwe.",
    "2436973524": "Izinkomba ezinembile kuphela ezamukelekayo. Akuvumelekile ukusho ukuthi isayithi lisebenzisa izinsiza ze-hCaptcha nezinhlelo zokusebenza uma lingakwenzi. Ngokufanayo, ukusetshenziswa kwelogo yethu nanoma imaphi amabheji ngokufanayo kufanelekile kuphela lapho isayithi lisebenzisa izinsiza ze-hCaptcha.",
    "2437934778": "Igama lakho",
    "2438016011": "Isivumelwano Sokuzithandela. Bonke abathintekayo kule Migomo Yesevisi bamele futhi bayavuma ukuthi ngamunye uzibuyekeze zonke izici zalesi sivumelwano, ufunde ngokucophelela futhi waqonda ngokugcwele zonke izinhlinzeko zaso, futhi ungenela lesi sivumelwano ngokuzithandela.",
    "2441638955": "Okokuqala, yini i-API?",
    "2444685143": "Inqubomgomo Yelogo",
    "2445034923": "Uma ungavumelani nayo yonke imigomo nemibandela yale Migomo Yesevisi, ungasebenzisi (futhi awukwazi) ukusebenzisa noma ukufinyelela Isayithi noma Izinkonzo.",
    "24452499": "isisombululo; ingasetshenziselwa okuhle noma okubi. Yonke inkampani ecwaninga, eyakha, noma ethengisa izixazululo zokusebenzisa okukabili inesibopho sokucabangela imiphumela yezenzo zayo.",
    "2446481523": "Kunenganekwane yakudala lapho umshayeli wenqola kanye nesikhulu bevela e-constabulary esigodini esincane sasemaphandleni. Enye indoda, egqoke izingubo ezingcolile, ezimpofu, yatshela uConstable, “Ngiyisikhulu. Le ndoda ibingumshayeli wami.",
    "2449501658": "inikeza enye yezindlela ezithuthuke kakhulu zokunciphisa usongo lwemizamo yokungena ku-akhawunti yomgunyathi, kusetshenziswa ukufunda ngomshini ukuze kutholwe futhi kumiswe ama-bot, futhi kwenze kube nzima kakhulu noma kungenzeki ngabakhwabanisi ukuthi bahlanganyele ekuthathweni kwe-akhawunti.",
    "2462728596": "Uma singakwazi ukuzenelisa ngala maphuzu, sizosenqaba isicelo futhi singase sinqamule ukufinyelela okwengeziwe kunkundla yethu, njengoba kushiwo eMigomo yethu.",
    "2462909475": "Udonga lwamafoni angaphezu kuka-10,000 asetshenziselwa ukuhlukumeza, okuyingxenye ye-bot yase-China.",
    "2465128185": "Ukuze unikeze impendulo esheshayo, vele uchofoze inkinobho ethi \"Sithumele impendulo\".",
    "2468683988": "Isihloko",
    "2474091800": "19. Izingxabano nabanye abasebenzisi; Khulula",
    "2474661839": "Eyethu",
    "247560732": "Engeza i-hCaptcha ngemigqa emithathu yekhodi. Uma uvela ku-reCAPTCHA, i-API yethu iyahambisana futhi kuthatha imizuzu kuphela ukuyishintsha.",
    "2477958756": "( ) Abantu ababi",
    "2481032625": "Ukuthi umgomo uwukuvimbela:",
    "2486638408": "Chaza Imininingwane",
    "2487931657": "Ungasebenzisi: \"sithathe isayithi lethu.\"",
    "248923369": "Ilogo ye-BotStop™",
    "2489287539": "I-friction-free \"No CAPTCHA\" & 99.9% yezindlela zokungenzi lutho",
    "2491398763": "Yonke imibhalo, izithombe, izithombe ezinyakazayo, amavidiyo, umculo, imisindo nokunye okukulawa makhasi kuvikelwe ngaphansi komthetho we-copyright yi-IMI noma abantu besithathu uma kubaluliwe. Akuvunyelwe ukukopisha noma ukuguqula lokhu kwaziswa ukuze kusetshenziselwe ukuthengisa ngendlela eyeqa ukusetshenziswa okufanele.Isibopho sale webhusayithi.",
    "2497216176": "Izibalo zenkampani yangaphandle kanye nobuchwepheshe bokulandelela",
    "2498172334": "Ngokukhethekile, uhlelo lwakho luyehluleka ukuziphendulela",
    "2505227594": "7. Ukudla ngokweqile",
    "2510209017": "Udinga usizo olwengeziwe?",
    "2510534204": "Kungakapheli umhlaka-23 Mar 2020***",
    "2513143348": "Uhlelo lwe-hCaptcha Enterprise luguquguquka ngendlela ehlukile ekwakhiweni kwalo: lungasetshenziswa kancane noma ngokuphelele emaphethelweni enethiwekhi yakho uma usebenzisa ifu lomphakathi noma ungumnikazi wezikhungo eziningi zedatha.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "ngaphansi kokuphepha kwe-cryptographic ye-Privacy Pass. Iphrothokholi ngokwayo idlula ku-",
    "2531534427": "Imininingwane isilapha.",
    "2534436327": "kanye nokuphikisa okulandelayo kwefilosofi kungasebenza:",
    "2535001179": "Uma kwenzeka uvela ku-reCAPTCHA ye-Google, ama-API ethu awangeneli esikhundleni.",
    "2540760245": "phakathi kokunye ukusetshenziswa okuningi, ukukwazi ukuhlunga ithrafikhi ye-inthanethi ngesisekelo sokuthi \"umuntu noma cha\" cishe kuyohlala kuyithuluzi elibalulekile inqobo nje uma imvelo yomuntu ilandela amaphethini afanayo aqoshwe eminyakeni eyizinkulungwane ezinhlanu edlule.",
    "2543123170": "Ukuqinisekiswa kwe-Zero friction humanity",
    "254326776": "Ukuhlukumeza okunonya kwalawa maphutha ngokuvamile kutholakala ukuthi kwenzeke izinyanga noma iminyaka ngaphambi kokudalulwa noma ukushicilelwa kwezifundo.",
    "2544169219": "Imiphumela yakamuva yesimanje: ICML LLD, May 2019.",
    "2544565802": "Julayi 15, 2019 - Okthoba 15, 2019",
    "2547140673": "Ngaphezu kweminyaka eyishumi, isevisi ye-reCAPTCHA ye-Google inikeze abanikazi bewebhusayithi ukuhweba: vumela i-Google ilandelele abasebenzisi bakho futhi ibabuze imibuzo, futhi uma beshintsha bathembise ukumisa ama-bot nogaxekile.",
    "2547406584": "Uma unemibuzo mayelana nale Nqubomgomo Yekhukhi, sicela usithinte ku",
    "2551802342": "– Sihlela ukululama ngokushesha futhi siqalise kabusha ukusebenza kwebhizinisi ngemva kokuphazamiseka okukhulu kwebhizinisi futhi siphendule ngokuvikela abasebenzi bethu kanye nempahla, senze ukuhlola kwezezimali nokusebenza, ukuvikela izincwadi namarekhodi enkampani, kanye nokuvumela amakhasimende ethu nabasebenzisi bawo bokugcina ukuthi benze izinto nge-inthanethi. Ngamafuphi, uhlelo lwethu lokuqhubeka kwebhizinisi luklanyelwe ukuvumela inkampani yethu ukuthi iqalise kabusha ukusebenza ngokushesha okukhulu, uma kubhekwa ububanzi nobukhulu bokuphazamiseka okukhulu kwebhizinisi. Amakheli ethu ohlelo lokuqhubeka kwebhizinisi: ukwenza isipele idatha nokuthola kabusha; zonke izinhlelo ezibalulekile zemishini; ukuhlolwa kwezezimali nokusebenza; okunye ukuxhumana namakhasimende, abasebenzi, kanye nezigungu zokwengamela; enye indawo yokuhlala yabasebenzi; umphakeli obalulekile kanye nomthelela wamakhasimende; ukubika ngokulawula; kanye nokunikeza amakhasimende ethu isaziso esisheshayo uma singakwazi ukuqhubeka nebhizinisi lethu. Iqoqo lethu labahlinzeki abakhulu lisekela amarekhodi ethu abalulekile endaweni ehlukene ngokwendawo. Nakuba zonke izimo eziphuthumayo zibangela izinkinga eziyingqayizivele ngokusekelwe ezicini zangaphandle, njengesikhathi sosuku nobukhulu bokuphazamiseka, siye saxwayiswa yileli qembu labahlinzeki-mpahla ukuthi inhloso yabo ukubuyisela imisebenzi yabo futhi bakwazi ukuqalisa kabusha izinsizakalo ngokushesha. Nakuba sisebenzele ukunciphisa ubungozi ngokusebenzisa isethi ehlukahlukene yabahlinzeki, amasevisi akho angashintshwa noma aphazamiseke phakathi nalesi sikhathi.",
    "2555914614": "ngecala lokusebenzisa Ukufinyeleleka. Sikholelwa ukuthi ukuhlanganisa indlela yethu yamanje ye-a11y nokukhishwa kwePrivacy Pass kuzovumela abasebenzisi be-a11y ukuthi baphequlule ngokuphephile, bevikelekile ngokwazi ukuthi ithrafikhi yabo iyimfihlo kakhulu, kuyilapho kukhawulwa ukuhlukumeza okwenziwa ama-opharetha we-bot okwenzeka ngokungenakugwenywa uma izinketho ze-a11y zitholakala. Singabahlanganyeli abakhuthele eqenjini elisebenzayo le-IETF elilinganisa lobu buchwepheshe obusha.",
    "2557240048": "Isebenza kanjani: okokuqala, umsebenzisi ofinyelelekayo ubhalisa nge",
    "2557601376": "Ilogo ye-hCaptcha™",
    "2560582224": "uhlelo lwe-bug bounty",
    "2561077702": "Ukuhlinzeka ngenkonzo yethu",
    "2565565429": "Esikhundleni salokho sebenzisa: \"sisebenzisa i-hCaptcha ukwenza isayithi lethu liphephe futhi livikeleke kakhulu.\"",
    "2575690545": "Ukuthathwa kwe-akhawunti, njengokukhwabanisa okuningi ku-inthanethi, ngokuvamile kuyindaba ezenzakalelayo, izinqubo eziningi. Kuyivelakancane ukuthi isigebengu, esigqoke ihoodie egumbini elingaphansi likanina, sithayiphe amagama ayimfihlo kumawebhusayithi asebhange esisodwa ngesikhathi.",
    "2583775432": "Umbuzo: Kuthiwani ngemfihlo? Ingabe ukubhaliswa kuveza idatha yokuphequlula ye-a11y ngandlela thize? Wenzani nge-imeyili?",
    "2588750717": "Impela, okunye ukuhlasela kokuqinisekisa kuhlanganisa izigidi zemininingwane—konke kugxishwe kusizindalwazi sokungena ngemvume kuwebhusayithi ngethemba lokuthi uzongeniswa. Uma esengaphakathi, umhlaseli angathatha i-akhawunti yesisulu.",
    "2590587108": "Ukuhlelwa kokuqukethwe okumile nokushintshayo",
    "2593768395": "Umuzwa ongenazihibe kuwebhu yonkana, iselula yomdabu, iwebhu yeselula. Ukuhlanganiswa okwakhelwe ngaphambilini nama-SDK omdabu ayatholakala.",
    "2593864519": "Misa ama-bot amaningi. Qala ukuvikela ubumfihlo bomsebenzisi.",
    "259613338": "uma unemibuzo mayelana nale Migomo Yesevisi.",
    "2597149484": "Isizathu sokuthi i-hacker kufanele \"ifake\" iziqinisekiso eziningi kangaka zihlobene nokuthi bathola kuphi iziqinisekiso zabo ezebiwe.",
    "2597352122": "Izinhlobo zezichasiselo",
    "2600696085": "Mashi 15, 2021",
    "2602081482": "I-hCaptcha Enterprise isebenzisa ukufunda komshini okuthuthukisiwe ukuhlonza ithrafikhi enonya kusayithi lakho nezinhlelo zokusebenza - okuhlanganisa imisebenzi yokuklwebha.",
    "2602763587": "Ukufaka imininingwane yokuqinisekisa kuwuhlobo lokuhlasela kwe-cyberattack lapho umhlaseli ezama ukungena kuwebhusayithi izikhathi eziningi esebenzisa amapheya wamagama wabasebenzisi antshontshiwe namaphasiwedi. I-\"stuffing\" ibhekisela emizamweni yokungena ephindaphindiwe, cishe njalo eyenziwa yi-software ye-bot ezenzakalelayo.",
    "2603863826": "PS: Uma uthola ukuhumusha ngolimi lwakho okungasebenzisa ukuthuthukiswa, zizwe ukhululekile ukuhambisa a",
    "2605814073": "Ngokusebenzisa noma ngokubhalisela Izinkonzo zethu, uyavuma: okungenani uneminyaka eyi-18 ubudala; unegunya lokungenela lesi sivumelwano egameni lakho noma ibhizinisi olimele, futhi ngaso sonke isikhathi uzohlala uthobela le Migomo Yesevisi kanye nazo zonke izinqubomgomo ze-IMI nemihlahlandlela eshiwo lapha; futhi ngeke uhlukumeze iwebhusayithi yethu, ukhulume kabi ngobunikazi bakho kithi, noma usebenzise ubuhlakani bokwenziwa ukuze uqedele noma iyiphi ingxenye yanoma yimuphi umsebenzi ku-IMI odinga ubuhlakani bomuntu.",
    "260595108": "Asilokothi sisebenzise ama-imeyili okufinyeleleka noma ulwazi nganoma iyiphi injongo ngaphandle kokusiza ukusetshenziswa kwe-a11y nokuvimbela ukuhlukumeza.",
    "2611914656": "Sisebenzisa i-Sentry ukuqoqa idatha yokususa iphutha lapho umsebenzisi ehlangabezana nephutha. Ukuze uthole ulwazi mayelana nokuthi i-Sentry iqoqa futhi icubungule kanjani idatha,",
    "2616040974": "3. Amakhasimende kanye Nabacelayo",
    "2616226398": "Ingaphansi kokwethu",
    "2619472217": "8. Ukuthengisa kabusha",
    "2620705814": "I-Google yinkampani yezikhangiso, futhi imikhiqizo yabo yezokuphepha ifana kakhulu nemikhiqizo yabo yezikhangiso",
    "2621989404": "Kugcine ukubuyekezwa: Septhemba 24, 2021. Sicela uqaphele ukuthi imigomo yethu yolimi lwesiNgisi inegunya.",
    "2624601135": "I-\"hCaptcha\" akufanele isetshenziswe njengengxenye yegama lomkhiqizo, ehlanganiswe ne-hyphen, noma isetshenziswe emagameni ezinhlelo zokusebenza noma eminye imikhiqizo.",
    "2624949852": "Impela, i-reCAPTCHA isheshe yangena kwezokuvikela kuwebhu kusukela ngo-2009, ivikela izigidi zamawebhusayithi ezinsongweni ezihlala zikhula ezenziwa ama-bot ayingozi kanye nogaxekile. Kodwa-ke, iye yafakwa engozini ngokuphelele eminyakeni yamuva:",
    "262509504": "Singase sixhumanise imininingwane eqoqwe Amakhukhi nolunye ulwazi esiluqoqa kuwena ngokuvumelana nale Nqubomgomo Yobumfihlo futhi sisebenzise ulwazi oluhlanganisiwe njengoba lubekwe lapha. Ngokufanayo, izinkampani zangaphandle ezinikezela ngamakhukhi kumasayithi ethu zingase zixhumanise igama lakho noma ikheli le-imeyili nolunye ulwazi oluqoqiwe, olungase lufake phakathi ukuthenga okudlule okwenziwa ungaxhunyiwe ku-inthanethi noma ku-inthanethi, noma imininingwane yakho yokusebenzisa ku-inthanethi.",
    "2631159699": "( ) Amabutho amabhokisi e-Windows axhumeke nge-broadband exhunywe izikelemu",
    "2631249972": "Singase sithuthukise noma siguqule iwebhusayithi yethu ngaphandle kokukwazisa.",
    "26365791": "Ngokwezinga eligcwele elivunyelwe umthetho, iSayithi kanye Nensizakalo (kanye nanoma yiziphi ezinye izinsiza ezihambisanayo, ulwazi, idatha, izici, nokunye okuqukethwe noma izinto zokwakha) kunikezwa ngesisekelo “njengoba sikhona” futhi “njengoba sitholakala”. Ngokwezinga eligcwele elivunyelwe umthetho, i-IMI ayifaki zonke iziqinisekiso, okuhlanganisa kodwa kungagcini nje ngeziqinisekiso ezishiwo zokuthengiselana, ukufaneleka kwenjongo ethile, nokungaphuli umthetho.",
    "263761351": "I-hCaptcha iyindlela yokuqala ethembekile, manje esetshenziswa amakhulu ezigidi zabantu inyanga ngayinye.",
    "2639657759": "Amamaki Asetshenziswa Ngemvume",
    "2645321220": "Futhi uma ucabanga ukuthi izindleko ze-reCAPTCHA ziphezulu kakhulu, sibuze nge-hCaptcha Enterprise. Okwamanje ezisetshenziswa abanye babashicileli abakhulu kakhulu, izinkampani zezinsizakalo zezezimali, nezinkampani zengqalasizinda yewebhu emhlabeni, aziyona nje enye indlela ethembekile ye-reCAPTCHA: sikholelwa ukuthi zinikeza ukuvikelwa okungcono kakhulu kwe-bot okukhona njengamanje.",
    "2646127839": "Isithasiselo Sekhasimende Semigomo Yesevisi Eyinhloko",
    "2648707986": "Ukuthathwa kwe-akhawunti kuwuhlobo lokukhwabanisa ku-inthanethi lapho umlingisi ononya elingisa umnikazi we-akhawunti eku-inthanethi. Ngokuvamile, i-akhawunti isesikhungweni sezimali noma ibhizinisi le-e-commerce lapho umkhohlisi angakwazi ukweba imali, okuthengiswayo noma amakhadi esipho. Umhlaseli usebenzisa imininingwane yokungena entshontshiwe ukuze afinyelele i-akhawunti bese eyithatha, mhlawumbe eshintsha iphasiwedi ukuze akhiyele umnikazi we-akhawunti wangempela ngaphandle.",
    "2650241052": "Asikho iseluleko",
    "2650502379": "Yethula Izinselelo Zakho Ngemizuzwana",
    "2652399059": "Uzakwethu othembekile",
    "265443926": "Ukuze ugweme ukungabaza, sicela uqaphele ukuthi le mikhawulo isebenza ngokuhlanganisiwe kuwo wonke ama-akhawunti owadalile njengomuntu oyedwa, ibhizinisi, noma inhlangano. Isibonelo, uma udale ama-akhawunti ayi-10, ngalinye lithola izicelo eziyi-100,000 ngenyanga (okungukuthi izicelo eziyisigidi sezizonke) ubuyobe weqe umkhawulo wokusebenzisa ngokufanelekile wawo wonke ama-akhawunti kuleyo nyanga.",
    "2659418535": "Inqubo Yokulamula. Konke ukulamula ngaphansi kwalesi sivumelwano kuzokwenziwa ngaphansi kwemithetho ye-American Arbitration Association noma ngesevisi yokulamula okuvunyelwene ngayo. Umlamuli uzoba umlamuli wase-US okhethwe ohlwini lwamagama angekho ngaphansi kwayisikhombisa (7) ngezinye izimangalo. Ekuxazululeni, inhlangano ngayinye izoba nelungelo lokuthola ukutholakala okwanele komphakathi, ukuletha iziphakamiso eziphikisayo, nokwethula ofakazi nobufakazi njengoba kudingeka ukuze bethule amacala abo kanye nokuzivikela, futhi noma yiziphi izingxabano mayelana nalokhu zizoxazululwa ngumlamuli. Ukuxazululwa kwengxabano kuzoncika kuphela emthethweni olawula izimangalo nokuvikela okuceliwe, futhi umlamuli angeke asebenzise esinye isisekelo ngaphandle kwalowo mthetho olawulayo. Umxazululi ngeke abe nokuvikeleka kwesikhulu sezobulungiswa ekubopheni icala lomphakathi lapho sisebenza esikhundleni somxazululi, ukuzivikela okunezela noma yikuphi ukuvikeleka okukhona. Imiklomelo kufanele ihlanganise nombono obhaliwe womxazululi. Udela ilungelo lakho lokuqulwa kwecala ngabahluleli banoma yisiphi isimangalo ongase ube naso ngokumelene ne-IMI noma i-IMI okungenzeka inakho ngokumelene nawe. Noma isiphi isimangalo ngaphansi kwalesi sigaba somthetho kufanele kulethwe phakathi nesikhathi esisebenzayo semikhawulo. I-United States Federal Arbitration Act ibusa lesi sigatshana, futhi uyavuma ukuthi lesi Sivumelwano sifakazela umsebenzi kwezohwebo.",
    "2666258754": "I-SEMANTIC HIERARCHY ESEKELWE NGOBUDLELWANO ESEKELWE NGOBUTHAKATHAKA ABAGADWE NGOKUJULILE, u-Heikki Arponen, u-Tom E Bishop. I-ICML 2019, i-LLD Workshop.",
    "2670003220": "Imisebenzi",
    "2670352917": "I-hCaptcha ihlinzeka ngokutholwa kwe-bot okuthembeke kakhulu kuyilapho ilula kubantu ukuyixazulula.",
    "2671622670": "Ibhizinisi",
    "267645277": "I-IMI ingase iqinisekise ubuwena. Lokhu kungase kuhlanganise ukuqhathanisa imininingwane yakho siqu nezizindalwazi zezinkampani zangaphandle noma imibhalo esemthethweni esemthethweni. Uyasigunyaza ukuthi senze noma yimiphi imibuzo edingekayo ukuze siqinisekise ubuwena, ubunikazi bakho bekheli lakho le-imeyili, kanye nobunikazi bakho bama-akhawunti akho ezezimali. Uyavuma ukunikeza ulwazi ngawe ukuze usisize ekuqinisekiseni ubuwena.",
    "2676853536": "Amadeshibhodi wabasebenzisi abaningi",
    "2681650568": "Futhi njengenjwayelo, ubumfihlo buyinani eliwumongo kithi. Engeza ikhodi yethu yokuphonselwa inselelo kuphela lapho idingeka khona, nalapho kunengqondo ukuvikela wena nabasebenzisi bakho. Ukunciphisa ukuqoqwa kwedatha kuqala kusukela ngesikhathi sokuhlanganisa.",
    "2682873489": "Chaza indawo yokubopha izinto",
    "2683038211": "I-inthanethi noma omunye umsebenzi wenethiwekhi kagesi.",
    "2686825859": "Bhalisa mahhala noma uxhumane nathi mayelana nezixazululo ze-hCaptcha Enterprise",
    "2689973938": "Ukuthuthukisa i-reCAPTCHA kudala ukungqubuzana kwangaphakathi ku-Google njengomthengisi wesikhangiso.",
    "2690395789": "Uma futhi ungasaludingi ulwazi oluyimfihlo olutholile, kufanele ubuyisele ngokushesha noma ucekele phansi (njengoba kucelwe yinoma ubani odalule ulwazi) wonke amakhophi olwazi olukhona ezakhiweni, izinhlelo, noma ezinye izinto zokusebenza ozilawulayo.",
    "2694001822": "Nokho, ngezikhathi ezithile siqasha abantu abangabodwana ukuze basisize sihlole izakhiwo zesistimu nezici ezintsha.",
    "2694150481": "Ingabe sisebenzisa Amakhukhi?",
    "2696932851": "18. Ukuvikeleka",
    "2697276059": "Ubufakazi balokhu buyasebenza: amanani okuxazulula afanayo emhlabeni jikelele",
    "2698140263": "Akuzona zonke izinkinga ezifanayo: ukuthola amaphuzu owodwa kusho ukuthi kufanele kubhekane nezidingo zakho ukuze kube usizo.",
    "269838707": "Uma ungumnikeli, nguwena kuphela onqumayo ukuthi yimiphi futhi mingaki imisebenzi okumele uyiqedele, nini futhi kuphi. Ukhululekile ukusebenzisa isikhathi esiningi noma esincane uqedela imisebenzi ngokukhetha kwakho. Asikho isikhathi lapho ungaphansi kwanoma yisiphi isibopho sokuqedela umsebenzi.",
    "2698640210": "Lawula izinselele nezinhlobo ezibonisiwe",
    "2700197090": "A: Ukusebenzisa noma yikuphi ubumfihlo noma isandiso sokuvimbela isikhangiso esisekela ukugunyazwa kwezinga lesizinda (isb. iBlock Origin) izosebenza njengoba kulindelekile: vele wenze isiqiniseko sokuthi u-whitelist hcaptcha.com.",
    "2707282231": "Enza ngendlela oyifisayo izinselele kubasebenzisi bakho. Yenza kungenzeki ukuthi ama-bots axazulule futhi angene.",
    "2710988028": "( ) Abathumela ogaxekile bangayisebenzisa kalula ukuze bavune amakheli e-imeyili",
    "2712493234": "Ukukhwabanisa Kwenkokhelo: Ukunciphisa Imodi Evela Ngokushesha Yobugebengu Baku-inthanethi",
    "2714878440": "Vikela izinsiza zakho ekukhunjweni, ekuthathweni kwe-akhawunti, ekugxishweni kobufakazi, kanye nogaxekile ngokufunda kwethu komshini okuthuthukisiwe nokuqinisekiswa kobuntu.",
    "2715462692": "Ibukeka kanjani inqubo yethu ye-AI Ethics?",
    "2718999653": "Ngokwezifiso Usongo Izikolo",
    "2722456056": "Jan 15, 2021 - Ephreli 15, 2021",
    "2728931827": "Ngemva kokubuyisana ngakunye, izilinganiso zakho zokhiye wesayithi zizobuyekezwa futhi ukunemba kwezibikezelo zesikhathi esizayo kufanele kukhuphuke, ngaphandle kwalapho isayithi lakho linoshintsho olubalulekile ekuziphatheni komsebenzisi.",
    "2729131930": "Kuyini I-Scraping Futhi Isebenza Kanjani?",
    "2735073144": "Futhi senza ukubuyekezwa okuqhubekayo njengoba kudingeka. Isibonelo, ekubuyekezeni kwethu kwakamuva kwamadethi nemithombo yezicelo zezicelo zokulebula ezihlobene nesambulela sikwazile ngokushesha ukuqinisekisa ukuthi akukho nhlangano kahulumeni noma umhlinzeki owaziwayo wombuso wesofthiwe yokugada owenze izicelo mayelana nezambulela zisebenzisa amasevisi ethu ezinyangeni eziyi-12 ezedlule. .",
    "2735878907": "Isitatimende Sokuhlela Ukuqhubeka Kwebhizinisi",
    "2740033957": "Ithimba le-IM lakhiwe ososayensi nonjiniyela abavela e-Apple, Amazon, nabanye abaholi ekufundeni ngomshini, amasistimu asabalalisiwe, kanye nokuphepha.",
    "2743692546": "Njengoba abasebenzisi befakazela ubuntu babo nge-hCaptcha, umsebenzi wabo ungena emakethe evulekile engaziwa ukuze uthole amabhidi.",
    "2745385064": "Isifinyezo",
    "2752975480": "( ) Ukuthumela i-imeyili kufanele kube mahhala",
    "2754937029": "Ukusetshenziswa Okungamukelekile",
    "2760410719": "Amasevisi azama ukuthola i-bot ngamasiginali angenzi lutho angena ngokushesha enkingeni ebalulekile: uqinisekisa kanjani ukuthi isistimu ithola abadlali ababi ngendlela efanele kuyilapho ungenalo iqiniso eliyisisekelo elinembile?",
    "2762458927": "Idatha yakho yomsebenzisi ayithengiswa.",
    "2762759509": "Ukuhlaselwa okuningi kokuthathwa kwe-akhawunti kucishe kuzenzekele ngokuphelele.",
    "2769710842": "Uma unemibuzo, sicela usithinte ku",
    "278010425": "Izinhlobonhlobo ezibanzi nezivame ukushintsha zemisebenzi ku-hCaptcha nazo zinzima ukuzenzela. Isixhumi esibonakalayo esisodwa se-reCAPTCHA ayikashintshi eminyakeni eminingi, futhi inesethi encane yemibuzo engavamile ukushintsha. Lena enye yezindlela i-hCaptcha enikeza ngayo ukuvikeleka okuqinile kwe-anti-bot kune-reCAPTCHA.",
    "2781507299": "Ukuqinisekisa Okusheshayo",
    "2782263070": "Isevisi iza kuqala kithi. Sigcina ukusekelwa ocingweni okungama-24/7 futhi sinikeza ukuxhumana okuqondile kwe-Slack nethimba lakho lokuhlanganiswa konjiniyela kanye nabasebenzi bethu abashayela ucingo ngesikhathi nangemuva kokuqaliswa.",
    "2784612261": "Ingabe ufuna ukuhlanganisa ukubuyekezwa komuntu ngokuqondile emisebenzini yakho yebhizinisi? Sinikeza ama-SLA athembekile aphezulu, umthamo oqinisekisiwe, nama-REST API alula.",
    "2785425016": "(kumongo wesixazululo sokuqinisekisa ubuntu, isb ukubizelwa esenzweni)",
    "278568955": "Kuqala ukusebenza: Septhemba 1, 2021. Ukwengezwa Kwengqalasizinda",
    "2788024905": "Indlela Esiyivikela Ngayo Ulwazi",
    "2788836740": "Ulwazi lokuxhumana ngezinjongo zokumaketha lugcinwa ngokuqhubekayo kuze kube yilapho uzikhipha ohlwini. Ngemuva kwalokho sizofaka imininingwane yakho ohlwini lwethu lokucindezela unomphela. Ulwazi lwe-imeyili oluqoqwe Kubasebenzisi Bokufinyelela ngeke lusetshenziselwe izinjongo zokumaketha.",
    "2790841456": "Uma ungumnikeli, uyavumelana nesigatshana sesixazululi esilandelayo kanye nokuyekelela isenzo sekilasi:",
    "279580593": "imachines.com",
    "279918384": "I-Google isebenzisa kanjani umsebenzi wakho wamahhala?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Izinyathelo zokuzizwa zilungile azenzi lutho ukuxazulula inkinga",
    "2804310964": "finyelela noma uzame ukufinyelela iwebhusayithi yethu nganoma iyiphi iseva yewebhu yommeleli noma esinye isisetshenziswa esiklanyelwe ukufihla indawo yakho yangempela noma ubuwena noma nganoma iyiphi indlela ngaphandle kwesixhumi esibonakalayo esinikeziwe;",
    "2806751666": "Iyini i-hCaptcha?",
    "2808122102": "Ngakho-ke ukusebenza kwamasiko ahlukene kuyisidingo esiyisisekelo senkonzo yethu. Ukuqinisekisa ukuthi bonke abasebenzisi abasemthethweni bangafinyelela okuqukethwe ngokushesha kuyingxenye ebalulekile yenjongo yethu. Sinikeza izinselele ngezilimi ezingu-110, futhi siqhubeka sithuthukisa ukuhumusha okuhlobene ukuze siqinisekise ukuthi izinselele zethu zingaxazululwa yiwo wonke umuntu.",
    "2808971932": "Lona omunye umbhalo ongaphakathi kwe-div block.",
    "2813310562": "Thinta Izilungiselelo Zesayithi bese emva kwalokho Amakhukhi.",
    "2819628066": "Ukuhlukaniswa. Uma noma yikuphi ukunikezwa kwale Migomo Yesevisi kutholakala kungavumelekile noma kungasebenziseki nganoma yisiphi isizathu, ngeke kuthinte ukufaneleka nokuphoqelela kwanoma yiziphi izinhlinzeko ezisele.",
    "2820080973": "umbuki zindwendwe ngu ❤ by",
    "2826051554": "futhi nokuningi",
    "2826705343": "Ulwazi lwezohwebo.",
    "2827452240": "Udinga olunye uhlobo olungafakwanga ohlwini lapha? Vele usibuze.",
    "282913023": "Inketho engabizi kakhulu yamabhizinisi wethrafikhi ephezulu",
    "2840750518": "I-GitHub",
    "285116485": "Inkampani \"ayithengisi\" (njengoba leli gama lichazwa ku-CCPA) ulwazi lomuntu siqu esiluqoqayo. Sicela ubhekisele esigabeni esithi \"I-Third Party Analytics and Tracking Technologies\" ngenhla ukuze uthole ulwazi olwengeziwe mayelana nezinhlobo zamakhukhi ezinkampani zangaphandle, uma zikhona, esizisebenzisayo.",
    "2852295413": "Ukungqubuzana kwemvelo kwezintshisekelo: ukumisa ama-bot kunciphisa imali engenayo yenethiwekhi yesikhangiso",
    "2862164005": "Idatha yentengo isivumela ukuthi sibeke inani eliqondile ledola ekuvikelekeni okunikezwa yi-reCAPTCHA: $0.001 noma ngaphansi kwempendulo ngayinye.",
    "2863840904": "Isinyathelo sesi-6: Isinyathelo sokugcina, sithumele i-imeyili lawo mafayela e-HAR nawelogi ye-console, bese uchaza inkinga",
    "2864016648": "Izinkinga Zobumfihlo",
    "2867855718": "3. Ingabe sikholelwa ukuthi izidingo zobumfihlo zingasingathwa ngendlela egculisayo esicelweni?",
    "2870341481": "ngezansi. Okwanoma yiziphi ezinye iziphequluli nje",
    "2873297188": "Ingabe wonke ama-CAPTCHAS abandlulula abantu abangewona amaMelika?",
    "2873911365": "Kuthiwani ngobufakazi behadiwe?",
    "2880837730": "Yini engenziwa ukumisa ukuthathwa kwe-akhawunti?",
    "2881474837": "I-hCaptcha Enterprise",
    "2887242610": "I-Intuition Machines, Inc isungule Uhlelo Lokuqhubeka Kwebhizinisi lokuthi sizosabela kanjani ezenzakalweni eziphazamisa kakhulu ibhizinisi lethu le-hCaptcha. Njengoba isikhathi nomthelela wezinhlekelele nokuphazamiseka kungalindelekile, kuzodingeka siguquguquke ekuphenduleni izehlakalo zangempela njengoba zenzeka. Unalokho engqondweni, sikunikeza lolu lwazi kuhlelo lwethu lokuqhubeka kwebhizinisi.",
    "2894845722": "Abasebenzisi kusayithi lakho maduzane bazokwazi ukubona umnikelo wakho ekusizeni abantulayo ngokufaka uphawu ngobuhlakani kusixhumi esibonakalayo se-hCaptcha.",
    "2895491273": "Uma ungathanda ukuvimba amakhukhi noma obunye ubuchwepheshe bokulandela umkhondo, iziphequluli eziningi namadivayisi eselula konke kufanele ushintshe izilungiselelo zakho ukuze ukwazise uma uthola amakhukhi noma obunye ubuchwepheshe bokulandelela kusetshenziswa, nokukhetha ukuthi uyakwamukela noma ukungawavumeli. yona. Iziphequluli eziningi zikuvumela ukuthi ukhubaze noma ususe amakhukhi akhona noma wenqabe ngokuzenzakalelayo amakhukhi azayo. Ungasebenzisa futhi amathuluzi ezinkampani zangaphandle, okuhlanganisa nama-plug-in esiphequluli, ukuze ulawule okuncamelayo kwekhukhi. Qaphela, nokho, ukuthi uma ukhubaza wonke amakhukhi, ezinye izingxenye Zamasayithi ethu zingase zingasebenzi kahle.",
    "2896187462": "1. Isetshenziselwa izibalo eziphathelene nesevisi ezidingekayo, kanye nezinye izinjongo zobuchwepheshe ezifana nokusiza ekusekelweni kokufinyeleleka.",
    "2900525040": "Imithetho Yesifunda Sase-California ibusa le Migomo Yesevisi nanoma iyiphi ingxabano, ingxabano, noma isimangalo esivela kuyo.",
    "2901894297": "I-hCaptcha iyisevisi ye-Intuition Machines, Inc. (\"IMI\"), i-Delaware US Corporation (#6393793).",
    "2903742230": "Amanethiwekhi ezikhangiso abona izivakashi zakho njengomkhiqizo. Kithina okuwukuphela komgomo wukunquma ubuntu babo. Amasevisi ethu ahlangabezana noma adlule izimfuneko ze-GDPR, CCPA, LGPD, ne-PIPL, futhi sisebenza kanzima ukulinganisela ubumfihlo nokuvikeleka.",
    "2904949278": "I-hacker iyithatha kanjani i-akhawunti?",
    "2905621957": "Kugcine ukubuyekezwa: Julayi 18, 2020",
    "290966395": "Njengoba kuchazwe esigabeni sethu esithi \"Isaziso Esiya Kumakhasimende Angaphandle Kwase-United States\", sicela uqaphele ukuthi idatha yakho yomuntu siqu izodluliselwa, icutshungulwe, futhi igcinwe e-United States. Imithetho yokuvikela idatha e-US ingase yehluke kuleyo yasezweni ohlala kulo. Uyavuma ukudluliswa kolwazi lwakho, okuhlanganisa ulwazi lomuntu siqu, e-US njengoba kubekwe kule Nqubomgomo Yobumfihlo ngokuvakashela Amasayithi ethu noma ngokusebenzisa Isevisi yethu.",
    "2910560864": "Mar 20-23th 2020***",
    "2915355938": "Ukufinyeleleka",
    "2920213479": "Hlunga noma wengeze izigaba ezingafanele zanoma yimuphi usayizi",
    "2921990472": "Uma ubona inkinga yokusebenza, sicela ulandele",
    "292211832": "Ulwazi oluqoqwe kusetshenziswa izindlela zobuchwepheshe njengamakhukhi, izibali zekhasi lewebhu namanye amathuluzi okuhlaziya luyalahlwa ngokushesha njengoba lungokoqobo, kodwa lungagcinwa isikhathi esilinganiselwe esingafika unyaka owodwa kusukela ekuphelelweni kwekhukhi, ngokuvamile ngendlela engakhonjwa futhi ehlanganisiwe. ngaphandle uma sibona ukuhlukumeza okungenzeka kwesevisi yethu, lapho sizogcina lolo lwazi ukuze lisisize ekuvimbeleni ukuhlukumeza esikhathini esizayo. Asikwazi ukuxhumanisa lolu lwazi olungaziwa noluhlanganisiwe kuwe, umndeni wakho, ikheli le-IP, nanoma yiluphi ulwazi lomuntu siqu olusekelwe kulwazi olugciniwe.",
    "292250020": "1. Khetha igiya ekhoneni eliphezulu kwesokudla kwesikrini, bese ukhetha \"Izinketho Ze-inthanethi\". Uma Ibha Yemenyu ivuliwe, ungakhetha \"Amathuluzi\" bese \"Izinketho Ze-inthanethi\".",
    "2927700175": "Sibonisa izinselele ze-CAPTCHA ezinzima kuma-bot kodwa alula kubantu ngokuqoqa idatha okunzima ukuyilebula ezinkingeni zokufunda ngomshini, futhi siyisebenzisele ukuhlukanisa ukuthi iwebhusayithi noma isivakashi sohlelo lokusebenza singumuntu.",
    "2928362319": "Imibuzo ngemeyili ingase ithunyelwe ku-: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Ukwephulwa Kwale Migomo Yesevisi",
    "2932826396": "3. Uma usebenzisa inguqulo yakamuva kakhulu ye-Safari ku-OS X 10.15 esanda kukhishwa noma i-iOS 13.4, i-Apple isanda kushintsha ukuziphatha kweSafari okuhlobene namakhukhi ezinkampani zangaphandle, iwavimba wonke ngokuzenzakalela. Sisebenzisa isixazululo, kodwa okwamanje sicela uvakashele Izintandokazi ze-Safari, isigaba Sobumfihlo, bese ususe ukumaka okuthi \"Ukulandelelwa kwewebhusayithi: Vimbela ukulandelela indawo yonke\" ukuze unike amandla ikhukhi lokufinyeleleka ukuthi lisebenze njengoba kulindelekile.",
    "2935155034": "Uma utholakala e-European Economic Area, unamalungelo athile achazwe ngenhla ngaphansi kwesihloko esithi \"Isaziso Sezihloko Zedatha Ye-EU\", okuhlanganisa nelungelo lokuhlola nokulungisa noma lokususa idatha esinayo ngawe.",
    "2939852138": "Bazama Kanjani Abakhwabanisi [Uku]balekela Ukukhwabanisa Kwenkokhelo?",
    "2940689138": "Ukuphatha ama-akhawunti e-Integrator kanye neKhasimende futhi unikeze Isevisi. Sisebenzisa Ulwazi Lomuntu Siqu ukuze sihlobanise ama-akhawunti athile nabadidiyeli namakhasimende futhi siwanikeze Isevisi, ukuphendula izicelo noma imibuzo, ukuhlinzeka ngosekelo noma usizo lobuchwepheshe, kanye nokwenza izinkokhelo zibe lula.",
    "2941545733": "Singonjiniyela, hhayi abathengisi: sifuna ukuthi ujabule ngokukhetha kwakho.",
    "2943346052": "Njengoba inqubo yokumisa i-IETF iqhubeka, silindele ukuthi iziphequluli ezinkulu zizosebenzisa uhlobo oluthile lwe-Privacy Pass ngokomdabu. Lokhu kuzogcina kwenze isandiso singadingeki. Okwamanje, nokho, sicela ulandele imiyalo engezansi.",
    "2945960297": "Ngokuphathelene nezihloko zedatha ye-EU, igama elithi \"ulwazi lomuntu siqu\" njengoba lisetshenziswe kule Nqubomgomo Yobumfihlo lilingana \"nedatha yomuntu siqu\" njengoba kuchazwe ku-European Union General Data Protection Regulation (GDPR).",
    "2947576723": "Le ndaba yandulela amalayisense okushayela kanye nokuphrinta kweminwe yedijithali, kodwa inikeza isibonelo esihle sokuthi yini engase ihambe kabi esimweni sokuthathwa kwe-akhawunti. Umuntu ungena ku-akhawunti yasebhange eku-inthanethi noma uhlelo lokusebenza lokukhokha ngeselula. Ingabe ungumnikazi we-akhawunti wangempela, noma i-hacker? Ubani ngempela? Lezi zinkinga zokuphepha zithinta izinhlangano ezivumela ukufinyelela kwe-akhawunti yesevisi yakho.",
    "2952586316": "Akuzona zonke izinkinga ezifanayo. Izichasiselo zemisebenzi ebalulekile yokuphepha zingadinga ukuzethemba okungu-99.99% kubasebenzi abangabantu. Izichasiselo zesici esisodwa se-beta kuhlelo lokusebenza lwegeyimu yeselula zingadinga kuphela ukuzethemba okumaphakathi. Uyanquma.",
    "2954157511": "Kungani sisebenzisa Amakhukhi?",
    "2959486280": "Uma ungavumelani nale Migomo Yesevisi, awukwazi ukusebenzisa noma ukufinyelela Isayithi noma Isevisi.",
    "295955580": "Isizindalwazi sethu singaqukatha izixhumanisi zamawebhusayithi ezinkampani zangaphandle. Asilawuli, asiphenyi, asiqapheli, noma sihlole amawebhusayithi anjalo. Asinasibopho futhi asisekeli izinhlelo zekhompiyutha, okuqukethwe, noma imibono equkethwe kulawo mawebhusayithi. Uma unquma ukushiya iwebhusayithi yethu futhi ufinyelele noma iyiphi iwebhusayithi yezinkampani zangaphandle, ukwenza lokho ngokuzithandela kwakho.",
    "2968026167": "Imifino oyikhonzile",
    "2970907810": "ikhasi. I-CEO yamanje yenkampani ingumqondisi ophethe obhekele okuqukethwe.",
    "2989126922": "Vula izintandokazi ze-Chrome kubha yemenyu.",
    "299335340": "Okuyikho Nendlela Yokumisa Ukuhlasela",
    "3004688366": "( ) Izinyathelo zokulwa akufanele zibandakanye ukukhwabanisa ngocingo noma ukukhwabanisa kwekhadi lesikweletu",
    "3005876482": "I-hCaptcha Manje Isiyisevisi Enkulu Ezimele YeCAPTCHA, Isebenza ku-15% We-inthanethi",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Uphikisana nokuthembela kwethu kuzintshisakalo zethu ezisemthethweni njengesisekelo sokucutshungulwa kwethu kolwazi lomuntu siqu oluthinta amalungelo akho.",
    "3012870872": "Amawebhusayithi nezinhlelo zokusebenza ezisebenzisa inguqulo yamahhala (i-hCaptcha Publisher) zithola imali engenayo ngalowo msebenzi esikhundleni sokunikela ku-Google.",
    "3014149332": "A: Cha, amaphasi awasebenzisani: kufanele akhishwe futhi ahlengwe yisiphathimandla esifanayo, kulokhu hCaptcha. Qaphela ukuthi uma unamaphasi asuka kukho kokubili i-Cloudflare ne-hCaptcha esandisweni sakho, inombolo etholakalayo izoshintsha ibe inani elifanele kuye ngemfuneko yekhasi olivakashelayo. Ngamanye amazwi, uma unamaphasi angu-100 e-Cloudflare esikhwameni sakho kanye namaphasi angu-10 hCaptcha, kufanele ubone 10 kusithonjana sokunweba emakhasini ane-hCaptcha eshumekiwe.",
    "3014657981": "Eduze kokuthi \"Amakhukhi,\" vula isilungiselelo.",
    "3017040355": "Ukucutshungulwa kwedatha yesihloko sedatha ye-EU kusebenza ngaphansi kwesisekelo esingokomthetho Sezigaba Zenkontileka Ezijwayelekile (ama-SCC) ezihlanganiswe ngaphakathi Kwesengezo Sokucubungula Idatha Semigomo Yesevisi yethu noma Izivumelwano Zokucubungula Idatha nabadidiyeli bethu.",
    "3017533972": "Thina, ozakwethu bocwaningo lwezemfundo, kanye namakhasimende ethu ngezikhathi ezithile singabhekisela noma sikhiqize kabusha izingxenye zokuqukethwe okunelayisense ye-Creative Commons ngenkundla ye-hCaptcha ukuze sithuthukise ulwazi lwabantu emkhakheni wokufunda ngomshini.",
    "3018077211": "25. Ukuxazulula Ingxabano Yabanikeli",
    "3018523079": "Hlala kumkhiqizo ngolwazi lomsebenzisi olungaguquki.",
    "3022001832": "Siqoqa ulwazi kubantu abasebenzisana namasayithi kanye namasevisi ethu, okuhlanganisa nalabo abahlanganisa isevisi yethu kuwebhusayithi yabo (\"Izihlanganisi\"), labo abasebenzisa izinsizakalo zokulebula idatha (\"Amakhasimende\"), kanye nabasebenzisi bokugcina abasebenzisana nathi. Isevisi ngamawebhusayithi Ezihlanganisi zethu (\"Abasebenzisi Bokugcina\").",
    "3022301908": "Ukufinyelela",
    "3022922096": ", i-hCaptcha's Enterprise suite yemikhiqizo. Ngokungafani nenguqulo yamahhala ye-hCaptcha,",
    "3025548709": "Ingabe ikhona enye indlela yalesi sivumelwano esingafanele?",
    "3027055607": "16. Impahla Yengqondo kanye Namalungelo Obunikazi",
    "3028319964": "I-AI Ethics",
    "3030395800": "Lezi zifakazo ngokuvamile zivela ekwephulweni kwedatha. Okwaziwa nangokuthi \"ukuchitheka kokuqinisekisa,\" lokhu kuhlasela kungaholela ezigidini zemininingwane zilahlwe kuwebhu emnyama. Uma ukuchitheka kuphuma ebhange, isigebengu sizozama ukusebenzisa lezo mininingwane ukuze singene kwamanye amasayithi. Le ndlela iyasebenza ngoba abantu abaningi basebenzisa igama lomsebenzisi elifanayo nenhlanganisela yephasiwedi kumasayithi amaningi. (Lo mkhuba awukhuthazwa, kodwa iqiniso liyikho. Abantu bavame ukuphinda iziqinisekiso zokungena ezifanayo.)",
    "30312304": "amanye amaphutha ayehluka ngokwezifundazwe ngaphambi kokuba kuphasiswe umthetho omubi wenhlangano.)",
    "3031284129": "Iwaranti Disclaimer",
    "3031357206": "Isithonjana esisha sizovela eduze kwebha yakho ye-URL. Manje vakashela iwebhusayithi usebenzisa i-hCaptcha. Kuzobukeka kanje:",
    "3031953301": "Esikhundleni salokho singase sikunikeze ithuba lokusebenzisa isevisi yethu ye-hCaptcha Enterprise, futhi siqhubeke nokukunikeza isevisi isikhathi esithile (\"Inkathi Yohlelo\"). Ukunikeza kwethu okuqhubekayo kwesevisi phakathi Nenkathi Yohlelo ngeke nakancane kuguqule amalungelo ethu ngaphansi kwalesi Sigaba.",
    "3031953928": "I-HUMAN Network™ wuphawu lokuthengisa lwe-HUMAN Protocol Foundation, futhi isetshenziswa ngemvume yayo.",
    "3034959000": "Ungakwazi ukubuyisa",
    "3038275155": "Ukuyekwa Kwesenzo Sekilasi. Uyeka noma yiliphi ilungelo onalo lokuthi noma iyiphi ingxabano ilethwe, ilalelwe, noma ixazululwe njengesenzo sekilasi, iqoqo, noma ummeleli. Naphezu kwanoma yisiphi esinye isigatshana esiqukethwe kulesi sivumelwano, umusho owandulelayo angeke uhlukaniswe kulesi sivumelwano kunoma yisiphi isimo. Noma isiphi isimangalo sokuthi konke noma ingxenye yalokhu kuhoxiswa akusebenziseki, akunanembeza, akunalutho noma akusebenzi kunganqunywa kuphela yinkantolo enegunya lokulawula hhayi umlamuli. Ngeke uziphindiselele noma uvinjwe ukuthi uqedele imisebenzi kuwebhusayithi yethu ngenxa yokusebenzisa amalungelo akho ngaphansi kweSigaba 7 soMthetho Wezobudlelwano Bezabasebenzi Kazwelonke, noma ngokufaka noma ukuhlanganyela ekilasini, isenzo esihlangene noma sokumela kunoma iyiphi inkundla. , kodwa ngokusemthethweni singase sifune ukuphoqelelwa kwalesi senzo sesigaba, futhi sifune ukuchithwa kwesigaba esinjalo, izenzo eziqoqiwe noma ezimele noma izimangalo.",
    "304004915": "Asinandaba nokuthi bangobani abasebenzisi, kuphela ukuthi maningi kangakanani amathuba okuba babe nonya noma imishini. Siyazisekela izinhlelo ezifana nalezi",
    "3044038608": "Uyavuma ukusinikeza ulwazi lweqiniso, olunembile futhi oluphelele njengoba siceliwe ohlelweni lwethu lokubhalisa. Uyavuma futhi ukubuyekeza ulwazi olunjalo ngokushesha njengoba kudingekile ukuze ulugcine lwamanje futhi lunembile.",
    "3047519814": "Uyavuma ukuthi ngeke wabelane nge-akhawunti yakho noma iphasiwedi nanoma ubani.",
    "3048865891": "Izindleko Nezimali. Izinhlangothi zizobhekana nezindleko zazo zokumelwa ngokomthetho kunoma yikuphi ukulamula, ngaphandle kwalapho izindleko zommeli zihlinzekwe ngokusobala ngokomthetho. Izinhlangothi zizohlukanisa noma iyiphi imali yokuqala yokuphatha ekhokhiswa umlamuli, kuze kufike ezindlekweni ezinkulu kuwe zamadola angamakhulu amabili namashumi amahlanu (US$250.00). Izindleko zomxazululi kanye nentatheli yasenkantolo, uma zikhona, zizothwalwa yithi ekuqaleni; kodwa-ke, umxazululi uzoba nokuqonda kokunikeza izindleko ezifanele kuhlangothi olukhona, njengoba kuhlinzekwe ngumthetho, kanye/noma ukudinga ukuthi abathintekayo bahlukanise izindleko ezihambisana nomlamuli kanye/noma intatheli yenkantolo.",
    "3049976256": "Kukhasimende ngalinye elisha elilebulayo, sidlula ohlwini lokuhlola phakathi nenqubo yokuthengisa. Lokhu kuhlanganisa ukukhuthala kokuqala kwe-KYC ngaphambi kokugibela, kanye nokuqinisekiswa kwazo zonke izicelo ezenziwe kubahlaziyi bethu, nokuhlolwa kwesikhathi sangempela nokubuyekezwa kwezicelo ezenziwa kusetshenziswa inkundla yethu yokuzisiza.",
    "3054564199": "Cindezela Ikhithi",
    "3056723024": "13. Ukuqedwa Kwemisebenzi Engamukelekile",
    "305735018": "Okokugcina, enye indlela ethembekile ye-Google. I-hCaptcha Enterprise ikulethela ukonga okumangalisayo kubhili yakho ye-reCAPTCHA ngokuvikeleka okuphezulu: kufika ku-80% engabizi kakhulu kwezinye izimo.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "Inqubomgomo yobumfihlo",
    "3064321967": "I-imeyili kagaxekile yokuqala eyaziwayo yathunyelwa ngo-1978. [",
    "3065000659": "Ububonile ukuthi ngaso sonke isikhathi \"uchofoza imoto\" usiza ukuqeqesha eyodwa",
    "3068923550": "( ) Izinyathelo zokuphikisa kufanele zisebenze uma zifakwa kancane kancane",
    "3083289844": "Uma uthole inkinga ocabanga ukuthi ingathinta ubumfihlo bomsebenzisi, sicela usithumele i-imeyili kuyo",
    "3086730511": "Uma ungumdidiyeli wesevisi yethu yamahhala futhi sinquma ukuthi usudlule imikhawulo yethu yokusebenzisa kahle, okwamanje ungaphansi koku:",
    "3088605177": "Engeza ikhodi yethu yokuphonselwa inselelo kuphela lapho idingeka khona, nalapho kunengqondo ukuvikela wena nabasebenzisi bakho.",
    "3089778412": "I-hCaptcha Ibala kanjani Imivuzo",
    "3092200338": "** Uma umhla ka-15 uba ngempelasonto, Idethi Yokukhokha iwumhla ziyi-17.",
    "3093388779": "I-hCaptcha imahhala ukusetshenziselwa abashicileli banoma yimuphi usayizi",
    "3093689546": "Ukuhlanganiswa okulula",
    "3094150511": "Igunya lokulawula: Ikhomishini Yezokuxhumana Yase-US, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "Juni 15, 2019",
    "3096063825": "Izame",
    "3096553330": "Lonke uhlelo esiludalayo luvele lubonise ubudlelwano bethu nabanye abantu.",
    "3098677775": "Q: Ingabe i-IP yami kanye nomlando wokuphequlula kuyimfihlo ngokuphelele ku-hCaptcha lapho ngisebenzisa i-Privacy Pass?",
    "3100722753": "Ukuze uthole izinkinga ezingaba khona zokuphepha noma zobumfihlo, bona imiyalelo engezansi.",
    "3103557430": "Indlela Esisebenzisa Ngayo Ulwazi",
    "3103642530": "Lesi sibuyekezo sakhiwe ngamasethi ambalwa emibandela:",
    "3107683988": "Lokhu kunganciphisa ngokumangazayo ithrafikhi nezindleko zangaphandle kwenethiwekhi kuyilapho kugcinwa zonke izinzuzo zokuphatha ngabasebenzi bethu abashayela ucingo amahora angu-24/7 ukuze bahlangabezane nama-SLA aqinile.",
    "3108727249": "I-BotStop",
    "310885519": "noma",
    "3114147525": "Amakhasimende e-hCaptcha asebenzisa isevisi ukwenza imisebenzi ehlanganisa ukuqashelwa kwento, ukutholwa kwesibaluli (ukuqoqa amalebula ukuhlonza izinhlobo zezingubo), izinga lokufaneleka (ukukhetha umkhiqizo ofaneleka kakhulu ezinkethweni ezimbalwa uma uqhathaniswa nomkhiqizo wokuqala), amabhokisi okubopha (ukuthola izindawo onentshisekelo kuzo isithombe), \"I-OCR yomuntu\" (ekhomba umbhalo esithombeni) nezinye izinhlobo eziningi zemisebenzi.",
    "3117887301": "Kwethenjwa amasevisi amakhulu kakhulu aku-inthanethi",
    "3119498672": "enze noma yimuphi umsebenzi ngokusebenzisa i-Internet bots, amarobhothi ewebhu, ama-bots, imibhalo, nanoma yiluphi olunye uhlobo lobuhlakani bokwenziwa noma uzame ukuthola imivuzo ku-IMI nanoma yimuphi Umfakisicelo noma Umdidiyeli ngaphandle kokuqeda imisebenzi njengoba ichazwa;",
    "3119589996": "Indlela esebenza ngayo: isandiso sesiphequluli sinikeza abasebenzisi ikhono lokudala nokusayina amathokheni angaboni kahle we-cryptographically kumawebhusayithi asekela iphrothokholi Yephasi Lobumfihlo. Isandiso sikhiqiza amaphasi aqukethe amathokheni angaboni ngasolinye asayinwe yi-hCaptcha lapho inselelo ixazululwa kunoma iyiphi isayithi kusetshenziswa isevisi ye-hCaptcha,",
    "3121248460": "Bonisa izinselele zangokwezifiso ezihluke ngokuphelele -- kusukela kokulula kuye kokuyinkimbinkimbi -- kuzithameli zakho ozilindele",
    "3128328457": "Uma ungumnikeli noma umdidiyeli, nguwe wedwa onesibopho sokukhokha noma iyiphi intela yemali engenayo elinganiselwe noma yombuso, yesifunda, noma yendawo, ukuphepha komphakathi, i-FICA, nesinxephezelo sabasebenzi esikweletwayo ngenxa yokusebenzisa iwebhusayithi yethu, kanye izintela ezifanayo noma izinkokhiso ezindaweni okungezona ezase-US. Uyavuma ukusibuyisela futhi usibambe singenangozi nganoma ikuphi ukuhlaziya obhekene nakho ngoba wehlulekile ukuthobela noma yimiphi imithetho yentela.",
    "3128433367": "... nokunye okuningi",
    "3130928685": "Ibhulogi",
    "3138772661": "izinkulungwane zezimpilo unyaka ngamunye",
    "3139609561": "Ngezansi kunezibonelo ezimbili zokuhlukaniswa kwezithombe nezinhlobo zemisebenzi yokuthola izibaluli. [",
    "31502377": "Ithini I-elementi Yombhalo Ocebile?",
    "3152512587": "futhi uhlelo luqoqa amakhulu ezigidi zezixazululo zansuku zonke. [",
    "3153117136": "Indlela Izilungiselelo Zobunzima be-hCaptcha Zisebenza Ngayo",
    "3160820928": "Ukuvikelwa kokuhlasela okuhlanganisiwe",
    "3161489950": "I-ML Platform Yokuphepha Ethuthuke Kakhulu Emhlabeni",
    "3162107126": "I-IMI ayihlanganyeli kunoma iyiphi ingxabano phakathi kwakho nanoma yimuphi omunye umsebenzisi Wamasevisi. Ukhulula i-IMI namanxusa ayo kunoma yiziphi kanye nazo zonke izimangalo, izimfuno, nokulimala kwalo lonke uhlobo nemvelo, okwaziwayo nokungaziwa, okusolisayo nokungasoleki, okudaluliwe nokungadalulwanga, okuvela ngenxa noma okuxhumene nanoma iyiphi ingxabano phakathi kwakho nomunye umsebenzisi.",
    "3167979932": "Idizayinelwe ubumfihlo kusukela osukwini lokuqala. Isivumelwano Esiqinile Sokucubungula Idatha.",
    "3168199226": "Kodwa-ke, ngo-2020 kwacaca ukuthi ukwakha lolu hlobo lwedathasethi kungathathwa njengobuchwepheshe bokusebenzisa okukabili ngendlela abambalwa abebengayilindela ngonyaka odlule.",
    "3173156067": "Esinye isibambiso esenziwe ngomumo siyatholakala uma ungathanda ukufaka izithombe eziyisibonelo ku-athikili yakho.",
    "3176531704": "Isichasiselo sedatha",
    "3178581111": "Sebenzisa Ngezinjongo Ezintsha",
    "3180664128": "Ngokufunda ngaphezu kwezinkulungwane zamasiginali, amamodeli anganciphisa futhi afinyelele ukuzethemba okuphezulu ekutholeni ukuziphatha okunonya ngokushesha okukhulu, nanoma ingekho isignali ngayinye ngokwayo engaba namandla ngokwanele ukuze ibonise inkinga.",
    "3182435854": "I-copyright",
    "318339230": "(Okukodwa noma ngaphezulu kwalokhu okulandelayo kungasebenza embonweni wakho othile, futhi kungenzeka kube njalo",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Izinguquko kule Nqubomgomo Yobumfihlo",
    "3193548097": "Ithemba Springs Phakade",
    "3194111925": "ukusekela",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Ukusetshenziswa nokuba sengozini kwama-API",
    "3200641265": "Kungakapheli umhlaka-16 Juni 2020*",
    "3200859925": "1. Injongo",
    "320166522": "Ukufunda ngomshini manje kunomthelela cishe kuzo zonke izici zokuphila kwethu, ngokuvamile ngezindlela esingaziboni nesingaziboni. Izinsizakalo zokuphepha eziku-inthanethi azihlukile.",
    "3202747130": "Isivumelwano Esiphelele. Le Migomo Yesevisi kanye nanoma yiziphi izinqubomgomo, izinqubo, noma imibandela eshiwo kulesi sivumelwano ihlanganisa sonke isivumelwano samaqembu maqondana nesihloko, futhi ithatha isikhundla futhi ikhansela zonke izivumelwano ezihlobene, izimangalo, izethulo, nokuqonda kwangaphambi nangesikhathi samanje. .",
    "3203921334": "Sithande izinto ezimbalwa mayelana nezixazululo ze-hCaptcha: 1) azithengisi idatha yomuntu siqu; baqoqa kuphela ubuncane bedatha yomuntu siqu edingekayo, babeka obala ekuchazeni ulwazi abaluqoqayo nendlela abalusebenzisa ngayo kanye/noma baludalule.",
    "3206136647": "Inkinga ye-Google lapha isuselwe kudatha yombuzo abayisebenzisayo uma iqhathaniswa noyibonayo. Uma yonke idatha ivela esikweni elifanayo (futhi esimweni se-Google, inkampani efanayo) ngokuqinisekile ungalindela ukuba nezinselele ezingahumushi kahle kwamanye amasiko, ngokuhambisana nesikhalazo sase-Edene.",
    "3207769512": "Phakamisa Imisebenzi Yokukhiqiza",
    "3208155808": "Dlulisela ikhophi efundeka ngomshini yolwazi lwakho lomuntu siqu kuwe noma kumuntu wesithathu ozikhethele wona.",
    "3212830633": "2. Ukufaneleka",
    "3213351333": "Akukho ukuzibophezela kwangaphambili okudingekayo",
    "3213411837": "isithombe 2",
    "3214322759": "uma kungenjalo zibandakanya kunoma yimuphi umsebenzi omubi noma wokukhwabanisa.",
    "3217791519": "Julayi 15, 2020 - Okthoba 15, 2020",
    "3225770968": "I-hCaptcha iklanyelwe ukuxazulula inkinga enzima kakhulu yomsebenzi ekufundeni komshini; ukulebula amanani amakhulu edatha ngesikhathi, ngendlela ethengekayo, nethembekile.",
    "3225936061": "Cishe ububona izithombe zombhalo othathwe emakhasini ezincwadi kusevisi ye-Google Books, futhi usiza ukuthuthukisa isofthiwe yabo ye-OCR (ukubonwa kombhalo).",
    "322830977": "Ungawakhubaza kanjani amakhukhi.",
    "3228928991": "Ulwazi olungasetshenziswa ukukhomba noma ukuxhumana nomuntu ngamunye (\"Ulwazi Lomuntu Siqu\"), njengegama, ikheli le-imeyili, nezwe. Siqoqa Ulwazi Lomuntu Siqu kubahlanganisi bethu bamanje nabazoba khona kanye Namakhasimende lapho besinika khona ngokuqondile (ngokwesibonelo, ngokugcwalisa ifomu lapho ubhalisela i-akhawunti, noma ngokufaka isicelo sokwamukela izaziso ze-imeyili ezivela kithi). Singase futhi siqinisekise ubunikazi babadidiyeli kanye namakhasimende ethu ngokuqhathanisa imininingwane yomuntu siqu nezizindalwazi zezinkampani zangaphandle noma imibhalo esemthethweni esemthethweni.",
    "3230004040": "Ingabe awuboni kahle noma awukwazi ukuqedela i-hCaptchas?",
    "3233305531": "Izimpawu zokuhweba",
    "3233441200": "Phinda Inqubomgomo Yokwephula umthetho",
    "3235430156": "izinhlelo zokufunda zomshini zenkampani mahhala?",
    "3235744534": "I-Internet Explorer",
    "3236311792": "4. Ukuhlaziywa kwangaphakathi kwe-hCaptcha. Idatha iqoqwe kuze kube umhla zingama-30 kuJuni, 2019. Imininingwane iyatholakala uma iceliwe.",
    "3236873806": "I-IMI inesibopho sale webhusayithi.",
    "3238184941": "Qaphela: Ubungozi bokukhwabanisa obuhlobene nekheli le-IP ngalinye kungenzeka kwabelwane ngalo noMdidiyeli uma kuceliwe.",
    "3238345709": "( ) Izomisa ugaxekile amasonto amabili futhi sizobe sesibambelele kukho",
    "3238612014": "Umlando wokuphequlula, ulwazi lokusebenzelana komthengi newebhusayithi ye-inthanethi, uhlelo lokusebenza, noma isikhangiso.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Isibuyekezo sokugcina: February 18, 2021",
    "324647915": "Siyabonga ngokuthatha isikhathi ukuze usisize sithole lolu lwazi!",
    "3247172580": "I-hCaptcha ihlanganise ukufunda komshini okuthuthukisiwe okuzigadile okunoveli onqenqemeni lwekhompiyutha enciphisa ngokukhethekile ukuqoqwa nokugcinwa kwedatha, ilethwa ezindaweni ezingaphezu kuka-250 emhlabeni wonke ukuze kube nokukaleka okukhulu.",
    "325077666": "Ngokuthumela imininingwane yakho uyavumelana neyethu",
    "3251220335": "IMP: Cha. Sicela uchofoze isixhumanisi sokungena se-imeyili esithunyelwe kuwe kudivayisi ngayinye oyisebenzisayo ukuze usethe ikhukhi.",
    "3254142589": "( ) Izinkinga zezomthetho",
    "3255230599": "Yini Ikhukhi?",
    "3256020881": "Ukubona ukuziphatha kwakho kanye nemisebenzi yokuphequlula ngokuhamba kwesikhathi kumawebhusayithi amaningi noma ezinye izinkundla.",
    "3256245394": "kanye nezingosi zethu zebhulogi, isb",
    "3260825523": "Imishini ye-Intuition",
    "3264813246": "Akulungile",
    "3265293440": "( ) Ukuba sengozini kwezivumelwano ngaphandle kwe-SMTP ukuthi zihlaselwe",
    "3265328927": "), inkampani yokufunda ngomshini enikezela ngemikhiqizo namasevisi ezinkampani ezisebenzisa ukufunda komshini esikalini.",
    "3265895521": "Khulisa futhi wehlise ubunzima benselelo ngokusekelwe esikhathini sosuku",
    "3268946369": "6. Ikhredithi: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Ngiyacela",
    "3272552822": "Onjiniyela nama-cryptographer:",
    "32739972": "Ukugcina imininingwane yakho yeseshini yokungena uma ubhalisiwe kumasayithi ethu.",
    "3276777569": "hCaptcha",
    "3280658086": "izixazululo zebhizinisi",
    "3286051798": "Izihloko, izigaba, izingcaphuno zokuvimba, izibalo, izithombe, namagama-ncazo ezibalo konke kungenziwa isitayela ngemva kokuba ikilasi lengezwe entweni yombhalo ocebile kusetshenziswa \"Lapho kungaphakathi\" kwesistimu yesikhethi esisidleke.",
    "328625009": "... silungile uma usulungile: isevisi yethu itholakala ubusuku nemini.",
    "3287172429": "Lawula izinhlobo zenselelo ezibonisiwe",
    "3288667364": "Ukuqhathanisa Nokutholwa",
    "3290996791": "Wonke amanye amagama emikhiqizo, amalogo, nemikhiqizo kuyimpahla yabanikazi bayo abafanele. Wonke amanye amagama ezinkampani, umkhiqizo kanye nesevisi asetshenziswa kule webhusayithi ngawezinjongo zokuhlonza kuphela. Ukusetshenziswa kwalawa magama, amalogo, nemikhiqizo akusho ukuvumela.",
    "3292221787": "inselele yaphendulwa, hhayi nje ukuthi yayilungile, futhi ivame ukushintsha kokubili imibuzo kanye nedatha esetshenzisiwe.",
    "3301728462": "Izigidi zabantu zisebenzisa i-hCaptcha inyanga ngayinye, ezinkulungwaneni zenhlanganisela yeziphequluli, izandiso, amadivayisi, izinqamuleli zomlilo, nokuningi.",
    "3312336121": "okusebenzisa amanani amakhulu edatha yokuziphatha ukunquma ukuthi abasebenzisi bewebhu bangabantu abasemthethweni noma ama-bot",
    "3315658779": "Vimbela ukuklwejwa kokuqukethwe nge-hCaptcha Enterprise",
    "3319083717": "Igama:",
    "3324288040": "Sithumele impendulo",
    "332723732": "okuqukethwe",
    "3329634829": "Khawulela ukucutshungulwa kolwazi lwakho lomuntu siqu.",
    "3329755436": "Ingabe uhlela ukusheshisa le nqubo?",
    "3334160175": "( ) Ayikwazi ukuzivikela ekuhlaselweni ngonya",
    "3336625692": "Leli khasi lichaza ngemicabango yethu ngalesi sihloko kumongo we-AI Ethics, nezinqubo esizilandelayo ukuze siqinisekise ukuthi ukusetshenziswa kwezinsizakalo zethu kuhlala kuhambisana nezinqubomgomo esizamukele njengenkampani.",
    "3339302473": "27. Ukuqedwa",
    "3342910682": "Funda kabanzi",
    "3346362371": "Kuthiwani ngokufunda komshini?",
    "3348433919": "Amalungelo Akho",
    "3349094124": "Imibandela yokukhathazeka kokuziphatha: Inhloso",
    "3353238942": "I-hCaptcha yakhelwe ukumisa ama-bots ngokuwahlukanisa kubantu. Ukuhlola okubukwayo kuyithuluzi elilungele lokhu, kodwa akuwona wonke umuntu ongaxazulula inselele ebonakalayo.",
    "3356329025": "1. 30 izinsuku",
    "3356349631": "i-Google Chrome",
    "3357523404": "I-Cross-Border Data Transfer",
    "33639629": "Ayisebenzi kumawebhusayithi ezinkampani zangaphandle. Sicela uqaphele ukuthi le Nqubomgomo Yobumfihlo ayisebenzi kunoma iyiphi iwebhusayithi, umnikelo, umkhiqizo noma insizakalo yanoma yimuphi umuntu wesithathu, noma ngabe ixhumeka kuSayithi yethu noma ihlanganisa Isevisi - sicela ubheke izinqubomgomo zobumfihlo ezisebenzayo ngaphambi kokuthatha isinqumo sokuhlinzeka noma yiluphi ulwazi kumuntu wesithathu. amaqembu.",
    "3365203058": "Ukuvikelwa kwe-anti-bot okusezingeni eliphezulu",
    "3368788823": "U-Terence Eden wenza iphuzu elithakazelisayo kubhulogi yakhe: \"",
    "3370561195": "6. Ukuziphatha Okwamukelekayo",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Izinqubomgomo nezinqubo Zokuziphatha ze-AI",
    "3376724603": "Septhemba 14-24 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Thola Idatha Yakho Ilebulwe Manje",
    "337971271": "Ukufunda ngomshini kuyasiza. Kodwa akudingi idatha yomuntu siqu ukuze isebenze.",
    "3383086062": "I-hCaptcha Enterprise iyisixazululo esiphelele sokuphepha esiku-inthanethi. Izindlela ezisebenzayo nezingenzi lutho zikuvumela ukuthi uyeke ukugxilisa iziqinisekiso, uthole ukuthathwa kwe-akhawunti, futhi uvimbele abalingisi abasolisayo. Konke okunokungqubuzana okunguziro kubasebenzisi abasemthethweni.",
    "3386280249": "Ukuhlinzeka ngemakethe Yedatha Enelebula. Isevisi yethu inika amandla ukulebula kwedatha yevolumu ephezulu kanye nokubuyekezwa komuntu kumasistimu okufunda komshini njengesevisi kubanikazi bewebhusayithi nezinkampani ezidinga usizo lokuthola idatha yabo ilebula. Ukuze senze lokho, sidalula Idatha Enelebuli kumakhasimende ethu anentshisekelo yokuthola Idatha Enelebula.",
    "3388180864": "Unentshisekelo yokusebenza ngezinselele zobuchwepheshe ezijulile esikalini sewebhu? Sihlala siqasha onjiniyela abanamakhono emhlabeni wonke -",
    "3389431373": "Amasevisi afana ne-reCAPTCHA v3 athi ukubeka i-pixel yawo yokulandelela kuwo wonke amakhasi esayithi lakho kuyadingeka ukuze uvikeleke kahle. Akunjalo.",
    "3395399558": "( ) Osopolitiki abangafundile",
    "3397976149": "Thola usekelo lwe-hCaptcha Publisher",
    "3398978455": "Septhemba 15-25 2021†††",
    "3401005681": "Thola imali",
    "3401861278": ", efakwe lapha ngereferensi. Sicela ubuyekeze lesi sivumelwano ukuze ubone ukuthi siyicubungula kanjani idatha yomuntu siqu egameni lakho. Qaphela ukuthi sisebenza \"njenge-data processor\" ngezinjongo ze-EU General Data Protection Regulation, kanye \"nomhlinzeki wesevisi\" ngenjongo ye-California Consumer Privacy Act.",
    "34074886": "Ngaso sonke isikhathi uma uphendula inselele, sisebenzisa amamodeli asezingeni eliphezulu ukuthola ukuthi ungumuntu yini. Iwebhusayithi oyivakashele bese isebenzisa lo mphumela ukusiza ukuthuthukisa ulwazi lwakho kusayithi labo ngokugcina ama-bots.",
    "3408107995": "Namuhla, nokho, ukuklwebha njalo kusho indlela ehlelekile yokudonsa idatha kuwebhusayithi. Isofthiwe ye-scraping yenza njengomsebenzisi womuntu, ngokuchofoza izinkinobho nokufunda umphumela ophumayo. Kunezindlela eziningi ezisetshenziswayo ezisemthethweni zokukhuhla. Iziseshi zewebhu ukuthi izinjini zokusesha ezinamandla ziyisibonelo esisodwa. Kanjalo namathuluzi afana ne-Skyscanner abheka amadili ohambo ngokuhlanganisa izinkulungwane zamawebhusayithi okuvakasha. Amafemu akwa-Fintech ayayisebenzisa, futhi, ukususa idatha yezezimali yomsebenzisi kumasayithi asebhange uma zingekho i-Application Programming Interfaces (ama-API) atholakalayo ukwenza uxhumano lwedatha. Izinto okufanele uzikhumbule mayelana nokukhuhla isikrini isivinini saso kanye nokuqina. Inqubo ingavuna amanani amakhulu edatha evela kumawebhusayithi, kucatshangwa ukuthi amasayithi awalungiselelwe ukukuvimba ukuthi kungenzeki. Ngejubane lokubala, i-scraper ingakwazi ukuhlanganisa amasethi edatha amakhulu ngokusebenzisana namawebhusayithi kanye nesofthiwe eyisisekelo kanye nolwazi olubanika amandla.",
    "3409726716": "bhalisela ama-akhawunti angaphezu kweyodwa kithi ngaphandle kwemvume ebhaliwe;",
    "3412647984": "Lokhu kukuvumela ukuthi ugweme imibuzo yesikhathi esizayo ngokubhalisa nokusetha ikhukhi. Sicela uzame ukuvala isivimbeli sesikhangiso sakho.",
    "3417372336": "Shintsha ngamaminithi",
    "3419878556": "Qiniseka ukuthi \"Vimba amakhukhi enkampani yangaphandle\" ayinikiwe amandla.",
    "3421090159": "umthombo ovulekile",
    "3426312287": "Januwari 5-15, 2022",
    "3433896984": "I-BotStop™",
    "3434202027": "Noma yikuphi ukusetshenziswa kwegama le-hCaptcha kwezokuxhumana kudinga isichasiselo: \"i-hCaptcha iwuphawu lokuthengisa olubhalisiwe lwe-Intuition Machines, Inc.\"",
    "3436534225": "Cishe zonke izinkampani eziqala umshayeli wendiza ekugcineni zikhetha izixazululo zethu.",
    "3437412311": "Kubasebenzisi bebhizinisi, izinketho ziyatholakala ukuze ugweme ngokuphelele izinselele ezimweni eziningi, kuncike kumaphuzu angenzi lutho.",
    "3441764123": "Uma inselele yethulwa kumsebenzisi ofinyelelekayo kusayithi esebenzisa isevisi ye-hCaptcha, izodlula ngokuzenzakalelayo.",
    "3443160243": "I-hCaptcha Partner™",
    "3444947612": "I-Traffic Phakathi",
    "3446714684": "Iselula (i-iOS ne-Android) Ukuhlanganiswa",
    "345108670": "- ukufaka imininingwane kanye neminye imizamo yokuthatha i-akhawunti",
    "3453526675": "1. Iqembu lokuqala",
    "345563040": "( ) Lona umbono oyisiwula, futhi uyisiphukuphuku ngokuwusikisela.",
    "3457805519": "3. Ingabe isicelo sekhasimende singafezeka ngaphansi komthetho wase-US kanye nemithetho yethu yokusebenzelana?",
    "3458934553": "3. Iyahlukahluka; kufika ezinsukwini ezingu-30.",
    "3460432665": "Naphezu kwalokhu okungenhla, uma ungumkhokhi wentela wase-US singase sikucele i-W-9, ukuthi ibuyekezwe minyaka yonke, futhi singase sikuvimbele ekwenzeni imisebenzi uze uqede noma ubuyekeze i-W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. I-Whitelist hcaptcha.com kanye namakhukhi *.hcaptcha.com kusivimbeli sakho sesikhangiso noma isandiso sokuphepha sesiphequluli.",
    "3470857731": "Ukuhlaziywa kokuthi i-reCAPTCHA iwathola kahle kangakanani ama-bots.",
    "3475647460": "( ) Idinga ukubambisana okukhulu kakhulu kwabathumela ogaxekile",
    "3478726913": "I-hCaptcha inelinye lamachibi amakhulu kunawo wonke emhlabeni atholakalayo ukuze uwasebenzise. Noma ngabe yisiphi isikali sakho, singakusingatha ngaphandle kwezibopho ezibizayo zangaphambili. Izigidi zemisebenzi ngosuku aziyona inkinga.",
    "3479034323": "Uma ubona okuqukethwe okungokwakho kukhiqizwa kabusha endaweni yesikhulumi se-hCaptcha futhi ungathanda ukuthi kususwe nganoma yisiphi isizathu, ungasithinta nge-imeyili.",
    "3480023141": "Funda kabanzi mayelana nezinketho zokufinyeleleka",
    "3483700676": "Yethula izigidi zemisebenzi ngokushesha",
    "3488019891": "I-hCaptcha wuphawu lokuthengisa olubhalisiwe lwe-Intuition Machines, Inc.",
    "348809718": "4. Ngaphansi kokuthi \"Amakhukhi enkampani yangaphandle\" khetha okuthi \"Yamukela\".",
    "349292953": "Ulwazi Esiluqoqayo",
    "3494826505": "Nabathengisi sizibandakanya ukuze sinikeze izici ezibalulekile Zamasayithi Nesevisi, njengokugcinwa kwedatha, ukusingathwa, kanye nezibalo, futhi ngalezo zinhloso kuphela.",
    "3496767126": "Ukuze ugweme ukungabaza, isigaba esilandelayo sisebenza ngokukhethekile kumakhasimende asebenzisa izinsizakalo zethu zezichasiselo, futhi singasebenzisi Izinkonzo zethu njengesihlanganisi.",
    "3500503648": "I-hCaptcha yakhelwe ukuqeda ukugcinwa kwedatha yesikhathi eside ngokuthembela ekuhloleni okusheshayo kunokurekhoda nokuhlaziya umlando wakho wokuphequlula. Siphinde sisekele izinhlelo ezifana",
    "3501923981": "Igcine ukubuyekezwa: Januwari 1, 2020.",
    "3507532387": "( ) Ukusesha kalula isikhala sekheli lezinhlamvu nezinombolo zawo wonke amakheli e-imeyili",
    "3510143229": "I-hCaptcha iyisevisi yamawebhusayithi nezinhlelo zokusebenza,",
    "3511610999": "Masiqinisekise ukuthi ufika endaweni efanele.",
    "3515435438": "Ukubika Izikhalazo ze-DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Ukucubungula Izinjongo",
    "3520687192": "Amarekhodi okuxhumana nawe (isb. amathikithi osekelo avulwa nge-imeyili noma nge-Twitter) angagcinwa unomphela.",
    "3524251858": "Umqondisi Wokuphathwa Kwemikhiqizo, Cloudflare",
    "3526939538": "Isiphazamisi Sesoftware",
    "3527140447": "Amadokhumenti",
    "3530599065": "Ubumfihlo bakhiwa kusukela phansi kuya phezulu. I-hCaptcha ayigcini i-PII futhi ithobela imiyalo nemithetho yobumfihlo eminingi.",
    "353066938": "Iqembu elinolwazi, elisebenza ngezinkinga zanamuhla ezinzima. I-hCaptcha iyisevisi ye",
    "3532143291": "Ukuvikela amasevisi namasistimu ethu. Sisebenzisa Ulwazi Lwezibalo ukuze sivikele amasistimu ethu ngokuhlonza izinsongo ezingaba sengozini, kanye nokuvikela ulwazi esiluqoqayo.",
    "353367791": "Thola abalingisi ababi bezinhlobo eziningi ezahlukene.",
    "3536122902": "( ) Ukuwamisa kanjalo akunensa futhi akubuhlungu ngokwanele",
    "3543141425": "ngoba!",
    "3545935449": "Ukubona abasebenzisi abasha noma abadlule.",
    "3548097301": "Kuqala ukusebenza: Januwari 1, 2020.",
    "354925785": "Isingeniso",
    "3554363588": "Amanye Amamaki",
    "3554448168": "Ukuhlukaniswa ngezigaba",
    "3555583744": "futhi",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. I-Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Uyavuma ukusebenzisa imizamo yezohwebo ukuvikela noma iluphi ulwazi oluyimfihlo olutholwe kithi noma ngeziNsizakalo zethu. ihlanganisa izikolo ze-bot kanye nemininingwane engeyona eyomphakathi yesevisi yethu yebhizinisi, okuhlanganisa amadokhumenti angekho esidlangalaleni kanye nanoma yimiphi imininingwane esingase sabelane ngayo mayelana nezindlela zethu zokuthola i-bot. Uma unikezwe imvume yokufinyelela kunoma yiluphi ulwazi oluyimfihlo olunjalo, singase silungise, simise okwesikhashana, noma sinciphise ukufinyelela kwakho Ezinhlelweni zethu ngokubona kwethu kuphela uma sithola ukuthi Ulwazi Oluyimfihlo ludalulwa ngokusebenzisa kwakho Izinkonzo zethu, futhi sizosebenzisa imizamo enengqondo. ukukunikeza isaziso ngaphambi kokumiswa.",
    "3566102529": "nathi namuhla ukuze sifunde okwengeziwe.",
    "3569492665": "Ukurekhoda umsebenzi ku-inthanethi akuyona impendulo.",
    "3570415321": "Inkampani",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Olunye ulwazi osinikeza lona lungase luhlanganise idatha ebucayi njengoba ichazwe ku-GDPR (ebuye ibizwe njengezigaba ezikhethekile zedatha yomuntu siqu), okuhlanganisa ukuhlonza uhlanga lwakho noma uhlanga kumadokhumende kamazisi akhishwe uhulumeni.",
    "3573245166": "Ngokungafani ne-reCAPTCHA, sisebenza kuwo wonke amazwe.",
    "3576146278": "Khokhela kuphela ukunemba okudingayo",
    "3578122193": "Hlala kumkhiqizo ngokuqukethwe okufanele",
    "3588274874": "Ekugxileni ekuletheni umkhiqizo ohambisana nemizamo yokulawula efana ne-European Union's GDPR kanye ne-California's CCPA, sihlangabezane nokukhula okukhulu - yebo, kuyasiza ukuthi i-hCaptcha ibe lula \"yokwehlisa\" esikhundleni se-reCAPTCHA futhi ingafakwa phakathi nemizuzu.",
    "3588620914": "I-Privacy Pass iwukusungulwa okusha ngamazinga eWebhu, futhi kuyenzeka ukuthi ezinye izinhlelo zokusebenza nezandiso zesiphequluli ezingazazi ukuthi ziphazamise ukusebenza kwazo.",
    "3590546893": "Ukuhlaziywa kokuziphatha okulula kuwuphawu oluqanjwa kalula abadlali ababi, futhi kudinga ukugcina umlando wokuphequlula wayo yonke ithrafikhi yakho esemthethweni.",
    "359073033": "Amadeshibhodi aletha ukubukwa okuseqophelweni eliphezulu noma okuhlaziywe kahle komsebenzi.",
    "3594381346": "indawo.",
    "3594440415": "Ekugcineni, bazoqala ukuvula iminyango.",
    "3594526017": "Ososayensi be-IM Basetha Ibhentshimakhi Entsha Yokuqashelwa Kombhalo Ogadiwe Ngokubuthakathaka (OCR) ku-CVPR 2020.",
    "3596207631": "UMB: Ngisabona inselele ngemva kokusetha ikhukhi. Yini ebangela lokhu?",
    "3600022491": "Ngenxa yalesi sizathu siklame enye indlela elula, engenabuhlungu ukuze sivumele abashicileli abasebenzisa isevisi yethu balondoloze ukufinyeleleka kwabo bonke ngokuhambisana ngokugcwele neSigaba 508 kanye ne-WCAG 2.1 AA.",
    "3600718611": "Cabanga nge-Google reCAPTCHA,",
    "3600797185": "Ukunikeza nge-retroactive bot identification kuzovulela i-Google imibuzo enzima yokuthi ungababuyisela kanjani emuva abakhangisi abasebenzise imali kuleyo thrafikhi yomgunyathi.",
    "360236473": "Isevisi ye-hCaptcha ayihloselwe ukuthi isetshenziselwe noma ubani ukuthi asebenze njengelebula ngayinye. Ayakhelwe noma ayifanele le njongo. Asincomi noma ngubani ukuthi azame ukusebenzisa i-hCaptcha njengomthombo wemali engenayo yomuntu siqu.",
    "3604147138": "3. Isetshenziselwa izinjongo zobuchwepheshe ezidingekayo: inika amandla ukusetshenziswa komsebenzisi okufinyelelekayo.",
    "3609106478": "Izinto zokuqinisekisa:",
    "3609929815": ". Sizogcina igama lakho, izwe, kanye nolwazi lwekheli le-imeyili kuphela ngenjongo yokuxhumana nawe esikhathini esizayo mayelana namathuba omsebenzi wokulebula ngamanye.",
    "3612043014": "...kanye neminye imisebenzi elula. Kulula kubantu, kunzima kuma-bots.",
    "361372538": "2. Ingabe sikholelwa ukuthi izinsizakalo esizihlinzekile zingase zisetshenziselwe izinjongo zokucwasa ikhasimende, ngezindlela okungenzeka zibe semthethweni kodwa ezingamukeleki kithi?",
    "3614653023": "Kunalokho, umkhuba uncike ekuhlaselweni kokuqinisekisa okukhulu okuzama izigidi zamapheya wegama lomsebenzisi/iphasiwedi kunqwaba yezikhungo zezezimali eziqondisiwe ngethemba lokuvula isethi encane yama-akhawunti. Uma isofthiwe yokukhwabanisa ezenzakalelayo isizuze ukufinyelela ku-akhawunti, isigebengu esingumuntu singase sihileleke, kodwa kwezinye izimo, akunjalo.",
    "361795034": ". Umbhali ongaziwa, c. 2000",
    "3619183405": "Ngo-2021 amaCAPTCHA alula kwesinye isikhathi angaxazululwa ngesoftware, ngenxa yentuthuko yokufunda komshini. Ukubhekana nalokhu, i-hCaptcha futhi yenza ukuhlaziya okuningiliziwe kwezakhiwo ezifana",
    "3620039756": "Phezulu kwesokudla, cindezela Okuningi bese emva kwalokho Izilungiselelo.",
    "3620442880": "Izici zokuvikela i-Flash Sale",
    "3621401685": "( ) Ukungathandwa kwezintela ezintsha eziyinqaba",
    "3621411541": "Funda mayelana nezinketho zokufinyeleleka ze-hCaptcha",
    "3621455477": "ukufunda okwengeziwe!",
    "3623028666": "(sicela usebenzise isevisi efana",
    "3624758171": "Imisebenzi yangokwezifiso iyatholakala futhi kubashicileli bebhizinisi.",
    "3630114728": "Bona ukuthi kwenzakalani kuwo wonke amasayithi akho nezinhlelo zokusebenza.",
    "3644106388": "Oxhumana naye",
    "3645414921": "Susa",
    "364774188": "Ngingumuntu™",
    "3654556483": "Izikhungo zezezimali nezinkampani ze-eCommerce zinezinqubo nezilawuli ezinciphisa olunye usongo lokuthathwa kwe-akhawunti. Lezi zisuka emibuzweni yezokuvikela eyisidala \"beyingubani igama lomngane wakho omkhulu esikoleni samabanga aphansi\" kuye ezindleleni zokuthola ezikhipha amakheli e-IP asolisayo namaphrofayela edivayisi yeselula.",
    "3657743880": "Imiyalo Yesiphequluli Yamakhukhi Esiphambano-Site",
    "3660619092": "Bhalisa mahhala noma xhumana nezindali ukuze uthole izixazululo ze-Enterprise",
    "366088791": "I-hCaptcha isekela imisebenzi ehlukahlukene.",
    "3660891610": "Uma ungumnikeli, i-IMI, hhayi wena, inamalungelo obunikazi kunoma yimuphi umsebenzi owukhiqizayo njengengxenye yokuqedela noma yimuphi umsebenzi. Ngokwamukela imigomo yalesi sivumelwano uvuma (futhi ngokwenza kanjalo) udlulisele ubunikazi, ubunikazi, nesihloko (okuhlanganisa nawo wonke amalungelo empahla yengqondo ekhona emhlabeni wonke) kanye nomsebenzi wakho kithi. Ukuqinisekisa ukuthi siyakwazi ukuthola, ukuphelelisa, nokusebenzisa amalungelo anjalo, uyavuma futhi (i) ukusayina noma imaphi amadokhumenti ukuze asize ekubhalweni, ekupheleleni nasekusetshenzisweni kwamalungelo ethu; futhi (ii) inikeze ukufinyelela okunengqondo olwazini lokuqoshwa, ukupheleliswa, ukuvikela, ukuvikela, kanye nokuphoqelela lawo malungelo obunikazi kunoma yimaphi nakuwo wonke amazwe. Izibopho zakho ngaphansi kwalesi sigaba zizoqhubeka ngisho nangemva kokusula ukubhalisa noma ukuyeka ukusebenzisa Amasevisi. Usiqoka njengommeli wakho ukuthi sikusebenzisele amadokhumenti ngezinjongo ezibekwe kulesi sigaba.",
    "3666807632": "14. Iziqu Namakhono Omnikeli",
    "3668115514": "Ihluke kanjani i-hCaptcha?",
    "3668873369": "Kwa-hCaptcha, sithathe indlela ehlukile kusukela osukwini lokuqala",
    "3669258571": "Inqubomgomo Yekhukhi",
    "3671246379": "Isinyathelo sesi-5: Chofoza ithebhu ye-Console, bese uchofoza kwesokudla bese u-\"Khetha konke\" futhi ukugcine efayeleni lombhalo, ukuze ulondoloze ilogi yekhonsoli. Sithumele nathi lokho.",
    "3671828834": "Izibonelo zolwazi lomuntu siqu olwabiwe",
    "3673079511": "izinga elikhulayo",
    "3678889946": "Kungakapheli umhlaka-15 Juni 2019",
    "3679148535": "Q: Yiziphi ezinye izinhlelo zokusebenza zePrivacy Pass osebenza kuzo?",
    "3680327841": "Sizibophezele ekwenzeni i-hCaptcha isebenze kahle kuwo wonke umuntu",
    "3682071227": "Ayini ama-Akhawunti Takeovers Futhi Asebenza Kanjani?",
    "3688621388": "Amasignesha asongelayo",
    "3694578791": "Njengoba kuxoxiwe ngenhla, thina (kanye nabathengisi bethu bezinkampani zangaphandle) siqoqa Ulwazi Lokuhlaziya ngokwengxenye sisebenzisa amakhukhi, amabhikhoni ewebhu, nobunye ubuchwepheshe bokulandelela. Kwesinye isikhathi, sisebenza nabathengisi bezinkampani zangaphandle ukuze siqashe amakhukhi ngezinjongo zokuqoqa Ulwazi Lwezibalo.",
    "3695206755": "Sizame endaweni okuyo ngaphandle kwesibopho.",
    "3700113699": "Kudivayisi yakho ye-Android, vula uhlelo lokusebenza lwe-Chrome.",
    "3700767772": "Uma ususifakile isandiso, chofoza lapha (noma kunoma iyiphi iwebhusayithi esebenzisa i-hCaptcha) ukuze uzuze amaphasi:",
    "370366524": "I-Ephemeral Service Telemetry",
    "3709608616": "khona-ke i-akhawunti yakho ingase ingasebenzi noma inqunywe ukuthi ayifaneleki ukuthola imali ngokubona kwethu, nganoma isiphi isikhathi, ngokukwazisa noma ngaphandle kwaso ngaphambili. Kunoma ikuphi, izicelo ezingaphezulu kwesilinganiso sethu sokusetshenziswa ngendlela efanele ngeke zifaneleke ukuthola izinzuzo ngaphandle kwesiqinisekiso esibhaliwe esivela kithi.",
    "3714002185": "Funda kabanzi mayelana ne-hCaptcha Enterprise",
    "3715747429": "Onjiniyela bethu bokugibela bangakwenza ukuthi uhambe ngokushesha, kungakhathaliseki ukuthi udinga ukuhlanganiswa kwe-React, ama-SDK ezinhlelo zokusebenza zomdabu ze-iOS, isibonelo esingemuva se-Java, noma cishe yisiphi esinye isimo.",
    "3717512591": "Ukuhlanganiswa Kweplathifomu Eqondile",
    "3717942925": "Njengoba kuzohlala kukhona abantu abafuna ukukunaka nge-imeyili, kuyohlale kunesifiso sokuphoqa ukufinyelela kwezinye izinsiza njengokuthi abantu kuphela abangazifinyelela.",
    "3719056187": "Ulwazi olunikezwe emakhasini e-inthanethi alumeli iseluleko somuntu ngamunye futhi alukwazi ukuthatha indawo yalokhu. Uma udinga iseluleko ngabanye, sicela uxhumane nabasebenzi bethu abasekelayo.Ukusetshenziswa kwaleli sayithi",
    "3720584906": "Julayi 15, 2021 - Okthoba 15, 2021",
    "3721365241": "Zama",
    "3723626769": "ngeminikelo yakho nokubuyekezwa.",
    "3725880582": "Buyela Ku-Charity",
    "3729345277": "I-hCaptcha iyindlela yokuthi izinkampani zithole izichasiselo ezizidingayo ngokushesha, ngekhwalithi ephezulu nangezindleko eziphansi kunezinye izindlela.",
    "3730038780": "Khetha enanini elicishe lingapheli lezinselele abasebenzisi abangazixazulula",
    "3730344349": "Lesi sigaba sinikeza imininingwane eyengeziwe mayelana nolwazi lomuntu siqu esiluqoqayo ngabathengi base-California kanye namalungelo anikezwe wona ngaphansi kwe-California Consumer Privacy Act noma \"CCPA.\"",
    "3733422465": "8. Ukuqinisekisa ubuwena",
    "3740051331": "Siphinde sizibophezele ekuqapheni ngenkuthalo futhi siphendule imibuzo yabasebenzisi bakho kuyo yonke inkundla yezokuxhumana, izinkundla, kanye neziteshi zethu zokwesekwa kwamawijethi nama-imeyili. Siyafinyeleleka futhi siyaphendula, futhi siphatha ukwaneliseka komsebenzisi njenge-KPI ephezulu.",
    "3741193183": "( ) Abasebenzisi abaningi be-imeyili abakwazi ukukhokhela ukulahlekelwa yibhizinisi noma bahlukanise abangaba abaqashi",
    "3744079744": "Juni 15-19, 2020****",
    "3744153629": "Amagama:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "othintana naye",
    "3753956446": "Mahhala",
    "3758963444": "Ngiyabonga! Ukuhambisa kwakho kwamukelwe!",
    "3759360138": "4. Igama lomsebenzisi nephasiwedi",
    "3759657802": "Akumele unikeze, udlulise, noma udlulisele le Migomo Yesevisi noma amalungelo akho noma izibopho zakho lapha nganoma iyiphi indlela (ngokusebenza komthetho noma ngenye indlela).",
    "3759923279": "Sicela uqondise imibuzo yabezindaba kuleli kheli le-imeyili elilandelayo:",
    "3764131594": "22. Amawebhusayithi Eqembu Lesithathu",
    "3766910104": "2. Isetshenziselwa izinjongo zobuchwepheshe ezidingekayo: ukulinganisa umthwalo, umzila.",
    "3767462250": "Idizayinelwe Ubumfihlo",
    "3768951251": "Ama-SLA ebhizinisi",
    "3773515538": "Wake wacelwa ukuthi \"uthayiphe amagama amabili?\"",
    "378086442": "yama-CAPTCHA, kune-UX yawo ngesekhondi ngalinye.",
    "3782751514": "I-HUMAN Protocol® wuphawu lokuthengisa olubhalisiwe lwe-HUMAN Protocol Foundation, futhi lusetshenziswa ngemvume yalo.",
    "3783031293": "Sisebenzisa i-Cloudflare ukuthuthukisa ithrafikhi yethu yewebhu. Ukuze uthole ulwazi mayelana nokuthi i-Cloudflare iqoqa futhi icubungule kanjani idatha,",
    "3795997071": "Khetha isithonjana semenyu ye-Chrome. Khetha Izilungiselelo.",
    "3800781598": "] Cishe eminyakeni engamashumi amahlanu kamuva, ugaxekile we-imeyili usaqhubeka nokusihlupha. Izigidigidi eziningi zamaRandi nezinkulungwane zeminyaka yomuntu yemizamo yobunjiniyela yenziwe ukuze kunqotshwe, kodwa nokho ugaxekile usaqhubeka. Kunezimboni zamadola ayizigidigidi nhlangothi zombili, okungukuthi ezivikela kuwo nalezo eziwuthumelayo.",
    "3805618893": "I-Google Chrome (PC)",
    "3806054689": "Ephreli 15, 2020 - Julayi 15, 2020",
    "3807059944": "Lawula okuqukethwe kwenselele okusetshenzisiwe",
    "3816867833": "Impendulo",
    "3817067682": "Amapholigoni",
    "3817811295": "Ukuthembeka okuqinisekisiwe nosekelo olusheshayo lwe-24/7 on-call.",
    "3819851005": "2. Izimali",
    "3821716514": "ikhasi.",
    "3828090208": "Esikhundleni salokho sebenzisa \"i-hCaptcha\".Uma isetshenziswa nelogo yenkampani yangaphandle, \"ye-hCaptcha\" idinga ukuba ibe yincane ngosayizi kunelogo yenkampani yangaphandle.",
    "3833636936": "a) izicelo eziyi-1,000 ngomzuzwana,",
    "3836291932": "Q: Ngisebenzisa amadivaysi amaningi. Ingabe ngidinga ukubhalisa izikhathi eziningi?",
    "3842490632": "Umsebenzisi ngamunye ozama ukuphendula imibuzo eminingi kungenzeka alinganiselwe noma avinjelwe ngokushesha. Okubaluleke ngokufanayo, njengokwethu",
    "3842673636": "Ngaphansi kwe-GDPR, unamalungelo athile mayelana nolwazi lwakho lomuntu siqu. Ungase usicele ukuthi senze lezi zinyathelo ezilandelayo mayelana nolwazi lwakho lomuntu siqu esiluphethe:",
    "3842815245": "Ingabe lokhu ukuhweba okulungile?",
    "38428546": "Sigcina idatha yakho yomuntu siqu ngokuphephile kuyo yonke impilo ye-akhawunti yakho nathi. Sizogcina kuphela Idatha Yakho Yomuntu Siqu isikhathi eside ngangokunokwenzeka ukuze sifeze izinjongo esiyiqoqe ngayo, okuhlanganisa izinjongo zokwanelisa noma yiziphi izibopho zomthetho, zokubala, noma zokubika noma ukuxazulula izingxabano. Imibandela esiyisebenzisayo ukuze sinqume izikhathi zokulondoloza ihlanganisa izinhlinzeko zenkontileka ezisebenzayo, izikhathi zokukhawulelwa okusemthethweni, izimfuneko ezisebenzayo zokulawula, namazinga omkhakha.",
    "3844300338": "Uyavuma ukusibuyisela, ukuvikela, futhi usibambe singenabungozi kunoma yiziphi izimangalo, umonakalo, izikweletu, izindleko, kanye nezindleko (kuhlanganise nezindleko zabameli nezindleko), ezivela noma ezihlobene nokusebenza kwakho kwemisebenzi noma ukusebenzisa kwakho iwebhusayithi yethu. .",
    "3844432472": "Ukuvuleleka kanye nokusebenziseka kwama-API kuwenza abe yizimpokophelo ezicebe ngendlela emangalisayo kubahlaseli. Ngendlela efanayo lapho uhlelo lokusebenza lweselula lungahlelwa ukuze lufinyelele futhi LUTHOLE idatha kusuka kusistimu yebhizinisi kusetshenziswa i-API, kanjalo nocezu lohlelo olungayilungele ikhompuyutha. Izigebengu ze-inthanethi zibhale anhlobonhlobo amathuluzi esoftware ukuhlukumeza ama-API. Kuyindlela ephumelelayo yokuhlasela.",
    "384965568": "Yize izidingo zokugcinwa zihluka ngokwendawo, ulwazi mayelana nezikhathi zethu ezijwayelekile zokugcinwa kwezingxenye ezihlukene zedatha yakho yomuntu siqu zichazwe ngezansi.",
    "3856690908": "Jan 15, 2020 - Ephreli 15, 2020",
    "3856912381": "Abasebenzisi bahlukumezekile, futhi ogaxekile bewebhu abangadingekile sebedlangile. Kodwa kukhona okunye.",
    "3859506577": "I-imeyili Yebhizinisi",
    "3861413614": "Akumele usebenzise noma yiluphi uphawu lokuhweba lwe-hCaptcha noma ilogo engasho ukuthi i-hCaptcha inobudlelwane noma ukuvumela, uxhaso, noma ukwesekwa komkhiqizo noma isevisi yenkampani yangaphandle, ngaphandle kwemvume ebhaliwe ecacile.",
    "3863351997": "Izigaba zolwazi lomuntu siqu ezisohlwini lwezimiso ze-California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "3871665286": ", exhunywe ngokuvelele ekhasini lewijethi ye-hCaptcha. Banikezwa ikhukhi elibethelwe elingasetshenziswa izikhathi ezimbalwa ngosuku, kodwa kufanele livuselelwe njalo ngemva kwamahora angu-24 ngokungena ngemvume.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Buyekeza noma ulungise amaphutha olwazini lwakho lomuntu siqu.",
    "3878230879": "Umgomo wethu uwukwenza isiqiniseko sokuthi ihlale ikusebenzela, ngakho-ke siyayibonga kakhulu imibiko yakho!",
    "3881754581": ". Uma uyiKhasimende lezinsizakalo zethu zesichasiselo futhi ukhethe inketho ethi \"Idatha Yabo Bonke\" njengengxenye yokusebenzisa kwakho Izinkonzo, lapho-ke unikeza i-IMI kanye nabo bonke abasebenzisi Bezinsiza emhlabeni wonke, okungakhethekile, okunelayisensi, okudlulisekayo, i-royalty, ilayisense engenakuguqulwa yokusebenzisa ngokugcwele yonke Idatha Yekhasimende, okuhlanganisa nawo wonke amalungelo ahlobene empahla yobuhlakani. Uma ukhetha inketho ethi \"Idatha Yabo Bonke\", uyamela futhi uyaqinisekisa ukuthi unelungelo elanele, isihloko, kanye nentshisekelo kudatha yakho ukuze unikeze ilayisense kulesi sigaba.",
    "3882147547": "Imisebenzi ye-Pseudorandom enganakwa",
    "388240587": "Januwari 5-15, 2022",
    "3884400764": "Nakuba ungasebenzisa amamaki e-hCaptcha ngokwale mihlahlandlela, akusho ukuthi unamalungelo athile ku-hCaptcha Marks, amalogo, nanoma yiluphi olunye uphawu lokuhweba, igama lokuhweba, uphawu lwesevisi, igama lebhizinisi noma umusa we-hCaptcha. Sifuna ukunikeza ukuguquguquka okuningi ngangokunokwenzeka, kodwa sinesibopho sokuvikela i-hCaptcha ekusetshenzisweni okungagunyaziwe kwanoma yiluphi uphawu lokuhweba, igama lokuhweba, uphawu lwesevisi, igama lebhizinisi noma umusa we-hCaptcha. Noma yikuphi ukusetshenziswa okungagunyaziwe kunqamula ngokuzenzakalelayo imvume noma ilayisense enikezwe i-hCaptcha futhi kungase kubangele izikweletu ezingokomthetho nganoma yimuphi umonakalo.",
    "3887113660": "Q: Ngabe iPrivacy Pass iyithinta kanjani imali etholwayo ye-hCaptcha?",
    "3891941747": "*** ISELULEKO se-COVID-19: Ngenxa yokuncipha kwenani labasebenzi elihlobene ne-COVID-19, ukubuyisana kuhlelwe kabusha ukuze kuvunyelwe isikhathi esengeziwe sokuqedela ukuqinisekiswa kwethu okujwayelekile. Izinkokhelo kulindeleke ukuthi ziqale ngoLwesihlanu futhi ziphele ngoMsombuluko olandelayo.",
    "3892905664": "I-hCaptcha isiza izinsiza zakho ze-inthanethi eziyintandokazi ukuthi zivikele ama-bot, ugaxekile, nokuhlukumeza ngokubuza imibuzo elula elula kubantu futhi enzima emishinini.",
    "3892952987": "hlola izivulo zethu futhi usebenzise lapha",
    "3893539589": "faka izixhumanisi zangaphandle ezihlinzeka ngezimpahla noma amasevisi ngaphandle uma kudingwa umsebenzi;",
    "389705801": "( ) Imithetho eyenqabela ngokucacile",
    "3897238493": "IZINKONZO ZINIKEZELWA NGESISISEKO \"NJENGOBA ZINJALO\". ASENZI UKUMELELE NOMA IZIQINISEKISO, OKUSHIWO NOMA OKUSHIWO, MAYELANA NEKUFINYELELEKA, UKUFANELEKA, UMTHETHO, UKUTHOLAKALA, NOMA UKUSEBENZA KWEZINKONZO, YIYIPHI ISOFWERE EHLOBENE NOMA IZINTO EZIBALULEKILEYO, IMISEBENZI EBALULEKILE LEZINTO. NGESIKHATHI ESIPHEZULU ESIVUNYWA NGUMTHETHO, I-IMI IZINIKELA NGAZO ZONKE IZIMO EZISEKUCHAZILE NOMA EZISHIWO, UKUMELELWA KANYE NEZIQINISEKISO KUHLANGANISA, KODWA AKUkhawulelwe, IZIQINISEKISO ZOKUTHENGISA, UKULUNGELA INTO ETHILE, KANYE NESINXASO ETHILE. IKHAMBI LAKHO LOKUPHELA FUTHI ELIKHETHEKILE MAYELANA NE-IMI NGOKUHLONIPHA YIKUPHI IMIPHUMELA, OKUNGAXHUMANANI, NOMA UKUNGAneliseki UKUBA UYEKE UKUSEBENZISA IZINKONZO Ngeke sibe nesibopho sanoma ikuphi ukulimaza uhlelo lwekhompyutha yakho, ukulahleka noma ukonakala kwedatha, noma omunye umonakalo owumphumela. kusuka ekufinyeleleni kwakho noma ekusebenziseni iwebhusayithi noma I-Intuition Machines Platform. Iziphazamiso ezihleliwe nezingahleliwe kungenzeka, futhi asiqinisekisi ukutholakala okungaphazamiseki kwewebhusayithi yethu.",
    "3898950867": "( ) Imisebenzi kaJoe kanye/noma ukwebiwa komazisi",
    "3900538778": "Idatha enelebuli inguphethiloli onika amandla ukufunda komshini. Izimpendulo ze-reCAPTCHA zisetshenziswe ukuthuthukisa izinsiza ze-Google ze-ML/AI kusukela ngo-2009. Abantu abaningi abasebenzisa i-reCAPTCHA ababoni ukuthi umsebenzi wabo usetshenziswa.",
    "3901503296": "Lokhu kugxila okuyingqayizivele kubumfihlo kusho ukuthi singanikeza iqanda ledatha yokugcinwa kwedatha yomuntu ngamunye, ukusebenza ngaphandle kwekhukhi, nezinye iziqinisekiso zobumfihlo zenkontileka njengoba kudingekile kuyilapho sigcina ukuphepha okuhle kakhulu.",
    "3904679538": "I-Chrome",
    "3906359167": "Izixazululo:",
    "3906886217": "Okwezinkampani noma amawebhusayithi",
    "3908992897": "futhi isetshenziswa kuwo wonke amazwe nezindawo emhlabeni, ngakho-ke sigxile kakhulu ekunikezeni umuzwa womhlaba ongaguquki.",
    "3909240516": "( ) Izihloko ze-SMTP akufanele zibe isihloko somthetho",
    "3910971075": "I-IMI ingumnikazi wawo wonke amalungelo, okuhlanganisa namalungelo empahla yobuhlakani, kukhodi yomthombo, ikhodi yento noma isakhiwo esiyisisekelo, imibono noma ama-algorithms, i-API, nanoma iyiphi isofthiwe eyengeziwe, imibhalo noma idatha ehlobene Nezinsizakalo (\"Isofthiwe\"). Ngeke, ngokuqondile noma ngokungaqondile, ngomuntu wesithathu noma ngenye indlela: (a) uhlehlise unjiniyela, ahlakaze, ahlakaze, noma uzame ukuthola iSofthiwe; (b) aguqule, ahumushe, noma akhe imisebenzi esuselwe kunoma iyiphi i-Software; (c) ukukopisha, ukuqasha, ukuqasha, ukusabalalisa, ukuthembisa, ukunikeza, noma ukudlulisa noma ukugaxa amalungelo kunoma iyiphi iSofthiwe; (d) asebenzise noma iyiphi iSofthiwe ngokwabelana kwesikhathi, izinjongo zehhovisi lezinsiza, noma ngenye indlela ukuze kuzuze omunye umuntu; noma (e) asuse noma yiziphi izaziso zobunikazi noma amalebula.",
    "3912514510": "( ) Uhlu lwama-imeyili nokunye ukusetshenziswa okusemthethweni kwe-imeyili kuzothinteka",
    "3912926900": "I-hCaptcha® kufanele ibe nophawu lokuhweba olubhalisiwe lapho luvela okokuqala ekhophini yokuqamba.",
    "3913203723": "Uma, nganoma isiphi isizathu, Umfakisicelo engakwamukeli ukwenziwa komsebenzi owuqedile, wena Njengomnikeli noma Umdidiyeli ngeke ube nelungelo lokuthola noma yimuphi umvuzo ngomsebenzi. Esimeni lapho imiklomelo isivele isabalalisiwe kuwe ngomsebenzi oqedwe ngendlela engamukelekile, singase siyithole kuwe.",
    "3913801502": "I-hCaptcha manje isebenza cishe ku-15% we-inthanethi",
    "3913848038": "99.99% ama-SLA esikhathi sokuphumula kanye nokwesekwa komhlaba wonke okungu-24/7 kuyatholakala.",
    "3916131732": "AmaMelika",
    "3922723611": "Sicela uzame ukukhubaza noma yisiphi isivimbeli sesikhangiso noma izandiso zokuphepha zesiphequluli",
    "3926027556": "futhi sizobuyela kuwe ngokushesha.",
    "392886773": "Isebenza kuwo wonke amazwe",
    "3930611699": "abasebenzi ngabanye.",
    "3930808600": "Sisebenzisa izinyathelo ezifanele zobuchwepheshe nenhlangano ukuze sivikele ulwazi esiluqoqayo nesilugcinayo, futhi sidinga ukuthi bonke abasebenzeli abafeza ukucubungula kwethu benze okufanayo. Ngeshwa, azikho izinyathelo zokuphepha ezingenangqondo 100%, futhi ngenxa yalokho ayikho inethiwekhi noma uhlelo (okuhlanganisa neyethu) olungaqinisekiswa ukuthi luvikeleke 100% ekubhujisweni, ekulahlekeni, ekuguqulweni, ekuvezweni okungagunyaziwe, noma ekufinyeleleni olwazini esiluqoqayo nesilugcinayo. Uma ukholelwa ukuthi imininingwane yakho ingase ingavikeleki nganoma yisiphi isizathu, sicela usithinte ngokushesha ku",
    "3933993151": "Sebenza njengelebula yedatha yomuntu ngamunye",
    "394235836": "3. Uma kungekho okusikisela okungenhla okusebenzayo, sithumele i-imeyili yokusekela futhi sizojabula ukusiza ukuthola ukuthi kwenzakalani.",
    "3942875761": "Siza Ukwakha IWebhu Engcono™",
    "3943164003": "buka eluhlaza",
    "3943417791": "Thola ukwesekwa kwe-hCaptcha Enterprise (BotStop)",
    "3946753128": "Okuyimfihlo. Kuvikelekile. Ngokushesha.",
    "3951112506": ". Lokho kakade kuqinisekisa izinga eliphezulu lokungafani kudatha.",
    "3951254541": "Siyalithokozela igalelo lakho. Sazise noma yiziphi izinkinga futhi sizozixazulula ngokushesha.",
    "3952259236": "Hlanganisa idatha yakho engaboniwe nezinkulungwane zamasiginali we-hCaptcha ukuqeqesha i-hCaptcha ngezigaba zokuziphatha -- ngokwesibonelo sakho kuphela -- ukubikezela kangcono ukuziphatha okunonya kunesixazululo sodwa",
    "3953584369": "Imikhawulo yokufinyelela ye-RBAC eyindida iyatholakala.",
    "3955555607": "Ngaphandle Kozakwethu noma Abadayisi Abagunyaziwe, izinkampani zangaphandle akumele zibhide amagama angukhiye, i-Google AdWords, noma ezinye izinhlelo zokukhangisa eziqondisiwe zisebenzisa izimpawu ze-hCaptcha noma ukungapeli kahle. Futhi akumele abantu besithathu basebenzise izimpawu ze-hCaptcha emagameni esizinda, noma yikuphi ukulungiselelwa kwenjini yokusesha, ama-meta tags, amagama okusesha, ikhodi, noma okunye ukuhlanekezela amaqiniso.",
    "3955981186": "Izichibiyelo. Akukho ukuguqulwa noma ukuchitshiyelwa kwale Migomo Yesevisi yinoma ubani ngaphandle kwe-IMI okuzobophezela ku-IMI ngaphandle kwalapho kusesisetshenziswa esibhaliwe esisayinwe omele i-IMI ogunyazwe ngokufanelekile.",
    "3963216198": "Ukuxoxa ngokuthi kungani ama-API eyimpokophelo edumile yezigebengu, kubalulekile ukuthi uqale uthathe isikhashana ukuze uchaze ukuthi kusho ukuthini okwamanje igama elithi “API.” Umqondo we-API awumusha neze. Eqinisweni, izixhumanisi zokuxhuma amasistimu amakhompiyutha ahlukahlukene nomunye, kanye nezingxenye zawo zangaphakathi, bezikhona kusukela okungenani ekuqaleni kwawo-1960.",
    "3963642878": "Kungakapheli umhlaka-14 Disemba 2019*",
    "3967047208": "Ungakwazi futhi ukuvala okwesikhashana okunye ukuvikela kokuthi Ngokwezifiso ukuze ulungise lokhu, ngokuyekisa ukukhetha amabhokisi okuhlola: Susa ukukhetha ibhokisi lokuhlola le-Tracker noma yeka ukukhetha ibhokisi elithi Amakhukhi uma usenezinkinga.",
    "3971348140": "Kungani sisebenzise i-hCaptcha? Akekho omunye owayengakwazi ukuletha izici nokusebenza ebesikudinga. Basisukumisa bagijima ngokushesha, futhi abathengisi bethu bathanda okwenziwayo.",
    "3972094614": "Brendan Eich",
    "3972554015": "inqubo kanye. Futhi isandiso sesiphequluli siyiqiniso",
    "3974566657": "Njengoba izinsiza ziya zidume kakhulu, lolu hlobo lokwenzeka luvame kakhulu. I-hCaptcha isetshenziswa izigidi zabantu usuku ngalunye cishe kuwo wonke amazwe emhlabeni, ngakho sishicilela le nqubomgomo kanye nesifundo esiyisibonelo sokuthi sizisingatha kanjani lezi zinkinga ukuze zibe sobala ngangokunokwenzeka.",
    "3978720689": "indlela yokulwa nogaxekile. Umbono wakho ngeke usebenze. Nakhu ukuthi kungani kungeke kusebenze.",
    "3983646521": "Wonke amagama emikhiqizo, amalogo, amabhrendi, izimpawu zokuthengisa nezimpawu zokuthengisa ezibhalisiwe ziyimpahla yabanikazi bazo. Wonke amagama ezinkampani, umkhiqizo kanye nesevisi asetshenziswa kule webhusayithi awezinjongo zokuhlonza kuphela. Ukusetshenziswa kwalawa magama, izimpawu zokuthengisa nemikhiqizo akusho ukuvumela. Kulokhu, okuphambene kakhulu.",
    "3987022469": "Ukulebula",
    "3988350": "Lokhu kusho ukuthi kukhona izimo ezinhle kakhulu zokusebenzisa izichasiselo zesambulela somhlaba wangempela. Kukhona indawo yokungavumelani ngomthelela wezimoto ezizishayelayo, kodwa izinhlelo ze-ADAS sezivele zonga",
    "3991444169": "Leli khasi libala ama-subprocessors amanje wesevisi ye-hCaptcha Enterprise.",
    "3992401943": "Kube khona uguquko ekufundeni okujulile kusukela ngo-2012. Izinkambiso zemboni zokunemba komsebenzi zibe ngcono kakhulu kule minyaka eyishumi edlule, ikakhulukazi ngenxa yokuxhumana okujulile. Ezinye izinsiza ezinikwe amandla nge-ML i-Google ezinikezwayo zilandele leli jika.",
    "4007826952": "I-CAPTCHA engu-#1 yobumfihlo-yokuqala yewebhu, iselula, nokuningi.",
    "4008400186": "Isinyathelo sesi-4: Chofoza okuthi \"Khipha i-HAR\" (umcibisholo omncane oya phansi) ngemva kokuzama ukuxazulula, okugcina ilogi yenethiwekhi. Sithumelele lelo fayela.",
    "4011712313": "Njengengxenye Yenqubomgomo yethu ye-DMCA, sibeka ama-akhawunti amakhasimende esiwatholela izaziso eziningi ze-DMCA zezinsolo zokwephula umthetho kunqubomgomo ye-DMCA Ephindaphinda Ukuphula umthetho. Ngemva kokuthola izaziso eziphindaphindiwe ze-DMCA enyangeni yekhalenda, i-akhawunti yekhasimende izothuthuka isuke esinyathelweni esisodwa senqubomgomo iye kwesilandelayo.",
    "4015238193": "kanye ne-OCR [",
    "4019638786": "A: Abasebenzisi bePrivacy Pass be-hCaptcha abasoze badalula i-IP yabo ku-hCaptcha ngaphandle uma isikhwama sethokheni yesiphequluli sabo singenalutho noma isayithi siyithumela. I-hCaptcha ayinayo indlela yokuxhumanisa umsebenzisi ekusebenziseni amathokheni, futhi ayilokothi ihlanganyele ngokuqondile nomsebenzisi ngesikhathi sokuhlenga ngaphandle uma isikhwama sakhe semali yamathokheni singenalutho.",
    "4019660456": "Ukubambezeleka okungu-0ms: qinisekisa amathokheni e-hCaptcha ngaphandle kwekholi ye-API.",
    "4023575072": "ukusetshenziswa okubili",
    "4024785952": "Cloudflare, Inc. (Global). Izinsizakalo ezinikeziwe: Cloudflare.com.",
    "4034694801": "Ayikho imiphumela efanayo.",
    "4036662147": "5. Ukuvikelwa Kolwazi Oluyimfihlo",
    "4036872105": "kuqala bese uyazama futhi",
    "4039193170": "Uma unezinkinga ngokuthola noma ukuhlenga amathokheni:",
    "4044467791": "Ngezigaba zolwazi lomuntu siqu esiluqoqile kuwe ezinyangeni eziyi-12 ezedlule, sicela ubheke isigaba esithi \"Ulwazi Esiluqoqayo\" ngenhla. Siqoqa lolu lwazi ngezinhloso zebhizinisi nezentengiso ezichazwe esigabeni esithi \"Indlela Esisebenzisa Ngayo Ulwazi Lomuntu Siqu\" ngenhla. Ezinyangeni eziyi-12 ezedlule, wabelane ngezigaba ezilandelayo zolwazi nezinkampani zangaphandle ngenjongo yebhizinisi:",
    "4051104324": "I-\"Intuition Machines\" wuphawu lokuthengisa olubhalisiwe lwe-Intuition Machines, Inc.",
    "4051785543": "Sebenzisa:",
    "4057343238": "Phuma",
    "4059570880": "Uma ungathanda ukulandelela umzamo wokumisa, imizamo iyaqhubeka ku-",
    "4060250206": "Sebenzisa leli fomu ukuze ufinyelele omunye wochwepheshe bethu bezobuchwepheshe. Siphendula ngokushesha.",
    "4063155841": "Kungakapheli umhlaka-25 Jun 2021††",
    "4063769686": "Abasebenzisi basekela isayithi abalivakashelayo, futhi bahlangabezana nogaxekile bewebhu abambalwa. Lokhu kubonakala kuyisivumelwano esingcono.",
    "4065065042": "Shayela lokhu ukuze ulingane ncamashi necala lakho lokusebenzisa.",
    "4065614934": "Lokhu kuhlaziya akukusha, kodwa abantu banethemba laphakade. Ikakhulukazi uma becabanga ukuthi umbono wabo usemusha.",
    "4072202039": "Ephreli 15, 2019 - Julayi 15, 2019",
    "4074220464": "IMP: Izinketho ezazidumile ngaphambili njengama-captchas alalelwayo zibandlulula abasebenzisi abaningi be-a11y futhi zihlulwa kalula ngamasu okufunda emishini yesimanje. Lokhu kuphoqe izinselelo zamanje zomsindo ukuthi zibe nzima kakhulu, kwethula umsindo, isikhathi esiyinqaba, inhlanganisela yamagama engajwayelekile, nokunye ukuze kunqotshwe abahlaseli. Ngakho-ke asinawo umdlandla ngale ndlela uma siqhathaniswa nokugwema inselelo ngokuphelele, kodwa sizoyicabangela uma kunesidingo esivela emphakathini we-a11y.",
    "4080263153": "Akukho Ukuyekethisa. Ngeke sithathwe ngokuthi siyekele noma iyiphi ingxenye yamalungelo ethu noma amakhambi ngaphandle uma ukuyekelela kubhaliwe futhi kwasayinwa yithi. Uma siphuza ukuphoqelela noma sehluleka ukuphoqelela amalungelo ethu ngaphansi kwanoma isiphi isihlinzeko salesi sivumelwano, lokho ngeke kube ukuhoxisa ilungelo lethu lokuphoqelela lokho kunikezwa noma iyiphi ingxenye yalesi sivumelwano.",
    "4082053540": "Juni 19-25 2021††",
    "4083018285": "Uhlu lwezici ezinwetshiwe ezihlangana nokuqapha okuthuthukisiwe kwe-SOC nokusabela ukubhekana nezinsongo eziyinkimbinkimbi eziqhubekayo",
    "4086379603": "Imibuzo?",
    "4087694419": "Isigebengu se-scraping singaphinda siqoqe idatha kusuka kumasayithi afana ne-Amazon ne-eBay ukuze enze uhlu lwemikhiqizo engelona iqiniso noma ekhohlisayo. Ube esekwazi ukuhlinzeka ngazo ukuze zithengiswe ezinsizeni zontanga-kuya-ntanga njenge-OfferUp futhi enze ubugebengu bokweba imininingwane ebucayi kubathengi. Noma, umkhohlisi angase athengise imikhiqizo engekho.Obunye ukukhwabanisa kwesikrini kuhlanganisa ukukhohlisa abashicileli bezikhangiso. Ngokukhipha okuqukethwe kumasayithi womshicileli, umkhohlisi angakha amakhasi omshicileli wesikhangiso mbumbulu kumasevisi ahlukene. Bangakwazi ke ukuthengisa izikhangiso kulawo makhasi kubadayisi abagunyaziwe, abathintwabo ababathole kufayela lomshicileli le-ads.txt. Izikhala zesikhangiso zibonakala zingokoqobo kumkhangisi, kodwa akunjalo.",
    "4087729475": "inselele ngemuva kokuxazulula kwakho kokuqala.",
    "4088941349": "Amarekhodi emikhiqizo noma amasevisi athengiwe, atholiwe, noma acatshangelwa.",
    "4091044469": ". Qiniseka ukuthi usinike amandla isandiso kumodi ye-incognito. Bese, vakashela noma iyiphi iwebhusayithi usebenzisa i-hCaptcha futhi uxazulule i-captcha. Kusukela kunguqulo 2.0.3, ungasebenzisa lawa mathokheni kumawebhusayithi usebenzisa i-hCaptcha.",
    "4097297673": "NjengeKhasimende, Umfakisicelo, noma Umdidiyeli, uyavuma ukuboshwa yile migomo engezansi ngaphezu kwanoma yimiphi eminye imigomo ebophayo phakathi kwakho ne-IMI.",
    "409780280": "( ) Zama kahle, ****! Ngethemba ukuthi kukhona ozonyathela ikhibhodi yakho!",
    "4099477834": "Bonke ubudlelwano bamakhasimende nabo buvikelwe Isivumelwano Esiqinile Sokucubungula Idatha. Isevisi ye-hCaptcha ithobela yonke imithetho yobumfihlo kungakhathaliseki ukuthi isevisi yakho noma amakhasimende akho ahlala kuphi. Ukungagcini idatha yomuntu siqu kwenza lokhu kube lula kakhulu kithi kunezinye izinkampani.",
    "4101570501": "Futhi okwamanje sisebenzela isixazululo se-cryptographic sokulahla ngokushesha ikheli lakho le-imeyili kuyilapho sisalondoloza ikhono lethu lokuvimbela ukuhlukumeza, okuhambisana nomsebenzi wethu Wepasi Lobumfihlo.",
    "410397176": "Ukuze uthole ulwazi olwengeziwe",
    "4104188759": "Inqubomgomo Yokuziphatha ye-AI",
    "4104221634": "Amakhasimende e-hCaptcha ahlanganisa izimboni ezihlukahlukene, kusukela ezinkampanini zobuchwepheshe kuya kulezo ezigxile kwezemfashini, ukuthengisa, nezinye izindawo lapho angakha khona inzuzo ngokusebenzisa ukufunda ngomshini.",
    "4114820649": "2. Chofoza ithebhu \"Ubumfihlo\".",
    "4131598919": "Cindezela",
    "4132302900": "5. Ubumfihlo Bakho, Idatha Yakho, kanye \"Nedatha Yakho Konke\"",
    "4137573005": "inezimpendulo eziphelele nezigunyaziwe zokuthi siyisebenzisa kanjani idatha, kodwa impendulo emfushane ithi asinantshisekelo yokukuhlanganisa njengomuntu nomlando wakho wokuphequlula.",
    "4138068262": "abasebenzisi. Ekugcineni, ukusebenzelana nezinselele kungenzeka kuhlale kuyingxenye yezikhali zamathuluzi okunciphisa ukuhlukumeza ku-inthanethi inqobo nje uma imvelo yomuntu ihlala ingashintshile.",
    "4142610534": "Noma yiziphi izinkokhelo sekwephuzile zizoqongelela izinkokhiso sekwephuzile ngenani elingamaphesenti angu-1.5% ngenyanga noma inani eliphakeme elivunyelwe umthetho, kuye ngokuthi iliphi eliphansi. Uma wehluleka ukukhokha inani elifunekayo ngaphansi kwalesi Sivumelwano nganoma yisiphi isizathu, i-akhawunti yakho ingase imiswe, ngokubona kwethu, lapho kungekho zinkokhelo ezengeziwe eziyokwenziwa ku-akhawunti yakho ukuze uqedele imisebenzi futhi yonke imisebenzi yakho izosuswa. kusuka kuwebhusayithi yethu. Kufanele usibuyisele imali yawo wonke amanani afunekayo uma kudingeka, kanye nanoma yiziphi izimali zokucubungula, izimali ezikhokhwa sekwephuzile, noma izimali zommeli. Singase futhi senze imibiko efanele kuma-ejensi abika ngezikweletu kanye neziphathimandla zomthetho.",
    "4146870445": "Singobani",
    "4147497805": "Isaqathe",
    "4149738856": "I-hCaptcha kufanele isetshenziswe njengesichasiso futhi ilandelwe yitemu elijwayelekile elifanele.",
    "41530052": "28. Imigomo Ejwayelekile",
    "4154415610": "***** Izinkokhelo zikaSepthemba 2020 zizosebenza ngamaqoqwana njengoba ukubuyisana kuqedwa, kanti ezinye zizosebenza ngemva kwezinsuku ezimbalwa kunalokho obekuhleliwe ngenxa yokubambezeleka kokubuyisana.",
    "4162383380": "Septhemba 16 - 22nd 2020*****",
    "4162847": "Sikwazile ukukubona lokhu ngokuqondile, njengoba amanye amakhasimende ethu enza ukuhlola kwe-A/B esicelweni esifanayo ngaphambi kokuba ashintshe ngokuphelele kulokho okunikezwa yi-Google. Ngokuvamile siyakwazi ukufakazela kokubili izinga eliphezulu elingamanga lokuphozithivu kanye negethivu elingamanga elivela ku-reCAPTCHA v3 noma i-reCAPTCHA Enterprise.",
    "4163469907": "Isinyathelo sesi-2: Chofoza kuthebhu Yenethiwekhi kokuthi Amathuluzi Wonjiniyela. Thikha ibhokisi elithi \"Londoloza ilogi\" phezulu.",
    "4165374512": "Nakuba kungenzeka ukusebenzisa i-IP kanye namathuluzi okuthola indawo ukuze uvimbele ukugxiliswa kokuqinisekisa, indlela ebiza kakhulu nenembile iwukuphazamisa i-automated credential stuffing bot ngokwayo. I-hCaptcha kanye ne-hCaptcha Enterprise ingamisa i-bot lapho kungenwa khona. Ngisho noma i-bot inemininingwane efanele, uma ingakwazi ukudlula ukutholwa kwe-hCaptcha Enterprise noma i-CAPTCHA ye-hCaptcha, ngeke ikwazi ukwenza izinto zayo futhi isayithi lakho nabasebenzisi bavikelekile.",
    "4166776480": "Ukufaka Ubufakazi: Kuyini Futhi Ukumisa Kanjani Ukuhlaselwa",
    "4169910317": "9. Ukuthobela uMthetho",
    "4172868199": "iqhubekela phambili kakhulu kunalokhu, ingena endaweni yokuzama ukuhlukanisa “umuntu omuhle” “komuntu omubi” futhi, futhi isetshenziswa namuhla izinkonzo ze-inthanethi eziningi ezidume kakhulu emhlabeni ukuthola nokumisa yonke into kusukela ekukhwabaniseni kokuthenga kuya kokuphikelelayo okuthuthukile. izinsongo ezibhekiswe kubasebenzisi bazo, kuyilapho igcina ukugxila okuyingqayizivele ekugcineni ubumfihlo.",
    "4179118182": "( ) umqaphi wezobuchwepheshe ( ) umthetho ( ) osekelwe ezimakethe ( ) umqaphi",
    "4181060163": "Izinkampani zangaphandle akufanele zisebenzise ukushintshashintsha noma ukungapeli kahle kahle noma zenze nganoma iyiphi indlela engabangela noma yikuphi ukudideka kokuthakaselayo ngezimpawu zokuthengisa ze-hCaptcha.",
    "4181611011": "Usuku Lokubuyisana",
    "4185927140": "Umphathi Womkhiqizo, Flash, Shopify",
    "4188477534": "I-hCaptcha®",
    "4188664955": "Imigomo Yesevisi Eyinhloko",
    "4188814619": "I-hCaptcha iyisevisi ye-Intuition Machines (",
    "4194763679": "Amazinga obunzima ahlelwe kahle",
    "4195759329": "Ukutholwa kwe-bot nezikolo zengozi",
    "4197928199": "Inqubomgomo yobumfihlo",
    "4199502476": "Amadeshibhodi okubika athuthukile kanye ne-API",
    "4202774977": "Into",
    "4205152730": "Uyakhuthazwa ukuthi uxhumane nabanye abasebenzisi noma yikuphi kuwebhusayithi yethu, Iforamu, imiyalezo, ingxoxo, nezinye iziteshi zenkundla zokuxhumana ezilawulwa yi-IMI, kodwa uma wenza kanjalo kufanele uhambisane nayo yonke imigomo yesevisi futhi uyisebenzise esizeni sethu nayo yonke imithetho efanele. .",
    "4208081170": "Isigaba solwazi lomuntu siqu",
    "4209078147": "Ukuthuthukisa iSayithi yethu nokuqonda kangcono ukuvakasha kwakho ezinkundleni zethu nakuSayithi.",
    "4215483493": "A: I-hCaptcha yakhelwe ubumfihlo kusukela phansi. Ihluke kakhulu kunezinketho ezivamile ezifana ne-reCAPTCHA ephethwe amanethiwekhi ezikhangiso, anesisusa sokukulandela kuwebhu futhi akuhlobanise nobuwena bangempela.",
    "4217013126": "Izinkokhelo zivame ukusebenza usuku lonke Ngedethi Yokukhokha, futhi ngokuvamile ziqedwa phakathi kwamabili ngesikhathi sase-Pacific. Uma i-akhawunti imakiwe ukuze ibuyekezwe, kungathatha izinsuku zebhizinisi ezifika ezinhlanu ezengeziwe ukukhulula inkokhelo.",
    "4217693416": ". Amawebhusayithi e-hCaptcha.com kanye ne-BotStop.com (Amasayithi) angafaka amakhukhi engeziwe, njengoba kuchazwe kule Nqubomgomo.",
    "42182578": "Susa imininingwane yakho yomuntu siqu.",
    "4222109231": "Ukunciphisa ubungozi be-API Ngomkhiqizo Webhizinisi we-hCaptcha",
    "4224961202": "Ubumfihlo, Ukuphepha, kanye Nokufunda Ngomshini.",
    "4227800293": "( ) Abasebenzisi be-imeyili ngeke bakubekezelele",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Ukuhlukaniswa kwesici",
    "4230322909": "Sihlala sizama ukuthola ukuqonda okuhle kwekhasimende ngalinye elisha kanye nesimo salo esihloselwe ukulisebenzisa, ukuze siqinisekise ukuthi liyifanele imikhiqizo yethu namasevisi kanye nokuqinisekisa ukuthi lilandela izinqubomgomo esizamukele njengenkampani.",
    "423222878": "Okunye kokuhlasela kwe-inthanethi okunzima kakhulu ukukubona, ukuvinjelwa kanye nokumiswa yilokho lapho umlingisi ononya ekwazi khona ukusebenzisa imininingwane esemthethweni yomsebenzisi ukuze angene ku-akhawunti yomsebenzisi esebenzayo. Ngaphandle kwamakhono amaningi okuthola ayinkimbinkimbi endaweni, inkampani ephethe i-akhawunti ayinaso isizathu sokusola ukuthi kukhona okungalungile. Ikhasimende livele libonakale lingene ku-akhawunti yalo. Umhlaseli wazuza leli qhinga eliphumelelayo esebenzisa izincwadi ezintshontshiwe—ngokuvamile okuwumphumela wesu lokuhlasela kwe-cyberattack eyaziwa ngokuthi “ukufaka ubufakazi.” Kuyinkinga enkulu namuhla, kodwa engancishiswa ngezinyathelo ezifanele zokuphikisa.",
    "424089481": "I-Amazon Web Services, Inc. (Global). Izinsizakalo ezinikeziwe: Izinsizakalo Zewebhu ze-Amazon. https://aws.amazon.com/security/",
    "4242322181": "Unesibopho sokukhokha zonke izintela ezihlobene Namasevisi ngaphandle kwezintela zase-US ezihlaziywa emalini yonke engenayo noma impahla yomuntu siqu ye-Intuition Machines.",
    "4243348003": "Isinyathelo sesi-3: vakashela",
    "4246520782": "Eqinisweni, i-inthanethi ibe ngufakazi wokuncintisana kwezikhali phakathi kwabakhwabanisi nabavikeli eminyakeni yamuva.",
    "4247858664": "ikhasi lokubhalisa lokufinyeleleka",
    "4248655793": "— U-Alex M.",
    "4255608322": "Igcine ukubuyekezwa: Ephreli 12, 2021",
    "42559805": "Ingabe udinga ukugibela okuphuthumayo?",
    "4256083674": "Ngesicelo esiqondile esivela ku-Integrator sokukhomba ubungozi bokukhwabanisa kwesicelo esithile senselelo ye-CAPTCHA noma ikheli le-IP, noma uma kungenjalo lapho imvume ethile inikezwe khona.",
    "4257144752": "Izilinganiso zesikhathi sangempela azibonisi ukunemba kokugcina noma ubuntu, futhi ngaleyo ndlela umholo wakho wokugcina ungase uhluke kakhulu phezulu noma phansi kusukela ezinombolweni eziboniswe Kudeshibhodi ngaphambi kokubuyisana kwakho kokuqala.",
    "4260466272": "Ungakhetha noma nini ukuyeka ukusebenzisa iwebhusayithi yethu, inqobo nje uma kufanele uthobele zonke izinqubomgomo ze-IMI ezisebenzayo. Ngokubona kwethu, singase sinqamule lesi sivumelwano, simise ukufinyelela kuwebhusayithi yethu, noma sisuse noma yiziphi izinsiza ngokushesha ngaphandle kwesaziso nganoma yisiphi isizathu.",
    "4260542944": "Ukukhuhla okuqukethwe (okubuye kwaziwe ngele-\"screen scraping\" noma \"ukukhuhla\") kuyinqubo evamile, evamise ukusebenziseka ekuqoqeni ulwazi kuwebhu. Nokho, eminyakeni yamuva nje, le ndlela isiphenduke ithuluzi elithandwayo labaduni nabakhwabanisi. Izinyathelo zokulwa zinganciphisa ngempumelelo usongo, kodwa ukuze uzisebenzise, kubalulekile ukuqonda ukuthi le nqubo isebenza kanjani.",
    "426125156": "17. Ilungelo lobunikazi kanye nokwehlisa",
    "4263626815": "Amakhukhi okufinyeleleka e-hCaptcha asebenza nazo zonke iziphequluli ezidumile kanye nezivimbeli zezikhangiso ngezilungiselelo zazo ezijwayelekile, ngakho ngokuvamile ukwehluleka kubangelwa imibhalo \"ephikisana ne-adblock\" noma imithetho efanayo eqondise amasayithi athile.",
    "4264784515": "Iziphazamisi Zokuphepha",
    "4270038521": "(\"Amasayithi\") kanye nesixhumi esibonakalayo sohlelo lohlelo lwe-hCaptcha kanye nesofthiwe ehlobene nezinto zokwakha (zihlangene, \"Isevisi\").",
    "4272022475": "Zonke izicelo namafa aya kokuthi hcaptcha.yourdomain.com",
    "4272088465": "izinhlangano ezisiza umphakathi ozikhethele zona kanye nemali oyitholayo ngokuyisebenzisa.",
    "4272454814": "Hlanganyela nomhlinzeki wakho wobunikazi ozikhethele wona.",
    "4274324704": "Nansi indlela yokusebenzisa igama lethu kukhophi ebhaliwe:",
    "4277475973": "( ) Ukungabaza komphakathi ukwamukela izinhlobo ezintsha zemali eziyinqaba",
    "4280117172": "Amazwe amaningi empeleni enza kangcono kune-US, okuhlanganisa iNigeria, India, Brazil kanye neJalimane:",
    "4281708680": ". Kwa-hCaptcha, senze ngamabomu indlela ehluke kakhulu, sisebenzisa amasu okufunda omshini ogcina ubumfihlo ukuze sihlonze ukuziphatha okujwayelekile kwe-bot ngokunemba okuphezulu, sonke ngenkathi sisebenzisa futhi sigcina idatha encane ngangokunokwenzeka.",
    "4284094387": "†† Okunye ukubuyisana nokukhokha kukaJuni 2021 kuzoqala evikini elilandelayo ngenxa yokulibaziseka kokuqinisekiswa kwezibalo zokugcina ngesikhathi sewindi lokubuyisana.",
    "4286602632": "c) Izicelo eziyi-100,000 ngenyanga zabadidiyeli abasebenzisa ama-akhawunti e-hCaptcha Publisher (amahhala) ukunika amandla imikhiqizo yokulawulwa kwe-bot yezentengiselwano, isb ama-web firewall (WAF) nezinye izinhlelo zokusebenza ezifanayo,",
    "4290195307": "ukuze uthole isiqondiso esinemininingwane.",
    "433424759": "Ukukhwabanisa kwenkokhelo kuhlanganisa noma yiluphi uhlobo lomsebenzi ongekho emthethweni lapho isigebengu se-inthanethi siphuca isisulu okuthile kwenani, ngokuvamile imali. Lokhu kungase kusho ukusebenzisa ikhadi lesikweletu elintshontshiwe ukuze u-ode okuthengiswayo ku-inthanethi noma ukuthatha i-akhawunti yasebhange futhi ukhiphe imali kuyo ngokungemthetho. Kunezinhlobonhlobo eziningi, kodwa zonke ziba nomphumela ofanayo: isikhohlakali sisebenzisa ubunikazi obuntshontshiwe noma ulwazi lokukhokha ukuze luntshontshe kumthengi, ibhange noma umthengisi.",
    "435302267": "okuthunyelwe kwebhulogi yenkampani",
    "436125785": "Lokhu akumangazi uma kucatshangelwa ukunemba kwezihibe zempendulo ezitholakala kuleyo mikhiqizo, kanye neqiniso lokuthi zithengiswa inethiwekhi yezikhangiso ezinentshisekelo enkulu yokungatholi kahle kakhulu ekutholweni kwe-bot, funa ilimaze ibhizinisi labo eliyinhloko.",
    "439777523": "Imibandela Yomthetho",
    "443094024": "I-Filebin",
    "444492541": "imiyalo yelogi yokulungisa iphutha yeFirefox",
    "448807334": "(\"Amakhulu ezigidi zama-CAPTCHA axazululwa abantu nsuku zonke.\") Ibuyiselwe ngomhla ka-8 Julayi 2019.",
    "451701069": "Ihambisana ne-GDPR, CCPA,",
    "452920031": "Isaziso esiya kumakhasimende angaphandle kwe-United States.",
    "453723556": "Ungase unqamule lesi Sengezo Sekhasimende ngaphandle kweMigomo Yesevisi ngokuyeka ukuba Ikhasimende noma Umfakisicelo. Sinelungelo lokumisa okwesikhashana noma ukunqamula isimo sakho njengeKhasimende noma Umfakisicelo nganoma yisiphi isikhathi, noma ukunqamula i-akhawunti yakho noma ukusebenzisa Izinkonzo ezihambisana Nemibandela Yokusebenza. Uzohlala unesibopho sokunqanyulwa kwanoma yiliphi inani elifunekayo ngaphansi kwefomu lakho le-oda. Uma ukubhalisa kwakho kubandakanya noma yiziphi izimali zenyanga noma zonyaka noma ubuncane benyanga noma bonyaka, usazoba nesibopho sokukhokhela zonke izimali zeZinkonzo ekupheleni kwaleyo nyanga noma unyaka, ngokulandelana.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Yebo. Thina kanye nezibalo zethu noma abahlinzeki besevisi, ozakwethu bokumaketha, nezinkampani eziphethwe singasebenzisa amakhukhi, amabhikhoni ewebhu, noma amaphikseli nobunye ubuchwepheshe ukuze siqinisekise ukuthi wonke umuntu osebenzisa Amasayithi unolwazi olungcono kakhulu olungakhona. Sicela ubone isigaba esithi \"I-Third Party Analytics and Tracking Technologies\" seNqubomgomo yethu Yobumfihlo ukuze uthole imininingwane eyengeziwe.",
    "458271951": "Uma Ungumnikeli ofinyelela Amasevisi kanye/noma wenza imisebenzi ngokusebenzisa noma ngokuxhumene Ne-Integrator egameni leMishini Yokuzwisisa Intuition (esebenza njengomfakisicelo), Imishini Yokuzwisisa Intuition ingase ikuklomelise ngokuqeda okwamukelekayo kwemisebenzi ethile. Esimeni lapho utholakala uhileleke ekukhwabaniseni, ekuhlukumezeni, noma ekwephuleni le Migomo Yesevisi, noma yimiphi kanye nayo yonke imiklomelo oya kuyo ingase ibanjwe futhi/noma itholwe yi-Intuition Machines.",
    "458376553": "Ungafinyelela, ulungise, uchibiyele, noma ususe Ulwazi Lomuntu Siqu oluthile okungenzeka ukuthi usinike lona nge-akhawunti yakho Yokuhlanganisa, Ikhasimende, noma Ukufinyeleleka Komsebenzisi (uma ungumdidiyeli, iKhasimende, noma Umsebenzisi Wokufinyeleleka). Uma ungakwazi ukwenza njalo, noma unemibuzo mayelana nolwazi lomuntu siqu esiluqoqile kanye/noma esabelane ngawe, noma ungathanda ukuhoxisa imvume yakho ukuze sicutshungulwe (okungukuthi, uyisuse ngokuphelele i-akhawunti yakho) sicela usithinte ku-",
    "461631543": "Inothi le-GDPR",
    "462321455": "Indawo Yokulamula. Noma yikuphi ukuqhubeka kwesixazululi ngaphansi kwalesi sigaba kuzokwenzeka ngokuzenzakalela ngaphakathi kweSifundazwe sase-California, ngaphandle uma uhlala ngaphandle kwase-United States, lapho ukulamula kuyokwenzeka ngokuphelele nge-elekthronikhi noma ngocingo. Ukulamula kungenziwa kunoma iyiphi enye indawo uma kuvunyelwene yiwo wonke amaqembu ngokubhaliwe. Kungakhathalekile ukuthi ikuphi, noma iyiphi inhlangano ingakhetha ukuvela kusixazululo ngevidiyo ebukhoma noma i-teleconference.",
    "464238793": "Uma i-Google ngokwayo inquma ukuthi umsebenzisi obona isikhangiso noma ukuchofoza isixhumanisi empeleni bekuyi-bot, ayikwazi ukukhokhisa izikhangiso eziboniswa lowo msebenzisi. Lokhu kungqubuzana kwezintshisekelo kunciphise kakhulu ububanzi bezifiso ze-Google zokulwa ne-bot.",
    "465714311": "Kubasebenzisi Bokufinyeleleka: I-Q&A kanye Nomhlahlandlela Wokuxazulula Izinkinga",
    "465783046": "Ingabe ufuna ukuyizama ngedatha yakho?",
    "468929661": "Izindleko ezimaphakathi zokwephula i-reCAPTCHA ziphansi ngendlela emangalisayo (ngaphansi kuka-$1 ngezixazululo eziyi-1000) futhi azikakakhuphuki ngokwezinto ezibonakalayo kusukela ukuqapha kwethu kwaqala ngo-2016. Lokhu kusebenza kukho kokubili i-reCAPTCHA v2 kanye ne-v3. [",
    "469089249": "I: Lokhu ngokuvamile kungenxa yokusebenzisa isivimbeli sesikhangiso esinolaka noma isandiso esimelene nekhukhi, noma isilungiselelo esivimba amakhukhi \"aphakathi nendawo\", kulokhu ikhukhi le-hcaptcha.com elisethwa noma elihlolwe yi-hCaptcha JS isayithi elihlukile, njengalena oyivakashelayo.",
    "47536007": "Funda kabanzi mayelana ne-hCaptcha",
    "477275453": "Kungani Ama-API Eyimpokophelo Edumile Yabaduni?",
    "487083593": "Ukuthengisa",
    "493717511": "2. Ingabe leli khasimende licela izinsizakalo ezingaba",
    "497117287": "Izinketho Zokufinyeleleka",
    "499510428": "Empeleni siyakholwa ukuthi ukulawulwa kusizile lapha",
    "501102544": ": sikholelwa ukuthi isevisi ye-hCaptcha anti-bot (okungukuthi Isevisi eshumekwe amawebhusayithi, imidlalo, noma izinhlelo zokusebenza zeselula) ihlanganisa kuphela lokho okubizwa ngokuthi \"imvume yokukhululwa\" ngokuhambisana nemithetho ye-GDPR. Izibonelo zamakhukhi anjalo akhululiwe zifaka:",
    "504332576": "Siyaziqhenya ukumemezela ukuthi i-hCaptcha isikhule yaba insizakalo enkulu kunazo zonke ezimele ye-cybersecurity emhlabeni, esebenzisa cishe u-15% we-inthanethi - futhi sithathe ingxenye enkulu yalesi sabelo semakethe ngokuqondile ku-Google reCAPTCHA. Ndawonye, hCaptcha kanye",
    "505891021": "Amasevisi Wokulebula",
    "508143070": "Qaphela ukuthi i-IMI ingumlawuli wolwazi lwakho lomuntu siqu, ngaphandle kwalapho sicubungula khona ulwazi lomuntu siqu egameni labaHlanganisi bethu mayelana nokuhlinzekwa Kwensizakalo yethu, lapho sisuke singabaphrosesa bolwazi lomuntu siqu, futhi labo Badidiyeli bangabalawuli ulwazi lomuntu siqu.",
    "512598290": "Ngakho-ke, kufanele sikucele ukuthi ngaso sonke isikhathi usebenzise wonke amamaki namalogo e-hCaptcha ngendlela ethobela imithetho engezansi, okuhlanganisa osonhlamvukazi, uhlobo lokubhala, nesitayela.",
    "512991700": "Uma ufisa ukuphikisa noma yiziphi izinkokhelo, kufanele uxhumane nomnyango wethu wokwesekwa kwamakhasimende kungakedluli izinsuku ezingamashumi amathathu (30) ngemuva kosuku lokuvala lwesitatimende sokuqala sokukhokha noma se-akhawunti lapho iphutha noma inkinga ivele khona ukuze uthole ukulungiswa noma isikweletu.",
    "515733427": "( ) Ukuzimisela kwabasebenzisi ukufaka iziqephu ze-OS ezitholwe nge-imeyili",
    "517010299": "Sicela uqaphele: okwamanje sisebenzela uguquko olukhulu oluya ekubuyisaneni kwesikhathi sangempela. Ukubuyisana ngezikhathi ezithile kuzosebenza kancane kunokuvamile nge-Q1 2021. Lokhu akuthinti amashejuli noma izinsuku zenkokhelo.",
    "519755936": "Nguwe wedwa onesibopho sokuthobela imithetho yenhlangano, yesifunda, yesifundazwe, neyendawo mayelana nokusebenzisa kwakho Izinkonzo. Uyavuma ukusibuyisela futhi usibambe singenabungozi kunoma yiziphi izimangalo ezibhekiswe kithi ngoba wehlulekile ukuthobela noma yimuphi umthetho noma wephule noma yimaphi amalungelo ezinkampani zangaphandle, kuhlanganisa ngaphandle kwemikhawulo yenkontileka, impahla yengqondo, noma amalungelo obumfihlo.",
    "532470444": "Ibhalansi ingase ishintshe kancane unyaka nonyaka, kodwa lokhu kuziphatha kumane kubonise imvelo yomuntu eyisisekelo, futhi iminyaka eyizinkulungwane ezinhlanu yomlando orekhodiwe isho ukuthi ashukumisayo mancane amathuba okuthi ashintshe noma nini maduze.",
    "535659033": "I-Creative Commons Attribution",
    "538871570": "Ukuncintisana ne-Google nezinye izinkampani ze-Big Tech kubonakala kuwuhlelo olude: amandla azo emakethe e-monopolistic, imiphumela yesikhulumi kanye nebutho labathuthukisi abakhokhelwa kakhulu ngokuvamile kubhekwa kunamandla kakhulu ukuthi abhekane nanoma ubani ngaphandle kwamanye ama-tech giants afana ne-Facebook noma i-Amazon. Indaba yethu ibonisa ukuthi akufanele kube ngaleyo ndlela - ungahlula i-Big Tech ngokugxila ekuyimfihlo.",
    "54093347": "Umenzeli Obhalisiwe we-DMCA",
    "547245263": "Xazulula inkinga yakho ye-bot namuhla.",
    "548587288": "emhlabeni jikelele.",
    "55035359": "Okwamanje usebenzisa i-reCAPTCHA?",
    "551761392": "futhi uthumele izixhumanisi) futhi ngokuzikhethela isithombe-skrini, uma usola ukuthi kukhona okungabonisi kahle. Sicela uthumele i-IP oyisebenzisayo futhi. Ungayithola kuyo",
    "552920956": "I-hCaptcha ivumela amawebhusayithi ukuthi athole imiklomelo ngenkathi evimba ama-bot nezinye izinhlobo zokuhlukumeza. I-hCaptcha iphinde ikuvumela ukuthi usekele izinhlangano ezisiza umphakathi ozikhethele yona ngale miholo.",
    "554844646": "Ungaqinisekisa ukuthi isandiso siyasebenza ngokubona isibali sehla ngo-1 isikhathi ngasinye lapho uchofoza",
    "555158694": "Isevisi oyisebenzisayo ikhethe ukuthuthukisa ulwazi lwakho kusayithi labo ngokufaka i-hCaptcha ukuze kwehliswe ithrafikhi enonya.",
    "555246307": "Phela, nansi indlela indaba yesikhulu nomshayeli waso esiphetha ngayo: Uconstable wenza la madoda amabili ahlale ekamelweni ndawonye amahora amaningi futhi aphelelwa isizungu ezingqondweni zawo. Ekupheleni kosuku, wavela wathi, \"Ngizokhuluma nomshayeli wenqola manje.\" Yasukuma indoda egqoke isithunzi. Wacikeka waze wakhohlwa ukuthi ubezenza induna.",
    "555749578": "kukhona ukuhluka okungaphansi kuka-1% ezilinganisweni zokuxazulula kuwo wonke amazwe amakhulu kuwo wonke amazwekazi.",
    "558378834": "Ngakho-ke asisamukeli izicelo zemibuzo ehlobene nezambulela ngalesi sikhathi. Amathuba okudideka lapho umsebenzisi wokugcina ebona umbuzo mayelana nezambulela esikhathini samanje aphakeme kakhulu, futhi ekugcineni umgomo wethu uwukwenza umhlaba ube indawo ejabulisa kakhulu.",
    "563059212": "Uhlu lwama-Subprocessors",
    "564127016": "Isithonjana sesandla se-hCaptcha:",
    "565624910": "okusalungiswa",
    "578738483": "Ungakwazi ukwenza kusebenze noma kamuva uyeke ukusebenzisa amakhukhi ngokusebenzisa umsebenzi owakhelwe kusiphequluli sakho sewebhu. Uma ufuna ukufunda kabanzi mayelana namakhukhi, noma indlela yokulawula, ukuwavala noma ukuwasusa, sicela uvakashele",
    "58091799": "Funda kabanzi mayelana ne-hCaptcha Publisher and Enterprise",
    "583434701": "Ukufinyeleleka kwe-hCaptcha",
    "585557010": "Inselele engaphansi kuka-0.1% wabasebenzisi abasemthethweni.",
    "593735469": "Kungani isixazululo sakho esisha sokulwa nogaxekile singeke sisebenze",
    "595582512": "Uma ubheke ukuvikela isayithi lakho noma uhlelo lwakho lokusebenza ngempumelelo kuma-bots, spammers noma abanye abadlali abanonya, sonke isikhathi ulondoloza ubumfihlo babasebenzisi bakho (futhi uthobela yonke imithetho efanele!), cabanga nge-hCaptcha kanye nomnikelo wethu we-Enterprise.",
    "596347471": "I-Application Programming Interfaces (APIs) isiphenduke inkomba edumile yabalingisi abanonya ku-cyberspace. Kunezizathu eziningi zalokhu, okuhlanganisa ukusetshenziswa kwazo okukhulu ekuhlanganisweni kohlelo lokusebenza. Kungenzeka ukunciphisa ubungozi be-API, nokho.",
    "600646860": "Esikhundleni sokunikeza isevisi yenani elingabazekayo ngenkathi ikhipha abasebenzi ngenani langempela, i-hCaptcha inikeza kokubili isinxephezelo nokuvikelwa okuqinile kwe-anti-bot.",
    "604751186": "Ezinye izinkinga? I-imeyili",
    "606978017": "Siyakwamukela ku-hCaptcha! Le Nqubomgomo Yobumfihlo ichaza izinqubo ze-Intuition Machines, Inc. (\"IMI\", \"thina\" noma \"thina\") mayelana nokuqoqwa kwethu, ukusebenzisa, nokudalulwa kolwazi (kuhlanganise nolwazi lomuntu siqu, oluchazwe ngezansi) ngewebhusayithi yethu ethi:",
    "611905972": "Ukuqinisekisa ukufinyelela okungenazihibe kubo bonke abasebenzisi ngenkathi kugcinwa ukuphepha",
    "614310292": "Ubani owakha i-hCaptcha?",
    "615017396": "Ikhukhi (\"Cookie\") ifayela lombhalo elincane elifakwa kusigcinalwazi sakho yiseva yekhasi lewebhu. Amakhukhi aqukethe imininingwane engafundwa kamuva iseva yewebhu esizindeni esikunikeze ikhukhi. Amanye amakhukhi azosetshenziswa kuphela uma usebenzisa izici ezithile noma ukhetha izintandokazi ezithile, futhi amanye amakhukhi azohlala esetshenziswa. Ungathola okwengeziwe mayelana nekhukhi ngayinye ngokubuka uhlu lwethu lwamanje lwamakhukhi ngezansi. Sibuyekeza lolu hlu ngezikhathi ezithile, ukuze kube namakhukhi engeziwe angakafakwa ohlwini. Amabhikhoni ewebhu, omaka kanye nemibhalo kungasetshenziswa kuSayithi noma kuma-imeyili ukuze usisize ukuletha amakhukhi, sibale ukuvakasha, siqonde ukusetshenziswa kanye nempumelelo yomkhankaso futhi sinqume ukuthi i-imeyili ivuliwe futhi yasetshenziswa yini. Singathola imibiko esuselwe ekusetshenzisweni kwalobu buchwepheshe ngabahlinzeki bethu besevisi/izibalo ngokomuntu ngamunye nangesisekelo esihlanganisiwe.",
    "615031303": "(Bheka imibhalo yaphansi",
    "615618648": "Ephreli 15, 2021 - Julayi 15, 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "Disemba 17, 2019**",
    "633598495": "Ukukhathala kwezokuphatha. Ungase ulethe noma yisiphi isimangalo esivela ngenxa yokusebenzisa kwakho le webhusayithi esikhungweni esilawulayo kodwa kuphela ngezinga umthetho osebenzayo uvumela ngalo ukufinyelela kuleyo nkampani naphezu kokuba khona kwesivumelwano sokulamula. Izimangalo ezinjalo zokuphatha zihlanganisa izimangalo ezingenamkhawulo noma izinkokhiso ezilethwa ngaphambi kweKhomishini Yamathuba Emisebenzi Elinganayo, Umnyango Wezabasebenzi wase-US, kanye Nebhodi Likazwelonke Lezobudlelwane Zabasebenzi. Akukho kulesi sigatshana okuzothathwa njengokukuvimbela noma okukuthethelelayo ekuletheni isimangalo sokuphatha ngaphambi kwanoma iyiphi i-ejensi ukuze ugcwalise isibopho sakho sokusebenzisa amakhambi okuphatha ngaphambi kokwenza isimangalo kulamula, nokho, uyeka ilungelo lanoma yimuphi umklomelo wemali ngalokhu. izinqubo ze-ejensi.",
    "636461959": "Igama",
    "63719113": "isebenzisa ukufunda komshini okuthuthukisiwe ukuhlonza ithrafikhi enonya kusayithi lakho nezinhlelo zokusebenza - okuhlanganisa imisebenzi yokuklwebha.",
    "639413188": "ukuphendula.",
    "641342999": ", noma iwebhusayithi onenkinga kuyo (Isaziso Sobumfihlo: kuphela uma ungenankinga nokwabelana ngokuthi iyini) ... bese uchofoza inkinobho ethi \"Ngingumuntu\", bese uzama ukuxazulula.",
    "647630208": "Futhi yilokho! Ukuphequlula kwakho ku-inthanethi manje sekuyimfihlo kakhulu.",
    "648630222": "Vimbela Ukukhwabanisa Kwenkokhelo nge-hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "Januwari 5-11 2021*",
    "64953197": "Okthoba 15, 2020 - Jan 15, 2021",
    "651123197": "Isibalo sengqikithi yamanje kusikhwama sakho semali sizoboniswa kusithonjana ngemva kokuqeda inselele.",
    "653679457": "Ukuphazamiseka Okuhlukahlukene",
    "654326661": "Ufuna ukuzibonela? Zama i-hCaptcha mahhala.",
    "655974837": "Azikho iziqinisekiso mayelana nokuqukethwe",
    "659124570": "Ukwengeza, uma ubona okuqukethwe okungokwakho kukhiqizwa kabusha endaweni yesikhulumi se-hCaptcha futhi ungathanda ukuthi kususwe nganoma yisiphi isizathu, ungasithinta nge-imeyili ku-",
    "661412233": "Ukwazi ngemuva kwe-captcha ukuthi abanye abasebenzisi babengama-bots nakho kubalulekile. Ivumela abanikazi bewebhusayithi ukuthi bahlanze okuthunyelwe kogaxekile okudala futhi basuse \"ama-akhawunti okulala\" abhaliselwe izinkundla zogaxekile esikhathini esizayo, behlise ukukhwabanisa, nokunye okwengeziwe.",
    "664236229": "isicelo sokudonsa",
    "680638297": "Ikunikeza ulwazi mayelana nokucutshungulwa kwethu imininingwane yakho siqu futhi ikunikeze ukufinyelela kulwazi lwakho siqu.",
    "685916926": "Kungani i-reCAPTCHA ingathuthuki ngokuhamba kwesikhathi?",
    "692064738": "( ) Amaphoyisa ngeke akubekezelele",
    "692176459": "Ngena ngemvume",
    "693820850": "Ungayihlula i-Google ngokubeka ubumfihlo kuqala",
    "69844082": "Izimpawu zokuthengisa ze-hCaptcha, izimpawu eziyingcaca, amalogo, uhlobo lokubhala, noma izithonjana nazo ngeke zisetshenziswe ngendlela ehlambalazayo.",
    "700843971": "I-Hound Technology, Inc. (Global). Izinsizakalo ezinikeziwe: i-honeycomb.io.",
    "702287791": "I-hCaptcha Publisher (mahhala)",
    "703051968": "isithonjana sesandla se-ha:",
    "707527778": "Ulwazi oluvela ezinganeni",
    "707541553": "Yonke imininingwane equkethwe emakhasini ethu e-inthanethi iqinisekiswe yi-IMI noma umuntu wesithathu. Kodwa-ke, akukho IMI noma abantu besithathu abangathweswa icala ngolwazi olwakamuva, olunembile, noma oluphelele. Lokhu kuyasebenza nakwamanye amawebhusayithi angafinyelelwa ngama-hyperlink emakhasini ethu. I-IMI ayamukeli umthwalo wemfanelo ngokuqukethwe kwalawa mawebhusayithi angaphandle.",
    "710145621": "Nikeza idatha yakho yeqiniso eliyisisekelo noma usivumele siyakhe ngokushesha",
    "713281684": "Isitshalo seqanda",
    "714342693": "Ithimba le-hCaptcha beliqoqa idatha yentengo kusukela kumasevisi we-captcha-breaking \"we-dark web\" kusukela ngo-2016. Siqaphele ithrendi ethakazelisayo:",
    "717622341": "I-hCaptcha Enterprise™",
    "719304627": "Udinga Ukulawula Ukuya Ekupheleni?",
    "723027910": "Lesi akusona iseluleko sezomthetho, futhi azikho iziqinisekiso ezinikeziwe mayelana nalokhu kuhlaziywa. Uma unemibuzo eyengeziwe noma okukukhathazayo, sicela usithinte ku",
    "728503636": "Usuku Lokukhokha",
    "731546974": "10. Izintela Zomnikeli noma Umdidiyeli",
    "734735952": "Sihlole inani labathengisi be-CAPTCHA futhi sakha uhlelo ngokwethu. Ekugcineni, i-hCaptcha yavela njengendlela engcono kakhulu ye-reCAPTCHA.",
    "735630686": "Ukuphatha Ulwazi Lwakho (Amalungelo Akho)",
    "740501259": "Amapayipi alula aqhutshwa yi-API",
    "741483946": "* Ngamanye amazwi: ungathola amathokheni e-hCaptcha Privacy Pass ku-hCaptcha.com, futhi uwasebenzise kwamanye amasayithi ngokuqondile usebenzisa i-hCaptcha.com. Awukwazi ukuthola noma ukuhlenga amathokheni e-hCaptcha Privacy Pass ukuze udlule insizakalo ye-hCaptcha njengoba isetshenziswa i-Cloudflare, njengoba i-Cloudflare ikhipha futhi isebenzise amathokheni ayo e-Privacy Pass.",
    "751483365": "Usekelo lwamaklayenti okungewona awe-JavaScript.",
    "755156539": "I-hCaptcha Authorized Reseller™",
    "755283510": "uma ukholelwa ukuthi sinolwazi oluvela noma olumayelana nengane engaphansi kweminyaka eyi-13.",
    "759057398": "Isaziso Ezifundweni Zedatha ye-EU",
    "763447231": "Ngesikhathi esifanayo, ukumisa ama-bot ekufinyeleleni amasayithi abashicileli kungadalula ukukhwabanisa kwezikhangiso, kuqhathanise umkhiqizo we-Google we-reCAPTCHA ngokuqondile nebhizinisi labo lezikhangiso, elikhiqiza ngaphezu kuka-80% wemali engenayo.",
    "766825168": "Izenzo esingase sizithathe ngaphansi Kwenqubomgomo Yokwephula Imithetho Ye-DMCA zifaka phakathi ukuthumela izexwayiso zokukhula kokubonakala ekhasimendeni lerekhodi le-akhawunti. Ukuze wamukele lezi zixwayiso, singase sidinge ikhasimende ukuthi lingene ku-akhawunti noma lishayele ithimba lethu losekelo. Futhi siyaligodla ilungelo lokumisa noma lokumisa, kanye nokusebenzisa ezinye izinyathelo zesikhashana, kusevisi ye-hCaptcha kanye ne-IMI yanoma yiliphi ikhasimende esiye saqhubeka nokuthola kulo izaziso ze-DMCA zezinsolo zokwephulwa komthetho ngisho nangemva kokuba sesithumele izixwayiso eziphindayo zokwephula umthetho. Ngaphezu kwalokho, singase sinqamule ngokubona kwethu kuphela ezinye izinsizakalo ze-hCaptcha noma ze-IMI ezinikezwa lawa makhasimende lapho sinqamula isevisi ye-hCaptcha ngaphansi kwale nqubomgomo.",
    "767207800": "Uma idatha yakho iqukethe okungase kube sobala noma okuhlaselayo, sidinga ukuthi ukuphawule ngokuthi \"OKUQUKETHWE OKUCACA\" ukuze kube yisixwayiso esifanelekile kunoma ubani obona idatha yakho. Akumele ngaphandle kwesivumelwano esibhaliwe esihlukile ne-IMI uhlanganise imisebenzi ephula izinqubomgomo zethu, okuhlanganisa, kodwa kungagcini lapho, (a) imisebenzi ephromotha ngokuqondile noma ngokungaqondile enye iwebhusayithi noma isevisi, (b) imisebenzi ephula imigomo yewebhusayithi yenkampani yangaphandle kanye izimo, (c) imisebenzi ecela Abanikeli ukuthi bacele izinkampani zangaphandle, (d) imisebenzi ecela Abahlanganyeli ukuthi bathathe isinyathelo sokukhohlisa ukuziphatha noma imiphumela yewebhusayithi, (e) imisebenzi ephula amalungelo empahla yengqondo yezinkampani zangaphandle, kanye (f) nemisebenzi ezidinga ukuthi Abanikeli balande isofthiwe noma amafayela.",
    "770264626": "Engeza i-hCaptcha kusevisi yakho (mahhala)",
    "776542208": "( ) Umjaho wezikhali waphakade obandakanyeka kuzo zonke izindlela zokuhlunga",
    "777660551": "Yini i-Credential Stuffing?",
    "778204464": "I-elementi yombhalo ecebile ingasetshenziswa nokuqukethwe okumile noma okuguquguqukayo. Ngokuqukethwe okumile, vele ukubeke kunoma yiliphi ikhasi bese uqala ukuhlela. Ngokuqukethwe okuguquguqukayo, engeza inkambu yombhalo onothile kunoma iliphi iqoqo bese uxhuma ingxenye yombhalo onothile kuleyo nkambu kuphaneli yezilungiselelo. Voila!",
    "779426309": "Igama langempela, isihlonzi somuntu siqu esiyingqayizivele, isihlonzi esiku-inthanethi, ikheli le-Inthanethi Yephrothokholi, ikheli le-imeyili, igama le-akhawunti, noma ezinye izihlonzi ezifanayo.",
    "779817954": "Q: Uma nginamaphasi Wobumfihlo akhishwe omunye umhlinzeki, ngingawahlenga nge-hCaptcha?",
    "780280214": "I-hCaptcha ne-hCaptcha Enterprise ziwunciphisa kanjani usongo lokugxusha iziqinisekiso",
    "780475098": "Amanethiwekhi ezikhangiso abona izivakashi zakho njengomkhiqizo. Sikhathalela kuphela ukuthi ukuvakasha kuhle noma kubi. I-hCaptcha ithobelana ne-GDPR, CCPA, LGPD, PIPL, neminye imithetho yedatha yomhlaba wonke.",
    "787916198": "Ngemvume yakho",
    "788770967": "Ngiyaxolisa ukuzwa lokho! Ungase ufune ukusebenzisa inketho yethu yokufinyeleleka:",
    "793242047": "Yehlisa izinselele ezethulwa kubasebenzisi ukuze uvumele ukufinyelela okusheshayo kuzinhlelo zokusebenza",
    "793784899": "Izinhlelo",
    "803639471": "Ilogo ye-hCaptcha yakhiwe uphawu lwesandla kanye nelogo ye-hCaptcha. Ngolunye uhlobo, isithonjana sesandla singase sivele ngokwaso uma isikhala sivalekile futhi \"i-hCaptcha\" isetshenziswa njengophawu lwegama (njengoba kuchazwe ngenhla) eduze nesithonjana sesandla, ukuze kucace ukuthi isithonjana sesandla simelela i-hCaptcha.",
    "805221621": "Sicela usithinte ku",
    "805971861": "“Isambulela” yitemu eliku-ImageNet, isethi yedatha evamile esetshenziswa abacwaningi bombono wekhompyutha. Ukuhlonza ngendlela enokwethenjelwa abantu abaphethe izambulela nakho kubalulekile ekwakheni izinhlelo eziphephile zesizukulwane esilandelayo sosizo lwabashayeli (ADAS).",
    "808872868": "Isibonelo: ugaxekile, ukukhwabanisa, nokuhlukumeza kukhona ku-inthanethi kusukela cishe ngosuku ngemva kokuba amasistimu amabili exhunywe ndawonye okokuqala.",
    "809251240": "Xhumana nathi",
    "811735413": "Okuhlukile. Izingxabano okungenzeka zingabi ngaphansi kwesivumelwano sesixazululi sengxabano njengoba kuhlinzekwe yi-Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) azifakiwe kulokhu.",
    "818049069": "Kungakapheli umhlaka-15 Julayi 2019",
    "824740867": "Kunokuba ithuthukise isisombululo, i-Google esikhundleni salokho ikhiphe i-reCAPTCHA v3, esebenza kakhulu njengenethiwekhi yesikhangiso kunesofthiwe yezokuphepha, eqoqa idatha yokuziphatha kuyo yonke iwebhu ukuze yakhe amaphrofayela abasebenzisi. Ngeshwa, lolu hlobo lwesignali lunqotshwa kalula, futhi ngaleyo ndlela lunikeza ukuvikeleka okuncane kuma-bots ngenkathi kulimaza ubumfihlo bomsebenzisi.",
    "825780955": "Ulwazi lomuntu siqu",
    "826396656": "Uhlelo Lwethu Lokuqhubeka Kwebhizinisi",
    "832385387": "( ) Imibono efana neyakho kulula ukuyiveza, kodwa ayikho eyake yaboniswa iwusizo",
    "833750823": "Ingabe unobunzima ngenselele?",
    "835249867": "b) Izicelo eziyisigidi esi-1 ngenyanga zama-Integrators amaningi asebenzisa ama-akhawunti we-hCaptcha Publisher (mahhala), noma",
    "835396984": "Okwamanje Iyasebenza",
    "835545301": "Siqoqa izigaba zolwazi ezilandelayo:",
    "835717930": "I-AI Ethics kwa-hCaptcha",
    "836017336": "IFirefox",
    "838049015": "Khetha zonke izithombe ezihambisana nombuzo",
    "838225123": "23. Umshwana Wokuzikhipha Emthwalweni Wewaranti",
    "83852121": "I-Microsoft Corp. (Global). Izinsizakalo ezinikeziwe: I-Microsoft Azure.",
    "838951836": "( ) Ukungathembeki kwabo bathumela ogaxekile",
    "846501387": "Ukuvikelwa kwe-bot esezingeni lomhlaba",
    "850025770": "IMP: Sikholwa kanjalo: bonke abasebenzisi abananoma yiluphi uhlobo lokonakala abakwazi ukuphequlula iwebhu futhi bafake umbhalo kumafomu bangafinyelela izinsiza ezivikelwe i-hCaptcha lapho bebhalisiwe. Kodwa-ke, lesi akusona iseluleko sezomthetho: kufanele uzenzele owakho ukuhlaziya, ucabangela ukusebenzisa kwakho okuthile ukuze uqiniseke ukuthi lokhu kuyindaba yokuthunyelwa kwakho.",
    "851679588": "Yebo.",
    "851786723": "Ngokufaka i-imeyili yakho, uyavumelana neMigomo yethu Nenqubomgomo Yobumfihlo, futhi nokwamukela i-imeyili evela kithi.",
    "852032043": "Safari",
    "855097735": "Ukwakha isevisi eyenza kahle lokhu kuyilapho ulinganisa konke okukhathazayo kuyinkinga enzima kakhulu (futhi sihlala sisebenzela ukuyithuthukisa ukuze senze ukuzizwisa kube mnandi ngangokunokwenzeka) kodwa sithemba ukuthi uzovuma ukuthi ukwehlisa ugaxekile, ukuhlukumeza, ukuthathwa kwe-akhawunti. , futhi ukukhwabanisa ku-inthanethi ekugcineni kuwufanele umbuzo olula wezikhathi ezithile.",
    "857974529": "Ukuze uthuthukele kuSayithi kanye Nesevisi. Sisebenzisa Ulwazi Lwezibalo ukuze sithuthukise amasevisi ethu akhona futhi sithuthukise izinsizakalo ezintsha neminikelo nokwenza ngendlela oyifisayo ukunikezwa kwemikhiqizo ekhona nezayo.",
    "858218750": "kanye nesiqondiso sokuzisebenzisa ku-",
    "867314732": "Ungakwazi ukubuyisa ukucaca okuphezulu",
    "869702955": "Ngokwenza imisebenzi kuwebhusayithi yethu, ugunyaza ukuqoqwa, ukusetshenziswa, nokudalulwa kwemininingwane yakho siqu ngokuvumelana neNqubomgomo yethu Yobumfihlo. Ukwengeza, singase sabelane ngolwazi oluthile ngawe kanye nemisebenzi yakho oyiqedile kuMfakisicelo omisebenzi yakhe oyiqedile yokusiza ubudlelwano besevisi nokuthuthukisa iwebhusayithi, okuhlanganisa, isibonelo, I-ID Yomnikeli, Ikheli Le-IP, imisebenzi eqediwe, nezinye izici ezihlobene. kuziqu zakho, izilimi, amakhono, nokusebenzisa iwebhusayithi.",
    "874098071": "Uma ungumsebenzisi ofinyelelekayo, sicela ubhalise lapha",
    "878585497": "Imigomo",
    "879362350": "Ngama-API amasha asebenza ku-inthanethi, kube nokwenzeka ukuxhuma noma iyiphi isofthiwe noma umthombo wedatha, noma kuphi emhlabeni, kungakhathaliseki iplatifomu, i-schema yedatha noma ulimi lokuhlela. Njengomphumela, umhlaba wekhompuyutha manje uphakathi kwenguquko ye-API. Kube khona ukuqhuma kokuxhumana phakathi kwezinhlelo zokusebenza nedatha. Kuhle lokho, kuze kube akunjalo.",
    "881015166": "Engeza i-hCaptcha yabashicileli kuwebhusayithi yami noma uhlelo lokusebenza",
    "88879089": "I-Privacy Pass iyi-",
    "897432717": "Ngomklamo wethu wenoveli Yezikolo Ezisongela Ngokwezifiso, ukungeza ulwazi lwebhizinisi lakho kuvumela amamodeli ethu ukuletha amaphuzu ahlobene ngokukhethekile nabasebenzisi bakho.",
    "907324388": "Umsebenzi",
    "910989640": "Khiqiza imibiko enemininingwane futhi eyenziwe ngezifiso yomsebenzi",
    "918924423": "Isibonelo, i-Google ayinikezi ngamasevisi abalulekile ngokusobala njengokutholwa kwe-bot retroactive. Kuthembeke kakhulu ukumemezela ithrafikhi yomsebenzisi eyenziwe nge-bot ngemva kokuhlaziya izinsuku ezimbalwa zedatha.",
    "920212083": "Bika Isiphazamisi",
    "922470170": "( ) Izinyathelo zokulwa akufanele zibandakanye ukucekelwa phansi kwamanethiwekhi omphakathi",
    "926138631": "Iya kokuthi Ubumfihlo Nokuphepha, bese kuba Amakhukhi kanye nenye idatha yesayithi.",
    "931661269": "( ) Amakheli e-imeyili esikhashana/esikhathi esisodwa anzima",
    "932546190": "Kungani amaCAPTCHA Azoba Nathi Njalo",
    "936667684": "Wake wacelwa ukuthi \"uthayiphe uphawu lwebhilidi/lomgwaqo?\"",
    "938404336": "2. Iyahlukahluka; kufika ezinsukwini ezingu-30.",
    "939665604": "Ubumfihlo bugxilile",
    "941057651": "( ) Utshalomali olukhulu olukhona lwesoftware ku-SMTP",
    "946838734": "3. Khetha inkinobho ethi \"Okuthuthukile\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Isipelingi se-hCaptcha akumele neze sishintshwe futhi i-hCaptcha kufanele ihlale ibhalwe ngosonhlamvukazi ngohlamvu lwesibili (\"C\"). Alilokothi libe ubuningi noma libe nobunikazi.",
    "952813944": "Ukusebenzisa kwakho iwebhusayithi yethu nanoma yini kulesi sivumelwano akudala ukuqashwa, ubambiswano, ibhizinisi elihlanganyelwe, i-ejensi, i-franchise, noma ubudlelwano obumele ukuthengisa phakathi kwakho ne-Intuition Machines. Asikunikezeli nganoma iyiphi impahla noma amathuluzi ukuze uqedele umsebenzi. Asikunikezeli nganoma yiziphi izinzuzo, isinxephezelo sabasebenzi, noma ukuhlinzekwa komshwalense. Asinasibopho sanoma yiziphi izindleko ozitholayo ngokusebenzisa iwebhusayithi yethu. Ngeke sikubambele noma yiliphi inani emvuzweni wakho wentela yentela yombuso noma yezwe, Ukuphepha Komphakathi, nanoma iyiphi enye intela. Ukhululekile ngaso sonke isikhathi ukwenza imisebenzi yanoma yimuphi umuntu noma ibhizinisi, kuhlanganisa nanoma yimuphi wezimbangi zethu. Awunalo igunya lokungena kunoma iyiphi inkontileka, ebhaliwe noma ngomlomo, egameni lama-Intuition Machines.",
    "956019009": "Izinkampani ezinkulu zengqalasizinda yewebhu sezithathe isinyathelo",
    "961941354": "Nokho, akukho kulokhu okudinga ukusetshenziswa kolwazi lomuntu siqu olumhlonza (\"PII\"). Amasu esimanjemanje e-cryptographic asivumela ukuthi silahle noma iyiphi idatha yomuntu siqu ngokushesha okukhulu, sidale amasiginesha endlela eyodwa angakwazi ukuxhunyaniswa nanoma yimuphi umuntu.",
    "963238401": "Sihlala sinentshisekelo yokwamukela imibiko yeziphazamisi zokuphepha. I-imeyili",
    "971933157": "I-hCaptcha ikhathalela ubumfihlo, ukungafihli, kanye nokungenzeleli.",
    "976209454": "Thola Imiklomelo noma Nikeza Abampofu",
    "98173630": "I-hCaptcha iyisevisi ezimele esetshenziswa kakhulu kunazo zonke emhlabeni ye-CAPTCHA.",
    "981806349": "Yakhelwe endaweni efakazelwe ye-hCaptcha",
    "984849234": "I-hCaptcha isebenzisa ukufunda komshini okuthuthukisiwe ukuze ilethe lokho okuthenjiswa yi-reCAPTCHA kuphela, kuyilapho yabelana ngevelu ethwetshuliwe namawebhusayithi ayisebenzisayo.",
    "987267027": "Iphathi",
    "987375734": "I-IMI izinze e-United States. Amasayithi Nensizakalo alawulwa futhi asetshenziswa yithi esisuka e-United States. Ulwazi Lwakho Lomuntu Siqu lungagcinwa futhi lucutshungulwe kunoma yiliphi izwe lapho sinezindawo noma lapho sixhumana khona nabahlinzeki besevisi, futhi ngokusebenzisa Amasayithi Nesevisi uvumela ukudluliselwa kolwazi emazweni angaphandle kwezwe ohlala kulo, kuhlanganise ne-United States. , okungenzeka kube nemithetho yokuvikela idatha ehlukile kuleyo yezwe lakini. Ezimweni ezithile, izinkantolo, izikhungo zomthetho, izinhlangano ezilawulayo noma iziphathimandla zokuphepha kulawo mazwe angase abe negunya lokufinyelela Ulwazi Lwakho Lomuntu Siqu.",
    "987901590": "Ingabe unayo idatha eluhlaza ngaphandle kwesethi yokuqinisekisa ephelele? Ezimweni eziningi singakwakhela eyodwa njengemisebenzi eyenziwa ohlelweni, noma sidale amasampula anelebula ukuze uwagunyaze.",
    "989480928": "() Inzuzo enkulu kagaxekile",
    "990215503": "I-hCaptcha ukuphela kwesevisi enkulu ye-captcha engeyona eyenethiwekhi yesikhangiso.",
    "993651083": "Isinyathelo 1: Vula Amathuluzi Kanjiniyela (Lokhu kuqala ukurekhoda iseshini.)",
    "996362763": "Lawa mathokheni awaphuphuthekisiwe futhi agcinwa yisandiso ukuze asetshenziswe esikhathini esizayo. Uma umsebenzisi evakashela isayithi esebenzisa i-hCaptcha futhi edinga ukudlula inselele (noma ngabe ayibonakali noma ngenkinobho ethi \"Ngingumuntu\") asetshenziswa ngokuzenzakalelayo. Inqubo yokuphuphuthekisa isho ukuthi amathokheni asayiniwe futhi asetshenzisiwe awaxhumeki ngokombono we-hCaptcha, futhi ngaleyo ndlela ubumfihlo bomsebenzisi buyagcinwa.",
    "999610953": "Okokugcina, enye indlela ethembekile ye-Google. I-hCaptcha Enterprise ikulethela ukonga okumangalisayo kubhili yakho ye-reCAPTCHA ngokuvikeleka okuphezulu: kufika ku-80% engabizi kakhulu kwezinye izimo.",
    "999674529": "Yonke i-bot i-Google eyitholayo kufanele ibe ihola i-zero ad dollar. Ngakho-ke, izinzuzo zenkampani ye-Google azihambelani kahle nabasebenzisi bezinsizakalo zabo zokuphepha, futhi lokhu kungase kube incazelo eyodwa yokusebenza kabi kokunikezwa kwabo kwezokuphepha kwe-reCAPTCHA."
}