{
  "header-privacy-link": "गोपनीयता",
  "header-integration-link": "एकीकरण",
  "header-cost-link": "लागत",
  "header-features-link": "विशेषताहरु",
  "header-docs-link": "कागजात",
  "header-login-button": "लग - इन",
  "header-contact-button": "सम्पर्क बिक्री",
  "intro-heading": "शून्य घर्षण मानवता प्रमाणिकरण।",
  "intro-contact-button": "थप जान्नको लागि हामीलाई सम्पर्क गर्नुहोस्",
  "intro-text-bottom": "वेबलाई पावर गर्ने कम्पनीहरूद्वारा निर्भर।",
  "sub-menu-button": "सम्पर्क बिक्री",
  "sub-menu-item1": "उद्यम",
  "sub-menu-item2": "लागत",
  "sub-menu-item3": "एकीकरण",
  "sub-menu-item4": "विशेषताहरु",
  "sub-menu-item5": "गोपनीयता",
  "sub-menu-item6": "कागजात",
  "info-head-1": "प्रमाणित hCaptcha प्लेटफर्ममा निर्मित",
  "info-text-1": "hCaptcha Enterprise hCaptcha प्लेटफर्म टेक्नोलोजीमा चल्छ, उच्च ट्राफिक उद्यमहरूलाई आवश्यक सुविधाहरू समावेश गर्न विस्तार गरिएको छ।",
  "info-head-2": "एक विश्वसनीय साझेदार",
  "intro-subtitle": "आज तपाईको बोट समस्या समाधान गर्नुहोस्।",
  "info-text-2": "हाम्रा सेवाहरू विश्वका ठूला कम्पनीहरूले लाखौं साइटहरूमा लाखौं दैनिक प्रयोगकर्ताहरूलाई सेवा दिनको लागि विश्वस्त छन्।",
  "cloudflare-quote-text": "हामीले धेरै क्याप्चा विक्रेताहरूको मूल्याङ्कन गरेका छौं साथै प्रणाली आफैं निर्माण गरेका छौं। अन्तमा, hCaptcha reCAPTCHA को लागि उत्तम विकल्पको रूपमा देखा पर्‍यो।",
  "cloudflare-quote-detail": "उत्पादन व्यवस्थापन निर्देशक, Cloudflare",
  "section-quote-head": "उच्च यातायात उद्यमहरूको लागि लागत प्रभावी विकल्प",
  "section-quote-text": "अन्तमा, Google को लागि एक विश्वसनीय विकल्प। hCaptcha Enterprise ले उच्च सुरक्षाको साथ तपाईंको reCAPTCHA बिलमा नाटकीय बचत प्रदान गर्दछ: केही अवस्थामा 80% सम्म कम महँगो। विश्वका धेरै ठूला अनलाइन सेवाहरूले hCaptcha Enterprise मा स्विच गरेका छन् र पर्याप्त लागत बचतको साथमा सुधारिएको बोट पत्ता लगाउने सुविधा प्राप्त गरेका छन्।",
  "section-quote-button": "उद्धरणको लागि आज हामीलाई सम्पर्क गर्नुहोस्",
  "section-privacy-header": "गोपनीयता केन्द्रित",
  "section-privacy-text-1": "विज्ञापन नेटवर्कहरूले तपाइँका आगन्तुकहरूलाई उत्पादनको रूपमा देख्छन्। हाम्रो लागि मात्र उत्पादन उनीहरूको मानवता निर्धारण गर्दैछ। हाम्रा सेवाहरूले GDPR, CCPA र LGPD मापदण्डहरू पूरा गर्छन् वा पार गर्छन् र गोपनीयता पास जस्ता पहलहरूलाई समर्थन गर्छन्। हामी गोपनीयता र सुरक्षा सन्तुलन गर्न कडा मेहनत गर्छौं।",
  "section-privacy-text-2": "गोपनीयतामा यो अनौठो फोकसको अर्थ हो कि हामीले उत्कृष्ट सुरक्षा कायम गर्दै आवश्यकता अनुसार शून्य व्यक्तिगत डेटा रिटेन्सन, कुकी-मुक्त सञ्चालन, र अन्य अनुबंध गोपनीयता ग्यारेन्टीहरू प्रदान गर्न सक्छौं।",
  "section-security-header": "सुरक्षा पहिले",
  "section-security-text-1": "शुद्धता तपाईको र हाम्रो हितमा छ। hCaptcha ले तपाईंलाई वास्तविक डाटा दिन र यसलाई कसरी प्रयोग गर्ने भनेर निर्णय गर्न दिन्छ। अन्य क्याप्चाहरू विशाल विज्ञापन कम्पनीहरूले प्रदान गरेका छन्। यसको मतलब उनीहरूले रोकेका प्रत्येक बोटले उनीहरूको राजस्व घटाउन सक्छ।",
  "section-security-text-2": "गोपनीयतामा ध्यान केन्द्रित गरी नवीनतम मेशिन लर्निङ प्रविधिहरू प्रयोग गरेर हामीलाई सुरक्षा वा प्रयोगकर्ताको गोपनीयतालाई हानि नगरी सदाका लागि रणनीतिहरू लिगेसी रेकर्डको सुरक्षा मापदण्डहरू पार गर्न दिन्छ।",
  "section-user-experience-header": "महान प्रयोगकर्ता अनुभव",
  "section-user-experience-text1": "इन्टरप्राइज प्रयोगकर्ताहरूका लागि, धेरैजसो परिदृश्यहरूमा चुनौतिहरूलाई पूर्ण रूपमा बेवास्ता गर्न विकल्पहरू उपलब्ध छन्।",
  "section-user-experience-text2": "उन्नत बोट मोडेलहरूलाई धन्यवाद, उत्कृष्ट सुरक्षा प्रदान गर्दा तपाईंको वैध ट्राफिकको 99.9% को लागि पूर्ण रूपमा चुनौती बेवास्ता गरेर घर्षण घटाउनुहोस्।",
  "section-easy-integration-header": "सजिलो एकीकरण",
  "section-easy-integration-text": "hCaptcha थप्न मात्र मिनेट र कोडको केही लाइनहरू लाग्छ। आधारभूत API reCAPTCHA V2 सँग मिल्दो छ, र यसलाई स्विच गर्न केही मिनेट मात्र लाग्छ। तपाईं आज एक उच्च विकल्पको साथ चल्न सक्नुहुन्छ, र आवश्यक अनुसार थप उन्नत सुविधाहरू खोल्नुहोस्।",
  "section-easy-integration-serverside": "सर्भर साइड:",
  "section-easy-integration-frontend": "अगाडिको भाग:",
  "section-threat-header": "अनुकूलित खतरा स्कोर",
  "section-threat-text": "सबै समस्याहरू उस्तै हुँदैनन्: एकल स्कोर प्राप्त गर्नुको अर्थ यसले तपाईंको आवश्यकताहरूलाई उपयोगी हुन सम्बोधन गर्नुपर्छ। hCaptcha को अद्वितीय अनुकूलित खतरा स्कोरको साथ, द्रुत परामर्शले हामीलाई तपाईंको व्यवसायसँग थप सान्दर्भिक स्कोरहरू प्रदान गर्न हाम्रा मोडेलहरू ट्युन गर्न अनुमति दिन्छ।",
  "section-challenges-header": "सेकेन्डमा तपाईंको आफ्नै चुनौतीहरू सुरु गर्नुहोस्",
  "section-challenges-text-1": "सान्दर्भिक सामग्रीको साथ ब्रान्डमा रहनुहोस्",
  "section-challenges-text-2": "जब प्रयोगकर्ताहरूले सुरक्षा आवश्यकताहरू पूरा गर्न चुनौतीहरू समाधान गर्नुपर्दछ, किन प्रयोगकर्तालाई सुखद र सान्दर्भिक कार्यहरू सिर्जना नगर्ने? हाम्रो साधारण अनुकूलन चुनौती डिजाइनरको साथ, तपाईंले केही मिनेटमा अन-ब्रान्ड चुनौती सामग्री सुरु गर्न सक्नुहुन्छ।",
  "section-integration-header": "प्रत्यक्ष प्लेटफर्म एकीकरण",
  "section-integration-subheader": "वेब इन्फ्रास्ट्रक्चर कम्पनीहरूको लागि",
  "section-integration-text": "hCaptcha इन्टरप्राइज प्रणाली यसको डिजाइनमा अद्वितीय रूपमा लचिलो छ: यदि तपाइँ सार्वजनिक क्लाउड सञ्चालन गर्नुहुन्छ वा धेरै डेटा केन्द्रहरूको स्वामित्व लिनुहुन्छ भने यसलाई आंशिक वा पूर्ण रूपमा तपाइँको नेटवर्कको किनारमा प्रयोग गर्न सकिन्छ। यसले नाटकीय रूपमा लागतहरू र अफ-नेटवर्क ट्राफिक कम गर्न सक्छ जबकि हाम्रो 24/7 अन-कल कर्मचारीहरूद्वारा व्यवस्थापनका सबै फाइदाहरू कायम राख्दै कडा SLA हरू पूरा गर्न सकिन्छ।",
  "section-support-header": "तपाईं र तपाईंका प्रयोगकर्ताहरू दुवैको लागि पहुँचयोग्य विशेषज्ञता र समर्थन",
  "section-support-text": "सेवा हाम्रो लागि उच्च प्राथमिकता हो। हामी 24/7 अन-कल समर्थन कायम राख्छौं र कार्यान्वयनको क्रममा र पछि तपाईंको ईन्जिनियरिङ् एकीकरण टोली र हाम्रो अन-कल स्टाफसँग प्रत्यक्ष स्लैक समन्वय प्रस्ताव गर्दछौं।‍ हामी सामाजिक सञ्जाल, फोरमहरूमा तपाईंको प्रयोगकर्ताहरूको प्रश्नहरूको सक्रिय रूपमा निगरानी र जवाफ दिन पनि प्रतिबद्ध छौं। , र हाम्रो इन-विजेट र इमेल समर्थन च्यानलहरू। हामी पहुँचयोग्य र उत्तरदायी छौं, र प्रयोगकर्ताको सन्तुष्टिलाई शीर्ष KPI को रूपमा व्यवहार गर्छौं।",
  "section-enterprise-header": "उद्यम सुविधाहरू",
  "section-enterprise-title-1": "विश्व-स्तरीय एन्टी-बोट संरक्षण",
  "section-enterprise-desc-1": "वेब स्केलमा युद्ध-परीक्षण।",
  "section-enterprise-title-2": "उच्च सटीकता बोट स्कोर",
  "section-enterprise-desc-2": "धेरै फरक प्रकारका खराब अभिनेताहरू पत्ता लगाउनुहोस्।",
  "section-enterprise-title-3": "शून्य घर्षण र 99.9% निष्क्रिय मोडहरू",
  "section-enterprise-desc-3": "वैध प्रयोगकर्ताहरूको ०.१% भन्दा कम चुनौती।",
  "section-enterprise-title-4": "नियन्त्रण चुनौती प्रकारहरू देखाइएको छ",
  "section-enterprise-desc-4": "छनौट गर्न को लागी प्रकार को फराकिलो पुस्तकालय।",
  "section-enterprise-title-5": "प्रयोग गरिएको चुनौती सामग्री नियन्त्रण गर्नुहोस्",
  "section-enterprise-desc-5": "एक सुसंगत प्रयोगकर्ता अनुभव संग ब्रान्ड मा रहनुहोस्।",
  "section-enterprise-title-6": "उद्यम SLAs",
  "section-enterprise-desc-6": "ग्यारेन्टी विश्वसनीयता र छिटो 24/7 अन-कल समर्थन।",
  "section-enterprise-title-7": "लिगेसी ब्राउजर समर्थन",
  "section-enterprise-desc-7": "Internet Explorer 8 मा फिर्ता सबै तरिका मिल्दो।",
  "section-enterprise-title-8": "उन्नत रिपोर्टिङ ड्यासबोर्ड र API",
  "section-enterprise-desc-8": "तपाईंका सबै साइट र एपहरूमा के भइरहेको छ हेर्नुहोस्।",
  "section-enterprise-title-9": "हरेक देशमा काम गर्छ",
  "section-enterprise-desc-9": "reCAPTCHA को विपरीत, हामी हरेक देशमा काम गर्छौं।",
  "section-enterprise-title-10": "GDPR, CCPA, र LGPD-मैत्री गोपनीयता नीति",
  "section-enterprise-desc-10": "पहिलो दिनबाट गोपनीयताको लागि डिजाइन गरिएको। बलियो डाटा प्रोसेसिंग सम्झौता।",
  "section-enterprise-title-11": "फाइन-ग्रेन्ड कठिनाई स्तर",
  "section-enterprise-desc-11": "तपाईको प्रयोगको केसलाई ठ्याक्कै मिलाउन यसलाई डायल गर्नुहोस्।",
  "section-enterprise-title-12": "पहिलो-पक्ष होस्टिंग",
  "section-enterprise-desc-12": "सबै अनुरोधहरू र सम्पत्तिहरू hcaptcha.yourdomain.com मा जान्छन्",
  "section-enterprise-title-13": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू",
  "section-enterprise-desc-13": "आफ्नो टोली भर व्यवस्थापन साझेदारी गर्नुहोस्।",
  "section-enterprise-title-14": "तत्काल प्रमाणीकरण",
  "section-enterprise-desc-14": "0ms विलम्बता: कुनै API कल बिना hCaptcha टोकनहरू प्रमाणित गर्नुहोस्।",
  "section-enterprise-title-15": "मोबाइल (आईओएस र एन्ड्रोइड) एकीकरण",
  "section-enterprise-desc-15": "वेब, नेटिभ मोबाइल, मोबाइल वेबमा सिमलेस अनुभव। पूर्व-निर्मित एकीकरण र नेटिभ SDK हरू उपलब्ध छन्।",
  "section-enterprise-title-16": "अनुकूलित सर्तहरू र गोपनीयता ग्यारेन्टीहरू",
  "section-enterprise-desc-16": "अन्य कम्पनीहरूले नसक्ने अवस्थामा आफ्नो कानुनी आवश्यकताहरू पूरा गर्नुहोस्।",
  "presented-challlenges-head": "चुनौतीहरू प्रस्तुत गरे",
  "presented-challenges-title-1": "तुलना",
  "presented-challenges-text-1": "क्वेरीसँग मेल खाने सबै छविहरू चयन गर्नुहोस्",
  "presented-challenges-title-2": "बाउन्डिङ बक्स",
  "presented-challenges-text-2": "वस्तुहरूको लागि सीमा क्षेत्र परिभाषित गर्नुहोस्",
  "presented-challenges-title-3": "वर्गीकरण",
  "presented-challenges-text-3": "सम्बन्धित लेबलहरू पहिचान गर्नुहोस्",
  "presented-challenges-subheader": "... र अन्य सरल कार्यहरू। मानिसका लागि सजिलो, बटहरूको लागि गाह्रो।",
  "presented-challenges-subtext": "उद्यम प्रकाशकहरूका लागि पनि आफू अनुकूल कार्यहरू उपलब्ध छन्।",
  "footer-header-1": "कम्पनी",
  "footer-header-2": "स्रोतहरू",
  "footer-header-3": "सम्पर्क गर्नुहोस्",
  "footer-link-1": "लेबलिङ",
  "footer-link-2": "बारे",
  "footer-link-3": "जागिरहरू",
  "footer-link-4": "ट्रेडमार्कहरू",
  "footer-link-5": "ब्लग",
  "footer-link-6": "स्थिति",
  "footer-link-7": "कागजात",
  "footer-link-8": "बग रिपोर्ट गर्नुहोस्",
  "footer-link-9": "पहुँच",
  "footer-terms": "सर्तहरू",
  "footer-privacy": "गोपनीयता",
  "footer-attribution": "विशेषता",
  "footer-subheader-1": "समर्थन",
  "footer-subheader-2": "सम्पर्क गर्नुहोस्",
  "switch-to-english-link": "अंग्रेजीमा स्विच गर्नुहोस्",
  "intro-heading-privacy": "गोपनीयताको लागि डिजाइन गरिएको।",
  "intro-subtitle-p1-privacy": " अनलाइन सुरक्षाको लागि एक अद्वितीय गोपनीयता-संचालित दृष्टिकोण।",
  "info-head-2-pr": "अनलाइन गतिविधि रेकर्डिङ जवाफ होइन।",
  "info-text-1-pr": "hCaptcha इन्टरप्राइजको एउटै उद्देश्य छ: खराब अभिनेताहरूलाई तपाईंको अनलाइन सञ्चालनमा बाधा पुऱ्याउन र प्रयोगकर्ताहरूलाई हानि पुऱ्याउनबाट रोक्न।",
  "info-text-2-pr": "हाम्रा प्रणालीहरू यसरी वर्ग-अग्रणी सुरक्षा कायम राख्दै डाटा सङ्कलन र अवधारणलाई न्यूनीकरण गर्न आधारभूत रूपमा डिजाइन गरिएका छन्। प्रयोगकर्ता डेटा सुरक्षित गर्न सबै भन्दा राम्रो तरिका यसलाई भण्डारण गर्नु हुँदैन।",
  "info-text-3-pr": "सबै ग्राहक सम्बन्धहरू पनि बलियो डाटा प्रोसेसिङ सम्झौताद्वारा सुरक्षित छन्। hCaptcha सेवाले तपाइँको सेवा वा तपाइँका ग्राहकहरू जहाँ बसोबास गरे पनि सबै गोपनीयता कानूनहरूको पालना गर्दछ। व्यक्तिगत डेटा नराख्नाले हामीलाई अन्य कम्पनीहरूको तुलनामा यो धेरै सजिलो बनाउँछ।",
  "info-text-2-2-pr": "reCAPTCHA v3 जस्ता सेवाहरूले तपाईंको साइटको प्रत्येक पृष्ठमा उनीहरूको ट्र्याकिङ पिक्सेल राख्नु राम्रो सुरक्षाको लागि आवश्यक छ भनी बताउँछन्। यो कुरा होइन।",
  "info-text-2-3-pr": "सरल व्यवहार विश्लेषण खराब अभिनेताहरू द्वारा सजिलै संग जाली संकेत हो, र तपाइँको सबै वैध ट्राफिकको लागि ब्राउजिङ इतिहास पनि कायम राख्न आवश्यक छ।",
  "info-text-2-4-pr": "हामी विज्ञापन नेटवर्क सञ्चालन गर्दैनौं, र तिनीहरूलाई विज्ञापन बेच्नको लागि तपाईंको प्रयोगकर्ता व्यवहार अवलोकन गर्न कुनै चासो छैन। यसको मतलब हामीलाई तपाईंको साइटको प्रत्येक पृष्ठमा निष्क्रिय पिक्सेल आवश्यक पर्दैन।",
  "info-text-2-5-pr": "हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईंलाई र तपाईंका प्रयोगकर्ताहरू दुवैको सुरक्षा गर्न अर्थपूर्ण हुन्छ।",
  "info-head-3-pr": "मेसिन लर्निङ उपयोगी छ। तर यो काम गर्न व्यक्तिगत डाटा आवश्यक छैन।",
  "info-text-3-1-pr": "मेसिन लर्निङले अब हाम्रो जीवनको लगभग हरेक पक्षलाई प्रभाव पार्छ, प्राय जसो हामीले बुझ्दैनौं र देख्न सक्दैनौं। अनलाइन सुरक्षा सेवाहरू फरक छैनन्।",
  "info-text-3-2-pr": "हजारौं सङ्केतहरू सिकेर, मोडेलहरूले कुनै पनि व्यक्तिगत सङ्केत आफैले समस्यालाई सङ्केत गर्न पर्याप्त बलियो नहुँदा पनि धेरै चाँडै दुर्भावनापूर्ण व्यवहार पत्ता लगाउने उच्च आत्मविश्वासमा पुग्न सक्छ।",
  "info-text-3-3-pr": "यद्यपि, यी मध्ये कुनै पनि व्यक्तिगत रूपमा पहिचान योग्य जानकारी (PII) प्रयोग गर्न आवश्यक छैन। आधुनिक क्रिप्टोग्राफिक प्रविधिहरूले हामीलाई कुनै पनि व्यक्तिगत डेटा जतिसक्दो चाँडो खारेज गर्न अनुमति दिन्छ, यसको सट्टा एकतर्फी हस्ताक्षरहरू सिर्जना गर्दछ जुन कुनै पनि व्यक्तिसँग लिङ्क गर्न सकिँदैन।",
  "info-text-3-4-pr": "डि-पहिचान गरिएको डाटामा प्रशिक्षणले पनि काम गर्दछ, र सुरक्षा वा गोपनीयतामा सम्झौता गर्न आवश्यक पर्दैन। हाम्रा ग्राहकहरूले प्रायोगिक परीक्षणहरू गरेका छन्, र हामीलाई धेरै कम निजी विकल्पहरू भन्दा बराबर वा राम्रो घोषणा गरेका छन्।",
  "cloudflare-quote-text-privacy": "हामीले hCaptcha समाधानहरूको बारेमा धेरै चीजहरू मन पराउनुभयो: 1) तिनीहरू व्यक्तिगत डेटा बेच्दैनन्; उनीहरूले न्यूनतम आवश्यक व्यक्तिगत डाटा मात्र सङ्कलन गर्छन्, उनीहरूले सङ्कलन गर्ने जानकारी र कसरी प्रयोग गर्ने र/वा खुलासा गर्ने भन्ने कुरामा पारदर्शी हुन्छन्।",
  "pilot-head": "हामीलाई तपाईंको वातावरणमा कुनै दायित्व बिना प्रयास गर्नुहोस्।",
  "pilot-text-1a": "हामी इन्जिनियरहरू हौं, बिक्रीकर्ता होइन: हामी चाहन्छौं कि तपाईं आफ्नो छनौटमा खुसी हुनुहोस्।",
  "pilot-text-1b": "तपाइँको सन्तुष्टि सुनिश्चित गर्न को लागी सबै भन्दा राम्रो तरीका हामीले तपाइँको आवश्यकताहरु लाई पूरा गर्दछ भनेर प्रदर्शन गर्नु हो।",
  "pilot-text-1c": "पाइलट सुरु गर्ने लगभग सबै कम्पनीहरूले अन्ततः हाम्रो समाधानहरू छनौट गर्छन्।",
  "pilot-text-1d": "हाम्रो प्राविधिक विशेषज्ञहरु मध्ये एक पुग्न यो फारम प्रयोग गर्नुहोस्। हामी छिटो जवाफ दिन्छौं।",
  "pilot-text-1e": "तपाईले हामीलाई सिधै इमेल पनि गर्न सक्नुहुन्छ।",
  "pilot-email-details": "विवरणहरू यहाँ छन्।",
  "pilot-f1": "क्षेत्र",
  "pilot-f2": "तिम्रो नाम",
  "pilot-f3": "तिम्रो नाम",
  "pilot-f4": "व्यापार इमेल",
  "pilot-f5": "कुनै अन्य विवरण हामीसँग हुनुपर्छ?",
  "pilot-f6": "के तपाईलाई तत्काल अनबोर्डिङ चाहिन्छ?",
  "pilot-f7": "हो।",
  "pilot-f8": "म आक्रमणमा छु र तुरुन्तै अनबोर्डिङ आवश्यक छ।",
  "pilot-f9": "पेश गर्नुहोस्",
  "pilot-f10": "आफ्नो इमेल प्रविष्ट गरेर, तपाईं हाम्रो सर्तहरू र गोपनीयता नीति, र हामीबाट इमेल प्राप्त गर्न सहमत हुनुहुन्छ।",
  "pilot-fo-1": "एकीकरण सजिलो हुन सकेन।",
  "pilot-fo-2": "hCaptcha मा तपाईंले प्रयोग गर्नुहुने फ्रन्टएन्ड र ब्याकएन्ड प्रणालीहरूको लागि दर्जनौं पूर्व-निर्मित एकीकरणहरू छन्।",
  "pilot-fo-3": "यदि तपाईं Google को reCAPTCHA बाट आउँदै हुनुहुन्छ भने, हाम्रा API हरू ड्रप-इन प्रतिस्थापन हुन्। कोड को तीन लाइनहरु तपाईलाई आवश्यक छ।",
  "pilot-fo-4": "हाम्रा अनबोर्डिङ इन्जिनियरहरूले तपाईंलाई प्रतिक्रिया एकीकरण, iOS नेटिभ एपहरूका लागि SDKs, Java ब्याकइन्ड उदाहरण, वा वस्तुतः कुनै अन्य परिदृश्यको आवश्यकता परे तापनि तपाईंलाई द्रुत गतिमा अघि बढाउन सक्छ।",
  "pilot-fo-5": "र सधैं जस्तै, गोपनीयता हाम्रो लागि एक मूल मूल्य हो। हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईं र तपाईंका प्रयोगकर्ताहरू दुवैलाई सुरक्षित राख्न अर्थपूर्ण हुन्छ। डेटा सङ्कलन न्यूनीकरण एकीकरणको क्षणबाट सुरु हुन्छ।",
  "pilot-fdone": "धन्यवाद। हामी छिट्टै सम्पर्कमा हुनेछौं।",
  "home-ent-2-new": "हाम्रो उद्यम समाधान बारे थप जान्नुहोस्।",
  "home-ent-button-new": "hCaptcha उद्यम",
  "home-main-plans2-new": "hCaptcha उद्यम समाधानहरूले वर्ग-अग्रणी सुरक्षा प्रदान गर्दछ र धेरै शीर्ष अनलाइन सेवाहरूको सुरक्षा गर्दछ।",
  "home-plans-button-2-new": "थप सिक",
  "header-enterprise-link": "उद्यम",
  "sales-interstitial-c1b-new": "hCaptcha उद्यम बारे थप जान्नुहोस्"
}
