{
  "23114595": "महान प्रयोगकर्ता अनुभव",
  "34074886": "प्रत्येक चोटि तपाईंले चुनौतीको जवाफ दिंदा, हामी तपाईं मानव हुनुहुन्छ कि छैन भनेर पत्ता लगाउन परिष्कृत मोडेलहरू प्रयोग गर्छौं। तपाईंले भ्रमण गर्नुभएको वेबसाइटले बटहरू बाहिर राखेर तिनीहरूको साइटमा तपाईंको अनुभव सुधार गर्न मद्दत गर्न यो परिणाम प्रयोग गर्दछ।",
  "98173630": "hCaptcha संसारको सबैभन्दा व्यापक रूपमा प्रयोग हुने स्वतन्त्र क्याप्चा सेवा हो।",
  "111184581": "पहिलो-पक्ष होस्टिंग",
  "119298044": "उन्नत स्व-निरीक्षण गरिएको ML र AI प्रविधिहरूले तपाईंको वेब गुणहरूलाई खतरा र आक्रमणहरूबाट जोगाउँछन्।",
  "121743429": "वेब इन्फ्रास्ट्रक्चर कम्पनीहरूको लागि",
  "122875767": "अन्य कम्पनीहरूले नसक्ने अवस्थामा आफ्नो कानुनी आवश्यकताहरू पूरा गर्नुहोस्।",
  "126134492": "अन्य",
  "152010250": "hCaptcha ले एक उपन्यास एज कम्प्युट प्लेटफर्मको साथ उन्नत सेल्फ-पर्यवेक्षित मेसिन लर्निङलाई संयोजन गर्‍यो जसले डेटा सङ्कलन र रिटेन्सनलाई अनौठो रूपमा न्यून गर्छ, ठूलो स्केलेबिलिटीका लागि विश्वव्यापी रूपमा २५० भन्दा बढी स्थानहरूबाट डेलिभर गरिन्छ।",
  "179723061": "वर्ग-अग्रणी सुरक्षा चाहिने टोलीहरूका लागि थप नियन्त्रण",
  "191460155": "शून्य घर्षण र 99.9% निष्क्रिय मोडहरू",
  "282913023": "उच्च यातायात उद्यमहरूको लागि लागत प्रभावी विकल्प",
  "328625009": "... हामी तयार छौं जब तपाईं हुनुहुन्छ: हाम्रो सेवा चौबीसै घण्टा उपलब्ध छ।",
  "353066938": "एक अनुभवी टोली, आजको कठिन समस्याहरूमा काम गर्दै। hCaptcha को सेवा हो",
  "353367791": "धेरै फरक प्रकारका खराब अभिनेताहरू पत्ता लगाउनुहोस्।",
  "359073033": "ड्यासबोर्डहरूले गतिविधिको उच्च-स्तर वा फाइन-ग्रेन्ड दृश्यहरू प्रदान गर्दछ।",
  "392886773": "हरेक देशमा काम गर्छ",
  "451701069": "GDPR, CCPA,",
  "547245263": "आज तपाईको बोट समस्या समाधान गर्नुहोस्।",
  "552920956": "hCaptcha ले वेबसाइटहरूलाई बटहरू र दुरुपयोगका अन्य प्रकारहरू अवरुद्ध गर्दा पुरस्कार कमाउन अनुमति दिन्छ। hCaptcha ले तपाइँलाई तपाइँको मनपर्ने परोपकारी संस्थाहरूलाई यी कमाईहरूको साथ समर्थन गर्न अनुमति दिन्छ।",
  "555158694": "तपाईंले प्रयोग गर्नुहुने सेवाले खराब ट्राफिक कम गर्न hCaptcha स्थापना गरेर तिनीहरूको साइटमा तपाईंको अनुभव सुधार गर्न रोजेको छ।",
  "585557010": "वैध प्रयोगकर्ताहरूको ०.१% भन्दा कम चुनौती।",
  "713281684": "बैंगन",
  "719304627": "अन्त-देखि-अन्त नियन्त्रण चाहिन्छ?",
  "734735952": "हामीले धेरै क्याप्चा विक्रेताहरूको मूल्याङ्कन गरेका छौं साथै प्रणाली आफैं निर्माण गर्यौं। अन्तमा, hCaptcha reCAPTCHA को लागि उत्तम विकल्पको रूपमा देखा पर्‍यो।",
  "751483365": "गैर-जाभास्क्रिप्ट ग्राहकहरूको लागि समर्थन।",
  "788770967": "त्यस्तो सुन्न परेकोमा दु: ख लाग्यो! तपाईं हाम्रो पहुँच विकल्प प्रयोग गर्न सक्नुहुन्छ:",
  "793242047": "अनुप्रयोगहरूमा छिटो पहुँचको लागि अनुमति दिन प्रयोगकर्ताहरूलाई प्रस्तुत गरिएका चुनौतीहरू कम गर्नुहोस्",
  "829047995": "हाल reCAPTCHA प्रयोग गर्दै हुनुहुन्छ?",
  "836577577": "hCaptcha थप्न मात्र मिनेट र कोडको केही लाइनहरू लाग्छ। आधारभूत API reCAPTCHA V2 सँग मिल्दोजुल्दो छ, र यसलाई स्विच गर्न केही मिनेट मात्र लाग्छ।",
  "838049015": "क्वेरीसँग मेल खाने सबै छविहरू चयन गर्नुहोस्",
  "846501387": "विश्व-स्तरीय बोट संरक्षण",
  "861167568": "hCaptcha ले IT को सबैभन्दा थिच्ने समस्याहरू मध्ये एक हल गर्दछ: खराब बटहरूलाई तपाईंको वेब अनुप्रयोगहरूमा आक्रमण गर्नबाट रोक्न।",
  "880478438": "उत्कृष्ट-इन-क्लास बोट र धोखाधडी व्यवस्थापनको लागि।",
  "897432717": "अनुकूलित खतरा स्कोरहरूको लागि हाम्रो उपन्यास डिजाइनको साथ, तपाईंको व्यापार ज्ञान थप्दा हाम्रा मोडेलहरूलाई तपाईंका प्रयोगकर्ताहरूका लागि अद्वितीय रूपमा सान्दर्भिक स्कोरहरू प्रदान गर्न अनुमति दिन्छ।",
  "910989640": "गतिविधिको विस्तृत र अनुकूलित रिपोर्टहरू उत्पन्न गर्नुहोस्",
  "976209454": "पुरस्कार कमाउनुहोस् वा दान दिनुहोस्",
  "981806349": "प्रमाणित hCaptcha प्लेटफर्ममा निर्मित",
  "999610953": "अन्तमा, Google को लागि एक विश्वसनीय विकल्प। hCaptcha Enterprise ले उच्च सुरक्षाको साथ तपाईंको reCAPTCHA बिलमा नाटकीय बचत प्रदान गर्दछ: केही अवस्थामा 80% सम्म कम महँगो।",
  "1014004474": "hCaptcha को इन्टरप्राइज योजनाहरूले तपाईंको संगठनलाई सुरक्षित राख्न उन्नत सेवा-स्तर सम्झौताहरू प्रस्ताव गर्दछ",
  "1045484714": "तपाईंको पहिचान प्रदायकसँग SAML SSO एकीकरण, जस्तै। Okta वा Azure AD।",
  "1050501253": "धेरै गाह्रो",
  "1070364246": "उफ्! फारम पेश गर्दा केही गडबड भयो।",
  "1103295010": "मानिसहरूले क्याप्चाहरू समाधान गर्दा पैसा कमाउनुहोस् वा परोपकारमा दिनुहोस्",
  "1130868224": "कोड को तीन लाइनहरु",
  "1131525092": "हाम्रो गोपनीयता-संरक्षण स्कोपेड UIDs मार्फत सम्बन्धित ठगी र दुरुपयोग फेला पार्न र रोक्नको लागि नराम्रो कलाकारहरूलाई एकसाथ समूहबद्ध गर्नुहोस्।",
  "1141402092": "उन्नत रिपोर्टिङ सुविधाहरू",
  "1150035777": "परिष्कृत मेसिन लर्निङ मोडेलहरूले प्रश्नहरूको सही जवाफ दिएका छन् कि छैनन् भन्नेभन्दा बाहिरका धेरै डेटा पोइन्टहरूमा आधारित बोट आत्मविश्वास स्कोरहरू उत्पन्न गर्छन्।",
  "1150963691": "APT न्यूनीकरण",
  "1172067553": "hCaptcha पछिको मानव प्लेटफर्मले तपाईंको अवस्थित प्रणालीहरूसँग एकीकृत हुने अन-प्रिमाइस, हाइब्रिड, वा SaaS डिप्लोइमेन्टहरू मार्फत अत्यधिक परिष्कृत कार्य गुणस्तर र व्यवस्थापन सुविधाहरू प्रदान गर्दछ।",
  "1173652155": "सल्लाहकारहरू",
  "1218990730": "विस्तृत लगहरूसँग समस्याहरू कसरी रिपोर्ट गर्ने",
  "1250541092": "- सर्गी इसासी",
  "1263998069": "मानव समाधानका लागि पुरस्कार कमाउनुहोस्",
  "1300485304": "hCaptcha उन्नत खतराहरू र तपाईंको नेटवर्कहरू घुसपैठ गर्न डिजाइन गरिएको decoys विरुद्ध सुरक्षा गर्दछ",
  "1345083090": "कार्यक्षमता समस्या रिपोर्ट गर्दै?",
  "1356745565": "Internet Explorer 8 मा फिर्ता सबै तरिका मिल्दो।",
  "1368787974": "आफ्नो टोली भर व्यवस्थापन साझेदारी गर्नुहोस्।",
  "1393184984": "तपाईलाई चाहिने सबै हो।",
  "1475399473": "hCaptcha टोली बारे थप जान्नुहोस्",
  "1485807325": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू, SAML SSO",
  "1508655687": "स्ट्रिमलाइन वा पहुँच प्रतिबन्धित गर्नका लागि तपाइँका दर्शकहरूको लागि अनुकूलित तपाइँका आफ्नै चुनौतीहरू थप्नुहोस्",
  "1510448156": "तपाईं आज एक उच्च विकल्पको साथ चल्न सक्नुहुन्छ, र आवश्यक अनुसार थप उन्नत सुविधाहरू खोल्नुहोस्।",
  "1525403768": "थप जानकारीको लागि इन्टरप्राइज सेल्सलाई सम्पर्क गर्नुहोस्।",
  "1544546608": "गोपनीयता पास",
  "1549336309": "hCaptcha यस मोडेललाई वरिपरि घुमाउँछ। जब तपाइँ hCaptcha प्रयोग गर्नुहुन्छ, कम्पनीहरूले तपाइँका प्रयोगकर्ताहरूले उनीहरूको मानवता प्रमाणित गर्ने काममा बिड गर्छन्। तपाईंले पुरस्कारहरू पाउनु हुन्छ।",
  "1559631739": "निजी शिक्षा",
  "1579093044": "हाम्रो साधारण अनुकूलन चुनौती डिजाइनरको साथ, तपाईंले केही मिनेटमा अन-ब्रान्ड चुनौती सामग्री सुरु गर्न सक्नुहुन्छ।",
  "1586809757": "उच्च सटीकता बोट स्कोर",
  "1599610318": "प्रकाशक",
  "1637702726": "hCaptcha को बारेमा",
  "1662477701": "स्रोतहरू",
  "1676849166": "उन्नत बट मोडेलहरूलाई धन्यवाद, उत्कृष्ट सुरक्षा प्रदान गर्दा तपाईंको वैध ट्राफिकको 99.9% को लागि पूर्ण रूपमा चुनौती बेवास्ता गरेर घर्षण घटाउनुहोस्।",
  "1685871181": "शीर्ष अनलाइन सेवाहरू भर पर्छन्",
  "1752795854": "hCaptcha ले बटहरू रोक्नको लागि आधुनिक, गोपनीयता-केन्द्रित दृष्टिकोण ल्याउँछ।",
  "1779265104": "अनुकूलित सर्तहरू र गोपनीयता ग्यारेन्टीहरू",
  "1792519141": "hCaptcha उद्यम",
  "1798492192": "लिगेसी ब्राउजर समर्थन",
  "1803009328": "वेब स्केलमा युद्ध-परीक्षण।",
  "1844885924": "छनौट गर्न को लागी प्रकार को फराकिलो पुस्तकालय।",
  "1849717906": "तपाइँको आफ्नै चुनौती सामग्री संग अनुकूलन गर्नुहोस्",
  "1849805607": "hCaptcha तपाईंको नेटवर्कहरू घुसपैठ गर्न डिजाइन गरिएको खतराहरू र decoys विरुद्ध सुरक्षा गर्दछ",
  "1886100235": "विश्वका धेरै ठूला अनलाइन सेवाहरूले hCaptcha Enterprise मा स्विच गरेका छन् र पर्याप्त लागत बचतको साथमा सुधारिएको बोट पत्ता लगाउने सुविधा प्राप्त गरेका छन्।",
  "1894355645": "hCaptcha ले सरल, सजिलो र भरपर्दो बट पत्ता लगाउने सुविधा प्रदान गर्दछ जबकि मानिसहरूलाई समाधान गर्न मामूली हुन्छ।",
  "1927613000": "hCaptcha ले परिष्कृत मेसिन लर्निङलाई एक शक्तिशाली चुनौती प्लेटफर्मको साथ संयोजन गर्दछ जसले वेब अनुप्रयोगहरूलाई खाता टेकओभर, क्रेडेन्सियल स्टफिङ, स्क्र्यापिङ र अन्य प्रकारका दुरुपयोगहरूबाट जोगाउँछ।",
  "1936512180": "‍सजिलो API पहुँच, सुन्दर ड्यासबोर्डहरू, र कार्यकर्ताको दक्षता अधिकतम बनाउनको लागि नवीनतम मोडेल-इन-द-लूप प्रविधि।",
  "1956967813": "हाम्रा सेवाहरू विश्वका सबैभन्दा ठूला कम्पनीहरूले लाखौं साइटहरूमा लाखौं दैनिक प्रयोगकर्ताहरूलाई सेवा दिन विश्वास गर्छन्।",
  "1958297836": "समन्वित आक्रमण सुरक्षा र APT शमन",
  "2041686284": "अधिक डेटाले सामान्यतया प्रशिक्षण मेसिन लर्निङ मोडेलहरूमा राम्रो परिणामहरू उत्पादन गर्दछ। गहिरो मोडेलहरूको भर्खरको सफलताले बढ्दो ठूलो डेटासेटहरूको नेतृत्व गरेको छ, र hCaptcha ले यो आवश्यकता पूरा गर्दछ। यद्यपि, परम्परागत विधिहरू प्रयोग गरेर ठूला मानव-समीक्षा डेटासेटहरू सिर्जना गर्नु ढिलो र महँगो दुवै छ।",
  "2103563261": "निजी वा सार्वजनिक जानकारी",
  "2131386784": "तपाईं र तपाईंका प्रयोगकर्ताहरू दुवैको लागि पहुँचयोग्य विशेषज्ञता र समर्थन",
  "2138799135": "hCaptcha सँग तपाईंले प्रयोग गर्ने फ्रन्टएन्ड र ब्याकएन्ड प्रणालीहरूको लागि दर्जनौं पूर्व-निर्मित एकीकरणहरू छन्।",
  "2163914794": "तपाईको डेटासेटहरूको लागि थप लेबलहरू चाहिन्छ? hCaptcha ले आर्टिफिसियल इन्टेलिजेन्स र मेसिन लर्निङ एपहरूमा काम गर्ने कम्पनीहरूलाई छिटो, लागत-प्रभावी र उच्च गुणस्तरको डाटा लेबलिङ प्रदान गर्दछ।",
  "2183926131": "hCaptcha इन्टरप्राइजको साथ सुरू गर्नुहोस्",
  "2184564739": "हेर्नुहोस्",
  "2188609322": "खराब अभिनेताहरू बढ्दो अनलाइन सामान्य छन्। तर प्रयोगकर्ता गोपनीयता बलिदान जवाफ होइन।",
  "2319072959": "तपाईंको आफ्नै कार्यबलसँग पूर्ण रूपमा अफलाइन चलाउनुहोस्, व्यापार एकाइहरू वा कन्सोर्टियम साझेदारहरूमा खपत भएको मूल्य ट्र्याक गर्नुहोस्, लागत र सुरक्षा आवश्यकताहरूको आधारमा विभिन्न आन्तरिक वा बाह्य श्रम प्रदायकहरूलाई छनौट रूपमा कामहरू मार्ग गर्नुहोस्, र थप।",
  "2320894364": "200 भन्दा बढी बिन्दुहरूको उपस्थितिको साथ, hCaptcha को क्लाउडले संसारभरि तपाईंको सम्पत्तिहरू सुरक्षित गर्दछ।",
  "2354267648": "GDPR, CCPA, र LGPD-मैत्री गोपनीयता नीति",
  "2373007864": "hCaptcha Enterprise hCaptcha प्लेटफर्म टेक्नोलोजीमा चल्छ, उच्च ट्राफिक उद्यमहरूलाई आवश्यक सुविधाहरू समावेश गर्न विस्तार गरिएको छ।",
  "2418549423": ", क्रिप्टोग्राफिक प्रमाणहरू, र अन्य अद्वितीय गोपनीयता-पहिलो सुविधाहरू मार्फत अनलाइन गोपनीयता संरक्षणको लागि एक उदीयमान मानक।",
  "2489287539": "घर्षण-रहित \"क्याप्चा छैन\" र 99.9% निष्क्रिय मोडहरू",
  "2510209017": "थप मद्दत चाहिन्छ?",
  "2513143348": "hCaptcha इन्टरप्राइज प्रणाली यसको डिजाइनमा अद्वितीय रूपमा लचिलो छ: यदि तपाइँ सार्वजनिक क्लाउड सञ्चालन गर्नुहुन्छ वा धेरै डाटा केन्द्रहरूको स्वामित्व लिनुहुन्छ भने यसलाई तपाइँको नेटवर्कको किनारमा आंशिक वा पूर्ण रूपमा तैनात गर्न सकिन्छ।",
  "2535001179": "यदि तपाईं Google को reCAPTCHA बाट आउँदै हुनुहुन्छ भने, हाम्रा API हरू ड्रप-इन प्रतिस्थापन हुन्।",
  "2593768395": "वेब, नेटिभ मोबाइल, मोबाइल वेबमा सिमलेस अनुभव। पूर्व-निर्मित एकीकरण र नेटिभ SDK हरू उपलब्ध छन्।",
  "2650502379": "सेकेन्डमा तपाईंको आफ्नै चुनौतीहरू सुरु गर्नुहोस्",
  "2670003220": "जागिरहरू",
  "2671622670": "उद्यम",
  "2676853536": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू",
  "2681650568": "र सधैं जस्तै, गोपनीयता हाम्रो लागि एक मूल मूल्य हो। हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईंलाई र तपाईंका प्रयोगकर्ताहरू दुवैलाई सुरक्षित राख्न अर्थपूर्ण हुन्छ। डेटा सङ्कलन न्यूनीकरण एकीकरणको क्षणबाट सुरु हुन्छ।",
  "2682873489": "वस्तुहरूको लागि सीमा क्षेत्र परिभाषित गर्नुहोस्",
  "2686825859": "नि:शुल्क साइन अप गर्नुहोस् वा hCaptcha Enterprise समाधानहरूको बारेमा हामीलाई सम्पर्क गर्नुहोस्",
  "2698140263": "सबै समस्याहरू उस्तै हुँदैनन्: एकल अंक प्राप्त गर्नुको अर्थ यसले तपाईंको आवश्यकताहरूलाई उपयोगी हुन सम्बोधन गर्नुपर्छ।",
  "2698640210": "देखाइएका चुनौतिहरू र प्रकारहरू नियन्त्रण गर्नुहोस्",
  "2707282231": "तपाइँका प्रयोगकर्ताहरूको लागि चुनौतीहरू अनुकूलित गर्नुहोस्। बटहरू समाधान गर्न र प्रवेश गर्न असम्भव बनाउनुहोस्।",
  "2714878440": "हाम्रो उन्नत मेसिन लर्निङ र मानवता प्रमाणिकरणको साथ तपाईंको सेवाहरूलाई स्क्र्यापिङ, खाता टेकओभरहरू, प्रमाणिकरणहरू, र स्प्यामबाट सुरक्षित गर्नुहोस्।",
  "2718999653": "अनुकूलित खतरा स्कोर",
  "2781507299": "तत्काल प्रमाणीकरण",
  "2782263070": "सेवा हाम्रो लागि उच्च प्राथमिकता हो। हामी 24/7 अन-कल समर्थन कायम राख्छौं र कार्यान्वयनको क्रममा र पछि तपाईंको ईन्जिनियरिङ् एकीकरण टोली र हाम्रो अन-कल स्टाफसँग प्रत्यक्ष स्लैक समन्वय प्रस्ताव गर्दछौं।",
  "2806751666": "hCaptcha के हो?",
  "2826051554": "र अधिक",
  "2881474837": "hCaptcha उद्यम",
  "2890048009": "विज्ञापन नेटवर्कहरूले तपाइँका आगन्तुकहरूलाई उत्पादनको रूपमा देख्छन्। हाम्रो लागि मात्र उत्पादन उनीहरूको मानवता निर्धारण गर्दैछ। हाम्रा सेवाहरूले GDPR, CCPA, LGPD र PIPL आवश्यकताहरू र गोपनीयता पास जस्ता समर्थन पहलहरू पूरा गर्छन् वा पार गर्छन्। हामी गोपनीयता र सुरक्षा सन्तुलन गर्न कडा मेहनत गर्छौं।",
  "2927700175": "हामी मेसिन लर्निङ समस्याहरूबाट लेबल-टु-लेबल डेटा सङ्कलन गरेर, र वेबसाइट वा एप आगन्तुक मानव हो कि होइन भनेर छुट्याउन प्रयोग गरेर बटहरूका लागि गाह्रो तर मानिसहरूका लागि सजिलो हुने क्याप्चा चुनौतीहरू देखाउँछौं।",
  "2968026167": "तपाईको मनपर्ने तरकारी",
  "3018523079": "लगातार प्रयोगकर्ता अनुभवको साथ ब्रान्डमा रहनुहोस्।",
  "3065000659": "के तपाईंले प्रत्येक पटक \"कारमा क्लिक\" गर्दा तपाईंले एकल तालिम दिन मद्दत गरिरहनुभएको महसुस गर्नुभयो",
  "3093388779": "hCaptcha कुनै पनि आकारका प्रकाशकहरूका लागि प्रयोग गर्न नि:शुल्क छ",
  "3093689546": "सजिलो एकीकरण",
  "3096063825": "प्रयास गर",
  "3107683988": "यसले नाटकीय रूपमा अफ-नेटवर्क ट्राफिक र लागतहरू घटाउन सक्छ र हाम्रो 24/7 अन-कल कर्मचारीहरूले कडा SLA हरू पूरा गर्न व्यवस्थापनका सबै फाइदाहरू कायम राख्दै।",
  "3117887301": "सबैभन्दा ठूलो अनलाइन सेवाहरू द्वारा विश्वसनीय",
  "3121248460": "तपाईंका प्रत्याशित दर्शकहरूको लागि - सरल देखि जटिल - असीम विविध अनुकूलन चुनौतीहरू प्रदर्शन गर्नुहोस्",
  "3153117136": "hCaptcha कठिनाई सेटिङहरूले कसरी काम गर्छ",
  "3160820928": "समन्वित आक्रमण सुरक्षा",
  "3161489950": "विश्वको सबैभन्दा उन्नत सुरक्षा एमएल प्लेटफर्म",
  "3167979932": "पहिलो दिन देखि गोपनीयता को लागी डिजाइन गरिएको। बलियो डाटा प्रोसेसिंग सम्झौता।",
  "3194111925": "समर्थन",
  "3213351333": "कुनै अग्रिम प्रतिबद्धता आवश्यक छैन",
  "3213957230": "जब प्रयोगकर्ताहरूले सुरक्षा आवश्यकताहरू पूरा गर्न चुनौतीहरू समाधान गर्नुपर्छ, किन प्रयोगकर्ताहरूलाई सुखद र सान्दर्भिक कार्यहरू सिर्जना नगर्ने?",
  "3225770968": "hCaptcha मेसिन लर्निङमा सबैभन्दा श्रम गहन समस्या समाधान गर्न डिजाइन गरिएको हो; समयमै, किफायती, र भरपर्दो तरिकामा ठूलो मात्रामा डाटा लेबल गर्दै।",
  "3230004040": "के तपाइँ दृष्टिविहीन हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असमर्थ हुनुहुन्छ?",
  "3235430156": "कम्पनीको मेसिन लर्निङ सिस्टम नि:शुल्क?",
  "3260825523": "अन्तर्ज्ञान मेसिनहरू",
  "3264813246": "अनुपयुक्त",
  "3265895521": "दिनको समयमा आधारित चुनौती कठिनाई बढाउनुहोस् र कम गर्नुहोस्",
  "3266612494": "एक विश्वसनीय साझेदार",
  "3276777569": "hCaptcha",
  "3287172429": "नियन्त्रण चुनौती प्रकारहरू देखाइएको छ",
  "3365203058": "विश्व-स्तरीय एन्टी-बोट संरक्षण",
  "3412647984": "यसले तपाइँलाई कुकी दर्ता र सेट गरेर भविष्यका प्रश्नहरूबाट बच्न अनुमति दिन्छ। कृपया आफ्नो विज्ञापन अवरोधक बन्द गर्ने प्रयास गर्नुहोस्।",
  "3417372336": "मिनेटमा स्विच गर्नुहोस्",
  "3446714684": "मोबाइल (आईओएस र एन्ड्रोइड) एकीकरण",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "इन्टरप्राइज प्रयोगकर्ताहरूका लागि, धेरैजसो परिदृश्यहरूमा चुनौतिहरूलाई पूर्ण रूपमा बेवास्ता गर्न विकल्पहरू उपलब्ध छन्।",
  "3478726913": "hCaptcha सँग तपाईंको प्रयोगको लागि उपलब्ध ग्रहमा सबैभन्दा ठूलो पूलहरू मध्ये एक छ। तपाईंको मापन जे भए पनि, हामी महँगो अग्रिम प्रतिबद्धताहरू बिना यसलाई ह्यान्डल गर्न सक्छौं। प्रति दिन लाखौं कार्यहरू कुनै समस्या छैन।",
  "3480023141": "पहुँच विकल्पहरू बारे थप जान्नुहोस्",
  "3483700676": "लाखौं कार्यहरू तुरुन्तै सुरु गर्नुहोस्",
  "3500503648": "hCaptcha तपाईको ब्राउजिङ इतिहास रेकर्डिङ र विश्लेषण गर्नुको सट्टा तत्काल मूल्याङ्कनमा भर परेर दीर्घकालीन डेटा रिटेन्सन हटाउन डिजाइन गरिएको हो। जस्ता पहलहरूलाई पनि समर्थन गर्छौं",
  "3524251858": "उत्पादन व्यवस्थापन निर्देशक, Cloudflare",
  "3526939538": "सफ्टवेयर बग",
  "3530599065": "गोपनीयता जमिन माथिबाट निर्मित छ। hCaptcha ले कुनै PII राख्दैन र धेरै गोपनीयता जनादेश र नियमहरूको पालना गर्दछ।",
  "3570415321": "कम्पनी",
  "3573245166": "reCAPTCHA को विपरीत, हामी हरेक देशमा काम गर्छौं।",
  "3578122193": "सान्दर्भिक सामग्रीको साथ ब्रान्डमा रहनुहोस्",
  "3620442880": "फ्ल्यास बिक्री सुरक्षा सुविधाहरू",
  "3630114728": "तपाईंका सबै साइट र एपहरूमा के भइरहेको छ हेर्नुहोस्।",
  "3644106388": "सम्पर्क गर्नुहोस्",
  "3660619092": "इन्टरप्राइज समाधानहरूको लागि नि: शुल्क साइन अप गर्नुहोस् वा बिक्री सम्पर्क गर्नुहोस्",
  "3688621388": "धम्कीको हस्ताक्षर",
  "3704893754": "आफैलाई हेर्न चाहनुहुन्छ? hCaptcha नि: शुल्क प्रयास गर्नुहोस्",
  "3714002185": "hCaptcha उद्यम बारे थप जान्नुहोस्",
  "3715747429": "हाम्रा अनबोर्डिङ इन्जिनियरहरूले तपाईंलाई प्रतिक्रिया एकीकरण, iOS नेटिभ एपहरूका लागि SDKs, Java ब्याकइन्ड उदाहरण, वा वस्तुतः कुनै पनि अन्य परिदृश्यको आवश्यकता परे तापनि तपाईंलाई द्रुत गतिमा अघि बढाउन सक्छ।",
  "3717512591": "प्रत्यक्ष प्लेटफर्म एकीकरण",
  "3721365241": "प्रयास गर्नुहोस्",
  "3729345277": "hCaptcha कम्पनीहरूका लागि उनीहरूलाई आवश्यक पर्ने एनोटेसनहरू छिटो, उच्च गुणस्तर र अन्य विकल्पहरू भन्दा कम लागतमा प्राप्त गर्ने तरिका हो।",
  "3730038780": "प्रयोगकर्ताहरूलाई समाधान गर्नका लागि लगभग असीमित संख्यामा चुनौतीहरूबाट छनौट गर्नुहोस्",
  "3739936967": "गोपनीयतामा यो अनौठो फोकसको अर्थ हो कि हामीले उत्कृष्ट सुरक्षा कायम राख्दै आवश्यकता अनुसार शून्य व्यक्तिगत डेटा रिटेन्सन, कुकी-मुक्त सञ्चालन, र अन्य अनुबंधात्मक गोपनीयता ग्यारेन्टीहरू प्रदान गर्न सक्छौं। थप पढ्नुहोस्।",
  "3740051331": "हामी सामाजिक सञ्जाल, फोरम, र हाम्रो इन-विजेट र इमेल समर्थन च्यानलहरूमा तपाइँका प्रयोगकर्ताहरूको प्रश्नहरूको सक्रिय रूपमा निगरानी र जवाफ दिन पनि प्रतिबद्ध छौं। हामी पहुँचयोग्य र उत्तरदायी छौं, र प्रयोगकर्ताको सन्तुष्टिलाई शीर्ष KPI को रूपमा व्यवहार गर्छौं।",
  "3753956446": "नि:शुल्क",
  "3758963444": "धन्यवाद! तपाईंको सबमिशन प्राप्त भएको छ!",
  "3767462250": "गोपनीयताको लागि डिजाइन गरिएको",
  "3768951251": "उद्यम SLAs",
  "3807059944": "प्रयोग गरिएको चुनौती सामग्री नियन्त्रण गर्नुहोस्",
  "3816867833": "प्रतिक्रिया",
  "3817811295": "ग्यारेन्टी विश्वसनीयता र छिटो 24/7 अन-कल समर्थन।",
  "3892905664": "hCaptcha ले तपाईका मनपर्ने अनलाइन सेवाहरूलाई मानिसका लागि सजिलो र मेसिनहरूका लागि गाह्रो हुने साधारण प्रश्नहरू सोधेर बट, स्प्याम र दुरुपयोगलाई बाहिर राख्न मद्दत गर्दछ।",
  "3913848038": "99.99% अपटाइम SLA र 24/7 विश्वव्यापी समर्थन उपलब्ध छ।",
  "3951254541": "हामी तपाईंको इनपुटको कदर गर्छौं। हामीलाई कुनै पनि समस्याहरू थाहा दिनुहोस् र हामी तिनीहरूलाई छिट्टै समाधान गर्नेछौं।",
  "3952259236": "hCaptcha को व्यवहारका वर्गहरूमा तालिम दिन hCaptcha को हजारौं संकेतहरूसँग आफ्नो अन्धा डेटा मिलाउनुहोस् -- तपाईको उदाहरणको लागि मात्र -- कुनै पनि समाधान एक्लै भन्दा राम्रो खराब व्यवहारको राम्रो भविष्यवाणी गर्न।",
  "3953584369": "परिष्कृत RBAC पहुँच प्रतिबन्धहरू उपलब्ध छन्।",
  "4007826952": "वेब, मोबाइल र थपका लागि #1 गोपनीयता-पहिलो क्याप्चा।",
  "4019660456": "0ms विलम्बता: कुनै API कल बिना hCaptcha टोकनहरू प्रमाणित गर्नुहोस्।",
  "4065065042": "तपाईको प्रयोगको केसलाई ठ्याक्कै मिलाउन यसलाई डायल गर्नुहोस्।",
  "4083018285": "परिष्कृत लगातार खतराहरूलाई सम्बोधन गर्न परिष्कृत SOC निगरानी र प्रतिक्रियासँग संयोजन गर्ने विस्तारित सुविधाहरूको एक सूट",
  "4146870445": "हामी को हौं",
  "4147497805": "गाजर",
  "4194763679": "फाइन-ग्रेन्ड कठिनाई स्तर",
  "4195759329": "बोट पत्ता लगाउने र जोखिम स्कोर",
  "4199502476": "उन्नत रिपोर्टिङ ड्यासबोर्ड र API",
  "4238473596": "वास्तविक प्रयोगकर्ताहरूको लागि घर्षण कम गर्नु महत्त्वपूर्ण छ। hCaptcha ले साधारण कार्यहरू प्रयोग गर्दछ र धेरै प्रयोगकर्ताहरूको लागि कम समय लिन्छ जबकि अधिक बोट ट्राफिक रोक्छ।",
  "4272022475": "सबै अनुरोधहरू र सम्पत्तिहरू hcaptcha.yourdomain.com मा जान्छन्",
  "4272454814": "आफ्नो मनपर्ने पहिचान प्रदायक संग एकीकृत।",
  "header-privacy-link": "गोपनीयता",
  "header-integration-link": "एकीकरण",
  "header-cost-link": "लागत",
  "header-features-link": "विशेषताहरु",
  "header-docs-link": "कागजात",
  "header-login-button": "लग - इन",
  "header-contact-button": "सम्पर्क बिक्री",
  "intro-heading": "शून्य घर्षण मानवता प्रमाणिकरण।",
  "intro-contact-button": "थप जान्नको लागि हामीलाई सम्पर्क गर्नुहोस्",
  "intro-text-bottom": "वेबलाई पावर गर्ने कम्पनीहरूद्वारा निर्भर।",
  "sub-menu-button": "सम्पर्क बिक्री",
  "sub-menu-item1": "उद्यम",
  "sub-menu-item2": "लागत",
  "sub-menu-item3": "एकीकरण",
  "sub-menu-item4": "विशेषताहरु",
  "sub-menu-item5": "गोपनीयता",
  "sub-menu-item6": "कागजात",
  "info-head-1": "प्रमाणित hCaptcha प्लेटफर्ममा निर्मित",
  "info-text-1": "hCaptcha Enterprise hCaptcha प्लेटफर्म टेक्नोलोजीमा चल्छ, उच्च ट्राफिक उद्यमहरूलाई आवश्यक सुविधाहरू समावेश गर्न विस्तार गरिएको छ।",
  "info-head-2": "एक विश्वसनीय साझेदार",
  "intro-subtitle": "आज तपाईको बोट समस्या समाधान गर्नुहोस्।",
  "info-text-2": "हाम्रा सेवाहरू विश्वका ठूला कम्पनीहरूले लाखौं साइटहरूमा लाखौं दैनिक प्रयोगकर्ताहरूलाई सेवा दिनको लागि विश्वस्त छन्।",
  "cloudflare-quote-text": "हामीले धेरै क्याप्चा विक्रेताहरूको मूल्याङ्कन गरेका छौं साथै प्रणाली आफैं निर्माण गरेका छौं। अन्तमा, hCaptcha reCAPTCHA को लागि उत्तम विकल्पको रूपमा देखा पर्‍यो।",
  "cloudflare-quote-detail": "उत्पादन व्यवस्थापन निर्देशक, Cloudflare",
  "section-quote-head": "उच्च यातायात उद्यमहरूको लागि लागत प्रभावी विकल्प",
  "section-quote-text": "अन्तमा, Google को लागि एक विश्वसनीय विकल्प। hCaptcha Enterprise ले उच्च सुरक्षाको साथ तपाईंको reCAPTCHA बिलमा नाटकीय बचत प्रदान गर्दछ: केही अवस्थामा 80% सम्म कम महँगो। विश्वका धेरै ठूला अनलाइन सेवाहरूले hCaptcha Enterprise मा स्विच गरेका छन् र पर्याप्त लागत बचतको साथमा सुधारिएको बोट पत्ता लगाउने सुविधा प्राप्त गरेका छन्।",
  "section-quote-button": "उद्धरणको लागि आज हामीलाई सम्पर्क गर्नुहोस्",
  "section-privacy-header": "गोपनीयता केन्द्रित",
  "section-privacy-text-1": "विज्ञापन नेटवर्कहरूले तपाइँका आगन्तुकहरूलाई उत्पादनको रूपमा देख्छन्। हाम्रो लागि मात्र उत्पादन उनीहरूको मानवता निर्धारण गर्दैछ। हाम्रा सेवाहरूले GDPR, CCPA र LGPD मापदण्डहरू पूरा गर्छन् वा पार गर्छन् र गोपनीयता पास जस्ता पहलहरूलाई समर्थन गर्छन्। हामी गोपनीयता र सुरक्षा सन्तुलन गर्न कडा मेहनत गर्छौं।",
  "section-privacy-text-2": "गोपनीयतामा यो अनौठो फोकसको अर्थ हो कि हामीले उत्कृष्ट सुरक्षा कायम गर्दै आवश्यकता अनुसार शून्य व्यक्तिगत डेटा रिटेन्सन, कुकी-मुक्त सञ्चालन, र अन्य अनुबंध गोपनीयता ग्यारेन्टीहरू प्रदान गर्न सक्छौं।",
  "section-security-header": "सुरक्षा पहिले",
  "section-security-text-1": "शुद्धता तपाईको र हाम्रो हितमा छ। hCaptcha ले तपाईंलाई वास्तविक डाटा दिन र यसलाई कसरी प्रयोग गर्ने भनेर निर्णय गर्न दिन्छ। अन्य क्याप्चाहरू विशाल विज्ञापन कम्पनीहरूले प्रदान गरेका छन्। यसको मतलब उनीहरूले रोकेका प्रत्येक बोटले उनीहरूको राजस्व घटाउन सक्छ।",
  "section-security-text-2": "गोपनीयतामा ध्यान केन्द्रित गरी नवीनतम मेशिन लर्निङ प्रविधिहरू प्रयोग गरेर हामीलाई सुरक्षा वा प्रयोगकर्ताको गोपनीयतालाई हानि नगरी सदाका लागि रणनीतिहरू लिगेसी रेकर्डको सुरक्षा मापदण्डहरू पार गर्न दिन्छ।",
  "section-user-experience-header": "महान प्रयोगकर्ता अनुभव",
  "section-user-experience-text1": "इन्टरप्राइज प्रयोगकर्ताहरूका लागि, धेरैजसो परिदृश्यहरूमा चुनौतिहरूलाई पूर्ण रूपमा बेवास्ता गर्न विकल्पहरू उपलब्ध छन्।",
  "section-user-experience-text2": "उन्नत बोट मोडेलहरूलाई धन्यवाद, उत्कृष्ट सुरक्षा प्रदान गर्दा तपाईंको वैध ट्राफिकको 99.9% को लागि पूर्ण रूपमा चुनौती बेवास्ता गरेर घर्षण घटाउनुहोस्।",
  "section-easy-integration-header": "सजिलो एकीकरण",
  "section-easy-integration-text": "hCaptcha थप्न मात्र मिनेट र कोडको केही लाइनहरू लाग्छ। आधारभूत API reCAPTCHA V2 सँग मिल्दो छ, र यसलाई स्विच गर्न केही मिनेट मात्र लाग्छ। तपाईं आज एक उच्च विकल्पको साथ चल्न सक्नुहुन्छ, र आवश्यक अनुसार थप उन्नत सुविधाहरू खोल्नुहोस्।",
  "section-easy-integration-serverside": "सर्भर साइड:",
  "section-easy-integration-frontend": "अगाडिको भाग:",
  "section-threat-header": "अनुकूलित खतरा स्कोर",
  "section-threat-text": "सबै समस्याहरू उस्तै हुँदैनन्: एकल स्कोर प्राप्त गर्नुको अर्थ यसले तपाईंको आवश्यकताहरूलाई उपयोगी हुन सम्बोधन गर्नुपर्छ। hCaptcha को अद्वितीय अनुकूलित खतरा स्कोरको साथ, द्रुत परामर्शले हामीलाई तपाईंको व्यवसायसँग थप सान्दर्भिक स्कोरहरू प्रदान गर्न हाम्रा मोडेलहरू ट्युन गर्न अनुमति दिन्छ।",
  "section-challenges-header": "सेकेन्डमा तपाईंको आफ्नै चुनौतीहरू सुरु गर्नुहोस्",
  "section-challenges-text-1": "सान्दर्भिक सामग्रीको साथ ब्रान्डमा रहनुहोस्",
  "section-challenges-text-2": "जब प्रयोगकर्ताहरूले सुरक्षा आवश्यकताहरू पूरा गर्न चुनौतीहरू समाधान गर्नुपर्दछ, किन प्रयोगकर्तालाई सुखद र सान्दर्भिक कार्यहरू सिर्जना नगर्ने? हाम्रो साधारण अनुकूलन चुनौती डिजाइनरको साथ, तपाईंले केही मिनेटमा अन-ब्रान्ड चुनौती सामग्री सुरु गर्न सक्नुहुन्छ।",
  "section-integration-header": "प्रत्यक्ष प्लेटफर्म एकीकरण",
  "section-integration-subheader": "वेब इन्फ्रास्ट्रक्चर कम्पनीहरूको लागि",
  "section-integration-text": "hCaptcha इन्टरप्राइज प्रणाली यसको डिजाइनमा अद्वितीय रूपमा लचिलो छ: यदि तपाइँ सार्वजनिक क्लाउड सञ्चालन गर्नुहुन्छ वा धेरै डेटा केन्द्रहरूको स्वामित्व लिनुहुन्छ भने यसलाई आंशिक वा पूर्ण रूपमा तपाइँको नेटवर्कको किनारमा प्रयोग गर्न सकिन्छ। यसले नाटकीय रूपमा लागतहरू र अफ-नेटवर्क ट्राफिक कम गर्न सक्छ जबकि हाम्रो 24/7 अन-कल कर्मचारीहरूद्वारा व्यवस्थापनका सबै फाइदाहरू कायम राख्दै कडा SLA हरू पूरा गर्न सकिन्छ।",
  "section-support-header": "तपाईं र तपाईंका प्रयोगकर्ताहरू दुवैको लागि पहुँचयोग्य विशेषज्ञता र समर्थन",
  "section-support-text": "सेवा हाम्रो लागि उच्च प्राथमिकता हो। हामी 24/7 अन-कल समर्थन कायम राख्छौं र कार्यान्वयनको क्रममा र पछि तपाईंको ईन्जिनियरिङ् एकीकरण टोली र हाम्रो अन-कल स्टाफसँग प्रत्यक्ष स्लैक समन्वय प्रस्ताव गर्दछौं।‍ हामी सामाजिक सञ्जाल, फोरमहरूमा तपाईंको प्रयोगकर्ताहरूको प्रश्नहरूको सक्रिय रूपमा निगरानी र जवाफ दिन पनि प्रतिबद्ध छौं। , र हाम्रो इन-विजेट र इमेल समर्थन च्यानलहरू। हामी पहुँचयोग्य र उत्तरदायी छौं, र प्रयोगकर्ताको सन्तुष्टिलाई शीर्ष KPI को रूपमा व्यवहार गर्छौं।",
  "section-enterprise-header": "उद्यम सुविधाहरू",
  "section-enterprise-title-1": "विश्व-स्तरीय एन्टी-बोट संरक्षण",
  "section-enterprise-desc-1": "वेब स्केलमा युद्ध-परीक्षण।",
  "section-enterprise-title-2": "उच्च सटीकता बोट स्कोर",
  "section-enterprise-desc-2": "धेरै फरक प्रकारका खराब अभिनेताहरू पत्ता लगाउनुहोस्।",
  "section-enterprise-title-3": "शून्य घर्षण र 99.9% निष्क्रिय मोडहरू",
  "section-enterprise-desc-3": "वैध प्रयोगकर्ताहरूको ०.१% भन्दा कम चुनौती।",
  "section-enterprise-title-4": "नियन्त्रण चुनौती प्रकारहरू देखाइएको छ",
  "section-enterprise-desc-4": "छनौट गर्न को लागी प्रकार को फराकिलो पुस्तकालय।",
  "section-enterprise-title-5": "प्रयोग गरिएको चुनौती सामग्री नियन्त्रण गर्नुहोस्",
  "section-enterprise-desc-5": "एक सुसंगत प्रयोगकर्ता अनुभव संग ब्रान्ड मा रहनुहोस्।",
  "section-enterprise-title-6": "उद्यम SLAs",
  "section-enterprise-desc-6": "ग्यारेन्टी विश्वसनीयता र छिटो 24/7 अन-कल समर्थन।",
  "section-enterprise-title-7": "लिगेसी ब्राउजर समर्थन",
  "section-enterprise-desc-7": "Internet Explorer 8 मा फिर्ता सबै तरिका मिल्दो।",
  "section-enterprise-title-8": "उन्नत रिपोर्टिङ ड्यासबोर्ड र API",
  "section-enterprise-desc-8": "तपाईंका सबै साइट र एपहरूमा के भइरहेको छ हेर्नुहोस्।",
  "section-enterprise-title-9": "हरेक देशमा काम गर्छ",
  "section-enterprise-desc-9": "reCAPTCHA को विपरीत, हामी हरेक देशमा काम गर्छौं।",
  "section-enterprise-title-10": "GDPR, CCPA, र LGPD-मैत्री गोपनीयता नीति",
  "section-enterprise-desc-10": "पहिलो दिनबाट गोपनीयताको लागि डिजाइन गरिएको। बलियो डाटा प्रोसेसिंग सम्झौता।",
  "section-enterprise-title-11": "फाइन-ग्रेन्ड कठिनाई स्तर",
  "section-enterprise-desc-11": "तपाईको प्रयोगको केसलाई ठ्याक्कै मिलाउन यसलाई डायल गर्नुहोस्।",
  "section-enterprise-title-12": "पहिलो-पक्ष होस्टिंग",
  "section-enterprise-desc-12": "सबै अनुरोधहरू र सम्पत्तिहरू hcaptcha.yourdomain.com मा जान्छन्",
  "section-enterprise-title-13": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू",
  "section-enterprise-desc-13": "आफ्नो टोली भर व्यवस्थापन साझेदारी गर्नुहोस्।",
  "section-enterprise-title-14": "तत्काल प्रमाणीकरण",
  "section-enterprise-desc-14": "0ms विलम्बता: कुनै API कल बिना hCaptcha टोकनहरू प्रमाणित गर्नुहोस्।",
  "section-enterprise-title-15": "मोबाइल (आईओएस र एन्ड्रोइड) एकीकरण",
  "section-enterprise-desc-15": "वेब, नेटिभ मोबाइल, मोबाइल वेबमा सिमलेस अनुभव। पूर्व-निर्मित एकीकरण र नेटिभ SDK हरू उपलब्ध छन्।",
  "section-enterprise-title-16": "अनुकूलित सर्तहरू र गोपनीयता ग्यारेन्टीहरू",
  "section-enterprise-desc-16": "अन्य कम्पनीहरूले नसक्ने अवस्थामा आफ्नो कानुनी आवश्यकताहरू पूरा गर्नुहोस्।",
  "presented-challlenges-head": "चुनौतीहरू प्रस्तुत गरे",
  "presented-challenges-title-1": "तुलना",
  "presented-challenges-text-1": "क्वेरीसँग मेल खाने सबै छविहरू चयन गर्नुहोस्",
  "presented-challenges-title-2": "बाउन्डिङ बक्स",
  "presented-challenges-text-2": "वस्तुहरूको लागि सीमा क्षेत्र परिभाषित गर्नुहोस्",
  "presented-challenges-title-3": "वर्गीकरण",
  "presented-challenges-text-3": "सम्बन्धित लेबलहरू पहिचान गर्नुहोस्",
  "presented-challenges-subheader": "... र अन्य सरल कार्यहरू। मानिसका लागि सजिलो, बटहरूको लागि गाह्रो।",
  "presented-challenges-subtext": "उद्यम प्रकाशकहरूका लागि पनि आफू अनुकूल कार्यहरू उपलब्ध छन्।",
  "footer-header-1": "कम्पनी",
  "footer-header-2": "संसाधनहरू",
  "footer-header-3": "सम्पर्क",
  "footer-link-1": "लेबलिंग",
  "footer-link-2": "बारेमा",
  "footer-link-3": "रोजगारहरू",
  "footer-link-4": "ट्रेडमार्कहरू",
  "footer-link-5": "एआई नैतिकता",
  "footer-link-6": "ब्लग",
  "footer-link-7": "स्थिति",
  "footer-link-8": "कागजात",
  "footer-link-9": "बग रिपोर्ट गर्नुहोस्",
  "footer-terms": "सर्तहरू",
  "footer-privacy": "गोपनीयता",
  "footer-attribution": "एट्रिब्युसन",
  "footer-subheader-1": "समर्थन",
  "footer-subheader-2": "सम्पर्क",
  "switch-to-english-link": "अंग्रेजीमा स्विच गर्नुहोस्",
  "intro-heading-privacy": "गोपनीयताको लागि डिजाइन गरिएको।",
  "intro-subtitle-p1-privacy": " अनलाइन सुरक्षाको लागि एक अद्वितीय गोपनीयता-संचालित दृष्टिकोण।",
  "info-head-2-pr": "अनलाइन गतिविधि रेकर्डिङ जवाफ होइन।",
  "info-text-1-pr": "hCaptcha इन्टरप्राइजको एउटा मात्र उद्देश्य छ: खराब अभिनेताहरूलाई तपाइँको अनलाइन अपरेसनमा बाधा पुर्‍याउन र तपाइँका प्रयोगकर्ताहरूलाई हानि पुर्‍याउनबाट रोक्न।",
  "info-text-2-pr": "हाम्रा प्रणालीहरू यसरी वर्ग-अग्रणी सुरक्षा कायम राख्दै डाटा सङ्कलन र अवधारणलाई न्यूनीकरण गर्न आधारभूत रूपमा डिजाइन गरिएका छन्। प्रयोगकर्ता डेटा सुरक्षित गर्न सबै भन्दा राम्रो तरिका यसलाई भण्डारण गर्नु हुँदैन।",
  "info-text-3-pr": "सबै ग्राहक सम्बन्धहरू पनि बलियो डाटा प्रोसेसिङ सम्झौताद्वारा सुरक्षित छन्। hCaptcha सेवाले तपाइँको सेवा वा तपाइँका ग्राहकहरू जहाँ बसोबास गरे पनि सबै गोपनीयता कानूनहरूको पालना गर्दछ। व्यक्तिगत डेटा नराख्नाले हामीलाई अन्य कम्पनीहरूको तुलनामा यो धेरै सजिलो बनाउँछ।",
  "info-text-2-2-pr": "reCAPTCHA v3 जस्ता सेवाहरूले तपाईंको साइटको प्रत्येक पृष्ठमा उनीहरूको ट्र्याकिङ पिक्सेल राख्नु राम्रो सुरक्षाको लागि आवश्यक छ भनी भन्छ। यो कुरा होइन।",
  "info-text-2-3-pr": "सरल व्यवहार विश्लेषण खराब अभिनेताहरू द्वारा सजिलै संग जाली संकेत हो, र तपाइँको सबै वैध ट्राफिकको लागि ब्राउजिङ इतिहास पनि कायम राख्न आवश्यक छ।",
  "info-text-2-4-pr": "हामी विज्ञापन नेटवर्क सञ्चालन गर्दैनौं, र तिनीहरूलाई विज्ञापन बेच्नको लागि तपाईंको प्रयोगकर्ता व्यवहार अवलोकन गर्न कुनै चासो छैन। यसको मतलब हामीलाई तपाईंको साइटको प्रत्येक पृष्ठमा निष्क्रिय पिक्सेल आवश्यक पर्दैन।",
  "info-text-2-5-pr": "हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईंलाई र तपाईंका प्रयोगकर्ताहरू दुवैको सुरक्षा गर्न अर्थपूर्ण हुन्छ।",
  "info-head-3-pr": "मेसिन लर्निङ उपयोगी छ। तर यो काम गर्न व्यक्तिगत डाटा आवश्यक छैन।",
  "info-text-3-1-pr": "मेसिन लर्निङले अब हाम्रो जीवनको लगभग हरेक पक्षलाई प्रभाव पार्छ, प्राय जसो हामीले बुझ्दैनौं र देख्न सक्दैनौं। अनलाइन सुरक्षा सेवाहरू फरक छैनन्।",
  "info-text-3-2-pr": "हजारौं सङ्केतहरू सिकेर, मोडेलहरूले कुनै पनि व्यक्तिगत सङ्केत आफैले समस्यालाई सङ्केत गर्न पर्याप्त बलियो नहुँदा पनि धेरै चाँडै दुर्भावनापूर्ण व्यवहार पत्ता लगाउने उच्च आत्मविश्वासमा पुग्न सक्छ।",
  "info-text-3-3-pr": "यद्यपि, यी मध्ये कुनै पनि व्यक्तिगत रूपमा पहिचान योग्य जानकारी (PII) प्रयोग गर्न आवश्यक छैन। आधुनिक क्रिप्टोग्राफिक प्रविधिहरूले हामीलाई कुनै पनि व्यक्तिगत डेटा जतिसक्दो चाँडो खारेज गर्न अनुमति दिन्छ, यसको सट्टा एकतर्फी हस्ताक्षरहरू सिर्जना गर्दछ जुन कुनै पनि व्यक्तिसँग लिङ्क गर्न सकिँदैन।",
  "info-text-3-4-pr": "डि-पहिचान गरिएको डाटामा प्रशिक्षणले पनि काम गर्दछ, र सुरक्षा वा गोपनीयतामा सम्झौता गर्न आवश्यक पर्दैन। हाम्रा ग्राहकहरूले प्रायोगिक परीक्षणहरू गरेका छन्, र हामीलाई धेरै कम निजी विकल्पहरू भन्दा बराबर वा राम्रो घोषणा गरेका छन्।",
  "cloudflare-quote-text-privacy": "हामीले hCaptcha समाधानहरूको बारेमा धेरै चीजहरू मन पराउनुभयो: 1) तिनीहरू व्यक्तिगत डेटा बेच्दैनन्; उनीहरूले न्यूनतम आवश्यक व्यक्तिगत डाटा मात्र सङ्कलन गर्छन्, उनीहरूले सङ्कलन गर्ने जानकारी र कसरी प्रयोग गर्ने र/वा खुलासा गर्ने भन्ने कुरामा पारदर्शी हुन्छन्।",
  "pilot-head": "हामीलाई तपाईंको वातावरणमा कुनै दायित्व बिना प्रयास गर्नुहोस्।",
  "pilot-text-1a": "हामी इन्जिनियरहरू हौं, बिक्रीकर्ता होइन: हामी चाहन्छौं कि तपाईं आफ्नो छनौटमा खुसी हुनुहोस्।",
  "pilot-text-1b": "तपाइँको सन्तुष्टि सुनिश्चित गर्न को लागी सबै भन्दा राम्रो तरीका हामीले तपाइँको आवश्यकताहरु लाई पूरा गर्दछ भनेर प्रदर्शन गर्नु हो।",
  "pilot-text-1c": "पाइलट सुरु गर्ने लगभग सबै कम्पनीहरूले अन्ततः हाम्रो समाधानहरू छनौट गर्छन्।",
  "pilot-text-1d": "हाम्रो प्राविधिक विशेषज्ञहरु मध्ये एक पुग्न यो फारम प्रयोग गर्नुहोस्। हामी छिटो जवाफ दिन्छौं।",
  "pilot-text-1e": "तपाईले हामीलाई सिधै इमेल पनि गर्न सक्नुहुन्छ।",
  "pilot-email-details": "विवरणहरू यहाँ छन्।",
  "pilot-f1": "क्षेत्र",
  "pilot-f2": "तिम्रो नाम",
  "pilot-f3": "तिम्रो नाम",
  "pilot-f4": "व्यापार इमेल",
  "pilot-f5": "कुनै अन्य विवरण हामीसँग हुनुपर्छ?",
  "pilot-f6": "के तपाईलाई तत्काल अनबोर्डिङ चाहिन्छ?",
  "pilot-f7": "हो।",
  "pilot-f8": "म आक्रमणमा छु र तुरुन्तै अनबोर्डिङ आवश्यक छ।",
  "pilot-f9": "पेश गर्नुहोस्",
  "pilot-f10": "आफ्नो इमेल प्रविष्ट गरेर, तपाईं हाम्रो सर्तहरू र गोपनीयता नीति, र हामीबाट इमेल प्राप्त गर्न सहमत हुनुहुन्छ।",
  "pilot-fo-1": "एकीकरण सजिलो हुन सकेन।",
  "pilot-fo-2": "hCaptcha मा तपाईंले प्रयोग गर्नुहुने फ्रन्टएन्ड र ब्याकएन्ड प्रणालीहरूको लागि दर्जनौं पूर्व-निर्मित एकीकरणहरू छन्।",
  "pilot-fo-3": "यदि तपाईं Google को reCAPTCHA बाट आउँदै हुनुहुन्छ भने, हाम्रा API हरू ड्रप-इन प्रतिस्थापन हुन्। कोड को तीन लाइनहरु तपाईलाई आवश्यक छ।",
  "pilot-fo-4": "हाम्रा अनबोर्डिङ इन्जिनियरहरूले तपाईंलाई प्रतिक्रिया एकीकरण, iOS नेटिभ एपहरूका लागि SDKs, Java ब्याकइन्ड उदाहरण, वा वस्तुतः कुनै अन्य परिदृश्यको आवश्यकता परे तापनि तपाईंलाई द्रुत गतिमा अघि बढाउन सक्छ।",
  "pilot-fo-5": "र सधैं जस्तै, गोपनीयता हाम्रो लागि एक मूल मूल्य हो। हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईं र तपाईंका प्रयोगकर्ताहरू दुवैलाई सुरक्षित राख्न अर्थपूर्ण हुन्छ। डेटा सङ्कलन न्यूनीकरण एकीकरणको क्षणबाट सुरु हुन्छ।",
  "pilot-fdone": "धन्यवाद। हामी छिट्टै सम्पर्कमा हुनेछौं।",
  "home-ent-2-new": "हाम्रो उद्यम समाधान बारे थप जान्नुहोस्।",
  "home-ent-button-new": "hCaptcha उद्यम",
  "home-main-plans2-new": "hCaptcha उद्यम समाधानहरूले वर्ग-अग्रणी सुरक्षा प्रदान गर्दछ र धेरै शीर्ष अनलाइन सेवाहरूको सुरक्षा गर्दछ।",
  "home-plans-button-2-new": "थप सिक",
  "header-enterprise-link": "उद्यम",
  "sales-interstitial-c1b-new": "hCaptcha उद्यम बारे थप जान्नुहोस्",
  "a11y-img-1": "लगइन पछि पहुँच उपयोगकर्ता स्क्रिन",
  "a11y-img-2": "विजेट UI मेनूमा पहुँच विकल्प",
  "a11y-img-3": "विजेट UI मा पहुँच सम्वाद बाकस",
  "about-advisors-brendan": "बहादुरको सीईओ। मोजिला को सह-संस्थापक। जाभास्क्रिप्ट प्रोग्रामिंग भाषा को निर्माता। ब्राउजर र अधिकको बिल्डर।",
  "about-advisors-dawn": "प्रोफेसर, क्यालिफोर्निया विश्वविद्यालय, बर्कलेमा सीएस। गहन शिक्षा, सुरक्षा, blockchain विशेषज्ञ। Oasis Labs का CEO",
  "about-advisors-head": "सल्लाहकारहरू",
  "about-advisors-keiran": "स्ट्यान्फोर्डका अनुसन्धान वैज्ञानिक मेशिन लर्निंग र प्रमुख बैंकहरूमा हेज कोष, र शिक्षा।",
  "about-content-head-1": "हामी के गर्छौ",
  "about-content-head-2": "किन यो महत्त्व राख्छ",
  "about-content-text-1a": "hCaptcha ले आधुनिक, गोपनीयता केन्द्रित दृष्टिकोण ल्याउँछ बट्स रोक्न।",
  "about-content-text-1b": "हामी क्याप्चा चुनौतीहरू देखाउँदछौं जुन बट्सका लागि गाह्रो तर मेसिन शिक्षा समस्याहरूबाट लेबल डाटा स collecting्कलन गरेर, र वेबसाइट वा अनुप्रयोग आगन्तुक मानव हो वा होइन भनेर छुट्याउन यसलाई प्रयोग गरेर मानिसहरूका लागि सजिलो छ।",
  "about-content-text-2a": "खराब अभिनेताहरू अनलाइन सामान्य रूपमा बढ्दैछन्। तर प्रयोगकर्ताको गोपनीयता त्याग गर्नु उत्तर होइन।",
  "about-content-text-2b": "विज्ञापन कम्पनीहरू द्वारा प्रस्ताव गरिएको सुरक्षा समाधानहरू वेब मार्फत प्रयोगकर्ताहरूलाई ट्र्याकिंगमा मुख्य रूपमा केन्द्रित गर्दछ। हामीले एक प्रभावकारी सुरक्षा समाधान सिर्जना गरेका छौँ जसले प्रयोगकर्ताको गोपनीयतालाई हानी पुर्‍याउने प्रमाण दिन्छ उत्कृष्ट नतीजाहरू प्रदान गर्न आवश्यक छैन।",
  "about-intro-head-1": "HCaptcha को बारेमा",
  "about-intro-head-2": "गोपनीयता, सुरक्षा, र मेशिन शिक्षा।",
  "about-intro-text": "hCaptcha संसारको सबैभन्दा व्यापक रूपमा प्रयोग हुने स्वतन्त्र क्याप्चा सेवा हो।",
  "about-leadership-head": "हामी को हौं",
  "about-leadership-headsub": "एक अनुभवी टीम, आजको सबैभन्दा कठिन समस्याहरूमा काम गर्दै।",
  "about-leadership-link1": "हामी को हौं",
  "about-leadership-text1": "हामी गहिराइ सिक्न र दृश्य डोमेन मेसिन शिक्षा मा स्तर मा विशेषज्ञता, अनलाईन प्रणालीहरु लाई बढि परिष्कृत आधुनिक खतराहरु बाट सुरक्षित गर्न मा एक विशेष ध्यान दिएर।",
  "about-leadership-text2": "दशकौं सफ्टवेयर र मेशिन लर्निंग विशेषज्ञताको साथ, हामी गोपनीयतालाई संरक्षण दिँदै आजका केही कठिन समस्याहरूको सामना गर्न विशाल स्केलेबल प्रणालीहरू निर्माण र संचालन गर्छौं।",
  "acc-opt": "पहुँच विकल्पहरू",
  "acc-opt-but": "पहुँच विकल्पहरूको बारेमा बढि जान्नुहोस्",
  "acc-opt-text": "के तपाइँ नेत्रहीन क्षतिग्रस्त हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असक्षम हुनुहुन्छ?",
  "accessibility-link": "पहुँच",
  "appreciate-in": "हामी तपाईंको इनपुटको कदर गर्दछौं। हामीलाई कुनै पनि मुद्दाहरू थाहा दिनुहोस् र हामी त्यसलाई छिट्टै समाधान गर्नेछौं।",
  "fb-but": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
  "feedback-text": "तपाईंले भर्खर देख्नुभएको hCaptcha मा प्रतिक्रिया प्रदान गर्नुहोस्",
  "footer-copyright-text": "hCaptcha अन्तर्ज्ञान मशिन, Inc. को एक दर्ता ट्रेडमार्क हो।",
  "footer-link-10": "पहुँच",
  "h-plans": "सदस्यता योजनाहरू",
  "header-labeling-services-link": "लेबलिंग सेवाहरू",
  "header-plans-link": "योजनाहरु",
  "header-signup-button": "साइन अप",
  "home-about-head": "HCaptcha को बारेमा",
  "home-about-subtitle": "HUMAN प्रोटोकल द्वारा संचालित",
  "home-about-text-1": "hCaptcha मेशिन शिक्षाको सबै भन्दा श्रम गहन समस्या समाधान गर्न डिजाइन गरिएको छ: समयमै, किफायती, र विश्वसनीय तरीकाले विशाल डाटाको लेबलिंग।",
  "home-about-text-2": "अधिक डाटा सामान्यतया प्रशिक्षण मेशिन शिक्षा मोडेलमा राम्रो परिणाम उत्पादन गर्दछ। गहिरा मोडेलहरूको भर्खरको सफलताले बढि ठूलो डाटासेटमा नेतृत्व गरेको छ, प्राय: केही मानवीय समीक्षाको साथ। यद्यपि मेकानिकल टर्क, फिगर आठ, आदि मार्फत ठुलो मानवीय समीक्षा गरिएको डाटासेटहरू सिर्जना गर्न ढिलो र महँगो छ।",
  "home-about-text-3": "hCaptcha वेबसाइटहरु लाई यस मागको लागि पैसा कमाउने अनुमति दिईन्छ जब बट्स र दुरुपयोग को अन्य प्रकारहरु रोक्न।",
  "home-about-text-4": "HCaptcha मार्केटप्लेस HUMAN प्रोटोकल द्वारा संचालित छ, मानवीय समीक्षाको लागि एक विकेन्द्रीकृत प्रोटोकल जुन Ethereum blockchain मा चल्दछ। वेबसाइटहरूले ह्युमन टोकनहरू (HMT) कमाउँछन् जब पनि प्रयोगकर्ताहरूले उनीहरूको साइटमा hCaptcha विजेट प्रयोग गर्दछन्, र मेशिन शिक्षा कम्पनीहरूले मानव टोकनलाई उनीहरूको डेटा लेबल प्राप्त गर्न भुक्तान गर्छन्।",
  "home-ba-labeling-services-link": "लेबलिंग सेवाहरू",
  "home-benefits-head-1": "डाटा लेबलिंगमा मान",
  "home-benefits-head-2": "चैरिटीलाई फिर्ता दिनुहोस्",
  "home-benefits-text-1": "के तपाईंले प्रत्येक एकल विशाल कम्पनीको मेशिन लर्निंग प्रणाली नि: शुल्क प्रशिक्षण दिन मद्दत गरिरहनुभएको कारमा क्लिक गरेको महसुस गर्नुभयो?",
  "home-benefits-text-2": "hCaptcha ले यो मोडेल चारै तिर मोड्यो। जब तपाईं hCaptcha प्रयोग गर्नुहुन्छ, कम्पनीहरूले तपाईंको प्रयोगकर्ताहरूले गरेको काममा बिड बोल्छन् उनीहरूको मानवता प्रमाणित गर्ने क्रममा। तपाईं पुरस्कार प्राप्त।",
  "home-benefits-text-3": "तपाइँको मनपर्ने दानलाई फिर्ता दिन चाहनुहुन्छ? hCaptcha ले तपाईंलाई यसको प्रयोगबाट प्राप्त गरेको आयसँग तपाईंको छनौटको दानहरू समर्थन गर्दछ। तपाइँको साइट मा प्रयोगकर्ताहरु चाँडै hCaptcha ईन्टरफेस मा बुद्धिमान ब्रान्डिंग को माध्यम बाट दान मा तपाइँको योगदान देख्न को लागी सक्षम हुनेछ।",
  "home-challenge-text-1": "क्वेरीसँग मेल खाने सबै छविहरू चयन गर्नुहोस्",
  "home-challenge-text-2": "वस्तुहरूको लागि सीमा क्षेत्र परिभाषित गर्नुहोस्",
  "home-challenge-text-3": "सम्बन्धित लेबलहरू पहिचान गर्नुहोस्",
  "home-challenge-title-1": "तुलना",
  "home-challenge-title-2": "बाउन्डि Box बक्स",
  "home-challenge-title-3": "वर्गीकरण",
  "home-challenges-head": "प्रस्तुत चुनौतीहरू",
  "home-challenges-text-1": "... र अन्य साधारण कार्यहरू। मानव को लागी सजिलो, बट्स को लागी कडा।",
  "home-challenges-text-2": "उद्यम प्रकाशकहरूका लागि पनि आफू अनुकूल कार्यहरू उपलब्ध छन्।",
  "home-ent-1": "हाम्रो उद्यम सुरक्षा प्रस्ताव खोज्दै हुनुहुन्छ?",
  "home-ent-2": "हाम्रो नयाँ समर्पित साइटमा जानुहोस्: BotStop.com",
  "home-ent-button": "बढि जान्नुहोस्: HCaptcha द्वारा BotStop",
  "home-from-the-blog": "ब्लगबाट:",
  "home-from-the-blog-value": "कसरी hCaptcha कठिनाई सेटिंग्स काम",
  "home-intro-body": "के तपाईं बट्स बाहिर राख्न क्याप्चा प्रयोग गर्नुहुन्छ? hCaptcha प्रयोगकर्ता गोपनीयता लाई सुरक्षित गर्दछ, वेबसाइटहरु लाई पुरस्कृत गर्दछ, र कम्पनीहरुलाई डेटा लग लेबल गर्न मद्दत गर्दछ। यो reCAPTCHA को लागी एक ड्रप-इन प्रतिस्थापन हो: तपाईं केही मिनेटमा स्विच गर्न सक्नुहुनेछ।",
  "home-intro-button": "अब साइन अप गर्नुहोस्",
  "home-intro-head": "अधिक बोटहरू रोक्नुहोस्। प्रयोगकर्ताको गोपनीयता सुरक्षित गर्न सुरू गर्नुहोस्।",
  "home-main-1": "निजी सुरक्षित छिटो। र हामी तपाईंलाई यसको प्रयोग गर्न भुक्तान गर्दछौं।",
  "home-main-2": "गोपनीयता केन्द्रित",
  "home-main-2c": "विज्ञापन नेटवर्कहरूले तपाइँका आगन्तुकहरूलाई उत्पादनको रूपमा देख्छन्। hCaptcha को लागि उत्पादन तिनीहरूले प्रदान गर्ने काम हो। हामी तपाईका प्रयोगकर्ताहरू को हुन् भन्ने वास्ता गर्दैनौं, केवल तिनीहरू दुर्भावनापूर्ण हुने सम्भावना कति छ। हामी गोपनीयता पास जस्ता पहलहरूलाई समर्थन गर्छौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं।",
  "home-main-3": "सुरक्षा पहिले",
  "home-main-3c": "शुद्धता तपाइँको चासो र हाम्रोमा छ। hCaptcha प्रकाशक केन्द्रित छ। हामी तपाईंलाई वास्तविक डाटा दिन काम गर्दछौं र तपाईंलाई कसरी प्रयोग गर्ने निर्णय गर्न दिन्छौं। अन्य क्याप्चाहरू विशाल विज्ञापन कम्पनीहरूले प्रदान गरेका छन्। यसको मतलब उनीहरूले रोक्ने हरेक बोटले उनीहरूको राजस्व कम गर्न सक्दछ।",
  "home-main-4": "उत्तम प्रयोगकर्ता अनुभव",
  "home-main-4c": "परिष्कृत मेसिन सीखने मोडेलहरू मानवता निर्धारणको लागि hCaptcha द्वारा प्रयोग गरिन्छ। यसले हामीलाई तपाईंको प्रयोगकर्ताहरूबाट कम कष्टकर कार्यहरू आवश्यक गर्दछ र यसो गर्नमा तिनीहरूको कम समय लिन्छ, जबकि अझै ग्राहकहरूको लेबलिंगको लागि उपयोगी लेबल डाटा उत्पादन गर्ने क्रममा।",
  "home-main-plans": "hCaptcha कुनै पनि आकार को प्रकाशकहरु को लागी प्रयोग गर्न को लागी स्वतन्त्र छ। यद्यपि उद्यम र प्लेटफर्महरूका लागि अधिक नियन्त्रण चाहिन्छ, हाम्रो उद्यम समाधानहरू उपलब्ध छन्।",
  "home-main-plans2": "hCaptcha उद्यम समाधान लाखौं प्रयोगकर्ताहरु लाई ग्रह मा केहि ठूला कम्पनीहरु को लागी लाखौं वेबसाइट को रक्षा गर्छ। कृपया हामीलाई अधिक जानकारी को लागी सम्पर्क गर्नुहोस्, वा भ्रमण गर्नुहोस्",
  "home-main-plans3": "hCaptcha उद्यम समाधान लाखौं प्रयोगकर्ताहरु लाई ग्रह मा केहि ठूला कम्पनीहरु को लागी लाखौं वेबसाइट को रक्षा गर्छ। कृपया हामीलाई अधिक जानकारी को लागी सम्पर्क गर्नुहोस्, वा भ्रमण गर्नुहोस्",
  "home-main-plans4": "विवरणका लागि।",
  "home-plans-button-1": "अब साइन अप गर्नुहोस्",
  "home-plans-button-2": "सम्पर्क बिक्री",
  "home-plans-chart-head-1": "विशेषताहरु",
  "home-plans-chart-head-2": "प्रकाशक",
  "home-plans-chart-head-3": "उद्यम",
  "home-plans-chart-row-1-cell-1": "नियन्त्रण चुनौती प्रकारहरू देखाईयो",
  "home-plans-chart-row-1-cell-2": "सीमित",
  "home-plans-chart-row-1-cell-3": "कुल",
  "home-plans-chart-row-10-cell-1": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू",
  "home-plans-chart-row-11-cell-1": "उन्नत रिपोर्टिंग सुविधाहरू",
  "home-plans-chart-row-12-cell-1": "उद्यम SLAs",
  "home-plans-chart-row-2-cell-1": "चुनौती सामग्री प्रयोग गर्नुहोस्",
  "home-plans-chart-row-2-cell-2": "सीमित",
  "home-plans-chart-row-2-cell-3": "कुल",
  "home-plans-chart-row-3-cell-1": "मानवीय समाधानका लागि पुरस्कार कमाउनुहोस्",
  "home-plans-chart-row-4-cell-1": "विश्व-स्तरीय एन्टि-बोट संरक्षण",
  "home-plans-chart-row-5-cell-1": "प्रत्येक देश मा काम गर्दछ",
  "home-plans-chart-row-5a-cell-1": "नो-क्याप्चा र 99.9% निष्क्रिय मोडहरू",
  "home-plans-chart-row-5b-cell-1": "Bot आत्मविश्वास स्कोर",
  "home-plans-chart-row-6-cell-1": "GDPR र CCPA- अनुकूल गोपनीयता नीति",
  "home-plans-chart-row-7-cell-1": "फाइन-ग्रेन्ड गाह्रो स्तर",
  "home-plans-chart-row-8-cell-1": "तपाईंको आफ्नै चुनौती सामग्री सुरू गर्नुहोस्",
  "home-plans-chart-row-9-cell-1": "समय-आधारित कठिनाई तालिका",
  "home-try-it-out-button": "HCaptcha पाउनुहोस्",
  "home-try-it-out-head": "प्रयास गर",
  "home-try-it-out-text": "hCaptcha सरल, सजिलो, र विश्वसनीय bot पहिचान प्रदान गर्दछ जबकि मानव समाधानको लागि तुच्छ हो।",
  "labeling-about-head": "HCaptcha को बारेमा",
  "labeling-about-text-1": "hCaptcha मेशिन शिक्षाको सबैभन्दा श्रम गहन समस्या समाधान गर्न डिजाइन गरिएको छ; एक समयमै, किफायती, र भरपर्दो तरीकाले डाटाको विशाल मात्रा लेबलिंग। अधिक डाटा सामान्यतया प्रशिक्षण मेशिन शिक्षा मोडेलमा राम्रो परिणाम उत्पादन गर्दछ। गहिरा मोडेलहरूको भर्खरको सफलताले बढ्दो ठूलो डाटासेटमा नेतृत्व गरेको छ, र hCaptcha ले यस आवश्यकतालाई पूरा गर्दछ।",
  "labeling-about-text-2": "यद्यपि परम्परागत विधिहरूको प्रयोग गरेर ठूलो मानवीय समीक्षा गरिएको डाटासेटहरू सिर्जना गर्न ढिलो र महँगो छ। hCaptcha एक तरीका हो कम्पनीहरु लाई एनोटेशन प्राप्त गर्न को लागी उनीहरुलाई छिटो चाहिन्छ, उच्च गुणको साथ र अन्य विकल्पहरु भन्दा कम लागतमा।",
  "labeling-annotations-head": "एनोटेसन प्रकारहरू",
  "labeling-annotations-text-1": "छविहरू र भिडियोमा सटीक वस्तु पत्ता लगाउने",
  "labeling-annotations-text-2": "छविहरू र भिडियोमा सटीक वस्तु पत्ता लगाउने",
  "labeling-annotations-text-3": "धेरै बिभिन्न प्रयोग केसहरूको लागि एनोटेसनहरू सूचित गर्नुहोस्",
  "labeling-annotations-text-4": "कुनै आकारको मनमानी कोटीहरू क्रमबद्ध वा थप गर्नुहोस्",
  "labeling-annotations-text-5": "मानव-संचालित खोज र वर्गीकरण",
  "labeling-annotations-text-6": "अर्को सूचीबद्ध चाहिएको छैन? हामीलाई सोध्नुहोस्",
  "labeling-annotations-title-1": "बाउन्डि Box बक्सहरू",
  "labeling-annotations-title-2": "बहुभुज",
  "labeling-annotations-title-3": "स्थल चिन्हहरू",
  "labeling-annotations-title-4": "विशेषता वर्गीकरण",
  "labeling-annotations-title-5": "तुलना र खोज",
  "labeling-annotations-title-6": "... र अरु धेरै",
  "labeling-ent-button": "हाम्रो उद्यम समाधान टोलीलाई सम्पर्क गर्नुहोस्",
  "labeling-ent-head": "End-to-End नियन्त्रण चाहिन्छ?",
  "labeling-ent-text-1": "HCaptcha पछाडिको HUMAN प्लेटफार्मले अत्यधिक परिष्कृत कार्य गुणवत्ता र व्यवस्थापन सुविधाहरू प्रदान गर्दछ पूर्व-आधार, हाइब्रिड, वा सास डिप्लोयमेन्टहरू मार्फत जुन तपाईंको अवस्थित प्रणालीहरूको साथ एकीकृत गर्दछ।",
  "labeling-ent-text-2": "तपाईको आफ्नै कार्यबलका साथ पूर्ण अफलाईन चालु गर्नुहोस्, ब्यापार एकाईहरू वा कन्सोर्टियम पार्टनरहरूमा खपत ट्र्याक मान, चयन र लागत र सुरक्षा आवश्यकताहरू, र अधिकको आधारमा विभिन्न आन्तरिक वा बाह्य श्रम प्रदायकहरूको रोजाई मार्गहरू।",
  "labeling-ent-text-3": "सजिलो एपीआई पहुँच, सुन्दर ड्यासबोर्डहरू, र भर्खरको मोडेल-इन-लुप टेक्नोलोजी अधिकतम दक्षताका लागि।",
  "labeling-ent-text-4": "। 99.9999% अपटाइम SLAs र २//7 ग्लोबल समर्थन उपलब्ध छ। अधिक जानकारी को लागी:",
  "labeling-features-head-1": "साधारण एपीआई संचालित पाइपलाइनहरू।",
  "labeling-features-head-2": "लागत र गुणवत्ताको लागि अनुकूलित। कुनै अगाडि प्रतिबद्धता आवश्यक छैन।",
  "labeling-features-head-3": "केवल तपाईंलाई चाहिने सटीकताको लागि भुक्तान गर्नुहोस्।",
  "labeling-features-head-4": "तपाईंको आफ्नै जग्गा सत्य डाटा प्रदान गर्नुहोस् वा हामीलाई उडानमा यसलाई निर्माण गर्न दिनुहोस्।",
  "labeling-features-text-1": "मानव समीक्षा सिधा तपाईंको व्यवसाय परिचालनमा एकीकृत गर्न चाहनुहुन्छ? हामी उच्च विश्वसनीयता SLAs, ग्यारेन्टी क्षमता, र साधारण REST API हरू प्रदान गर्दछौं।",
  "labeling-features-text-2": "HUMAN प्लेटफार्मले परिष्कृत वास्तविक समय गुणस्तर विश्लेषण प्रदर्शन गर्न बृहत विश्वास मोडेलहरू प्रयोग गर्दछ। यसले हामीलाई दुबै प्रश्नहरूको कठिनाई र उनीहरूको सम्भावित सही उत्तरको लागि छिटो निर्धारण गर्न मद्दत गर्दछ, तपाईंलाई समय र पैसा बचत गर्न।",
  "labeling-features-text-3": "सबै समस्या एकै हुँदैनन्। सुरक्षा-महत्वपूर्ण कार्यहरूको लागि एनोटेसनहरूलाई पूर्णतया मानव कार्यकर्ताहरूबाट 99...99% विश्वास आवश्यक हुन सक्दछ। एक मोबाइल खेल अनुप्रयोगमा एक बेटा सुविधाको लागि एनोटेसनलाई केवल मध्यम विश्वासको आवश्यक हुन सक्छ। तपाईं निर्णय।",
  "labeling-features-text-4": "के तपाईंसँग विस्तृत प्रमाणिकरण सेट बिना कच्चा डाटा छ? धेरै जसो अवस्थाहरूमा हामी तपाईंको लागि एउटा निर्माण गर्न सक्दछौं जुन प्रणाली मार्फत कार्यहरू गरिन्छ, वा तपाईंको स्वीकृतिका लागि लेबल नमूनाहरू सिर्जना गर्न सक्दछौं।",
  "labeling-info-head": "डाटा लेबल प्राप्त गर्दै",
  "labeling-info-text-1": "तपाईंको प्रोजेक्ट आवश्यकताहरू परिभाषित गर्नका लागि हाम्रो एक डोमेन विशेषज्ञसँग कुरा गर्नुहोस्: लक्षित शुद्धता, ढाँचा, र कुनै विशेष आवश्यकताहरू।",
  "labeling-info-text-2": "हामी तपाईंको नमूना डेटाको आधारमा सानो उत्पादन कार्यवाही गर्दछौं। यो हामीले सँगै गरेको कामको परीक्षण गर्दछ तपाईले चाहानु हुने कुरा प्राप्त गर्नुहोस्।",
  "labeling-info-text-3": "हाम्रो उच्च मात्रा र कम विलम्बताका साथ हामी तपाईंको कामलाई छिटो फर्काउनेछौं, स्वचालित डेलिभरीको साथ यो काम सकिने बित्तिकै।",
  "labeling-info-text-4": "जब हामी तपाईंको उत्पादन कार्यको प्यारामिटरहरू राम्रोसँग बुझ्दछौं, परिणामहरू समयको साथ सुधार गर्न जारी रहनेछ।",
  "labeling-info-text-5": "प्रत्यक्ष ड्यासबोर्डहरूले तपाईंलाई कुनै पनि समयमा प्रतिक्रिया प्रदान गर्न वा उत्पादन रोक्नको लागि अनुमति दिन्छ।",
  "labeling-info-title-1": "निर्दिष्टीकरण परिभाषित गर्नुहोस्",
  "labeling-info-title-2": "प्रारम्भिक रोजगार परीक्षण",
  "labeling-info-title-3": "उत्पादन कार्यहरू लगाउनुहोस्",
  "labeling-info-title-4": "निरन्तर सुधार",
  "labeling-info-title-5": "वास्तविक समय परिणामहरू",
  "labeling-main-1": "स्केलमा लागत प्रभावी डाटा लेबलिंग",
  "labeling-main-1-button": "अब तपाईंको डाटा लेबल लगाउनुहोस्",
  "labeling-main-1c": "तपाईको डेटासेटहरूको लागि थप लेबलहरू चाहिन्छ? hCaptcha ले आर्टिफिसियल इन्टेलिजेन्स र मेसिन लर्निङ एपहरूमा काम गर्ने कम्पनीहरूका लागि छिटो, लागत-प्रभावी र उच्च गुणस्तरको डाटा लेबलिङ प्रदान गर्दछ।",
  "labeling-main-2": "लाखौं कार्यहरू द्रुत रूपमा सुरू गर्नुहोस्।",
  "labeling-main-2-button": "डाटा लेबलिंग सेवाहरू खरीद गर्नुहोस्",
  "labeling-main-2c": "hCaptcha सँग तपाईंको प्रयोगको लागि उपलब्ध ग्रहमा सब भन्दा ठूलो पोखरीहरू छन्। तपाईंको स्केल जेसुकै भए पनि हामी यसलाई महँगो अग्रिम प्रतिबद्धताहरू बिना नै ह्यान्डल गर्न सक्दछौं। प्रति दिन लाखौं कार्यहरू कुनै समस्या छैन।",
  "labeling-platform-head": "निजी वा सार्वजनिक जानकारी",
  "labeling-platform-text": "hCaptcha HUMAN प्लेटफर्म मा निर्मित छ, जो परिष्कृत मार्ग र विश्लेषण प्रत्येक चरणमा लागत र दक्षता अनुकूलन गर्न को लागी अनुमति दिन्छ। यस टेक्नोलोजीले सही कार्यबललाई तपाईंको कार्यको प्रत्येक भागलाई ह्यान्डल गर्न दिन्छ, अधिकतम लागत दक्षता संरक्षणको क्रममा र लागू गर्न सक्ने कुनै नियामक आवश्यकताहरू पूरा गर्दै।",
  "labeling-try-button": "डाटा लेबलिंग सेवाहरू खरीद गर्नुहोस्",
  "labeling-try-head": "तपाइँको डेटाको साथ प्रयास गर्न चाहनुहुन्छ?",
  "labeling-try-text": "... हामी तयार छौं जब तपाईं हुन्: हाम्रो सेवा घडी वरिपरि उपलब्ध छ।",
  "learn-more-hcaptcha": "HCaptcha को बारे मा अधिक जान्नुहोस्",
  "page-acc-faq-1": "प्रश्न: hCaptcha खण्ड 508 + WCAG 2.1 AA अनुरूप छ? उत्तर: हामी विश्वास गर्छौं: वेब ब्राउज गर्न र फारमहरूमा पाठ प्रविष्ट गर्न सक्षम हुने कुनै पनि प्रकारको हानि भएका सबै प्रयोगकर्ताहरूले दर्ता गरेपछि hCaptcha द्वारा सुरक्षित सेवाहरू पहुँच गर्न सक्छन्। जे होस्, यो कानुनी सल्लाह होइन: तपाईंले आफ्नो विशेष कार्यान्वयनलाई ध्यानमा राख्दै, यो तपाईंको तैनातीको मामला हो भनेर सुनिश्चित गर्नको लागि आफ्नै मूल्याङ्कन गर्नुपर्छ।",
  "page-acc-faq-2": "प्रश्न: के तपाइँ अडियो जस्ता अन्य एक्सेसिबिलिटी (a11y) विकल्पहरूमा काम गर्दै हुनुहुन्छ? उत्तर: पहिलेका लोकप्रिय विकल्पहरू जस्तै अडियो क्याप्चाहरू धेरै a11y प्रयोगकर्ताहरू विरुद्ध भेदभाव गर्छन् र आधुनिक मेसिन लर्निङ प्रविधिहरूद्वारा सजिलै पराजित हुन्छन्। यसले हालको अडियो चुनौतिहरूलाई झन्झन् धेरै कठिन हुन बाध्य तुल्याएको छ, शोर, अनौठो समय, असामान्य शब्द संयोजन, र आक्रमणकारीहरूलाई पराजित गर्नको लागि। यसरी चुनौतीलाई पूर्ण रूपमा बेवास्ता गर्ने विरुद्ध हामी यस दृष्टिकोणको बारेमा कम उत्साहित छौं, तर a11y समुदायबाट माग भएमा यसलाई विचार गर्नेछौं। यद्यपि, हामी पहुँचयोग्यता प्रयोग केसको लागि गोपनीयता पासमा धेरै चासो राख्छौं। हामी विश्वास गर्छौं कि हाम्रो हालको a11y दृष्टिकोणलाई प्राइभेसी पास जारी गर्नेसँग संयोजन गर्नाले a11y प्रयोगकर्ताहरूलाई सुरक्षित रूपमा ब्राउज गर्न अनुमति दिनेछ, उनीहरूको ट्राफिक अधिक निजी छ भन्ने ज्ञानमा सुरक्षित छ, बट अपरेटरहरूद्वारा दुर्व्यवहारलाई प्रतिबन्ध गर्दै जुन a11y विकल्पहरू उपलब्ध हुँदा अनिवार्य रूपमा देखा पर्दछ। हामी यस नयाँ प्रविधिलाई मानकीकरण गर्ने IETF कार्य समूहमा सक्रिय सहभागीहरू हौं।",
  "page-acc-faq-3": "प्रश्न: गोपनीयताको बारेमा के हो? के दर्ताले A11y ब्राउजिङ डाटालाई कुनै तरिकामा उजागर गर्छ? तपाई इमेलको साथ के गर्नुहुन्छ? उत्तर: hCaptcha ग्राउन्ड अपबाट गोपनीयताको लागि डिजाइन गरिएको हो। यो reCAPTCHA जस्ता परम्परागत विकल्पहरू भन्दा धेरै फरक छ जुन विज्ञापन नेटवर्कहरूको स्वामित्वमा छ, जसमा तपाईंलाई वेब वरिपरि ट्र्याक गर्न र तपाईंलाई वास्तविक पहिचानसँग जोड्ने प्रोत्साहन छ। A11y प्रयोगलाई सहज बनाउन र दुरुपयोग रोक्न बाहेक हामी कुनै पनि उद्देश्यका लागि पहुँचयोग्य इमेल वा जानकारी प्रयोग गर्दैनौं। हाम्रो गोपनीयता नीतिमा हामी कसरी डाटा प्रयोग गर्छौं भन्ने व्यापक र आधिकारिक जवाफहरू छन्, तर छोटो जवाफ यो हो कि हामी तपाईंलाई तपाईंको ब्राउजिङ इतिहाससँग एक व्यक्तिको रूपमा सम्बद्ध गर्नमा कुनै चासो राख्दैनौं। हामी हाल तपाईंको इमेल ठेगाना द्रुत रूपमा खारेज गर्न क्रिप्टोग्राफिक समाधानमा पनि काम गरिरहेका छौं। हाम्रो प्राइभेसी पासको कामलाई पूरक बनाउँदै, दुरुपयोग रोक्ने हाम्रो क्षमतालाई अझै सुरक्षित राख्दै।",
  "page-acc-link-1": "यदि तपाईं पहुँच योग्य प्रयोगकर्ता हुनुहुन्छ भने, कृपया यहाँ दर्ता गर्नुहोस्।",
  "page-acc-subhead": "सबै प्रयोगकर्ताहरूको लागि सहज पहुँच सुनिश्चित गर्दै सुरक्षा राख्दै",
  "page-acc-summary": "सारांश",
  "page-acc-summary-contents-1": "hCaptcha बटहरूलाई मानिसहरूबाट छुट्याएर रोक्नको लागि डिजाइन गरिएको हो। भिजुअल परीक्षणहरू यसको लागि एक सुविधाजनक उपकरण हो, तर सबैले दृश्य चुनौती समाधान गर्न सक्दैनन्। यस कारणले गर्दा हामीले हाम्रो सेवा प्रयोग गर्ने प्रकाशकहरूलाई पूर्ण धारा ५०८ र WCAG 2.1 AA अनुपालनको साथ सबैका लागि पहुँच सुरक्षित गर्न दिनको लागि सरल, पीडारहित विकल्प डिजाइन गरेका छौं।",
  "page-acc-summary-contents-2": "यो कसरी काम गर्दछ: पहिले, एक पहुँच उपयोगकर्ता यस URL मा साइन अप गर्दछ, जुन hCaptcha विजेट जानकारी पृष्ठमा लिंक छ। तिनीहरूलाई एक ईन्क्रिप्टेड कुकी दिइन्छ जुन प्रति दिन धेरै पटक प्रयोग गर्न सकिन्छ, तर लगइन मार्फत हरेक २ 24 घण्टा ताजा गर्नुपर्नेछ। जब कुनै चुनौती एचसी क्याप्चा सेवा प्रयोग गरेर कुनै पनि साइटमा पहुँचयोग्य प्रयोगकर्तालाई प्रस्तुत गरिन्छ, तिनीहरू स्वचालित रूपमा पास हुनेछन्।",
  "page-acc-title": "hCaptcha पहुँच जानकारी",
  "page-acc-tr-body": "प्रश्न: म अझै कुकी सेट गरेपछि चुनौती देख्दै छु। यसको कारण के हो?<br> उत्तर: यो सामान्यतया आक्रामक विज्ञापन ब्लकर वा एन्टी-कूकी एक्सटेन्सन, वा क्रस-साइट कुकीहरू रोक्ने सेटि usingको प्रयोगको कारणले हो, यस अवस्थामा hcaptcha.com को लागि कुकी जुन एक फरक साइटमा hCaptcha JS द्वारा जाँच गरिएको छ वा जाँच गरिएको छ। जस्तो तपाईले भ्रमण गरिरहनु भएको छ।<br><br> hCaptcha पहुँच कुकीहरू सबै लोकप्रिय ब्राउजरहरू र उनीहरूको मानक सेटि withहरूको साथ विज्ञापन ब्लकरहरूको साथ काम गर्दछन्, त्यसैले सामान्यतया विफलताहरू एन्टि-एन्ट्रोब्ट स्क्रिप्टहरू वा विशेष साइटहरूलाई लक्षित गर्ने समान नियमहरूको कारण हुन्छ।<br><br> समाधानहरू:<br><br> १. ह्वाइटलिस्ट hcaptcha.com र * .hcaptcha.com कुकीहरू तपाइँको विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तार।<br> २. यदि तपाइँ बहादुरी ब्राउजर प्रयोग गर्दै हुनुहुन्छ, जसमा हाल कुनै पनि प्रकारको कुकी ह्वाइटलिस्ट छैन जस्तो देखिन्छ भने प्राथमिकताहरू -> शिल्ड्स -> कूकीहरूमा जानुहोस् र सबै कुकीजलाई अनुमति दिनुहोस् रोज्नुहोस्।<br> You. यदि तपाईले सफारीको एकदम भर्खरको संस्करण हालसालै रिलीज गरिएको ओएस एक्स १०.१5 वा आईओएस १.4..4 मा प्रयोग गर्दै हुनुहुन्छ भने, एप्पलले भर्खर तेर्सो-पार्टी कुकीहरूसँग सम्बन्धित सफारीको व्यवहार परिवर्तन गरेको छ, ती सबैलाई पूर्वनिर्धारितद्वारा अवरुद्ध गर्दै। हामी एक समाधान कार्यान्वयन गर्दैछौं, तर यस बीच कृपया सफारी प्राथमिकताहरू, गोपनीयता सेक्सन, र वेबसाइट ट्र्याकिंग अनचेक भ्रमण गर्नुहोस्: पहुँच कुकीलाई अपेक्षित रूपमा कार्य गर्न सक्षम गर्नको लागि क्रस-साइट ट्र्याकिंग रोक्नुहोस्।<br><br> प्रश्न: म धेरै उपकरणहरू प्रयोग गर्छु। के मैले धेरै पटक साइन अप गर्नु आवश्यक छ?<br> उत्तर: होइन। कृपया कुकी सेट गर्न तपाईले प्रयोग गर्नुहुने प्रत्येक उपकरणमा पठाइएको उही ईमेल लगईन लिंक क्लिक गर्नुहोस्।<br><br> प्रश्न: एक्सेससिबिटी कुकी प्रयोग गर्दा म कसरी तेस्रो-पक्ष कुकी ट्र्याकिंगबाट आफूलाई बचाउन सक्छु?<br> उत्तर: कुनै पनि गोपनीयता वा विज्ञापन-अवरुद्ध विस्तार प्रयोग जुन डोमेन-स्तर ह्वाइटलिस्टिंगलाई समर्थन गर्दछ (उदाहरण: uBlock मूल) अपेक्षित रूपमा कार्य गर्दछ: केवल hcaptcha.com व्हाइटलिस्टमा सुनिश्चित गर्नुहोस्।",
  "page-acc-tr-title": "पहुँच प्रयोगकर्ताहरूका लागि: बारम्बार प्रश्नहरू र समस्या निवारण गाइड",
  "page-acc-tr2-body": "सफारी<br> सफारी (म्याक) मा कुकिज सक्षम गर्न: सफारी ड्रप-डाउन मेनूमा जानुहोस्। प्राथमिकता चयन गर्नुहोस्। शीर्ष प्यानलमा गोपनीयता क्लिक गर्नुहोस्। 'ब्लक कुकीज' अन्तर्गत 'कहिले पनि नगर्नुहोस्' विकल्प चयन गर्नुहोस्।<br> सफारी (आईफोन / आईप्याड आईओएस ११+) मा कुकीहरू सक्षम गर्नको लागि: तपाईंको सेटि Settingsहरू खोल्नुहोस्। तल स्क्रोल गर्नुहोस् र सफारी चयन गर्नुहोस्। गोपनीयता र सुरक्षा अन्तर्गत, 'क्रस-साइट ट्र्याकिंग रोक्नुहोस्' र 'सबै कुकीज रोक्नुहोस्' बन्द गर्नुहोस्।<br><br> फायरफक्स<br> कुनै वेबपेजमा ठेगाना बारको बाँया शिल्डमा क्लिक गर्नुहोस्। सुरक्षा सेटिंग्स मा क्लिक गर्नुहोस्। फायरफक्स प्राथमिकता गोपनीयता र सुरक्षा प्यानल खुल्नेछ। वर्धित ट्र्याकिंग संरक्षण अन्तर्गत, कस्टम चयन गर्नुहोस्। ती चेकबक्सहरू छनौट गरेर कुन ट्र्याकरहरू र स्क्रिप्टहरू ब्लक गर्ने छनौट गर्नुहोस्। निश्चित गर्नुहोस् कि तपाईंले hcaptcha.com अनब्लक गर्नुभएको छ।<br><br> तपाईं अस्थायी रूपमा डिबग गर्न कस्टममा केहि सुरक्षाहरू बन्द गर्न सक्नुहुनेछ, चेकबक्सहरू अचयन गरेर: ट्र्याकरहरू चेकबक्सलाई अचयन गर्नुहोस् वा यदि तपाईं अझै समस्याहरू छन् भने कुकिज चेकबक्स अचयन गर्नुहोस्।<br><br> गुगल क्रोम<br> गुगल क्रोम (पीसी)<br> क्रोम मेनू प्रतिमा चयन गर्नुहोस्। सेटिंग्स चयन गर्नुहोस्।<br> गोपनीयता र सुरक्षामा जानुहोस्, त्यसपछि कुकीज र अन्य साइट डाटा।<br> निश्चित गर्नुहोस् 'तेस्रो-पार्टी कुकिज ब्लक गर्नुहोस्' सक्षम छैन।<br><br> गुगल क्रोम (म्याक):<br> मेनू बारबाट क्रोम प्राथमिकताहरू खोल्नुहोस्।<br> गोपनीयता र सुरक्षामा जानुहोस्, त्यसपछि कुकीज र अन्य साइट डाटा।<br> निश्चित गर्नुहोस् 'तेस्रो-पार्टी कुकिज ब्लक गर्नुहोस्' सक्षम छैन।<br><br> गुगल क्रोम (एन्ड्रोइड):<br> तपाईंको एन्ड्रोइड उपकरणमा, क्रोम अनुप्रयोग खोल्नुहोस्।<br> शीर्ष दायाँमा, अधिक ट्याप गर्नुहोस् र त्यसपछि सेटि .हरू।<br> साइट सेटिंग्स र त्यसपछि कुकीज ट्याप गर्नुहोस्।<br> 'कुकीज' पछि, सेटिंग स्विच गर्नुहोस्।<br> बक्स जाँच गर्नुहोस् 'तेस्रो-पार्टी कुकिजलाई अनुमति दिनुहोस्।' पछाडि बक्स जाँच गर्नुहोस्।<br><br> इन्टरनेट एक्सप्लोरर<br> १. स्क्रिनको माथिल्लो-दायाँ कुनामा गियर चयन गर्नुहोस्, त्यसपछि 'इन्टरनेट विकल्पहरू' चयन गर्नुहोस्। यदि तपाईंसँग मेनू बार सक्षम गरिएको छ भने, तपाईं 'उपकरणहरू' तब 'इन्टरनेट विकल्पहरू' चयन गर्न सक्नुहुन्छ।<br> २. 'गोपनीयता' ट्याब क्लिक गर्नुहोस्।<br> Advanced. 'उन्नत' बटन चयन गर्नुहोस्।<br> '. 'तेस्रो-पार्टी कुकिज' अन्तर्गत 'स्वीकार' छनौट गर्नुहोस्।<br> OK. 'ठीक छ' क्लिक गर्नुहोस्",
  "page-acc-tr2-head": "क्रस-साइट कुकीजको लागि ब्राउजर निर्देशनहरू",
  "priv-hc": "गोपनीयता केन्द्रित",
  "priv-hc-text": "विज्ञापन नेटवर्कहरूले तपाईंलाई उनीहरूको उत्पादनको रूपमा देख्दछन्। हामी गर्दैनौं। हामी को ख्याल गर्दैनौं कि प्रयोगकर्ताहरू को हुन्, केवल उनीहरू कसरी खराब हुन सक्छ भन्ने सम्भावना छ। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं।",
  "reporting-bugs-accessibility-button": "पहुँच विकल्पहरूको बारेमा बढि जान्नुहोस्",
  "reporting-bugs-accessibility-head": "पहुँच विकल्पहरू",
  "reporting-bugs-accessibility-text": "के तपाइँ नेत्रहीन क्षतिग्रस्त हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असक्षम हुनुहुन्छ?",
  "reporting-bugs-guide-ff-head": "बग रिपोर्ट विवरणहरू क्याप्चर गर्दै: फायरफक्स",
  "reporting-bugs-guide-ff-step-1": "चरण १: खोल्नुहोस् विकासकर्ता उपकरणहरू (यसले सत्र रेकर्ड गर्न सुरू गर्दछ।)",
  "reporting-bugs-guide-ff-step-2": "चरण २: विकासकर्ता उपकरणहरूमा नेटवर्क ट्याबमा क्लिक गर्नुहोस्। शीर्षमा पर्सिस्ट लग बक्स जाँच गर्नुहोस्।",
  "reporting-bugs-guide-ff-step-3": "चरण 3: https://accounts.hcaptcha.com/demo मा जानुहोस्, वा तपाइँलाई समस्या भइरहेको वेबसाइट (गोपनीयता नोट: यदि तपाइँ यो के हो साझा गर्न मन नपर्ने हो भने मात्र) ... र त्यसपछि I मा क्लिक गर्नुहोस् म मानव बटन, र समाधान गर्न प्रयास गर्नुहोस्।",
  "reporting-bugs-guide-ff-step-4": "चरण 4: तपाईंले समाधान गर्ने प्रयास गरेपछि HAR मा क्लिक गर्नुहोस्, र नेटवर्क लग बचत गर्न सबैलाई HAR को रूपमा बचत गर्नुहोस् चयन गर्नुहोस्। त्यो फाइल हामीलाई पठाउनुहोस्।",
  "reporting-bugs-guide-ff-step-5": "चरण:: कन्सोल ट्याबमा क्लिक गर्नुहोस्, र दायाँ क्लिक गर्नुहोस् त्यसपछि सबै चयन गर्नुहोस् र त्यसलाई पाठ फाइलमा बचत गर्नुहोस्, कन्सोल लग बचत गर्नका लागि। हामीलाई पनि पठाउनुहोस्।",
  "reporting-bugs-guide-ff-step-6": "अन्तिम चरण: ती HAR र कन्सोल लग फाइलहरू हामीलाई इमेल गर्नुहोस्, र समस्याको वर्णन गर्नुहोस्: support@hcaptcha.com (कृपया ड्रपबक्स वा फाइलबिन जस्ता सेवा प्रयोग गर्नुहोस् र लिङ्कहरू पठाउनुहोस्) र वैकल्पिक रूपमा स्क्रिनसट, यदि तपाईंलाई केहि ठीकसँग प्रदर्शन भइरहेको शंका छैन भने। । कृपया तपाईंले प्रयोग गरिरहनुभएको IP पनि पठाउनुहोस्। तपाईंले यसलाई https://www.whatsmyip.org/ बाट प्राप्त गर्न सक्नुहुन्छ हामीलाई यो जानकारी प्राप्त गर्न मद्दत गर्नको लागि समय दिनुभएकोमा धन्यवाद! हामी hCaptcha सबैका लागि राम्रोसँग काम गर्न प्रतिबद्ध छौं।",
  "reporting-bugs-guide-head": "बग रिपोर्ट विवरणहरू क्याप्चर गर्दै: क्रोम",
  "reporting-bugs-guide-step-1": "चरण १: खोल्नुहोस् विकासकर्ता उपकरणहरू (यसले सत्र रेकर्ड गर्न सुरू गर्दछ।)",
  "reporting-bugs-guide-step-2": "चरण २: विकासकर्ता उपकरणहरूमा नेटवर्क ट्याबमा क्लिक गर्नुहोस्। शीर्षमा संरक्षण बाकस जाँच गर्नुहोस्।",
  "reporting-bugs-guide-step-3": "चरण 3: https://accounts.hcaptcha.com/demo मा जानुहोस्, वा तपाइँलाई समस्या भइरहेको वेबसाइट (गोपनीयता नोट: यदि तपाइँ यो के हो साझा गर्न मन नपर्ने हो भने मात्र) ... र त्यसपछि I मा क्लिक गर्नुहोस् म मानव बटन, र समाधान गर्न प्रयास गर्नुहोस्।",
  "reporting-bugs-guide-step-4": "चरण:: क्लिक गर्नुहोस् निर्यात एचएआर (थोरै डाउन एर) तपाईले समाधान गर्न प्रयास गरेपछि, जसले नेटवर्क लग बचत गर्दछ। हामीलाई फाईल पठाउनुहोस्।",
  "reporting-bugs-guide-step-5": "चरण:: कन्सोल ट्याबमा क्लिक गर्नुहोस्, र दायाँ क्लिक गर्नुहोस् र त्यसपछि सुरक्षित गर्नुहोस् .. कन्सोल लग बचत गर्नका लागि। हामीलाई पनि पठाउनुहोस्।",
  "reporting-bugs-guide-step-6": "अन्तिम चरण: ती HAR र कन्सोल लग फाइलहरू हामीलाई इमेल गर्नुहोस्, र समस्या वर्णन गर्नुहोस्। प्रयोग गर्नुहोस्: support@hcaptcha.com (कृपया Dropbox वा Filebin जस्ता सेवाहरू प्रयोग गर्नुहोस् र लिङ्कहरू पठाउनुहोस्) र वैकल्पिक रूपमा स्क्रिनसट, यदि तपाईंलाई केहि ठीकसँग प्रदर्शन भइरहेको शंका छ भने। कृपया तपाईंले प्रयोग गरिरहनुभएको IP पनि पठाउनुहोस्। तपाईंले यसलाई https://www.whatsmyip.org/ बाट प्राप्त गर्न सक्नुहुन्छ हामीलाई यो जानकारी प्राप्त गर्न मद्दत गर्नको लागि समय दिनुभएकोमा धन्यवाद! हामी hCaptcha सबैका लागि राम्रोसँग काम गर्न प्रतिबद्ध छौं।",
  "reporting-bugs-guide-text-1": "तपाईंको रिपोर्टको साथ डिबगिंग जानकारी पठाउनाले हामीलाई के भइरहेको छ पहिचान गर्न यो धेरै सजिलो बनाउँदछ। यहाँ चरण by चरण निर्देशनहरू छन्:",
  "reporting-bugs-guide-text-2": "यदि तपाइँ वेब विकासकर्ता वा विशेषज्ञ प्रयोगकर्ता हुनुहुन्छ भने, सारांश हामी तपाइँले हामीलाई नेटवर्क रेकर्डिङ HAR र ब्राउजर कन्सोल लगहरू पठाउन चाहन्छौं। कृपया पहिले कुनै पनि विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तारहरू असक्षम गर्ने प्रयास गर्नुहोस् र त्यसपछि यी चरणहरू पार गर्नु अघि पुन: प्रयास गर्नुहोस्। यदि यसले तपाईंको समस्या समाधान गर्छ भने, हामी अझै पनि तपाईंले हामीलाई आफ्नो ब्राउजर संस्करण, विज्ञापन अवरोधक वा ब्राउजर विस्तार, र वेबसाइट URL थाहा दिनु भएकोमा प्रशंसा गर्नेछौं।",
  "reporting-bugs-intro-head": "बग भेटियो? यहाँ कसरी रिपोर्ट गर्ने यो यहाँ छ।",
  "reporting-bugs-intro-text": "लाखौं व्यक्तिहरू हरेक महिना hCaptcha प्रयोग गर्छन्, हजारौं संयोजनमा ब्राउजरहरू, विस्तारहरू, यन्त्रहरू, फायरवालहरू, र अधिक। हाम्रो लक्ष्य यो सुनिश्चित गर्न हो कि यो सँधै तपाईंको लागि काम गर्दछ, त्यसैले हामी तपाईंको रिपोर्टहरूको धेरै प्रशंसा गर्छौं! द्रुत प्रतिक्रिया दिन, केवल हामीलाई प्रतिक्रिया पठाउनुहोस् बटन क्लिक गर्नुहोस्। यदि तपाईं एक कार्यशील मुद्दा देख्दै हुनुहुन्छ भने, कृपया क्रोमका लागि डिबग लग निर्देशनहरू पालन गर्नुहोस् वा तल फायरफक्सको लागि डिबग लग निर्देशनहरू। कुनै पनि अन्य ब्राउजरहरूको लागि मात्र हामीलाई ईमेल गर्नुहोस्। सम्भावित सुरक्षा वा गोपनीयता मुद्दाहरूको लागि, तलका निर्देशनहरू हेर्नुहोस्।",
  "reporting-bugs-privacy-head": "गोपनीयता मुद्दाहरू",
  "reporting-bugs-privacy-text": "हामी को ख्याल गर्दैनौं कि प्रयोगकर्ताहरू को हुन्, केवल उनीहरू सम्भावित नै खराब वा मेसिनहरू हुन्। हामी गोपनीयता पास जस्तै पहलहरूलाई समर्थन गर्दछौं, र गोपनीयता र सुरक्षालाई सन्तुलनमा राख्न कडा मेहनत गर्छौं। यदि तपाईंले एक मुद्दा फेला पार्नुभयो जुन तपाईंलाई लाग्दछ कि प्रयोगकर्ताको गोपनीयतालाई असर गर्न सक्छ, कृपया हामीलाई support@hcaptcha.com मा ईमेल गर्नुहोस्।",
  "reporting-bugs-provide-feedback-button": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
  "reporting-bugs-provide-feedback-head": "HCaptcha मा तत्काल प्रतिक्रिया प्रदान गर्नुहोस्",
  "reporting-bugs-provide-feedback-text": "हामी तपाईंको इनपुटको कदर गर्दछौं। हामीलाई कुनै पनि मुद्दाहरू थाहा दिनुहोस् र हामी त्यसलाई छिट्टै समाधान गर्नेछौं।",
  "reporting-bugs-security-head": "सुरक्षा बगहरू",
  "reporting-bugs-security-text": "हामी सुरक्षा बगको रिपोर्टहरू प्राप्त गर्नमा सँधै इच्छुक छौं। ईमेल समर्थन@hcaptcha.com र CC सुरक्षा@hcaptcha.com र हामी तपाईंलाई छिटो फिर्ता आउनेछौं। हामीसँग hCaptcha सेवा र सम्बन्धित स्रोत कोडमा योग्य सुरक्षा रिपोर्टहरूको लागि बग बाउन्टि प्रोग्राम पनि छ।",
  "sales-interstitial-c1": "कम्पनीहरूका लागि",
  "sales-interstitial-c1a": "इन्टर्प्राइज सुरक्षा समाधान (सशुल्क)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) को बारेमा अधिक जान्नुहोस्",
  "sales-interstitial-c1c": "डाटा एनोटेसन",
  "sales-interstitial-c1d": "HCaptcha एनोटेसन सेवाहरू खरीद गर्नुहोस्",
  "sales-interstitial-c2": "व्यक्तिहरूको लागि",
  "sales-interstitial-c2a": "तपाइँको सेवामा hCaptcha थप्नुहोस् (नि: शुल्क)",
  "sales-interstitial-c2b": "मेरो वेबसाइट वा अनुप्रयोगमा प्रकाशकहरूको लागि hCaptcha थप्नुहोस्",
  "sales-interstitial-c2c": "HCaptcha के हो?",
  "sales-interstitial-c2d": "HCaptcha को बारे मा अधिक जान्नुहोस्",
  "sales-interstitial-head": "निश्चित गर्नुहोस् कि तपाईं सहि ठाउँमा पुग्नुभयो।",
  "sec-hc": "सुरक्षा पहिले",
  "sec-hc-text": "hCaptcha प्रकाशक-केन्द्रित छ। हामी साइटहरूलाई वास्तविक डेटा दिने काम गर्छौं र तिनीहरूलाई कसरी प्रयोग गर्ने भनेर निर्णय गर्न दिन्छौं। शुद्धता तपाईको र हाम्रो हितमा छ। अन्य क्याप्चाहरू विज्ञापन कम्पनीहरूले प्रदान गरेका छन्। तिनीहरूले रोकेका प्रत्येक बोटले तिनीहरूको राजस्व घटाउन सक्छ।",
  "signup-interstitial-c1": "कम्पनीहरू वा वेबसाइटहरूका लागि",
  "signup-interstitial-c1a": "तपाइँको सेवामा hCaptcha थप्नुहोस् (नि: शुल्क)",
  "signup-interstitial-c1b": "मेरो वेबसाइट वा अनुप्रयोगमा प्रकाशकहरूको लागि hCaptcha थप्नुहोस्",
  "signup-interstitial-c1c": "इन्टर्प्राइज सुरक्षा समाधान (सशुल्क)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) को बारेमा अधिक जान्नुहोस्",
  "signup-interstitial-c1e": "डाटा एनोटेसन",
  "signup-interstitial-c1f": "HCaptcha एनोटेसन सेवाहरू खरीद गर्नुहोस्",
  "signup-interstitial-c2": "व्यक्तिहरूको लागि",
  "signup-interstitial-c2a": "पहुँच",
  "signup-interstitial-c2b": "HCaptcha को लागि पहुँच विकल्पहरूको बारेमा जान्नुहोस्",
  "signup-interstitial-c2c": "पैसा कमाउनुहोस्",
  "signup-interstitial-c2d": "एक व्यक्तिगत डेटा लेबलरको रूपमा काम गर्नुहोस्",
  "signup-interstitial-head": "निश्चित गर्नुहोस् कि तपाईं सहि ठाउँमा पुग्नुभयो।",
  "support-interstitial-c1": "कम्पनीहरूका लागि",
  "support-interstitial-c1a": "इन्टर्प्राइज सुरक्षा समाधान (सशुल्क)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) को लागि समर्थन प्राप्त गर्नुहोस्",
  "support-interstitial-c1c": "hCaptcha प्रकाशक (नि: शुल्क)",
  "support-interstitial-c1d": "HCaptcha प्रकाशकको लागि समर्थन पाउनुहोस्",
  "support-interstitial-c2": "व्यक्तिहरूको लागि",
  "support-interstitial-c2a": "चुनौतीको साथ कठिनाई छ?",
  "support-interstitial-c2b": "HCaptcha को लागि पहुँच विकल्पहरूको बारेमा जान्नुहोस्",
  "support-interstitial-c2c": "बग रिपोर्ट गर्न चाहनुहुन्छ?",
  "support-interstitial-c2d": "सफ्टवेयर मुद्दाहरूको रिपोर्ट गर्ने बारेमा बढि जान्नुहोस्",
  "support-interstitial-head": "निश्चित गर्नुहोस् कि तपाईं सहि ठाउँमा पुग्नुभयो।",
  "what-is-hcaptcha": "HCaptcha के हो?",
  "what-is-hcaptcha-text": "hCaptcha तपाईंको मनपर्ने वेब सेवाहरू बोट, स्पाम, र दुरुपयोग राख्न मद्दत गर्दछ साधारण प्रश्नहरू सोध्नुहोस् जुन मानवका लागि सजिलो छ र मेशिनहरूका लागि गाह्रो छ।",
  "why-hc": "HCaptcha किन?",
  "why-hc-text": "प्रत्येक पटक तपाईले चुनौतीको उत्तर दिनुहुन्छ, हामी मान्छे हो वा मेशिन हो भनेर पत्ता लगाउन हामी परिष्कृत मोडेलहरू प्रयोग गर्छौं। तपाईंले भ्रमण गर्नुभएको वेबसाइटले यस नतीजालाई उनीहरूको साइटमा आफ्नो अनुभव सुधार गर्न मद्दत पुर्‍याउँछ बूटहरू राखेर।",
  "footer-link-5b": "थिच्नुहोस्",
  "footer-link-cyberattacks": "साइबर आक्रमण 101"
}