{
    "1001938065": "एकीकरण सजिलो हुन सकेन",
    "1012122721": "* तथ्याङ्कीय कुकीहरू हामीले प्रत्यक्ष रूपमा व्यवस्थित गरेका छन् (जस्तै पहिलो पक्ष, तेस्रो-पक्ष कुकीहरू होइन), जहाँ डेटा प्रोफाइलिङको लागि प्रयोग गरिएको छैन।",
    "1014004474": "hCaptcha को इन्टरप्राइज योजनाहरूले तपाईंको संगठनलाई सुरक्षित राख्न उन्नत सेवा-स्तर सम्झौताहरू प्रस्ताव गर्दछ",
    "1021431157": "( ) खुला स्रोत वा खुला स्रोत इजाजतपत्रहरूसँग असंगतता",
    "1023070345": "मार्च 14th 2021 भन्दा पछि छैन",
    "1023108656": "तेस्रो-पक्ष प्राप्तकर्ताहरूको कोटीहरू",
    "1023190144": "hCaptcha® पाठमा",
    "102498091": "Google ले reCAPTCHA Enterprise को लागी प्रति 1000 अनुरोधहरूमा $ 1 शुल्क लिन्छ, यसको मतलब अब तिनीहरूले आफ्नो सेवाको सुरक्षा तोड्नको लागि लागत भन्दा बढी प्रति अनुरोध चार्ज गर्छन्। यो एक खराब सम्झौता जस्तो देखिन्छ।",
    "102695075": "अवधि",
    "1027023087": "हामीले hCaptcha मा समस्याको लागि थप आधुनिक दृष्टिकोणहरूमा ध्यान केन्द्रित गरेका छौं, जसलाई ब्राउजिङ इतिहास जस्ता दीर्घकालीन व्यवहार रेकर्डहरू कायम राख्न आवश्यक पर्दैन र सेवा शुरू भएदेखि निर्धारित विरोधीहरूको सामना गर्न धेरै लचिलो साबित भएका छौं।",
    "1027200955": "तपाईंको परियोजना आवश्यकताहरू परिभाषित गर्न हाम्रो डोमेन विशेषज्ञहरूसँग कुरा गर्नुहोस्: लक्ष्य सटीकता, ढाँचा, र कुनै विशेष आवश्यकताहरू।",
    "1028058338": "कृपया सामान्य डेटा संरक्षण नियमन (\"GDPR\") अन्तर्गतको तपाईंको अधिकारसँग सम्बन्धित हाम्रो \"EU डाटा विषयहरूमा सूचना\" खण्ड हेर्नुहोस्।",
    "1033698050": "1. के हामी विश्वास गर्छौं कि ग्राहकले हामीलाई प्रयोगको मामला दिएको छ जुन हामीले नैतिक रूपमा स्वीकार्य ठान्छौं, हाम्रो विशिष्ट पश्चिमी सामाजिक मानदण्डहरूको व्याख्या अनुसार?",
    "1035621426": "reCAPTCHA द्वारा पहिचान गरिएको प्रत्येक बोटले सीधै Google को विज्ञापन राजस्व घटाउँछ।",
    "1038019440": "1. के यो ग्राहकले अन्तर्राष्ट्रिय कानून र मापदण्डहरूको विपरीत व्यवहारमा संलग्न हुन चिनिने देशको राष्ट्रिय हितको प्रतिनिधित्व गर्दैछ?",
    "103876916": "hCaptcha सेवा र सम्बन्धित स्रोत कोडमा योग्य सुरक्षा रिपोर्टहरूको लागि।",
    "1042802841": "गोप्य जानकारी कुनै पनि जानकारी हो जुन गोप्य वा स्वामित्वको रूपमा चिन्ह लगाइएको छ, वा जसलाई प्राप्त गर्ने पक्षले गोप्य वा स्वामित्वको रूपमा बुझ्नुपर्छ। यसमा कुनै पनि जानकारी समावेश गर्दैन जुन (1) सार्वजनिक रूपमा उपलब्ध छ, (2) पहिले नै स्वामित्वमा रहेको, स्वतन्त्र रूपमा विकसित गरिएको, वा प्राप्त गर्ने पक्षलाई पहिले नै थाहा भएको, वा (3) अदालतको आदेशद्वारा खुलासा गरिएको वा अन्यथा आवश्यकता अनुसार। कानुन।",
    "1045484714": "तपाईंको पहिचान प्रदायकसँग SAML SSO एकीकरण, जस्तै Okta वा Azure AD।",
    "1046087606": "IBM। (ग्लोबल)। प्रदान गरिएका सेवाहरू: IBM क्लाउड।",
    "1047251718": "आज, तथापि, जब मानिसहरू API हरूको बारेमा कुरा गर्छन्, तिनीहरूले सधैं मानक-आधारित APIs को अर्थ राख्छन्। यी रिप्रेजेन्टेशनल स्टेट ट्रान्सफर (REST) र JavaScript Object Notation (JSON) जस्ता खुला मानक फाइल ढाँचाहरू प्रयोग गरेर निर्मित API हरू हुन्। त्यस्ता \"रेस्टफुल एपीआईहरू,\" जसरी उनीहरूलाई थाहा छ, स्वामित्व सफ्टवेयरको आवश्यकता बिना नै सिर्जना गर्न सकिन्छ। परिणामस्वरूप API हरू सफ्टवेयर अनुप्रयोगहरू बीच डाटा र प्रक्रिया कलहरू पठाउन र प्राप्त गर्न सक्षम छन्। उदाहरणका लागि, मोबाइल बैंकिङ एपले बैंकको प्रणालीहरूमा पहुँच गर्न API प्रयोग गर्दछ।",
    "1050501253": "धेरै गाह्रो",
    "1051214799": "hCaptcha वेब सुरक्षा सेवा हो जसले यसलाई प्रयोग गर्ने वेबसाइटहरू वा एपहरूको प्रकाशकहरूसँग मूल्य साझेदारी गर्ने प्रयास गर्दछ।",
    "1053787685": "भुक्तानी धोखाधडी के हो?",
    "1058572205": "यदि तपाईं बारे थप जान्न चाहनुहुन्छ भने हामीलाई",
    "1059502393": "बग रिपोर्ट विवरणहरू क्याप्चर गर्दै: फायरफक्स",
    "1061239711": "3. पहिलो पार्टी",
    "1062291156": "मानक सर्तहरू",
    "1066753052": "जसको मतलब वालेट खाली छ, र तपाईं hCaptcha चुनौती समावेश गर्ने साइटमा हुनुहुन्छ। एकचोटि तपाईंले चुनौती पूरा गरेपछि, तपाईंले टोकनहरू कमाउनुहुनेछ जुन hCaptcha को साथ कुनै अन्य वेबसाइटमा रिडिम गर्न सकिन्छ।",
    "1067704102": "डाटा लेबलिङ मा मान",
    "1070364246": "उफ्! फारम पेश गर्दा केही गडबड भयो।",
    "10724169": "तपाईंले हाम्रो गोपनीयता नीतिलाई स्वीकार गर्नुहुन्छ, जसले तपाईंले हामीलाई दिनुभएको कुनै पनि व्यक्तिगत जानकारीलाई हामीले के गर्छौं भनेर नियन्त्रण गर्छ।",
    "1074044172": "जब प्रयोगकर्ताहरूले तपाइँको सुरक्षा आवश्यकताहरू पूरा गर्न चुनौती समाधान गर्नुपर्छ, किन प्रयोगकर्तालाई सुखद र सान्दर्भिक प्रश्नहरू सोध्ने छैन?",
    "1077448694": "तेस्रो पक्ष सामाजिक मिडिया वेबसाइटहरूसँग एकीकृत गर्न।",
    "1080672247": "किनभने सोधिएका धेरै प्रश्नहरू शेल्फ सफ्टवेयरको साथ आर्थिक रूपमा समाधान गर्न सकिँदैन, र किनभने डाटा सामान्यतया प्रणालीको लागि अद्वितीय हुन्छ, यसको मतलब यो हो कि बटहरू प्राय: नि: शुल्क सेवाद्वारा पूर्ण रूपमा रोकिन्छन्, र यसको सट्टा मानव क्याप्चा समाधानहरूमा भर पर्नु पर्छ, जुन। धेरै प्रकारका दुर्व्यवहारहरू पूर्णतया आर्थिक बनाउँछ।",
    "1080752747": "सम्पर्क बिक्री",
    "1085089390": "अनलाइन दुर्व्यवहार जन्मजात मानव व्यवहारबाट उत्पन्न हुन्छ",
    "1087195513": "यदि तपाईं एक योगदानकर्ता हुनुहुन्छ जसले सेवाहरू पहुँच गर्नुहुन्छ र/वा IMI नभएको अनुरोधकर्ताको तर्फबाट एक इन्टिग्रेटर मार्फत वा कार्यहरू गर्नुहुन्छ, तब तपाईं सहमत हुनुहुन्छ र स्वीकार गर्नुहुन्छ कि इन्ट्युशन मेसिनहरू यसका लागि उत्तरदायी छैनन् र तपाईंसँग कुनै दायित्व छैन। पूरा कार्यहरूको लागि कुनै पुरस्कार वा अन्य क्षतिपूर्तिको सम्मान। तपाईं सहमत हुनुहुन्छ र स्वीकार गर्नुहुन्छ कि पूरा भएका कार्यहरूका लागि कुनै पनि पुरस्कार वा अन्य क्षतिपूर्ति केवल अनुरोधकर्ता र/वा इन्टिग्रेटरसँगको तपाईंको सम्झौता अनुसार लागू हुन्छ। त्यस्ता पुरस्कार वा अन्य क्षतिपूर्ति (यस्ता पुरस्कार वा अन्य क्षतिपूर्ति प्राप्त गर्न सीमाविना असफलता सहित) मा कुनै पनि विवादहरू तपाईं र अनुरोधकर्ता र/वा इन्टिग्रेटर बीच मात्र हो, जुन लागू हुन्छ।",
    "1087260385": "यदि तपाइँसँग यस गोपनीयता नीतिको बारेमा कुनै प्रश्नहरू छन् भने, कृपया हामीलाई सम्पर्क गर्नुहोस्",
    "1088304322": "हामीले यस गोपनीयता नीतिमा वर्णन नगरिएका कारणहरूका लागि तपाईंको व्यक्तिगत जानकारी प्रयोग गर्न सक्छौं, जहाँ हामीलाई कानूनले त्यसो गर्न अनुमति दिएको छ र जहाँ कारण हामीले यसलाई सङ्कलन गरेको उद्देश्यसँग मिल्दो छ। यदि हामीले तपाइँको व्यक्तिगत जानकारी एक असंबद्ध उद्देश्यको लागि प्रयोग गर्न आवश्यक छ भने, हामी तपाइँलाई सूचित गर्न सक्छौं र त्यो प्रयोगको लागि लागू कानुनी आधार व्याख्या गर्न सक्छौं। यदि हामीले तपाईंको व्यक्तिगत जानकारीको विशेष प्रयोगको लागि तपाईंको सहमतिमा भर परेका छौं भने, हामी कुनै पनि असंबद्ध उद्देश्यको लागि तपाईंको सहमति खोज्न सक्छौं र यदि तपाईंले आपत्ति गर्नुभयो भने त्यस समयमा तपाईंलाई सेवाको प्रयोग समाप्त गर्न अनुमति दिन सक्छौं।",
    "1089415440": "छवि र भिडियो मा सटीक वस्तु पत्ता लगाउने",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "नैतिक सरोकार मापदण्ड: व्यक्तिपरक",
    "1092241113": "हाम्रा ग्राहकहरू र इन्टिग्रेटरहरूको चासो राम्रोसँग बुझ्नको लागि।",
    "1093280979": "1. प्लेटफर्म अर्डर फारमहरू",
    "1099238677": "हाम्रो उच्च भोल्युम र कम विलम्बताको साथ हामी तपाईंको कामलाई चाँडै घुमाउनेछौं, स्वचालित डेलिभरीको साथ यो पूरा हुने बित्तिकै।",
    "1103295010": "मानिसहरूले क्याप्चाहरू समाधान गर्दा पैसा कमाउनुहोस् वा परोपकारमा दिनुहोस्",
    "1105363520": "हामी विज्ञापन नेटवर्क सञ्चालन गर्दैनौं, र तिनीहरूलाई विज्ञापन बेच्नको लागि तपाइँको प्रयोगकर्ता व्यवहार अवलोकन गर्न कुनै चासो छैन। यसको मतलब हामीलाई तपाईंको साइटको प्रत्येक पृष्ठमा निष्क्रिय पिक्सेल आवश्यक पर्दैन।",
    "110836420": "पछिल्लो पटक अपडेट गरिएको: २३ डिसेम्बर २०२०",
    "1108398506": "ग्राहकहरूले अनुभवमा पूर्ण नियन्त्रण प्राप्त गर्छन्, र विशेषज्ञताबाट लाभ उठाउँदै hCaptcha ले इन्टरनेटमा सबैभन्दा ठूलो स्वतन्त्र चुनौती प्रदायक सञ्चालन गरेको छ। तिनीहरूले reCAPTCHA Enterprise भन्दा राम्रो सम्झौता पनि पाउँछन्: भोल्युमको आधारमा 50-80% सम्म राम्रो मूल्य निर्धारण।",
    "111184581": "पहिलो-पक्ष होस्टिंग",
    "1112074001": "चरण 2: विकासकर्ता उपकरणहरूमा नेटवर्क ट्याबमा क्लिक गर्नुहोस्। माथिको \"Psist logs\" बाकस जाँच गर्नुहोस्।",
    "1115642494": "1. स्रोत: BuiltWith.com reCAPTCHA साइट सूचीहरू। 9 जुलाई, 2019 मा पुनःप्राप्त।",
    "1115671076": "Zendesk, Inc (ग्लोबल)। प्रदान गरिएका सेवाहरू: Zendesk.com।",
    "1116455671": "A: यदि प्रयोगकर्ताले तपाइँको साइटमा यसलाई पूरा गर्छ भने तपाइँ प्रारम्भिक समाधानको लागि पुरस्कार कमाउनुहुनेछ। रिडेम्प्सनहरूले उही प्रतिक्रिया ढाँचालाई पछ्याउँछन् यदि प्रयोगकर्ताले उच्च ग्राहकको विश्वासको कारणले गर्दा तपाईंको साइटमा स्वत: पास भएको थियो: कुनै कमाई हुँदैन, र तपाईंको सर्भरबाट साइट प्रमाणीकरण कलले पास परिणामहरूमा 'क्रेडिट: गलत' प्राप्त गर्दछ।",
    "1118929614": "() स्प्यामरहरूसँग व्यापार गर्ने व्यक्तिहरूको तर्फबाट चरम मूर्खता",
    "1119009846": "तपाईं, हामी वा अरूको अधिकार, गोपनीयता, सुरक्षा, वा सम्पत्तिको सुरक्षा गर्न सरकारी अनुरोधहरू, कानून प्रवर्तन अनुरोधहरू, र अन्यथा सार्वजनिक र निजी संस्थाहरूलाई लागू हुने कानूनको पालना गर्न आवश्यक छ।",
    "1123365779": "यदि तपाइँ वेब विकासकर्ता वा विशेषज्ञ प्रयोगकर्ता हुनुहुन्छ भने, सारांश हामी तपाइँले हामीलाई नेटवर्क रेकर्डिङ HAR र ब्राउजर कन्सोल लगहरू पठाउन चाहन्छौं।",
    "1126302400": "बाउन्डिङ बक्स",
    "1126447688": "प्रायः हाम्रो गोपनीयता फोकसको बावजुद बोट पत्ता लगाउने र न्यूनीकरणमा समान वा राम्रो प्रदर्शन रिपोर्ट गर्नुहोस्",
    "1126613163": "संवेदनशील डाटा",
    "1129833879": "दुर्भावनापूर्ण बटहरू रोक्नुहोस्, प्रयोगकर्ताको गोपनीयता सुरक्षित गर्नुहोस्",
    "1130783905": "शुद्धता तपाईको र हाम्रो हितमा छ। hCaptcha ले तपाईंलाई वास्तविक डाटा दिन र यसलाई कसरी प्रयोग गर्ने भनेर निर्णय गर्न दिन्छ। अन्य सुरक्षा समाधानहरू विशाल विज्ञापन कम्पनीहरूले प्रदान गरेका छन्। यसको मतलब उनीहरूले रोकेका प्रत्येक बोटले उनीहरूको राजस्व घटाउन सक्छ।",
    "1130802068": "हामीले सङ्कलन गरेको जानकारी निम्न उद्देश्यका लागि प्रयोग गर्छौं:",
    "1130868224": "कोड को तीन लाइनहरु",
    "1131196501": "ठूला कम्पनीहरू जस्तै",
    "1131525092": "सम्बन्धित जालसाजी र दुरुपयोग पत्ता लगाउन र रोक्नको लागि हाम्रो गोपनीयता-संरक्षण स्कोपेड UIDs मार्फत सहजै नराम्रो कलाकारहरूलाई समूह बनाउनुहोस्।",
    "1133989302": "किन hCaptcha?",
    "1137757109": "यदि यो एक eCommerce खाता हो भने, आक्रमणकर्ताले व्यापार अर्डर गर्न सक्छ। यदि पीडित बैंक हो भने, आक्रमणकारीले अपतटीय रकम स्थानान्तरण गर्न सक्छ, र यस्तै।",
    "1139493658": ", र गोपनीयता र सुरक्षा सन्तुलन गर्न कडा मेहनत गर्नुहोस्।",
    "1139500589": "देश",
    "1140554614": "डाटा प्रशोधन सम्झौता",
    "1141402092": "उन्नत रिपोर्टिङ सुविधाहरू",
    "1144966033": "लागत र गुणस्तरको लागि अनुकूलित",
    "1150035777": "परिष्कृत मेसिन लर्निङ मोडेलहरूले प्रश्नहरूको सही जवाफ दिइयो वा होइन भन्नेभन्दा बाहिरका धेरै डेटा बिन्दुहरूमा आधारित बोट आत्मविश्वास स्कोरहरू उत्पन्न गर्छ।",
    "1150786045": "www.botstop.com",
    "1150963691": "APT न्यूनीकरण",
    "1151065360": "() कालोसूचीहरू बेकार छन्",
    "1155436473": "(हाम्रो इन्टरप्राइज अफरिङ) अब हरेक महिना लाखौं वेबसाइट र एपहरूमा लाखौं प्रयोगकर्ताहरूलाई सुरक्षित गर्दछ। हाम्रो कथाले देखाउँछ कि तपाईंले गोपनीयतालाई पहिलो स्थान दिँदा तपाईंले बिग टेकसँग प्रतिस्पर्धा गर्न सक्नुहुन्छ।",
    "1155821305": "रक्षा गहिराई छ",
    "1156712451": "प्रारम्भिक काम परीक्षण",
    "1159746815": "तपाईले हामीलाई सिधै इमेल पनि गर्न सक्नुहुन्छ।",
    "1160252730": "Google ले अब reCAPTCHA Enterprise का लागि उच्च मूल्यहरू चार्ज गरिरहेको छ, जसले गर्दा धेरै कम्पनीहरूले यस सम्झौताको पुन: मूल्याङ्कन गर्न बाध्य छन्।",
    "1160707899": "12. योगदानकर्ताको भूमिका र IMI र अन्य अनुरोधकर्ताहरूसँगको सम्बन्ध",
    "1161704803": "किन हामीसँग एआई एथिक्स नीति छ?",
    "116842359": "***** प्रणाली मर्मतसम्भारका कारण धेरै दिनमा मेलमिलाप पूरा हुने अपेक्षा गरिएको छ।",
    "1169005651": "सेप्टेम्बर १५, २०१९",
    "1172067553": "hCaptcha पछिको HUMAN प्लेटफर्मले तपाईंको अवस्थित प्रणालीहरूसँग एकीकृत हुने अन-प्रिमाइस, हाइब्रिड, वा SaaS डिप्लोइमेन्टहरू मार्फत अत्यधिक परिष्कृत कार्य गुणस्तर र व्यवस्थापन सुविधाहरू प्रदान गर्दछ।",
    "117227832": "() हामीले तपाई र तपाईका सर्भरहरूमा किन भरोसा गर्नुपर्छ?",
    "1173652155": "सल्लाहकारहरू",
    "1173934218": "हामी बुझ्छौं कि तपाईंको गोपनीयता तपाईंको लागि महत्त्वपूर्ण छ र हामीले प्रयोग गर्ने प्रविधिहरूको बारेमा पारदर्शी हुन प्रतिबद्ध छौं। यो नीतिले हाम्रा साइटहरू र सेवाहरूमा कसरी र कहिले कुकीहरू प्रयोग गर्छौं भन्ने बारे विस्तृत जानकारी प्रदान गर्दछ।",
    "1174237568": "यी प्रशोधन गतिविधिहरूले हाम्रो वैध चासोहरू गठन गर्दछ। हामीले हाम्रो वैध चासोको लागि तपाइँको व्यक्तिगत जानकारी प्रशोधन गर्नु अघि तपाइँ (दुवै सकारात्मक र नकारात्मक) र तपाइँको अधिकारहरु मा कुनै पनि सम्भावित प्रभावहरु लाई विचार र सन्तुलन गर्ने प्रयास गर्दछ। हामी तपाइँको व्यक्तिगत जानकारी गतिविधिहरु को लागी प्रयोग गर्दैनौं जहाँ हाम्रो चासोहरु लाई तपाइँ मा कुनै प्रतिकूल प्रभाव द्वारा ओभरराइड गरिन्छ (जब सम्म हामी तपाइँको सहमति छैन वा अन्यथा आवश्यक छ वा कानून द्वारा अनुमति छ)।",
    "1177598246": "सम्पर्क बिक्री",
    "1182294134": "एशिया-प्रशान्त (APAC)",
    "1186243118": "लोगो छविहरू",
    "1187718370": "हामीलाई सम्पर्क गर्नुहोस",
    "1188668818": "यो वेबसाइट प्रयोग गर्दा कुनै पनि गलत जानकारी प्रदान गर्नुहोस् (तपाईँको खातामा कुनै पनि अन्य व्यक्ति वा संस्थाको प्रतिरूपण, वा झूटा बताउन वा अन्यथा तपाइँको खातामा कुनै अन्य व्यक्ति वा संस्थासँग तपाइँको सम्बद्धता सहित)",
    "119098046": "निष्क्रिय वा कुनै-चुनौती समाधानहरूको बारेमा के हो?",
    "119298044": "उन्नत स्व-निरीक्षण गरिएको ML र AI प्रविधिहरूले तपाईंको वेब गुणहरूलाई धम्की र आक्रमणहरूबाट जोगाउँछन्।",
    "1193738791": ": तिनीहरू वेबसाइटको प्रत्येक पृष्ठ र वेबमा प्रयोगकर्ता व्यवहार ट्र्याक गर्छन्। हामीले hCaptcha लाई पहिलो दिनदेखि नै सकेसम्म गोपनीयता-अनुकूल बनाउन डिजाइन गरेका छौं। यसले समस्याको लागि पूर्णतया फरक दृष्टिकोणको नेतृत्व गर्यो। यो बाहिर जान्छ, वेबमा प्रयोगकर्ताहरूलाई ट्र्याक गर्ने र तिनीहरूको वेब इतिहासलाई तिनीहरूको पहिचानमा बाँध्ने राम्रो सुरक्षा प्राप्त गर्नको लागि पूर्ण रूपमा अनावश्यक छ। धेरै कम्पनीहरू जसले hCaptcha मा स्विच गरेका छन्",
    "1200905005": "††† सेप्टेम्बर 2021 बाट, मेलमिलाप र भुक्तानीहरू अब एक दिनको सट्टा लगभग 10 दिनको अवधिमा चल्छ, सेवामा वृद्धिसँग सम्बन्धित परिचालन अवरोधहरूलाई सरल बनाउनको लागि।",
    "1201821619": "hCaptcha ले आजको सबैभन्दा ठूलो समस्याको समाधान गर्छ: मालिसियस बटहरूलाई अनलाइन सेवाहरू दुरुपयोग गर्नबाट रोक्न।",
    "120384113": "6. समाप्ति",
    "1204911585": "2. यदि तपाइँ ब्रेभ ब्राउजर प्रयोग गर्दै हुनुहुन्छ, जुन (अप्रिल 2020 सम्म) कुनै पनि प्रकारको कुकी श्वेतसूची देखिँदैन, प्राथमिकताहरू -> शिल्डहरू -> कुकीहरूमा जानुहोस् र \"सबै कुकीहरूलाई अनुमति दिनुहोस्\" छनौट गर्नुहोस्।",
    "1208179159": "LogDNA, Inc. (ग्लोबल)। प्रदान गरिएका सेवाहरू: LogDNA.com।",
    "121192737": "आगामी थपहरू",
    "1216071511": "उही विचारहरू प्राय: प्रस्तावित छन् कि लगभग 20 वर्ष पहिले, एक अज्ञात लेखकले एन्टी-स्प्याम समाधानहरूको बारेमा अनलाइन छलफलहरूको लागि एक उपयोगी फिल-इन-द-रिक्त लिएर आएका थिए:",
    "121743429": "वेब इन्फ्रास्ट्रक्चर कम्पनीहरूको लागि",
    "1218990730": "विस्तृत लगहरूसँग समस्याहरू कसरी रिपोर्ट गर्ने",
    "1219091208": "ड्रपबक्स",
    "1224727373": "HCaptcha द्वारा BotStop",
    "122875767": "अन्य कम्पनीहरूले नसक्ने अवस्थामा आफ्नो कानुनी आवश्यकताहरू पूरा गर्नुहोस्।",
    "1229233916": "फुटनोटहरू",
    "1230058025": "विच्छेदन। क्लास एक्शन वेभर बाहेक, यदि यस मध्यस्थता खण्डको कुनै पनि अवधि वा प्रावधान, वा अंशलाई रद्द वा लागू गर्न नसकिने घोषणा गरियो भने यसलाई काटिनेछ र मध्यस्थता खण्डको बाँकी भाग लागू हुनेछ।",
    "1232651561": "सफ्टवेयर अब reCAPTCHA चुनौतीहरू समाधान गर्ने मानिसहरू जत्तिकै राम्रो छ।",
    "1233229030": "विविध",
    "1233793176": "हाम्रा साइटहरू र सेवाहरू 13 वर्ष मुनिका बालबालिकाहरूका लागि निर्देशित छैनन् र हामीले जानाजानी 13 वर्ष मुनिका बालबालिकाहरूबाट व्यक्तिगत जानकारी सङ्कलन गर्दैनौं। यदि हामीले थाहा पाएका छौं कि हामीले 13 वर्ष मुनिका बालबालिकाको व्यक्तिगत जानकारी सङ्कलन गरेका छौं, हामी लिनेछौं। हाम्रा फाइलहरूबाट त्यस्ता जानकारीहरूलाई यथाशीघ्र मेटाउन व्यावहारिक कदमहरू चाल्नुहोस्, जबसम्म हामीसँग यसलाई कायम राख्न कानूनी दायित्व छैन। कृपया हामीलाई सम्पर्क गर्नुहोस्",
    "1235925265": "दस्तावेजीकरण",
    "1237076138": "hCaptcha ले नि:शुल्क (hCaptcha Publisher) र उद्यम (hCaptcha Enterprise) ग्राहकहरूलाई उचित सम्झौता प्रदान गर्दछ।",
    "1240667045": "हामी कुनै पनि कारणका लागि सेवाहरूमा तपाईंको पहुँचलाई कुनै पनि समयमा निलम्बन, सीमित वा रद्द गर्न सक्छौं, निम्न कारणहरू सहित: (क) हामीलाई विश्वास छ कि तपाईंले सेवाका यी सर्तहरू (अन्य सम्बन्धित नीतिहरू सहित) उल्लङ्घन गर्नुभएको छ; (b) हामी विश्वास गर्छौं कि तपाईंले हाम्रो अधिकार वा कुनै तेस्रो पक्षको अधिकार उल्लङ्घन गर्नुभएको छ; (c) हामीले तपाईंले हामीलाई प्रदान गर्नुभएको जानकारी प्रमाणित गर्न वा प्रमाणीकरण गर्न असमर्थ छौं; वा (d) हामी विश्वास गर्छौं कि तपाईंका कार्यहरूले तपाईं, हामी वा तेस्रो पक्षका लागि दायित्वहरू सिर्जना गर्न सक्छ। शंकाबाट बच्नको लागि, हामी तपाईंलाई भुक्तानी रोक्न वा निलम्बन गर्ने अधिकार आरक्षित गर्छौं यदि हामी यथोचित रूपमा विश्वास गर्छौं कि माथिका मध्ये कुनै पनि यस्तो भुक्तानीमा लागू हुन्छ।",
    "1241291641": "थप विवरणहरू हेर्नुहोस्।",
    "1242066691": "\"तेस्रो-पक्ष कुकीहरूलाई अनुमति दिनुहोस्\" को छेउमा रहेको बाकस जाँच गर्नुहोस्।",
    "1243684308": "हामी तपाईंको प्रतिक्रियालाई गम्भीरताका साथ लिन्छौं, र कम बटहरू र कम स्प्यामको साथ सबैजनाले अनलाइनमा अझ रमाइलो अनुभव पाएको सुनिश्चित गर्न चाहन्छौं। हामीलाई सम्पर्क गर्नुहोस्:",
    "1250541092": "- सर्गी इसासी",
    "1253441326": "5. \"ठीक छ\" मा क्लिक गर्नुहोस्",
    "1254771154": "hCaptcha इम्बेड गर्ने अन्य गोपनीयता पास-समर्थन सेवाहरूमा देखाइएका चुनौतीहरू, जस्तै Cloudflare।",
    "1258965840": "यसैले, यदि आक्रमणकारीले एक साइटमा प्रवेश गर्न सक्छ भने, उसले स्पिल गरिएको प्रमाणहरू प्रयोग गरेर धेरै साइटहरूमा पुग्न सक्छ। उदाहरणका लागि, उनीहरूले JohnDoe/525momma जस्ता प्रयोगकर्ता नाम/पासवर्ड जोडी प्राप्त गर्न सक्छन्, तर उनीहरूलाई थाहा छैन कि त्यो जोडीले उनीहरूका लागि के गर्नेछ। त्यसोभए, तिनीहरूले Amazon.com, Ebay, Citibank, Walgreens र अन र अनमा जोडी प्रयास गर्नुहोस्। तिनीहरूले हजार विभिन्न साइटहरूमा त्यो जोडी प्रयास गर्न सक्छन्।",
    "1259002282": "बग फेला पर्‍यो? यसलाई रिपोर्ट गर्ने तरिका यहाँ छ।",
    "126134492": "अन्य",
    "1263998069": "मानव समाधानका लागि पुरस्कार कमाउनुहोस्",
    "1266963825": "प्रश्न: के hCaptcha खण्ड 508 + WCAG 2.1 AA अनुरूप छ?",
    "1268414751": "कुनै अन्य विवरण हामीसँग हुनुपर्छ?",
    "1268918580": "hCaptcha र यसका साझेदारहरूले प्रयोग गरेका केही लोगो र चिन्हहरू तेस्रो पक्षहरूको स्वामित्वमा छन् र तिनीहरूको अनुमतिमा मात्र प्रयोग गर्न सकिन्छ। तेस्रो पक्षहरूले तिनीहरूका मालिकहरूले अनुमति दिएको बाहेक निम्न चिन्हहरू प्रयोग गर्न सक्दैनन्:",
    "1270712701": "प्रेस विज्ञप्ति र भर्खरका रिपोर्टहरू",
    "1271831121": "यो होइन कि ह्याकर (हुडि लगाएको, अवश्य पनि!) त्यहाँ बसिरहेको छ, प्रमाण पछि प्रमाणपत्र टाइप गर्दै। स्वचालित लगइन बोट सेलेनियम वा अनुकूलन-विकसित ह्याकर उपकरण जस्ता अफ-द-शेल्फ उपकरणबाट बनाउन सकिन्छ।",
    "1273071008": "डाटा विषय पहुँच अधिकार अनुरोधहरू",
    "1273914192": "३. करहरू",
    "1275150216": "स्थलचिन्हहरू",
    "1278884196": "उनले भने, क्रिप्टोग्राफी एकदम युवा अनुशासन हो। हालैको इतिहासको आधारमा, तपाईंको क्रिप्टोग्राफिक योजना र/वा कार्यान्वयनलाई कसैलाई नजिकबाट हेर्नको लागि प्रोत्साहन हुने बित्तिकै तोडिने सम्भावना छ, र यो सम्भव छ कि अरू मानिसहरूले तपाईंले गर्नु अघि यो कुरा पत्ता लगाउनुहुनेछ। हार्डवेयरमा भर पर्नुको मतलब यो पनि हो कि तपाईंले आफ्नो प्रयोगकर्ताहरू मध्ये प्रत्येकलाई एक भौतिक यन्त्र परिवर्तन गर्न सोध्नु पर्ने हुन्छ। धेरै जसो केसहरूमा यो चाँडै हुने सम्भावना छैन, यसको मतलब वास्तविकतामा तपाईंको प्रणाली मात्र खोल्न असफल हुनेछ।",
    "1282121137": "खाता टेकओभर कसरी समस्याग्रस्त हुन सक्छ भनेर बुझ्नको लागि, वित्तीय संस्थाको दृष्टिकोणबाट अनुभव कस्तो देखिन्छ भनेर विचार गर्नुहोस्। तिनीहरूले हरेक दिन लाखौं लगइनहरू ह्यान्डल गर्छन्।",
    "1289884910": "हामीले बेलाबेलामा विश्लेषण र प्रतिवेदनहरू पनि प्रकाशित गर्छौं। उदाहरणका लागि:",
    "1291824746": "hCaptcha Payouts 60 दिन पछिको आधारमा त्रैमासिक रूपमा चल्छ। यसको अर्थ के हो भनेर व्याख्या गर्न, कृपया तलको तालिका हेर्नुहोस्।",
    "129661785": "कहिल्यै \"कार/क्रसवाक/स्टपलाइटमा क्लिक गर्नुहोस्?\"",
    "1296696044": "गोपनीयता बनाम सुरक्षा: किन दुबै होइन?",
    "1297224875": "इन्टरप्राइज अनलाइन सुरक्षाको लागि एक विशिष्ट गोपनीयता-संचालित दृष्टिकोण।",
    "1297657322": "लगइन पछि पहुँच प्रयोगकर्ता स्क्रिन",
    "1300485304": "hCaptcha उन्नत खतराहरू र तपाईंको नेटवर्कहरू घुसपैठ गर्न डिजाइन गरिएको decoys विरुद्ध सुरक्षा गर्दछ",
    "130239139": "Google ले दैनिक सङ्कलन गरेको १००+ व्यक्ति-वर्षको श्रमको मूल्य कति हो?",
    "1316817321": "विशेषता",
    "131871195": "तपाइँको सन्तुष्टि सुनिश्चित गर्न को लागी सबै भन्दा राम्रो तरीका हामीले तपाइँको आवश्यकताहरु लाई पूरा गर्दछ भनेर देखाउनु हो।",
    "1330274831": "यस सम्झौताको अवधिमा तपाईले हामीलाई विश्वव्यापी, गैर-अनन्य, उप-लाइसेन्स योग्य, स्थानान्तरण योग्य, रोयल्टी-मुक्त, अपरिवर्तनीय इजाजतपत्र प्रदान गर्नुहुन्छ जुन सेवाहरू प्रदान गर्ने उद्देश्यको लागि मात्र ग्राहक डेटा प्रयोग गर्न, पुन: उत्पादन गर्न, इलेक्ट्रोनिक रूपमा वितरण गर्न र सार्वजनिक रूपमा प्रदर्शन गर्न सक्नुहुन्छ। । तपाईं प्रतिनिधित्व गर्नुहुन्छ र यो खण्डमा इजाजतपत्र प्रदान गर्नको लागि तपाईंको डेटामा पर्याप्त अधिकार, शीर्षक, र चासोको स्वामित्व राख्नुहुन्छ।",
    "1333016413": "यसले तपाइँलाई कुकी दर्ता र सेट गरेर भविष्यका प्रश्नहरूबाट बच्न अनुमति दिन्छ।",
    "1337725003": "hCaptcha उच्च मात्राको वास्तविक-समय एनोटेसनको पहुँचलाई प्रजातान्त्रिक बनाउन प्रतिबद्ध छ, जसले ठूला र साना कम्पनीहरूलाई तिनीहरूको व्यवसायमा मेसिन लर्निङ लागू गरेर तिनीहरूका उत्पादन र सेवाहरूको गुणस्तर सुधार गर्न दिन्छ।",
    "1338341134": "hCaptcha + गोपनीयता पास (बिटा)",
    "1340011854": "वैकल्पिक विवाद समाधान आवश्यक छ। तपाईंले IMI का लागि कार्यहरू गर्न थालेको समयदेखि उत्पन्न भएको कुनै पनि विवाद सहित, र विशेष गरी तपाईंले वर्गीकरण गर्ने वा नगर्ने सम्बन्धमा कुनै पनि दाबी सहित सेवाहरूको तपाईंको प्रयोगबाट उत्पन्न हुने वा सम्बन्धित कुनै पनि विवादका लागि तपाईं सहमत हुनुहुन्छ। एक स्वतन्त्र ठेकेदार, तपाईले पहिले IMI लाई यसको विरुद्ध आफ्नो दावीको बारेमा सूचित गर्नुहुनेछ। त्यसपछि तपाइँ र IMI ले प्रत्यक्ष वार्ता वा मध्यस्थता मार्फत समस्या समाधान गर्ने प्रयास गर्नुहुनेछ। हामी मध्यस्थताको लागत समान रूपमा विभाजित गर्नेछौं र मध्यस्थता टेलिफोन वा अन्य इलेक्ट्रोनिक माध्यमहरू मार्फत गरिने कुरामा सहमत हुनेछौं। यदि कुनै दावी अनौपचारिक वार्ता वा मध्यस्थता पछि समाधान हुन सकेन भने, तपाईं सहमत हुनुहुन्छ कि तपाईं र IMI विवाद समाधान गर्न अन्तिम र बाध्यकारी मध्यस्थता प्रयोग गर्नुहुनेछ। यो खण्डले तपाईंले हाम्रो वेबसाइट प्रयोग गर्न थालेको समयदेखि सबै दावीहरूलाई पूर्वव्यापी रूपमा नियन्त्रण गर्दछ, चाहे त्यो क्यालिफोर्निया फेयर रोजगार र आवास ऐनमा आधारित होस्, भेदभाव र उत्पीडनको कुनै पनि दाबी सहित, तर त्यसमा सीमित नभए तापनि, अनुबन्ध, विधानमा आधारित। , 1964 को नागरिक अधिकार ऐन को शीर्षक VII, संशोधित रूपमा, वा कुनै अन्य राज्य वा संघीय कानून वा नियमन, समान कानून, वा अन्यथा।",
    "1344687860": "बाउन्डिङ बक्सहरू",
    "1344959096": "व्यक्तिगत डाटा लेबलरको रूपमा काम गर्दै",
    "1345083090": "कार्यक्षमता समस्या रिपोर्ट गर्दै?",
    "134571844": "Impressum (साइट सूचना)",
    "1350478093": "प्रशोधन उद्देश्य",
    "135276624": "यूरोप, मध्य पूर्व, अफ्रिका (EMEA)",
    "1356745565": "इन्टरनेट एक्सप्लोरर 8 मा फिर्ता सबै तरिका मिल्दो।",
    "1358325821": "पहिले, को लागि विस्तार स्थापना गर्नुहोस्",
    "1362015807": "सुरु गर्दै",
    "1368787974": "आफ्नो टोली भर व्यवस्थापन साझेदारी गर्नुहोस्।",
    "137127070": "मालिसियस वा अज्ञात बाह्य लिङ्कहरू वा फाइलहरू घुसाउनुहोस्, अपलोड गर्नुहोस्, वा संलग्न गर्नुहोस्, वा भाइरस, ट्रोजन हर्स, वर्म, टाइम बम, वा अन्य हानिकारक कम्प्युटर कोड समावेश गर्ने कुनै पनि सामग्री अपलोड गर्नुहोस्;",
    "1373262754": "एक व्यक्ति को हो भनेर जान्न hCaptcha को लागि न्यूनतम मूल्य छ। हामी केवल ध्यान दिन्छौं कि तिनीहरू मानव वा दुर्भावनापूर्ण अभिनेता हुन्।",
    "1374227759": "कुनै पनि गैरकानूनी गतिविधिको लागि, वा यो उपलब्ध गराइएको उद्देश्य बाहेक अन्य कुनै पनि उद्देश्यको लागि वेबसाइट प्रयोग गर्नुहोस्;",
    "1377538813": "प्रचलित भाषा। सेवाका यी सर्तहरूको अंग्रेजी भाषा संस्करणले सबै सन्दर्भमा नियन्त्रण गर्नेछ र अनुवादित संस्करणहरूसँग कुनै विसंगति भएमा, यदि कुनै भएमा प्रबल हुनेछ।",
    "1388241689": "अन्तिम-प्रयोगकर्ताहरूले सेवा (\"लेबल गरिएको डेटा\") मार्फत प्रम्प्टहरूको जवाफ दिने परिणामको रूपमा सङ्कलन गरिएको जानकारी, जस्तै छवि लेबलिङ डेटा, ती अन्त-प्रयोगकर्ताहरूमा प्ले गरिएको अडियो फाइलहरूबाट रूपान्तरित पाठ, प्रश्नहरूको जवाफ, र सेवाद्वारा उत्पन्न अन्य प्रम्प्टहरू। मेसिन लर्निङ एप्लिकेसनहरूमा प्रयोगको लागि डेटा लेबल गर्ने उद्देश्यका लागि। नोट गर्नुहोस् कि लेबल गरिएको डाटा कुनै पनि पहिचान व्यक्तिसँग जोडिएको छैन।",
    "1393184984": "तपाईलाई चाहिने सबै हो।",
    "1394253934": "7. दुरुपयोग, दुरुपयोग, र गलत बयान",
    "1397766838": "राम्रो प्रयोगकर्ता अनुभव",
    "1406188018": "६ र ७",
    "1406393333": "यी सेवा सर्तहरू र हामीले प्रदान गर्ने निर्देशनहरू बाहेक अन्य सेवाहरूको पहुँच वा प्रयोगलाई कडा रूपमा निषेध गरिएको छ। विशेष गरी, तपाईंले गर्नुहुने छैन:",
    "1406692811": "स्प्यामिङमा संलग्न वा कुनै पनि प्रकारको प्रचार पोस्ट गर्ने, रेफरलहरू प्राप्त गर्ने प्रयास, आम सञ्चार, पैसा प्रस्ताव वा अनुरोधहरू, सेवाहरूको अनुरोध, विज्ञापन, मार्केटिङ, बेकार सन्देशहरू, दोहोरिएका विषयहरू, अवैध सामग्री, सामाजिक वेबसाइट लिङ्कहरू, इ-मेल ठेगानाहरू, वा कार्यको लागि आवश्यक नभएसम्म तत्काल मेसेन्जर आईडीहरू;",
    "1408530660": "IMI ले अरूको बौद्धिक सम्पदाको सम्मान गर्छ र हामीले हाम्रो साइटबाट कुनै पनि तेस्रो पक्षको बौद्धिक अधिकार उल्लङ्घन गर्न सक्ने कुनै पनि सामग्री हटाउने अधिकार सुरक्षित राख्छौं। यदि तपाइँ विश्वास गर्नुहुन्छ कि तपाइँको आफ्नै काम यस वेबसाइटमा प्रतिलिपि अधिकार उल्लङ्घन गठन गर्ने तरिकामा प्रतिलिपि गरिएको छ, कृपया Intuition Machines ग्राहक समर्थनलाई सम्पर्क गर्नुहोस्।",
    "1408599440": "कोडका केही लाइनहरू र हाम्रो 99.9% निष्क्रिय मोडको साथ छिटो सुरु गर्नुहोस्, वा प्रयोगकर्ताहरूलाई कहिले र कसरी चुनौती दिइन्छ भन्नेमा पूर्ण नियन्त्रण लिनुहोस्। अनुकूलन खतरा मोडेल र अनुकूलन चुनौतिहरूको मतलब सुरक्षा सुनिश्चित गर्न अतुलनीय लचिलोपन हो।",
    "1408750006": "केही सीमितताहरूको अधीनमा, CCPA ले क्यालिफोर्नियाका उपभोक्ताहरूलाई हामीले सङ्कलन गर्ने (हामीले यो जानकारी कसरी प्रयोग र खुलासा गर्छौं लगायत) कोटिहरू वा व्यक्तिगत जानकारीको विशेष टुक्राहरू बारे थप विवरणहरू जान्न अनुरोध गर्ने अधिकार प्रदान गर्दछ, उनीहरूको व्यक्तिगत जानकारी मेटाउन, अप्ट आउट गर्न। हुन सक्ने कुनै पनि \"बिक्री\", साथै यी अधिकारहरूको प्रयोगको लागि भेदभाव नगर्ने अधिकार।",
    "1409486258": "सहि",
    "1409822234": "कुनै पनि परिस्थितिमा समान वा लगभग समान hCaptcha ट्रेडमार्क डोमेन नामको रूपमा प्रयोग गर्नु हुँदैन।",
    "1418235079": "सेवा प्रदायकहरू",
    "1421074182": "एकदम उच्च।",
    "1422537019": "हामीलाई आज थप जान्न।",
    "1424800293": "hCaptcha लोगो:",
    "1428053210": "यो सामग्री सामान्यतया यसको मूल रूप बाट रूपान्तरण गरिएको छ। उदाहरण को लागी, एक भिडियो धेरै छविहरु मा विभाजित हुन सक्छ, ती छविहरु धेरै नयाँ छविहरु मा विभाजित हुन सक्छ, र ती नयाँ छविहरु त्यसपछि प्रदर्शन अन्तिम परिणाम उत्पादन गर्न अनियमित रूपमा मिश्रित हुन सक्छ।",
    "1434289796": "केहि कुकीहरू साइटहरूको निश्चित प्रयोगहरूको लागि आवश्यक हुन्छन्, र त्यस्ता कुकीहरू बिना, हामीले साइटहरू ठीकसँग प्रयोग गर्न आवश्यक पर्ने धेरै सेवाहरू प्रदान गर्न सक्षम हुने छैनौं। यी कुकीहरू, उदाहरणका लागि, हामीलाई हाम्रा साइटहरू सञ्चालन गर्न अनुमति दिन्छ ताकि तपाईंले अनुरोध गरे अनुसार पहुँच गर्न सक्नुहुन्छ र तपाईंले खाता सिर्जना गर्नुभएको छ र साइट सामग्री पहुँच गर्नको लागि त्यो खातामा लग इन गर्नुभएको छ भनी हामीलाई पहिचान दिनुहोस्। तिनीहरूले कुकीहरू पनि समावेश गर्दछ जसले हामीलाई एउटै ब्राउजिङ सत्र भित्र तपाईंको अघिल्लो कार्यहरू सम्झन र हाम्रा साइटहरू सुरक्षित गर्न सक्षम गर्दछ।",
    "1445008801": "जसरी ईडेनले यसलाई राख्छ:",
    "1446868537": "hCaptcha कहिल्यै क्रियाको रूपमा प्रयोग गर्नु हुँदैन।",
    "1447649958": "रिमाइन्डरको रूपमा, सही मानव ट्राफिक मात्र भुक्तानीको लागि योग्य छ। तपाईंले तल लिङ्क गरिएको हाम्रो FAQ मा यस बारे थप विवरणहरू हेर्न सक्नुहुन्छ। भुक्तानीको लागि योग्य हुनको लागि उपलब्ध ब्यालेन्सले न्यूनतम थ्रेसहोल्ड पनि पूरा गर्नुपर्छ, हाल 10 HMT।",
    "1457707016": "व्यक्तिहरूको लागि",
    "1467218142": "हामी तिनीहरूबाट र आफैंबाट के चाहन्छौं हाम्रो व्यवहारलाई चलाउँछ, र यसैले सबै मानव प्रणालीहरूमा अन्तरक्रियाको समान ढाँचाहरू दोहोरिन्छ। इन्टरनेटले हाम्रो संसारको यस आधारभूत पक्षको धेरै उत्कृष्ट उदाहरणहरू प्रदान गर्दछ।",
    "1467308982": "भुक्तानी तालिकाहरू",
    "1467783792": "संयुक्त राज्य अमेरिका (एक \"स्वीकृत अभिनेता\") द्वारा स्वीकृत कुनै पनि व्यक्ति, संस्था, वा संस्था पुरस्कारको लागि वा सेवाहरूलाई एकीकरणकर्ताको रूपमा प्रयोग गर्न योग्य छैन। शंकाबाट बच्नको लागि, यसमा अमेरिकी ट्रेजरी विभागको विदेशी सम्पत्ति नियन्त्रण कार्यालय (\"OFAC\") द्वारा तोकिएको कुनै पनि स्वीकृत अभिनेताहरू समावेश छन्।",
    "1470290349": "उत्कृष्ट-इन-क्लास बोट र धोखाधडी व्यवस्थापनको लागि।",
    "1475399473": "hCaptcha टोली बारे थप जान्नुहोस्",
    "1476843710": "कम वित्तीय हानिकारक तर अझै पनि खाता टेकओभरको हानिकारक रूपहरूमा सामाजिक मिडिया खाताहरू र यस्तै अपहरणहरू समावेश छन्। यी अवस्थाहरूमा, आक्रमणकारीले प्राय: मालवेयर फैलाउन वा पीडितका शंकास्पद साथीहरू विरुद्ध फिसिङ आक्रमणहरूमा संलग्न हुन खोजिरहेको हुन्छ। वा, आक्रमणकारीले पीडितलाई लज्जित पार्न खोजिरहेको छ, जुन कहिलेकाहीँ सेलिब्रेटीहरू र राजनीतिज्ञहरूसँग हुन्छ, उदाहरणका लागि।",
    "1477196356": "क्रिप्टोग्राफिक रूपमा सुरक्षित फेसनमा यन्त्रमा पहिचान लिंक गर्ने विभिन्न विधिहरू, कहिलेकाहीँ गोपनीयता-संरक्षण गुणहरू, दशकौंदेखि प्रस्तावित छन्। सार्वजनिक कुञ्जी क्रिप्टोग्राफी c मा फिर्ता मिति। 1975, र हार्डवेयर टोकनहरू लगभग लामो समयसम्म अवस्थित छन्।",
    "1480820434": "छवि १",
    "148188781": "चुनौतीहरू प्रस्तुत गरे",
    "1482845460": "() एकैचोटि सबैबाट तत्काल पूर्ण सहयोग आवश्यक छ",
    "1483015662": "3. सत्र",
    "1485807325": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू, SAML SSO",
    "1487796027": "कम्पनीहरूको लागि",
    "1491780143": "क्याप्चाहरूले तपाईं मानव हुनुहुन्छ भनेर प्रमाणित गर्दैन - तिनीहरूले तपाईं अमेरिकी हुनुहुन्छ भनेर प्रमाणित गर्छन्",
    "1493115924": "ट्रेडमार्क नोट:",
    "1493790285": "सेवाको अंशको रूपमा अन्तिम-प्रयोगकर्ताहरूबाट सङ्कलन गरिएका अन्य जानकारीहरू तिनीहरूले निर्धारण गर्न आवश्यक छ",
    "1495915066": "हामी, हाम्रा शैक्षिक अनुसन्धान साझेदारहरू, र हाम्रा ग्राहकहरूले कसरी Creative Commons मिडिया प्रयोग गर्छौं",
    "1499894352": "धेरै थोरै कम्पनीहरूले यस क्षेत्रमा उनीहरूको निर्णय प्रक्रियामा पारदर्शिता प्रस्ताव गर्छन्, र हामी आशा गर्छौं कि अरूले यो उदाहरण पछ्याउनेछन्!",
    "1503240421": "चरण 5: कन्सोल ट्याबमा क्लिक गर्नुहोस्, र कन्सोल लग बचत गर्नको लागि \"को रूपमा बचत गर्नुहोस् ..\" मा दायाँ क्लिक गर्नुहोस्। त्यो पनि हामीलाई पठाउनुहोस्।",
    "1504327211": "कृपया ध्यान दिनुहोस् कि हाम्रो सेवाको तपाईंको प्रयोग हाम्रो द्वारा शासित छ",
    "1508655687": "स्ट्रिमलाइन वा पहुँच प्रतिबन्धित गर्नका लागि तपाइँका दर्शकहरूको लागि अनुकूलित तपाइँका आफ्नै चुनौतीहरू थप्नुहोस्",
    "1510448156": "तपाईं आज एक उच्च विकल्पको साथ चल्न सक्नुहुन्छ, र आवश्यक अनुसार थप उन्नत सुविधाहरू खोल्नुहोस्।",
    "1514478724": "थप सिक",
    "151737819": "विश्वभर hCaptcha समाधान दरहरू धेरै कम भिन्नता देखाउँछन्",
    "1517625162": "क्यालिफोर्निया नागरिक संहिता खण्ड 1789.3 अन्तर्गत, क्यालिफोर्नियाका प्रयोगकर्ताहरू निम्न उपभोक्ता अधिकार सूचनाको हकदार छन्: क्यालिफोर्नियाका बासिन्दाहरूले 1625 North Market Blvd. CA 95834, वा टेलिफोन द्वारा (916) 445-1254 वा (800) 952-5210 मा।",
    "1517627947": "तपाईंले Google को Streetview कारहरूबाट भवनहरू वा सडक चिन्हहरूका चित्रहरू देख्नुभएको हुन सक्छ, र तिनीहरूको नक्सा र पृथ्वी उत्पादनहरूका लागि स्थानहरू लेबल गर्न मद्दत गर्दै हुनुहुन्छ।",
    "1519201684": "AI नैतिकता नीति",
    "1519560388": "7. स्रोत: मेरी मीकर, केपी इन्टरनेट ट्रेन्ड्स 2017",
    "1525403768": "थप जानकारीको लागि इन्टरप्राइज सेल्सलाई सम्पर्क गर्नुहोस्।",
    "1525506526": "खाता टेकओभरहरू के हुन् र तिनीहरूले कसरी काम गर्छन्?",
    "1526887904": "hCaptcha उद्यम गोपनीयता",
    "1528242915": "पहिचानकर्ताहरू।",
    "1533171442": "हामी विश्लेषण र मार्केटिङ उद्देश्यका लागि तेस्रो पक्षहरूबाट कार्यात्मक कुकीहरू र कुकीहरू पनि प्रयोग गर्छौं। कार्यात्मक कुकीहरूले साइटहरूका निश्चित भागहरूलाई ठीकसँग काम गर्न र तपाइँको प्रयोगकर्ता प्राथमिकताहरू ज्ञात रहन सक्षम बनाउँदछ। विश्लेषण कुकीहरू, अन्य चीजहरू बीचमा, ग्राहकहरू, एकीकृतकर्ताहरू, र अन्तिम-प्रयोगकर्ताहरूले कसरी हाम्रा साइटहरू प्रयोग गर्छन्, प्रयोगकर्ताहरूले प्रायः हेरेका सामग्री र उत्पादनहरू, र हाम्रो तेस्रो पक्ष विज्ञापनको प्रभावकारिताको बारेमा जानकारी सङ्कलन गर्दछ। विज्ञापन कुकीहरूले सान्दर्भिक दर्शकहरूलाई विज्ञापनहरू प्रदान गर्न र हाम्रा विज्ञापनहरू खोज परिणामहरूको शीर्षमा देखा पर्न मद्दत गर्छन्। कुकीहरू या त \"सत्र\" कुकीहरू हुन् जुन तपाइँले तपाइँको ब्राउजर सत्र समाप्त गर्दा मेटाइन्छ, वा \"निरन्तर\", जुन तपाइँले (तल छलफल गरिएको) वा कुकी सेवा गर्ने पार्टी द्वारा मेटाउन सम्म रहन्छ। साइटहरूमा प्रयोग गरिएका सबै कुकीहरूको पूर्ण विवरण तलको हाम्रो कुकी प्रकटीकरण तालिकामा उपलब्ध छन्।",
    "1539071196": "हामी सामान्यतया निम्न उद्देश्यका लागि कुकीहरू प्रयोग गर्छौं:",
    "1544546608": "गोपनीयता पास",
    "1544829730": "यदि तपाइँ एक ग्राहक वा अनुरोधकर्ता हुनुहुन्छ भने, तपाइँ सहमत हुनुहुन्छ कि ग्राहक परिशिष्टको रूपमा यहाँ संलग्न अतिरिक्त सर्तहरू लागू हुनेछन् र सेवाका यी सर्तहरूमा सन्दर्भद्वारा समावेश गरिनेछ। यदि तपाईं ग्राहक वा अनुरोधकर्ता हुनुहुन्न भने, वा ग्राहक वा अनुरोधकर्ता हुन बन्द गर्नुभयो भने, ग्राहक परिशिष्टमा थप सर्तहरू लागू हुने छैनन् र न त तिनीहरूलाई सेवाका यी सर्तहरूमा सन्दर्भद्वारा समावेश गरिनेछ।",
    "1546930020": "डाटा लेबल प्राप्त गर्दै",
    "1547006769": "मानवता प्रमाणीकरण एउटै समस्या हो",
    "1549336309": "hCaptcha यस मोडेललाई वरिपरि घुमाउँछ। जब तपाइँ hCaptcha प्रयोग गर्नुहुन्छ, कम्पनीहरूले तपाइँका प्रयोगकर्ताहरूले उनीहरूको मानवता प्रमाणित गर्ने काममा बिड गर्छन्। तपाईंले पुरस्कारहरू पाउनु हुन्छ।",
    "1549953005": "तपाईंले ग्राहक वा अनुरोधकर्ता बन्ने शर्तको रूपमा एक वा बढी प्लेटफर्म पहुँच अर्डर फारमहरू (प्रत्येक, \"अर्डर फारम\") पूरा गर्नुभएको हुन सक्छ। यदि त्यसो हो भने, अर्डर फारममा वर्णन गरिएका नियम र सर्तहरू सेवाका सर्तहरूको अंश बन्छन् र यसैद्वारा सन्दर्भद्वारा समावेश गरिएका छन्।",
    "155456850": "hCaptcha मा तिनीहरूको स्विचको घोषणा गर्दै:",
    "1558428432": "। कृपया तिनीहरूलाई hCaptcha.com मा क्रेडिट गर्नुहोस्।",
    "155877895": "मानव-संचालित पहिचान र वर्गीकरण",
    "1559150837": "यद्यपि लक्ष्यहरू रक्षाहीन छैनन्। धेरै जसो वेबसाइटहरूमा नियन्त्रणहरू छन् जसले संदिग्ध प्रयोगकर्तालाई रोक्दछ जसले छोटो समयमै एउटै IP ठेगानाबाट हजारौं फरक खाताहरूमा लग इन गर्ने प्रयास गरिरहेको छ। यी सुरक्षा प्रविधिहरू वरिपरि प्राप्त गर्नको लागि प्रमाणिक सामग्री आक्रमणकारीहरूले के गर्छन् यो भौगोलिक र IP विविधता अनुकरण गर्न हो। शक्तिशाली, प्रायः एआई-संचालित उपकरणहरू प्रयोग गरेर, तिनीहरूले हजारौं प्रयोगकर्ताहरू देशभरबाट दिनको विभिन्न समयमा लग इन गर्न अनियमित रूपमा प्रयास गरिरहेका छन् भन्ने देखाउन सक्छन्। यो पत्ता लगाउन र रोक्न धेरै गाह्रो छ।",
    "1559190296": "जनवरी 5-11 2021†",
    "1559631739": "निजी शिक्षा",
    "1560232962": "विस्तृत रूपमा कभर गर्दछ, कुनै पनि जवाफको लागि कमाएको रकमको रूपमा कुनै ग्यारेन्टीहरू बनाइएको छैन। त्यस समयमा कुनै सशुल्क प्रश्नहरू उपलब्ध नहुन सक्छन्, गुणस्तरका कारणहरूका लागि जवाफ अस्वीकार गर्न सकिन्छ, र यस्तै अन्य।",
    "1565481281": "क्यालिफोर्नियाका बासिन्दाहरूलाई नोट",
    "1569804581": "यदि तपाइँ सम्बन्धित अवसरहरूको सम्बन्धमा भविष्यमा सम्पर्क गर्न चाहनुहुन्छ भने, कृपया यो फारम भर्नुहोस्।",
    "1579093044": "हाम्रो साधारण अनुकूलन चुनौती डिजाइनरको साथ, तपाईंले केही मिनेटमा अन-ब्रान्ड चुनौती सामग्री सुरु गर्न सक्नुहुन्छ।",
    "1579715421": "IM वैज्ञानिकहरूले ICML, ICLR, ECCV, र NeurIPS जस्ता शीर्ष सम्मेलनहरूमा नियमित रूपमा प्रकाशित गर्छन्, र कम्पनीले गहिरो ह्यासिङ जस्ता ML विषयहरूमा अत्याधुनिक परिणामहरू सार्वजनिक रूपमा सार्वजनिक गरेको छ।",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "उच्च सटीकता बोट स्कोर",
    "1589805435": "हामीले पनि ए",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "तपाईंले लागू हुने अर्डर फारममा उपलब्ध गराउनुभएको भुक्तानी विधि मार्फत लागू हुने अर्डर फारममा वर्णन गरिएबमोजिम तपाईंले IMI लाई भुक्तानी गर्नुहुनेछ। लिखित रूपमा दुवै पक्षहरूद्वारा अन्यथा स्पष्ट रूपमा सहमत नभएसम्म, तपाईंले इनभ्वाइसको मेलिङ मिति पछि तीस (30) दिन भित्र जारी गरिएका सबै इनभ्वाइसहरूको लागि पूर्ण भुक्तानी प्रदान गर्नुहुनेछ। तपाईंले हामीलाई उपलब्ध गराउनुभएको सबै क्रेडिट कार्ड जानकारीमा क्रेडिट कार्ड प्राधिकरणहरू चलाउन, त्यो क्रेडिट कार्ड जानकारी भण्डारण गर्न, र तपाईंको क्रेडिट कार्ड वा अन्य कुनै खाता चार्ज गर्नको लागि हामीले भुक्तानीको रूपको रूपमा पारस्परिक रूपमा सहमत हुन हामीलाई अधिकार दिनुहुन्छ। अर्डर फारममा वा तपाईंको इन्टरप्राइज सेवा सम्झौता वा मास्टर सेवा सम्झौता भित्र अन्यथा उल्लेख नभएसम्म, सेवाहरूका लागि सबै शुल्कहरू, ओभरेज बाहेक, तपाईंको सम्झौता (\"प्रभावी मिति\") अन्तर्गत IMI द्वारा प्रदान गरिएका सेवाहरू सुरु गरेपछि वार्षिक रूपमा बिल गरिन्छ।",
    "159272246": "प्रश्न: के तपाइँ अडियो जस्ता अन्य पहुँच (\"a11y\") विकल्पहरूमा काम गर्दै हुनुहुन्छ?",
    "1595254735": "विशुद्ध रूपमा निष्क्रिय सेवाहरू बोट पत्ता लगाउने सटीकता कायम राख्न, वा तिनीहरू गलत हुँदा पनि थाहा पाउन संघर्ष गर्छन्। कहिलेकाहीँ प्रयोगकर्ताहरूलाई चुनौती दिने र त्यस चुनौतीको नतिजाहरूको सही विश्लेषण गर्ने क्षमता बिना, सटीकता समयको साथमा धेरै ह्रास हुने गर्छ।",
    "1597520917": "आलोचकहरूको बढ्दो संख्याले प्रयोगकर्ताको गोपनीयताको लागि गुगलको बेवास्ताले उनीहरूको वेबसाइट र एपहरू सुरक्षित गर्न खोज्ने ग्राहकहरूलाई चिन्ता गर्नुपर्छ भनेर औंल्याएको छ।",
    "1599610318": "प्रकाशक",
    "1601080128": "यदि हामीले तपाइँको खाता निलम्बन वा समाप्त गर्यौं भने, तपाइँसँग वेबसाइटको कुनै पनि भागहरूमा पहुँच हुनेछैन, डेटा, सन्देशहरू, फाइलहरू, र तपाइँ साइटमा राख्नुभएको अन्य सामग्री सहित। तपाईले हाम्रो वेबसाइटलाई फरक वा नयाँ खाता नाम अन्तर्गत प्रयोग गर्न जारी राख्न सक्नुहुन्न। सेवाका यी सर्तहरूको उल्लङ्घनलाई कानूनको पूर्ण हदसम्म कारबाही गर्न सकिन्छ र थप दण्ड र प्रतिबन्धहरूको परिणाम हुन सक्छ।",
    "1606599610": "किरन थम्पसन",
    "1606783855": "A: हामी पहुँचयोग्यता (\"a11y\") प्रयोग केसको लागि गोपनीयता पासमा धेरै इच्छुक छौं। पहिले लोकप्रिय विकल्पहरू जस्तै अडियो क्याप्चाहरू धेरै a11y प्रयोगकर्ताहरू विरुद्ध भेदभाव गर्छन्। हामी विश्वास गर्छौं कि हाम्रो हालको a11y दृष्टिकोणलाई प्राइभेसी पास जारी गर्नेसँग संयोजन गर्नाले a11y प्रयोगकर्ताहरूलाई सुरक्षित रूपमा ब्राउज गर्न अनुमति दिनेछ, उनीहरूको ट्राफिक अधिक निजी छ भन्ने ज्ञानमा सुरक्षित छ, बट अपरेटरहरूद्वारा दुर्व्यवहारलाई प्रतिबन्ध गर्दै जुन a11y विकल्पहरू उपलब्ध हुँदा अनिवार्य रूपमा देखा पर्दछ।",
    "1609621367": "स्थानान्तरण",
    "1617196410": "hCaptcha बटहरू रोक्नमा केन्द्रित छ। हामी प्रयोगकर्ता को हो भन्ने वास्ता गर्दैनौं, तर मात्र तिनीहरू दुर्भावनापूर्ण छन् कि छैनन्। हामी गोपनीयता र सन्तुलनमा कडा मेहनत गर्छौं",
    "162063633": "मेलगन टेक्नोलोजी, इंक (ग्लोबल)। प्रदान गरिएका सेवाहरू: Mailgun.com।",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation को दर्ता गरिएको ट्रेडमार्क हो, र यसको अनुमति लिएर प्रयोग गरिन्छ।",
    "1621597093": "उद्यम सुरक्षा समाधान (सशुल्क)",
    "1621930829": "आजको उन्नत, निरन्तर भुक्तानी धोखाधडी गतिविधिहरूको बारेमा के गर्न सकिन्छ? नियन्त्रणका धेरै तहहरू प्रयोग गर्नु सामान्यतया बुद्धिमानी दृष्टिकोण हो। यद्यपि, सबै भन्दा राम्रो काउन्टरमेजरहरू ती हुन् जसले बोटलाई पासोमा पार्न सक्छ र यो नक्कली हो भनेर प्रकट गर्न सक्छ, यसको सिर्जनाकर्ताहरूले मानव व्यवहारको नक्कल गर्नका लागि उत्कृष्ट प्रयासहरूको बावजुद।",
    "1622303590": "सफारी (iPhone/iPad iOS 11+) मा कुकीहरू सक्षम गर्न: आफ्नो सेटिङहरू खोल्नुहोस्। तल स्क्रोल गर्नुहोस् र सफारी चयन गर्नुहोस्। गोपनीयता र सुरक्षा अन्तर्गत, \"क्रस-साइट ट्र्याकिङ रोक्नुहोस्\" र \"सबै कुकीहरू रोक्नुहोस्\" बन्द गर्नुहोस्।",
    "1624200563": "सुरक्षा, र GDPR, CCPA, LGPD, PIPL, र अन्य गोपनीयता नियमहरूको पालना गर्नुहोस्।",
    "1627232990": "सेवाका यी सर्तहरूको अनुवाद उत्तम प्रयासको आधारमा प्रदान गरिन्छ। अङ्ग्रेजी भाषा सेवाका सर्तहरू र त्यसको अनुवादमा कुनै ठोस भिन्नता भएमा, अङ्ग्रेजी भाषा सेवाका सर्तहरूलाई आधिकारिक रूपमा व्याख्या गरिनेछ।",
    "1636202177": "बारे",
    "1637527266": "कुन देशहरूमा सबैभन्दा धेरै बोट ट्राफिक छ?",
    "1637702726": "hCaptcha को बारेमा",
    "1642844535": "महत्त्वपूर्ण छ: hCaptcha ले एउटै आधारभूत प्रश्नको जवाफ दिन धेरै फरक दृष्टिकोणहरू प्रयोग गर्दछ, सबै मूल्याङ्कनहरूमा स्थिरताको लागि तुलना गर्न अनुमति दिँदै।",
    "1644003939": "नोट: सबै ग्राहकहरूमा लागू हुँदैन। उदाहरणका लागि, आईपी ब्लाइन्डिङ वा अन्य उन्नत गोपनीयता वा सुरक्षा विकल्प ग्राहकहरू (जस्तै सुरक्षित भर्चुअल टेनेन्सी ग्राहकहरू) कुनै पनि सम्भावित \"PII\" कहिल्यै टेलिमेट्री प्रणालीहरू, IP ठेगानामा प्रवेश गर्नेहरूबाट पूर्ण रूपमा बहिष्कृत छन्। आवश्यक भएमा थप जानकारीको लागि कृपया आफ्नो खाता प्रतिनिधिलाई सम्पर्क गर्नुहोस्।",
    "164801246": "मेलमिलाप प्रक्रिया हो जसमा ट्राफिकको मानवता र शुद्धता प्रमाणित गर्न तथ्य पछि विश्लेषण गरिन्छ, एक पटक सबै रिपोर्टिङ साइटहरूबाट सबै डाटा भित्र छ। तपाईं हाम्रो मा थप विवरणहरू पढ्न सक्नुहुन्छ।",
    "1655022901": "hCaptcha™ द्वारा BotStop",
    "1655796811": "आईपी ठेगानाहरू, ब्राउजर प्रकार, इन्टरनेट सेवा प्रदायक, प्लेटफर्म प्रकार, उपकरण प्रकार, अपरेटिङ सिस्टम, मिति र समय टिकट जस्ता साइटहरू वा सेवाहरू (\"विश्लेषण जानकारी\") को एकीकरणकर्ता वा ग्राहकको प्रयोगको परिणाम स्वरूप स्वचालित रूपमा सङ्कलन गरिएको जानकारी। पहुँच, र अन्य समान जानकारी। केहि एनालिटिक्स जानकारी हाम्रो तर्फबाट हामी त्यस उद्देश्यका लागि संलग्न तेस्रो पक्षहरूद्वारा सङ्कलन गरिन्छ, र केही एनालिटिक्स जानकारी कुकीहरू सहित विभिन्न ट्र्याकिङ टेक्नोलोजीहरू मार्फत सङ्कलन गरिन्छ (तल \"तेस्रो पक्ष विश्लेषण र ट्र्याकिङ टेक्नोलोजीहरू\" हेर्नुहोस्)।",
    "165932542": "विश्वभर hCaptcha समाधान दरहरूमा एक नजर",
    "1662477701": "स्रोतहरू",
    "166277959": "कृपया ध्यान दिनुहोस्: यो सुविधा हाल बिटामा छ, र सबै वेबसाइटहरू र प्रयोगकर्ताहरूको लागि सबै समय काम नगर्न सक्छ। यदि यो सक्षम गरिएको छैन वा कुनै विशेष प्रयोगकर्ताको लागि काम गर्दैन भने, व्यवहार केवल कार्यक्षमताको कुनै हानि बिना मानक hCaptcha अनुभवमा फर्किनेछ।",
    "1663628612": "तपाईंलाई अनुमति दिन्छ",
    "1665616092": "भुक्तानी धोखाधडी अवधारणामा सरल छ, तर यो यसको वर्तमान कार्यान्वयनमा शानदार रूपमा जटिल हुन सक्छ।",
    "1669194950": "व्यक्तिगत जानकारीको अतिरिक्त, तपाईंले सेवाहरू (सामूहिक रूपमा, \"ग्राहक डेटा\") प्रदान गर्न सकून् भनेर अन्य डाटा (वा हामीलाई सङ्कलन गर्न आवश्यक पर्न सक्छ) पनि उपलब्ध गराउन आवश्यक हुन सक्छ। तपाईंको ढिलाइ वा ग्राहक डाटा उपलब्ध गराउन असफलताको कारणले गर्दा सेवाहरू प्रदर्शन गर्न असफलताको लागि हामी जिम्मेवार छैनौं।",
    "1671436004": "आफ्नो मनपर्ने दान फिर्ता दिन चाहनुहुन्छ?",
    "1671996585": "तपाइँलाई हाम्रो अनुप्रयोग प्रोग्रामिङ इन्टरफेस (\"API\") मार्फत हाम्रो सेवाहरूसँग तपाइँको वेबसाइट, अनुप्रयोग, वा प्लेटफर्म एकीकृत गर्न आवश्यक हुन सक्छ। तपाईंले त्यसो गर्नुभयो भने, हामी तपाईंलाई सेवाहरू पहुँच गर्नको लागि मात्र API प्रयोग गर्नको लागि सीमित, गैर-विशेष, गैर-हस्तान्तरण योग्य, गैर-असाइन योग्य, रद्द गर्न मिल्ने इजाजतपत्र प्रदान गर्दछौं। हामी API लाई परिमार्जन गर्न सक्छौं र/वा पुरानो संस्करण वा API को रिलीजहरूको समर्थन बन्द गर्न सक्छौं। हामी हाम्रो एकल विवेकमा API मा तपाईंको पहुँचलाई निलम्बन गर्ने वा सीमित गर्ने अधिकार राख्छौं, र हामी तपाईंलाई निलम्बन गर्नु अघि सूचना प्रदान गर्न उचित प्रयासहरू प्रयोग गर्नेछौं।",
    "1678661231": "अनुपालन, धोखाधडी रोकथाम, र सुरक्षाको लागि",
    "1685871181": "शीर्ष अनलाइन सेवाहरू भर पर्छन्",
    "1686079269": "कम्पनीको वर्तमान व्यवस्थापन बारे जानकारी प्राप्त गर्न सकिन्छ",
    "1686655020": "प्रतिलिपि अधिकारको अधीनमा कुनै पनि सामग्री अपलोड गर्नुहोस् जुन तपाईंको मौलिक काम होइन, जबसम्म तपाईंसँग त्यस्तो सामग्री पोस्ट गर्न र IMI लाई यहाँ दिइएको सबै इजाजतपत्र अधिकारहरू प्रदान गर्ने अधिकार मालिकबाट अनुमति छैन;",
    "1687299615": "खाता टेकओभर भनेको के हो?",
    "1691348394": "- सीमित रिलीज बिक्रीको समयमा स्वचालित सामूहिक खरिदहरू",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "हामीलाई इमेल गर्नुहोस्",
    "1697438123": "गोपनीयता",
    "1699668873": "यदि तपाइँलाई तपाइँको खाता जानकारी चोरी भएको छ वा अरू कसैले प्रयोग गरेको छ वा सुरक्षाको कुनै अन्य उल्लङ्घन भएको छ भन्ने शंका छ भने तपाइँले तुरुन्तै IMI लाई सूचित गर्नुपर्छ।",
    "1702335960": "हामीले सङ्कलन गर्ने कुनै पनि जानकारी त्यस्ता जानकारी सङ्कलन गर्दा प्रभावकारी गोपनीयता नीतिको अधीनमा हुन्छ। तथापि, हामी समय समयमा गोपनीयता नीति परिमार्जन गर्न सक्छौं। यदि संशोधन सामग्री हो भने, हामीले मात्र निर्धारण गरे अनुसार, हामी तपाईंलाई सूचित गर्नेछौं, उदाहरणका लागि इमेल मार्फत। हालको संस्करण सधैं हाम्रो गोपनीयता नीति पृष्ठमा पोस्ट गरिनेछ।",
    "1706581702": "डि-पहिचान गरिएको डाटामा प्रशिक्षणले पनि काम गर्दछ, र सुरक्षा वा गोपनीयतामा सम्झौता गर्न आवश्यक पर्दैन। हाम्रा ग्राहकहरूले प्रायोगिक परीक्षणहरू गरेका छन्, र हामीलाई धेरै कम निजी विकल्पहरू भन्दा बराबर वा राम्रो घोषणा गरेका छन्।",
    "170775527": "उद्यम सुविधाहरू",
    "1709478090": "तपाईंलाई रुचि-आधारित वा लक्षित विज्ञापनको साथ सेवा गर्न।",
    "1717658846": "विजेट UI मेनुमा पहुँच विकल्प",
    "1722734001": "खुला इन्टरनेट एक धेरै कोलाहलपूर्ण वातावरण हो। खराब कलाकारहरूले हाम्रो सेवाका प्रयोगकर्ताहरू र reCAPTCHA जस्ता प्रतियोगीहरूलाई हरेक दिन आक्रमण गर्छन्, र पक्कै पनि त्यसो गर्दा सम्भव भएसम्म मानव देखिने प्रयास गरिरहेका छन्।",
    "1728211763": "यसरी र यी उद्देश्यहरूका लागि सामग्रीको प्रयोग कानून र क्षेत्रमा मानक अभ्यासहरू बारे हाम्रो बुझाइ अनुसार उचित प्रयोग दिशानिर्देशहरू भित्र पर्दछ, तर हामी क्रिएटिभ कमन्सका लामो समयदेखि प्रशंसकहरू हौं र मद्दत गर्ने जो कोहीलाई क्रेडिट दिन रुचाउँछौं। मेशिन बुद्धिमत्ता सुधार गर्ने ठूलो कार्य।",
    "1729677626": "म आक्रमणमा छु र तुरुन्तै अनबोर्डिङ आवश्यक छ।",
    "1752259468": "5. रूढ़िवादी अनुमान: $0.01 एकल एनोटेसनको लागत * 200M औसत। प्रति दिन एनोटेशन (तल्लो सीमा) * 365 दिन प्रति वर्ष * 10 वर्ष 2009 अधिग्रहण = $ 7.3 बिलियन कम बाउन्ड मूल्य।",
    "1752795854": "hCaptcha ले बटहरू रोक्नको लागि आधुनिक, गोपनीयता-केन्द्रित दृष्टिकोण ल्याउँछ।",
    "1756106276": "स्थिति",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "यहाँ:",
    "1767952047": "उसले हिजो राती ममाथि हमला गर्‍यो, मेरो लुगा चोर्यो र मेरो पैसा लिए। अर्का मानिस, ठूलठूला लुगा लगाएको, कुलीन वर्गको लुगा लगाएको, जवाफ दियो, “कन्सटेबल, यो मान्छे पागल छ। उनी आफूलाई कुलीन व्यक्ति ठान्छन् । म वास्तविक महानुभाव हुँ। गिरफ्तार गर !”",
    "1771016224": "- तपाईको वेबसाइटबाट सबै सामग्रीहरू सामूहिक रूपमा डाउनलोड गर्नबाट सफ्टवेयर",
    "1778058441": "hCaptcha मा कस्ता प्रकारका कामहरू चल्छन्?",
    "1778642038": "तपाईं संग संचार गर्न को लागी",
    "1779265104": "अनुकूलित सर्तहरू र गोपनीयता ग्यारेन्टीहरू",
    "1783317946": "API आक्रमणहरू रोक्न एक लोकप्रिय प्रयोग मामला हो",
    "1786796818": "प्रतिबन्ध",
    "178839499": "hCaptcha ले कामको मूल्य साझा गर्दछ जबकि प्रयोगकर्ताहरूले आफ्नो मानवता प्रमाणित गर्दछ।",
    "1789371580": "असाइनिबिलिटी। तपाईंले हाम्रो पूर्व लिखित सहमति बिना सेवाका यी सर्तहरू तोक्न सक्नुहुन्न। हामी यी सेवा सर्तहरू कुनै पनि समयमा, बिना सूचना प्रदान गर्न सक्छौं। माथिका विषयहरूमा, सेवाका यी सर्तहरू प्रत्येक पार्टीका उत्तराधिकारीहरू र अनुमति दिइएको असाइनहरूमा बाध्यकारी हुनेछन्।",
    "1789607185": "इ - मेल ठेगाना",
    "1792519141": "hCaptcha उद्यम",
    "1795436560": "1. सत्र",
    "179723061": "वर्ग-अग्रणी सुरक्षा चाहिने टोलीहरूका लागि थप नियन्त्रण",
    "1797298240": "चरण 4: तपाईंले समाधान गर्ने प्रयास गरेपछि \"HAR\" मा क्लिक गर्नुहोस्, र नेटवर्क लग बचत गर्न \"HAR को रूपमा सबै बचत गर्नुहोस्\" छनौट गर्नुहोस्। त्यो फाइल हामीलाई पठाउनुहोस्।",
    "1798492192": "लिगेसी ब्राउजर समर्थन",
    "1803009328": "वेब स्केलमा युद्ध-परीक्षण।",
    "1803943584": "दोस्रो, हामी चुनौतिहरूलाई कुन देश वा भाषाहरूमा चल्ने छ भनेर निर्धारण गर्न स्व-अप्टिमाइज गर्न दिन्छौं, निरन्तर अनुभवको सम्भावना अझ बढाउँछ। यदि सटीकता अपेक्षित भन्दा कम छ भने, प्रश्नहरूको सेट मात्र यो प्रभाव देखा पर्ने क्षेत्र वा भाषामा चल्न बन्द हुनेछ।",
    "1806535500": "लगभग हरेक प्रविधि, पेन्सिल देखि डायनामाइट सम्म, एक छ",
    "1807143500": "सेवाहरूले एक अनलाइन सुरक्षा सेवा (\"hCaptcha सेवा\") र प्लेटफर्म (\"इन्ट्युशन मेसिन प्लेटफर्म\") समावेश गर्दछ जसमा एक व्यक्ति (\"योगदानकर्ता\") ले तेस्रो पक्ष निकाय वा इन्ट्युशन मेसिनहरू आफैं (प्रत्येक) कार्यहरू गर्न छनौट गर्न सक्छन्। एक \"अनुरोधकर्ता\") हाम्रो वेबसाइट वा hCaptcha सेवामा पोष्ट गर्दछ, या त सीधा हाम्रो वेबसाइटमा वा Intuition Machines प्लेटफर्ममा पहुँच गरेर र/वा तेस्रो पक्ष निकाय र/वा प्लेटफर्म वा सेवा (प्रत्येक, एक \"एकीकरणकर्ता\")। अनुरोधकर्ताहरूले कार्यहरू पोस्ट गर्छन् र योगदानकर्ताहरूलाई IMI द्वारा इन्टिग्रेटरहरूलाई प्रदान गरिएको पुरस्कारको बदलामा तिनीहरूलाई प्रदर्शन गर्न आमन्त्रित गर्छन्, वा यदि अनुरोधकर्ताले आफ्नो अन्त-प्रयोगकर्ताहरूलाई कार्यहरू सेवा गर्न इन्ट्युशन मेसिन प्लेटफर्म वा hCaptcha सेवा प्रयोग गरिरहेको छ भने अनुरोधकर्ताले निर्धारण गरे अनुसार। हामी कम्पनीहरू र व्यक्तिहरू (प्रत्येक \"ग्राहक\") लाई हाम्रो प्लेटफर्मको प्रयोगको लागि चार्ज गर्छौं ताकि तिनीहरूले हाम्रो सफ्टवेयर, लेखक कार्यहरू प्रयोग गर्न सकून्, हामीलाई लेखक कार्यहरूमा भाडामा लिन सकून्, र/वा योगदानकर्ताहरूमा पहुँच प्राप्त गर्न सकून्। हामी इन्टिग्रेटरहरूलाई तिनीहरूको वेबसाइट, मोबाइल एपहरू र अन्य अनलाइन गुणहरूमा धोखाधडी, दुरुपयोग, र स्प्याम कम गर्नको लागि हाम्रो hCaptcha सेवाको प्रयोगको लागि चार्ज पनि गर्छौं। माथिकालाई सामूहिक रूपमा \"सेवाहरू\" भनिन्छ।",
    "181065232": "हामी तपाईंको नमूना डेटाको आधारमा एउटा सानो उत्पादन कार्य कार्यान्वयन गर्छौं। यसले हामीले सँगै गरेको कामको परीक्षण गर्छ कि तपाइँ तपाइँलाई चाहिने ठ्याक्कै प्राप्त गर्नुहुन्छ।",
    "1817772953": "ठगी अपराधको नयाँ रूप होइन। वास्तवमा, पुरातत्वविद्हरूले लगभग 10,000 वर्ष पहिले पुरातन सुमेरियनहरूले पशुधन ढुवानी गर्न खोजेका एन्टी-फ्राड उपकरणहरू पत्ता लगाएका छन्! तिनीहरूको मामलामा, तिनीहरूले माटोको टोकनहरू राख्छन्, प्रत्येक जनावरलाई प्रतिनिधित्व गर्दछ, माटोको बल भित्र \"बुल्ला\" भनिन्छ। बिक्रेताबाट खरिदकर्तामा सर्दा गोला बगालसँगै यात्रा गर्दथ्यो। त्यसो भए पनि, व्यवसाय मालिकहरू चिन्तित थिए कि उनीहरूले व्यवहार गरिरहेका सबैजना माथि र माथि छैनन्। 10,000 वर्षमा धेरै परिवर्तन भएको छ, तर धोखाधडी रोक्नको लागि नवीन हुन आवश्यक छ। आज, अनलाइन भुक्तानी धोखाधडी को मुद्दा सर्वोच्च महत्त्वपूर्ण छ। इन्टरनेटको साथ, जालसाजीहरू एन्टी-फ्रड नियन्त्रणहरू आउटस्मार्ट गर्नमा बढ्दो निपुण भएका छन्। तथापि, नयाँ समाधानहरूले ज्वार बदलिरहेका छन्।",
    "1818116402": "हामीले AI Ethics को कम्पोनेन्टबाट परिचालन प्रश्नहरू कसरी ह्यान्डल गर्छौं भन्ने कुरामा तपाईंले यो नजरको कदर गर्नुभयो भन्ने आशा गर्छौं।",
    "1820844638": "बजार अन्तर्दृष्टि प्राप्त गर्न। हामी बजार विश्लेषण गर्न र साइट र हाम्रा सेवाहरूसँग सम्बन्धित व्यापार विश्लेषणहरू सञ्चालन गर्न र अन्य अनुसन्धान उद्देश्यका लागि एनालिटिक्स जानकारी प्रयोग गर्छौं।",
    "1828028934": "यसकारण",
    "1829242168": "__cflb,",
    "1830910223": "एक वास्तविक-विश्व AI नैतिकता केस अध्ययन",
    "1834239172": "hCaptcha एनोटेसन सेवाहरू खरिद गर्नुहोस्",
    "1834801943": "2. पहिलो पार्टी",
    "1834911235": "तपाईलाई सिधा मार्केटिङ संचार पठाउन रोक्नुहोस् जुन तपाईले पहिले नै प्राप्त गर्न सहमति दिनुभएको छ। हामी तपाईंलाई सेवा-सम्बन्धित र अन्य गैर-मार्केटिङ संचारहरू पठाउन जारी राख्न सक्छौं।",
    "1836191653": "धेरै राम्रो नभएको इन्टरप्राइज संस्करणको लागि लाखौं डलर चार्ज गर्दा नि:शुल्क प्रयोगकर्ताहरूलाई सजिलै पराजित सेवा प्रदान गर्नुको सट्टा, hCaptcha ले दुबैलाई उत्कृष्ट बट सुरक्षा प्रदान गर्दछ, जबकि इन्टरप्राइज प्रयोगकर्ताहरूलाई थप सुविधाहरू र अनुकूलन प्रदान गर्दछ, साथै बलियो SLA र द्रुत समर्थन।",
    "1836369533": "लोककथामा हवल्दार जस्तै, वास्तवमा को हो भनेर कसरी निर्धारण गर्ने? यदि आक्रमणकारीसँग पर्याप्त चोरी भएको पहिचान तत्वहरू छन्, जस्तै चालकको इजाजतपत्र नम्बर, सामाजिक सुरक्षा नम्बर, आमाको विवाहको नाम, ठेगाना, र अन्य, कल गर्ने व्यक्ति वास्तविक खाता धारक हो वा आक्रमणकारी प्राप्त गर्न खोज्ने व्यक्ति हो भनेर निर्धारण गर्न धेरै गाह्रो हुन सक्छ। उसले प्रवेश गर्न चाहेको खातामा पासवर्ड रिसेट गर्नुहोस्।",
    "1836554225": "ब्लग पोष्टहरू",
    "1844885924": "छनौट गर्न को लागी प्रकार को फराकिलो पुस्तकालय।",
    "1845745385": "गोपनीयताको लागि डिजाइन गरिएको।",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "तपाइँको आफ्नै चुनौती सामग्री संग अनुकूलन गर्नुहोस्",
    "1849805607": "hCaptcha तपाईंको नेटवर्कहरू घुसपैठ गर्न डिजाइन गरिएको खतराहरू र decoys विरुद्ध सुरक्षा गर्दछ",
    "1865097546": "नोभेम्बर १६, २०२१",
    "1866590035": "क्रोमको लागि डिबग लग निर्देशनहरू",
    "1873812847": "कुकी(हरू) प्रकटीकरण",
    "1886100235": "विश्वका धेरै ठूला अनलाइन सेवाहरूले hCaptcha Enterprise मा स्विच गरेका छन् र पर्याप्त लागत बचतको साथमा सुधारिएको बोट पत्ता लगाउने सुविधा प्राप्त गरेका छन्।",
    "1890955039": "प्रत्येक रिच टेक्स्टको लागि ढाँचालाई कसरी अनुकूलित गर्ने",
    "1892020899": "ह्याकरहरूले प्रमाणहरू कहाँ पाउँछन्?",
    "1892574253": "साइन अप",
    "1898063898": "प्रयोगकर्ताको गोपनीयताको संरक्षणको लागि जुन हामीले संयोजनमा विकास गरिरहेका छौं",
    "1903743785": "मापदण्डमा आधारित APIs को आगमनले एप्लिकेसन एकीकरणमा ठूलो फड्को मारेको छ। विगत २० वर्ष वा सो भन्दा बढीमा, API हरू महँगो र जटिल स्वामित्व सफ्टवेयर उत्पादनहरूबाट नि:शुल्क, मापदण्ड-आधारित उपकरणहरूमा गएका छन् जुन तुलनात्मक रूपमा काम गर्न सजिलो थियो — र प्रयोग गर्न छिटो।",
    "1904390996": "मानकीकरण गर्न",
    "1906593952": "तपाईंले भर्खरै देखेको hCaptcha मा प्रतिक्रिया प्रदान गर्नुहोस्",
    "190955495": "() इमेलको लागि केन्द्रीय नियन्त्रण गर्ने अधिकारको अभाव",
    "1910628828": "सामग्री स्क्र्यापिङ प्रणालीबाट डाटा हडप्ने एक प्रविधि हो जसमा सफ्टवेयर क्लाइन्ट वा वेब ब्राउजरको प्रतिरूपण गर्ने स्वचालित टूलसेट समावेश हुन्छ। यो नयाँ होइन। वास्तवमा, सफ्टवेयर इन्जिनियरहरूका लागि जुन पुरानो मेनफ्रेमबाट डाटा चाहिन्छ, स्क्र्यापिंग जानकारी निकाल्ने एक मात्र तरिका हुन सक्छ। मूल कनेक्टरहरू हराएको हुन सक्छ र प्रतिस्थापन गर्न असम्भव छ।",
    "1911669851": "हो, हामी हाल हाम्रो ब्याकएन्ड प्रणालीहरूमा विभिन्न सुधारहरूमा काम गरिरहेका छौं जुन हामीले आशा गर्छौं कि हामीलाई अन्ततः छिटो मेलमिलाप, थप द्रुत अनुमान सटीकता, र छिटो भुक्तानीहरू प्रदान गर्न अनुमति दिनेछ। हामी अहिले पहिले मेलमिलापलाई गति दिन काम गरिरहेका छौं।",
    "191460155": "शून्य घर्षण र 99.9% निष्क्रिय मोडहरू",
    "1918025546": "यदि तपाईंलाई सेवाहरूमा जो कोहीबाट गोप्य जानकारी प्रदान गरिएको छ भने, तपाईंले आफ्नो गोप्य जानकारीको सुरक्षा गर्न प्रयोग गर्नुहुने समान स्तरको हेरचाहको साथ गोप्य जानकारीको गोपनीयताको सुरक्षा गर्न सहमत हुनुहुन्छ, तर कुनै पनि घटनामा उचित हेरचाह नगरी। कार्य सम्पादनको लागि आवश्यक भए बाहेक तपाईले कुनै पनि गोप्य वा स्वामित्व सम्बन्धी जानकारी खुलासा वा प्रकाशित गर्न सक्नुहुन्न। इन्ट्युशन मेसिन प्लेटफर्ममा कार्य भित्रका सबै जानकारीहरू गोप्य रूपमा मानिनुपर्छ यदि जानकारी स्पष्ट रूपमा गोप्य रूपमा तोकिएको छैन।",
    "1920884252": "किन सामग्री स्क्र्यापिङ सुरक्षा खतरा हो?",
    "1923297430": "धेरै ठूला ग्राहकहरूको लागि अन्तिम ब्रेकिङ प्वाइन्ट आयो जब गुगलले कम्पनीहरूलाई कुनै पनि अर्थपूर्ण स्तरमा तिनीहरूको उत्पादन प्रयोग गरेकोमा चार्ज गर्न थाल्यो। यसले लामो समयसम्म reCAPTCHA प्रयोगकर्ताहरूलाई अझ राम्रो विकल्पहरू खोज्न बाध्य तुल्यायो किनभने विश्वभरका नियामक चिन्ताहरूले गुगलका प्रस्तावहरू बढ्दो रूपमा अप्ठ्यारो रूपमा प्रयोग गरिसकेको छ।",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "हामीसँग hCaptcha मा कडा AI नैतिकता नीति छ, र त्यसको अंशमा KYC तपाईंको ग्राहक (KYC) प्रक्रिया समावेश छ।",
    "1927613000": "hCaptcha ले परिष्कृत मेसिन लर्निङलाई एक शक्तिशाली चुनौती प्लेटफर्मको साथ संयोजन गर्दछ जसले वेब अनुप्रयोगहरूलाई खाता टेकओभर, क्रेडेन्सियल स्टफिङ, स्क्र्यापिङ र अन्य प्रकारका दुरुपयोगहरूबाट जोगाउँछ।",
    "1933936765": "डेटा प्रशोधन सम्झौता (अन्तिम अद्यावधिक: सेप्टेम्बर २३, २०२१)",
    "1936449777": "त्यसपछि, पूर्ण रूपमा स्वचालित मोडमा, तिनीहरूले इ-कमर्स साइटहरूमा मानव व्यवहारको नक्कल गर्न सक्छन्, बटनहरूमा क्लिक गरेर र किनमेल कार्टहरूमा वस्तुहरू थप्न सक्छन्—यहाँसम्म कि धेरैजसो, धेरैजसो एन्टी-फ्राड नियन्त्रणहरूले बट चोरी गर्न खोज्दैछ भनेर बताउन सक्दैनन्। व्यापारिक सामान। बरु, यस्तो देखिन्छ कि मानव प्रयोगकर्ता मात्र किनमेल गर्दै हुनुहुन्छ। बोटले चोरी लग इन प्रमाणहरू प्रयोग गरेर वास्तविक ग्राहकको खातामा लग इन गर्न सक्छ। धोखाधडीलाई थप अस्पष्ट पार्नु भनेको आईपी ठेगानाहरू नक्कल गर्ने बटको क्षमता हो र यसलाई विदेशी देशमा हुनसक्ने आक्रमणकारी भन्दा \"पसलकर्ता\" कतै फरक छ जस्तो देखिन्छ।",
    "1936512180": "सजिलो API पहुँच, सुन्दर ड्यासबोर्डहरू, र कार्यकर्ता दक्षता अधिकतम गर्न नवीनतम मोडेल-इन-द-लूप प्रविधि।",
    "1941999673": "तपाइँको पोस्ट अधिवक्ता a",
    "1942186611": "र अन्य।",
    "1942611550": "मुख्य रूपमा",
    "1949452297": "hCaptcha UI को आन्तरिक बाधा र यसको सुरक्षा विचारहरूको कारणले गर्दा, प्रत्येक छविको स्रोतलाई यसको प्रयोगको छेउमा पुन: उत्पादन गर्न सम्भव छैन। यसको सट्टा, हामी हाम्रो गृहपृष्ठबाट यस पृष्ठमा लिङ्क गर्छौं र प्लेटफर्म मार्फत हाल वा हालसालै सेवा गरिएका स्रोतहरूको सूची कायम राख्छौं। तपाईं हालको सूची पहुँच गर्न सक्नुहुन्छ",
    "1952810469": "टाइप गर्नुहोस्",
    "1953519598": "एकल छविलाई लेबल गर्न लागत $0.03 देखि $1.00 वा सोभन्दा बढी हुन्छ। कुनै पनि रूढ़िवादी अनुमान अनुसार, Google ले आज सम्म अरबौं डलर नि:शुल्क श्रम निकालेको छ। [",
    "1953959745": "पहुँच",
    "1958297836": "समन्वित आक्रमण सुरक्षा र APT शमन",
    "1959762846": "- तपाईंको वेब फारमहरू अनन्त मार्केटिङ स्प्याम वा दुरुपयोगले भरिएको छ",
    "1960601330": "सफारी (म्याक) मा कुकीहरू सक्षम गर्न: सफारी ड्रप-डाउन मेनुमा जानुहोस्। प्राथमिकताहरू चयन गर्नुहोस्। शीर्ष प्यानलमा गोपनीयता क्लिक गर्नुहोस्। 'ब्लक कुकीज' अन्तर्गत 'कहिल्यै होइन' विकल्प चयन गर्नुहोस्।",
    "1962721652": "मानिस ढाँचा खोज्नेहरू हुन्, र कहिलेकाहीँ एक निर्दोष प्रश्न पूर्ण रूपमा अचम्म लाग्नेबाट एकै क्षणमा शंकास्पद बन्न सक्छ, संसारमा भएका परिवर्तनहरूका कारण प्रश्न सोध्ने कसैको प्रेरणाको सट्टा।",
    "1963951234": "तपाईको क्रिप्टोग्राफिक योजना जतिसुकै भरपर्दो भए पनि, यदि कसैले दिनको अन्त्यमा तपाईले खोजिरहनु भएको जवाफ दिन पैसा खर्च गर्न सक्छ भने, हार्डवेयरको एक टुक्राको स्वामित्व अपर्याप्त छ।",
    "1972710018": "कम्पनीको दृष्टिकोणबाट हेर्दा",
    "1973347745": "10. रोयल्टी-मुक्त उदाहरण छविहरू। स्रोत: Petapixel।",
    "197676026": "कुनै पनि वैध व्यवसायिक उद्देश्यका लागि अन्यसँग, जानकारी अ-पहिचान गरिएको छ",
    "1977013707": "† डिसेम्बर 2020 को भुक्तानहरू वर्षको अन्त्यको मेलमिलाप र कर्मचारी बिदाहरूमा ओभरल्याप हुनबाट जोगिनको लागि 15 गतेबाट पुन: निर्धारित गरिएको छ: तिनीहरू जनवरीको दोस्रो हप्तामा पूरा हुनेछन्। PayPal मा सामान्य भन्दा ढिलो स्थानान्तरणको कारणले गर्दा, भुक्तानीहरू एकै दिनमा पूरा हुनुको सट्टा धेरै दिनहरूमा चल्नेछ।",
    "1978884623": "सफ्टवेयर समस्याहरू रिपोर्ट गर्ने बारे थप जान्नुहोस्",
    "1979347895": "- महत्त्वपूर्ण व्यापार अवरोधहरू तिनीहरूको दायरामा भिन्न हुन सक्छन्, जस्तै हाम्रो फर्म, हाम्रो फर्म बस्ने एउटै भवन, हाम्रो फर्म अवस्थित छिमेक, हामी अवस्थित शहर वा सम्पूर्ण क्षेत्र। यी प्रत्येक क्षेत्रहरू भित्र, अवरोधको गम्भीरता पनि न्यूनतमदेखि गम्भीरसम्म फरक हुन सक्छ। हाम्रो फर्म, हाम्रो व्यवसायिक जिल्ला, सहर, वा क्षेत्र वा हाम्रो फर्मलाई आवास गर्ने भवनमा अवरोध हुँदा, हामी आवश्यक पर्दा हाम्रा कार्यहरू स्थानीय साइटमा स्थानान्तरण गर्नेछौं र व्यापार सञ्चालनमा कुनै भौतिक अवरोध नआउने अपेक्षा गर्छौं। कुनै पनि अवस्थामा, हामी व्यवसायमा जारी राख्ने योजना बनाउँछौं, आवश्यक भएमा वैकल्पिक आपूर्तिकर्ताहरूमा सञ्चालनहरू स्थानान्तरण गर्छौं, र हामीलाई कसरी सम्पर्क गर्ने भनेर hcaptcha.com मा हाम्रो वेबसाइट र hcaptchastatus.com मा हाम्रो स्थिति पृष्ठ मार्फत तपाईंलाई सूचित गर्दछौं। यदि महत्त्वपूर्ण व्यापार अवरोध यति गम्भीर छ कि यसले हामीलाई व्यापारमा रहनबाट रोक्छ भने, हामी तपाईंलाई तुरुन्तै सूचित गर्नेछौं।",
    "1982617151": "() जो कोहीले अज्ञात रूपमा अरू कसैको क्यारियर वा व्यवसायलाई नष्ट गर्न सक्छ",
    "1982750088": "संसारभरका कम्पनीहरूले मानिसहरूका लागि सजिलो तर मेसिनहरूको लागि गाह्रो हुने साधारण कार्यहरू पूरा गर्न त्यो श्रमको लागि बोली लगाउँछन्। प्रयोगकर्ताहरूले उनीहरूले भ्रमण गरिरहेको साइटलाई समर्थन गर्छन्, र उच्च स्तरको सुरक्षाको कारणले कम वेब स्प्याम अनुभव गर्छन्।",
    "1985238261": "अन्य प्रतिबन्धित चिन्हहरू",
    "1988268879": "स्केलमा लागत-प्रभावी डाटा लेबलिंग",
    "1988461282": "प्रशोधनका लागि कानूनी आधारहरू",
    "1990824776": "सेप्टेम्बर 16-24, 2020 ****",
    "1993899769": "15. सूचनाको हाम्रो प्रयोग",
    "1993984258": "() अप्ट-आउटमा आधारित कुनै पनि योजना अस्वीकार्य छ",
    "1995277831": "धन्यवाद",
    "1996843433": "अझै उत्कृष्ट सुरक्षा प्रदान गर्दा तपाईंको वैध ट्राफिकको 99.9% को लागि पूर्ण रूपमा चुनौती बेवास्ता गरेर घर्षण घटाउनुहोस्।",
    "1997838163": "संसारका ठूला कम्पनीहरू hCaptcha Enterprise मा निर्भर छन्। एकीकरण सरल छ, र पत्ता लगाउने शुद्धता अतुलनीय छ।",
    "2012837493": "खोज परिणामहरू",
    "2014256987": "यदि तपाइँ कुकीहरू वा अन्य ट्र्याकिङ टेक्नोलोजीहरूको प्रयोगलाई रोक्न चाहनुहुन्न भने, कृपया तल \"तपाईंको जानकारी प्रबन्ध गर्नुहोस्\" हेर्नुहोस्। कृपया ध्यान दिनुहोस् कि त्यसो गर्दा साइटहरू वा सेवाहरू प्रयोग गर्ने तपाईंको अनुभवलाई नकारात्मक रूपमा असर गर्न सक्छ, किनकि केही सुविधाहरू राम्ररी काम नगर्न सक्छन्।",
    "2015218686": "तपाईंले यी चरणहरू मार्फत जानु अघि। यदि यसले तपाईंको समस्या समाधान गर्छ भने, हामी अझै पनि तपाईंले हामीलाई आफ्नो ब्राउजर संस्करण, विज्ञापन अवरोधक वा ब्राउजर विस्तार, र वेबसाइट URL थाहा दिनु भएकोमा प्रशंसा गर्नेछौं।",
    "2019130052": "गोपनीयता-केन्द्रित ML मा हाम्रा आविष्कारहरूले हामीलाई सुरक्षा वा प्रयोगकर्ताको गोपनीयतालाई हानि नगरी \"सबै कुरा सदाका लागि रेकर्ड गर्नुहोस्\" रणनीतिहरूको सुरक्षा मापदण्डहरू पार गर्न दिन्छ।",
    "2019702084": "ग्राहकको मास्टर सेवा सम्झौता वा पुनर्विक्रेता सम्झौतामा स्पष्ट रूपमा अनुमति नभएसम्म, आदेश गरिएको SaaS सेवाहरू बेच्ने, पुन: बेच्ने, भाडामा, उप-लीज, इजाजतपत्र, उप-लाइसेन्स, वा अन्यथा कुनै पनि तेस्रो पक्षलाई उपलब्ध गराइने छैन (ग्राहकको सम्बद्ध बाहेक। ), र सम्झौता अन्तर्गतका सबै आदेशहरू र सेवाको सबै ग्राहक प्रयोगहरू ग्राहक वा यसको सम्बद्धको आफ्नै आन्तरिक व्यापार प्रयोगको लागि हुनेछ।",
    "2024293275": "। अन्य सबै अधिकार सुरक्षित, अहिलेको लागि।",
    "2024737147": "बग रिपोर्ट गर्न चाहनुहुन्छ?",
    "2030062561": "() कसैले केटा फेला पार्न वा पैसा जम्मा गर्न सक्षम हुनेछैन",
    "2032102720": "विज्ञापन कम्पनीहरू द्वारा प्रस्तावित सुरक्षा समाधानहरू मुख्य रूपमा वेबमा प्रयोगकर्ताहरूलाई ट्र्याक गर्नमा केन्द्रित हुन्छन्। हामीले एक प्रभावकारी सुरक्षा समाधान सिर्जना गरेका छौं जसले प्रमाणित गर्दछ कि प्रयोगकर्ताको गोपनीयतालाई हानि पुर्‍याउने उत्कृष्ट परिणामहरू प्रदान गर्न आवश्यक छैन।",
    "2041686284": "अधिक डेटाले सामान्यतया प्रशिक्षण मेसिन लर्निङ मोडेलहरूमा राम्रो परिणामहरू उत्पादन गर्दछ। गहिरो मोडेलहरूको भर्खरको सफलताले बढ्दो ठूला डाटासेटहरू निम्त्याएको छ, र hCaptcha ले यो आवश्यकता पूरा गर्दछ। यद्यपि, परम्परागत विधिहरू प्रयोग गरेर ठूला मानव-समीक्षा डेटासेटहरू सिर्जना गर्नु ढिलो र महँगो दुवै छ।",
    "204716894": "हाम्रा वेब पृष्ठहरूको सामग्री र डिजाइन प्रतिलिपि अधिकार कानून अन्तर्गत सुरक्षित छन्। पृष्ठहरूमा नक्कल गर्नका लागि निर्दिष्ट अन्य कानुनी प्रावधानहरू नभएको खण्डमा पृष्ठहरू र तिनीहरूको सामग्रीको उचित उचित प्रयोगभन्दा बढी हुने गरी नक्कल गर्न IMI बाट पूर्व लिखित सहमति चाहिन्छ।",
    "204889717": "hCaptcha मा स्विच गरेका छन्",
    "2052161540": "बग रिपोर्ट विवरणहरू क्याप्चर गर्दै: क्रोम",
    "2058856283": "hCaptcha इन्टरप्राइजको एउटा मात्र उद्देश्य छ: खराब अभिनेताहरूलाई तपाइँको अनलाइन अपरेसनमा बाधा पुर्‍याउन र तपाइँका प्रयोगकर्ताहरूलाई हानि पुर्‍याउनबाट रोक्न।",
    "2059998584": "क्षेत्र",
    "2066255783": "सामग्री स्क्र्यापिङ के हो?",
    "2066321185": "कानूनी आधार",
    "2066749488": "अन्य उजुरीहरू",
    "2067112112": "धेरै फरक प्रयोग केसहरूको लागि पोइन्ट एनोटेसनहरू",
    "2067334580": "पाठ लिङ्क",
    "2072808435": "\"के अनुमान लगाउनुहोस्, गुगल? मेरो देशमा ट्याक्सीहरू सामान्यतया कालो हुन्छन्। मैले अमेरिकामा सबै पहेँलो छन् भनेर थाहा पाउन पर्याप्त चलचित्रहरू हेरेको छु। तर मैले भ्रमण गरेको सबै देशहरूमा ट्याक्सीहरू मिश-म्याश भएका छन्। विभिन्न रंगहरू।\"",
    "2075610992": "सहयोगको लागि धन्यवाद!",
    "2076066173": "साइबर आक्रमण 101",
    "2076932190": "reCAPTCHA उत्पादन यसरी एक दशकको लागि स्थिर छ।",
    "2077639538": "। एउटाको लागि, हाम्रो सेवामा चुनौती डेटा धेरै स्रोतहरूबाट आउन सक्छ, एक मात्र होइन - ठूला Fortune 500 कम्पनीहरू देखि मेसिन लर्निङ स्टार्टअपहरू सम्म, जबसम्म तिनीहरू हाम्रो पालना गरिरहेका छन्।",
    "2082237880": "A: hCaptcha आफ्नो प्रकारको पहिलो सेवा हो जसले गोपनीयता पासलाई समर्थन गर्दछ, र हाल त्यसो गर्ने एक मात्र सेवा हो। यद्यपि, हामी अन्य सेवाहरूले अनलाइन प्रयोगकर्ताको गोपनीयता बढाउनका फाइदाहरू पहिचान गर्ने अपेक्षा गर्छौं, र हामीले विकास गर्न मद्दत गरिरहेका IETF मापदण्डहरूलाई औपचारिक रूपमा अपनाइएकाले भविष्यमा अझ धेरैले कार्यान्वयन गर्ने अपेक्षा गर्छौं।",
    "2082407178": "प्रश्न: पहुँच कुकी प्रयोग गर्दा म तेस्रो-पक्ष कुकी ट्र्याकिङबाट कसरी जोगाउन सक्छु?",
    "2087769953": "\"हामी यस परिवर्तनको बारेमा उत्साहित छौं किनभने यसले केही समयको लागि हामीले पाएको Google सेवामा निर्भर रहन निहित गोपनीयता चिन्तालाई सम्बोधन गर्न मद्दत गर्दछ। हामीले धेरै क्याप्चा विक्रेताहरूको मूल्याङ्कन गरेका छौं साथै आफैंले एउटा प्रणाली निर्माण गरेका छौं। अन्तमा, hCaptcha reCAPTCHA को उत्कृष्ट विकल्पको रूपमा देखा पर्‍यो।\" \"हामीले hCaptcha समाधानहरूको बारेमा धेरै कुराहरू मन पराउनुभयो: 1) तिनीहरू व्यक्तिगत डेटा बेच्दैनन्; उनीहरूले न्यूनतम आवश्यक व्यक्तिगत डाटा मात्र सङ्कलन गर्छन्, उनीहरूले सङ्कलन गर्ने जानकारी र उनीहरूले कसरी प्रयोग गर्छन् र/वा खुलासा गर्छन् भन्ने कुरामा पारदर्शी हुन्छन्।\"",
    "2090457681": "() सरकारले मेरो इमेल पढून् भन्ने म चाहन्न",
    "2095899021": "hCaptcha ब्रान्डिङ दिशानिर्देश र सामान्य ट्रेडमार्क लाइसेन्स",
    "2103513933": "साइटको कार्यमा बाधा पुर्‍याउने वा अवरोध गर्ने गतिविधिमा संलग्न हुनुहोस्;",
    "2103563261": "निजी वा सार्वजनिक जानकारी",
    "2104933754": "सम्बन्धित लेबलहरू पहिचान गर्नुहोस्",
    "2107077506": "HUMAN प्लेटफर्मले परिष्कृत वास्तविक-समय गुणस्तर विश्लेषण गर्न व्यापक आत्मविश्वास मोडेलहरू प्रयोग गर्दछ। यसले हामीलाई प्रश्नहरूको कठिनाइ र तिनीहरूको सम्भावित सही जवाफ दुवैलाई द्रुत रूपमा निर्धारण गर्न अनुमति दिन्छ, तपाईंको समय र पैसा बचत गर्दछ।",
    "2109792055": "प्रयोगकर्ता गाइड: गोपनीयता पास जारी र प्रमाणीकरण संग डिबग मुद्दाहरू",
    "2110259227": "24. दायित्वको सीमा",
    "211351380": "ब्लगबाट:",
    "2113642787": "बिहानी गीत",
    "21141582": "यो",
    "2114694926": "2. सत्र",
    "2119943547": "यो किन हो? जवाफ सरल छ। जबसम्म त्यहाँ प्रणालीको दुरुपयोग गर्न प्रोत्साहन हुन्छ, कसैले सामान्यतया बाटो फेला पार्छ। र एक पटक तिनीहरूले गरेपछि, अरू कसैसँग अब तिनीहरूलाई रोक्नको लागि प्रोत्साहन हुनेछ।",
    "2123236933": "() ब्यान्डविथ लागतहरू जुन क्लाइन्ट फिल्टरिङद्वारा अप्रभावित हुन्छन्",
    "2125514305": "ML सुधार भएको छ, तर reCAPTCHA लाई बाइपास गर्ने कठिनाई यस समयमा भौतिक रूपमा परिवर्तन भएको छैन।",
    "2131386784": "तपाईं र तपाईंका प्रयोगकर्ताहरू दुवैको लागि पहुँचयोग्य विशेषज्ञता र समर्थन",
    "2133754014": "४.५ मिलियन भन्दा बढी वेबसाइटहरूले reCAPTCHA प्रयोग गर्छन् [",
    "2133809801": "जबसम्म मानिसहरू मानिसहरू रहन्छन्, यो सम्भव छ कि मानवता प्रमाणिकरणले अनलाइन खेल्नको लागि भूमिका खेल्नेछ।",
    "2138799135": "hCaptcha सँग तपाईंले प्रयोग गर्ने फ्रन्टएन्ड र ब्याकएन्ड प्रणालीहरूको लागि दर्जनौं पूर्व-निर्मित एकीकरणहरू छन्।",
    "2146900431": "सहज रूपमा, यो दावी धेरै अर्थ बनाउँछ। क्याप्चाहरू, लगभग सबै चीजहरू जस्तै, सांस्कृतिक सन्दर्भमा इम्बेड गरिएका छन्, र यदि तपाइँका चुनौतीहरूको पूल प्रायः एक संस्कृतिमा सिर्जना गरिएको छ भने, यसले अर्कोमा राम्रोसँग अनुवाद नगर्न सक्छ। यसको मूल मा, यो सांस्कृतिक कुरा हो",
    "2150595700": "। GDPR र CCPA ले इन्टरप्राइज खरीददारहरूको लागि नक्सामा गोपनीयता चिन्ताहरू राखेका छन्, र एकै समयमा अनलाइन गोपनीयता जनताको लागि झन् महत्त्वपूर्ण हुँदै गइरहेको छ किनकि हामी सबैले अनलाइन विज्ञापन र मार्केटिङ उद्योगहरूले ऐतिहासिक रूपमा हाम्रो डेटा कसरी प्रयोग गरेका छन् भनेर बुझ्न थाल्यौं।",
    "2150907653": "* सेवाको प्रावधानको लागि कडा रूपमा आवश्यक प्राविधिक कुकीहरू। यसमा प्राथमिकता कुकीहरू, सत्र कुकीहरू, लोड सन्तुलन कुकीहरू, आदि समावेश छन्।",
    "2155089487": "। यदि हाम्रा चुनौतिहरू केही समूहहरूका लागि समाधान गर्न सजिलो भएमा, हामीले तिनीहरूलाई समाधान गर्दा विश्वभरका मानिसहरू र विभिन्न संस्कृतिका मानिसहरूले कसरी प्रदर्शन गर्छन् भन्नेमा भिन्नता देख्ने आशा गर्छौं। इडेनको पोष्टको सन्दर्भमा, हामी अमेरिकीहरूले अन्य देशका मानिसहरू भन्दा राम्रो काम गर्ने अपेक्षा गर्छौं। किनभने हामीले यस समस्याबाट बच्न प्रणालीहरू विकास गर्न वर्षौं बिताएका छौं, हामी वास्तवमा यसको विपरीत देख्छौं।",
    "2159517814": "हामी निम्न अवस्थामा व्यक्तिगत जानकारी साझा वा खुलासा गर्छौं:",
    "2163914794": "तपाईको डेटासेटहरूको लागि थप लेबलहरू चाहिन्छ? hCaptcha ले आर्टिफिसियल इन्टेलिजेन्स र मेसिन लर्निङ एपहरूमा काम गर्ने कम्पनीहरूका लागि छिटो, लागत-प्रभावी र उच्च गुणस्तरको डाटा लेबलिङ प्रदान गर्दछ।",
    "2164933356": "क्लाउडफ्लेयर",
    "2167049807": "सुरक्षा टोलीहरूले भुक्तानी धोखाधडीमा सजिलो, अल्छी दृष्टिकोणलाई पराजित गर्ने विभिन्न प्रकारका काउन्टरमेसन र नियन्त्रणहरू अपनाएका छन्। यद्यपि, आक्रमणहरू बढ्दो परिष्कृत हुँदै गइरहेका छन्। उदाहरणका लागि, बटहरूले अब नक्कली वेबसाइटहरू र फिसिङ आक्रमणहरूबाट चोरी गरिएका क्रेडिट कार्ड नम्बरहरू र PIN हरू काट्न सक्छन्।",
    "2168177815": "कृपया यहाँ क्लिक गर्नुहोस्",
    "2177660021": "स्ट्यानफोर्डमा अनुसन्धान वैज्ञानिक। प्रमुख बैंकहरू, हेज कोषहरू, र एकेडेमियामा मेसिन लर्निङ र क्वान्ट फाइनान्स।",
    "2178073797": "किनकी गोप्य जानकारी खुलासा गर्दा अपूरणीय हानि हुन सक्छ, खुलासा गर्ने पक्षले यस सर्तको कुनै पनि उल्लङ्घन वा धम्कीपूर्ण उल्लङ्घनको लागि निषेधात्मक राहत खोज्ने अधिकार छ।",
    "2179524509": "हामीले कहिलेकाहीँ hCaptcha सेवाको लागि कस्ता प्रकारका प्रश्नहरू स्वीकार्य छन्, र किन विशेष प्रश्नहरू सोधिएको छ भन्ने प्रश्नहरू प्राप्त गर्छौं।",
    "2182196747": "समर्थन",
    "2183926131": "hCaptcha इन्टरप्राइजको साथ सुरु गर्नुहोस्",
    "2184564739": "हेर्नुहोस्",
    "2185418511": "कुनै पनि वैध व्यवसायिक उद्देश्यका लागि, जानकारीलाई डि-पहिचान गरिएको छ वा यो एक व्यक्तिसँग उचित रूपमा बाँध्न सकिँदैन।",
    "2185860003": "21. वेबसाइट परिमार्जनहरू",
    "2187096543": "वास्तवमा, त्यहाँ डाटाबेसबाट डाटा निकाल्न API लाई आह्वान गर्ने ह्याकर-लिखित सफ्टवेयरको परिणामस्वरूप केही प्रमुख डाटा उल्लंघनहरू भएका छन्। आखिर, यदि डेटा चोर्नको लागि एपीआईमा आधारभूत GET कल चाहिन्छ, REST र JSON प्रयोग गरेर लेखिएको छ, तब डाटाबेस सफा गर्न चाँडै सजिलो हुन्छ। वास्तवमा, जब मानिसहरू \"स्क्रिन स्क्र्यापिङ\" आक्रमणहरूको बारेमा कुरा गर्छन्, तिनीहरूको वास्तवमा के मतलब छ, प्रायः, द्रुत-फायर एपीआई कलहरू हुन् जसले डाटाबेसबाट डाटा निकाल्छ। API हरू निर्माण गर्ने संस्थाहरूका लागि प्रमुख आक्रमण सतह बनेका छन्।",
    "2188609322": "खराब अभिनेताहरू बढ्दो अनलाइन सामान्य छन्। तर प्रयोगकर्ता गोपनीयता बलिदान जवाफ होइन।",
    "218889628": "हामीले यो ग्राहक परिशिष्ट वा सेवाका सर्तहरू तपाइँको यस ग्राहक परिशिष्ट वा सेवा सर्तहरूको उल्लङ्घनको परिणामको रूपमा समाप्त गरेको बाहेक, यदि हामीले समाप्त गर्छौं र तपाइँले हामीलाई कुनै शुल्कहरू प्रीपेड गर्नुभएको छ भने, हामी ती मध्ये एक प्रो-राटा अंश फिर्ता गर्नेछौं। प्रिपेड रकमहरू, बाँकी समय वा तपाईंले भुक्तानी गर्नुभएको सेवाहरूको आधारमा, जुन कम हुन्छ। हामी हाम्रो कामलाई व्यापारिक रूपमा उचित ढङ्गले समेट्नेछौं र हाम्रो स्वामित्वमा रहेका सबै भुक्तानी-का लागि आउटपुट डेटा सेटहरू र सबै ग्राहक डेटाको संरक्षण र वितरण गर्नेछौं। कुनै पनि समाप्तिमा, हामी कुनै पनि डाटा मेटाउन बाध्य छैनौं तर।",
    "2193061499": "हाम्रा केही लोगो र चिन्हहरू hCaptcha र यसका साझेदारहरूद्वारा प्रयोग गर्न प्रतिबन्धित छन्। तेस्रो पक्षहरूले hCaptcha बाट लिखित इजाजतपत्र बिना निम्न अंकहरू प्रयोग गर्न सक्दैनन्:",
    "2196526290": "hc_accessibility",
    "2197218442": "क्लाउडफ्लेयरका सीईओ म्याथ्यू प्रिन्सले यस दृष्टिकोणलाई संक्षेपमा दिए",
    "219813583": "सुरक्षा पहिले",
    "2199048568": "कुनै पनि वेबपेजमा ठेगाना पट्टीको बाँयामा शिल्डमा क्लिक गर्नुहोस्। सुरक्षा सेटिङहरूमा क्लिक गर्नुहोस्। फायरफक्स प्राथमिकताहरू गोपनीयता र सुरक्षा प्यानल खुल्नेछ। परिष्कृत ट्र्याकिङ संरक्षण अन्तर्गत, अनुकूलन चयन गर्नुहोस्। ती चेकबक्सहरू चयन गरेर कुन ट्र्याकरहरू र स्क्रिप्टहरू ब्लक गर्ने छनौट गर्नुहोस्। सुनिश्चित गर्नुहोस् कि तपाईंले hcaptcha.com अनब्लक गर्नुभएको छ।",
    "2209109640": "केवल दुर्भावनापूर्ण उद्देश्यका लागि प्रयोग गरिन्छ, तिनीहरूको सामान्य व्यापार गतिविधिहरूको सन्दर्भमा?",
    "2209837451": "अक्टोबर 15, 2019 - जनवरी 15, 2020",
    "2212670355": "साइन अप",
    "2216374138": "मानव हुन्, जस्तै माउसको चाल, स्क्रोल स्थिति, कुञ्जी थिच्ने घटनाहरू, टच घटनाहरू, र लागू हुने रूपमा जाइरोस्कोप / एक्सेलेरोमिटर जानकारी।",
    "2217842245": "यद्यपि, हाम्रो डेटाले देखाउँछ कि (hCaptcha को लागी)",
    "2219945145": "सत्र,",
    "2223819810": "हाम्रो प्लेटफर्म अनुकूलन गर्न",
    "2225785608": "() हामीले सेन्सर नगरी भियाग्राको बारेमा कुरा गर्न सक्षम हुनुपर्दछ",
    "2230333214": "हामीले ग्राहक डेटालाई अन्य डेटासँग जम्मा गर्छौं ताकि परिणामहरू व्यक्तिगत रूपमा पहिचान गर्न नसकिने होस् र हामीले सेवाहरूको प्रयोगको सन्दर्भमा डि-पहिचान गरिएको प्राविधिक लगहरू र डेटा पनि सङ्कलन गर्छौं (\"समग्र/डि-पहिचान डेटा\")। यहाँ विपरित जुनसुकै कुरा भए तापनि, IMI द्वारा यस सम्झौताको अवधिमा वा पछि कुनै पनि व्यापारिक उद्देश्यका लागि सेवाहरू विकास र सुधार गर्न र रिपोर्टहरू सिर्जना गर्न र वितरण गर्न र अन्य कार्यहरू सहित कुनै पनि त्यस्तो समग्र/डि-पहिचान गरिएको डाटा प्रयोग गर्न सकिन्छ। सामग्री। ग्राहक डेटा पनि जारी रहन सक्छ र प्रणालीमा सीमित अवधिको लागि कार्य पूरा भएपछि 180 दिन भन्दा बढी नहुन सक्छ, उदाहरणका लागि स्वचालित क्यालिब्रेसन वा इन्ट्युशन मेसिन प्रणालीहरूको लागि प्रमाणीकरण डेटा। स्पष्टताको लागि, यो खण्ड 5 ले हामीलाई तपाईंको पूर्व लिखित अनुमति बिना कुनै पनि समग्र/डि-पहिचान गरिएको डाटाको स्रोतको रूपमा पहिचान गर्ने अधिकार दिँदैन।",
    "2233384692": "यदि तपाइँसँग त्यस्तो डेटा कसरी ह्यान्डल गरिन्छ वा तपाइँको अधिकार प्रयोग गर्न चाहानुहुन्छ भन्ने बारे कुनै प्रश्न वा सरोकार छ भने, तपाइँले यो डेटा प्रशोधन गर्न सेवा प्रयोग गर्न हामीसँग सम्झौता गरेको व्यक्ति वा संस्था (अर्थात, डेटा नियन्त्रक) लाई सम्पर्क गर्नुपर्छ। तथापि, हामी हाम्रा इन्टिग्रेटरहरूलाई तिनीहरूसँगको हाम्रो सम्झौताका सर्तहरू अनुसार, तपाइँसँग हुन सक्ने कुनै पनि चिन्तालाई सम्बोधन गर्न सहयोग प्रदान गर्नेछौं।",
    "2233741720": "निश्कर्षमा",
    "2234909600": "() स्प्यामरहरूले तिनीहरूको सूचीमा अवैध ठेगानाहरूको वास्ता गर्दैनन्",
    "2236960358": "दर्ता गरेपछि, तपाइँलाई तपाइँको नाम, इमेल ठेगाना, र एक प्रयोगकर्ता नाम र पासवर्ड सिर्जना गर्न सहित तपाइँको बारेमा केहि व्यक्तिगत जानकारी (\"व्यक्तिगत जानकारी\") खुलासा गर्न सोधिनेछ, जुन सबै हाम्रो गोपनीयता नीति को अधीनमा हुनेछ, हाम्रो मा उपलब्ध छ। वेबसाइट। तपाईको खाता, पासवर्ड, र तपाईको खातासँग सम्बन्धित कुनै पनि प्रमाणिकरण कुञ्जीहरूको निगरानी, सुनिश्चित गर्न र कायम राख्नको लागि तपाई एक्लै जिम्मेवार हुनुहुन्छ, र सेवाहरूमा त्यो जानकारीको प्रयोग मार्फत गरिएको कुनै पनि प्रयोग वा कार्यको लागि तपाई जिम्मेवार हुनुहुन्छ।",
    "2255549335": "hCaptcha मा हाम्रो काम कठिनाई र सटीकता बीच राम्रो ट्रेडअफहरू फेला पार्नु र घर्षण कम राख्नु हो, विशेष गरी",
    "2256305371": "प्रोफेसर, क्यालिफोर्निया विश्वविद्यालय, बर्कले मा सीएस। गहिरो शिक्षा, सुरक्षा, blockchain विशेषज्ञ। ओएसिस प्रयोगशालाका सीईओ।",
    "2256795853": "वेबसाइटहरूबाट चाँडै धेरै डाटा निकाल्ने क्षमताले खराब अभिनेताहरूको हातमा स्क्र्यापिङलाई शक्तिशाली उपकरण बनाउँछ। स्क्र्यापिङ बोटले सोशल मिडिया साइटहरूबाट प्रयोगकर्ता डेटा सङ्कलन गर्न सक्छ। त्यसपछि, ठेगानाहरू र अन्य व्यक्तिगत जानकारीहरू समावेश गर्ने साइटहरू स्क्र्याप गरेर र नतिजाहरू सहसंबद्ध गरेर, ह्याकरले जालसाजी क्रेडिट कार्ड अनुप्रयोगहरू पेश गर्ने जस्ता पहिचान अपराधहरूमा संलग्न हुन सक्छ।",
    "2260079771": "डाटा अवधारण",
    "2268939633": "IMI ले उपभोक्ता विवाद समाधान निकायको अगाडि उपभोक्ता विवादहरूको लागि वैकल्पिक विवाद समाधान गर्न प्रतिबद्ध छैन, न त यो सहभागी हुन बाध्य छ। अनलाइन विवाद समाधानको लागि युरोपेली आयोगको आधिकारिक वेबसाइट:",
    "2269166171": "गुगल क्रोम (म्याक):",
    "2271205646": "युरोपेली आर्थिक क्षेत्रका बासिन्दाहरूलाई नोट।",
    "2271252286": "() माइक्रोसफ्टले यसको साथ राख्दैन",
    "2271512952": "प्रयोगकर्ताहरूले उनीहरूले भ्रमण गरिरहेको साइटलाई समर्थन गर्छन्, र कम वेब स्प्याम अनुभव गर्छन्।",
    "2271969747": "20. तपाईंले प्राप्त गर्नुभएको गोप्य जानकारी",
    "2273532558": "hCaptcha को भुक्तान गर्ने ग्राहकहरू को हुन्?",
    "2281169898": "तपाईंको रिपोर्टसँग डिबगिङ जानकारी पठाउनुले हामीलाई के भइरहेको छ भनेर पहिचान गर्न धेरै सजिलो बनाउनेछ। यहाँ चरण-दर-चरण निर्देशनहरू छन्:",
    "2284856231": "र hCaptcha इन्टरप्राइजको विशुद्ध निष्क्रिय मोडमा पनि नाटकीय रूपमा सुधारिएको शुद्धता देखियो।",
    "229198134": "() माफ गर्नुहोस् यार, तर मलाई लाग्दैन कि यसले काम गर्छ।",
    "2292919419": "() आउटलुक",
    "2296918009": "यो प्रति दिन १०० भन्दा बढी व्यक्ति-वर्ष श्रमको बराबर हो।",
    "2301335298": "भुक्तानी धोखाधडी: साइबर अपराधको द्रुत-विकसित मोडलाई कम गर्दै",
    "230159237": "सम्पर्कहरू",
    "2301757528": "**** भुक्तानी सञ्झ्यालको समयमा PayPal द्वारा तिनीहरूको REST API को मर्मतका कारण, जुन 15 मा सबै भुक्तानीहरू पूरा भएनन्। जुन 15 (प्यासिफिक समय) को लागि निर्धारित तर PayPal API त्रुटिहरूको कारण कार्यान्वयन नभएका कुनै पनि भुक्तानीहरू जुन 19 (प्यासिफिक समय) द्वारा पुन: सञ्चालित गरियो।",
    "2303655425": "जनवरी १५, २०१९ - अप्रिल १५, २०१९",
    "2309661107": "यद्यपि, हामी धेरै चासो राख्छौं",
    "2310694091": "मेलमिलाप भनेको के हो ?",
    "2310705547": "रिच टेक्स्ट एलिमेन्टले तपाईंलाई शीर्षकहरू, अनुच्छेदहरू, ब्लककोटहरू, छविहरू, र भिडियोहरू एकै ठाउँमा थप्न र तिनीहरूलाई व्यक्तिगत रूपमा ढाँचा गर्नुको सट्टा सिर्जना गर्न र ढाँचा गर्न अनुमति दिन्छ। केवल डबल-क्लिक गर्नुहोस् र सजिलै सामग्री सिर्जना गर्नुहोस्।",
    "23114595": "महान प्रयोगकर्ता अनुभव",
    "231285005": "तपाईंले हाम्रो ब्लगमा भर्खरका अद्यावधिकहरू फेला पार्न सक्नुहुन्छ",
    "2315518622": "आजको आक्रमण उपकरणहरूमा उपलब्ध परिष्कारको साथ, यो पत्ता लगाउन अत्यन्तै चुनौतीपूर्ण छ, यदि कुनै छ भने, धोखाधडी हो। त्यसपछि, एक व्यक्तिले ग्राहक सेवा लाइनलाई कल गर्छ र भन्छ \"मेरो खातामा आक्रमण भएको छ! म लग इन गर्न सक्दिन र कसैले मेरो पैसा चोरिरहेको छ! ”",
    "2319072959": "तपाईंको आफ्नै कार्यबलसँग पूर्ण रूपमा अफलाइन चलाउनुहोस्, व्यापार एकाइहरू वा कन्सोर्टियम साझेदारहरूमा खपत भएको मूल्य ट्र्याक गर्नुहोस्, लागत र सुरक्षा आवश्यकताहरूको आधारमा विभिन्न आन्तरिक वा बाह्य श्रम प्रदायकहरूलाई छनौट रूपमा कामहरू मार्ग गर्नुहोस्, र थप।",
    "2320894364": "200 भन्दा बढी बिन्दुहरूको उपस्थितिको साथ, hCaptcha को क्लाउडले संसारभरि तपाईंको सम्पत्तिहरू सुरक्षित गर्दछ",
    "2323013093": "26. लागू कानून",
    "2323282990": "मानवता प्रमाणित गर्न आधुनिक दृष्टिकोण",
    "2326660907": "बाहेक",
    "2328839224": "। कृपया क्यालिफोर्निया उपभोक्ता गोपनीयता ऐन (\"CCPA\") अन्तर्गत तपाईंको अधिकारसँग सम्बन्धित हाम्रो \"क्यालिफोर्नियाका बासिन्दाहरूलाई सूचना\" खण्ड हेर्नुहोस्।",
    "2330965058": "जहाँ हामी हाम्रा इन्टिग्रेटरहरूका लागि प्रोसेसरको रूपमा काम गर्छौं, हामी हाम्रो सेवा प्रदान गर्नको लागि उचित रूपमा आवश्यक बाहेक अरू कुनै उद्देश्यका लागि सङ्कलन गरिएको डाटा प्रयोग गर्दैनौं, र हाम्रो प्रशोधन हाम्रा इन्टिग्रेटरहरूसँग भएका सम्झौताहरूद्वारा शासित हुनेछ, यो होइन। गोपनीयता नीति",
    "2333410049": "कृपया आफ्नो विज्ञापन अवरोधक बन्द गर्ने प्रयास गर्नुहोस्।",
    "2340340589": "hCaptcha चिन्ह प्रयोग गर्ने दिशानिर्देशहरू",
    "234420106": "यदि तपाईं hCaptcha इन्टरप्राइज सेवाको एकीकरणकर्ता वा ग्राहक हुनुहुन्छ र RPS द्वारा मापन गरिएको तपाईंको एपीआई प्रयोगले तपाईंको सेवा तहको लागि प्रावधान गरिएको दर भन्दा बढी छ भने, हामी तपाईंको सेवा परिमार्जन गर्न वा बढी दर शुल्क लिन छनौट गर्न सक्छौं। यदि तपाइँको शिखर RPS दरले 30 दिनको अवधि भित्र कुल 10 वा बढी मिनेटको लागि 10 को कारक द्वारा प्रावधान गरिएको दरलाई नाघ्यो र यी अनुरोधहरूको बहुमत हाम्रो एकल निर्णयमा, दुर्भावनापूर्ण ट्राफिक होइन, हामी छनौट गर्न सक्छौं। त्यो महिनामा गरिएका सबै एपीआई अनुरोधहरूको लागि तपाइँको अनुबंधमा तोकिएको ओभरेज दरमा शुल्क लिनुहोस्।",
    "2344319147": "गुगलको बोट पत्ता लगाउनु साँच्चै कति मूल्यवान छ?",
    "2348450790": "कृपया यी सेवा सर्तहरू पढ्नुहोस्। तिनीहरू समावेश छन्, अन्य प्रावधानहरू बीच, वारेन्टीहरूको अस्वीकरण, दायित्वको सीमाहरू, र बाध्यकारी मध्यस्थता। कृपया ध्यान दिनुहोस् कि यी सेवा सर्तहरू हाम्रो वेबसाइटमा तपाइँको पछिल्लो भ्रमण पछि परिवर्तन भएको हुन सक्छ। हामीले समय समयमा यी सेवा सर्तहरू हाम्रो विवेकमा परिमार्जन र अद्यावधिक गर्न सक्छौं। सामग्री परिवर्तनको घटनामा, हामी तपाईंलाई यस पृष्ठमा अद्यावधिक सेवा सर्तहरू पोस्ट गरेर सूचित गर्नेछौं, त्यसपछि तपाईंले साइट वा सेवा प्रयोग गर्न वा पहुँच गर्न जारी राख्नको लागि अद्यावधिक सेवा सर्तहरू सकारात्मक रूपमा स्वीकार गर्नुपर्छ।",
    "2348697693": "गुगल क्रोम (एन्ड्रोइड):",
    "2349681896": "दुर्भाग्यवश, हार्डवेयरको टुक्रा नियन्त्रण गर्नु भनेको तपाईं एक व्यक्ति हुनुहुन्छ भन्ने होइन। लगभग हरेक लोकप्रिय उपभोक्ता हार्डवेयर प्रमाणीकरण योजना बारम्बार तोडिएको छ, प्याच गरिएको छ, र त्यसपछि फेरि तोडिएको छ।",
    "2351176803": "hCaptcha JS API को लागि इजाजतपत्र सर्तहरू",
    "2354267648": "GDPR, CCPA, र LGPD-मैत्री गोपनीयता नीति",
    "2359150347": "प्रश्न: के अन्य अनलाइन सुरक्षा सेवाहरूले गोपनीयता पास समर्थन गर्दछ?",
    "2359312315": "वा यो एक व्यक्तिसँग उचित रूपमा बाँध्न सकिँदैन।",
    "2359913400": "पूर्वाधार",
    "2366003154": "प्रेस र मिडिया सोधपुछ",
    "2367602973": "यहाँ",
    "2369877184": "hCaptcha Integrators वा ग्राहकहरूका लागि अधिकतम अनुमति प्राप्त शिखर RPS दर तपाईंको खाता (\"RPS\") भित्रका संस्थाहरूलाई प्रति सेकेन्ड 1,000 अनुरोधहरू हो, जबसम्म तपाईं र हामी बीचको लिखित अनुबंध सम्झौताद्वारा निर्दिष्ट गरिएको छैन।",
    "237009707": "() विदेशमा रिले खोल्नुहोस्",
    "2373007864": "hCaptcha Enterprise hCaptcha प्लेटफर्म टेक्नोलोजीमा चल्छ, उच्च ट्राफिक उद्यमहरूलाई आवश्यक सुविधाहरू समावेश गर्न विस्तार गरिएको छ।",
    "2378786360": "1. अन्य समर्थित ब्राउजरहरू मध्ये एक प्रयास गर्नुहोस्: यदि तपाईं Chrome मा हुनुहुन्छ भने, Chrome बाट आफ्नो सेटिङहरू आयात नगरी फायरफक्स प्रयोग गर्ने प्रयास गर्नुहोस्, र त्यहाँ प्लगइन स्थापना गर्नुहोस्। यदि यसले काम गर्छ भने, तपाइँसँग ब्राउजर कन्फिगरेसन समस्या हुन सक्छ।",
    "2385522384": "तपाईंले Google को Waymo सेल्फ-ड्राइभिङ कारहरूमा क्यामेराबाट भिडियोको फ्रेमहरू देख्नुहुन्थ्यो र तिनीहरूको वस्तु पहिचान सुधार्न मद्दत गरिरहनुभएको थियो।",
    "2386465280": "हामी कसरी जानकारी साझा गर्छौं",
    "2391175562": "यसबाहेक, म तपाईंको बारेमा के सोच्छु त्यो हो:",
    "2394073454": "हामी व्यक्तिगत डेटा लेबलरहरूको रूपमा हामीसँग काम गर्न चाहने अन्तिम-प्रयोगकर्ताहरूबाट थप जानकारी सङ्कलन गर्न सक्छौं।",
    "2396605499": "() श्वेतसूचीहरू बेकार छन्",
    "2397590157": "3. कन्जरभेटिभ अनुमान: 200 मिलियन हल गर्दछ * 30 सेकेन्ड प्रति समाधान वर्ष = 190.3 व्यक्ति-वर्ष/दिन।",
    "2402165761": "स्क्र्यापिङले कसरी काम गर्छ?",
    "2404545611": "hCaptcha मा स्वागत छ! हाम्रो समुदायको हिस्सा भएकोमा धन्यवाद। \"सेवाहरू\" (तल परिभाषित) का सबै प्रयोगकर्ताहरूले निम्न सर्तहरू (\"सेवाका सर्तहरू\") मा सहमत हुनुपर्छ। सेवाका यी सर्तहरू अन्तर्गत, \"IMI\", \"हामी\" र \"हामी\" ले Intuition Machines, Inc. र यसका सहायक कम्पनीहरू, सम्बद्धहरू, अधिकारीहरू, एजेन्टहरू, कर्मचारीहरू, प्रतिनिधिहरू, र एजेन्टहरूलाई जनाउँछ, र हाम्रो \"वेबसाइट\" मा कुनै पनि वेबसाइट समावेश छ। हाम्रो नियन्त्रण, www.hcaptcha.com र www.imachines.com सहित।",
    "2408036504": "हाम्रा प्रणालीहरू यसरी वर्ग-अग्रणी सुरक्षा कायम राख्दै डाटा सङ्कलन र अवधारणलाई न्यूनीकरण गर्न आधारभूत रूपमा डिजाइन गरिएका छन्। प्रयोगकर्ता डाटा सुरक्षित गर्न सबै भन्दा राम्रो तरिका यसलाई भण्डारण गर्नु हुँदैन।",
    "2410122265": "hCaptcha संसाधनहरू: बट्स 101",
    "2412751979": "hCaptcha लाई पावर प्रदान गर्ने अधिक सटीक मानवता संकेतहरूको लागि धन्यवाद, पहिले reCAPTCHA v3/Enterprise प्रयोग गर्ने धेरै कम्पनीहरूले यसमा स्विच गरेका छन्।",
    "2413742287": "hCaptcha को प्रोत्साहन भनेको विज्ञापन राजस्व होइन, सटीकता बढाउनु हो: बट जवाफहरू हाम्रा ग्राहकहरूका लागि बेकार छन्, जसलाई मानव प्रशिक्षण डेटा चाहिन्छ।",
    "2414232014": "हाम्रो लोगो तुरुन्तै चिन्न सकिन्छ र हाम्रो सबैभन्दा मूल्यवान र महत्त्वपूर्ण सम्पत्तिहरू मध्ये एक हो। यो हाम्रो कम्पनीको एक बलियो प्रतिनिधित्व रहन्छ भनेर सुनिश्चित गर्न, यो संचार को सबै च्यानलहरूमा एक सावधान र सुसंगत रूपमा प्रस्तुत हुनुपर्छ।",
    "2414368123": "नाम, क्रेडिट कार्ड नम्बर, डेबिट कार्ड नम्बर, वा कुनै अन्य वित्तीय जानकारी।",
    "2418549423": ", क्रिप्टोग्राफिक प्रमाणहरू, र अन्य अद्वितीय गोपनीयता-पहिलो सुविधाहरू मार्फत अनलाइन गोपनीयता संरक्षणको लागि एक उदीयमान मानक।",
    "2419795065": "क्यालिफोर्नियाका बासिन्दाहरूलाई सूचना",
    "2420789666": "द्रुत रूपमा, Inc. सेवाहरू प्रदान गरियो: द्रुत रूपमा CDN र किनारा गणना।",
    "2423586454": "त्यहाँ अझै पनि केहि चीजहरू छन् जुन सफ्टवेयरले गर्न सक्दैन, चाहे जतिसुकै राम्रो AI पछाडि छ। आधुनिक क्याप्चा टेक्नोलोजीले भुक्तान धोखाधडीलाई निरन्तरता दिन प्रयास गर्ने बटहरूलाई रोक लगाउने सिद्ध विधि प्रदान गर्दछ। क्याप्चामा पुरानो दृष्टिकोणहरू, जस्तै बक्समा साधारण तिरछा संख्याहरू, अब उन्नत बटहरू कम गर्नमा प्रायः कमी छन्, hCaptcha Enterprise जस्ता स्वचालित परीक्षण-प्रतिक्रिया यन्त्रले खाता लगइन वा किनमेल कार्ट चेकआउटको क्षणमा सजिलै ठगी बटलाई स्टम्प गर्न सक्छ। यदि बोटसँग वास्तविक प्रमाणहरू छन् भने, यदि क्याप्चा मार्फत प्राप्त गर्न सक्षम हुनेछैन।",
    "2429359042": "उदाहरण इन्टरफेस छविहरू",
    "2430148876": "हामीले हाम्रा ग्राहकहरू, साझेदारहरू, र फ्यानहरूलाई हाम्रो कर्पोरेट पहिचान सुरक्षित राख्दै हाम्रो ब्रान्डसँग काम गर्न सकेसम्म सजिलो बनाउन यी दिशानिर्देशहरू र सामान्य ट्रेडमार्क इजाजतपत्रहरू सिर्जना गरेका छौं। यदि तपाईंले hCaptcha आइकनहरू, लोगोहरू, वा अन्य चिन्हहरू प्रयोग गर्न आवश्यक छ जुन भौतिक रूपमा यी दिशानिर्देशहरू भन्दा फरक छ, तपाईंले लिखित इजाजतपत्रको लागि हामीलाई (IMI) सम्पर्क गर्न आवश्यक हुनेछ।",
    "2436973524": "केवल सही सन्दर्भहरू स्वीकार्य छन्। कुनै साइटले hCaptcha सेवाहरू र अनुप्रयोगहरू प्रयोग गर्दैन भने यो भन्न अनुमति छैन। त्यसैगरी, हाम्रो लोगो वा कुनै ब्याजको प्रयोग पनि साइटले hCaptcha सेवाहरू प्रयोग गर्दा मात्र उपयुक्त हुन्छ।",
    "2437934778": "तिम्रो नाम",
    "2438016011": "स्वैच्छिक सम्झौता। यी सेवा सर्तहरूमा सबै पक्षहरूले प्रतिनिधित्व गर्छन् र सहमत छन् कि प्रत्येकले यस सम्झौताका सबै पक्षहरूको समीक्षा गरेको छ, ध्यानपूर्वक पढेको छ र यसका सबै प्रावधानहरूलाई पूर्ण रूपमा बुझेको छ, र स्वेच्छिक रूपमा यो सम्झौतामा प्रवेश गर्दैछ।",
    "2441638955": "पहिलो, एपीआई के हो?",
    "2444685143": "लोगो नीति",
    "2445034923": "यदि तपाईं यी सेवा सर्तहरूका सबै सर्तहरू र सर्तहरूसँग सहमत हुनुहुन्न भने, साइट वा सेवाहरू प्रयोग वा पहुँच नगर्नुहोस् (र तपाईंले गर्न सक्नुहुन्न)।",
    "24452499": "समाधान; यो राम्रो वा खराब लागि प्रयोग गर्न सकिन्छ। दोहोरो प्रयोग समाधानहरू अनुसन्धान गर्ने, निर्माण गर्ने वा बेच्ने प्रत्येक कम्पनीसँग तिनीहरूको कार्यहरूको नतिजाहरू विचार गर्ने दायित्व हुन्छ।",
    "2446481523": "त्यहाँ एउटा पुरानो लोक कथा छ जसमा एउटा गाडी चालक र एक कुलीन मानिस एउटा सानो देशको गाँउमा प्रहरी जवानमा देखा पर्छन्। फोहोर, गरिबको लुगा लगाएका एकजनाले हवल्दारलाई भने, “म कुलीन हुँ । यो मान्छे मेरो चालक थियो।",
    "2449501658": "धोखाधडी खाता लगइन प्रयासहरूबाट हुने खतरालाई कम गर्ने, बटहरू पत्ता लगाउन र रोक्नको लागि मेसिन लर्निङ प्रयोग गरेर, र ठगीहरूलाई खाता टेकओभरमा संलग्न हुनलाई प्रभावकारी रूपमा अझ गाह्रो वा असम्भव बनाउने सबैभन्दा उन्नत तरिकाहरू मध्ये एक प्रदान गर्दछ।",
    "2462728596": "यदि हामी यी बिन्दुहरूमा आफूलाई सन्तुष्ट गर्न सक्दैनौं भने, हामी अनुरोध अस्वीकार गर्नेछौं र हाम्रो सर्तहरूमा उल्लिखित हाम्रो प्लेटफर्ममा थप पहुँच समाप्त गर्न सक्छौं।",
    "2462909475": "दुरुपयोगको लागि प्रयोग गरिएको १०,००० भन्दा बढी फोनहरूको पर्खाल, चिनियाँ बोट अपरेशनको अंश।",
    "2465128185": "द्रुत प्रतिक्रिया दिन, केवल \"हामीलाई प्रतिक्रिया पठाउनुहोस्\" बटन क्लिक गर्नुहोस्।",
    "2468683988": "हेडिङ",
    "2474091800": "19. अन्य प्रयोगकर्ताहरूसँग विवाद; रिलीज",
    "2474661839": "हाम्रो",
    "247560732": "कोड को तीन लाइनहरु संग hCaptcha थप्नुहोस्। यदि तपाईं reCAPTCHA बाट आउँदै हुनुहुन्छ भने, हाम्रो API उपयुक्त छ र यसलाई स्विच गर्न केही मिनेट मात्र लाग्छ।",
    "2477958756": "() खराब मानिसहरू",
    "2481032625": "लक्ष्य रोक्नु हो कि होइन:",
    "2486638408": "निर्दिष्टीकरण परिभाषित गर्नुहोस्",
    "2487931657": "प्रयोग नगर्नुहोस्: \"हामीले हाम्रो साइट hCaptcha'd।\"",
    "248923369": "BotStop लोगो™",
    "2489287539": "घर्षण-रहित \"क्याप्चा छैन\" र 99.9% निष्क्रिय मोडहरू",
    "2491398763": "यी पृष्ठहरूमा रहेका सबै पाठ, छविहरू, ग्राफिकल एनिमेसन, भिडियोहरू, संगीत, ध्वनिहरू र अन्य सामग्रीहरू IMI वा तेस्रो पक्षहरूद्वारा प्रतिलिपि अधिकार कानून अन्तर्गत सुरक्षित छन्। यो सामाग्री व्यापारिक प्रयोगको लागि उचित उचित प्रयोग भन्दा बढि तरिकामा प्रतिलिपि गर्न वा परिमार्जन गर्न निषेध गरिएको छ। यस वेबसाइटको लागि जिम्मेवारी",
    "2497216176": "तेस्रो पक्ष एनालिटिक्स र ट्र्याकिङ टेक्नोलोजीहरू",
    "2498172334": "विशेष रूपमा, तपाईंको योजना खातामा असफल भयो",
    "2505227594": "७. ओभरेज",
    "2510209017": "थप मद्दत चाहिन्छ?",
    "2510534204": "23 मार्च 2020 भन्दा पछि छैन ***",
    "2513143348": "hCaptcha इन्टरप्राइज प्रणाली यसको डिजाइनमा अद्वितीय रूपमा लचिलो छ: यदि तपाइँ सार्वजनिक क्लाउड सञ्चालन गर्नुहुन्छ वा धेरै डाटा केन्द्रहरूको स्वामित्व लिनुहुन्छ भने यसलाई तपाइँको नेटवर्कको किनारमा आंशिक वा पूर्ण रूपमा तैनात गर्न सकिन्छ।",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "प्राइभेसी पासको क्रिप्टोग्राफिक सुरक्षा अन्तर्निहित। प्रोटोकल आफै मार्फत जाँदैछ",
    "2531534427": "विवरणहरू यहाँ छन्।",
    "2534436327": "र निम्न दार्शनिक आपत्तिहरू पनि लागू हुन सक्छन्:",
    "2535001179": "यदि तपाईं Google को reCAPTCHA बाट आउँदै हुनुहुन्छ भने, हाम्रा API हरू ड्रप-इन प्रतिस्थापन हुन्।",
    "2540760245": "अन्य धेरै प्रयोगहरू मध्ये, \"मानव वा होइन\" को आधारमा अनलाइन ट्राफिक फिल्टर गर्न सक्षम हुनु सम्भवतः एक बहुमूल्य उपकरण रहन्छ जबसम्म मानव प्रकृतिले पछिल्लो पाँच हजार वर्षमा रेकर्ड गरिएका समान ढाँचाहरू पछ्याउँछ।",
    "2543123170": "शून्य घर्षण मानवता प्रमाणीकरण",
    "254326776": "यी त्रुटिहरूको दुर्भावनापूर्ण दुरुपयोग प्रायः खुलासा वा शैक्षिक प्रकाशन अघि महिनौं वा वर्षदेखि भइरहेको पत्ता लगाइएको छ।",
    "2544169219": "हालको अत्याधुनिक परिणामहरू: ICML LLD, मे २०१९।",
    "2544565802": "जुलाई 15, 2019 - अक्टोबर 15, 2019",
    "2547140673": "एक दशक भन्दा बढीको लागि, Google को reCAPTCHA सेवाले वेबसाइट मालिकहरूलाई व्यापार प्रस्ताव गरेको छ: Google लाई तपाइँका प्रयोगकर्ताहरू ट्र्याक गर्न र उनीहरूलाई प्रश्नहरू सोध्न दिनुहोस्, र बदलामा उनीहरूले बटहरू र स्प्याम रोक्न वाचा गर्छन्।",
    "2547406584": "यदि तपाइँसँग यस कुकी नीतिको बारेमा कुनै प्रश्नहरू छन् भने, कृपया हामीलाई सम्पर्क गर्नुहोस्",
    "2551802342": "- हामी चाँडै रिकभर गर्न र एक महत्त्वपूर्ण व्यापार अवरोध पछि व्यापार सञ्चालनहरू पुन: सुरु गर्ने योजना बनाउँछौं र हाम्रा कर्मचारीहरू र सम्पत्तिको सुरक्षा गरेर, वित्तीय र परिचालन मूल्याङ्कन गरेर, फर्मका पुस्तकहरू र रेकर्डहरू सुरक्षित गरेर, र हाम्रा ग्राहकहरू र तिनीहरूका प्रयोगकर्ताहरूलाई अनलाइन लेनदेन गर्न अनुमति दिएर प्रतिक्रिया दिन्छौं। छोटकरीमा, हाम्रो व्यापार निरन्तरता योजना हाम्रो फर्मलाई महत्त्वपूर्ण व्यापार अवरोधको दायरा र गम्भीरतालाई ध्यानमा राख्दै, सकेसम्म चाँडो सञ्चालन पुन: सुरु गर्न अनुमति दिन डिजाइन गरिएको हो। हाम्रो व्यापार निरन्तरता योजना ठेगानाहरू: डाटा ब्याकअप र रिकभरी; सबै मिशन महत्वपूर्ण प्रणाली; वित्तीय र परिचालन मूल्याङ्कन; ग्राहकहरु, कर्मचारीहरु, र निरीक्षण निकायहरु संग वैकल्पिक संचार; कर्मचारीहरूको वैकल्पिक भौतिक स्थान; महत्वपूर्ण आपूर्तिकर्ता र ग्राहक प्रभाव; नियामक रिपोर्टिङ; र यदि हामीले हाम्रो व्यवसाय जारी राख्न असक्षम छौं भने हाम्रा ग्राहकहरूलाई तत्काल सूचना दिने। हाम्रो मुख्य आपूर्तिकर्ता पूलले भौगोलिक रूपमा छुट्टै क्षेत्रमा हाम्रा महत्त्वपूर्ण रेकर्डहरू ब्याकअप गर्दछ। प्रत्येक आपतकालीन अवस्थाले बाहिरी कारकहरू जस्तै दिनको समय र अवरोधको गम्भीरतामा आधारित अनौठो समस्याहरू खडा गर्दा, हामीलाई यो आपूर्तिकर्ता पूलले उनीहरूको उद्देश्य उनीहरूको आफ्नै सञ्चालनहरू पुनर्स्थापित गर्ने र सेवाहरू द्रुत रूपमा पुनः सुरु गर्न सक्षम हुने सल्लाह दिएको छ। यद्यपि हामीले विभिन्न आपूर्तिकर्ताहरूको सेट प्रयोग गरेर जोखिम कम गर्न काम गरेका छौं, यस अवधिमा तपाईंको सेवाहरू परिमार्जन वा अवरोध हुन सक्छ।",
    "2555914614": "पहुँच प्रयोग केसको लागि। हामी विश्वास गर्छौं कि हाम्रो हालको a11y दृष्टिकोणलाई प्राइभेसी पास जारी गर्नेसँग संयोजन गर्नाले a11y प्रयोगकर्ताहरूलाई सुरक्षित रूपमा ब्राउज गर्न अनुमति दिनेछ, उनीहरूको ट्राफिक अधिक निजी छ भन्ने ज्ञानमा सुरक्षित छ, बट अपरेटरहरूद्वारा दुर्व्यवहारलाई प्रतिबन्ध गर्दै जुन a11y विकल्पहरू उपलब्ध हुँदा अनिवार्य रूपमा देखा पर्दछ। हामी यस नयाँ प्रविधिलाई मानकीकरण गर्ने IETF कार्य समूहमा सक्रिय सहभागीहरू हौं।",
    "2557240048": "यसले कसरी काम गर्छ: पहिले, पहुँचयोग्य प्रयोगकर्ता मार्फत साइन अप गर्दछ",
    "2557601376": "hCaptcha लोगो™",
    "2560582224": "बग बाउन्टी कार्यक्रम",
    "2561077702": "हाम्रो सेवा प्रदान गर्न",
    "2565565429": "यसको सट्टा प्रयोग गर्नुहोस्: \"हामी हाम्रो साइटलाई सुरक्षित र थप सुरक्षित बनाउन hCaptcha प्रयोग गर्छौं।\"",
    "2575690545": "धेरै साइबर धोखाधडी जस्तै खाता टेकओभरहरू, प्रायः स्वचालित, सामूहिक प्रक्रियाहरूको कुरा हो। आफ्नी आमाको तहखानेमा हुडी लगाएको ह्याकरको लागि एक पटकमा बैंक वेबसाइटहरूमा पासवर्ड टाइप गर्न यो दुर्लभ छ।",
    "2583775432": "प्रश्न: गोपनीयताको बारेमा के हो? के दर्ताले कुनै तरिकामा a11y ब्राउजिङ डाटालाई उजागर गर्छ? तपाई इमेलको साथ के गर्नुहुन्छ?",
    "2588750717": "वास्तवमा, केही प्रमाणहरू भर्ने आक्रमणहरूमा लाखौं प्रमाणहरू समावेश हुन्छन्—सबैलाई भित्र जान दिने आशामा शंकास्पद वेबसाइट लगइन इन्टरफेसमा भरिएको छ। भित्र पसेपछि आक्रमणकारीले पीडितको खाता कब्जा गर्न सक्छ।",
    "2590587108": "स्थिर र गतिशील सामग्री सम्पादन",
    "2593768395": "वेब, नेटिभ मोबाइल, मोबाइल वेबमा सिमलेस अनुभव। पूर्व-निर्मित एकीकरण र नेटिभ SDK हरू उपलब्ध छन्।",
    "2593864519": "थप बटहरू रोक्नुहोस्। प्रयोगकर्ताको गोपनीयता सुरक्षित गर्न सुरु गर्नुहोस्।",
    "259613338": "यदि तपाइँसँग यी सेवा सर्तहरू बारे कुनै प्रश्नहरू छन् भने।",
    "2597149484": "ह्याकरले धेरै प्रमाणहरू \"सामान\" राख्नुको कारण उनीहरूले उनीहरूको चोरी प्रमाणहरू कहाँ पाउँछन् भन्नेसँग सम्बन्धित छ।",
    "2597352122": "एनोटेशन प्रकारहरू",
    "2600696085": "मार्च १५, २०२१",
    "2602081482": "hCaptcha इन्टरप्राइजले तपाईंको साइट र एपहरूमा खराब ट्राफिक पहिचान गर्न उन्नत मेसिन लर्निङ प्रयोग गर्दछ - स्क्र्यापिङ गतिविधिहरू सहित।",
    "2602763587": "क्रेडेन्सियल स्टफिङ साइबर आक्रमणको एक रूप हो जसमा आक्रमणकारीले चोरी भएका प्रयोगकर्तानाम र पासवर्डहरूको जोडी प्रयोग गरेर वेबसाइटमा धेरै पटक लग इन गर्ने प्रयास गर्छ। \"स्टफिङ\" ले दोहोरिने लगइन प्रयासहरूलाई जनाउँछ, जुन लगभग सधैं स्वचालित बोट सफ्टवेयरद्वारा गरिन्छ।",
    "2603863826": "PS: यदि तपाईंले आफ्नो भाषामा सुधारहरू प्रयोग गर्न सक्ने अनुवाद फेला पार्नुभयो भने, एक पेश गर्न नहिचकिचाउनुहोस्",
    "2605814073": "हाम्रो सेवाहरू प्रयोग गरेर वा दर्ता गरेर, तपाईं सहमत हुनुहुन्छ: तपाईं कम्तिमा 18 वर्षको हुनुहुन्छ; तपाईंसँग आफ्नो वा तपाईंले प्रतिनिधित्व गर्ने संस्थाको तर्फबाट यो सम्झौतामा प्रवेश गर्ने अधिकार छ, र सधैं यी सेवा सर्तहरू र यहाँ उल्लेख गरिएका सबै IMI नीतिहरू र दिशानिर्देशहरूको अनुपालनमा रहनेछ; र तपाईंले हाम्रो वेबसाइटको दुरुपयोग गर्नुहुने छैन, हामीलाई आफ्नो पहिचानलाई गलत रूपमा प्रस्तुत गर्नुहुनेछैन, वा मानव बुद्धिको आवश्यकता पर्ने IMI मा कुनै पनि कार्यको कुनै पनि भाग पूरा गर्न कृत्रिम बुद्धिमत्ता प्रयोग गर्नुहुन्न।",
    "260595108": "A11y प्रयोगलाई सहज बनाउन र दुरुपयोग रोक्न बाहेक हामी कुनै पनि उद्देश्यका लागि पहुँचयोग्य इमेल वा जानकारी प्रयोग गर्दैनौं।",
    "2611914656": "प्रयोगकर्ताले त्रुटि अनुभव गर्दा हामी डिबगिङ डाटा सङ्कलन गर्न Sentry प्रयोग गर्छौं। सेन्ट्रीले कसरी डाटा सङ्कलन र प्रशोधन गर्छ भन्ने जानकारीको लागि,",
    "2616040974": "3. ग्राहक र अनुरोधकर्ताहरू",
    "2616226398": "हाम्रो अधीनमा",
    "2619472217": "8. पुन: बिक्री",
    "2620705814": "Google एक विज्ञापन कम्पनी हो, र तिनीहरूको सुरक्षा उत्पादनहरू तिनीहरूको विज्ञापन उत्पादनहरू जस्तै देखिन्छन्",
    "2621989404": "अन्तिम अपडेट: सेप्टेम्बर 24, 2021। कृपया ध्यान दिनुहोस् कि हाम्रो अंग्रेजी भाषा सर्तहरू आधिकारिक छन्।",
    "2624601135": "\"hCaptcha\" ब्रान्ड नामको अंशको रूपमा प्रयोग गर्नु हुँदैन, हाइफनसँग जोडिएको, वा अनुप्रयोग वा अन्य उत्पादनहरूको नाममा प्रयोग गर्नु हुँदैन।",
    "2624949852": "अवश्य पनि, reCAPTCHA 2009 देखि वेब सुरक्षामा प्रारम्भिक प्रवेशकर्ता थियो, जसले लाखौं वेबसाइटहरूलाई दुर्भावनापूर्ण बटहरू र स्प्यामरहरूबाट बढ्दो खतराहरूबाट जोगाउँदै थियो। यद्यपि, हालका वर्षहरूमा यो पूर्ण रूपमा सम्झौता गरिएको छ:",
    "262509504": "हामी यस गोपनीयता नीति अनुसार हामीले तपाइँबाट सङ्कलन गर्ने अन्य जानकारीसँग कुकीहरूद्वारा सङ्कलन गरिएको जानकारी लिङ्क गर्न सक्छौं र यहाँ उल्लेख गरिए अनुसार संयुक्त जानकारी प्रयोग गर्न सक्छौं। त्यसै गरी, हाम्रो साइटहरूमा कुकीहरू सेवा गर्ने तेस्रो पक्षहरूले तपाइँको नाम वा इमेल ठेगानालाई उनीहरूले सङ्कलन गरेको अन्य जानकारीमा लिङ्क गर्न सक्छन्, जसमा अफलाइन वा अनलाइन गरिएका विगतका खरिदहरू, वा तपाइँको अनलाइन प्रयोग जानकारी समावेश हुन सक्छ।",
    "2631159699": "( ) ब्रॉडब्यान्ड-जडित विन्डोज बक्सहरू किराको सेनाहरू",
    "2631249972": "हामी तपाईंलाई सूचना बिना हाम्रो वेबसाइट सुधार वा परिमार्जन गर्न सक्छौं।",
    "26365791": "कानून द्वारा अनुमति दिइएको पूर्ण हदसम्म, साइट र सेवा (र कुनै पनि अन्य सम्बन्धित सेवाहरू, जानकारी, डेटा, सुविधाहरू, र अन्य सामग्री वा सामग्री) \"जस्तो छ\" र \"जस्तै-उपलब्ध\" आधारमा प्रदान गरिन्छ। कानूनद्वारा अनुमति दिइएको पूर्ण हदसम्म, IMI ले सबै वारेन्टीहरू समावेश गर्दैन, जसमा व्यापारिकता, कुनै विशेष उद्देश्यको लागि फिटनेस, र गैर-उल्लंघन लगायतका निहित वारेन्टीहरूमा सीमित छैन।",
    "263761351": "hCaptcha पहिलो भरपर्दो विकल्प हो, अब हरेक महिना करोडौं मानिसहरूले प्रयोग गर्छन्।",
    "2639657759": "अनुमति द्वारा प्रयोग गरिएको अंक",
    "2645321220": "र यदि तपाईंलाई reCAPTCHA को लागत धेरै उच्च छ भन्ने लाग्छ भने, हामीलाई hCaptcha Enterprise बारे सोध्नुहोस्। हाल विश्वका केही ठूला प्रकाशकहरू, वित्तीय सेवा कम्पनीहरू, र वेब पूर्वाधार कम्पनीहरूद्वारा प्रयोगमा छन्, तिनीहरू reCAPTCHA को लागि भरपर्दो विकल्प मात्र होइनन्: हामी विश्वास गर्छौं कि उनीहरूले हाल उपलब्ध उत्तम बट सुरक्षा प्रदान गर्छन्।",
    "2646127839": "सेवाका मास्टर सर्तहरूमा ग्राहक परिशिष्ट",
    "2648707986": "एक खाता टेकओभर साइबर धोखाधडी को एक रूप हो जहाँ एक दुर्भावनापूर्ण अभिनेता एक अनलाइन खाता को मालिक को प्रतिरूपण गर्दछ। सामान्यतया, खाता वित्तीय संस्था वा ई-वाणिज्य व्यवसायमा छ जहाँ ठगीले पैसा, व्यापारिक सामान वा उपहार कार्डहरू चोर्न सक्छ। आक्रमणकारीले खाता पहुँच गर्न चोरी लगइन प्रमाणहरू प्रयोग गर्दछ र त्यसपछि यसलाई लिन्छ, सायद वास्तविक खाता मालिकलाई लक गर्न पासवर्ड परिवर्तन गर्न।",
    "2650241052": "कुनै सल्लाह छैन",
    "2650502379": "सेकेन्डमा तपाईंको आफ्नै चुनौतीहरू सुरु गर्नुहोस्",
    "2652399059": "भरपर्दो साझेदार",
    "265443926": "शंकाबाट बच्नको लागि, कृपया ध्यान दिनुहोस् कि यी थ्रेसहोल्डहरू तपाईंले एक व्यक्ति, संस्था वा संस्थाको रूपमा सिर्जना गर्नुभएको कुनै पनि खाताहरूमा समग्रमा लागू हुन्छन्। उदाहरणका लागि, यदि तपाईंले 10 वटा खाताहरू सिर्जना गर्नुभयो भने, प्रत्येकले एक महिनामा 100,000 अनुरोधहरू प्राप्त गर्दछ (जस्तै कुल 1 मिलियन अनुरोधहरू) तब तपाईंले त्यो महिनामा सबै खाताहरूका लागि उचित प्रयोग सीमा नाघ्नुहुनेछ।",
    "2659418535": "मध्यस्थता प्रक्रिया। यस सम्झौता अन्तर्गत सबै मध्यस्थता अमेरिकी मध्यस्थता संघ को नियमहरु अन्तर्गत वा एक आपसी सहमत मध्यस्थता सेवा द्वारा आयोजित गरिनेछ। मध्यस्थ वैकल्पिक स्ट्राइकहरू मार्फत कम्तीमा सात (७) नामहरूको सूचीबाट चयन गरिएको अमेरिकी मध्यस्थ हुनेछ। मध्यस्थतामा, प्रत्येक पक्षलाई पर्याप्त सिभिल आविष्कार गर्ने, डिस्पोजिटिभ गतिहरू ल्याउने र आफ्नो मुद्दा र प्रतिरक्षा पेश गर्न आवश्यक साक्षी र प्रमाणहरू प्रस्तुत गर्ने अधिकार हुनेछ, र यस सम्बन्धमा कुनै पनि विवादहरू मध्यस्थद्वारा समाधान गरिनेछ। विवादको समाधान दावी र प्रतिरक्षालाई नियन्त्रित गर्ने कानूनमा मात्र आधारित हुनेछ, र मध्यस्थले त्यस्तो नियन्त्रण कानून बाहेक अरू कुनै आधारहरू प्रयोग गर्न सक्दैन। मध्यस्थको क्षमतामा काम गर्दा मध्यस्थले न्यायिक दायित्वबाट न्यायिक अधिकारीको उन्मुक्ति पाउनेछ, जुन प्रतिरक्षाले अन्य कुनै विद्यमान प्रतिरक्षालाई पूरक बनाउँछ। पुरस्कारहरूले मध्यस्थको लिखित तर्कपूर्ण राय समावेश गर्नुपर्छ। तपाईंले IMI विरुद्ध वा IMI विरुद्ध हुन सक्ने कुनै पनि दावीको जूरीद्वारा सुनुवाइ गर्ने आफ्नो अधिकार त्याग्नुहुन्छ। यस खण्ड अन्तर्गतको कुनै पनि दाबीलाई लागू हुने कानुनी सीमा अवधि भित्र ल्याउनु पर्छ। संयुक्त राज्य संघीय मध्यस्थता ऐनले यस खण्डलाई नियन्त्रण गर्छ, र तपाईंले यो सम्झौताले वाणिज्यमा लेनदेनको प्रमाण दिन्छ भनी स्वीकार गर्नुहुन्छ।",
    "2666258754": "कमजोर पर्यवेक्षित गहिरो ह्यासिङ, हेक्की अर्पोनेन, टम ई बिशपका लागि सिमेन्टिक पदानुक्रममा आधारित रिलेसनल एम्बेडिङहरू। ICML 2019, LLD कार्यशाला।",
    "2670003220": "जागिरहरू",
    "2670352917": "hCaptcha ले मानिसहरूलाई समाधान गर्न सरल हुँदा थप भरपर्दो बोट पत्ता लगाउने सुविधा प्रदान गर्दछ।",
    "2671622670": "उद्यम",
    "267645277": "IMI ले तपाईंको पहिचान प्रमाणित गर्न सक्छ। यसमा तेस्रो पक्षको डाटाबेस वा आधिकारिक कानुनी कागजातहरूसँग तपाइँको व्यक्तिगत जानकारीको तुलना समावेश हुन सक्छ। तपाइँले तपाइँको पहिचान, तपाइँको इमेल ठेगाना को तपाइँको स्वामित्व, र तपाइँको वित्तीय खाताहरु को तपाइँको स्वामित्व को पुष्टि गर्न को लागी आवश्यक कुनै पनि सोधपुछ गर्न को लागी अधिकार दिनुहुन्छ। तपाइँ तपाइँको पहिचान प्रमाणित गर्न हामीलाई सहयोग गर्न तपाइँको बारेमा जानकारी प्रदान गर्न सहमत हुनुहुन्छ।",
    "2676853536": "बहु-प्रयोगकर्ता ड्यासबोर्डहरू",
    "2681650568": "र सधैं जस्तै, गोपनीयता हाम्रो लागि एक मूल मूल्य हो। हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईंलाई र तपाईंका प्रयोगकर्ताहरू दुवैको सुरक्षा गर्न अर्थपूर्ण हुन्छ। डेटा सङ्कलन न्यूनीकरण एकीकरणको क्षणबाट सुरु हुन्छ।",
    "2682873489": "वस्तुहरूको लागि सीमा क्षेत्र परिभाषित गर्नुहोस्",
    "2683038211": "इन्टरनेट वा अन्य इलेक्ट्रोनिक नेटवर्क गतिविधि।",
    "2686825859": "नि:शुल्क साइन अप गर्नुहोस् वा hCaptcha Enterprise समाधानहरूको बारेमा हामीलाई सम्पर्क गर्नुहोस्",
    "2689973938": "reCAPTCHA सुधार गर्नाले विज्ञापन विक्रेताको रूपमा Google को लागि आन्तरिक विवाद सिर्जना गर्छ।",
    "2690395789": "यदि र जब तपाइँ तपाइँले प्राप्त गरेको गोप्य जानकारी को आवश्यकता छैन भने, तपाइँ तुरुन्तै फिर्ता वा नष्ट गर्नु पर्छ (जानकारी को खुलासा गर्ने कोहीले अनुरोध गरे अनुसार) परिसर, प्रणाली, वा तपाइँ नियन्त्रण गर्ने अन्य उपकरणहरूमा अवस्थित जानकारी को सबै प्रतिलिपिहरु।",
    "2694001822": "यद्यपि, हामी कहिलेकाहीँ प्रणाली गुणहरू र नयाँ सुविधाहरू परीक्षण गर्न मद्दत गर्न व्यक्तिहरूलाई भाडामा लिन्छौं।",
    "2694150481": "के हामी कुकीहरू प्रयोग गर्छौं?",
    "2696932851": "18. क्षतिपूर्ति",
    "2697276059": "प्रमाण यो काम गरिरहेको छ: विश्वभर समान समाधान दरहरू",
    "2698140263": "सबै समस्याहरू उस्तै हुँदैनन्: एकल अंक प्राप्त गर्नुको अर्थ यसले तपाईंको आवश्यकताहरूलाई उपयोगी हुन सम्बोधन गर्नुपर्छ।",
    "269838707": "यदि तपाईं योगदानकर्ता हुनुहुन्छ भने, कुन र कति कार्यहरू पूरा गर्ने, र कहिले र कहाँ पूरा गर्ने भन्ने निर्णय तपाईं र मात्र गर्नुहुन्छ। तपाईंले छनौट गरे अनुसार कार्यहरू पूरा गर्न धेरै वा थोरै समय खर्च गर्न तपाईं स्वतन्त्र हुनुहुन्छ। कुनै पनि समयमा तपाईं कार्य पूरा गर्न कुनै दायित्व अन्तर्गत हुनुहुन्न।",
    "2698640210": "देखाइएका चुनौतीहरू र प्रकारहरू नियन्त्रण गर्नुहोस्",
    "2700197090": "A: डोमेन-स्तर ह्वाइटलिस्टिङ (जस्तै uBlock Origin) लाई समर्थन गर्ने कुनै पनि गोपनीयता वा विज्ञापन-ब्लकिङ एक्सटेन्सन प्रयोग गर्दा अपेक्षित रूपमा काम हुनेछ: hcaptcha.com लाई व्हाइटलिस्ट गर्न निश्चित गर्नुहोस्।",
    "2707282231": "तपाइँका प्रयोगकर्ताहरूको लागि चुनौतीहरू अनुकूलित गर्नुहोस्। बटहरू समाधान गर्न र प्रवेश गर्न असम्भव बनाउनुहोस्।",
    "2710988028": "() स्प्यामरहरूले सजिलै इमेल ठेगानाहरू काट्न प्रयोग गर्न सक्छन्",
    "2712493234": "भुक्तानी धोखाधडी: साइबर अपराधको द्रुत-विकसित मोडलाई कम गर्दै",
    "2714878440": "हाम्रो उन्नत मेसिन लर्निङ र मानवता प्रमाणिकरणको साथ तपाईंको सेवाहरूलाई स्क्र्यापिङ, खाता टेकओभरहरू, प्रमाणिकरणहरू, र स्प्यामबाट सुरक्षित गर्नुहोस्।",
    "2715462692": "हाम्रो AI नैतिकता प्रक्रिया कस्तो देखिन्छ?",
    "2718999653": "अनुकूलित खतरा स्कोर",
    "2722456056": "जनवरी १५, २०२१ - अप्रिल १५, २०२१",
    "2728931827": "प्रत्येक मेलमिलाप पछि, तपाईंको प्रति-साइटकुञ्जी अनुमानहरू अद्यावधिक हुनेछन् र भविष्यका भविष्यवाणीहरूको शुद्धता बढ्नुपर्छ, जबसम्म तपाईंको साइटमा प्रयोगकर्ताको व्यवहारमा भौतिक परिवर्तन हुँदैन।",
    "2729131930": "स्क्र्यापिङ भनेको के हो र यसले कसरी काम गर्छ?",
    "2735073144": "हामी आवश्यक अनुसार निरन्तर समीक्षाहरू पनि गर्छौं। उदाहरणका लागि, छाता-सम्बन्धित लेबलिङ अनुरोधहरूको लागि अनुरोधहरूको मिति र स्रोतहरूको हालको समीक्षामा हामीले गत 12 महिनामा कुनै पनि सरकारी निकाय वा निगरानी सफ्टवेयरको ज्ञात राज्य आपूर्तिकर्ताले हाम्रा सेवाहरू प्रयोग गरेर छाताहरूको सम्बन्धमा अनुरोध गरेको छैन भनी पुष्टि गर्न सकेका छौं। ।",
    "2735878907": "व्यापार निरन्तरता योजना कथन",
    "2740033957": "IM टोली Apple, Amazon, र मेसिन लर्निङ, वितरण प्रणाली, र सुरक्षामा अन्य नेताहरूका वैज्ञानिकहरू र इन्जिनियरहरू मिलेर बनेको छ।",
    "2743692546": "प्रयोगकर्ताहरूले hCaptcha मार्फत आफ्नो मानवता प्रमाणित गर्दा, तिनीहरूको श्रमले बिडिङको लागि अज्ञात खुला बजारमा प्रवेश गर्छ।",
    "2745385064": "सारांश",
    "2752975480": "() इमेल पठाउन नि: शुल्क हुनुपर्छ",
    "2754937029": "अस्वीकार्य प्रयोगहरू",
    "2760410719": "पूर्ण रूपमा निष्क्रिय संकेतहरूको साथ बट पत्ता लगाउने प्रयास गर्ने सेवाहरू द्रुत रूपमा आधारभूत मुद्दामा दौडिन्छन्: तपाईंसँग सही आधारभूत सत्य नभएको बेला प्रणालीले खराब अभिनेताहरू सही रूपमा पत्ता लगाउँछ कि गर्दैन भनेर तपाईं कसरी प्रमाणित गर्नुहुन्छ?",
    "2762458927": "तपाइँको प्रयोगकर्ता डाटा बिक्री को लागी छैन।",
    "2762759509": "धेरै खाता टेकओभर आक्रमणहरू लगभग पूर्ण रूपमा स्वचालित हुन्छन्।",
    "2769710842": "यदि तपाइँसँग कुनै प्रश्नहरू छन् भने, कृपया हामीलाई सम्पर्क गर्नुहोस्",
    "278010425": "hCaptcha मा कार्यहरूको फराकिलो र प्रायः परिवर्तन हुने विविधताहरू पनि स्वचालित गर्न गाह्रो छ। reCAPTCHA को एकल इन्टरफेस धेरै वर्षहरूमा परिवर्तन भएको छैन, र कहिलेकाहीँ परिवर्तन हुने प्रश्नहरूको सानो सेट छ। यो hCaptcha reCAPTCHA भन्दा धेरै बलियो एन्टि-बोट सुरक्षा प्रदान गर्ने तरिकाहरू मध्ये एक हो।",
    "2781507299": "तत्काल प्रमाणीकरण",
    "2782263070": "सेवा हाम्रो लागि उच्च प्राथमिकता हो। हामी 24/7 अन-कल समर्थन कायम राख्छौं र कार्यान्वयनको क्रममा र पछि तपाईंको ईन्जिनियरिङ् एकीकरण टोली र हाम्रो अन-कल स्टाफसँग प्रत्यक्ष स्लैक समन्वय प्रस्ताव गर्दछौं।",
    "2784612261": "मानव समीक्षालाई सिधै आफ्नो व्यवसाय सञ्चालनमा एकीकृत गर्न चाहनुहुन्छ? हामी उच्च विश्वसनीयता SLA, ग्यारेन्टी क्षमता, र सरल REST API हरू प्रस्ताव गर्दछौं।",
    "2785425016": "(मानवता प्रमाणिकरण समाधानको सन्दर्भमा, जस्तै कार्य गर्न कल)",
    "278568955": "प्रभावकारी: सेप्टेम्बर १, २०२१। पूर्वाधार थप",
    "2788024905": "हामी कसरी जानकारी सुरक्षित गर्छौं",
    "2788836740": "तपाईंले सदस्यता रद्द नगरेसम्म मार्केटिङ उद्देश्यका लागि सम्पर्क जानकारी निरन्तर रूपमा राखिन्छ। त्यसपछि हामी अनिश्चितकालका लागि हाम्रो दमन सूचीमा तपाइँको विवरणहरू थप्नेछौं। पहुँचयोग्य प्रयोगकर्ताहरूबाट सङ्कलन गरिएको इमेल जानकारी कहिल्यै मार्केटिङ उद्देश्यका लागि प्रयोग गरिने छैन।",
    "2790841456": "यदि तपाईं योगदानकर्ता हुनुहुन्छ भने, तपाईं निम्न मध्यस्थता खण्ड र वर्ग कार्य छूटमा सहमत हुनुहुन्छ:",
    "279580593": "imachines.com",
    "279918384": "गुगलले तपाईको नि:शुल्क श्रम कसरी प्रयोग गरिरहेको छ?",
    "2801359190": "__cfduid,",
    "2801524659": "() भावना-राम्रो उपायहरूले समस्या समाधान गर्न केही गर्दैन",
    "2804310964": "कुनै पनि प्रोक्सी वेब सर्भर वा तपाईंको साँचो स्थान वा पहिचानलाई अस्पष्ट पार्न डिजाइन गरिएको वा प्रदान गरिएको इन्टरफेस बाहेक अन्य कुनै पनि माध्यमबाट हाम्रो वेबसाइटमा पहुँच वा पहुँच गर्ने प्रयास गर्नुहोस्;",
    "2806751666": "hCaptcha के हो?",
    "2808122102": "यसरी क्रस-सांस्कृतिक कार्यक्षमता हाम्रो सेवाको लागि आधारभूत आवश्यकता हो। सबै वैध प्रयोगकर्ताहरूले द्रुत रूपमा सामग्री पहुँच गर्न सक्छन् भन्ने कुरा सुनिश्चित गर्नु हाम्रो मिशनको महत्त्वपूर्ण भाग हो। हामी 110 भाषाहरूमा चुनौतीहरू प्रदान गर्छौं, र हाम्रा चुनौतिहरू सबैले समाधान गर्न सक्छन् भन्ने कुरा सुनिश्चित गर्न सान्दर्भिक अनुवादहरूलाई निरन्तर सुधार गर्दैछौं।",
    "2808971932": "यो div ब्लक भित्र केहि पाठ हो।",
    "2813310562": "साइट सेटिङहरू र त्यसपछि कुकीहरू ट्याप गर्नुहोस्।",
    "2819628066": "विच्छेदन। यदि यी सेवा सर्तहरूको कुनै पनि प्रावधान अमान्य वा कुनै कारणले लागू गर्न नसकिने पाइन्छ भने, यसले कुनै पनि बाँकी प्रावधानहरूको वैधता र प्रवर्तनीयतालाई असर गर्दैन।",
    "2820080973": "❤ द्वारा होस्ट गरिएको",
    "2826051554": "र अधिक",
    "2826705343": "वाणिज्य जानकारी।",
    "2827452240": "यहाँ सूचीबद्ध नगरिएको अर्को प्रकार चाहिन्छ? हामीलाई मात्र सोध्नुहोस्।",
    "282913023": "उच्च यातायात उद्यमहरूको लागि लागत प्रभावी विकल्प",
    "2840750518": "GitHub",
    "285116485": "हामीले सङ्कलन गर्ने व्यक्तिगत जानकारी कम्पनीले \"बिक्री\" गर्दैन (यो शब्द CCPA मा परिभाषित गरिएको छ)। हामीले प्रयोग गर्ने तेस्रो-पक्ष कुकीहरू, यदि कुनै हो भने,का प्रकारहरूका सम्बन्धमा थप जानकारीको लागि कृपया माथिको \"थर्ड पार्टी एनालिटिक्स र ट्र्याकिङ टेक्नोलोजीहरू\" सेक्सनलाई सन्दर्भ गर्नुहोस्।",
    "2852295413": "चासोको अन्तर्निहित द्वन्द्व: बटहरू रोक्नाले विज्ञापन नेटवर्कको लागि राजस्व घटाउँछ",
    "2862164005": "मूल्य निर्धारण डेटाले हामीलाई reCAPTCHA द्वारा प्रस्ताव गरिएको सुरक्षामा सही डलर मूल्य राख्न दिन्छ: प्रति जवाफ $0.001 वा कम।",
    "2863840904": "चरण 6: अन्तिम चरण, ती HAR र कन्सोल लग फाइलहरू हामीलाई इमेल गर्नुहोस्, र समस्या वर्णन गर्नुहोस्",
    "2864016648": "गोपनीयता मुद्दाहरू",
    "2867855718": "3. के हामी अनुरोधको लागि गोपनीयता आवश्यकताहरू सन्तोषजनक रूपमा सम्बोधन गर्न सकिन्छ भन्ने विश्वास गर्छौं?",
    "2870341481": "तल। कुनै पनि अन्य ब्राउजरहरूको लागि मात्र",
    "2873297188": "के सबै CAPTCHAS गैर-अमेरिकीहरू विरुद्ध भेदभाव गर्छन्?",
    "2873911365": "हार्डवेयर प्रमाणीकरणको बारेमा के हो?",
    "2880837730": "खाता टेकओभर रोक्न के गर्न सकिन्छ?",
    "2881474837": "hCaptcha उद्यम",
    "2887242610": "Intuition Machines, Inc ले हाम्रो hCaptcha व्यवसायलाई उल्लेखनीय रूपमा बाधा पुर्‍याउने घटनाहरूलाई हामीले कसरी प्रतिक्रिया दिने भन्ने बारे एउटा व्यवसायिक निरन्तरता योजना विकास गरेको छ। प्रकोप र अवरोधहरूको समय र प्रभाव अप्रत्याशित भएकोले, हामी वास्तविक घटनाहरू हुँदा तिनीहरूको प्रतिक्रिया दिन लचिलो हुनुपर्छ। त्यसलाई ध्यानमा राखेर, हामी तपाईंलाई हाम्रो व्यापार निरन्तरता योजनामा यो जानकारी प्रदान गर्दैछौं।",
    "2894845722": "तपाईंको साइटका प्रयोगकर्ताहरूले चाँडै hCaptcha इन्टरफेसमा विवेकी ब्रान्डिङ मार्फत परोपकारमा तपाईंको योगदान हेर्न सक्षम हुनेछन्।",
    "2895491273": "यदि तपाइँ कुकीहरू वा अन्य ट्र्याकिङ टेक्नोलोजीहरू ब्लक गर्न चाहनुहुन्छ भने, धेरै जसो ब्राउजरहरू र मोबाइल उपकरणहरू तपाइँले तपाइँको सेटिङहरू परिवर्तन गर्न चाहानुहुन्छ ताकि तपाइँले कुकीहरू वा अन्य ट्र्याकिङ टेक्नोलोजीहरू प्रयोग भइरहेका बेला तपाइँलाई सूचित गर्न, र स्वीकार/अनुमति दिने वा नगर्ने छनौट गर्न। यो। धेरै जसो ब्राउजरहरूले तपाईंलाई अवस्थित कुकीहरू असक्षम वा मेटाउन वा भविष्यका कुकीहरू स्वतः अस्वीकार गर्न पनि अनुमति दिन्छ। तपाइँ तपाइँको कुकी प्राथमिकताहरू नियन्त्रण गर्न ब्राउजर प्लग-इनहरू सहित तेस्रो पक्ष उपकरणहरू पनि प्रयोग गर्न सक्नुहुन्छ। नोट गर्नुहोस्, यद्यपि, यदि तपाईंले सबै कुकीहरू असक्षम गर्नुभयो भने, हाम्रा साइटहरूका केही अंशहरू राम्ररी काम नगर्न सक्छन्।",
    "2896187462": "1. कडा रूपमा आवश्यक बेनामी सेवा-सम्बन्धित तथ्याङ्कहरूको लागि प्रयोग गरिन्छ, र पहुँच समर्थनमा सहयोग गर्ने जस्ता अन्य प्राविधिक उद्देश्यहरूको लागि।",
    "2900525040": "क्यालिफोर्निया राज्यको कानूनले यी सेवा सर्तहरू र तिनीहरूबाट उत्पन्न हुने कुनै पनि विवाद, विवाद वा दावीलाई नियन्त्रण गर्दछ।",
    "2901894297": "hCaptcha Intuition Machines, Inc. (\"IMI\"), डेलावेयर US Corporation (#6393793) को सेवा हो।",
    "2903742230": "विज्ञापन नेटवर्कहरूले तपाइँका आगन्तुकहरूलाई उत्पादनको रूपमा देख्छन्। हाम्रो लागि एउटै लक्ष्य भनेको उनीहरूको मानवता निर्धारण गर्नु हो। हाम्रा सेवाहरूले GDPR, CCPA, LGPD, र PIPL आवश्यकताहरू पूरा गर्छन् वा पार गर्छन्, र हामी गोपनीयता र सुरक्षा सन्तुलन गर्न कडा मेहनत गर्छौं।",
    "2904949278": "ह्याकरले कसरी खाता कब्जा गर्छ?",
    "2905621957": "पछिल्लो पटक अपडेट गरिएको: जुलाई १८, २०२०",
    "290966395": "हाम्रो \"संयुक्त राज्य अमेरिका बाहिरका ग्राहकहरूको लागि नोट\" खण्डमा वर्णन गरिए अनुसार, कृपया तपाईंको व्यक्तिगत डेटा संयुक्त राज्यमा स्थानान्तरण, प्रशोधन, र भण्डारण गरिने छ भनी सचेत रहनुहोस्। संयुक्त राज्य अमेरिकामा डाटा सुरक्षा कानूनहरू तपाईंको निवासको देशमा भएकाहरू भन्दा फरक हुन सक्छन्। तपाइँ हाम्रो साइटहरूमा गएर वा हाम्रो सेवा प्रयोग गरेर यस गोपनीयता नीतिमा उल्लेख भए अनुसार तपाइँको जानकारी, व्यक्तिगत जानकारी सहित, US मा हस्तान्तरण गर्न सहमत हुनुहुन्छ।",
    "2910560864": "मार्च २०-२३, २०२०***",
    "2915355938": "पहुँच",
    "2920213479": "क्रमबद्ध वा कुनै पनि आकार को मनमानी कोटिहरु जोड्नुहोस्",
    "2921990472": "यदि तपाइँ कार्यात्मक समस्या देख्दै हुनुहुन्छ भने, कृपया पालना गर्नुहोस्",
    "292211832": "प्राविधिक माध्यमहरू जस्तै कुकीहरू, वेबपेज काउन्टरहरू र अन्य विश्लेषणात्मक उपकरणहरू मार्फत सङ्कलन गरिएका जानकारीहरू व्यावहारिक रूपमा खारेज गरिन्छ, तर कुकीको म्याद समाप्त भएको एक वर्षसम्म सीमित अवधिको लागि राख्न सकिन्छ, सामान्यतया डि-पहिचान गरिएको र एकत्रित फारममा। हामीले हाम्रो सेवाको सम्भावित दुरुपयोग पत्ता नलागेसम्म, त्यस अवस्थामा हामी भविष्यमा दुरुपयोग रोक्न मद्दत गर्नको लागि त्यो जानकारी राख्नेछौं। हामी यो अज्ञात र एकत्रित जानकारीलाई तपाइँ, तपाइँको घरपरिवार, आईपी ठेगाना, वा भण्डार गरिएको जानकारीमा आधारित कुनै पनि व्यक्तिगत जानकारी लिङ्क गर्न असमर्थ छौं।",
    "292250020": "1. स्क्रिनको माथिल्लो-दायाँ कुनामा गियर चयन गर्नुहोस्, त्यसपछि \"इन्टरनेट विकल्पहरू\" चयन गर्नुहोस्। यदि तपाइँसँग मेनु बार सक्षम छ भने, तपाइँ \"उपकरणहरू\" त्यसपछि \"इन्टरनेट विकल्पहरू\" चयन गर्न सक्नुहुन्छ।",
    "2927700175": "हामीले मेसिन लर्निङ समस्याहरूबाट लेबल-टु-लेबल डेटा सङ्कलन गरेर, र वेबसाइट वा एप आगन्तुक मानव हो कि होइन भनेर छुट्याउन प्रयोग गरेर बटहरूका लागि गाह्रो तर मानिसहरूका लागि सजिलो हुने क्याप्चा चुनौतीहरू देखाउँछौं।",
    "2928362319": "मेल गरिएको सोधपुछ यहाँ पठाउन सकिन्छ: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110।",
    "2931396764": "11. सेवाका यी सर्तहरूको उल्लङ्घन",
    "2932826396": "3. यदि तपाइँ भर्खरै जारी गरिएको OS X 10.15 वा iOS 13.4 मा सफारीको सबैभन्दा नयाँ संस्करण प्रयोग गर्दै हुनुहुन्छ भने, Apple ले भर्खरै ती सबैलाई पूर्वनिर्धारित रूपमा रोक्दै तेस्रो-पक्ष कुकीहरूसँग सम्बन्धित सफारीको व्यवहार परिवर्तन गरेको छ। हामी एक समाधान लागू गर्दैछौं, तर यस बीचमा कृपया सफारी प्राथमिकताहरू, गोपनीयता खण्डमा जानुहोस्, र \"वेबसाइट ट्र्याकिङ: रोक्नुहोस् क्रस-साइट ट्र्याकिङ\" लाई अनचेक गर्नुहोस् पहुँच कुकीलाई अपेक्षित रूपमा कार्य गर्न सक्षम गर्न।",
    "2935155034": "यदि तपाइँ युरोपेली आर्थिक क्षेत्रमा अवस्थित हुनुहुन्छ भने, तपाइँसँग केहि अधिकारहरू छन् जुन माथि \"EU डाटा विषयहरूमा सूचना\" शीर्षक अन्तर्गत वर्णन गरिएको छ, जसमा हामीसँग तपाइँको बारेमा रहेको डाटा निरीक्षण र सच्याउने वा मेटाउने अधिकार समावेश छ।",
    "2939852138": "कसरी ठगीहरू भुक्तान ठगीबाट बच्न [प्रयास गर्ने]?",
    "2940689138": "इन्टिग्रेटर र ग्राहक खाताहरू व्यवस्थापन गर्न र सेवा प्रदान गर्न। हामी व्यक्तिगत जानकारीको प्रयोग विशेष खाताहरू इन्टिग्रेटरहरू र ग्राहकहरूसँग सम्बद्ध गर्न र तिनीहरूलाई सेवा प्रदान गर्न, अनुरोध वा सोधपुछको जवाफ दिन, समर्थन वा प्राविधिक सहयोग प्रदान गर्न, र भुक्तानीहरू सहज बनाउनको लागि प्रयोग गर्छौं।",
    "2941545733": "हामी ईन्जिनियरहरू हौं, बिक्रीकर्ता होइन: हामी चाहन्छौं कि तपाईं आफ्नो छनौटमा खुसी हुनुहुन्छ।",
    "2943346052": "IETF मानकीकरण प्रक्रिया जारी रहँदा, हामी आशा गर्छौं कि प्रमुख ब्राउजरहरूले गोपनीयता पासको कुनै न कुनै रूप स्वदेशी रूपमा अपनाउनेछन्। यसले अन्ततः विस्तारलाई अनावश्यक रेन्डर गर्नेछ। पलको लागि, तथापि, कृपया तलका निर्देशनहरू पालना गर्नुहोस्।",
    "2945960297": "EU डेटा विषयहरूको सन्दर्भमा, यो गोपनीयता नीतिमा प्रयोग गरिएको शब्द \"व्यक्तिगत जानकारी\" युरोपियन युनियन जनरल डाटा प्रोटेक्शन रेगुलेसन (GDPR) मा परिभाषित गरिए अनुसार \"व्यक्तिगत डेटा\" को बराबर छ।",
    "2947576723": "यो कथाले ड्राइभर इजाजतपत्र र डिजिटल फिंगर प्रिन्टिङको पूर्वनिर्धारण गर्छ, तर यसले खाता टेकओभर अवस्थामा के गलत हुन सक्छ भन्ने राम्रो उदाहरण प्रदान गर्दछ। एक व्यक्तिले अनलाइन बैंक खाता वा मोबाइल भुक्तानी एपमा लग इन गर्छ। उहाँ वास्तविक खाता धारक हो, वा ह्याकर? साँच्चै को हो को हो? यी सुरक्षा समस्याहरूले स्वयं-सेवा खाता पहुँच अनुमति दिने संस्थाहरूलाई असर गर्छ।",
    "2952586316": "सबै समस्या एउटै हुँदैनन् । सुरक्षा-महत्वपूर्ण कार्यहरूका लागि एनोटेशनहरू पूर्ण रूपमा मानव कामदारहरूबाट 99.99% विश्वास आवश्यक हुन सक्छ। मोबाइल गेम एपमा एउटा बिटा सुविधाको लागि एनोटेसनहरूलाई मात्र मध्यम आत्मविश्वास चाहिन्छ। तपाईं निर्णय गर्नुहोस्।",
    "2954157511": "हामी किन कुकीहरू प्रयोग गर्छौं?",
    "2959486280": "यदि तपाइँ यी सेवा सर्तहरूमा सहमत हुनुहुन्न भने, तपाइँ साइट वा सेवा प्रयोग वा पहुँच गर्न सक्नुहुन्न।",
    "295955580": "हाम्रो वेबसाइटमा तेस्रो-पक्ष वेबसाइटहरूको लिङ्क हुन सक्छ। हामीले त्यस्ता वेबसाइटहरूलाई नियन्त्रण, अनुसन्धान, निगरानी वा जाँच गर्दैनौं। हामी त्यस्ता वेबसाइटहरूमा रहेका कम्प्युटर कार्यक्रमहरू, सामग्री, वा विचारहरूको लागि जिम्मेवार छैनौं वा हामी समर्थन गर्दैनौं। यदि तपाइँ हाम्रो वेबसाइट छोड्ने र कुनै तेस्रो-पक्ष वेबसाइट पहुँच गर्ने निर्णय गर्नुहुन्छ भने, तपाइँ आफ्नो जोखिममा त्यसो गर्नुहुन्छ।",
    "2968026167": "तपाईको मनपर्ने तरकारी",
    "2970907810": "पृष्ठ। कम्पनीको वर्तमान सीईओ सामग्रीको लागि जिम्मेवार प्रबन्ध निर्देशक हो।",
    "2989126922": "मेनु पट्टीबाट Chrome प्राथमिकताहरू खोल्नुहोस्।",
    "299335340": "यो के हो र कसरी आक्रमणहरू रोक्न",
    "3004688366": "() काउन्टरमेजरहरूमा तार धोखाधडी वा क्रेडिट कार्ड धोखाधडी समावेश हुनु हुँदैन",
    "3005876482": "hCaptcha अब सबैभन्दा ठूलो स्वतन्त्र क्याप्चा सेवा हो, इन्टरनेटको 15% मा चल्छ",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "तपाईंको अधिकारलाई असर गर्ने तपाईंको व्यक्तिगत जानकारीको हाम्रो प्रशोधनको आधारको रूपमा हाम्रो वैध चासोहरूमा हाम्रो निर्भरतामा आपत्ति जनाउनुहोस्।",
    "3012870872": "नि:शुल्क संस्करण (hCaptcha Publisher) प्रयोग गर्ने वेबसाइट र एपहरूले Google लाई दान गर्नुको सट्टा त्यो कामबाट राजस्व कमाउँछन्।",
    "3014149332": "A: होइन, पासहरू अन्तरसञ्चालनयोग्य छैनन्: तिनीहरू समान अधिकारद्वारा जारी र रिडिम गरिनुपर्छ, यस अवस्थामा hCaptcha। ध्यान दिनुहोस् कि यदि तपाइँसँग तपाइँको एक्स्टेन्सनमा Cloudflare र hCaptcha दुबैबाट पासहरू छन् भने, उपलब्ध नम्बर तपाइँले भ्रमण गरिरहनुभएको पृष्ठको आवश्यकताको आधारमा सही रकममा परिवर्तन हुनेछ। अर्को शब्दमा, यदि तपाइँसँग तपाइँको वालेटमा 100 Cloudflare पासहरू छन् र 10 hCaptcha पासहरू छन् भने, तपाइँ hCaptcha सम्मिलित पृष्ठहरूमा विस्तार आइकनमा 10 देख्नुपर्छ।",
    "3014657981": "\"कुकीहरू\" को छेउमा सेटिङ अन गर्नुहोस्।",
    "3017040355": "EU डाटा विषय डाटाको प्रशोधन हाम्रो सेवाका सर्तहरू वा हाम्रा एकीकरणकर्ताहरूसँग डाटा प्रशोधन सम्झौताहरूमा डाटा प्रशोधन परिशिष्ट भित्र एकीकृत मानक अनुबंध खण्डहरू (SCCs) को कानूनी आधार अन्तर्गत सञ्चालन हुन्छ।",
    "3017533972": "हामी, हाम्रा शैक्षिक अनुसन्धान साझेदारहरू, र हाम्रा ग्राहकहरूले मेसिन लर्निङको क्षेत्रमा मानवताको ज्ञानलाई अगाडि बढाउन hCaptcha प्लेटफर्म मार्फत कहिलेकाहीं क्रिएटिभ कमन्स-इजाजतपत्र प्राप्त सामग्रीका अंशहरू सन्दर्भ वा पुन: उत्पादन गर्न सक्छौं।",
    "3018077211": "25. योगदानकर्ता विवाद समाधान",
    "3018523079": "लगातार प्रयोगकर्ता अनुभवको साथ ब्रान्डमा रहनुहोस्।",
    "3022001832": "हामी हाम्रा साइटहरू र सेवाहरूसँग अन्तर्क्रिया गर्ने व्यक्तिहरूबाट जानकारी सङ्कलन गर्छौं, जसमा हाम्रो सेवालाई तिनीहरूको वेबसाइट (\"एकीकरणकर्ताहरू\") मा समावेश गर्नेहरू, डेटा लेबलिङका लागि सेवाहरू प्रयोग गर्नेहरू (\"ग्राहकहरू\"), र हाम्रो अन्तर्क्रिया गर्ने अन्तिम प्रयोगकर्ताहरू लगायत। हाम्रो Integrators (\"अन्त-प्रयोगकर्ताहरू\") को वेबसाइटहरू मार्फत सेवा।",
    "3022301908": "पहुँच",
    "3022922096": ", hCaptcha को उत्पादनहरु को उद्यम सुइट। hCaptcha को नि: शुल्क संस्करण विपरीत,",
    "3025548709": "के यो अनुचित सम्झौताको विकल्प छ?",
    "3027055607": "16. बौद्धिक सम्पत्ति र स्वामित्व अधिकार",
    "3028319964": "एआई नैतिकता",
    "3030395800": "यी प्रमाणहरू सामान्यतया डाटा उल्लङ्घनबाट आउँछन्। \"क्रेडेन्सियल स्पिल\" भनेर पनि चिनिन्छ, यी आक्रमणहरूले लाखौं प्रमाणहरू अँध्यारो वेबमा फालिदिन सक्छन्। यदि स्पिल बैंकबाट आयो भने, ह्याकरले ती प्रमाणहरू अन्य साइटहरूमा जानको लागि प्रयोग गर्ने प्रयास गर्नेछ। यो दृष्टिकोणले काम गर्दछ किनभने धेरै व्यक्तिहरूले धेरै साइटहरूको लागि समान प्रयोगकर्ता नाम र पासवर्ड संयोजन प्रयोग गर्छन्। (यो अभ्यास निरुत्साहित छ, तर वास्तविकता यो के हो। मानिसहरू उही लगइन प्रमाणहरू दोहोर्याउँछन्।)",
    "30312304": "अन्य त्रुटिहरू जुन खराब संघीय कानून पारित हुनु अघि राज्य अनुसार फरक हुन्थ्यो।)",
    "3031284129": "वारेन्टी अस्वीकरण",
    "3031357206": "तपाईको URL पट्टीको छेउमा एउटा नयाँ आइकन देखा पर्नेछ। अब hCaptcha प्रयोग गरेर वेबसाइटमा जानुहोस्। यो यस्तो देखिनेछ:",
    "3031953301": "यसको सट्टा हामी तपाईंलाई हाम्रो hCaptcha इन्टरप्राइज सेवा प्रयोग गर्ने अवसर प्रदान गर्न सक्छौं, र केही समय (\"अफर अवधि\") को लागि तपाईंलाई सेवा प्रदान गर्न जारी राख्न सक्छौं। अफरको अवधिमा हाम्रो सेवाको निरन्तर प्रावधानले यस खण्ड अन्तर्गतका हाम्रा अधिकारहरूलाई कुनै पनि हिसाबले परिमार्जन गर्दैन।",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation को ट्रेडमार्क हो, र यसको अनुमति लिएर प्रयोग गरिन्छ।",
    "3034959000": "तपाईंले पुन: प्राप्त गर्न सक्नुहुन्छ",
    "3038275155": "कक्षा कार्य छूट। वर्ग, सामूहिक, वा प्रतिनिधि कार्यको रूपमा ल्याइने, सुनुवाइ गर्ने, वा मध्यस्थता गर्ने कुनै पनि विवादको लागि तपाईंसँग भएको कुनै पनि अधिकार त्याग्नुहोस्। यस सम्झौतामा समावेश अन्य कुनै पनि खण्ड भएता पनि, अघिल्लो वाक्य कुनै पनि अवस्थामा यस सम्झौताबाट अलग हुने छैन। यस छूटको सबै वा अंश लागू गर्न नसकिने, अव्यावहारिक, शून्य वा रद्द गर्न सकिने कुनै पनि दाबी सक्षम न्यायक्षेत्रको अदालतले मात्र निर्धारण गर्न सक्छ र मध्यस्थकर्ताद्वारा होइन। राष्ट्रिय श्रम सम्बन्ध ऐनको धारा 7 अन्तर्गत आफ्नो अधिकारको प्रयोग गर्दा वा कुनै पनि फोरममा वर्ग, सामूहिक वा प्रतिनिधि कार्यमा भाग लिएर वा भाग लिएको कारणले गर्दा तपाइँलाई हाम्रो वेबसाइटमा कार्यहरू पूरा गर्नबाट प्रतिशोध लिइने छैन वा रोकिने छैन। , तर हामी कानुनी रूपमा यस वर्गीय कार्य छूटको कार्यान्वयन खोज्न सक्छौं, र त्यस्ता वर्ग, सामूहिक वा प्रतिनिधि कार्य वा दावीहरूको खारेज खोज्न सक्छौं।",
    "304004915": "हामी प्रयोगकर्ताहरू को हुन् भन्ने वास्ता गर्दैनौं, केवल तिनीहरू दुर्भावनापूर्ण वा मेसिनहरू हुने सम्भावना कति छ। जस्ता पहलहरूलाई समर्थन गर्छौं",
    "3044038608": "तपाइँ हाम्रो दर्ता प्रक्रियामा अनुरोध गरे अनुसार सही, सही र पूर्ण जानकारी प्रदान गर्न सहमत हुनुहुन्छ। तपाईं पनि त्यस्ता जानकारीलाई वर्तमान र सही राख्न आवश्यक भएमा तुरुन्तै अद्यावधिक गर्न सहमत हुनुहुन्छ।",
    "3047519814": "तपाईं सहमत हुनुहुन्छ कि तपाईंले आफ्नो खाता वा पासवर्ड कसैसँग साझेदारी गर्नुहुन्न।",
    "3048865891": "लागत र शुल्कहरू। पक्षहरूले कानूनी प्रतिनिधित्वको लागि कुनै पनि मध्यस्थतामा कानूनी प्रतिनिधित्वको लागि आ-आफ्नो लागतहरू वहन गर्नेछन्, कानूनद्वारा स्पष्ट रूपमा प्रदान गरिएको वकिलको शुल्क बाहेक। पक्षहरूले मध्यस्थ द्वारा चार्ज गरिएको कुनै पनि प्रारम्भिक प्रशासनिक शुल्क विभाजित गर्नेछन्, तपाईले अधिकतम दुई सय पचास डलर (US$250.00) सम्म। मध्यस्थ र अदालत रिपोर्टर को लागत, यदि कुनै हो भने, सुरुमा हामी द्वारा वहन हुनेछ; यद्यपि, मध्यस्थ पक्षलाई कानूनद्वारा व्यवस्था गरिएबमोजिम प्रचलित पक्षलाई उचित लागत प्रदान गर्ने र/वा मध्यस्थ र/वा अदालत रिपोर्टरसँग सम्बन्धित लागतहरू विभाजन गर्न पक्षहरूलाई आवश्यक पर्ने विवेक हुनेछ।",
    "3049976256": "प्रत्येक नयाँ लेबलिंग ग्राहकको लागि, हामी बिक्री प्रक्रियाको क्रममा चेकलिस्ट मार्फत जान्छौं। यसमा अनबोर्डिङ अघि प्रारम्भिक KYC लगनशीलता, साथै हाम्रा विश्लेषकहरूलाई गरिएका सबै अनुरोधहरूको प्रमाणिकरण, र वास्तविक-समय स्पट चेकहरू र हाम्रो सेल्फ-सर्भिस प्लेटफर्म प्रयोग गरी गरिएका अनुरोधहरूको आवधिक समीक्षाहरू समावेश छन्।",
    "3054564199": "प्रेस किट",
    "3056723024": "13. कार्यहरूको अस्वीकार्य समापन",
    "305735018": "अन्तमा, Google को लागि एक विश्वसनीय विकल्प। hCaptcha Enterprise ले उच्च सुरक्षाको साथ तपाईंको reCAPTCHA बिलमा नाटकीय बचत प्रदान गर्दछ: केही अवस्थामा 80% सम्म कम महँगो।",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "गोपनीयता नीति",
    "3064321967": "पहिलो ज्ञात स्प्याम इमेल 1978 मा पठाइएको थियो।",
    "3065000659": "के तपाईंले प्रत्येक पटक \"कारमा क्लिक\" गर्दा तपाईंले एकल तालिम दिन मद्दत गरिरहनुभएको महसुस गर्नुभयो",
    "3068923550": "() बिस्तारै चरणबद्ध भएमा प्रतिरोधी उपायहरूले काम गर्नुपर्छ",
    "3083289844": "यदि तपाईंले प्रयोगकर्ताको गोपनीयतालाई असर गर्न सक्ने तपाईंले सोच्नुभएको समस्या फेला पार्नुभयो भने, कृपया हामीलाई इमेल गर्नुहोस्",
    "3086730511": "यदि तपाईं हाम्रो नि:शुल्क सेवाको एकीकरणकर्ता हुनुहुन्छ र हामीले निर्धारण गर्छौं कि तपाईंले हाम्रो उचित प्रयोग सीमा नाघ्नुभएको छ, हाल निम्न मध्ये:",
    "3088605177": "हाम्रो चुनौती कोड जहाँ आवश्यक छ त्यहाँ मात्र थप्नुहोस्, र जहाँ यसले तपाईंलाई र तपाईंका प्रयोगकर्ताहरू दुवैको सुरक्षा गर्न अर्थपूर्ण हुन्छ।",
    "3089778412": "hCaptcha कसरी पुरस्कार गणना गर्दछ",
    "3092200338": "** जब 15 औं सप्ताहन्तमा पर्छ, भुक्तानी मिति यसको सट्टा 17 औं हो।",
    "3093388779": "hCaptcha कुनै पनि आकारका प्रकाशकहरूका लागि प्रयोग गर्न निःशुल्क छ",
    "3093689546": "सजिलो एकीकरण",
    "3094150511": "नियामक प्राधिकरण: यूएस संघीय संचार आयोग, 45 एल स्ट्रीट NE, वाशिंगटन, डीसी 20554 संयुक्त राज्य अमेरिका।",
    "3094354698": "जुन १५, २०१९",
    "3096063825": "प्रयास गर",
    "3096553330": "हामीले सिर्जना गर्ने हरेक प्रणालीले अरू मानिसहरूसँगको हाम्रो सम्बन्धलाई मात्र झल्काउँछ।",
    "3098677775": "प्रश्न: गोपनीयता पास प्रयोग गर्दा hCaptcha बाट मेरो IP र ब्राउजिङ इतिहास पूर्ण रूपमा निजी हो?",
    "3100722753": "सम्भावित सुरक्षा वा गोपनीयता समस्याहरूको लागि, तलका निर्देशनहरू हेर्नुहोस्।",
    "3103557430": "हामी जानकारी कसरी प्रयोग गर्छौं",
    "3103642530": "यो समीक्षा मापदण्ड को धेरै सेटहरु मिलेर बनेको छ:",
    "3107683988": "यसले नाटकीय रूपमा अफ-नेटवर्क ट्राफिक र लागतहरू घटाउन सक्छ र हाम्रो 24/7 अन-कल कर्मचारीहरूले कडा SLA हरू पूरा गर्न व्यवस्थापनका सबै फाइदाहरू कायम राख्दै।",
    "3108727249": "बटस्टप",
    "310885519": "वा",
    "3114147525": "hCaptcha ग्राहकहरूले वस्तु पहिचान, विशेषता पत्ता लगाउने (कपडाका प्रकारहरू पहिचान गर्न लेबलहरू सङ्कलन गर्ने), सान्दर्भिक श्रेणी (प्राथमिक उत्पादनको तुलनामा धेरै विकल्पहरूबाट सबैभन्दा सान्दर्भिक उत्पादन छनोट गर्ने), बाउन्डिङ बक्सहरू (चासोका क्षेत्रहरू फेला पार्ने) जस्ता कार्यहरूका लागि सेवा प्रयोग गर्छन्। एक छवि), \"मानव OCR\" (छविमा पाठ पहिचान गर्ने) र अन्य धेरै प्रकारका कार्यहरू।",
    "3117887301": "सबैभन्दा ठूलो अनलाइन सेवाहरू द्वारा विश्वसनीय",
    "3119498672": "इन्टरनेट बटहरू, वेब रोबोटहरू, बटहरू, स्क्रिप्टहरू, वा कृत्रिम बुद्धिमत्ताको कुनै अन्य प्रकारको प्रयोग गरेर कुनै पनि कार्य गर्न वा अन्यथा वर्णन गरिएको कार्यहरू पूरा नगरी IMI वा कुनै अनुरोधकर्ता वा एकीकरणकर्ताबाट पुरस्कार प्राप्त गर्ने प्रयास गर्नुहोस्;",
    "3119589996": "यसले कसरी काम गर्छ: ब्राउजर एक्सटेन्सनले प्रयोगकर्ताहरूलाई गोपनीयता पास प्रोटोकल समर्थन गर्ने वेबसाइटहरूको लागि क्रिप्टोग्राफिक रूपमा अन्धा टोकनहरू सिर्जना गर्न र साइन इन गर्ने क्षमता प्रदान गर्दछ। एक्सटेन्सनले hCaptcha सेवा प्रयोग गरेर कुनै पनि साइटमा चुनौती समाधान गर्दा hCaptcha द्वारा हस्ताक्षरित क्रिप्टोग्राफिक रूपमा अन्धो टोकनहरू भएको पासहरू उत्पन्न गर्दछ,",
    "3121248460": "तपाईंका प्रत्याशित दर्शकहरूको लागि - सरल देखि जटिल सम्म - असीम विविध अनुकूलन चुनौतीहरू प्रदर्शन गर्नुहोस्",
    "3128328457": "यदि तपाईं एक योगदानकर्ता वा एकीकरणकर्ता हुनुहुन्छ भने, हाम्रो वेबसाइटको प्रयोगको परिणाम स्वरूप कुनै पनि अनुमानित वा अन्य संघीय, राज्य, वा स्थानीय आयकर, सामाजिक सुरक्षा, FICA, र कामदारहरूको क्षतिपूर्तिको भुक्तानीको लागि तपाईं एक्लै जिम्मेवार हुनुहुन्छ। गैर-अमेरिकी क्षेत्राधिकारहरूमा समान कर वा शुल्कहरू। तपाईं क्षतिपूर्ति गर्न र हामी विरुद्ध कुनै पनि मूल्याङ्कनहरूको लागि हानिरहित होल्ड गर्न सहमत हुनुहुन्छ किनभने तपाईंले कुनै पनि कर कानूनहरूको पालना गर्न असफल हुनुभयो।",
    "3128433367": "... र अरु धेरै",
    "3130928685": "ब्लग",
    "3138772661": "प्रत्येक वर्ष हजारौं जीवन",
    "3139609561": "तल छवि वर्गीकरण र विशेषता पत्ता लगाउने कार्य प्रकारका दुई उदाहरणहरू छन्। [",
    "31502377": "रिच टेक्स्ट एलिमेन्ट के हो?",
    "3152512587": "र प्रणालीले दैनिक सयौं लाखौं समाधानहरू सङ्कलन गर्दछ। [",
    "3153117136": "hCaptcha कठिनाई सेटिङ्हरूले कसरी काम गर्छ",
    "3160820928": "समन्वित आक्रमण सुरक्षा",
    "3161489950": "विश्वको सबैभन्दा उन्नत सुरक्षा एमएल प्लेटफर्म",
    "3162107126": "IMI तपाईं र सेवाहरूको कुनै अन्य प्रयोगकर्ता बीचको कुनै विवादको पक्ष होइन। तपाईंले IMI र यसका सम्बद्धहरूलाई कुनै पनि र सबै दावीहरू, मागहरू, र हरेक प्रकार र प्रकृतिका क्षतिहरूबाट मुक्त गर्नुहुन्छ, ज्ञात र अज्ञात, शंकास्पद र अप्रत्याशित, खुलासा र अज्ञात, तपाईं र अर्को प्रयोगकर्ता बीचको कुनै विवादबाट उत्पन्न वा सम्बन्धित।",
    "3167979932": "पहिलो दिन देखि गोपनीयता को लागी डिजाइन गरिएको। बलियो डाटा प्रोसेसिंग सम्झौता।",
    "3168199226": "जे होस्, २०२० मा यो स्पष्ट भयो कि यस प्रकारको डाटासेट निर्माणलाई दोहोरो प्रयोगको टेक्नोलोजीको रूपमा बुझ्न सकिन्छ जसरी एक वर्ष पहिले थोरैले आशा गरेका थिए।",
    "3173156067": "तपाईंले आफ्नो लेखमा उदाहरण छविहरू समावेश गर्न चाहनुहुन्छ भने केही तयार-निर्मित संपार्श्विकहरू उपलब्ध छन्।",
    "3176531704": "डाटा एनोटेशन",
    "3178581111": "नयाँ उद्देश्यका लागि प्रयोग गर्नुहोस्",
    "3180664128": "हजारौं सङ्केतहरू सिकेर, मोडेलहरूले कुनै पनि व्यक्तिगत सङ्केत आफैले समस्यालाई सङ्केत गर्न पर्याप्त बलियो नहुँदा पनि धेरै चाँडै दुर्भावनापूर्ण व्यवहार पत्ता लगाउने उच्च आत्मविश्वासमा पुग्न सक्छ।",
    "3182435854": "प्रतिलिपि अधिकार",
    "318339230": "(तपाईँको विशेष विचारमा निम्न मध्ये एक वा बढी लागू हुन सक्छ, र यो हुन सक्छ",
    "3183855267": "1. hmt_id",
    "3186435874": "सत्र",
    "3192683783": "यस गोपनीयता नीतिमा परिवर्तनहरू",
    "3193548097": "आशाको स्प्रिंग्स अनन्त",
    "3194111925": "समर्थन",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "API को उपयोगिता र जोखिम",
    "3200641265": "जुन 16th 2020 भन्दा पछि छैन*",
    "3200859925": "1. उद्देश्य",
    "320166522": "मेसिन लर्निङले अब हाम्रो जीवनको लगभग हरेक पक्षलाई प्रभाव पार्छ, प्राय जसो हामीले बुझ्दैनौं र देख्न सक्दैनौं। अनलाइन सुरक्षा सेवाहरू फरक छैनन्।",
    "3202747130": "सम्पूर्ण सम्झौता। यी सेवा सर्तहरू र यस सम्झौतामा उल्लेख गरिएका कुनै पनि नीतिहरू, प्रक्रियाहरू, वा सर्तहरूले विषयवस्तुको सन्दर्भमा पक्षहरूको सम्पूर्ण सम्झौता गठन गर्दछ, र सबै पूर्व र समसामयिक सम्बन्धित सम्झौताहरू, दावीहरू, प्रतिनिधित्वहरू, र पक्षहरूको समझदारीलाई हटाउँछ र रद्द गर्दछ। ।",
    "3203921334": "हामीले hCaptcha समाधानहरूको बारेमा धेरै चीजहरू मन पराउनुभयो: 1) तिनीहरू व्यक्तिगत डेटा बेच्दैनन्; उनीहरूले न्यूनतम आवश्यक व्यक्तिगत डाटा मात्र सङ्कलन गर्छन्, उनीहरूले सङ्कलन गर्ने जानकारी र उनीहरूले कसरी प्रयोग गर्ने र/वा खुलासा गर्ने भन्ने कुरामा पारदर्शी हुन्छन्।",
    "3206136647": "गुगलको समस्या यहाँ उनीहरूले प्रयोग गर्ने प्रश्न डेटामा आधारित छ जसले यसलाई देख्छ। यदि सबै डेटा एउटै संस्कृति (र Google को मामला मा, एउटै कम्पनी) बाट आउँछ भने, तपाईं निश्चित रूपमा चुनौतीहरू आशा गर्न सक्नुहुन्छ जुन अन्य संस्कृतिहरूमा राम्रो अनुवाद गर्दैन, इडेनको गुनासो अनुरूप।",
    "3207769512": "उत्पादन कार्यहरू प्रयोग गर्नुहोस्",
    "3208155808": "तपाईंको व्यक्तिगत जानकारीको मेसिन-पढ्न सकिने प्रतिलिपि तपाईं वा तपाईंको रोजाइको तेस्रो पक्षलाई हस्तान्तरण गर्नुहोस्।",
    "3212830633": "2. योग्यता",
    "3213351333": "कुनै अग्रिम प्रतिबद्धता आवश्यक छैन",
    "3213411837": "छवि 2",
    "3214322759": "अन्यथा कुनै पनि दुर्भावनापूर्ण वा धोखाधडी गतिविधिमा संलग्न हुनुहोस्।",
    "3217791519": "जुलाई १५, २०२० - अक्टोबर १५, २०२०",
    "3225770968": "hCaptcha मेसिन लर्निङमा सबैभन्दा श्रम गहन समस्या समाधान गर्न डिजाइन गरिएको हो; समयमै, किफायती, र भरपर्दो तरिकामा ठूलो मात्रामा डाटा लेबल गर्दै।",
    "3225936061": "तपाईंले Google को पुस्तक सेवामा पुस्तक पृष्ठहरूबाट लिइएका पाठका तस्बिरहरू, र तिनीहरूको OCR (पाठ पहिचान) सफ्टवेयर सुधार गर्न मद्दत गरिरहेको हुन सक्छ।",
    "322830977": "कसरी कुकीहरू असक्षम गर्ने।",
    "3228928991": "नाम, इमेल ठेगाना, र देश जस्ता व्यक्ति (\"व्यक्तिगत जानकारी\") लाई पहिचान गर्न वा सम्पर्क गर्न प्रयोग गर्न सकिने जानकारी। हामीले हाम्रो हालको र सम्भावित एकीकरणकर्ताहरू र ग्राहकहरूबाट व्यक्तिगत जानकारी सङ्कलन गर्छौं जब उनीहरूले हामीलाई सीधै दिन्छन् (उदाहरणका लागि, खाताको लागि साइन अप गर्दा फारम भरेर, वा हामीबाट इमेल सूचनाहरू प्राप्त गर्न आवेदन दिएर)। हामी तेस्रो पक्ष डाटाबेस वा आधिकारिक कानूनी कागजातहरू विरुद्ध व्यक्तिगत जानकारी तुलना गरेर हाम्रा एकीकृतकर्ताहरू र ग्राहकहरूको पहिचान प्रमाणित गर्न सक्छौं।",
    "3230004040": "के तपाइँ दृष्टिविहीन हुनुहुन्छ वा अन्यथा hCaptchas पूरा गर्न असमर्थ हुनुहुन्छ?",
    "3233305531": "ट्रेडमार्कहरू",
    "3233441200": "उल्लङ्घन गर्ने नीति दोहोर्याउनुहोस्",
    "3235430156": "कम्पनीको मेसिन लर्निङ सिस्टम नि:शुल्क?",
    "3235744534": "इन्टरनेट एक्सप्लोरर",
    "3236311792": "4. hCaptcha आन्तरिक विश्लेषण। जुन 30, 2019 सम्मको डेटा सङ्कलन गरियो। अनुरोधमा उपलब्ध विवरणहरू।",
    "3236873806": "IMI यस वेबसाइटको लागि जिम्मेवार छ।",
    "3238184941": "नोट: व्यक्तिगत आईपी ठेगानासँग सम्बन्धित धोखाधडी जोखिम अनुरोधमा एक इन्टिग्रेटरसँग साझेदारी गर्न सकिन्छ।",
    "3238345709": "( ) यसले दुई हप्ताको लागि स्प्याम रोक्नेछ र त्यसपछि हामी यसमा अड्किनेछौं",
    "3238612014": "ब्राउजिङ इतिहास, इन्टरनेट वेबसाइट, अनुप्रयोग, वा विज्ञापन संग उपभोक्ताको अन्तरक्रियामा जानकारी।",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "पछिल्लो अपडेट: फेब्रुअरी १८, २०२१",
    "324647915": "हामीलाई यो जानकारी प्राप्त गर्न मद्दत गर्नको लागि समय दिनुभएकोमा धन्यवाद!",
    "3247172580": "hCaptcha ले नयाँ एज कम्प्युट दृष्टिकोणको साथ उन्नत सेल्फ-पर्यवेक्षित मेसिन लर्निङलाई संयोजन गर्‍यो जसले डेटा सङ्कलन र रिटेन्सनलाई अनौठो रूपमा न्यूनिकरण गर्छ, ठूलो स्केलेबिलिटीका लागि विश्वव्यापी रूपमा २५० भन्दा बढी स्थानहरूबाट डेलिभर गरिएको छ।",
    "325077666": "तपाइँको जानकारी पेश गरेर तपाइँ हाम्रो मा सहमत हुनुहुन्छ",
    "3251220335": "A: होइन। तपाईंले कुकी सेट गर्न प्रयोग गर्नुहुने प्रत्येक यन्त्रमा तपाईंलाई पठाइएको उही इमेल लगइन लिङ्कमा क्लिक गर्नुहोस्।",
    "3254142589": "() न्यायिक समस्याहरू",
    "3255230599": "कुकी भनेको के हो?",
    "3256020881": "धेरै वेबसाइटहरू वा अन्य प्लेटफर्महरूमा समयसँगै तपाईंको व्यवहार र ब्राउजिङ गतिविधिहरू अवलोकन गर्न।",
    "3256245394": "साथै हाम्रो ब्लग पोष्टहरू, जस्तै",
    "3260825523": "अन्तर्ज्ञान मेसिनहरू",
    "3264813246": "अनुपयुक्त",
    "3265293440": "() आक्रमण गर्न SMTP बाहेक अन्य प्रोटोकलहरूको संवेदनशीलता",
    "3265328927": "), एक मेसिन लर्निङ कम्पनी जसले मेसिन लर्निङलाई स्केलमा लागू गर्ने कम्पनीहरूका लागि उत्पादन र सेवाहरू प्रदान गर्दछ।",
    "3265895521": "दिनको समयमा आधारित चुनौती कठिनाई बढाउनुहोस् र कम गर्नुहोस्",
    "3268946369": "६. क्रेडिट: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "कृपया",
    "3272552822": "विकासकर्ता र क्रिप्टोग्राफरहरू:",
    "32739972": "यदि तपाइँ हाम्रो साइटहरूमा दर्ता हुनुहुन्छ भने तपाइँको लगइन सत्र जानकारी भण्डारण गर्न।",
    "3276777569": "hCaptcha",
    "3280658086": "उद्यम समाधान",
    "3286051798": "शीर्षकहरू, अनुच्छेदहरू, ब्लककोटहरू, फिगरहरू, छविहरू, र फिगर क्याप्शनहरू सबैलाई \"जब भित्र\" नेस्टेड चयनकर्ता प्रणाली प्रयोग गरेर रिच टेक्स्ट एलिमेन्टमा क्लास थपिए पछि स्टाइल गर्न सकिन्छ।",
    "328625009": "... हामी तयार छौं जब तपाईं हुनुहुन्छ: हाम्रो सेवा चौबीसै घण्टा उपलब्ध छ।",
    "3287172429": "नियन्त्रण चुनौती प्रकारहरू देखाइएको छ",
    "3288667364": "तुलना र पत्ता लगाउने",
    "3290996791": "अन्य सबै उत्पादन नामहरू, लोगोहरू, र ब्रान्डहरू तिनीहरूका सम्बन्धित मालिकहरूको सम्पत्ति हुन्। यस वेबसाइटमा प्रयोग गरिएका अन्य सबै कम्पनी, उत्पादन र सेवा नामहरू पहिचान उद्देश्यका लागि मात्र हुन्। यी नामहरू, लोगोहरू, र ब्रान्डहरूको प्रयोगले समर्थनलाई संकेत गर्दैन।",
    "3292221787": "चुनौतीको जवाफ दिइयो, यो सही थियो कि होइन, र प्रायः दुवै प्रश्न र प्रयोग गरिएको डेटा परिवर्तन हुन्छ।",
    "3301728462": "ब्राउजरहरू, विस्तारहरू, उपकरणहरू, फायरवालहरू, र थपको हजारौं संयोजनहरूमा प्रत्येक महिना लाखौं मानिसहरू hCaptcha प्रयोग गर्छन्।",
    "3312336121": "जसले वेब प्रयोगकर्ताहरू वैध मानव वा बटहरू हुन् कि भनेर निर्धारण गर्नको लागि व्यवहार डेटाको ठूलो मात्रा खपत गर्दछ",
    "3315658779": "hCaptcha इन्टरप्राइजको साथ सामग्री स्क्र्यापिङ रोक्नुहोस्",
    "3319083717": "नाम:",
    "3324288040": "हामीलाई प्रतिक्रिया पठाउनुहोस्",
    "332723732": "सामग्री",
    "3329634829": "आफ्नो व्यक्तिगत जानकारी को प्रशोधन प्रतिबन्ध।",
    "3329755436": "के तपाइँ यो प्रक्रियालाई गति दिन योजना बनाउनुहुन्छ?",
    "3334160175": "() यो क्रूर बल आक्रमण विरुद्ध रक्षाहीन छ",
    "3336625692": "यस पृष्ठले AI नैतिकताको सन्दर्भमा यस विषयमा हाम्रा विचारहरू र हाम्रा सेवाहरूको प्रयोग सुनिश्चित गर्न हामीले पालना गर्ने प्रक्रियाहरू हामीले कम्पनीको रूपमा अपनाएका नीतिहरूसँग मिल्दोजुल्दो छ भनी विवरण दिन्छ।",
    "3339302473": "27. समाप्ति",
    "3342910682": "थप पढ्नुहोस्",
    "3346362371": "मेसिन लर्निङको बारेमा के हुन्छ?",
    "3348433919": "आफ्नो अधिकार",
    "3349094124": "नैतिक सरोकार मापदण्ड: उद्देश्य",
    "3353238942": "hCaptcha बटहरूलाई मानिसहरूबाट छुट्याएर रोक्नको लागि डिजाइन गरिएको हो। भिजुअल परीक्षणहरू यसको लागि एक सुविधाजनक उपकरण हो, तर सबैले दृश्य चुनौती समाधान गर्न सक्दैनन्।",
    "3356329025": "1. 30 दिन",
    "3356349631": "गुगल क्रोम",
    "3357523404": "क्रस-बोर्डर डाटा ट्रान्सफर",
    "33639629": "तेस्रो पक्ष वेबसाइटहरूमा लागू हुँदैन। कृपया ध्यान दिनुहोस् कि यो गोपनीयता नीति कुनै पनि तेस्रो पक्षको कुनै वेबसाइट, प्रस्ताव, उत्पादन वा सेवामा लागू हुँदैन, यद्यपि यो हाम्रो साइटमा लिङ्क गरिएको छ वा सेवा समावेश गर्दछ - कृपया तेस्रोलाई कुनै जानकारी प्रदान गर्ने निर्णय गर्नु अघि लागू हुने गोपनीयता नीतिहरू हेर्नुहोस्। दलहरू।",
    "3365203058": "विश्व-स्तरीय एन्टी-बोट संरक्षण",
    "3368788823": "टेरेन्स इडेनले आफ्नो ब्लगमा एक रोचक बिन्दु बनाउँछ: \"",
    "3370561195": "6. स्वीकार्य व्यवहार",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI नैतिकता नीति र प्रक्रियाहरू",
    "3376724603": "सेप्टेम्बर 14-24, 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "अब आफ्नो डाटा लेबल प्राप्त गर्नुहोस्",
    "337971271": "मेसिन लर्निङ उपयोगी छ। तर यो काम गर्न व्यक्तिगत डाटा आवश्यक छैन।",
    "3383086062": "hCaptcha Enterprise एक पूर्ण अनलाइन सुरक्षा समाधान हो। सक्रिय र निष्क्रिय मोडहरूले तपाईंलाई प्रमाणहरू भर्न रोक्न, खाता टेकओभरहरू पत्ता लगाउन र शंकास्पद अभिनेताहरूलाई रोक्न दिन्छ। सबै वैध प्रयोगकर्ताहरूको लागि शून्य घर्षण संग।",
    "3386280249": "लेबल गरिएको डाटाको लागि बजार प्रदान गर्न। हाम्रो सेवाले वेबसाइट मालिकहरू र कम्पनीहरूलाई आफ्नो डेटा लेबल गर्न मद्दत चाहिने सेवाको रूपमा मेसिन लर्निङ प्रणालीहरूको लागि उच्च मात्रा डेटा लेबलिङ र मानव समीक्षा सक्षम गर्दछ। त्यसको लागि, हामी लेबल गरिएको डाटा प्राप्त गर्न इच्छुक हाम्रा ग्राहकहरूलाई लेबल गरिएको डाटा खुलासा गर्छौं।",
    "3388180864": "वेब स्केलमा गहिरो प्राविधिक चुनौतीहरूमा काम गर्न इच्छुक हुनुहुन्छ? हामी सधैं विश्वभरि प्रतिभाशाली इन्जिनियरहरू भर्ती गर्दैछौं -",
    "3389431373": "reCAPTCHA v3 जस्ता सेवाहरूले तपाईंको साइटको प्रत्येक पृष्ठमा उनीहरूको ट्र्याकिङ पिक्सेल राख्नु राम्रो सुरक्षाको लागि आवश्यक छ भनी भन्छ। यो कुरा होइन।",
    "3395399558": "() प्राविधिक रूपमा निरक्षर राजनीतिज्ञहरू",
    "3397976149": "hCaptcha प्रकाशकको लागि समर्थन प्राप्त गर्नुहोस्",
    "3398978455": "सेप्टेम्बर 15-25, 2021†††",
    "3401005681": "पैसा कमाउनुहोस्",
    "3401861278": ", जुन यहाँ सन्दर्भद्वारा समावेश गरिएको छ। हामी तपाईंको तर्फबाट व्यक्तिगत डेटा कसरी प्रशोधन गर्छौं भनेर हेर्न कृपया यो सम्झौताको समीक्षा गर्नुहोस्। ध्यान दिनुहोस् कि हामी EU सामान्य डेटा संरक्षण नियमनको उद्देश्यका लागि \"डेटा प्रोसेसर\" र क्यालिफोर्निया उपभोक्ता गोपनीयता ऐनको उद्देश्यका लागि \"सेवा प्रदायक\" को रूपमा काम गर्छौं।",
    "34074886": "प्रत्येक चोटि तपाईंले चुनौतीको जवाफ दिंदा, हामी तपाईं मानव हुनुहुन्छ कि भनेर पत्ता लगाउन परिष्कृत मोडेलहरू प्रयोग गर्छौं। तपाईंले भ्रमण गर्नुभएको वेबसाइटले बटहरू बाहिर राखेर तिनीहरूको साइटमा तपाईंको अनुभव सुधार गर्न मद्दत गर्न यो परिणाम प्रयोग गर्दछ।",
    "3408107995": "आज, यद्यपि, स्क्र्यापिङको अर्थ वेबसाइटबाट डाटा तान्नको लागि प्रोग्रामेटिक दृष्टिकोण हो। स्क्र्यापिङ सफ्टवेयरले मानव प्रयोगकर्ता जस्तै कार्य गर्दछ, बटनहरूमा क्लिक गरेर र नतिजा आउटपुट पढ्छ। स्क्र्यापिङका लागि धेरै वैध प्रयोगहरू छन्। वेब क्रलरहरू जुन पावर खोज इन्जिनहरू एक उदाहरण हुन्। त्यस्तै स्काईस्क्यानर जस्ता उपकरणहरू छन् जसले हजारौं यात्रा वेबसाइटहरू मार्फत यात्रा सम्झौताहरू खोज्छन्। फिनटेक फर्महरूले यसलाई प्रयोग गर्दछ, बैंक साइटहरूबाट प्रयोगकर्ताको वित्तीय डाटा स्क्र्याप गर्दै यदि त्यहाँ डाटा जडान गर्नको लागि कुनै एप्लिकेसन प्रोग्रामिंग इन्टरफेसहरू (एपीआईहरू) उपलब्ध छैनन् भने। स्क्रिन स्क्र्यापिङको बारेमा दिमागमा राख्ने चीजहरू यसको गति र स्केलेबिलिटी हुन्। प्रक्रियाले वेबसाइटहरूबाट डेटाको ठूलो मात्रामा फसल गर्न सक्छ, मानिन्छ कि साइटहरू हुनबाट रोक्नको लागि कन्फिगर गरिएको छैन। गणनाको गतिमा, एक स्क्र्यापरले वेबसाइटहरू र अन्तर्निहित सफ्टवेयर र डाटाबेसहरूसँग अन्तरक्रिया गरेर ठूला डाटासेटहरू जम्मा गर्न सक्छ जसले तिनीहरूलाई शक्ति दिन्छ।",
    "3409726716": "लिखित अधिकार बिना हामीसँग एक भन्दा बढी खाताको लागि दर्ता गर्नुहोस्;",
    "3412647984": "यसले तपाइँलाई कुकी दर्ता र सेट गरेर भविष्यका प्रश्नहरूबाट बच्न अनुमति दिन्छ। कृपया आफ्नो विज्ञापन अवरोधक बन्द गर्ने प्रयास गर्नुहोस्।",
    "3417372336": "मिनेटमा स्विच गर्नुहोस्",
    "3419878556": "सुनिश्चित गर्नुहोस् \"ब्लक तेस्रो-पक्ष कुकीहरू\" सक्षम छैन।",
    "3421090159": "खुला स्रोत",
    "3426312287": "जनवरी ५-१५, २०२२",
    "3433896984": "BotStop™",
    "3434202027": "सञ्चारमा hCaptcha नामको कुनै पनि प्रयोगको लागि एट्रिब्युशन चाहिन्छ: \"hCaptcha Intuition Machines, Inc को दर्ता गरिएको ट्रेडमार्क हो।\"",
    "3436534225": "पाइलट सुरु गर्ने लगभग सबै कम्पनीहरूले अन्ततः हाम्रो समाधानहरू छनौट गर्छन्।",
    "3437412311": "इन्टरप्राइज प्रयोगकर्ताहरूका लागि, निष्क्रिय स्कोरहरूमा भर पर्दै, प्रायः परिदृश्यहरूमा चुनौतीहरूबाट पूर्ण रूपमा बच्न विकल्पहरू उपलब्ध छन्।",
    "3441764123": "hCaptcha सेवा प्रयोग गरेर साइटमा पहुँचयोग्य प्रयोगकर्तालाई चुनौती प्रस्तुत गर्दा, तिनीहरू स्वतः पास हुनेछन्।",
    "3443160243": "hCaptcha पार्टनर™",
    "3444947612": "बीचको ट्राफिक",
    "3446714684": "मोबाइल (आईओएस र एन्ड्रोइड) एकीकरण",
    "345108670": "- प्रमाणपत्र भर्ने र अन्य खाता टेकओभर प्रयासहरू",
    "3453526675": "1. पहिलो पार्टी",
    "345563040": "() यो एक मूर्ख विचार हो, र यो सुझाव को लागी तपाईं एक मूर्ख व्यक्ति हुनुहुन्छ।",
    "3457805519": "3. के ग्राहकको अनुरोध अमेरिकी कानून र हाम्रो संलग्नताका नियमहरू अन्तर्गत पूरा गर्न सकिन्छ?",
    "3458934553": "3. भिन्न हुन्छ; 30 दिन सम्म।",
    "3460432665": "माथिका बावजुद, यदि तपाईं अमेरिकी करदाता हुनुहुन्छ भने, हामी तपाईंलाई वार्षिक रूपमा अद्यावधिक गर्न W-9 अनुरोध गर्न सक्छौं, र तपाईंले W-9 पूरा वा अद्यावधिक नगरेसम्म हामी तपाईंलाई कार्यहरू गर्नबाट रोक लगाउन सक्छौं।",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. तपाईंको विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तारमा hcaptcha.com र *.hcaptcha.com कुकीहरू ह्वाइटलिस्ट गर्नुहोस्।",
    "3470857731": "reCAPTCHA ले बटहरू कति राम्रोसँग पत्ता लगाउँछ भन्ने विश्लेषण।",
    "3475647460": "() स्प्यामरहरूबाट धेरै सहयोग चाहिन्छ",
    "3478726913": "hCaptcha सँग तपाईंको प्रयोगको लागि उपलब्ध ग्रहमा सबैभन्दा ठूलो पूलहरू मध्ये एक छ। तपाईंको मापन जे भए पनि, हामी महँगो अग्रिम प्रतिबद्धताहरू बिना यसलाई ह्यान्डल गर्न सक्छौं। प्रति दिन लाखौं कार्यहरू कुनै समस्या छैन।",
    "3479034323": "यदि तपाईंले hCaptcha प्लेटफर्ममा पुन: उत्पादन गरिएको सामग्री देख्नुभयो र यसलाई कुनै पनि कारणले हटाउन चाहनुहुन्छ भने, तपाईंले हामीलाई इमेल मार्फत सम्पर्क गर्न सक्नुहुन्छ।",
    "3480023141": "पहुँच विकल्पहरू बारे थप जान्नुहोस्",
    "3483700676": "लाखौं कार्यहरू तुरुन्तै सुरु गर्नुहोस्",
    "3488019891": "hCaptcha Intuition Machines, Inc को दर्ता गरिएको ट्रेडमार्क हो।",
    "348809718": "4. \"तेस्रो-पक्ष कुकीहरू\" अन्तर्गत \"स्वीकार गर्नुहोस्\" छनौट गर्नुहोस्।",
    "349292953": "जानकारी हामीले सङ्कलन गर्छौं",
    "3494826505": "विक्रेताहरूसँग हामी साइटहरू र सेवाका आवश्यक पक्षहरू प्रदान गर्न संलग्न हुन्छौं, जस्तै डाटा भण्डारण, होस्टिंग, र एनालिटिक्स, र ती उद्देश्यहरूका लागि मात्र।",
    "3496767126": "शंकाबाट बच्नको लागि, निम्न अनुच्छेद हाम्रो एनोटेसन सेवाहरू प्रयोग गर्ने ग्राहकहरूमा मात्र लागू हुन्छ, र हाम्रा सेवाहरूलाई एकीकरणकर्ताको रूपमा प्रयोग नगर्ने।",
    "3500503648": "hCaptcha तपाईको ब्राउजिङ इतिहास रेकर्डिङ र विश्लेषण गर्नुको सट्टा तत्काल मूल्याङ्कनमा भर परेर दीर्घकालीन डाटा रिटेन्सन हटाउन डिजाइन गरिएको हो। जस्ता पहलहरूलाई पनि समर्थन गर्छौं",
    "3501923981": "पछिल्लो पटक अपडेट गरिएको: जनवरी १, २०२०।",
    "3507532387": "() सबै इमेल ठेगानाहरूको सानो अल्फान्यूमेरिक ठेगाना स्पेस खोज्न सजिलो",
    "3510143229": "hCaptcha वेबसाइट र अनुप्रयोगहरूको लागि एक सेवा हो,",
    "3511610999": "तपाई सहि ठाउँमा पुग्नु भएको छ भनी सुनिश्चित गरौं।",
    "3515435438": "DMCA उजुरीहरू रिपोर्ट गर्दै",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "प्रशोधन उद्देश्यहरू",
    "3520687192": "तपाईंसँगको सञ्चारको रेकर्डहरू (जस्तै इमेल वा ट्विटर मार्फत खोलिएका समर्थन टिकटहरू) अनिश्चित कालका लागि राख्न सकिन्छ।",
    "3524251858": "उत्पादन व्यवस्थापन निर्देशक, Cloudflare",
    "3526939538": "सफ्टवेयर बग",
    "3527140447": "कागजात",
    "3530599065": "गोपनीयता जमिनबाट बनाइएको छ। hCaptcha ले कुनै PII राख्दैन र धेरै गोपनीयता जनादेश र नियमहरूको पालना गर्दछ।",
    "353066938": "एक अनुभवी टोली, आजको कठिन समस्याहरूमा काम गर्दै। hCaptcha को सेवा हो",
    "3532143291": "हाम्रा सेवाहरू र प्रणालीहरू सुरक्षित गर्न। हामी सम्भावित खतराहरू र कमजोरीहरू पहिचान गरेर हाम्रा प्रणालीहरूलाई सुरक्षित गर्न, र अन्यथा हामीले सङ्कलन गर्ने जानकारीलाई सुरक्षित गर्न एनालिटिक्स जानकारी प्रयोग गर्छौं।",
    "353367791": "धेरै फरक प्रकारका खराब अभिनेताहरू पत्ता लगाउनुहोस्।",
    "3536122902": "() तिनीहरूलाई यसरी रोक्नु ढिलो र पीडादायी छैन",
    "3543141425": "यसको लागी!",
    "3545935449": "नयाँ वा विगतका प्रयोगकर्ताहरू पहिचान गर्न।",
    "3548097301": "प्रभावकारी: जनवरी 1, 2020।",
    "354925785": "परिचय",
    "3554363588": "अन्य मार्क्स",
    "3554448168": "वर्गीकरण",
    "3555583744": "र",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit। सस्पेन्डिस varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat। Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet। यो रिसस ट्रिस्टिक पोस्ट गर्नको लागि आवश्यक छ।",
    "3564208535": "तपाईं हामीबाट वा हाम्रा सेवाहरू मार्फत प्राप्त कुनै पनि गोप्य जानकारीको सुरक्षा गर्न व्यावसायिक रूपमा उचित प्रयासहरू प्रयोग गर्न सहमत हुनुहुन्छ। बट स्कोर र हाम्रो इन्टरप्राइज सेवाको गैर-सार्वजनिक विवरणहरू समावेश गर्दछ, गैर-सार्वजनिक कागजातहरू र हामीले हाम्रो बोट पत्ता लगाउने विधिहरूको सन्दर्भमा साझेदारी गर्न सक्ने कुनै पनि विवरणहरू समावेश गर्दछ। यदि तपाइँलाई कुनै पनि त्यस्तो गोप्य जानकारीमा पहुँच प्रदान गरिएको छ भने, हामीले तपाइँको सेवाहरूको प्रयोगबाट गोप्य जानकारी उजागर भइरहेको छ भनेर पत्ता लगाएमा हामीले हाम्रो सेवाहरूमा तपाइँको पहुँचलाई परिमार्जन, निलम्बन वा सीमित गर्न सक्छौं, र हामी उचित प्रयासहरू प्रयोग गर्नेछौं। निलम्बन गर्नु अघि तपाईंलाई सूचना प्रदान गर्न।",
    "3566102529": "हामीलाई आज थप जान्न।",
    "3569492665": "अनलाइन गतिविधि रेकर्डिङ जवाफ होइन।",
    "3570415321": "कम्पनी",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "तपाईंले हामीलाई प्रदान गर्नुहुने केही जानकारीहरूले GDPR (व्यक्तिगत डेटाको विशेष कोटीहरू पनि भनिन्छ) मा परिभाषित गरिएबमोजिम संवेदनशील डेटा गठन गर्न सक्छ, सरकारले जारी गरेको पहिचान कागजातहरूमा तपाईंको जाति वा जातीय पहिचान सहित।",
    "3573245166": "reCAPTCHA को विपरीत, हामी हरेक देशमा काम गर्छौं।",
    "3576146278": "तपाईलाई चाहिने शुद्धताको लागि मात्र भुक्तान गर्नुहोस्",
    "3578122193": "सान्दर्भिक सामग्रीको साथ ब्रान्डमा रहनुहोस्",
    "3588274874": "युरोपेली संघको GDPR र क्यालिफोर्नियाको CCPA जस्ता नियामक प्रयासहरूसँग पङ्क्तिबद्ध उत्पादन डेलिभर गर्नमा ध्यान केन्द्रित गर्दै, हामीले ठूलो वृद्धि अनुभव गरेका छौं - अवश्य पनि, यसले hCaptcha reCAPTCHA को लागि सरल \"ड्रप इन\" प्रतिस्थापन हो र यसरी केही मिनेटमा स्थापना गर्न सकिन्छ भनेर मद्दत गर्दछ।",
    "3588620914": "गोपनीयता पास वेब को मापदण्डहरु द्वारा एक नयाँ आविष्कार हो, र यो अन्य अनुप्रयोगहरु र ब्राउजर विस्तारहरु लाई यसको कार्यक्षमता मा हस्तक्षेप गर्न को लागी यो सचेत छैन को लागी सम्भव छ।",
    "3590546893": "सरल व्यवहार विश्लेषण खराब अभिनेताहरू द्वारा सजिलै संग नक्कली संकेत हो, र तपाइँको सबै वैध ट्राफिकको लागि ब्राउजिङ इतिहास पनि कायम राख्न आवश्यक छ।",
    "359073033": "ड्यासबोर्डहरूले गतिविधिको उच्च-स्तर वा फाइन-ग्रेन्ड दृश्यहरू प्रदान गर्दछ।",
    "3594381346": "स्थान।",
    "3594440415": "अन्ततः, तिनीहरूले ढोका खोल्न सुरु गर्नेछन्।",
    "3594526017": "IM वैज्ञानिकहरूले CVPR 2020 मा कमजोर पर्यवेक्षित पाठ पहिचान (OCR) को लागि नयाँ बेन्चमार्क सेट गरे।",
    "3596207631": "प्रश्न: कुकी सेट गरेपछि म अझै पनि चुनौती देखिरहेको छु। यो के कारण हो?",
    "3600022491": "यस कारणले गर्दा हामीले हाम्रो सेवा प्रयोग गर्ने प्रकाशकहरूलाई पूर्ण धारा ५०८ र WCAG 2.1 AA अनुपालनको साथ सबैका लागि पहुँच सुरक्षित गर्न दिनको लागि सरल, पीडारहित विकल्प डिजाइन गरेका छौं।",
    "3600718611": "Google reCAPTCHA विचार गर्नुहोस्,",
    "3600797185": "रेट्रोएक्टिभ बट पहिचान प्रस्ताव गर्दा गुगललाई त्यो धोखाधडी ट्राफिकमा पैसा खर्च गर्ने विज्ञापनदाताहरूलाई कसरी रिट्रोएक्टिभ रूपमा फिर्ता गर्ने भन्ने काँटेदार प्रश्नहरूको लागि खुला हुनेछ।",
    "360236473": "hCaptcha सेवा कसैको लागि व्यक्तिगत लेबलरको रूपमा काम गर्न प्रयोग गर्ने उद्देश्यले होइन। यो यस उद्देश्यको लागि डिजाइन वा उपयुक्त छैन। हामी कसैलाई पनि व्यक्तिगत आयको स्रोतको रूपमा hCaptcha प्रयोग गर्ने प्रयास गर्न सिफारिस गर्दैनौं।",
    "3604147138": "3. कडा रूपमा आवश्यक प्राविधिक उद्देश्यका लागि प्रयोग गरिएको: पहुँचयोग्य प्रयोगकर्ता प्रयोग सक्षम बनाउँछ।",
    "3609106478": "प्रमाणपत्र भर्ने:",
    "3609929815": "। हामी तपाईको नाम, देश, र इमेल ठेगाना जानकारीलाई भविष्यमा व्यक्तिगत लेबलिङ कार्य अवसरहरूको सन्दर्भमा तपाईलाई सम्पर्क गर्ने उद्देश्यको लागि मात्र राख्नेछौं।",
    "3612043014": "... र अन्य साधारण कार्यहरू। मानिसका लागि सजिलो, बटहरूको लागि गाह्रो।",
    "361372538": "2. के हामी हाम्रा उपलब्ध गराइएका सेवाहरू ग्राहकद्वारा भेदभावपूर्ण उद्देश्यका लागि प्रयोग गरिने कुरामा विश्वास गर्छौं, जुन कानुनी हुन सक्छ तर हामीलाई स्वीकार्य छैन?",
    "3614653023": "बरु, यो अभ्यास ठूला-ठूला क्रेडेन्शियल स्टफिङ आक्रमणहरूमा निर्भर गर्दछ जसले खाताहरूको सानो उपसेट अनलक गर्ने आशामा दर्जनौं लक्षित वित्तीय संस्थाहरूमा लाखौं प्रयोगकर्तानाम/पासवर्ड जोडीहरू प्रयोग गर्ने प्रयास गर्दछ। एक पटक स्वचालित धोखाधडी सफ्टवेयरले खातामा पहुँच प्राप्त गरेपछि, एक मानव ह्याकर संलग्न हुन सक्छ, तर केहि अवस्थामा, होइन।",
    "361795034": "। अज्ञात लेखक, सी। २०००",
    "3619183405": "2021 मा सरल क्याप्चाहरू कहिलेकाहीं सफ्टवेयर मार्फत समाधान गर्न सकिन्छ, मेसिन लर्निङमा भएको प्रगतिलाई धन्यवाद। यसलाई सम्बोधन गर्न, hCaptcha ले गुणहरूको धेरै विस्तृत विश्लेषण पनि गर्दछ",
    "3620039756": "शीर्ष दायाँमा, थप र त्यसपछि सेटिङहरूमा ट्याप गर्नुहोस्।",
    "3620442880": "फ्ल्यास बिक्री सुरक्षा सुविधाहरू",
    "3621401685": "() अजीब नयाँ करहरूको अलोकप्रियता",
    "3621411541": "hCaptcha को लागि पहुँच विकल्पहरू बारे जान्नुहोस्",
    "3621455477": "थप जान्नको लागि!",
    "3623028666": "(कृपया जस्तै सेवा प्रयोग गर्नुहोस्",
    "3624758171": "उद्यम प्रकाशकहरूका लागि पनि आफू अनुकूल कार्यहरू उपलब्ध छन्।",
    "3630114728": "तपाईंका सबै साइट र एपहरूमा के भइरहेको छ हेर्नुहोस्।",
    "3644106388": "सम्पर्क गर्नुहोस्",
    "3645414921": "मेटाउन",
    "364774188": "म मानव ™",
    "3654556483": "वित्तीय संस्थाहरू र eCommerce कम्पनीहरूसँग प्रक्रियाहरू र नियन्त्रणहरू छन् जसले खाता टेकओभर खतरालाई कम गर्दछ। यी पुरानो शैलीको \"प्राथमिक विद्यालयमा तपाईंको सबैभन्दा मिल्ने साथीको नाम के थियो\" सुरक्षा प्रश्नहरूदेखि लिएर शंकास्पद IP ठेगानाहरू र मोबाइल उपकरण प्रोफाइलहरू पत्ता लगाउने विधिहरू सम्मका छन्।",
    "3657743880": "क्रस-साइट कुकीहरूका लागि ब्राउजर निर्देशनहरू",
    "3660619092": "इन्टरप्राइज समाधानहरूको लागि नि: शुल्क साइन अप गर्नुहोस् वा बिक्री सम्पर्क गर्नुहोस्",
    "366088791": "hCaptcha कार्यहरूको विस्तृत विविधता समर्थन गर्दछ।",
    "3660891610": "यदि तपाईं योगदानकर्ता हुनुहुन्छ भने, IMI, तपाईं होइन, तपाईंले कुनै पनि कार्य पूरा गर्ने भागको रूपमा उत्पादन गर्ने कुनै पनि काममा स्वामित्व अधिकारहरू छन्। यस सम्झौताका सर्तहरू स्वीकार गरेर तपाईंले हामीलाई र तपाईंको काममा स्वामित्व, स्वामित्व, र शीर्षक (संसारभरमा अवस्थित सबै बौद्धिक सम्पत्ति अधिकारहरू सहित) हस्तान्तरण गर्न (र यसद्वारा गर्नुहुनेछ) सहमत हुनुहुन्छ। हामीले त्यस्ता अधिकारहरू प्राप्त गर्न, पूर्ण गर्न र प्रयोग गर्न सक्षम छौं भन्ने कुरा सुनिश्चित गर्न, तपाईं (i) हाम्रा अधिकारहरूको दस्तावेजीकरण, पूर्णता र प्रवर्तनमा सहयोग गर्न कुनै पनि कागजातहरूमा हस्ताक्षर गर्न सहमत हुनुहुन्छ; र (ii) कुनै पनि र सबै देशहरूमा रेकर्डिङ, पूर्णता, सुरक्षित, रक्षा, र त्यस्ता स्वामित्व अधिकारहरू लागू गर्न जानकारीमा उचित पहुँच प्रदान गर्नुहोस्। यस खण्ड अन्तर्गतका तपाईंको दायित्वहरू तपाईंले सेवाहरूबाट दर्ता वा बन्द गरेपछि पनि जारी रहनेछन्। यस खण्डमा उल्लिखित उद्देश्यहरूका लागि तपाईंको तर्फबाट कागजातहरू कार्यान्वयन गर्न तपाईंले हामीलाई तपाईंको वकिलको रूपमा नियुक्त गर्नुहुन्छ।",
    "3666807632": "14. योगदानकर्ता योग्यता र सीपहरू",
    "3668115514": "hCaptcha कसरी फरक छ?",
    "3668873369": "hCaptcha मा, हामीले पहिलो दिनबाट फरक दृष्टिकोण लिएका छौं",
    "3669258571": "कुकी नीति",
    "3671246379": "चरण 5: कन्सोल ट्याबमा क्लिक गर्नुहोस्, र दायाँ क्लिक गर्नुहोस् त्यसपछि \"सबै चयन गर्नुहोस्\" र कन्सोल लग बचत गर्नको लागि पाठ फाइलमा बचत गर्नुहोस्। त्यो पनि हामीलाई पठाउनुहोस्।",
    "3671828834": "साझा गरिएको व्यक्तिगत जानकारीका उदाहरणहरू",
    "3673079511": "उदीयमान मानक",
    "3678889946": "जुन 15th 2019 भन्दा पछि छैन",
    "3679148535": "प्रश्न: प्राइभेसी पासका अन्य कुन एपहरूमा तपाईं काम गर्दै हुनुहुन्छ?",
    "3680327841": "हामी hCaptcha सबैका लागि राम्रोसँग काम गर्न प्रतिबद्ध छौं",
    "3682071227": "खाता टेकओभरहरू के हुन् र तिनीहरूले कसरी काम गर्छन्?",
    "3688621388": "धम्कीको हस्ताक्षर",
    "3694578791": "माथि छलफल गरिए अनुसार, हामी (र हाम्रा तेस्रो पक्ष विक्रेताहरू) कुकीहरू, वेब बीकनहरू, र अन्य ट्र्याकिङ प्रविधिहरूको प्रयोग मार्फत आंशिक रूपमा विश्लेषण जानकारी सङ्कलन गर्छौं। केहि उदाहरणहरूमा, हामी एनालिटिक्स जानकारी सङ्कलन गर्ने उद्देश्यका लागि कुकीहरू प्रयोग गर्न तेस्रो पक्ष विक्रेताहरूसँग काम गर्छौं।",
    "3695206755": "हामीलाई तपाईंको वातावरणमा कुनै दायित्व बिना प्रयास गर्नुहोस्।",
    "3700113699": "आफ्नो एन्ड्रोइड उपकरणमा, Chrome एप खोल्नुहोस्।",
    "3700767772": "एकचोटि तपाईंले एक्स्टेन्सन स्थापना गरिसकेपछि, पासहरू कमाउन यहाँ क्लिक गर्नुहोस् (वा hCaptcha-प्रयोग गर्ने कुनै पनि वेबसाइटमा)।",
    "370366524": "क्षणिक सेवा टेलीमेट्री",
    "3709608616": "त्यसोभए तपाइँको खाता असक्षम हुन सक्छ वा तपाइँलाई पूर्व सूचना बिना वा बिना कुनै पनि अवधिको लागि, हाम्रो एकल विवेकमा कमाईको लागि अयोग्य हुने निर्धारण गर्न सकिन्छ। कुनै पनि परिस्थितिमा हाम्रो उचित उपयोग थ्रेसहोल्ड भन्दा बढी अनुरोधहरू हामीबाट लिखित पुष्टि बिना आम्दानीको लागि योग्य हुनेछैनन्।",
    "3714002185": "hCaptcha उद्यम बारे थप जान्नुहोस्",
    "3715747429": "हाम्रा अनबोर्डिङ इन्जिनियरहरूले तपाईंलाई प्रतिक्रिया एकीकरण, iOS नेटिभ एपहरूका लागि SDKs, Java ब्याकएन्ड उदाहरण, वा वस्तुतः कुनै अन्य परिदृश्यको आवश्यकता परे पनि तपाईंलाई द्रुत गतिमा अघि बढाउन सक्छ।",
    "3717512591": "प्रत्यक्ष प्लेटफर्म एकीकरण",
    "3717942925": "जसरी इमेल मार्फत तपाईको ध्यानाकर्षण गराउन चाहने मानिसहरू सधैं हुनेछन्, त्यहाँ सधैँ केही स्रोतहरूमा पहुँचलाई सीमित गर्ने इच्छा हुनेछ जसमा केवल मानिसहरूले मात्र पहुँच गर्न सक्छन्।",
    "3719056187": "इन्टरनेट पृष्ठहरूमा प्रदान गरिएको जानकारीले व्यक्तिगत सल्लाहलाई प्रतिनिधित्व गर्दैन र यसलाई प्रतिस्थापन गर्न सक्दैन। यदि तपाईंलाई व्यक्तिगत सल्लाह चाहिन्छ भने, कृपया हाम्रो समर्थन कर्मचारीलाई सम्पर्क गर्नुहोस्।यस साइटको प्रयोग गर्नुहोस्",
    "3720584906": "जुलाई १५, २०२१ - अक्टोबर १५, २०२१",
    "3721365241": "प्रयास गर्नुहोस्",
    "3723626769": "तपाईंको योगदान र समीक्षाको लागि।",
    "3725880582": "परोपकारमा फिर्ता दिनुहोस्",
    "3729345277": "hCaptcha कम्पनीहरूका लागि उनीहरूलाई आवश्यक पर्ने एनोटेसनहरू छिटो, उच्च गुणस्तर र अन्य विकल्पहरू भन्दा कम लागतमा प्राप्त गर्ने तरिका हो।",
    "3730038780": "प्रयोगकर्ताहरूलाई समाधान गर्नका लागि लगभग असीमित संख्यामा चुनौतीहरूबाट छनौट गर्नुहोस्",
    "3730344349": "यो खण्डले हामीले क्यालिफोर्नियाका उपभोक्ताहरू बारे सङ्कलन गर्ने व्यक्तिगत जानकारी र उनीहरूलाई क्यालिफोर्निया उपभोक्ता गोपनीयता ऐन वा \"CCPA\" अन्तर्गत प्रदान गरिएका अधिकारहरू बारे थप विवरणहरू प्रदान गर्दछ।",
    "3733422465": "8. आफ्नो पहिचान प्रमाणित गर्दै",
    "3740051331": "हामी सामाजिक सञ्जाल, फोरम, र हाम्रो इन-विजेट र इमेल समर्थन च्यानलहरूमा तपाइँका प्रयोगकर्ताहरूको प्रश्नहरूको सक्रिय रूपमा निगरानी र जवाफ दिन पनि प्रतिबद्ध छौं। हामी पहुँचयोग्य र उत्तरदायी छौं, र प्रयोगकर्ताको सन्तुष्टिलाई शीर्ष KPI को रूपमा व्यवहार गर्छौं।",
    "3741193183": "( ) धेरै इमेल प्रयोगकर्ताहरूले व्यापार गुमाउन वा सम्भावित रोजगारदाताहरूलाई टाढा राख्न सक्दैनन्",
    "3744079744": "जुन १५-१९ २०२० ****",
    "3744153629": "नामहरू:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "सम्पर्क गर्नुहोस्",
    "3753956446": "नि:शुल्क",
    "3758963444": "धन्यवाद! तपाईको सबमिशन प्राप्त भएको छ!",
    "3759360138": "4. प्रयोगकर्ता नाम र पासवर्ड",
    "3759657802": "तपाईंले यी सेवा सर्तहरू वा यहाँका अधिकार वा दायित्वहरूलाई कुनै पनि तरिकाले (कानूनको सञ्चालन वा अन्यथा) तोक्न, स्थानान्तरण वा प्रत्यायोजित गर्न सक्नुहुन्न।",
    "3759923279": "कृपया निम्न इमेल ठेगानामा प्रेस सोधपुछ सिधा गर्नुहोस्:",
    "3764131594": "22. तेस्रो-पक्ष वेबसाइटहरू",
    "3766910104": "2. कडा रूपमा आवश्यक प्राविधिक उद्देश्यका लागि प्रयोग गरिएको: लोड सन्तुलन, राउटिंग।",
    "3767462250": "गोपनीयताको लागि डिजाइन गरिएको",
    "3768951251": "उद्यम SLAs",
    "3773515538": "कहिल्यै \"दुई शब्दहरू टाइप गर्न\" सोधिएको छ?",
    "378086442": "CAPTCHAs को, सट्टा तिनीहरूको UX प्रति से।",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation को दर्ता गरिएको ट्रेडमार्क हो, र यसको अनुमति लिएर प्रयोग गरिन्छ।",
    "3783031293": "हामी हाम्रो वेब ट्राफिकलाई अनुकूलन गर्न Cloudflare प्रयोग गर्छौं। क्लाउडफ्लेयरले डाटा कसरी सङ्कलन र प्रशोधन गर्छ भन्ने जानकारीको लागि,",
    "3795997071": "Chrome मेनु प्रतिमा चयन गर्नुहोस्। सेटिङहरू चयन गर्नुहोस्।",
    "3800781598": "] लगभग पाँच दशक पछि, इमेल स्प्याम हामीलाई प्लेग जारी छ। धेरै अरबौं डलर र हजारौं व्यक्ति-वर्षको इन्जिनियरिङ प्रयास यसलाई पराजित गर्न राखिएको छ, र अझै पनि स्प्याम जारी छ। दुबै तर्फ अरबौं डलरका उद्योगहरू छन्, अर्थात् यसको विरुद्धमा रक्षा गर्ने र पठाउनेहरू।",
    "3805618893": "गुगल क्रोम (पीसी)",
    "3806054689": "अप्रिल १५, २०२० - जुलाई १५, २०२०",
    "3807059944": "प्रयोग गरिएको चुनौती सामग्री नियन्त्रण गर्नुहोस्",
    "3816867833": "प्रतिक्रिया",
    "3817067682": "बहुभुज",
    "3817811295": "ग्यारेन्टी विश्वसनीयता र छिटो 24/7 अन-कल समर्थन।",
    "3819851005": "२. शुल्क",
    "3821716514": "पृष्ठ।",
    "3828090208": "यसको सट्टा \"hCaptcha को लागी\" प्रयोग गर्नुहोस्। यदि तेस्रो पक्षको लोगोको साथ प्रयोग गरिन्छ भने, \"hCaptcha को लागी\" तेस्रो पक्षको लोगो भन्दा सानो हुनु आवश्यक छ।",
    "3833636936": "क) प्रति सेकेन्ड 1,000 अनुरोधहरू,",
    "3836291932": "प्रश्न: म धेरै यन्त्रहरू प्रयोग गर्छु। के मैले धेरै पटक साइन अप गर्न आवश्यक छ?",
    "3842490632": "धेरै प्रश्नहरूको जवाफ दिने प्रयास गर्ने एक व्यक्तिगत प्रयोगकर्ताले दर सीमित वा चाँडै प्रतिबन्धित हुने सम्भावना छ। उत्तिकै महत्त्वपूर्ण, हाम्रो रूपमा",
    "3842673636": "GDPR अन्तर्गत, तपाइँसँग तपाइँको व्यक्तिगत जानकारी सम्बन्धी केहि अधिकारहरू छन्। हामीले राखेका तपाईको व्यक्तिगत जानकारीको सम्बन्धमा तपाईले हामीलाई निम्न कार्यहरू गर्न सोध्न सक्नुहुन्छ:",
    "3842815245": "के यो निष्पक्ष व्यापार हो?",
    "38428546": "हामी तपाईंको खाताको जीवनभर तपाईंको व्यक्तिगत डाटा सुरक्षित रूपमा भण्डार गर्छौं। हामीले जम्मा गरेका उद्देश्यहरू पूरा गर्नका लागि आवश्यक भएसम्म तपाईंको व्यक्तिगत डाटा मात्र राख्नेछौं, कुनै कानूनी, लेखा, वा रिपोर्टिङ दायित्वहरू वा विवादहरू समाधान गर्ने उद्देश्यहरू सहित। हामीले भण्डारण अवधि निर्धारण गर्न प्रयोग गर्ने मापदण्डहरूमा लागू हुने अनुबंधात्मक प्रावधानहरू, कानुनी वैधानिक सीमा अवधिहरू, लागू हुने नियामक आवश्यकताहरू, र उद्योग मापदण्डहरू समावेश छन्।",
    "3844300338": "तपाईं क्षतिपूर्ति गर्न, रक्षा गर्न र हामीलाई कुनै पनि र सबै दावीहरू, क्षतिहरू, दायित्वहरू, लागतहरू, र खर्चहरू (उचित वकिलहरूको शुल्क र लागतहरू सहित) बाट हानिरहित होल्ड गर्न सहमत हुनुहुन्छ। ।",
    "3844432472": "API को धेरै खुलापन र उपयोगिताले तिनीहरूलाई आक्रमणकारीहरूको लागि अविश्वसनीय रूपमा समृद्ध लक्ष्य बनाउँछ। एपीआई प्रयोग गरेर कर्पोरेट प्रणालीबाट डेटा प्राप्त गर्न र पहुँच गर्न मोबाइल एपलाई प्रोग्राम गर्न सकिन्छ, त्यसैगरी मालवेयरको टुक्रा पनि हुन सक्छ। ह्याकरहरूले API को दुरुपयोग गर्न सफ्टवेयर उपकरणहरूको विस्तृत विविधता लेखेका छन्। यो एक प्रभावकारी आक्रमण प्रविधि हो।",
    "384965568": "जबकि रिटेन्सन आवश्यकताहरू क्षेत्राधिकार अनुसार भिन्न हुन्छन्, तपाईंको व्यक्तिगत डेटाको विभिन्न पक्षहरूको लागि हाम्रो विशिष्ट अवधारण अवधिहरूको बारेमा जानकारी तल वर्णन गरिएको छ।",
    "3856690908": "जनवरी १५, २०२० - अप्रिल १५, २०२०",
    "3856912381": "प्रयोगकर्ताहरूले पीडा भोगेका छन्, र अनावश्यक वेब स्प्याम अहिले व्याप्त छ। तर त्यहाँ एक विकल्प छ।",
    "3859506577": "व्यापार इमेल",
    "3861413614": "तपाईंले कुनै पनि hCaptcha ट्रेडमार्क वा लोगो प्रयोग गर्न सक्नुहुन्न जसले hCaptcha सँग कुनै तेस्रो पक्षको उत्पादन वा सेवासँग सम्बद्धता वा अनुमोदन, प्रायोजन, वा समर्थन छ, स्पष्ट लिखित अनुमति बिना।",
    "3863351997": "क्यालिफोर्निया ग्राहक रेकर्ड विधान (Cal. Civ. Code § 1798.80(e)) मा सूचीबद्ध व्यक्तिगत जानकारी कोटिहरू।",
    "3871665286": ", जुन hCaptcha विजेट जानकारी पृष्ठमा प्रमुख रूपमा लिङ्क गरिएको छ। तिनीहरूलाई एक ईन्क्रिप्टेड कुकी दिइएको छ जुन प्रति दिन धेरै पटक प्रयोग गर्न सकिन्छ, तर लगइन मार्फत हरेक 24 घण्टामा ताजा हुनुपर्छ।",
    "3875523186": "gistfile1.txt",
    "3878077249": "तपाईंको व्यक्तिगत जानकारीमा अशुद्धताहरू अपडेट गर्नुहोस् वा सच्याउनुहोस्।",
    "3878230879": "हाम्रो लक्ष्य यो सँधै तपाईंको लागि काम गर्छ भनेर सुनिश्चित गर्नु हो, त्यसैले हामी तपाईंको रिपोर्टहरूको धेरै कदर गर्छौं!",
    "3881754581": "। यदि तपाईं हाम्रो एनोटेसन सेवाहरूको ग्राहक हुनुहुन्छ र तपाईंले सेवाहरूको प्रयोगको भागको रूपमा \"सबैका लागि डाटा\" विकल्प चयन गर्नुभएको छ भने, तपाईंले IMI र सेवाका सबै प्रयोगकर्ताहरूलाई विश्वव्यापी, गैर-विशेष, उप-लाइसेन्स योग्य, स्थानान्तरण योग्य, रोयल्टी-मुक्त, सबै ग्राहक डेटाको पूर्ण शोषण गर्न अपरिवर्तनीय इजाजतपत्र, सबै सम्बन्धित बौद्धिक सम्पत्ति अधिकारहरू सहित। यदि तपाइँ \"सबैका लागि डाटा\" विकल्प चयन गर्नुहुन्छ भने, तपाइँ प्रतिनिधित्व गर्नुहुन्छ र यो खण्डमा इजाजतपत्र प्रदान गर्नको लागि तपाइँको डेटामा पर्याप्त अधिकार, शीर्षक, र रुचि छ भन्ने कुराको प्रतिनिधित्व गर्नुहुन्छ।",
    "3882147547": "बेखबर छद्म कार्यहरू",
    "388240587": "जनवरी ५-१५, २०२२",
    "3884400764": "जब तपाइँ यी दिशानिर्देशहरू अनुसार hCaptcha मार्कहरू प्रयोग गर्न सक्नुहुन्छ, यसको मतलब यो होइन कि तपाइँसँग hCaptcha मार्क्स, लोगो, वा अन्य कुनै ट्रेडमार्क, ट्रेड नाम, सेवा चिन्ह, व्यवसायको नाम वा hCaptcha को सद्भावनामा निहित अधिकारहरू छन्। हामी सकेसम्म धेरै लचिलोपन प्रदान गर्न चाहन्छौं, तर हामी hCaptcha लाई कुनै पनि ट्रेडमार्क, ट्रेड नाम, सेवा चिन्ह, व्यवसायको नाम वा hCaptcha को सद्भावनाको अनधिकृत प्रयोगबाट जोगाउन बाध्य छौं। कुनै पनि अनाधिकृत प्रयोगले hCaptcha द्वारा प्रदान गरिएको अनुमति वा इजाजतपत्र स्वतः समाप्त हुन्छ र कुनै पनि क्षतिको लागि कानूनी दायित्वहरू लिन सक्छ।",
    "3887113660": "प्रश्न: गोपनीयता पासले hCaptcha आम्दानीलाई कसरी असर गर्छ?",
    "3891941747": "*** COVID-19 सल्लाह: COVID-19 सम्बन्धित कर्मचारी क्षमता कम भएको कारणले, हाम्रो मानक प्रमाणिकरण पूरा गर्न थप समय दिनको लागि मेलमिलापलाई पुन: तालिका गरिएको छ। भुक्तानीहरू शुक्रबारबाट सुरु हुने र अर्को सोमबार पूरा हुने अपेक्षा गरिएको छ।",
    "3892905664": "hCaptcha ले तपाईका मनपर्ने अनलाइन सेवाहरूलाई मानिसका लागि सजिलो र मेसिनहरूका लागि गाह्रो हुने साधारण प्रश्नहरू सोधेर बट, स्प्याम र दुरुपयोगलाई बाहिर राख्न मद्दत गर्दछ।",
    "3892952987": "हाम्रो उद्घाटन जाँच गर्नुहोस् र यहाँ आवेदन दिनुहोस्",
    "3893539589": "बाहिरी लिङ्कहरू सम्मिलित गर्नुहोस् जसले कार्यद्वारा आवश्यक नभएसम्म वस्तु वा सेवाहरू प्रदान गर्दछ;",
    "389705801": "() कानूनले यसलाई स्पष्ट रूपमा निषेध गर्दछ",
    "3897238493": "सेवाहरू \"जस्तो छ\" आधारमा उपलब्ध गराइन्छ। पहुँच, फिटनेस, वैधानिकता, उपलब्धता, वा सेवाहरूको कार्यक्षमताको सम्बन्धमा हामी कुनै प्रतिनिधित्व वा वारेन्टीहरू गर्दैनौं, निहित वा व्यक्त गर्दैनौं। कानूनद्वारा अनुमति दिइएको अधिकतम हदसम्म, IMI ले सबै अभिव्यक्ति वा निहित सर्तहरू, प्रतिनिधित्व र वारेन्टीहरू अस्वीकार गर्दछ, तर सीमित छैन, गैर-व्यापारको वारेन्टीहरू, गैर-व्यापारिकता। कुनै पनि त्रुटिहरू, गैर-अनुपालनहरू, वा असन्तुष्टिहरूका सम्बन्धमा IMI विरुद्धको तपाईंको एकमात्र र विशेष उपाय भनेको सेवाहरूको प्रयोग बन्द गर्नु हो, तपाईंको कम्प्युटर प्रणालीमा हुने कुनै हानि, डेटाको हानि वा भ्रष्टताको परिणामको लागि हामीसँग कुनै जिम्मेवारी हुनेछैन। वेबसाइट वा इन्ट्युशन मेसिन प्लेटफर्ममा तपाईंको पहुँच वा प्रयोगबाट। अनुसूचित र अनुसूचित अवरोधहरू हुन सक्छ, र हामी हाम्रो वेबसाइटको निर्बाध उपलब्धता वारेन्ट गर्दैनौं।",
    "3898950867": "() जो रोजगार र/वा पहिचान चोरी",
    "3900538778": "लेबल गरिएको डाटा इन्धन हो जसले मेसिन लर्निङलाई शक्ति दिन्छ। 2009 देखि Google को ML/AI सेवाहरू सुधार गर्न reCAPTCHA जवाफहरू प्रयोग गरिँदै आएको छ। reCAPTCHA प्रयोग गर्ने धेरै मानिसहरूले आफ्नो श्रम प्रयोग गरिँदै छ भन्ने महसुस गर्दैनन्।",
    "3901503296": "गोपनीयतामा यो अनौठो फोकसको अर्थ हो कि हामीले उत्कृष्ट सुरक्षा कायम राख्दै आवश्यकता अनुसार शून्य व्यक्तिगत डेटा रिटेन्सन, कुकी-मुक्त सञ्चालन, र अन्य अनुबंधात्मक गोपनीयता ग्यारेन्टीहरू प्रस्ताव गर्न सक्छौं।",
    "3904679538": "क्रोम",
    "3906359167": "समाधानहरू:",
    "3906886217": "कम्पनीहरू वा वेबसाइटहरूको लागि",
    "3908992897": "र संसारको हरेक देश र क्षेत्रमा प्रयोग गरिन्छ, त्यसैले हामी एक सुसंगत वैश्विक अनुभव प्रदान गर्नमा धेरै केन्द्रित छौं।",
    "3909240516": "() SMTP हेडरहरू कानूनको विषय हुनु हुँदैन",
    "3910971075": "IMI सँग स्रोत कोड, वस्तु कोड वा अन्तर्निहित संरचना, विचार वा एल्गोरिदम, API, र सेवाहरूसँग सम्बन्धित कुनै पनि अतिरिक्त सफ्टवेयर, कागजात वा डेटा (\"सफ्टवेयर\") मा बौद्धिक सम्पत्ति अधिकार सहित सबै अधिकारहरू छन्। तपाईले, प्रत्यक्ष वा अप्रत्यक्ष रूपमा, तेस्रो पक्ष वा अन्यथा: (क) रिभर्स इन्जिनियर, डिकम्पाइल, डिसेम्बल, वा अन्यथा सफ्टवेयर पत्ता लगाउने प्रयास गर्नुहुने छैन; (b) परिमार्जन, अनुवाद, वा कुनै पनि सफ्टवेयरमा आधारित व्युत्पन्न कार्यहरू सिर्जना गर्नुहोस्; (ग) प्रतिलिपि, भाडा, पट्टा, वितरण, प्रतिज्ञा, असाइन, वा अन्यथा हस्तान्तरण वा कुनै पनि सफ्टवेयरमा अधिकारहरू संलग्न; (d) टाइम सेयरिङ, सेवा ब्यूरो उद्देश्य, वा अन्यथा तेस्रो पक्षको फाइदाको लागि कुनै पनि सफ्टवेयर प्रयोग गर्नुहोस्; वा (e) कुनै पनि स्वामित्व सूचना वा लेबलहरू हटाउनुहोस्।",
    "3912514510": "() पत्राचार सूचीहरू र अन्य वैध इमेल प्रयोगहरू प्रभावित हुनेछन्",
    "3912926900": "hCaptcha® मा पहिलो पटक क्रिएटिभ प्रतिलिपिमा देखा पर्दा दर्ता गरिएको ट्रेडमार्क प्रतीक हुनुपर्छ।",
    "3913203723": "यदि, कुनै कारणले, अनुरोधकर्ताले तपाईंले पूरा गर्नुभएको कार्यको कार्यसम्पादन स्वीकार गर्दैन भने, तपाईं योगदानकर्ता वा एकीकरणकर्ताको रूपमा कार्यको लागि कुनै पुरस्कारको हकदार हुनुहुनेछैन। यदि अस्वीकार्य रूपमा सम्पन्न कार्यको लागि तपाइँलाई पुरस्कारहरू पहिले नै फैलाइएको थियो भने, हामी तपाइँबाट ती पुन: प्राप्त गर्न सक्छौं।",
    "3913801502": "hCaptcha अब इन्टरनेटको लगभग 15% मा चल्छ",
    "3913848038": "99.99% अपटाइम SLA र 24/7 विश्वव्यापी समर्थन उपलब्ध छ।",
    "3916131732": "अमेरिका",
    "3922723611": "कृपया कुनै पनि विज्ञापन अवरोधक वा ब्राउजर सुरक्षा विस्तारहरू असक्षम गर्ने प्रयास गर्नुहोस्",
    "3926027556": "र हामी छिट्टै तपाईलाई फर्काउनेछौं।",
    "392886773": "हरेक देशमा काम गर्छ",
    "3930611699": "व्यक्तिगत कामदारहरू।",
    "3930808600": "हामीले सङ्कलन र भण्डारण गर्ने जानकारीको सुरक्षा गर्न हामी उपयुक्त प्राविधिक र संगठनात्मक उपायहरू लागू गर्छौं, र हाम्रो तर्फबाट हाम्रो प्रशोधन गर्ने सबै एजेन्टहरूलाई त्यसै गर्न आवश्यक छ। दुर्भाग्यवश, कुनै पनि सुरक्षा उपायहरू 100% निर्दोष छैनन्, र जस्तै कुनै पनि नेटवर्क वा प्रणाली (हाम्रो सहित) विनाश, हानि, परिवर्तन, अनधिकृत खुलासा, वा हामीले सङ्कलन र भण्डारण गर्ने जानकारीको पहुँच विरुद्ध 100% सुरक्षित हुने ग्यारेन्टी गर्न सकिँदैन। यदि तपाइँ तपाइँको जानकारी कुनै पनि कारणले सुरक्षित नहुन सक्छ भन्ने विश्वास गर्नुहुन्छ भने, कृपया हामीलाई तुरुन्तै सम्पर्क गर्नुहोस्",
    "3933993151": "व्यक्तिगत डाटा लेबलरको रूपमा काम गर्नुहोस्",
    "394235836": "3. यदि माथिका कुनै पनि सुझावहरूले काम गरेन भने, हामीलाई समर्थन इमेल पठाउनुहोस् र हामी के भइरहेको छ भनेर पत्ता लगाउन मद्दत गर्न पाउँदा खुसी हुनेछौं।",
    "3942875761": "अझ राम्रो वेब™ निर्माण गर्न मद्दत गर्नुहोस्",
    "3943164003": "कच्चा हेर्नुहोस्",
    "3943417791": "hCaptcha Enterprise (BotStop) को लागि समर्थन प्राप्त गर्नुहोस्",
    "3946753128": "निजी। सुरक्षित। छिटो।",
    "3951112506": "। यसले पहिले नै डाटामा उच्च स्तरको विषमताको ग्यारेन्टी दिन्छ।",
    "3951254541": "हामी तपाईंको इनपुटको कदर गर्छौं। हामीलाई कुनै पनि समस्याहरू थाहा दिनुहोस् र हामी तिनीहरूलाई छिट्टै समाधान गर्नेछौं।",
    "3952259236": "hCaptcha को व्यवहार को वर्गहरु मा तालिम दिन hCaptcha को हजारौं संकेतहरु संग आफ्नो अन्धा डेटा मिलाउनुहोस् -- तपाईको उदाहरण को लागी मात्र -- कुनै एक मात्र समाधान भन्दा राम्रो दुर्भावनापूर्ण व्यवहार को भविष्यवाणी गर्न को लागी।",
    "3953584369": "परिष्कृत RBAC पहुँच प्रतिबन्धहरू उपलब्ध छन्।",
    "3955555607": "साझेदारहरू वा अधिकृत पुनर्विक्रेताहरू बाहेक, तेस्रो पक्षहरूले hCaptcha चिन्हहरू वा गलत हिज्जेहरू प्रयोग गरेर किवर्डहरू, Google AdWords, वा अन्य लक्षित विज्ञापन प्रणालीहरूको लागि बिड गर्न सक्दैनन्। न त तेस्रो पक्षहरूले डोमेन नामहरूमा hCaptcha चिन्हहरू प्रयोग गर्न सक्छन्, कुनै पनि खोज इन्जिन अप्टिमाइजेसन, मेटा ट्यागहरू, खोज सर्तहरू, कोड, वा अन्य गलत व्याख्या।",
    "3955981186": "संशोधनहरू। IMI बाहेक अरू कसैद्वारा सेवाका यी सर्तहरूमा कुनै पनि परिमार्जन वा परिमार्जन IMI लाई बाध्यकारी हुनेछैन जबसम्म IMI को एक विधिवत अधिकृत प्रतिनिधिद्वारा हस्ताक्षर गरिएको लिखित साधनमा।",
    "3963216198": "किन API हरू ह्याकरहरूका लागि लोकप्रिय लक्ष्य हो भनेर छलफल गर्न, पहिले \"एपीआई\" शब्दको अर्थ के हो भनेर परिभाषित गर्नको लागि छोटो समय लिन लायक छ। API को अवधारणा बिल्कुल नयाँ छैन। वास्तवमा, विभिन्न कम्प्युटर प्रणालीहरूलाई एकअर्कासँग जडान गर्ने इन्टरफेसहरू, साथै तिनीहरूका आन्तरिक कम्पोनेन्टहरू, कम्तिमा 1960 को दशकको सुरुदेखि नै छन्।",
    "3963642878": "डिसेम्बर 14th 2019 भन्दा पछि छैन*",
    "3967047208": "तपाईंले यसलाई डिबग गर्नको लागि अनुकूलनमा केही सुरक्षाहरू अस्थायी रूपमा बन्द गर्न सक्नुहुन्छ, चेकबक्सहरू अचयन गरेर: ट्र्याकर चेकबक्सलाई अचयन गर्नुहोस् वा यदि तपाईंसँग अझै समस्याहरू छन् भने कुकीहरू जाँच बाकसलाई अचयन गर्नुहोस्।",
    "3971348140": "हामीले hCaptcha किन प्रयोग गर्यौं? अरू कसैले हामीलाई चाहिने सुविधाहरू र प्रदर्शन प्रदान गर्न सकेन। तिनीहरूले हामीलाई उठाएर छिटो दौडिए, र हाम्रा व्यापारीहरूले अनुभव मन पराउँछन्।",
    "3972094614": "ब्रेन्डन इच",
    "3972554015": "प्रक्रिया पनि। र ब्राउजर विस्तार अवश्य पनि छ",
    "3974566657": "सेवाहरू अधिक लोकप्रिय हुँदै जाँदा, यस प्रकारको घटना अनिवार्य रूपमा अधिक बारम्बार हुन्छ। hCaptcha विश्वको लगभग हरेक देशमा हरेक दिन लाखौं मानिसहरूद्वारा प्रयोग गरिन्छ, त्यसैले हामी यो नीति र यस मुद्दालाई सकेसम्म पारदर्शी हुन कसरी सम्बोधन गर्छौं भन्ने बारेको अध्ययन प्रकाशित गर्दैछौं।",
    "3978720689": "स्प्याम लड्ने दृष्टिकोण। तपाईको विचारले काम गर्दैन। यहाँ छ किन यसले काम गर्दैन।",
    "3983646521": "सबै उत्पादन नामहरू, लोगोहरू, ब्रान्डहरू, ट्रेडमार्कहरू र दर्ता गरिएका ट्रेडमार्कहरू तिनीहरूका सम्बन्धित मालिकहरूको सम्पत्ति हुन्। यस वेबसाइटमा प्रयोग गरिएका सबै कम्पनी, उत्पादन र सेवा नामहरू पहिचान उद्देश्यका लागि मात्र हुन्। यी नामहरू, ट्रेडमार्कहरू र ब्रान्डहरूको प्रयोगले समर्थनलाई संकेत गर्दैन। यस मामला मा, एकदम विपरीत।",
    "3987022469": "लेबलिङ",
    "3988350": "यसको मतलब त्यहाँ वास्तविक-विश्व छाता एनोटेसनहरूको लागि उत्कृष्ट प्रयोग केसहरू छन्। स्व-ड्राइभिङ कारहरूको प्रभावमा असहमतिको लागि ठाउँ छ, तर ADAS प्रणालीहरू पहिले नै बचत गर्दै छन्।",
    "3991444169": "यो पृष्ठले hCaptcha इन्टरप्राइज सेवाका लागि हालका सबप्रोसेसरहरू सूचीबद्ध गर्दछ।",
    "3992401943": "२०१२ देखि गहिरो शिक्षामा क्रान्ति भएको छ। मुख्यतया गहिरो कन्भोलुसनल नेटवर्कहरूको कारणले गर्दा, गत दशकमा कार्य शुद्धताको लागि उद्योग मानकमा आमूल सुधार भएको छ। गुगलले प्रस्ताव गर्ने अन्य ML-संचालित सेवाहरूले यो वक्र अनुसरण गरेको छ।",
    "4007826952": "वेब, मोबाइल र थपका लागि #1 गोपनीयता-पहिलो क्याप्चा।",
    "4008400186": "चरण 4: तपाईंले समाधान गर्ने प्रयास गरेपछि \"HAR निर्यात गर्नुहोस्\" (थोरै तलको तीर) मा क्लिक गर्नुहोस्, जसले नेटवर्क लग बचत गर्छ। त्यो फाइल हामीलाई पठाउनुहोस्।",
    "4011712313": "हाम्रो DMCA नीतिको अंशको रूपमा, हामी ग्राहकहरूको खाताहरू राख्छौं जसको लागि हामीले कथित उल्लङ्घनको बहु-चरण DMCA दोहोरिने उल्लङ्घनकर्ता नीतिमा धेरै DMCA सूचनाहरू प्राप्त गर्छौं। एक क्यालेन्डर महिनामा बारम्बार DMCA सूचनाहरू प्राप्त गरेपछि, ग्राहक खाता एक नीति चरणबाट अर्को चरणमा बढ्नेछ।",
    "4015238193": "र ओसीआर [",
    "4019638786": "A: hCaptcha को गोपनीयता पास प्रयोगकर्ताहरूले आफ्नो ब्राउजरको टोकन वालेट खाली नभएसम्म वा साइटले पठाउँदैन भने तिनीहरूको IP hCaptcha मा कहिले पनि खुलासा गर्दैनन्। hCaptcha सँग प्रयोगकर्तालाई टोकन रिडेम्पसनमा लिङ्क गर्ने कुनै तरिका छैन, र तिनीहरूको टोकन वालेट खाली नभएसम्म रिडेम्पसनको समयमा प्रयोगकर्तासँग सीधै अन्तरक्रिया गर्दैन।",
    "4019660456": "0ms विलम्बता: कुनै API कल बिना hCaptcha टोकनहरू प्रमाणित गर्नुहोस्।",
    "4023575072": "दोहोरो प्रयोग",
    "4024785952": "Cloudflare, Inc. (ग्लोबल)। प्रदान गरिएका सेवाहरू: Cloudflare.com।",
    "4034694801": "कुनै मिल्दो परिणामहरू छैनन्।",
    "4036662147": "5. गोप्य जानकारी को संरक्षण",
    "4036872105": "पहिले र त्यसपछि पुन: प्रयास गर्नुहोस्",
    "4039193170": "यदि तपाइँसँग टोकनहरू प्राप्त गर्न वा रिडिम गर्न समस्याहरू छन् भने:",
    "4044467791": "अघिल्लो 12 महिनामा हामीले तपाइँबाट सङ्कलन गरेका व्यक्तिगत जानकारीको कोटीहरूको लागि, कृपया माथिको \"हामीले सङ्कलन गरेको जानकारी\" खण्ड हेर्नुहोस्। हामीले माथिको \"हामी कसरी व्यक्तिगत जानकारी प्रयोग गर्छौं\" खण्डमा वर्णन गरिएको व्यापार र व्यावसायिक उद्देश्यका लागि यो जानकारी सङ्कलन गर्छौं। अघिल्लो 12 महिनाहरूमा, हामीले व्यापारिक उद्देश्यका लागि तेस्रो पक्षहरूसँग जानकारीको निम्न कोटीहरू साझेदारी गरेका छौं:",
    "4051104324": "\"Intuition Machines\" Intuition Machines, Inc को दर्ता गरिएको ट्रेडमार्क हो।",
    "4051785543": "प्रयोग गर्नुहोस्:",
    "4057343238": "बाहिरिनु",
    "4059570880": "यदि तपाइँ मानकीकरण प्रयास ट्र्याक गर्न चाहनुहुन्छ भने, प्रयासहरू हाल चलिरहेका छन्",
    "4060250206": "हाम्रो प्राविधिक विशेषज्ञहरु मध्ये एक पुग्न यो फारम प्रयोग गर्नुहोस्। हामी छिटो जवाफ दिन्छौं।",
    "4063155841": "जुन 25th 2021 † पछि छैन",
    "4063769686": "प्रयोगकर्ताहरूले उनीहरूले भ्रमण गरिरहेको साइटलाई समर्थन गर्छन्, र कम वेब स्प्याम अनुभव गर्छन्। यो एक उचित सम्झौता जस्तो देखिन्छ।",
    "4065065042": "तपाईको प्रयोगको केसलाई ठ्याक्कै मिलाउन यसलाई डायल गर्नुहोस्।",
    "4065614934": "यो विश्लेषण नयाँ होइन, तर मानिसहरू अनन्त आशावादी छन्। विशेष गरी जब तिनीहरू सोच्छन् कि उनीहरूको विचार नयाँ छ।",
    "4072202039": "15 अप्रिल 2019 - जुलाई 15, 2019",
    "4074220464": "A: पहिले लोकप्रिय विकल्पहरू जस्तै अडियो क्याप्चाहरू धेरै a11y प्रयोगकर्ताहरू विरुद्ध भेदभाव गर्छन् र आधुनिक मेसिन लर्निङ प्रविधिहरूद्वारा सजिलै पराजित हुन्छन्। यसले हालको अडियो चुनौतिहरूलाई झन्झन् धेरै कठिन हुन बाध्य तुल्याएको छ, शोर, अनौठो समय, असामान्य शब्द संयोजनहरू, र आक्रमणकारीहरूलाई पराजित गर्नको लागि। यसरी चुनौतीलाई पूर्ण रूपमा बेवास्ता गर्ने विरुद्ध हामी यस दृष्टिकोणको बारेमा कम उत्साहित छौं, तर a11y समुदायबाट माग भएमा यसलाई विचार गर्नेछौं।",
    "4080263153": "कुनै छूट छैन। हामीले हाम्रो अधिकार वा उपचारको कुनै पनि अंश त्याग गरेको मानिने छैन जबसम्म छूट लिखित रूपमा र हामीद्वारा हस्ताक्षर गरिएको छैन। यदि हामीले यस सम्झौताको कुनै पनि प्रावधान अन्तर्गत हाम्रा अधिकारहरू लागू गर्न ढिलाइ गर्छौं वा असफल हुन्छौं भने, त्यसले त्यस्ता प्रावधान वा यस सम्झौताको कुनै पनि अंशलाई लागू गर्ने हाम्रो अधिकारको त्यागलाई गठन गर्दैन।",
    "4082053540": "जुन 19-25 2021††",
    "4083018285": "परिष्कृत लगातार खतराहरूलाई सम्बोधन गर्न परिष्कृत SOC अनुगमन र प्रतिक्रियाको साथ संयोजन गर्ने विस्तारित सुविधाहरूको सुइट।",
    "4086379603": "प्रश्नहरू?",
    "4087694419": "एक स्क्र्यापिङ ह्याकरले नक्कली वा भ्रामक उत्पादन सूचीहरू सिर्जना गर्न Amazon र eBay जस्ता साइटहरूबाट डाटा पनि सङ्कलन गर्न सक्छ। उसले त्यसपछि तिनीहरूलाई अफरअप जस्ता पियर-टु-पियर सेवाहरूमा बिक्रीको लागि प्रस्ताव गर्न र खरिदकर्ताहरूमा फिसिङ आक्रमणहरू सञ्चालन गर्न सक्छ। वा, जालसाजीले अवस्थित नभएका उत्पादनहरू बेच्न सक्छ। अर्को स्क्रिन स्क्र्यापिङ धोखाधडीमा विज्ञापन प्रकाशकहरूलाई नक्कली बनाउनु समावेश छ। प्रकाशक साइटहरूबाट सामग्री स्क्र्याप गरेर, जालसाजीले विभिन्न सेवाहरूमा नक्कली विज्ञापन प्रकाशक पृष्ठहरू सिर्जना गर्न सक्छ। त्यसपछि तिनीहरूले ती पृष्ठहरूमा विज्ञापनहरू आधिकारिक पुनर्विक्रेताहरूलाई बेच्न सक्छन्, जसको सम्पर्कहरू तिनीहरूले प्रकाशकको ads.txt फाइलबाट संकलन गरेका थिए। विज्ञापन स्लटहरू विज्ञापनदातालाई वास्तविक देखिन्छन्, तर तिनीहरू होइनन्।",
    "4087729475": "तपाइँको प्रारम्भिक समाधान पछि चुनौती।",
    "4088941349": "खरिद गरिएका, प्राप्त गरिएका वा विचार गरिएका उत्पादन वा सेवाहरूको अभिलेख।",
    "4091044469": "। निश्चित गर्नुहोस् कि तपाईंले इन्कग्निटो मोडमा विस्तार सक्षम गर्नुभएको छ। त्यसपछि, hCaptcha प्रयोग गरेर कुनै पनि वेबसाइटमा जानुहोस् र क्याप्चा समाधान गर्नुहोस्। संस्करण 2.0.3 को रूपमा, तपाईंले hCaptcha प्रयोग गरी वेबसाइटहरूमा यी टोकनहरू रिडिम गर्न सक्नुहुन्छ।",
    "4097297673": "एक ग्राहक, अनुरोधकर्ता, वा एकीकरणकर्ताको रूपमा, तपाईं र IMI बीचको कुनै पनि अन्य बाध्यकारी सर्तहरूको अतिरिक्त तलका सर्तहरूद्वारा बाध्य हुन सहमत हुनुहुन्छ।",
    "409780280": "( ) राम्रो प्रयास, ****! मलाई आशा छ कि कसैले तपाईको किबोर्डमा कदम चाल्छ!",
    "4099477834": "सबै ग्राहक सम्बन्धहरू पनि बलियो डाटा प्रोसेसिङ सम्झौताद्वारा सुरक्षित छन्। hCaptcha सेवाले तपाइँको सेवा वा तपाइँका ग्राहकहरू जहाँ बसोबास गरे पनि सबै गोपनीयता कानूनहरूको पालना गर्दछ। व्यक्तिगत डेटा नराख्नाले हामीलाई अन्य कम्पनीहरूको तुलनामा यो धेरै सजिलो बनाउँछ।",
    "4101570501": "हामी हाल तपाईंको इमेल ठेगाना द्रुत रूपमा खारेज गर्नको लागि क्रिप्टोग्राफिक समाधानमा पनि काम गरिरहेका छौं, जबकि अझै पनि हाम्रो गोपनीयता पास कार्यलाई पूरक बनाउँदै, दुरुपयोग रोक्नको लागि हाम्रो क्षमतालाई सुरक्षित राख्दै।",
    "410397176": "थप जानकारीको लागि",
    "4104188759": "AI नैतिकता नीति",
    "4104221634": "hCaptcha ग्राहकहरूले प्रविधि कम्पनीहरूदेखि लिएर फेसन, रिटेल र अन्य क्षेत्रहरूमा ध्यान केन्द्रित गर्ने विभिन्न उद्योगहरू फैलाउँछन् जहाँ उनीहरूले मेसिन लर्निङ लागू गरेर मूल्य सिर्जना गर्न सक्छन्।",
    "4114820649": "2. \"गोपनीयता\" ट्याबमा क्लिक गर्नुहोस्।",
    "4131598919": "थिच्नुहोस्",
    "4132302900": "5. तपाईंको गोपनीयता, तपाईंको डाटा, र \"सबैका लागि डाटा\"",
    "4137573005": "हामी कसरी डेटा प्रयोग गर्छौं भन्ने बारे विस्तृत र आधिकारिक जवाफहरू छन्, तर छोटो जवाफ यो हो कि हामी तपाईंलाई तपाईंको ब्राउजिङ इतिहाससँग एक व्यक्तिको रूपमा सम्बद्ध गर्नमा कुनै चासो राख्दैनौं।",
    "4138068262": "प्रयोगकर्ताहरू। अन्तमा, मानव स्वभाव अपरिवर्तित रहुन्जेल अनलाईन दुरुपयोगलाई कम गर्नका लागि चुनौतीहरूसँग अन्तर्क्रिया गर्ने उपकरणको भाग बन्न सक्छ।",
    "4142610534": "कुनै पनि ढिलो भुक्तानीहरूले प्रति महिना 1.5% प्रतिशत वा कानूनद्वारा अनुमति दिइएको अधिकतम रकम, जुन कम होस् दरले ढिलो शुल्कहरू प्राप्त गर्नेछ। यदि तपाइँ कुनै पनि कारणले यस सम्झौता अन्तर्गतको रकम तिर्न असफल हुनुभयो भने, तपाइँको खाता निलम्बन गर्न सकिन्छ, हाम्रो एकल विवेकमा, जसमा तपाइँको खाताबाट कार्यहरू पूरा गर्नको लागि कुनै अतिरिक्त भुक्तानीहरू गरिने छैन र तपाइँका सबै कार्यहरू हटाइनेछ। हाम्रो वेबसाइटबाट। तपाईंले हामीलाई माग अनुसारको सबै रकम, साथै कुनै पनि प्रशोधन शुल्क, ढिलो शुल्क, वा वकिल शुल्कको लागि प्रतिपूर्ति गर्नुपर्छ। हामीले क्रेडिट रिपोर्टिङ एजेन्सीहरू र कानून प्रवर्तन अधिकारीहरूलाई उपयुक्त रिपोर्टहरू पनि बनाउन सक्छौं।",
    "4146870445": "हामी को हौं",
    "4147497805": "गाजर",
    "4149738856": "hCaptcha एक विशेषणको रूपमा प्रयोग गरिनु पर्छ र उचित सामान्य शब्दको पछि लाग्नु पर्छ।",
    "41530052": "28. सामान्य सर्तहरू",
    "4154415610": "***** सेप्टेम्बर २०२० भुक्तानीहरू मेलमिलाप पूरा भएपछि ब्याचहरूमा चल्नेछ, केही मेलमिलाप ढिलाइको कारणले मूल रूपमा निर्धारित भन्दा धेरै दिन पछि चल्नेछ।",
    "4162383380": "सेप्टेम्बर 16 - 22, 2020 ****",
    "4162847": "हामीले यसलाई प्रत्यक्ष रूपमा अवलोकन गर्न सक्षम भएका छौं, किनकि हाम्रा केही ग्राहकहरूले Google को प्रस्तावहरूबाट पूर्ण रूपमा स्विच गर्नु अघि उही अनुरोधमा A/B परीक्षणहरू चलाउँछन्। हामी सामान्यतया reCAPTCHA v3 वा reCAPTCHA Enterprise बाट आउने उच्च गलत सकारात्मक र गलत नकारात्मक दर दुवै प्रमाणित गर्न सक्षम छौं।",
    "4163469907": "चरण 2: विकासकर्ता उपकरणहरूमा नेटवर्क ट्याबमा क्लिक गर्नुहोस्। शीर्षमा \"लग सुरक्षित गर्नुहोस्\" बाकस जाँच गर्नुहोस्।",
    "4165374512": "आईपी र स्थान पत्ता लगाउने उपकरणहरू क्रेडेन्शियल स्टफिङलाई रोक्नको लागि प्रयोग गर्न सम्भव भए पनि, अधिक लागत प्रभावकारी र सही विधि भनेको स्वचालित क्रेडेन्सियल स्टफिङ बोटलाई नै अवरोध गर्नु हो। hCaptcha र hCaptcha Enterprise ले बटलाई प्रविष्टिको बिन्दुमा स्टम्प गर्न सक्छ। बटसँग सही प्रमाणहरू भए तापनि, यदि यसले hCaptcha Enterprise को पत्ता लगाउन वा hCaptcha को CAPTCHA विगत प्राप्त गर्न सक्दैन भने, यसले यसको स्टफिङ गर्न पाउनेछैन र तपाईंको साइट र प्रयोगकर्ताहरू सुरक्षित छन्।",
    "4166776480": "क्रेडेन्शियल स्टफिंग: यो के हो र कसरी आक्रमणहरू रोक्न",
    "4169910317": "9. कानूनको अनुपालन",
    "4172868199": "यो भन्दा धेरै अगाडि जान्छ, \"असल मानव\" लाई \"खराब मानव\" बाट छुट्याउन प्रयास गर्ने क्षेत्रमा पनि जान्छ, र आज विश्वका धेरै लोकप्रिय अनलाइन सेवाहरूद्वारा खरिद ठगीदेखि उन्नत निरन्तरतासम्म सबै कुरा फेला पार्न र रोक्न प्रयोग गरिन्छ। गोपनीयता जोगाउन एक अद्वितीय फोकस कायम राख्दै, तिनीहरूका प्रयोगकर्ताहरू विरुद्ध धम्कीहरू।",
    "4179118182": "() प्राविधिक () विधायिका () बजार आधारित () सतर्कता",
    "4181060163": "तेस्रो पक्षहरूले भिन्नताहरू वा गलत हिज्जेहरू प्रयोग गर्नु हुँदैन वा hCaptcha ट्रेडमार्कहरूमा कुनै पनि प्रारम्भिक रुचि भ्रम पैदा गर्ने कुनै पनि तरिकामा कार्य गर्नु हुँदैन।",
    "4181611011": "मेलमिलाप मिति",
    "4185927140": "उत्पादन प्रबन्धक, फ्ल्यास, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "मास्टर सेवा सर्तहरू",
    "4188814619": "hCaptcha intuition Machines को सेवा हो (",
    "4194763679": "फाइन-ग्रेन्ड कठिनाई स्तर",
    "4195759329": "बोट पत्ता लगाउने र जोखिम स्कोर",
    "4197928199": "गोपनीयता नीति",
    "4199502476": "उन्नत रिपोर्टिङ ड्यासबोर्ड र API",
    "4202774977": "वस्तु",
    "4205152730": "तपाइँलाई हाम्रो वेबसाइट, फोरम, सन्देश, च्याट, र IMI द्वारा नियन्त्रित अन्य सामाजिक मिडिया च्यानलहरूमा कहीं पनि अन्य प्रयोगकर्ताहरूसँग अन्तर्क्रिया गर्न प्रोत्साहित गरिन्छ, तर यदि तपाइँ त्यसो गर्नुहुन्छ भने तपाइँले हाम्रो साइट र सबै सान्दर्भिक कानूनहरूमा सेवा र प्रयोगका सबै सर्तहरूको पालना गर्नुपर्छ। ।",
    "4208081170": "व्यक्तिगत जानकारी को श्रेणी",
    "4209078147": "हाम्रो साइट सुधार गर्न र हाम्रो प्लेटफर्म र साइटमा तपाइँका भ्रमणहरू राम्रोसँग बुझ्नको लागि।",
    "4215483493": "A: hCaptcha ग्राउन्ड अपबाट गोपनीयताको लागि डिजाइन गरिएको हो। यो reCAPTCHA जस्ता परम्परागत विकल्पहरू भन्दा धेरै फरक छ जुन विज्ञापन नेटवर्कहरूको स्वामित्वमा छ, जसमा तपाइँलाई वेब वरिपरि ट्र्याक गर्न र तपाइँलाई वास्तविक पहिचानसँग जोड्ने प्रोत्साहन छ।",
    "4217013126": "भुक्तानहरू सामान्यतया पेआउट मितिमा दिनभरि चल्छन्, र सामान्यतया मध्यरातमा प्रशान्त समयमा पूरा हुन्छन्। यदि खाता समीक्षाको लागि फ्ल्याग गरिएको छ भने, भुक्तानी जारी गर्न पाँच अतिरिक्त व्यापार दिन लाग्न सक्छ।",
    "4217693416": "। यस नीतिमा वर्णन गरिए अनुसार hCaptcha.com र BotStop.com वेबसाइटहरू (साइटहरू) मा अतिरिक्त कुकीहरू समावेश हुन सक्छन्।",
    "42182578": "आफ्नो व्यक्तिगत जानकारी मेटाउनुहोस्।",
    "4222109231": "hCaptcha को उद्यम उत्पादन संग API जोखिम कम गर्दै",
    "4224961202": "गोपनीयता, सुरक्षा, र मेसिन लर्निङ।",
    "4227800293": "() इमेलका प्रयोगकर्ताहरूले यसलाई राख्ने छैनन्",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "विशेषता वर्गीकरण",
    "4230322909": "हामी सधैं प्रत्येक नयाँ ग्राहक र तिनीहरूको अभिप्रेत प्रयोग केसको राम्रो बुझाइ प्राप्त गर्ने प्रयास गर्छौं, दुबै हाम्रा उत्पादनहरू र सेवाहरूको लागि यो उपयुक्त छ भनेर पुष्टि गर्न र यसले हामीले कम्पनीको रूपमा अपनाएका नीतिहरू पालना गर्दछ भनेर सुनिश्चित गर्न।",
    "423222878": "पत्ता लगाउन, रोक्न र रोक्नका लागि केहि कठिन साइबर आक्रमणहरू ती हुन् जहाँ एक खराब अभिनेताले सक्रिय प्रयोगकर्ता खातामा लग इन गर्न वैध प्रयोगकर्ता प्रमाणहरू प्रयोग गर्न सक्षम हुन्छ। ठाउँमा धेरै परिष्कृत पत्ता लगाउने क्षमताहरू बिना, खाता होस्ट गर्ने कम्पनीले केहि गलत छ भनेर शंका गर्ने कुनै कारण छैन। एक ग्राहकले आफ्नो खातामा लग इन गरेको देखिन्छ। आक्रमणकारीले चोरी भएको प्रमाणहरू प्रयोग गरेर यो सफल चाल हासिल गर्‍यो — सामान्यतया साइबर आक्रमण प्रविधिको परिणाम हो जसलाई \"प्रत्यायक स्टफिङ\" भनिन्छ। यो आज एक गम्भीर समस्या हो, तर एक सही काउन्टरमेजर संग कम गर्न सकिन्छ।",
    "424089481": "Amazon Web Services, Inc. (ग्लोबल)। प्रदान गरिएका सेवाहरू: Amazon Web Services। https://aws.amazon.com/security/",
    "4242322181": "Intuition Machines को शुद्ध आय वा व्यक्तिगत सम्पत्तिमा मूल्याङ्कन गरिएका US करहरू बाहेक सेवाहरूसँग सम्बन्धित सबै करहरूको भुक्तानीको लागि तपाईं जिम्मेवार हुनुहुन्छ।",
    "4243348003": "चरण 3: भ्रमण गर्नुहोस्",
    "4246520782": "वास्तवमा, इन्टरनेटले हालैका वर्षहरूमा धोखाधडी र रक्षकहरू बीचको एक वास्तविक हतियार दौडको साक्षी रहेको छ।",
    "4247858664": "पहुँच साइनअप पृष्ठ",
    "4248655793": "- एलेक्स एम।",
    "4255608322": "पछिल्लो पटक अपडेट गरिएको: अप्रिल १२, २०२१",
    "42559805": "के तपाईलाई तत्काल अनबोर्डिङ चाहिन्छ?",
    "4256083674": "विशेष क्याप्चा चुनौती अनुरोध वा आईपी ठेगानाको धोखाधडी जोखिम पहिचान गर्न एक इन्टिग्रेटरबाट प्रत्यक्ष अनुरोधमा, वा अन्यथा जहाँ विशेष सहमति दिइएको थियो।",
    "4257144752": "वास्तविक-समय अनुमानहरूले अन्तिम शुद्धता वा मानवतालाई प्रतिबिम्बित गर्दैन, र यसरी तपाईंको अन्तिम आय तपाईंको पहिलो मेलमिलाप अघि ड्यासबोर्डमा देखाइएको संख्याहरू भन्दा धेरै माथि वा तल फरक हुन सक्छ।",
    "4260466272": "तपाईंले कुनै पनि समयमा हाम्रो वेबसाइट प्रयोग गर्न बन्द गर्न छनौट गर्न सक्नुहुन्छ, यदि तपाईंले सबै लागू IMI नीतिहरूको पालना गर्नुपर्छ। हामी, हाम्रो पूर्ण विवेकमा, यो सम्झौता समाप्त गर्न सक्छौं, हाम्रो वेबसाइटमा पहुँच निलम्बन गर्न सक्छौं, वा कुनै पनि कारणको लागि सूचना बिना कुनै पनि सेवाहरू तुरुन्तै हटाउन सक्छौं।",
    "4260542944": "सामग्री स्क्र्यापिङ (\"स्क्रिन स्क्र्यापिङ\" वा केवल \"स्क्र्यापिङ\" को रूपमा पनि चिनिन्छ) वेबबाट जानकारी सङ्कलन गर्नको लागि एक परिचित, अक्सर उपयोगी प्रक्रिया हो। यद्यपि, हालका वर्षहरूमा, यो प्रविधि ह्याकरहरू र धोखाधडीहरूको मनपर्ने उपकरण भएको छ। प्रतिरोधी उपायहरूले प्रभावकारी रूपमा खतरालाई कम गर्न सक्छ, तर तिनीहरूलाई लागू गर्न, यो प्रक्रिया कसरी काम गर्छ भनेर बुझ्न आवश्यक छ।",
    "426125156": "17. प्रतिलिपि अधिकार र टेकडाउन",
    "4263626815": "hCaptcha पहुँच कुकीहरूले सबै लोकप्रिय ब्राउजरहरू र विज्ञापन ब्लकरहरूसँग तिनीहरूको मानक सेटिङहरूसँग काम गर्दछ, त्यसैले सामान्यतया विफलताहरू \"एन्टी-एडब्लक\" स्क्रिप्टहरू वा विशेष साइटहरूलाई लक्षित गर्ने समान नियमहरूका कारण हुन्छन्।",
    "4264784515": "सुरक्षा बगहरू",
    "4270038521": "(\"साइटहरू\") र hCaptcha अनुप्रयोग कार्यक्रम इन्टरफेस र सम्बन्धित सफ्टवेयर र सामग्रीहरू (सामूहिक रूपमा, \"सेवा\")।",
    "4272022475": "सबै अनुरोधहरू र सम्पत्तिहरू hcaptcha.yourdomain.com मा जान्छन्",
    "4272088465": "तपाईंले यसलाई प्रयोग गरेर प्राप्त गर्नुभएको आम्दानीसँग तपाईंको रोजाइको परोपकारी संस्थाहरू।",
    "4272454814": "आफ्नो मनपर्ने पहिचान प्रदायक संग एकीकृत।",
    "4274324704": "लिखित प्रतिलिपिमा हाम्रो नाम कसरी प्रयोग गर्ने भनेर यहाँ छ:",
    "4277475973": "() पैसाको अजीब नयाँ रूपहरू स्वीकार गर्न सार्वजनिक अनिच्छा",
    "4280117172": "नाइजेरिया, भारत, ब्राजिल र जर्मनी सहित धेरै देशहरूले वास्तवमा अमेरिका भन्दा थोरै राम्रो गर्छन्:",
    "4281708680": "। hCaptcha मा, हामीले जानाजानी धेरै फरक दृष्टिकोण अपनाएका छौँ, गोपनीयता-संरक्षण गर्ने मेसिन लर्निङ प्रविधिहरू प्रयोग गरेर उच्च सटीकतामा विशिष्ट बोट व्यवहारहरू पहिचान गर्न, सकेसम्म थोरै डाटा खपत र भण्डारण गर्दा।",
    "4284094387": "†† केही जुन 2021 मेलमिलाप र भुक्तानीहरू मेलमिलाप विन्डोको समयमा अन्तिम गणनाहरूको प्रमाणीकरणमा ढिलाइको कारणले अर्को हप्तामा चल्नेछ।",
    "4286602632": "c) hCaptcha Publisher (नि:शुल्क) खाताहरू प्रयोग गरेर व्यावसायिक बोट व्यवस्थापन उत्पादनहरू, जस्तै वेब फायरवालहरू (WAFs) र समान अनुप्रयोगहरू सक्षम गर्नका लागि प्रति महिना 100,000 अनुरोधहरू,",
    "4290195307": "विस्तृत मार्गदर्शनको लागि।",
    "433424759": "भुक्तानी धोखाधडी कुनै पनि प्रकारको अवैध लेनदेन समावेश गर्दछ जसमा साइबर अपराधीले पीडितलाई मूल्यको केहि, सामान्यतया पैसाबाट वञ्चित गर्दछ। यसको अर्थ चोरीको क्रेडिट कार्ड प्रयोग गरेर अनलाइन व्यापार अर्डर गर्न वा बैंक खाता लिनु र अवैध रूपमा यसबाट रकम स्थानान्तरण गर्नु हो। त्यहाँ धेरै भिन्नताहरू छन्, तर तिनीहरू सबैको एउटै परिणाम छ: एक चोरले उपभोक्ता, बैंक वा व्यापारीबाट चोरी गर्नको लागि चोरी पहिचान वा भुक्तानी जानकारी प्रयोग गर्दछ।",
    "435302267": "कम्पनीको ब्लग पोस्ट",
    "436125785": "ती उत्पादनहरूमा उपलब्ध प्रतिक्रिया लूपहरूको अशुद्धतालाई ध्यानमा राखेर, र तिनीहरू बट पत्ता लगाउनमा धेरै राम्रो नहोस् भन्नेमा अत्यधिक निहित चासोको साथ विज्ञापन नेटवर्कद्वारा बेचिन्छन्, नत्र यसले तिनीहरूको मुख्य व्यवसायलाई हानि पुर्‍याउँछ भन्ने तथ्यलाई यो आश्चर्यजनक छ।",
    "439777523": "नियमन मामिलाहरु",
    "443094024": "फाइलबिन",
    "444492541": "फायरफक्सको लागि डिबग लग निर्देशनहरू",
    "448807334": "(\"हरेक दिन लाखौं क्याप्चाहरू मानिसहरूद्वारा समाधान गरिन्छ।\") जुलाई ८, २०१९ मा पुनःप्राप्त।",
    "451701069": "GDPR, CCPA,",
    "452920031": "संयुक्त राज्य अमेरिका बाहिर ग्राहकहरु को लागी एक नोट।",
    "453723556": "तपाईले यो ग्राहक परिशिष्टलाई ग्राहक वा अनुरोधकर्ता हुन छोडेर सेवा सर्तहरूबाट स्वतन्त्र समाप्त गर्न सक्नुहुन्छ। हामी कुनै पनि समयमा ग्राहक वा अनुरोधकर्ताको रूपमा तपाईंको स्थितिलाई निलम्बन गर्ने वा समाप्त गर्ने, वा अन्यथा सेवाका सर्तहरूसँग अनुरूप तपाईंको खाता वा सेवाहरूको प्रयोग समाप्त गर्ने अधिकार सुरक्षित राख्छौं। तपाइँ तपाइँको अर्डर फारम अन्तर्गत कुनै पनि रकमको लागि समाप्तिमा उत्तरदायी रहनुहुनेछ। यदि तपाइँको सदस्यतामा कुनै मासिक वा वार्षिक शुल्क वा मासिक वा वार्षिक न्यूनतम समावेश छ भने, तपाइँ अझै पनि क्रमशः त्यो महिना वा वर्षको अन्त्य सम्म सबै सेवा शुल्कहरूको लागि तिर्न जिम्मेवार हुनुहुनेछ।",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "हो। हामी र हाम्रा एनालिटिक्स वा सेवा प्रदायकहरू, मार्केटिङ साझेदारहरू, र सम्बद्धहरूले कुकीहरू, वेब बीकनहरू, वा पिक्सेलहरू र अन्य प्रविधिहरू प्रयोग गर्न सक्छौं ताकि साइटहरू प्रयोग गर्ने सबैलाई उत्कृष्ट सम्भव अनुभव छ भनी सुनिश्चित गर्न। थप विवरणहरूको लागि कृपया हाम्रो गोपनीयता नीतिको \"तेस्रो पक्ष विश्लेषण र ट्र्याकिङ टेक्नोलोजीहरू\" खण्ड हेर्नुहोस्।",
    "458271951": "यदि तपाईं एक योगदानकर्ता हुनुहुन्छ जसले सेवाहरू पहुँच गर्नुहुन्छ र/वा Intuition Machines (एक अनुरोधकर्ताको रूपमा काम गर्दै) को तर्फबाट एक Integrator मार्फत वा कार्यहरू गर्नुहुन्छ भने, Intuition Machines ले तपाईंलाई निश्चित कार्यहरूको स्वीकार्य समापनको लागि पुरस्कृत गर्न सक्छ। घटनामा तपाइँ धोखाधडी, दुरुपयोग, वा सेवाका यी सर्तहरूको उल्लङ्घनमा संलग्न भएको फेला पर्नुभयो भने, तपाइँलाई दिइने कुनै पनि र सबै पुरस्कारहरू इन्ट्युशन मेशिनहरूद्वारा रोक्न र/वा पुनःप्राप्त गर्न सकिन्छ।",
    "458376553": "तपाईंले आफ्नो इन्टिग्रेटर, ग्राहक, वा पहुँच प्रयोगकर्ता खाता (यदि तपाईं एक इन्टिग्रेटर, ग्राहक, वा पहुँच प्रयोगकर्ता हुनुहुन्छ भने) मार्फत हामीलाई उपलब्ध गराउनुभएको हुनसक्ने निश्चित व्यक्तिगत जानकारी पहुँच गर्न, सुधार गर्न, परिमार्जन गर्न वा मेटाउन सक्नुहुन्छ। यदि तपाइँ त्यसो गर्न असमर्थ हुनुहुन्छ भने, वा हामीले सङ्कलन गरेको र तपाइँको बारे साझा गरेको व्यक्तिगत जानकारी को बारे मा कुनै प्रश्न छ, वा हाम्रो प्रशोधन को लागी तपाइँको सहमति फिर्ता लिन चाहानुहुन्छ (जस्तै तपाइँको खाता पूरै मेटाउनुहोस्) कृपया हामीलाई सम्पर्क गर्नुहोस्।",
    "461631543": "GDPR नोट",
    "462321455": "मध्यस्थता को स्थान। यस खण्ड अन्तर्गतको कुनै पनि मध्यस्थता कार्यवाही पूर्वनिर्धारित रूपमा क्यालिफोर्निया राज्य भित्र हुनेछ, जबसम्म तपाईं संयुक्त राज्य अमेरिका बाहिर बस्नुहुन्छ, जुन अवस्थामा मध्यस्थता पूर्ण रूपमा इलेक्ट्रोनिक वा टेलिफोनिक रूपमा हुनेछ। मध्यस्थता कुनै पनि अन्य स्थानमा हुन सक्छ यदि प्रत्येक पक्षले लिखित रूपमा सहमत भएमा। यसको स्थान जस्तोसुकै भए पनि, कुनै पनि पक्षले लाइभ भिडियो वा टेलिकन्फ्रेन्स मार्फत मध्यस्थतामा उपस्थित हुन रोज्न सक्छ।",
    "464238793": "यदि Google ले आफैले विज्ञापन देख्ने वा लिङ्कमा क्लिक गर्ने प्रयोगकर्ता वास्तवमा बोट थियो भनेर निर्धारण गर्छ भने, त्यो प्रयोगकर्तालाई देखाइएका विज्ञापनहरूको लागि शुल्क लाग्दैन। चासोको यो द्वन्द्वले Google को एन्टी-बोट महत्वाकांक्षाको दायरालाई गम्भीर रूपमा सीमित गरेको छ।",
    "465714311": "पहुँच प्रयोगकर्ताहरूका लागि: प्रश्नोत्तर र समस्या निवारण गाइड",
    "465783046": "यसलाई आफ्नो डेटा प्रयोग गरेर हेर्न चाहनुहुन्छ?",
    "468929661": "reCAPTCHA तोड्ने औसत लागत अविश्वसनीय रूपमा कम छ ($1 प्रति 1000 समाधानहरू भन्दा कम) र 2016 मा हाम्रो निगरानी सुरु भएदेखि भौतिक रूपमा बढेको छैन। यो reCAPTCHA v2 र v3 दुवैमा लागू हुन्छ। [",
    "469089249": "A: यो सामान्यतया एक आक्रामक विज्ञापन अवरोधक वा एन्टी-कुकी एक्सटेन्सन, वा \"क्रस-साइट\" कुकीहरू ब्लक गर्ने सेटिङको प्रयोगको कारणले हो, यस अवस्थामा hcaptcha.com को लागि कुकी जुन hCaptcha JS द्वारा सेट वा जाँच गरिएको छ। फरक साइट, जस्तै तपाईंले भ्रमण गरिरहनुभएको छ।",
    "47536007": "hCaptcha बारे थप जान्नुहोस्",
    "477275453": "किन APIs ह्याकरहरूको लागि लोकप्रिय लक्ष्य हो?",
    "487083593": "बिक्री",
    "493717511": "2. के यो ग्राहक अनुरोध सेवाहरू हुन सक्छ",
    "497117287": "पहुँच विकल्प",
    "499510428": "हामी वास्तवमा विश्वास गर्छौं कि नियमनले हामीलाई यहाँ मद्दत गरेको छ",
    "501102544": ": हामी विश्वास गर्छौं कि hCaptcha एन्टि-बोट सेवा (जस्तै वेबसाइटहरू, खेलहरू, वा मोबाइल एपहरूद्वारा इम्बेड गरिएको सेवा) मा GDPR नियमहरू बमोजिम तथाकथित \"सहमति-छूट\" कुकीहरू मात्र समावेश हुन्छन्। त्यस्ता छूट कुकीहरूका उदाहरणहरू समावेश छन्:",
    "504332576": "हामी hCaptcha इन्टरनेटको लगभग 15% मा चल्ने, संसारको सबैभन्दा ठूलो स्वतन्त्र साइबरसुरक्षा सेवामा परिणत भएको घोषणा गर्न पाउँदा गर्व गर्छौं - र हामीले यस बजारको अधिकांश हिस्सा सीधै Google reCAPTCHA बाट लिएका छौं। सँगै, hCaptcha र",
    "505891021": "लेबलिङ सेवाहरू",
    "508143070": "ध्यान दिनुहोस् कि IMI तपाईको व्यक्तिगत जानकारीको नियन्त्रक हो, जहाँ बाहेक हामीले हाम्रो सेवाको प्रावधानको सम्बन्धमा हाम्रा इन्टिग्रेटरहरूको तर्फबाट व्यक्तिगत जानकारी प्रशोधन गर्छौं, जसमा हामी व्यक्तिगत जानकारीको प्रोसेसर हौं, र ती इन्टिग्रेटरहरू नियन्त्रकहरू हुन्। व्यक्तिगत जानकारी।",
    "512598290": "तसर्थ, हामीले तपाईलाई सँधै सबै hCaptcha चिन्हहरू र लोगोहरू प्रयोग गर्न आग्रह गर्नुपर्छ जुन क्यापिटलाइजेशन, टाइपफेस र शैली सहित तलका नियमहरू पालना गर्दछ।",
    "512991700": "यदि तपाइँ कुनै शुल्कमा विवाद गर्न चाहनुहुन्छ भने, तपाइँले हाम्रो ग्राहक समर्थन विभागलाई पहिलो बिलिङ वा खाता स्टेटमेन्टको अन्तिम मिति पछि तीस (30) दिन पछि सम्पर्क गर्नुपर्छ जसमा समायोजन वा क्रेडिट प्राप्त गर्न त्रुटि वा समस्या देखा पर्‍यो।",
    "515733427": "() इमेल द्वारा प्राप्त OS प्याचहरू स्थापना गर्न प्रयोगकर्ताहरूको इच्छा",
    "517010299": "कृपया ध्यान दिनुहोस्: हामी हाल वास्तविक-समय मेलमिलापमा प्रमुख ब्याकइन्ड संक्रमणमा काम गरिरहेका छौं। आवधिक मेलमिलाप Q1 2021 सम्म सामान्य भन्दा कम बारम्बार चल्नेछ। यसले भुक्तानी तालिका वा मितिहरूलाई असर गर्दैन।",
    "519755936": "सेवाहरूको प्रयोगको सम्बन्धमा संघीय, राज्य, प्रान्तीय र स्थानीय कानूनहरूको पालना गर्न तपाईं एक्लै जिम्मेवार हुनुहुन्छ। तपाईं क्षतिपूर्ति गर्न र हाम्रो विरुद्धमा कुनै पनि दावीहरूको लागि हानिरहित होल्ड गर्न सहमत हुनुहुन्छ किनभने तपाईंले कुनै पनि कानूनको पालना गर्न असफल हुनुभयो वा कुनै पनि तेस्रो पक्ष अधिकारहरू उल्लङ्घन गर्नुभयो, बिना सीमा अनुबंध, बौद्धिक सम्पत्ति, वा गोपनीयता अधिकारहरू सहित।",
    "532470444": "सन्तुलन वर्षदेखि वर्षमा थोरै परिवर्तन हुन सक्छ, तर यो व्यवहारले आधारभूत मानव स्वभावलाई मात्र प्रतिबिम्बित गर्दछ, र रेकर्ड गरिएको पाँच हजार वर्षको इतिहासले गतिशील कुनै पनि समय चाँडै परिवर्तन हुने सम्भावना छैन।",
    "535659033": "क्रिएटिव कमन्स एट्रिब्युशन",
    "538871570": "गुगल र अन्य ठूला टेक कम्पनीहरूसँग प्रतिस्पर्धा गर्नु ठूलो अर्डर जस्तो देखिन्छ: तिनीहरूको एकाधिकार बजार शक्ति, प्लेटफर्म प्रभावहरू र उच्च भुक्तान गर्ने विकासकर्ताहरूको सेनालाई सामान्यतया फेसबुक वा अमेजन जस्ता अन्य टेक दिग्गजहरूका लागि ट्याकल गर्न धेरै शक्तिशाली मानिन्छ। हाम्रो कथाले देखाउँछ कि यो त्यस्तो हुनु पर्दैन - तपाइँ गोपनीयतामा ध्यान केन्द्रित गरेर बिग टेकलाई हराउन सक्नुहुन्छ।",
    "54093347": "DMCA दर्ता एजेन्ट",
    "547245263": "आज तपाईको बोट समस्या समाधान गर्नुहोस्।",
    "548587288": "विश्व भरि।",
    "55035359": "हाल reCAPTCHA प्रयोग गर्दै हुनुहुन्छ?",
    "551761392": "र लिङ्कहरू पठाउनुहोस्) र वैकल्पिक रूपमा एक स्क्रिनसट, यदि तपाईंलाई शंका छ कि त्यहाँ केहि सही रूपमा प्रदर्शन भइरहेको छैन। कृपया तपाईंले प्रयोग गरिरहनुभएको IP पनि पठाउनुहोस्। बाट प्राप्त गर्न सक्नुहुन्छ",
    "552920956": "hCaptcha ले वेबसाइटहरूलाई बटहरू र दुरुपयोगका अन्य प्रकारहरू अवरुद्ध गर्दा पुरस्कार कमाउन अनुमति दिन्छ। hCaptcha ले तपाइँलाई तपाइँको मनपर्ने परोपकारी संस्थाहरूलाई यी कमाईहरूको साथ समर्थन गर्न अनुमति दिन्छ।",
    "554844646": "तपाईंले प्रत्येक पटक क्लिक गर्दा काउन्टर 1 ले तल झरेको देखेर विस्तारले काम गरिरहेको पुष्टि गर्न सक्नुहुन्छ",
    "555158694": "तपाईंले प्रयोग गर्नुहुने सेवाले खराब ट्राफिक कम गर्न hCaptcha स्थापना गरेर तिनीहरूको साइटमा तपाईंको अनुभव सुधार गर्न रोजेको छ।",
    "555246307": "वैसे, यहाँ रईस र उसको ड्राइभरको कथा कसरी समाप्त हुन्छ: हवल्दारले दुई जनालाई एकै कोठामा घन्टौं एकै ठाउँमा बसायो र उनीहरूको दिमागबाट बोर भयो। दिनको अन्त्यमा, उहाँ देखा पर्नुभयो र भन्नुभयो, \"म अब गाडी चालकसँग कुरा गर्छु।\" राम्रो लुगा लगाएको मान्छे उठ्यो। ऊ धेरै बोर भयो, उसले बिर्स्यो कि उसले केवल कुलीन भएको नाटक गरिरहेको थियो।",
    "555749578": "प्रत्येक महादेशका प्रमुख देशहरूमा समाधान दरहरूमा 1% भन्दा कम भिन्नता छ।",
    "558378834": "हामीले यस समयमा छातासँग सम्बन्धित प्रश्नहरूको लागि अनुरोधहरू स्वीकार गर्दैनौं। अन्तिम प्रयोगकर्ताले हालको क्षणमा छाताहरूको बारेमा प्रश्न देख्दा भ्रमको सम्भावना धेरै उच्च छ, र अन्ततः हाम्रो लक्ष्य संसारलाई अझ रमाइलो ठाउँ बनाउनु हो।",
    "563059212": "सबप्रोसेसरहरूको सूची",
    "564127016": "hCaptcha ह्यान्ड आइकन:",
    "565624910": "मस्यौदा",
    "578738483": "तपाइँ सामान्यतया सक्रिय वा पछि तपाइँको वेब ब्राउजर मा निर्मित कार्यक्षमता मार्फत कुकीहरूको प्रयोग निष्क्रिय गर्न सक्नुहुन्छ। यदि तपाइँ कुकीहरू बारे थप जान्न चाहनुहुन्छ, वा तिनीहरूलाई कसरी नियन्त्रण गर्ने, असक्षम गर्ने वा मेटाउने, कृपया भ्रमण गर्नुहोस्",
    "58091799": "hCaptcha प्रकाशक र उद्यम बारे थप जान्नुहोस्",
    "583434701": "hCaptcha पहुँच",
    "585557010": "वैध प्रयोगकर्ताहरूको ०.१% भन्दा कम चुनौती।",
    "593735469": "किन तपाईंको नयाँ एन्टि-स्प्याम समाधानले काम गर्दैन",
    "595582512": "यदि तपाइँ तपाइँको प्रयोगकर्ताको गोपनीयता (र सबै सान्दर्भिक नियमहरूको पालना गर्दै!) लाई बट, स्प्यामर वा अन्य खराब अभिनेताहरूबाट प्रभावकारी रूपमा आफ्नो साइट वा एपलाई सुरक्षित गर्न खोज्दै हुनुहुन्छ भने, hCaptcha र हाम्रो उद्यम प्रस्तावलाई विचार गर्नुहोस्।",
    "596347471": "एप्लिकेसन प्रोग्रामिङ इन्टरफेस (एपीआई) साइबरस्पेसमा दुर्भावनापूर्ण अभिनेताहरूको लागि लोकप्रिय लक्ष्य भएको छ। यसको लागि धेरै कारणहरू छन्, अनुप्रयोग एकीकरणमा तिनीहरूको उत्कृष्ट उपयोगिता सहित। तथापि, API जोखिम कम गर्न सम्भव छ।",
    "600646860": "वास्तविक मूल्यको साथ श्रम निकाल्दा शंकास्पद मूल्यको सेवा प्रस्ताव गर्नुको सट्टा, hCaptcha ले क्षतिपूर्ति र बलियो एन्टी-बोट सुरक्षा दुवै प्रदान गर्दछ।",
    "604751186": "अन्य मुद्दाहरू? इमेल",
    "606978017": "hCaptcha मा स्वागत छ! यस गोपनीयता नीतिले हाम्रो वेबसाइट मार्फत जानकारीको सङ्कलन, प्रयोग र खुलासा (व्यक्तिगत जानकारी, तल परिभाषित सहित) सम्बन्धमा Intuition Machines, Inc. (\"IMI\", \"हामी\" वा \"हामी\") को अभ्यासहरू वर्णन गर्दछ।",
    "611905972": "सुरक्षा कायम गर्दा सबै प्रयोगकर्ताहरूको लागि सहज पहुँच सुनिश्चित गर्दै",
    "614310292": "hCaptcha कसले बनायो?",
    "615017396": "कुकी (\"कुकी\") एउटा सानो टेक्स्ट फाइल हो जुन वेब पेज सर्भरद्वारा तपाईंको हार्ड ड्राइभमा राखिएको हुन्छ। कुकीहरूले जानकारी समावेश गर्दछ जुन पछि तपाइँलाई कुकी जारी गर्ने डोमेनको वेब सर्भरद्वारा पढ्न सकिन्छ। केहि कुकीहरू मात्र प्रयोग हुनेछन् यदि तपाइँ निश्चित सुविधाहरू प्रयोग गर्नुहुन्छ वा निश्चित प्राथमिकताहरू चयन गर्नुहुन्छ, र केहि कुकीहरू सधैं प्रयोग गरिनेछन्। तल हाम्रो हालको कुकी सूची हेरेर तपाइँ प्रत्येक कुकीको बारेमा थप जान्न सक्नुहुन्छ। हामी यस सूचीलाई आवधिक रूपमा अपडेट गर्छौं, त्यसैले त्यहाँ थप कुकीहरू हुन सक्छन् जुन अझै सूचीबद्ध छैनन्। वेब बीकनहरू, ट्यागहरू र स्क्रिप्टहरू साइटहरूमा वा इमेलहरूमा हामीलाई कुकीहरू डेलिभर गर्न, भ्रमणहरू गणना गर्न, प्रयोग र अभियानको प्रभावकारिता बुझ्न र इमेल खोलिएको छ वा छैन भनेर निर्धारण गर्न मद्दत गर्न प्रयोग गर्न सकिन्छ। हामीले व्यक्तिगत र समग्र आधारमा हाम्रा सेवा/विश्लेषण प्रदायकहरूद्वारा यी प्रविधिहरूको प्रयोगमा आधारित रिपोर्टहरू प्राप्त गर्न सक्छौं।",
    "615031303": "(फुटनोटहरू हेर्नुहोस्",
    "615618648": "अप्रिल १५, २०२१ - जुलाई १५, २०२१",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 डिसेम्बर 2019**",
    "633598495": "प्रशासनिक थकान। तपाईंले यस वेबसाइटको प्रयोगबाट उत्पन्न हुने कुनै पनि दाबी प्रशासनिक एजेन्सीमा ल्याउन सक्नुहुन्छ तर केवल लागू कानूनले मध्यस्थताको लागि सम्झौताको अस्तित्वको बावजुद त्यस्तो एजेन्सीमा पहुँच अनुमति दिन्छ। त्यस्ता प्रशासनिक दावीहरूमा समान रोजगार अवसर आयोग, अमेरिकी श्रम विभाग, र राष्ट्रिय श्रम सम्बन्ध बोर्ड समक्ष ल्याइएको सीमा दावी वा शुल्कहरू समावेश छन्। मध्यस्थतामा दावी गर्नु अघि प्रशासनिक उपचारहरू समाप्त गर्ने तपाईंको दायित्व पूरा गर्नको लागि कुनै पनि एजेन्सी समक्ष प्रशासनिक दावी ल्याउनबाट तपाईंलाई यस खण्डमा कुनै पनि कुराले रोक लगाउन वा बहाना गर्न मानिने छैन, तथापि, तपाईंले यस मार्फत कुनै पनि मौद्रिक पुरस्कारको अधिकार त्याग्नु हुन्छ। एजेन्सी कार्यवाही।",
    "636461959": "नाम",
    "63719113": "तपाईंको साइट र एपहरूमा खराब ट्राफिक पहिचान गर्न उन्नत मेसिन लर्निङ प्रयोग गर्दछ - स्क्र्यापिङ गतिविधिहरू सहित।",
    "639413188": "प्रतिक्रिया मा।",
    "641342999": ", वा वेबसाइटमा तपाइँसँग समस्या भइरहेको छ (गोपनीयता नोट: यदि तपाइँ यो के हो साझा गर्न मन नपर्ने भएमा मात्र) ... र त्यसपछि \"म मानव हुँ\" बटन क्लिक गर्नुहोस्, र समाधान गर्ने प्रयास गर्नुहोस्।",
    "647630208": "र त्यो हो! तपाइँको अनलाइन ब्राउजिङ अब अधिक निजी छ।",
    "648630222": "hCaptcha Enterprise को साथ भुक्तानी धोखाधडी रोक्नुहोस्",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "जनवरी ५-११, २०२१*",
    "64953197": "अक्टोबर 15, 2020 - जनवरी 15, 2021",
    "651123197": "चुनौती पूरा गरेपछि तपाईंको वालेटमा रहेको हालको कुलको गणना आइकनमा देखाइनेछ।",
    "653679457": "विभिन्न अवरोधहरू",
    "654326661": "आफैलाई हेर्न चाहनुहुन्छ? hCaptcha नि: शुल्क प्रयास गर्नुहोस्।",
    "655974837": "सामग्रीको सन्दर्भमा कुनै ग्यारेन्टी छैन",
    "659124570": "थप रूपमा, यदि तपाईंले hCaptcha प्लेटफर्ममा पुन: उत्पादन गरिएको सामग्री देख्नुभयो र यसलाई कुनै पनि कारणले हटाउन चाहनुहुन्छ भने, तपाईंले हामीलाई इमेल मार्फत सम्पर्क गर्न सक्नुहुन्छ।",
    "661412233": "क्याप्चा पछि थाहा छ कि केहि प्रयोगकर्ताहरू बट थिए पनि मूल्यवान छ। यसले वेबसाइट मालिकहरूलाई पुराना स्प्याम पोष्टहरू सफा गर्न र भविष्यमा स्प्याम फोरमहरूमा दर्ता गरिएका \"स्लीपर खाताहरू\" मेटाउन, धोखाधडी कम गर्न, र थप गर्न दिन्छ।",
    "664236229": "तान अनुरोध",
    "680638297": "तपाइँलाई तपाइँको व्यक्तिगत जानकारी को हाम्रो प्रशोधन बारे जानकारी प्रदान गर्नुहोस् र तपाइँ तपाइँको व्यक्तिगत जानकारी को लागी तपाइँको पहुँच प्रदान गर्नुहोस्।",
    "685916926": "किन reCAPTCHA समयसँगै सुधार भएको छैन?",
    "692064738": "() प्रहरीले यसलाई सहन गर्दैन",
    "692176459": "लग - इन",
    "693820850": "तपाईंले गोपनीयतालाई पहिलो स्थान दिएर Google लाई हराउन सक्नुहुन्छ",
    "69844082": "hCaptcha ट्रेडमार्कहरू, ग्राफिक प्रतीकहरू, लोगोहरू, टाइपफेस, वा आइकनहरू पनि अपमानजनक रूपमा प्रयोग गर्न सकिँदैन।",
    "700843971": "हाउन्ड टेक्नोलोजी, इंक (ग्लोबल)। प्रदान गरिएका सेवाहरू: honeycomb.io।",
    "702287791": "hCaptcha प्रकाशक (नि:शुल्क)",
    "703051968": "ha हात प्रतिमा:",
    "707527778": "बच्चाहरु बाट जानकारी",
    "707541553": "हाम्रो इन्टरनेट पृष्ठहरूमा समावेश सबै जानकारी IMI वा तेस्रो पक्ष द्वारा मान्य गरिएको छ। यद्यपि, न त IMI वा तेस्रो पक्षहरूलाई जानकारी हालको, सही, वा पूर्ण भएकोमा जिम्मेवार ठहराउन सकिँदैन। यो हाम्रो पृष्ठहरूमा हाइपरलिङ्कहरू मार्फत पुग्न सकिने अन्य वेबसाइटहरूमा पनि लागू हुन्छ। IMI ले यी बाह्य वेबसाइटहरूको सामग्रीको लागि कुनै जिम्मेवारी स्वीकार गर्दैन।",
    "710145621": "तपाईंको आफ्नै ग्राउन्ड ट्रुथ डाटा प्रदान गर्नुहोस् वा हामीलाई उडानमा निर्माण गर्न दिनुहोस्",
    "713281684": "बैंगन",
    "714342693": "hCaptcha टोलीले 2016 देखि \"डार्क वेब\" क्याप्चा-ब्रेकिङ सेवाहरूबाट मूल्य निर्धारण डेटा सङ्कलन गर्दै आएको छ। हामीले एउटा रोचक प्रवृत्ति देख्यौं:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "अन्त-देखि-अन्त नियन्त्रण चाहिन्छ?",
    "723027910": "यो कानुनी सल्लाह होइन, र यस विश्लेषणको सन्दर्भमा कुनै वारेन्टी प्रदान गरिएको छैन। यदि तपाइँसँग थप प्रश्न वा चिन्ताहरू छन् भने, कृपया हामीलाई सम्पर्क गर्नुहोस्",
    "728503636": "भुक्तानी मिति",
    "731546974": "10. योगदानकर्ता वा एकीकृत करहरू",
    "734735952": "हामीले धेरै क्याप्चा विक्रेताहरूको मूल्याङ्कन गरेका छौं साथै प्रणाली आफैं निर्माण गरेका छौं। अन्तमा, hCaptcha reCAPTCHA को लागि उत्तम विकल्पको रूपमा देखा पर्‍यो।",
    "735630686": "तपाईंको जानकारी प्रबन्धन (तपाईंको अधिकार)",
    "740501259": "सरल API-संचालित पाइपलाइनहरू",
    "741483946": "* अन्य शब्दहरूमा: तपाईंले hCaptcha.com मा hCaptcha गोपनीयता पास टोकनहरू प्राप्त गर्न सक्नुहुन्छ, र hCaptcha.com प्रयोग गरेर अन्य साइटहरूमा प्रयोग गर्न सक्नुहुन्छ। तपाईंले Cloudflare ले प्रयोग गरेको hCaptcha सेवालाई बाइपास गर्न hCaptcha गोपनीयता पास टोकनहरू प्राप्त गर्न वा रिडिम गर्न सक्नुहुन्न, किनकि क्लाउडफ्लेयरले यसको आफ्नै गोपनीयता पास टोकनहरू समस्या र रिडिम गर्दछ।",
    "751483365": "गैर-जाभास्क्रिप्ट ग्राहकहरूको लागि समर्थन।",
    "755156539": "hCaptcha अधिकृत पुनर्विक्रेता™",
    "755283510": "यदि तपाइँ विश्वास गर्नुहुन्छ भने हामीसँग 13 वर्ष भन्दा कम उमेरको बच्चाबाट वा बारे कुनै जानकारी छ।",
    "759057398": "EU डाटा विषयहरूमा सूचना",
    "763447231": "उही समयमा, बटहरूलाई प्रकाशक साइटहरू पहुँच गर्नबाट रोक्नाले विज्ञापन ठगी प्रकट गर्न सक्छ, गुगलको reCAPTCHA उत्पादनलाई सीधा तिनीहरूको विज्ञापन व्यवसायको विरुद्धमा खडा गर्छ, जसले तिनीहरूको राजस्वको 80% भन्दा बढी उत्पादन गर्दछ।",
    "766825168": "हामीले DMCA दोहोरिने उल्लङ्घनकर्ता नीति अन्तर्गत लिन सक्ने कार्यहरूमा खाताको रेकर्ड ग्राहकलाई बढेको दृश्यताको अलर्टहरू पठाउने समावेश छ। यी अलर्टहरू स्वीकार गर्नको लागि, हामीले ग्राहकलाई खातामा लग इन गर्न वा हाम्रो समर्थन टोलीलाई कल गर्न आवश्यक हुन सक्छ। हामीले पुन: उल्लङ्घन गर्ने अलर्टहरू पठाएपछि पनि हामीले कथित उल्लङ्घनको DMCA सूचनाहरू प्राप्त गर्न जारी राखेका कुनै पनि ग्राहकको hCaptcha र IMI सेवालाई निलम्बन वा समाप्त गर्ने अधिकार पनि सुरक्षित राख्छौं, साथै अन्य अन्तरिम उपायहरू लागू गर्छौं। थप रूपमा, हामीले यस नीति अन्तर्गत hCaptcha सेवा समाप्त गर्दा यी ग्राहकहरूलाई उपलब्ध गराइएका अन्य hCaptcha वा IMI सेवाहरू हामीले हाम्रो पूर्ण विवेकमा समाप्त गर्न सक्छौं।",
    "767207800": "यदि तपाइँको डेटामा सम्भावित रूपमा स्पष्ट वा आपत्तिजनक सामग्री समावेश छ भने, हामी तपाइँलाई तपाइँको डेटा देख्ने जो कोहीलाई निष्पक्ष चेतावनीको रूपमा सेवा गर्न \"स्पष्ट सामग्री\" चिन्ह लगाउन आवश्यक छ। तपाईंले IMI सँग छुट्टै लिखित सम्झौता बिना हाम्रा नीतिहरू उल्लङ्घन गर्ने कार्यहरू समावेश गर्न सक्नुहुन्न, (a) प्रत्यक्ष वा अप्रत्यक्ष रूपमा अर्को वेबसाइट वा सेवालाई प्रवर्द्धन गर्ने कार्यहरू, (b) तेस्रो पक्षको वेबसाइटका सर्तहरू उल्लङ्घन गर्ने कार्यहरू र सर्तहरू, (c) योगदानकर्ताहरूलाई तेस्रो पक्षहरू अनुरोध गर्न सोध्ने कार्यहरू, (d) वेबसाइटको व्यवहार वा परिणामहरू हेरफेर गर्न योगदानकर्ताहरूलाई कारबाही गर्न आग्रह गर्ने कार्यहरू, (e) तेस्रो पक्षहरूको बौद्धिक सम्पत्ति अधिकार उल्लङ्घन गर्ने कार्यहरू, र (f) कार्यहरू जसले सफ्टवेयर वा फाइलहरू डाउनलोड गर्न योगदानकर्ताहरूलाई आवश्यक पर्दछ।",
    "770264626": "तपाईंको सेवामा hCaptcha थप्नुहोस् (निःशुल्क)",
    "776542208": "() अनन्त हतियार दौड सबै फिल्टरिंग दृष्टिकोणहरूमा संलग्न",
    "777660551": "क्रेडेन्शियल स्टफिंग के हो?",
    "778204464": "स्थिर वा गतिशील सामग्रीसँग रिच टेक्स्ट एलिमेन्ट प्रयोग गर्न सकिन्छ। स्थिर सामग्रीको लागि, यसलाई कुनै पनि पृष्ठमा छोड्नुहोस् र सम्पादन सुरु गर्नुहोस्। गतिशील सामग्रीको लागि, कुनै पनि सङ्कलनमा रिच टेक्स्ट फिल्ड थप्नुहोस् र त्यसपछि सेटिङ प्यानलमा रहेको फिल्डमा रिच टेक्स्ट एलिमेन्ट जडान गर्नुहोस्। भोइला!",
    "779426309": "वास्तविक नाम, अद्वितीय व्यक्तिगत पहिचानकर्ता, अनलाइन पहिचानकर्ता, इन्टरनेट प्रोटोकल ठेगाना, इमेल ठेगाना, खाता नाम, वा अन्य समान पहिचानकर्ताहरू।",
    "779817954": "प्रश्न: यदि मसँग अर्को प्रदायकले जारी गरेको गोपनीयता पास पासहरू छन् भने, के म तिनीहरूलाई hCaptcha मा रिडिम गर्न सक्छु?",
    "780280214": "कसरी hCaptcha र hCaptcha इन्टरप्राइजले क्रेडेन्सियल स्टफिङ खतरालाई कम गर्छ",
    "780475098": "विज्ञापन नेटवर्कहरूले तपाइँका आगन्तुकहरूलाई उत्पादनको रूपमा देख्छन्। भ्रमण राम्रो होस् वा नराम्रो होस् भन्ने मात्रै ख्याल राख्छौँ । hCaptcha ले GDPR, CCPA, LGPD, PIPL, र अन्य विश्वव्यापी डेटा कानूनहरूको पालना गर्दछ।",
    "787916198": "तपाईको सहमति संग",
    "788770967": "त्यस्तो सुन्न परेकोमा दु: ख लाग्यो! तपाईं हाम्रो पहुँच विकल्प प्रयोग गर्न सक्नुहुन्छ:",
    "793242047": "अनुप्रयोगहरूमा छिटो पहुँचको लागि अनुमति दिन प्रयोगकर्ताहरूलाई प्रस्तुत गरिएका चुनौतीहरू कम गर्नुहोस्",
    "793784899": "योजनाहरू",
    "803639471": "hCaptcha लोगो हात प्रतिमा र hCaptcha लोगोटाइप मिलेर बनेको छ। यसको वैकल्पिक रूपमा, स्पेस सीमित हुँदा ह्यान्ड आइकन आफै देखा पर्न सक्छ र \"hCaptcha\" शब्द चिन्हको रूपमा प्रयोग गरिन्छ (माथि वर्णन गरिएझैं) हात प्रतिमाको नजिकमा, जस्तै कि हात प्रतिमा hCaptcha प्रतिनिधित्व गर्दछ।",
    "805221621": "कृपया हामीलाई सम्पर्क गर्नुहोस्",
    "805971861": "\"छाता\" ImageNet मा एक शब्द हो, कम्प्यूटर दृष्टि शोधकर्ताहरु द्वारा प्रयोग गरिएको मानक बेन्चमार्क डेटासेट। सुरक्षित नेक्स्ट जेनेरेशन एडभान्स ड्राइभर असिस्टेन्स (ADAS) प्रणालीहरू निर्माण गर्नका लागि छाता बोकेका व्यक्तिहरूलाई विश्वसनीय रूपमा पहिचान गर्नु पनि महत्त्वपूर्ण छ।",
    "808872868": "उदाहरणका लागि: स्प्याम, धोखाधडी, र दुरुपयोग अनलाइन दुई प्रणालीहरू पहिलो पटक एकसाथ जडान भएको लगभग दिनदेखि नै अवस्थित छन्।",
    "809251240": "हामीलाई सम्पर्क गर्दै",
    "811735413": "अपवादहरू। Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) द्वारा प्रदान गरिए अनुसार विवादित मध्यस्थता सम्झौताको अधीनमा नहुन सक्ने विवादहरू यसबाट बहिष्कृत छन्।",
    "818049069": "15 जुलाई 2019 भन्दा पछि छैन",
    "824740867": "समाधान सुधार्नुको सट्टा, गुगलले reCAPTCHA v3 जारी गर्‍यो, जसले प्रयोगकर्ता प्रोफाइलहरू निर्माण गर्न वेबभरिबाट व्यवहारिक डेटा सङ्कलन गर्दै सुरक्षा सफ्टवेयर भन्दा पनि विज्ञापन नेटवर्क जस्तै काम गर्छ। दुर्भाग्यवश, यस प्रकारको संकेत सजिलै पराजित हुन्छ, र यसैले प्रयोगकर्ताको गोपनीयतालाई हानि पुर्‍याउँदा बटहरू विरुद्ध थोरै सुरक्षा प्रदान गर्दछ।",
    "825780955": "व्यक्तिगत जानकारी",
    "826396656": "हाम्रो व्यापार निरन्तरता योजना",
    "832385387": "() तपाईको जस्तै विचारहरू आउन सजिलो छ, तर कुनै पनि व्यवहारिक देखाइएको छैन",
    "833750823": "चुनौती संग कठिनाई छ?",
    "835249867": "b) hCaptcha Publisher (नि:शुल्क) खाताहरू प्रयोग गर्ने धेरै Integrators को लागि प्रति महिना 1 मिलियन अनुरोधहरू, वा",
    "835396984": "हाल सक्रिय",
    "835545301": "हामी जानकारीको निम्न कोटीहरू सङ्कलन गर्छौं:",
    "835717930": "hCaptcha मा AI नैतिकता",
    "836017336": "फायरफक्स",
    "838049015": "क्वेरीसँग मेल खाने सबै छविहरू चयन गर्नुहोस्",
    "838225123": "23. वारेन्टीको अस्वीकरण",
    "83852121": "माइक्रोसफ्ट कर्पोरेशन (ग्लोबल)। प्रदान गरिएका सेवाहरू: Microsoft Azure।",
    "838951836": "() स्प्यामरहरू आफैंमा बेइमानी",
    "846501387": "विश्व-स्तरीय बोट संरक्षण",
    "850025770": "A: हामी विश्वास गर्छौं: वेब ब्राउज गर्न र फारमहरूमा पाठ प्रविष्ट गर्न सक्षम हुने कुनै पनि प्रकारको कमजोरी भएका सबै प्रयोगकर्ताहरूले दर्ता गरेपछि hCaptcha द्वारा सुरक्षित सेवाहरू पहुँच गर्न सक्छन्। जे होस्, यो कानुनी सल्लाह होइन: तपाईंले आफ्नो विशेष कार्यान्वयनलाई ध्यानमा राखेर, यो तपाइँको तैनातीको मामला हो भनेर सुनिश्चित गर्न तपाइँको आफ्नै मूल्याङ्कन गर्नुपर्दछ।",
    "851679588": "हो।",
    "851786723": "आफ्नो इमेल प्रविष्ट गरेर, तपाईं हाम्रो सर्तहरू र गोपनीयता नीति, र हामीबाट इमेल प्राप्त गर्न सहमत हुनुहुन्छ।",
    "852032043": "सफारी",
    "855097735": "सबै सरोकारहरूलाई सन्तुलनमा राखेर यो राम्रोसँग गर्ने सेवा निर्माण गर्नु एकदमै कठिन समस्या हो (र हामी सधैं यसलाई सुधार गर्न काम गरिरहेका छौं ताकि अनुभवलाई सकेसम्म रमाइलो बनाउन सकियोस्) तर हामी आशा गर्दछौं कि तपाईंले स्प्याम, दुरुपयोग, खाता टेकओभरहरू कम गर्ने कुरामा सहमत हुनुहुनेछ। , र अनलाइन धोखाधडी अन्ततः कहिलेकाहीं साधारण प्रश्नको लायक छ।",
    "857974529": "साइट र सेवामा सुधार गर्न। हामी हाम्रो अवस्थित सुधार गर्न र नयाँ सेवाहरू र प्रस्तावहरू विकास गर्न र अवस्थित र भविष्यका उत्पादन प्रस्तावहरूलाई अनुकूलन गर्न एनालिटिक्स जानकारी प्रयोग गर्छौं।",
    "858218750": "र तिनीहरूलाई प्रयोग गर्न निर्देशन",
    "867314732": "तपाईं उच्च-रिजोल्युसन पुन: प्राप्त गर्न सक्नुहुन्छ",
    "869702955": "हाम्रो वेबसाइटमा कार्यहरू गरेर, तपाइँ हाम्रो गोपनीयता नीति अनुसार तपाइँको व्यक्तिगत जानकारी को संग्रह, प्रयोग, र खुलासा को अधिकार दिनुहुन्छ। थप रूपमा, हामीले सेवा सम्बन्धलाई सहज बनाउन र वेबसाइट सुधार गर्नका लागि तपाईंले पूरा गर्नुभएको अनुरोधकर्तालाई तपाईंको र तपाईंले पूरा गरेका कार्यहरू बारे केही जानकारी साझा गर्न सक्छौं, उदाहरणका लागि, योगदानकर्ता ID, IP ठेगाना, सम्पन्न कार्यहरू, र सम्बन्धित अन्य विशेषताहरू सहित। तपाईको योग्यता, भाषा, सीप र वेबसाइटको प्रयोगमा।",
    "874098071": "यदि तपाईं पहुँच प्रयोगकर्ता हुनुहुन्छ भने, कृपया यहाँ साइन अप गर्नुहोस्",
    "878585497": "सर्तहरू",
    "879362350": "इन्टरनेटमा काम गर्ने नयाँ एपीआईहरूसँग, प्लेटफर्म, डाटा स्किमा वा प्रोग्रामिङ भाषाको पर्वाह नगरी संसारको कुनै पनि ठाउँमा कुनै पनि सफ्टवेयर वा डाटा स्रोत जडान गर्न सम्भव भयो। नतिजाको रूपमा, कम्प्युटिङ संसार अब एपीआई क्रान्तिको बीचमा छ। एप्लिकेसन र डाटा बीचको जडानको विस्फोट भएको छ। त्यो राम्रो छ, जब सम्म यो छैन।",
    "881015166": "मेरो वेबसाइट वा एपमा प्रकाशकहरूको लागि hCaptcha थप्नुहोस्",
    "88879089": "गोपनीयता पास एक हो",
    "897432717": "अनुकूलित थ्रेट स्कोरहरूको लागि हाम्रो उपन्यास डिजाइनको साथ, तपाईंको व्यापार ज्ञान थप्दा हाम्रा मोडेलहरूलाई तपाईंका प्रयोगकर्ताहरूका लागि विशिष्ट रूपमा सान्दर्भिक स्कोरहरू प्रदान गर्न अनुमति दिन्छ।",
    "907324388": "समारोह",
    "910989640": "गतिविधिको विस्तृत र अनुकूलित रिपोर्टहरू उत्पन्न गर्नुहोस्",
    "918924423": "उदाहरणका लागि, Google ले स्पष्ट रूपमा मूल्यवान सेवाहरू प्रदान गरेको छैन जस्तै retroactive bot पत्ता लगाउने। धेरै दिनको डाटा विश्लेषण पछि प्रयोगकर्ता ट्राफिक बोट-उत्पन्न घोषणा गर्न यो धेरै विश्वसनीय छ।",
    "920212083": "बग रिपोर्ट गर्नुहोस्",
    "922470170": "() काउन्टर उपायहरूमा सार्वजनिक नेटवर्कको तोडफोड समावेश हुनु हुँदैन",
    "926138631": "गोपनीयता र सुरक्षा मा जानुहोस्, त्यसपछि कुकीहरू र अन्य साइट डेटा।",
    "931661269": "() अस्थायी/एक पटकको इमेल ठेगानाहरू बोझिलो हुन्छन्",
    "932546190": "किन क्याप्चाहरू सधैं हामीसँग हुनेछन्",
    "936667684": "कहिल्यै \"भवन/सडक चिन्हमा टाइप गर्न सोधिएको छ?\"",
    "938404336": "2. भिन्न हुन्छ; 30 दिन सम्म।",
    "939665604": "गोपनीयता केन्द्रित",
    "941057651": "() SMTP मा विशाल विद्यमान सफ्टवेयर लगानी",
    "946838734": "3. \"उन्नत\" बटन चयन गर्नुहोस्।",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha को हिज्जे कहिल्यै परिवर्तन गर्नु हुँदैन र hCaptcha सधैं दोस्रो अक्षर (\"C\") मा क्यापिटल हुनुपर्छ। यो कदापि बहुवचन वा अधिकारवादी हुँदैन।",
    "952813944": "न त तपाईंको हाम्रो वेबसाइटको प्रयोग वा यस सम्झौतामा कुनै पनि कुराले रोजगारी, साझेदारी, संयुक्त उद्यम, एजेन्सी, फ्रान्चाइजी, वा बिक्री प्रतिनिधि सम्बन्ध तपाईं र इन्ट्युशन मेसिनहरू बीच सिर्जना गर्दछ। हामी तपाईंलाई कार्य पूरा गर्न कुनै उपकरण वा उपकरणहरू प्रदान गर्दैनौं। हामीले तपाईंलाई कुनै पनि सुविधा, कामदारको क्षतिपूर्ति, वा बीमा कभरेज प्रदान गर्दैनौं। तपाइँले हाम्रो वेबसाइट प्रयोग गर्दा लाग्ने कुनै पनि खर्चको लागि हामी जिम्मेवार छैनौं। हामीले संघीय वा राज्य आयकर, सामाजिक सुरक्षा, वा अन्य कुनै पनि करको लागि तपाईंको पुरस्कारबाट कुनै पनि रकम रोक्नेछैनौं। हाम्रा प्रतिद्वन्द्वीहरू सहित कुनै पनि व्यक्ति वा व्यवसायका लागि कार्यहरू गर्न तपाईं सधैं स्वतन्त्र हुनुहुन्छ। तपाईंसँग इन्ट्युशन मेसिनको तर्फबाट लिखित वा मौखिक कुनै पनि सम्झौतामा प्रवेश गर्ने अधिकार छैन।",
    "956019009": "सबैभन्दा ठूलो वेब पूर्वाधार कम्पनीहरूले पहिले नै कारबाही गरिसकेका छन्",
    "961941354": "यद्यपि, यी मध्ये कुनै पनि व्यक्तिगत रूपमा पहिचान योग्य जानकारी (\"PII\") प्रयोग गर्न आवश्यक छैन। आधुनिक क्रिप्टोग्राफिक प्रविधिहरूले हामीलाई कुनै पनि व्यक्तिगत डेटा जतिसक्दो चाँडो खारेज गर्न अनुमति दिन्छ, यसको सट्टा एकतर्फी हस्ताक्षरहरू सिर्जना गर्दछ जुन कुनै पनि व्यक्तिसँग लिङ्क गर्न सकिँदैन।",
    "963238401": "हामी सधैं सुरक्षा बगहरूको रिपोर्ट प्राप्त गर्न इच्छुक छौं। इमेल",
    "971933157": "hCaptcha ले गोपनीयता, पारदर्शिता र निष्पक्षताको ख्याल राख्छ।",
    "976209454": "पुरस्कार कमाउनुहोस् वा चैरिटीमा दिनुहोस्",
    "98173630": "hCaptcha संसारको सबैभन्दा व्यापक रूपमा प्रयोग हुने स्वतन्त्र क्याप्चा सेवा हो।",
    "981806349": "प्रमाणित hCaptcha प्लेटफर्ममा निर्मित",
    "984849234": "hCaptcha ले reCAPTCHA ले वाचा गरेको कुरालाई डेलिभर गर्न उन्नत मेसिन लर्निङको प्रयोग गर्दछ, जबकि यसलाई प्रयोग गर्ने वेबसाइटहरूसँग क्याप्चर गरिएको मूल्य साझेदारी गर्दछ।",
    "987267027": "पार्टी",
    "987375734": "IMI संयुक्त राज्य अमेरिका मा आधारित छ। साइटहरू र सेवाहरू संयुक्त राज्य अमेरिकाबाट हामीद्वारा नियन्त्रित र सञ्चालन हुन्छन्। तपाईंको व्यक्तिगत जानकारी कुनै पनि देशमा भण्डारण र प्रशोधन गर्न सकिन्छ जहाँ हामीसँग सुविधाहरू छन् वा जहाँ हामी सेवा प्रदायकहरू संलग्न छौं, र साइटहरू र सेवाहरू प्रयोग गरेर तपाईंले संयुक्त राज्य सहित आफ्नो निवासको देश बाहिरका देशहरूमा जानकारी हस्तान्तरण गर्न सहमत हुनुहुन्छ। , जसमा तपाईंको देशको भन्दा फरक डेटा सुरक्षा नियमहरू हुन सक्छन्। केहि परिस्थितिहरूमा, ती अन्य देशहरूमा अदालतहरू, कानून प्रवर्तन एजेन्सीहरू, नियामक निकायहरू वा सुरक्षा अधिकारीहरूले तपाईंको व्यक्तिगत जानकारी पहुँच गर्न हकदार हुन सक्छन्।",
    "987901590": "के तपाइँसँग व्यापक प्रमाणीकरण सेट बिना कच्चा डाटा छ? अधिकतर अवस्थामा हामी प्रणाली मार्फत कार्यहरू चल्ने रूपमा, वा तपाईंको अनुमोदनको लागि लेबल गरिएको नमूनाहरू सिर्जना गर्न सक्छौं।",
    "989480928": "() स्पामको चरम लाभप्रदता",
    "990215503": "hCaptcha एक मात्र प्रमुख क्याप्चा सेवा हो जुन विज्ञापन नेटवर्कको स्वामित्वमा छैन।",
    "993651083": "चरण 1: विकासकर्ता उपकरणहरू खोल्नुहोस् (यसले सत्र रेकर्ड गर्न थाल्छ।)",
    "996362763": "यी टोकनहरू अनब्लाइन्ड गरिएका छन् र भविष्यमा प्रयोगको लागि विस्तारद्वारा भण्डारण गरिएका छन्। जब प्रयोगकर्ताले hCaptcha प्रयोग गरेर साइट भ्रमण गर्दछ र चुनौती पास गर्न आवश्यक छ (अदृश्य होस् वा \"म मानव\" बटन मार्फत) तिनीहरू स्वचालित रूपमा रिडिम हुन्छन्। ब्लाइन्डिङ प्रक्रिया भनेको hCaptcha को परिप्रेक्ष्यबाट क्रिप्टोग्राफिक रूपमा अनलिङ्क गर्न सकिने गरी हस्ताक्षर गरिएका र रिडिम गरिएका टोकनहरू हुन् र यसरी प्रयोगकर्ताको गोपनीयता सुरक्षित हुन्छ।",
    "999610953": "अन्तमा, Google को लागि एक विश्वसनीय विकल्प। hCaptcha Enterprise ले उच्च सुरक्षाको साथ तपाईंको reCAPTCHA बिलमा नाटकीय बचत प्रदान गर्दछ: केही अवस्थामा 80% सम्म कम महँगो।",
    "999674529": "Google पत्ता लगाउने प्रत्येक बोटले शून्य विज्ञापन डलर कमाउनु पर्छ। Google को कम्पनी प्रोत्साहनहरू यसरी तिनीहरूको सुरक्षा सेवाहरूका प्रयोगकर्ताहरूसँग खराब रूपमा पङ्क्तिबद्ध छन्, र यो तिनीहरूको reCAPTCHA सुरक्षा प्रस्तावको खराब प्रदर्शनको लागि एउटा व्याख्या हुन सक्छ।"
}