{
  "23114595": "മികച്ച ഉപയോക്തൃ അനുഭവം",
  "34074886": "ഓരോ തവണയും നിങ്ങൾ ഒരു വെല്ലുവിളിക്ക് ഉത്തരം നൽകുമ്പോൾ, നിങ്ങൾ മനുഷ്യനാണോ എന്ന് മനസിലാക്കാൻ ഞങ്ങൾ അത്യാധുനിക മോഡലുകൾ ഉപയോഗിക്കുന്നു. നിങ്ങൾ സന്ദർശിച്ച വെബ്‌സൈറ്റ് ബോട്ടുകളെ ഒഴിവാക്കി അവരുടെ സൈറ്റിലെ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നതിന് ഈ ഫലം ഉപയോഗിക്കുന്നു.",
  "98173630": "hCaptcha ലോകത്തിലെ ഏറ്റവും വ്യാപകമായി ഉപയോഗിക്കുന്ന സ്വതന്ത്ര CAPTCHA സേവനമാണ്.",
  "111184581": "ഫസ്റ്റ് പാർട്ടി ഹോസ്റ്റിംഗ്",
  "119298044": "നൂതന സ്വയം മേൽനോട്ടത്തിലുള്ള ML, AI സാങ്കേതികവിദ്യകൾ നിങ്ങളുടെ വെബ് പ്രോപ്പർട്ടികളെ ഭീഷണികളിൽ നിന്നും ആക്രമണങ്ങളിൽ നിന്നും സംരക്ഷിക്കുന്നു",
  "121743429": "വെബ് ഇൻഫ്രാസ്ട്രക്ചർ കമ്പനികൾക്കായി",
  "122875767": "മറ്റ് കമ്പനികൾക്ക് കഴിയാത്തപ്പോൾ നിങ്ങളുടെ നിയമപരമായ ആവശ്യങ്ങൾ തൃപ്തിപ്പെടുത്തുക.",
  "126134492": "മറ്റുള്ളവ",
  "152010250": "hCaptcha വിപുലമായ സ്വയം-മേൽനോട്ടത്തിലുള്ള മെഷീൻ ലേണിംഗും ഡാറ്റ ശേഖരണവും നിലനിർത്തലും അദ്വിതീയമായി കുറയ്ക്കുന്ന ഒരു നോവൽ എഡ്ജ് കമ്പ്യൂട്ട് പ്ലാറ്റ്‌ഫോമുമായി സംയോജിപ്പിച്ചു, ആഗോളതലത്തിൽ 250-ലധികം സ്ഥലങ്ങളിൽ നിന്ന് വിപുലമായ സ്കേലബിളിറ്റിക്കായി വിതരണം ചെയ്യുന്നു.",
  "179723061": "ക്ലാസ് ലീഡിംഗ് സുരക്ഷ ആവശ്യമുള്ള ടീമുകൾക്ക് കൂടുതൽ നിയന്ത്രണം",
  "191460155": "സീറോ ഫ്രിക്ഷനും 99.9% നിഷ്ക്രിയ മോഡുകളും",
  "282913023": "ഉയർന്ന ട്രാഫിക് സംരംഭങ്ങൾക്ക് ചെലവ് കുറഞ്ഞ ഓപ്ഷൻ",
  "328625009": "... നിങ്ങൾ ആയിരിക്കുമ്പോൾ ഞങ്ങൾ തയ്യാറാണ്: ഞങ്ങളുടെ സേവനം മുഴുവൻ സമയവും ലഭ്യമാണ്.",
  "353066938": "പരിചയസമ്പന്നരായ ഒരു ടീം, ഇന്നത്തെ ഏറ്റവും പ്രയാസമേറിയ പ്രശ്നങ്ങളിൽ പ്രവർത്തിക്കുന്നു. hCaptcha ഒരു സേവനമാണ്",
  "353367791": "പല തരത്തിലുള്ള മോശം അഭിനേതാക്കളെ കണ്ടെത്തുക.",
  "359073033": "ഡാഷ്‌ബോർഡുകൾ പ്രവർത്തനത്തിന്റെ ഉയർന്ന തലത്തിലുള്ളതോ സൂക്ഷ്മമായതോ ആയ കാഴ്ചകൾ നൽകുന്നു.",
  "392886773": "എല്ലാ രാജ്യങ്ങളിലും പ്രവർത്തിക്കുന്നു",
  "451701069": "GDPR, CCPA എന്നിവയുമായി പൊരുത്തപ്പെടുന്നു,",
  "547245263": "നിങ്ങളുടെ ബോട്ട് പ്രശ്നം ഇന്ന് തന്നെ പരിഹരിക്കുക.",
  "552920956": "ബോട്ടുകളും മറ്റ് ദുരുപയോഗങ്ങളും തടയുമ്പോൾ റിവാർഡുകൾ നേടാൻ വെബ്‌സൈറ്റുകളെ hCaptcha അനുവദിക്കുന്നു. ഈ വരുമാനം ഉപയോഗിച്ച് നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ചാരിറ്റികളെ പിന്തുണയ്ക്കാനും hCaptcha നിങ്ങളെ അനുവദിക്കുന്നു.",
  "555158694": "ക്ഷുദ്രകരമായ ട്രാഫിക് കുറയ്ക്കുന്നതിന് hCaptcha ഇൻസ്റ്റാൾ ചെയ്തുകൊണ്ട് അവരുടെ സൈറ്റിലെ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ നിങ്ങൾ ഉപയോഗിക്കുന്ന ഒരു സേവനം തിരഞ്ഞെടുത്തു.",
  "585557010": "നിയമാനുസൃത ഉപയോക്താക്കളിൽ 0.1% ൽ താഴെയുള്ളവരെ വെല്ലുവിളിക്കുക.",
  "713281684": "വഴുതന",
  "719304627": "എൻഡ്-ടു-എൻഡ് നിയന്ത്രണം ആവശ്യമുണ്ടോ?",
  "734735952": "ഞങ്ങൾ നിരവധി CAPTCHA വെണ്ടർമാരെ വിലയിരുത്തുകയും സ്വയം ഒരു സിസ്റ്റം നിർമ്മിക്കുകയും ചെയ്തു. അവസാനം, reCAPTCHA യുടെ ഏറ്റവും മികച്ച ബദലായി hCaptcha ഉയർന്നുവന്നു.",
  "751483365": "നോൺ-ജാവാസ്ക്രിപ്റ്റ് ക്ലയന്റുകൾക്കുള്ള പിന്തുണ.",
  "788770967": "അത് കേട്ടതിൽ ഖേദിക്കുന്നു! നിങ്ങൾക്ക് ഞങ്ങളുടെ പ്രവേശനക്ഷമത ഓപ്‌ഷൻ ഉപയോഗിക്കാൻ താൽപ്പര്യമുണ്ടാകാം:",
  "793242047": "ആപ്ലിക്കേഷനുകളിലേക്ക് വേഗത്തിലുള്ള ആക്സസ് അനുവദിക്കുന്നതിന് ഉപയോക്താക്കൾക്ക് നൽകുന്ന വെല്ലുവിളികൾ കുറയ്ക്കുക",
  "829047995": "നിലവിൽ reCAPTCHA ഉപയോഗിക്കുന്നുണ്ടോ?",
  "836577577": "hCaptcha ചേർക്കുന്നതിന് മിനിറ്റുകളും കുറച്ച് കോഡുകളും മാത്രമേ എടുക്കൂ. അടിസ്ഥാന API reCAPTCHA V2-ന് അനുയോജ്യമാണ്, ഇത് മാറാൻ മിനിറ്റുകൾ മാത്രമേ എടുക്കൂ.",
  "838049015": "ചോദ്യവുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ചിത്രങ്ങളും തിരഞ്ഞെടുക്കുക",
  "846501387": "ലോകോത്തര ബോട്ട് സംരക്ഷണം",
  "861167568": "hCaptcha ഐടിയുടെ ഏറ്റവും പ്രധാനപ്പെട്ട പ്രശ്‌നങ്ങളിലൊന്ന് പരിഹരിക്കുന്നു: നിങ്ങളുടെ വെബ് ആപ്ലിക്കേഷനുകളെ ആക്രമിക്കുന്നതിൽ നിന്ന് ക്ഷുദ്ര ബോട്ടുകളെ തടയുന്നു",
  "880478438": "മികച്ച ഇൻ-ക്ലാസ് ബോട്ടിനും വഞ്ചന മാനേജ്മെന്റിനും.",
  "897432717": "ഇഷ്‌ടാനുസൃതമാക്കിയ ത്രെറ്റ് സ്‌കോറുകൾക്കായുള്ള ഞങ്ങളുടെ പുതിയ രൂപകൽപ്പനയ്‌ക്കൊപ്പം,   നിങ്ങളുടെ ബിസിനസ്സ് പരിജ്ഞാനം ചേർക്കുന്നത്, നിങ്ങളുടെ ഉപയോക്താക്കൾക്ക് അദ്വിതീയമായി പ്രസക്തമായ സ്‌കോറുകൾ നൽകാൻ ഞങ്ങളുടെ മോഡലുകളെ അനുവദിക്കുന്നു.",
  "910989640": "പ്രവർത്തനത്തിന്റെ വിശദവും ഇഷ്ടാനുസൃതവുമായ റിപ്പോർട്ടുകൾ സൃഷ്ടിക്കുക",
  "976209454": "റിവാർഡുകൾ നേടുക അല്ലെങ്കിൽ ചാരിറ്റിക്ക് നൽകുക",
  "981806349": "തെളിയിക്കപ്പെട്ട hCaptcha പ്ലാറ്റ്‌ഫോമിലാണ് നിർമ്മിച്ചിരിക്കുന്നത്",
  "999610953": "അവസാനമായി, Google-ന് വിശ്വസനീയമായ ഒരു ബദൽ. ഉയർന്ന സുരക്ഷയോടെ നിങ്ങളുടെ reCAPTCHA ബില്ലിൽ hCaptcha എന്റർപ്രൈസ് നാടകീയമായ ലാഭം നൽകുന്നു: ചില സന്ദർഭങ്ങളിൽ 80% വരെ വില കുറവാണ്.",
  "1014004474": "hCaptcha യുടെ എന്റർപ്രൈസ് പ്ലാനുകൾ നിങ്ങളുടെ സ്ഥാപനത്തെ പരിരക്ഷിക്കുന്നതിന് വിപുലമായ സേവന-തല കരാറുകൾ വാഗ്ദാനം ചെയ്യുന്നു",
  "1045484714": "നിങ്ങളുടെ ഐഡന്റിറ്റി പ്രൊവൈഡറുമായുള്ള SAML SSO സംയോജനം, ഉദാ. ഒക്ത അല്ലെങ്കിൽ അസൂർ എ.ഡി.",
  "1050501253": "വളരെ ബുദ്ധിമുട്ടാണ്",
  "1070364246": "ശ്ശോ! ഫോം സമർപ്പിക്കുമ്പോൾ എന്തോ കുഴപ്പം സംഭവിച്ചു.",
  "1103295010": "മനുഷ്യർ CAPTCHA-കൾ പരിഹരിക്കുമ്പോൾ പണം സമ്പാദിക്കുക അല്ലെങ്കിൽ ചാരിറ്റിക്ക് നൽകുക",
  "1130868224": "കോഡിന്റെ മൂന്ന് വരികൾ",
  "1131525092": "ബന്ധപ്പെട്ട വഞ്ചനയും ദുരുപയോഗവും കണ്ടെത്താനും തടയാനും ഞങ്ങളുടെ സ്വകാര്യത സംരക്ഷിക്കുന്ന സ്കോപ്പ്ഡ് യുഐഡികൾ വഴി മോശം അഭിനേതാക്കളെ അനായാസമായി ഗ്രൂപ്പുചെയ്യുക",
  "1141402092": "വിപുലമായ റിപ്പോർട്ടിംഗ് സവിശേഷതകൾ",
  "1150035777": "സങ്കീർണ്ണമായ മെഷീൻ ലേണിംഗ് മോഡലുകൾ ചോദ്യങ്ങൾക്ക് ശരിയായി ഉത്തരം നൽകിയിട്ടുണ്ടോ എന്നതിനപ്പുറം നിരവധി ഡാറ്റ പോയിന്റുകളെ അടിസ്ഥാനമാക്കി ബോട്ട് കോൺഫിഡൻസ് സ്കോറുകൾ സൃഷ്ടിക്കുന്നു",
  "1150963691": "APT ലഘൂകരണം",
  "1172067553": "hCaptcha-യുടെ പിന്നിലെ ഹ്യൂമൻ പ്ലാറ്റ്‌ഫോം, നിങ്ങളുടെ നിലവിലുള്ള സിസ്റ്റങ്ങളുമായി സംയോജിപ്പിക്കുന്ന ഓൺ-പ്രെമൈസ്, ഹൈബ്രിഡ് അല്ലെങ്കിൽ SaaS വിന്യാസങ്ങൾ വഴി അത്യാധുനിക പ്രവർത്തന നിലവാരവും മാനേജ്‌മെന്റ് സവിശേഷതകളും നൽകുന്നു.",
  "1173652155": "ഉപദേശകർ",
  "1218990730": "വിശദമായ ലോഗുകൾ ഉപയോഗിച്ച് പ്രശ്നങ്ങൾ എങ്ങനെ റിപ്പോർട്ട് ചെയ്യാം",
  "1250541092": "- സെർജി ഇസാസി",
  "1263998069": "മനുഷ്യ പരിഹാരങ്ങൾക്ക് പ്രതിഫലം നേടൂ",
  "1300485304": "നിങ്ങളുടെ നെറ്റ്‌വർക്കുകളിലേക്ക് നുഴഞ്ഞുകയറാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന വിപുലമായ ഭീഷണികളിൽ നിന്നും വഞ്ചനകളിൽ നിന്നും hCaptcha പരിരക്ഷിക്കുന്നു",
  "1345083090": "ഒരു പ്രവർത്തന പ്രശ്‌നം റിപ്പോർട്ടുചെയ്യുകയാണോ?",
  "1356745565": "ഇന്റർനെറ്റ് എക്‌സ്‌പ്ലോറർ 8-ലേക്ക് എല്ലായിടത്തും അനുയോജ്യം.",
  "1368787974": "നിങ്ങളുടെ ടീമിലുടനീളം മാനേജ്മെന്റ് പങ്കിടുക.",
  "1393184984": "നിങ്ങൾക്ക് ആവശ്യമുള്ളതെല്ലാം.",
  "1475399473": "hCaptcha ടീമിനെക്കുറിച്ച് കൂടുതലറിയുക",
  "1485807325": "മൾട്ടി-യൂസർ ഡാഷ്‌ബോർഡുകൾ, SAML SSO",
  "1508655687": "ആക്സസ് സ്ട്രീംലൈൻ ചെയ്യുന്നതിനോ നിയന്ത്രിക്കുന്നതിനോ നിങ്ങളുടെ പ്രേക്ഷകർക്ക് അനുയോജ്യമായ നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളികൾ ചേർക്കുക",
  "1510448156": "നിങ്ങൾക്ക് ഇന്ന് ഒരു മികച്ച ബദൽ ഉപയോഗിച്ച് പ്രവർത്തിക്കാം, ആവശ്യാനുസരണം കൂടുതൽ വിപുലമായ ഫീച്ചറുകൾ ഓണാക്കുക.",
  "1525403768": "കൂടുതൽ വിവരങ്ങൾക്ക് എന്റർപ്രൈസ് സെയിൽസിൽ ബന്ധപ്പെടുക.",
  "1544546608": "സ്വകാര്യത പാസ്",
  "1549336309": "hCaptcha ഈ മോഡലിനെ മാറ്റുന്നു. നിങ്ങൾ hCaptcha ഉപയോഗിക്കുമ്പോൾ, കമ്പനികൾ നിങ്ങളുടെ ഉപയോക്താക്കൾ അവരുടെ മനുഷ്യത്വം തെളിയിക്കുന്ന ജോലിയിൽ ലേലം വിളിക്കുന്നു. നിങ്ങൾക്ക് പ്രതിഫലം ലഭിക്കും.",
  "1559631739": "സ്വകാര്യ പഠനം",
  "1579093044": "ഞങ്ങളുടെ ലളിതമായ ഇഷ്‌ടാനുസൃത ചലഞ്ച് ഡിസൈനർ ഉപയോഗിച്ച്, ഏതാനും മിനിറ്റുകൾക്കുള്ളിൽ നിങ്ങൾക്ക് ഓൺ-ബ്രാൻഡ് ചലഞ്ച് ഉള്ളടക്കം സമാരംഭിക്കാനാകും.",
  "1586809757": "ഉയർന്ന കൃത്യതയുള്ള ബോട്ട് സ്കോറുകൾ",
  "1599610318": "പ്രസാധകൻ",
  "1637702726": "hCaptcha-യെ കുറിച്ച്",
  "1662477701": "വിഭവങ്ങൾ",
  "1676849166": "നൂതന ബോട്ട് മോഡലുകൾക്ക് നന്ദി, മികച്ച സുരക്ഷ നൽകുമ്പോൾ തന്നെ നിങ്ങളുടെ നിയമാനുസൃതമായ ട്രാഫിക്കിന്റെ 99.9% വരെയും ഒരു വെല്ലുവിളി ഒഴിവാക്കി ഘർഷണം കുറയ്ക്കുക.",
  "1685871181": "മുൻനിര ഓൺലൈൻ സേവനങ്ങൾ ആശ്രയിക്കുന്നു",
  "1752795854": "ബോട്ടുകൾ നിർത്തുന്നതിന് hCaptcha ആധുനികവും സ്വകാര്യത കേന്ദ്രീകൃതവുമായ ഒരു സമീപനം കൊണ്ടുവരുന്നു.",
  "1779265104": "ഇഷ്‌ടാനുസൃതമാക്കിയ നിബന്ധനകളും സ്വകാര്യത ഗ്യാരണ്ടികളും",
  "1792519141": "hCaptcha എന്റർപ്രൈസ്",
  "1798492192": "ലെഗസി ബ്രൗസർ പിന്തുണ",
  "1803009328": "വെബ് സ്കെയിലിൽ യുദ്ധം പരീക്ഷിച്ചു.",
  "1844885924": "തിരഞ്ഞെടുക്കാൻ തരങ്ങളുടെ വിശാലമായ ലൈബ്രറി.",
  "1849717906": "നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളി ഉള്ളടക്കം ഉപയോഗിച്ച് ഇഷ്ടാനുസൃതമാക്കുക",
  "1849805607": "നിങ്ങളുടെ നെറ്റ്‌വർക്കുകളിലേക്ക് നുഴഞ്ഞുകയറാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ഭീഷണികളിൽ നിന്നും വഞ്ചനകളിൽ നിന്നും hCaptcha പരിരക്ഷിക്കുന്നു",
  "1886100235": "ലോകത്തിലെ ഏറ്റവും വലിയ ഓൺലൈൻ സേവനങ്ങളിൽ പലതും hCaptcha എന്റർപ്രൈസിലേക്ക് മാറുകയും ഗണ്യമായ ചിലവ് ലാഭിക്കുന്നതിനൊപ്പം മെച്ചപ്പെട്ട ബോട്ട് കണ്ടെത്തലും ലഭിക്കുകയും ചെയ്തു.",
  "1894355645": "hCaptcha ലളിതവും എളുപ്പമുള്ളതും വിശ്വസനീയവുമായ ബോട്ട് കണ്ടെത്തൽ നൽകുന്നു, അതേസമയം മനുഷ്യർക്ക് പരിഹരിക്കാൻ നിസ്സാരമാണ്.",
  "1927613000": "അക്കൗണ്ട് ഏറ്റെടുക്കൽ, ക്രെഡൻഷ്യൽ സ്റ്റഫ് ചെയ്യൽ, സ്ക്രാപ്പിംഗ്, മറ്റ് തരത്തിലുള്ള ദുരുപയോഗം എന്നിവയിൽ നിന്ന് വെബ് ആപ്ലിക്കേഷനുകളെ പരിരക്ഷിക്കുന്നതിന് hCaptcha അത്യാധുനിക മെഷീൻ ലേണിംഗും ശക്തമായ വെല്ലുവിളി പ്ലാറ്റ്‌ഫോമും സംയോജിപ്പിക്കുന്നു.",
  "1936512180": "എളുപ്പമുള്ള API ആക്‌സസ്, മനോഹരമായ ഡാഷ്‌ബോർഡുകൾ, തൊഴിലാളികളുടെ കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നതിനുള്ള ഏറ്റവും പുതിയ മോഡൽ-ഇൻ-ദി-ലൂപ്പ് സാങ്കേതികവിദ്യ.",
  "1956967813": "ദശലക്ഷക്കണക്കിന് സൈറ്റുകളിലായി ദശലക്ഷക്കണക്കിന് ദൈനംദിന ഉപയോക്താക്കൾക്ക് സേവനം നൽകുന്നതിന് ലോകത്തിലെ ഏറ്റവും വലിയ കമ്പനികൾ ഞങ്ങളുടെ സേവനങ്ങളെ വിശ്വസിക്കുന്നു.",
  "1958297836": "കോർഡിനേറ്റഡ് ആക്രമണ സംരക്ഷണവും APT ലഘൂകരണവും",
  "2041686284": "കൂടുതൽ ഡാറ്റ സാധാരണയായി മെഷീൻ ലേണിംഗ് മോഡലുകളെ പരിശീലിപ്പിക്കുന്നതിൽ മികച്ച ഫലങ്ങൾ നൽകുന്നു. ആഴത്തിലുള്ള മോഡലുകളുടെ സമീപകാല വിജയം വർദ്ധിച്ചുവരുന്ന വലിയ ഡാറ്റാസെറ്റുകളിലേക്ക് നയിച്ചു, കൂടാതെ hCaptcha ഈ ആവശ്യം നിറവേറ്റുന്നു. എന്നിരുന്നാലും, പരമ്പരാഗത രീതികൾ ഉപയോഗിച്ച് വലിയ മനുഷ്യ അവലോകനം ചെയ്ത ഡാറ്റാസെറ്റുകൾ സൃഷ്ടിക്കുന്നത് മന്ദഗതിയിലുള്ളതും ചെലവേറിയതുമാണ്.",
  "2103563261": "സ്വകാര്യ അല്ലെങ്കിൽ പൊതു വിവരങ്ങൾ",
  "2131386784": "നിങ്ങൾക്കും നിങ്ങളുടെ ഉപയോക്താക്കൾക്കും എത്തിച്ചേരാവുന്ന വൈദഗ്ധ്യവും പിന്തുണയും",
  "2138799135": "നിങ്ങൾ ഉപയോഗിക്കുന്ന ഫ്രണ്ട്‌എൻഡ്, ബാക്കെൻഡ് സിസ്റ്റങ്ങൾക്കായി ഡസൻ കണക്കിന് പ്രീ-ബിൽറ്റ് ഇന്റഗ്രേഷനുകൾ hCaptcha-യിലുണ്ട്.",
  "2163914794": "നിങ്ങളുടെ ഡാറ്റാസെറ്റുകൾക്ക് കൂടുതൽ ലേബലുകൾ ആവശ്യമുണ്ടോ? ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്, മെഷീൻ ലേണിംഗ് ആപ്ലിക്കേഷനുകൾ എന്നിവയിൽ പ്രവർത്തിക്കുന്ന കമ്പനികൾക്ക് hCaptcha വേഗതയേറിയതും ചെലവ് കുറഞ്ഞതും ഉയർന്ന നിലവാരമുള്ളതുമായ ഡാറ്റ ലേബലിംഗ് നൽകുന്നു.",
  "2183926131": "hCaptcha എന്റർപ്രൈസ് ഉപയോഗിച്ച് ആരംഭിക്കുക",
  "2184564739": "കാണുക",
  "2188609322": "മോശം അഭിനേതാക്കൾ ഓൺലൈനിൽ കൂടുതൽ സാധാരണമാണ്. എന്നാൽ ഉപഭോക്തൃ സ്വകാര്യത ത്യജിക്കുന്നത് പരിഹാരമല്ല.",
  "2319072959": "നിങ്ങളുടെ സ്വന്തം തൊഴിലാളികൾക്കൊപ്പം പൂർണ്ണമായും ഓഫ്‌ലൈനായി പ്രവർത്തിക്കുക, ബിസിനസ് യൂണിറ്റുകളിലോ കൺസോർഷ്യം പങ്കാളികളിലോ ഉപയോഗിക്കുന്ന മൂല്യം ട്രാക്ക് ചെയ്യുക, ചെലവും സുരക്ഷാ ആവശ്യകതകളും അടിസ്ഥാനമാക്കി വിവിധ ആന്തരിക അല്ലെങ്കിൽ ബാഹ്യ തൊഴിൽ ദാതാക്കളിലേക്ക് ജോലികൾ തിരഞ്ഞെടുത്ത് റൂട്ട് ചെയ്യുക, കൂടാതെ മറ്റു പലതും.",
  "2320894364": "200-ലധികം പോയിന്റ് സാന്നിധ്യത്തിൽ, hCaptcha-യുടെ ക്ലൗഡ് ലോകമെമ്പാടുമുള്ള നിങ്ങളുടെ ആസ്തികളെ സംരക്ഷിക്കുന്നു",
  "2354267648": "GDPR, CCPA, LGPD-സൗഹൃദ സ്വകാര്യതാ നയം",
  "2373007864": "hCaptcha എന്റർപ്രൈസ് hCaptcha പ്ലാറ്റ്ഫോം സാങ്കേതികവിദ്യയിൽ പ്രവർത്തിക്കുന്നു, ഉയർന്ന ട്രാഫിക് എന്റർപ്രൈസസിന് ആവശ്യമായ സവിശേഷതകൾ ഉൾപ്പെടുത്താൻ വിപുലീകരിച്ചിരിക്കുന്നു.",
  "2418549423": ", ക്രിപ്‌റ്റോഗ്രാഫിക് പ്രൂഫുകളും മറ്റ് സവിശേഷമായ സ്വകാര്യത-ആദ്യ ഫീച്ചറുകളും വഴി ഓൺലൈൻ സ്വകാര്യത സംരക്ഷിക്കുന്നതിനുള്ള ഉയർന്നുവരുന്ന നിലവാരം.",
  "2489287539": "ഘർഷണരഹിതമായ \"CAPTCHA ഇല്ല\" & 99.9% നിഷ്ക്രിയ മോഡുകൾ",
  "2510209017": "കൂടുതൽ സഹായം ആവശ്യമുണ്ടോ?",
  "2513143348": "hCaptcha എന്റർപ്രൈസ് സിസ്റ്റം അതിന്റെ രൂപകൽപ്പനയിൽ അദ്വിതീയമായി വഴക്കമുള്ളതാണ്: നിങ്ങൾ ഒരു പൊതു ക്ലൗഡ് പ്രവർത്തിപ്പിക്കുകയോ നിരവധി ഡാറ്റാ സെന്ററുകൾ സ്വന്തമാക്കുകയോ ചെയ്താൽ അത് നിങ്ങളുടെ നെറ്റ്‌വർക്കിന്റെ അരികിൽ ഭാഗികമായോ പൂർണ്ണമായോ വിന്യസിക്കാൻ കഴിയും.",
  "2535001179": "നിങ്ങൾ Google-ന്റെ reCAPTCHA-യിൽ നിന്നാണ് വരുന്നതെങ്കിൽ, ഞങ്ങളുടെ API-കൾ ഡ്രോപ്പ്-ഇൻ റീപ്ലേസ്‌മെന്റുകളാണ്.",
  "2593768395": "വെബ്, നേറ്റീവ് മൊബൈൽ, മൊബൈൽ വെബ് എന്നിവയിലുടനീളം തടസ്സമില്ലാത്ത അനുഭവം. പ്രീ-ബിൽറ്റ് ഇന്റഗ്രേഷനുകളും നേറ്റീവ് SDK-കളും ലഭ്യമാണ്.",
  "2650502379": "സെക്കന്റുകൾക്കുള്ളിൽ നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളികൾ സമാരംഭിക്കുക",
  "2670003220": "ജോലികൾ",
  "2671622670": "എന്റർപ്രൈസ്",
  "2676853536": "ഒന്നിലധികം ഉപയോക്തൃ ഡാഷ്ബോർഡുകൾ",
  "2681650568": "എല്ലായ്‌പ്പോഴും എന്നപോലെ, സ്വകാര്യത ഞങ്ങൾക്ക് ഒരു പ്രധാന മൂല്യമാണ്. ഞങ്ങളുടെ ചലഞ്ച് കോഡ് ആവശ്യമുള്ളിടത്ത് മാത്രം ചേർക്കുക, നിങ്ങളെയും നിങ്ങളുടെ ഉപയോക്താക്കളെയും സംരക്ഷിക്കുന്നതിൽ അർത്ഥമുള്ളിടത്ത്. സംയോജനത്തിന്റെ നിമിഷം മുതൽ ഡാറ്റ ശേഖരണം കുറയ്ക്കുന്നത് ആരംഭിക്കുന്നു.",
  "2682873489": "ഒബ്‌ജക്‌റ്റുകൾക്കുള്ള അതിർത്തി പ്രദേശം നിർവ്വചിക്കുക",
  "2686825859": "സൗജന്യമായി സൈൻ അപ്പ് ചെയ്യുക അല്ലെങ്കിൽ hCaptcha എന്റർപ്രൈസ് സൊല്യൂഷനുകളെക്കുറിച്ച് ഞങ്ങളെ ബന്ധപ്പെടുക",
  "2698140263": "എല്ലാ പ്രശ്‌നങ്ങളും ഒരുപോലെയല്ല: ഒരൊറ്റ സ്‌കോർ നേടുക എന്നതിനർത്ഥം അത് നിങ്ങളുടെ ഉപയോഗപ്രദമായ ആവശ്യങ്ങൾ പരിഹരിക്കണമെന്നാണ്.",
  "2698640210": "കാണിച്ചിരിക്കുന്ന വെല്ലുവിളികളും തരങ്ങളും നിയന്ത്രിക്കുക",
  "2707282231": "നിങ്ങളുടെ ഉപയോക്താക്കൾക്കുള്ള വെല്ലുവിളികൾ ഇഷ്ടാനുസൃതമാക്കുക. ബോട്ടുകൾക്ക് പരിഹരിക്കാനും തുളച്ചുകയറാനും അസാധ്യമാക്കുക.",
  "2714878440": "ഞങ്ങളുടെ വിപുലമായ മെഷീൻ ലേണിംഗും മാനവികത പരിശോധനയും ഉപയോഗിച്ച് സ്ക്രാപ്പിംഗ്, അക്കൗണ്ട് ഏറ്റെടുക്കൽ, ക്രെഡൻഷ്യൽ സ്റ്റഫ് ചെയ്യൽ, സ്പാം എന്നിവയിൽ നിന്ന് നിങ്ങളുടെ സേവനങ്ങളെ പരിരക്ഷിക്കുക.",
  "2718999653": "ഇഷ്‌ടാനുസൃതമാക്കിയ ഭീഷണി സ്‌കോറുകൾ",
  "2781507299": "തൽക്ഷണ പരിശോധന",
  "2782263070": "സേവനം ഞങ്ങൾക്ക് മുൻഗണനയാണ്. ഞങ്ങൾ 24/7 ഓൺ-കോൾ പിന്തുണ നിലനിർത്തുകയും നിങ്ങളുടെ എഞ്ചിനീയറിംഗ് ഇന്റഗ്രേഷൻ ടീമുമായും നടപ്പിലാക്കുന്ന സമയത്തും ശേഷവും ഞങ്ങളുടെ ഓൺ-കോൾ സ്റ്റാഫുമായും നേരിട്ടുള്ള സ്ലാക്ക് കോർഡിനേഷൻ വാഗ്ദാനം ചെയ്യുകയും ചെയ്യുന്നു.",
  "2806751666": "എന്താണ് hCaptcha?",
  "2826051554": "കൂടാതെ കൂടുതൽ",
  "2881474837": "hCaptcha എന്റർപ്രൈസ്",
  "2890048009": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളുടെ സന്ദർശകരെ ഉൽപ്പന്നമായി കാണുന്നു. ഞങ്ങളെ സംബന്ധിച്ചിടത്തോളം ഒരേയൊരു ഉൽപ്പന്നം അവരുടെ മനുഷ്യത്വം നിർണ്ണയിക്കുന്നു. ഞങ്ങളുടെ സേവനങ്ങൾ GDPR, CCPA, LGPD, PIPL ആവശ്യകതകൾ, സ്വകാര്യതാ പാസ് പോലുള്ള പിന്തുണാ സംരംഭങ്ങൾ എന്നിവ പാലിക്കുകയോ അതിലധികമോ ആണ്. സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ ഞങ്ങൾ കഠിനമായി പരിശ്രമിക്കുന്നു.",
  "2927700175": "മെഷീൻ ലേണിംഗ് പ്രശ്‌നങ്ങളിൽ നിന്ന് ലേബൽ ചെയ്യാൻ ബുദ്ധിമുട്ടുള്ള ഡാറ്റ ശേഖരിക്കുന്നതിലൂടെ ബോട്ടുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതും എന്നാൽ ആളുകൾക്ക് എളുപ്പമുള്ളതുമായ CAPTCHA വെല്ലുവിളികൾ ഞങ്ങൾ കാണിക്കുന്നു, ഒരു വെബ്‌സൈറ്റോ ആപ്പ് സന്ദർശകനോ മനുഷ്യനാണോ എന്ന് വേർതിരിച്ചറിയാൻ അത് ഉപയോഗിക്കുന്നു.",
  "2968026167": "നിങ്ങളുടെ പ്രിയപ്പെട്ട പച്ചക്കറി",
  "3018523079": "സ്ഥിരമായ ഉപയോക്തൃ അനുഭവത്തോടെ ബ്രാൻഡിൽ തുടരുക.",
  "3065000659": "ഓരോ തവണയും നിങ്ങൾ \"കാറിൽ ക്ലിക്ക് ചെയ്യുമ്പോളും\" ഒരു സിംഗിൾ പരിശീലിപ്പിക്കാൻ സഹായിക്കുകയാണെന്ന് നിങ്ങൾക്ക് മനസ്സിലായോ",
  "3093388779": "ഏത് വലുപ്പത്തിലുമുള്ള പ്രസാധകർക്ക് ഉപയോഗിക്കാൻ hCaptcha സൗജന്യമാണ്",
  "3093689546": "എളുപ്പമുള്ള ഏകീകരണം",
  "3096063825": "പരീക്ഷിച്ചു നോക്കൂ",
  "3107683988": "ഞങ്ങളുടെ 24/7 ഓൺ-കോൾ സ്റ്റാഫിന്റെ കർശനമായ SLA-കൾ പാലിക്കുന്നതിന് മാനേജ്മെന്റിന്റെ എല്ലാ ആനുകൂല്യങ്ങളും നിലനിർത്തിക്കൊണ്ട് ഇത് ഓഫ്-നെറ്റ്‌വർക്ക് ട്രാഫിക്കും ചെലവുകളും നാടകീയമായി കുറയ്ക്കും.",
  "3117887301": "ഏറ്റവും വലിയ ഓൺലൈൻ സേവനങ്ങളാൽ വിശ്വസിക്കപ്പെടുന്നു",
  "3121248460": "നിങ്ങൾ പ്രതീക്ഷിക്കുന്ന പ്രേക്ഷകർക്കായി -- ലളിതം മുതൽ സങ്കീർണ്ണമായത് വരെ - അനന്തമായ വൈവിധ്യമാർന്ന ഇഷ്‌ടാനുസൃത വെല്ലുവിളികൾ പ്രദർശിപ്പിക്കുക",
  "3153117136": "hCaptcha ബുദ്ധിമുട്ട് ക്രമീകരണങ്ങൾ എങ്ങനെ പ്രവർത്തിക്കുന്നു",
  "3160820928": "സംയോജിത ആക്രമണ സംരക്ഷണം",
  "3161489950": "ലോകത്തിലെ ഏറ്റവും വിപുലമായ സുരക്ഷാ ML പ്ലാറ്റ്ഫോം",
  "3167979932": "ആദ്യ ദിവസം മുതൽ സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു. ശക്തമായ ഡാറ്റ പ്രോസസ്സിംഗ് കരാർ.",
  "3194111925": "പിന്തുണ",
  "3213351333": "മുൻകൂർ പ്രതിബദ്ധത ആവശ്യമില്ല",
  "3213957230": "സുരക്ഷാ ആവശ്യകതകൾ നിറവേറ്റുന്നതിന് ഉപയോക്താക്കൾ ഒരു വെല്ലുവിളി പരിഹരിക്കേണ്ടിവരുമ്പോൾ, എന്തുകൊണ്ട് ഉപയോക്താവിന് സുഖകരവും പ്രസക്തവുമായ ടാസ്‌ക്കുകൾ സൃഷ്‌ടിച്ചുകൂടാ?",
  "3225770968": "മെഷീൻ ലേണിംഗിലെ ഏറ്റവും അധ്വാനിക്കുന്ന പ്രശ്നം പരിഹരിക്കുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്; സമയബന്ധിതവും താങ്ങാനാവുന്നതും വിശ്വസനീയവുമായ രീതിയിൽ വലിയ അളവിലുള്ള ഡാറ്റ ലേബൽ ചെയ്യുന്നു.",
  "3230004040": "നിങ്ങൾക്ക് കാഴ്ച വൈകല്യമുണ്ടോ അല്ലെങ്കിൽ hCaptchas പൂർത്തിയാക്കാൻ കഴിയുന്നില്ലേ?",
  "3235430156": "കമ്പനിയുടെ മെഷീൻ ലേണിംഗ് സിസ്റ്റങ്ങൾ സൌജന്യമാണോ?",
  "3260825523": "അവബോധ യന്ത്രങ്ങൾ",
  "3264813246": "അനുചിതമായ",
  "3265895521": "ദിവസത്തിലെ സമയത്തെ അടിസ്ഥാനമാക്കി വെല്ലുവിളി ഉയർത്തുകയും കുറയ്ക്കുകയും ചെയ്യുക",
  "3266612494": "വിശ്വസ്ത പങ്കാളി",
  "3276777569": "hCaptcha",
  "3287172429": "നിയന്ത്രണ ചലഞ്ച് തരങ്ങൾ കാണിച്ചിരിക്കുന്നു",
  "3365203058": "ലോകോത്തര ആന്റി ബോട്ട് സംരക്ഷണം",
  "3412647984": "ഒരു കുക്കി രജിസ്റ്റർ ചെയ്ത് സജ്ജീകരിക്കുന്നതിലൂടെ ഭാവിയിലെ ചോദ്യങ്ങൾ ഒഴിവാക്കാൻ ഇത് നിങ്ങളെ അനുവദിക്കുന്നു. നിങ്ങളുടെ പരസ്യ ബ്ലോക്കർ ഓഫാക്കാനും ശ്രമിക്കുക.",
  "3417372336": "മിനിറ്റുകൾക്കുള്ളിൽ മാറുക",
  "3446714684": "മൊബൈൽ (iOS, Android) സംയോജനം",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "എന്റർപ്രൈസ് ഉപയോക്താക്കൾക്ക്, മിക്ക സാഹചര്യങ്ങളിലും വെല്ലുവിളികൾ പൂർണ്ണമായും ഒഴിവാക്കാനുള്ള ഓപ്ഷനുകൾ ലഭ്യമാണ്.",
  "3478726913": "hCaptcha നിങ്ങളുടെ ഉപയോഗത്തിനായി ഈ ഗ്രഹത്തിലെ ഏറ്റവും വലിയ കുളങ്ങളിൽ ഒന്നാണ്. നിങ്ങളുടെ സ്കെയിൽ എന്തുതന്നെയായാലും, ചെലവേറിയ മുൻകൂർ പ്രതിബദ്ധതകളില്ലാതെ ഞങ്ങൾക്ക് അത് കൈകാര്യം ചെയ്യാൻ കഴിയും. പ്രതിദിനം ദശലക്ഷക്കണക്കിന് ജോലികൾ ഒരു പ്രശ്നമല്ല.",
  "3480023141": "പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് കൂടുതലറിയുക",
  "3483700676": "ദശലക്ഷക്കണക്കിന് ജോലികൾ തൽക്ഷണം സമാരംഭിക്കുക",
  "3500503648": "നിങ്ങളുടെ ബ്രൗസിംഗ് ചരിത്രം റെക്കോർഡുചെയ്യുന്നതിനും വിശകലനം ചെയ്യുന്നതിനും പകരം തൽക്ഷണ മൂല്യനിർണ്ണയത്തെ ആശ്രയിച്ച് ദീർഘകാല ഡാറ്റ നിലനിർത്തൽ ഇല്ലാതാക്കുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നത്. പോലുള്ള സംരംഭങ്ങളെയും ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു",
  "3524251858": "പ്രൊഡക്ട് മാനേജ്‌മെന്റ് ഡയറക്ടർ, ക്ലൗഡ്ഫ്ലെയർ",
  "3526939538": "സോഫ്റ്റ്‌വെയർ ബഗ്",
  "3530599065": "സ്വകാര്യത അടിത്തട്ടിൽ നിന്നാണ് നിർമ്മിച്ചിരിക്കുന്നത്. hCaptcha ഒരു PII-യും നിലനിർത്തുന്നില്ല കൂടാതെ നിരവധി സ്വകാര്യത ഉത്തരവുകളും നിയന്ത്രണങ്ങളും പാലിക്കുന്നു.",
  "3570415321": "കമ്പനി",
  "3573245166": "reCAPTCHA പോലെയല്ല, ഞങ്ങൾ എല്ലാ രാജ്യങ്ങളിലും പ്രവർത്തിക്കുന്നു.",
  "3578122193": "പ്രസക്തമായ ഉള്ളടക്കമുള്ള ബ്രാൻഡിൽ തുടരുക",
  "3620442880": "ഫ്ലാഷ് വിൽപ്പന സംരക്ഷണ സവിശേഷതകൾ",
  "3630114728": "നിങ്ങളുടെ എല്ലാ സൈറ്റുകളിലും ആപ്പുകളിലും എന്താണ് സംഭവിക്കുന്നതെന്ന് കാണുക.",
  "3644106388": "ബന്ധപ്പെടുക",
  "3660619092": "എന്റർപ്രൈസ് സൊല്യൂഷനുകൾക്കായി സൗജന്യമായി സൈൻ അപ്പ് ചെയ്യുക അല്ലെങ്കിൽ വിൽപ്പനയുമായി ബന്ധപ്പെടുക",
  "3688621388": "ഭീഷണി ഒപ്പുകൾ",
  "3704893754": "സ്വയം കാണണോ? hCaptcha സൗജന്യമായി പരീക്ഷിക്കുക",
  "3714002185": "hCaptcha എന്റർപ്രൈസിനെക്കുറിച്ച് കൂടുതലറിയുക",
  "3715747429": "നിങ്ങൾക്ക് റിയാക്റ്റ് ഇന്റഗ്രേഷൻ, iOS നേറ്റീവ് ആപ്പുകൾക്കുള്ള SDKകൾ, ഒരു ജാവ ബാക്കെൻഡ് ഉദാഹരണം, അല്ലെങ്കിൽ മറ്റേതെങ്കിലും സാഹചര്യം എന്നിവ വേണമെങ്കിലും ഞങ്ങളുടെ ഓൺബോർഡിംഗ് എഞ്ചിനീയർമാർക്ക് നിങ്ങളെ വേഗത്തിൽ കൊണ്ടുപോകാൻ കഴിയും.",
  "3717512591": "നേരിട്ടുള്ള പ്ലാറ്റ്ഫോം സംയോജനം",
  "3721365241": "ശ്രമിക്കുക",
  "3729345277": "കമ്പനികൾക്ക് ആവശ്യമായ വ്യാഖ്യാനങ്ങൾ വേഗത്തിലും ഉയർന്ന നിലവാരത്തിലും മറ്റ് ഇതര മാർഗങ്ങളെ അപേക്ഷിച്ച് കുറഞ്ഞ ചെലവിലും ലഭിക്കുന്നതിനുള്ള ഒരു മാർഗമാണ് hCaptcha.",
  "3730038780": "ഉപയോക്താക്കൾക്ക് പരിഹരിക്കാൻ കഴിയുന്ന അനന്തമായ വെല്ലുവിളികളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
  "3739936967": "സ്വകാര്യതയിലുള്ള ഈ അതുല്യമായ ഫോക്കസ് അർത്ഥമാക്കുന്നത്, മികച്ച സുരക്ഷ നിലനിറുത്തിക്കൊണ്ട് ഞങ്ങൾക്ക് വ്യക്തിഗത ഡാറ്റ നിലനിർത്തൽ, കുക്കി രഹിത പ്രവർത്തനം, മറ്റ് കരാർ പ്രകാരമുള്ള സ്വകാര്യത ഗ്യാരണ്ടികൾ എന്നിവ നൽകാമെന്നാണ്. കൂടുതല് വായിക്കുക.",
  "3740051331": "സോഷ്യൽ മീഡിയ, ഫോറങ്ങൾ, ഞങ്ങളുടെ ഇൻ-വിജറ്റ്, ഇമെയിൽ പിന്തുണാ ചാനലുകൾ എന്നിവയിലുടനീളം നിങ്ങളുടെ ഉപയോക്താക്കളുടെ ചോദ്യങ്ങൾ സജീവമായി നിരീക്ഷിക്കാനും പ്രതികരിക്കാനും ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്. ഞങ്ങൾ ആക്സസ് ചെയ്യാവുന്നവരും പ്രതികരിക്കുന്നവരുമാണ്, കൂടാതെ ഉപയോക്തൃ സംതൃപ്തിയെ ഒരു മികച്ച കെപിഐ ആയി കണക്കാക്കുന്നു.",
  "3753956446": "സൗ ജന്യം",
  "3758963444": "നന്ദി! നിങ്ങളുടെ സമർപ്പണം ലഭിച്ചു!",
  "3767462250": "സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു",
  "3768951251": "എന്റർപ്രൈസ് SLA-കൾ",
  "3807059944": "ഉപയോഗിച്ച ചലഞ്ച് ഉള്ളടക്കം നിയന്ത്രിക്കുക",
  "3816867833": "പ്രതികരണം",
  "3817811295": "ഉറപ്പുള്ള വിശ്വാസ്യതയും വേഗത്തിലുള്ള 24/7 ഓൺ-കോൾ പിന്തുണയും.",
  "3892905664": "മനുഷ്യർക്ക് എളുപ്പമുള്ളതും മെഷീനുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതുമായ ലളിതമായ ചോദ്യങ്ങൾ ചോദിച്ച് ബോട്ടുകൾ, സ്പാം, ദുരുപയോഗം എന്നിവ ഒഴിവാക്കാൻ hCaptcha നിങ്ങളുടെ പ്രിയപ്പെട്ട ഓൺലൈൻ സേവനങ്ങളെ സഹായിക്കുന്നു.",
  "3913848038": "99.99% പ്രവർത്തന സമയ SLA-കളും 24/7 ആഗോള പിന്തുണയും ലഭ്യമാണ്.",
  "3951254541": "നിങ്ങളുടെ ഇൻപുട്ടിനെ ഞങ്ങൾ അഭിനന്ദിക്കുന്നു. എന്തെങ്കിലും പ്രശ്‌നങ്ങൾ ഞങ്ങളെ അറിയിക്കുക, ഞങ്ങൾ അവ വേഗത്തിൽ പരിഹരിക്കും.",
  "3952259236": "നിങ്ങളുടെ അന്ധമായ ഡാറ്റ hCaptcha-യുടെ ആയിരക്കണക്കിന് സിഗ്നലുകളുമായി സംയോജിപ്പിച്ച്, പെരുമാറ്റത്തിന്റെ ക്ലാസുകളിൽ hCaptcha പരിശീലിപ്പിക്കുക -- നിങ്ങളുടെ ഉദാഹരണത്തിന് മാത്രം -- ക്ഷുദ്രകരമായ പെരുമാറ്റം മികച്ച രീതിയിൽ പ്രവചിക്കാൻ.",
  "3953584369": "സങ്കീർണ്ണമായ RBAC ആക്സസ് നിയന്ത്രണങ്ങൾ ലഭ്യമാണ്.",
  "4007826952": "വെബിനും മൊബൈലിനും മറ്റും ഉള്ള #1 സ്വകാര്യത-ആദ്യ CAPTCHA.",
  "4019660456": "0ms ലേറ്റൻസി: API കോളില്ലാതെ hCaptcha ടോക്കണുകൾ പരിശോധിക്കുക.",
  "4065065042": "നിങ്ങളുടെ ഉപയോഗ കേസിന് കൃത്യമായി ചേരുന്നതിന് ഇത് ഡയൽ ചെയ്യുക.",
  "4083018285": "വിപുലമായ SOC നിരീക്ഷണവും സങ്കീർണ്ണമായ സ്ഥിരമായ ഭീഷണികളെ അഭിമുഖീകരിക്കുന്നതിനുള്ള പ്രതികരണവും സംയോജിപ്പിക്കുന്ന വിപുലമായ ഫീച്ചറുകളുടെ ഒരു കൂട്ടം",
  "4146870445": "ഞങ്ങള് ആരാണ്",
  "4147497805": "കാരറ്റ്",
  "4194763679": "സൂക്ഷ്മമായ ബുദ്ധിമുട്ട് ലെവലുകൾ",
  "4195759329": "ബോട്ട് കണ്ടെത്തലും അപകട സ്‌കോറുകളും",
  "4199502476": "വിപുലമായ റിപ്പോർട്ടിംഗ് ഡാഷ്‌ബോർഡുകളും API-യും",
  "4238473596": "യഥാർത്ഥ ഉപയോക്താക്കൾക്ക് ഘർഷണം കുറയ്ക്കുന്നത് പ്രധാനമാണ്. hCaptcha ലളിതമായ ജോലികൾ ഉപയോഗിക്കുന്നു, കൂടുതൽ ബോട്ട് ട്രാഫിക് നിർത്തുമ്പോൾ മിക്ക ഉപയോക്താക്കൾക്കും കുറച്ച് സമയമെടുക്കും.",
  "4272022475": "എല്ലാ അഭ്യർത്ഥനകളും അസറ്റുകളും hcaptcha.yourdomain.com എന്നതിലേക്ക് പോകുന്നു",
  "4272454814": "നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ഐഡന്റിറ്റി പ്രൊവൈഡറുമായി സംയോജിപ്പിക്കുക.",
  "a11y-img-1": "പ്രവേശനത്തിന് ശേഷം ഉപയോക്തൃ സ്ക്രീൻ",
  "a11y-img-2": "വിജറ്റ് യുഐ മെനുവിലെ പ്രവേശനക്ഷമത ഓപ്ഷൻ",
  "a11y-img-3": "വിജറ്റ് യുഐയിലെ പ്രവേശനക്ഷമത ഡയലോഗ് ബോക്സ്",
  "about-advisors-brendan": "ധീരനായ സിഇഒ. മോസില്ലയുടെ സഹസ്ഥാപകൻ. ജാവാസ്ക്രിപ്റ്റ് പ്രോഗ്രാമിംഗ് ഭാഷയുടെ സ്രഷ്ടാവ്. ബ്ര rowsers സറുകളുടെ നിർമ്മാതാവും അതിലേറെയും.",
  "about-advisors-dawn": "പ്രൊഫസർ, ബെർക്ക്‌ലിയിലെ കാലിഫോർണിയ സർവകലാശാലയിലെ സി.എസ്. ആഴത്തിലുള്ള പഠനം, സുരക്ഷ, ബ്ലോക്ക്‌ചെയിൻ വിദഗ്ദ്ധൻ. ഒയാസിസ് ലാബ്സിന്റെ സിഇഒ.",
  "about-advisors-head": "ഉപദേശകർ",
  "about-advisors-keiran": "സ്റ്റാൻഫോർഡിലെ ഗവേഷണ ശാസ്ത്രജ്ഞൻ. പ്രധാന ബാങ്കുകൾ, ഹെഡ്ജ് ഫണ്ടുകൾ, അക്കാദമിയ എന്നിവിടങ്ങളിൽ മെഷീൻ ലേണിംഗ്, ക്വാണ്ടിറ്റേറ്റീവ് ഫിനാൻസ്.",
  "about-content-head-1": "ഞങ്ങൾ എന്താണ് ചെയ്യുന്നത്",
  "about-content-head-2": "എന്തുകൊണ്ട് ഇത് പ്രാധാന്യമർഹിക്കുന്നു",
  "about-content-text-1a": "ബോട്ടുകൾ‌ നിർ‌ത്തുന്നതിന് hCaptcha ഒരു ആധുനികവും സ്വകാര്യത കേന്ദ്രീകരിച്ചുള്ള സമീപനം നൽകുന്നു.",
  "about-content-text-1b": "മെഷീൻ പഠന പ്രശ്‌നങ്ങളിൽ നിന്ന് ലേബൽ ചെയ്യാൻ ബുദ്ധിമുട്ടുള്ള ഡാറ്റ ശേഖരിക്കുന്നതിലൂടെയും ബോട്ടുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതും എന്നാൽ ആളുകൾക്ക് എളുപ്പമുള്ളതുമായ ക്യാപ്‌ച വെല്ലുവിളികൾ ഞങ്ങൾ കാണിക്കുന്നു, കൂടാതെ ഒരു വെബ്‌സൈറ്റ് അല്ലെങ്കിൽ അപ്ലിക്കേഷൻ സന്ദർശകൻ മനുഷ്യനാണോ എന്ന് തിരിച്ചറിയാൻ ഇത് ഉപയോഗിക്കുന്നു.",
  "about-content-text-2a": "മോശം അഭിനേതാക്കൾ ഓൺ‌ലൈനിൽ കൂടുതലായി കണ്ടുവരുന്നു. എന്നാൽ ഉപയോക്തൃ സ്വകാര്യതയെ ത്യജിക്കുന്നത് ഉത്തരമല്ല.",
  "about-content-text-2b": "പരസ്യ കമ്പനികൾ വാഗ്ദാനം ചെയ്യുന്ന സുരക്ഷാ പരിഹാരങ്ങൾ പ്രധാനമായും വെബിലുടനീളമുള്ള ഉപയോക്താക്കളെ ട്രാക്കുചെയ്യുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു. മികച്ച ഫലങ്ങൾ നൽകുന്നതിന് ഉപയോക്തൃ സ്വകാര്യതയെ ദോഷകരമായി ബാധിക്കേണ്ടതില്ലെന്ന് തെളിയിക്കുന്ന ഫലപ്രദമായ സുരക്ഷാ പരിഹാരം ഞങ്ങൾ സൃഷ്ടിച്ചു.",
  "about-intro-head-1": "HCaptcha യെക്കുറിച്ച്",
  "about-intro-head-2": "സ്വകാര്യത, സുരക്ഷ, മെഷീൻ പഠനം.",
  "about-intro-text": "hCaptcha ലോകത്തിലെ ഏറ്റവും വ്യാപകമായി ഉപയോഗിക്കുന്ന സ്വതന്ത്ര CAPTCHA സേവനമാണ്.",
  "about-leadership-head": "ഞങ്ങള് ആരാണ്",
  "about-leadership-headsub": "പരിചയസമ്പന്നരായ ഒരു ടീം, ഇന്നത്തെ ഏറ്റവും വിഷമകരമായ പ്രശ്നങ്ങളിൽ പ്രവർത്തിക്കുന്നു.",
  "about-leadership-link1": "ഞങ്ങള് ആരാണ്",
  "about-leadership-text1": "ആഴത്തിലുള്ള പഠനത്തിലും വിഷ്വൽ ഡൊമെയ്ൻ മെഷീൻ ലേണിംഗിലും ഞങ്ങൾ സ്പെഷ്യലൈസ് ചെയ്യുന്നു, കൂടുതൽ നൂതനമായ ആധുനിക ഭീഷണികളിൽ നിന്ന് ഓൺലൈൻ സിസ്റ്റങ്ങൾ സുരക്ഷിതമാക്കുന്നതിൽ പ്രത്യേക ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു.",
  "about-leadership-text2": "പതിറ്റാണ്ടുകളുടെ സോഫ്റ്റ്‌വെയറും മെഷീൻ ലേണിംഗ് വൈദഗ്ധ്യവും ഉപയോഗിച്ച്, സ്വകാര്യത കാത്തുസൂക്ഷിക്കുന്നതിനിടയിൽ ഇന്നത്തെ ഏറ്റവും ബുദ്ധിമുട്ടുള്ള ചില പ്രശ്‌നങ്ങൾ പരിഹരിക്കുന്നതിനായി ഞങ്ങൾ വിപുലമായി അളക്കാവുന്ന സംവിധാനങ്ങൾ നിർമ്മിക്കുകയും പ്രവർത്തിപ്പിക്കുകയും ചെയ്യുന്നു.",
  "acc-opt": "പ്രവേശനക്ഷമത ഓപ്ഷനുകൾ",
  "acc-opt-but": "പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് കൂടുതലറിയുക",
  "acc-opt-text": "നിങ്ങൾക്ക് കാഴ്ച വൈകല്യമുണ്ടോ അല്ലെങ്കിൽ hCaptchas പൂർത്തിയാക്കാൻ കഴിയുന്നില്ലേ?",
  "accessibility-link": "പ്രവേശനക്ഷമത",
  "appreciate-in": "നിങ്ങളുടെ ഇൻപുട്ടിനെ ഞങ്ങൾ അഭിനന്ദിക്കുന്നു. എന്തെങ്കിലും പ്രശ്‌നങ്ങൾ ഞങ്ങളെ അറിയിക്കുക, ഞങ്ങൾ അവ വേഗത്തിൽ പരിഹരിക്കും.",
  "fb-but": "ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുക",
  "feedback-text": "നിങ്ങൾ ഇപ്പോൾ കണ്ട hCaptcha- നെക്കുറിച്ച് ഫീഡ്‌ബാക്ക് നൽകുക",
  "footer-attribution": "ആട്രിബ്യൂഷൻ",
  "footer-copyright-text": "ഇന്റ്യൂഷൻ മെഷീനുകളുടെ ഒരു രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രയാണ് hCaptcha.",
  "footer-header-1": "കമ്പനി",
  "footer-header-2": "വിഭവങ്ങൾ",
  "footer-header-3": "ബന്ധപ്പെടുക",
  "footer-link-1": "ലേബലിംഗ്",
  "footer-link-10": "പ്രവേശനക്ഷമത",
  "footer-link-2": "കുറിച്ച്",
  "footer-link-3": "ജോലികൾ",
  "footer-link-4": "വ്യാപാരമുദ്രകൾ",
  "footer-link-5": "AI എത്തിക്സ്",
  "footer-link-6": "ബ്ലോഗ്",
  "footer-link-7": "പദവി",
  "footer-link-8": "പ്രമാണീകരണം",
  "footer-link-9": "ഒരു ബഗ് റിപ്പോർട്ടുചെയ്യുക",
  "footer-privacy": "സ്വകാര്യത",
  "footer-subheader-1": "പിന്തുണ",
  "footer-subheader-2": "ബന്ധപ്പെടുക",
  "footer-terms": "നിബന്ധനകൾ",
  "h-plans": "സബ്സ്ക്രിപ്ഷൻ പ്ലാനുകൾ",
  "header-docs-link": "ഡോക്സ്",
  "header-labeling-services-link": "ലേബലിംഗ് സേവനങ്ങൾ",
  "header-login-button": "ലോഗിൻ",
  "header-plans-link": "പദ്ധതികൾ",
  "header-signup-button": "സൈൻ അപ്പ് ചെയ്യുക",
  "home-about-head": "HCaptcha യെക്കുറിച്ച്",
  "home-about-subtitle": "HUMAN പ്രോട്ടോക്കോൾ അധികാരപ്പെടുത്തിയത്",
  "home-about-text-1": "മെഷീൻ ലേണിംഗിലെ ഏറ്റവും കഠിനമായ പ്രശ്‌നം പരിഹരിക്കുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്: സമയബന്ധിതവും താങ്ങാവുന്നതും വിശ്വസനീയവുമായ രീതിയിൽ വൻതോതിലുള്ള ഡാറ്റ ലേബൽ ചെയ്യുക.",
  "home-about-text-2": "മെഷീൻ ലേണിംഗ് മോഡലുകൾ പരിശീലിപ്പിക്കുന്നതിൽ കൂടുതൽ ഡാറ്റ സാധാരണയായി മികച്ച ഫലങ്ങൾ നൽകുന്നു. ആഴത്തിലുള്ള മോഡലുകളുടെ സമീപകാല വിജയം കൂടുതൽ‌ വലിയ ഡാറ്റാസെറ്റുകളിലേക്ക് നയിച്ചു, എല്ലായ്‌പ്പോഴും ചില മനുഷ്യ അവലോകനങ്ങളോടെ. എന്നിരുന്നാലും, മെക്കാനിക്കൽ ടർക്ക്, ചിത്രം എട്ട് മുതലായവ വഴി മനുഷ്യ അവലോകനം ചെയ്ത വലിയ ഡാറ്റാസെറ്റുകൾ സൃഷ്ടിക്കുന്നത് മന്ദഗതിയിലുള്ളതും ചെലവേറിയതുമാണ്.",
  "home-about-text-3": "ബോട്ടുകളും മറ്റ് തരത്തിലുള്ള ദുരുപയോഗങ്ങളും തടയുന്ന സമയത്ത് ഈ ആവശ്യം നിറവേറ്റുന്നതിനായി വെബ്‌സൈറ്റുകളെ hCaptcha അനുവദിക്കുന്നു.",
  "home-about-text-4": "എഥെറിയം ബ്ലോക്ക്‌ചെയിനിൽ പ്രവർത്തിക്കുന്ന മനുഷ്യ അവലോകനത്തിനായുള്ള ഓപ്പൺ വികേന്ദ്രീകൃത പ്രോട്ടോക്കോൾ ഹ്യൂമൻ പ്രോട്ടോക്കോൾ ആണ് എച്ച്‌കാപ്ച മാർക്കറ്റ്പ്ലെയ്‌സ് പ്രവർത്തിക്കുന്നത്. ഉപയോക്താക്കൾ‌ അവരുടെ സൈറ്റിൽ‌ hCaptcha വിജറ്റ് ഉപയോഗിക്കുമ്പോഴെല്ലാം വെബ്‌സൈറ്റുകൾ‌ ഹ്യൂമൻ‌ ടോക്കണുകൾ‌ (HMT) നേടുന്നു, കൂടാതെ മെഷീൻ‌ ലേണിംഗ് കമ്പനികൾ‌ അവരുടെ ഡാറ്റ ലേബൽ‌ ചെയ്യുന്നതിന് ഹ്യൂമൻ‌ ടോക്കണുകൾ‌ നൽ‌കുന്നു.",
  "home-ba-labeling-services-link": "ലേബലിംഗ് സേവനങ്ങൾ",
  "home-benefits-head-1": "ഡാറ്റ ലേബലിംഗിലെ മൂല്യം",
  "home-benefits-head-2": "ചാരിറ്റിക്ക് തിരികെ നൽകുക",
  "home-benefits-text-1": "ഒരു ഭീമാകാരമായ കമ്പനിയുടെ മെഷീൻ ലേണിംഗ് സിസ്റ്റങ്ങളെ സ training ജന്യമായി പരിശീലിപ്പിക്കാൻ നിങ്ങൾ സഹായിക്കുന്ന കാറിൽ ക്ലിക്കുചെയ്യുമ്പോഴെല്ലാം നിങ്ങൾ മനസ്സിലാക്കിയിട്ടുണ്ടോ?",
  "home-benefits-text-2": "hCaptcha ഈ മോഡലിനെ തിരിക്കുന്നു. നിങ്ങൾ hCaptcha ഉപയോഗിക്കുമ്പോൾ, കമ്പനികൾ നിങ്ങളുടെ ഉപയോക്താക്കൾ അവരുടെ മാനവികത തെളിയിക്കുമ്പോൾ ചെയ്യുന്ന ജോലികൾ ലേലം വിളിക്കുന്നു. നിങ്ങൾക്ക് പ്രതിഫലം ലഭിക്കും.",
  "home-benefits-text-3": "നിങ്ങളുടെ പ്രിയപ്പെട്ട ചാരിറ്റിക്ക് തിരികെ നൽകാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? നിങ്ങൾ‌ക്ക് ഇഷ്ടമുള്ള ചാരിറ്റികൾ‌ ഉപയോഗിക്കുന്നതിലൂടെ നേടുന്ന വരുമാനം ഉപയോഗിച്ച് അതിനെ പിന്തുണയ്‌ക്കാൻ hCaptcha നിങ്ങളെ അനുവദിക്കുന്നു. HCaptcha ഇന്റർഫേസിലെ വിവേകപൂർണ്ണമായ ബ്രാൻഡിംഗിലൂടെ നിങ്ങളുടെ സൈറ്റിലെ ഉപയോക്താക്കൾക്ക് ഉടൻ തന്നെ ചാരിറ്റിയിലേക്കുള്ള നിങ്ങളുടെ സംഭാവന കാണാൻ കഴിയും.",
  "home-challenge-text-1": "ചോദ്യവുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ചിത്രങ്ങളും തിരഞ്ഞെടുക്കുക",
  "home-challenge-text-2": "ഒബ്‌ജക്റ്റുകളുടെ അതിർത്തി പ്രദേശം നിർവചിക്കുക",
  "home-challenge-text-3": "അനുബന്ധ ലേബലുകൾ തിരിച്ചറിയുക",
  "home-challenge-title-1": "താരതമ്യം",
  "home-challenge-title-2": "ബൗണ്ടിംഗ് ബോക്സ്",
  "home-challenge-title-3": "വർഗ്ഗീകരണം",
  "home-challenges-head": "അവതരിപ്പിച്ച വെല്ലുവിളികൾ",
  "home-challenges-text-1": "... കൂടാതെ മറ്റ് ലളിതമായ ജോലികളും. മനുഷ്യർക്ക് എളുപ്പമാണ്, ബോട്ടുകൾക്ക് ബുദ്ധിമുട്ടാണ്.",
  "home-challenges-text-2": "എന്റർപ്രൈസ് പ്രസാധകർക്ക് ഇഷ്‌ടാനുസൃത ടാസ്ക്കുകളും ലഭ്യമാണ്.",
  "home-ent-1": "ഞങ്ങളുടെ എന്റർപ്രൈസ് സുരക്ഷാ ഓഫറുകൾക്കായി തിരയുകയാണോ?",
  "home-ent-2": "ഞങ്ങളുടെ പുതിയ സമർപ്പിത സൈറ്റ് സന്ദർശിക്കുക: BotStop.com",
  "home-ent-button": "കൂടുതലറിയുക: hCaptcha എഴുതിയ ബോട്ട്സ്റ്റോപ്പ്",
  "home-from-the-blog": "ബ്ലോഗിൽ നിന്ന്:",
  "home-from-the-blog-value": "HCaptcha വൈഷമ്യ ക്രമീകരണങ്ങൾ എങ്ങനെ പ്രവർത്തിക്കുന്നു",
  "home-intro-body": "ബോട്ടുകൾ സൂക്ഷിക്കാൻ നിങ്ങൾ ഒരു കാപ്ച ഉപയോഗിക്കുന്നുണ്ടോ? hCaptcha ഉപയോക്തൃ സ്വകാര്യത പരിരക്ഷിക്കുകയും വെബ്‌സൈറ്റുകൾക്ക് പാരിതോഷികം നൽകുകയും കമ്പനികളെ അവരുടെ ഡാറ്റ ലേബൽ ചെയ്യാൻ സഹായിക്കുകയും ചെയ്യുന്നു. ReCAPTCHA എന്നതിനായുള്ള ഒരു ഡ്രോപ്പ്-ഇൻ മാറ്റിസ്ഥാപനമാണിത്: നിങ്ങൾക്ക് മിനിറ്റുകൾക്കുള്ളിൽ മാറാൻ കഴിയും.",
  "home-intro-button": "ഇപ്പോൾ സൈൻ അപ്പ് ചെയ്യുക",
  "home-intro-head": "കൂടുതൽ ബോട്ടുകൾ നിർത്തുക. ഉപയോക്തൃ സ്വകാര്യത പരിരക്ഷിക്കാൻ ആരംഭിക്കുക.",
  "home-main-1": "സ്വകാര്യം. സുരക്ഷിത. വേഗത്തിൽ. ഇത് ഉപയോഗിക്കാൻ ഞങ്ങൾ നിങ്ങൾക്ക് പണം നൽകുന്നു.",
  "home-main-2": "സ്വകാര്യത കേന്ദ്രീകരിച്ചു",
  "home-main-2c": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളുടെ സന്ദർശകരെ ഉൽപ്പന്നമായി കാണുന്നു. hCaptcha യ്ക്ക് അവർ നൽകുന്ന ജോലിയാണ് ഉൽപ്പന്നം. നിങ്ങളുടെ ഉപയോക്താക്കൾ ആരാണെന്നത് ഞങ്ങൾ കാര്യമാക്കുന്നില്ല, അവർ എത്രമാത്രം ക്ഷുദ്രകരാകാൻ സാധ്യതയുണ്ട്. ഞങ്ങൾ പ്രൈവസി പാസ് പോലുള്ള സംരംഭങ്ങളെ പിന്തുണയ്ക്കുകയും സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ കഠിനമായി പരിശ്രമിക്കുകയും ചെയ്യുന്നു.",
  "home-main-3": "സുരക്ഷ ആദ്യം",
  "home-main-3c": "കൃത്യത നിങ്ങളുടെ താൽപ്പര്യത്തിലും ഞങ്ങളിലുമാണ്. hCaptcha പ്രസാധക കേന്ദ്രീകൃതമാണ്. നിങ്ങൾക്ക് യഥാർത്ഥ ഡാറ്റ നൽകാനും അത് എങ്ങനെ ഉപയോഗിക്കണമെന്ന് തീരുമാനിക്കാനും ഞങ്ങൾ പ്രവർത്തിക്കുന്നു. മറ്റ് ക്യാപ്‌ചകൾ നൽകുന്നത് ഭീമാകാരമായ പരസ്യ കമ്പനികളാണ്. ഇതിനർത്ഥം അവർ തടയുന്ന ഓരോ ബോട്ടും അവരുടെ വരുമാനം കുറയ്‌ക്കാം.",
  "home-main-4": "മികച്ച ഉപയോക്തൃ അനുഭവം",
  "home-main-4c": "മാനവികത നിർണ്ണയിക്കാൻ hCaptcha നൂതന മെഷീൻ ലേണിംഗ് മോഡലുകൾ ഉപയോഗിക്കുന്നു. ഉപഭോക്താക്കളെ ലേബൽ‌ ചെയ്യുന്നതിന് ഉപയോഗപ്രദമായ ലേബൽ‌ ഡാറ്റ ഉൽ‌പാദിപ്പിക്കുമ്പോൾ‌, നിങ്ങളുടെ ഉപയോക്താക്കളിൽ‌ നിന്നും ശല്യപ്പെടുത്തുന്ന ടാസ്‌ക്കുകൾ‌ ആവശ്യപ്പെടുന്നതിനും അങ്ങനെ ചെയ്യുന്നതിന് അവരുടെ സമയം കുറച്ച് എടുക്കുന്നതിനും ഇത് ഞങ്ങളെ അനുവദിക്കുന്നു.",
  "home-main-plans": "ഏത് വലുപ്പത്തിലുള്ള പ്രസാധകർക്കും hCaptcha ഉപയോഗിക്കാൻ സ is ജന്യമാണ്. എന്നിരുന്നാലും, കൂടുതൽ നിയന്ത്രണം ആവശ്യമുള്ള എന്റർപ്രൈസുകൾക്കും പ്ലാറ്റ്ഫോമുകൾക്കും, ഞങ്ങളുടെ എന്റർപ്രൈസ് പരിഹാരങ്ങൾ ലഭ്യമാണ്.",
  "home-main-plans2": "hCaptcha എന്റർപ്രൈസ് സൊല്യൂഷനുകൾ ഈ ഗ്രഹത്തിലെ ചില വലിയ കമ്പനികൾക്കായി ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളിലുടനീളം ദശലക്ഷക്കണക്കിന് ഉപയോക്താക്കളെ സംരക്ഷിക്കുന്നു. കൂടുതൽ വിവരങ്ങൾക്ക് ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക, അല്ലെങ്കിൽ സന്ദർശിക്കുക",
  "home-main-plans3": "hCaptcha എന്റർപ്രൈസ് സൊല്യൂഷനുകൾ ഈ ഗ്രഹത്തിലെ ചില വലിയ കമ്പനികൾക്കായി ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളിലുടനീളം ദശലക്ഷക്കണക്കിന് ഉപയോക്താക്കളെ സംരക്ഷിക്കുന്നു. കൂടുതൽ വിവരങ്ങൾക്ക് ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക, അല്ലെങ്കിൽ സന്ദർശിക്കുക",
  "home-main-plans4": "വിശദാംശങ്ങൾക്ക്.",
  "home-plans-button-1": "ഇപ്പോൾ സൈൻ അപ്പ് ചെയ്യുക",
  "home-plans-button-2": "വിൽപ്പനയുമായി ബന്ധപ്പെടുക",
  "home-plans-chart-head-1": "സവിശേഷതകൾ",
  "home-plans-chart-head-2": "പ്രസാധകൻ",
  "home-plans-chart-head-3": "എന്റർപ്രൈസ്",
  "home-plans-chart-row-1-cell-1": "നിയന്ത്രണ വെല്ലുവിളി തരങ്ങൾ കാണിച്ചിരിക്കുന്നു",
  "home-plans-chart-row-1-cell-2": "പരിമിതമാണ്",
  "home-plans-chart-row-1-cell-3": "ആകെ",
  "home-plans-chart-row-10-cell-1": "മൾട്ടി-യൂസർ ഡാഷ്‌ബോർഡുകൾ",
  "home-plans-chart-row-11-cell-1": "വിപുലമായ റിപ്പോർട്ടിംഗ് സവിശേഷതകൾ",
  "home-plans-chart-row-12-cell-1": "എന്റർപ്രൈസ് SLA- കൾ",
  "home-plans-chart-row-2-cell-1": "ഉപയോഗിച്ച വെല്ലുവിളി ഉള്ളടക്കം നിയന്ത്രിക്കുക",
  "home-plans-chart-row-2-cell-2": "പരിമിതമാണ്",
  "home-plans-chart-row-2-cell-3": "ആകെ",
  "home-plans-chart-row-3-cell-1": "മനുഷ്യ പരിഹാരങ്ങൾക്ക് പ്രതിഫലം നേടുക",
  "home-plans-chart-row-4-cell-1": "ലോകോത്തര ആന്റി-ബോട്ട് പരിരക്ഷണം",
  "home-plans-chart-row-5-cell-1": "എല്ലാ രാജ്യത്തും പ്രവർത്തിക്കുന്നു",
  "home-plans-chart-row-5a-cell-1": "നോ-ക്യാപ്ച്ചയും 99.9% നിഷ്ക്രിയ മോഡുകളും",
  "home-plans-chart-row-5b-cell-1": "ബോട്ട് ആത്മവിശ്വാസ സ്‌കോറുകൾ",
  "home-plans-chart-row-6-cell-1": "ജി‌ഡി‌പി‌ആർ, സി‌സി‌പി‌എ-സ friendly ഹൃദ സ്വകാര്യതാ നയം",
  "home-plans-chart-row-7-cell-1": "സൂക്ഷ്മമായ ബുദ്ധിമുട്ട് നില",
  "home-plans-chart-row-8-cell-1": "നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളി ഉള്ളടക്കം സമാരംഭിക്കുക",
  "home-plans-chart-row-9-cell-1": "സമയത്തെ അടിസ്ഥാനമാക്കിയുള്ള ഷെഡ്യൂളിംഗ്",
  "home-try-it-out-button": "HCaptcha നേടുക",
  "home-try-it-out-head": "ഇത് പരീക്ഷിക്കുക",
  "home-try-it-out-text": "മനുഷ്യർക്ക് പരിഹരിക്കാൻ തുച്ഛമായ സമയത്ത് hCaptcha ലളിതവും എളുപ്പവും വിശ്വസനീയവുമായ ബോട്ട് കണ്ടെത്തൽ നൽകുന്നു.",
  "labeling-about-head": "HCaptcha യെക്കുറിച്ച്",
  "labeling-about-text-1": "മെഷീൻ ലേണിംഗിലെ ഏറ്റവും കൂടുതൽ തൊഴിൽപരമായ പ്രശ്നം പരിഹരിക്കുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്; സമയബന്ധിതവും താങ്ങാവുന്നതും വിശ്വസനീയവുമായ രീതിയിൽ വൻതോതിലുള്ള ഡാറ്റ ലേബൽ ചെയ്യുന്നു. മെഷീൻ ലേണിംഗ് മോഡലുകൾ പരിശീലിപ്പിക്കുന്നതിൽ കൂടുതൽ ഡാറ്റ സാധാരണയായി മികച്ച ഫലങ്ങൾ നൽകുന്നു. ആഴത്തിലുള്ള മോഡലുകളുടെ സമീപകാല വിജയം കൂടുതൽ‌ വലിയ ഡാറ്റാസെറ്റുകളിലേക്ക് നയിച്ചു, കൂടാതെ hCaptcha ഈ ആവശ്യം നിറവേറ്റുന്നു.",
  "labeling-about-text-2": "എന്നിരുന്നാലും, പരമ്പരാഗത രീതികൾ ഉപയോഗിച്ച് മനുഷ്യ അവലോകനം ചെയ്ത വലിയ ഡാറ്റാസെറ്റുകൾ സൃഷ്ടിക്കുന്നത് മന്ദഗതിയിലുള്ളതും ചെലവേറിയതുമാണ്. കമ്പനികൾക്ക് ആവശ്യമായ വ്യാഖ്യാനങ്ങൾ വേഗത്തിലും ഉയർന്ന നിലവാരത്തിലും മറ്റ് ബദലുകളേക്കാൾ കുറഞ്ഞ ചിലവിലും നേടാനുള്ള ഒരു മാർഗമാണ് hCaptcha.",
  "labeling-annotations-head": "വ്യാഖ്യാന തരങ്ങൾ",
  "labeling-annotations-text-1": "ചിത്രങ്ങളിലും വീഡിയോയിലും കൃത്യമായ ഒബ്‌ജക്റ്റ് കണ്ടെത്തൽ",
  "labeling-annotations-text-2": "ചിത്രങ്ങളിലും വീഡിയോയിലും കൃത്യമായ ഒബ്‌ജക്റ്റ് കണ്ടെത്തൽ",
  "labeling-annotations-text-3": "വ്യത്യസ്‌ത ഉപയോഗ കേസുകൾ‌ക്കുള്ള പോയിൻറ് വ്യാഖ്യാനങ്ങൾ‌",
  "labeling-annotations-text-4": "ഏത് വലുപ്പത്തിലും അനിയന്ത്രിതമായ വിഭാഗങ്ങൾ അടുക്കുക അല്ലെങ്കിൽ കൂട്ടിച്ചേർക്കുക",
  "labeling-annotations-text-5": "മനുഷ്യശക്തി കണ്ടെത്തലും വർഗ്ഗീകരണവും",
  "labeling-annotations-text-6": "ഇവിടെ ലിസ്റ്റുചെയ്യാത്ത മറ്റൊരു തരം ആവശ്യമുണ്ടോ? ഞങ്ങളോട് ചോദിച്ചാൽ മതി.",
  "labeling-annotations-title-1": "ബൗണ്ടിംഗ് ബോക്സുകൾ",
  "labeling-annotations-title-2": "പോളിഗോണുകൾ",
  "labeling-annotations-title-3": "ലാൻഡ്മാർക്കുകളുടെ",
  "labeling-annotations-title-4": "ആട്രിബ്യൂട്ട് വർഗ്ഗീകരണം",
  "labeling-annotations-title-5": "താരതമ്യവും കണ്ടെത്തലും",
  "labeling-annotations-title-6": "... കൂടാതെ മറ്റു പലതും",
  "labeling-ent-button": "ഞങ്ങളുടെ എന്റർപ്രൈസ് സൊല്യൂഷൻസ് ടീമുമായി ബന്ധപ്പെടുക",
  "labeling-ent-head": "എൻഡ്-ടു-എൻഡ് നിയന്ത്രണം ആവശ്യമുണ്ടോ?",
  "labeling-ent-text-1": "നിങ്ങളുടെ നിലവിലുള്ള സിസ്റ്റങ്ങളുമായി സമന്വയിപ്പിക്കുന്ന ഓൺ-പ്രിമൈസ്, ഹൈബ്രിഡ് അല്ലെങ്കിൽ സാസ് വിന്യാസങ്ങൾ വഴി hCaptcha ന് പിന്നിലുള്ള ഹ്യൂമൻ പ്ലാറ്റ്ഫോം വളരെ നൂതനമായ പ്രവർത്തന നിലവാരവും മാനേജുമെന്റ് സവിശേഷതകളും നൽകുന്നു.",
  "labeling-ent-text-2": "നിങ്ങളുടെ സ്വന്തം തൊഴിൽ ശക്തി ഉപയോഗിച്ച് പൂർണ്ണമായും ഓഫ്‌ലൈനിൽ പ്രവർത്തിക്കുക, ബിസിനസ്സ് യൂണിറ്റുകളിലോ കൺസോർഷ്യം പങ്കാളികളിലോ ഉപയോഗിക്കുന്ന ട്രാക്ക് മൂല്യം, ചെലവ്, സുരക്ഷാ ആവശ്യകതകൾ എന്നിവ അടിസ്ഥാനമാക്കി വിവിധ ആന്തരിക അല്ലെങ്കിൽ ബാഹ്യ തൊഴിൽ ദാതാക്കളിലേക്ക് ജോലികൾ തിരഞ്ഞെടുക്കുക.",
  "labeling-ent-text-3": "കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നതിന് എളുപ്പത്തിലുള്ള API ആക്‌സസ്സ്, മനോഹരമായ ഡാഷ്‌ബോർഡുകൾ, ഏറ്റവും പുതിയ മോഡൽ ഇൻ ലൂപ്പ് സാങ്കേതികവിദ്യ.",
  "labeling-ent-text-4": "99.99% അപ്‌ടൈം എസ്‌എൽ‌എകളും 24/7 ആഗോള പിന്തുണയും ലഭ്യമാണ്. കൂടുതൽ വിവരങ്ങൾക്ക്:",
  "labeling-features-head-1": "ലളിതമായ API- പ്രവർത്തിക്കുന്ന പൈപ്പ്ലൈനുകൾ.",
  "labeling-features-head-2": "വിലയ്ക്കും ഗുണനിലവാരത്തിനും അനുരൂപമാക്കിയിരിക്കുന്നു. മുൻ‌കൂട്ടി പ്രതിബദ്ധത ആവശ്യമില്ല.",
  "labeling-features-head-3": "നിങ്ങൾക്ക് ആവശ്യമായ കൃത്യതയ്ക്ക് മാത്രം പണം നൽകുക.",
  "labeling-features-head-4": "നിങ്ങളുടേതായ അടിസ്ഥാന സത്യ ഡാറ്റ നൽകുക അല്ലെങ്കിൽ അത് ഈച്ചയിൽ നിർമ്മിക്കാൻ ഞങ്ങളെ അനുവദിക്കുക.",
  "labeling-features-text-1": "നിങ്ങളുടെ ബിസിനസ്സ് പ്രവർത്തനങ്ങളുമായി മനുഷ്യ അവലോകനം നേരിട്ട് സംയോജിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? ഞങ്ങൾ ഉയർന്ന വിശ്വാസ്യത SLA- കൾ, ഉറപ്പുള്ള ശേഷി, ലളിതമായ REST API- കൾ എന്നിവ വാഗ്ദാനം ചെയ്യുന്നു.",
  "labeling-features-text-2": "അത്യാധുനിക തത്സമയ ഗുണനിലവാര വിശകലനം നടത്താൻ ഹ്യൂമൻ പ്ലാറ്റ്ഫോം സമഗ്രമായ ആത്മവിശ്വാസ മോഡലുകൾ ഉപയോഗിക്കുന്നു. ചോദ്യങ്ങളുടെ ബുദ്ധിമുട്ടും അവയുടെ ശരിയായ ഉത്തരവും വേഗത്തിൽ നിർണ്ണയിക്കാൻ ഇത് ഞങ്ങളെ അനുവദിക്കുന്നു, നിങ്ങളുടെ സമയവും പണവും ലാഭിക്കുന്നു.",
  "labeling-features-text-3": "എല്ലാ പ്രശ്നങ്ങളും ഒന്നല്ല. സുരക്ഷ-നിർണായക ജോലികൾക്കുള്ള വ്യാഖ്യാനങ്ങൾക്ക് പൂർണ്ണമായും മനുഷ്യ തൊഴിലാളികളിൽ നിന്ന് 99.99% ആത്മവിശ്വാസം ആവശ്യമായി വന്നേക്കാം. ഒരു മൊബൈൽ ഗെയിം അപ്ലിക്കേഷനിലെ ഒരു ബീറ്റ സവിശേഷതയ്‌ക്കുള്ള വ്യാഖ്യാനങ്ങൾക്ക് മിതമായ ആത്മവിശ്വാസം മാത്രമേ ആവശ്യമുള്ളൂ. നിങ്ങൾ തീരുമാനിക്കുക.",
  "labeling-features-text-4": "സമഗ്രമായ പരിശോധനാ സെറ്റ് ഇല്ലാതെ നിങ്ങൾക്ക് റോ ഡാറ്റ ഉണ്ടോ? മിക്ക കേസുകളിലും സിസ്റ്റത്തിലൂടെ ടാസ്‌ക്കുകൾ‌ പ്രവർ‌ത്തിക്കുന്നതിനാൽ‌ ഞങ്ങൾ‌ക്കായി നിങ്ങൾ‌ക്കായി ഒന്ന്‌ നിർമ്മിക്കാൻ‌ കഴിയും അല്ലെങ്കിൽ‌ നിങ്ങളുടെ അംഗീകാരത്തിനായി ലേബൽ‌ ചെയ്‌ത സാമ്പിളുകൾ‌ സൃഷ്‌ടിക്കുക.",
  "labeling-info-head": "ഡാറ്റ ലേബൽ ചെയ്യുന്നു",
  "labeling-info-text-1": "നിങ്ങളുടെ പ്രോജക്റ്റ് ആവശ്യങ്ങൾ നിർവചിക്കാൻ ഞങ്ങളുടെ ഡൊമെയ്ൻ വിദഗ്ധരിൽ ഒരാളുമായി സംസാരിക്കുക: ടാർഗെറ്റ് കൃത്യത, ഫോർമാറ്റ്, ഏതെങ്കിലും പ്രത്യേക ആവശ്യകതകൾ.",
  "labeling-info-text-2": "നിങ്ങളുടെ സാമ്പിൾ ഡാറ്റയെ അടിസ്ഥാനമാക്കി ഞങ്ങൾ ഒരു ചെറിയ പ്രൊഡക്ഷൻ ജോലി നിർവഹിക്കുന്നു. നിങ്ങൾക്ക് ആവശ്യമുള്ളത് കൃത്യമായി ലഭിക്കുന്നുവെന്ന് ഉറപ്പാക്കാൻ ഞങ്ങൾ ഒരുമിച്ച് ചെയ്ത ജോലിയെ ഇത് പരിശോധിക്കുന്നു.",
  "labeling-info-text-3": "ഞങ്ങളുടെ ഉയർന്ന volume ർജ്ജവും കുറഞ്ഞ ലേറ്റൻസിയും ഉപയോഗിച്ച് ഞങ്ങൾ നിങ്ങളുടെ ജോലി വേഗത്തിൽ തിരിക്കും, അത് പൂർത്തിയായ ഉടൻ തന്നെ യാന്ത്രിക ഡെലിവറി.",
  "labeling-info-text-4": "നിങ്ങളുടെ ഉൽ‌പാദന ജോലിയുടെ പാരാമീറ്ററുകൾ‌ ഞങ്ങൾ‌ നന്നായി മനസിലാക്കുന്നതിനാൽ‌, ഫലങ്ങൾ‌ കാലക്രമേണ മെച്ചപ്പെടുന്നത് തുടരും.",
  "labeling-info-text-5": "ഏത് സമയത്തും ഫീഡ്‌ബാക്ക് നൽകാനോ ഉത്പാദനം താൽക്കാലികമായി നിർത്താനോ തത്സമയ ഡാഷ്‌ബോർഡുകൾ നിങ്ങളെ അനുവദിക്കുന്നു.",
  "labeling-info-title-1": "സവിശേഷതകൾ നിർവചിക്കുക",
  "labeling-info-title-2": "പ്രാരംഭ തൊഴിൽ പരിശോധന",
  "labeling-info-title-3": "പ്രൊഡക്ഷൻ ജോലികൾ വിന്യസിക്കുക",
  "labeling-info-title-4": "തുടർച്ചയായ മെച്ചപ്പെടുത്തൽ",
  "labeling-info-title-5": "തത്സമയ ഫലങ്ങൾ",
  "labeling-main-1": "സ്കെയിലിൽ ചെലവ് കുറഞ്ഞ ഡാറ്റ ലേബലിംഗ്",
  "labeling-main-1-button": "നിങ്ങളുടെ ഡാറ്റ ഇപ്പോൾ ലേബൽ ചെയ്യുക",
  "labeling-main-1c": "നിങ്ങളുടെ ഡാറ്റാസെറ്റുകൾക്ക് കൂടുതൽ ലേബലുകൾ ആവശ്യമുണ്ടോ? ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്, മെഷീൻ ലേണിംഗ് ആപ്ലിക്കേഷനുകൾ എന്നിവയിൽ പ്രവർത്തിക്കുന്ന കമ്പനികൾക്ക് hCaptcha വേഗതയേറിയതും ചെലവ് കുറഞ്ഞതും ഉയർന്ന നിലവാരമുള്ളതുമായ ഡാറ്റ ലേബലിംഗ് നൽകുന്നു.",
  "labeling-main-2": "ദശലക്ഷക്കണക്കിന് ടാസ്‌ക്കുകൾ തൽക്ഷണം സമാരംഭിക്കുക.",
  "labeling-main-2-button": "ഡാറ്റ ലേബലിംഗ് സേവനങ്ങൾ വാങ്ങുക",
  "labeling-main-2c": "നിങ്ങളുടെ ഉപയോഗത്തിനായി ലഭ്യമായ ഗ്രഹത്തിലെ ഏറ്റവും വലിയ കുളങ്ങളിലൊന്നാണ് hCaptcha. നിങ്ങളുടെ സ്കെയിൽ എന്തുതന്നെയായാലും, വിലയേറിയ മുൻ‌കൂർ പ്രതിബദ്ധതകളില്ലാതെ ഞങ്ങൾക്ക് ഇത് കൈകാര്യം ചെയ്യാൻ കഴിയും. പ്രതിദിനം ദശലക്ഷക്കണക്കിന് ജോലികൾ ഒരു പ്രശ്നവുമില്ല.",
  "labeling-platform-head": "സ്വകാര്യ അല്ലെങ്കിൽ പൊതു വിവരങ്ങൾ",
  "labeling-platform-text": "ഓരോ ഘട്ടത്തിലും ചെലവും കാര്യക്ഷമതയും ഒപ്റ്റിമൈസ് ചെയ്യുന്നതിന് അത്യാധുനിക റൂട്ടിംഗിനും വിശകലനത്തിനും അനുവദിക്കുന്ന ഹ്യൂമൻ പ്ലാറ്റ്‌ഫോമിലാണ് hCaptcha നിർമ്മിച്ചിരിക്കുന്നത്. ഈ സാങ്കേതികവിദ്യ നിങ്ങളുടെ ജോലിയുടെ ഓരോ ഭാഗവും കൈകാര്യം ചെയ്യാൻ ശരിയായ തൊഴിലാളികളെ അനുവദിക്കുന്നു, സ്വകാര്യത കാത്തുസൂക്ഷിക്കുന്നതിനിടയിലും ചെലവ് കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നതിനും ബാധകമായേക്കാവുന്ന ഏതെങ്കിലും റെഗുലേറ്ററി ആവശ്യകതകൾ നിറവേറ്റുന്നതിനും.",
  "labeling-try-button": "ഡാറ്റ ലേബലിംഗ് സേവനങ്ങൾ വാങ്ങുക",
  "labeling-try-head": "നിങ്ങളുടെ ഡാറ്റ ഉപയോഗിച്ച് ഇത് പരീക്ഷിച്ചുനോക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ?",
  "labeling-try-text": "... നിങ്ങൾ ആയിരിക്കുമ്പോൾ ഞങ്ങൾ തയ്യാറാണ്: ഞങ്ങളുടെ സേവനം മുഴുവൻ സമയവും ലഭ്യമാണ്.",
  "learn-more-hcaptcha": "HCaptcha യെക്കുറിച്ച് കൂടുതലറിയുക",
  "page-acc-faq-1": "ചോദ്യം: hCaptcha സെക്ഷൻ 508 + WCAG 2.1 AA അനുസരിച്ചാണോ? ഉത്തരം: ഞങ്ങൾ അങ്ങനെ വിശ്വസിക്കുന്നു: വെബ് ബ്രൗസ് ചെയ്യാനും ഫോമുകളിൽ വാചകം നൽകാനും കഴിയുന്ന ഏതെങ്കിലും തരത്തിലുള്ള വൈകല്യമുള്ള എല്ലാ ഉപയോക്താക്കൾക്കും രജിസ്ട്രേഷനുശേഷം hCaptcha പരിരക്ഷിച്ച സേവനങ്ങൾ ആക്സസ് ചെയ്യാൻ കഴിയും. എന്നിരുന്നാലും, ഇത് നിയമോപദേശമല്ല: നിങ്ങളുടെ വിന്യാസത്തിന് ഇത് ബാധകമാണെന്ന് ഉറപ്പാക്കാൻ നിങ്ങളുടെ പ്രത്യേക നിർവ്വഹണം കണക്കിലെടുത്ത് നിങ്ങളുടെ സ്വന്തം വിലയിരുത്തൽ നടത്തണം.",
  "page-acc-faq-2": "ചോദ്യം: ഓഡിയോ പോലെയുള്ള മറ്റ് പ്രവേശനക്ഷമത (a11y) ഓപ്ഷനുകളിൽ നിങ്ങൾ പ്രവർത്തിക്കുന്നുണ്ടോ? ഉത്തരം: ഓഡിയോ ക്യാപ്‌ചകൾ പോലുള്ള മുൻകാല പ്രചാരത്തിലുള്ള ഓപ്‌ഷനുകൾ നിരവധി a11y ഉപയോക്താക്കളോട് വിവേചനം കാണിക്കുകയും ആധുനിക മെഷീൻ ലേണിംഗ് ടെക്‌നിക്കുകളാൽ എളുപ്പത്തിൽ പരാജയപ്പെടുകയും ചെയ്യുന്നു. ഇത് നിലവിലെ ഓഡിയോ ചലഞ്ചുകളെ കൂടുതൽ കൂടുതൽ ബുദ്ധിമുട്ടാക്കാൻ നിർബന്ധിതരാക്കി, ശബ്ദം, വിചിത്രമായ സമയം, അസാധാരണമായ പദ കോമ്പിനേഷനുകൾ തുടങ്ങിയവ അവതരിപ്പിക്കുന്നു, ആക്രമണകാരികളെ പരാജയപ്പെടുത്തുന്നു. വെല്ലുവിളിയെ മൊത്തത്തിൽ ഒഴിവാക്കുന്നതിനെതിരെ ഈ സമീപനത്തെക്കുറിച്ച് ഞങ്ങൾക്ക് അത്ര ഉത്സാഹമില്ല, എന്നാൽ a11y കമ്മ്യൂണിറ്റിയിൽ നിന്ന് ആവശ്യമുണ്ടെങ്കിൽ അത് പരിഗണിക്കും. എന്നിരുന്നാലും, പ്രവേശനക്ഷമത ഉപയോഗ കേസിനായുള്ള സ്വകാര്യതാ പാസിൽ ഞങ്ങൾക്ക് താൽപ്പര്യമുണ്ട്. ഞങ്ങളുടെ നിലവിലെ a11y സമീപനം പ്രൈവസി പാസ് ഇഷ്യുവൻസുമായി സംയോജിപ്പിക്കുന്നത്, a11y ഉപയോക്താക്കൾക്ക് സുരക്ഷിതമായി ബ്രൗസ് ചെയ്യാനും അവരുടെ ട്രാഫിക് കൂടുതൽ സ്വകാര്യമാണെന്ന അറിവിൽ സുരക്ഷിതമാക്കാനും അനുവദിക്കുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു, അതേസമയം a11y ഓപ്ഷനുകൾ ലഭ്യമാകുമ്പോൾ അനിവാര്യമായും സംഭവിക്കുന്ന ബോട്ട് ഓപ്പറേറ്റർമാരുടെ ദുരുപയോഗം നിയന്ത്രിക്കും. ഈ പുതിയ സാങ്കേതികവിദ്യയെ മാനദണ്ഡമാക്കുന്ന IETF വർക്കിംഗ് ഗ്രൂപ്പിൽ ഞങ്ങൾ സജീവ പങ്കാളികളാണ്.",
  "page-acc-faq-3": "ചോദ്യം: സ്വകാര്യതയുടെ കാര്യമോ? രജിസ്ട്രേഷൻ ഏതെങ്കിലും വിധത്തിൽ a11y ബ്രൗസിംഗ് ഡാറ്റ വെളിപ്പെടുത്തുന്നുണ്ടോ? ഇമെയിൽ ഉപയോഗിച്ച് നിങ്ങൾ എന്താണ് ചെയ്യുന്നത്? ഉത്തരം: hCaptcha അടിസ്ഥാനം മുതൽ സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്തിട്ടുള്ളതാണ്. പരസ്യ നെറ്റ്‌വർക്കുകളുടെ ഉടമസ്ഥതയിലുള്ള reCAPTCHA പോലുള്ള പരമ്പരാഗത ഓപ്‌ഷനുകളിൽ നിന്ന് ഇത് വളരെ വ്യത്യസ്തമാണ്, വെബിലുടനീളം നിങ്ങളെ ട്രാക്കുചെയ്യാനും യഥാർത്ഥ ഐഡന്റിറ്റിയുമായി നിങ്ങളെ ബന്ധപ്പെടുത്താനും അവർക്ക് പ്രോത്സാഹനമുണ്ട്. a11y ഉപയോഗം സുഗമമാക്കുന്നതിനും ദുരുപയോഗം തടയുന്നതിനും അല്ലാതെ ഞങ്ങൾ ഒരിക്കലും പ്രവേശനക്ഷമത ഇമെയിലുകളോ വിവരങ്ങളോ ഉപയോഗിക്കില്ല. ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിൽ ഞങ്ങൾ എങ്ങനെയാണ് ഡാറ്റ ഉപയോഗിക്കുന്നത് എന്നതിന് സമഗ്രവും ആധികാരികവുമായ ഉത്തരങ്ങളുണ്ട്, എന്നാൽ നിങ്ങളുടെ ബ്രൗസിംഗ് ചരിത്രവുമായി നിങ്ങളെ ഒരു വ്യക്തിയായി ബന്ധപ്പെടുത്തുന്നതിൽ ഞങ്ങൾക്ക് താൽപ്പര്യമില്ല എന്നതാണ് ഹ്രസ്വമായ ഉത്തരം. നിങ്ങളുടെ ഇമെയിൽ വിലാസം അതിവേഗം നിരസിക്കാനുള്ള ഒരു ക്രിപ്‌റ്റോഗ്രാഫിക് പരിഹാരത്തിലും ഞങ്ങൾ നിലവിൽ പ്രവർത്തിക്കുന്നു. ദുരുപയോഗം തടയാനുള്ള ഞങ്ങളുടെ കഴിവ് ഇപ്പോഴും സംരക്ഷിക്കുമ്പോൾ, ഞങ്ങളുടെ സ്വകാര്യതാ പാസ് വർക്ക് പൂർത്തീകരിക്കുന്നു.",
  "page-acc-link-1": "നിങ്ങൾ ഒരു പ്രവേശനക്ഷമത ഉപയോക്താവാണെങ്കിൽ, ദയവായി ഇവിടെ സൈൻ അപ്പ് ചെയ്യുക.",
  "page-acc-subhead": "സുരക്ഷ നിലനിർത്തിക്കൊണ്ടുതന്നെ എല്ലാ ഉപയോക്താക്കൾക്കും തടസ്സമില്ലാത്ത ആക്‌സസ്സ് ഉറപ്പാക്കുന്നു",
  "page-acc-summary": "സംഗ്രഹം",
  "page-acc-summary-contents-1": "ബോട്ടുകളെ ആളുകളിൽ നിന്ന് വേർതിരിച്ച് നിർത്തുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. വിഷ്വൽ ടെസ്റ്റുകൾ ഇതിനുള്ള ഒരു സൗകര്യപ്രദമായ ഉപകരണമാണ്, എന്നാൽ എല്ലാവർക്കും ഒരു വിഷ്വൽ വെല്ലുവിളി പരിഹരിക്കാൻ കഴിയില്ല. ഇക്കാരണത്താൽ, ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുന്ന പ്രസാധകരെ പൂർണ്ണമായ സെക്ഷൻ 508, WCAG 2.1 AA എന്നിവ പാലിക്കുന്നതിലൂടെ എല്ലാവർക്കും പ്രവേശനക്ഷമത നിലനിർത്താൻ അനുവദിക്കുന്നതിന് ലളിതവും വേദനയില്ലാത്തതുമായ ഒരു ബദൽ ഞങ്ങൾ രൂപകൽപ്പന ചെയ്‌തു.",
  "page-acc-summary-contents-2": "ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു: ആദ്യം, ഒരു പ്രവേശനക്ഷമത ഉപയോക്താവ് ഈ URL ൽ സൈൻ അപ്പ് ചെയ്യുന്നു, അത് hCaptcha വിജറ്റ് വിവര പേജിൽ ലിങ്ക് ചെയ്തിരിക്കുന്നു. അവർക്ക് ഒരു എൻ‌ക്രിപ്റ്റ് ചെയ്ത കുക്കി നൽകിയിട്ടുണ്ട്, അത് പ്രതിദിനം നിരവധി തവണ ഉപയോഗിക്കാം, പക്ഷേ ഓരോ 24 മണിക്കൂറിലും ലോഗിൻ വഴി പുതുക്കേണ്ടതാണ്. HCaptcha സേവനം ഉപയോഗിച്ച് ഏത് സൈറ്റിലെയും പ്രവേശനക്ഷമത ഉപയോക്താവിന് ഒരു വെല്ലുവിളി അവതരിപ്പിക്കുമ്പോൾ, അവ യാന്ത്രികമായി കടന്നുപോകും.",
  "page-acc-title": "hCaptcha പ്രവേശനക്ഷമത വിവരങ്ങൾ",
  "page-acc-tr-body": "ചോദ്യം: കുക്കി സജ്ജീകരിച്ചതിനുശേഷവും ഞാൻ ഒരു വെല്ലുവിളി കാണുന്നു. എന്താണ് ഇതിന് കാരണം?<br> ഉത്തരം: ആക്രമണാത്മക പരസ്യ ബ്ലോക്കർ അല്ലെങ്കിൽ കുക്കി വിരുദ്ധ വിപുലീകരണം അല്ലെങ്കിൽ ക്രോസ്-സൈറ്റ് കുക്കികളെ തടയുന്ന ഒരു ക്രമീകരണം എന്നിവ മൂലമാണ് ഇത് സംഭവിക്കുന്നത്, ഈ സാഹചര്യത്തിൽ മറ്റൊരു സൈറ്റിലെ hCaptcha JS സജ്ജമാക്കിയതോ പരിശോധിച്ചതോ ആയ hcaptcha.com- നായുള്ള ഒരു കുക്കി. , നിങ്ങൾ സന്ദർശിക്കുന്നതുപോലെ.<br><br> hCaptcha പ്രവേശനക്ഷമത കുക്കികൾ‌ എല്ലാ ജനപ്രിയ ബ്ര rowsers സറുകളുമായും പരസ്യ ബ്ലോക്കറുകളുമായും അവരുടെ സ്റ്റാൻ‌ഡേർഡ് ക്രമീകരണങ്ങൾ‌ക്കൊപ്പം പ്രവർ‌ത്തിക്കുന്നു, അതിനാൽ‌ സാധാരണ പരാജയങ്ങൾ‌ ആന്റി-ആഡ്‌ബ്ലോക്ക് സ്ക്രിപ്റ്റുകൾ‌ അല്ലെങ്കിൽ‌ പ്രത്യേക സൈറ്റുകളെ ടാർ‌ഗെറ്റുചെയ്യുന്ന സമാന റൂൾ‌സെറ്റുകൾ‌ എന്നിവയാണ്.<br><br> പരിഹാരങ്ങൾ:<br><br> 1. നിങ്ങളുടെ പരസ്യ ബ്ലോക്കറിലോ ബ്ര browser സർ സുരക്ഷാ വിപുലീകരണത്തിലോ വൈറ്റ്‌ലിസ്റ്റ് hcaptcha.com, * .hcaptcha.com കുക്കികൾ.<br> 2. നിലവിൽ ഏതെങ്കിലും തരത്തിലുള്ള കുക്കി വൈറ്റ്‌ലിസ്റ്റ് ഇല്ലാത്ത ധൈര്യമുള്ള ബ്ര browser സറാണ് നിങ്ങൾ ഉപയോഗിക്കുന്നതെങ്കിൽ, മുൻ‌ഗണനകൾ -> ഷീൽഡുകൾ -> കുക്കികളിലേക്ക് പോയി എല്ലാ കുക്കികളും അനുവദിക്കുക തിരഞ്ഞെടുക്കുക.<br> 3. അടുത്തിടെ പുറത്തിറങ്ങിയ OS X 10.15 അല്ലെങ്കിൽ iOS 13.4 എന്നിവയിൽ നിങ്ങൾ സഫാരിയുടെ ഏറ്റവും പുതിയ പതിപ്പ് ഉപയോഗിക്കുകയാണെങ്കിൽ, ആപ്പിൾ മൂന്നാം കക്ഷി കുക്കികളുമായി ബന്ധപ്പെട്ട സഫാരിയുടെ സ്വഭാവത്തിൽ മാറ്റം വരുത്തി, അവയെല്ലാം സ്ഥിരസ്ഥിതിയായി തടയുന്നു. ഞങ്ങൾ ഒരു പരിഹാരം നടപ്പിലാക്കുന്നു, എന്നാൽ അതിനിടയിൽ ദയവായി സഫാരി മുൻ‌ഗണനകൾ, സ്വകാര്യത വിഭാഗം സന്ദർശിക്കുക, വെബ്‌സൈറ്റ് ട്രാക്കിംഗ് അൺചെക്ക് ചെയ്യുക: ആക്‌സസ് ചെയ്യാവുന്ന കുക്കി പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിക്കാൻ പ്രാപ്‌തമാക്കുന്നതിന് ക്രോസ്-സൈറ്റ് ട്രാക്കിംഗ് തടയുക.<br><br> ചോദ്യം: ഞാൻ ഒന്നിലധികം ഉപകരണങ്ങൾ ഉപയോഗിക്കുന്നു. എനിക്ക് ഒന്നിലധികം തവണ സൈൻ അപ്പ് ചെയ്യേണ്ടതുണ്ടോ?<br> ഉത്തരം: ഇല്ല. കുക്കി സജ്ജീകരിക്കുന്നതിന് നിങ്ങൾ ഉപയോഗിക്കുന്ന ഓരോ ഉപകരണത്തിലും നിങ്ങൾക്ക് അയച്ച അതേ ഇമെയിൽ ലോഗിൻ ലിങ്കിൽ ക്ലിക്കുചെയ്യുക.<br><br> ചോദ്യം: പ്രവേശനക്ഷമത കുക്കി ഉപയോഗിക്കുമ്പോൾ മൂന്നാം കക്ഷി കുക്കി ട്രാക്കിംഗിൽ നിന്ന് എനിക്ക് എങ്ങനെ സ്വയം പരിരക്ഷിക്കാൻ കഴിയും?<br> ഉത്തരം: ഡൊമെയ്ൻ ലെവൽ വൈറ്റ്‌ലിസ്റ്റിംഗിനെ (ഉദാ. യുബ്ലോക്ക് ഒറിജിൻ) പിന്തുണയ്ക്കുന്ന ഏതെങ്കിലും സ്വകാര്യത അല്ലെങ്കിൽ പരസ്യ-തടയൽ വിപുലീകരണം ഉപയോഗിക്കുന്നത് പ്രതീക്ഷിച്ചപോലെ പ്രവർത്തിക്കും: hcaptcha.com വൈറ്റ്‌ലിസ്റ്റ് ചെയ്യുന്നത് ഉറപ്പാക്കുക.",
  "page-acc-tr-title": "പ്രവേശനക്ഷമത ഉപയോക്താക്കൾക്കായി: പതിവ് ചോദ്യങ്ങളും ട്രബിൾഷൂട്ടിംഗ് ഗൈഡും",
  "page-acc-tr2-body": "സഫാരി<br> സഫാരി (മാക്) ൽ കുക്കികൾ പ്രാപ്തമാക്കുന്നതിന്: സഫാരി ഡ്രോപ്പ്-ഡ menu ൺ മെനുവിലേക്ക് പോകുക. മുൻ‌ഗണനകൾ തിരഞ്ഞെടുക്കുക. മുകളിലെ പാനലിലെ സ്വകാര്യത ക്ലിക്കുചെയ്യുക. 'കുക്കികൾ തടയുക' എന്നതിന് കീഴിൽ 'ഒരിക്കലും' എന്ന ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.<br> സഫാരിയിൽ കുക്കികൾ പ്രാപ്തമാക്കുന്നതിന് (iPhone / iPad iOS 11+): നിങ്ങളുടെ ക്രമീകരണങ്ങൾ തുറക്കുക. താഴേക്ക് സ്ക്രോൾ ചെയ്ത് സഫാരി തിരഞ്ഞെടുക്കുക. സ്വകാര്യതയ്ക്കും സുരക്ഷയ്ക്കും കീഴിൽ, 'ക്രോസ്-സൈറ്റ് ട്രാക്കിംഗ് തടയുക', 'എല്ലാ കുക്കികളും തടയുക' എന്നിവ ഓഫ് ചെയ്യുക<br><br> ഫയർഫോക്സ്<br> ഏതെങ്കിലും വെബ്‌പേജിലെ വിലാസ ബാറിന്റെ ഇടതുവശത്തുള്ള ഷീൽഡിൽ ക്ലിക്കുചെയ്യുക. പരിരക്ഷണ ക്രമീകരണങ്ങളിൽ ക്ലിക്കുചെയ്യുക. ഫയർഫോക്സ് മുൻ‌ഗണന സ്വകാര്യതയും സുരക്ഷാ പാനലും തുറക്കും. മെച്ചപ്പെടുത്തിയ ട്രാക്കിംഗ് പരിരക്ഷയ്ക്ക് കീഴിൽ, കസ്റ്റം തിരഞ്ഞെടുക്കുക. ആ ചെക്ക്ബോക്സുകൾ തിരഞ്ഞെടുത്ത് ഏത് ട്രാക്കറുകളെയും സ്ക്രിപ്റ്റുകളെയും തടയണമെന്ന് തിരഞ്ഞെടുക്കുക. നിങ്ങൾ hcaptcha.com തടഞ്ഞത് ഉറപ്പാക്കി.<br><br> ചെക്ക്ബോക്സുകൾ തിരഞ്ഞെടുത്തത് മാറ്റിക്കൊണ്ട് ഇത് ഡീബഗ് ചെയ്യുന്നതിന് കസ്റ്റമിലെ ചില പരിരക്ഷകൾ നിങ്ങൾക്ക് താൽക്കാലികമായി ഓഫാക്കാനും കഴിയും: ട്രാക്കേഴ്സ് ചെക്ക്ബോക്സ് തിരഞ്ഞെടുത്തത് മാറ്റുക അല്ലെങ്കിൽ നിങ്ങൾക്ക് ഇപ്പോഴും പ്രശ്നങ്ങളുണ്ടെങ്കിൽ കുക്കീസ് ചെക്ക്ബോക്സ് തിരഞ്ഞെടുത്തത് മാറ്റുക.<br><br> ഗൂഗിൾ ക്രോം<br> Google Chrome (പിസി)<br> Chrome മെനു ഐക്കൺ തിരഞ്ഞെടുക്കുക. ക്രമീകരണങ്ങൾ തിരഞ്ഞെടുക്കുക.<br> സ്വകാര്യത, സുരക്ഷ, തുടർന്ന് കുക്കികൾ, മറ്റ് സൈറ്റ് ഡാറ്റ എന്നിവയിലേക്ക് പോകുക.<br> 'മൂന്നാം കക്ഷി കുക്കികൾ തടയുക' പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ലെന്ന് ഉറപ്പാക്കുക.<br><br> Google Chrome (മാക്):<br> മെനു ബാറിൽ നിന്ന് Chrome മുൻ‌ഗണനകൾ തുറക്കുക.<br> സ്വകാര്യത, സുരക്ഷ, തുടർന്ന് കുക്കികൾ, മറ്റ് സൈറ്റ് ഡാറ്റ എന്നിവയിലേക്ക് പോകുക.<br> 'മൂന്നാം കക്ഷി കുക്കികൾ തടയുക' പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ലെന്ന് ഉറപ്പാക്കുക.<br><br> Google Chrome (Android):<br> നിങ്ങളുടെ Android ഉപകരണത്തിൽ, Chrome അപ്ലിക്കേഷൻ തുറക്കുക.<br> മുകളിൽ വലതുവശത്ത്, കൂടുതൽ ടാപ്പുചെയ്യുക തുടർന്ന് ക്രമീകരണങ്ങൾ.<br> സൈറ്റ് ക്രമീകരണങ്ങളും തുടർന്ന് കുക്കികളും ടാപ്പുചെയ്യുക.<br> 'കുക്കികൾ' എന്നതിന് അടുത്തായി ക്രമീകരണം ഓണാക്കുക.<br> 'മൂന്നാം കക്ഷി കുക്കികളെ അനുവദിക്കുക' എന്നതിനടുത്തുള്ള ബോക്സ് ചെക്കുചെയ്യുക.<br><br> ഇന്റർനെറ്റ് എക്സ്പ്ലോറർ<br> 1. സ്ക്രീനിന്റെ മുകളിൽ വലത് കോണിലുള്ള ഗിയർ തിരഞ്ഞെടുക്കുക, തുടർന്ന് 'ഇന്റർനെറ്റ് ഓപ്ഷനുകൾ' തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്ക് മെനു ബാർ പ്രാപ്തമാക്കിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് 'ടൂളുകൾ', 'ഇന്റർനെറ്റ് ഓപ്ഷനുകൾ' എന്നിവ തിരഞ്ഞെടുക്കാം.<br> 2. 'സ്വകാര്യത' ടാബിൽ ക്ലിക്കുചെയ്യുക.<br> 3. 'നൂതന' ബട്ടൺ തിരഞ്ഞെടുക്കുക.<br> 4. 'മൂന്നാം കക്ഷി കുക്കികൾക്ക്' കീഴിൽ 'അംഗീകരിക്കുക' തിരഞ്ഞെടുക്കുക.<br> 5. 'ശരി' ക്ലിക്കുചെയ്യുക",
  "page-acc-tr2-head": "ക്രോസ്-സൈറ്റ് കുക്കികൾക്കായുള്ള ബ്ര rowser സർ നിർദ്ദേശങ്ങൾ",
  "priv-hc": "സ്വകാര്യത കേന്ദ്രീകരിച്ചു",
  "priv-hc-text": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളെ അവരുടെ ഉൽപ്പന്നമായി കാണുന്നു. ഞങ്ങൾ അങ്ങനെ ചെയ്യുന്നില്ല. ഉപയോക്താക്കൾ ആരാണെന്ന് ഞങ്ങൾക്ക് പ്രശ്‌നമില്ല, അവർ എത്രത്തോളം ക്ഷുദ്രകരാകാൻ സാധ്യതയുണ്ട്. സ്വകാര്യതാ പാസ് പോലുള്ള സംരംഭങ്ങളെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു, ഒപ്പം സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ കഠിനമായി പരിശ്രമിക്കുന്നു.",
  "reporting-bugs-accessibility-button": "പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് കൂടുതലറിയുക",
  "reporting-bugs-accessibility-head": "പ്രവേശനക്ഷമത ഓപ്ഷനുകൾ",
  "reporting-bugs-accessibility-text": "നിങ്ങൾക്ക് കാഴ്ച വൈകല്യമുണ്ടോ അല്ലെങ്കിൽ hCaptchas പൂർത്തിയാക്കാൻ കഴിയുന്നില്ലേ?",
  "reporting-bugs-guide-ff-head": "ബഗ് റിപ്പോർട്ട് വിശദാംശങ്ങൾ ക്യാപ്ചർ ചെയ്യുന്നു: ഫയർഫോക്സ്",
  "reporting-bugs-guide-ff-step-1": "ഘട്ടം 1: ഡവലപ്പർ ഉപകരണങ്ങൾ തുറക്കുക (ഇത് സെഷൻ റെക്കോർഡുചെയ്യാൻ ആരംഭിക്കുന്നു.)",
  "reporting-bugs-guide-ff-step-2": "ഘട്ടം 2: ഡവലപ്പർ ഉപകരണങ്ങളിലെ നെറ്റ്‌വർക്ക് ടാബിൽ ക്ലിക്കുചെയ്യുക. മുകളിലുള്ള പെർസിസ്റ്റ് ലോഗ് ബോക്സ് ചെക്കുചെയ്യുക.",
  "reporting-bugs-guide-ff-step-3": "ഘട്ടം 3: https://accounts.hcaptcha.com/demo സന്ദർശിക്കുക, അല്ലെങ്കിൽ നിങ്ങൾക്ക് പ്രശ്‌നമുള്ള വെബ്‌സൈറ്റ് (സ്വകാര്യതാ കുറിപ്പ്: അത് എന്താണെന്ന് പങ്കിടുന്നതിൽ നിങ്ങൾക്ക് താൽപ്പര്യമില്ലെങ്കിൽ മാത്രം) ... തുടർന്ന് ഐ ക്ലിക്ക് ചെയ്യുക ഞാൻ മനുഷ്യ ബട്ടൺ, പരിഹരിക്കാൻ ശ്രമിക്കുക.",
  "reporting-bugs-guide-ff-step-4": "ഘട്ടം 4: നിങ്ങൾ പരിഹരിക്കാൻ ശ്രമിച്ചതിന് ശേഷം HAR ക്ലിക്ക് ചെയ്യുക, നെറ്റ്‌വർക്ക് ലോഗ് സംരക്ഷിക്കുന്നതിന് എല്ലാം HAR ആയി സംരക്ഷിക്കുക തിരഞ്ഞെടുക്കുക. ആ ഫയൽ ഞങ്ങൾക്ക് അയച്ചുതരിക.",
  "reporting-bugs-guide-ff-step-5": "ഘട്ടം 5: കൺസോൾ ടാബിൽ ക്ലിക്കുചെയ്യുക, തുടർന്ന് വലത്-ക്ലിക്കുചെയ്യുക തുടർന്ന് കൺസോൾ ലോഗ് സംരക്ഷിക്കുന്നതിന് എല്ലാം തിരഞ്ഞെടുത്ത് ഒരു ടെക്സ്റ്റ് ഫയലിലേക്ക് സംരക്ഷിക്കുക. അതും ഞങ്ങൾക്ക് അയയ്‌ക്കുക.",
  "reporting-bugs-guide-ff-step-6": "അവസാന ഘട്ടം: ആ HAR, കൺസോൾ ലോഗ് ഫയലുകൾ ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക, പ്രശ്നം വിവരിക്കുക ഉപയോഗിക്കുക: support@hcaptcha.com (ഡ്രോപ്പ്ബോക്സ് അല്ലെങ്കിൽ ഫയൽബിൻ പോലുള്ള ഒരു സേവനം ഉപയോഗിക്കുക, ലിങ്കുകൾ അയയ്ക്കുക) കൂടാതെ എന്തെങ്കിലും ശരിയായി കാണിക്കുന്നില്ലെന്ന് നിങ്ങൾ സംശയിക്കുന്നുവെങ്കിൽ ഒരു സ്ക്രീൻഷോട്ട് . നിങ്ങൾ ഉപയോഗിക്കുന്ന ഐപിയും അയയ്ക്കുക. നിങ്ങൾക്ക് ഇത് https://www.whatsmyip.org/ എന്നതിൽ നിന്ന് ലഭിക്കും, ഈ വിവരം ലഭിക്കാൻ ഞങ്ങളെ സഹായിക്കാൻ സമയമെടുത്തതിന് നന്ദി! hCaptcha എല്ലാവർക്കും നന്നായി പ്രവർത്തിക്കാൻ ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്.",
  "reporting-bugs-guide-head": "ബഗ് റിപ്പോർട്ട് വിശദാംശങ്ങൾ ക്യാപ്ചർ ചെയ്യുന്നു: Chrome",
  "reporting-bugs-guide-step-1": "ഘട്ടം 1: ഡവലപ്പർ ഉപകരണങ്ങൾ തുറക്കുക (ഇത് സെഷൻ റെക്കോർഡുചെയ്യാൻ ആരംഭിക്കുന്നു.)",
  "reporting-bugs-guide-step-2": "ഘട്ടം 2: ഡവലപ്പർ ഉപകരണങ്ങളിലെ നെറ്റ്‌വർക്ക് ടാബിൽ ക്ലിക്കുചെയ്യുക. മുകളിലുള്ള പ്രിസർവ്വ് ലോഗ് ബോക്സ് ചെക്കുചെയ്യുക.",
  "reporting-bugs-guide-step-3": "ഘട്ടം 3: https://accounts.hcaptcha.com/demo സന്ദർശിക്കുക, അല്ലെങ്കിൽ നിങ്ങൾക്ക് പ്രശ്‌നമുള്ള വെബ്‌സൈറ്റ് (സ്വകാര്യതാ കുറിപ്പ്: അത് എന്താണെന്ന് പങ്കിടുന്നതിൽ നിങ്ങൾക്ക് താൽപ്പര്യമില്ലെങ്കിൽ മാത്രം) ... തുടർന്ന് ഐ ക്ലിക്ക് ചെയ്യുക ഞാൻ മനുഷ്യ ബട്ടൺ, പരിഹരിക്കാൻ ശ്രമിക്കുക.",
  "reporting-bugs-guide-step-4": "ഘട്ടം 4: നിങ്ങൾ പരിഹരിക്കാൻ ശ്രമിച്ചതിന് ശേഷം എക്‌സ്‌പോർട്ട് HAR (ചെറിയ താഴേക്കുള്ള അമ്പടയാളം) ക്ലിക്കുചെയ്യുക, ഇത് നെറ്റ്‌വർക്ക് ലോഗ് സംരക്ഷിക്കുന്നു. ആ ഫയൽ ഞങ്ങൾക്ക് അയയ്ക്കുക.",
  "reporting-bugs-guide-step-5": "ഘട്ടം 5: കൺസോൾ ടാബിൽ ക്ലിക്കുചെയ്യുക, കൺസോൾ ലോഗ് സംരക്ഷിക്കുന്നതിന് വലത്-ക്ലിക്കുചെയ്ത് ഇതായി സംരക്ഷിക്കുക .. അതും ഞങ്ങൾക്ക് അയയ്‌ക്കുക.",
  "reporting-bugs-guide-step-6": "അവസാന ഘട്ടം: ആ HAR, കൺസോൾ ലോഗ് ഫയലുകൾ ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്ത് പ്രശ്നം വിവരിക്കുക. ഉപയോഗിക്കുക: support@hcaptcha.com (ഡ്രോപ്പ്‌ബോക്‌സ് അല്ലെങ്കിൽ ഫയൽബിൻ പോലുള്ള ഒരു സേവനം ഉപയോഗിക്കുക, ലിങ്കുകൾ അയയ്‌ക്കുക) കൂടാതെ എന്തെങ്കിലും ശരിയായി കാണിക്കുന്നില്ലെന്ന് നിങ്ങൾ സംശയിക്കുന്നുവെങ്കിൽ ഒരു സ്‌ക്രീൻഷോട്ട്. നിങ്ങൾ ഉപയോഗിക്കുന്ന ഐപിയും അയയ്ക്കുക. നിങ്ങൾക്ക് ഇത് https://www.whatsmyip.org/ എന്നതിൽ നിന്ന് ലഭിക്കും, ഈ വിവരം ലഭിക്കാൻ ഞങ്ങളെ സഹായിക്കാൻ സമയമെടുത്തതിന് നന്ദി! hCaptcha എല്ലാവർക്കും നന്നായി പ്രവർത്തിക്കാൻ ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്.",
  "reporting-bugs-guide-text-1": "നിങ്ങളുടെ റിപ്പോർട്ടിനൊപ്പം ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ അയയ്ക്കുന്നത് എന്താണ് സംഭവിക്കുന്നതെന്ന് തിരിച്ചറിയുന്നത് ഞങ്ങൾക്ക് വളരെ എളുപ്പമാക്കുന്നു. ഘട്ടം ഘട്ടമായുള്ള നിർദ്ദേശങ്ങൾ ഇതാ:",
  "reporting-bugs-guide-text-2": "നിങ്ങളൊരു വെബ് ഡെവലപ്പറോ വിദഗ്‌ദ്ധനായ ഉപയോക്താവോ ആണെങ്കിൽ, HAR, ബ്രൗസർ കൺസോൾ ലോഗുകൾ റെക്കോർഡിംഗ് നെറ്റ്‌വർക്ക് അയയ്‌ക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു എന്നതാണ് സംഗ്രഹം. ആദ്യം ഏതെങ്കിലും ആഡ് ബ്ലോക്കർ അല്ലെങ്കിൽ ബ്രൗസർ സുരക്ഷാ വിപുലീകരണങ്ങൾ പ്രവർത്തനരഹിതമാക്കാൻ ശ്രമിക്കുക, തുടർന്ന് ഈ ഘട്ടങ്ങളിലൂടെ കടന്നുപോകുന്നതിന് മുമ്പ് വീണ്ടും ശ്രമിക്കുക. അത് നിങ്ങളുടെ പ്രശ്‌നം പരിഹരിച്ചാൽ, നിങ്ങളുടെ ബ്രൗസർ പതിപ്പ്, പരസ്യ ബ്ലോക്കർ അല്ലെങ്കിൽ ബ്രൗസർ വിപുലീകരണം, വെബ്‌സൈറ്റ് URL എന്നിവ ഞങ്ങളെ അറിയിക്കുന്നത് ഞങ്ങൾ ഇപ്പോഴും അഭിനന്ദിക്കുന്നു.",
  "reporting-bugs-intro-head": "ഒരു ബഗ് കണ്ടെത്തിയോ? ഇത് എങ്ങനെ റിപ്പോർട്ടുചെയ്യാം.",
  "reporting-bugs-intro-text": "ആയിരക്കണക്കിന് ബ്ര rowsers സറുകൾ‌, വിപുലീകരണങ്ങൾ‌, ഉപകരണങ്ങൾ‌, ഫയർ‌വാളുകൾ‌ എന്നിവയും അതിലേറെയും കോമ്പിനേഷനുകളിൽ‌ ദശലക്ഷക്കണക്കിന് ആളുകൾ‌ ഓരോ മാസവും hCaptcha ഉപയോഗിക്കുന്നു. ഇത് എല്ലായ്പ്പോഴും നിങ്ങൾക്കായി പ്രവർത്തിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം, അതിനാൽ നിങ്ങളുടെ റിപ്പോർട്ടുകളെ ഞങ്ങൾ വളരെയധികം അഭിനന്ദിക്കുന്നു! ദ്രുത ഫീഡ്‌ബാക്ക് നൽകാൻ, ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുക ബട്ടൺ ക്ലിക്കുചെയ്യുക. നിങ്ങൾ ഒരു പ്രവർത്തനപരമായ പ്രശ്നം കാണുകയാണെങ്കിൽ, ദയവായി Chrome- നായുള്ള ഡീബഗ് ലോഗ് നിർദ്ദേശങ്ങൾ അല്ലെങ്കിൽ ചുവടെയുള്ള Firefox- നായുള്ള ഡീബഗ് ലോഗ് നിർദ്ദേശങ്ങൾ പാലിക്കുക. മറ്റേതെങ്കിലും ബ്ര rowsers സറുകൾക്കായി ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക. സുരക്ഷയ്‌ക്കോ സ്വകാര്യതയ്‌ക്കോ സാധ്യതയുള്ള പ്രശ്‌നങ്ങൾക്കായി, ചുവടെയുള്ള നിർദ്ദേശങ്ങൾ കാണുക.",
  "reporting-bugs-privacy-head": "സ്വകാര്യത പ്രശ്നങ്ങൾ",
  "reporting-bugs-privacy-text": "ഉപയോക്താക്കൾ ആരാണെന്ന് ഞങ്ങൾ കാര്യമാക്കുന്നില്ല, അവർ ക്ഷുദ്രകരമോ മെഷീനുകളോ ആകാൻ സാധ്യതയുണ്ട്. സ്വകാര്യതാ പാസ് പോലുള്ള സംരംഭങ്ങളെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു, ഒപ്പം സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ കഠിനമായി പരിശ്രമിക്കുന്നു. ഉപയോക്തൃ സ്വകാര്യതയെ ബാധിക്കുമെന്ന് നിങ്ങൾ കരുതുന്ന ഒരു പ്രശ്നം നിങ്ങൾ കണ്ടെത്തിയാൽ, support@hcaptcha.com ൽ ഇമെയിൽ ചെയ്യുക.",
  "reporting-bugs-provide-feedback-button": "ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുക",
  "reporting-bugs-provide-feedback-head": "HCaptcha- ന് ഉടനടി ഫീഡ്‌ബാക്ക് നൽകുക",
  "reporting-bugs-provide-feedback-text": "നിങ്ങളുടെ ഇൻപുട്ടിനെ ഞങ്ങൾ അഭിനന്ദിക്കുന്നു. എന്തെങ്കിലും പ്രശ്‌നങ്ങൾ ഞങ്ങളെ അറിയിക്കുക, ഞങ്ങൾ അവ വേഗത്തിൽ പരിഹരിക്കും.",
  "reporting-bugs-security-head": "സുരക്ഷാ ബഗുകൾ",
  "reporting-bugs-security-text": "സുരക്ഷാ ബഗുകളുടെ റിപ്പോർട്ടുകൾ സ്വീകരിക്കുന്നതിൽ ഞങ്ങൾക്ക് എല്ലായ്പ്പോഴും താൽപ്പര്യമുണ്ട്. Support@hcaptcha.com, CC security@hcaptcha.com എന്നിവയിലേക്ക് ഇമെയിൽ ചെയ്യുക, ഞങ്ങൾ നിങ്ങളെ വേഗത്തിൽ ബന്ധപ്പെടും. HCaptcha സേവനത്തെയും അനുബന്ധ ഉറവിട കോഡിനെയും കുറിച്ചുള്ള യോഗ്യതയുള്ള സുരക്ഷാ റിപ്പോർട്ടുകൾക്കായി ഞങ്ങൾക്ക് ഒരു ബഗ് ബൗണ്ടി പ്രോഗ്രാം ഉണ്ട്.",
  "sales-interstitial-c1": "കമ്പനികൾക്കായി",
  "sales-interstitial-c1a": "എന്റർപ്രൈസ് സുരക്ഷാ പരിഹാരങ്ങൾ (പണമടച്ചു)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) നെക്കുറിച്ച് കൂടുതലറിയുക",
  "sales-interstitial-c1c": "ഡാറ്റ വ്യാഖ്യാനം",
  "sales-interstitial-c1d": "HCaptcha വ്യാഖ്യാന സേവനങ്ങൾ വാങ്ങുക",
  "sales-interstitial-c2": "വ്യക്തികൾക്കായി",
  "sales-interstitial-c2a": "നിങ്ങളുടെ സേവനത്തിലേക്ക് hCaptcha ചേർക്കുക (സ free ജന്യമാണ്)",
  "sales-interstitial-c2b": "എന്റെ വെബ്‌സൈറ്റിലേക്കോ അപ്ലിക്കേഷനിലേക്കോ പ്രസാധകർക്കായി hCaptcha ചേർക്കുക",
  "sales-interstitial-c2c": "എന്താണ് hCaptcha?",
  "sales-interstitial-c2d": "HCaptcha യെക്കുറിച്ച് കൂടുതലറിയുക",
  "sales-interstitial-head": "നിങ്ങൾ ശരിയായ സ്ഥലത്ത് എത്തുമെന്ന് ഉറപ്പാക്കാം.",
  "sec-hc": "സുരക്ഷ ആദ്യം",
  "sec-hc-text": "hCaptcha പ്രസാധക കേന്ദ്രീകൃതമാണ്. സൈറ്റുകൾക്ക് യഥാർത്ഥ ഡാറ്റ നൽകാനും അത് എങ്ങനെ ഉപയോഗിക്കണമെന്ന് തീരുമാനിക്കാനും ഞങ്ങൾ പ്രവർത്തിക്കുന്നു. കൃത്യത നിങ്ങളുടെയും ഞങ്ങളുടെയും താൽപ്പര്യത്തിലാണ്. മറ്റ് ക്യാപ്‌ചകൾ നൽകുന്നത് പരസ്യ കമ്പനികളാണ്. അവർ തടയുന്ന ഓരോ ബോട്ടും അവരുടെ വരുമാനം കുറച്ചേക്കാം.",
  "signup-interstitial-c1": "കമ്പനികൾക്കോ വെബ്‌സൈറ്റുകൾക്കോ വേണ്ടി",
  "signup-interstitial-c1a": "നിങ്ങളുടെ സേവനത്തിലേക്ക് hCaptcha ചേർക്കുക (സ free ജന്യമാണ്)",
  "signup-interstitial-c1b": "എന്റെ വെബ്‌സൈറ്റിലേക്കോ അപ്ലിക്കേഷനിലേക്കോ പ്രസാധകർക്കായി hCaptcha ചേർക്കുക",
  "signup-interstitial-c1c": "എന്റർപ്രൈസ് സുരക്ഷാ പരിഹാരങ്ങൾ (പണമടച്ചു)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) നെക്കുറിച്ച് കൂടുതലറിയുക",
  "signup-interstitial-c1e": "ഡാറ്റ വ്യാഖ്യാനം",
  "signup-interstitial-c1f": "HCaptcha വ്യാഖ്യാന സേവനങ്ങൾ വാങ്ങുക",
  "signup-interstitial-c2": "വ്യക്തികൾക്കായി",
  "signup-interstitial-c2a": "പ്രവേശനക്ഷമത",
  "signup-interstitial-c2b": "HCaptcha നായുള്ള പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് അറിയുക",
  "signup-interstitial-c2c": "പണം സമ്പാദിക്കുക",
  "signup-interstitial-c2d": "ഒരു വ്യക്തിഗത ഡാറ്റ ലേബലറായി പ്രവർത്തിക്കുക",
  "signup-interstitial-head": "നിങ്ങൾ ശരിയായ സ്ഥലത്ത് എത്തുമെന്ന് ഉറപ്പാക്കാം.",
  "support-interstitial-c1": "കമ്പനികൾക്കായി",
  "support-interstitial-c1a": "എന്റർപ്രൈസ് സുരക്ഷാ പരിഹാരങ്ങൾ (പണമടച്ചു)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) നുള്ള പിന്തുണ നേടുക",
  "support-interstitial-c1c": "hCaptcha പ്രസാധകൻ (സ free ജന്യമാണ്)",
  "support-interstitial-c1d": "HCaptcha പ്രസാധകന് പിന്തുണ നേടുക",
  "support-interstitial-c2": "വ്യക്തികൾക്കായി",
  "support-interstitial-c2a": "ഒരു വെല്ലുവിളിയുമായി ബുദ്ധിമുട്ടുണ്ടോ?",
  "support-interstitial-c2b": "HCaptcha നായുള്ള പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് അറിയുക",
  "support-interstitial-c2c": "ഒരു ബഗ് റിപ്പോർട്ടുചെയ്യണോ?",
  "support-interstitial-c2d": "സോഫ്റ്റ്വെയർ പ്രശ്നങ്ങൾ റിപ്പോർട്ടുചെയ്യുന്നതിനെക്കുറിച്ച് കൂടുതലറിയുക",
  "support-interstitial-head": "നിങ്ങൾ ശരിയായ സ്ഥലത്ത് എത്തുമെന്ന് ഉറപ്പാക്കാം.",
  "switch-to-english-link": "ഇംഗ്ലീഷിലേക്ക് മാറുക",
  "what-is-hcaptcha": "എന്താണ് hCaptcha?",
  "what-is-hcaptcha-text": "മനുഷ്യർക്ക് എളുപ്പമുള്ളതും മെഷീനുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതുമായ ലളിതമായ ചോദ്യങ്ങൾ ചോദിച്ചുകൊണ്ട് നിങ്ങളുടെ പ്രിയപ്പെട്ട വെബ് സേവനങ്ങളെ ബോട്ടുകൾ, സ്പാം, ദുരുപയോഗം എന്നിവ ഒഴിവാക്കാൻ hCaptcha സഹായിക്കുന്നു.",
  "why-hc": "എന്തുകൊണ്ട് hCaptcha?",
  "why-hc-text": "ഓരോ തവണയും നിങ്ങൾ ഒരു വെല്ലുവിളിക്ക് ഉത്തരം നൽകുമ്പോൾ, നിങ്ങൾ മനുഷ്യനാണോ അതോ യന്ത്രമാണോ എന്ന് മനസിലാക്കാൻ ഞങ്ങൾ ആധുനിക മോഡലുകൾ ഉപയോഗിക്കുന്നു. നിങ്ങൾ സന്ദർശിച്ച വെബ്‌സൈറ്റ് ബോട്ടുകൾ സൂക്ഷിച്ച് അവരുടെ സൈറ്റിലെ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നതിന് ഈ ഫലം ഉപയോഗിക്കുന്നു.",
  "footer-link-5b": "അമർത്തുക",
  "footer-link-cyberattacks": "സൈബർ ആക്രമണങ്ങൾ 101",
  "header-enterprise-link": "എന്റർപ്രൈസ്",
  "intro-subtitle": "നിങ്ങളുടെ ബോട്ട് പ്രശ്നം ഇന്ന് തന്നെ പരിഹരിക്കുക."
}
