{
    "1290027486": "ബ്രേവിന്റെ സി.ഇ.ഒ. മോസില്ലയുടെ സഹസ്ഥാപകൻ. ജാവാസ്ക്രിപ്റ്റ് പ്രോഗ്രാമിംഗ് ഭാഷയുടെ സ്രഷ്ടാവ്. ബ്രൗസറുകളുടെയും മറ്റും ബിൽഡർ.",
    "211351380": "ബ്ലോഗിൽ നിന്ന്:",
    "3153117136": "hCaptcha ബുദ്ധിമുട്ട് ക്രമീകരണങ്ങൾ എങ്ങനെ പ്രവർത്തിക്കുന്നു",
    "2915355938": "പ്രവേശനക്ഷമത",
    "793784899": "പദ്ധതികൾ",
    "2671622670": "എന്റർപ്രൈസ്",
    "3527140447": "ഡോക്‌സ്",
    "505891021": "ലേബലിംഗ് സേവനങ്ങൾ",
    "692176459": "ലോഗിൻ",
    "1892574253": "സൈൻ അപ്പ് ചെയ്യുക",
    "2593864519": "കൂടുതൽ ബോട്ടുകൾ നിർത്തുക. ഉപയോക്തൃ സ്വകാര്യത പരിരക്ഷിക്കാൻ ആരംഭിക്കുക.",
    "4007826952": "വെബ്, മൊബൈൽ എന്നിവയ്‌ക്കും അതിലേറെ കാര്യങ്ങൾക്കുമുള്ള #1 സ്വകാര്യത-ആദ്യ CAPTCHA.",
    "3721365241": "ശ്രമിക്കൂ",
    "3753956446": "സൗ ജന്യം",
    "3276777569": "hCaptcha",
    "55035359": "നിലവിൽ reCAPTCHA ഉപയോഗിക്കുന്നുണ്ടോ?",
    "3417372336": "മിനിറ്റുകൾക്കുള്ളിൽ മാറുക",
    "2881474837": "hCaptcha എന്റർപ്രൈസ്",
    "1685871181": "മുൻനിര ഓൺലൈൻ സേവനങ്ങൾ ആശ്രയിക്കുന്നു",
    "1470290349": "മികച്ച ഇൻ-ക്ലാസ് ബോട്ടിനും വഞ്ചന മാനേജ്മെന്റിനും.",
    "3714002185": "hCaptcha എന്റർപ്രൈസിനെക്കുറിച്ച് കൂടുതലറിയുക",
    "3946753128": "സ്വകാര്യം. സുരക്ഷിത. വേഗത്തിൽ.",
    "939665604": "സ്വകാര്യത കേന്ദ്രീകരിച്ചു",
    "780475098": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളുടെ സന്ദർശകരെ ഉൽപ്പന്നമായി കാണുന്നു. ഒരു സന്ദർശനം നല്ലതാണോ ചീത്തയാണോ എന്നത് മാത്രമാണ് ഞങ്ങൾ ശ്രദ്ധിക്കുന്നത്. hCaptcha GDPR, CCPA, LGPD, PIPL എന്നിവയും മറ്റ് ആഗോള ഡാറ്റാ നിയമങ്ങളും പാലിക്കുന്നു.",
    "219813583": "ആദ്യം സുരക്ഷ",
    "2714878440": "ഞങ്ങളുടെ വിപുലമായ മെഷീൻ ലേണിംഗും മാനവികത പരിശോധനയും ഉപയോഗിച്ച് സ്ക്രാപ്പിംഗ്, അക്കൗണ്ട് ഏറ്റെടുക്കൽ, ക്രെഡൻഷ്യൽ സ്റ്റഫ് ചെയ്യൽ, സ്പാം എന്നിവയിൽ നിന്ന് നിങ്ങളുടെ സേവനങ്ങളെ പരിരക്ഷിക്കുക.",
    "1397766838": "മികച്ച ഉപയോക്തൃ അനുഭവം",
    "2670352917": "hCaptcha കൂടുതൽ വിശ്വസനീയമായ ബോട്ട് കണ്ടെത്തൽ നൽകുന്നു, അതേസമയം മനുഷ്യർക്ക് പരിഹരിക്കാൻ ലളിതമാണ്.",
    "2806751666": "എന്താണ് hCaptcha?",
    "3096063825": "പരീക്ഷിച്ചു നോക്കൂ",
    "2968026167": "നിങ്ങളുടെ പ്രിയപ്പെട്ട പച്ചക്കറി",
    "713281684": "വഴുതന",
    "4147497805": "കാരറ്റ്",
    "3758963444": "നന്ദി! നിങ്ങളുടെ സമർപ്പണം ലഭിച്ചു!",
    "1070364246": "ശ്ശോ! ഫോം സമർപ്പിക്കുമ്പോൾ എന്തോ കുഴപ്പം സംഭവിച്ചു.",
    "1129833879": "ക്ഷുദ്രകരമായ ബോട്ടുകൾ നിർത്തുക, ഉപയോക്തൃ സ്വകാര്യത സംരക്ഷിക്കുക",
    "58091799": "hCaptcha Publisher, Enterprise എന്നിവയെക്കുറിച്ച് കൂടുതലറിയുക",
    "1599610318": "പ്രസാധകൻ",
    "3093388779": "ഏത് വലുപ്പത്തിലുമുള്ള പ്രസാധകർക്ക് ഉപയോഗിക്കാൻ hCaptcha സൗജന്യമാണ്",
    "179723061": "ക്ലാസ് ലീഡിംഗ് സുരക്ഷ ആവശ്യമുള്ള ടീമുകൾക്ക് കൂടുതൽ നിയന്ത്രണം",
    "846501387": "ലോകോത്തര ബോട്ട് സംരക്ഷണം",
    "119298044": "വിപുലമായ സ്വയം മേൽനോട്ടമുള്ള ML, AI സാങ്കേതികവിദ്യകൾ നിങ്ങളുടെ വെബ് പ്രോപ്പർട്ടികളെ ഭീഷണികളിൽ നിന്നും ആക്രമണങ്ങളിൽ നിന്നും സംരക്ഷിക്കുന്നു",
    "1263998069": "മനുഷ്യ പരിഹാരങ്ങൾക്ക് പ്രതിഫലം നേടൂ",
    "1103295010": "മനുഷ്യർ CAPTCHA-കൾ പരിഹരിക്കുമ്പോൾ പണം സമ്പാദിക്കുക അല്ലെങ്കിൽ ചാരിറ്റിക്ക് നൽകുക",
    "392886773": "എല്ലാ രാജ്യങ്ങളിലും പ്രവർത്തിക്കുന്നു",
    "2320894364": "200-ലധികം പോയിന്റ് സാന്നിധ്യത്തിൽ, hCaptcha-യുടെ ക്ലൗഡ് ലോകമെമ്പാടുമുള്ള നിങ്ങളുടെ ആസ്തികളെ സംരക്ഷിക്കുന്നു",
    "451701069": "GDPR, CCPA എന്നിവയുമായി പൊരുത്തപ്പെടുന്നു,",
    "2826051554": "കൂടുതൽ",
    "3530599065": "സ്വകാര്യത അടിത്തട്ടിൽ നിന്നാണ് നിർമ്മിച്ചിരിക്കുന്നത്. hCaptcha ഒരു PII-യും നിലനിർത്തുന്നില്ല കൂടാതെ നിരവധി സ്വകാര്യത ഉത്തരവുകളും നിയന്ത്രണങ്ങളും പാലിക്കുന്നു.",
    "2489287539": "ഘർഷണരഹിതമായ \"CAPTCHA ഇല്ല\" & 99.9% നിഷ്ക്രിയ മോഡുകൾ",
    "793242047": "ആപ്ലിക്കേഷനുകളിലേക്ക് വേഗത്തിലുള്ള ആക്സസ് അനുവദിക്കുന്നതിന് ഉപയോക്താക്കൾക്ക് നൽകുന്ന വെല്ലുവിളികൾ കുറയ്ക്കുക",
    "4195759329": "ബോട്ട് കണ്ടെത്തലും അപകട സ്‌കോറുകളും",
    "1150035777": "സങ്കീർണ്ണമായ മെഷീൻ ലേണിംഗ് മോഡലുകൾ ചോദ്യങ്ങൾക്ക് ശരിയായി ഉത്തരം നൽകിയിട്ടുണ്ടോ എന്നതിനപ്പുറം നിരവധി ഡാറ്റ പോയിന്റുകളെ അടിസ്ഥാനമാക്കി ബോട്ട് കോൺഫിഡൻസ് സ്കോറുകൾ സൃഷ്ടിക്കുന്നു.",
    "3688621388": "ഭീഷണി ഒപ്പുകൾ",
    "1131525092": "ബന്ധപ്പെട്ട വഞ്ചനയും ദുരുപയോഗവും കണ്ടെത്താനും തടയാനും ഞങ്ങളുടെ സ്വകാര്യത സംരക്ഷിക്കുന്ന സ്കോപ്പ്ഡ് യുഐഡികൾ വഴി മോശം അഭിനേതാക്കളെ അനായാസം ഗ്രൂപ്പുചെയ്യുക",
    "1559631739": "സ്വകാര്യ പഠനം",
    "3952259236": "നിങ്ങളുടെ അന്ധമായ ഡാറ്റ hCaptcha-യുടെ ആയിരക്കണക്കിന് സിഗ്നലുകളുമായി സംയോജിപ്പിച്ച്, പെരുമാറ്റത്തിന്റെ ക്ലാസുകളിൽ hCaptcha പരിശീലിപ്പിക്കുക -- നിങ്ങളുടെ ഉദാഹരണത്തിന് മാത്രം -- ക്ഷുദ്രകരമായ പെരുമാറ്റം മികച്ച രീതിയിൽ പ്രവചിക്കുക.",
    "1150963691": "APT ലഘൂകരണം",
    "4083018285": "മെച്ചപ്പെടുത്തിയ SOC നിരീക്ഷണവും സങ്കീർണ്ണമായ നിരന്തരമായ ഭീഷണികളെ അഭിമുഖീകരിക്കുന്നതിനുള്ള പ്രതികരണവും സംയോജിപ്പിക്കുന്ന വിപുലമായ ഫീച്ചറുകളുടെ ഒരു കൂട്ടം",
    "3160820928": "സംയോജിത ആക്രമണ സംരക്ഷണം",
    "1849805607": "നിങ്ങളുടെ നെറ്റ്‌വർക്കുകളിലേക്ക് നുഴഞ്ഞുകയറാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ഭീഷണികളിൽ നിന്നും വഞ്ചനകളിൽ നിന്നും hCaptcha പരിരക്ഷിക്കുന്നു",
    "1958297836": "കോർഡിനേറ്റഡ് ആക്രമണ സംരക്ഷണവും APT ലഘൂകരണവും",
    "1300485304": "നിങ്ങളുടെ നെറ്റ്‌വർക്കുകളിലേക്ക് നുഴഞ്ഞുകയറാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന വിപുലമായ ഭീഷണികളിൽ നിന്നും വഞ്ചനകളിൽ നിന്നും hCaptcha പരിരക്ഷിക്കുന്നു",
    "2698640210": "കാണിച്ചിരിക്കുന്ന വെല്ലുവിളികളും തരങ്ങളും നിയന്ത്രിക്കുക",
    "3121248460": "നിങ്ങൾ പ്രതീക്ഷിക്കുന്ന പ്രേക്ഷകർക്കായി അനന്തമായ വൈവിധ്യമാർന്ന ഇഷ്‌ടാനുസൃത വെല്ലുവിളികൾ -- ലളിതം മുതൽ സങ്കീർണ്ണമായത് വരെ പ്രദർശിപ്പിക്കുക",
    "3807059944": "ഉപയോഗിച്ച ചലഞ്ച് ഉള്ളടക്കം നിയന്ത്രിക്കുക",
    "2707282231": "നിങ്ങളുടെ ഉപയോക്താക്കൾക്കുള്ള വെല്ലുവിളികൾ ഇഷ്ടാനുസൃതമാക്കുക. ബോട്ടുകൾക്ക് പരിഹരിക്കാനും തുളച്ചുകയറാനും അസാധ്യമാക്കുക.",
    "4194763679": "സൂക്ഷ്മമായ ബുദ്ധിമുട്ട് ലെവലുകൾ",
    "3730038780": "ഉപയോക്താക്കൾക്ക് പരിഹരിക്കാൻ കഴിയുന്ന അനന്തമായ വെല്ലുവിളികളിൽ നിന്ന് തിരഞ്ഞെടുക്കുക",
    "1849717906": "നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളി ഉള്ളടക്കം ഉപയോഗിച്ച് ഇഷ്ടാനുസൃതമാക്കുക",
    "1508655687": "ആക്സസ് സ്ട്രീംലൈൻ ചെയ്യുന്നതിനോ നിയന്ത്രിക്കുന്നതിനോ നിങ്ങളുടെ പ്രേക്ഷകർക്ക് അനുയോജ്യമായ നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളികൾ ചേർക്കുക",
    "3620442880": "ഫ്ലാഷ് വിൽപ്പന സംരക്ഷണ സവിശേഷതകൾ",
    "3265895521": "ദിവസത്തിലെ സമയത്തെ അടിസ്ഥാനമാക്കി വെല്ലുവിളി ഉയർത്തുകയും കുറയ്ക്കുകയും ചെയ്യുക",
    "1485807325": "മൾട്ടി-യൂസർ ഡാഷ്‌ബോർഡുകൾ, SAML SSO",
    "359073033": "ഡാഷ്‌ബോർഡുകൾ പ്രവർത്തനത്തിന്റെ ഉയർന്ന തലത്തിലുള്ളതോ സൂക്ഷ്മമായതോ ആയ കാഴ്ചകൾ നൽകുന്നു.",
    "4272454814": "നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ഐഡന്റിറ്റി പ്രൊവൈഡറുമായി സംയോജിപ്പിക്കുക.",
    "1141402092": "വിപുലമായ റിപ്പോർട്ടിംഗ് സവിശേഷതകൾ",
    "910989640": "പ്രവർത്തനത്തിന്റെ വിശദവും ഇഷ്ടാനുസൃതവുമായ റിപ്പോർട്ടുകൾ സൃഷ്ടിക്കുക",
    "3768951251": "എന്റർപ്രൈസ് SLA-കൾ",
    "1014004474": "hCaptcha യുടെ എന്റർപ്രൈസ് പ്ലാനുകൾ നിങ്ങളുടെ സ്ഥാപനത്തെ പരിരക്ഷിക്കുന്നതിന് വിപുലമായ സേവന-തല കരാറുകൾ വാഗ്ദാനം ചെയ്യുന്നു",
    "1177598246": "വിൽപ്പനയുമായി ബന്ധപ്പെടുക",
    "1067704102": "ഡാറ്റ ലേബലിംഗിലെ മൂല്യം",
    "3065000659": "ഓരോ തവണയും നിങ്ങൾ \"കാറിൽ ക്ലിക്ക് ചെയ്യുമ്പോളും\" ഒരു സിംഗിൾ പരിശീലിപ്പിക്കാൻ സഹായിക്കുകയാണെന്ന് നിങ്ങൾക്ക് മനസ്സിലായോ",
    "3235430156": "കമ്പനിയുടെ മെഷീൻ ലേണിംഗ് സിസ്റ്റങ്ങൾ സൌജന്യമാണോ?",
    "1549336309": "hCaptcha ഈ മോഡലിനെ മാറ്റുന്നു. നിങ്ങൾ hCaptcha ഉപയോഗിക്കുമ്പോൾ, കമ്പനികൾ നിങ്ങളുടെ ഉപയോക്താക്കൾ അവരുടെ മനുഷ്യത്വം തെളിയിക്കുന്ന ജോലിയിൽ ലേലം വിളിക്കുന്നു. നിങ്ങൾക്ക് പ്രതിഫലം ലഭിക്കും.",
    "3725880582": "ചാരിറ്റിയിലേക്ക് തിരികെ നൽകുക",
    "1671436004": "നിങ്ങളുടെ പ്രിയപ്പെട്ട ചാരിറ്റിക്ക് തിരികെ നൽകണോ?",
    "1663628612": "നിങ്ങളെ അനുവദിക്കുന്നു",
    "4272088465": "നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ചാരിറ്റികൾ ഉപയോഗിച്ച് നിങ്ങൾ നേടുന്ന വരുമാനം.",
    "2894845722": "നിങ്ങളുടെ സൈറ്റിലെ ഉപയോക്താക്കൾക്ക് hCaptcha ഇന്റർഫേസിൽ വിവേകപൂർണ്ണമായ ബ്രാൻഡിംഗിലൂടെ ജീവകാരുണ്യ പ്രവർത്തനങ്ങൾക്കുള്ള നിങ്ങളുടെ സംഭാവനകൾ ഉടൻ കാണാനാകും.",
    "3194111925": "പിന്തുണ",
    "1637702726": "hCaptcha-യെ കുറിച്ച്",
    "2323282990": "മാനവികത പരിശോധിക്കുന്നതിനുള്ള ഒരു ആധുനിക സമീപനം",
    "1201821619": "hCaptcha ഇന്നത്തെ ഏറ്റവും പ്രധാനപ്പെട്ട പ്രശ്‌നങ്ങളിലൊന്ന് പരിഹരിക്കുന്നു: ഓൺലൈൻ സേവനങ്ങൾ ദുരുപയോഗം ചെയ്യുന്നതിൽ നിന്ന് ക്ഷുദ്ര ബോട്ടുകളെ തടയുന്നു.",
    "1475399473": "hCaptcha ടീമിനെക്കുറിച്ച് കൂടുതലറിയുക",
    "3161489950": "ലോകത്തിലെ ഏറ്റവും വിപുലമായ സുരക്ഷാ ML പ്ലാറ്റ്ഫോം",
    "3247172580": "hCaptcha വിപുലമായ സ്വയം-മേൽനോട്ടത്തിലുള്ള മെഷീൻ ലേണിംഗും ഡാറ്റ ശേഖരണവും നിലനിർത്തലും അദ്വിതീയമായി കുറയ്ക്കുന്ന ഒരു പുതിയ എഡ്ജ് കമ്പ്യൂട്ട് സമീപനവുമായി സംയോജിപ്പിച്ചു, ആഗോളതലത്തിൽ 250-ലധികം സ്ഥലങ്ങളിൽ നിന്ന് വിപുലമായ സ്കേലബിളിറ്റിക്കായി വിതരണം ചെയ്യുന്നു.",
    "3767462250": "സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു",
    "3500503648": "നിങ്ങളുടെ ബ്രൗസിംഗ് ചരിത്രം റെക്കോർഡ് ചെയ്യുന്നതിനും വിശകലനം ചെയ്യുന്നതിനും പകരം തൽക്ഷണ മൂല്യനിർണ്ണയത്തെ ആശ്രയിച്ച് ദീർഘകാല ഡാറ്റ നിലനിർത്തൽ ഇല്ലാതാക്കുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. പോലുള്ള സംരംഭങ്ങളെയും ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു",
    "2418549423": ", ക്രിപ്‌റ്റോഗ്രാഫിക് പ്രൂഫുകളും മറ്റ് സവിശേഷമായ സ്വകാര്യത-ആദ്യ ഫീച്ചറുകളും വഴി ഓൺലൈൻ സ്വകാര്യത സംരക്ഷിക്കുന്നതിനുള്ള ഉയർന്നുവരുന്ന നിലവാരം.",
    "1544546608": "സ്വകാര്യത പാസ്",
    "976209454": "റിവാർഡുകൾ നേടുക അല്ലെങ്കിൽ ചാരിറ്റിക്ക് നൽകുക",
    "552920956": "ബോട്ടുകളും മറ്റ് ദുരുപയോഗങ്ങളും തടയുമ്പോൾ റിവാർഡുകൾ നേടാൻ വെബ്‌സൈറ്റുകളെ hCaptcha അനുവദിക്കുന്നു. ഈ വരുമാനം ഉപയോഗിച്ച് നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ചാരിറ്റികളെ പിന്തുണയ്ക്കാനും hCaptcha നിങ്ങളെ അനുവദിക്കുന്നു.",
    "654326661": "സ്വയം കാണണോ? സൗജന്യമായി hCaptcha പരീക്ഷിക്കുക.",
    "3570415321": "കമ്പനി",
    "3987022469": "ലേബലിംഗ്",
    "1636202177": "കുറിച്ച്",
    "2670003220": "ജോലികൾ",
    "3233305531": "വ്യാപാരമുദ്രകൾ",
    "3028319964": "AI എത്തിക്സ്",
    "4131598919": "അമർത്തുക",
    "1662477701": "വിഭവങ്ങൾ",
    "3130928685": "ബ്ലോഗ്",
    "1756106276": "പദവി",
    "1235925265": "പ്രമാണീകരണം",
    "920212083": "ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യുക",
    "2076066173": "സൈബർ ആക്രമണങ്ങൾ 101",
    "3644106388": "ബന്ധപ്പെടുക",
    "2182196747": "പിന്തുണ",
    "487083593": "വിൽപ്പന",
    "878585497": "നിബന്ധനകൾ",
    "1697438123": "സ്വകാര്യത",
    "1316817321": "കടപ്പാട്",
    "3488019891": "hCaptcha Intuition Machines, Inc-ന്റെ രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രയാണ്.",
    "4224961202": "സ്വകാര്യത, സുരക്ഷ, മെഷീൻ ലേണിംഗ്.",
    "98173630": "hCaptcha ലോകത്തിലെ ഏറ്റവും വ്യാപകമായി ഉപയോഗിക്കുന്ന സ്വതന്ത്ര CAPTCHA സേവനമാണ്.",
    "1514478724": "കൂടുതലറിയുക",
    "1752795854": "ബോട്ടുകൾ നിർത്തുന്നതിന് hCaptcha ആധുനികവും സ്വകാര്യത കേന്ദ്രീകൃതവുമായ ഒരു സമീപനം കൊണ്ടുവരുന്നു.",
    "2927700175": "മെഷീൻ ലേണിംഗ് പ്രശ്‌നങ്ങളിൽ നിന്ന് ലേബൽ ചെയ്യാൻ ബുദ്ധിമുട്ടുള്ള ഡാറ്റ ശേഖരിക്കുന്നതിലൂടെ ബോട്ടുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതും എന്നാൽ ആളുകൾക്ക് എളുപ്പമുള്ളതുമായ CAPTCHA വെല്ലുവിളികൾ ഞങ്ങൾ കാണിക്കുന്നു, ഒരു വെബ്‌സൈറ്റോ ആപ്പ് സന്ദർശകനോ മനുഷ്യനാണോ എന്ന് വേർതിരിച്ചറിയാൻ അത് ഉപയോഗിക്കുന്നു.",
    "2188609322": "മോശം അഭിനേതാക്കൾ ഓൺലൈനിൽ കൂടുതൽ സാധാരണമാണ്. എന്നാൽ ഉപഭോക്തൃ സ്വകാര്യത ത്യജിക്കുന്നത് പരിഹാരമല്ല.",
    "2032102720": "പരസ്യ കമ്പനികൾ നൽകുന്ന സുരക്ഷാ പരിഹാരങ്ങൾ പ്രധാനമായും വെബിൽ ഉടനീളമുള്ള ഉപയോക്താക്കളെ ട്രാക്ക് ചെയ്യുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു. മികച്ച ഫലങ്ങൾ നൽകുന്നതിന് ഉപയോക്തൃ സ്വകാര്യതയ്ക്ക് ഹാനി വരുത്തേണ്ട ആവശ്യമില്ലെന്ന് തെളിയിക്കുന്ന ഫലപ്രദമായ ഒരു സുരക്ഷാ പരിഹാരം ഞങ്ങൾ സൃഷ്ടിച്ചിട്ടുണ്ട്.",
    "4146870445": "ഞങ്ങള് ആരാണ്",
    "353066938": "പരിചയസമ്പന്നരായ ഒരു ടീം, ഇന്നത്തെ ഏറ്റവും പ്രയാസമേറിയ പ്രശ്നങ്ങളിൽ പ്രവർത്തിക്കുന്നു. hCaptcha ഒരു സേവനമാണ്",
    "1173652155": "ഉപദേശകർ",
    "2256305371": "ബെർക്ക്‌ലിയിലെ കാലിഫോർണിയ സർവകലാശാലയിലെ പ്രൊഫസർ, സിഎസ്. ആഴത്തിലുള്ള പഠനം, സുരക്ഷ, ബ്ലോക്ക്ചെയിൻ വിദഗ്ധൻ. ഒയാസിസ് ലാബ്‌സിന്റെ സിഇഒ.",
    "2177660021": "സ്റ്റാൻഫോർഡിലെ ഗവേഷണ ശാസ്ത്രജ്ഞൻ. പ്രധാന ബാങ്കുകൾ, ഹെഡ്ജ് ഫണ്ടുകൾ, അക്കാദമികൾ എന്നിവയിൽ മെഷീൻ ലേണിംഗും ക്വാണ്ട് ഫിനാൻസും.",
    "2686825859": "സൗജന്യമായി സൈൻ അപ്പ് ചെയ്യുക അല്ലെങ്കിൽ hCaptcha എന്റർപ്രൈസ് സൊല്യൂഷനുകളെക്കുറിച്ച് ഞങ്ങളെ ബന്ധപ്പെടുക",
    "583434701": "hCaptcha പ്രവേശനക്ഷമത",
    "611905972": "സുരക്ഷ നിലനിർത്തിക്കൊണ്ട് എല്ലാ ഉപയോക്താക്കൾക്കും തടസ്സമില്ലാത്ത ആക്സസ് ഉറപ്പാക്കുന്നു",
    "874098071": "നിങ്ങളൊരു പ്രവേശനക്ഷമത ഉപയോക്താവാണെങ്കിൽ, ദയവായി ഇവിടെ സൈൻ അപ്പ് ചെയ്യുക",
    "2745385064": "സംഗ്രഹം",
    "3353238942": "ബോട്ടുകളെ ആളുകളിൽ നിന്ന് വേർതിരിച്ച് നിർത്തുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. വിഷ്വൽ ടെസ്റ്റുകൾ ഇതിനുള്ള ഒരു സൗകര്യപ്രദമായ ഉപകരണമാണ്, എന്നാൽ എല്ലാവർക്കും ഒരു വിഷ്വൽ വെല്ലുവിളി പരിഹരിക്കാൻ കഴിയില്ല.",
    "3600022491": "ഇക്കാരണത്താൽ, പൂർണ്ണമായ സെക്ഷൻ 508 ഉം WCAG 2.1 AA യും പാലിക്കുന്നതിലൂടെ എല്ലാവർക്കും പ്രവേശനക്ഷമത നിലനിർത്താൻ ഞങ്ങളുടെ സേവനം ഉപയോഗിക്കുന്ന പ്രസാധകരെ അനുവദിക്കുന്നതിന് ഞങ്ങൾ ലളിതവും വേദനയില്ലാത്തതുമായ ഒരു ബദൽ രൂപകൽപ്പന ചെയ്തിട്ടുണ്ട്.",
    "2557240048": "ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു: ആദ്യം, ഒരു പ്രവേശനക്ഷമത ഉപയോക്താവ് ഇതിലൂടെ സൈൻ അപ്പ് ചെയ്യുന്നു",
    "3871665286": ", hCaptcha വിജറ്റ് വിവര പേജിൽ പ്രധാനമായി ലിങ്ക് ചെയ്തിരിക്കുന്നു. അവർക്ക് ഒരു എൻക്രിപ്റ്റഡ് കുക്കി നൽകിയിരിക്കുന്നു, അത് പ്രതിദിനം നിരവധി തവണ ഉപയോഗിക്കാനാകും, എന്നാൽ ലോഗിൻ വഴി ഓരോ 24 മണിക്കൂറിലും പുതുക്കിയിരിക്കണം.",
    "3441764123": "hCaptcha സേവനം ഉപയോഗിച്ച് ഒരു സൈറ്റിലെ പ്രവേശനക്ഷമത ഉപയോക്താവിന് ഒരു വെല്ലുവിളി അവതരിപ്പിക്കപ്പെടുമ്പോൾ, അവർ സ്വയമേവ കടന്നുപോകും.",
    "4247858664": "പ്രവേശനക്ഷമത സൈൻഅപ്പ് പേജ്",
    "1297657322": "ലോഗിൻ ചെയ്തതിന് ശേഷമുള്ള പ്രവേശനക്ഷമത ഉപയോക്തൃ സ്‌ക്രീൻ",
    "1717658846": "വിജറ്റ് യുഐ മെനുവിലെ പ്രവേശനക്ഷമത ഓപ്ഷൻ",
    "1266963825": "ചോദ്യം: hCaptcha സെക്ഷൻ 508 + WCAG 2.1 AA അനുസരിച്ചാണോ?",
    "850025770": "ഉത്തരം: ഞങ്ങൾ അങ്ങനെ വിശ്വസിക്കുന്നു: വെബ് ബ്രൗസ് ചെയ്യാനും ഫോമുകളിൽ വാചകം നൽകാനും കഴിയുന്ന ഏതെങ്കിലും തരത്തിലുള്ള വൈകല്യമുള്ള എല്ലാ ഉപയോക്താക്കൾക്കും രജിസ്ട്രേഷനുശേഷം hCaptcha പരിരക്ഷിച്ച സേവനങ്ങൾ ആക്സസ് ചെയ്യാൻ കഴിയും. എന്നിരുന്നാലും, ഇത് നിയമോപദേശമല്ല: നിങ്ങളുടെ വിന്യാസത്തിന് ഇത് ബാധകമാണെന്ന് ഉറപ്പാക്കാൻ നിങ്ങളുടെ പ്രത്യേക നിർവ്വഹണം കണക്കിലെടുത്ത് നിങ്ങൾ നിങ്ങളുടെ സ്വന്തം വിലയിരുത്തൽ നടത്തണം.",
    "159272246": "ചോദ്യം: ഓഡിയോ പോലെയുള്ള മറ്റ് പ്രവേശനക്ഷമത (\"a11y\") ഓപ്ഷനുകളിൽ നിങ്ങൾ പ്രവർത്തിക്കുന്നുണ്ടോ?",
    "4074220464": "A: ഓഡിയോ ക്യാപ്‌ചകൾ പോലെയുള്ള മുമ്പ് പ്രചാരത്തിലുള്ള ഓപ്‌ഷനുകൾ നിരവധി a11y ഉപയോക്താക്കളോട് വിവേചനം കാണിക്കുകയും ആധുനിക മെഷീൻ ലേണിംഗ് ടെക്‌നിക്കുകൾ എളുപ്പത്തിൽ പരാജയപ്പെടുത്തുകയും ചെയ്യുന്നു. ഇത് നിലവിലെ ഓഡിയോ ചലഞ്ചുകളെ കൂടുതൽ കൂടുതൽ ബുദ്ധിമുട്ടാക്കാൻ നിർബന്ധിതരാക്കി, ശബ്ദം, വിചിത്രമായ സമയം, അസാധാരണമായ പദ കോമ്പിനേഷനുകൾ തുടങ്ങിയവ അവതരിപ്പിക്കുന്നു, ആക്രമണകാരികളെ പരാജയപ്പെടുത്തുന്നു. വെല്ലുവിളിയെ മൊത്തത്തിൽ ഒഴിവാക്കുന്നതിനെതിരെ ഈ സമീപനത്തെക്കുറിച്ച് ഞങ്ങൾക്ക് അത്ര ഉത്സാഹമില്ല, എന്നാൽ a11y കമ്മ്യൂണിറ്റിയിൽ നിന്ന് ആവശ്യമുണ്ടെങ്കിൽ അത് പരിഗണിക്കും.",
    "2309661107": "എന്നിരുന്നാലും, ഞങ്ങൾക്ക് വളരെ താൽപ്പര്യമുണ്ട്",
    "2555914614": "പ്രവേശനക്ഷമത ഉപയോഗ കേസിനായി. ഞങ്ങളുടെ നിലവിലെ a11y സമീപനം പ്രൈവസി പാസ് ഇഷ്യുവൻസുമായി സംയോജിപ്പിക്കുന്നത്, a11y ഉപയോക്താക്കൾക്ക് സുരക്ഷിതമായി ബ്രൗസ് ചെയ്യാനും അവരുടെ ട്രാഫിക് കൂടുതൽ സ്വകാര്യമാണെന്ന അറിവിൽ സുരക്ഷിതമാക്കാനും അനുവദിക്കുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു, അതേസമയം a11y ഓപ്ഷനുകൾ ലഭ്യമാകുമ്പോൾ അനിവാര്യമായും സംഭവിക്കുന്ന ബോട്ട് ഓപ്പറേറ്റർമാരുടെ ദുരുപയോഗം നിയന്ത്രിക്കും. ഈ പുതിയ സാങ്കേതികവിദ്യയെ മാനദണ്ഡമാക്കുന്ന IETF വർക്കിംഗ് ഗ്രൂപ്പിൽ ഞങ്ങൾ സജീവ പങ്കാളികളാണ്.",
    "2583775432": "ചോദ്യം: സ്വകാര്യതയെക്കുറിച്ച്? രജിസ്ട്രേഷൻ ഏതെങ്കിലും വിധത്തിൽ a11y ബ്രൗസിംഗ് ഡാറ്റ വെളിപ്പെടുത്തുന്നുണ്ടോ? ഇമെയിൽ ഉപയോഗിച്ച് നിങ്ങൾ എന്താണ് ചെയ്യുന്നത്?",
    "4215483493": "A: hCaptcha അടിസ്ഥാനം മുതൽ സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്തിട്ടുള്ളതാണ്. പരസ്യ നെറ്റ്‌വർക്കുകളുടെ ഉടമസ്ഥതയിലുള്ള reCAPTCHA പോലുള്ള പരമ്പരാഗത ഓപ്‌ഷനുകളിൽ നിന്ന് ഇത് വളരെ വ്യത്യസ്തമാണ്, വെബിലുടനീളം നിങ്ങളെ ട്രാക്കുചെയ്യാനും യഥാർത്ഥ ഐഡന്റിറ്റിയുമായി നിങ്ങളെ ബന്ധപ്പെടുത്താനും അവർക്ക് പ്രോത്സാഹനമുണ്ട്.",
    "2474661839": "ഞങ്ങളുടെ",
    "4137573005": "ഞങ്ങൾ എങ്ങനെയാണ് ഡാറ്റ ഉപയോഗിക്കുന്നത് എന്നതിന് സമഗ്രവും ആധികാരികവുമായ ഉത്തരങ്ങളുണ്ട്, എന്നാൽ നിങ്ങളുടെ ബ്രൗസിംഗ് ചരിത്രവുമായി നിങ്ങളെ ഒരു വ്യക്തിയായി ബന്ധപ്പെടുത്തുന്നതിൽ ഞങ്ങൾക്ക് താൽപ്പര്യമില്ല എന്നതാണ് ഹ്രസ്വമായ ഉത്തരം.",
    "4101570501": "ദുരുപയോഗം തടയാനുള്ള ഞങ്ങളുടെ കഴിവ് കാത്തുസൂക്ഷിക്കുമ്പോൾ തന്നെ നിങ്ങളുടെ ഇമെയിൽ വിലാസം അതിവേഗം നിരസിക്കാനുള്ള ഒരു ക്രിപ്‌റ്റോഗ്രാഫിക് സൊല്യൂഷനിലും ഞങ്ങൾ നിലവിൽ പ്രവർത്തിക്കുന്നു.",
    "260595108": "a11y ഉപയോഗം സുഗമമാക്കുന്നതിനും ദുരുപയോഗം തടയുന്നതിനും അല്ലാതെ ഞങ്ങൾ ഒരിക്കലും പ്രവേശനക്ഷമത ഇമെയിലുകളോ വിവരങ്ങളോ ഉപയോഗിക്കില്ല.",
    "3063819779": "സ്വകാര്യതാ നയം",
    "465714311": "പ്രവേശനക്ഷമത ഉപയോക്താക്കൾക്കായി: ചോദ്യോത്തരവും ട്രബിൾഷൂട്ടിംഗ് ഗൈഡും",
    "3596207631": "ചോദ്യം: കുക്കി സജ്ജീകരിച്ചതിന് ശേഷവും ഞാൻ ഒരു വെല്ലുവിളി കാണുന്നു. എന്താണ് ഇതിന് കാരണമാകുന്നത്?",
    "469089249": "A: ഇത് സാധാരണയായി ഒരു അഗ്രസീവ് ആഡ് ബ്ലോക്കർ അല്ലെങ്കിൽ ആന്റി-കുക്കി എക്സ്റ്റൻഷൻ അല്ലെങ്കിൽ \"ക്രോസ്-സൈറ്റ്\" കുക്കികളെ തടയുന്ന ഒരു ക്രമീകരണം ഉപയോഗിക്കുന്നത് മൂലമാണ് സംഭവിക്കുന്നത്, ഈ സാഹചര്യത്തിൽ hCaptcha.com-നുള്ള ഒരു കുക്കി hCaptcha JS സജ്ജമാക്കുകയോ പരിശോധിക്കുകയോ ചെയ്യുന്നു. നിങ്ങൾ സന്ദർശിക്കുന്നത് പോലെ വ്യത്യസ്തമായ സൈറ്റ്.",
    "4263626815": "hCaptcha പ്രവേശനക്ഷമത കുക്കികൾ എല്ലാ ജനപ്രിയ ബ്രൗസറുകളുമായും പരസ്യ ബ്ലോക്കറുകളുമായും അവയുടെ സ്റ്റാൻഡേർഡ് ക്രമീകരണങ്ങൾക്കൊപ്പം പ്രവർത്തിക്കുന്നു, അതിനാൽ സാധാരണയായി പരാജയങ്ങൾക്ക് കാരണം \"ആന്റി-ആഡ്ബ്ലോക്ക്\" സ്‌ക്രിപ്റ്റുകളോ അല്ലെങ്കിൽ നിർദ്ദിഷ്ട സൈറ്റുകളെ ടാർഗെറ്റുചെയ്യുന്ന സമാന റൂൾസെറ്റുകളോ ആണ്.",
    "3906359167": "പരിഹാരങ്ങൾ:",
    "3464870463": "1. നിങ്ങളുടെ പരസ്യ ബ്ലോക്കറിലോ ബ്രൗസർ സുരക്ഷാ വിപുലീകരണത്തിലോ hcaptcha.com, *.hcaptcha.com കുക്കികൾ വൈറ്റ്‌ലിസ്റ്റ് ചെയ്യുക.",
    "1204911585": "2. നിങ്ങൾ ബ്രേവ് ബ്രൗസറാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ (ഏപ്രിൽ 2020 വരെ) ഏതെങ്കിലും തരത്തിലുള്ള കുക്കി വൈറ്റ്‌ലിസ്റ്റ് ഉള്ളതായി തോന്നുന്നില്ലെങ്കിൽ, മുൻഗണനകൾ -> ഷീൽഡുകൾ -> കുക്കികൾ എന്നതിലേക്ക് പോയി \"എല്ലാ കുക്കികളും അനുവദിക്കുക\" തിരഞ്ഞെടുക്കുക.",
    "2932826396": "3. നിങ്ങൾ അടുത്തിടെ പുറത്തിറക്കിയ OS X 10.15 അല്ലെങ്കിൽ iOS 13.4-ൽ സഫാരിയുടെ ഏറ്റവും പുതിയ പതിപ്പാണ് ഉപയോഗിക്കുന്നതെങ്കിൽ, മൂന്നാം കക്ഷി കുക്കികളുമായി ബന്ധപ്പെട്ട Safari-യുടെ സ്വഭാവം ആപ്പിൾ ഇപ്പോൾ തന്നെ മാറ്റി, അവയെല്ലാം ഡിഫോൾട്ടായി തടയുന്നു. ഞങ്ങൾ ഒരു പരിഹാരം നടപ്പിലാക്കുകയാണ്, എന്നാൽ അതിനിടയിൽ ദയവായി സഫാരി മുൻഗണനകൾ, സ്വകാര്യതാ വിഭാഗം സന്ദർശിക്കുക, പ്രതീക്ഷിച്ചതുപോലെ ആക്‌സസിബിലിറ്റി കുക്കി പ്രവർത്തനക്ഷമമാക്കാൻ \"വെബ്‌സൈറ്റ് ട്രാക്കിംഗ്: ക്രോസ്-സൈറ്റ് ട്രാക്കിംഗ് തടയുക\" അൺചെക്ക് ചെയ്യുക.",
    "3836291932": "ചോദ്യം: ഞാൻ ഒന്നിലധികം ഉപകരണങ്ങൾ ഉപയോഗിക്കുന്നു. ഞാൻ ഒന്നിലധികം തവണ സൈൻ അപ്പ് ചെയ്യേണ്ടതുണ്ടോ?",
    "3251220335": "A: ഇല്ല. കുക്കി സജ്ജീകരിക്കുന്നതിന് നിങ്ങൾ ഉപയോഗിക്കുന്ന ഓരോ ഉപകരണത്തിലും നിങ്ങൾക്ക് അയച്ച അതേ ഇമെയിൽ ലോഗിൻ ലിങ്ക് ദയവായി ക്ലിക്കുചെയ്യുക.",
    "2082407178": "ചോദ്യം: പ്രവേശനക്ഷമത കുക്കി ഉപയോഗിക്കുമ്പോൾ മൂന്നാം കക്ഷി കുക്കി ട്രാക്കിംഗിൽ നിന്ന് എനിക്ക് എങ്ങനെ സ്വയം പരിരക്ഷിക്കാം?",
    "2700197090": "A: ഡൊമെയ്‌ൻ-ലെവൽ വൈറ്റ്‌ലിസ്റ്റിംഗിനെ (ഉദാഹരണത്തിന് uBlock ഉത്ഭവം) പിന്തുണയ്ക്കുന്ന ഏതെങ്കിലും സ്വകാര്യത അല്ലെങ്കിൽ പരസ്യ-തടയൽ വിപുലീകരണം ഉപയോഗിക്കുന്നത് പ്രതീക്ഷിച്ചതുപോലെ പ്രവർത്തിക്കും: hcaptcha.com വൈറ്റ്‌ലിസ്റ്റ് ചെയ്യുന്നത് ഉറപ്പാക്കുക.",
    "3657743880": "ക്രോസ്-സൈറ്റ് കുക്കികൾക്കുള്ള ബ്രൗസർ നിർദ്ദേശങ്ങൾ",
    "1960601330": "Safari (Mac)-ൽ കുക്കികൾ പ്രവർത്തനക്ഷമമാക്കാൻ: Safari ഡ്രോപ്പ്-ഡൗൺ മെനുവിലേക്ക് പോകുക. മുൻഗണനകൾ തിരഞ്ഞെടുക്കുക. മുകളിലെ പാനലിലെ സ്വകാര്യത ക്ലിക്ക് ചെയ്യുക. 'കുക്കികൾ തടയുക' എന്നതിന് കീഴിൽ 'ഒരിക്കലും' എന്ന ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക.",
    "1622303590": "സഫാരിയിൽ കുക്കികൾ പ്രവർത്തനക്ഷമമാക്കാൻ (iPhone/iPad iOS 11+): നിങ്ങളുടെ ക്രമീകരണങ്ങൾ തുറക്കുക. താഴേക്ക് സ്ക്രോൾ ചെയ്ത് സഫാരി തിരഞ്ഞെടുക്കുക. സ്വകാര്യതയ്ക്കും സുരക്ഷയ്ക്കും കീഴിൽ, \"ക്രോസ്-സൈറ്റ് ട്രാക്കിംഗ് തടയുക\", \"എല്ലാ കുക്കികളും തടയുക\" എന്നിവ ഓഫാക്കുക",
    "2199048568": "ഏതെങ്കിലും വെബ്‌പേജിലെ വിലാസ ബാറിന്റെ ഇടതുവശത്തുള്ള ഷീൽഡിൽ ക്ലിക്ക് ചെയ്യുക. സംരക്ഷണ ക്രമീകരണങ്ങളിൽ ക്ലിക്ക് ചെയ്യുക. Firefox മുൻഗണനകൾ സ്വകാര്യതയും സുരക്ഷാ പാനൽ തുറക്കും. മെച്ചപ്പെടുത്തിയ ട്രാക്കിംഗ് പരിരക്ഷയ്ക്ക് കീഴിൽ, ഇഷ്ടാനുസൃതം തിരഞ്ഞെടുക്കുക. ആ ചെക്ക്ബോക്സുകൾ തിരഞ്ഞെടുത്ത് ഏത് ട്രാക്കറുകളും സ്ക്രിപ്റ്റുകളും തടയണമെന്ന് തിരഞ്ഞെടുക്കുക. നിങ്ങൾ hcaptcha.com അൺബ്ലോക്ക് ചെയ്തിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക.",
    "3967047208": "ചെക്ക്‌ബോക്‌സുകൾ തിരഞ്ഞെടുത്തത് മാറ്റുന്നതിലൂടെ, ഇത് ഡീബഗ് ചെയ്യുന്നതിന് കസ്റ്റമിലെ ചില പരിരക്ഷകൾ നിങ്ങൾക്ക് താൽക്കാലികമായി ഓഫാക്കാനും കഴിയും: നിങ്ങൾക്ക് ഇപ്പോഴും പ്രശ്‌നങ്ങളുണ്ടെങ്കിൽ ട്രാക്കറുകൾ ചെക്ക്‌ബോക്‌സ് തിരഞ്ഞെടുത്തത് മാറ്റുക അല്ലെങ്കിൽ കുക്കികളുടെ ചെക്ക്‌ബോക്‌സ് തിരഞ്ഞെടുത്തത് മാറ്റുക.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome മെനു ഐക്കൺ തിരഞ്ഞെടുക്കുക. ക്രമീകരണങ്ങൾ തിരഞ്ഞെടുക്കുക.",
    "926138631": "സ്വകാര്യതയിലേക്കും സുരക്ഷയിലേക്കും പോകുക, തുടർന്ന് കുക്കികളും മറ്റ് സൈറ്റ് ഡാറ്റയും.",
    "3419878556": "\"മൂന്നാം കക്ഷി കുക്കികൾ തടയുക\" പ്രവർത്തനക്ഷമമാക്കിയിട്ടില്ലെന്ന് ഉറപ്പാക്കുക.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "മെനു ബാറിൽ നിന്ന് Chrome മുൻഗണനകൾ തുറക്കുക.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "നിങ്ങളുടെ Android ഉപകരണത്തിൽ, Chrome ആപ്പ് തുറക്കുക.",
    "3620039756": "മുകളിൽ വലതുഭാഗത്ത്, കൂടുതൽ ടാപ്പുചെയ്യുക, തുടർന്ന് ക്രമീകരണങ്ങൾ.",
    "2813310562": "സൈറ്റ് ക്രമീകരണങ്ങളും തുടർന്ന് കുക്കികളും ടാപ്പുചെയ്യുക.",
    "3014657981": "\"കുക്കികൾ\" എന്നതിന് അടുത്തായി, ക്രമീകരണം ഓണാക്കുക.",
    "1242066691": "\"മൂന്നാം കക്ഷി കുക്കികൾ അനുവദിക്കുക\" എന്നതിന് അടുത്തുള്ള ബോക്സ് ചെക്കുചെയ്യുക.",
    "292250020": "1. സ്ക്രീനിന്റെ മുകളിൽ വലത് കോണിലുള്ള ഗിയർ തിരഞ്ഞെടുക്കുക, തുടർന്ന് \"ഇന്റർനെറ്റ് ഓപ്ഷനുകൾ\" തിരഞ്ഞെടുക്കുക. നിങ്ങൾക്ക് മെനു ബാർ പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് \"ടൂളുകൾ\" തുടർന്ന് \"ഇന്റർനെറ്റ് ഓപ്ഷനുകൾ\" തിരഞ്ഞെടുക്കാം.",
    "4114820649": "2. \"സ്വകാര്യത\" ടാബിൽ ക്ലിക്ക് ചെയ്യുക.",
    "946838734": "3. \"വിപുലമായ\" ബട്ടൺ തിരഞ്ഞെടുക്കുക.",
    "348809718": "4. \"മൂന്നാം കക്ഷി കുക്കികൾ\" എന്നതിന് കീഴിൽ \"അംഗീകരിക്കുക\" തിരഞ്ഞെടുക്കുക.",
    "1253441326": "5. \"ശരി\" ക്ലിക്ക് ചെയ്യുക",
    "852032043": "സഫാരി",
    "836017336": "ഫയർഫോക്സ്",
    "3356349631": "ഗൂഗിൾ ക്രോം",
    "3235744534": "ഇന്റർനെറ്റ് എക്സ്പ്ലോറർ",
    "4104188759": "AI എത്തിക്‌സ് നയം",
    "1161704803": "എന്തുകൊണ്ടാണ് ഞങ്ങൾക്ക് ഒരു AI എത്തിക്‌സ് നയം ഉള്ളത്?",
    "1806535500": "പെൻസിലുകൾ മുതൽ ഡൈനാമൈറ്റ് വരെയുള്ള എല്ലാ സാങ്കേതിക വിദ്യകളും a",
    "24452499": "പരിഹാരം; അത് നല്ലതിനും ചീത്തയ്ക്കും ഉപയോഗിക്കാം. ഇരട്ട ഉപയോഗ പരിഹാരങ്ങൾ ഗവേഷണം ചെയ്യുകയോ നിർമ്മിക്കുകയോ വിൽക്കുകയോ ചെയ്യുന്ന ഓരോ കമ്പനിക്കും അവരുടെ പ്രവർത്തനങ്ങളുടെ അനന്തരഫലങ്ങൾ പരിഗണിക്കാനുള്ള ബാധ്യതയുണ്ട്.",
    "4023575072": "ഇരട്ട ഉപയോഗം",
    "3336625692": "AI എത്തിക്‌സിന്റെ പശ്ചാത്തലത്തിൽ ഈ വിഷയത്തെക്കുറിച്ചുള്ള ഞങ്ങളുടെ ചിന്തകൾ ഈ പേജ് വിശദമാക്കുന്നു, ഞങ്ങളുടെ സേവനങ്ങളുടെ ഉപയോഗം ഒരു കമ്പനിയെന്ന നിലയിൽ ഞങ്ങൾ സ്വീകരിച്ച നയങ്ങൾക്ക് അനുസൃതമായി തുടരുന്നുവെന്ന് ഉറപ്പാക്കാൻ ഞങ്ങൾ പിന്തുടരുന്ന പ്രക്രിയകൾ.",
    "835717930": "hCaptcha-യിലെ AI എത്തിക്സ്",
    "2179524509": "hCaptcha സേവനത്തിന് ഏത് തരത്തിലുള്ള ചോദ്യങ്ങളാണ് അനുവദനീയമായതെന്നും എന്തിനാണ് പ്രത്യേക ചോദ്യങ്ങൾ ചോദിക്കുന്നതെന്നും ഞങ്ങൾക്ക് ഇടയ്ക്കിടെ ചോദ്യങ്ങൾ ലഭിക്കും.",
    "1962721652": "മനുഷ്യർ പാറ്റേൺ അന്വേഷിക്കുന്നവരാണ്, ചിലപ്പോൾ നിരുപദ്രവകരമായ ഒരു ചോദ്യം പൂർണ്ണമായും ആശ്ചര്യകരമല്ലാത്തതിൽ നിന്ന് ഒരു നിമിഷത്തിൽ സംശയാസ്പദമായി മാറിയേക്കാം, ചോദ്യം ചോദിക്കുന്ന ആരുടെയും പ്രേരണകളേക്കാൾ ലോകത്തിലെ മാറ്റങ്ങൾ കാരണം.",
    "3974566657": "സേവനങ്ങൾ കൂടുതൽ ജനപ്രിയമാകുമ്പോൾ, ഇത്തരത്തിലുള്ള സംഭവങ്ങൾ അനിവാര്യമായും കൂടുതൽ പതിവായി മാറുന്നു. ലോകത്തിലെ എല്ലാ രാജ്യങ്ങളിലും ഓരോ ദിവസവും ദശലക്ഷക്കണക്കിന് ആളുകൾ hCaptcha ഉപയോഗിക്കുന്നു, അതിനാൽ ഞങ്ങൾ ഈ നയവും കഴിയുന്നത്ര സുതാര്യമായിരിക്കാൻ ഈ പ്രശ്‌നങ്ങൾ എങ്ങനെ കൈകാര്യം ചെയ്യുന്നു എന്നതിനെക്കുറിച്ചുള്ള ഒരു കേസ് പഠനവും പ്രസിദ്ധീകരിക്കുന്നു.",
    "1830910223": "ഒരു യഥാർത്ഥ ലോക AI എത്തിക്‌സ് കേസ് പഠനം",
    "805971861": "കമ്പ്യൂട്ടർ വിഷൻ ഗവേഷകർ ഉപയോഗിക്കുന്ന സ്റ്റാൻഡേർഡ് ബെഞ്ച്മാർക്ക് ഡാറ്റാസെറ്റായ ഇമേജ്നെറ്റിലെ ഒരു പദമാണ് \"കുട\". സുരക്ഷിതമായ അടുത്ത തലമുറ അഡ്വാൻസ്ഡ് ഡ്രൈവർ അസിസ്റ്റൻസ് (ADAS) സംവിധാനങ്ങൾ നിർമ്മിക്കുന്നതിന് കുട പിടിക്കുന്ന ആളുകളെ വിശ്വസനീയമായി തിരിച്ചറിയുന്നത് വളരെ പ്രധാനമാണ്.",
    "3988350": "യഥാർത്ഥ ലോക കുട വ്യാഖ്യാനങ്ങൾക്ക് മികച്ച ഉപയോഗ കേസുകൾ ഉണ്ടെന്നാണ് ഇതിനർത്ഥം. സ്വയം-ഡ്രൈവിംഗ് കാറുകളുടെ സ്വാധീനത്തിൽ വിയോജിപ്പിന് ഇടമുണ്ട്, എന്നാൽ ADAS സംവിധാനങ്ങൾ ഇതിനകം തന്നെ ലാഭിക്കുന്നു",
    "548587288": "ലോകമെമ്പാടും.",
    "3138772661": "ഓരോ വർഷവും ആയിരക്കണക്കിന് ജീവിതങ്ങൾ",
    "3168199226": "എന്നിരുന്നാലും, 2020-ൽ ഇത്തരമൊരു ഡാറ്റാസെറ്റ് നിർമ്മിക്കുന്നത് ഒരു വർഷം മുമ്പ് ചിലർ പ്രതീക്ഷിച്ചിരുന്ന ഒരു വിധത്തിൽ ഒരു ഡ്യുവൽ യൂസ് ടെക്‌നോളജിയായി കാണപ്പെടുമെന്ന് വ്യക്തമായി.",
    "558378834": "അതിനാൽ ഇപ്പോൾ കുടകളുമായി ബന്ധപ്പെട്ട ചോദ്യങ്ങൾക്കുള്ള അഭ്യർത്ഥനകൾ ഞങ്ങൾ സ്വീകരിക്കുന്നതല്ല. നിലവിലെ നിമിഷത്തിൽ ഒരു അന്തിമ ഉപയോക്താവ് കുടകളെക്കുറിച്ചുള്ള ഒരു ചോദ്യം കാണുമ്പോൾ ആശയക്കുഴപ്പത്തിനുള്ള സാധ്യത വളരെ കൂടുതലാണ്, ആത്യന്തികമായി ലോകത്തെ കൂടുതൽ മനോഹരമായ സ്ഥലമാക്കി മാറ്റുക എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം.",
    "3376604063": "AI എത്തിക്സ് നയങ്ങളും പ്രക്രിയകളും",
    "1923365316": "hCaptcha-യിൽ ഞങ്ങൾക്ക് കർശനമായ AI എത്തിക്‌സ് നയമുണ്ട്, അതിന്റെ ഭാഗമായി നിങ്ങളുടെ ഉപഭോക്താവിനെ അറിയുക (KYC) പ്രക്രിയയും ഉൾപ്പെടുന്നു.",
    "4230322909": "ഞങ്ങളുടെ ഉൽപ്പന്നങ്ങൾക്കും സേവനങ്ങൾക്കും അനുയോജ്യമാണെന്ന് സ്ഥിരീകരിക്കാനും കമ്പനി എന്ന നിലയിൽ ഞങ്ങൾ സ്വീകരിച്ച നയങ്ങൾ അത് പാലിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കാനും, ഓരോ പുതിയ ഉപഭോക്താവിനെക്കുറിച്ചും അവർ ഉദ്ദേശിച്ച ഉപയോഗ സാഹചര്യത്തെക്കുറിച്ചും നല്ല ധാരണ നേടാൻ ഞങ്ങൾ എപ്പോഴും ശ്രമിക്കുന്നു.",
    "2735073144": "ആവശ്യാനുസരണം ഞങ്ങൾ തുടർച്ചയായ അവലോകനങ്ങളും നടത്തുന്നു. ഉദാഹരണത്തിന്, കുടയുമായി ബന്ധപ്പെട്ട ലേബലിംഗ് അഭ്യർത്ഥനകൾക്കായുള്ള അഭ്യർത്ഥനകളുടെ തീയതികളും ഉറവിടങ്ങളും സംബന്ധിച്ച ഞങ്ങളുടെ സമീപകാല അവലോകനത്തിൽ, കഴിഞ്ഞ 12 മാസമായി ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിച്ച് കുടകൾ സംബന്ധിച്ച് സർക്കാർ സ്ഥാപനമോ അറിയപ്പെടുന്ന നിരീക്ഷണ സോഫ്‌റ്റ്‌വെയർ വിതരണക്കാരോ അഭ്യർത്ഥനകൾ നടത്തിയിട്ടില്ലെന്ന് ഞങ്ങൾക്ക് പെട്ടെന്ന് സ്ഥിരീകരിക്കാൻ കഴിഞ്ഞു. .",
    "2715462692": "ഞങ്ങളുടെ AI എത്തിക്സ് പ്രക്രിയ എങ്ങനെയിരിക്കും?",
    "3049976256": "ഓരോ പുതിയ ലേബലിംഗ് ഉപഭോക്താവിനും, വിൽപ്പന പ്രക്രിയയിൽ ഞങ്ങൾ ഒരു ചെക്ക്‌ലിസ്റ്റിലൂടെ കടന്നുപോകുന്നു. ഇതിൽ ഓൺബോർഡിംഗിന് മുമ്പുള്ള പ്രാരംഭ KYC ഉത്സാഹവും ഞങ്ങളുടെ അനലിസ്റ്റുകളോട് നടത്തിയ എല്ലാ അഭ്യർത്ഥനകളുടെയും പരിശോധനയും തത്സമയ സ്പോട്ട് ചെക്കുകളും ഞങ്ങളുടെ സ്വയം സേവന പ്ലാറ്റ്ഫോം ഉപയോഗിച്ച് നടത്തിയ അഭ്യർത്ഥനകളുടെ ആനുകാലിക അവലോകനങ്ങളും ഉൾപ്പെടുന്നു.",
    "3103642530": "ഈ അവലോകനം നിരവധി സെറ്റ് മാനദണ്ഡങ്ങൾ ഉൾക്കൊള്ളുന്നു:",
    "3349094124": "ധാർമ്മിക പ്രശ്‌നങ്ങളുടെ മാനദണ്ഡം: ലക്ഷ്യം",
    "1038019440": "1. അന്താരാഷ്ട്ര നിയമങ്ങൾക്കും മാനദണ്ഡങ്ങൾക്കും വിരുദ്ധമായ പെരുമാറ്റത്തിൽ ഏർപ്പെടുന്നതായി അറിയപ്പെടുന്ന ഒരു രാജ്യത്തിന്റെ ദേശീയ താൽപ്പര്യങ്ങളെ ഈ ഉപഭോക്താവ് പ്രതിനിധീകരിക്കുന്നുണ്ടോ?",
    "493717511": "2. ഈ ഉപഭോക്താവ് അഭ്യർത്ഥിക്കുന്ന സേവനമാണോ",
    "2209109640": "അവരുടെ സാധാരണ ബിസിനസ്സ് പ്രവർത്തനങ്ങളുടെ പശ്ചാത്തലത്തിൽ, ക്ഷുദ്രകരമായ ആവശ്യങ്ങൾക്കായി മാത്രം ഉപയോഗിക്കുന്നുണ്ടോ?",
    "3457805519": "3. യുഎസ് നിയമത്തിനും ഞങ്ങളുടെ ഇടപഴകൽ നിയമങ്ങൾക്കും കീഴിൽ ഉപഭോക്താവിന്റെ അഭ്യർത്ഥന നിറവേറ്റാനാകുമോ?",
    "1942611550": "പ്രാഥമികമായി",
    "109179759": "ധാർമ്മിക പ്രശ്‌നങ്ങളുടെ മാനദണ്ഡം: ആത്മനിഷ്ഠ",
    "1033698050": "1. സാധാരണ പാശ്ചാത്യ സാമൂഹിക മാനദണ്ഡങ്ങളുടെ വ്യാഖ്യാനമനുസരിച്ച്, ധാർമ്മികമായി സ്വീകാര്യമെന്ന് കരുതുന്ന ഒരു ഉപയോഗ കേസ് ഉപഭോക്താവ് ഞങ്ങൾക്ക് നൽകിയിട്ടുണ്ടെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നുണ്ടോ?",
    "361372538": "2. ഞങ്ങൾ നൽകിയ സേവനങ്ങൾ ഉപഭോക്താവ് വിവേചനപരമായ ആവശ്യങ്ങൾക്കായി ഉപയോഗിക്കുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നുണ്ടോ?",
    "2867855718": "3. അഭ്യർത്ഥനയ്ക്കായി സ്വകാര്യത ആവശ്യങ്ങൾ തൃപ്തികരമായി പരിഹരിക്കാൻ കഴിയുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നുണ്ടോ?",
    "2462728596": "ഈ പോയിന്റുകളിൽ ഞങ്ങൾക്ക് സ്വയം തൃപ്തിയടയാൻ കഴിയുന്നില്ലെങ്കിൽ, ഞങ്ങൾ അഭ്യർത്ഥന നിരസിക്കുകയും ഞങ്ങളുടെ നിബന്ധനകളിൽ പറഞ്ഞിരിക്കുന്നതുപോലെ ഞങ്ങളുടെ പ്ലാറ്റ്‌ഫോമിലേക്കുള്ള കൂടുതൽ ആക്‌സസ് അവസാനിപ്പിക്കുകയും ചെയ്യും.",
    "1995277831": "നന്ദി",
    "1818116402": "ഒരു AI എത്തിക്‌സ് ഘടകം ഉപയോഗിച്ച് ഞങ്ങൾ എങ്ങനെ പ്രവർത്തനപരമായ ചോദ്യങ്ങൾ കൈകാര്യം ചെയ്യുന്നു എന്നതിനെക്കുറിച്ചുള്ള ഈ ലുക്ക് നിങ്ങൾ വിലമതിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു.",
    "1499894352": "വളരെ കുറച്ച് കമ്പനികൾ ഈ മേഖലയിലെ അവരുടെ തീരുമാനമെടുക്കൽ പ്രക്രിയകളിൽ സുതാര്യത വാഗ്ദാനം ചെയ്യുന്നു, മറ്റുള്ളവർ ഈ മാതൃക പിന്തുടരുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു!",
    "535659033": "ക്രിയേറ്റീവ് കോമൺസ് ആട്രിബ്യൂഷൻ",
    "1495915066": "ഞങ്ങളും ഞങ്ങളുടെ അക്കാദമിക് ഗവേഷണ പങ്കാളികളും ഞങ്ങളുടെ ഉപഭോക്താക്കളും എങ്ങനെ ക്രിയേറ്റീവ് കോമൺസ് മീഡിയ ഉപയോഗിക്കുന്നു",
    "3017533972": "മെഷീൻ ലേണിംഗ് മേഖലയിൽ മാനവികതയുടെ അറിവ് വർദ്ധിപ്പിക്കുന്നതിനായി ഞങ്ങളും ഞങ്ങളുടെ അക്കാദമിക് ഗവേഷണ പങ്കാളികളും ഞങ്ങളുടെ ഉപഭോക്താക്കളും hCaptcha പ്ലാറ്റ്‌ഫോം വഴി ക്രിയേറ്റീവ് കോമൺസ്-ലൈസൻസ് ഉള്ള ഉള്ളടക്കത്തിന്റെ ഭാഗങ്ങൾ ഇടയ്ക്കിടെ പരാമർശിക്കുകയോ പുനർനിർമ്മിക്കുകയോ ചെയ്തേക്കാം.",
    "1428053210": "ഈ ഉള്ളടക്കം സാധാരണയായി അതിന്റെ യഥാർത്ഥ രൂപത്തിൽ നിന്ന് രൂപാന്തരപ്പെടുന്നു. ഉദാഹരണത്തിന്, ഒരു വീഡിയോ പല ചിത്രങ്ങളായി വിഭജിക്കപ്പെട്ടേക്കാം, ആ ചിത്രങ്ങൾ പല പുതിയ ചിത്രങ്ങളായി വിഭജിക്കപ്പെട്ടേക്കാം, കൂടാതെ ആ പുതിയ ചിത്രങ്ങൾ ക്രമരഹിതമായി മിക്‌സ് ചെയ്‌ത് അന്തിമ ഫലം പ്രദർശിപ്പിക്കും.",
    "1728211763": "ഈ വിധത്തിലും ഈ ആവശ്യങ്ങൾക്കുമായി ഉള്ളടക്കം ഉപയോഗിക്കുന്നത് നിയമത്തെയും ഈ മേഖലയിലെ സ്റ്റാൻഡേർഡ് സമ്പ്രദായങ്ങളെയും കുറിച്ചുള്ള ഞങ്ങളുടെ ധാരണയനുസരിച്ച് ന്യായമായ ഉപയോഗ മാർഗ്ഗനിർദ്ദേശങ്ങളിൽ ഉൾപ്പെടുന്നു, എന്നാൽ ഞങ്ങൾ ക്രിയേറ്റീവ് കോമൺസിന്റെ ദീർഘകാല ആരാധകരാണ്, മാത്രമല്ല ഇതിൽ സഹായിക്കുന്ന ആർക്കും ക്രെഡിറ്റ് നൽകാൻ താൽപ്പര്യപ്പെടുന്നു. മെഷീൻ ഇന്റലിജൻസ് മെച്ചപ്പെടുത്തുക എന്ന മഹത്തായ ചുമതല.",
    "1949452297": "hCaptcha UI-യുടെ അന്തർലീനമായ നിയന്ത്രണങ്ങളും അതിന്റെ സുരക്ഷാ പരിഗണനകളും കാരണം, ഓരോ ചിത്രത്തിന്റെയും ഉറവിടം അതിന്റെ ഉപയോഗത്തോട് നേരിട്ട് പുനർനിർമ്മിക്കാൻ സാധ്യമല്ല. പകരം, ഞങ്ങളുടെ ഹോംപേജിൽ നിന്ന് ഞങ്ങൾ ഈ പേജിലേക്ക് ലിങ്ക് ചെയ്യുകയും പ്ലാറ്റ്‌ഫോം വഴി നിലവിൽ അല്ലെങ്കിൽ അടുത്തിടെ നൽകിയ ഉറവിടങ്ങളുടെ ഒരു ലിസ്റ്റ് പരിപാലിക്കുകയും ചെയ്യുന്നു. നിങ്ങൾക്ക് നിലവിലെ ലിസ്റ്റ് ആക്സസ് ചെയ്യാം",
    "2367602973": "ഇവിടെ",
    "659124570": "കൂടാതെ, നിങ്ങളുടേതായ ഉള്ളടക്കം hCaptcha പ്ലാറ്റ്‌ഫോമിൽ പുനർനിർമ്മിച്ചതായി കാണുകയും ഏതെങ്കിലും കാരണത്താൽ അത് നീക്കം ചെയ്യാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് ഇമെയിൽ വഴി ഞങ്ങളെ ബന്ധപ്പെടാം",
    "2066749488": "മറ്റ് പരാതികൾ",
    "3479034323": "നിങ്ങളുടേതായ ഉള്ളടക്കം hCaptcha പ്ലാറ്റ്‌ഫോമിൽ പുനർനിർമ്മിച്ചതായി കാണുകയും ഏതെങ്കിലും കാരണത്താൽ അത് നീക്കം ചെയ്യാൻ ആഗ്രഹിക്കുകയും ചെയ്യുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് ഞങ്ങളെ ഇമെയിൽ വഴി ബന്ധപ്പെടാവുന്നതാണ്.",
    "1836554225": "ബ്ലോഗ് പോസ്റ്റുകൾ",
    "2873297188": "എല്ലാ CAPTCHA കളും അമേരിക്കക്കാരല്ലാത്തവരോട് വിവേചനം കാണിക്കുന്നുണ്ടോ?",
    "165932542": "ലോകമെമ്പാടുമുള്ള hCaptcha സോൾവ് നിരക്കുകളിലേക്ക് ഒരു നോട്ടം",
    "1865097546": "നവംബർ 16, 2021",
    "3005876482": "hCaptcha ഇപ്പോൾ ഏറ്റവും വലിയ സ്വതന്ത്ര CAPTCHA സേവനമാണ്, ഇന്റർനെറ്റിന്റെ 15% പ്രവർത്തിക്കുന്നു",
    "693820850": "സ്വകാര്യതയ്ക്ക് മുൻതൂക്കം നൽകി നിങ്ങൾക്ക് ഗൂഗിളിനെ തോൽപ്പിക്കാം",
    "3609106478": "ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ്:",
    "299335340": "അതെന്താണ്, ആക്രമണങ്ങൾ എങ്ങനെ നിർത്താം",
    "354925785": "ആമുഖം",
    "423222878": "ഒരു സജീവ ഉപയോക്തൃ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യുന്നതിന് നിയമാനുസൃതമായ ഉപയോക്തൃ ക്രെഡൻഷ്യലുകൾ ഉപയോഗിക്കുന്നതിന് ക്ഷുദ്രക്കാരനായ ഒരു നടന് കഴിയുന്നത് കണ്ടെത്താനും തടയാനും തടയാനുമുള്ള ഏറ്റവും ബുദ്ധിമുട്ടുള്ള ചില സൈബർ ആക്രമണങ്ങളാണ്. ധാരാളം അത്യാധുനിക കണ്ടെത്തൽ കഴിവുകൾ ഇല്ലാതെ, അക്കൗണ്ട് ഹോസ്റ്റുചെയ്യുന്ന കമ്പനിക്ക് എന്തെങ്കിലും കുഴപ്പമുണ്ടെന്ന് സംശയിക്കാൻ കാരണമില്ല. ഒരു ഉപഭോക്താവ് അവന്റെ അല്ലെങ്കിൽ അവളുടെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്തതായി തോന്നുന്നു. മോഷ്ടിച്ച ക്രെഡൻഷ്യലുകൾ ഉപയോഗിച്ചാണ് ആക്രമണകാരി ഈ വിജയകരമായ തന്ത്രം നേടിയത്-സാധാരണയായി \"ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ്\" എന്നറിയപ്പെടുന്ന സൈബർ ആക്രമണ സാങ്കേതികതയുടെ ഫലം. ഇന്ന് ഇതൊരു ഗുരുതരമായ പ്രശ്‌നമാണ്, എന്നാൽ ശരിയായ പ്രതിരോധ നടപടികളിലൂടെ ലഘൂകരിക്കാൻ കഴിയുന്ന ഒന്നാണ്.",
    "777660551": "എന്താണ് ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ്?",
    "2602763587": "ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് എന്നത് സൈബർ ആക്രമണത്തിന്റെ ഒരു രൂപമാണ്, അതിൽ ആക്രമണകാരി മോഷ്ടിച്ച ഉപയോക്തൃനാമങ്ങളും പാസ്‌വേഡുകളും ഉപയോഗിച്ച് ഒന്നിലധികം തവണ വെബ്‌സൈറ്റിൽ ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുന്നു. \"സ്റ്റഫിംഗ്\" എന്നത് ആവർത്തിച്ചുള്ള ലോഗിൻ ശ്രമങ്ങളെ സൂചിപ്പിക്കുന്നു, അവ മിക്കവാറും എപ്പോഴും ഓട്ടോമേറ്റഡ് ബോട്ട് സോഫ്‌റ്റ്‌വെയറാണ് നടത്തുന്നത്.",
    "1271831121": "ക്രെഡൻഷ്യലിന് ശേഷം ക്രെഡൻഷ്യൽ ടൈപ്പ് ചെയ്യുന്ന ഹാക്കർ (തീർച്ചയായും ഒരു ഹൂഡി ധരിച്ച്!) അവിടെ ഇരിക്കുന്നത് പോലെയല്ല ഇത്. സെലിനിയം പോലുള്ള ഒരു ഓഫ്-ദി-ഷെൽഫ് ടൂളിൽ നിന്നോ ഇഷ്ടാനുസൃതമായി വികസിപ്പിച്ച ഹാക്കർ ടൂളിൽ നിന്നോ ഓട്ടോമേറ്റഡ് ലോഗിൻ ബോട്ട് നിർമ്മിക്കാം.",
    "2588750717": "തീർച്ചയായും, ചില ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് ആക്രമണങ്ങളിൽ ദശലക്ഷക്കണക്കിന് ക്രെഡൻഷ്യലുകൾ ഉൾപ്പെടുന്നു-എല്ലാം സംശയാസ്പദമായ വെബ്‌സൈറ്റ് ലോഗിൻ ഇന്റർഫേസിലേക്ക് പ്രവേശിക്കാൻ അനുവദിക്കുമെന്ന പ്രതീക്ഷയിൽ നിറയ്ക്കുന്നു. അകത്ത് കടന്നാൽ, ആക്രമണകാരിക്ക് ഇരയുടെ അക്കൗണ്ട് ഏറ്റെടുക്കാം.",
    "1137757109": "ഇതൊരു ഇ-കൊമേഴ്‌സ് അക്കൗണ്ടാണെങ്കിൽ, ആക്രമണകാരിക്ക് ചരക്ക് ഓർഡർ ചെയ്യാൻ കഴിയും. ഇര ഒരു ബാങ്കാണെങ്കിൽ, ആക്രമണകാരിക്ക് ഓഫ്‌ഷോർ ഫണ്ട് ട്രാൻസ്ഫർ ചെയ്യാം.",
    "1559150837": "എന്നിരുന്നാലും, ലക്ഷ്യങ്ങൾ പ്രതിരോധമില്ലാത്തവയല്ല. ചുരുങ്ങിയ സമയത്തിനുള്ളിൽ ഒരേ ഐപി വിലാസത്തിൽ നിന്ന് ആയിരക്കണക്കിന് വ്യത്യസ്ത അക്കൗണ്ടുകളിലേക്ക് ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുന്ന സംശയാസ്പദമായ ഉപയോക്താവിനെ തടയുന്ന നിയന്ത്രണങ്ങൾ മിക്ക വെബ്‌സൈറ്റുകൾക്കും ഉണ്ട്. ഈ സംരക്ഷണ സാങ്കേതികതകളെ മറികടക്കാൻ ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് ആക്രമണകാരികൾ ചെയ്യുന്നത് ഭൂമിശാസ്ത്രപരവും ഐപി വൈവിധ്യവും അനുകരിക്കുക എന്നതാണ്. ശക്തമായ, പലപ്പോഴും AI- പ്രവർത്തിക്കുന്ന ഉപകരണങ്ങൾ ഉപയോഗിച്ച്, ആയിരക്കണക്കിന് ഉപയോക്താക്കൾ രാജ്യത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ നിന്ന് ദിവസത്തിന്റെ വിവിധ സമയങ്ങളിൽ ക്രമരഹിതമായി ലോഗിൻ ചെയ്യാൻ ശ്രമിക്കുന്നതായി അവർക്ക് ദൃശ്യമാക്കാനാകും. ഇത് കണ്ടുപിടിക്കാനും നിർത്താനും വളരെ ബുദ്ധിമുട്ടാണ്.",
    "1892020899": "ഹാക്കർമാർക്ക് ക്രെഡൻഷ്യലുകൾ എവിടെ നിന്ന് ലഭിക്കും?",
    "2597149484": "ഹാക്കർ ഇത്രയധികം ക്രെഡൻഷ്യലുകൾ \"സ്റ്റഫ്\" ചെയ്യേണ്ടതിന്റെ കാരണം, അവർക്ക് മോഷ്ടിച്ച ക്രെഡൻഷ്യലുകൾ എവിടെ നിന്ന് ലഭിക്കുന്നു എന്നതുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു.",
    "3030395800": "ഈ ക്രെഡൻഷ്യലുകൾ സാധാരണയായി ഡാറ്റാ ലംഘനങ്ങളിൽ നിന്നാണ് വരുന്നത്. \"ക്രെഡൻഷ്യൽ സ്പില്ലുകൾ\" എന്നും അറിയപ്പെടുന്ന ഈ ആക്രമണങ്ങൾ ദശലക്ഷക്കണക്കിന് ക്രെഡൻഷ്യലുകൾ ഡാർക്ക് വെബിലേക്ക് വലിച്ചെറിയപ്പെടുന്നതിന് കാരണമാകും. ഒരു ബാങ്കിൽ നിന്നാണ് ചോർച്ചയുണ്ടായതെങ്കിൽ, മറ്റ് സൈറ്റുകളിലേക്ക് കടക്കാൻ ഹാക്കർ ആ ക്രെഡൻഷ്യലുകൾ ഉപയോഗിക്കാൻ ശ്രമിക്കും. നിരവധി ആളുകൾ ഒന്നിലധികം സൈറ്റുകൾക്കായി ഒരേ ഉപയോക്തൃനാമവും പാസ്‌വേഡും കോമ്പിനേഷൻ ഉപയോഗിക്കുന്നതിനാൽ ഈ സമീപനം പ്രവർത്തിക്കുന്നു. (ഈ സമ്പ്രദായം നിരുത്സാഹപ്പെടുത്തുന്നു, എന്നാൽ യാഥാർത്ഥ്യം അതാണ്. ആളുകൾ ഒരേ ലോഗിൻ ക്രെഡൻഷ്യലുകൾ ആവർത്തിക്കുന്നു.)",
    "1258965840": "അതിനാൽ, ആക്രമണകാരിക്ക് ഒരു സൈറ്റിൽ പ്രവേശിക്കാൻ കഴിയുമെങ്കിൽ, ചോർന്ന ക്രെഡൻഷ്യലുകൾ ഉപയോഗിച്ച് അയാൾക്ക് ഒന്നിലധികം സൈറ്റുകളിൽ പ്രവേശിക്കാം. ഉദാഹരണത്തിന്, അവർക്ക് JohnDoe/525momma പോലെയുള്ള ഒരു ഉപയോക്തൃനാമം/പാസ്‌വേഡ് ജോടി ലഭിച്ചേക്കാം, എന്നാൽ ആ ജോഡി അവർക്കായി എന്തുചെയ്യുമെന്ന് അവർക്ക് അറിയില്ല. അതിനാൽ, അവർ Amazon.com, Ebay, Citibank, Walgreens എന്നിവയിൽ ജോഡി പരീക്ഷിക്കുന്നു. ആയിരം വ്യത്യസ്ത സൈറ്റുകളിൽ അവർ ആ ജോഡി പരീക്ഷിച്ചേക്കാം.",
    "3594440415": "ഒടുവിൽ, അവർ വാതിൽ തുറക്കാൻ തുടങ്ങും.",
    "780280214": "എങ്ങനെയാണ് hCaptcha, hCaptcha എന്റർപ്രൈസ് ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് ഭീഷണി ലഘൂകരിക്കുന്നത്",
    "4165374512": "ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് തടയാൻ ഐപിയും ലൊക്കേഷൻ ഡിറ്റക്ഷൻ ടൂളുകളും ഉപയോഗിക്കാൻ കഴിയുമെങ്കിലും, ഓട്ടോമേറ്റഡ് ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് ബോട്ടിനെ തന്നെ തടസ്സപ്പെടുത്തുക എന്നതാണ് കൂടുതൽ ചെലവ് കുറഞ്ഞതും കൃത്യവുമായ മാർഗ്ഗം. hCaptcha, hCaptcha എന്റർപ്രൈസ് എന്നിവയ്ക്ക് എൻട്രി പോയിന്റിൽ ബോട്ട് സ്റ്റമ്പ് ചെയ്യാൻ കഴിയും. ബോട്ടിന് ശരിയായ ക്രെഡൻഷ്യലുകൾ ഉണ്ടെങ്കിലും, അതിന് hCaptcha Enterprise-ന്റെ കണ്ടെത്തൽ അല്ലെങ്കിൽ hCaptcha-യുടെ CAPTCHA എന്നിവയെ മറികടക്കാൻ കഴിയുന്നില്ലെങ്കിൽ, അതിന് അതിന്റെ സ്റ്റഫ് ചെയ്യാനും നിങ്ങളുടെ സൈറ്റും ഉപയോക്താക്കളും പരിരക്ഷിക്കപ്പെടുകയും ചെയ്യും.",
    "3269644546": "ദയവായി",
    "1058572205": "നിങ്ങൾ ഇതിനെക്കുറിച്ച് കൂടുതലറിയാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ ഞങ്ങളെ",
    "3753613260": "ബന്ധപ്പെടുക",
    "1792519141": "hCaptcha എന്റർപ്രൈസ്",
    "3515435438": "DMCA പരാതികൾ റിപ്പോർട്ടുചെയ്യുന്നു",
    "54093347": "DMCA രജിസ്റ്റർ ചെയ്ത ഏജന്റ്",
    "3233441200": "ലംഘന നയം ആവർത്തിക്കുക",
    "4011712313": "ഞങ്ങളുടെ ഡി‌എം‌സി‌എ നയത്തിന്റെ ഭാഗമായി, ഒരു മൾട്ടി-സ്റ്റെപ്പ് ഡി‌എം‌സി‌എ ആവർത്തന ലംഘന നയത്തിലേക്ക് ലംഘനം ആരോപിക്കപ്പെടുന്ന ഒന്നിലധികം ഡി‌എം‌സി‌എ അറിയിപ്പുകൾ ലഭിക്കുന്ന ഉപഭോക്താക്കളുടെ അക്കൗണ്ടുകൾ ഞങ്ങൾ സ്ഥാപിക്കുന്നു. ഒരു കലണ്ടർ മാസത്തിൽ ആവർത്തിച്ചുള്ള DMCA അറിയിപ്പുകൾ ലഭിക്കുമ്പോൾ, ഉപഭോക്തൃ അക്കൗണ്ട് ഒരു പോളിസി ഘട്ടത്തിൽ നിന്ന് അടുത്തതിലേക്ക് പുരോഗമിക്കും.",
    "766825168": "DMCA ആവർത്തന ലംഘന നയത്തിന് കീഴിൽ ഞങ്ങൾ എടുത്തേക്കാവുന്ന പ്രവർത്തനങ്ങളിൽ, അക്കൗണ്ടിന്റെ ഉപഭോക്താവിന് റെക്കോർഡ് ദൃശ്യതയുടെ വർദ്ധിച്ച അലേർട്ടുകൾ അയക്കുന്നത് ഉൾപ്പെടുന്നു. ഈ അലേർട്ടുകൾ അംഗീകരിക്കുന്നതിന്, ഉപഭോക്താവ് അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യാനോ ഞങ്ങളുടെ പിന്തുണാ ടീമിനെ വിളിക്കാനോ ഞങ്ങൾ ആവശ്യപ്പെട്ടേക്കാം. ഞങ്ങൾ ആവർത്തിച്ചുള്ള ലംഘന അലേർട്ടുകൾ അയച്ചതിന് ശേഷവും ലംഘനം ആരോപിക്കപ്പെടുന്ന DMCA അറിയിപ്പുകൾ തുടർന്നും ലഭിക്കുന്ന ഏതൊരു ഉപഭോക്താവിന്റെയും hCaptcha, IMI സേവനങ്ങൾ താൽക്കാലികമായി നിർത്താനോ അവസാനിപ്പിക്കാനോ ഉള്ള മറ്റ് ഇടക്കാല നടപടികൾ ബാധകമാക്കാനും ഞങ്ങളിൽ അവകാശമുണ്ട്. കൂടാതെ, ഈ നയത്തിന് കീഴിലുള്ള hCaptcha സേവനം ഞങ്ങൾ അവസാനിപ്പിക്കുമ്പോൾ ഈ ഉപഭോക്താക്കൾക്ക് നൽകുന്ന മറ്റ് hCaptcha അല്ലെങ്കിൽ IMI സേവനങ്ങൾ ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ അവസാനിപ്പിക്കാം.",
    "2410122265": "hCaptcha ഉറവിടങ്ങൾ: ബോട്ടുകൾ 101",
    "4166776480": "ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ്: അതെന്താണ്, ആക്രമണങ്ങൾ എങ്ങനെ നിർത്താം",
    "2301335298": "പേയ്‌മെന്റ് തട്ടിപ്പ്: അതിവേഗം വികസിച്ചുകൊണ്ടിരിക്കുന്ന സൈബർ കുറ്റകൃത്യങ്ങളുടെ ഒരു മോഡ് ലഘൂകരിക്കുന്നു",
    "3682071227": "അക്കൗണ്ട് ഏറ്റെടുക്കലുകൾ എന്താണ്, അവ എങ്ങനെ പ്രവർത്തിക്കും?",
    "2729131930": "എന്താണ് സ്ക്രാപ്പിംഗ്, അത് എങ്ങനെ പ്രവർത്തിക്കുന്നു?",
    "1344959096": "ഒരു വ്യക്തിഗത ഡാറ്റ ലേബലറായി പ്രവർത്തിക്കുന്നു",
    "3510143229": "വെബ്‌സൈറ്റുകൾക്കും ആപ്പുകൾക്കുമുള്ള ഒരു സേവനമാണ് hCaptcha,",
    "3930611699": "വ്യക്തിഗത തൊഴിലാളികൾ.",
    "1051214799": "hCaptcha എന്നത് വെബ്‌സൈറ്റുകളുടെയോ ആപ്പുകളുടെയോ പ്രസാധകരുമായി മൂല്യം പങ്കിടാൻ ശ്രമിക്കുന്ന ഒരു വെബ് സുരക്ഷാ സേവനമാണ്.",
    "360236473": "hCaptcha സേവനം ആർക്കും ഒരു വ്യക്തിഗത ലേബലറായി പ്രവർത്തിക്കാൻ ഉദ്ദേശിച്ചുള്ളതല്ല. ഇത് ഈ ആവശ്യത്തിനായി രൂപകൽപ്പന ചെയ്തതോ അനുയോജ്യമോ അല്ല. വ്യക്തിഗത വരുമാന സ്രോതസ്സായി hCaptcha ഉപയോഗിക്കാൻ ആരെയും ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നില്ല.",
    "3842490632": "നിരവധി ചോദ്യങ്ങൾക്ക് ഉത്തരം നൽകാൻ ശ്രമിക്കുന്ന ഒരു വ്യക്തിഗത ഉപയോക്താവ് നിരക്ക് പരിമിതപ്പെടുത്തുകയോ വേഗത്തിൽ നിരോധിക്കുകയോ ചെയ്യും. നമ്മുടെ പോലെ തന്നെ പ്രധാനമാണ്",
    "1560232962": "വിശദമായി കവർ ചെയ്യുന്നു, നൽകിയിട്ടുള്ള ഏതെങ്കിലും ഉത്തരത്തിന് ലഭിച്ച തുക സംബന്ധിച്ച് യാതൊരു ഗ്യാരണ്ടിയും നൽകുന്നില്ല. ആ സമയത്ത് പണമടച്ചുള്ള ചോദ്യങ്ങളൊന്നും ലഭ്യമല്ലായിരിക്കാം, ഗുണനിലവാര കാരണങ്ങളാൽ ഒരു ഉത്തരം നിരസിക്കപ്പെട്ടേക്കാം, തുടങ്ങിയവ.",
    "2694001822": "എന്നിരുന്നാലും, സിസ്റ്റം പ്രോപ്പർട്ടികളും പുതിയ ഫീച്ചറുകളും പരിശോധിക്കാൻ ഞങ്ങളെ സഹായിക്കുന്നതിന് ഞങ്ങൾ ഇടയ്ക്കിടെ വ്യക്തികളെ നിയമിക്കുന്നു.",
    "1569804581": "ബന്ധപ്പെട്ട അവസരങ്ങളെക്കുറിച്ച് ഭാവിയിൽ നിങ്ങളെ ബന്ധപ്പെടാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ദയവായി ഈ ഫോം പൂരിപ്പിക്കുക.",
    "636461959": "പേര്",
    "1139500589": "രാജ്യം",
    "1789607185": "ഈ - മെയില് വിലാസം",
    "325077666": "നിങ്ങളുടെ വിവരങ്ങൾ സമർപ്പിക്കുന്നതിലൂടെ നിങ്ങൾ ഞങ്ങളോട് യോജിക്കുന്നു",
    "3555583744": "ഒപ്പം",
    "3609929815": ". വ്യക്തിഗത ലേബലിംഗ് തൊഴിൽ അവസരങ്ങളെക്കുറിച്ച് ഭാവിയിൽ നിങ്ങളെ ബന്ധപ്പെടുന്നതിന് വേണ്ടി മാത്രം ഞങ്ങൾ നിങ്ങളുടെ പേര്, രാജ്യം, ഇമെയിൽ വിലാസ വിവരങ്ങൾ എന്നിവ നിലനിർത്തും.",
    "4197928199": "സ്വകാര്യതാനയം",
    "851786723": "നിങ്ങളുടെ ഇമെയിൽ നൽകുന്നതിലൂടെ, ഞങ്ങളുടെ നിബന്ധനകളും സ്വകാര്യതാ നയവും നിങ്ങൾ അംഗീകരിക്കുകയും ഞങ്ങളിൽ നിന്ന് ഇമെയിൽ സ്വീകരിക്കുകയും ചെയ്യുന്നു.",
    "2402165761": "സ്ക്രാപ്പിംഗ് എങ്ങനെയാണ് പ്രവർത്തിക്കുന്നത്?",
    "4260542944": "വെബിൽ നിന്ന് വിവരങ്ങൾ ശേഖരിക്കുന്നതിന് പരിചിതവും പലപ്പോഴും ഉപയോഗപ്രദവുമായ ഒരു പ്രക്രിയയാണ് ഉള്ളടക്ക സ്ക്രാപ്പിംഗ് (\"സ്ക്രീൻ സ്ക്രാപ്പിംഗ്\" അല്ലെങ്കിൽ \"സ്ക്രാപ്പിംഗ്\" എന്നും അറിയപ്പെടുന്നു). എന്നിരുന്നാലും, സമീപ വർഷങ്ങളിൽ, ഈ സാങ്കേതികവിദ്യ ഹാക്കർമാരുടെയും വഞ്ചകരുടെയും പ്രിയപ്പെട്ട ഉപകരണമായി മാറിയിരിക്കുന്നു. പ്രതിരോധ നടപടികൾക്ക് ഭീഷണിയെ ഫലപ്രദമായി ലഘൂകരിക്കാൻ കഴിയും, എന്നാൽ അവ നടപ്പിലാക്കുന്നതിന്, പ്രക്രിയ എങ്ങനെ പ്രവർത്തിക്കുന്നുവെന്ന് മനസ്സിലാക്കേണ്ടത് അത്യാവശ്യമാണ്.",
    "2066255783": "എന്താണ് ഉള്ളടക്കം സ്‌ക്രാപ്പിംഗ്?",
    "1910628828": "ഒരു സോഫ്‌റ്റ്‌വെയർ ക്ലയന്റിലോ വെബ് ബ്രൗസറിലോ ആൾമാറാട്ടം നടത്തുന്ന ഒരു ഓട്ടോമേറ്റഡ് ടൂൾസെറ്റ് ഉൾപ്പെടുന്ന ഒരു സിസ്റ്റത്തിൽ നിന്ന് ഡാറ്റ പിടിച്ചെടുക്കുന്നതിനുള്ള ഒരു സാങ്കേതികതയാണ് ഉള്ളടക്ക സ്‌ക്രാപ്പിംഗ്. ഇത് പുതിയതല്ല. യഥാർത്ഥത്തിൽ, പഴയ മെയിൻഫ്രെയിമിൽ നിന്നുള്ള ഡാറ്റ ആവശ്യമായി വന്നേക്കാവുന്ന സോഫ്റ്റ്‌വെയർ എഞ്ചിനീയർമാർക്ക്, വിവരങ്ങൾ എക്‌സ്‌ട്രാക്‌റ്റുചെയ്യാനുള്ള ഒരേയൊരു മാർഗ്ഗം സ്‌ക്രാപ്പിംഗ് ആയിരിക്കും. യഥാർത്ഥ കണക്ടറുകൾ ഇല്ലാതായേക്കാം, പകരം വയ്ക്കുന്നത് അസാധ്യമാണ്.",
    "3408107995": "എന്നിരുന്നാലും, ഇന്ന്, സ്ക്രാപ്പിംഗ് എന്നത് ഒരു വെബ്‌സൈറ്റിൽ നിന്ന് ഡാറ്റ വലിക്കുന്നതിനുള്ള ഒരു പ്രോഗ്രാമാറ്റിക് സമീപനമാണ്. സ്ക്രാപ്പിംഗ് സോഫ്‌റ്റ്‌വെയർ ഒരു മനുഷ്യ ഉപയോക്താവിനെപ്പോലെ പ്രവർത്തിക്കുന്നു, ബട്ടണുകളിൽ ക്ലിക്കുചെയ്‌ത് ഫലമായുണ്ടാകുന്ന ഔട്ട്‌പുട്ട് വായിക്കുന്നു. സ്ക്രാപ്പിംഗിന് നിരവധി നിയമാനുസൃതമായ ഉപയോഗങ്ങളുണ്ട്. സെർച്ച് എഞ്ചിനുകൾക്ക് ശക്തി പകരുന്ന വെബ് ക്രാളറുകൾ ഒരു ഉദാഹരണമാണ്. ആയിരക്കണക്കിന് ട്രാവൽ വെബ്‌സൈറ്റുകളിലൂടെ യാത്രാ ഡീലുകൾക്കായി തിരയുന്ന സ്‌കൈസ്‌കാനർ പോലുള്ള ഉപകരണങ്ങളും അങ്ങനെ തന്നെ. ഡാറ്റാ കണക്ഷൻ ഉണ്ടാക്കാൻ ആപ്ലിക്കേഷൻ പ്രോഗ്രാമിംഗ് ഇന്റർഫേസുകൾ (API-കൾ) ലഭ്യമല്ലെങ്കിൽ, ബാങ്ക് സൈറ്റുകളിൽ നിന്ന് ഉപയോക്താവിന്റെ സാമ്പത്തിക ഡാറ്റ സ്‌ക്രാപ്പ് ചെയ്യുന്നതും ഫിൻ‌ടെക് സ്ഥാപനങ്ങൾ ഇത് ഉപയോഗിക്കുന്നു. സ്‌ക്രീൻ സ്‌ക്രാപ്പിംഗിൽ ശ്രദ്ധിക്കേണ്ട കാര്യങ്ങൾ അതിന്റെ വേഗതയും സ്കേലബിളിറ്റിയുമാണ്. ഇത് സംഭവിക്കുന്നത് തടയാൻ സൈറ്റുകൾ കോൺഫിഗർ ചെയ്‌തിട്ടില്ലെന്ന് കരുതി, ഈ പ്രക്രിയയ്ക്ക് വെബ്‌സൈറ്റുകളിൽ നിന്ന് ധാരാളം ഡാറ്റ ശേഖരിക്കാനാകും. കംപ്യൂട്ടിന്റെ വേഗതയിൽ, ഒരു സ്‌ക്രാപ്പറിന് വെബ്‌സൈറ്റുകളുമായും അവയെ പവർ ചെയ്യുന്ന അടിസ്ഥാന സോഫ്റ്റ്‌വെയറുകളുമായും ഡാറ്റാബേസുകളുമായും ഇടപഴകുന്നതിലൂടെ വലിയ ഡാറ്റാസെറ്റുകൾ ശേഖരിക്കാനാകും.",
    "1920884252": "എന്തുകൊണ്ടാണ് ഉള്ളടക്കം സ്‌ക്രാപ്പ് ചെയ്യുന്നത് സുരക്ഷാ ഭീഷണിയാകുന്നത്?",
    "2256795853": "വെബ്‌സൈറ്റുകളിൽ നിന്ന് ധാരാളം ഡാറ്റ വേഗത്തിൽ എക്‌സ്‌ട്രാക്‌റ്റുചെയ്യാനുള്ള കഴിവ് സ്‌ക്രാപ്പിംഗിനെ ക്ഷുദ്ര അഭിനേതാക്കളുടെ കൈകളിലെ ശക്തമായ ഉപകരണമാക്കി മാറ്റുന്നു. ഒരു സ്ക്രാപ്പിംഗ് ബോട്ടിന് സോഷ്യൽ മീഡിയ സൈറ്റുകളിൽ നിന്ന് ഉപയോക്തൃ ഡാറ്റ ശേഖരിക്കാനാകും. തുടർന്ന്, വിലാസങ്ങളും മറ്റ് വ്യക്തിഗത വിവരങ്ങളും ഉൾക്കൊള്ളുന്ന സൈറ്റുകൾ സ്‌ക്രാപ്പ് ചെയ്യുന്നതിലൂടെയും ഫലങ്ങളുമായി പരസ്പരബന്ധം ഉണ്ടാക്കുന്നതിലൂടെയും, ഒരു ഹാക്കർക്ക് വ്യാജ ക്രെഡിറ്റ് കാർഡ് അപേക്ഷകൾ സമർപ്പിക്കുന്നത് പോലുള്ള ഐഡന്റിറ്റി കുറ്റകൃത്യങ്ങളിൽ ഏർപ്പെടാം.",
    "4087694419": "വ്യാജമോ വഞ്ചനാപരമോ ആയ ഉൽപ്പന്ന ലിസ്റ്റിംഗുകൾ സൃഷ്ടിക്കാൻ ഒരു സ്ക്രാപ്പിംഗ് ഹാക്കർക്ക് ആമസോൺ, ഇബേ പോലുള്ള സൈറ്റുകളിൽ നിന്ന് ഡാറ്റ ശേഖരിക്കാനും കഴിയും. അയാൾക്ക് അല്ലെങ്കിൽ അവൾക്ക് ഓഫർഅപ്പ് പോലുള്ള പിയർ-ടു-പിയർ സേവനങ്ങളിൽ അവ വിൽപ്പനയ്‌ക്ക് നൽകാനും വാങ്ങുന്നവർക്കെതിരെ ഫിഷിംഗ് ആക്രമണം നടത്താനും കഴിയും. അല്ലെങ്കിൽ, തട്ടിപ്പുകാരന് നിലവിലില്ലാത്ത ഉൽപ്പന്നങ്ങൾ വിൽക്കാൻ കഴിയും. കൂടുതൽ സ്‌ക്രീൻ സ്‌ക്രാപ്പിംഗ് വഞ്ചനയിൽ പരസ്യ പ്രസാധകരെ വ്യാജമാക്കുന്നത് ഉൾപ്പെടുന്നു. പ്രസാധക സൈറ്റുകളിൽ നിന്നുള്ള ഉള്ളടക്കം സ്‌ക്രാപ്പ് ചെയ്യുന്നതിലൂടെ, തട്ടിപ്പുകാരന് വ്യത്യസ്ത സേവനങ്ങളിൽ വ്യാജ പരസ്യ പ്രസാധക പേജുകൾ സൃഷ്ടിക്കാൻ കഴിയും. അവർക്ക് ആ പേജുകളിലെ പരസ്യങ്ങൾ പ്രസാധകന്റെ ads.txt ഫയലിൽ നിന്ന് ശേഖരിച്ച അംഗീകൃത റീസെല്ലർമാർക്ക് വിൽക്കാൻ കഴിയും. പരസ്യ സ്ലോട്ടുകൾ പരസ്യദാതാവിന് യഥാർത്ഥമായി ദൃശ്യമാകും, പക്ഷേ അവ അങ്ങനെയല്ല.",
    "3315658779": "hCaptcha എന്റർപ്രൈസ് ഉപയോഗിച്ച് ഉള്ളടക്കം സ്‌ക്രാപ്പുചെയ്യുന്നത് തടയുക",
    "2602081482": "നിങ്ങളുടെ സൈറ്റിലേക്കും ആപ്പുകളിലേക്കുമുള്ള ക്ഷുദ്ര ട്രാഫിക് തിരിച്ചറിയാൻ hCaptcha എന്റർപ്രൈസ് വിപുലമായ മെഷീൻ ലേണിംഗ് ഉപയോഗിക്കുന്നു - സ്ക്രാപ്പിംഗ് പ്രവർത്തനങ്ങൾ ഉൾപ്പെടെ.",
    "1422537019": "കൂടുതലറിയാൻ ഇന്ന് ഞങ്ങൾ.",
    "1988268879": "സ്കെയിലിൽ ചെലവ് കുറഞ്ഞ ഡാറ്റ ലേബലിംഗ്",
    "2163914794": "നിങ്ങളുടെ ഡാറ്റാസെറ്റുകൾക്ക് കൂടുതൽ ലേബലുകൾ ആവശ്യമുണ്ടോ? ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ്, മെഷീൻ ലേണിംഗ് ആപ്ലിക്കേഷനുകൾ എന്നിവയിൽ പ്രവർത്തിക്കുന്ന കമ്പനികൾക്ക് hCaptcha വേഗതയേറിയതും ചെലവ് കുറഞ്ഞതും ഉയർന്ന നിലവാരമുള്ളതുമായ ഡാറ്റ ലേബലിംഗ് നൽകുന്നു.",
    "3378932530": "നിങ്ങളുടെ ഡാറ്റ ഇപ്പോൾ ലേബൽ ചെയ്യൂ",
    "3483700676": "ദശലക്ഷക്കണക്കിന് ജോലികൾ തൽക്ഷണം സമാരംഭിക്കുക",
    "3478726913": "hCaptcha നിങ്ങളുടെ ഉപയോഗത്തിനായി ഈ ഗ്രഹത്തിലെ ഏറ്റവും വലിയ കുളങ്ങളിൽ ഒന്നാണ്. നിങ്ങളുടെ സ്കെയിൽ എന്തുതന്നെയായാലും, ചെലവേറിയ മുൻകൂർ പ്രതിബദ്ധതകളില്ലാതെ ഞങ്ങൾക്ക് അത് കൈകാര്യം ചെയ്യാൻ കഴിയും. പ്രതിദിനം ദശലക്ഷക്കണക്കിന് ജോലികൾ പ്രശ്നമല്ല.",
    "740501259": "ലളിതമായ API- ഓടിക്കുന്ന പൈപ്പ് ലൈനുകൾ",
    "2784612261": "നിങ്ങളുടെ ബിസിനസ്സ് പ്രവർത്തനങ്ങളിലേക്ക് മനുഷ്യ അവലോകനം നേരിട്ട് സമന്വയിപ്പിക്കാൻ ആഗ്രഹിക്കുന്നുണ്ടോ? ഉയർന്ന വിശ്വാസ്യതയുള്ള SLA-കൾ, ഉറപ്പുള്ള ശേഷി, ലളിതമായ REST API-കൾ എന്നിവ ഞങ്ങൾ വാഗ്ദാനം ചെയ്യുന്നു.",
    "1144966033": "വിലയ്ക്കും ഗുണനിലവാരത്തിനും ഒപ്റ്റിമൈസ് ചെയ്തു",
    "3213351333": "മുൻകൂർ പ്രതിബദ്ധത ആവശ്യമില്ല",
    "2107077506": "നൂതനമായ തത്സമയ ഗുണനിലവാര വിശകലനം നടത്താൻ ഹ്യൂമൻ പ്ലാറ്റ്‌ഫോം സമഗ്രമായ ആത്മവിശ്വാസ മാതൃകകൾ ഉപയോഗിക്കുന്നു. ചോദ്യങ്ങളുടെ ബുദ്ധിമുട്ടും അവയുടെ ശരിയായ ഉത്തരവും വേഗത്തിൽ നിർണ്ണയിക്കാൻ ഇത് ഞങ്ങളെ അനുവദിക്കുന്നു, ഇത് നിങ്ങളുടെ സമയവും പണവും ലാഭിക്കുന്നു.",
    "3576146278": "നിങ്ങൾക്ക് ആവശ്യമുള്ള കൃത്യതയ്ക്ക് മാത്രം പണം നൽകുക",
    "2952586316": "എല്ലാ പ്രശ്നങ്ങളും ഒരുപോലെയല്ല. സുരക്ഷാ-നിർണ്ണായക ജോലികൾക്കുള്ള വ്യാഖ്യാനങ്ങൾക്ക് പൂർണ്ണമായും മനുഷ്യ തൊഴിലാളികളിൽ നിന്ന് 99.99% ആത്മവിശ്വാസം ആവശ്യമായി വന്നേക്കാം. ഒരു മൊബൈൽ ഗെയിം ആപ്പിലെ ഒരു ബീറ്റ ഫീച്ചറിനുള്ള വ്യാഖ്യാനങ്ങൾക്ക് മിതമായ ആത്മവിശ്വാസം മാത്രമേ ആവശ്യമുള്ളൂ. നിങ്ങൾ തീരുമാനിക്കൂ.",
    "710145621": "നിങ്ങളുടെ സ്വന്തം ഗ്രൗണ്ട് ട്രൂട്ട് ഡാറ്റ നൽകുക അല്ലെങ്കിൽ ഞങ്ങളെ അത് ഈച്ചയിൽ നിർമ്മിക്കാം",
    "987901590": "സമഗ്രമായ ഒരു സ്ഥിരീകരണ സെറ്റ് ഇല്ലാതെ നിങ്ങൾക്ക് അസംസ്‌കൃത ഡാറ്റ ഉണ്ടോ? മിക്ക സാഹചര്യങ്ങളിലും, സിസ്റ്റത്തിലൂടെ ടാസ്‌ക്കുകൾ പ്രവർത്തിക്കുന്നതിനാൽ ഞങ്ങൾക്കായി ഒരെണ്ണം നിർമ്മിക്കാം അല്ലെങ്കിൽ നിങ്ങളുടെ അംഗീകാരത്തിനായി ലേബൽ ചെയ്‌ത സാമ്പിളുകൾ സൃഷ്‌ടിക്കാം.",
    "2597352122": "വ്യാഖ്യാന തരങ്ങൾ",
    "1344687860": "ബൗണ്ടിംഗ് ബോക്സുകൾ",
    "1089415440": "ചിത്രങ്ങളിലും വീഡിയോയിലും ഒബ്‌ജക്‌റ്റ് കൃത്യമായി കണ്ടെത്തൽ",
    "3817067682": "ബഹുഭുജങ്ങൾ",
    "2682873489": "ഒബ്‌ജക്‌റ്റുകൾക്കുള്ള അതിർത്തി പ്രദേശം നിർവ്വചിക്കുക",
    "1275150216": "ലാൻഡ്മാർക്കുകളുടെ",
    "2067112112": "വ്യത്യസ്ത ഉപയോഗ കേസുകൾക്കുള്ള പോയിന്റ് വ്യാഖ്യാനങ്ങൾ",
    "4228682126": "ആട്രിബ്യൂട്ട് വർഗ്ഗീകരണം",
    "2920213479": "ഏതെങ്കിലും വലുപ്പത്തിലുള്ള അനിയന്ത്രിതമായ വിഭാഗങ്ങൾ അടുക്കുക അല്ലെങ്കിൽ കൂട്ടിച്ചേർക്കുക",
    "3288667364": "താരതമ്യവും കണ്ടെത്തലും",
    "155877895": "മനുഷ്യൻ പ്രവർത്തിക്കുന്ന കണ്ടെത്തലും വർഗ്ഗീകരണവും",
    "3128433367": "... കൂടാതെ മറ്റു പലതും",
    "2827452240": "ഇവിടെ ലിസ്റ്റുചെയ്യാത്ത മറ്റൊരു തരം ആവശ്യമുണ്ടോ? ഞങ്ങളോട് ചോദിച്ചാൽ മതി.",
    "719304627": "എൻഡ്-ടു-എൻഡ് നിയന്ത്രണം ആവശ്യമുണ്ടോ?",
    "1172067553": "hCaptcha-യുടെ പിന്നിലെ ഹ്യൂമൻ പ്ലാറ്റ്‌ഫോം, നിങ്ങളുടെ നിലവിലുള്ള സിസ്റ്റങ്ങളുമായി സംയോജിപ്പിക്കുന്ന ഓൺ-പ്രെമൈസ്, ഹൈബ്രിഡ് അല്ലെങ്കിൽ SaaS വിന്യാസങ്ങൾ വഴി അത്യാധുനിക ജോലി നിലവാരവും മാനേജ്‌മെന്റ് സവിശേഷതകളും നൽകുന്നു.",
    "2319072959": "നിങ്ങളുടെ സ്വന്തം തൊഴിലാളികൾക്കൊപ്പം പൂർണ്ണമായും ഓഫ്‌ലൈനായി പ്രവർത്തിക്കുക, ബിസിനസ് യൂണിറ്റുകളിലോ കൺസോർഷ്യം പങ്കാളികളിലോ ഉപയോഗിക്കുന്ന മൂല്യം ട്രാക്ക് ചെയ്യുക, ചെലവും സുരക്ഷാ ആവശ്യകതകളും അടിസ്ഥാനമാക്കി വിവിധ ആന്തരിക അല്ലെങ്കിൽ ബാഹ്യ തൊഴിൽ ദാതാക്കളിലേക്ക് ജോലികൾ തിരഞ്ഞെടുത്ത് റൂട്ട് ചെയ്യുക, കൂടാതെ മറ്റു പലതും.",
    "1936512180": "എളുപ്പമുള്ള API ആക്‌സസ്, മനോഹരമായ ഡാഷ്‌ബോർഡുകൾ, തൊഴിലാളികളുടെ കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നതിനുള്ള ഏറ്റവും പുതിയ മോഡൽ-ഇൻ-ദി-ലൂപ്പ് സാങ്കേതികവിദ്യ.",
    "3913848038": "99.99% അപ്‌ടൈം SLA-കളും 24/7 ആഗോള പിന്തുണയും ലഭ്യമാണ്.",
    "1080752747": "വിൽപ്പനയുമായി ബന്ധപ്പെടുക",
    "1525403768": "കൂടുതൽ വിവരങ്ങൾക്ക് എന്റർപ്രൈസ് സെയിൽസിനെ ബന്ധപ്പെടുക.",
    "1546930020": "ഡാറ്റ ലേബൽ ചെയ്യുന്നു",
    "2486638408": "സ്പെസിഫിക്കേഷനുകൾ നിർവചിക്കുക",
    "1027200955": "നിങ്ങളുടെ പ്രോജക്റ്റ് ആവശ്യകതകൾ നിർവചിക്കുന്നതിന് ഞങ്ങളുടെ ഡൊമെയ്ൻ വിദഗ്ധരിൽ ഒരാളുമായി സംസാരിക്കുക: ടാർഗെറ്റ് കൃത്യത, ഫോർമാറ്റ്, കൂടാതെ ഏതെങ്കിലും പ്രത്യേക ആവശ്യകതകൾ.",
    "1156712451": "പ്രാരംഭ ജോലി പരീക്ഷ",
    "181065232": "നിങ്ങളുടെ സാമ്പിൾ ഡാറ്റയെ അടിസ്ഥാനമാക്കി ഞങ്ങൾ ഒരു ചെറിയ പ്രൊഡക്ഷൻ ജോലി നിർവഹിക്കുന്നു. നിങ്ങൾക്ക് ആവശ്യമുള്ളത് കൃത്യമായി ലഭിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കാൻ ഞങ്ങൾ ഒരുമിച്ച് ചെയ്ത ജോലി ഇത് പരിശോധിക്കുന്നു.",
    "3207769512": "പ്രൊഡക്ഷൻ ജോലികൾ വിന്യസിക്കുക",
    "1099238677": "ഞങ്ങളുടെ ഉയർന്ന വോളിയവും കുറഞ്ഞ ലേറ്റൻസിയും ഉപയോഗിച്ച് നിങ്ങളുടെ ജോലി പൂർത്തിയാക്കിയാലുടൻ സ്വയമേവയുള്ള ഡെലിവറി ഉപയോഗിച്ച് ഞങ്ങൾ വേഗത്തിൽ മാറ്റും.",
    "465783046": "നിങ്ങളുടെ ഡാറ്റ ഉപയോഗിച്ച് ഇത് പരീക്ഷിക്കണോ?",
    "328625009": "... നിങ്ങൾ ആയിരിക്കുമ്പോൾ ഞങ്ങൾ തയ്യാറാണ്: ഞങ്ങളുടെ സേവനം മുഴുവൻ സമയവും ലഭ്യമാണ്.",
    "3225770968": "മെഷീൻ ലേണിംഗിലെ ഏറ്റവും അധ്വാനിക്കുന്ന പ്രശ്നം പരിഹരിക്കുന്നതിനാണ് hCaptcha രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്; സമയബന്ധിതവും താങ്ങാനാവുന്നതും വിശ്വസനീയവുമായ രീതിയിൽ വലിയ അളവിലുള്ള ഡാറ്റ ലേബൽ ചെയ്യുന്നു.",
    "2041686284": "കൂടുതൽ ഡാറ്റ സാധാരണയായി മെഷീൻ ലേണിംഗ് മോഡലുകളെ പരിശീലിപ്പിക്കുന്നതിൽ മികച്ച ഫലങ്ങൾ നൽകുന്നു. ആഴത്തിലുള്ള മോഡലുകളുടെ സമീപകാല വിജയം വർദ്ധിച്ചുവരുന്ന വലിയ ഡാറ്റാസെറ്റുകളിലേക്ക് നയിച്ചു, കൂടാതെ hCaptcha ഈ ആവശ്യം നിറവേറ്റുന്നു. എന്നിരുന്നാലും, പരമ്പരാഗത രീതികൾ ഉപയോഗിച്ച് വലിയ മനുഷ്യ അവലോകനം ചെയ്ത ഡാറ്റാസെറ്റുകൾ സൃഷ്ടിക്കുന്നത് മന്ദഗതിയിലുള്ളതും ചെലവേറിയതുമാണ്.",
    "3729345277": "കമ്പനികൾക്ക് ആവശ്യമായ വ്യാഖ്യാനങ്ങൾ വേഗത്തിലും ഉയർന്ന നിലവാരത്തിലും മറ്റ് ഇതര മാർഗങ്ങളെ അപേക്ഷിച്ച് കുറഞ്ഞ ചെലവിലും ലഭിക്കുന്നതിനുള്ള ഒരു മാർഗമാണ് hCaptcha.",
    "2103563261": "സ്വകാര്യ അല്ലെങ്കിൽ പൊതു വിവരങ്ങൾ",
    "2513143348": "hCaptcha എന്റർപ്രൈസ് സിസ്റ്റം അതിന്റെ രൂപകൽപ്പനയിൽ അദ്വിതീയമായി വഴക്കമുള്ളതാണ്: നിങ്ങൾ ഒരു പൊതു ക്ലൗഡ് പ്രവർത്തിപ്പിക്കുകയോ നിരവധി ഡാറ്റാ സെന്ററുകൾ സ്വന്തമാക്കുകയോ ചെയ്താൽ അത് നിങ്ങളുടെ നെറ്റ്‌വർക്കിന്റെ അരികിൽ ഭാഗികമായോ പൂർണ്ണമായോ വിന്യസിക്കാൻ കഴിയും.",
    "3107683988": "ഞങ്ങളുടെ 24/7 ഓൺ-കോൾ സ്റ്റാഫിന്റെ കർശനമായ SLA-കൾ പാലിക്കുന്നതിന് മാനേജ്മെന്റിന്റെ എല്ലാ ആനുകൂല്യങ്ങളും നിലനിർത്തിക്കൊണ്ട്, ഓഫ്-നെറ്റ്‌വർക്ക് ട്രാഫിക്കും ചെലവുകളും ഇത് നാടകീയമായി കുറയ്ക്കും.",
    "3660619092": "എന്റർപ്രൈസ് സൊല്യൂഷനുകൾക്കായി സൗജന്യമായി സൈൻ അപ്പ് ചെയ്യുക അല്ലെങ്കിൽ വിൽപ്പനയുമായി ബന്ധപ്പെടുക",
    "2351176803": "hCaptcha JS API-നുള്ള ലൈസൻസ് നിബന്ധനകൾ",
    "2616226398": "നമ്മുടെ വിധേയമാണ്",
    "2024293275": ". മറ്റെല്ലാ അവകാശങ്ങളും നിക്ഷിപ്തമാണ്, ഇപ്പോൾ.",
    "1062291156": "സ്റ്റാൻഡേർഡ് നിബന്ധനകൾ",
    "2712493234": "പേയ്‌മെന്റ് തട്ടിപ്പ്: അതിവേഗം വികസിച്ചുകൊണ്ടിരിക്കുന്ന സൈബർ കുറ്റകൃത്യങ്ങളുടെ ഒരു മോഡ് ലഘൂകരിക്കുന്നു",
    "1817772953": "വഞ്ചന കുറ്റകൃത്യത്തിന്റെ പുതിയ രൂപമല്ല. തീർച്ചയായും, ഏകദേശം 10,000 വർഷങ്ങൾക്ക് മുമ്പ്, കന്നുകാലികളെ നഷ്ടമില്ലാതെ കൊണ്ടുപോകാൻ പുരാതന സുമേറിയക്കാർ വികസിപ്പിച്ചെടുത്ത തട്ടിപ്പ് വിരുദ്ധ ഉപകരണങ്ങൾ പുരാവസ്തു ഗവേഷകർ കണ്ടെത്തിയിട്ടുണ്ട്! അവരുടെ കാര്യത്തിൽ, അവർ കളിമൺ ടോക്കണുകൾ ഇട്ടു, ഓരോന്നും മൃഗത്തെ പ്രതിനിധീകരിക്കുന്നു, \"ബുല്ല\" എന്നറിയപ്പെടുന്ന ഒരു കളിമൺ പന്തിനുള്ളിൽ. വിൽപനക്കാരനിൽ നിന്ന് വാങ്ങുന്നയാളിലേക്ക് മാറുമ്പോൾ ബുല്ല ആട്ടിൻകൂട്ടത്തോടൊപ്പം സഞ്ചരിക്കും. അപ്പോഴും, തങ്ങൾ കൈകാര്യം ചെയ്യുന്ന എല്ലാവരും ഉയർച്ചയിലല്ലെന്ന് ബിസിനസ്സ് ഉടമകൾ ആശങ്കാകുലരായിരുന്നു. 10,000 വർഷത്തിനുള്ളിൽ ഒരുപാട് മാറിയിട്ടുണ്ട്, എന്നാൽ വഞ്ചന തടയുന്നതിൽ നൂതനമായ ആവശ്യകത നമ്മിൽ നിലനിൽക്കുന്നു. ഇന്ന്, ഓൺലൈൻ പേയ്‌മെന്റ് തട്ടിപ്പിന്റെ പ്രശ്‌നം പരമപ്രധാനമാണ്. ഇൻറർനെറ്റിനൊപ്പം, വഞ്ചന വിരുദ്ധ നിയന്ത്രണങ്ങളെ മറികടക്കുന്നതിൽ തട്ടിപ്പുകാർ കൂടുതൽ സമർത്ഥരായിത്തീർന്നിരിക്കുന്നു. എന്നിരുന്നാലും, പുതിയ പരിഹാരങ്ങൾ വേലിയേറ്റം മാറ്റുന്നു.",
    "1053787685": "പേയ്‌മെന്റ് തട്ടിപ്പ് എന്താണ്?",
    "433424759": "പേയ്‌മെന്റ് വഞ്ചനയിൽ ഏതെങ്കിലും തരത്തിലുള്ള നിയമവിരുദ്ധ ഇടപാടുകൾ ഉൾപ്പെടുന്നു, അതിൽ ഒരു സൈബർ കുറ്റവാളി ഇരയ്ക്ക് മൂല്യമുള്ള എന്തെങ്കിലും, സാധാരണയായി പണം നഷ്ടപ്പെടുത്തുന്നു. മോഷ്ടിച്ച ക്രെഡിറ്റ് കാർഡ് ഉപയോഗിച്ച് ഓൺലൈനായി സാധനങ്ങൾ ഓർഡർ ചെയ്യുകയോ ബാങ്ക് അക്കൗണ്ട് ഏറ്റെടുക്കുകയോ അതിൽ നിന്ന് നിയമവിരുദ്ധമായി പണം കൈമാറ്റം ചെയ്യുകയോ ചെയ്യാം. നിരവധി വ്യതിയാനങ്ങൾ ഉണ്ട്, എന്നാൽ അവയ്‌ക്കെല്ലാം ഒരേ ഫലമുണ്ട്: ഒരു ഉപഭോക്താവിൽ നിന്നോ ബാങ്കിൽ നിന്നോ വ്യാപാരിയിൽ നിന്നോ മോഷ്ടിക്കാൻ ഒരു തട്ടിപ്പ് ഐഡന്റിറ്റി അല്ലെങ്കിൽ പേയ്‌മെന്റ് വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
    "2939852138": "പേയ്‌മെന്റ് തട്ടിപ്പിൽ നിന്ന് എങ്ങനെ തട്ടിപ്പുകാർ രക്ഷപ്പെടും?",
    "1665616092": "പേയ്‌മെന്റ് തട്ടിപ്പ് ആശയത്തിൽ ലളിതമാണ്, എന്നാൽ ഇന്നത്തെ നിർവ്വഹണത്തിൽ അത് അതിശയകരമാംവിധം സങ്കീർണ്ണമായേക്കാം.",
    "4246520782": "വാസ്തവത്തിൽ, സമീപ വർഷങ്ങളിൽ തട്ടിപ്പുകാരും പ്രതിരോധക്കാരും തമ്മിലുള്ള യഥാർത്ഥ ആയുധ മത്സരത്തിന് ഇന്റർനെറ്റ് സാക്ഷിയാണ്.",
    "2167049807": "പേയ്‌മെന്റ് തട്ടിപ്പിനുള്ള എളുപ്പവും അലസവുമായ സമീപനങ്ങളെ പരാജയപ്പെടുത്തുന്ന വിവിധങ്ങളായ പ്രതിരോധ നടപടികളും നിയന്ത്രണങ്ങളും സുരക്ഷാ ടീമുകൾ സ്വീകരിച്ചിട്ടുണ്ട്. എന്നിരുന്നാലും, ആക്രമണങ്ങൾ കൂടുതൽ സങ്കീർണ്ണമായിക്കൊണ്ടിരിക്കുകയാണ്. ഉദാഹരണത്തിന്, ബോട്ടുകൾക്ക് ഇപ്പോൾ വ്യാജ വെബ്‌സൈറ്റുകളിൽ നിന്നും ഫിഷിംഗ് ആക്രമണങ്ങളിൽ നിന്നും മോഷ്ടിച്ച ക്രെഡിറ്റ് കാർഡ് നമ്പറുകളും PIN-കളും ശേഖരിക്കാനാകും.",
    "1936449777": "തുടർന്ന്, പൂർണ്ണമായും ഓട്ടോമേറ്റഡ് മോഡിൽ, അവർക്ക് ഇ-കൊമേഴ്‌സ് സൈറ്റുകളിലെ മനുഷ്യ സ്വഭാവം അനുകരിക്കാനും ബട്ടണുകളിൽ ക്ലിക്കുചെയ്യാനും ഷോപ്പിംഗ് കാർട്ടുകളിലേക്ക് ഇനങ്ങൾ ചേർക്കാനും കഴിയും-ഒരു ബോട്ട് മോഷ്ടിക്കാൻ ശ്രമിക്കുന്നുണ്ടെന്ന് പലർക്കും പറയാൻ കഴിയില്ല. ചരക്ക്. പകരം, ഒരു മനുഷ്യ ഉപയോക്താവ് ഷോപ്പിംഗ് നടത്തുകയാണെന്ന് തോന്നുന്നു. മോഷ്ടിച്ച ലോഗ് ഇൻ ക്രെഡൻഷ്യലുകൾ ഉപയോഗിച്ച് ബോട്ടിന് ഒരു യഥാർത്ഥ ഉപഭോക്താവിന്റെ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്യാൻ കഴിയും. IP വിലാസങ്ങൾ കബളിപ്പിക്കാനും \"ഷോപ്പർ\" ആക്രമണകാരിയിൽ നിന്ന് എവിടെയോ വ്യത്യസ്തനാണെന്ന് തോന്നിപ്പിക്കാനുമുള്ള ബോട്ടിന്റെ കഴിവാണ് തട്ടിപ്പിനെ കൂടുതൽ മറയ്ക്കുന്നത്.",
    "648630222": "hCaptcha എന്റർപ്രൈസ് ഉപയോഗിച്ച് പേയ്‌മെന്റ് തട്ടിപ്പ് തടയുക",
    "1621930829": "ഇന്നത്തെ അഡ്വാൻസ്ഡ്, അനിയന്ത്രിതമായ പേയ്‌മെന്റ് തട്ടിപ്പ് പ്രവർത്തനങ്ങളെക്കുറിച്ച് എന്ത് ചെയ്യാൻ കഴിയും? നിയന്ത്രണങ്ങളുടെ ഒന്നിലധികം പാളികൾ ഉപയോഗിക്കുന്നത് സാധാരണയായി ഒരു ബുദ്ധിപരമായ സമീപനമാണ്. എന്നിരുന്നാലും, മനുഷ്യ സ്വഭാവം പകർത്താൻ അതിന്റെ സ്രഷ്‌ടാക്കൾ പരമാവധി ശ്രമിച്ചിട്ടും ബോട്ടിനെ കുടുക്കാനും അത് വ്യാജമാണെന്ന് വെളിപ്പെടുത്താനും കഴിയുന്നവയാണ് മികച്ച പ്രതിരോധ നടപടികൾ.",
    "2423586454": "സോഫ്റ്റ്‌വെയറിന് ചെയ്യാൻ കഴിയാത്ത ചില കാര്യങ്ങൾ ഇപ്പോഴും ഉണ്ട്, അതിന്റെ പിന്നിൽ AI എത്ര മികച്ചതാണെങ്കിലും. പേയ്‌മെന്റ് തട്ടിപ്പ് ശാശ്വതമാക്കാൻ ശ്രമിക്കുന്ന ബോട്ടുകളെ തടയുന്നതിനുള്ള തെളിയിക്കപ്പെട്ട രീതിയാണ് ആധുനിക CAPTCHA സാങ്കേതികവിദ്യ വാഗ്ദാനം ചെയ്യുന്നത്. CAPTCHA-യിലേക്കുള്ള പഴയ സമീപനങ്ങൾ, ഒരു ബോക്സിലെ ലളിതമായ ചരിഞ്ഞ സംഖ്യകൾ പോലെ, നൂതന ബോട്ടുകൾ ലഘൂകരിക്കുന്നതിൽ ഇപ്പോൾ കൂടുതലും കുറവുള്ളപ്പോൾ, hCaptcha എന്റർപ്രൈസ് പോലുള്ള ഒരു ഓട്ടോമേറ്റഡ് ടെസ്റ്റിംഗ്-റെസ്‌പോൺസ് ഉപകരണത്തിന് അക്കൗണ്ട് ലോഗിൻ അല്ലെങ്കിൽ ഷോപ്പിംഗ് കാർട്ട് ചെക്ക്ഔട്ട് സമയത്ത് ഒരു തട്ടിപ്പ് ബോട്ടിനെ എളുപ്പത്തിൽ സ്റ്റംപ് ചെയ്യാൻ കഴിയും. ബോട്ടിന് യഥാർത്ഥ ക്രെഡൻഷ്യലുകൾ ഉണ്ടെങ്കിലും, CAPTCHA-യിലൂടെ കടന്നുപോകാൻ കഴിയില്ല.",
    "1467308982": "പേയ്മെന്റ് ഷെഡ്യൂളുകൾ",
    "1291824746": "hCaptcha പേഔട്ടുകൾ 60 ദിവസത്തെ ട്രെയിലിംഗ് അടിസ്ഥാനത്തിൽ ത്രൈമാസത്തിൽ പ്രവർത്തിക്കുന്നു. ഇത് എന്താണ് അർത്ഥമാക്കുന്നത് എന്ന് വ്യക്തമാക്കുന്നതിന്, ദയവായി ചുവടെയുള്ള പട്ടിക കാണുക.",
    "3444947612": "ഇടയിലുള്ള ഗതാഗതം",
    "4181611011": "അനുരഞ്ജന തീയതി",
    "728503636": "പേഔട്ട് തീയതി",
    "3720584906": "2021 ജൂലൈ 15 - 2021 ഒക്ടോബർ 15",
    "388240587": "2022 ജനുവരി 5-15",
    "3426312287": "2022 ജനുവരി 5-15",
    "615618648": "2021 ഏപ്രിൽ 15 - 2021 ജൂലൈ 15",
    "3376724603": "2021 സെപ്റ്റംബർ 14-24†††",
    "3398978455": "2021 സെപ്റ്റംബർ 15-25†††",
    "2722456056": "2021 ജനുവരി 15 - 2021 ഏപ്രിൽ 15",
    "4063155841": "2021 ജൂൺ 25-ന് ശേഷമല്ല††",
    "4082053540": "2021 ജൂൺ 19-25††",
    "64953197": "2020 ഒക്ടോബർ 15 - 2021 ജനുവരി 15",
    "1023070345": "2021 മാർച്ച് 14-ന് ശേഷമുള്ളതല്ല",
    "2600696085": "2021 മാർച്ച് 15",
    "3217791519": "2020 ജൂലൈ 15 - 2020 ഒക്ടോബർ 15",
    "649261378": "2021 ജനുവരി 5-11*",
    "1559190296": "2021 ജനുവരി 5-11†",
    "3806054689": "2020 ഏപ്രിൽ 15 - 2020 ജൂലൈ 15",
    "4162383380": "2020 സെപ്റ്റംബർ 16 - 22 *****",
    "1990824776": "2020 സെപ്റ്റംബർ 16-24*****",
    "3856690908": "2020 ജനുവരി 15 - 2020 ഏപ്രിൽ 15",
    "3200641265": "2020 ജൂൺ 16-ന് ശേഷമല്ല*",
    "3744079744": "2020 ജൂൺ 15-19****",
    "2209837451": "2019 ഒക്ടോബർ 15 - 2020 ജനുവരി 15",
    "2510534204": "2020 മാർച്ച് 23-ന് ശേഷമുള്ളതല്ല***",
    "2910560864": "2020 മാർച്ച് 20-23***",
    "2544565802": "2019 ജൂലൈ 15 - 2019 ഒക്ടോബർ 15",
    "3963642878": "2019 ഡിസംബർ 14-ന് ശേഷം*",
    "622103562": "2019 ഡിസംബർ 17**",
    "4072202039": "2019 ഏപ്രിൽ 15 - 2019 ജൂലൈ 15",
    "818049069": "2019 ജൂലൈ 15-ന് ശേഷമല്ല",
    "1169005651": "2019 സെപ്റ്റംബർ 15",
    "2303655425": "2019 ജനുവരി 15 - 2019 ഏപ്രിൽ 15",
    "3678889946": "2019 ജൂൺ 15-ന് ശേഷമല്ല",
    "3094354698": "2019 ജൂൺ 15",
    "4217013126": "പേഔട്ടുകൾ സാധാരണയായി പേഔട്ട് തീയതിയിൽ ദിവസം മുഴുവനും പ്രവർത്തിക്കുന്നു, സാധാരണയായി അർദ്ധരാത്രി പസഫിക് സമയത്തോടെ പൂർത്തിയാകും. ഒരു അക്കൗണ്ട് അവലോകനത്തിനായി ഫ്ലാഗ് ചെയ്‌തിട്ടുണ്ടെങ്കിൽ, ഒരു പേയ്‌മെന്റ് റിലീസ് ചെയ്യാൻ അഞ്ച് പ്രവൃത്തി ദിവസങ്ങൾ വരെ എടുത്തേക്കാം.",
    "1447649958": "ഒരു ഓർമ്മപ്പെടുത്തൽ എന്ന നിലയിൽ, കൃത്യമായ മനുഷ്യ ട്രാഫിക്കിന് മാത്രമേ പേഔട്ടുകൾക്ക് അർഹതയുള്ളൂ. താഴെ ലിങ്ക് ചെയ്‌തിരിക്കുന്ന ഞങ്ങളുടെ പതിവുചോദ്യങ്ങളിൽ നിങ്ങൾക്ക് ഇതിനെക്കുറിച്ചുള്ള കൂടുതൽ വിശദാംശങ്ങൾ കാണാൻ കഴിയും. പേഔട്ടിന് യോഗ്യത നേടുന്നതിന് ലഭ്യമായ ബാലൻസ് മിനിമം ത്രെഷോൾഡും പാലിക്കണം, നിലവിൽ 10 HMT.",
    "4257144752": "തത്സമയ എസ്റ്റിമേറ്റുകൾ അന്തിമ കൃത്യതയോ മാനവികതയോ പ്രതിഫലിപ്പിക്കുന്നില്ല, അതിനാൽ നിങ്ങളുടെ ആദ്യ അനുരഞ്ജനത്തിന് മുമ്പ് ഡാഷ്‌ബോർഡിൽ കാണിച്ചിരിക്കുന്ന നമ്പറുകളിൽ നിന്ന് നിങ്ങളുടെ അന്തിമ വരുമാനം ഗണ്യമായി മുകളിലോ കുറവോ വ്യത്യാസപ്പെടാം.",
    "2728931827": "ഓരോ അനുരഞ്ജനത്തിനു ശേഷവും, നിങ്ങളുടെ ഓരോ സൈറ്റ്കീ എസ്റ്റിമേറ്റുകളും അപ്‌ഡേറ്റ് ചെയ്യപ്പെടും, നിങ്ങളുടെ സൈറ്റിന് ഉപയോക്തൃ സ്വഭാവത്തിൽ കാര്യമായ മാറ്റമില്ലെങ്കിൽ, ഭാവി പ്രവചനങ്ങളുടെ കൃത്യത വർദ്ധിക്കും.",
    "1200905005": "††† 2021 സെപ്തംബർ മുതൽ, സേവനത്തിലെ വളർച്ചയുമായി ബന്ധപ്പെട്ട പ്രവർത്തന നിയന്ത്രണങ്ങൾ ലളിതമാക്കുന്നതിന്, അനുരഞ്ജനങ്ങളും പേഔട്ടുകളും ഇപ്പോൾ ഒരു ദിവസത്തേക്കാളും ഏകദേശം 10 ദിവസത്തെ കാലയളവിൽ പ്രവർത്തിക്കുന്നു.",
    "4284094387": "†† 2021 ജൂണിലെ ചില അനുരഞ്ജനങ്ങളും പേഔട്ടുകളും അനുരഞ്ജന വിൻഡോയിൽ അന്തിമ കണക്കുകൂട്ടലുകൾ പരിശോധിക്കുന്നതിലെ കാലതാമസം കാരണം അടുത്ത ആഴ്ചയിൽ പ്രവർത്തിക്കും.",
    "1977013707": "† വർഷാവസാന അനുരഞ്ജനങ്ങളും ജീവനക്കാരുടെ അവധിക്കാലവും ഓവർലാപ്പ് ചെയ്യാതിരിക്കാൻ 2020 ഡിസംബർ പേഔട്ടുകൾ 15-ാം തീയതി മുതൽ പുനഃക്രമീകരിച്ചു: ജനുവരി രണ്ടാം വാരത്തോടെ അവ പൂർത്തിയാകും. PayPal-ലേക്കുള്ള സാധാരണയേക്കാൾ സാവധാനത്തിലുള്ള കൈമാറ്റങ്ങൾ കാരണം, പേഔട്ടുകൾ ഒറ്റ ദിവസം കൊണ്ട് പൂർത്തിയാകുന്നതിനുപകരം നിരവധി ദിവസങ്ങളിൽ പ്രവർത്തിക്കും.",
    "517010299": "ദയവായി ശ്രദ്ധിക്കുക: ഞങ്ങൾ നിലവിൽ തത്സമയ അനുരഞ്ജനത്തിലേക്കുള്ള ഒരു പ്രധാന ബാക്കെൻഡ് പരിവർത്തനത്തിലാണ് പ്രവർത്തിക്കുന്നത്. 2021 ക്യു 1 വരെ ആനുകാലിക അനുരഞ്ജനങ്ങൾ സാധാരണയേക്കാൾ കുറച്ച് തവണ മാത്രമേ പ്രവർത്തിക്കൂ. ഇത് പേഔട്ട് ഷെഡ്യൂളുകളെയോ തീയതികളെയോ ബാധിക്കില്ല.",
    "3092200338": "** 15-ാം തീയതി ഒരു വാരാന്ത്യത്തിൽ വരുമ്പോൾ, പേഔട്ട് തീയതി പകരം 17 ആണ്.",
    "3891941747": "*** COVID-19 ഉപദേശം: COVID-19 മായി ബന്ധപ്പെട്ട ജീവനക്കാരുടെ ശേഷി കുറഞ്ഞതിനാൽ, ഞങ്ങളുടെ സ്റ്റാൻഡേർഡ് സ്ഥിരീകരണം പൂർത്തിയാക്കാൻ അധിക സമയം അനുവദിക്കുന്നതിന് അനുരഞ്ജനം പുനഃക്രമീകരിച്ചു. പേഔട്ടുകൾ വെള്ളിയാഴ്ച ആരംഭിച്ച് അടുത്ത തിങ്കളാഴ്ച പൂർത്തിയാകുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
    "2301757528": "**** പേഔട്ട് വിൻഡോയിൽ അവരുടെ REST API-കളുടെ PayPal അറ്റകുറ്റപ്പണികൾ നടത്തിയതിനാൽ, ജൂൺ 15-ന് എല്ലാ പേഔട്ടുകളും പൂർത്തിയായില്ല. ജൂൺ 15-ന് (പസഫിക് സമയം) ഷെഡ്യൂൾ ചെയ്‌തിരിക്കുന്നതും എന്നാൽ പേപാൽ API പിശകുകൾ കാരണം നടപ്പിലാക്കാത്തതുമായ പേഔട്ടുകൾ ജൂൺ 19-ന് (പസഫിക് സമയം) വീണ്ടും നടത്തി.",
    "116842359": "***** സിസ്റ്റം അറ്റകുറ്റപ്പണികൾ കാരണം അനുരഞ്ജനങ്ങൾ നിരവധി ദിവസങ്ങളിൽ പൂർത്തിയാകുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
    "4154415610": "***** 2020 സെപ്റ്റംബറിലെ പേഔട്ടുകൾ അനുരഞ്ജനം പൂർത്തിയാകുമ്പോൾ ബാച്ചുകളായി പ്രവർത്തിക്കും, ചിലത് അനുരഞ്ജന കാലതാമസം കാരണം യഥാർത്ഥത്തിൽ ഷെഡ്യൂൾ ചെയ്തതിനേക്കാൾ ദിവസങ്ങൾ കഴിഞ്ഞ് പ്രവർത്തിക്കും.",
    "2310694091": "അനുരഞ്ജനം എന്താണ് അർത്ഥമാക്കുന്നത്?",
    "164801246": "എല്ലാ റിപ്പോർട്ടിംഗ് സൈറ്റുകളിൽ നിന്നുമുള്ള എല്ലാ ഡാറ്റയും ലഭിച്ചുകഴിഞ്ഞാൽ, ട്രാഫിക്കിന്റെ മാനുഷികതയും കൃത്യതയും പരിശോധിച്ചുറപ്പിക്കുന്നതിന് വസ്തുതയ്ക്ക് ശേഷം വിശകലനം ചെയ്യുന്ന പ്രക്രിയയാണ് അനുരഞ്ജനം. നിങ്ങൾക്ക് ഞങ്ങളുടെ കൂടുതൽ വിശദാംശങ്ങൾ വായിക്കാം.",
    "3256245394": "അതുപോലെ ഞങ്ങളുടെ ബ്ലോഗ് പോസ്റ്റുകൾ, ഉദാ",
    "3089778412": "hCaptcha എങ്ങനെയാണ് റിവാർഡുകൾ കണക്കാക്കുന്നത്",
    "3329755436": "ഈ പ്രക്രിയ വേഗത്തിലാക്കാൻ നിങ്ങൾ പദ്ധതിയിടുകയാണോ?",
    "1911669851": "അതെ, വേഗത്തിലുള്ള അനുരഞ്ജനം, കൂടുതൽ വേഗത്തിലുള്ള എസ്റ്റിമേഷൻ കൃത്യത, വേഗത്തിലുള്ള പേഔട്ടുകൾ എന്നിവ വാഗ്ദാനം ചെയ്യാൻ ഞങ്ങളെ അനുവദിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്ന ഞങ്ങളുടെ ബാക്കെൻഡ് സിസ്റ്റങ്ങളിൽ വിവിധ തരത്തിലുള്ള മെച്ചപ്പെടുത്തലുകൾക്കായി ഞങ്ങൾ നിലവിൽ പ്രവർത്തിക്കുന്നു. ഞങ്ങൾ ഇപ്പോൾ അനുരഞ്ജനം വേഗത്തിലാക്കാൻ പ്രവർത്തിക്കുകയാണ്.",
    "2366003154": "പത്ര മാധ്യമ അന്വേഷണങ്ങൾ",
    "3054564199": "പ്രസ്സ് കിറ്റ്",
    "3173156067": "നിങ്ങളുടെ ലേഖനത്തിൽ ഉദാഹരണ ചിത്രങ്ങൾ ഉൾപ്പെടുത്താൻ നിങ്ങൾ ആഗ്രഹിക്കുന്ന സാഹചര്യത്തിൽ ചില റെഡിമെയ്ഡ് കൊളാറ്ററൽ ലഭ്യമാണ്.",
    "867314732": "നിങ്ങൾക്ക് ഉയർന്ന മിഴിവ് വീണ്ടെടുക്കാൻ കഴിയും",
    "858218750": "അവ ഉപയോഗിക്കുന്നതിനുള്ള മാർഗ്ഗനിർദ്ദേശവും",
    "3821716514": "പേജ്.",
    "1186243118": "ലോഗോ ചിത്രങ്ങൾ",
    "3034959000": "നിങ്ങൾക്ക് വീണ്ടെടുക്കാം",
    "1764089150": "ഇവിടെ:",
    "1558428432": ". ദയവായി അവ hCaptcha.com-ലേക്ക് ക്രെഡിറ്റ് ചെയ്യുക.",
    "2429359042": "ഉദാഹരണ ഇന്റർഫേസ് ചിത്രങ്ങൾ",
    "1480820434": "ചിത്രം 1",
    "3213411837": "ചിത്രം 2",
    "1270712701": "പ്രസ് റിലീസുകളും സമീപകാല റിപ്പോർട്ടുകളും",
    "231285005": "ഞങ്ങളുടെ ബ്ലോഗിൽ നിങ്ങൾക്ക് സമീപകാല അപ്‌ഡേറ്റുകൾ കണ്ടെത്താനാകും",
    "1289884910": "ഞങ്ങൾ ഇടയ്ക്കിടെ വിശകലനങ്ങളും റിപ്പോർട്ടുകളും പ്രസിദ്ധീകരിക്കുന്നു. ഉദാഹരണത്തിന്:",
    "932546190": "എന്തുകൊണ്ട് ക്യാപ്‌ചകൾ എപ്പോഴും നമ്മുടെ കൂടെയുണ്ടാകും",
    "2344319147": "ഗൂഗിളിന്റെ ബോട്ട് കണ്ടെത്തലിന് യഥാർത്ഥത്തിൽ എത്ര വിലയുണ്ട്?",
    "1637527266": "ഏറ്റവും കൂടുതൽ ബോട്ട് ട്രാഫിക് ഉള്ള രാജ്യങ്ങൾ ഏതാണ്?",
    "230159237": "ബന്ധങ്ങൾ",
    "3759923279": "ഇനിപ്പറയുന്ന ഇമെയിൽ വിലാസത്തിലേക്ക് നേരിട്ടുള്ള പ്രസ്സ് അന്വേഷണങ്ങൾ:",
    "4255608322": "അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: ഏപ്രിൽ 12, 2021",
    "537881751": "hCaptcha ലേക്ക് സ്വാഗതം! ഈ സ്വകാര്യതാ നയം www.hcaptcha എന്ന വെബ്‌സൈറ്റിലൂടെ ഞങ്ങളുടെ ശേഖരണം, ഉപയോഗം, വിവരങ്ങൾ (താഴെ നിർവചിച്ചിരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങൾ ഉൾപ്പെടെ) എന്നിവയുമായി ബന്ധപ്പെട്ട Intuition Machines, Inc. (\"IMI\", \"ഞങ്ങൾ\" അല്ലെങ്കിൽ \"ഞങ്ങൾ\") സമ്പ്രദായങ്ങളെ വിവരിക്കുന്നു. .com ഉം ഞങ്ങൾ ഉപയോഗിക്കുന്ന മറ്റേതെങ്കിലും ഉപഡൊമെയ്‌നുകൾ അല്ലെങ്കിൽ ഡൊമെയ്‌നുകളും (\"സൈറ്റുകൾ\") hCaptcha ആപ്ലിക്കേഷൻ പ്രോഗ്രാം ഇന്റർഫേസും അനുബന്ധ സോഫ്‌റ്റ്‌വെയറുകളും മെറ്റീരിയലുകളും (മൊത്തം, \"സേവനം\")",
    "33639629": "മൂന്നാം കക്ഷി വെബ്‌സൈറ്റുകൾക്ക് ബാധകമല്ല. ഞങ്ങളുടെ സൈറ്റിലേക്ക് ലിങ്ക് ചെയ്‌താലും അല്ലെങ്കിൽ സേവനം സംയോജിപ്പിച്ചാലും, ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ ഏതെങ്കിലും വെബ്‌സൈറ്റിനോ ഓഫറിംഗിനോ ഉൽപ്പന്നത്തിനോ സേവനത്തിനോ ഈ സ്വകാര്യതാ നയം ബാധകമല്ലെന്നത് ശ്രദ്ധിക്കുക - മൂന്നാമന് എന്തെങ്കിലും വിവരങ്ങൾ നൽകാൻ തീരുമാനിക്കുന്നതിന് മുമ്പ് ദയവായി ബാധകമായ സ്വകാര്യതാ നയങ്ങൾ പരിശോധിക്കുക. പാർട്ടികൾ.",
    "987375734": "ഐ.എം.ഐ യു.എസ്. സൈറ്റുകളും സേവനങ്ങളും യുണൈറ്റഡ് സ്റ്റേറ്റ്സിൽ നിന്ന് ഞങ്ങൾ നിയന്ത്രിക്കുകയും പ്രവർത്തിപ്പിക്കുകയും ചെയ്യുന്നു. ഞങ്ങൾക്ക് സൗകര്യമുള്ളതോ ഞങ്ങൾ സേവന ദാതാക്കളുമായി ഇടപഴകുന്നതോ ആയ ഏത് രാജ്യത്തും നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ സംഭരിക്കുകയും പ്രോസസ്സ് ചെയ്യുകയും ചെയ്യാം, കൂടാതെ സൈറ്റുകളും സേവനവും ഉപയോഗിച്ച് യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഉൾപ്പെടെ നിങ്ങളുടെ താമസ രാജ്യത്തിന് പുറത്തുള്ള രാജ്യങ്ങളിലേക്ക് വിവരങ്ങൾ കൈമാറാൻ നിങ്ങൾ സമ്മതിക്കുന്നു. , നിങ്ങളുടെ രാജ്യത്തെ നിയമങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായ ഡാറ്റ സംരക്ഷണ നിയമങ്ങൾ ഉണ്ടായിരിക്കാം. ചില സാഹചര്യങ്ങളിൽ, മറ്റ് രാജ്യങ്ങളിലെ കോടതികൾ, നിയമ നിർവ്വഹണ ഏജൻസികൾ, റെഗുലേറ്ററി ഏജൻസികൾ അല്ലെങ്കിൽ സുരക്ഷാ അധികാരികൾ എന്നിവർക്ക് നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ആക്സസ് ചെയ്യാൻ അർഹതയുണ്ടായേക്കാം.",
    "452920031": "യുണൈറ്റഡ് സ്റ്റേറ്റ്സിന് പുറത്തുള്ള ഉപഭോക്താക്കൾക്ക് ഒരു കുറിപ്പ്.",
    "2328839224": ". കാലിഫോർണിയ ഉപഭോക്തൃ സ്വകാര്യതാ നിയമത്തിന് (\"CCPA\") കീഴിലുള്ള നിങ്ങളുടെ അവകാശങ്ങളുമായി ബന്ധപ്പെട്ട ഞങ്ങളുടെ \"കാലിഫോർണിയ നിവാസികൾക്കുള്ള അറിയിപ്പ്\" വിഭാഗം കാണുക.",
    "1565481281": "കാലിഫോർണിയ നിവാസികൾക്ക് ഒരു കുറിപ്പ്",
    "1028058338": "ജനറൽ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേഷന് (\"ജിഡിപിആർ\") കീഴിലുള്ള നിങ്ങളുടെ അവകാശങ്ങളുമായി ബന്ധപ്പെട്ട ഞങ്ങളുടെ \"ഇയു ഡാറ്റാ വിഷയങ്ങൾക്കുള്ള അറിയിപ്പ്\" വിഭാഗം കാണുക.",
    "2271205646": "യൂറോപ്യൻ ഇക്കണോമിക് ഏരിയ നിവാസികൾക്കുള്ള ഒരു കുറിപ്പ്.",
    "508143070": "ഞങ്ങളുടെ സേവനത്തിന്റെ പ്രൊവിഷനുമായി ബന്ധപ്പെട്ട് ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാർക്ക് വേണ്ടി ഞങ്ങൾ വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നിടത്ത് ഒഴികെ, നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുടെ കൺട്രോളറാണ് IMI എന്നത് ശ്രദ്ധിക്കുക. സ്വകാര്യ വിവരം.",
    "2330965058": "ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാർക്കായി ഞങ്ങൾ ഒരു പ്രൊസസറായി പ്രവർത്തിക്കുന്നിടത്ത്, ഞങ്ങളുടെ സേവനം നൽകുന്നതിന് ന്യായമായ ആവശ്യത്തിനല്ലാതെ മറ്റൊരു ആവശ്യത്തിനും ഞങ്ങൾ ശേഖരിക്കുന്ന ഡാറ്റ ഉപയോഗിക്കില്ല, ഞങ്ങളുടെ പ്രോസസ്സിംഗ് നിയന്ത്രിക്കുന്നത് ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാരുമായി ഞങ്ങൾ ഉണ്ടാക്കിയിട്ടുള്ള കരാറുകളാൽ ആയിരിക്കും, ഇതല്ല സ്വകാര്യതാനയം",
    "3017040355": "EU ഡാറ്റാ വിഷയ ഡാറ്റയുടെ പ്രോസസ്സിംഗ് ഞങ്ങളുടെ സേവന നിബന്ധനകളുമായോ ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാരുമായുള്ള ഡാറ്റ പ്രോസസ്സിംഗ് കരാറുകളുമായോ ഡാറ്റ പ്രോസസ്സിംഗ് അനുബന്ധത്തിൽ സംയോജിപ്പിച്ചിട്ടുള്ള സ്റ്റാൻഡേർഡ് കോൺട്രാക്‌ച്വൽ ക്ലോസുകളുടെ (SCCs) നിയമപരമായ അടിസ്ഥാനത്തിലാണ് പ്രവർത്തിക്കുന്നത്.",
    "2233384692": "അത്തരം ഡാറ്റ എങ്ങനെ കൈകാര്യം ചെയ്യപ്പെടുന്നു എന്നതിനെക്കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളോ ആശങ്കകളോ ഉണ്ടെങ്കിൽ അല്ലെങ്കിൽ നിങ്ങളുടെ അവകാശങ്ങൾ വിനിയോഗിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഈ ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതിന് സേവനം ഉപയോഗിക്കുന്നതിന് ഞങ്ങളുമായി കരാറിലേർപ്പെട്ടിരിക്കുന്ന വ്യക്തിയെയോ സ്ഥാപനത്തെയോ (അതായത്, ഡാറ്റ കൺട്രോളർ) നിങ്ങൾ ബന്ധപ്പെടണം. എന്നിരുന്നാലും, ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാരുമായുള്ള ഞങ്ങളുടെ കരാറിന്റെ നിബന്ധനകൾക്ക് അനുസൃതമായി നിങ്ങൾക്ക് ഉണ്ടായേക്കാവുന്ന എന്തെങ്കിലും ആശങ്കകൾ പരിഹരിക്കുന്നതിന് ഞങ്ങൾ അവർക്ക് സഹായം നൽകും.",
    "349292953": "ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ",
    "3022001832": "ഞങ്ങളുടെ സേവനങ്ങൾ അവരുടെ വെബ്‌സൈറ്റിൽ ഉൾപ്പെടുത്തുന്നവർ (\"ഇന്റഗ്രേറ്റർമാർ\"), ഡാറ്റ ലേബലിംഗിനായി സേവനങ്ങൾ ഉപയോഗിക്കുന്നവർ (\"ഉപഭോക്താക്കൾ\"), ഞങ്ങളുമായി ഇടപഴകുന്ന അന്തിമ ഉപയോക്താക്കൾ എന്നിവരുൾപ്പെടെ ഞങ്ങളുടെ സൈറ്റുകളുമായും സേവനങ്ങളുമായും ഇടപഴകുന്ന വ്യക്തികളിൽ നിന്ന് ഞങ്ങൾ വിവരങ്ങൾ ശേഖരിക്കുന്നു. ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാരുടെ (\"അവസാന ഉപയോക്താക്കൾ\") വെബ്സൈറ്റുകൾ വഴിയുള്ള സേവനം.",
    "835545301": "ഇനിപ്പറയുന്ന വിഭാഗത്തിലുള്ള വിവരങ്ങൾ ഞങ്ങൾ ശേഖരിക്കുന്നു:",
    "3228928991": "പേര്, ഇമെയിൽ വിലാസം, രാജ്യം എന്നിവ പോലുള്ള ഒരു വ്യക്തിയെ (\"വ്യക്തിഗത വിവരങ്ങൾ\") തിരിച്ചറിയുന്നതിനോ ബന്ധപ്പെടുന്നതിനോ ഉപയോഗിക്കാവുന്ന വിവരങ്ങൾ. ഞങ്ങളുടെ നിലവിലുള്ളതും വരാനിരിക്കുന്നതുമായ ഇന്റഗ്രേറ്റർമാരിൽ നിന്നും ഉപഭോക്താക്കൾ ഞങ്ങൾക്ക് നേരിട്ട് നൽകുമ്പോൾ അവരിൽ നിന്നും ഞങ്ങൾ വ്യക്തിഗത വിവരങ്ങൾ ശേഖരിക്കുന്നു (ഉദാഹരണത്തിന്, ഒരു അക്കൗണ്ടിനായി സൈൻ അപ്പ് ചെയ്യുമ്പോൾ ഒരു ഫോം പൂരിപ്പിച്ച് അല്ലെങ്കിൽ ഞങ്ങളിൽ നിന്ന് ഇമെയിൽ അറിയിപ്പുകൾ സ്വീകരിക്കുന്നതിന് അപേക്ഷിക്കുക വഴി). മൂന്നാം കക്ഷി ഡാറ്റാബേസുകളുമായോ ഔദ്യോഗിക നിയമ രേഖകളുമായോ വ്യക്തിഗത വിവരങ്ങൾ താരതമ്യം ചെയ്തുകൊണ്ട് ഞങ്ങളുടെ ഇന്റഗ്രേറ്റർമാരുടെയും ഉപഭോക്താക്കളുടെയും ഐഡന്റിറ്റി ഞങ്ങൾ പരിശോധിച്ചേക്കാം.",
    "1655796811": "IP വിലാസങ്ങൾ, ബ്രൗസർ തരം, ഇന്റർനെറ്റ് സേവന ദാതാവ്, പ്ലാറ്റ്‌ഫോം തരം, ഉപകരണ തരം, ഓപ്പറേറ്റിംഗ് സിസ്റ്റം, തീയതിയും സമയ സ്റ്റാമ്പും പോലുള്ള സൈറ്റുകളുടെയോ സേവനങ്ങളുടെ (\"അനലിറ്റിക്‌സ് വിവരങ്ങൾ\") ഒരു ഇന്റഗ്രേറ്ററുടെയോ ഉപഭോക്താവിന്റെയോ ഉപയോഗത്തിന്റെ ഫലമായി സ്വയമേവ ശേഖരിക്കുന്ന വിവരങ്ങൾ ആക്സസ്, മറ്റ് സമാന വിവരങ്ങൾ. ചില അനലിറ്റിക്‌സ് വിവരങ്ങൾ ഞങ്ങളുടെ പേരിൽ ശേഖരിക്കുന്നത് ആ ആവശ്യത്തിനായി ഞങ്ങൾ ഏർപ്പെട്ടിരിക്കുന്ന മൂന്നാം കക്ഷികളാണ്, കൂടാതെ ചില അനലിറ്റിക്‌സ് വിവരങ്ങൾ കുക്കികൾ ഉൾപ്പെടെ വിവിധ ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളിലൂടെ ശേഖരിക്കുന്നു (ചുവടെയുള്ള \"മൂന്നാം കക്ഷി അനലിറ്റിക്‌സും ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും\" കാണുക).",
    "1388241689": "ഇമേജ് ലേബലിംഗ് ഡാറ്റ, അന്തിമ ഉപയോക്താക്കൾക്കായി പ്ലേ ചെയ്‌ത ഓഡിയോ ഫയലുകളിൽ നിന്ന് പരിവർത്തനം ചെയ്‌ത ടെക്‌സ്‌റ്റ്, ചോദ്യങ്ങൾക്കുള്ള ഉത്തരങ്ങൾ, സേവനം സൃഷ്‌ടിച്ച മറ്റ് നിർദ്ദേശങ്ങൾ എന്നിവ പോലുള്ള സേവനത്തിലൂടെ (\"ലേബൽ ചെയ്‌ത ഡാറ്റ\") അന്തിമ-ഉപയോക്താക്കൾ നിർദ്ദേശങ്ങൾക്ക് ഉത്തരം നൽകിയതിന്റെ ഫലമായി ശേഖരിച്ച വിവരങ്ങൾ മെഷീൻ ലേണിംഗ് ആപ്ലിക്കേഷനുകളിൽ ഉപയോഗിക്കുന്നതിന് ഡാറ്റ ലേബൽ ചെയ്യുന്നതിനുള്ള ഉദ്ദേശ്യങ്ങൾക്കായി. തിരിച്ചറിയപ്പെട്ട ഏതെങ്കിലും വ്യക്തിയുമായി ലേബൽ ചെയ്ത ഡാറ്റ ബന്ധിപ്പിച്ചിട്ടില്ലെന്നത് ശ്രദ്ധിക്കുക.",
    "1493790285": "അതിലേക്കുള്ള സേവനത്തിന്റെ ഭാഗമായി അന്തിമ ഉപയോക്താക്കളിൽ നിന്ന് ശേഖരിച്ച മറ്റ് വിവരങ്ങൾ അവയാണോ എന്ന് നിർണ്ണയിക്കാൻ ആവശ്യമാണ്",
    "2216374138": "മൗസ് ചലനങ്ങൾ, സ്ക്രോൾ പൊസിഷൻ, കീപ്രസ് ഇവന്റുകൾ, ടച്ച് ഇവന്റുകൾ, ബാധകമായ ഗൈറോസ്കോപ്പ് / ആക്‌സിലറോമീറ്റർ വിവരങ്ങൾ എന്നിവ പോലെയുള്ള മനുഷ്യരാണ്.",
    "2394073454": "വ്യക്തിഗത ഡാറ്റ ലേബലർമാരായി ഞങ്ങളോടൊപ്പം പ്രവർത്തിക്കാൻ ആഗ്രഹിക്കുന്ന അന്തിമ ഉപയോക്താക്കളിൽ നിന്ന് ഞങ്ങൾ അധിക വിവരങ്ങൾ ശേഖരിച്ചേക്കാം.",
    "3103557430": "ഞങ്ങൾ വിവരങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു",
    "1130802068": "ഇനിപ്പറയുന്ന ആവശ്യങ്ങൾക്കായി ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ ഉപയോഗിക്കുന്നു:",
    "2940689138": "ഇന്റഗ്രേറ്റർ, കസ്റ്റമർ അക്കൗണ്ടുകൾ കൈകാര്യം ചെയ്യുന്നതിനും സേവനം നൽകുന്നതിനും. ഇന്റഗ്രേറ്റർമാരുമായും ഉപഭോക്താക്കളുമായും നിർദ്ദിഷ്ട അക്കൗണ്ടുകളെ ബന്ധപ്പെടുത്തുന്നതിനും അവർക്ക് സേവനം നൽകുന്നതിനും, അഭ്യർത്ഥനകളോ അന്വേഷണങ്ങളോടോ പ്രതികരിക്കുന്നതിനും പിന്തുണയോ സാങ്കേതിക സഹായമോ നൽകുന്നതിനും പേയ്‌മെന്റുകൾ സുഗമമാക്കുന്നതിനും ഞങ്ങൾ വ്യക്തിഗത വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
    "857974529": "സൈറ്റിലേക്കും സേവനത്തിലേക്കും മെച്ചപ്പെടുത്താൻ. ഞങ്ങളുടെ നിലവിലുള്ളതും പുതിയതുമായ സേവനങ്ങളും ഓഫറുകളും മെച്ചപ്പെടുത്തുന്നതിനും നിലവിലുള്ളതും ഭാവിയിലുള്ളതുമായ ഉൽപ്പന്ന ഓഫറുകൾ ഇഷ്ടാനുസൃതമാക്കുന്നതിനും ഞങ്ങൾ Analytics വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
    "1820844638": "വിപണി സ്ഥിതിവിവരക്കണക്കുകൾ നേടുന്നതിന്. മാർക്കറ്റ് വിശകലനം ചെയ്യുന്നതിനും സൈറ്റും ഞങ്ങളുടെ സേവനങ്ങളുമായി ബന്ധപ്പെട്ട ബിസിനസ്സ് വിശകലനങ്ങൾ നടത്താനും മറ്റ് ഗവേഷണ ആവശ്യങ്ങൾക്കും ഞങ്ങൾ അനലിറ്റിക്സ് വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
    "3386280249": "ലേബൽ ചെയ്ത ഡാറ്റയ്ക്ക് ഒരു മാർക്കറ്റ് നൽകാൻ. ഞങ്ങളുടെ സേവനം വെബ്‌സൈറ്റ് ഉടമകൾക്കും അവരുടെ ഡാറ്റ ലേബൽ ചെയ്യാൻ സഹായം ആവശ്യമുള്ള കമ്പനികൾക്കുമുള്ള ഒരു സേവനമെന്ന നിലയിൽ മെഷീൻ ലേണിംഗ് സിസ്റ്റങ്ങൾക്കായി ഉയർന്ന അളവിലുള്ള ഡാറ്റ ലേബലിംഗും മാനുഷിക അവലോകനവും പ്രാപ്‌തമാക്കുന്നു. അതിനായി, ലേബൽ ചെയ്ത ഡാറ്റ സ്വന്തമാക്കാൻ താൽപ്പര്യമുള്ള ഞങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഞങ്ങൾ ലേബൽ ചെയ്ത ഡാറ്റ വെളിപ്പെടുത്തുന്നു.",
    "3532143291": "ഞങ്ങളുടെ സേവനങ്ങളും സിസ്റ്റങ്ങളും സുരക്ഷിതമാക്കാൻ. സാധ്യമായ ഭീഷണികളും കേടുപാടുകളും തിരിച്ചറിഞ്ഞ് ഞങ്ങളുടെ സിസ്റ്റങ്ങളെ സുരക്ഷിതമാക്കാനും ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ സംരക്ഷിക്കാനും ഞങ്ങൾ അനലിറ്റിക്സ് വിവരങ്ങൾ ഉപയോഗിക്കുന്നു.",
    "2185418511": "ഏതെങ്കിലും നിയമാനുസൃതമായ ബിസിനസ്സ് ആവശ്യത്തിനായി, വിവരങ്ങൾ തിരിച്ചറിയാതിരിക്കുകയോ സമാഹരിക്കുകയോ ചെയ്താൽ, അത് ഒരു വ്യക്തിയുമായി ന്യായമായും ബന്ധിപ്പിക്കാൻ കഴിയില്ല.",
    "2386465280": "ഞങ്ങൾ എങ്ങനെ വിവരങ്ങൾ പങ്കിടുന്നു",
    "2159517814": "ഇനിപ്പറയുന്ന സന്ദർഭങ്ങളിൽ ഞങ്ങൾ വ്യക്തിഗത വിവരങ്ങൾ പങ്കിടുകയോ വെളിപ്പെടുത്തുകയോ ചെയ്യുന്നു:",
    "4256083674": "ഒരു നിർദ്ദിഷ്‌ട CAPTCHA ചലഞ്ച് അഭ്യർത്ഥനയുടെയോ IP വിലാസത്തിന്റെയോ അല്ലെങ്കിൽ പ്രത്യേക സമ്മതം നൽകിയതിന്റെയോ വഞ്ചന സാധ്യത തിരിച്ചറിയാൻ ഒരു ഇന്റഗ്രേറ്ററുടെ നേരിട്ടുള്ള അഭ്യർത്ഥന പ്രകാരം.",
    "3494826505": "വെണ്ടർമാരുമായി, ഡാറ്റ സംഭരണം, ഹോസ്റ്റിംഗ്, അനലിറ്റിക്‌സ് എന്നിവ പോലുള്ള സൈറ്റുകളുടെയും സേവനത്തിന്റെയും അവശ്യ വശങ്ങൾ നൽകാൻ ഞങ്ങൾ ഏർപ്പെടുന്നു, മാത്രമല്ല ആ ആവശ്യങ്ങൾക്കായി മാത്രം.",
    "1119009846": "നിങ്ങളുടെയോ ഞങ്ങളുടെയോ മറ്റുള്ളവരുടെയോ അവകാശങ്ങൾ, സ്വകാര്യത, സുരക്ഷ, അല്ലെങ്കിൽ സ്വത്ത് എന്നിവ സംരക്ഷിക്കുന്നതിനായി സർക്കാർ അഭ്യർത്ഥനകൾ, നിയമ നിർവ്വഹണ അഭ്യർത്ഥനകൾ, മറ്റ് പൊതു, സ്വകാര്യ സ്ഥാപനങ്ങൾ എന്നിവ ഉൾപ്പെടെയുള്ള ബാധകമായ നിയമം അനുസരിക്കേണ്ടത് ആവശ്യമാണ്.",
    "197676026": "ഏതെങ്കിലും നിയമാനുസൃതമായ ബിസിനസ്സ് ആവശ്യത്തിനായി മറ്റുള്ളവരുമായി, വിവരങ്ങൾ തിരിച്ചറിഞ്ഞില്ല",
    "2359312315": "അല്ലെങ്കിൽ ഒരു വ്യക്തിയുമായി യുക്തിസഹമായി ബന്ധിപ്പിക്കാൻ കഴിയാത്തവിധം സമാഹരിച്ചിരിക്കുന്നു.",
    "2497216176": "മൂന്നാം കക്ഷി അനലിറ്റിക്‌സും ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും",
    "3694578791": "മുകളിൽ ചർച്ച ചെയ്തതുപോലെ, കുക്കികൾ, വെബ് ബീക്കണുകൾ, മറ്റ് ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകൾ എന്നിവയുടെ ഉപയോഗത്തിലൂടെ ഞങ്ങൾ (ഞങ്ങളുടെ മൂന്നാം കക്ഷി വെണ്ടർമാരും) Analytics വിവരങ്ങൾ ഭാഗികമായി ശേഖരിക്കുന്നു. ചില സന്ദർഭങ്ങളിൽ, Analytics വിവരങ്ങൾ ശേഖരിക്കുന്നതിനായി കുക്കികൾ ഉപയോഗിക്കുന്നതിന് ഞങ്ങൾ മൂന്നാം കക്ഷി വെണ്ടർമാരുമായി പ്രവർത്തിക്കുന്നു.",
    "2238885192": "ഒരു ഉപയോക്താവിന് ഒരു പിശക് അനുഭവപ്പെടുമ്പോൾ ഡീബഗ്ഗിംഗ് ഡാറ്റ ശേഖരിക്കാൻ ഞങ്ങൾ Sentry ഉപയോഗിക്കുന്നു. സെൻട്രി എങ്ങനെ ഡാറ്റ ശേഖരിക്കുകയും പ്രോസസ്സ് ചെയ്യുകയും ചെയ്യുന്നു എന്നതിനെക്കുറിച്ചുള്ള വിവരങ്ങൾക്ക്:",
    "1535054294": "ദയവായി അവരുടെ വിശദമായ നയം കാണുക",
    "658775471": "ഞങ്ങളുടെ വെബ് ട്രാഫിക് ഒപ്റ്റിമൈസ് ചെയ്യാൻ ഞങ്ങൾ Cloudflare ഉപയോഗിക്കുന്നു. ക്ലൗഡ്ഫ്ലെയർ എങ്ങനെ ഡാറ്റ ശേഖരിക്കുകയും പ്രോസസ്സ് ചെയ്യുകയും ചെയ്യുന്നു എന്നതിനെക്കുറിച്ചുള്ള വിവരങ്ങൾക്ക്:",
    "2014256987": "കുക്കികളുടെയോ മറ്റ് ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളുടെയോ ഉപയോഗം തടയരുതെന്ന് നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ചുവടെയുള്ള \"നിങ്ങളുടെ വിവരങ്ങൾ നിയന്ത്രിക്കുക\" കാണുക. ചില ഫീച്ചറുകൾ ശരിയായി പ്രവർത്തിച്ചേക്കില്ല എന്നതിനാൽ, സൈറ്റുകളോ സേവനമോ ഉപയോഗിക്കുന്ന നിങ്ങളുടെ അനുഭവത്തെ അങ്ങനെ ചെയ്യുന്നത് പ്രതികൂലമായി ബാധിച്ചേക്കാം.",
    "2788024905": "ഞങ്ങൾ എങ്ങനെ വിവരങ്ങൾ സുരക്ഷിതമാക്കുന്നു",
    "271333468": "ഞങ്ങൾ ശേഖരിക്കുകയും സംഭരിക്കുകയും ചെയ്യുന്ന വിവരങ്ങൾ പരിരക്ഷിക്കുന്നതിന് ഉചിതമായ സാങ്കേതികവും ഓർഗനൈസേഷണൽ നടപടികളും ഞങ്ങൾ നടപ്പിലാക്കുന്നു, ഞങ്ങൾക്ക് വേണ്ടി ഞങ്ങളുടെ പ്രോസസ്സിംഗ് നടത്തുന്ന എല്ലാ ഏജന്റുമാരും ഇത് ചെയ്യാൻ ആവശ്യപ്പെടുന്നു. നിർഭാഗ്യവശാൽ, സുരക്ഷാ നടപടികളൊന്നും 100% ഫൂൾപ്രൂഫ് അല്ല, അതുപോലെ ഒരു നെറ്റ്‌വർക്കോ സിസ്റ്റമോ (നമ്മുടേതുൾപ്പെടെ) നാശം, നഷ്ടം, മാറ്റം, അനധികൃതമായി വെളിപ്പെടുത്തൽ, അല്ലെങ്കിൽ ഞങ്ങൾ ശേഖരിക്കുകയും സംഭരിക്കുകയും ചെയ്യുന്ന വിവരങ്ങളിലേക്കുള്ള ആക്‌സസ് എന്നിവയ്‌ക്കെതിരെ 100% സുരക്ഷിതമാണെന്ന് ഉറപ്പുനൽകാൻ കഴിയില്ല. ഏതെങ്കിലും കാരണത്താൽ നിങ്ങളുടെ വിവരങ്ങൾ സുരക്ഷിതമല്ലെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, ദയവായി ഞങ്ങളെ ഈ വിലാസത്തിൽ ഉടൻ ബന്ധപ്പെടുക:",
    "3031284129": "വാറന്റി നിരാകരണങ്ങൾ",
    "26365791": "നിയമം അനുവദനീയമായ പരമാവധി പരിധി വരെ, സൈറ്റും സേവനവും (കൂടാതെ മറ്റേതെങ്കിലും അനുബന്ധ സേവനങ്ങൾ, വിവരങ്ങൾ, ഡാറ്റ, സവിശേഷതകൾ, മറ്റ് ഉള്ളടക്കം അല്ലെങ്കിൽ മെറ്റീരിയലുകൾ) എന്നിവ \"ഉള്ളത് പോലെ\", \"ലഭ്യമായത് പോലെ\" എന്നിവ അടിസ്ഥാനമാക്കിയാണ് നൽകിയിരിക്കുന്നത്. നിയമം അനുവദനീയമായ പരിധി വരെ, IMI എല്ലാ വാറന്റികളും ഒഴിവാക്കുന്നു, വ്യാപാരക്ഷമത, ഒരു പ്രത്യേക ആവശ്യത്തിനുള്ള ഫിറ്റ്നസ്, നോൺ-ലംഘനം എന്നിവ ഉൾപ്പെടുന്നതും എന്നാൽ അതിൽ മാത്രം പരിമിതപ്പെടുത്താത്തതുമായ വാറന്റികൾ.",
    "735630686": "നിങ്ങളുടെ വിവരങ്ങൾ കൈകാര്യം ചെയ്യുക (നിങ്ങളുടെ അവകാശങ്ങൾ)",
    "498769698": "നിങ്ങളുടെ ഇന്റഗ്രേറ്റർ, ഉപഭോക്താവ് അല്ലെങ്കിൽ പ്രവേശനക്ഷമത ഉപയോക്തൃ അക്കൗണ്ട് (നിങ്ങൾ ഒരു ഇന്റഗ്രേറ്റർ, ഉപഭോക്താവ് അല്ലെങ്കിൽ പ്രവേശനക്ഷമത ഉപയോക്താവാണെങ്കിൽ) മുഖേന നിങ്ങൾ ഞങ്ങൾക്ക് നൽകിയിട്ടുള്ള ചില വ്യക്തിഗത വിവരങ്ങൾ ആക്‌സസ് ചെയ്യാം, തിരുത്താം, തിരുത്താം അല്ലെങ്കിൽ ഇല്ലാതാക്കാം. നിങ്ങൾക്ക് അങ്ങനെ ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിലോ ഞങ്ങൾ ശേഖരിക്കുന്ന കൂടാതെ/അല്ലെങ്കിൽ നിങ്ങളെക്കുറിച്ച് പങ്കുവെച്ച വ്യക്തിഗത വിവരങ്ങളെക്കുറിച്ച് എന്തെങ്കിലും ചോദ്യങ്ങൾ ഉണ്ടെങ്കിൽ അല്ലെങ്കിൽ ഞങ്ങളുടെ പ്രോസസ്സിംഗിനുള്ള നിങ്ങളുടെ സമ്മതം പിൻവലിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ (അതായത് നിങ്ങളുടെ അക്കൗണ്ട് പൂർണ്ണമായും ഇല്ലാതാക്കുക) ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
    "2895491273": "നിങ്ങൾക്ക് കുക്കികളോ മറ്റ് ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളോ തടയാൻ താൽപ്പര്യമുണ്ടെങ്കിൽ, മിക്ക ബ്രൗസറുകളും മൊബൈൽ ഉപകരണങ്ങളും നിങ്ങളുടെ ക്രമീകരണങ്ങൾ മാറ്റണം, അങ്ങനെ നിങ്ങൾക്ക് കുക്കികളോ മറ്റ് ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളോ ലഭിക്കുമ്പോൾ നിങ്ങളെ അറിയിക്കുകയും സ്വീകരിക്കണോ/അനുവദിക്കണോ വേണ്ടയോ എന്ന് തിരഞ്ഞെടുക്കുകയും ചെയ്യും. അത്. നിലവിലുള്ള കുക്കികൾ പ്രവർത്തനരഹിതമാക്കാനോ ഇല്ലാതാക്കാനോ ഭാവിയിലെ കുക്കികൾ സ്വയമേവ നിരസിക്കാനോ മിക്ക ബ്രൗസറുകളും നിങ്ങളെ അനുവദിക്കുന്നു. നിങ്ങളുടെ കുക്കി മുൻഗണനകൾ നിയന്ത്രിക്കാൻ ബ്രൗസർ പ്ലഗ്-ഇന്നുകൾ ഉൾപ്പെടെയുള്ള മൂന്നാം കക്ഷി ടൂളുകളും നിങ്ങൾക്ക് ഉപയോഗിക്കാം. എന്നിരുന്നാലും, നിങ്ങൾ എല്ലാ കുക്കികളും പ്രവർത്തനരഹിതമാക്കുകയാണെങ്കിൽ, ഞങ്ങളുടെ സൈറ്റുകളുടെ ചില ഭാഗങ്ങൾ ശരിയായി പ്രവർത്തിച്ചേക്കില്ല.",
    "707527778": "കുട്ടികളിൽ നിന്നുള്ള വിവരങ്ങൾ",
    "1747657936": "ഞങ്ങളുടെ സൈറ്റുകളും സേവനങ്ങളും 13 വയസ്സിന് താഴെയുള്ള കുട്ടികളെ ഉദ്ദേശിച്ചുള്ളതല്ല, 13 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്ന് ഞങ്ങൾ അറിഞ്ഞുകൊണ്ട് വ്യക്തിഗത വിവരങ്ങൾ ശേഖരിക്കുന്നില്ല. അത്തരം വിവരങ്ങൾ നിലനിർത്താൻ ഞങ്ങൾക്ക് നിയമപരമായ ബാധ്യത ഇല്ലെങ്കിൽ, പ്രായോഗികമായി കഴിയുന്നത്ര വേഗത്തിൽ ഞങ്ങളുടെ ഫയലുകളിൽ നിന്ന് അത്തരം വിവരങ്ങൾ ഇല്ലാതാക്കുന്നതിനുള്ള ന്യായമായ നടപടികൾ. 13 വയസ്സിന് താഴെയുള്ള കുട്ടികളിൽ നിന്നോ അവരെക്കുറിച്ചോ ഞങ്ങൾക്ക് എന്തെങ്കിലും വിവരം ഉണ്ടെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
    "2419795065": "കാലിഫോർണിയ നിവാസികൾക്ക് അറിയിപ്പ്",
    "1517625162": "കാലിഫോർണിയ സിവിൽ കോഡ് സെക്ഷൻ 1789.3 പ്രകാരം, കാലിഫോർണിയ ഉപയോക്താക്കൾക്ക് ഇനിപ്പറയുന്ന ഉപഭോക്തൃ അവകാശ അറിയിപ്പിന് അർഹതയുണ്ട്: കാലിഫോർണിയ നിവാസികൾക്ക് 1625 North Market Blvd, Sacramento എന്ന വിലാസത്തിൽ മെയിൽ വഴി കാലിഫോർണിയ ഉപഭോക്തൃ വകുപ്പിന്റെ ഉപഭോക്തൃ സേവന വിഭാഗത്തിന്റെ പരാതി സഹായ യൂണിറ്റിൽ എത്തിച്ചേരാം. CA 95834, അല്ലെങ്കിൽ ടെലിഫോൺ വഴി (916) 445-1254 അല്ലെങ്കിൽ (800) 952-5210.",
    "3730344349": "കാലിഫോർണിയ ഉപഭോക്താക്കളെ കുറിച്ച് ഞങ്ങൾ ശേഖരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങളെക്കുറിച്ചും കാലിഫോർണിയ ഉപഭോക്തൃ സ്വകാര്യതാ നിയമം അല്ലെങ്കിൽ \"CCPA\" പ്രകാരം അവർക്ക് നൽകുന്ന അവകാശങ്ങളെക്കുറിച്ചും ഈ വിഭാഗം കൂടുതൽ വിശദാംശങ്ങൾ നൽകുന്നു.",
    "4044467791": "കഴിഞ്ഞ 12 മാസങ്ങളിൽ നിങ്ങളിൽ നിന്ന് ഞങ്ങൾ ശേഖരിച്ച വ്യക്തിഗത വിവരങ്ങളുടെ വിഭാഗങ്ങൾക്ക്, മുകളിലുള്ള \"ഞങ്ങൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ\" എന്ന വിഭാഗം കാണുക. മുകളിലുള്ള \"വ്യക്തിഗത വിവരങ്ങൾ ഞങ്ങൾ എങ്ങനെ ഉപയോഗിക്കുന്നു\" എന്ന വിഭാഗത്തിൽ വിവരിച്ചിരിക്കുന്ന ബിസിനസ്, വാണിജ്യ ആവശ്യങ്ങൾക്കായി ഞങ്ങൾ ഈ വിവരങ്ങൾ ശേഖരിക്കുന്നു. കഴിഞ്ഞ 12 മാസങ്ങളിൽ, ഒരു ബിസിനസ് ആവശ്യത്തിനായി ഞങ്ങൾ ഇനിപ്പറയുന്ന വിഭാഗങ്ങളുടെ വിവരങ്ങൾ മൂന്നാം കക്ഷികളുമായി പങ്കിട്ടു:",
    "4208081170": "വ്യക്തിഗത വിവരങ്ങളുടെ വിഭാഗം",
    "1528242915": "ഐഡന്റിഫയറുകൾ.",
    "3863351997": "കാലിഫോർണിയ കസ്റ്റമർ റെക്കോർഡ്‌സ് സ്റ്റാറ്റ്യൂട്ടിൽ ലിസ്റ്റ് ചെയ്തിരിക്കുന്ന വ്യക്തിഗത വിവര വിഭാഗങ്ങൾ (Cal. Civ. കോഡ് § 1798.80(e)).",
    "2826705343": "വാണിജ്യ വിവരങ്ങൾ.",
    "2683038211": "ഇന്റർനെറ്റ് അല്ലെങ്കിൽ മറ്റ് ഇലക്ട്രോണിക് നെറ്റ്‌വർക്ക് പ്രവർത്തനം.",
    "3671828834": "പങ്കിട്ട വ്യക്തിഗത വിവരങ്ങളുടെ ഉദാഹരണങ്ങൾ",
    "779426309": "ഒരു യഥാർത്ഥ പേര്, അദ്വിതീയ വ്യക്തിഗത ഐഡന്റിഫയർ, ഓൺലൈൻ ഐഡന്റിഫയർ, ഇന്റർനെറ്റ് പ്രോട്ടോക്കോൾ വിലാസം, ഇമെയിൽ വിലാസം, അക്കൗണ്ട് നാമം അല്ലെങ്കിൽ സമാനമായ മറ്റ് ഐഡന്റിഫയറുകൾ.",
    "2414368123": "ഒരു പേര്, ക്രെഡിറ്റ് കാർഡ് നമ്പർ, ഡെബിറ്റ് കാർഡ് നമ്പർ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും സാമ്പത്തിക വിവരങ്ങൾ.",
    "4088941349": "വാങ്ങിയതോ നേടിയതോ പരിഗണിക്കുന്നതോ ആയ ഉൽപ്പന്നങ്ങളുടെയോ സേവനങ്ങളുടെയോ രേഖകൾ.",
    "3238612014": "ബ്രൗസിംഗ് ചരിത്രം, ഇന്റർനെറ്റ് വെബ്സൈറ്റ്, ആപ്ലിക്കേഷൻ അല്ലെങ്കിൽ പരസ്യം എന്നിവയുമായുള്ള ഉപഭോക്താവിന്റെ ഇടപെടലിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ.",
    "1023108656": "മൂന്നാം കക്ഷി സ്വീകർത്താക്കളുടെ വിഭാഗങ്ങൾ",
    "1418235079": "സേവന ദാതാക്കൾ",
    "3238184941": "ശ്രദ്ധിക്കുക: ഒരു വ്യക്തിഗത IP വിലാസവുമായി ബന്ധപ്പെട്ട വഞ്ചന അപകടസാധ്യത അഭ്യർത്ഥന പ്രകാരം ഒരു ഇന്റഗ്രേറ്ററുമായി പങ്കിട്ടേക്കാം.",
    "285116485": "ഞങ്ങൾ ശേഖരിക്കുന്ന വ്യക്തിഗത വിവരങ്ങൾ കമ്പനി \"വിൽക്കുന്നില്ല\" (ഈ പദം CCPA-യിൽ നിർവചിച്ചിരിക്കുന്നത് പോലെ). ഞങ്ങൾ ഉപയോഗിക്കുന്ന മൂന്നാം കക്ഷി കുക്കികളുടെ തരങ്ങളെ കുറിച്ചുള്ള കൂടുതൽ വിവരങ്ങൾക്ക് മുകളിലുള്ള \"മൂന്നാം കക്ഷി അനലിറ്റിക്‌സും ട്രാക്കിംഗ് സാങ്കേതികവിദ്യകളും\" വിഭാഗം പരിശോധിക്കുക.",
    "1408750006": "ചില പരിമിതികൾക്ക് വിധേയമായി, CCPA കാലിഫോർണിയ ഉപഭോക്താക്കൾക്ക് ഞങ്ങൾ ശേഖരിക്കുന്ന വിഭാഗങ്ങളെക്കുറിച്ചോ വ്യക്തിഗത വിവരങ്ങളുടെ പ്രത്യേക ഭാഗങ്ങളെക്കുറിച്ചോ കൂടുതൽ വിവരങ്ങൾ അറിയാൻ അഭ്യർത്ഥിക്കുന്നതിനുള്ള അവകാശം നൽകുന്നു (ഞങ്ങൾ ഈ വിവരങ്ങൾ ഉപയോഗിക്കുന്നതും വെളിപ്പെടുത്തുന്നതും ഉൾപ്പെടെ), അവരുടെ വ്യക്തിഗത വിവരങ്ങൾ ഇല്ലാതാക്കുന്നതിനും ഒഴിവാക്കുന്നതിനും സംഭവിക്കാനിടയുള്ള ഏതെങ്കിലും \"വിൽപന\", അതുപോലെ തന്നെ ഈ അവകാശങ്ങൾ വിനിയോഗിക്കുന്നതിന് വിവേചനം കാണിക്കാതിരിക്കാനുള്ള അവകാശം.",
    "759057398": "EU ഡാറ്റ വിഷയങ്ങൾക്കുള്ള അറിയിപ്പ്",
    "825780955": "സ്വകാര്യ വിവരം",
    "2945960297": "EU ഡാറ്റ വിഷയങ്ങളുമായി ബന്ധപ്പെട്ട്, ഈ സ്വകാര്യതാ നയത്തിൽ ഉപയോഗിച്ചിരിക്കുന്ന \"വ്യക്തിഗത വിവരങ്ങൾ\" എന്ന പദം യൂറോപ്യൻ യൂണിയൻ ജനറൽ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേഷനിൽ (GDPR) നിർവചിച്ചിരിക്കുന്ന \"വ്യക്തിഗത ഡാറ്റ\" എന്നതിന് തുല്യമാണ്.",
    "1126613163": "സെൻസിറ്റീവ് ഡാറ്റ",
    "3571006800": "നിങ്ങൾ ഞങ്ങൾക്ക് നൽകുന്ന ചില വിവരങ്ങൾ, GDPR-ൽ നിർവചിച്ചിരിക്കുന്നത് പോലെ സെൻസിറ്റീവ് ഡാറ്റ (വ്യക്തിഗത ഡാറ്റയുടെ പ്രത്യേക വിഭാഗങ്ങൾ എന്നും അറിയപ്പെടുന്നു), സർക്കാർ നൽകുന്ന തിരിച്ചറിയൽ രേഖകളിൽ നിങ്ങളുടെ വംശത്തെയോ വംശത്തെയോ തിരിച്ചറിയുന്നത് ഉൾപ്പെടെ.",
    "1988461282": "പ്രോസസ്സിംഗിനുള്ള നിയമപരമായ അടിസ്ഥാനങ്ങൾ",
    "3519564631": "പ്രോസസ്സിംഗ് ഉദ്ദേശ്യങ്ങൾ",
    "1778642038": "നിങ്ങളുമായി ആശയവിനിമയം നടത്താൻ",
    "2223819810": "ഞങ്ങളുടെ പ്ലാറ്റ്ഫോം ഒപ്റ്റിമൈസ് ചെയ്യാൻ",
    "1678661231": "പാലിക്കൽ, വഞ്ചന തടയൽ, സുരക്ഷ എന്നിവയ്ക്കായി",
    "2561077702": "ഞങ്ങളുടെ സേവനം നൽകാൻ",
    "2066321185": "നിയമപരമായ അടിസ്ഥാനം",
    "1174237568": "ഈ പ്രോസസ്സിംഗ് പ്രവർത്തനങ്ങൾ ഞങ്ങളുടെ നിയമാനുസൃത താൽപ്പര്യങ്ങൾ ഉൾക്കൊള്ളുന്നു. ഞങ്ങളുടെ നിയമാനുസൃതമായ താൽപ്പര്യങ്ങൾക്കായി നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നതിന് മുമ്പ്, നിങ്ങളെയും (പോസിറ്റീവും നെഗറ്റീവും രണ്ടും) നിങ്ങളുടെ അവകാശങ്ങളിലും സാധ്യമായ പ്രത്യാഘാതങ്ങൾ പരിഗണിക്കാനും സന്തുലിതമാക്കാനും ഞങ്ങൾ ശ്രമിക്കുന്നു. ഞങ്ങളുടെ താൽപ്പര്യങ്ങൾ നിങ്ങളിൽ എന്തെങ്കിലും പ്രതികൂല സ്വാധീനം ചെലുത്തുന്ന പ്രവർത്തനങ്ങൾക്കായി ഞങ്ങൾ നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഉപയോഗിക്കില്ല (ഞങ്ങൾക്ക് നിങ്ങളുടെ സമ്മതം ഇല്ലെങ്കിലോ അല്ലെങ്കിൽ നിയമപ്രകാരം ആവശ്യപ്പെടുകയോ അനുവദിക്കുകയോ ചെയ്തിട്ടില്ലെങ്കിൽ).",
    "1350478093": "പ്രോസസ്സിംഗ് ഉദ്ദേശ്യം",
    "787916198": "നിങ്ങളുടെ സമ്മതത്തോടെ",
    "3348433919": "നിങ്ങളുടെ അവകാശങ്ങൾ",
    "3842673636": "GDPR-ന് കീഴിൽ, നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ സംബന്ധിച്ച് നിങ്ങൾക്ക് ചില അവകാശങ്ങളുണ്ട്. ഞങ്ങൾ കൈവശം വച്ചിരിക്കുന്ന നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുമായി ബന്ധപ്പെട്ട് ഇനിപ്പറയുന്ന നടപടികൾ സ്വീകരിക്കാൻ നിങ്ങൾക്ക് ഞങ്ങളോട് ആവശ്യപ്പെട്ടേക്കാം:",
    "4057343238": "വേണ്ടെന്ന് വയ്ക്കുക",
    "1834911235": "നിങ്ങൾ സ്വീകരിക്കാൻ മുമ്പ് സമ്മതിച്ചിട്ടുള്ള നേരിട്ടുള്ള മാർക്കറ്റിംഗ് ആശയവിനിമയങ്ങൾ നിങ്ങൾക്ക് അയയ്ക്കുന്നത് നിർത്തുക. സേവനവുമായി ബന്ധപ്പെട്ടതും മറ്റ് മാർക്കറ്റിംഗ് ഇതര ആശയവിനിമയങ്ങളും ഞങ്ങൾ തുടർന്നും നിങ്ങൾക്ക് അയച്ചേക്കാം.",
    "3022301908": "പ്രവേശനം",
    "680638297": "നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളുടെ പ്രോസസ്സിംഗിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ നിങ്ങൾക്ക് നൽകുകയും നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളിലേക്ക് നിങ്ങൾക്ക് ആക്സസ് നൽകുകയും ചെയ്യുന്നു.",
    "1409486258": "ശരിയാണ്",
    "3878077249": "നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളിലെ അപാകതകൾ അപ്ഡേറ്റ് ചെയ്യുക അല്ലെങ്കിൽ തിരുത്തുക.",
    "3645414921": "ഇല്ലാതാക്കുക",
    "42182578": "നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഇല്ലാതാക്കുക.",
    "1609621367": "കൈമാറ്റം",
    "3208155808": "നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുടെ മെഷീൻ റീഡബിൾ കോപ്പി നിങ്ങൾക്കോ നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന മൂന്നാം കക്ഷിക്കോ കൈമാറുക.",
    "1786796818": "നിയന്ത്രിക്കുക",
    "3329634829": "നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുടെ പ്രോസസ്സിംഗ് നിയന്ത്രിക്കുക.",
    "4202774977": "വസ്തു",
    "3007158970": "നിങ്ങളുടെ അവകാശങ്ങളെ ബാധിക്കുന്ന നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളുടെ പ്രോസസ്സിംഗിന്റെ അടിസ്ഥാനമായി ഞങ്ങളുടെ നിയമാനുസൃത താൽപ്പര്യങ്ങളിൽ ഞങ്ങൾ ആശ്രയിക്കുന്നതിനെ എതിർക്കുക.",
    "1273071008": "ഡാറ്റ വിഷയം ആക്സസ് അവകാശ അഭ്യർത്ഥനകൾ",
    "3594381346": "സ്ഥാനം.",
    "21141582": "ഈ",
    "3357523404": "ക്രോസ്-ബോർഡർ ഡാറ്റ ട്രാൻസ്ഫർ",
    "290966395": "ഞങ്ങളുടെ \"യുണൈറ്റഡ് സ്റ്റേറ്റ്സിന് പുറത്തുള്ള ഉപഭോക്താക്കൾക്കുള്ള ഒരു കുറിപ്പ്\" വിഭാഗത്തിൽ വിവരിച്ചിരിക്കുന്നതുപോലെ, നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ യുണൈറ്റഡ് സ്റ്റേറ്റ്സിലേക്ക് കൈമാറുകയും പ്രോസസ്സ് ചെയ്യുകയും സംഭരിക്കുകയും ചെയ്യുമെന്ന് ദയവായി ശ്രദ്ധിക്കുക. യുഎസിലെ ഡാറ്റാ സംരക്ഷണ നിയമങ്ങൾ നിങ്ങൾ താമസിക്കുന്ന രാജ്യത്തെ നിയമങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായിരിക്കാം. ഞങ്ങളുടെ സൈറ്റുകൾ സന്ദർശിച്ചോ ഞങ്ങളുടെ സേവനം ഉപയോഗിച്ചോ ഈ സ്വകാര്യതാ നയത്തിൽ പറഞ്ഞിരിക്കുന്ന പ്രകാരം, വ്യക്തിഗത വിവരങ്ങൾ ഉൾപ്പെടെയുള്ള നിങ്ങളുടെ വിവരങ്ങൾ യുഎസിലേക്ക് കൈമാറുന്നതിന് നിങ്ങൾ സമ്മതം നൽകുന്നു.",
    "3178581111": "പുതിയ ആവശ്യങ്ങൾക്കായി ഉപയോഗിക്കുക",
    "1088304322": "ഈ സ്വകാര്യതാ നയത്തിൽ വിവരിച്ചിട്ടില്ലാത്ത കാരണങ്ങളാൽ ഞങ്ങൾ നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഉപയോഗിച്ചേക്കാം, അവിടെ നിയമപ്രകാരം ഞങ്ങൾക്ക് അനുമതിയുണ്ട്, കാരണം ഞങ്ങൾ അത് ശേഖരിച്ചതിന്റെ ഉദ്ദേശ്യവുമായി പൊരുത്തപ്പെടുന്നു. ബന്ധമില്ലാത്ത ഒരു ആവശ്യത്തിനായി നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഞങ്ങൾക്ക് ഉപയോഗിക്കണമെങ്കിൽ, ഞങ്ങൾ നിങ്ങളെ അറിയിക്കുകയും ആ ഉപയോഗത്തിന് ബാധകമായ നിയമപരമായ അടിസ്ഥാനം വിശദീകരിക്കുകയും ചെയ്തേക്കാം. നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളുടെ ഒരു പ്രത്യേക ഉപയോഗത്തിന് ഞങ്ങൾ നിങ്ങളുടെ സമ്മതത്തെ ആശ്രയിച്ചിട്ടുണ്ടെങ്കിൽ, ബന്ധമില്ലാത്ത ഏതെങ്കിലും ആവശ്യത്തിനായി ഞങ്ങൾ നിങ്ങളുടെ സമ്മതം തേടുകയും നിങ്ങൾ എതിർക്കുകയാണെങ്കിൽ ആ സമയത്ത് സേവനത്തിന്റെ ഉപയോഗം അവസാനിപ്പിക്കാൻ നിങ്ങളെ അനുവദിക്കുകയും ചെയ്യാം.",
    "2260079771": "ഡാറ്റ നിലനിർത്തൽ",
    "38428546": "ഞങ്ങളുടെ അക്കൗണ്ടിന്റെ ജീവിതകാലം മുഴുവൻ ഞങ്ങൾ നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ സുരക്ഷിതമായി സംഭരിക്കുന്നു. ഏതെങ്കിലും നിയമപരമോ അക്കൗണ്ടിംഗ് അല്ലെങ്കിൽ റിപ്പോർട്ടിംഗ് ബാധ്യതകൾ നിറവേറ്റുന്നതിനോ തർക്കങ്ങൾ പരിഹരിക്കുന്നതിനോ ഉൾപ്പെടെ, ഞങ്ങൾ ശേഖരിച്ച ഉദ്ദേശ്യങ്ങൾ നിറവേറ്റുന്നതിന് ആവശ്യമുള്ളിടത്തോളം കാലം നിങ്ങളുടെ സ്വകാര്യ ഡാറ്റ ഞങ്ങൾ സൂക്ഷിക്കും. സംഭരണ കാലയളവുകൾ നിർണ്ണയിക്കാൻ ഞങ്ങൾ ഉപയോഗിക്കുന്ന മാനദണ്ഡങ്ങളിൽ നിലവിലുള്ള ബാധകമായ കരാർ വ്യവസ്ഥകൾ, നിയമപരമായ നിയമപരമായ പരിമിതി കാലയളവുകൾ, ബാധകമായ റെഗുലേറ്ററി ആവശ്യകതകൾ, വ്യവസായ മാനദണ്ഡങ്ങൾ എന്നിവ ഉൾപ്പെടുന്നു.",
    "384965568": "അധികാരപരിധി അനുസരിച്ച് നിലനിർത്തൽ ആവശ്യകതകൾ വ്യത്യാസപ്പെടുമ്പോൾ, നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റയുടെ വ്യത്യസ്ത വശങ്ങൾക്കായുള്ള ഞങ്ങളുടെ സാധാരണ നിലനിർത്തൽ കാലയളവുകളെക്കുറിച്ചുള്ള വിവരങ്ങൾ ചുവടെ വിവരിച്ചിരിക്കുന്നു.",
    "2788836740": "നിങ്ങൾ അൺ-സബ്‌സ്‌ക്രൈബ് ചെയ്യുന്നതുവരെ മാർക്കറ്റിംഗ് ആവശ്യങ്ങൾക്കായുള്ള കോൺടാക്റ്റ് വിവരങ്ങൾ തുടർച്ചയായി നിലനിർത്തും. അതിനുശേഷം ഞങ്ങൾ നിങ്ങളുടെ വിശദാംശങ്ങൾ അനിശ്ചിതകാലത്തേക്ക് ഞങ്ങളുടെ അടിച്ചമർത്തൽ പട്ടികയിൽ ചേർക്കും. പ്രവേശനക്ഷമത ഉപയോക്താക്കളിൽ നിന്ന് ശേഖരിക്കുന്ന ഇമെയിൽ വിവരങ്ങൾ ഒരിക്കലും മാർക്കറ്റിംഗ് ആവശ്യങ്ങൾക്കായി ഉപയോഗിക്കില്ല.",
    "3520687192": "നിങ്ങളുമായുള്ള ആശയവിനിമയത്തിന്റെ രേഖകൾ (ഉദാഹരണത്തിന് ഇമെയിൽ അല്ലെങ്കിൽ ട്വിറ്റർ വഴി തുറന്ന പിന്തുണ ടിക്കറ്റുകൾ) അനിശ്ചിതമായി സൂക്ഷിക്കപ്പെട്ടേക്കാം.",
    "292211832": "കുക്കികൾ, വെബ്‌പേജ് കൗണ്ടറുകൾ, മറ്റ് അനലിറ്റിക്‌സ് ടൂളുകൾ എന്നിവ പോലുള്ള സാങ്കേതിക മാർഗങ്ങളിലൂടെ ശേഖരിക്കുന്ന വിവരങ്ങൾ പ്രായോഗികമായി ഉടൻ തന്നെ നിരസിക്കപ്പെടും, എന്നാൽ കുക്കിയുടെ കാലഹരണപ്പെടൽ മുതൽ ഒരു വർഷം വരെ പരിമിതമായ കാലയളവിലേക്ക് സൂക്ഷിക്കാം, സാധാരണയായി തിരിച്ചറിയാത്തതും സംഗ്രഹിച്ചതുമായ രൂപത്തിൽ ഞങ്ങളുടെ സേവനം ദുരുപയോഗം ചെയ്യാൻ സാധ്യതയുള്ളതായി ഞങ്ങൾ കണ്ടെത്തുന്നില്ലെങ്കിൽ, ഭാവിയിലെ ദുരുപയോഗം തടയുന്നതിന് ഞങ്ങളെ സഹായിക്കുന്നതിന് ആ വിവരങ്ങൾ ഞങ്ങൾ നിലനിർത്തും. ഈ അജ്ഞാതവും സമാഹരിച്ചതുമായ വിവരങ്ങൾ നിങ്ങളുമായോ നിങ്ങളുടെ കുടുംബവുമായോ ഒരു IP വിലാസവുമായോ അല്ലെങ്കിൽ സംഭരിച്ചിരിക്കുന്ന വിവരങ്ങളെ അടിസ്ഥാനമാക്കിയുള്ള ഏതെങ്കിലും വ്യക്തിഗത വിവരങ്ങളുമായോ ലിങ്ക് ചെയ്യാൻ ഞങ്ങൾക്ക് കഴിയില്ല.",
    "470943029": "ഈ സ്വകാര്യതാ നയത്തെക്കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
    "3192683783": "ഈ സ്വകാര്യതാ നയത്തിലെ മാറ്റങ്ങൾ",
    "1702335960": "ഞങ്ങൾ ശേഖരിക്കുന്ന ഏതൊരു വിവരവും അത്തരം വിവരങ്ങൾ ശേഖരിക്കുന്ന സമയത്ത് പ്രാബല്യത്തിൽ വരുന്ന സ്വകാര്യതാ നയത്തിന് വിധേയമാണ്. എന്നിരുന്നാലും, ഞങ്ങൾ കാലാകാലങ്ങളിൽ സ്വകാര്യതാ നയം പരിഷ്കരിച്ചേക്കാം. ഒരു പുനരവലോകനം ഞങ്ങൾ മാത്രം നിർണ്ണയിച്ചിട്ടുള്ള മെറ്റീരിയലാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും, ഉദാഹരണത്തിന് ഇമെയിൽ വഴി. നിലവിലെ പതിപ്പ് എപ്പോഴും ഞങ്ങളുടെ സ്വകാര്യതാ നയ പേജിൽ പോസ്റ്റ് ചെയ്യും.",
    "3669258571": "കുക്കി നയം",
    "2905621957": "അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: ജൂലൈ 18, 2020",
    "1173934218": "നിങ്ങളുടെ സ്വകാര്യത നിങ്ങൾക്ക് പ്രധാനമാണെന്നും ഞങ്ങൾ ഉപയോഗിക്കുന്ന സാങ്കേതികവിദ്യകളെക്കുറിച്ച് സുതാര്യത പുലർത്താൻ പ്രതിജ്ഞാബദ്ധമാണെന്നും ഞങ്ങൾ മനസ്സിലാക്കുന്നു. ഞങ്ങളുടെ സൈറ്റുകളിലും സേവനങ്ങളിലും ഞങ്ങൾ കുക്കികൾ എങ്ങനെ, എപ്പോൾ ഉപയോഗിക്കുന്നു എന്നതിനെക്കുറിച്ചുള്ള വിശദമായ വിവരങ്ങൾ ഈ നയം നൽകുന്നു.",
    "2694150481": "ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നുണ്ടോ?",
    "457627611": "അതെ. ഞങ്ങളും ഞങ്ങളുടെ അനലിറ്റിക്‌സ് അല്ലെങ്കിൽ സേവന ദാതാക്കളും മാർക്കറ്റിംഗ് പങ്കാളികളും അഫിലിയേറ്റുകളും സൈറ്റുകൾ ഉപയോഗിക്കുന്ന എല്ലാവർക്കും സാധ്യമായ ഏറ്റവും മികച്ച അനുഭവം ഉറപ്പാക്കാൻ കുക്കികളും വെബ് ബീക്കണുകളും പിക്സലുകളും മറ്റ് സാങ്കേതികവിദ്യകളും ഉപയോഗിച്ചേക്കാം. കൂടുതൽ വിവരങ്ങൾക്ക് ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിലെ \"മൂന്നാം കക്ഷി അനലിറ്റിക്‌സും ട്രാക്കിംഗ് ടെക്‌നോളജീസും\" വിഭാഗം കാണുക.",
    "501102544": ": hCaptcha ആന്റി ബോട്ട് സേവനത്തിൽ (അതായത് വെബ്‌സൈറ്റുകളോ ഗെയിമുകളോ മൊബൈൽ ആപ്പുകളോ ഉൾച്ചേർത്ത സേവനം) GDPR നിയന്ത്രണങ്ങൾക്കനുസൃതമായി \"സമ്മത-ഒഴിവാക്കൽ\" കുക്കികൾ മാത്രമേ ഉൾപ്പെടുന്നുള്ളൂവെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു. അത്തരം ഒഴിവാക്കപ്പെട്ട കുക്കികളുടെ ഉദാഹരണങ്ങളിൽ ഇവ ഉൾപ്പെടുന്നു:",
    "461631543": "GDPR കുറിപ്പ്",
    "2150907653": "* സേവനം നൽകുന്നതിന് സാങ്കേതിക കുക്കികൾ കർശനമായി ആവശ്യമാണ്. മുൻഗണനാ കുക്കികൾ, സെഷൻ കുക്കികൾ, ലോഡ് ബാലൻസിങ് കുക്കികൾ മുതലായവ ഇതിൽ ഉൾപ്പെടുന്നു.",
    "1012122721": "* ഞങ്ങൾ നേരിട്ട് മാനേജ് ചെയ്യുന്ന സ്റ്റാറ്റിസ്റ്റിക്കൽ കുക്കികൾ (അതായത്, ആദ്യ കക്ഷി, മൂന്നാം കക്ഷി കുക്കികൾ അല്ല), ഇവിടെ ഡാറ്റ പ്രൊഫൈലിങ്ങിനായി ഉപയോഗിക്കില്ല.",
    "148542287": "ഇത് നിയമോപദേശമല്ല, ഈ വിശകലനത്തെക്കുറിച്ച് വാറന്റികളൊന്നും നൽകിയിട്ടില്ല. നിങ്ങൾക്ക് കൂടുതൽ ചോദ്യങ്ങളോ ആശങ്കകളോ ഉണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ഇവിടെ ബന്ധപ്പെടുക:",
    "3956117148": "hCaptcha.com, BotStop.com വെബ്സൈറ്റുകളിൽ (സൈറ്റുകൾ) ഈ നയത്തിൽ വിവരിച്ചിരിക്കുന്നതുപോലെ അധിക കുക്കികൾ ഉൾപ്പെട്ടേക്കാം.",
    "3255230599": "എന്താണ് കുക്കി?",
    "1095532507": "ഒരു വെബ് പേജ് സെർവർ നിങ്ങളുടെ ഹാർഡ് ഡ്രൈവിൽ സ്ഥാപിച്ചിരിക്കുന്ന ഒരു ചെറിയ ടെക്സ്റ്റ് ഫയലാണ് കുക്കി (\"കുക്കി\"). നിങ്ങൾക്ക് കുക്കി നൽകിയ ഡൊമെയ്‌നിലെ ഒരു വെബ് സെർവറിന് പിന്നീട് വായിക്കാൻ കഴിയുന്ന വിവരങ്ങൾ കുക്കികളിൽ അടങ്ങിയിരിക്കുന്നു. നിങ്ങൾ ചില സവിശേഷതകൾ ഉപയോഗിക്കുകയാണെങ്കിൽ അല്ലെങ്കിൽ ചില മുൻഗണനകൾ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ മാത്രമേ ചില കുക്കികൾ ഉപയോഗിക്കൂ, ചില കുക്കികൾ എപ്പോഴും ഉപയോഗിക്കും. ചുവടെയുള്ള ഞങ്ങളുടെ നിലവിലെ കുക്കി ലിസ്റ്റ് കാണുന്നതിലൂടെ ഓരോ കുക്കിയെയും കുറിച്ച് നിങ്ങൾക്ക് കൂടുതൽ കണ്ടെത്താനാകും.",
    "2943815316": "ഞങ്ങൾ ഈ ലിസ്റ്റ് ആനുകാലികമായി അപ്ഡേറ്റ് ചെയ്യുന്നു, അതിനാൽ ഇനിയും ലിസ്റ്റ് ചെയ്യാത്ത കൂടുതൽ കുക്കികൾ ഉണ്ടായേക്കാം. വെബ് ബീക്കണുകൾ, ടാഗുകൾ, സ്ക്രിപ്റ്റുകൾ എന്നിവ സൈറ്റുകളിലോ ഇമെയിലുകളിലോ കുക്കികൾ ഡെലിവർ ചെയ്യുന്നതിനും സന്ദർശനങ്ങൾ എണ്ണുന്നതിനും ഉപയോഗവും കാമ്പെയ്‌ൻ ഫലപ്രാപ്തിയും മനസ്സിലാക്കുന്നതിനും ഒരു ഇമെയിൽ തുറന്ന് പ്രവർത്തിച്ചിട്ടുണ്ടോ എന്ന് നിർണ്ണയിക്കുന്നതിനും ഞങ്ങളെ സഹായിക്കുന്നതിന് ഉപയോഗിച്ചേക്കാം. ഞങ്ങളുടെ സേവന/അനലിറ്റിക്സ് ദാതാക്കൾ ഈ സാങ്കേതികവിദ്യകളുടെ ഉപയോഗത്തെ അടിസ്ഥാനമാക്കി വ്യക്തിഗതവും സംഗ്രഹിച്ചതുമായ അടിസ്ഥാനത്തിൽ ഞങ്ങൾക്ക് റിപ്പോർട്ടുകൾ ലഭിച്ചേക്കാം.",
    "2954157511": "എന്തുകൊണ്ടാണ് ഞങ്ങൾ കുക്കികൾ ഉപയോഗിക്കുന്നത്?",
    "1539071196": "ഇനിപ്പറയുന്ന ആവശ്യങ്ങൾക്ക് ഞങ്ങൾ സാധാരണയായി കുക്കികൾ ഉപയോഗിക്കുന്നു:",
    "3545935449": "പുതിയ അല്ലെങ്കിൽ പഴയ ഉപയോക്താക്കളെ തിരിച്ചറിയാൻ.",
    "32739972": "നിങ്ങൾ ഞങ്ങളുടെ സൈറ്റുകളിൽ രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടെങ്കിൽ നിങ്ങളുടെ ലോഗിൻ സെഷൻ വിവരങ്ങൾ സംഭരിക്കുന്നതിന്.",
    "4209078147": "ഞങ്ങളുടെ സൈറ്റ് മെച്ചപ്പെടുത്തുന്നതിനും ഞങ്ങളുടെ പ്ലാറ്റ്‌ഫോമുകളിലും സൈറ്റിലുമുള്ള നിങ്ങളുടെ സന്ദർശനങ്ങൾ നന്നായി മനസ്സിലാക്കുന്നതിനും.",
    "1077448694": "മൂന്നാം കക്ഷി സോഷ്യൽ മീഡിയ വെബ്‌സൈറ്റുകളുമായി സംയോജിപ്പിക്കാൻ.",
    "1709478090": "താൽപ്പര്യാധിഷ്‌ഠിതമോ ടാർഗെറ്റുചെയ്‌തതോ ആയ പരസ്യം നൽകുന്നതിന്.",
    "3256020881": "ഒന്നിലധികം വെബ്‌സൈറ്റുകളിലോ മറ്റ് പ്ലാറ്റ്‌ഫോമുകളിലോ ഉടനീളം നിങ്ങളുടെ പെരുമാറ്റങ്ങളും ബ്രൗസിംഗ് പ്രവർത്തനങ്ങളും നിരീക്ഷിക്കുന്നതിന്.",
    "1092241113": "ഞങ്ങളുടെ ഉപഭോക്താക്കളുടെയും ഇന്റഗ്രേറ്റർമാരുടെയും താൽപ്പര്യങ്ങൾ നന്നായി മനസ്സിലാക്കാൻ.",
    "1434289796": "സൈറ്റുകളുടെ ചില ഉപയോഗങ്ങൾക്ക് ചില കുക്കികൾ ആവശ്യമാണ്, അത്തരം കുക്കികൾ ഇല്ലാതെ, നിങ്ങൾക്ക് സൈറ്റുകൾ ശരിയായി ഉപയോഗിക്കേണ്ട നിരവധി സേവനങ്ങൾ നൽകാൻ ഞങ്ങൾക്ക് കഴിയില്ല. ഉദാഹരണത്തിന്, ഈ കുക്കികൾ ഞങ്ങളുടെ സൈറ്റുകൾ പ്രവർത്തിപ്പിക്കാൻ ഞങ്ങളെ അനുവദിക്കുന്നു, അതിനാൽ നിങ്ങൾ അഭ്യർത്ഥിച്ചതുപോലെ നിങ്ങൾക്കത് ആക്‌സസ് ചെയ്യാം കൂടാതെ നിങ്ങൾ ഒരു അക്കൗണ്ട് സൃഷ്‌ടിച്ചിട്ടുണ്ടെന്നും സൈറ്റ് ഉള്ളടക്കം ആക്‌സസ് ചെയ്യുന്നതിന് ആ അക്കൗണ്ടിലേക്ക് ലോഗിൻ ചെയ്‌തിട്ടുണ്ടെന്നും ഞങ്ങളെ തിരിച്ചറിയാൻ ഞങ്ങളെ അനുവദിക്കുക. അതേ ബ്രൗസിംഗ് സെഷനിൽ തന്നെ നിങ്ങളുടെ മുൻ പ്രവർത്തനങ്ങൾ ഓർമ്മിക്കാനും ഞങ്ങളുടെ സൈറ്റുകൾ സുരക്ഷിതമാക്കാനും ഞങ്ങളെ പ്രാപ്തരാക്കുന്ന കുക്കികളും അവയിൽ ഉൾപ്പെടുന്നു.",
    "1533171442": "വിശകലനത്തിനും വിപണന ആവശ്യങ്ങൾക്കുമായി ഞങ്ങൾ മൂന്നാം കക്ഷികളിൽ നിന്നുള്ള പ്രവർത്തനക്ഷമമായ കുക്കികളും കുക്കികളും ഉപയോഗിക്കുന്നു. ഫങ്ഷണൽ കുക്കികൾ സൈറ്റുകളുടെ ചില ഭാഗങ്ങൾ ശരിയായി പ്രവർത്തിക്കാനും നിങ്ങളുടെ ഉപയോക്തൃ മുൻഗണനകൾ അറിയപ്പെടാനും പ്രാപ്തമാക്കുന്നു. വിശകലന കുക്കികൾ, മറ്റ് കാര്യങ്ങൾക്കൊപ്പം, ഉപഭോക്താക്കൾ, സംയോജകർ, അന്തിമ ഉപയോക്താക്കൾ എന്നിവർ ഞങ്ങളുടെ സൈറ്റുകൾ എങ്ങനെ ഉപയോഗിക്കുന്നു, ഉപയോക്താക്കൾ ഏറ്റവും കൂടുതൽ കാണുന്ന ഉള്ളടക്കം, ഉൽപ്പന്നങ്ങൾ, ഞങ്ങളുടെ മൂന്നാം കക്ഷി പരസ്യത്തിന്റെ ഫലപ്രാപ്തി എന്നിവയെക്കുറിച്ചുള്ള വിവരങ്ങൾ ശേഖരിക്കുന്നു. പ്രസക്തമായ പ്രേക്ഷകർക്ക് പരസ്യങ്ങൾ നൽകുന്നതിനും തിരയൽ ഫലങ്ങളുടെ മുകളിൽ ഞങ്ങളുടെ പരസ്യങ്ങൾ ദൃശ്യമാക്കുന്നതിനും പരസ്യ കുക്കികൾ സഹായിക്കുന്നു. കുക്കികൾ ഒന്നുകിൽ നിങ്ങളുടെ ബ്രൗസർ സെഷൻ അവസാനിപ്പിക്കുമ്പോൾ ഇല്ലാതാക്കപ്പെടുന്ന \"സെഷൻ\" കുക്കികളാണ്, അല്ലെങ്കിൽ നിങ്ങൾ (ചുവടെ ചർച്ച ചെയ്തിരിക്കുന്നത്) അല്ലെങ്കിൽ കുക്കി നൽകിയ കക്ഷി ഇല്ലാതാക്കുന്നത് വരെ അവ നിലനിൽക്കും. സൈറ്റുകളിൽ ഉപയോഗിക്കുന്ന എല്ലാ കുക്കികളെയും കുറിച്ചുള്ള പൂർണ്ണ വിശദാംശങ്ങൾ ചുവടെയുള്ള ഞങ്ങളുടെ കുക്കി വെളിപ്പെടുത്തൽ പട്ടികയിൽ ലഭ്യമാണ്.",
    "322830977": "കുക്കികൾ എങ്ങനെ പ്രവർത്തനരഹിതമാക്കാം.",
    "3885459114": "നിങ്ങളുടെ വെബ് ബ്രൗസറിൽ അന്തർനിർമ്മിതമായ ഒരു പ്രവർത്തനത്തിലൂടെ നിങ്ങൾക്ക് പൊതുവെ കുക്കികളുടെ ഉപയോഗം സജീവമാക്കാനോ പിന്നീട് നിർജ്ജീവമാക്കാനോ കഴിയും. നിങ്ങൾക്ക് കുക്കികളെക്കുറിച്ചോ അവ എങ്ങനെ നിയന്ത്രിക്കാം, അപ്രാപ്തമാക്കാം അല്ലെങ്കിൽ ഇല്ലാതാക്കാം എന്നതിനെക്കുറിച്ച് കൂടുതലറിയണമെങ്കിൽ, വിശദമായ മാർഗ്ഗനിർദ്ദേശത്തിനായി https://www.knowcookies.com/ സന്ദർശിക്കുക.",
    "262509504": "ഈ സ്വകാര്യതാ നയത്തിന് അനുസൃതമായി ഞങ്ങൾ നിങ്ങളിൽ നിന്ന് ശേഖരിക്കുന്ന മറ്റ് വിവരങ്ങളുമായി കുക്കികൾ ശേഖരിക്കുന്ന വിവരങ്ങൾ ഞങ്ങൾ ലിങ്ക് ചെയ്‌തേക്കാം കൂടാതെ ഇവിടെ പ്രതിപാദിച്ചിരിക്കുന്ന സംയോജിത വിവരങ്ങൾ ഉപയോഗിക്കുകയും ചെയ്യാം. അതുപോലെ, ഞങ്ങളുടെ സൈറ്റുകളിൽ കുക്കികൾ നൽകുന്ന മൂന്നാം കക്ഷികൾ അവർ ശേഖരിക്കുന്ന മറ്റ് വിവരങ്ങളുമായി നിങ്ങളുടെ പേരോ ഇമെയിൽ വിലാസമോ ലിങ്ക് ചെയ്‌തേക്കാം, അതിൽ ഓഫ്‌ലൈനായോ ഓൺലൈനിലോ നടത്തിയ മുൻകാല വാങ്ങലുകളോ നിങ്ങളുടെ ഓൺലൈൻ ഉപയോഗ വിവരങ്ങളോ ഉൾപ്പെട്ടേക്കാം.",
    "2935155034": "നിങ്ങൾ യൂറോപ്യൻ ഇക്കണോമിക് ഏരിയയിലാണ് സ്ഥിതി ചെയ്യുന്നതെങ്കിൽ, \"EU ഡാറ്റാ വിഷയങ്ങൾക്കുള്ള അറിയിപ്പ്\" എന്ന തലക്കെട്ടിന് കീഴിൽ മുകളിൽ വിവരിച്ചിരിക്കുന്ന ചില അവകാശങ്ങൾ നിങ്ങൾക്കുണ്ട്, നിങ്ങളെക്കുറിച്ചുള്ള ഞങ്ങളുടെ പക്കലുള്ള ഡാറ്റ പരിശോധിക്കാനും ശരിയാക്കാനും അല്ലെങ്കിൽ ഇല്ലാതാക്കാനുമുള്ള അവകാശം ഉൾപ്പെടെ.",
    "1873812847": "കുക്കി(കൾ) വെളിപ്പെടുത്തൽ",
    "3319083717": "പേര്:",
    "3183855267": "1. hmt_id",
    "907324388": "ഫംഗ്ഷൻ",
    "2896187462": "1. കർശനമായി ആവശ്യമായ അജ്ഞാത സേവനവുമായി ബന്ധപ്പെട്ട സ്ഥിതിവിവരക്കണക്കുകൾക്കും പ്രവേശനക്ഷമത പിന്തുണയിൽ സഹായിക്കുന്നതുപോലുള്ള മറ്റ് സാങ്കേതിക ആവശ്യങ്ങൾക്കും ഉപയോഗിക്കുന്നു.",
    "987267027": "പാർട്ടി",
    "3453526675": "1. ഒന്നാം കക്ഷി",
    "1952810469": "ടൈപ്പ് ചെയ്യുക",
    "1795436560": "1. സെഷൻ",
    "102695075": "ദൈർഘ്യം",
    "3356329025": "1. 30 ദിവസം",
    "3744153629": "പേരുകൾ:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "സെഷൻ,",
    "3186435874": "സെഷൻ ഐഡി",
    "720059527": "2. കർശനമായി ആവശ്യമായ സാങ്കേതിക ആവശ്യങ്ങൾക്കായി ഉപയോഗിക്കുന്നു: ലോഡ് ബാലൻസിങ്, റൂട്ടിംഗ്.",
    "1241291641": "കൂടുതൽ വിശദാംശങ്ങൾ കാണുക.",
    "1834801943": "2. ഒന്നാം കക്ഷി",
    "2114694926": "2. സെഷൻ",
    "938404336": "2. വ്യത്യാസപ്പെടുന്നു; 30 ദിവസം വരെ.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. കർശനമായി ആവശ്യമായ സാങ്കേതിക ആവശ്യങ്ങൾക്കായി ഉപയോഗിക്കുന്നു: പ്രവേശനക്ഷമത ഉപയോക്തൃ ഉപയോഗം പ്രാപ്തമാക്കുന്നു.",
    "1061239711": "3. ഒന്നാം കക്ഷി",
    "1483015662": "3. സെഷൻ",
    "3458934553": "3. വ്യത്യാസപ്പെടുന്നു; 30 ദിവസം വരെ.",
    "1527172673": "ഈ കുക്കി നയത്തെക്കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
    "134571844": "ഇംപ്രസ്സം (സൈറ്റ് അറിയിപ്പ്)",
    "110836420": "അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: ഡിസംബർ 23, 2020",
    "2901894297": "hCaptcha Intuition Machines, Inc. (\"IMI\"), ഒരു ഡെലവെയർ യുഎസ് കോർപ്പറേഷന്റെ (#6393793) സേവനമാണ്.",
    "2928362319": "മെയിൽ ചെയ്ത അന്വേഷണങ്ങൾ ഇതിലേക്ക് അയക്കാം: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "കമ്പനിയുടെ നിലവിലെ മാനേജ്‌മെന്റിനെക്കുറിച്ചുള്ള വിവരങ്ങൾ ആമുഖം പേജിൽ ലഭിക്കും. കമ്പനിയുടെ നിലവിലെ സിഇഒ ആണ് ഉള്ളടക്കത്തിന്റെ ചുമതലയുള്ള മാനേജിംഗ് ഡയറക്ടർ.",
    "3094150511": "റെഗുലേറ്ററി അതോറിറ്റി: US ഫെഡറൽ കമ്മ്യൂണിക്കേഷൻസ് കമ്മീഷൻ, 45 L സ്ട്രീറ്റ് NE, വാഷിംഗ്ടൺ, DC 20554 USA.",
    "2763011087": "ഒരു ഉപഭോക്തൃ തർക്ക പരിഹാര സ്ഥാപനത്തിന് മുന്നിൽ ഉപഭോക്തൃ തർക്കങ്ങൾക്കുള്ള ബദൽ തർക്ക പരിഹാരത്തിന് IMI പ്രതിജ്ഞാബദ്ധമല്ല, അതിൽ പങ്കെടുക്കാൻ ബാധ്യസ്ഥവുമല്ല.",
    "1395644678": "ഓൺലൈൻ തർക്ക പരിഹാരത്തിനുള്ള യൂറോപ്യൻ കമ്മീഷൻ ഔദ്യോഗിക വെബ്സൈറ്റ്:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "ഉള്ളടക്കം സംബന്ധിച്ച് യാതൊരു ഉറപ്പുമില്ല",
    "707541553": "ഞങ്ങളുടെ ഇന്റർനെറ്റ് പേജുകളിൽ അടങ്ങിയിരിക്കുന്ന എല്ലാ വിവരങ്ങളും IMI അല്ലെങ്കിൽ ഒരു മൂന്നാം കക്ഷി സാധൂകരിച്ചിരിക്കുന്നു. എന്നിരുന്നാലും, വിവരങ്ങൾ നിലവിലുള്ളതോ കൃത്യമോ പൂർണ്ണമോ ആയതിന് IMI അല്ലെങ്കിൽ മൂന്നാം കക്ഷികൾ ഉത്തരവാദികളായിരിക്കില്ല. ഞങ്ങളുടെ പേജുകളിലെ ഹൈപ്പർലിങ്കുകൾ വഴി എത്തിച്ചേരാൻ കഴിയുന്ന മറ്റ് വെബ്‌സൈറ്റുകൾക്കും ഇത് ബാധകമാണ്. ഈ ബാഹ്യ വെബ്‌സൈറ്റുകളുടെ ഉള്ളടക്കത്തിന്റെ ഉത്തരവാദിത്തം IMI സ്വീകരിക്കുന്നില്ല.",
    "2650241052": "ഉപദേശമില്ല",
    "3361191778": "ഇന്റർനെറ്റ് പേജുകളിൽ നൽകിയിരിക്കുന്ന വിവരങ്ങൾ വ്യക്തിഗത ഉപദേശത്തെ പ്രതിനിധീകരിക്കുന്നില്ല, ഇത് മാറ്റിസ്ഥാപിക്കാൻ കഴിയില്ല. നിങ്ങൾക്ക് വ്യക്തിഗത ഉപദേശം ആവശ്യമുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളുടെ സപ്പോർട്ട് സ്റ്റാഫുമായി ബന്ധപ്പെടുക.",
    "1031855757": "ഈ സൈറ്റിന്റെ ഉപയോഗം",
    "204716894": "ഞങ്ങളുടെ വെബ് പേജുകളുടെ ഉള്ളടക്കവും രൂപകൽപ്പനയും പകർപ്പവകാശ നിയമത്തിന് കീഴിൽ പരിരക്ഷിച്ചിരിക്കുന്നു. ന്യായമായ ന്യായമായ ഉപയോഗം കവിയുന്ന തരത്തിൽ പേജുകളുടെയും അവയുടെ ഉള്ളടക്കത്തിന്റെയും തനിപ്പകർപ്പ് പേജിൽ തനിപ്പകർപ്പിനായി വ്യക്തമാക്കിയിട്ടുള്ള മറ്റ് നിയമ വ്യവസ്ഥകൾ ഇല്ലെങ്കിൽ IMI-യിൽ നിന്ന് മുൻകൂർ രേഖാമൂലമുള്ള സമ്മതം ആവശ്യമാണ്.",
    "3182435854": "പകർപ്പവകാശം",
    "3187946010": "ഈ പേജുകളിലെ എല്ലാ ടെക്‌സ്‌റ്റ്, ഇമേജുകൾ, ഗ്രാഫിക്കൽ ആനിമേഷൻ, വീഡിയോകൾ, സംഗീതം, ശബ്‌ദങ്ങൾ, മറ്റ് മെറ്റീരിയലുകൾ എന്നിവ പകർപ്പവകാശ നിയമപ്രകാരം IMI അല്ലെങ്കിൽ മൂന്നാം കക്ഷികൾ വ്യക്തമാക്കിയിട്ടുണ്ടെങ്കിൽ പരിരക്ഷിച്ചിരിക്കുന്നു. ന്യായമായ ന്യായമായ ഉപയോഗത്തെ കവിയുന്ന രീതിയിൽ വാണിജ്യപരമായ ഉപയോഗത്തിനായി ഈ മെറ്റീരിയൽ പകർത്തുകയോ പരിഷ്ക്കരിക്കുകയോ ചെയ്യുന്നത് നിരോധിച്ചിരിക്കുന്നു.",
    "74538881": "ഈ വെബ്സൈറ്റിന്റെ ഉത്തരവാദിത്തം",
    "3236873806": "ഈ വെബ്‌സൈറ്റിന്റെ ഉത്തരവാദിത്തം IMI ആണ്.",
    "2657277322": "നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ദയവായി ഞങ്ങളെ ബന്ധപ്പെടുക:",
    "1338341134": "hCaptcha + സ്വകാര്യത പാസ് (ബീറ്റ)",
    "88879089": "പ്രൈവസി പാസ് ആണ്",
    "1898063898": "ഉപയോക്തൃ സ്വകാര്യത സംരക്ഷിക്കുന്നതിനായി ഞങ്ങൾ സംയോജിച്ച് വികസിപ്പിക്കുന്നു",
    "1942186611": "മറ്റുള്ളവരും.",
    "3673079511": "ഉയർന്നുവരുന്ന നിലവാരം",
    "2164933356": "ക്ലൗഡ്ഫ്ലെയർ",
    "3119589996": "ഇത് എങ്ങനെ പ്രവർത്തിക്കുന്നു: പ്രൈവസി പാസ് പ്രോട്ടോക്കോൾ പിന്തുണയ്ക്കുന്ന വെബ്‌സൈറ്റുകൾക്കായി ക്രിപ്‌റ്റോഗ്രാഫിക്കായി ബ്ലൈൻഡ് ടോക്കണുകൾ സൃഷ്‌ടിക്കാനും ഒപ്പിടാനുമുള്ള കഴിവ് ഒരു ബ്രൗസർ വിപുലീകരണം ഉപയോക്താക്കൾക്ക് നൽകുന്നു. hCaptcha സേവനം ഉപയോഗിച്ച് ഏത് സൈറ്റിലും ഒരു വെല്ലുവിളി പരിഹരിക്കപ്പെടുമ്പോൾ hCaptcha ഒപ്പിട്ടിരിക്കുന്ന ക്രിപ്‌റ്റോഗ്രാഫിക്കായി ബ്ലൈൻഡ് ചെയ്ത ടോക്കണുകൾ അടങ്ങിയ പാസുകൾ വിപുലീകരണം സൃഷ്ടിക്കുന്നു,",
    "1254771154": "hCaptcha ഉൾച്ചേർത്ത മറ്റ് പ്രൈവസി പാസ്-സപ്പോർട്ടിംഗ് സേവനങ്ങളിൽ കാണിച്ചിരിക്കുന്ന വെല്ലുവിളികൾ, ഉദാ Cloudflare.",
    "996362763": "ഈ ടോക്കണുകൾ അൺബ്ലൈൻഡ് ചെയ്യുകയും ഭാവിയിലെ ഉപയോഗത്തിനായി വിപുലീകരണത്തിലൂടെ സംഭരിക്കുകയും ചെയ്യുന്നു. ഉപയോക്താവ് hCaptcha ഉപയോഗിച്ച് ഒരു സൈറ്റ് സന്ദർശിക്കുകയും വെല്ലുവിളി മറികടക്കേണ്ടിവരികയും ചെയ്യുമ്പോൾ (അദൃശ്യമോ \"ഞാൻ മനുഷ്യനാണ്\" ബട്ടൺ വഴിയോ) അവ സ്വയമേവ വീണ്ടെടുക്കപ്പെടും. ബ്ലൈൻഡിംഗ് നടപടിക്രമം അർത്ഥമാക്കുന്നത് ഒപ്പിട്ടതും റിഡീം ചെയ്തതുമായ ടോക്കണുകൾ hCaptcha-യുടെ വീക്ഷണകോണിൽ നിന്ന് ക്രിപ്റ്റോഗ്രാഫിക്കായി അൺലിങ്ക് ചെയ്യപ്പെടില്ല, അതിനാൽ ഉപയോക്തൃ സ്വകാര്യത സംരക്ഷിക്കപ്പെടും.",
    "2943346052": "IETF സ്റ്റാൻഡേർഡൈസേഷൻ പ്രക്രിയ തുടരുന്നതിനാൽ, പ്രധാന ബ്രൗസറുകൾ ഏതെങ്കിലും തരത്തിലുള്ള സ്വകാര്യതാ പാസ് സ്വീകരിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു. ഇത് ഒടുവിൽ വിപുലീകരണം അനാവശ്യമാക്കും. എന്നിരുന്നാലും, തൽക്കാലം, ദയവായി ചുവടെയുള്ള നിർദ്ദേശങ്ങൾ പാലിക്കുക.",
    "2326660907": "ഒഴികെ",
    "741483946": "* മറ്റൊരു വിധത്തിൽ പറഞ്ഞാൽ: നിങ്ങൾക്ക് hCaptcha.com-ൽ hCaptcha പ്രൈവസി പാസ് ടോക്കണുകൾ നേടാനും hCaptcha.com ഉപയോഗിച്ച് നേരിട്ട് മറ്റ് സൈറ്റുകളിൽ ഉപയോഗിക്കാനും കഴിയും. ക്ലൗഡ്ഫ്ലെയർ ഉപയോഗിക്കുന്നത് പോലെ hCaptcha സേവനം മറികടക്കാൻ നിങ്ങൾക്ക് hCaptcha പ്രൈവസി പാസ് ടോക്കണുകൾ നേടാനോ റിഡീം ചെയ്യാനോ കഴിയില്ല, കാരണം Cloudflare അതിന്റേതായ സ്വകാര്യത പാസ് ടോക്കണുകൾ നൽകുകയും വീണ്ടെടുക്കുകയും ചെയ്യുന്നു.",
    "1362015807": "ആമുഖം",
    "1358325821": "ആദ്യം, ഇതിനായി വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്യുക",
    "310885519": "അഥവാ",
    "4091044469": ". ആൾമാറാട്ട മോഡിൽ നിങ്ങൾ വിപുലീകരണം പ്രവർത്തനക്ഷമമാക്കിയിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക. തുടർന്ന്, hCaptcha ഉപയോഗിച്ച് ഏതെങ്കിലും വെബ്സൈറ്റ് സന്ദർശിച്ച് ഒരു ക്യാപ്ച പരിഹരിക്കുക. പതിപ്പ് 2.0.3 പ്രകാരം, നിങ്ങൾക്ക് ഈ ടോക്കണുകൾ hCaptcha ഉപയോഗിച്ച് വെബ്‌സൈറ്റുകളിൽ റിഡീം ചെയ്യാം.",
    "3904679538": "ക്രോം",
    "3700767772": "നിങ്ങൾ വിപുലീകരണം ഇൻസ്റ്റാൾ ചെയ്തുകഴിഞ്ഞാൽ, പാസുകൾ നേടാൻ ഇവിടെ (അല്ലെങ്കിൽ ഏതെങ്കിലും hCaptcha ഉപയോഗിക്കുന്ന വെബ്സൈറ്റിൽ) ക്ലിക്ക് ചെയ്യുക:",
    "166277959": "ദയവായി ശ്രദ്ധിക്കുക: ഈ ഫീച്ചർ നിലവിൽ ബീറ്റയിലാണ്, എല്ലാ വെബ്‌സൈറ്റുകൾക്കും ഉപയോക്താക്കൾക്കും എല്ലായ്‌പ്പോഴും പ്രവർത്തിച്ചേക്കില്ല. ഒരു പ്രത്യേക ഉപയോക്താവിനായി ഇത് പ്രവർത്തനക്ഷമമാക്കാത്തതോ പ്രവർത്തിക്കാത്തതോ ആയ സാഹചര്യത്തിൽ, പ്രവർത്തനക്ഷമത നഷ്‌ടപ്പെടാതെ സാധാരണ hCaptcha അനുഭവത്തിലേക്ക് പെരുമാറ്റം തിരികെ വരും.",
    "3031357206": "നിങ്ങളുടെ URL ബാറിന് അടുത്തായി ഒരു പുതിയ ഐക്കൺ ദൃശ്യമാകും. ഇപ്പോൾ hCaptcha ഉപയോഗിച്ച് ഒരു വെബ്സൈറ്റ് സന്ദർശിക്കുക. ഇത് ഇതുപോലെ കാണപ്പെടും:",
    "1066753052": "അതായത് വാലറ്റ് ശൂന്യമാണ്, നിങ്ങൾ ഒരു hCaptcha വെല്ലുവിളി ഉൾപ്പെടുന്ന ഒരു സൈറ്റിലാണ്. നിങ്ങൾ വെല്ലുവിളി പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ, hCaptcha ഉപയോഗിച്ച് മറ്റേതെങ്കിലും വെബ്‌സൈറ്റിൽ റിഡീം ചെയ്യാവുന്ന ടോക്കണുകൾ നിങ്ങൾക്ക് ലഭിക്കും.",
    "651123197": "വെല്ലുവിളി പൂർത്തിയാക്കിയ ശേഷം നിങ്ങളുടെ വാലറ്റിലെ നിലവിലെ ആകെ തുകയുടെ ഒരു കണക്ക് ഐക്കണിൽ കാണിക്കും.",
    "554844646": "ഓരോ തവണ ക്ലിക്കുചെയ്യുമ്പോഴും കൗണ്ടർ 1 കുറയുന്നത് കണ്ട് നിങ്ങൾക്ക് വിപുലീകരണം പ്രവർത്തിക്കുന്നുണ്ടെന്ന് സ്ഥിരീകരിക്കാം",
    "4087729475": "നിങ്ങളുടെ ആദ്യ പരിഹാരത്തിന് ശേഷമുള്ള വെല്ലുവിളി.",
    "647630208": "അത്രമാത്രം! നിങ്ങളുടെ ഓൺലൈൻ ബ്രൗസിംഗ് ഇപ്പോൾ കൂടുതൽ സ്വകാര്യമാണ്.",
    "3272552822": "ഡെവലപ്പർമാരും ക്രിപ്‌റ്റോഗ്രാഫർമാരും:",
    "4059570880": "സ്റ്റാൻഡേർഡൈസേഷൻ ശ്രമം ട്രാക്ക് ചെയ്യാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, അതിനുള്ള ശ്രമങ്ങൾ നിലവിൽ നടക്കുന്നുണ്ട്",
    "1904390996": "സ്റ്റാൻഡേർഡ് ചെയ്യാൻ",
    "252720667": "പ്രൈവസി പാസിന്റെ ക്രിപ്‌റ്റോഗ്രാഫിക് സുരക്ഷയുടെ അടിസ്ഥാനം. പ്രോട്ടോക്കോൾ തന്നെ കടന്നുപോകുന്നു",
    "3972554015": "പ്രക്രിയയും. ബ്രൗസർ വിപുലീകരണം തീർച്ചയായും",
    "3723626769": "നിങ്ങളുടെ സംഭാവനകൾക്കും അവലോകനത്തിനും.",
    "3882147547": "മറവിയില്ലാത്ത കപട പ്രവർത്തനങ്ങൾ",
    "565624910": "ഡ്രാഫ്റ്റ്",
    "3421090159": "തുറന്ന ഉറവിടം",
    "3098677775": "ചോദ്യം: പ്രൈവസി പാസ് ഉപയോഗിക്കുമ്പോൾ hCaptcha-യിൽ നിന്ന് എന്റെ ഐപിയും ബ്രൗസിംഗ് ചരിത്രവും പൂർണ്ണമായും സ്വകാര്യമാണോ?",
    "4019638786": "A: hCaptcha-യുടെ പ്രൈവസി പാസ് ഉപയോക്താക്കൾ അവരുടെ ബ്രൗസറിന്റെ ടോക്കൺ വാലറ്റ് ശൂന്യമായിരിക്കുകയോ സൈറ്റ് അയയ്‌ക്കുകയോ ചെയ്യുന്നില്ലെങ്കിൽ അവരുടെ IP ഒരിക്കലും hCaptcha-യിലേക്ക് വെളിപ്പെടുത്തില്ല. hCaptcha-യ്‌ക്ക് ഉപയോക്താവിനെ ടോക്കൺ വീണ്ടെടുക്കലിലേക്ക് ലിങ്ക് ചെയ്യാൻ ഒരു മാർഗവുമില്ല, കൂടാതെ അവരുടെ ടോക്കൺ വാലറ്റ് ശൂന്യമല്ലെങ്കിൽ വീണ്ടെടുക്കൽ സമയത്ത് ഉപയോക്താവുമായി നേരിട്ട് സംവദിക്കുകയുമില്ല.",
    "3887113660": "ചോദ്യം: സ്വകാര്യതാ പാസ് hCaptcha വരുമാനത്തെ എങ്ങനെ ബാധിക്കുന്നു?",
    "1116455671": "ഉത്തരം: നിങ്ങളുടെ സൈറ്റിൽ ഉപയോക്താവ് അത് പൂർത്തിയാക്കിയാൽ പ്രാരംഭ പരിഹാരത്തിന് നിങ്ങൾക്ക് ഒരു റിവാർഡ് ലഭിക്കും. ഉയർന്ന ക്ലയന്റ് ആത്മവിശ്വാസം കാരണം ഉപയോക്താവ് നിങ്ങളുടെ സൈറ്റിൽ സ്വയമേവ കടന്ന് പോയത് പോലെയുള്ള അതേ പ്രതികരണ പാറ്റേണാണ് വീണ്ടെടുക്കലുകളും പിന്തുടരുന്നത്: വരുമാനമൊന്നും സംഭവിക്കുന്നില്ല, കൂടാതെ നിങ്ങളുടെ സെർവറിൽ നിന്നുള്ള siteverify കോളിന് പാസ് ഫലങ്ങളിൽ ഒരു `ക്രെഡിറ്റ്: False` ലഭിക്കുന്നു.",
    "779817954": "ചോദ്യം: എനിക്ക് മറ്റൊരു ദാതാവ് നൽകിയ പ്രൈവസി പാസ് പാസുകൾ ഉണ്ടെങ്കിൽ, എനിക്ക് അവ hCaptcha-യിൽ റിഡീം ചെയ്യാൻ കഴിയുമോ?",
    "3014149332": "A: ഇല്ല, പാസുകൾ പരസ്പരം പ്രവർത്തിക്കാവുന്നതല്ല: ഈ സാഹചര്യത്തിൽ hCaptcha, അതേ അതോറിറ്റിയാണ് അവ നൽകുകയും വീണ്ടെടുക്കുകയും ചെയ്യേണ്ടത്. നിങ്ങളുടെ വിപുലീകരണത്തിൽ Cloudflare, hCaptcha എന്നിവയിൽ നിന്നുള്ള പാസുകൾ ഉണ്ടെങ്കിൽ, നിങ്ങൾ സന്ദർശിക്കുന്ന പേജിന്റെ ആവശ്യകത അനുസരിച്ച് ലഭ്യമായ നമ്പർ ശരിയായ തുകയിലേക്ക് മാറും. മറ്റൊരു വിധത്തിൽ പറഞ്ഞാൽ, നിങ്ങളുടെ വാലറ്റിൽ 100 Cloudflare പാസുകളും 10 hCaptcha പാസുകളും ഉണ്ടെങ്കിൽ, hCaptcha ഉൾച്ചേർത്ത പേജുകളിലെ വിപുലീകരണ ഐക്കണിൽ നിങ്ങൾ 10 കാണും.",
    "3679148535": "ചോദ്യം: പ്രൈവസി പാസിന്റെ മറ്റ് ഏതൊക്കെ ആപ്ലിക്കേഷനുകളിലാണ് നിങ്ങൾ പ്രവർത്തിക്കുന്നത്?",
    "1606783855": "A: പ്രവേശനക്ഷമത (\"a11y\") ഉപയോഗത്തിനുള്ള സ്വകാര്യതാ പാസിൽ ഞങ്ങൾക്ക് താൽപ്പര്യമുണ്ട്. ഓഡിയോ ക്യാപ്‌ചകൾ പോലുള്ള മുമ്പ് പ്രചാരത്തിലുള്ള ഓപ്ഷനുകൾ നിരവധി a11y ഉപയോക്താക്കളോട് വിവേചനം കാണിക്കുന്നു. ഞങ്ങളുടെ നിലവിലെ a11y സമീപനം പ്രൈവസി പാസ് ഇഷ്യുവൻസുമായി സംയോജിപ്പിക്കുന്നത്, a11y ഉപയോക്താക്കൾക്ക് സുരക്ഷിതമായി ബ്രൗസ് ചെയ്യാനും അവരുടെ ട്രാഫിക് കൂടുതൽ സ്വകാര്യമാണെന്ന അറിവിൽ സുരക്ഷിതമാക്കാനും അനുവദിക്കുമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു, അതേസമയം a11y ഓപ്ഷനുകൾ ലഭ്യമാകുമ്പോൾ അനിവാര്യമായും സംഭവിക്കുന്ന ബോട്ട് ഓപ്പറേറ്റർമാരുടെ ദുരുപയോഗം നിയന്ത്രിക്കും.",
    "2359150347": "ചോദ്യം: മറ്റ് ഓൺലൈൻ സുരക്ഷാ സേവനങ്ങൾ സ്വകാര്യതാ പാസിനെ പിന്തുണയ്ക്കുന്നുണ്ടോ?",
    "2082237880": "A: സ്വകാര്യതാ പാസിനെ പിന്തുണയ്ക്കുന്ന ഇത്തരത്തിലുള്ള ആദ്യത്തെ സേവനമാണ് hCaptcha, നിലവിൽ ഇത് മാത്രമാണ് ചെയ്യുന്നത്. എന്നിരുന്നാലും, ഓൺലൈനിൽ ഉപയോക്തൃ സ്വകാര്യത വർദ്ധിപ്പിക്കുന്നതിന്റെ ഗുണങ്ങൾ മറ്റ് സേവനങ്ങൾ തിരിച്ചറിയുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു, ഞങ്ങൾ വികസിപ്പിക്കാൻ സഹായിക്കുന്ന IETF മാനദണ്ഡങ്ങൾ ഔപചാരികമായി സ്വീകരിക്കുന്നതിനാൽ ഭാവിയിൽ കൂടുതൽ നടപ്പാക്കലുകൾ ഏറ്റെടുക്കുമെന്ന് പ്രതീക്ഷിക്കുന്നു.",
    "2109792055": "ഉപയോക്തൃ ഗൈഡ്: പ്രൈവസി പാസ് ഇഷ്യൂസും മൂല്യനിർണ്ണയവും ഉള്ള ഡീബഗ്ഗിംഗ് പ്രശ്നങ്ങൾ",
    "3588620914": "വെബിന്റെ മാനദണ്ഡങ്ങൾക്കനുസൃതമായി പ്രൈവസി പാസ് ഒരു പുതിയ കണ്ടുപിടുത്തമാണ്, കൂടാതെ അതിനെ കുറിച്ച് അറിയാത്ത മറ്റ് ആപ്ലിക്കേഷനുകൾക്കും ബ്രൗസർ എക്സ്റ്റൻഷനുകൾക്കും അതിന്റെ പ്രവർത്തനത്തിൽ ഇടപെടാൻ സാധ്യതയുണ്ട്.",
    "4039193170": "ടോക്കണുകൾ നേടുന്നതിനോ വീണ്ടെടുക്കുന്നതിനോ നിങ്ങൾക്ക് പ്രശ്‌നങ്ങളുണ്ടെങ്കിൽ:",
    "2378786360": "1. പിന്തുണയ്‌ക്കുന്ന മറ്റ് ബ്രൗസറുകളിലൊന്ന് പരീക്ഷിക്കുക: നിങ്ങൾ Chrome-ൽ ആണെങ്കിൽ, Chrome-ൽ നിന്ന് നിങ്ങളുടെ ക്രമീകരണങ്ങൾ ഇറക്കുമതി ചെയ്യാതെ Firefox ഉപയോഗിച്ച് ശ്രമിക്കുക, അവിടെ പ്ലഗിൻ ഇൻസ്റ്റാൾ ചെയ്യുക. അത് പ്രവർത്തിക്കുന്നുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് ബ്രൗസർ കോൺഫിഗറേഷൻ പ്രശ്‌നമുണ്ടാകാം.",
    "394235836": "3. മുകളിലുള്ള നിർദ്ദേശങ്ങളൊന്നും പ്രവർത്തിക്കുന്നില്ലെങ്കിൽ, ഞങ്ങൾക്ക് ഒരു പിന്തുണ ഇമെയിൽ അയയ്‌ക്കുക, എന്താണ് സംഭവിക്കുന്നതെന്ന് മനസിലാക്കാൻ സഹായിക്കുന്നതിൽ ഞങ്ങൾക്ക് സന്തോഷമുണ്ട്.",
    "3470857731": "reCAPTCHA ബോട്ടുകളെ എത്ര നന്നായി കണ്ടുപിടിക്കുന്നു എന്നതിന്റെ ഒരു വിശകലനം.",
    "3240786848": "അവസാനമായി അപ്ഡേറ്റ് ചെയ്തത്: ഫെബ്രുവരി 18, 2021",
    "2547140673": "ഒരു ദശാബ്ദത്തിലേറെയായി, Google-ന്റെ reCAPTCHA സേവനം വെബ്‌സൈറ്റ് ഉടമകൾക്ക് ഒരു വ്യാപാരം വാഗ്ദാനം ചെയ്യുന്നു: നിങ്ങളുടെ ഉപയോക്താക്കളെ ട്രാക്ക് ചെയ്യാനും അവരോട് ചോദ്യങ്ങൾ ചോദിക്കാനും Google-നെ അനുവദിക്കുക, പകരം ബോട്ടുകളും സ്‌പാമും നിർത്തുമെന്ന് അവർ വാഗ്ദാനം ചെയ്യുന്നു.",
    "2133754014": "4.5 ദശലക്ഷത്തിലധികം വെബ്‌സൈറ്റുകൾ reCAPTCHA ഉപയോഗിക്കുന്നു",
    "3152512587": "കൂടാതെ സിസ്റ്റം ദശലക്ഷക്കണക്കിന് പ്രതിദിന പരിഹാരങ്ങൾ ശേഖരിക്കുന്നു. [",
    "2296918009": "ഇത് പ്രതിദിനം 100-ലധികം വ്യക്തി-വർഷത്തെ അധ്വാനത്തിന് തുല്യമാണ്.",
    "3900538778": "മെഷീൻ ലേണിംഗിന് ശക്തി നൽകുന്ന ഇന്ധനമാണ് ലേബൽ ചെയ്ത ഡാറ്റ. 2009 മുതൽ Google-ന്റെ ML/AI സേവനങ്ങൾ മെച്ചപ്പെടുത്താൻ reCAPTCHA ഉത്തരങ്ങൾ ഉപയോഗിച്ചുവരുന്നു. reCAPTCHA ഉപയോഗിക്കുന്ന പലരും തങ്ങളുടെ അധ്വാനം ഉപയോഗപ്പെടുത്തുന്നത് തിരിച്ചറിയുന്നില്ല.",
    "1160252730": "reCAPTCHA Enterprise-ന് Google ഇപ്പോൾ ഉയർന്ന വില ഈടാക്കുന്നു, ഇത് പല കമ്പനികളും ഈ ഡീൽ പുനർമൂല്യനിർണയം നടത്തുന്നതിന് കാരണമാകുന്നു.",
    "1131196501": "പോലുള്ള പ്രധാന കമ്പനികൾ",
    "204889717": "hCaptcha യിലേക്ക് മാറി",
    "639413188": "പ്രതികരണമായി.",
    "3280658086": "എന്റർപ്രൈസ് പരിഹാരങ്ങൾ",
    "3842815245": "ഇതൊരു ന്യായമായ കച്ചവടമാണോ?",
    "714342693": "hCaptcha ടീം 2016 മുതൽ \"ഡാർക്ക് വെബ്\" ക്യാപ്‌ച ബ്രേക്കിംഗ് സേവനങ്ങളിൽ നിന്ന് വിലനിർണ്ണയ ഡാറ്റ ശേഖരിക്കുന്നു. രസകരമായ ഒരു പ്രവണത ഞങ്ങൾ ശ്രദ്ധിച്ചു:",
    "468929661": "ഒരു reCAPTCHA തകർക്കുന്നതിനുള്ള ശരാശരി ചെലവ് അവിശ്വസനീയമാംവിധം കുറവാണ് (1000 സോൾവുകൾക്ക് $1-ൽ താഴെ) കൂടാതെ ഞങ്ങളുടെ നിരീക്ഷണം 2016-ൽ ആരംഭിച്ചതിന് ശേഷം കാര്യമായി വർദ്ധിച്ചിട്ടില്ല. ഇത് reCAPTCHA v2, v3 എന്നിവയ്ക്കും ബാധകമാണ്. [",
    "2862164005": "ഒരു reCAPTCHA നൽകുന്ന സെക്യൂരിറ്റിയിൽ കൃത്യമായ ഡോളർ മൂല്യം സ്ഥാപിക്കാൻ വിലനിർണ്ണയ ഡാറ്റ ഞങ്ങളെ അനുവദിക്കുന്നു: ഓരോ ഉത്തരത്തിനും $0.001 അല്ലെങ്കിൽ അതിൽ കുറവ്.",
    "102498091": "reCAPTCHA എന്റർപ്രൈസിനായി 1000 അഭ്യർത്ഥനകൾക്ക് Google $1 ഈടാക്കുന്നു, അതായത് അവരുടെ സേവനത്തിന്റെ സുരക്ഷ തകർക്കാൻ അവർ ഇപ്പോൾ ഒരു അഭ്യർത്ഥനയ്‌ക്ക് ഈടാക്കുന്നതിനേക്കാൾ കൂടുതൽ നിരക്ക് ഈടാക്കുന്നു. ഇതൊരു മോശം ഇടപാടാണെന്ന് തോന്നുന്നു.",
    "130239139": "Google പ്രതിദിനം ശേഖരിക്കുന്ന 100-ലധികം വ്യക്തി-വർഷത്തെ അധ്വാനത്തിന്റെ മൂല്യം എന്താണ്?",
    "1421074182": "ഗണ്യമായി ഉയർന്നത്.",
    "1953519598": "ഒരു ചിത്രം ലേബൽ ചെയ്യുന്നതിനുള്ള ചെലവ് $0.03 മുതൽ $1.00 വരെയോ അതിൽ കൂടുതലോ ആണ്. യാഥാസ്ഥിതിക കണക്കനുസരിച്ച്, ഗൂഗിൾ ഇതുവരെ ശതകോടിക്കണക്കിന് ഡോളർ സൗജന്യ തൊഴിലാളികൾ വേർതിരിച്ചെടുത്തിട്ടുണ്ട്. [",
    "3025548709": "ഈ അന്യായ ഇടപാടിന് ബദലുണ്ടോ?",
    "263761351": "hCaptcha ആദ്യത്തെ വിശ്വസനീയമായ ബദലാണ്, ഇപ്പോൾ ഓരോ മാസവും ദശലക്ഷക്കണക്കിന് ആളുകൾ ഉപയോഗിക്കുന്നു.",
    "2743692546": "hCaptcha വഴി ഉപയോക്താക്കൾ തങ്ങളുടെ മാനവികത തെളിയിക്കുമ്പോൾ, അവരുടെ അധ്വാനം ലേലത്തിനായി ഒരു അജ്ഞാത ഓപ്പൺ മാർക്കറ്റിൽ പ്രവേശിക്കുന്നു.",
    "1982750088": "ആളുകൾക്ക് എളുപ്പമുള്ളതും എന്നാൽ യന്ത്രങ്ങൾക്ക് ബുദ്ധിമുട്ടുള്ളതുമായ ലളിതമായ ജോലികൾ പൂർത്തിയാക്കാൻ ലോകമെമ്പാടുമുള്ള കമ്പനികൾ ആ അധ്വാനത്തിനായി ലേലം വിളിക്കുന്നു. ഉപയോക്താക്കൾ അവർ സന്ദർശിക്കുന്ന സൈറ്റിനെ പിന്തുണയ്‌ക്കുന്നു, കൂടാതെ ഉയർന്ന സുരക്ഷയുള്ളതിനാൽ വെബ് സ്‌പാം കുറവാണ്.",
    "1108398506": "ഉപഭോക്താക്കൾ അനുഭവത്തിന്റെ മേൽ പൂർണ്ണ നിയന്ത്രണം നേടുന്നു, കൂടാതെ വൈദഗ്ധ്യത്തിൽ നിന്നുള്ള പ്രയോജനം hCaptcha ഇന്റർനെറ്റിൽ ഏറ്റവും വലിയ സ്വതന്ത്ര ചലഞ്ച് ദാതാവായി പ്രവർത്തിക്കുന്നു. അവർക്ക് reCAPTCHA എന്റർപ്രൈസിനേക്കാൾ മികച്ച ഡീലും ലഭിക്കും: വോളിയം അനുസരിച്ച് 50-80% വരെ മികച്ച വില.",
    "3012870872": "സൗജന്യ പതിപ്പ് (hCaptcha Publisher) ഉപയോഗിക്കുന്ന വെബ്‌സൈറ്റുകളും ആപ്പുകളും Google-ന് സംഭാവന നൽകുന്നതിന് പകരം ആ ജോലിയിൽ നിന്ന് വരുമാനം നേടുന്നു.",
    "2271512952": "ഉപയോക്താക്കൾ അവർ സന്ദർശിക്കുന്ന സൈറ്റിനെ പിന്തുണയ്ക്കുന്നു, കൂടാതെ കുറച്ച് വെബ് സ്പാം അനുഭവിക്കുകയും ചെയ്യുന്നു.",
    "278010425": "hCaptcha-യിലെ വിശാലവും പലപ്പോഴും മാറിക്കൊണ്ടിരിക്കുന്നതുമായ ടാസ്‌ക്കുകൾ ഓട്ടോമേറ്റ് ചെയ്യാനും ബുദ്ധിമുട്ടാണ്. reCAPTCHA-യുടെ സിംഗിൾ ഇന്റർഫേസ് വർഷങ്ങളായി മാറിയിട്ടില്ല, കൂടാതെ അപൂർവ്വമായി മാറുന്ന ചോദ്യങ്ങളുടെ ഒരു ചെറിയ സെറ്റുമുണ്ട്. reCAPTCHA നേക്കാൾ ശക്തമായ ആന്റി ബോട്ട് സംരക്ഷണം hCaptcha നൽകുന്ന ഒരു വഴിയാണിത്.",
    "984849234": "hCaptcha അത് ഉപയോഗിക്കുന്ന വെബ്‌സൈറ്റുകളുമായി ക്യാപ്‌ചർ ചെയ്‌ത മൂല്യം പങ്കിടുമ്പോൾ, reCAPTCHA മാത്രം വാഗ്‌ദാനം ചെയ്യുന്ന കാര്യങ്ങൾ നൽകാൻ വിപുലമായ മെഷീൻ ലേണിംഗ് ഉപയോഗിക്കുന്നു.",
    "4063769686": "ഉപയോക്താക്കൾ അവർ സന്ദർശിക്കുന്ന സൈറ്റിനെ പിന്തുണയ്ക്കുന്നു, കൂടാതെ കുറച്ച് വെബ് സ്പാം അനുഭവിക്കുകയും ചെയ്യുന്നു. ഇതൊരു ന്യായമായ ഇടപാടായി തോന്നുന്നു.",
    "685916926": "എന്തുകൊണ്ടാണ് reCAPTCHA കാലക്രമേണ മെച്ചപ്പെടാത്തത്?",
    "3992401943": "2012 മുതൽ ആഴത്തിലുള്ള പഠനത്തിൽ ഒരു വിപ്ലവം ഉണ്ടായിട്ടുണ്ട്. കഴിഞ്ഞ ദശകത്തിൽ ജോലിയുടെ കൃത്യതയുടെ വ്യവസായ മാനദണ്ഡം സമൂലമായി മെച്ചപ്പെട്ടിട്ടുണ്ട്, പ്രാഥമികമായി ആഴത്തിലുള്ള കൺവല്യൂഷണൽ നെറ്റ്‌വർക്കുകൾ കാരണം. മറ്റ് ML-പവർ സേവനങ്ങൾ Google ഓഫറുകൾ ഈ വക്രം പിന്തുടരുന്നു.",
    "615031303": "(അടിക്കുറിപ്പുകൾ കാണുക",
    "2125514305": "ML മെച്ചപ്പെട്ടു, എന്നാൽ reCAPTCHA ബൈപാസ് ചെയ്യുന്നതിനുള്ള ബുദ്ധിമുട്ട് ഇക്കാലത്ത് കാര്യമായി മാറിയിട്ടില്ല.",
    "1406188018": "6 ഉം 7 ഉം",
    "2689973938": "reCAPTCHA മെച്ചപ്പെടുത്തുന്നത് ഒരു പരസ്യ വെണ്ടർ എന്ന നിലയിൽ Google-ന് ഒരു ആന്തരിക വൈരുദ്ധ്യം സൃഷ്ടിക്കുന്നു.",
    "464238793": "ഒരു ഉപയോക്താവ് ഒരു പരസ്യം കാണുകയോ ലിങ്കിൽ ക്ലിക്ക് ചെയ്യുകയോ ചെയ്യുന്നത് യഥാർത്ഥത്തിൽ ഒരു ബോട്ട് ആണെന്ന് Google തന്നെ നിർണ്ണയിക്കുന്നുവെങ്കിൽ, ആ ഉപയോക്താവിന് കാണിക്കുന്ന പരസ്യങ്ങൾക്ക് നിരക്ക് ഈടാക്കാൻ അതിന് കഴിയില്ല. ഈ താൽപ്പര്യ വൈരുദ്ധ്യം ഗൂഗിളിന്റെ ആന്റി ബോട്ട് അഭിലാഷങ്ങളുടെ വ്യാപ്തിയെ ഗുരുതരമായി പരിമിതപ്പെടുത്തിയിരിക്കുന്നു.",
    "918924423": "ഉദാഹരണത്തിന്, റിട്രോആക്ടീവ് ബോട്ട് ഡിറ്റക്ഷൻ പോലുള്ള വിലപ്പെട്ട സേവനങ്ങൾ Google വാഗ്ദാനം ചെയ്തിട്ടില്ല. നിരവധി ദിവസത്തെ ഡാറ്റ വിശകലനം ചെയ്തതിന് ശേഷം ഉപയോക്തൃ ട്രാഫിക് ബോട്ട് സൃഷ്ടിച്ചതായി പ്രഖ്യാപിക്കുന്നത് കൂടുതൽ വിശ്വസനീയമാണ്.",
    "661412233": "ചില ഉപയോക്താക്കൾ ബോട്ടുകളായിരുന്നുവെന്ന് ക്യാപ്‌ചയ്‌ക്ക് ശേഷം അറിയുന്നതും വിലപ്പെട്ടതാണ്. പഴയ സ്പാം പോസ്റ്റുകൾ വൃത്തിയാക്കാനും ഭാവിയിൽ സ്പാം ഫോറങ്ങളിൽ രജിസ്റ്റർ ചെയ്ത \"സ്ലീപ്പർ അക്കൗണ്ടുകൾ\" ഇല്ലാതാക്കാനും വഞ്ചന കുറയ്ക്കാനും മറ്റും ഇത് വെബ്സൈറ്റ് ഉടമകളെ അനുവദിക്കുന്നു.",
    "3600797185": "മുൻകാല ബോട്ട് ഐഡന്റിഫിക്കേഷൻ വാഗ്ദാനം ചെയ്യുന്നത്, ആ വഞ്ചനാപരമായ ട്രാഫിക്കിൽ പണം ചെലവഴിച്ച പരസ്യദാതാക്കൾക്ക് എങ്ങനെ മുൻകാലങ്ങളിൽ റീഫണ്ട് ചെയ്യാം എന്നതിനെക്കുറിച്ചുള്ള മുള്ളുള്ള ചോദ്യങ്ങൾ Google-ന് തുറന്നിടും.",
    "2076932190": "reCAPTCHA ഉൽപ്പന്നം അങ്ങനെ ഒരു പതിറ്റാണ്ടായി നിശ്ചലമായി.",
    "3856912381": "ഉപയോക്താക്കൾ കഷ്ടപ്പെട്ടു, അനാവശ്യമായ വെബ് സ്പാം ഇപ്പോൾ വ്യാപകമാണ്. എന്നാൽ ഒരു ബദലുണ്ട്.",
    "1035621426": "reCAPTCHA തിരിച്ചറിഞ്ഞ ഓരോ ബോട്ടും Google-ന്റെ പരസ്യ വരുമാനം നേരിട്ട് കുറയ്ക്കുന്നു.",
    "3668115514": "hCaptcha എങ്ങനെ വ്യത്യസ്തമാണ്?",
    "2413742287": "hCaptcha-യുടെ പ്രോത്സാഹനം പരമാവധി കൃത്യത വർദ്ധിപ്പിക്കുക എന്നതാണ്, പരസ്യ വരുമാനമല്ല: മനുഷ്യ പരിശീലന ഡാറ്റ ആവശ്യമുള്ള ഞങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ബോട്ട് ഉത്തരങ്ങൾ ഉപയോഗശൂന്യമാണ്.",
    "1373262754": "ഒരു വ്യക്തി ആരാണെന്ന് അറിയുന്നത് hCaptcha യ്ക്ക് കുറഞ്ഞ മൂല്യമാണ്. അവർ മനുഷ്യനാണോ അതോ ക്ഷുദ്രക്കാരനായ നടനാണോ എന്നത് മാത്രമാണ് ഞങ്ങൾ ശ്രദ്ധിക്കുന്നത്.",
    "600646860": "യഥാർത്ഥ മൂല്യം ഉപയോഗിച്ച് തൊഴിലാളികളെ വേർതിരിച്ചെടുക്കുമ്പോൾ സംശയാസ്പദമായ മൂല്യമുള്ള ഒരു സേവനം വാഗ്ദാനം ചെയ്യുന്നതിനുപകരം, hCaptcha നഷ്ടപരിഹാരവും ശക്തമായ ആന്റി ബോട്ട് സംരക്ഷണവും നൽകുന്നു.",
    "1836191653": "കൂടുതൽ മെച്ചമല്ലാത്ത ഒരു എന്റർപ്രൈസ് പതിപ്പിന് ദശലക്ഷക്കണക്കിന് ഡോളർ ഈടാക്കുന്ന സമയത്ത് സൗജന്യ ഉപയോക്താക്കൾക്ക് എളുപ്പത്തിൽ പരാജയപ്പെടുന്ന സേവനം വാഗ്ദാനം ചെയ്യുന്നതിനുപകരം, എന്റർപ്രൈസ് ഉപയോക്താക്കൾക്ക് അധിക ഫീച്ചറുകളും ഇഷ്‌ടാനുസൃതമാക്കലും, ശക്തമായ SLA-കളും ദ്രുത പിന്തുണയും സഹിതം hCaptcha മികച്ച ബോട്ട് സംരക്ഷണം നൽകുന്നു.",
    "990215503": "ഒരു പരസ്യ ശൃംഖലയുടെ ഉടമസ്ഥതയിൽ ഇല്ലാത്ത ഒരേയൊരു പ്രധാന ക്യാപ്‌ച സേവനമാണ് hCaptcha.",
    "971933157": "hCaptcha സ്വകാര്യത, സുതാര്യത, നീതി എന്നിവയിൽ ശ്രദ്ധിക്കുന്നു.",
    "178839499": "ഉപയോക്താക്കൾ തങ്ങളുടെ മാനവികത തെളിയിക്കുമ്പോൾ ചെയ്യുന്ന ജോലിയുടെ മൂല്യം hCaptcha പങ്കിടുന്നു.",
    "1237076138": "hCaptcha സൗജന്യ (hCaptcha പ്രസാധകൻ), എന്റർപ്രൈസ് (hCaptcha എന്റർപ്രൈസ്) ഉപഭോക്താക്കൾക്ക് ന്യായമായ ഡീൽ വാഗ്ദാനം ചെയ്യുന്നു.",
    "614310292": "ആരാണ് hCaptcha നിർമ്മിച്ചത്?",
    "4188814619": "hCaptcha എന്നത് ഇൻ്യുഷൻ മെഷീനുകളുടെ ഒരു സേവനമാണ് (",
    "3265328927": "), മെഷീൻ ലേണിംഗ് സ്കെയിലിൽ നടപ്പിലാക്കുന്ന കമ്പനികൾക്ക് ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും വാഗ്ദാനം ചെയ്യുന്ന ഒരു മെഷീൻ ലേണിംഗ് കമ്പനി.",
    "2740033957": "ആപ്പിൾ, ആമസോൺ എന്നിവിടങ്ങളിൽ നിന്നുള്ള ശാസ്ത്രജ്ഞരും എഞ്ചിനീയർമാരും മെഷീൻ ലേണിംഗ്, ഡിസ്ട്രിബ്യൂട്ടഡ് സിസ്റ്റങ്ങൾ, സെക്യൂരിറ്റി എന്നിവയിലെ മറ്റ് പ്രമുഖരും ചേർന്നതാണ് IM ടീം.",
    "1579715421": "ICML, ICLR, ECCV, NeurIPS തുടങ്ങിയ മുൻനിര കോൺഫറൻസുകളിൽ IM ശാസ്ത്രജ്ഞർ പതിവായി പ്രസിദ്ധീകരിക്കുന്നു, കൂടാതെ ഡീപ് ഹാഷിംഗ് പോലെയുള്ള ML വിഭാഗങ്ങളിലെ അത്യാധുനിക ഫലങ്ങൾ കമ്പനി പരസ്യമായി പുറത്തിറക്കിയിട്ടുണ്ട്.",
    "4015238193": "കൂടാതെ OCR [",
    "279580593": "imachines.com",
    "279918384": "ഗൂഗിൾ എങ്ങനെയാണ് നിങ്ങളുടെ സൗജന്യ ജോലി ഉപയോഗിക്കുന്നത്?",
    "2385522384": "നിങ്ങൾ Google-ന്റെ Waymo സെൽഫ് ഡ്രൈവിംഗ് കാറുകളിലെ ക്യാമറകളിൽ നിന്നുള്ള വീഡിയോ ഫ്രെയിമുകൾ കാണുകയും അവയുടെ ഒബ്ജക്റ്റ് തിരിച്ചറിയൽ മെച്ചപ്പെടുത്താൻ സഹായിക്കുകയും ചെയ്തിരിക്കാം.",
    "1517627947": "ഗൂഗിളിന്റെ സ്ട്രീറ്റ് വ്യൂ കാറുകളിൽ നിന്ന് കെട്ടിടങ്ങളുടെ ചിത്രങ്ങളോ തെരുവ് അടയാളങ്ങളോ നിങ്ങൾ കണ്ടിരിക്കാം, കൂടാതെ അവരുടെ മാപ്‌സ്, എർത്ത് ഉൽപ്പന്നങ്ങൾ എന്നിവയ്‌ക്കായി ലൊക്കേഷനുകൾ ലേബൽ ചെയ്യാൻ സഹായിക്കുന്നു.",
    "3225936061": "Google-ന്റെ ബുക്‌സ് സേവനത്തിൽ ബുക്ക് പേജുകളിൽ നിന്ന് എടുത്ത ടെക്‌സ്‌റ്റിന്റെ ചിത്രങ്ങൾ നിങ്ങൾ കാണുകയും അവരുടെ OCR (ടെക്‌സ്‌റ്റ് തിരിച്ചറിയൽ) സോഫ്‌റ്റ്‌വെയർ മെച്ചപ്പെടുത്താൻ സഹായിക്കുകയും ചെയ്‌തിരിക്കാം.",
    "129661785": "എപ്പോഴെങ്കിലും \"കാർ/ക്രോസ്വാക്കിൽ/സ്റ്റോപ്പ്ലൈറ്റിൽ ക്ലിക്ക് ചെയ്യുക?\"",
    "936667684": "എപ്പോഴെങ്കിലും \"കെട്ടിടം/തെരുവ് അടയാളം ടൈപ്പ് ചെയ്യാൻ?\"",
    "3773515538": "എപ്പോഴെങ്കിലും \"രണ്ട് വാക്കുകൾ ടൈപ്പ് ചെയ്യാൻ?\"",
    "1778058441": "hCaptcha-യിൽ ഏത് തരത്തിലുള്ള ജോലികളാണ് പ്രവർത്തിക്കുന്നത്?",
    "366088791": "hCaptcha വൈവിധ്യമാർന്ന ജോലികൾ പിന്തുണയ്ക്കുന്നു.",
    "3114147525": "ഒബ്‌ജക്റ്റ് തിരിച്ചറിയൽ, ആട്രിബ്യൂട്ട് കണ്ടെത്തൽ (വസ്‌ത്രത്തിന്റെ തരങ്ങൾ തിരിച്ചറിയാൻ ലേബലുകൾ ശേഖരിക്കൽ), പ്രസക്തി റാങ്കിംഗ് (ഒരു പ്രാഥമിക ഉൽപ്പന്നവുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ നിരവധി ഓപ്ഷനുകളിൽ നിന്ന് ഏറ്റവും പ്രസക്തമായ ഉൽപ്പന്നം തിരഞ്ഞെടുക്കൽ), ബൗണ്ടിംഗ് ബോക്‌സുകൾ (താൽപ്പര്യമുള്ള മേഖലകൾ കണ്ടെത്തൽ എന്നിവ ഉൾപ്പെടെയുള്ള ജോലികൾക്കായി hCaptcha ഉപഭോക്താക്കൾ സേവനം ഉപയോഗിക്കുന്നു. ഒരു ചിത്രം), \"ഹ്യൂമൻ OCR\" (ഒരു ഇമേജിലെ വാചകം തിരിച്ചറിയൽ) കൂടാതെ മറ്റ് പല തരത്തിലുള്ള ജോലികളും.",
    "3139609561": "ഇമേജ് വർഗ്ഗീകരണത്തിന്റെയും ആട്രിബ്യൂട്ട് ഡിറ്റക്ഷൻ ജോലി തരങ്ങളുടെയും രണ്ട് ഉദാഹരണങ്ങൾ ചുവടെയുണ്ട്. [",
    "2273532558": "hCaptcha-യുടെ പണം നൽകുന്ന ഉപഭോക്താക്കൾ ആരാണ്?",
    "4104221634": "hCaptcha ഉപഭോക്താക്കൾ ടെക്നോളജി കമ്പനികൾ മുതൽ ഫാഷൻ, റീട്ടെയിൽ, മറ്റ് മേഖലകൾ എന്നിവയിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നവർ വരെ വിവിധ വ്യവസായങ്ങളിൽ വ്യാപിച്ചുകിടക്കുന്നു.",
    "1337725003": "ഉയർന്ന അളവിലുള്ള തത്സമയ വ്യാഖ്യാനത്തിലേക്കുള്ള ആക്‌സസ് ജനാധിപത്യവൽക്കരിക്കാൻ hCaptcha പ്രതിജ്ഞാബദ്ധമാണ്, വലുതും ചെറുതുമായ കമ്പനികളെ അവരുടെ ബിസിനസ്സിൽ മെഷീൻ ലേണിംഗ് പ്രയോഗിച്ച് ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും ഗുണനിലവാരം മെച്ചപ്പെടുത്താൻ അനുവദിക്കുന്നു.",
    "4086379603": "ചോദ്യങ്ങൾ?",
    "1243684308": "നിങ്ങളുടെ ഫീഡ്‌ബാക്ക് ഞങ്ങൾ ഗൗരവമായി എടുക്കുന്നു, കൂടാതെ കുറച്ച് ബോട്ടുകളും കുറഞ്ഞ സ്പാമും ഉപയോഗിച്ച് എല്ലാവർക്കും ഓൺലൈനിൽ കൂടുതൽ മനോഹരമായ അനുഭവം ഉണ്ടെന്ന് ഉറപ്പാക്കാൻ ആഗ്രഹിക്കുന്നു. ഞങ്ങളെ സമീപിക്കുക:",
    "2645321220": "reCAPTCHA യുടെ വില വളരെ കൂടുതലാണെന്ന് നിങ്ങൾ കരുതുന്നുവെങ്കിൽ, hCaptcha എന്റർപ്രൈസിനെക്കുറിച്ച് ഞങ്ങളോട് ചോദിക്കുക. നിലവിൽ ലോകത്തിലെ ഏറ്റവും വലിയ ചില പ്രസാധകർ, സാമ്പത്തിക സേവന കമ്പനികൾ, വെബ് ഇൻഫ്രാസ്ട്രക്ചർ കമ്പനികൾ എന്നിവ ഉപയോഗിക്കുന്നു, അവ reCAPTCHA യുടെ വിശ്വസനീയമായ ബദൽ മാത്രമല്ല: നിലവിൽ ലഭ്യമായ ഏറ്റവും മികച്ച ബോട്ട് സംരക്ഷണം അവർ വാഗ്ദാനം ചെയ്യുന്നുവെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു.",
    "1229233916": "അടിക്കുറിപ്പുകൾ",
    "1115642494": "1. ഉറവിടം: BuiltWith.com reCAPTCHA സൈറ്റ് ലിസ്റ്റിംഗുകൾ. 2019 ജൂലൈ 9-ന് ശേഖരിച്ചത്.",
    "448807334": "(\"ദശലക്ഷക്കണക്കിന് CAPTCHA-കൾ ദിവസവും ആളുകൾ പരിഹരിക്കുന്നു.\") ജൂലൈ 8, 2019-ന് ശേഖരിച്ചത്.",
    "2397590157": "3. കൺസർവേറ്റീവ് എസ്റ്റിമേറ്റ്: 200 ദശലക്ഷം സോൾവ്സ് * 30 സെക്കൻഡ് ഓരോ വർഷവും = 190.3 വ്യക്തി-വർഷം/ദിവസം.",
    "3236311792": "4. hCaptcha ആന്തരിക വിശകലനം. 2019 ജൂൺ 30 വരെ ശേഖരിച്ച ഡാറ്റ. അഭ്യർത്ഥന പ്രകാരം വിശദാംശങ്ങൾ ലഭ്യമാണ്.",
    "1752259468": "5. കൺസർവേറ്റീവ് എസ്റ്റിമേറ്റ്: ഒരൊറ്റ വ്യാഖ്യാനത്തിന്റെ വില $0.01 * ശരാശരി 200M. പ്രതിദിന വ്യാഖ്യാനങ്ങൾ (താഴ്ന്ന പരിധി) * പ്രതിവർഷം 365 ദിവസം * 2009 ഏറ്റെടുക്കൽ മുതൽ 10 വർഷം = $7.3 ബില്യൺ ലോവർ ബൗണ്ട് മൂല്യം.",
    "3268946369": "6. കടപ്പാട്: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ഉറവിടം: മേരി മീക്കർ, കെപി ഇന്റർനെറ്റ് ട്രെൻഡ്സ് 2017",
    "2666258754": "ദുർബലമായ മേൽനോട്ടത്തിലുള്ള ഡീപ്പ് ഹാഷിംഗ്, ഹെയ്‌ക്കി അർപോണൻ, ടോം ഇ ബിഷപ്പ് എന്നിവയ്‌ക്കായുള്ള സെമാന്റിക് ഹൈറാർക്കി അടിസ്ഥാനമാക്കിയുള്ള റിലേഷണൽ എംബഡിംഗ്. ICML 2019, LLD വർക്ക്ഷോപ്പ്.",
    "2544169219": "സമീപകാല അത്യാധുനിക ഫലങ്ങൾ: ICML LLD, മെയ് 2019.",
    "1973347745": "10. റോയൽറ്റി രഹിത ഉദാഹരണ ചിത്രങ്ങൾ. ഉറവിടം: പെറ്റാപിക്സൽ.",
    "1493115924": "വ്യാപാരമുദ്ര കുറിപ്പുകൾ:",
    "4051104324": "Intuition Machines, Inc-ന്റെ രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രയാണ് \"ഇന്റ്യൂഷൻ മെഷീനുകൾ\".",
    "3983646521": "എല്ലാ ഉൽപ്പന്ന നാമങ്ങളും ലോഗോകളും ബ്രാൻഡുകളും വ്യാപാരമുദ്രകളും രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രകളും അതത് ഉടമസ്ഥരുടെ സ്വത്താണ്. ഈ വെബ്‌സൈറ്റിൽ ഉപയോഗിക്കുന്ന എല്ലാ കമ്പനികളുടെയും ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും പേരുകൾ തിരിച്ചറിയൽ ആവശ്യങ്ങൾക്ക് മാത്രമുള്ളതാണ്. ഈ പേരുകൾ, വ്യാപാരമുദ്രകൾ, ബ്രാൻഡുകൾ എന്നിവയുടെ ഉപയോഗം അംഗീകാരത്തെ സൂചിപ്പിക്കുന്നില്ല. ഈ സാഹചര്യത്തിൽ, തികച്ചും വിപരീതമാണ്.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM ശാസ്ത്രജ്ഞർ CVPR 2020-ൽ ദുർബലമായ മേൽനോട്ടത്തിലുള്ള ടെക്‌സ്‌റ്റ് തിരിച്ചറിയലിനായി (OCR) പുതിയ ബെഞ്ച്മാർക്ക് സജ്ജീകരിച്ചു.",
    "1259002282": "ഒരു ബഗ് കണ്ടെത്തിയോ? അത് എങ്ങനെ റിപ്പോർട്ട് ചെയ്യാമെന്നത് ഇതാ.",
    "3301728462": "ദശലക്ഷക്കണക്കിന് ആളുകൾ ഓരോ മാസവും hCaptcha ഉപയോഗിക്കുന്നു, ആയിരക്കണക്കിന് ബ്രൗസറുകൾ, എക്സ്റ്റൻഷനുകൾ, ഉപകരണങ്ങൾ, ഫയർവാളുകൾ എന്നിവയും മറ്റും.",
    "3878230879": "ഇത് എല്ലായ്പ്പോഴും നിങ്ങൾക്കായി പ്രവർത്തിക്കുന്നുവെന്ന് ഉറപ്പാക്കുക എന്നതാണ് ഞങ്ങളുടെ ലക്ഷ്യം, അതിനാൽ നിങ്ങളുടെ റിപ്പോർട്ടുകളെ ഞങ്ങൾ വളരെയധികം അഭിനന്ദിക്കുന്നു!",
    "2465128185": "പെട്ടെന്നുള്ള ഫീഡ്‌ബാക്ക് നൽകാൻ, \"ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുക\" ബട്ടൺ ക്ലിക്ക് ചെയ്യുക.",
    "2921990472": "നിങ്ങൾ ഒരു പ്രവർത്തനപരമായ പ്രശ്നം കാണുകയാണെങ്കിൽ, ദയവായി പിന്തുടരുക",
    "2870341481": "താഴെ. മറ്റേതെങ്കിലും ബ്രൗസറുകൾക്ക് വേണ്ടി മാത്രം",
    "1866590035": "Chrome-നുള്ള ഡീബഗ് ലോഗ് നിർദ്ദേശങ്ങൾ",
    "444492541": "ഫയർഫോക്സിനുള്ള ഡീബഗ് ലോഗ് നിർദ്ദേശങ്ങൾ",
    "169267610": "ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക",
    "3100722753": "സാധ്യതയുള്ള സുരക്ഷാ അല്ലെങ്കിൽ സ്വകാര്യത പ്രശ്നങ്ങൾക്ക്, ചുവടെയുള്ള നിർദ്ദേശങ്ങൾ കാണുക.",
    "1906593952": "നിങ്ങൾ ഇപ്പോൾ കണ്ട hCaptcha-യെ കുറിച്ച് ഫീഡ്ബാക്ക് നൽകുക",
    "3951254541": "നിങ്ങളുടെ ഇൻപുട്ടിനെ ഞങ്ങൾ അഭിനന്ദിക്കുന്നു. എന്തെങ്കിലും പ്രശ്‌നങ്ങൾ ഞങ്ങളെ അറിയിക്കുക, ഞങ്ങൾ അവ വേഗത്തിൽ പരിഹരിക്കും.",
    "3324288040": "ഞങ്ങൾക്ക് ഫീഡ്‌ബാക്ക് അയയ്‌ക്കുക",
    "2864016648": "സ്വകാര്യത പ്രശ്നങ്ങൾ",
    "304004915": "ഉപയോക്താക്കൾ ആരാണെന്ന് ഞങ്ങൾ ശ്രദ്ധിക്കുന്നില്ല, അവർ ക്ഷുദ്രകരോ യന്ത്രങ്ങളോ ആകാനുള്ള സാധ്യത എത്രമാത്രം. പോലുള്ള സംരംഭങ്ങളെ ഞങ്ങൾ പിന്തുണയ്ക്കുന്നു",
    "1139493658": ", ഒപ്പം സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ കഠിനമായി പരിശ്രമിക്കുക.",
    "3083289844": "ഉപയോക്തൃ സ്വകാര്യതയെ ബാധിക്കുമെന്ന് നിങ്ങൾ കരുതുന്ന ഒരു പ്രശ്നം നിങ്ങൾ കണ്ടെത്തിയാൽ, ദയവായി ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക",
    "4264784515": "സുരക്ഷാ ബഗുകൾ",
    "963238401": "സുരക്ഷാ ബഗുകളുടെ റിപ്പോർട്ടുകൾ സ്വീകരിക്കുന്നതിൽ ഞങ്ങൾക്ക് എപ്പോഴും താൽപ്പര്യമുണ്ട്. ഇമെയിൽ",
    "3926027556": "ഞങ്ങൾ നിങ്ങളിലേക്ക് വേഗത്തിൽ മടങ്ങിവരും.",
    "1589805435": "നമുക്കും എ",
    "2560582224": "ബഗ് ബൗണ്ടി പ്രോഗ്രാം",
    "103876916": "hCaptcha സേവനത്തെക്കുറിച്ചും അനുബന്ധ സോഴ്സ് കോഡിനെക്കുറിച്ചും യോഗ്യമായ സുരക്ഷാ റിപ്പോർട്ടുകൾക്കായി.",
    "497117287": "പ്രവേശനക്ഷമത ഓപ്ഷനുകൾ",
    "3230004040": "നിങ്ങൾക്ക് കാഴ്ചവൈകല്യമുണ്ടോ അല്ലെങ്കിൽ hCaptchas പൂർത്തിയാക്കാൻ കഴിയുന്നില്ലേ?",
    "3480023141": "പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് കൂടുതലറിയുക",
    "2052161540": "ബഗ് റിപ്പോർട്ട് വിശദാംശങ്ങൾ ക്യാപ്ചർ ചെയ്യുന്നു: Chrome",
    "2281169898": "നിങ്ങളുടെ റിപ്പോർട്ടിനൊപ്പം ഡീബഗ്ഗിംഗ് വിവരങ്ങൾ അയയ്ക്കുന്നത് എന്താണ് സംഭവിക്കുന്നതെന്ന് തിരിച്ചറിയുന്നത് ഞങ്ങൾക്ക് വളരെ എളുപ്പമാക്കും. ഘട്ടം ഘട്ടമായുള്ള നിർദ്ദേശങ്ങൾ ഇതാ:",
    "1123365779": "നിങ്ങളൊരു വെബ് ഡെവലപ്പറോ വിദഗ്‌ദ്ധനായ ഉപയോക്താവോ ആണെങ്കിൽ, HAR, ബ്രൗസർ കൺസോൾ ലോഗുകൾ റെക്കോർഡിംഗ് നെറ്റ്‌വർക്ക് അയയ്‌ക്കാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു എന്നതാണ് സംഗ്രഹം.",
    "2015218686": "നിങ്ങൾ ഈ ഘട്ടങ്ങളിലൂടെ കടന്നുപോകുന്നതിന് മുമ്പ്. അത് നിങ്ങളുടെ പ്രശ്‌നം പരിഹരിച്ചാൽ, നിങ്ങളുടെ ബ്രൗസർ പതിപ്പ്, പരസ്യ ബ്ലോക്കർ അല്ലെങ്കിൽ ബ്രൗസർ വിപുലീകരണം, വെബ്‌സൈറ്റ് URL എന്നിവ ഞങ്ങളെ അറിയിക്കുന്നത് ഞങ്ങൾ ഇപ്പോഴും അഭിനന്ദിക്കുന്നു.",
    "3922723611": "ഏതെങ്കിലും പരസ്യ ബ്ലോക്കറോ ബ്രൗസർ സുരക്ഷാ വിപുലീകരണങ്ങളോ പ്രവർത്തനരഹിതമാക്കാൻ ശ്രമിക്കുക",
    "4036872105": "ആദ്യം എന്നിട്ട് വീണ്ടും ശ്രമിക്കുക",
    "993651083": "ഘട്ടം 1: ഡെവലപ്പർ ടൂളുകൾ തുറക്കുക (ഇത് സെഷൻ റെക്കോർഡ് ചെയ്യാൻ തുടങ്ങുന്നു.)",
    "4163469907": "ഘട്ടം 2: ഡെവലപ്പർ ടൂളിലെ നെറ്റ്‌വർക്ക് ടാബിൽ ക്ലിക്ക് ചെയ്യുക. മുകളിലുള്ള \"പ്രിസർവ് ലോഗ്\" ബോക്സ് പരിശോധിക്കുക.",
    "4243348003": "ഘട്ടം 3: സന്ദർശിക്കുക",
    "641342999": ", അല്ലെങ്കിൽ നിങ്ങൾക്ക് പ്രശ്‌നം നേരിടുന്ന വെബ്‌സൈറ്റിൽ (സ്വകാര്യതാ കുറിപ്പ്: അത് എന്താണെന്ന് പങ്കിടുന്നതിൽ നിങ്ങൾക്ക് പ്രശ്‌നമില്ലെങ്കിൽ മാത്രം) ... തുടർന്ന് \"ഞാൻ മനുഷ്യനാണ്\" ബട്ടൺ ക്ലിക്ക് ചെയ്ത് പരിഹരിക്കാൻ ശ്രമിക്കുക.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "ഘട്ടം 4: നിങ്ങൾ പരിഹരിക്കാൻ ശ്രമിച്ചതിന് ശേഷം \"എക്‌സ്‌പോർട്ട് HAR\" (ചെറിയ താഴേക്കുള്ള അമ്പടയാളം) ക്ലിക്ക് ചെയ്യുക, ഇത് നെറ്റ്‌വർക്ക് ലോഗ് സംരക്ഷിക്കുന്നു. ആ ഫയൽ ഞങ്ങൾക്ക് അയച്ചുതരിക.",
    "1503240421": "ഘട്ടം 5: കൺസോൾ ടാബിൽ ക്ലിക്ക് ചെയ്യുക, തുടർന്ന് കൺസോൾ ലോഗ് സേവ് ചെയ്യുന്നതിനായി \"ഇതായി സേവ് ..\" എന്നതിൽ വലത് ക്ലിക്ക് ചെയ്യുക. അതും ഞങ്ങൾക്ക് അയച്ചുതരിക.",
    "2863840904": "ഘട്ടം 6: അവസാന ഘട്ടം, ആ HAR, കൺസോൾ ലോഗ് ഫയലുകൾ ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്ത് പ്രശ്നം വിവരിക്കുക",
    "4051785543": "ഉപയോഗിക്കുക:",
    "3623028666": "(ദയവായി ഒരു സേവനം ഉപയോഗിക്കുക",
    "551761392": "കൂടാതെ ലിങ്കുകൾ അയയ്‌ക്കുക) കൂടാതെ ഓപ്‌ഷണലായി ഒരു സ്‌ക്രീൻഷോട്ട്, എന്തെങ്കിലും ശരിയായി കാണിക്കുന്നില്ലെന്ന് നിങ്ങൾ സംശയിക്കുന്നുവെങ്കിൽ. നിങ്ങൾ ഉപയോഗിക്കുന്ന ഐപിയും അയയ്ക്കുക. നിങ്ങൾക്ക് അത് ലഭിക്കും",
    "1219091208": "ഡ്രോപ്പ്ബോക്സ്",
    "443094024": "ഫയൽബിൻ",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "ഈ വിവരം ലഭിക്കാൻ ഞങ്ങളെ സഹായിക്കാൻ സമയമെടുത്തതിന് നന്ദി!",
    "3680327841": "hCaptcha എല്ലാവർക്കും നന്നായി പ്രവർത്തിക്കാൻ ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്",
    "1059502393": "ബഗ് റിപ്പോർട്ട് വിശദാംശങ്ങൾ ക്യാപ്ചർ ചെയ്യുന്നു: ഫയർഫോക്സ്",
    "1112074001": "ഘട്ടം 2: ഡെവലപ്പർ ടൂളിലെ നെറ്റ്‌വർക്ക് ടാബിൽ ക്ലിക്ക് ചെയ്യുക. മുകളിലുള്ള \"പെർസിസ്റ്റ് ലോഗുകൾ\" ബോക്സ് പരിശോധിക്കുക.",
    "1797298240": "ഘട്ടം 4: നിങ്ങൾ പരിഹരിക്കാൻ ശ്രമിച്ചതിന് ശേഷം \"HAR\" ക്ലിക്ക് ചെയ്യുക, നെറ്റ്‌വർക്ക് ലോഗ് സംരക്ഷിക്കുന്നതിന് \"എല്ലാം HAR ആയി സംരക്ഷിക്കുക\" തിരഞ്ഞെടുക്കുക. ആ ഫയൽ ഞങ്ങൾക്ക് അയച്ചുതരിക.",
    "3671246379": "ഘട്ടം 5: കൺസോൾ ടാബിൽ ക്ലിക്ക് ചെയ്യുക, തുടർന്ന് \"എല്ലാം തിരഞ്ഞെടുക്കുക\" എന്നതിൽ വലത്-ക്ലിക്കുചെയ്‌ത് കൺസോൾ ലോഗ് സംരക്ഷിക്കുന്നതിന് അത് ഒരു ടെക്‌സ്‌റ്റ് ഫയലിലേക്ക് സംരക്ഷിക്കുക. അതും ഞങ്ങൾക്ക് അയച്ചുതരിക.",
    "3816867833": "പ്രതികരണം",
    "788770967": "അത് കേട്ടതിൽ ഖേദിക്കുന്നു! ഞങ്ങളുടെ പ്രവേശനക്ഷമത ഓപ്‌ഷൻ ഉപയോഗിക്കാൻ നിങ്ങൾ ആഗ്രഹിച്ചേക്കാം:",
    "1333016413": "ഒരു കുക്കി രജിസ്റ്റർ ചെയ്ത് സജ്ജീകരിക്കുന്നതിലൂടെ ഭാവിയിലെ ചോദ്യങ്ങൾ ഒഴിവാക്കാൻ ഇത് നിങ്ങളെ അനുവദിക്കുന്നു.",
    "2333410049": "നിങ്ങളുടെ പരസ്യ ബ്ലോക്കർ ഓഫാക്കാനും ശ്രമിക്കുക.",
    "1345083090": "ഒരു പ്രവർത്തന പ്രശ്‌നം റിപ്പോർട്ടുചെയ്യുകയാണോ?",
    "2184564739": "കാണുക",
    "604751186": "മറ്റുപ്രശ്നങ്ങൾ? ഇമെയിൽ",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "വിശദമായ ലോഗുകൾ ഉപയോഗിച്ച് പ്രശ്നങ്ങൾ എങ്ങനെ റിപ്പോർട്ട് ചെയ്യാം",
    "1050501253": "വളരെ ബുദ്ധിമുട്ടാണ്",
    "3264813246": "അനുചിതമായ",
    "3526939538": "സോഫ്റ്റ്‌വെയർ ബഗ്",
    "126134492": "മറ്റുള്ളവ",
    "3511610999": "നിങ്ങൾ ശരിയായ സ്ഥലത്ത് എത്തിയെന്ന് ഉറപ്പാക്കാം.",
    "3906886217": "കമ്പനികൾക്കോ വെബ്‌സൈറ്റുകൾക്കോ വേണ്ടി",
    "1621597093": "എന്റർപ്രൈസ് സുരക്ഷാ പരിഹാരങ്ങൾ (പണമടച്ചത്)",
    "3176531704": "ഡാറ്റ വ്യാഖ്യാനം",
    "1834239172": "hCaptcha വ്യാഖ്യാന സേവനങ്ങൾ വാങ്ങുക",
    "1457707016": "വ്യക്തികൾക്ക്",
    "770264626": "നിങ്ങളുടെ സേവനത്തിലേക്ക് hCaptcha ചേർക്കുക (സൗജന്യം)",
    "881015166": "എന്റെ വെബ്സൈറ്റിലേക്കോ ആപ്പിലേക്കോ പ്രസാധകർക്കായി hCaptcha ചേർക്കുക",
    "47536007": "hCaptchaയെക്കുറിച്ച് കൂടുതലറിയുക",
    "2012837493": "തിരയൽ ഫലങ്ങൾ",
    "4034694801": "പൊരുത്തപ്പെടുന്ന ഫലങ്ങളൊന്നുമില്ല.",
    "3621411541": "hCaptcha-യ്ക്കുള്ള പ്രവേശനക്ഷമത ഓപ്ഷനുകളെക്കുറിച്ച് അറിയുക",
    "3401005681": "പണം സമ്പാദിക്കുക",
    "3933993151": "ഒരു വ്യക്തിഗത ഡാറ്റ ലേബലറായി പ്രവർത്തിക്കുക",
    "563059212": "സബ്പ്രോസസറുകളുടെ പട്ടിക",
    "3501923981": "അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: ജനുവരി 1, 2020.",
    "3548097301": "പ്രാബല്യത്തിൽ: ജനുവരി 1, 2020.",
    "3991444169": "ഈ പേജ് hCaptcha എന്റർപ്രൈസ് സേവനത്തിനായുള്ള നിലവിലെ സബ് പ്രോസസറുകൾ പട്ടികപ്പെടുത്തുന്നു.",
    "835396984": "നിലവിൽ സജീവമാണ്",
    "424089481": "Amazon Web Services, Inc. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: ആമസോൺ വെബ് സേവനങ്ങൾ. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "ഐ.ബി.എം. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: IBM ക്ലൗഡ്.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "മൈക്രോസോഫ്റ്റ് കോർപ്പറേഷൻ (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ശ്രദ്ധിക്കുക: എല്ലാ ഉപഭോക്താക്കൾക്കും ബാധകമല്ല. ഉദാഹരണത്തിന്, ഐപി ബ്ലൈൻഡിംഗ് അല്ലെങ്കിൽ മറ്റ് അഡ്വാൻസ്ഡ് പ്രൈവസി അല്ലെങ്കിൽ സെക്യൂരിറ്റി ഓപ്‌ഷൻ ഉപഭോക്താക്കൾ (ഉദാ. സെക്യൂർ വെർച്വൽ ടെനൻസി ഉപഭോക്താക്കൾ) ടെലിമെട്രി സിസ്റ്റങ്ങളിൽ എപ്പോഴെങ്കിലും പ്രവേശിക്കാൻ സാധ്യതയുള്ള \"PII\"-ൽ നിന്ന്, ഒരു IP വിലാസത്തിൽ പോലും പൂർണ്ണമായും ഒഴിവാക്കപ്പെട്ടിരിക്കുന്നു. ആവശ്യമെങ്കിൽ കൂടുതൽ വിവരങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് പ്രതിനിധിയെ ബന്ധപ്പെടുക.",
    "700843971": "ഹൗണ്ട് ടെക്നോളജി, ഇൻക്. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (ഗ്ലോബൽ). നൽകിയിരിക്കുന്ന സേവനങ്ങൾ: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "അടിസ്ഥാന സൗകര്യങ്ങൾ",
    "370366524": "എഫെമറൽ സർവീസ് ടെലിമെട്രി",
    "121192737": "വരാനിരിക്കുന്ന കൂട്ടിച്ചേർക്കലുകൾ",
    "2420789666": "അതിവേഗം, Inc. സേവനങ്ങൾ നൽകി: അതിവേഗം CDN, എഡ്ജ് കമ്പ്യൂട്ട്.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "പ്രാബല്യത്തിൽ: സെപ്റ്റംബർ 1, 2021. അടിസ്ഥാന സൗകര്യങ്ങൾ കൂട്ടിച്ചേർക്കൽ",
    "1487796027": "കമ്പനികൾക്ക്",
    "3943417791": "hCaptcha എന്റർപ്രൈസിനുള്ള പിന്തുണ നേടുക (BotStop)",
    "702287791": "hCaptcha പ്രസാധകർ (സൗജന്യമായി)",
    "3397976149": "hCaptcha പ്രസാധകനുള്ള പിന്തുണ നേടുക",
    "833750823": "ഒരു വെല്ലുവിളിയിൽ ബുദ്ധിമുട്ടുണ്ടോ?",
    "2024737147": "ഒരു ബഗ് റിപ്പോർട്ട് ചെയ്യണോ?",
    "1978884623": "സോഫ്റ്റ്‌വെയർ പ്രശ്നങ്ങൾ റിപ്പോർട്ട് ചെയ്യുന്നതിനെക്കുറിച്ച് കൂടുതലറിയുക",
    "4188664955": "പ്രധാന സേവന നിബന്ധനകൾ",
    "2621989404": "അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: സെപ്റ്റംബർ 24, 2021. ഞങ്ങളുടെ ഇംഗ്ലീഷ് ഭാഷാ പദങ്ങൾ ആധികാരികമാണെന്ന കാര്യം ശ്രദ്ധിക്കുക.",
    "2404545611": "hCaptcha ലേക്ക് സ്വാഗതം! ഞങ്ങളുടെ കമ്മ്യൂണിറ്റിയുടെ ഭാഗമായതിന് നന്ദി. \"സേവനങ്ങൾ\" (ചുവടെ നിർവചിച്ചിരിക്കുന്നത്) എല്ലാ ഉപയോക്താക്കളും ഇനിപ്പറയുന്ന നിബന്ധനകൾ (\"സേവന നിബന്ധനകൾ\") അംഗീകരിക്കണം. ഈ സേവന നിബന്ധനകൾക്ക് കീഴിൽ, \"IMI\", \"ഞങ്ങൾ\", \"ഞങ്ങൾ\" എന്നിവ Intuition Machines, Inc., അതിന്റെ അനുബന്ധ സ്ഥാപനങ്ങൾ, അഫിലിയേറ്റുകൾ, ഓഫീസർമാർ, ഏജന്റുമാർ, ജീവനക്കാർ, പ്രതിനിധികൾ, ഏജന്റുമാർ എന്നിവയെ സൂചിപ്പിക്കുന്നു, കൂടാതെ ഞങ്ങളുടെ \"വെബ്സൈറ്റിൽ\" ഏത് വെബ്സൈറ്റും ഉൾപ്പെടുന്നു www.hcaptcha.com, www.imachines.com എന്നിവയുൾപ്പെടെ ഞങ്ങളുടെ നിയന്ത്രണം.",
    "2348450790": "ദയവായി ഈ സേവന നിബന്ധനകൾ വായിക്കുക. അവയിൽ, മറ്റ് വ്യവസ്ഥകൾക്കൊപ്പം, വാറന്റികളുടെ നിരാകരണങ്ങൾ, ബാധ്യതയുടെ പരിമിതികൾ, ബൈൻഡിംഗ് ആർബിട്രേഷൻ എന്നിവ ഉൾപ്പെടുന്നു. ഞങ്ങളുടെ വെബ്‌സൈറ്റിലേക്കുള്ള നിങ്ങളുടെ അവസാന സന്ദർശനത്തിന് ശേഷം ഈ സേവന നിബന്ധനകൾ മാറിയിരിക്കാമെന്നത് ശ്രദ്ധിക്കുക. ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ ഞങ്ങൾ ഈ സേവന നിബന്ധനകൾ കാലാകാലങ്ങളിൽ പരിഷ്കരിക്കുകയും അപ്ഡേറ്റ് ചെയ്യുകയും ചെയ്യാം. കാര്യമായ മാറ്റമുണ്ടായാൽ, ഈ പേജിൽ അപ്‌ഡേറ്റ് ചെയ്‌ത സേവന നിബന്ധനകൾ പോസ്‌റ്റ് ചെയ്‌ത് ഞങ്ങൾ നിങ്ങളെ അറിയിക്കും, അതിനുശേഷം സൈറ്റോ സേവനമോ ഉപയോഗിക്കുന്നത് തുടരുന്നതിനോ ആക്‌സസ് ചെയ്യുന്നതിനോ അപ്‌ഡേറ്റ് ചെയ്‌ത സേവന നിബന്ധനകൾ നിങ്ങൾ അംഗീകരിക്കണം.",
    "1064537632": "ഞങ്ങളുടെ സേവനത്തിന്റെ നിങ്ങളുടെ ഉപയോഗം നിയന്ത്രിക്കുന്നത് ഞങ്ങളുടെ ഡാറ്റ പ്രോസസ്സിംഗ് ഉടമ്പടിയാണ്, അത് റഫറൻസ് മുഖേന ഇവിടെ സംയോജിപ്പിച്ചിരിക്കുന്നു. നിങ്ങളുടെ താൽപ്പര്യാർത്ഥം ഞങ്ങൾ എങ്ങനെയാണ് വ്യക്തിഗത ഡാറ്റ പ്രോസസ്സ് ചെയ്യുന്നതെന്ന് കാണാൻ ഈ കരാർ അവലോകനം ചെയ്യുക. EU ജനറൽ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേഷന്റെ ആവശ്യങ്ങൾക്കായി ഞങ്ങൾ ഒരു \"ഡാറ്റ പ്രോസസർ\" ആയും കാലിഫോർണിയ ഉപഭോക്തൃ സ്വകാര്യതാ നിയമത്തിന്റെ ഉദ്ദേശ്യത്തിനായി ഒരു \"സേവന ദാതാവായും\" പ്രവർത്തിക്കുന്നുവെന്നത് ശ്രദ്ധിക്കുക.",
    "1933936765": "ഡാറ്റ പ്രോസസ്സിംഗ് കരാർ (അവസാനം അപ്ഡേറ്റ് ചെയ്തത്: സെപ്റ്റംബർ 23, 2021)",
    "2959486280": "ഈ സേവന നിബന്ധനകൾ നിങ്ങൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, നിങ്ങൾക്ക് സൈറ്റോ സേവനമോ ഉപയോഗിക്കാനോ ആക്‌സസ് ചെയ്യാനോ കഴിയില്ല.",
    "3200859925": "1. ഉദ്ദേശ്യം",
    "1807143500": "സേവനങ്ങളിൽ ഒരു ഓൺലൈൻ സുരക്ഷാ സേവനവും (\"hCaptcha Service\") ഒരു പ്ലാറ്റ്‌ഫോമും (\"Intuition Machines പ്ലാറ്റ്‌ഫോം\") ഉൾപ്പെടുന്നു, അതിൽ ഒരു വ്യക്തിക്ക് (\"Contributor\") ഒരു മൂന്നാം കക്ഷി എന്റിറ്റി അല്ലെങ്കിൽ ഇന്റ്യൂഷൻ മെഷീനുകൾ തന്നെ (ഓരോന്നിനും) ചുമതലകൾ ചെയ്യാൻ തിരഞ്ഞെടുക്കാം. ഞങ്ങളുടെ വെബ്‌സൈറ്റിലോ hCaptcha സേവനത്തിലോ ഒരു \"അഭ്യർത്ഥന\") പോസ്റ്റുകൾ, ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ നേരിട്ടോ അല്ലെങ്കിൽ Intuition Machines പ്ലാറ്റ്‌ഫോം ആക്‌സസ് ചെയ്‌ത് കൂടാതെ/അല്ലെങ്കിൽ ഒരു മൂന്നാം കക്ഷി എന്റിറ്റി കൂടാതെ/അല്ലെങ്കിൽ പ്ലാറ്റ്‌ഫോം അല്ലെങ്കിൽ സേവനവുമായി ബന്ധപ്പെട്ടോ ടാസ്‌ക്കുകൾ നിർവ്വഹിച്ചുകൊണ്ട് (ഓരോന്നും \"ഇന്റഗ്രേറ്റർ\"). അഭ്യർത്ഥിക്കുന്നവർ ടാസ്‌ക്കുകൾ പോസ്റ്റ് ചെയ്യുകയും ഇന്റഗ്രേറ്റർമാർക്ക് IMI നൽകുന്ന റിവാർഡുകൾക്ക് പകരമായി അവ നടപ്പിലാക്കാൻ സംഭാവകരെ ക്ഷണിക്കുകയും ചെയ്യുന്നു, അല്ലെങ്കിൽ അഭ്യർത്ഥന നടത്തുന്നയാൾ അവരുടെ അന്തിമ ഉപയോക്താക്കൾക്ക് ടാസ്‌ക്കുകൾ നൽകുന്നതിന് Intuition Machines പ്ലാറ്റ്‌ഫോമോ hCaptcha സേവനമോ ഉപയോഗിക്കുകയാണെങ്കിൽ അഭ്യർത്ഥനക്കാരൻ നിർണ്ണയിക്കുന്നു. ഞങ്ങളുടെ പ്ലാറ്റ്‌ഫോം ഉപയോഗിക്കുന്നതിന് കമ്പനികളിൽ നിന്നും വ്യക്തികളിൽ നിന്നും (ഓരോ ഒരു \"ഉപഭോക്താവ്\") ഞങ്ങൾ പണം ഈടാക്കുന്നു, അതുവഴി അവർക്ക് ഞങ്ങളുടെ സോഫ്റ്റ്‌വെയർ, രചയിതാവ് ടാസ്‌ക്കുകൾ, രചയിതാവിന്റെ ടാസ്‌ക്കുകൾക്കായി ഞങ്ങളെ വാടകയ്‌ക്കെടുക്കുക, കൂടാതെ/അല്ലെങ്കിൽ സംഭാവകരിലേക്ക് ആക്‌സസ് നേടാം. ഇന്റഗ്രേറ്റർമാരുടെ വെബ്‌സൈറ്റുകളിലും മൊബൈൽ ആപ്പുകളിലും മറ്റ് ഓൺലൈൻ പ്രോപ്പർട്ടികളിലും വഞ്ചന, ദുരുപയോഗം, സ്‌പാം എന്നിവ കുറയ്ക്കുന്നതിന് ഞങ്ങളുടെ hCaptcha സേവനം ഉപയോഗിക്കുന്നതിന് ഞങ്ങൾ അവരിൽ നിന്ന് നിരക്ക് ഈടാക്കുന്നു. മേൽപ്പറഞ്ഞവയെ മൊത്തത്തിൽ \"സേവനങ്ങൾ\" എന്ന് വിളിക്കുന്നു.",
    "3212830633": "2. യോഗ്യത",
    "2605814073": "ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിലൂടെയോ രജിസ്റ്റർ ചെയ്യുന്നതിലൂടെയോ, നിങ്ങൾ സമ്മതിക്കുന്നു: നിങ്ങൾക്ക് കുറഞ്ഞത് 18 വയസ്സ് പ്രായമുണ്ട്; നിങ്ങൾക്കോ നിങ്ങൾ പ്രതിനിധീകരിക്കുന്ന സ്ഥാപനത്തിനോ വേണ്ടി ഈ ഉടമ്പടിയിൽ പ്രവേശിക്കാൻ നിങ്ങൾക്ക് അധികാരമുണ്ട്, കൂടാതെ എല്ലായ്‌പ്പോഴും ഈ സേവന നിബന്ധനകൾക്കും ഇവിടെ പരാമർശിച്ചിരിക്കുന്ന എല്ലാ IMI നയങ്ങൾക്കും മാർഗ്ഗനിർദ്ദേശങ്ങൾക്കും അനുസൃതമായി തുടരും; കൂടാതെ നിങ്ങൾ ഞങ്ങളുടെ വെബ്‌സൈറ്റ് ദുരുപയോഗം ചെയ്യുകയോ നിങ്ങളുടെ ഐഡന്റിറ്റി ഞങ്ങൾക്ക് തെറ്റായി അവതരിപ്പിക്കുകയോ മനുഷ്യബുദ്ധി ആവശ്യമുള്ള IMI-യിലെ ഏതെങ്കിലും ജോലിയുടെ ഏതെങ്കിലും ഭാഗം പൂർത്തിയാക്കാൻ കൃത്രിമബുദ്ധി ഉപയോഗിക്കുകയോ ചെയ്യില്ല.",
    "2616040974": "3. ഉപഭോക്താക്കളും അഭ്യർത്ഥിക്കുന്നവരും",
    "1544829730": "നിങ്ങൾ ഒരു ഉപഭോക്താവോ അഭ്യർത്ഥനക്കാരനോ ആണെങ്കിൽ, ഉപഭോക്തൃ അനുബന്ധമായി ഇവിടെ ചേർത്തിട്ടുള്ള അധിക നിബന്ധനകൾ ബാധകമാകുമെന്നും ഈ സേവന നിബന്ധനകളിൽ റഫറൻസ് മുഖേന സംയോജിപ്പിക്കുമെന്നും നിങ്ങൾ സമ്മതിക്കുന്നു. നിങ്ങൾ ഒരു ഉപഭോക്താവോ അഭ്യർത്ഥനക്കാരനോ അല്ലെങ്കിലോ ഒരു ഉപഭോക്താവോ അഭ്യർത്ഥനക്കാരനോ ആകുന്നത് അവസാനിപ്പിക്കുകയോ ചെയ്താൽ, ഉപഭോക്തൃ അനുബന്ധത്തിലെ അധിക നിബന്ധനകൾ ബാധകമല്ല അല്ലെങ്കിൽ അവ ഈ സേവന നിബന്ധനകളിൽ പരാമർശിച്ച് സംയോജിപ്പിക്കുകയുമില്ല.",
    "3759360138": "4. ഉപയോക്തൃനാമവും പാസ്‌വേഡും",
    "2236960358": "രജിസ്ട്രേഷൻ കഴിഞ്ഞാൽ, നിങ്ങളുടെ പേര്, ഇമെയിൽ വിലാസം എന്നിവയുൾപ്പെടെ നിങ്ങളെക്കുറിച്ചുള്ള ചില വ്യക്തിഗത വിവരങ്ങൾ (\"വ്യക്തിഗത വിവരങ്ങൾ\") വെളിപ്പെടുത്താനും ഒരു ഉപയോക്തൃനാമവും പാസ്‌വേഡും സൃഷ്‌ടിക്കാനും നിങ്ങളോട് ആവശ്യപ്പെടും, ഇവയെല്ലാം ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിന് വിധേയമായിരിക്കും. വെബ്സൈറ്റ്. നിങ്ങളുടെ അക്കൗണ്ട്, പാസ്‌വേഡുകൾ, നിങ്ങളുടെ അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും പ്രാമാണീകരണ കീകൾ എന്നിവയുടെ സുരക്ഷ നിരീക്ഷിക്കുന്നതിനും ഉറപ്പാക്കുന്നതിനും പരിപാലിക്കുന്നതിനും നിങ്ങൾ മാത്രമാണ് ഉത്തരവാദി, കൂടാതെ സേവനങ്ങളിൽ ആ വിവരങ്ങളുടെ ഉപയോഗത്തിലൂടെയോ എടുക്കുന്ന ഏതൊരു പ്രവർത്തനത്തിന്റെയും ഉത്തരവാദിത്തം നിങ്ങൾക്കാണ്.",
    "3047519814": "നിങ്ങളുടെ അക്കൗണ്ടോ പാസ്‌വേഡോ ആരുമായും പങ്കിടില്ലെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "1699668873": "നിങ്ങളുടെ അക്കൗണ്ട് വിവരങ്ങൾ മറ്റാരെങ്കിലും മോഷ്ടിച്ചതായോ ഉപയോഗിക്കപ്പെട്ടതായോ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും സുരക്ഷാ ലംഘനമോ ഉണ്ടായതായി നിങ്ങൾ സംശയിക്കുന്നുവെങ്കിൽ നിങ്ങൾ ഉടൻ തന്നെ IMI-യെ അറിയിക്കണം.",
    "3044038608": "ഞങ്ങളുടെ രജിസ്ട്രേഷൻ പ്രക്രിയയിൽ അഭ്യർത്ഥിച്ചിരിക്കുന്നതുപോലെ യഥാർത്ഥവും കൃത്യവും പൂർണ്ണവുമായ വിവരങ്ങൾ ഞങ്ങൾക്ക് നൽകാൻ നിങ്ങൾ സമ്മതിക്കുന്നു. അത്തരം വിവരങ്ങൾ കാലികവും കൃത്യവുമായി നിലനിർത്തുന്നതിന് ആവശ്യമായ വിവരങ്ങൾ ഉടനടി അപ്‌ഡേറ്റ് ചെയ്യാനും നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "4132302900": "5. നിങ്ങളുടെ സ്വകാര്യത, നിങ്ങളുടെ ഡാറ്റ, കൂടാതെ \"എല്ലാവർക്കും ഡാറ്റ\"",
    "10724169": "ഞങ്ങളുടെ സ്വകാര്യതാ നയം നിങ്ങൾ അംഗീകരിക്കുന്നു, നിങ്ങൾ ഞങ്ങൾക്ക് നൽകുന്ന ഏതൊരു വ്യക്തിഗത വിവരവും ഞങ്ങൾ എന്തുചെയ്യുമെന്ന് നിയന്ത്രിക്കുന്നു.",
    "1669194950": "വ്യക്തിഗത വിവരങ്ങൾക്ക് പുറമേ, ഞങ്ങൾ സേവനങ്ങൾ (മൊത്തമായി, \"ഉപഭോക്തൃ ഡാറ്റ\") നൽകുന്നതിന്, നിങ്ങൾ മറ്റ് ഡാറ്റ നൽകേണ്ടതായി വന്നേക്കാം (അല്ലെങ്കിൽ ഞങ്ങൾക്ക് ശേഖരിക്കേണ്ടത് ആവശ്യമായി വന്നേക്കാം). നിങ്ങളുടെ കാലതാമസമോ ഉപഭോക്തൃ ഡാറ്റ നൽകുന്നതിൽ പരാജയപ്പെടുന്നതോ ആയ സേവനങ്ങൾ നിർവഹിക്കുന്നതിൽ പരാജയപ്പെടുന്നതിന് ഞങ്ങൾ ബാധ്യസ്ഥരല്ല.",
    "1330274831": "സേവനങ്ങൾ നൽകുന്നതിന് മാത്രമായി ഏതെങ്കിലും ഉപഭോക്തൃ ഡാറ്റ ഉപയോഗിക്കുന്നതിനും പുനർനിർമ്മിക്കുന്നതിനും ഇലക്ട്രോണിക് ആയി വിതരണം ചെയ്യുന്നതിനും പരസ്യമായി പ്രദർശിപ്പിക്കുന്നതിനും ഈ കരാറിന്റെ കാലയളവിൽ ലോകമെമ്പാടുമുള്ള, എക്‌സ്‌ക്ലൂസീവ് അല്ലാത്ത, സബ്‌ലൈസൻസബിൾ, കൈമാറ്റം ചെയ്യാവുന്ന, റോയൽറ്റി രഹിത, പിൻവലിക്കാനാകാത്ത ലൈസൻസ് നിങ്ങൾ ഇതിനാൽ ഞങ്ങൾക്ക് നൽകുന്നു. . ഈ വിഭാഗത്തിൽ ലൈസൻസ് നൽകുന്നതിന് നിങ്ങളുടെ ഡാറ്റയിലും നിങ്ങളുടെ ഡാറ്റയിലും മതിയായ അവകാശവും ശീർഷകവും താൽപ്പര്യവും നിങ്ങൾക്കുണ്ടെന്ന് നിങ്ങൾ പ്രതിനിധീകരിക്കുകയും വാറണ്ട് ചെയ്യുകയും ചെയ്യുന്നു.",
    "2230333214": "ഞങ്ങൾ ഉപഭോക്തൃ ഡാറ്റ മറ്റ് ഡാറ്റയുമായി സംയോജിപ്പിക്കുന്നു, അതുവഴി ഫലങ്ങൾ വ്യക്തിപരമായി തിരിച്ചറിയാൻ കഴിയില്ല, കൂടാതെ സേവനങ്ങളുടെ (\"അഗ്രഗേറ്റ്/ഡീ-ഐഡന്റിഫൈഡ് ഡാറ്റ\") ഉപയോഗം സംബന്ധിച്ച തിരിച്ചറിയാത്ത സാങ്കേതിക ലോഗുകളും ഡാറ്റയും ഞങ്ങൾ ശേഖരിക്കുന്നു. ഇവിടെ വിരുദ്ധമായി എന്തുതന്നെയായാലും, ഈ കരാറിന്റെ കാലയളവിലോ അതിനുശേഷമോ ഏതെങ്കിലും ബിസിനസ്സ് ആവശ്യങ്ങൾക്കായി, സേവനങ്ങൾ വികസിപ്പിക്കുന്നതിനും മെച്ചപ്പെടുത്തുന്നതിനും റിപ്പോർട്ടുകളും മറ്റും സൃഷ്ടിക്കുന്നതിനും വിതരണം ചെയ്യുന്നതിനും ഉൾപ്പെടെ, അത്തരം മൊത്തം/തിരിച്ചറിയൽ ഡാറ്റ IMI ഉപയോഗിച്ചേക്കാം. വസ്തുക്കൾ. ഉപഭോക്തൃ ഡാറ്റയും നിലനിൽക്കുകയും ഒരു ജോലി പൂർത്തിയായതിന് ശേഷം 180 ദിവസത്തിൽ കൂടാത്ത പരിമിതമായ സമയത്തേക്ക് സിസ്റ്റത്തിൽ പ്രദർശിപ്പിക്കുകയും ചെയ്യാം, ഉദാഹരണത്തിന് ഇൻട്യൂഷൻ മെഷീൻസ് സിസ്റ്റങ്ങൾക്കായുള്ള ഓട്ടോമാറ്റിക് കാലിബ്രേഷൻ അല്ലെങ്കിൽ മൂല്യനിർണ്ണയ ഡാറ്റ. വ്യക്തതയ്ക്കായി, നിങ്ങളുടെ മുൻകൂർ രേഖാമൂലമുള്ള അനുമതിയില്ലാതെ ഏതെങ്കിലും മൊത്തം/തിരിച്ചറിയപ്പെട്ട ഡാറ്റയുടെ ഉറവിടമായി നിങ്ങളെ തിരിച്ചറിയാനുള്ള അവകാശം ഈ വകുപ്പ് 5 നൽകുന്നില്ല.",
    "3881754581": ". നിങ്ങൾ ഞങ്ങളുടെ വ്യാഖ്യാന സേവനങ്ങളുടെ ഉപഭോക്താവ് ആണെങ്കിൽ, സേവനങ്ങളുടെ നിങ്ങളുടെ ഉപയോഗത്തിന്റെ ഭാഗമായി \"എല്ലാവർക്കും ഡാറ്റ\" ഓപ്ഷൻ തിരഞ്ഞെടുത്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങൾ IMI-യ്ക്കും സേവനങ്ങളുടെ എല്ലാ ഉപയോക്താക്കൾക്കും ലോകമെമ്പാടുമുള്ള, നോൺ-എക്‌സ്‌ക്ലൂസീവ്, സബ്‌ലൈസൻസബിൾ, കൈമാറ്റം ചെയ്യാവുന്ന, ബന്ധപ്പെട്ട എല്ലാ ബൗദ്ധിക സ്വത്തവകാശങ്ങളും ഉൾപ്പെടെ എല്ലാ ഉപഭോക്തൃ ഡാറ്റയും പൂർണ്ണമായി ചൂഷണം ചെയ്യുന്നതിനുള്ള റോയൽറ്റി രഹിത, പിൻവലിക്കാനാകാത്ത ലൈസൻസ്. നിങ്ങൾ \"എല്ലാവർക്കും ഡാറ്റ\" എന്ന ഓപ്‌ഷൻ തിരഞ്ഞെടുക്കുകയാണെങ്കിൽ, ഈ വിഭാഗത്തിൽ ലൈസൻസ് നൽകുന്നതിന് നിങ്ങളുടെ ഡാറ്റയിലും നിങ്ങളുടെ ഡാറ്റയിലും മതിയായ അവകാശവും ശീർഷകവും താൽപ്പര്യവും നിങ്ങൾക്കുണ്ടെന്ന് നിങ്ങൾ പ്രതിനിധീകരിക്കുകയും വാറന്റ് ചെയ്യുകയും ചെയ്യുന്നു.",
    "3496767126": "സംശയം ഒഴിവാക്കുന്നതിന്, ഇനിപ്പറയുന്ന ഖണ്ഡിക ഞങ്ങളുടെ വ്യാഖ്യാന സേവനങ്ങൾ ഉപയോഗിക്കുന്ന ഉപഭോക്താക്കൾക്ക് മാത്രമായി ബാധകമാണ്, അല്ലാതെ ഞങ്ങളുടെ സേവനങ്ങൾ ഒരു ഇന്റഗ്രേറ്ററായി ഉപയോഗിക്കുന്നതിന് വേണ്ടിയല്ല",
    "767207800": "നിങ്ങളുടെ ഡാറ്റയിൽ സ്‌പഷ്‌ടമായതോ കുറ്റകരമായതോ ആയ ഉള്ളടക്കം അടങ്ങിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ ഡാറ്റ കാണുന്ന ആർക്കും ന്യായമായ മുന്നറിയിപ്പായി നൽകുന്നതിന് \"വ്യക്തമായ ഉള്ളടക്കം\" എന്ന് അടയാളപ്പെടുത്താൻ ഞങ്ങൾ ആവശ്യപ്പെടുന്നു. (എ) നേരിട്ടോ അല്ലാതെയോ മറ്റൊരു വെബ്‌സൈറ്റിനെയോ സേവനത്തെയോ പ്രമോട്ട് ചെയ്യുന്ന ടാസ്‌ക്കുകൾ, (ബി) ഒരു മൂന്നാം കക്ഷി വെബ്‌സൈറ്റിന്റെ നിബന്ധനകൾ ലംഘിക്കുന്ന ടാസ്‌ക്കുകൾ എന്നിവയുൾപ്പെടെ ഞങ്ങളുടെ നയങ്ങൾ ലംഘിക്കുന്ന ടാസ്‌ക്കുകൾ IMI-യുമായുള്ള പ്രത്യേക രേഖാമൂലമുള്ള ഉടമ്പടി കൂടാതെ നിങ്ങൾ ഉൾപ്പെടുത്തരുത്. വ്യവസ്ഥകൾ, (സി) മൂന്നാം കക്ഷികളെ അഭ്യർത്ഥിക്കാൻ സംഭാവകരോട് ആവശ്യപ്പെടുന്ന ജോലികൾ, (ഡി) ഒരു വെബ്‌സൈറ്റിന്റെ പെരുമാറ്റമോ ഫലമോ കൈകാര്യം ചെയ്യാൻ നടപടിയെടുക്കാൻ സംഭാവനകളോട് ആവശ്യപ്പെടുന്ന ജോലികൾ, (ഇ) മൂന്നാം കക്ഷികളുടെ ബൗദ്ധിക സ്വത്തവകാശം ലംഘിക്കുന്ന ടാസ്‌ക്കുകൾ, കൂടാതെ (എഫ്) ടാസ്‌ക്കുകൾ സോഫ്‌റ്റ്‌വെയറോ ഫയലുകളോ ഡൗൺലോഡ് ചെയ്യാൻ സംഭാവനകൾ ആവശ്യപ്പെടുന്നു.",
    "3370561195": "6. സ്വീകാര്യമായ പെരുമാറ്റം",
    "4205152730": "ഞങ്ങളുടെ വെബ്‌സൈറ്റ്, ഫോറം, സന്ദേശമയയ്‌ക്കൽ, ചാറ്റ്, IMI നിയന്ത്രിക്കുന്ന മറ്റ് സോഷ്യൽ മീഡിയ ചാനലുകൾ എന്നിവയിൽ എവിടെയും മറ്റ് ഉപയോക്താക്കളുമായി സംവദിക്കാൻ നിങ്ങളെ പ്രോത്സാഹിപ്പിക്കുന്നു, എന്നാൽ നിങ്ങൾ അങ്ങനെ ചെയ്യുകയാണെങ്കിൽ ഞങ്ങളുടെ സൈറ്റിലെ എല്ലാ സേവന നിബന്ധനകളും ഉപയോഗ നിബന്ധനകളും പ്രസക്തമായ എല്ലാ നിയമങ്ങളും നിങ്ങൾ പാലിക്കണം. .",
    "1394253934": "7. ദുരുപയോഗം, ദുരുപയോഗം, തെറ്റായി അവതരിപ്പിക്കൽ",
    "1406393333": "ഈ സേവന നിബന്ധനകൾക്കും ഞങ്ങൾ നൽകുന്ന ഏതെങ്കിലും നിർദ്ദേശങ്ങൾക്കും അനുസൃതമായി അല്ലാതെയുള്ള സേവനങ്ങളുടെ ഏതെങ്കിലും ആക്‌സസ് അല്ലെങ്കിൽ ഉപയോഗം കർശനമായി നിരോധിച്ചിരിക്കുന്നു. പ്രത്യേകിച്ചും, നിങ്ങൾ ചെയ്യില്ല:",
    "3409726716": "രേഖാമൂലമുള്ള അനുമതിയില്ലാതെ ഞങ്ങളുമായി ഒന്നിലധികം അക്കൗണ്ടുകൾക്കായി രജിസ്റ്റർ ചെയ്യുക;",
    "3119498672": "ഇൻറർനെറ്റ് ബോട്ടുകൾ, വെബ് റോബോട്ടുകൾ, ബോട്ടുകൾ, സ്ക്രിപ്റ്റുകൾ, അല്ലെങ്കിൽ മറ്റേതെങ്കിലും തരത്തിലുള്ള ആർട്ടിഫിഷ്യൽ ഇന്റലിജൻസ് എന്നിവ ഉപയോഗിച്ച് ഏതെങ്കിലും ടാസ്ക്ക് ചെയ്യുക അല്ലെങ്കിൽ IMI അല്ലെങ്കിൽ ഏതെങ്കിലും റിക്വസ്റ്ററിൽ നിന്നോ ഇന്റഗ്രേറ്ററിൽ നിന്നോ അവർ വിവരിച്ചിരിക്കുന്ന ജോലികൾ പൂർത്തിയാക്കാതെ പ്രതിഫലം നേടാൻ ശ്രമിക്കുക;",
    "1188668818": "ഈ വെബ്‌സൈറ്റ് ഉപയോഗിക്കുമ്പോൾ ഏതെങ്കിലും തെറ്റായ വിവരങ്ങൾ നൽകുക (നിങ്ങളുടെ അക്കൗണ്ടിൽ മറ്റേതെങ്കിലും വ്യക്തിയെയോ സ്ഥാപനത്തെയോ ആൾമാറാട്ടം നടത്തുക, അല്ലെങ്കിൽ നിങ്ങളുടെ അക്കൗണ്ടിലെ മറ്റേതെങ്കിലും വ്യക്തിയുമായോ ഓർഗനൈസേഷനുമായോ നിങ്ങളെയോ നിങ്ങളുടെ ബന്ധത്തെയോ തെറ്റായി പ്രസ്താവിക്കുകയോ അല്ലെങ്കിൽ തെറ്റായി പ്രതിനിധീകരിക്കുകയോ ചെയ്യുന്നത് ഉൾപ്പെടെ;",
    "2804310964": "നിങ്ങളുടെ യഥാർത്ഥ ലൊക്കേഷനോ ഐഡന്റിറ്റിയോ അവ്യക്തമാക്കാൻ രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്ന ഏതെങ്കിലും പ്രോക്‌സി വെബ് സെർവർ അല്ലെങ്കിൽ മറ്റേതെങ്കിലും ഉപകരണം വഴിയോ അല്ലെങ്കിൽ നൽകിയിരിക്കുന്ന ഇന്റർഫേസ് അല്ലാതെ മറ്റേതെങ്കിലും മാർഗത്തിലൂടെയോ ഞങ്ങളുടെ വെബ്‌സൈറ്റ് ആക്‌സസ് ചെയ്യുക അല്ലെങ്കിൽ ആക്‌സസ് ചെയ്യാൻ ശ്രമിക്കുക;",
    "1374227759": "ഏതെങ്കിലും നിയമവിരുദ്ധ പ്രവർത്തനത്തിനോ അല്ലെങ്കിൽ അത് ലഭ്യമാക്കിയ ഉദ്ദേശ്യത്തിനല്ലാതെ മറ്റേതെങ്കിലും ആവശ്യത്തിനോ വെബ്സൈറ്റ് ഉപയോഗിക്കുക;",
    "2103513933": "സൈറ്റിന്റെ പ്രവർത്തനത്തെ തടസ്സപ്പെടുത്തുന്നതോ തടസ്സപ്പെടുത്തുന്നതോ ആയ പ്രവർത്തനത്തിൽ ഏർപ്പെടുക;",
    "137127070": "ക്ഷുദ്രകരമായതോ അജ്ഞാതമോ ആയ ബാഹ്യ ലിങ്കുകളോ ഫയലുകളോ ചേർക്കുക, അപ്‌ലോഡ് ചെയ്യുക അല്ലെങ്കിൽ അറ്റാച്ചുചെയ്യുക, അല്ലെങ്കിൽ വൈറസ്, ട്രോജൻ ഹോഴ്‌സ്, വേം, ടൈം ബോംബ് അല്ലെങ്കിൽ മറ്റ് ഹാനികരമായ കമ്പ്യൂട്ടർ കോഡ് അടങ്ങിയിരിക്കുന്ന ഏതെങ്കിലും ഉള്ളടക്കം അപ്‌ലോഡ് ചെയ്യുക;",
    "1686655020": "നിങ്ങളുടെ യഥാർത്ഥ സൃഷ്ടിയല്ലാത്ത പകർപ്പവകാശത്തിന് വിധേയമായ ഏതെങ്കിലും ഉള്ളടക്കം അപ്‌ലോഡ് ചെയ്യുക, അത്തരം ഉള്ളടക്കം പോസ്റ്റുചെയ്യുന്നതിനും ഇവിടെ അനുവദിച്ചിട്ടുള്ള എല്ലാ ലൈസൻസുള്ള അവകാശങ്ങളും IMI-ക്ക് നൽകുന്നതിനും ശരിയായ ഉടമയിൽ നിന്ന് നിങ്ങൾക്ക് അനുമതി ഇല്ലെങ്കിൽ;",
    "1406692811": "സ്പാമിംഗിൽ ഏർപ്പെടുക അല്ലെങ്കിൽ ഏതെങ്കിലും തരത്തിലുള്ള പരസ്യം പോസ്റ്റ് ചെയ്യുക, റഫറലുകൾ, ബഹുജന ആശയവിനിമയം, പണ ഓഫറുകൾ അല്ലെങ്കിൽ അഭ്യർത്ഥനകൾ, സേവനങ്ങളുടെ അഭ്യർത്ഥന, പരസ്യംചെയ്യൽ, മാർക്കറ്റിംഗ്, അസംബന്ധ സന്ദേശങ്ങൾ, തനിപ്പകർപ്പ് വിഷയങ്ങൾ, നിയമവിരുദ്ധമായ ഉള്ളടക്കം, സോഷ്യൽ വെബ്സൈറ്റ് ലിങ്കുകൾ, ഇമെയിൽ വിലാസങ്ങൾ, അല്ലെങ്കിൽ ടാസ്‌ക്കിന് ആവശ്യമില്ലെങ്കിൽ തൽക്ഷണ മെസഞ്ചർ ഐഡികൾ;",
    "3893539589": "ടാസ്‌ക്കിന് ആവശ്യമില്ലെങ്കിൽ ചരക്കുകളോ സേവനങ്ങളോ വാഗ്ദാനം ചെയ്യുന്ന ബാഹ്യ ലിങ്കുകൾ ചേർക്കുക;",
    "3214322759": "അല്ലെങ്കിൽ ഏതെങ്കിലും ക്ഷുദ്രകരമായ അല്ലെങ്കിൽ വഞ്ചനാപരമായ പ്രവർത്തനത്തിൽ ഏർപ്പെടുക.",
    "3733422465": "8. നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിക്കുന്നു",
    "267645277": "IMI നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിച്ചേക്കാം. മൂന്നാം കക്ഷി ഡാറ്റാബേസുകളുമായോ ഔദ്യോഗിക നിയമ രേഖകളുമായോ നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ താരതമ്യം ചെയ്യുന്നത് ഇതിൽ ഉൾപ്പെട്ടേക്കാം. നിങ്ങളുടെ ഐഡന്റിറ്റി, നിങ്ങളുടെ ഇമെയിൽ വിലാസത്തിന്റെ ഉടമസ്ഥത, നിങ്ങളുടെ സാമ്പത്തിക അക്കൗണ്ടുകളുടെ ഉടമസ്ഥാവകാശം എന്നിവ സ്ഥിരീകരിക്കുന്നതിന് ആവശ്യമായ അന്വേഷണങ്ങൾ നടത്താൻ നിങ്ങൾ ഞങ്ങളെ അധികാരപ്പെടുത്തുന്നു. നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിക്കുന്നതിൽ ഞങ്ങളെ സഹായിക്കുന്നതിന് നിങ്ങളെക്കുറിച്ചുള്ള വിവരങ്ങൾ നൽകാൻ നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "4169910317": "9. നിയമം പാലിക്കൽ",
    "519755936": "സേവനങ്ങളുടെ നിങ്ങളുടെ ഉപയോഗവുമായി ബന്ധപ്പെട്ട് ഫെഡറൽ, സ്റ്റേറ്റ്, പ്രൊവിൻഷ്യൽ, ലോക്കൽ നിയമങ്ങൾ അനുസരിക്കുന്നതിന് നിങ്ങൾ മാത്രമാണ് ഉത്തരവാദി. കരാർ, ബൗദ്ധിക സ്വത്തവകാശം അല്ലെങ്കിൽ സ്വകാര്യത അവകാശങ്ങൾ എന്നിവയുൾപ്പെടെ ഏതെങ്കിലും നിയമങ്ങൾ പാലിക്കുന്നതിൽ നിങ്ങൾ പരാജയപ്പെടുകയോ അല്ലെങ്കിൽ ഏതെങ്കിലും മൂന്നാം കക്ഷി അവകാശങ്ങൾ ലംഘിക്കുകയോ ചെയ്‌തതിനാൽ ഞങ്ങൾക്കെതിരായ ഏതെങ്കിലും ക്ലെയിമുകൾക്ക് നഷ്ടപരിഹാരം നൽകാനും ഞങ്ങളെ നിരുപദ്രവകരമാക്കാനും നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "731546974": "10. കോൺട്രിബ്യൂട്ടർ അല്ലെങ്കിൽ ഇന്റഗ്രേറ്റർ ടാക്സ്",
    "3128328457": "നിങ്ങളൊരു സംഭാവകനോ സംയോജകനോ ആണെങ്കിൽ, ഞങ്ങളുടെ വെബ്‌സൈറ്റിന്റെ ഉപയോഗത്തിന്റെ ഫലമായി കണക്കാക്കിയതോ മറ്റ് ഫെഡറൽ, സംസ്ഥാന, അല്ലെങ്കിൽ പ്രാദേശിക ആദായനികുതികൾ, സാമൂഹിക സുരക്ഷ, FICA, തൊഴിലാളികളുടെ നഷ്ടപരിഹാരം എന്നിവയുടെ പേയ്‌മെന്റിന്റെ ഉത്തരവാദിത്തം നിങ്ങൾ മാത്രമാണ്. യുഎസ് ഇതര അധികാരപരിധിയിലെ സമാന നികുതികൾ അല്ലെങ്കിൽ ചാർജുകൾ. നികുതി നിയമങ്ങളൊന്നും പാലിക്കുന്നതിൽ നിങ്ങൾ പരാജയപ്പെട്ടതിനാൽ ഞങ്ങൾക്കെതിരെയുള്ള ഏതെങ്കിലും വിലയിരുത്തലുകൾക്ക് നഷ്ടപരിഹാരം നൽകാനും ഞങ്ങളെ നിരുപദ്രവകരമാക്കാനും നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "2931396764": "11. ഈ സേവന നിബന്ധനകളുടെ ലംഘനം",
    "1240667045": "ഇനിപ്പറയുന്നതുൾപ്പെടെ ഏത് കാരണത്താലും സേവനങ്ങളിലേക്കുള്ള നിങ്ങളുടെ ആക്‌സസ് ഞങ്ങൾ എപ്പോൾ വേണമെങ്കിലും താൽക്കാലികമായി നിർത്തുകയോ പരിമിതപ്പെടുത്തുകയോ റദ്ദാക്കുകയോ ചെയ്യാം: (എ) നിങ്ങൾ ഈ സേവന നിബന്ധനകൾ (മറ്റ് അനുബന്ധ നയങ്ങൾ ഉൾപ്പെടെ) ലംഘിച്ചതായി ഞങ്ങൾ വിശ്വസിക്കുന്നു; (ബി) നിങ്ങൾ ഞങ്ങളുടെ അവകാശങ്ങളോ ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ അവകാശങ്ങളോ ലംഘിച്ചതായി ഞങ്ങൾ വിശ്വസിക്കുന്നു; (സി) നിങ്ങൾ ഞങ്ങൾക്ക് നൽകിയ വിവരങ്ങൾ പരിശോധിക്കാനോ പ്രാമാണീകരിക്കാനോ ഞങ്ങൾക്ക് കഴിയുന്നില്ല; അല്ലെങ്കിൽ (ഡി) നിങ്ങളുടെ പ്രവർത്തനങ്ങൾ നിങ്ങൾക്കോ ഞങ്ങൾക്കോ മൂന്നാം കക്ഷിക്കോ ബാധ്യതകൾ സൃഷ്ടിച്ചേക്കാമെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു. സംശയം ഒഴിവാക്കുന്നതിനായി, മേൽപ്പറഞ്ഞ ഏതെങ്കിലും പേയ്‌മെന്റിന് ബാധകമാണെന്ന് ഞങ്ങൾ ന്യായമായും വിശ്വസിക്കുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് പേയ്‌മെന്റ് തടയാനോ താൽക്കാലികമായി നിർത്താനോ ഉള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്.",
    "1601080128": "ഞങ്ങൾ നിങ്ങളുടെ അക്കൗണ്ട് താൽക്കാലികമായി നിർത്തുകയോ അവസാനിപ്പിക്കുകയോ ചെയ്യുകയാണെങ്കിൽ, നിങ്ങൾ സൈറ്റിൽ സൂക്ഷിക്കുന്ന ഡാറ്റ, സന്ദേശങ്ങൾ, ഫയലുകൾ, മറ്റ് മെറ്റീരിയലുകൾ എന്നിവയുൾപ്പെടെ വെബ്‌സൈറ്റിന്റെ ഏതെങ്കിലും ഭാഗങ്ങളിലേക്ക് നിങ്ങൾക്ക് ഇനി ആക്‌സസ് ഉണ്ടാകില്ല. മറ്റൊരു അല്ലെങ്കിൽ പുതിയ അക്കൗണ്ട് പേരിൽ ഞങ്ങളുടെ വെബ്സൈറ്റ് ഉപയോഗിക്കുന്നത് നിങ്ങൾക്ക് തുടരാനാകില്ല. ഈ സേവന നിബന്ധനകളുടെ ലംഘനങ്ങൾ നിയമത്തിന്റെ പരമാവധി പരിധിയിൽ പ്രോസിക്യൂട്ട് ചെയ്യപ്പെടുകയും അധിക പിഴകൾക്കും ഉപരോധങ്ങൾക്കും കാരണമായേക്കാം.",
    "1160707899": "12. IMI, മറ്റ് അഭ്യർത്ഥനകൾ എന്നിവയുമായുള്ള സംഭാവകന്റെ റോളും ബന്ധവും",
    "269838707": "നിങ്ങളൊരു സംഭാവകനാണെങ്കിൽ, ഏതൊക്കെ, എത്ര ടാസ്‌ക്കുകൾ പൂർത്തിയാക്കണം, എപ്പോൾ, എവിടെ പൂർത്തിയാക്കണം എന്ന് തീരുമാനിക്കുന്നത് നിങ്ങളും മാത്രം. നിങ്ങൾ തിരഞ്ഞെടുക്കുന്ന ജോലികൾ പൂർത്തിയാക്കുന്നതിന് നിങ്ങൾക്ക് കൂടുതൽ സമയമോ കുറച്ച് സമയമോ ചെലവഴിക്കാൻ സ്വാതന്ത്ര്യമുണ്ട്. ഒരു സമയത്തും ഒരു ടാസ്ക്ക് പൂർത്തിയാക്കാൻ നിങ്ങൾ ബാധ്യസ്ഥരല്ല.",
    "1087195513": "നിങ്ങൾ IMI അല്ലാത്ത ഒരു അഭ്യർത്ഥനയുടെ പേരിൽ ഒരു ഇന്റഗ്രേറ്റർ മുഖേനയോ അല്ലെങ്കിൽ ബന്ധപ്പെട്ടോ സേവനങ്ങൾ ആക്‌സസ് ചെയ്യുകയും കൂടാതെ/അല്ലെങ്കിൽ ടാസ്‌ക്കുകൾ നിർവഹിക്കുകയും ചെയ്യുന്ന ഒരു സംഭാവകനാണെങ്കിൽ, Intuition മെഷീനുകൾ ബാധ്യസ്ഥരല്ലെന്നും നിങ്ങളോട് യാതൊരു ബാധ്യതയും ഇല്ലെന്നും നിങ്ങൾ സമ്മതിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നു. പൂർത്തിയാക്കിയ ജോലികൾക്കുള്ള ഏതെങ്കിലും പ്രതിഫലമോ മറ്റ് നഷ്ടപരിഹാരങ്ങളോ സംബന്ധിച്ച്. പൂർത്തിയാക്കിയ ടാസ്‌ക്കുകൾക്കുള്ള ഏതെങ്കിലും റിവാർഡുകളോ മറ്റ് നഷ്ടപരിഹാരമോ നിർണ്ണയിച്ചിരിക്കുന്നത് അഭ്യർത്ഥനക്കാരനുമായും/അല്ലെങ്കിൽ ഇന്റഗ്രേറ്ററുമായുള്ള നിങ്ങളുടെ കരാറിന് അനുസൃതമായി മാത്രമാണെന്ന് നിങ്ങൾ സമ്മതിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നു. അത്തരം റിവാർഡുകൾ അല്ലെങ്കിൽ മറ്റ് നഷ്ടപരിഹാരം സംബന്ധിച്ച എന്തെങ്കിലും തർക്കങ്ങൾ (അത്തരം റിവാർഡുകളോ മറ്റ് നഷ്ടപരിഹാരങ്ങളോ ലഭിക്കുന്നതിൽ പരിമിതികളില്ലാതെ പരാജയപ്പെടുന്നത് ഉൾപ്പെടെ) നിങ്ങൾക്കും അഭ്യർത്ഥനക്കാരനും കൂടാതെ/അല്ലെങ്കിൽ ഇന്റഗ്രേറ്ററും തമ്മിൽ മാത്രം, ബാധകമാണ്.",
    "952813944": "ഞങ്ങളുടെ വെബ്‌സൈറ്റിന്റെ നിങ്ങളുടെ ഉപയോഗമോ ഈ കരാറിലെ മറ്റെന്തെങ്കിലുമോ നിങ്ങൾക്കും ഇൻറ്റ്യുഷൻ മെഷീനുകൾക്കുമിടയിൽ ഒരു തൊഴിൽ, പങ്കാളിത്തം, സംയുക്ത സംരംഭം, ഏജൻസി, ഫ്രാഞ്ചൈസി അല്ലെങ്കിൽ വിൽപ്പന പ്രതിനിധി ബന്ധം എന്നിവ സൃഷ്ടിക്കുന്നില്ല. ഒരു ടാസ്‌ക് പൂർത്തിയാക്കുന്നതിനുള്ള ഉപകരണങ്ങളോ ഉപകരണങ്ങളോ ഞങ്ങൾ നിങ്ങൾക്ക് നൽകുന്നില്ല. ഞങ്ങൾ നിങ്ങൾക്ക് ആനുകൂല്യങ്ങളോ തൊഴിലാളികളുടെ നഷ്ടപരിഹാരമോ ഇൻഷുറൻസ് പരിരക്ഷയോ നൽകുന്നില്ല. ഞങ്ങളുടെ വെബ്‌സൈറ്റ് ഉപയോഗിക്കുന്നതിന് നിങ്ങൾ നടത്തുന്ന ചെലവുകൾക്ക് ഞങ്ങൾ ഉത്തരവാദികളല്ല. ഫെഡറൽ അല്ലെങ്കിൽ സ്റ്റേറ്റ് ഇൻകം ടാക്സ്, സോഷ്യൽ സെക്യൂരിറ്റി അല്ലെങ്കിൽ മറ്റേതെങ്കിലും നികുതികൾക്കുള്ള നിങ്ങളുടെ റിവാർഡിൽ നിന്ന് ഒരു തുകയും ഞങ്ങൾ തടഞ്ഞുവയ്ക്കില്ല. ഞങ്ങളുടെ എതിരാളികൾ ഉൾപ്പെടെ, ഏതൊരു വ്യക്തിക്കും ബിസിനസ്സിനും വേണ്ടിയുള്ള ടാസ്‌ക്കുകൾ ചെയ്യാൻ നിങ്ങൾക്ക് എല്ലായ്‌പ്പോഴും സ്വാതന്ത്ര്യമുണ്ട്. Intuition Machines-ന്റെ പേരിൽ രേഖാമൂലമോ വാക്കാലുള്ളതോ ആയ ഏതെങ്കിലും കരാറിൽ ഏർപ്പെടാൻ നിങ്ങൾക്ക് അധികാരമില്ല.",
    "3460432665": "മേൽപ്പറഞ്ഞവ പരിഗണിക്കാതെ തന്നെ, നിങ്ങൾ ഒരു യുഎസ് നികുതിദായകനാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളോട് ഒരു W-9 അഭ്യർത്ഥിച്ചേക്കാം, അത് വർഷം തോറും അപ്‌ഡേറ്റ് ചെയ്യാൻ ഞങ്ങൾ അഭ്യർത്ഥിച്ചേക്കാം, കൂടാതെ നിങ്ങൾ ഒരു W-9 പൂർത്തിയാക്കുകയോ അപ്‌ഡേറ്റ് ചെയ്യുകയോ ചെയ്യുന്നത് വരെ ടാസ്‌ക്കുകൾ ചെയ്യുന്നതിൽ നിന്ന് ഞങ്ങൾ നിങ്ങളെ തടഞ്ഞേക്കാം.",
    "458271951": "നിങ്ങളൊരു സംഭാവകനാണെങ്കിൽ, സേവനങ്ങൾ ആക്‌സസ് ചെയ്യുകയും കൂടാതെ/അല്ലെങ്കിൽ ഒരു ഇന്റഗ്രേറ്റർ മുഖേനയോ അതുമായി ബന്ധപ്പെട്ട് ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നവരോ ആണെങ്കിൽ (ഒരു അഭ്യർത്ഥനയായി പ്രവർത്തിക്കുന്നു), ചില ടാസ്‌ക്കുകളുടെ സ്വീകാര്യമായ പൂർത്തീകരണത്തിന് Intuition മെഷീനുകൾ നിങ്ങൾക്ക് പ്രതിഫലം നൽകിയേക്കാം. നിങ്ങൾ വഞ്ചന, ദുരുപയോഗം അല്ലെങ്കിൽ ഈ സേവന നിബന്ധനകളുടെ ലംഘനം എന്നിവയിൽ ഏർപ്പെട്ടതായി കണ്ടെത്തിയാൽ, നിങ്ങൾക്ക് ലഭിക്കുന്ന എല്ലാ റിവാർഡുകളും തടഞ്ഞുവയ്ക്കുകയും കൂടാതെ/അല്ലെങ്കിൽ ഇൻട്യൂഷൻ മെഷീനുകൾ വീണ്ടെടുക്കുകയും ചെയ്യാം.",
    "3056723024": "13. അസ്വീകാര്യമായ ജോലികൾ പൂർത്തിയാക്കൽ",
    "3913203723": "ഏതെങ്കിലും കാരണത്താൽ, നിങ്ങൾ പൂർത്തിയാക്കിയ ഒരു ടാസ്‌ക്കിന്റെ പ്രകടനം അഭ്യർത്ഥനക്കാരൻ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, ഒരു സംഭാവകനോ സംയോജകനോ എന്ന നിലയിൽ നിങ്ങൾക്ക് ടാസ്‌ക്കിനുള്ള ഒരു പ്രതിഫലത്തിനും അർഹതയില്ല. അസ്വീകാര്യമായി പൂർത്തിയാക്കിയ ഒരു ടാസ്‌ക്കിനായി നിങ്ങൾക്ക് ഇതിനകം തന്നെ റിവാർഡുകൾ വിതരണം ചെയ്‌ത സാഹചര്യത്തിൽ, ഞങ്ങൾ നിങ്ങളിൽ നിന്ന് അവ വീണ്ടെടുക്കാം.",
    "3666807632": "14. സംഭാവന ചെയ്യുന്നവരുടെ യോഗ്യതകളും കഴിവുകളും",
    "1993899769": "15. വിവരങ്ങളുടെ ഞങ്ങളുടെ ഉപയോഗം",
    "2927283721": "ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ ടാസ്‌ക്കുകൾ ചെയ്യുന്നതിലൂടെ, ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിന് അനുസൃതമായി നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുടെ ശേഖരണത്തിനും ഉപയോഗത്തിനും വെളിപ്പെടുത്തലിനും നിങ്ങൾ അംഗീകാരം നൽകുന്നു. കൂടാതെ, സേവന ബന്ധം സുഗമമാക്കുന്നതിനും വെബ്‌സൈറ്റ് മെച്ചപ്പെടുത്തുന്നതിനുമായി നിങ്ങൾ പൂർത്തിയാക്കിയ ജോലികൾ പൂർത്തിയാക്കിയ അഭ്യർത്ഥനയുമായി നിങ്ങളെയും നിങ്ങളുടെ പൂർത്തിയാക്കിയ ജോലികളെയും കുറിച്ചുള്ള ചില വിവരങ്ങൾ ഞങ്ങൾ പങ്കിട്ടേക്കാം, ഉദാഹരണത്തിന്, കോൺട്രിബ്യൂട്ടർ ഐഡി, പൂർത്തിയാക്കിയ ടാസ്‌ക്കുകളുടെ ഫലങ്ങൾ, കൂടാതെ ഇതുമായി ബന്ധപ്പെട്ട മറ്റ് ആട്രിബ്യൂട്ടുകൾ നിങ്ങളുടെ യോഗ്യതകൾ, ഭാഷകൾ, കഴിവുകൾ, വെബ്സൈറ്റിന്റെ ഉപയോഗം.",
    "3027055607": "16. ബൗദ്ധിക സ്വത്തും ഉടമസ്ഥാവകാശവും",
    "3910971075": "സോഴ്‌സ് കോഡ്, ഒബ്‌ജക്റ്റ് കോഡ് അല്ലെങ്കിൽ അടിസ്ഥാന ഘടന, ആശയങ്ങൾ അല്ലെങ്കിൽ അൽഗരിതങ്ങൾ, API, കൂടാതെ സേവനങ്ങളുമായി (\"സോഫ്റ്റ്‌വെയർ\") ബന്ധപ്പെട്ട ഏതെങ്കിലും അധിക സോഫ്‌റ്റ്‌വെയർ, ഡോക്യുമെന്റേഷൻ അല്ലെങ്കിൽ ഡാറ്റ എന്നിവയിലെ ബൗദ്ധിക സ്വത്തവകാശം ഉൾപ്പെടെയുള്ള എല്ലാ അവകാശങ്ങളും IMI-യ്‌ക്ക് സ്വന്തമാണ്. നിങ്ങൾ നേരിട്ടോ അല്ലാതെയോ, ഒരു മൂന്നാം കക്ഷി വഴിയോ അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലുമോ ചെയ്യില്ല: (എ) റിവേഴ്സ് എഞ്ചിനീയർ, ഡീകംപൈൽ, ഡിസ്അസംബ്ലിംഗ് അല്ലെങ്കിൽ സോഫ്‌റ്റ്‌വെയർ കണ്ടുപിടിക്കാൻ ശ്രമിക്കരുത്; (ബി) ഏതെങ്കിലും സോഫ്‌റ്റ്‌വെയറിനെ അടിസ്ഥാനമാക്കി പരിഷ്‌ക്കരിക്കുക, വിവർത്തനം ചെയ്യുക അല്ലെങ്കിൽ ഡെറിവേറ്റീവ് സൃഷ്ടികൾ സൃഷ്ടിക്കുക; (സി) ഏതെങ്കിലും സോഫ്‌റ്റ്‌വെയറിലേക്ക് പകർത്തുക, വാടകയ്‌ക്കെടുക്കുക, പാട്ടത്തിനെടുക്കുക, വിതരണം ചെയ്യുക, പണയം വെക്കുക, അസൈൻ ചെയ്യുക, അല്ലെങ്കിൽ അവകാശങ്ങൾ കൈമാറുക. (d) ടൈംഷെയറിംഗിനോ സേവന ബ്യൂറോ ആവശ്യങ്ങൾക്കോ അല്ലെങ്കിൽ ഒരു മൂന്നാം കക്ഷിയുടെ പ്രയോജനത്തിനോ വേണ്ടി ഏതെങ്കിലും സോഫ്റ്റ്‌വെയർ ഉപയോഗിക്കുക; അല്ലെങ്കിൽ (ഇ) ഏതെങ്കിലും ഉടമസ്ഥാവകാശ അറിയിപ്പുകളോ ലേബലുകളോ നീക്കം ചെയ്യുക.",
    "3660891610": "നിങ്ങളൊരു സംഭാവനക്കാരനാണെങ്കിൽ, നിങ്ങളല്ല, IMI, ഏതെങ്കിലും ടാസ്‌ക്ക് പൂർത്തിയാക്കുന്നതിന്റെ ഭാഗമായി നിങ്ങൾ നിർമ്മിക്കുന്ന ഏതൊരു ജോലിയിലും ഉടമസ്ഥാവകാശമുണ്ട്. ഈ ഉടമ്പടിയുടെ നിബന്ധനകൾ അംഗീകരിക്കുന്നതിലൂടെ, ഉടമസ്ഥാവകാശം, ഉടമസ്ഥാവകാശം, തലക്കെട്ട് (ലോകമെമ്പാടുമുള്ള എല്ലാ ബൗദ്ധിക സ്വത്തവകാശങ്ങളും ഉൾപ്പെടെ) ഞങ്ങൾക്ക് നിങ്ങളുടെ ജോലിക്ക് കൈമാറാൻ നിങ്ങൾ സമ്മതിക്കുന്നു (ഇതുവഴി ചെയ്യുന്നു). അത്തരം അവകാശങ്ങൾ നേടിയെടുക്കാനും പൂർണമാക്കാനും ഉപയോഗിക്കാനും ഞങ്ങൾക്ക് കഴിയുമെന്ന് ഉറപ്പാക്കാൻ, (i) ഞങ്ങളുടെ അവകാശങ്ങളുടെ ഡോക്യുമെന്റേഷൻ, പൂർണ്ണത, നടപ്പാക്കൽ എന്നിവയിൽ സഹായിക്കുന്നതിന് ഏതെങ്കിലും പ്രമാണങ്ങളിൽ ഒപ്പിടാൻ നിങ്ങൾ കൂടുതൽ സമ്മതിക്കുന്നു; കൂടാതെ (ii) എല്ലാ രാജ്യങ്ങളിലും അത്തരം ഉടമസ്ഥാവകാശങ്ങൾ രേഖപ്പെടുത്തുന്നതിനും, പൂർണമാക്കുന്നതിനും, സുരക്ഷിതമാക്കുന്നതിനും, പ്രതിരോധിക്കുന്നതിനും, നടപ്പിലാക്കുന്നതിനുമുള്ള വിവരങ്ങളിലേക്ക് ന്യായമായ പ്രവേശനം നൽകുക. ഈ വകുപ്പിന് കീഴിലുള്ള നിങ്ങളുടെ ബാധ്യതകൾ നിങ്ങൾ സേവനങ്ങളിൽ നിന്ന് രജിസ്‌റ്റർ ചെയ്‌താലും അല്ലെങ്കിൽ അതിന്റെ ഉപയോഗം അവസാനിപ്പിച്ചാലും തുടരും. ഈ വിഭാഗത്തിൽ പ്രതിപാദിച്ചിരിക്കുന്ന ആവശ്യങ്ങൾക്കായി നിങ്ങളുടെ പ്രതിനിധിയായി ഡോക്യുമെന്റുകൾ നടപ്പിലാക്കാൻ നിങ്ങൾ ഞങ്ങളെ നിങ്ങളുടെ അഭിഭാഷകനായി നിയമിക്കുന്നു.",
    "426125156": "17. പകർപ്പവകാശവും എടുത്തുമാറ്റലും",
    "1408530660": "IMI മറ്റുള്ളവരുടെ ബൗദ്ധിക സ്വത്തിനെ മാനിക്കുന്നു, ഏതെങ്കിലും മൂന്നാം കക്ഷിയുടെ ബൗദ്ധിക അവകാശങ്ങൾ ലംഘിക്കുന്നതായി ഞങ്ങൾ വിശ്വസിക്കുന്ന ഏതൊരു മെറ്റീരിയലും ഞങ്ങളുടെ സൈറ്റിൽ നിന്ന് നീക്കം ചെയ്യാനുള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. ഈ വെബ്‌സൈറ്റിൽ പകർപ്പവകാശ ലംഘനം ഉണ്ടാക്കുന്ന തരത്തിൽ നിങ്ങളുടെ സ്വന്തം സൃഷ്ടി പകർത്തിയതായി നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, ദയവായി Intuition Machines ഉപഭോക്തൃ പിന്തുണയുമായി ബന്ധപ്പെടുക.",
    "2696932851": "18. നഷ്ടപരിഹാരം",
    "3844300338": "നിങ്ങളുടെ ടാസ്‌ക്കുകളുടെ പ്രകടനത്തിൽ നിന്നോ അല്ലെങ്കിൽ ഞങ്ങളുടെ വെബ്‌സൈറ്റിന്റെ നിങ്ങളുടെ ഉപയോഗവുമായി ബന്ധപ്പെട്ടോ ഉണ്ടാകുന്ന എല്ലാ ക്ലെയിമുകൾ, നാശനഷ്ടങ്ങൾ, ബാധ്യതകൾ, ചെലവുകൾ, ചെലവുകൾ (ന്യായമായ അറ്റോർണി ഫീസും ചെലവുകളും ഉൾപ്പെടെ) എന്നിവയിൽ നിന്ന് ഞങ്ങൾക്ക് നഷ്ടപരിഹാരം നൽകാനും പ്രതിരോധിക്കാനും ഞങ്ങളെ നിരുപദ്രവകരമാക്കാനും നിങ്ങൾ സമ്മതിക്കുന്നു. .",
    "2474091800": "19. മറ്റ് ഉപയോക്താക്കളുമായുള്ള തർക്കങ്ങൾ; പ്രകാശനം",
    "3162107126": "നിങ്ങളും സേവനങ്ങളുടെ മറ്റേതെങ്കിലും ഉപയോക്താവും തമ്മിലുള്ള തർക്കത്തിൽ IMI ഒരു കക്ഷിയല്ല. നിങ്ങളും മറ്റൊരു ഉപയോക്താവും തമ്മിലുള്ള ഏതെങ്കിലും തർക്കത്തിൽ നിന്ന് ഉടലെടുക്കുന്നതോ അല്ലെങ്കിൽ ബന്ധപ്പെട്ടതോ ആയ അറിയപ്പെടുന്നതും അറിയാത്തതും സംശയിക്കപ്പെടുന്നതും സംശയിക്കാത്തതും വെളിപ്പെടുത്താത്തതും വെളിപ്പെടുത്താത്തതുമായ എല്ലാ തരത്തിലുള്ള എല്ലാ ക്ലെയിമുകൾ, ഡിമാൻഡുകൾ, നാശനഷ്ടങ്ങൾ എന്നിവയിൽ നിന്ന് നിങ്ങൾ IMI-യെയും അതിന്റെ അഫിലിയേറ്റുകളെയും മോചിപ്പിക്കുന്നു.",
    "2271969747": "20. നിങ്ങൾക്ക് ലഭിക്കുന്ന രഹസ്യ വിവരങ്ങൾ",
    "1042802841": "രഹസ്യസ്വഭാവമുള്ളതോ ഉടമസ്ഥതയുള്ളതോ ആയി അടയാളപ്പെടുത്തിയിരിക്കുന്ന അല്ലെങ്കിൽ സ്വീകരിക്കുന്ന കക്ഷി രഹസ്യാത്മകമോ ഉടമസ്ഥതയോ ഉള്ളതായി ന്യായമായും മനസ്സിലാക്കേണ്ട ഏതെങ്കിലും വിവരമാണ് രഹസ്യ വിവരങ്ങൾ. (1) പൊതുവായി ലഭ്യമായ, (2) ഇതിനകം കൈവശം വച്ചിരിക്കുന്നതോ സ്വതന്ത്രമായി വികസിപ്പിച്ചതോ സ്വീകരിക്കുന്ന കക്ഷിക്ക് ഇതിനകം അറിയാവുന്നതോ അല്ലെങ്കിൽ (3) കോടതി ഉത്തരവിലൂടെയോ അല്ലെങ്കിൽ ആവശ്യപ്പെടുന്നതോ ആയ വിവരങ്ങളൊന്നും ഇതിൽ ഉൾപ്പെടുന്നില്ല. നിയമം.",
    "1918025546": "സേവനങ്ങളിലെ ആരെങ്കിലുമായി നിങ്ങൾക്ക് രഹസ്യസ്വഭാവമുള്ള വിവരങ്ങൾ നൽകിയിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ സ്വന്തം രഹസ്യാത്മക വിവരങ്ങൾ പരിരക്ഷിക്കാൻ നിങ്ങൾ ഉപയോഗിക്കുന്ന അതേ അളവിലുള്ള ശ്രദ്ധയോടെ രഹസ്യ വിവരങ്ങളുടെ രഹസ്യം പരിരക്ഷിക്കുമെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു, എന്നാൽ ഒരു സാഹചര്യത്തിലും വേണ്ടത്ര പരിചരണത്തിൽ കുറവ്. ഒരു ടാസ്‌ക്കിന്റെ പ്രകടനത്തിന് ആവശ്യമായേക്കാവുന്നത് ഒഴികെ, അത്തരം രഹസ്യസ്വഭാവമുള്ളതോ ഉടമസ്ഥാവകാശമുള്ളതോ ആയ വിവരങ്ങളൊന്നും നിങ്ങൾക്ക് വെളിപ്പെടുത്താനോ പ്രസിദ്ധീകരിക്കാനോ പാടില്ല. ഇൻട്യൂഷൻ മെഷീൻസ് പ്ലാറ്റ്‌ഫോമിലെ ഒരു ടാസ്‌ക്കിനുള്ളിലെ എല്ലാ വിവരങ്ങളും രഹസ്യസ്വഭാവമുള്ളതായി വ്യക്തമായി നിയുക്തമാക്കിയിട്ടില്ലെങ്കിലും രഹസ്യസ്വഭാവമുള്ളതായി കണക്കാക്കണം.",
    "2690395789": "നിങ്ങൾക്ക് ലഭിച്ച രഹസ്യാത്മക വിവരങ്ങൾ ഇനി ആവശ്യമില്ലെങ്കിൽ, നിങ്ങൾ നിയന്ത്രിക്കുന്ന പരിസരങ്ങളിലോ സിസ്റ്റങ്ങളിലോ മറ്റ് ഉപകരണങ്ങളിലോ ഉള്ള വിവരങ്ങളുടെ എല്ലാ പകർപ്പുകളും ഉടനടി തിരികെ നൽകുകയോ നശിപ്പിക്കുകയോ ചെയ്യണം.",
    "2178073797": "രഹസ്യസ്വഭാവമുള്ള വിവരങ്ങൾ വെളിപ്പെടുത്തുന്നത് പരിഹരിക്കാനാകാത്ത ദോഷം വരുത്തിയേക്കാമെന്നതിനാൽ, ഈ നിബന്ധനയുടെ ഏതെങ്കിലും ലംഘനത്തിനോ ഭീഷണിപ്പെടുത്തുന്ന ലംഘനത്തിനോ നിരോധനാജ്ഞാ ഇളവ് തേടാൻ വെളിപ്പെടുത്തുന്ന കക്ഷിക്ക് അർഹതയുണ്ട്.",
    "2185860003": "21. വെബ്സൈറ്റ് പരിഷ്ക്കരണങ്ങൾ",
    "2631249972": "നിങ്ങളെ അറിയിക്കാതെ തന്നെ ഞങ്ങൾ ഞങ്ങളുടെ വെബ്സൈറ്റ് മെച്ചപ്പെടുത്തുകയോ പരിഷ്ക്കരിക്കുകയോ ചെയ്തേക്കാം.",
    "3764131594": "22. മൂന്നാം കക്ഷി വെബ്‌സൈറ്റുകൾ",
    "295955580": "ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ മൂന്നാം കക്ഷി വെബ്‌സൈറ്റുകളിലേക്കുള്ള ലിങ്കുകൾ അടങ്ങിയിരിക്കാം. അത്തരം വെബ്‌സൈറ്റുകൾ ഞങ്ങൾ നിയന്ത്രിക്കുകയോ അന്വേഷിക്കുകയോ നിരീക്ഷിക്കുകയോ പരിശോധിക്കുകയോ ചെയ്യുന്നില്ല. അത്തരം വെബ്‌സൈറ്റുകളിൽ അടങ്ങിയിരിക്കുന്ന കമ്പ്യൂട്ടർ പ്രോഗ്രാമുകൾ, ഉള്ളടക്കം അല്ലെങ്കിൽ അഭിപ്രായങ്ങൾ എന്നിവയ്ക്ക് ഞങ്ങൾ ഉത്തരവാദികളല്ല. ഞങ്ങളുടെ വെബ്‌സൈറ്റ് ഉപേക്ഷിച്ച് ഏതെങ്കിലും മൂന്നാം കക്ഷി വെബ്‌സൈറ്റ് ആക്‌സസ് ചെയ്യാൻ നിങ്ങൾ തീരുമാനിക്കുകയാണെങ്കിൽ, നിങ്ങൾ അത് നിങ്ങളുടെ സ്വന്തം ഉത്തരവാദിത്തത്തിൽ ചെയ്യുന്നു.",
    "838225123": "23. വാറന്റിയുടെ നിരാകരണം",
    "3897238493": "സേവനങ്ങൾ ഒരു \"ഉള്ളതുപോലെ\" അടിസ്ഥാനത്തിലാണ് നൽകുന്നത്. നാം പ്രതിനിധാനങ്ങളോ വാറന്റികളോ സൂചിത അല്ലെങ്കിൽ എക്സ്പ്രസ്, ഇക്കാര്യത്തിൽ ലഭ്യത, ഫിറ്റ്നസ്, ലവ്ഫുല്നെഷ്, ലഭ്യത അല്ലെങ്കിൽ ഓഫ് പ്രതിബന്ധങ്ങളെ സേവനങ്ങൾ പ്രവർത്തനപരതയിലെ, ബന്ധപ്പെട്ട സോഫ്റ്റ്വെയർ അല്ലെങ്കിൽ വസ്തുക്കൾ, ചുമതലകൾ, അല്ലെങ്കിൽ പ്രവർത്തനങ്ങളൊന്നും അല്ലെങ്കിൽ ഇനങ്ങൾ ബന്ധപ്പെട്ട ഈ കരാറിന് നൽകുന്നില്ല. നിയമം അനുവദനീയമായ പരമാവധി പരിധി വരെ, IMI എല്ലാ പ്രകടമായ അല്ലെങ്കിൽ പരോക്ഷമായ വ്യവസ്ഥകളും, അവതരണങ്ങളും വാറന്റികളും നിരാകരിക്കുന്നു. ഏതെങ്കിലും പോരായ്മകൾ, അസ്വാഭാവികതകൾ, അല്ലെങ്കിൽ അതൃപ്തി എന്നിവയുമായി ബന്ധപ്പെട്ട് IMI-യ്‌ക്കെതിരായ നിങ്ങളുടെ ഏകവും പ്രത്യേകവുമായ പ്രതിവിധി സേവനങ്ങളുടെ ഉപയോഗം നിർത്തുക എന്നതാണ് വെബ്‌സൈറ്റിലേക്കോ ഇന്റ്യൂഷൻ മെഷീൻസ് പ്ലാറ്റ്‌ഫോമിലേക്കോ ഉള്ള നിങ്ങളുടെ ആക്‌സസ് അല്ലെങ്കിൽ ഉപയോഗത്തിൽ നിന്ന്. ഷെഡ്യൂൾ ചെയ്തതും ഷെഡ്യൂൾ ചെയ്യാത്തതുമായ തടസ്സങ്ങൾ ഉണ്ടാകാം, ഞങ്ങളുടെ വെബ്‌സൈറ്റിന്റെ തടസ്സമില്ലാത്ത ലഭ്യത ഞങ്ങൾ ഉറപ്പുനൽകുന്നില്ല.",
    "2110259227": "24. ബാധ്യതയുടെ പരിമിതി",
    "3018077211": "25. സംഭാവക തർക്ക പരിഹാരം",
    "2790841456": "നിങ്ങളൊരു സംഭാവകനാണെങ്കിൽ, ഇനിപ്പറയുന്ന ആർബിട്രേഷൻ ക്ലോസും ക്ലാസ് പ്രവർത്തന ഒഴിവാക്കലും നിങ്ങൾ അംഗീകരിക്കുന്നു:",
    "3302832698": "ബദൽ തർക്ക പരിഹാരം ആവശ്യമാണ്.",
    "561456032": "നിങ്ങൾ IMI-യ്‌ക്കായി ടാസ്‌ക്കുകൾ ചെയ്യാൻ തുടങ്ങിയ സമയം മുതൽ ഉണ്ടായേക്കാവുന്ന ഏതെങ്കിലും തർക്കം ഉൾപ്പെടെ, നിങ്ങളുടെ സേവനങ്ങളുടെ ഉപയോഗത്തിൽ നിന്നോ അതുമായി ബന്ധപ്പെട്ടോ ഉണ്ടാകുന്ന ഏതൊരു തർക്കത്തിനും, പ്രത്യേകിച്ചും നിങ്ങൾ തരംതിരിക്കണോ വേണ്ടയോ എന്നതുമായി ബന്ധപ്പെട്ട ഏതെങ്കിലും ക്ലെയിം ഉൾപ്പെടെ. ഒരു സ്വതന്ത്ര കരാറുകാരൻ, അതിനെതിരായ നിങ്ങളുടെ ക്ലെയിം നിങ്ങൾ ആദ്യം IMI-യെ അറിയിക്കും. നേരിട്ടുള്ള ചർച്ചകളിലൂടെയോ മധ്യസ്ഥതയിലൂടെയോ പ്രശ്നം പരിഹരിക്കാൻ നിങ്ങളും IMI-യും ശ്രമിക്കും. മധ്യസ്ഥതയ്‌ക്കുള്ള ചെലവ് ഞങ്ങൾ തുല്യമായി വിഭജിക്കുകയും ടെലിഫോണോ മറ്റ് ഇലക്ട്രോണിക് മാർഗങ്ങളിലൂടെയോ മധ്യസ്ഥത നടത്തുമെന്ന് സമ്മതിക്കുകയും ചെയ്യും. അനൗപചാരിക ചർച്ചകൾക്കും മധ്യസ്ഥതയ്ക്കും ശേഷം ഒരു ക്ലെയിം പരിഹരിക്കപ്പെടാതെ തുടരുകയാണെങ്കിൽ, തർക്കം പരിഹരിക്കാൻ നിങ്ങളും IMI യും അന്തിമവും നിർബന്ധിതവുമായ ആർബിട്രേഷൻ ഉപയോഗിക്കുമെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. കാലിഫോർണിയ ഫെയർ എംപ്ലോയ്‌മെന്റ് ആന്റ് ഹൗസിംഗ് ആക്ടിനെ അടിസ്ഥാനമാക്കിയുള്ളതാണോ എന്നത്, വിവേചനത്തിന്റെയും ഉപദ്രവത്തിന്റെയും ഏതെങ്കിലും ക്ലെയിമുകൾ ഉൾപ്പെടെ, എന്നാൽ അതിൽ മാത്രം പരിമിതപ്പെടുത്താതെ, ഞങ്ങളുടെ വെബ്‌സൈറ്റ് നിങ്ങൾ ഉപയോഗിക്കാൻ തുടങ്ങിയ സമയം മുതൽ എല്ലാ ക്ലെയിമുകളും ഈ ക്ലോസ് നിയന്ത്രിക്കുന്നു. , 1964-ലെ പൗരാവകാശ നിയമത്തിന്റെ ശീർഷകം VII, ഭേദഗതി ചെയ്തതുപോലെ, അല്ലെങ്കിൽ മറ്റേതെങ്കിലും സംസ്ഥാന അല്ലെങ്കിൽ ഫെഡറൽ നിയമം അല്ലെങ്കിൽ നിയന്ത്രണം, തുല്യമായ നിയമം അല്ലെങ്കിൽ മറ്റെന്തെങ്കിലും.",
    "3794239003": "ആർബിട്രേഷൻ നടപടിക്രമം.",
    "4193379787": "ഈ കരാറിന് കീഴിലുള്ള എല്ലാ ആർബിട്രേഷനുകളും അമേരിക്കൻ ആർബിട്രേഷൻ അസോസിയേഷന്റെ നിയമങ്ങൾക്ക് കീഴിലോ അല്ലെങ്കിൽ പരസ്പര സമ്മതത്തോടെയുള്ള ആർബിട്രേഷൻ സേവനത്തിലൂടെയോ നടത്തപ്പെടും. ഇതര സ്‌ട്രൈക്കുകളിലൂടെ ഏഴ് (7) പേരുകളിൽ കുറയാത്ത ഒരു ലിസ്റ്റിൽ നിന്ന് തിരഞ്ഞെടുക്കപ്പെട്ട ഒരു യുഎസ് ആർബിട്രേറ്ററായിരിക്കും മദ്ധ്യസ്ഥൻ. ആർബിട്രേഷനിൽ, ഓരോ കക്ഷിക്കും മതിയായ സിവിൽ കണ്ടെത്തൽ നടത്താനും വ്യവഹാരങ്ങൾ കൊണ്ടുവരാനും അവരുടെ കേസുകളും പ്രതിരോധങ്ങളും അവതരിപ്പിക്കുന്നതിന് ആവശ്യമായ സാക്ഷികളും തെളിവുകളും ഹാജരാക്കാനും അവകാശമുണ്ട്, ഇതുമായി ബന്ധപ്പെട്ട തർക്കങ്ങൾ മദ്ധ്യസ്ഥൻ പരിഹരിക്കും. തർക്കപരിഹാരം കേവലം അവകാശവാദങ്ങളെയും പ്രതിരോധങ്ങളെയും നിയന്ത്രിക്കുന്ന നിയമത്തെ അടിസ്ഥാനമാക്കിയുള്ളതായിരിക്കും, മാത്രമല്ല അത്തരം നിയന്ത്രണ നിയമമല്ലാതെ മദ്ധ്യസ്ഥന് ഒരു അടിസ്ഥാനവും പ്രയോഗിക്കാൻ പാടില്ല. ആർബിട്രേറ്ററുടെ ശേഷിയിൽ പ്രവർത്തിക്കുമ്പോൾ മദ്ധ്യസ്ഥന് സിവിൽ ബാധ്യതയിൽ നിന്നുള്ള ഒരു ജുഡീഷ്യൽ ഓഫീസറുടെ പ്രതിരോധം ഉണ്ടായിരിക്കും, അത് നിലവിലുള്ള മറ്റേതെങ്കിലും പ്രതിരോധശേഷിക്ക് പ്രതിരോധശേഷി നൽകുന്നു. അവാർഡുകളിൽ മദ്ധ്യസ്ഥന്റെ രേഖാമൂലമുള്ള ന്യായമായ അഭിപ്രായം ഉൾപ്പെടുത്തണം. IMI യ്‌ക്കെതിരെ നിങ്ങൾക്ക് ഉണ്ടായിരിക്കാവുന്ന അല്ലെങ്കിൽ IMI നിങ്ങൾക്ക് എതിരായി ഉണ്ടായിരിക്കാവുന്ന ഏതെങ്കിലും ക്ലെയിമിന്റെ ജൂറി വിചാരണയ്‌ക്കുള്ള നിങ്ങളുടെ അവകാശം നിങ്ങൾ ഉപേക്ഷിക്കുന്നു. ഈ വ്യവസ്ഥയ്ക്ക് കീഴിലുള്ള ഏതൊരു ക്ലെയിമും ബാധകമായ പരിമിതികളുടെ കാലയളവിനുള്ളിൽ കൊണ്ടുവരണം. യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ഫെഡറൽ ആർബിട്രേഷൻ ആക്റ്റ് ഈ വ്യവസ്ഥയെ നിയന്ത്രിക്കുന്നു, ഈ കരാർ വാണിജ്യത്തിലെ ഒരു ഇടപാടിന് തെളിവാണെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "2583888954": "ഒഴിവാക്കലുകൾ.",
    "1034830": "ഡോഡ്-ഫ്രാങ്ക് വാൾസ്ട്രീറ്റ് പരിഷ്കരണവും ഉപഭോക്തൃ സംരക്ഷണ നിയമവും (പൊതു നിയമം 111-203) നൽകുന്ന മുൻകൂർ ആർബിട്രേഷൻ കരാറിന് വിധേയമല്ലാത്ത തർക്കങ്ങൾ ഇതിൽ നിന്ന് ഒഴിവാക്കപ്പെട്ടിരിക്കുന്നു.",
    "263977834": "ഭരണപരമായ ക്ഷീണം.",
    "1807512722": "ഈ വെബ്‌സൈറ്റിന്റെ നിങ്ങളുടെ ഉപയോഗത്തിൽ നിന്ന് ഉണ്ടാകുന്ന ഏതൊരു ക്ലെയിമും നിങ്ങൾക്ക് ഒരു അഡ്മിനിസ്‌ട്രേറ്റീവ് ഏജൻസിയിലേക്ക് കൊണ്ടുവരാം, എന്നാൽ മദ്ധ്യസ്ഥതയ്‌ക്കുള്ള ഒരു കരാർ നിലവിലുണ്ടെങ്കിലും ബാധകമായ നിയമം അത്തരം ഒരു ഏജൻസിയിലേക്ക് ആക്‌സസ് അനുവദിക്കുന്ന പരിധി വരെ മാത്രം. അത്തരം അഡ്മിനിസ്ട്രേറ്റീവ് ക്ലെയിമുകളിൽ പരിമിതികളില്ലാത്ത ക്ലെയിമുകളോ തുല്യ തൊഴിൽ അവസര കമ്മീഷൻ, യുഎസ് ഡിപ്പാർട്ട്മെന്റ് ഓഫ് ലേബർ, നാഷണൽ ലേബർ റിലേഷൻസ് ബോർഡ് എന്നിവയ്ക്ക് മുമ്പാകെ കൊണ്ടുവരുന്ന ചാർജുകളും ഉൾപ്പെടുന്നു. ആർബിട്രേഷനിൽ ഒരു ക്ലെയിം ഉന്നയിക്കുന്നതിന് മുമ്പ് അഡ്മിനിസ്ട്രേറ്റീവ് പരിഹാരങ്ങൾ തീർപ്പാക്കാനുള്ള നിങ്ങളുടെ ബാധ്യത നിറവേറ്റുന്നതിനായി ഏതെങ്കിലും ഏജൻസിക്ക് മുമ്പാകെ ഒരു അഡ്മിനിസ്ട്രേറ്റീവ് ക്ലെയിം കൊണ്ടുവരുന്നതിൽ നിന്ന് നിങ്ങളെ തടയുന്നതിനോ ഒഴിവാക്കുന്നതിനോ ഈ ക്ലോസിലുള്ളതൊന്നും കണക്കാക്കില്ല, എന്നിരുന്നാലും, ഇതുവഴി ഏതെങ്കിലും പണ അവാർഡിനുള്ള അവകാശം നിങ്ങൾ ഒഴിവാക്കുന്നു. ഏജൻസി നടപടികൾ.",
    "996430331": "ആർബിട്രേഷന്റെ സ്ഥാനം.",
    "3040062804": "നിങ്ങൾ യുണൈറ്റഡ് സ്‌റ്റേറ്റ്‌സിന് പുറത്ത് താമസിക്കുന്നില്ലെങ്കിൽ, ഈ വകുപ്പിന് കീഴിലുള്ള ഏത് ആർബിട്രേഷനും സ്ഥിരസ്ഥിതിയായി കാലിഫോർണിയ സ്‌റ്റേറ്റിനുള്ളിൽ നടക്കും, ഈ സാഹചര്യത്തിൽ ആർബിട്രേഷൻ പൂർണ്ണമായും ഇലക്ട്രോണിക് ആയോ ടെലിഫോണായോ ആയിരിക്കും. എല്ലാ കക്ഷികളും രേഖാമൂലം സമ്മതിച്ചാൽ മറ്റേതെങ്കിലും സ്ഥലത്ത് മധ്യസ്ഥത നടക്കാം. അതിന്റെ ലൊക്കേഷൻ പരിഗണിക്കാതെ തന്നെ, തത്സമയ വീഡിയോ അല്ലെങ്കിൽ ടെലികോൺഫറൻസ് വഴി ആർബിട്രേഷനിൽ ഹാജരാകാൻ ഏതൊരു കക്ഷിയും തീരുമാനിച്ചേക്കാം.",
    "3091247030": "ക്ലാസ് ആക്ഷൻ ഒഴിവാക്കൽ.",
    "2520904193": "ഒരു ക്ലാസ്, കൂട്ടായ അല്ലെങ്കിൽ പ്രാതിനിധ്യ നടപടി എന്ന നിലയിൽ ഏതെങ്കിലും തർക്കം കൊണ്ടുവരുന്നതിനോ കേൾക്കുന്നതിനോ മദ്ധ്യസ്ഥത വഹിക്കുന്നതിനോ ഉള്ള ഏതൊരു അവകാശവും നിങ്ങൾ ഒഴിവാക്കുന്നു. ഈ ഉടമ്പടിയിൽ അടങ്ങിയിരിക്കുന്ന മറ്റേതെങ്കിലും ഖണ്ഡിക ഉണ്ടായിരുന്നിട്ടും, മുൻ വാചകം ഒരു സാഹചര്യത്തിലും ഈ കരാറിൽ നിന്ന് വേർപെടുത്താൻ കഴിയില്ല. ഈ എഴുതിത്തള്ളലിന്റെ മുഴുവൻ ഭാഗമോ ഭാഗമോ നടപ്പിലാക്കാൻ കഴിയാത്തതോ, മനസ്സാക്ഷിയില്ലാത്തതോ, അസാധുവായതോ അല്ലെങ്കിൽ അസാധുവായതോ ആണെന്നുള്ള ഏതൊരു ക്ലെയിമും ഒരു അധികാരപരിധിയിലുള്ള ഒരു കോടതിക്ക് മാത്രമേ നിർണ്ണയിക്കാൻ കഴിയൂ, ഒരു മദ്ധ്യസ്ഥനല്ല. ദേശീയ ലേബർ റിലേഷൻസ് ആക്ടിന്റെ സെക്ഷൻ 7 പ്രകാരം നിങ്ങളുടെ അവകാശങ്ങൾ വിനിയോഗിക്കുന്നതിന്റെ ഫലമായി അല്ലെങ്കിൽ ഏതെങ്കിലും ഫോറത്തിൽ ഒരു ക്ലാസ്, കൂട്ടായ അല്ലെങ്കിൽ പ്രതിനിധി പ്രവർത്തനം ഫയൽ ചെയ്യുന്നതിലൂടെയോ അതിൽ പങ്കെടുക്കുന്നതിലൂടെയോ ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ ടാസ്‌ക്കുകൾ പൂർത്തിയാക്കുന്നതിൽ നിന്ന് നിങ്ങളെ പ്രതികാരം ചെയ്യുകയോ തടയുകയോ ചെയ്യില്ല. , എന്നാൽ ഞങ്ങൾ ഈ ക്ലാസ് ആക്ഷൻ ഒഴിവാക്കൽ നടപ്പിലാക്കാൻ നിയമപരമായി ആവശ്യപ്പെടുകയും അത്തരം ക്ലാസ്, കൂട്ടായ അല്ലെങ്കിൽ പ്രാതിനിധ്യ പ്രവർത്തനങ്ങൾ അല്ലെങ്കിൽ ക്ലെയിമുകൾ നിരസിക്കാൻ ആവശ്യപ്പെടുകയും ചെയ്യാം.",
    "3493572638": "ചെലവുകളും ഫീസും.",
    "702926385": "അറ്റോർണി ഫീസ് നിയമപ്രകാരം വ്യക്തമായി നൽകിയിട്ടുള്ള പരിധിയിലൊഴികെ, അത്തരം ഏതെങ്കിലും മധ്യസ്ഥതയിൽ നിയമപരമായ പ്രാതിനിധ്യത്തിനായി കക്ഷികൾ ഓരോരുത്തർക്കും അതത് ചെലവുകൾ വഹിക്കും. ആർബിട്രേറ്റർ ഈടാക്കുന്ന ഏതൊരു പ്രാരംഭ അഡ്മിനിസ്‌ട്രേറ്റീവ് ഫീസും നിങ്ങൾക്ക് പരമാവധി ഇരുനൂറ്റമ്പത് ഡോളർ (US$250.00) വരെ കക്ഷികൾ വിഭജിക്കും. ആർബിട്രേറ്ററുടെയും കോടതി റിപ്പോർട്ടറുടെയും ചിലവ്, എന്തെങ്കിലും ഉണ്ടെങ്കിൽ, തുടക്കത്തിൽ ഞങ്ങൾ വഹിക്കും; എന്നിരുന്നാലും, നിയമം അനുശാസിക്കുന്ന പ്രകാരം നിലവിലുള്ള കക്ഷിക്ക് ഉചിതമായ ചിലവുകൾ നൽകാനുള്ള വിവേചനാധികാരം മദ്ധ്യസ്ഥന് ഉണ്ടായിരിക്കും, കൂടാതെ/അല്ലെങ്കിൽ ആർബിട്രേറ്റർ കൂടാതെ/അല്ലെങ്കിൽ കോടതി റിപ്പോർട്ടറുമായി ബന്ധപ്പെട്ട ചെലവുകൾ വിഭജിക്കാൻ കക്ഷികൾ ആവശ്യപ്പെടുന്നു.",
    "3199694247": "വേർപിരിയൽ.",
    "3102490587": "ക്ലാസ് ആക്ഷൻ ഒഴിവാക്കൽ ഒഴികെ, ഏതെങ്കിലും വ്യവസ്ഥയോ വ്യവസ്ഥയോ അല്ലെങ്കിൽ ഈ ആർബിട്രേഷൻ ക്ലോസിന്റെ ഭാഗമോ അസാധുവാണെന്നോ നടപ്പിലാക്കാൻ കഴിയില്ലെന്നോ പ്രഖ്യാപിക്കപ്പെട്ടാൽ, അത് വിച്ഛേദിക്കപ്പെടും, കൂടാതെ ആർബിട്രേഷൻ ക്ലോസിന്റെ ബാക്കി ഭാഗം നടപ്പിലാക്കാനും കഴിയും.",
    "2323013093": "26. ബാധകമായ നിയമം",
    "2900525040": "കാലിഫോർണിയ സ്റ്റേറ്റിന്റെ നിയമങ്ങൾ ഈ സേവന നിബന്ധനകളും അവയിൽ നിന്ന് ഉണ്ടാകുന്ന എന്തെങ്കിലും തർക്കങ്ങളും തർക്കങ്ങളും അല്ലെങ്കിൽ ക്ലെയിമുകളും നിയന്ത്രിക്കുന്നു.",
    "3339302473": "27. അവസാനിപ്പിക്കൽ",
    "1158384644": "ബാധകമായ എല്ലാ IMI നയങ്ങളും നിങ്ങൾ പാലിച്ചാൽ, ഞങ്ങളുടെ വെബ്‌സൈറ്റ് ഉപയോഗിക്കുന്നത് നിർത്താൻ നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും തിരഞ്ഞെടുക്കാം. ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ, ഈ കരാർ അവസാനിപ്പിക്കുകയോ ഞങ്ങളുടെ വെബ്‌സൈറ്റിലേക്കുള്ള ആക്‌സസ് താൽക്കാലികമായി നിർത്തുകയോ ഏതെങ്കിലും കാരണത്താൽ അറിയിപ്പ് കൂടാതെ ഏതെങ്കിലും സേവനങ്ങൾ ഉടനടി നീക്കം ചെയ്യുകയോ ചെയ്യാം.",
    "41530052": "28. പൊതു നിബന്ധനകൾ",
    "3202747130": "കരാര് മുഴുവനും. ഈ സേവന നിബന്ധനകളും ഈ കരാറിൽ പരാമർശിച്ചിരിക്കുന്ന ഏതെങ്കിലും നയങ്ങളും നടപടിക്രമങ്ങളും നിബന്ധനകളും വിഷയവുമായി ബന്ധപ്പെട്ട് കക്ഷികളുടെ മുഴുവൻ കരാറും ഉൾക്കൊള്ളുന്നു, കൂടാതെ കക്ഷികളുടെ മുൻകാലവും സമകാലികവുമായ ബന്ധപ്പെട്ട എല്ലാ കരാറുകളും ക്ലെയിമുകളും പ്രാതിനിധ്യങ്ങളും ധാരണകളും അസാധുവാക്കുകയും റദ്ദാക്കുകയും ചെയ്യുന്നു. .",
    "4080263153": "ഒഴിവാക്കില്ല. എഴുതിത്തള്ളൽ ഞങ്ങൾ ഒപ്പിട്ടിട്ടില്ലെങ്കിൽ, ഞങ്ങളുടെ അവകാശങ്ങളുടെയോ പരിഹാരങ്ങളുടെയോ ഒരു ഭാഗവും ഞങ്ങൾ ഒഴിവാക്കിയതായി കണക്കാക്കില്ല. ഈ കരാറിലെ ഏതെങ്കിലും വ്യവസ്ഥയ്ക്ക് കീഴിലുള്ള ഞങ്ങളുടെ അവകാശങ്ങൾ നടപ്പിലാക്കുന്നതിൽ കാലതാമസം വരുത്തുകയോ അല്ലെങ്കിൽ നടപ്പിലാക്കുന്നതിൽ പരാജയപ്പെടുകയോ ചെയ്താൽ, അത്തരം വ്യവസ്ഥയോ ഈ കരാറിന്റെ ഏതെങ്കിലും ഭാഗമോ പിന്നീട് നടപ്പിലാക്കാനുള്ള ഞങ്ങളുടെ അവകാശത്തെ അത് ഒഴിവാക്കുന്നതല്ല.",
    "1789371580": "അസൈൻബിലിറ്റി. ഞങ്ങളുടെ മുൻകൂർ രേഖാമൂലമുള്ള സമ്മതമില്ലാതെ നിങ്ങൾക്ക് ഈ സേവന നിബന്ധനകൾ നൽകരുത്. അറിയിപ്പ് കൂടാതെ എപ്പോൾ വേണമെങ്കിലും ഈ സേവന നിബന്ധനകൾ ഞങ്ങൾ ഏൽപ്പിച്ചേക്കാം. മേൽപ്പറഞ്ഞവയ്ക്ക് വിധേയമായി, ഈ സേവന നിബന്ധനകൾ ഓരോ കക്ഷിയുടെയും പിൻഗാമികൾക്കും അനുവദനീയമായ നിയമനങ്ങൾക്കും വിധേയമായിരിക്കും.",
    "2819628066": "വേർപിരിയൽ. ഈ സേവന നിബന്ധനകളിലെ ഏതെങ്കിലും വ്യവസ്ഥകൾ ഏതെങ്കിലും കാരണത്താൽ അസാധുവായതോ നടപ്പിലാക്കാൻ കഴിയാത്തതോ ആണെങ്കിൽ, അത് ശേഷിക്കുന്ന ഏതെങ്കിലും വ്യവസ്ഥകളുടെ സാധുതയെയും നിർവ്വഹണക്ഷമതയെയും ബാധിക്കില്ല.",
    "3955981186": "ഭേദഗതികൾ. IMI-യുടെ അംഗീകൃത പ്രതിനിധി ഒപ്പിട്ട ഒരു രേഖാമൂലമുള്ള ഉപകരണത്തിലല്ലാതെ, IMI അല്ലാതെ മറ്റാരും ഈ സേവന നിബന്ധനകളിൽ വരുത്തുന്ന ഭേദഗതികളോ ഭേദഗതികളോ IMI-ന് ബാധകമല്ല.",
    "1377538813": "നിലവിലുള്ള ഭാഷ. ഈ സേവന നിബന്ധനകളുടെ ഇംഗ്ലീഷ് ഭാഷാ പതിപ്പ് എല്ലാ അർത്ഥത്തിലും നിയന്ത്രിക്കുകയും വിവർത്തനം ചെയ്ത പതിപ്പുകളിൽ എന്തെങ്കിലും പൊരുത്തക്കേടുകൾ ഉണ്ടെങ്കിൽ അത് നിലനിൽക്കുകയും ചെയ്യും.",
    "2438016011": "സ്വമേധയാ കരാർ. ഈ സേവന നിബന്ധനകളിലെ എല്ലാ കക്ഷികളും ഈ കരാറിന്റെ എല്ലാ വശങ്ങളും അവലോകനം ചെയ്‌തുവെന്നും അതിലെ എല്ലാ വ്യവസ്ഥകളും ശ്രദ്ധാപൂർവ്വം വായിക്കുകയും പൂർണ്ണമായി മനസ്സിലാക്കുകയും ചെയ്‌തിട്ടുണ്ടെന്നും സ്വമേധയാ ഈ കരാറിൽ ഏർപ്പെടുന്നുവെന്നും പ്രതിനിധീകരിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യുന്നു.",
    "2445034923": "ഈ സേവന നിബന്ധനകളുടെ എല്ലാ നിബന്ധനകളും വ്യവസ്ഥകളും നിങ്ങൾ അംഗീകരിക്കുന്നില്ലെങ്കിൽ, സൈറ്റോ സേവനങ്ങളോ ഉപയോഗിക്കുകയോ ആക്‌സസ് ചെയ്യുകയോ ചെയ്യരുത്.",
    "2646127839": "പ്രധാന സേവന നിബന്ധനകളിലേക്കുള്ള ഉപഭോക്തൃ അനുബന്ധം",
    "4097297673": "ഒരു ഉപഭോക്താവ്, അഭ്യർത്ഥനക്കാരൻ അല്ലെങ്കിൽ സംയോജകൻ എന്ന നിലയിൽ, നിങ്ങൾക്കും IMI-ക്കും ഇടയിലുള്ള മറ്റേതെങ്കിലും നിബന്ധനകൾക്ക് പുറമെ താഴെയുള്ള നിബന്ധനകൾ പാലിക്കുമെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു.",
    "1093280979": "1. പ്ലാറ്റ്ഫോം ഓർഡർ ഫോമുകൾ",
    "1549953005": "ഒരു ഉപഭോക്താവോ അഭ്യർത്ഥനക്കാരനോ ആകുന്നതിന് നിങ്ങൾ ഒന്നോ അതിലധികമോ പ്ലാറ്റ്ഫോം ആക്സസ് ഓർഡർ ഫോമുകൾ (ഓരോന്നും ഒരു \"ഓർഡർ ഫോം\") പൂർത്തിയാക്കിയിരിക്കാം. അങ്ങനെയാണെങ്കിൽ, ഓർഡർ ഫോമിൽ വിവരിച്ചിരിക്കുന്ന നിബന്ധനകളും വ്യവസ്ഥകളും സേവന നിബന്ധനകളുടെ ഭാഗമാകുകയും റഫറൻസ് വഴി സംയോജിപ്പിക്കുകയും ചെയ്യുന്നു.",
    "3819851005": "2. ഫീസ്",
    "1591032933": "നിങ്ങൾ ബാധകമായ ഓർഡർ ഫോമിൽ നൽകിയിരിക്കുന്ന പേയ്‌മെന്റ് രീതി വഴി, ബാധകമായ ഓർഡർ ഫോമിൽ വിവരിച്ചിരിക്കുന്ന ഫീസ് IMI-യിൽ നിങ്ങൾ അടയ്‌ക്കും. രണ്ട് കക്ഷികളും രേഖാമൂലം സമ്മതിച്ചില്ലെങ്കിൽ, ഇൻവോയ്‌സിന്റെ മെയിലിംഗ് തീയതിക്ക് ശേഷം മുപ്പത് (30) ദിവസത്തിനുള്ളിൽ നൽകിയ എല്ലാ ഇൻവോയ്‌സുകൾക്കും നിങ്ങൾ മുഴുവൻ പേയ്‌മെന്റും നൽകും. നിങ്ങൾ ഞങ്ങൾക്ക് നൽകുന്ന എല്ലാ ക്രെഡിറ്റ് കാർഡ് വിവരങ്ങളിലും ക്രെഡിറ്റ് കാർഡ് അംഗീകാരങ്ങൾ പ്രവർത്തിപ്പിക്കുന്നതിനും ആ ക്രെഡിറ്റ് കാർഡ് വിവരങ്ങൾ സൂക്ഷിക്കുന്നതിനും നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡോ അല്ലെങ്കിൽ ഞങ്ങൾ പരസ്പരം അംഗീകരിക്കുന്ന മറ്റേതെങ്കിലും അക്കൗണ്ടോ പേയ്‌മെന്റ് രീതിയായി ചാർജ് ചെയ്യുന്നതിനും നിങ്ങൾ ഞങ്ങളെ അധികാരപ്പെടുത്തുന്നു. ഓർഡർ ഫോമിലോ നിങ്ങളുടെ എന്റർപ്രൈസ് സേവന ഉടമ്പടിയിലോ മാസ്റ്റർ സേവന ഉടമ്പടിയിലോ മറ്റുവിധത്തിൽ പ്രസ്താവിച്ചിട്ടില്ലെങ്കിൽ, സേവനങ്ങൾക്കുള്ള എല്ലാ ഫീസും, ഓവർജേജുകൾ ഒഴികെ, നിങ്ങളുടെ കരാറിന് കീഴിലുള്ള IMI നൽകുന്ന സേവനങ്ങൾ ആരംഭിക്കുമ്പോൾ (\"ഫലപ്രദമായ തീയതി\") പ്രതിവർഷം ബിൽ ചെയ്യപ്പെടും.",
    "4142610534": "വൈകിയ പേയ്‌മെന്റുകൾക്ക് പ്രതിമാസം 1.5% ശതമാനം എന്ന നിരക്കിലോ നിയമം അനുവദനീയമായ പരമാവധി തുകയിലോ, ഏതാണ് കുറവ്, ലേറ്റ് ചാർജുകൾ ലഭിക്കും. ഏതെങ്കിലും കാരണത്താൽ ഈ ഉടമ്പടിക്ക് കീഴിലുള്ള തുക അടയ്ക്കുന്നതിൽ നിങ്ങൾ പരാജയപ്പെട്ടാൽ, ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ നിങ്ങളുടെ അക്കൗണ്ട് താൽക്കാലികമായി നിർത്തിവച്ചേക്കാം, ഈ സാഹചര്യത്തിൽ ടാസ്‌ക്കുകൾ പൂർത്തിയാക്കുന്നതിന് നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് അധിക പേയ്‌മെന്റുകൾ നടത്തില്ല, നിങ്ങളുടെ എല്ലാ ടാസ്‌ക്കുകളും നീക്കം ചെയ്യപ്പെടും. ഞങ്ങളുടെ വെബ്സൈറ്റിൽ നിന്ന്. ആവശ്യപ്പെടുന്നതിനനുസരിച്ച് നൽകേണ്ട എല്ലാ തുകയും കൂടാതെ ഏതെങ്കിലും പ്രോസസ്സിംഗ് ഫീസും ലേറ്റ് ഫീസും അറ്റോർണി ഫീസും നിങ്ങൾ ഞങ്ങൾക്ക് തിരികെ നൽകണം. ക്രെഡിറ്റ് റിപ്പോർട്ടിംഗ് ഏജൻസികൾക്കും നിയമ നിർവ്വഹണ അധികാരികൾക്കും ഞങ്ങൾ ഉചിതമായ റിപ്പോർട്ടുകൾ നൽകിയേക്കാം.",
    "512991700": "നിങ്ങൾ ഏതെങ്കിലും ഫീസ് തർക്കിക്കാൻ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഒരു ക്രമീകരണമോ ക്രെഡിറ്റോ ലഭിക്കുന്നതിന് പിശകോ പ്രശ്‌നമോ ഉണ്ടായ ആദ്യ ബില്ലിംഗ് അല്ലെങ്കിൽ അക്കൗണ്ട് സ്റ്റേറ്റ്‌മെന്റിന്റെ അവസാന തീയതി കഴിഞ്ഞ് മുപ്പത് (30) ദിവസത്തിന് ശേഷം നിങ്ങൾ ഞങ്ങളുടെ ഉപഭോക്തൃ പിന്തുണാ വകുപ്പുമായി ബന്ധപ്പെടണം.",
    "1273914192": "3. നികുതികൾ",
    "4242322181": "Intuition Machines-ന്റെ അറ്റവരുമാനം അല്ലെങ്കിൽ വ്യക്തിഗത സ്വത്ത് എന്നിവയിൽ കണക്കാക്കിയിട്ടുള്ള യുഎസ് നികുതികൾ ഒഴികെയുള്ള സേവനങ്ങളുമായി ബന്ധപ്പെട്ട എല്ലാ നികുതികളും അടയ്ക്കുന്നതിന് നിങ്ങൾ ഉത്തരവാദിയാണ്.",
    "1671996585": "ഞങ്ങളുടെ ആപ്ലിക്കേഷൻ പ്രോഗ്രാമിംഗ് ഇന്റർഫേസ് (\"API\") വഴി ഞങ്ങളുടെ സേവനങ്ങളുമായി നിങ്ങളുടെ വെബ്സൈറ്റ്, ആപ്ലിക്കേഷൻ അല്ലെങ്കിൽ പ്ലാറ്റ്ഫോം സമന്വയിപ്പിക്കേണ്ടതുണ്ട്. നിങ്ങൾ അങ്ങനെ ചെയ്യുന്ന സാഹചര്യത്തിൽ, സേവനങ്ങൾ ആക്‌സസ് ചെയ്യാൻ മാത്രമായി API ഉപയോഗിക്കുന്നതിന് ഞങ്ങൾ നിങ്ങൾക്ക് പരിമിതമായ, എക്‌സ്‌ക്ലൂസീവ് അല്ലാത്ത, കൈമാറ്റം ചെയ്യാനാവാത്ത, അസൈൻ ചെയ്യാനാകാത്ത, പിൻവലിക്കാവുന്ന ലൈസൻസ് നൽകുന്നു. എപ്പോൾ വേണമെങ്കിലും ഞങ്ങൾ API പരിഷ്‌ക്കരിക്കുകയും കൂടാതെ/അല്ലെങ്കിൽ API-യുടെ പഴയ പതിപ്പുകൾ അല്ലെങ്കിൽ റിലീസുകളുടെ പിന്തുണ അവസാനിപ്പിക്കുകയും ചെയ്യാം. ഞങ്ങളുടെ സ്വന്തം വിവേചനാധികാരത്തിൽ API-യിലേക്കുള്ള നിങ്ങളുടെ ആക്‌സസ് താൽക്കാലികമായി നിർത്താനോ പരിമിതപ്പെടുത്താനോ ഉള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്, സസ്പെൻഷനു മുമ്പായി നിങ്ങൾക്ക് അറിയിപ്പ് നൽകാൻ ഞങ്ങൾ ന്യായമായ ശ്രമങ്ങൾ ഉപയോഗിക്കും.",
    "4036662147": "5. രഹസ്യ വിവരങ്ങളുടെ സംരക്ഷണം",
    "3564208535": "ഞങ്ങളിൽ നിന്നോ ഞങ്ങളുടെ സേവനങ്ങൾ വഴിയോ ലഭിക്കുന്ന ഏതെങ്കിലും രഹസ്യ വിവരങ്ങൾ പരിരക്ഷിക്കുന്നതിന് വാണിജ്യപരമായി ന്യായമായ ശ്രമങ്ങൾ ഉപയോഗിക്കാൻ നിങ്ങൾ സമ്മതിക്കുന്നു. ഞങ്ങളുടെ എന്റർപ്രൈസ് സേവനത്തിന്റെ ബോട്ട് സ്‌കോറുകളും നോൺ-പബ്ലിക് ഡോക്യുമെന്റേഷനും ഞങ്ങളുടെ ബോട്ട് കണ്ടെത്തൽ രീതികളുമായി ബന്ധപ്പെട്ട് ഞങ്ങൾ പങ്കിട്ടേക്കാവുന്ന എല്ലാ വിശദാംശങ്ങളും ഉൾപ്പെടുന്നു. അത്തരത്തിലുള്ള ഏതെങ്കിലും രഹസ്യാത്മക വിവരങ്ങളിലേക്ക് നിങ്ങൾക്ക് ആക്‌സസ് അനുവദിച്ചിട്ടുണ്ടെങ്കിൽ, ഞങ്ങളുടെ സേവനങ്ങൾ ഉപയോഗിക്കുന്നതിലൂടെ രഹസ്യ വിവരങ്ങൾ പുറത്തുവരുന്നുവെന്ന് ഞങ്ങൾ നിർണ്ണയിക്കുകയാണെങ്കിൽ, ഞങ്ങളുടെ സേവനങ്ങളിലേക്കുള്ള നിങ്ങളുടെ ആക്‌സസ് ഞങ്ങൾ പരിഷ്‌ക്കരിക്കുകയോ താൽക്കാലികമായി നിർത്തുകയോ പരിമിതപ്പെടുത്തുകയോ ചെയ്യാം. സസ്‌പെൻഷൻ ചെയ്യുന്നതിന് മുമ്പ് നിങ്ങൾക്ക് അറിയിപ്പ് നൽകുന്നതിന്.",
    "120384113": "6. അവസാനിപ്പിക്കൽ",
    "453723556": "ഒരു ഉപഭോക്താവോ അഭ്യർത്ഥനക്കാരനോ ആകുന്നത് അവസാനിപ്പിക്കുന്നതിലൂടെ സേവന നിബന്ധനകളിൽ നിന്ന് സ്വതന്ത്രമായി നിങ്ങൾക്ക് ഈ ഉപഭോക്തൃ അനുബന്ധം അവസാനിപ്പിക്കാവുന്നതാണ്. ഒരു ഉപഭോക്താവോ അഭ്യർത്ഥനക്കാരനോ എന്ന നിലയിലുള്ള നിങ്ങളുടെ നില എപ്പോൾ വേണമെങ്കിലും താൽക്കാലികമായി നിർത്താനോ അവസാനിപ്പിക്കാനോ അല്ലെങ്കിൽ സേവന നിബന്ധനകൾക്ക് അനുസൃതമായി നിങ്ങളുടെ അക്കൗണ്ട് അല്ലെങ്കിൽ സേവനങ്ങളുടെ ഉപയോഗം അവസാനിപ്പിക്കാനോ ഉള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. നിങ്ങളുടെ ഓർഡർ ഫോമിന് കീഴിലുള്ള ഏത് തുകയ്ക്കും അവസാനിപ്പിക്കുമ്പോൾ നിങ്ങൾ ബാധ്യസ്ഥനായിരിക്കും. നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷനിൽ ഏതെങ്കിലും പ്രതിമാസ അല്ലെങ്കിൽ വാർഷിക ഫീസുകൾ അല്ലെങ്കിൽ പ്രതിമാസ അല്ലെങ്കിൽ വാർഷിക മിനിമം എന്നിവ ഉൾപ്പെടുന്നുവെങ്കിൽ, യഥാക്രമം ആ മാസമോ വർഷമോ യഥാക്രമം എല്ലാ സേവന ഫീസുകൾക്കും അടയ്‌ക്കുന്നതിന് നിങ്ങൾ ഉത്തരവാദിയായിരിക്കും.",
    "218889628": "ഈ ഉപഭോക്തൃ അനുബന്ധം അല്ലെങ്കിൽ സേവന നിബന്ധനകൾ നിങ്ങളുടെ ലംഘനത്തിന്റെ ഫലമായി ഞങ്ങൾ ഈ ഉപഭോക്തൃ അനുബന്ധമോ സേവന നിബന്ധനകളോ അവസാനിപ്പിക്കുന്നിടത്ത് ഒഴികെ, ഞങ്ങൾ അവസാനിപ്പിക്കുകയും നിങ്ങൾ ഞങ്ങൾക്ക് എന്തെങ്കിലും ഫീസ് മുൻകൂറായി അടയ്ക്കുകയും ചെയ്‌താൽ, അവയുടെ അനുപാതത്തിലുള്ള ഒരു ഭാഗം ഞങ്ങൾ തിരികെ നൽകും. പ്രീപെയ്ഡ് തുകകൾ, ശേഷിക്കുന്ന സമയം അല്ലെങ്കിൽ നിങ്ങൾ അടച്ച സേവനങ്ങൾ എന്നിവയെ അടിസ്ഥാനമാക്കി, ഏതാണ് കുറവ്. ഞങ്ങൾ വാണിജ്യപരമായി ന്യായമായ രീതിയിൽ ഞങ്ങളുടെ ജോലി അവസാനിപ്പിക്കുകയും ഞങ്ങളുടെ കൈവശമുള്ള എല്ലാ പണമടച്ചുള്ള ഔട്ട്‌പുട്ട് ഡാറ്റ സെറ്റുകളും എല്ലാ ഉപഭോക്തൃ ഡാറ്റയും സംരക്ഷിച്ച് നിങ്ങൾക്ക് എത്തിക്കുകയും ചെയ്യും. ഏതെങ്കിലും അവസാനിപ്പിക്കുമ്പോൾ, ഒരു ഡാറ്റയും ഇല്ലാതാക്കാൻ ഞങ്ങൾ ബാധ്യസ്ഥരല്ല.",
    "2505227594": "7. ഓവർജേജ്",
    "2369877184": "hCaptcha ഇന്റഗ്രേറ്റർമാർക്കോ ഉപഭോക്താക്കൾക്കോ വേണ്ടിയുള്ള പരമാവധി അനുവദനീയമായ പീക്ക് RPS നിരക്ക്, നിങ്ങളും ഞങ്ങളും തമ്മിലുള്ള ഒരു രേഖാമൂലമുള്ള കരാർ ഉടമ്പടി പ്രകാരം വ്യക്തമാക്കിയിട്ടില്ലെങ്കിൽ, നിങ്ങളുടെ അക്കൗണ്ടിലെ (\"RPS\") സ്ഥാപനങ്ങൾക്ക് സെക്കൻഡിൽ 1,000 അഭ്യർത്ഥനകളാണ്.",
    "234420106": "നിങ്ങൾ hCaptcha എന്റർപ്രൈസ് സേവനത്തിന്റെ ഒരു സംയോജകനോ ഉപഭോക്താവോ ആണെങ്കിൽ, RPS കണക്കാക്കിയ നിങ്ങളുടെ API ഉപയോഗം നിങ്ങളുടെ സേവന നിരയ്‌ക്കായുള്ള വ്യവസ്ഥിത നിരക്കിനേക്കാൾ കൂടുതലാണെങ്കിൽ, നിങ്ങളുടെ സേവനം പരിഷ്‌ക്കരിക്കുന്നതിനോ അധിക നിരക്ക് ഈടാക്കുന്നതിനോ ഞങ്ങൾ തിരഞ്ഞെടുത്തേക്കാം. 30 ദിവസത്തിനുള്ളിൽ നിങ്ങളുടെ പീക്ക് RPS നിരക്ക് പ്രൊവിഷൻ ചെയ്‌തിരിക്കുന്ന നിരക്കിനേക്കാൾ 10 മടങ്ങ് അധികമായി 10 മിനിറ്റോ അതിൽ കൂടുതലോ മിനിറ്റുകൾക്കുള്ളിൽ കൂടുതലായാൽ, ഈ അഭ്യർത്ഥനകളിൽ ഭൂരിഭാഗവും ഞങ്ങളുടെ മാത്രം വിധിയിൽ, ക്ഷുദ്ര ട്രാഫിക്കല്ല, ഞങ്ങൾ തിരഞ്ഞെടുത്തേക്കാം ആ മാസത്തിൽ നടത്തിയ എല്ലാ API അഭ്യർത്ഥനകൾക്കും കരാർ പ്രകാരം നിർദ്ദിഷ്‌ടമായ ഓവർജ് നിരക്കിൽ നിങ്ങളിൽ നിന്ന് ഈടാക്കും.",
    "2619472217": "8. പുനർവിൽപ്പന",
    "2019702084": "ഉപഭോക്താവിന്റെ മാസ്റ്റർ സേവന കരാറിലോ റീസെല്ലർ കരാറിലോ വ്യക്തമായി അനുവദനീയമല്ലെങ്കിൽ, ഓർഡർ ചെയ്ത SaaS സേവനങ്ങൾ മറ്റേതെങ്കിലും മൂന്നാം കക്ഷിക്ക് (ഉപഭോക്താവിന്റെ ഒരു അഫിലിയേറ്റ് ഒഴികെ) വിൽക്കുകയോ, വീണ്ടും വിൽക്കുകയോ, പാട്ടത്തിനെടുക്കുകയോ, സബ്-ലീസിന് നൽകുകയോ, ലൈസൻസ് നൽകുകയോ, സബ്-ലൈസൻസ് നൽകുകയോ ചെയ്യില്ല. ), കരാറിന് കീഴിലുള്ള എല്ലാ ഓർഡറുകളും സേവനത്തിന്റെ എല്ലാ ഉപഭോക്തൃ ഉപയോഗവും ഉപഭോക്താവിന്റെ അല്ലെങ്കിൽ അതിന്റെ അഫിലിയേറ്റിന്റെ സ്വന്തം ബിസിനസ്സ് ഉപയോഗത്തിന് വേണ്ടിയുള്ളതാണ്.",
    "1233229030": "വിവിധ",
    "1467783792": "യുണൈറ്റഡ് സ്‌റ്റേറ്റ്‌സ് (\"അനുവദിക്കപ്പെട്ട നടൻ\") അനുവദിച്ചിട്ടുള്ള ഒരു വ്യക്തിയോ സ്ഥാപനമോ ഓർഗനൈസേഷനോ റിവാർഡുകൾക്കോ സേവനങ്ങൾ ഒരു ഇന്റഗ്രേറ്ററായി ഉപയോഗിക്കാനോ യോഗ്യമല്ല. സംശയം ഒഴിവാക്കുന്നതിനായി, യുഎസ് ഡിപ്പാർട്ട്‌മെന്റ് ഓഫ് ട്രഷറിയുടെ ഓഫീസ് ഓഫ് ഫോറിൻ അസറ്റ് കൺട്രോൾ (\"OFAC\") നിയോഗിച്ചിട്ടുള്ള ഏതെങ്കിലും അനുവദനീയമായ അഭിനേതാക്കളും ഇതിൽ ഉൾപ്പെടുന്നു.",
    "3759657802": "നിങ്ങൾക്ക് ഈ സേവന നിബന്ധനകളോ നിങ്ങളുടെ അവകാശങ്ങളോ കടമകളോ ഏതെങ്കിലും വിധത്തിൽ (നിയമത്തിന്റെ പ്രവർത്തനത്തിലൂടെയോ മറ്റെന്തെങ്കിലുമോ) നിയോഗിക്കുകയോ കൈമാറുകയോ നിയോഗിക്കുകയോ ചെയ്യരുത്.",
    "1627232990": "ഈ സേവന നിബന്ധനകളുടെ വിവർത്തനങ്ങൾ മികച്ച പ്രയത്നത്തിന്റെ അടിസ്ഥാനത്തിലാണ് നൽകിയിരിക്കുന്നത്. ഇംഗ്ലീഷ് ഭാഷാ സേവന നിബന്ധനകളും അതിന്റെ വിവർത്തനവും തമ്മിൽ എന്തെങ്കിലും കാര്യമായ വ്യത്യാസം ഉണ്ടായാൽ, ഇംഗ്ലീഷ് ഭാഷാ സേവന നിബന്ധനകൾ ആധികാരികമായി കണക്കാക്കും.",
    "805221621": "എന്ന വിലാസത്തിൽ ഞങ്ങളെ ബന്ധപ്പെടുക",
    "259613338": "ഈ സേവന നിബന്ധനകളെ കുറിച്ച് നിങ്ങൾക്ക് എന്തെങ്കിലും ചോദ്യങ്ങളുണ്ടെങ്കിൽ.",
    "2735878907": "ബിസിനസ് തുടർച്ച ആസൂത്രണ പ്രസ്താവന",
    "2887242610": "ഞങ്ങളുടെ hCaptcha ബിസിനസിനെ കാര്യമായി തടസ്സപ്പെടുത്തുന്ന ഇവന്റുകളോട് ഞങ്ങൾ എങ്ങനെ പ്രതികരിക്കും എന്നതിനെക്കുറിച്ച് Intuition Machines, Inc ഒരു ബിസിനസ് തുടർച്ച പദ്ധതി വികസിപ്പിച്ചെടുത്തിട്ടുണ്ട്. ദുരന്തങ്ങളുടെയും തടസ്സങ്ങളുടെയും സമയവും ആഘാതവും പ്രവചനാതീതമായതിനാൽ, യഥാർത്ഥ സംഭവങ്ങൾ സംഭവിക്കുമ്പോൾ അവയോട് പ്രതികരിക്കുന്നതിന് ഞങ്ങൾ വഴക്കമുള്ളവരായിരിക്കണം. അത് മനസ്സിൽ വെച്ചുകൊണ്ട്, ഞങ്ങളുടെ ബിസിനസ്സ് തുടർച്ച പദ്ധതിയെക്കുറിച്ചുള്ള ഈ വിവരങ്ങൾ ഞങ്ങൾ നിങ്ങൾക്ക് നൽകുന്നു.",
    "809251240": "ഞങ്ങളെ ബന്ധപ്പെടുന്നു",
    "2551802342": "- കാര്യമായ ബിസിനസ്സ് തടസ്സത്തിന് ശേഷം വേഗത്തിൽ വീണ്ടെടുക്കാനും ബിസിനസ്സ് പ്രവർത്തനങ്ങൾ പുനരാരംഭിക്കാനും ഞങ്ങൾ പദ്ധതിയിടുന്നു, ഒപ്പം ഞങ്ങളുടെ ജീവനക്കാരെയും സ്വത്തുക്കളെയും സംരക്ഷിക്കുകയും സാമ്പത്തികവും പ്രവർത്തനപരവുമായ വിലയിരുത്തൽ നടത്തുകയും സ്ഥാപനത്തിന്റെ പുസ്‌തകങ്ങളും റെക്കോർഡുകളും പരിരക്ഷിക്കുകയും ഞങ്ങളുടെ ഉപഭോക്താക്കളെയും അവരുടെ അന്തിമ ഉപയോക്താക്കളെയും ഓൺലൈൻ ഇടപാട് നടത്താൻ അനുവദിക്കുകയും ചെയ്തുകൊണ്ട് പ്രതികരിക്കാൻ ഞങ്ങൾ പദ്ധതിയിടുന്നു. ചുരുക്കത്തിൽ, കാര്യമായ ബിസിനസ് തടസ്സത്തിന്റെ വ്യാപ്തിയും തീവ്രതയും കണക്കിലെടുത്ത്, ഞങ്ങളുടെ സ്ഥാപനത്തെ എത്രയും വേഗം പ്രവർത്തനം പുനരാരംഭിക്കാൻ അനുവദിക്കുന്നതിനാണ് ഞങ്ങളുടെ ബിസിനസ്സ് തുടർച്ച പദ്ധതി രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. ഞങ്ങളുടെ ബിസിനസ് തുടർച്ച പദ്ധതി വിലാസങ്ങൾ: ഡാറ്റ ബാക്കപ്പും വീണ്ടെടുക്കലും; എല്ലാ മിഷൻ ക്രിട്ടിക്കൽ സിസ്റ്റങ്ങളും; സാമ്പത്തികവും പ്രവർത്തനപരവുമായ വിലയിരുത്തലുകൾ; ഉപഭോക്താക്കൾ, ജീവനക്കാർ, മേൽനോട്ട സമിതികൾ എന്നിവരുമായുള്ള ഇതര ആശയവിനിമയങ്ങൾ; ജീവനക്കാരുടെ ഇതര ഭൌതിക സ്ഥാനം; നിർണായക വിതരണക്കാരനും ഉപഭോക്തൃ സ്വാധീനവും; റെഗുലേറ്ററി റിപ്പോർട്ടിംഗ്; ഞങ്ങളുടെ ബിസിനസ്സ് തുടരാൻ ഞങ്ങൾക്ക് കഴിയുന്നില്ലെങ്കിൽ ഞങ്ങളുടെ ഉപഭോക്താക്കൾക്ക് ഉടനടി അറിയിപ്പ് നൽകുകയും ചെയ്യുന്നു. ഞങ്ങളുടെ പ്രധാന വിതരണ കുളം ഭൂമിശാസ്ത്രപരമായി വേറിട്ട ഒരു പ്രദേശത്ത് ഞങ്ങളുടെ പ്രധാനപ്പെട്ട റെക്കോർഡുകൾ ബാക്കപ്പ് ചെയ്യുന്നു. ഓരോ അടിയന്തര സാഹചര്യവും, ദിവസത്തിന്റെ സമയവും തടസ്സത്തിന്റെ തീവ്രതയും പോലുള്ള ബാഹ്യ ഘടകങ്ങളെ അടിസ്ഥാനമാക്കി സവിശേഷമായ പ്രശ്‌നങ്ങൾ സൃഷ്ടിക്കുമ്പോൾ, അവരുടെ സ്വന്തം പ്രവർത്തനങ്ങൾ പുനഃസ്ഥാപിക്കുകയും വേഗത്തിൽ സേവനങ്ങൾ പുനരാരംഭിക്കുകയും ചെയ്യുക എന്നതാണ് അവരുടെ ലക്ഷ്യമെന്ന് ഈ വിതരണ സംഘം ഞങ്ങളെ ഉപദേശിച്ചു. വൈവിധ്യമാർന്ന വിതരണക്കാരെ ഉപയോഗിച്ച് അപകടസാധ്യത കുറയ്ക്കാൻ ഞങ്ങൾ പ്രവർത്തിച്ചിട്ടുണ്ടെങ്കിലും, ഈ കാലയളവിൽ നിങ്ങളുടെ സേവനങ്ങൾ പരിഷ്‌ക്കരിക്കുകയോ തടസ്സപ്പെടുകയോ ചെയ്യാം.",
    "826396656": "ഞങ്ങളുടെ ബിസിനസ് തുടർച്ച പദ്ധതി",
    "1979347895": "- ഞങ്ങളുടെ സ്ഥാപനം, ഞങ്ങളുടെ സ്ഥാപനം താമസിക്കുന്ന ഒരൊറ്റ കെട്ടിടം, ഞങ്ങളുടെ സ്ഥാപനം സ്ഥിതിചെയ്യുന്ന അയൽപക്കം, ഞങ്ങൾ സ്ഥിതിചെയ്യുന്ന നഗരം അല്ലെങ്കിൽ മുഴുവൻ പ്രദേശം എന്നിങ്ങനെയുള്ള കാര്യമായ ബിസിനസ്സ് തടസ്സങ്ങൾ അവയുടെ വ്യാപ്തിയിൽ വ്യത്യാസപ്പെടാം. ഈ ഓരോ മേഖലയിലും, തടസ്സത്തിന്റെ തീവ്രത കുറഞ്ഞത് മുതൽ ഗുരുതരമായത് വരെ വ്യത്യാസപ്പെടാം. ഞങ്ങളുടെ സ്ഥാപനത്തിനോ ഞങ്ങളുടെ ബിസിനസ്സ് ജില്ലയ്‌ക്കോ നഗരത്തിനോ പ്രദേശത്തിനോ അല്ലെങ്കിൽ ഞങ്ങളുടെ സ്ഥാപനം താമസിക്കുന്ന കെട്ടിടത്തിനോ ഒരു തടസ്സം നേരിടുമ്പോൾ, ആവശ്യമുള്ളപ്പോൾ ഞങ്ങൾ ഞങ്ങളുടെ പ്രവർത്തനങ്ങൾ ഒരു പ്രാദേശിക സൈറ്റിലേക്ക് മാറ്റുകയും ബിസിനസ് പ്രവർത്തനങ്ങൾക്ക് കാര്യമായ തടസ്സങ്ങളൊന്നും പ്രതീക്ഷിക്കാതിരിക്കുകയും ചെയ്യും. ഏത് സാഹചര്യത്തിലും, ബിസിനസ്സിൽ തുടരാനും, ആവശ്യമെങ്കിൽ ബദൽ വിതരണക്കാർക്ക് പ്രവർത്തനങ്ങൾ കൈമാറാനും, ഞങ്ങളെ എങ്ങനെ ബന്ധപ്പെടണം എന്നതിനെക്കുറിച്ച് hcaptcha.com എന്ന വെബ്‌സൈറ്റിലൂടെയും hcaptchastatus.com ലെ ഞങ്ങളുടെ സ്റ്റാറ്റസ് പേജിലൂടെയും നിങ്ങളെ അറിയിക്കാനും ഞങ്ങൾ പദ്ധതിയിടുന്നു. ബിസിനസ്സിൽ തുടരുന്നതിൽ നിന്ന് ഞങ്ങളെ തടയുന്ന തരത്തിൽ കാര്യമായ ബിസിനസ് തടസ്സം രൂക്ഷമാണെങ്കിൽ, ഞങ്ങൾ നിങ്ങളെ വേഗത്തിൽ അറിയിക്കും.",
    "653679457": "വ്യത്യസ്തമായ തടസ്സങ്ങൾ",
    "410397176": "കൂടുതൽ വിവരങ്ങൾക്ക്",
    "2095899021": "hCaptcha ബ്രാൻഡിംഗ് മാർഗ്ഗനിർദ്ദേശങ്ങളും പൊതു വ്യാപാരമുദ്ര ലൈസൻസും",
    "2340340589": "hCaptcha അടയാളം ഉപയോഗിക്കുന്നതിനുള്ള മാർഗ്ഗനിർദ്ദേശങ്ങൾ",
    "2430148876": "ഞങ്ങളുടെ കോർപ്പറേറ്റ് ഐഡന്റിറ്റി കാത്തുസൂക്ഷിക്കുമ്പോൾ തന്നെ ഞങ്ങളുടെ ബ്രാൻഡിനൊപ്പം പ്രവർത്തിക്കുന്നത് ഞങ്ങളുടെ ഉപഭോക്താക്കൾക്കും പങ്കാളികൾക്കും ആരാധകർക്കും കഴിയുന്നത്ര എളുപ്പമാക്കുന്നതിനാണ് ഞങ്ങൾ ഈ മാർഗ്ഗനിർദ്ദേശങ്ങളും പൊതു വ്യാപാരമുദ്ര ലൈസൻസും സൃഷ്ടിച്ചിരിക്കുന്നത്. ഈ മാർഗ്ഗനിർദ്ദേശങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായ രീതിയിൽ നിങ്ങൾക്ക് hCaptcha ഐക്കണുകളോ ലോഗോകളോ മറ്റ് അടയാളങ്ങളോ ഉപയോഗിക്കണമെങ്കിൽ, ഒരു രേഖാമൂലമുള്ള ലൈസൻസിനായി നിങ്ങൾ ഞങ്ങളെ (IMI) ബന്ധപ്പെടേണ്ടതുണ്ട്.",
    "3884400764": "ഈ മാർഗ്ഗനിർദ്ദേശങ്ങൾ അനുസരിച്ച് നിങ്ങൾക്ക് hCaptcha മാർക്ക് ഉപയോഗിക്കാമെങ്കിലും, hCaptcha മാർക്ക്, ലോഗോകൾ, അല്ലെങ്കിൽ മറ്റേതെങ്കിലും വ്യാപാരമുദ്ര, വ്യാപാര നാമം, സേവന അടയാളം, ബിസിനസ്സ് നാമം അല്ലെങ്കിൽ hCaptcha-യുടെ ഗുഡ്വിൽ എന്നിവയിൽ നിങ്ങൾക്ക് എന്തെങ്കിലും നിക്ഷിപ്ത അവകാശങ്ങൾ ഉണ്ടെന്ന് അർത്ഥമാക്കുന്നില്ല. കഴിയുന്നത്ര വഴക്കം നൽകാൻ ഞങ്ങൾ ആഗ്രഹിക്കുന്നു, എന്നാൽ hCaptcha-യുടെ ഏതെങ്കിലും വ്യാപാരമുദ്ര, വ്യാപാര നാമം, സേവനമുദ്ര, ബിസിനസ്സ് പേര് അല്ലെങ്കിൽ ഗുഡ്വിൽ എന്നിവയുടെ അനധികൃത ഉപയോഗത്തിനെതിരെ hCaptcha പരിരക്ഷിക്കാൻ ഞങ്ങൾ ബാധ്യസ്ഥരാണ്. ഏതെങ്കിലും അനധികൃത ഉപയോഗം, hCaptcha നൽകിയ അനുമതിയോ ലൈസൻസോ സ്വയമേവ അവസാനിപ്പിക്കുകയും ഏതെങ്കിലും നാശനഷ്ടങ്ങൾക്ക് നിയമപരമായ ബാധ്യതകൾ നേരിടുകയും ചെയ്യും.",
    "512598290": "അതിനാൽ, ക്യാപിറ്റലൈസേഷൻ, ടൈപ്പ്ഫേസ്, ശൈലി എന്നിവയുൾപ്പെടെ ചുവടെയുള്ള നിയമങ്ങൾക്ക് അനുസൃതമായി എല്ലാ hCaptcha അടയാളങ്ങളും ലോഗോകളും നിങ്ങൾ എപ്പോഴും ഉപയോഗിക്കണമെന്ന് ഞങ്ങൾ ആവശ്യപ്പെടണം.",
    "2075610992": "നിങ്ങളുടെ പിന്തുണയ്ക്ക് നന്ദി!",
    "1023190144": "വാചകത്തിൽ hCaptcha®",
    "4274324704": "രേഖാമൂലമുള്ള പകർപ്പിൽ ഞങ്ങളുടെ പേര് എങ്ങനെ ഉപയോഗിക്കാമെന്നത് ഇതാ:",
    "3912926900": "hCaptcha® ഒരു ക്രിയേറ്റീവ് പകർപ്പിൽ ആദ്യമായി ദൃശ്യമാകുമ്പോൾ ഒരു രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്ര ചിഹ്നം ഉണ്ടായിരിക്കണം.",
    "950637875": "hCaptcha അക്ഷരവിന്യാസം ഒരിക്കലും മാറ്റരുത് കൂടാതെ hCaptcha എല്ലായ്പ്പോഴും രണ്ടാമത്തെ അക്ഷരത്തിൽ (\"C\") വലിയക്ഷരമാക്കണം. അത് ഒരിക്കലും ബഹുവചനമോ കൈവശാവകാശമോ അല്ല.",
    "2624601135": "\"hCaptcha\" ഒരു ബ്രാൻഡ് നാമത്തിന്റെ ഭാഗമായി ഉപയോഗിക്കരുത്, ഒരു ഹൈഫനുമായി ചേരരുത്, അല്ലെങ്കിൽ ആപ്ലിക്കേഷനുകളുടെയോ മറ്റ് ഉൽപ്പന്നങ്ങളുടെയോ പേരുകളിൽ ഉപയോഗിക്കരുത്.",
    "3828090208": "പകരം \"hCaptcha\" ഉപയോഗിക്കുക. ഒരു മൂന്നാം കക്ഷി ലോഗോയ്‌ക്കൊപ്പം ഉപയോഗിക്കുകയാണെങ്കിൽ, \"hCaptcha\" എന്നതിന് മൂന്നാം കക്ഷി ലോഗോയേക്കാൾ വലിപ്പം കുറവായിരിക്കണം.",
    "4149738856": "hCaptcha ഒരു നാമവിശേഷണമായി ഉപയോഗിക്കുകയും ശരിയായ ഒരു പൊതുപദം ഉപയോഗിക്കുകയും വേണം.",
    "1446868537": "hCaptcha ഒരിക്കലും ഒരു ക്രിയയായി ഉപയോഗിക്കരുത്.",
    "2487931657": "ഉപയോഗിക്കരുത്: \"ഞങ്ങൾ ഞങ്ങളുടെ സൈറ്റ് hCaptcha'd.\"",
    "2565565429": "പകരം ഉപയോഗിക്കുക: \"ഞങ്ങളുടെ സൈറ്റ് സുരക്ഷിതവും കൂടുതൽ സുരക്ഷിതവുമാക്കാൻ ഞങ്ങൾ hCaptcha ഉപയോഗിക്കുന്നു.\"",
    "3434202027": "ആശയവിനിമയങ്ങളിൽ hCaptcha പേരിന്റെ ഏത് ഉപയോഗത്തിനും ആട്രിബ്യൂഷൻ ആവശ്യമാണ്: \"hCaptcha Intuition Machines, Inc-ന്റെ ഒരു രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രയാണ്.\"",
    "2754937029": "അസ്വീകാര്യമായ ഉപയോഗങ്ങൾ",
    "2436973524": "കൃത്യമായ അവലംബങ്ങൾ മാത്രമേ സ്വീകാര്യമാകൂ. ഒരു സൈറ്റ് hCaptcha സേവനങ്ങളും ആപ്ലിക്കേഷനുകളും ഉപയോഗിക്കുന്നില്ലെന്ന് പറയുന്നത് അനുവദനീയമല്ല. അതുപോലെ, സൈറ്റ് hCaptcha സേവനങ്ങൾ ഉപയോഗിക്കുമ്പോൾ മാത്രമേ ഞങ്ങളുടെ ലോഗോ അല്ലെങ്കിൽ ഏതെങ്കിലും ബാഡ്ജുകളുടെ ഉപയോഗം ഉചിതമാകൂ.",
    "69844082": "hCaptcha വ്യാപാരമുദ്രകൾ, ഗ്രാഫിക് ചിഹ്നങ്ങൾ, ലോഗോകൾ, ടൈപ്പ്ഫേസ് അല്ലെങ്കിൽ ഐക്കണുകൾ എന്നിവയും നിന്ദ്യമായ രീതിയിൽ ഉപയോഗിക്കരുത്.",
    "3861413614": "വ്യക്തമായ രേഖാമൂലമുള്ള അനുമതിയില്ലാതെ, ഒരു മൂന്നാം കക്ഷി ഉൽപ്പന്നത്തിന്റെയോ സേവനത്തിന്റെയോ അഫിലിയേഷൻ അല്ലെങ്കിൽ അംഗീകാരം, സ്പോൺസർഷിപ്പ് അല്ലെങ്കിൽ പിന്തുണ എന്നിവ hCaptcha-യ്ക്ക് ഉണ്ടെന്ന് സൂചിപ്പിക്കുന്ന ഏതെങ്കിലും hCaptcha വ്യാപാരമുദ്രയോ ലോഗോയോ നിങ്ങൾ ഉപയോഗിക്കരുത്.",
    "1409822234": "ഒരു സാഹചര്യത്തിലും ഒരേ അല്ലെങ്കിൽ ഏതാണ്ട് സമാനമായ hCaptcha വ്യാപാരമുദ്ര ഒരു ഡൊമെയ്ൻ നാമമായി ഉപയോഗിക്കരുത്.",
    "4181060163": "മൂന്നാം കക്ഷികൾ വ്യത്യാസങ്ങളോ അക്ഷരപ്പിശകുകളോ ഉപയോഗിക്കരുത് അല്ലെങ്കിൽ hCaptcha വ്യാപാരമുദ്രകളിൽ എന്തെങ്കിലും പ്രാരംഭ താൽപ്പര്യ ആശയക്കുഴപ്പം ഉണ്ടാക്കുന്ന തരത്തിൽ പ്രവർത്തിക്കരുത്.",
    "3955555607": "പങ്കാളികളോ അംഗീകൃത റീസെല്ലർമാരോ ഒഴികെ, മൂന്നാം കക്ഷികൾ കീവേഡുകൾ, Google AdWords, അല്ലെങ്കിൽ hCaptcha അടയാളങ്ങളോ അക്ഷരത്തെറ്റുകളോ ഉപയോഗിച്ച് മറ്റ് ടാർഗെറ്റുചെയ്‌ത പരസ്യ സംവിധാനങ്ങൾക്കായി ലേലം വിളിക്കരുത്. ഡൊമെയ്ൻ നാമങ്ങൾ, ഏതെങ്കിലും സെർച്ച് എഞ്ചിൻ ഒപ്റ്റിമൈസേഷൻ, മെറ്റാ ടാഗുകൾ, തിരയൽ പദങ്ങൾ, കോഡ് അല്ലെങ്കിൽ മറ്റ് തെറ്റായ പ്രതിനിധാനം എന്നിവയിൽ മൂന്നാം കക്ഷികൾ hCaptcha മാർക്കുകൾ ഉപയോഗിക്കരുത്.",
    "1985238261": "മറ്റ് നിയന്ത്രിത മാർക്കുകൾ",
    "2193061499": "ഞങ്ങളുടെ ചില ലോഗോകളും മാർക്കുകളും hCaptcha യും അതിന്റെ പങ്കാളികളും ഉപയോഗിക്കുന്നതിന് പരിമിതപ്പെടുത്തിയിരിക്കുന്നു. hCaptcha-യിൽ നിന്നുള്ള രേഖാമൂലമുള്ള ലൈസൻസില്ലാതെ മൂന്നാം കക്ഷികൾ ഇനിപ്പറയുന്ന മാർക്ക് ഉപയോഗിക്കരുത്:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha പങ്കാളി™",
    "755156539": "hCaptcha അംഗീകൃത റീസെല്ലർ™",
    "717622341": "hCaptcha എന്റർപ്രൈസ്™",
    "3433896984": "ബോട്ട്‌സ്റ്റോപ്പ്™",
    "1655022901": "hCaptcha™-ന്റെ BotStop",
    "2557601376": "hCaptcha ലോഗോ™",
    "248923369": "ബോട്ട്‌സ്റ്റോപ്പ് ലോഗോ™",
    "3942875761": "ഒരു മികച്ച വെബ് നിർമ്മിക്കാൻ സഹായിക്കുക™",
    "364774188": "ഞാൻ മനുഷ്യനാണ്™",
    "2785425016": "(ഒരു മാനവികത പരിശോധിച്ചുറപ്പിക്കൽ പരിഹാരത്തിന്റെ പശ്ചാത്തലത്തിൽ, ഉദാഹരണത്തിന്, പ്രവർത്തനത്തിനുള്ള ഒരു കോൾ)",
    "2639657759": "അനുമതി ഉപയോഗിച്ച മാർക്കുകൾ",
    "1268918580": "hCaptchaയും അതിന്റെ പങ്കാളികളും ഉപയോഗിക്കുന്ന ചില ലോഗോകളും മാർക്കുകളും മൂന്നാം കക്ഷികളുടെ ഉടമസ്ഥതയിലുള്ളതാണ്, അവരുടെ അനുമതിയോടെ മാത്രമേ ഉപയോഗിക്കാവൂ. മൂന്നാം കക്ഷികൾക്ക് അവരുടെ ഉടമകൾ അനുവദിച്ചിട്ടുള്ളതല്ലാതെ ഇനിപ്പറയുന്ന മാർക്ക് ഉപയോഗിക്കരുത്:",
    "3782751514": "ഹ്യൂമൻ പ്രോട്ടോക്കോൾ® ഹ്യൂമൻ പ്രോട്ടോക്കോൾ ഫൗണ്ടേഷന്റെ ഒരു രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രയാണ്, അതിന്റെ അനുമതിയോടെയാണ് ഇത് ഉപയോഗിക്കുന്നത്.",
    "1620709264": "ഹ്യൂമൻ ടോക്കൺ® ഹ്യൂമൻ പ്രോട്ടോക്കോൾ ഫൗണ്ടേഷന്റെ രജിസ്റ്റർ ചെയ്ത വ്യാപാരമുദ്രയാണ്, അതിന്റെ അനുമതിയോടെയാണ് ഇത് ഉപയോഗിക്കുന്നത്.",
    "3031953928": "ഹ്യൂമൻ നെറ്റ്‌വർക്ക്™ ഹ്യൂമൻ പ്രോട്ടോക്കോൾ ഫൗണ്ടേഷന്റെ ഒരു വ്യാപാരമുദ്രയാണ്, അതിന്റെ അനുമതിയോടെയാണ് ഇത് ഉപയോഗിക്കുന്നത്.",
    "3554363588": "മറ്റ് മാർക്ക്",
    "3290996791": "മറ്റെല്ലാ ഉൽപ്പന്ന നാമങ്ങളും ലോഗോകളും ബ്രാൻഡുകളും അവയുടെ ഉടമസ്ഥരുടെ സ്വത്താണ്. ഈ വെബ്‌സൈറ്റിൽ ഉപയോഗിക്കുന്ന മറ്റെല്ലാ കമ്പനികളുടെയും ഉൽപ്പന്നങ്ങളുടെയും സേവനങ്ങളുടെയും പേരുകൾ തിരിച്ചറിയൽ ആവശ്യങ്ങൾക്ക് മാത്രമുള്ളതാണ്. ഈ പേരുകൾ, ലോഗോകൾ, ബ്രാൻഡുകൾ എന്നിവയുടെ ഉപയോഗം അംഗീകാരത്തെ സൂചിപ്പിക്കുന്നില്ല.",
    "2444685143": "ലോഗോ നയം",
    "2414232014": "ഞങ്ങളുടെ ലോഗോ തൽക്ഷണം തിരിച്ചറിയാവുന്നതും ഞങ്ങളുടെ ഏറ്റവും മൂല്യവത്തായതും പ്രധാനപ്പെട്ടതുമായ ആസ്തികളിൽ ഒന്നാണ്. ഇത് ഞങ്ങളുടെ കമ്പനിയുടെ ശക്തമായ പ്രാതിനിധ്യമായി തുടരുന്നുവെന്ന് ഉറപ്പാക്കാൻ, ആശയവിനിമയത്തിന്റെ എല്ലാ ചാനലുകളിലും ഇത് ശ്രദ്ധാപൂർവ്വവും സ്ഥിരവുമായ രീതിയിൽ അവതരിപ്പിക്കണം.",
    "803639471": "hCaptcha ലോഗോ ഹാൻഡ് ഐക്കണും hCaptcha ലോഗോടൈപ്പും ഉൾക്കൊള്ളുന്നു. അതിന്റെ ഇതര രൂപത്തിൽ, സ്ഥലം പരിമിതപ്പെടുത്തുമ്പോൾ കൈ ഐക്കൺ തനിയെ ദൃശ്യമാകുകയും \"hCaptcha\" എന്നത് ഹാൻഡ് ഐക്കണിന് അടുത്തായി ഒരു പദ ചിഹ്നമായി (മുകളിൽ വിവരിച്ചതുപോലെ) ഉപയോഗിക്കുകയും ചെയ്യുന്നു, അതായത്, ഹാൻഡ് ഐക്കൺ hCaptcha യെ പ്രതിനിധീകരിക്കുന്നു എന്നത് വ്യക്തമാണ്.",
    "564127016": "hCaptcha കൈ ഐക്കൺ:",
    "1424800293": "hCaptcha ലോഗോ:",
    "1525506526": "അക്കൗണ്ട് ഏറ്റെടുക്കലുകൾ എന്താണ്, അവ എങ്ങനെ പ്രവർത്തിക്കും?",
    "2446481523": "ഒരു ചെറിയ ഗ്രാമത്തിലെ കോൺസ്റ്റബുലറിയിൽ ഒരു വാഗൺ ഡ്രൈവറും പ്രഭുവും പ്രത്യക്ഷപ്പെടുന്ന ഒരു പഴയ നാടോടി കഥയുണ്ട്. വൃത്തികെട്ട പാവപ്പെട്ട വസ്ത്രം ധരിച്ച ഒരാൾ കോൺസ്റ്റബിളിനോട് പറഞ്ഞു, “ഞാനൊരു കുലീനനാണ്. ഈ മനുഷ്യൻ എന്റെ ഡ്രൈവറായിരുന്നു.",
    "1767952047": "ഇന്നലെ രാത്രി അയാൾ എന്നെ ആക്രമിച്ച് എന്റെ വസ്ത്രങ്ങൾ മോഷ്ടിക്കുകയും പണം കൈക്കലാക്കുകയും ചെയ്തു. ശ്രേഷ്‌ഠവർഗത്തിന്റെ വസ്ത്രം ധരിച്ച മറ്റൊരാൾ മറുപടി പറഞ്ഞു, “കോൺസ്റ്റബിൾ, ഈ മനുഷ്യന് ഭ്രാന്താണ്. അവൻ ഒരു കുലീനനാണെന്ന് അവൻ കരുതുന്നു. ഞാനാണ് യഥാർത്ഥ കുലീനൻ. അവനെ അറസ്റ്റ് ചെയ്യുക! ”",
    "2947576723": "ഈ സ്റ്റോറി ഡ്രൈവിംഗ് ലൈസൻസുകൾക്കും ഡിജിറ്റൽ ഫിംഗർ പ്രിന്റിംഗിനും മുമ്പുള്ളതാണ്, എന്നാൽ അക്കൗണ്ട് ഏറ്റെടുക്കൽ സാഹചര്യത്തിൽ എന്ത് തെറ്റ് സംഭവിക്കാം എന്നതിന്റെ മികച്ച ഉദാഹരണം ഇത് നൽകുന്നു. ഒരു വ്യക്തി ഒരു ഓൺലൈൻ ബാങ്ക് അക്കൗണ്ടിലേക്കോ മൊബൈൽ പേയ്‌മെന്റ് ആപ്പിലേക്കോ ലോഗിൻ ചെയ്യുന്നു. അവൻ യഥാർത്ഥ അക്കൗണ്ട് ഉടമയാണോ, അതോ ഹാക്കറാണോ? ആരാണ് ശരിക്കും ആരാണ്? ഈ സുരക്ഷാ പ്രശ്നങ്ങൾ സ്വയം സേവന അക്കൗണ്ട് ആക്സസ് അനുവദിക്കുന്ന സ്ഥാപനങ്ങളെ ബാധിക്കുന്നു.",
    "1687299615": "എന്താണ് അക്കൗണ്ട് ഏറ്റെടുക്കൽ?",
    "2648707986": "ഒരു ഓൺലൈൻ അക്കൗണ്ടിന്റെ ഉടമയായി ക്ഷുദ്രകരമായ നടൻ ആൾമാറാട്ടം നടത്തുന്ന സൈബർ തട്ടിപ്പിന്റെ ഒരു രൂപമാണ് അക്കൗണ്ട് ഏറ്റെടുക്കൽ. സാധാരണഗതിയിൽ, അക്കൗണ്ട് ഒരു സാമ്പത്തിക സ്ഥാപനത്തിലോ ഒരു ഇ-കൊമേഴ്‌സ് ബിസിനസ്സിലോ ആണ്, അവിടെ തട്ടിപ്പുകാരന് പണമോ ചരക്കുകളോ സമ്മാന കാർഡുകളോ മോഷ്ടിക്കാൻ കഴിയും. അക്കൗണ്ട് ആക്‌സസ് ചെയ്യാനും പിന്നീട് അത് ഏറ്റെടുക്കാനും ആക്രമണകാരി മോഷ്ടിച്ച ലോഗിൻ ക്രെഡൻഷ്യലുകൾ ഉപയോഗിക്കുന്നു, ഒരുപക്ഷേ യഥാർത്ഥ അക്കൗണ്ട് ഉടമയെ ലോക്ക് ചെയ്യാൻ പാസ്‌വേഡ് മാറ്റാം.",
    "1476843710": "സാമ്പത്തികമായി ഹാനികരമല്ലാത്തതും എന്നാൽ ഇപ്പോഴും നാശമുണ്ടാക്കുന്നതുമായ അക്കൗണ്ട് ഏറ്റെടുക്കൽ രീതികളിൽ സോഷ്യൽ മീഡിയ അക്കൗണ്ടുകളും മറ്റും ഹൈജാക്ക് ചെയ്യപ്പെടുന്നു. ഇത്തരം സന്ദർഭങ്ങളിൽ, ആക്രമണകാരി സാധാരണയായി ക്ഷുദ്രവെയർ പ്രചരിപ്പിക്കാനോ ഇരയുടെ സംശയാസ്പദമായ സുഹൃത്തുക്കൾക്കെതിരെ ഫിഷിംഗ് ആക്രമണങ്ങളിൽ ഏർപ്പെടാനോ ശ്രമിക്കുന്നു. അല്ലെങ്കിൽ, ആക്രമണകാരി ഇരയെ ലജ്ജിപ്പിക്കാൻ ശ്രമിക്കുന്നു, ഇത് ചിലപ്പോൾ സെലിബ്രിറ്റികൾക്കും രാഷ്ട്രീയക്കാർക്കും സംഭവിക്കുന്നു, ഉദാഹരണത്തിന്.",
    "2904949278": "ഒരു ഹാക്കർ എങ്ങനെയാണ് ഒരു അക്കൗണ്ട് ഏറ്റെടുക്കുന്നത്?",
    "2575690545": "വളരെയധികം സൈബർ തട്ടിപ്പുകൾ പോലെ അക്കൗണ്ട് ഏറ്റെടുക്കലുകളും മിക്കവാറും യാന്ത്രികമായ, ബഹുജന പ്രക്രിയകളുടെ കാര്യമാണ്. അമ്മയുടെ ബേസ്‌മെന്റിൽ ഹൂഡി ധരിച്ച ഒരു ഹാക്കർ ബാങ്ക് വെബ്‌സൈറ്റുകളിൽ പാസ്‌വേഡുകൾ ഓരോന്നായി ടൈപ്പ് ചെയ്യുന്നത് അപൂർവമാണ്.",
    "3614653023": "പകരം, അക്കൗണ്ടുകളുടെ ഒരു ചെറിയ ഉപവിഭാഗം അൺലോക്ക് ചെയ്യാമെന്ന പ്രതീക്ഷയിൽ ഡസൻ കണക്കിന് ധനകാര്യ സ്ഥാപനങ്ങളിൽ ദശലക്ഷക്കണക്കിന് ഉപയോക്തൃനാമം/പാസ്‌വേഡ് ജോഡികൾ പരീക്ഷിക്കുന്ന വലിയ തോതിലുള്ള ക്രെഡൻഷ്യൽ സ്റ്റഫിംഗ് ആക്രമണങ്ങളെയാണ് ഈ രീതി ആശ്രയിക്കുന്നത്. ഓട്ടോമേറ്റഡ് ഫ്രോഡ് സോഫ്‌റ്റ്‌വെയർ അക്കൗണ്ടിലേക്ക് ആക്‌സസ് ലഭിച്ചുകഴിഞ്ഞാൽ, ഒരു ഹ്യൂമൻ ഹാക്കർ ഉൾപ്പെട്ടേക്കാം, എന്നാൽ ചില സന്ദർഭങ്ങളിൽ, അങ്ങനെയല്ല.",
    "2762759509": "ധാരാളം അക്കൗണ്ട് ഏറ്റെടുക്കൽ ആക്രമണങ്ങൾ ഏതാണ്ട് പൂർണ്ണമായും ഓട്ടോമേറ്റഡ് ആണ്.",
    "1972710018": "കമ്പനിയുടെ വീക്ഷണകോണിൽ നിന്ന് ഇത് കാണുന്നു",
    "1282121137": "അക്കൗണ്ട് ഏറ്റെടുക്കൽ എത്രത്തോളം പ്രശ്നകരമാണെന്ന് മനസിലാക്കാൻ, സാമ്പത്തിക സ്ഥാപനത്തിന്റെ വീക്ഷണകോണിൽ നിന്ന് അനുഭവം എങ്ങനെയായിരിക്കുമെന്ന് പരിഗണിക്കുക. അവർ ദിവസവും ദശലക്ഷക്കണക്കിന് ലോഗിനുകൾ കൈകാര്യം ചെയ്യുന്നു.",
    "2315518622": "ഇന്നത്തെ ആക്രമണ ടൂളുകളിൽ ലഭ്യമായ സങ്കീർണ്ണത ഉപയോഗിച്ച്, വഞ്ചനാപരമായവ എന്താണെന്ന് കണ്ടെത്തുന്നത് അങ്ങേയറ്റം വെല്ലുവിളി നിറഞ്ഞതാണ്. തുടർന്ന്, ഒരു വ്യക്തി ഉപഭോക്തൃ സേവന ലൈനിലേക്ക് വിളിച്ച് “എന്റെ അക്കൗണ്ട് ആക്രമിക്കപ്പെട്ടു! എനിക്ക് ലോഗിൻ ചെയ്യാൻ കഴിയില്ല, ആരോ എന്റെ പണം മോഷ്ടിക്കുന്നു!",
    "1836369533": "നാടോടി കഥയിലെ കോൺസ്റ്റബിളിനെപ്പോലെ, ആരാണ് യഥാർത്ഥത്തിൽ ആരെന്ന് എങ്ങനെ നിർണ്ണയിക്കും? ഡ്രൈവർമാരുടെ ലൈസൻസ് നമ്പർ, സോഷ്യൽ സെക്യൂരിറ്റി നമ്പർ, അമ്മയുടെ കന്നിപ്പേര്, വിലാസം തുടങ്ങിയ മതിയായ ഐഡന്റിറ്റി ഘടകങ്ങൾ ആക്രമണകാരിക്ക് ഉണ്ടെങ്കിൽ, വിളിക്കുന്നയാൾ യഥാർത്ഥ അക്കൗണ്ട് ഉടമയാണോ അതോ ആക്രമണകാരിയാണോ എന്ന് നിർണ്ണയിക്കാൻ വളരെ ബുദ്ധിമുട്ടായിരിക്കും. അവൻ നുഴഞ്ഞുകയറാൻ ആഗ്രഹിക്കുന്ന ഒരു അക്കൗണ്ടിൽ പാസ്‌വേഡ് പുനഃസജ്ജമാക്കുക.",
    "2880837730": "അക്കൗണ്ട് ഏറ്റെടുക്കൽ തടയാൻ എന്താണ് ചെയ്യേണ്ടത്?",
    "3654556483": "സാമ്പത്തിക സ്ഥാപനങ്ങൾക്കും ഇ-കൊമേഴ്‌സ് കമ്പനികൾക്കും ചില അക്കൗണ്ട് ഏറ്റെടുക്കൽ ഭീഷണി ലഘൂകരിക്കുന്ന പ്രക്രിയകളും നിയന്ത്രണങ്ങളും ഉണ്ട്. പഴയ രീതിയിലുള്ള \"പ്രാഥമിക സ്കൂളിലെ നിങ്ങളുടെ ഉറ്റ ചങ്ങാതിയുടെ പേര് എന്തായിരുന്നു\" എന്ന സുരക്ഷാ ചോദ്യങ്ങൾ മുതൽ സംശയാസ്പദമായ IP വിലാസങ്ങളും മൊബൈൽ ഉപകരണ പ്രൊഫൈലുകളും കണ്ടെത്തുന്ന കണ്ടെത്തൽ രീതികൾ വരെ ഇതിൽ ഉൾപ്പെടുന്നു.",
    "2449501658": "വഞ്ചനാപരമായ അക്കൗണ്ട് ലോഗിൻ ശ്രമങ്ങളിൽ നിന്നുള്ള ഭീഷണി ലഘൂകരിക്കുന്നതിനുള്ള ഏറ്റവും വിപുലമായ മാർഗങ്ങളിലൊന്ന് നൽകുന്നു, ബോട്ടുകൾ കണ്ടെത്തുന്നതിനും നിർത്തുന്നതിനും മെഷീൻ ലേണിംഗ് ഉപയോഗിക്കുന്നു, കൂടാതെ തട്ടിപ്പുകാർക്ക് അക്കൗണ്ട് ഏറ്റെടുക്കലിൽ ഏർപ്പെടുന്നത് വളരെ ബുദ്ധിമുട്ടുള്ളതോ അസാധ്യമോ ആക്കുന്നു.",
    "3621455477": "കൂടുതൽ പഠിക്കാൻ!",
    "555246307": "വഴിയിൽ, കുലീനന്റെയും ഡ്രൈവറുടെയും കഥ അവസാനിക്കുന്നത് ഇങ്ങനെയാണ്: കോൺസ്റ്റബിൾ രണ്ട് പേരെയും മണിക്കൂറുകളോളം ഒരു മുറിയിൽ ഇരുത്തി അവരുടെ മനസ്സിൽ നിന്ന് ബോറടിപ്പിച്ചു. ദിവസാവസാനം, അവൻ പ്രത്യക്ഷപ്പെട്ട് പറഞ്ഞു, \"ഞാൻ ഇപ്പോൾ വാഗൺ ഡ്രൈവറുമായി സംസാരിക്കും.\" മാന്യമായ വസ്ത്രം ധരിച്ചയാൾ എഴുന്നേറ്റു. അവൻ വളരെ ബോറടിച്ചു, താൻ കുലീനനായി അഭിനയിക്കുക മാത്രമാണെന്ന് അവൻ മറന്നു.",
    "1224727373": "hCaptcha യുടെ BotStop",
    "1187718370": "ഞങ്ങളെ സമീപിക്കുക",
    "3892905664": "മനുഷ്യർക്ക് എളുപ്പമുള്ളതും മെഷീനുകൾക്ക് ബുദ്ധിമുട്ടുള്ളതുമായ ലളിതമായ ചോദ്യങ്ങൾ ചോദിച്ച് ബോട്ടുകൾ, സ്പാം, ദുരുപയോഗം എന്നിവ ഒഴിവാക്കാൻ hCaptcha നിങ്ങളുടെ പ്രിയപ്പെട്ട ഓൺലൈൻ സേവനങ്ങളെ സഹായിക്കുന്നു.",
    "555158694": "ക്ഷുദ്രകരമായ ട്രാഫിക് കുറയ്ക്കുന്നതിന് hCaptcha ഇൻസ്റ്റാൾ ചെയ്തുകൊണ്ട് അവരുടെ സൈറ്റിലെ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ നിങ്ങൾ ഉപയോഗിക്കുന്ന ഒരു സേവനം തിരഞ്ഞെടുത്തു.",
    "1617196410": "hCaptcha ബോട്ടുകൾ നിർത്തുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിച്ചിരിക്കുന്നു. ഒരു ഉപയോക്താവ് ആരാണെന്നത് ഞങ്ങൾ കാര്യമാക്കുന്നില്ല, പക്ഷേ അവർ ക്ഷുദ്രകരാണോ എന്നത് മാത്രം. സ്വകാര്യത & സന്തുലിതമാക്കാൻ ഞങ്ങൾ കഠിനമായി പരിശ്രമിക്കുന്നു",
    "1624200563": "സുരക്ഷ, ഒപ്പം GDPR, CCPA, LGPD, PIPL, മറ്റ് സ്വകാര്യതാ നിയന്ത്രണങ്ങൾ എന്നിവയ്ക്ക് അനുസൃതമായി പ്രവർത്തിക്കുക.",
    "1927613000": "അക്കൗണ്ട് ഏറ്റെടുക്കൽ, ക്രെഡൻഷ്യൽ സ്റ്റഫ് ചെയ്യൽ, സ്‌ക്രാപ്പിംഗ്, മറ്റ് തരത്തിലുള്ള ദുരുപയോഗം എന്നിവയിൽ നിന്ന് വെബ് ആപ്ലിക്കേഷനുകളെ പരിരക്ഷിക്കുന്നതിന് hCaptcha അത്യാധുനിക മെഷീൻ ലേണിംഗും ശക്തമായ വെല്ലുവിളി പ്ലാറ്റ്‌ഫോമും സംയോജിപ്പിക്കുന്നു.",
    "1133989302": "എന്തുകൊണ്ട് hCaptcha?",
    "34074886": "ഓരോ തവണയും നിങ്ങൾ ഒരു വെല്ലുവിളിക്ക് ഉത്തരം നൽകുമ്പോൾ, നിങ്ങൾ മനുഷ്യനാണോ എന്ന് മനസിലാക്കാൻ ഞങ്ങൾ അത്യാധുനിക മോഡലുകൾ ഉപയോഗിക്കുന്നു. നിങ്ങൾ സന്ദർശിച്ച വെബ്‌സൈറ്റ് ബോട്ടുകളെ ഒഴിവാക്കി അവരുടെ സൈറ്റിലെ നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നതിന് ഈ ഫലം ഉപയോഗിക്കുന്നു.",
    "3412647984": "ഒരു കുക്കി രജിസ്റ്റർ ചെയ്ത് സജ്ജീകരിക്കുന്നതിലൂടെ ഭാവിയിലെ ചോദ്യങ്ങൾ ഒഴിവാക്കാൻ ഇത് നിങ്ങളെ അനുവദിക്കുന്നു. നിങ്ങളുടെ പരസ്യ ബ്ലോക്കർ ഓഫാക്കാനും ശ്രമിക്കുക.",
    "2510209017": "കൂടുതൽ സഹായം ആവശ്യമുണ്ടോ?",
    "477275453": "എന്തുകൊണ്ടാണ് API-കൾ ഹാക്കർമാർക്കുള്ള ഒരു ജനപ്രിയ ലക്ഷ്യം?",
    "596347471": "ആപ്ലിക്കേഷൻ പ്രോഗ്രാമിംഗ് ഇന്റർഫേസുകൾ (API-കൾ) സൈബർസ്‌പേസിലെ ക്ഷുദ്ര അഭിനേതാക്കളുടെ ഒരു ജനപ്രിയ ലക്ഷ്യമായി മാറിയിരിക്കുന്നു. ഇതിന് നിരവധി കാരണങ്ങളുണ്ട്, ആപ്ലിക്കേഷൻ സംയോജനത്തിലെ അവയുടെ മികച്ച പ്രയോജനം ഉൾപ്പെടെ. എന്നിരുന്നാലും API അപകടസാധ്യത ലഘൂകരിക്കുന്നത് സാധ്യമാണ്.",
    "2441638955": "ആദ്യം, എന്താണ് API?",
    "3963216198": "എന്തുകൊണ്ടാണ് API-കൾ ഹാക്കർമാർക്കുള്ള ഒരു ജനപ്രിയ ടാർഗെറ്റ് എന്ന് ചർച്ച ചെയ്യാൻ, \"API\" എന്ന പദം നിലവിൽ എന്താണ് അർത്ഥമാക്കുന്നത് എന്ന് നിർവചിക്കാൻ ആദ്യം ഒരു ചെറിയ നിമിഷം എടുക്കുന്നത് മൂല്യവത്താണ്. API എന്ന ആശയം പുതിയതല്ല. വാസ്തവത്തിൽ, വിവിധ കമ്പ്യൂട്ടർ സിസ്റ്റങ്ങളെ പരസ്പരം ബന്ധിപ്പിക്കുന്നതിനുള്ള ഇന്റർഫേസുകളും അവയുടെ ആന്തരിക ഘടകങ്ങളും കുറഞ്ഞത് 1960-കളുടെ ആരംഭം മുതൽ നിലവിലുണ്ട്.",
    "1047251718": "എന്നിരുന്നാലും, ഇന്ന് ആളുകൾ API-കളെ കുറിച്ച് സംസാരിക്കുമ്പോൾ, അവ സ്ഥിരമായി അർത്ഥമാക്കുന്നത് മാനദണ്ഡങ്ങൾ അടിസ്ഥാനമാക്കിയുള്ള API-കളെയാണ്. റെപ്രസന്റേഷനൽ സ്റ്റേറ്റ് ട്രാൻസ്ഫർ (REST) പോലുള്ള ഓപ്പൺ സ്റ്റാൻഡേർഡുകളും JavaScript ഒബ്ജക്റ്റ് നോട്ടേഷൻ (JSON) പോലെയുള്ള ഓപ്പൺ സ്റ്റാൻഡേർഡ് ഫയൽ ഫോർമാറ്റുകളും ഉപയോഗിച്ച് നിർമ്മിച്ച API-കളാണിവ. അത്തരം \"RESTful API-കൾ\" അറിയപ്പെടുന്നതുപോലെ, കുത്തക സോഫ്റ്റ്‌വെയറിന്റെ ആവശ്യമില്ലാതെ സൃഷ്ടിക്കാൻ കഴിയും. തത്ഫലമായുണ്ടാകുന്ന API-കൾക്ക് സോഫ്റ്റ്‌വെയർ ആപ്ലിക്കേഷനുകൾക്കിടയിൽ ഡാറ്റയും നടപടിക്രമ കോളുകളും അയയ്ക്കാനും സ്വീകരിക്കാനും കഴിയും. ഉദാഹരണത്തിന്, ഒരു മൊബൈൽ ബാങ്കിംഗ് ആപ്പ് ബാങ്കിന്റെ സിസ്റ്റങ്ങൾ ആക്സസ് ചെയ്യാൻ ഒരു API ഉപയോഗിക്കുന്നു.",
    "3195334319": "API-കളുടെ ഉപയോഗവും ദുർബലതയും",
    "1903743785": "സ്റ്റാൻഡേർഡ് അധിഷ്ഠിത എപിഐകളുടെ വരവ് ആപ്ലിക്കേഷൻ സംയോജനത്തിൽ ഒരു വലിയ കുതിച്ചുചാട്ടത്തെ പ്രതിനിധീകരിക്കുന്നു. കഴിഞ്ഞ 20 വർഷത്തോളമായി, API-കൾ ചെലവേറിയതും സങ്കീർണ്ണവുമായ കുത്തക സോഫ്റ്റ്‌വെയർ ഉൽപന്നങ്ങളിൽ നിന്ന് സ്വതന്ത്രവും, താരതമ്യേന എളുപ്പമുള്ളതും വിന്യസിക്കാൻ എളുപ്പമുള്ളതുമായ സ്റ്റാൻഡേർഡ് അധിഷ്‌ഠിത ടൂളുകളിലേക്ക് മാറി.",
    "879362350": "പുതിയ API-കൾ ഇൻറർനെറ്റിൽ പ്രവർത്തിക്കുന്നതിനാൽ, പ്ലാറ്റ്‌ഫോം, ഡാറ്റാ സ്കീമ അല്ലെങ്കിൽ പ്രോഗ്രാമിംഗ് ഭാഷ എന്നിവ പരിഗണിക്കാതെ ലോകത്തെവിടെയും ഏത് സോഫ്‌റ്റ്‌വെയറോ ഡാറ്റാ ഉറവിടമോ കണക്‌റ്റുചെയ്യുന്നത് സാധ്യമായി. തൽഫലമായി, കമ്പ്യൂട്ടിംഗ് ലോകം ഇപ്പോൾ ഒരു API വിപ്ലവത്തിന്റെ നടുവിലാണ്. ആപ്ലിക്കേഷനുകളും ഡാറ്റയും തമ്മിലുള്ള കണക്റ്റിവിറ്റിയിൽ ഒരു പൊട്ടിത്തെറി ഉണ്ടായി. അത് കൊള്ളാം, അല്ലാത്തത് വരെ.",
    "3844432472": "API-കളുടെ തുറന്നതും ഉപയോഗപ്രദവുമായത് അവരെ ആക്രമണകാരികൾക്ക് അവിശ്വസനീയമാംവിധം സമ്പന്നമായ ലക്ഷ്യങ്ങളാക്കി മാറ്റുന്നു. ഒരു എപിഐ ഉപയോഗിച്ച് ഒരു കോർപ്പറേറ്റ് സിസ്റ്റത്തിൽ നിന്ന് ഡാറ്റ നേടാനും എത്തിച്ചേരാനും ഒരു മൊബൈൽ ആപ്പിന് പ്രോഗ്രാം ചെയ്യാനാകുന്നതുപോലെ, ഒരു മാൽവെയറിനും കഴിയും. API-കൾ ദുരുപയോഗം ചെയ്യുന്നതിനായി ഹാക്കർമാർ വൈവിധ്യമാർന്ന സോഫ്റ്റ്‌വെയർ ടൂളുകൾ എഴുതിയിട്ടുണ്ട്. ഇതൊരു ഫലപ്രദമായ ആക്രമണ വിദ്യയാണ്.",
    "2187096543": "തീർച്ചയായും, ഒരു ഡാറ്റാബേസിൽ നിന്ന് ഡാറ്റ എക്‌സ്‌ട്രാക്‌റ്റുചെയ്യാൻ ഒരു API-യെ വിളിച്ച ഹാക്കർ-എഴുതപ്പെട്ട സോഫ്റ്റ്‌വെയറിന്റെ ഫലമായി ചില പ്രധാന ഡാറ്റാ ലംഘനങ്ങൾ ഉണ്ടായിട്ടുണ്ട്. എല്ലാത്തിനുമുപരി, ഡാറ്റ മോഷ്ടിക്കുന്നതിന് REST, JSON എന്നിവ ഉപയോഗിച്ച് എഴുതിയ API-യിൽ ഒരു അടിസ്ഥാന GET കോൾ ആവശ്യമാണെങ്കിൽ, ഒരു ഡാറ്റാബേസ് വേഗത്തിൽ വൃത്തിയാക്കുന്നത് എളുപ്പമാണ്. വാസ്തവത്തിൽ, ആളുകൾ \"സ്ക്രീൻ സ്ക്രാപ്പിംഗ്\" ആക്രമണങ്ങളെക്കുറിച്ച് സംസാരിക്കുമ്പോൾ, അവർ യഥാർത്ഥത്തിൽ അർത്ഥമാക്കുന്നത്, കൂടുതലും, ഡാറ്റാബേസുകളിൽ നിന്ന് ഡാറ്റ പുറത്തെടുക്കുന്ന ദ്രുത-ഫയർ API കോളുകളാണ്. അവ നിർമ്മിക്കുന്ന ഓർഗനൈസേഷനുകൾക്ക് API-കൾ ഒരു പ്രധാന ആക്രമണ പ്രതലമായി മാറിയിരിക്കുന്നു.",
    "4222109231": "hCaptcha യുടെ എന്റർപ്രൈസ് ഉൽപ്പന്നം ഉപയോഗിച്ച് API അപകടസാധ്യത ലഘൂകരിക്കുന്നു",
    "1783317946": "API ആക്രമണങ്ങൾ നിർത്തുന്നത് ഒരു ജനപ്രിയ ഉപയോഗമാണ്",
    "3022922096": ", hCaptcha ഉൽപ്പന്നങ്ങളുടെ എന്റർപ്രൈസ് സ്യൂട്ട്. hCaptcha യുടെ സൗജന്യ പതിപ്പിൽ നിന്ന് വ്യത്യസ്തമായി,",
    "63719113": "നിങ്ങളുടെ സൈറ്റിലേക്കും ആപ്പുകളിലേക്കുമുള്ള ക്ഷുദ്ര ട്രാഫിക് തിരിച്ചറിയാൻ വിപുലമായ മെഷീൻ ലേണിംഗ് ഉപയോഗിക്കുന്നു - സ്ക്രാപ്പിംഗ് പ്രവർത്തനങ്ങൾ ഉൾപ്പെടെ.",
    "3566102529": "കൂടുതലറിയാൻ ഇന്ന് ഞങ്ങൾ.",
    "3096553330": "നമ്മൾ സൃഷ്ടിക്കുന്ന ഓരോ സിസ്റ്റവും മറ്റുള്ളവരുമായുള്ള നമ്മുടെ ബന്ധത്തെ പ്രതിഫലിപ്പിക്കുന്നു.",
    "1467218142": "അവരിൽ നിന്നും നമ്മളിൽ നിന്നും നമ്മൾ ആഗ്രഹിക്കുന്നത് നമ്മുടെ പെരുമാറ്റത്തെ നയിക്കുന്നു, അങ്ങനെ എല്ലാ മനുഷ്യ വ്യവസ്ഥിതികളിലും ഒരേ പാറ്റേൺ പാറ്റേണുകൾ ആവർത്തിക്കുന്നു. നമ്മുടെ ലോകത്തിന്റെ ഈ അടിസ്ഥാന വശത്തിന്റെ നിരവധി ഉദാഹരണങ്ങൾ ഇന്റർനെറ്റ് നൽകുന്നു.",
    "808872868": "ഉദാഹരണത്തിന്: സ്‌പാം, വഞ്ചന, ദുരുപയോഗം എന്നിവ രണ്ട് സിസ്റ്റങ്ങൾ ഒരുമിച്ച് കണക്‌റ്റ് ചെയ്‌തതിന്റെ തൊട്ടടുത്ത ദിവസം മുതൽ ഓൺലൈനിൽ നിലവിലുണ്ട്.",
    "1085089390": "മനുഷ്യസഹജമായ പെരുമാറ്റങ്ങളിൽ നിന്നാണ് ഓൺലൈൻ ദുരുപയോഗം ഉടലെടുക്കുന്നത്",
    "3064321967": "അറിയപ്പെടുന്ന ആദ്യത്തെ സ്പാം ഇമെയിൽ അയച്ചത് 1978 ലാണ്.",
    "3800781598": "] ഏതാണ്ട് അഞ്ച് പതിറ്റാണ്ടുകൾക്ക് ശേഷം, ഇമെയിൽ സ്പാം നമ്മെ പീഡിപ്പിക്കുന്നത് തുടരുന്നു. അനേകം കോടിക്കണക്കിന് ഡോളറുകളും ആയിരക്കണക്കിന് വ്യക്തി-വർഷങ്ങളുടെ എഞ്ചിനീയറിംഗ് പരിശ്രമവും അതിനെ പരാജയപ്പെടുത്താൻ ശ്രമിച്ചു, എന്നിട്ടും സ്പാം നിലനിൽക്കുന്നു. ഇരുവശത്തും ബില്യൺ ഡോളർ വ്യവസായങ്ങളുണ്ട്, അതായത് അതിനെതിരെ പ്രതിരോധിക്കുന്നവരും അത് അയയ്ക്കുന്നവരും.",
    "2119943547": "ഇതെന്തുകൊണ്ടാണ്? ഉത്തരം ലളിതമാണ്. ഒരു സിസ്റ്റം ദുരുപയോഗം ചെയ്യാനുള്ള പ്രചോദനം ഉള്ളിടത്തോളം, ആരെങ്കിലും പൊതുവെ ഒരു വഴി കണ്ടെത്തും. ഒരിക്കൽ അവർ ചെയ്‌താൽ, അവരെ തടയാൻ മറ്റൊരാൾക്ക് ഇപ്പോൾ ഒരു പ്രോത്സാഹനമുണ്ടാകും.",
    "532470444": "ബാലൻസ് വർഷം തോറും അല്പം മാറിയേക്കാം, എന്നാൽ ഈ സ്വഭാവം അടിസ്ഥാനപരമായ മനുഷ്യ സ്വഭാവത്തെ പ്രതിഫലിപ്പിക്കുന്നു, കൂടാതെ അയ്യായിരം വർഷത്തെ റെക്കോർഡ് ചരിത്രം സൂചിപ്പിക്കുന്നത് ചലനാത്മകത ഉടൻ മാറാൻ സാധ്യതയില്ല.",
    "3193548097": "ഹോപ്പ് സ്പ്രിംഗ്സ് എറ്റേണൽ",
    "4065614934": "ഈ വിശകലനം പുതിയതല്ല, എന്നാൽ ആളുകൾ ശാശ്വത ശുഭാപ്തിവിശ്വാസികളാണ്. പ്രത്യേകിച്ചും അവരുടെ ആശയം പുതിയതാണെന്ന് അവർ കരുതുമ്പോൾ.",
    "1216071511": "ഇതേ ആശയങ്ങൾ ഇടയ്ക്കിടെ നിർദ്ദേശിക്കപ്പെടുന്നു, ഏകദേശം 20 വർഷം മുമ്പ്, സ്പാം വിരുദ്ധ പരിഹാരങ്ങളെക്കുറിച്ചുള്ള ഓൺലൈൻ ചർച്ചകൾക്കായി ഒരു അജ്ഞാത രചയിതാവ് സഹായകരമായ പൂരിപ്പിക്കൽ-ഇൻ-ദി-ബ്ലാങ്ക് കൊണ്ടുവന്നു:",
    "1941999673": "നിങ്ങളുടെ പോസ്റ്റ് അഭിഭാഷകർ എ",
    "4179118182": "( ) സാങ്കേതിക ( ) നിയമനിർമ്മാണ ( ) വിപണി അടിസ്ഥാനമാക്കിയുള്ള ( ) ജാഗ്രത",
    "3978720689": "സ്പാമിനെതിരെ പോരാടുന്നതിനുള്ള സമീപനം. നിങ്ങളുടെ ആശയം പ്രവർത്തിക്കില്ല. ഇത് പ്രവർത്തിക്കാത്തതിന്റെ കാരണം ഇതാ.",
    "318339230": "(ഇനിപ്പറയുന്ന ഒന്നോ അതിലധികമോ കാര്യങ്ങൾ നിങ്ങളുടെ പ്രത്യേക ആശയത്തിന് ബാധകമായേക്കാം, അത് ഉണ്ടായിരിക്കാം",
    "30312304": "ഒരു മോശം ഫെഡറൽ നിയമം പാസാക്കുന്നതിന് മുമ്പ് സംസ്ഥാനങ്ങളിൽ നിന്ന് വ്യത്യസ്തമായ മറ്റ് പിഴവുകൾ.)",
    "2710988028": "( ) ഇമെയിൽ വിലാസങ്ങൾ ശേഖരിക്കാൻ സ്പാമർമാർക്ക് ഇത് എളുപ്പത്തിൽ ഉപയോഗിക്കാനാകും",
    "3912514510": "( ) മെയിലിംഗ് ലിസ്റ്റുകളെയും മറ്റ് നിയമാനുസൃത ഇമെയിൽ ഉപയോഗങ്ങളെയും ബാധിക്കും",
    "2030062561": "() ആളെ കണ്ടെത്താനോ പണം ശേഖരിക്കാനോ ആർക്കും കഴിയില്ല",
    "3334160175": "() ക്രൂരമായ ആക്രമണങ്ങൾക്കെതിരെ ഇത് പ്രതിരോധമില്ലാത്തതാണ്",
    "3238345709": "( ) ഇത് രണ്ടാഴ്ചത്തേക്ക് സ്പാം നിർത്തും, തുടർന്ന് ഞങ്ങൾ അതിൽ കുടുങ്ങിപ്പോകും",
    "4227800293": "( ) ഇമെയിൽ ഉപയോഗിക്കുന്നവർ അത് സഹിക്കില്ല",
    "2271252286": "( ) മൈക്രോസോഫ്റ്റ് അത് സഹിക്കില്ല",
    "692064738": "( ) പോലീസ് അത് പൊറുക്കില്ല",
    "3475647460": "( ) സ്പാമർമാരിൽ നിന്ന് വളരെയധികം സഹകരണം ആവശ്യമാണ്",
    "1482845460": "() എല്ലാവരിൽ നിന്നും ഒരേസമയം പൂർണ്ണമായ സഹകരണം ആവശ്യമാണ്",
    "3741193183": "( ) പല ഇമെയിൽ ഉപയോക്താക്കൾക്കും ബിസിനസ്സ് നഷ്‌ടപ്പെടുത്താനോ സാധ്യതയുള്ള തൊഴിലുടമകളെ അകറ്റാനോ കഴിയില്ല",
    "2234909600": "( ) സ്‌പാമർമാർ അവരുടെ ലിസ്റ്റുകളിലെ അസാധുവായ വിലാസങ്ങളെക്കുറിച്ച് കാര്യമാക്കുന്നില്ല",
    "1982617151": "( ) ആർക്കും അജ്ഞാതമായി മറ്റാരുടെയും കരിയർ അല്ലെങ്കിൽ ബിസിനസ്സ് നശിപ്പിക്കാൻ കഴിയും",
    "2498172334": "പ്രത്യേകിച്ചും, നിങ്ങളുടെ പ്ലാൻ കണക്കിലെടുക്കുന്നതിൽ പരാജയപ്പെടുന്നു",
    "389705801": "( ) അത് വ്യക്തമായി നിരോധിക്കുന്ന നിയമങ്ങൾ",
    "190955495": "( ) ഇമെയിലിന് കേന്ദ്രീകൃതമായി നിയന്ത്രിക്കുന്ന അധികാരത്തിന്റെ അഭാവം",
    "237009707": "() വിദേശ രാജ്യങ്ങളിൽ തുറന്ന റിലേകൾ",
    "3507532387": "( ) എല്ലാ ഇമെയിൽ വിലാസങ്ങളുടെയും ചെറിയ ആൽഫാന്യൂമെറിക് വിലാസ ഇടം തിരയാനുള്ള എളുപ്പം",
    "2477958756": "() മോശം ആളുകൾ",
    "3254142589": "() അധികാരപരിധിയിലെ പ്രശ്നങ്ങൾ",
    "3621401685": "( ) വിചിത്രമായ പുതിയ നികുതികളുടെ ജനപ്രീതിയില്ലായ്മ",
    "4277475973": "( ) വിചിത്രമായ പുതിയ രൂപത്തിലുള്ള പണം സ്വീകരിക്കാനുള്ള പൊതു വിമുഖത",
    "941057651": "( ) SMTP-യിൽ നിലവിലുള്ള വലിയ സോഫ്റ്റ്‌വെയർ നിക്ഷേപം",
    "3265293440": "( ) ആക്രമണത്തിന് SMTP ഒഴികെയുള്ള പ്രോട്ടോക്കോളുകളുടെ സംവേദനക്ഷമത",
    "515733427": "( ) ഇമെയിൽ വഴി ലഭിച്ച OS പാച്ചുകൾ ഇൻസ്റ്റാൾ ചെയ്യാനുള്ള ഉപയോക്താക്കളുടെ സന്നദ്ധത",
    "2631159699": "( ) ബ്രോഡ്ബാൻഡ് ബന്ധിപ്പിച്ച വിൻഡോസ് ബോക്സുകളുടെ സൈന്യം",
    "776542208": "( ) എല്ലാ ഫിൽട്ടറിംഗ് സമീപനങ്ങളിലും ഉൾപ്പെട്ടിരിക്കുന്ന നിത്യ ആയുധ മൽസരം",
    "989480928": "( ) സ്പാമിന്റെ അങ്ങേയറ്റം ലാഭക്ഷമത",
    "3898950867": "( ) ജോ ജോലികൾ കൂടാതെ/അല്ലെങ്കിൽ ഐഡന്റിറ്റി മോഷണം",
    "3395399558": "() സാങ്കേതികമായി നിരക്ഷരരായ രാഷ്ട്രീയക്കാർ",
    "1118929614": "( ) സ്‌പാമർമാരുമായി ബിസിനസ്സ് നടത്തുന്ന ആളുകളുടെ ഭാഗത്തുനിന്നുള്ള അങ്ങേയറ്റം മണ്ടത്തരം",
    "838951836": "( ) സ്പാമർമാരുടെ തന്നെ സത്യസന്ധത",
    "2123236933": "( ) ക്ലയന്റ് ഫിൽട്ടറിംഗ് ബാധിക്കാത്ത ബാൻഡ്‌വിഡ്ത്ത് ചെലവുകൾ",
    "2292919419": "() ഔട്ട്ലുക്ക്",
    "2534436327": "കൂടാതെ ഇനിപ്പറയുന്ന തത്വശാസ്ത്രപരമായ എതിർപ്പുകളും ബാധകമായേക്കാം:",
    "832385387": "( ) നിങ്ങളുടേതിന് സമാനമായ ആശയങ്ങൾ കൊണ്ടുവരാൻ എളുപ്പമാണ്, എന്നിട്ടും ഒന്നും പ്രായോഗികമായി കാണിച്ചിട്ടില്ല",
    "1993984258": "( ) ഒഴിവാക്കലിനെ അടിസ്ഥാനമാക്കിയുള്ള ഏതൊരു സ്കീമും അസ്വീകാര്യമാണ്",
    "3909240516": "( ) SMTP തലക്കെട്ടുകൾ നിയമനിർമ്മാണത്തിന് വിഷയമാകരുത്",
    "1151065360": "( ) കരിമ്പട്ടികകൾ നശിക്കുന്നു",
    "2396605499": "( ) വൈറ്റ്‌ലിസ്റ്റുകൾ നശിക്കുന്നു",
    "2225785608": "( ) സെൻസർ ചെയ്യാതെ വയാഗ്രയെക്കുറിച്ച് സംസാരിക്കാൻ നമുക്ക് കഴിയണം",
    "3004688366": "() പ്രതിരോധ നടപടികളിൽ വയർ തട്ടിപ്പോ ക്രെഡിറ്റ് കാർഡ് തട്ടിപ്പോ ഉൾപ്പെടരുത്",
    "922470170": "() പൊതുശൃംഖലകളെ അട്ടിമറിക്കുന്നതിൽ പ്രതിപ്രവർത്തനങ്ങൾ ഉൾപ്പെടരുത്",
    "3068923550": "( ) ഘട്ടം ഘട്ടമായി ഘട്ടം ഘട്ടമായാൽ പ്രതിരോധ നടപടികൾ പ്രവർത്തിക്കണം",
    "2752975480": "( ) ഇമെയിൽ അയയ്‌ക്കുന്നത് സൗജന്യമായിരിക്കണം",
    "117227832": "( ) നിങ്ങളെയും നിങ്ങളുടെ സെർവറുകളെയും ഞങ്ങൾ എന്തിന് വിശ്വസിക്കണം?",
    "1021431157": "( ) ഓപ്പൺ സോഴ്സ് അല്ലെങ്കിൽ ഓപ്പൺ സോഴ്സ് ലൈസൻസുകളുമായുള്ള പൊരുത്തക്കേട്",
    "2801524659": "( ) ഫീൽ ഗുഡ് നടപടികൾ പ്രശ്നം പരിഹരിക്കാൻ ഒന്നും ചെയ്യുന്നില്ല",
    "931661269": "( ) താൽക്കാലിക/ഒറ്റത്തവണ ഇമെയിൽ വിലാസങ്ങൾ ബുദ്ധിമുട്ടാണ്",
    "2090457681": "( ) സർക്കാർ എന്റെ ഇമെയിൽ വായിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നില്ല",
    "3536122902": "( ) അവരെ അങ്ങനെ നിർത്തുന്നത് മന്ദഗതിയിലുള്ളതും വേദനാജനകവുമല്ല",
    "2391175562": "കൂടാതെ, ഞാൻ നിങ്ങളെക്കുറിച്ച് ചിന്തിക്കുന്നത് ഇതാണ്:",
    "229198134": "( ) ക്ഷമിക്കണം സുഹൃത്തേ, അത് പ്രവർത്തിക്കുമെന്ന് ഞാൻ കരുതുന്നില്ല.",
    "345563040": "( ) ഇതൊരു മണ്ടൻ ആശയമാണ്, ഇത് നിർദ്ദേശിക്കുന്നതിന് നിങ്ങൾ ഒരു വിഡ്ഢിയാണ്.",
    "409780280": "( ) നല്ല ശ്രമം, ****! ആരെങ്കിലും നിങ്ങളുടെ കീബോർഡിൽ കാലുകുത്തുമെന്ന് ഞാൻ പ്രതീക്ഷിക്കുന്നു!",
    "2820080973": "❤ ഉപയോഗിച്ച് ഹോസ്റ്റ് ചെയ്തത്",
    "3943164003": "അസംസ്കൃതമായി കാണുക",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "എന്തുകൊണ്ടാണ് നിങ്ങളുടെ പുതിയ ആന്റി-സ്‌പാം സൊല്യൂഷൻ പ്രവർത്തിക്കാത്തത്",
    "361795034": ". അജ്ഞാത എഴുത്തുകാരൻ, സി. 2000",
    "1547006769": "മനുഷ്യത്വ പരിശോധനയും ഇതേ പ്രശ്‌നമാണ്",
    "3717942925": "ഇമെയിൽ വഴി നിങ്ങളുടെ ശ്രദ്ധ ആകർഷിക്കാൻ ആഗ്രഹിക്കുന്ന ആളുകൾ എല്ലായ്‌പ്പോഴും ഉള്ളതുപോലെ, മനുഷ്യർക്ക് മാത്രം ആക്‌സസ് ചെയ്യാൻ കഴിയുന്ന ചില ഉറവിടങ്ങളിലേക്കുള്ള ആക്‌സസ് നിയന്ത്രിക്കാനുള്ള ആഗ്രഹം എപ്പോഴും ഉണ്ടായിരിക്കും.",
    "2481032625": "തടയുക എന്നതാണോ ലക്ഷ്യം:",
    "1691348394": "- പരിമിതമായ റിലീസ് വിൽപ്പന സമയത്ത് ഓട്ടോമേറ്റഡ് മാസ് വാങ്ങലുകൾ",
    "1771016224": "- നിങ്ങളുടെ വെബ്‌സൈറ്റിൽ നിന്ന് എല്ലാ ഉള്ളടക്കവും കൂട്ടത്തോടെ ഡൗൺലോഡ് ചെയ്യുന്നതിനുള്ള സോഫ്റ്റ്‌വെയർ",
    "1959762846": "- അനന്തമായ മാർക്കറ്റിംഗ് സ്പാം അല്ലെങ്കിൽ ദുരുപയോഗം കൊണ്ട് നിങ്ങളുടെ വെബ് ഫോമുകൾ പൂരിപ്പിച്ചിരിക്കുന്നത്",
    "345108670": "- ക്രെഡൻഷ്യൽ സ്റ്റഫ് ചെയ്യലും മറ്റ് അക്കൗണ്ട് ഏറ്റെടുക്കൽ ശ്രമങ്ങളും",
    "2540760245": "മറ്റ് പല ഉപയോഗങ്ങളിലും, \"മനുഷ്യനാണോ അല്ലയോ\" എന്നതിന്റെ അടിസ്ഥാനത്തിൽ ഓൺലൈൻ ട്രാഫിക്കിനെ ഫിൽട്ടർ ചെയ്യാൻ കഴിയുന്നത്, കഴിഞ്ഞ അയ്യായിരം വർഷമായി രേഖപ്പെടുത്തിയിരിക്കുന്ന അതേ പാറ്റേണുകൾ മനുഷ്യ പ്രകൃതം പിന്തുടരുന്നിടത്തോളം കാലം ഒരു മൂല്യവത്തായ ഉപകരണമായി നിലനിൽക്കും.",
    "3346362371": "മെഷീൻ ലേണിംഗിനെക്കുറിച്ച്?",
    "3619183405": "2021-ൽ ലളിതമായ CAPTCHA-കൾ ചിലപ്പോൾ സോഫ്‌റ്റ്‌വെയർ ഉപയോഗിച്ച് പരിഹരിക്കാനാകും, മെഷീൻ ലേണിംഗിലെ പുരോഗതിക്ക് നന്ദി. ഇത് പരിഹരിക്കുന്നതിന്, hCaptcha പോലുള്ള പ്രോപ്പർട്ടികളുടെ വളരെ വിശദമായ വിശകലനവും നടത്തുന്നു",
    "3292221787": "വെല്ലുവിളിക്ക് ഉത്തരം ലഭിച്ചു, അത് ശരിയാണോ എന്ന് മാത്രമല്ല, ഉപയോഗിച്ച ചോദ്യങ്ങളും ഡാറ്റയും ഇടയ്ക്കിടെ മാറ്റുന്നു.",
    "1080672247": "ഷെൽഫ് സോഫ്‌റ്റ്‌വെയർ ഉപയോഗിച്ച് ചോദിക്കുന്ന പല ചോദ്യങ്ങളും സാമ്പത്തികമായി പരിഹരിക്കാൻ കഴിയാത്തതിനാൽ, ഡാറ്റ സാധാരണയായി സിസ്റ്റത്തിന് അദ്വിതീയമായതിനാൽ, ബോട്ടുകൾ പലപ്പോഴും സൌജന്യ സേവനം വഴി പൂർണ്ണമായും നിർത്തലാക്കപ്പെടുന്നു, പകരം ഹ്യൂമൻ CAPTCHA സോൾവറുകളെ ആശ്രയിക്കണം. പല തരത്തിലുള്ള ദുരുപയോഗം തികച്ചും സാമ്പത്തികരഹിതമാക്കുന്നു.",
    "4172868199": "ഇതിനെക്കാളും കൂടുതൽ മുന്നോട്ട് പോകുന്നു, \"നല്ല മനുഷ്യനെ\" \"ചീത്ത മനുഷ്യനിൽ\" നിന്നും വേർതിരിച്ചറിയാൻ ശ്രമിക്കുന്ന മേഖലയിലേക്ക് നീങ്ങുന്നു, വാങ്ങൽ തട്ടിപ്പ് മുതൽ വിപുലമായ സ്ഥിരത വരെയുള്ളതെല്ലാം കണ്ടെത്തുന്നതിനും തടയുന്നതിനും ലോകത്തിലെ ഏറ്റവും ജനപ്രിയമായ ഓൺലൈൻ സേവനങ്ങളിൽ പലതും ഇന്ന് ഉപയോഗിക്കുന്നു. അവരുടെ ഉപയോക്താക്കൾക്കെതിരായ ഭീഷണികൾ, സ്വകാര്യത സംരക്ഷിക്കുന്നതിൽ ഒരു പ്രത്യേക ശ്രദ്ധ നിലനിർത്തിക്കൊണ്ടുതന്നെ.",
    "2873911365": "ഹാർഡ്‌വെയർ അറ്റസ്റ്റേഷന്റെ കാര്യമോ?",
    "1477196356": "ക്രിപ്‌റ്റോഗ്രാഫിക്കായി സുരക്ഷിതമായ രീതിയിൽ ഒരു ഉപകരണവുമായി ഐഡന്റിറ്റി ലിങ്ക് ചെയ്യുന്നതിനുള്ള വിവിധ രീതികൾ, ചിലപ്പോൾ സ്വകാര്യത സംരക്ഷിക്കുന്ന പ്രോപ്പർട്ടികൾ, പതിറ്റാണ്ടുകളായി നിർദ്ദേശിക്കപ്പെട്ടിട്ടുണ്ട്. പബ്ലിക് കീ ക്രിപ്‌റ്റോഗ്രഫി സി. 1975, ഹാർഡ്‌വെയർ ടോക്കണുകൾ ഏതാണ്ട് ദീർഘകാലം നിലനിന്നിരുന്നു.",
    "2349681896": "നിർഭാഗ്യവശാൽ, ഒരു ഹാർഡ്‌വെയർ നിയന്ത്രിക്കുന്നത് നിങ്ങൾ ഒരു വ്യക്തിയാണെന്ന് അർത്ഥമാക്കുന്നില്ല. ഫലത്തിൽ എല്ലാ ജനപ്രിയ ഉപഭോക്തൃ ഹാർഡ്‌വെയർ അറ്റസ്റ്റേഷൻ സ്കീമും ആവർത്തിച്ച് തകർക്കുകയും പാച്ച് ചെയ്യുകയും പിന്നീട് വീണ്ടും തകർക്കുകയും ചെയ്തു.",
    "254326776": "ഈ പോരായ്മകളുടെ ദുരുപയോഗം വെളിപ്പെടുത്തലിനോ അക്കാദമിക് പ്രസിദ്ധീകരണത്തിനോ മാസങ്ങളോ വർഷങ്ങളോ മുമ്പ് നടന്നതായി പലപ്പോഴും കണ്ടെത്താറുണ്ട്.",
    "2462909475": "ഒരു ചൈനീസ് ബോട്ട് ഓപ്പറേഷന്റെ ഭാഗമായ, ദുരുപയോഗത്തിനായി ഉപയോഗിക്കുന്ന 10,000-ത്തിലധികം ഫോണുകളുടെ ഒരു മതിൽ.",
    "1963951234": "നിങ്ങളുടെ ക്രിപ്‌റ്റോഗ്രാഫിക് സ്കീം എത്ര വിശ്വസനീയമാണെങ്കിലും, നിങ്ങൾ തിരയുന്ന ഉത്തരം നൽകാൻ ആർക്കെങ്കിലും പണം ചെലവഴിക്കാൻ കഴിയുമെങ്കിൽ, ഒരു ഹാർഡ്‌വെയർ സ്വന്തമാക്കുന്നത് അപര്യാപ്തമാണ്.",
    "1278884196": "അതായത്, ക്രിപ്‌റ്റോഗ്രഫി തികച്ചും ഒരു യുവ അച്ചടക്കമാണ്. സമീപകാല ചരിത്രത്തെ അടിസ്ഥാനമാക്കി, നിങ്ങളുടെ ക്രിപ്‌റ്റോഗ്രാഫിക് സ്കീമും കൂടാതെ/അല്ലെങ്കിൽ നടപ്പിലാക്കലും ആർക്കെങ്കിലും സൂക്ഷ്മമായി പരിശോധിക്കാൻ ഒരു പ്രോത്സാഹനമുണ്ടെങ്കിൽ ഉടൻ തന്നെ അത് തകർക്കപ്പെടാൻ സാധ്യതയുണ്ട്, മാത്രമല്ല നിങ്ങൾ ഇത് ചെയ്യുന്നതിന് വളരെ മുമ്പുതന്നെ മറ്റുള്ളവർ ഇത് മനസ്സിലാക്കുകയും ചെയ്യും. ഹാർഡ്‌വെയറിനെ ആശ്രയിക്കുക എന്നതിനർത്ഥം, ന്യൂനത പരിഹരിക്കുന്നതിന് ഒരു ഫിസിക്കൽ ഉപകരണം മാറ്റാൻ നിങ്ങളുടെ എല്ലാ ഉപയോക്താക്കളോടും ആവശ്യപ്പെടേണ്ടി വന്നേക്കാം എന്നാണ്. മിക്ക കേസുകളിലും ഇത് പെട്ടെന്ന് സംഭവിക്കാൻ സാധ്യതയില്ല, വാസ്തവത്തിൽ നിങ്ങളുടെ സിസ്റ്റം തുറന്ന് പരാജയപ്പെടും.",
    "1828028934": "ഇതുകൊണ്ടാണ്",
    "1642844535": "പ്രധാനമാണ്: ഒരേ അടിസ്ഥാന ചോദ്യത്തിന് ഉത്തരം നൽകാൻ hCaptcha ഒന്നിലധികം വ്യത്യസ്‌ത സമീപനങ്ങൾ ഉപയോഗിക്കുന്നു, ഇത് എല്ലാ മൂല്യനിർണ്ണയങ്ങളിലും സ്ഥിരതയ്ക്കായി താരതമ്യം ചെയ്യാൻ അനുവദിക്കുന്നു.",
    "1155821305": "പ്രതിരോധം ആഴമാണ്",
    "119098046": "നിഷ്ക്രിയമായ അല്ലെങ്കിൽ വെല്ലുവിളികളില്ലാത്ത പരിഹാരങ്ങളെക്കുറിച്ച്?",
    "2760410719": "പൂർണ്ണമായും നിഷ്ക്രിയ സിഗ്നലുകൾ ഉപയോഗിച്ച് ബോട്ട് കണ്ടെത്തൽ നടത്താൻ ശ്രമിക്കുന്ന സേവനങ്ങൾ ഒരു അടിസ്ഥാന പ്രശ്‌നത്തിലേക്ക് അതിവേഗം കടന്നുകയറുന്നു: നിങ്ങൾക്ക് കൃത്യമായ ഗ്രൗണ്ട് ട്രൂത്ത് ഇല്ലാത്തപ്പോൾ ഒരു സിസ്റ്റം മോശം അഭിനേതാക്കളെ ശരിയായി കണ്ടെത്തുന്നുണ്ടോ എന്ന് നിങ്ങൾ എങ്ങനെ സാധൂകരിക്കും?",
    "1722734001": "തുറന്ന ഇന്റർനെറ്റ് വളരെ ശബ്ദായമാനമായ അന്തരീക്ഷമാണ്. മോശം അഭിനേതാക്കൾ എല്ലാ ദിവസവും ഞങ്ങളുടെ സേവനത്തിന്റെ ഉപയോക്താക്കളെയും reCAPTCHA പോലുള്ള എതിരാളികളെയും ആക്രമിക്കുന്നു, തീർച്ചയായും അങ്ങനെ ചെയ്യുമ്പോൾ കഴിയുന്നത്ര മനുഷ്യനായി കാണാൻ ശ്രമിക്കുന്നു.",
    "1595254735": "ബോട്ട് കണ്ടെത്തൽ കൃത്യത നിലനിർത്താൻ അല്ലെങ്കിൽ അവ കൃത്യമല്ലാത്തപ്പോൾ അറിയാൻ പോലും നിഷ്ക്രിയമായ സേവനങ്ങൾ പാടുപെടുന്നു. ഇടയ്ക്കിടെ ഉപയോക്താക്കളെ വെല്ലുവിളിക്കാനും ആ വെല്ലുവിളിയുടെ ഫലങ്ങൾ ശരിയായി വിശകലനം ചെയ്യാനുമുള്ള കഴിവില്ലെങ്കിൽ, കാലക്രമേണ കൃത്യത വളരെ കുറയുന്നു.",
    "2412751979": "hCaptcha പവർ ചെയ്യുന്ന കൂടുതൽ കൃത്യമായ മാനവികതയ്ക്ക് നന്ദി, മുമ്പ് reCAPTCHA v3/Enterprise ഉപയോഗിച്ചിരുന്ന പല കമ്പനികളും ഇതിലേക്ക് മാറി.",
    "2284856231": "hCaptcha എന്റർപ്രൈസിന്റെ പൂർണ്ണമായും നിഷ്ക്രിയ മോഡിലും നാടകീയമായി മെച്ചപ്പെട്ട കൃത്യത കാണുകയും ചെയ്തു.",
    "4162847": "ഞങ്ങളുടെ ചില ഉപഭോക്താക്കൾ Google-ന്റെ ഓഫറുകളിൽ നിന്ന് പൂർണ്ണമായും മാറുന്നതിന് മുമ്പ് അതേ അഭ്യർത്ഥന പ്രകാരം A/B ടെസ്റ്റുകൾ നടത്തുന്നതിനാൽ ഞങ്ങൾക്ക് ഇത് നേരിട്ട് നിരീക്ഷിക്കാൻ കഴിഞ്ഞു. reCAPTCHA v3 അല്ലെങ്കിൽ reCAPTCHA Enterprise-ൽ നിന്ന് വരുന്ന ഉയർന്ന തെറ്റായ പോസിറ്റീവ്, തെറ്റായ നെഗറ്റീവ് നിരക്ക് എന്നിവ തെളിയിക്കാൻ ഞങ്ങൾക്ക് സാധാരണയായി കഴിയും.",
    "436125785": "ആ ഉൽപ്പന്നങ്ങളിൽ ലഭ്യമായ ഫീഡ്‌ബാക്ക് ലൂപ്പുകളുടെ കൃത്യതയില്ലായ്മയും അവരുടെ പ്രധാന ബിസിനസിനെ ദോഷകരമായി ബാധിക്കാതിരിക്കാൻ ബോട്ട് ഡിറ്റക്ഷനിൽ വളരെയധികം മികവ് പുലർത്താതിരിക്കാനുള്ള അമിത താൽപ്പര്യമുള്ള ഒരു പരസ്യ ശൃംഖലയാണ് അവ വിൽക്കുന്നത് എന്ന വസ്തുതയും കണക്കിലെടുക്കുമ്പോൾ ഇത് ആശ്ചര്യകരമല്ല.",
    "2233741720": "ഉപസംഹാരമായി",
    "2133809801": "ആളുകൾ ആളുകളായി തുടരുന്നിടത്തോളം, മനുഷ്യത്വ പരിശോധനയ്ക്ക് ഓൺലൈനിൽ ഒരു പങ്കുണ്ട്.",
    "2255549335": "hCaptcha-യിലെ ഞങ്ങളുടെ ജോലി ബുദ്ധിമുട്ടും കൃത്യതയും തമ്മിലുള്ള നല്ല ഇടപാടുകൾ കണ്ടെത്തുകയും ഘർഷണം കുറയ്ക്കുകയും ചെയ്യുക എന്നതാണ്, പ്രത്യേകിച്ച്",
    "4138068262": "ഉപയോക്താക്കൾ. അവസാനം, വെല്ലുവിളികളുമായി ഇടപഴകുന്നത്, മനുഷ്യ സ്വഭാവം മാറ്റമില്ലാതെ തുടരുന്നിടത്തോളം, ഓൺലൈൻ ദുരുപയോഗം കുറയ്ക്കുന്നതിനുള്ള ഉപകരണങ്ങളുടെ ആയുധശേഖരത്തിന്റെ ഭാഗമായി തുടരാൻ സാധ്യതയുണ്ട്.",
    "855097735": "എല്ലാ ആശങ്കകളും സന്തുലിതമാക്കിക്കൊണ്ട് ഇത് നന്നായി ചെയ്യുന്ന ഒരു സേവനം നിർമ്മിക്കുന്നത് വളരെ ബുദ്ധിമുട്ടുള്ള ഒരു പ്രശ്‌നമാണ് (കൂടാതെ അനുഭവം കഴിയുന്നത്ര സുഖകരമാക്കുന്നതിന് ഞങ്ങൾ അത് മെച്ചപ്പെടുത്താൻ എപ്പോഴും പ്രവർത്തിക്കുന്നു) എന്നാൽ സ്പാം, ദുരുപയോഗം, അക്കൗണ്ട് ഏറ്റെടുക്കലുകൾ എന്നിവ കുറയ്ക്കുന്നതിന് നിങ്ങൾ സമ്മതിക്കുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു. , കൂടാതെ ഓൺലൈൻ തട്ടിപ്പ് ആത്യന്തികമായി ഇടയ്ക്കിടെയുള്ള ലളിതമായ ചോദ്യത്തിന് അർഹമാണ്.",
    "1953959745": "പ്രവേശനക്ഷമത",
    "2543123170": "സീറോ ഫ്രിക്ഷൻ ഹ്യൂമാനിറ്റി വെരിഫിക്കേഷൻ",
    "547245263": "നിങ്ങളുടെ ബോട്ട് പ്രശ്നം ഇന്ന് തന്നെ പരിഹരിക്കൂ.",
    "3117887301": "ഏറ്റവും വലിയ ഓൺലൈൻ സേവനങ്ങളാൽ വിശ്വസിക്കപ്പെടുന്നു",
    "981806349": "തെളിയിക്കപ്പെട്ട hCaptcha പ്ലാറ്റ്‌ഫോമിൽ നിർമ്മിച്ചത്",
    "2373007864": "hCaptcha എന്റർപ്രൈസ് hCaptcha പ്ലാറ്റ്ഫോം സാങ്കേതികവിദ്യയിൽ പ്രവർത്തിക്കുന്നു, ഉയർന്ന ട്രാഫിക് എന്റർപ്രൈസസിന് ആവശ്യമായ സവിശേഷതകൾ ഉൾപ്പെടുത്താൻ വിപുലീകരിച്ചിരിക്കുന്നു.",
    "2652399059": "വിശ്വസനീയമായ പങ്കാളി",
    "1997838163": "ലോകത്തിലെ ഏറ്റവും വലിയ കമ്പനികൾ hCaptcha എന്റർപ്രൈസിനെ ആശ്രയിക്കുന്നു. സംയോജനം ലളിതമാണ്, കണ്ടെത്തൽ കൃത്യത സമാനതകളില്ലാത്തതാണ്.",
    "734735952": "ഞങ്ങൾ നിരവധി CAPTCHA വെണ്ടർമാരെ വിലയിരുത്തുകയും സ്വയം ഒരു സിസ്റ്റം നിർമ്മിക്കുകയും ചെയ്തു. അവസാനം, reCAPTCHA യുടെ ഏറ്റവും മികച്ച ബദലായി hCaptcha ഉയർന്നുവന്നു.",
    "1250541092": "- സെർജി ഇസാസി",
    "3524251858": "പ്രൊഡക്ട് മാനേജ്‌മെന്റ് ഡയറക്ടർ, ക്ലൗഡ്ഫ്ലെയർ",
    "3971348140": "എന്തുകൊണ്ടാണ് ഞങ്ങൾ hCaptcha ഉപയോഗിച്ചത്? ഞങ്ങൾക്ക് ആവശ്യമായ സവിശേഷതകളും പ്രകടനവും നൽകാൻ മറ്റാർക്കും കഴിഞ്ഞില്ല. അവർ ഞങ്ങളെ എഴുന്നേൽപ്പിച്ച് വേഗത്തിൽ ഓടിച്ചു, ഞങ്ങളുടെ വ്യാപാരികൾ ഈ അനുഭവം ഇഷ്ടപ്പെടുന്നു.",
    "4248655793": "- അലക്സ് എം.",
    "4185927140": "ഉൽപ്പന്ന മാനേജർ, ഫ്ലാഷ്, ഷോപ്പിഫൈ",
    "282913023": "ഉയർന്ന ട്രാഫിക് സംരംഭങ്ങൾക്ക് ചെലവ് കുറഞ്ഞ ഓപ്ഷൻ",
    "999610953": "അവസാനമായി, Google-ന് വിശ്വസനീയമായ ഒരു ബദൽ. ഉയർന്ന സുരക്ഷയോടെ നിങ്ങളുടെ reCAPTCHA ബില്ലിൽ hCaptcha എന്റർപ്രൈസ് നാടകീയമായ ലാഭം നൽകുന്നു: ചില സന്ദർഭങ്ങളിൽ 80% വരെ വില കുറവാണ്.",
    "1886100235": "ലോകത്തിലെ ഏറ്റവും വലിയ ഓൺലൈൻ സേവനങ്ങളിൽ പലതും hCaptcha എന്റർപ്രൈസിലേക്ക് മാറുകയും ഗണ്യമായ ചിലവ് ലാഭിക്കുന്നതിനൊപ്പം മെച്ചപ്പെട്ട ബോട്ട് കണ്ടെത്തലും ലഭിക്കുകയും ചെയ്തു.",
    "2903742230": "പരസ്യ നെറ്റ്‌വർക്കുകൾ നിങ്ങളുടെ സന്ദർശകരെ ഉൽപ്പന്നമായി കാണുന്നു. ഞങ്ങളെ സംബന്ധിച്ചിടത്തോളം അവരുടെ മനുഷ്യത്വം നിർണ്ണയിക്കുക എന്നത് മാത്രമാണ് ലക്ഷ്യം. ഞങ്ങളുടെ സേവനങ്ങൾ GDPR, CCPA, LGPD, PIPL ആവശ്യകതകൾ നിറവേറ്റുകയോ അതിലധികമോ ചെയ്യുന്നു, സ്വകാര്യതയും സുരക്ഷയും സന്തുലിതമാക്കാൻ ഞങ്ങൾ കഠിനമായി പരിശ്രമിക്കുന്നു.",
    "3901503296": "സ്വകാര്യതയിലുള്ള ഈ അതുല്യമായ ഫോക്കസ് അർത്ഥമാക്കുന്നത്, മികച്ച സുരക്ഷ നിലനിറുത്തിക്കൊണ്ട് ഞങ്ങൾക്ക് വ്യക്തിഗത ഡാറ്റ നിലനിർത്തൽ, കുക്കി രഹിത പ്രവർത്തനം, മറ്റ് കരാർ പ്രകാരമുള്ള സ്വകാര്യത ഗ്യാരണ്ടികൾ എന്നിവ നൽകാമെന്നാണ്.",
    "3342910682": "കൂടുതല് വായിക്കുക",
    "1130783905": "കൃത്യത നിങ്ങളുടെയും ഞങ്ങളുടെയും താൽപ്പര്യത്തിലാണ്. നിങ്ങൾക്ക് യഥാർത്ഥ ഡാറ്റ നൽകുന്നതിനും അത് എങ്ങനെ ഉപയോഗിക്കണമെന്ന് തീരുമാനിക്കുന്നതിനും hCaptcha പ്രവർത്തിക്കുന്നു. മറ്റ് സുരക്ഷാ പരിഹാരങ്ങൾ നൽകുന്നത് ഭീമാകാരമായ പരസ്യ കമ്പനികളാണ്. ഇതിനർത്ഥം അവർ തടയുന്ന ഓരോ ബോട്ടും അവരുടെ വരുമാനം കുറച്ചേക്കാം.",
    "2019130052": "സ്വകാര്യത-കേന്ദ്രീകൃത ML-ലെ ഞങ്ങളുടെ പുതുമകൾ, സുരക്ഷയ്‌ക്കോ ഉപയോക്തൃ സ്വകാര്യതയ്‌ക്കോ ഹാനികരമാകാതെ \"എല്ലാം എന്നെന്നേക്കുമായി രേഖപ്പെടുത്തുക\" തന്ത്രങ്ങളുടെ ലെഗസിയുടെ സുരക്ഷാ മാനദണ്ഡങ്ങൾ മറികടക്കാൻ ഞങ്ങളെ അനുവദിക്കുന്നു.",
    "23114595": "മികച്ച ഉപയോക്തൃ അനുഭവം",
    "3437412311": "എന്റർപ്രൈസ് ഉപയോക്താക്കൾക്ക്, നിഷ്ക്രിയ സ്കോറുകളെ ആശ്രയിച്ച്, മിക്ക സാഹചര്യങ്ങളിലും വെല്ലുവിളികൾ പൂർണ്ണമായും ഒഴിവാക്കാനുള്ള ഓപ്ഷനുകൾ ലഭ്യമാണ്.",
    "1996843433": "മികച്ച സുരക്ഷ നൽകുമ്പോൾ തന്നെ നിങ്ങളുടെ നിയമാനുസൃതമായ ട്രാഫിക്കിന്റെ 99.9% ഒരു വെല്ലുവിളി പൂർണ്ണമായും ഒഴിവാക്കിക്കൊണ്ട് ഘർഷണം കുറയ്ക്കുക.",
    "3093689546": "എളുപ്പമുള്ള ഏകീകരണം",
    "247560732": "മൂന്ന് വരി കോഡ് ഉപയോഗിച്ച് hCaptcha ചേർക്കുക. നിങ്ങൾ reCAPTCHA-യിൽ നിന്നാണ് വരുന്നതെങ്കിൽ, ഞങ്ങളുടെ API അനുയോജ്യമാണ്, അത് മാറാൻ മിനിറ്റുകൾ മാത്രമേ എടുക്കൂ.",
    "1510448156": "നിങ്ങൾക്ക് ഇന്ന് ഒരു മികച്ച ബദൽ ഉപയോഗിച്ച് പ്രവർത്തിക്കാം, ആവശ്യാനുസരണം കൂടുതൽ വിപുലമായ ഫീച്ചറുകൾ ഓണാക്കുക.",
    "2718999653": "ഇഷ്‌ടാനുസൃതമാക്കിയ ഭീഷണി സ്‌കോറുകൾ",
    "2698140263": "എല്ലാ പ്രശ്‌നങ്ങളും ഒരുപോലെയല്ല: ഒരൊറ്റ സ്‌കോർ നേടുക എന്നതിനർത്ഥം അത് നിങ്ങളുടെ ഉപയോഗപ്രദമായ ആവശ്യങ്ങൾ പരിഹരിക്കണമെന്നാണ്.",
    "897432717": "ഇഷ്‌ടാനുസൃതമാക്കിയ ത്രെറ്റ് സ്‌കോറുകൾക്കായുള്ള ഞങ്ങളുടെ പുതിയ രൂപകൽപ്പനയ്‌ക്കൊപ്പം, നിങ്ങളുടെ ബിസിനസ്സ് പരിജ്ഞാനം ചേർക്കുന്നത്, നിങ്ങളുടെ ഉപയോക്താക്കൾക്ക് അദ്വിതീയമായി പ്രസക്തമായ സ്‌കോറുകൾ നൽകാൻ ഞങ്ങളുടെ മോഡലുകളെ അനുവദിക്കുന്നു.",
    "2650502379": "സെക്കന്റുകൾക്കുള്ളിൽ നിങ്ങളുടെ സ്വന്തം വെല്ലുവിളികൾ സമാരംഭിക്കുക",
    "3578122193": "പ്രസക്തമായ ഉള്ളടക്കമുള്ള ബ്രാൻഡിൽ തുടരുക",
    "1074044172": "നിങ്ങളുടെ സുരക്ഷാ ആവശ്യകതകൾ നിറവേറ്റുന്നതിന് ഉപയോക്താക്കൾ ഒരു വെല്ലുവിളി പരിഹരിക്കേണ്ടിവരുമ്പോൾ, എന്തുകൊണ്ട് ഉപയോക്താവിന് രസകരവും പ്രസക്തവുമായ ചോദ്യങ്ങൾ ചോദിക്കരുത്?",
    "1579093044": "ഞങ്ങളുടെ ലളിതമായ ഇഷ്‌ടാനുസൃത ചലഞ്ച് ഡിസൈനർ ഉപയോഗിച്ച്, ഏതാനും മിനിറ്റുകൾക്കുള്ളിൽ നിങ്ങൾക്ക് ഓൺ-ബ്രാൻഡ് ചലഞ്ച് ഉള്ളടക്കം സമാരംഭിക്കാനാകും.",
    "3717512591": "നേരിട്ടുള്ള പ്ലാറ്റ്ഫോം സംയോജനം",
    "121743429": "വെബ് ഇൻഫ്രാസ്ട്രക്ചർ കമ്പനികൾക്കായി",
    "2131386784": "നിങ്ങൾക്കും നിങ്ങളുടെ ഉപയോക്താക്കൾക്കും എത്തിച്ചേരാവുന്ന വൈദഗ്ധ്യവും പിന്തുണയും",
    "2782263070": "സേവനം ഞങ്ങൾക്ക് മുൻഗണനയാണ്. ഞങ്ങൾ 24/7 ഓൺ-കോൾ പിന്തുണ നിലനിർത്തുകയും നിങ്ങളുടെ എഞ്ചിനീയറിംഗ് ഇന്റഗ്രേഷൻ ടീമുമായും നടപ്പിലാക്കുന്ന സമയത്തും ശേഷവും ഞങ്ങളുടെ ഓൺ-കോൾ സ്റ്റാഫുമായും നേരിട്ടുള്ള സ്ലാക്ക് കോർഡിനേഷൻ വാഗ്ദാനം ചെയ്യുകയും ചെയ്യുന്നു.",
    "3740051331": "സോഷ്യൽ മീഡിയ, ഫോറങ്ങൾ, ഞങ്ങളുടെ ഇൻ-വിജറ്റ്, ഇമെയിൽ പിന്തുണാ ചാനലുകൾ എന്നിവയിലുടനീളം നിങ്ങളുടെ ഉപയോക്താക്കളുടെ ചോദ്യങ്ങൾ സജീവമായി നിരീക്ഷിക്കാനും പ്രതികരിക്കാനും ഞങ്ങൾ പ്രതിജ്ഞാബദ്ധരാണ്. ഞങ്ങൾ ആക്സസ് ചെയ്യാവുന്നതും പ്രതികരിക്കുന്നവരുമാണ്, കൂടാതെ ഉപയോക്തൃ സംതൃപ്തിയെ ഒരു മികച്ച കെപിഐ ആയി കണക്കാക്കുന്നു.",
    "170775527": "എന്റർപ്രൈസ് സവിശേഷതകൾ",
    "3383086062": "hCaptcha എന്റർപ്രൈസ് ഒരു സമ്പൂർണ്ണ ഓൺലൈൻ സുരക്ഷാ പരിഹാരമാണ്. ക്രെഡൻഷ്യൽ സ്റ്റഫ് ചെയ്യൽ നിർത്താനും അക്കൗണ്ട് ഏറ്റെടുക്കലുകൾ കണ്ടെത്താനും സംശയാസ്പദമായ അഭിനേതാക്കളെ തടയാനും സജീവവും നിഷ്ക്രിയവുമായ മോഡുകൾ നിങ്ങളെ അനുവദിക്കുന്നു. നിയമാനുസൃതമായ ഉപയോക്താക്കൾക്ക് ഘർഷണം ഇല്ലാത്ത എല്ലാം.",
    "1408599440": "കുറച്ച് വരി കോഡുകളും ഞങ്ങളുടെ 99.9% നിഷ്ക്രിയ മോഡും ഉപയോഗിച്ച് വേഗത്തിൽ ആരംഭിക്കുക, അല്ലെങ്കിൽ ഉപയോക്താക്കളെ എപ്പോൾ, എങ്ങനെ വെല്ലുവിളിക്കുന്നു എന്നതിന്റെ പൂർണ്ണ നിയന്ത്രണം ഏറ്റെടുക്കുക. ഇഷ്‌ടാനുസൃത ഭീഷണി മോഡലുകളും ഇഷ്‌ടാനുസൃതമാക്കാവുന്ന വെല്ലുവിളികളും അർത്ഥമാക്കുന്നത് സുരക്ഷ ഉറപ്പാക്കുന്നതിനുള്ള സമാനതകളില്ലാത്ത വഴക്കമാണ്.",
    "3365203058": "ലോകോത്തര ആന്റി ബോട്ട് സംരക്ഷണം",
    "1803009328": "വെബ് സ്കെയിലിൽ യുദ്ധം പരീക്ഷിച്ചു.",
    "1586809757": "ഉയർന്ന കൃത്യതയുള്ള ബോട്ട് സ്കോറുകൾ",
    "353367791": "പല തരത്തിലുള്ള മോശം അഭിനേതാക്കളെ കണ്ടെത്തുക.",
    "191460155": "സീറോ ഫ്രിക്ഷനും 99.9% നിഷ്ക്രിയ മോഡുകളും",
    "585557010": "നിയമാനുസൃത ഉപയോക്താക്കളിൽ 0.1% ൽ താഴെയുള്ളവരെ വെല്ലുവിളിക്കുക.",
    "3287172429": "നിയന്ത്രണ ചലഞ്ച് തരങ്ങൾ കാണിച്ചിരിക്കുന്നു",
    "1844885924": "തിരഞ്ഞെടുക്കാൻ തരങ്ങളുടെ വിശാലമായ ലൈബ്രറി.",
    "3018523079": "സ്ഥിരമായ ഉപയോക്തൃ അനുഭവം ഉപയോഗിച്ച് ബ്രാൻഡിൽ തുടരുക.",
    "3817811295": "ഉറപ്പുള്ള വിശ്വാസ്യതയും വേഗത്തിലുള്ള 24/7 ഓൺ-കോൾ പിന്തുണയും.",
    "1798492192": "ലെഗസി ബ്രൗസർ പിന്തുണ",
    "1356745565": "ഇന്റർനെറ്റ് എക്സ്പ്ലോറർ 8 ലേക്ക് തിരികെ പോകുമ്പോൾ അനുയോജ്യം.",
    "751483365": "നോൺ-ജാവാസ്ക്രിപ്റ്റ് ക്ലയന്റുകൾക്കുള്ള പിന്തുണ.",
    "4199502476": "വിപുലമായ റിപ്പോർട്ടിംഗ് ഡാഷ്‌ബോർഡുകളും API-യും",
    "3630114728": "നിങ്ങളുടെ എല്ലാ സൈറ്റുകളിലും ആപ്പുകളിലും എന്താണ് സംഭവിക്കുന്നതെന്ന് കാണുക.",
    "3573245166": "reCAPTCHA പോലെയല്ല, ഞങ്ങൾ എല്ലാ രാജ്യങ്ങളിലും പ്രവർത്തിക്കുന്നു.",
    "2354267648": "GDPR, CCPA, LGPD-സൗഹൃദ സ്വകാര്യതാ നയം",
    "3167979932": "ആദ്യ ദിവസം മുതൽ സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു. ശക്തമായ ഡാറ്റ പ്രോസസ്സിംഗ് കരാർ.",
    "4065065042": "നിങ്ങളുടെ ഉപയോഗ കേസിന് കൃത്യമായി ചേരുന്നതിന് ഇത് ഡയൽ ചെയ്യുക.",
    "111184581": "ഫസ്റ്റ് പാർട്ടി ഹോസ്റ്റിംഗ്",
    "4272022475": "എല്ലാ അഭ്യർത്ഥനകളും അസറ്റുകളും hcaptcha.yourdomain.com എന്നതിലേക്ക് പോകുന്നു",
    "2676853536": "ഒന്നിലധികം ഉപയോക്തൃ ഡാഷ്ബോർഡുകൾ",
    "1368787974": "നിങ്ങളുടെ ടീമിലുടനീളം മാനേജ്മെന്റ് പങ്കിടുക.",
    "1045484714": "നിങ്ങളുടെ ഐഡന്റിറ്റി പ്രൊവൈഡറുമായുള്ള SAML SSO സംയോജനം, ഉദാ Okta അല്ലെങ്കിൽ Azure AD.",
    "3953584369": "സങ്കീർണ്ണമായ RBAC ആക്സസ് നിയന്ത്രണങ്ങൾ ലഭ്യമാണ്.",
    "2781507299": "തൽക്ഷണ പരിശോധന",
    "4019660456": "0ms ലേറ്റൻസി: API കോളില്ലാതെ hCaptcha ടോക്കണുകൾ പരിശോധിക്കുക.",
    "3446714684": "മൊബൈൽ (iOS, Android) സംയോജനം",
    "2593768395": "വെബ്, നേറ്റീവ് മൊബൈൽ, മൊബൈൽ വെബ് എന്നിവയിലുടനീളം തടസ്സമില്ലാത്ത അനുഭവം. പ്രീ-ബിൽറ്റ് ഇന്റഗ്രേഷനുകളും നേറ്റീവ് SDK-കളും ലഭ്യമാണ്.",
    "1779265104": "ഇഷ്‌ടാനുസൃതമാക്കിയ നിബന്ധനകളും സ്വകാര്യത ഗ്യാരണ്ടികളും",
    "122875767": "മറ്റ് കമ്പനികൾക്ക് കഴിയാത്തപ്പോൾ നിങ്ങളുടെ നിയമപരമായ ആവശ്യങ്ങൾ തൃപ്തിപ്പെടുത്തുക.",
    "148188781": "വെല്ലുവിളികൾ അവതരിപ്പിച്ചു",
    "838049015": "ചോദ്യവുമായി പൊരുത്തപ്പെടുന്ന എല്ലാ ചിത്രങ്ങളും തിരഞ്ഞെടുക്കുക",
    "1126302400": "ബൗണ്ടിംഗ് ബോക്സ്",
    "3554448168": "വർഗ്ഗീകരണം",
    "2104933754": "അനുബന്ധ ലേബലുകൾ തിരിച്ചറിയുക",
    "3612043014": "... കൂടാതെ മറ്റ് ലളിതമായ ജോലികളും. മനുഷ്യർക്ക് എളുപ്പമാണ്, ബോട്ടുകൾക്ക് ബുദ്ധിമുട്ടാണ്.",
    "3624758171": "എന്റർപ്രൈസ് പ്രസാധകർക്ക് ഇഷ്‌ടാനുസൃത ടാസ്ക്കുകളും ലഭ്യമാണ്.",
    "1001938065": "സംയോജനം എളുപ്പമായിരിക്കില്ല",
    "2138799135": "നിങ്ങൾ ഉപയോഗിക്കുന്ന ഫ്രണ്ട്‌എൻഡ്, ബാക്കെൻഡ് സിസ്റ്റങ്ങൾക്കായി ഡസൻ കണക്കിന് പ്രീ-ബിൽറ്റ് ഇന്റഗ്രേഷനുകൾ hCaptcha-യിലുണ്ട്.",
    "2535001179": "നിങ്ങൾ Google-ന്റെ reCAPTCHA-യിൽ നിന്നാണ് വരുന്നതെങ്കിൽ, ഞങ്ങളുടെ API-കൾ ഡ്രോപ്പ്-ഇൻ റീപ്ലേസ്‌മെന്റുകളാണ്.",
    "1393184984": "നിങ്ങൾക്ക് ആവശ്യമുള്ളതെല്ലാം.",
    "3715747429": "നിങ്ങൾക്ക് റിയാക്റ്റ് ഇന്റഗ്രേഷൻ, iOS നേറ്റീവ് ആപ്പുകൾക്കുള്ള SDK-കൾ, ഒരു ജാവ ബാക്കെൻഡ് ഉദാഹരണം, അല്ലെങ്കിൽ ഫലത്തിൽ മറ്റേതെങ്കിലും സാഹചര്യം എന്നിവ വേണമെങ്കിൽ, ഞങ്ങളുടെ ഓൺബോർഡിംഗ് എഞ്ചിനീയർമാർക്ക് നിങ്ങളെ വേഗത്തിൽ കൊണ്ടുപോകാൻ കഴിയും.",
    "2681650568": "എല്ലായ്‌പ്പോഴും എന്നപോലെ, സ്വകാര്യത ഞങ്ങൾക്ക് ഒരു പ്രധാന മൂല്യമാണ്. ഞങ്ങളുടെ ചലഞ്ച് കോഡ് ആവശ്യമുള്ളിടത്ത് മാത്രം ചേർക്കുക, നിങ്ങളെയും നിങ്ങളുടെ ഉപയോക്താക്കളെയും സംരക്ഷിക്കുന്നതിൽ അർത്ഥമുള്ളിടത്ത്. സംയോജനത്തിന്റെ നിമിഷം മുതൽ ഡാറ്റ ശേഖരണം കുറയ്ക്കുന്നത് ആരംഭിക്കുന്നു.",
    "1130868224": "കോഡിന്റെ മൂന്ന് വരികൾ",
    "2183926131": "hCaptcha എന്റർപ്രൈസ് ഉപയോഗിച്ച് ആരംഭിക്കുക",
    "1526887904": "hCaptcha എന്റർപ്രൈസ് സ്വകാര്യത",
    "1845745385": "സ്വകാര്യതയ്ക്കായി രൂപകൽപ്പന ചെയ്‌തിരിക്കുന്നു.",
    "1297224875": "എന്റർപ്രൈസ് ഓൺലൈൻ സുരക്ഷയിലേക്കുള്ള ഒരു അദ്വിതീയമായ സ്വകാര്യത-അധിഷ്ഠിത സമീപനം.",
    "2762458927": "നിങ്ങളുടെ ഉപയോക്തൃ ഡാറ്റ വിൽപ്പനയ്‌ക്കുള്ളതല്ല.",
    "2058856283": "hCaptcha എന്റർപ്രൈസസിന് ഒരേയൊരു ഉദ്ദേശ്യമേ ഉള്ളൂ: നിങ്ങളുടെ ഓൺലൈൻ പ്രവർത്തനങ്ങളെ തടസ്സപ്പെടുത്തുന്നതിൽ നിന്നും ഉപയോക്താക്കളെ ഉപദ്രവിക്കുന്നതിൽ നിന്നും മോശം അഭിനേതാക്കളെ തടയുക.",
    "2408036504": "ക്ലാസ്-ലീഡിംഗ് സെക്യൂരിറ്റി നിലനിർത്തിക്കൊണ്ടുതന്നെ ഡാറ്റ ശേഖരണവും നിലനിർത്തലും കുറയ്ക്കുന്നതിനാണ് ഞങ്ങളുടെ സിസ്റ്റങ്ങൾ രൂപകൽപ്പന ചെയ്തിരിക്കുന്നത്. ഉപയോക്തൃ ഡാറ്റ സംരക്ഷിക്കാനുള്ള ഏറ്റവും നല്ല മാർഗം അത് സംഭരിക്കുന്നില്ല എന്നതാണ്.",
    "4099477834": "എല്ലാ ഉപഭോക്തൃ ബന്ധങ്ങളും ശക്തമായ ഡാറ്റാ പ്രോസസ്സിംഗ് ഉടമ്പടിയാൽ സംരക്ഷിക്കപ്പെട്ടിരിക്കുന്നു. നിങ്ങളുടെ സേവനമോ ഉപഭോക്താക്കളോ എവിടെയായിരുന്നാലും hCaptcha സേവനം എല്ലാ സ്വകാര്യതാ നിയമങ്ങളും പാലിക്കുന്നു. വ്യക്തിഗത ഡാറ്റ സൂക്ഷിക്കാത്തത് മറ്റ് കമ്പനികളെ അപേക്ഷിച്ച് ഞങ്ങൾക്ക് ഇത് വളരെ എളുപ്പമാക്കുന്നു.",
    "3569492665": "ഓൺലൈൻ പ്രവർത്തനം റെക്കോർഡ് ചെയ്യുന്നത് ഉത്തരമല്ല.",
    "3389431373": "reCAPTCHA v3 പോലുള്ള സേവനങ്ങൾ പറയുന്നത്, നിങ്ങളുടെ സൈറ്റിന്റെ എല്ലാ പേജിലും അവരുടെ ട്രാക്കിംഗ് പിക്സൽ ഇടുന്നത് നല്ല സുരക്ഷയ്ക്ക് ആവശ്യമാണെന്ന്. ഇത് അങ്ങനെയല്ല.",
    "3590546893": "മോശം അഭിനേതാക്കൾ എളുപ്പത്തിൽ കെട്ടിച്ചമച്ച ഒരു സിഗ്നലാണ് ലളിതമായ പെരുമാറ്റ വിശകലനം, കൂടാതെ നിങ്ങളുടെ എല്ലാ നിയമാനുസൃതമായ ട്രാഫിക്കിനും ബ്രൗസിംഗ് ചരിത്രം നിലനിർത്തേണ്ടതുണ്ട്.",
    "1105363520": "ഞങ്ങൾ ഒരു പരസ്യ ശൃംഖല പ്രവർത്തിപ്പിക്കുന്നില്ല, അവർക്ക് പരസ്യങ്ങൾ വിൽക്കുന്നതിനായി നിങ്ങളുടെ ഉപയോക്തൃ പെരുമാറ്റം നിരീക്ഷിക്കുന്നതിൽ താൽപ്പര്യമില്ല. നിങ്ങളുടെ സൈറ്റിന്റെ എല്ലാ പേജിലും ഞങ്ങൾക്ക് ഒരു നിഷ്ക്രിയ പിക്സൽ ആവശ്യമില്ല എന്നാണ് ഇതിനർത്ഥം.",
    "3088605177": "ഞങ്ങളുടെ ചലഞ്ച് കോഡ് ആവശ്യമുള്ളിടത്ത് മാത്രം ചേർക്കുക, നിങ്ങളെയും നിങ്ങളുടെ ഉപയോക്താക്കളെയും സംരക്ഷിക്കുന്നതിൽ അർത്ഥമുള്ളിടത്ത്.",
    "337971271": "മെഷീൻ ലേണിംഗ് ഉപയോഗപ്രദമാണ്. എന്നാൽ ഇത് പ്രവർത്തിക്കാൻ വ്യക്തിഗത ഡാറ്റ ആവശ്യമില്ല.",
    "320166522": "മെഷീൻ ലേണിംഗ് ഇപ്പോൾ നമ്മുടെ ജീവിതത്തിന്റെ മിക്കവാറും എല്ലാ മേഖലകളെയും സ്വാധീനിക്കുന്നു, പലപ്പോഴും നമ്മൾ തിരിച്ചറിയാത്തതും കാണാൻ കഴിയാത്തതുമായ വഴികളിൽ. ഓൺലൈൻ സുരക്ഷാ സേവനങ്ങളും വ്യത്യസ്തമല്ല.",
    "3180664128": "ആയിരക്കണക്കിന് സിഗ്നലുകൾ പഠിക്കുന്നതിലൂടെ, ഒരു പ്രശ്നം സൂചിപ്പിക്കാൻ ഒരു വ്യക്തിഗത സിഗ്നലും ശക്തമല്ലെങ്കിൽപ്പോലും, വളരെ വേഗത്തിൽ ക്ഷുദ്ര സ്വഭാവം കണ്ടെത്തുന്നതിൽ മോഡലുകൾക്ക് അനുമാനിക്കാനും ഉയർന്ന ആത്മവിശ്വാസം കൈവരിക്കാനും കഴിയും.",
    "961941354": "എന്നിരുന്നാലും, ഇതൊന്നും വ്യക്തിപരമായി തിരിച്ചറിയാനാകുന്ന വിവരങ്ങൾ (\"PII\") ഉപയോഗിക്കേണ്ടതില്ല. ആധുനിക ക്രിപ്‌റ്റോഗ്രാഫിക് ടെക്‌നിക്കുകൾ കഴിയുന്നത്ര വേഗത്തിൽ ഏതെങ്കിലും വ്യക്തിഗത ഡാറ്റ നിരസിക്കാൻ ഞങ്ങളെ അനുവദിക്കുന്നു, പകരം ഒരു വ്യക്തിയുമായി ലിങ്ക് ചെയ്യാൻ കഴിയാത്ത ഒറ്റ-വഴി ഒപ്പുകൾ സൃഷ്ടിക്കുന്നു.",
    "1706581702": "തിരിച്ചറിയാത്ത ഡാറ്റയെക്കുറിച്ചുള്ള പരിശീലനം അതുപോലെ തന്നെ പ്രവർത്തിക്കുന്നു, സുരക്ഷയിലോ സ്വകാര്യതയിലോ വിട്ടുവീഴ്ച ചെയ്യേണ്ടതില്ല. ഞങ്ങളുടെ ഉപഭോക്താക്കൾ അനുഭവപരമായ പരിശോധനകൾ നടത്തി, വളരെ കുറഞ്ഞ സ്വകാര്യ ബദലുകൾക്ക് തുല്യമോ മികച്ചതോ ആയ ഞങ്ങളെ പ്രഖ്യാപിച്ചു.",
    "3203921334": "hCaptcha സൊല്യൂഷനുകളെക്കുറിച്ച് ഞങ്ങൾക്ക് നിരവധി കാര്യങ്ങൾ ഇഷ്ടപ്പെട്ടു: 1) അവ വ്യക്തിഗത ഡാറ്റ വിൽക്കുന്നില്ല; അവർ ആവശ്യമായ ഏറ്റവും കുറഞ്ഞ വ്യക്തിഗത ഡാറ്റ മാത്രമേ ശേഖരിക്കൂ, അവർ ശേഖരിക്കുന്ന വിവരങ്ങളും അവർ അത് എങ്ങനെ ഉപയോഗിക്കുന്നു കൂടാതെ/അല്ലെങ്കിൽ വെളിപ്പെടുത്തുന്നു എന്നതും വിവരിക്കുന്നതിൽ സുതാര്യമാണ്.",
    "305735018": "അവസാനമായി, Google-ന് വിശ്വസനീയമായ ഒരു ബദൽ. ഉയർന്ന സുരക്ഷയോടെ നിങ്ങളുടെ reCAPTCHA ബില്ലിൽ hCaptcha എന്റർപ്രൈസ് നാടകീയമായ ലാഭം നൽകുന്നു: ചില സന്ദർഭങ്ങളിൽ 80% വരെ വില കുറവാണ്.",
    "3695206755": "യാതൊരു ബാധ്യതയുമില്ലാതെ നിങ്ങളുടെ പരിതസ്ഥിതിയിൽ ഞങ്ങളെ പരീക്ഷിക്കൂ.",
    "2941545733": "ഞങ്ങൾ എഞ്ചിനീയർമാരാണ്, വിൽപ്പനക്കാരല്ല: നിങ്ങളുടെ തിരഞ്ഞെടുപ്പിൽ നിങ്ങൾ സന്തുഷ്ടരായിരിക്കണമെന്ന് ഞങ്ങൾ ആഗ്രഹിക്കുന്നു.",
    "131871195": "നിങ്ങളുടെ സംതൃപ്തി ഉറപ്പാക്കാനുള്ള ഏറ്റവും നല്ല മാർഗം ഞങ്ങൾ നിങ്ങളുടെ ആവശ്യങ്ങൾ നിറവേറ്റുന്നുവെന്ന് കാണിക്കുക എന്നതാണ്.",
    "3436534225": "ഒരു പൈലറ്റ് ആരംഭിക്കുന്ന ഫലത്തിൽ എല്ലാ കമ്പനികളും ആത്യന്തികമായി ഞങ്ങളുടെ പരിഹാരങ്ങൾ തിരഞ്ഞെടുക്കുന്നു.",
    "4060250206": "ഞങ്ങളുടെ സാങ്കേതിക വിദഗ്ധരിൽ ഒരാളെ ബന്ധപ്പെടാൻ ഈ ഫോം ഉപയോഗിക്കുക. ഞങ്ങൾ വേഗത്തിൽ പ്രതികരിക്കുന്നു.",
    "1159746815": "നിങ്ങൾക്ക് നേരിട്ട് ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യാവുന്നതാണ്.",
    "2531534427": "വിശദാംശങ്ങൾ ഇവിടെയുണ്ട്.",
    "2059998584": "പ്രദേശം",
    "3916131732": "അമേരിക്കകൾ",
    "135276624": "യൂറോപ്പ്, മിഡിൽ ഈസ്റ്റ്, ആഫ്രിക്ക (EMEA)",
    "1182294134": "ഏഷ്യ-പസഫിക് (APAC)",
    "2437934778": "നിങ്ങളുടെ പേര്",
    "3859506577": "ബിസിനസ്സ് ഇമെയിൽ",
    "1268414751": "മറ്റെന്തെങ്കിലും വിശദാംശങ്ങൾ ഞങ്ങൾക്ക് ഉണ്ടായിരിക്കേണ്ടതുണ്ടോ?",
    "42559805": "നിങ്ങൾക്ക് അടിയന്തിര ഓൺബോർഡിംഗ് ആവശ്യമുണ്ടോ?",
    "851679588": "അതെ.",
    "1729677626": "ഞാൻ ആക്രമണത്തിനിരയായതിനാൽ ഉടനടി ഓൺബോർഡിംഗ് ആവശ്യമാണ്.",
    "2808971932": "ഒരു ഡിവി ബ്ലോക്കിനുള്ളിലെ ചില വാചകമാണിത്.",
    "2468683988": "തലക്കെട്ട്",
    "356336077": "ലോറെം ഇപ്‌സം ഡോളർ സിറ്റ് അമെറ്റ്, കൺസെക്റ്റേറ്റർ അഡിപിസ്സിംഗ് എലിറ്റ്. ഇറോസ് എലമെന്റം ട്രിസ്റ്റിക്കിലെ സസ്പെൻഡിസ് വേരിയസ് എനിം. ഡ്യൂയിസ് കർസസ്, മി ക്വിസ് വിവേര ഒർനാരെ, ഇറോസ് ഡോളോർ ഇന്റർഡം നുള്ള, യുട്ട് കോമോഡോ ഡയം ലിബെറോ വിറ്റേ എററ്റ്. എനിയൻ ഫൗസിബസ് നിബ് എറ്റ് ജസ്റ്റോ കുർസസ് ഐഡി റുട്രം ലോറെം ഇംപെർഡിയറ്റ്. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "ടെക്സ്റ്റ് ലിങ്ക്",
    "2212670355": "സൈൻ അപ്പ് ചെയ്യുക",
    "31502377": "എന്താണ് റിച്ച് ടെക്സ്റ്റ് ഘടകം?",
    "2310705547": "ശീർഷകങ്ങൾ, ഖണ്ഡികകൾ, ബ്ലോക്ക്‌ക്വോട്ടുകൾ, ഇമേജുകൾ, വീഡിയോകൾ എന്നിവ വ്യക്തിഗതമായി ചേർക്കുകയും ഫോർമാറ്റ് ചെയ്യുകയും ചെയ്യുന്നതിനുപകരം ഒരിടത്ത് സൃഷ്‌ടിക്കാനും ഫോർമാറ്റ് ചെയ്യാനും റിച്ച് ടെക്‌സ്‌റ്റ് ഘടകം നിങ്ങളെ അനുവദിക്കുന്നു. ഡബിൾ ക്ലിക്ക് ചെയ്ത് എളുപ്പത്തിൽ ഉള്ളടക്കം സൃഷ്‌ടിക്കുക.",
    "2590587108": "സ്ഥിരവും ചലനാത്മകവുമായ ഉള്ളടക്ക എഡിറ്റിംഗ്",
    "778204464": "സ്റ്റാറ്റിക് അല്ലെങ്കിൽ ഡൈനാമിക് ഉള്ളടക്കത്തിനൊപ്പം ഒരു റിച്ച് ടെക്സ്റ്റ് എലമെന്റ് ഉപയോഗിക്കാം. സ്റ്റാറ്റിക് ഉള്ളടക്കത്തിനായി, അത് ഏതെങ്കിലും പേജിലേക്ക് വലിച്ചിട്ട് എഡിറ്റിംഗ് ആരംഭിക്കുക. ചലനാത്മകമായ ഉള്ളടക്കത്തിനായി, ഏതെങ്കിലും ശേഖരത്തിലേക്ക് ഒരു റിച്ച് ടെക്സ്റ്റ് ഫീൽഡ് ചേർക്കുക, തുടർന്ന് ക്രമീകരണ പാനലിലെ ആ ഫീൽഡിലേക്ക് ഒരു റിച്ച് ടെക്സ്റ്റ് ഘടകം ബന്ധിപ്പിക്കുക. വോയില!",
    "1890955039": "ഓരോ റിച്ച് ടെക്‌സ്‌റ്റിനും ഫോർമാറ്റിംഗ് എങ്ങനെ ഇഷ്‌ടാനുസൃതമാക്കാം",
    "3286051798": "\"വെൻ ഇൻസൈഡ് ഓഫ്\" നെസ്റ്റഡ് സെലക്ടർ സിസ്റ്റം ഉപയോഗിച്ച് റിച്ച് ടെക്സ്റ്റ് എലമെന്റിലേക്ക് ഒരു ക്ലാസ് ചേർത്തതിന് ശേഷം തലക്കെട്ടുകൾ, ഖണ്ഡികകൾ, ബ്ലോക്ക്ക്വോട്ടുകൾ, കണക്കുകൾ, ഇമേജുകൾ, ഫിഗർ അടിക്കുറിപ്പുകൾ എന്നിവയെല്ലാം സ്റ്റൈൽ ചെയ്യാവുന്നതാണ്.",
    "504332576": "ലോകത്തിലെ ഏറ്റവും വലിയ സ്വതന്ത്ര സൈബർ സുരക്ഷാ സേവനമായി hCaptcha വളർന്നുവെന്ന് പ്രഖ്യാപിക്കുന്നതിൽ ഞങ്ങൾ അഭിമാനിക്കുന്നു, ഏകദേശം 15% ഇന്റർനെറ്റിൽ പ്രവർത്തിക്കുന്നു - ഈ മാർക്കറ്റ് ഷെയറിന്റെ ഭൂരിഭാഗവും ഞങ്ങൾ Google reCAPTCHA-യിൽ നിന്ന് നേരിട്ട് സ്വീകരിച്ചു. ഒരുമിച്ച്, hCaptcha ഒപ്പം",
    "1155436473": "(ഞങ്ങളുടെ എന്റർപ്രൈസ് ഓഫർ) ഇപ്പോൾ ഓരോ മാസവും ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളിലും ആപ്പുകളിലുമായി ദശലക്ഷക്കണക്കിന് ഉപയോക്താക്കളെ സംരക്ഷിക്കുന്നു. നിങ്ങൾ സ്വകാര്യതയ്ക്ക് ഒന്നാം സ്ഥാനം നൽകുമ്പോൾ ബിഗ് ടെക്കിനോട് മത്സരിക്കാമെന്ന് ഞങ്ങളുടെ സ്റ്റോറി കാണിക്കുന്നു.",
    "3108727249": "ബോട്ട്സ്റ്റോപ്പ്",
    "1296696044": "സ്വകാര്യതയും സുരക്ഷയും: എന്തുകൊണ്ട് രണ്ടും പാടില്ല?",
    "538871570": "ഗൂഗിളിനോടും മറ്റ് ബിഗ് ടെക് കമ്പനികളുമായും മത്സരിക്കുന്നത് ഒരു വലിയ ക്രമം പോലെയാണ്: അവരുടെ കുത്തക വിപണി ശക്തി, പ്ലാറ്റ്‌ഫോം ഇഫക്റ്റുകൾ, ഉയർന്ന പ്രതിഫലം വാങ്ങുന്ന ഡെവലപ്പർമാരുടെ സൈന്യം എന്നിവ പൊതുവെ ഫെയ്‌സ്ബുക്കോ ആമസോണോ പോലുള്ള മറ്റ് സാങ്കേതിക ഭീമന്മാർക്ക് കൈകാര്യം ചെയ്യാൻ കഴിയാത്തത്ര ശക്തമാണെന്ന് കണക്കാക്കപ്പെടുന്നു. അത് അങ്ങനെ ആയിരിക്കണമെന്നില്ല എന്ന് ഞങ്ങളുടെ കഥ കാണിക്കുന്നു - സ്വകാര്യതയിൽ ശ്രദ്ധ കേന്ദ്രീകരിച്ച് നിങ്ങൾക്ക് ബിഗ് ടെക്കിനെ മറികടക്കാം.",
    "3600718611": "Google reCAPTCHA പരിഗണിക്കുക,",
    "4281708680": ". hCaptcha-യിൽ, ഞങ്ങൾ മനഃപൂർവ്വം വളരെ വ്യത്യസ്തമായ ഒരു സമീപനം സ്വീകരിച്ചിട്ടുണ്ട്, സ്വകാര്യത സംരക്ഷിക്കുന്ന മെഷീൻ ലേണിംഗ് ടെക്നിക്കുകൾ ഉപയോഗിച്ച് സാധാരണ ബോട്ട് പെരുമാറ്റങ്ങൾ ഉയർന്ന കൃത്യതയിൽ തിരിച്ചറിയുന്നു, എല്ലാം കഴിയുന്നത്ര കുറച്ച് ഡാറ്റ ഉപയോഗിക്കുകയും സംഭരിക്കുകയും ചെയ്യുന്നു.",
    "3312336121": "വെബ് ഉപയോക്താക്കൾ നിയമാനുസൃതമായ മനുഷ്യരോ ബോട്ടുകളോ എന്ന് നിർണ്ണയിക്കാൻ വളരെയധികം പെരുമാറ്റ ഡാറ്റ ഉപയോഗിക്കുന്നു",
    "1193738791": ": അവർ ഒരു വെബ്‌സൈറ്റിന്റെ എല്ലാ പേജുകളിലും വെബിലുടനീളം ഉപയോക്തൃ പെരുമാറ്റം ട്രാക്കുചെയ്യുന്നു. ആദ്യ ദിവസം മുതൽ കഴിയുന്നത്ര സ്വകാര്യത സൗഹൃദമാക്കാൻ ഞങ്ങൾ hCaptcha രൂപകൽപ്പന ചെയ്‌തു. ഇത് പ്രശ്നത്തോടുള്ള തികച്ചും വ്യത്യസ്തമായ സമീപനത്തിലേക്ക് നയിച്ചു. ഇത് മാറുന്നത് പോലെ, വെബിലുടനീളം ഉപയോക്താക്കളെ ട്രാക്കുചെയ്യുന്നതും അവരുടെ വെബ് ചരിത്രത്തെ അവരുടെ ഐഡന്റിറ്റിയുമായി ബന്ധിപ്പിക്കുന്നതും നല്ല സുരക്ഷ കൈവരിക്കുന്നതിന് തികച്ചും അനാവശ്യമാണ്. hCaptcha യിലേക്ക് മാറിയ നിരവധി കമ്പനികൾ",
    "2620705814": "Google ഒരു പരസ്യ കമ്പനിയാണ്, അവരുടെ സുരക്ഷാ ഉൽപ്പന്നങ്ങൾ അവരുടെ പരസ്യ ഉൽപ്പന്നങ്ങൾ പോലെയാണ്",
    "1126447688": "ഞങ്ങളുടെ സ്വകാര്യത കേന്ദ്രീകരിച്ചിട്ടും ബോട്ട് കണ്ടെത്തലിലും ലഘൂകരണത്തിലും തുല്യമോ മികച്ചതോ ആയ പ്രകടനം പലപ്പോഴും റിപ്പോർട്ട് ചെയ്യുന്നു",
    "439777523": "റെഗുലേഷൻ കാര്യങ്ങൾ",
    "3588274874": "യൂറോപ്യൻ യൂണിയന്റെ GDPR, കാലിഫോർണിയയുടെ CCPA എന്നിവ പോലെയുള്ള നിയന്ത്രണ പ്രയത്നങ്ങളുമായി യോജിപ്പിച്ച് ഒരു ഉൽപ്പന്നം എത്തിക്കുന്നതിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുമ്പോൾ, ഞങ്ങൾ വൻതോതിലുള്ള വളർച്ച കൈവരിച്ചു - തീർച്ചയായും, reCAPTCHA-യ്‌ക്ക് പകരമായി hCaptcha ലളിതമായി \"ഡ്രോപ്പ് ഇൻ\" ചെയ്യാനും അങ്ങനെ മിനിറ്റുകൾക്കുള്ളിൽ ഇൻസ്റ്റാൾ ചെയ്യാനും ഇത് സഹായിക്കുന്നു.",
    "2150595700": ". ജിഡിപിആറും സിസിപിഎയും എന്റർപ്രൈസ് വാങ്ങുന്നവർക്കായി മാപ്പിൽ സ്വകാര്യതാ ആശങ്കകൾ സ്ഥാപിച്ചിട്ടുണ്ട്, അതേസമയം ഓൺലൈൻ പരസ്യം ചെയ്യൽ, വിപണന വ്യവസായങ്ങൾ എങ്ങനെയാണ് ചരിത്രപരമായി നമ്മുടെ ഡാറ്റ ഉപയോഗിച്ചതെന്ന് നാമെല്ലാവരും മനസ്സിലാക്കാൻ തുടങ്ങുമ്പോൾ ഓൺലൈൻ സ്വകാര്യത പൊതുജനങ്ങൾക്ക് കൂടുതൽ പ്രാധാന്യമർഹിക്കുന്നു.",
    "2624949852": "തീർച്ചയായും, reCAPTCHA 2009 മുതൽ വെബ് സെക്യൂരിറ്റിയിൽ ആദ്യകാല പ്രവേശമായിരുന്നു, ക്ഷുദ്രകരമായ ബോട്ടുകളുടെയും സ്പാമർമാരുടെയും വർദ്ധിച്ചുവരുന്ന ഭീഷണികളിൽ നിന്ന് ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളെ സംരക്ഷിക്കുന്നു. എന്നിരുന്നാലും, സമീപ വർഷങ്ങളിൽ ഇത് പൂർണ്ണമായും വിട്ടുവീഴ്ച ചെയ്യപ്പെട്ടു:",
    "499510428": "ഇവിടെ നിയന്ത്രണം ഞങ്ങളെ സഹായിച്ചിട്ടുണ്ടെന്ന് ഞങ്ങൾ വിശ്വസിക്കുന്നു",
    "1232651561": "reCAPTCHA വെല്ലുവിളികൾ പരിഹരിക്കുന്നതിൽ സോഫ്‌റ്റ്‌വെയർ ഇപ്പോൾ ആളുകളെപ്പോലെ മികച്ചതാണ്.",
    "824740867": "സൊല്യൂഷൻ മെച്ചപ്പെടുത്തുന്നതിനുപകരം, Google, reCAPTCHA v3 പുറത്തിറക്കി, അത് സുരക്ഷാ സോഫ്‌റ്റ്‌വെയറേക്കാൾ ഒരു പരസ്യ നെറ്റ്‌വർക്ക് പോലെ പ്രവർത്തിക്കുന്നു, ഉപയോക്തൃ പ്രൊഫൈലുകൾ നിർമ്മിക്കുന്നതിന് വെബിൽ ഉടനീളമുള്ള പെരുമാറ്റ ഡാറ്റ ശേഖരിക്കുന്നു. നിർഭാഗ്യവശാൽ, ഇത്തരത്തിലുള്ള സിഗ്നൽ എളുപ്പത്തിൽ പരാജയപ്പെടുന്നു, അതിനാൽ ഉപയോക്തൃ സ്വകാര്യതയെ ദോഷകരമായി ബാധിക്കുമ്പോൾ ബോട്ടുകൾക്കെതിരെ ചെറിയ പരിരക്ഷ നൽകുന്നു.",
    "1027023087": "hCaptcha യിൽ ഞങ്ങൾ പകരം കൂടുതൽ ആധുനിക സമീപനങ്ങളിൽ ശ്രദ്ധ കേന്ദ്രീകരിച്ചിരിക്കുന്നു, ബ്രൗസിംഗ് ചരിത്രം പോലെയുള്ള ദീർഘകാല പെരുമാറ്റ രേഖകൾ നിലനിർത്തേണ്ട ആവശ്യമില്ല, സേവനം അവതരിപ്പിച്ചതിന് ശേഷം നിശ്ചയദാർഢ്യമുള്ള എതിരാളികളുടെ മുഖത്ത് കൂടുതൽ പ്രതിരോധം തെളിയിച്ചിട്ടുണ്ട്.",
    "2852295413": "ഒരു അന്തർലീനമായ താൽപ്പര്യ വൈരുദ്ധ്യം: ബോട്ടുകൾ നിർത്തുന്നത് ഒരു പരസ്യ നെറ്റ്‌വർക്കിനുള്ള വരുമാനം കുറയ്ക്കുന്നു",
    "1597520917": "ഉപയോക്തൃ സ്വകാര്യതയോടുള്ള ഗൂഗിളിന്റെ അവഗണന അവരുടെ വെബ്‌സൈറ്റുകളും ആപ്പുകളും പരിരക്ഷിക്കാൻ ശ്രമിക്കുന്ന ഉപഭോക്താക്കളെ ആശങ്കപ്പെടുത്തുമെന്ന് വിമർശകരുടെ എണ്ണം വർദ്ധിച്ചു.",
    "763447231": "അതേ സമയം, ബോട്ടുകളെ പ്രസാധക സൈറ്റുകൾ ആക്‌സസ് ചെയ്യുന്നതിൽ നിന്ന് തടയുന്നത് പരസ്യ തട്ടിപ്പ് വെളിപ്പെടുത്തും, Google-ന്റെ reCAPTCHA ഉൽപ്പന്നത്തെ അവരുടെ പരസ്യ ബിസിനസിനെതിരെ നേരിട്ട് നിർത്താം, അത് അവരുടെ വരുമാനത്തിന്റെ 80%-ലധികം ഉണ്ടാക്കുന്നു.",
    "999674529": "Google കണ്ടെത്തുന്ന ഓരോ ബോട്ടും പൂജ്യം പരസ്യ ഡോളർ സമ്പാദിക്കുന്നതായിരിക്കണം. Google-ന്റെ കമ്പനി ഇൻസെന്റീവുകൾ അവരുടെ സുരക്ഷാ സേവനങ്ങളുടെ ഉപയോക്താക്കളുമായി മോശമായി യോജിപ്പിച്ചിരിക്കുന്നു, മാത്രമല്ല ഇത് അവരുടെ reCAPTCHA സുരക്ഷാ ഓഫറിന്റെ മോശം പ്രകടനത്തിനുള്ള ഒരു വിശദീകരണമായിരിക്കാം.",
    "956019009": "ഏറ്റവും വലിയ വെബ് ഇൻഫ്രാസ്ട്രക്ചർ കമ്പനികൾ ഇതിനകം നടപടി സ്വീകരിച്ചിട്ടുണ്ട്",
    "1923297430": "തങ്ങളുടെ ഉൽപ്പന്നം ഏത് അർത്ഥവത്തായ സ്കെയിലിലും ഉപയോഗിക്കുന്നതിന് ഗൂഗിൾ കമ്പനികൾക്ക് നിരക്ക് ഈടാക്കാൻ തുടങ്ങിയതോടെയാണ് നിരവധി വലിയ ഉപഭോക്താക്കൾക്കുള്ള അവസാന ബ്രേക്കിംഗ് പോയിന്റ് വന്നത്. ലോകമെമ്പാടുമുള്ള റെഗുലേറ്ററി ആശങ്കകൾ ഇതിനകം തന്നെ Google-ന്റെ ഓഫറുകൾ ഉപയോഗിക്കുന്നത് കൂടുതൽ ആകർഷകമാക്കാത്തതിനാൽ, ദീർഘകാല reCAPTCHA ഉപയോക്താക്കൾക്ക് മികച്ച ബദലുകൾ തേടാൻ ഇത് കാരണമായി.",
    "2197218442": "ക്ലൗഡ്ഫ്ലെയർ സിഇഒ മാത്യു പ്രിൻസ് ഈ കാഴ്ചപ്പാട് സംഗ്രഹിച്ചു",
    "155456850": "hCaptcha ലേക്ക് മാറുന്നതായി പ്രഖ്യാപിക്കുന്നു:",
    "435302267": "കമ്പനിയുടെ ബ്ലോഗ് പോസ്റ്റ്",
    "2087769953": "\"ഞങ്ങൾ ഈ മാറ്റത്തിൽ ആവേശഭരിതരാണ്, കാരണം ഞങ്ങൾക്ക് കുറച്ച് കാലമായി ഉണ്ടായിരുന്ന ഒരു Google സേവനത്തെ ആശ്രയിക്കുന്നതിന് അന്തർലീനമായ ഒരു സ്വകാര്യത പ്രശ്‌നം പരിഹരിക്കാൻ ഇത് സഹായിക്കുന്നു. ഞങ്ങൾ നിരവധി CAPTCHA വെണ്ടർമാരെ വിലയിരുത്തുകയും സ്വയം ഒരു സിസ്റ്റം നിർമ്മിക്കുകയും ചെയ്തു. അവസാനം, reCAPTCHA യ്‌ക്കുള്ള ഏറ്റവും മികച്ച ബദലായി hCaptcha ഉയർന്നുവന്നു.\"\"hCaptcha സൊല്യൂഷനുകളെക്കുറിച്ച് ഞങ്ങൾക്ക് നിരവധി കാര്യങ്ങൾ ഇഷ്ടപ്പെട്ടു: 1) അവർ വ്യക്തിഗത ഡാറ്റ വിൽക്കുന്നില്ല; ആവശ്യമായ ഏറ്റവും കുറഞ്ഞ വ്യക്തിഗത ഡാറ്റ മാത്രമേ അവർ ശേഖരിക്കുകയുള്ളൂ, അവർ ശേഖരിക്കുന്ന വിവരങ്ങളും അവർ അത് എങ്ങനെ ഉപയോഗിക്കുന്നു കൂടാതെ/അല്ലെങ്കിൽ വെളിപ്പെടുത്തുന്നു എന്നതും വിവരിക്കുന്നതിൽ സുതാര്യമാണ്.\"",
    "595582512": "ബോട്ടുകൾ, സ്പാമർമാർ അല്ലെങ്കിൽ മറ്റ് ക്ഷുദ്ര അഭിനേതാക്കളിൽ നിന്ന് നിങ്ങളുടെ സൈറ്റിനെയോ ആപ്പിനെയോ ഫലപ്രദമായി സംരക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ഉപയോക്താക്കളുടെ സ്വകാര്യത (പ്രസക്തമായ എല്ലാ നിയന്ത്രണങ്ങളും പാലിക്കുന്നു!) സംരക്ഷിക്കുമ്പോൾ, hCaptcha യും ഞങ്ങളുടെ എന്റർപ്രൈസ് ഓഫറിംഗും പരിഗണിക്കുക.",
    "3388180864": "വെബ് സ്കെയിലിൽ ആഴത്തിലുള്ള സാങ്കേതിക വെല്ലുവിളികളിൽ പ്രവർത്തിക്കാൻ താൽപ്പര്യമുണ്ടോ? ഞങ്ങൾ എല്ലായ്പ്പോഴും ലോകമെമ്പാടുമുള്ള കഴിവുള്ള എഞ്ചിനീയർമാരെ നിയമിക്കുന്നു -",
    "3892952987": "ഞങ്ങളുടെ ഓപ്പണിംഗുകൾ പരിശോധിച്ച് ഇവിടെ പ്രയോഗിക്കുക",
    "3368788823": "ടെറൻസ് ഈഡൻ തന്റെ ബ്ലോഗിൽ രസകരമായ ഒരു കാര്യം പറയുന്നു: \"",
    "1491780143": "നിങ്ങൾ മനുഷ്യനാണെന്ന് കാപ്ച്ചകൾ തെളിയിക്കുന്നില്ല - നിങ്ങൾ അമേരിക്കക്കാരനാണെന്ന് അവ തെളിയിക്കുന്നു",
    "2146900431": "അവബോധപൂർവ്വം, ഈ അവകാശവാദം വളരെയധികം അർത്ഥവത്താണ്. CAPTCHA-കൾ, മിക്കവാറും എല്ലാറ്റിനെയും പോലെ, ഒരു സാംസ്കാരിക പശ്ചാത്തലത്തിൽ ഉൾച്ചേർത്തിരിക്കുന്നു, നിങ്ങളുടെ വെല്ലുവിളികളുടെ ഒരു കൂട്ടം കൂടുതലും ഒരു സംസ്കാരത്തിലാണ് സൃഷ്ടിക്കപ്പെട്ടതെങ്കിൽ, അത് മറ്റൊന്നിലേക്ക് നന്നായി വിവർത്തനം ചെയ്യണമെന്നില്ല. അതിന്റെ കാതൽ, ഇത് സാംസ്കാരിക വിഷയമാണ്",
    "378086442": "CAPTCHA-കളുടെ, അവയുടെ UX ഓരോന്നിനും പകരം.",
    "1445008801": "ഏഡൻ പറയുന്നതുപോലെ:",
    "332723732": "ഉള്ളടക്കം",
    "2072808435": "\"എന്താണ് ഊഹിക്കുക, ഗൂഗിൾ? എന്റെ രാജ്യത്തെ ടാക്സികൾ പൊതുവെ കറുപ്പാണ്. അമേരിക്കയിലുള്ളവയെല്ലാം മഞ്ഞയാണെന്ന് അറിയാൻ ഞാൻ ആവശ്യത്തിന് സിനിമകൾ കണ്ടു. എന്നാൽ ഞാൻ സന്ദർശിച്ച മറ്റെല്ലാ രാജ്യങ്ങളിലും ടാക്സികൾ മിഷ്മാഷ് ആയിരുന്നു. വ്യത്യസ്ത നിറങ്ങൾ.\"",
    "3206136647": "ഇവിടെ ഗൂഗിളിന്റെ പ്രശ്‌നം അവർ ഉപയോഗിക്കുന്ന ചോദ്യ ഡാറ്റയെ അടിസ്ഥാനമാക്കിയുള്ളതാണ്. ആരാണ് അത് കാണുന്നത്. എല്ലാ ഡാറ്റയും ഒരേ സംസ്കാരത്തിൽ നിന്നാണ് വരുന്നതെങ്കിൽ (ഗൂഗിളിന്റെ കാര്യത്തിൽ, അതേ കമ്പനി) ഈഡന്റെ പരാതിക്ക് അനുസൃതമായി മറ്റ് സംസ്കാരങ്ങളിലേക്ക് നന്നായി വിവർത്തനം ചെയ്യാത്ത വെല്ലുവിളികൾ നിങ്ങൾക്ക് തീർച്ചയായും പ്രതീക്ഷിക്കാം.",
    "2217842245": "എന്നിരുന്നാലും, ഞങ്ങളുടെ ഡാറ്റ അത് കാണിക്കുന്നു (hCaptcha-യ്ക്ക്)",
    "4280117172": "നൈജീരിയ, ഇന്ത്യ, ബ്രസീൽ, ജർമ്മനി എന്നിവയുൾപ്പെടെ പല രാജ്യങ്ങളും യുഎസിനേക്കാൾ അൽപ്പം മെച്ചമാണ്.",
    "555749578": "എല്ലാ ഭൂഖണ്ഡങ്ങളിലെയും പ്രധാന രാജ്യങ്ങളിലെ സോൾവ് നിരക്കുകളിൽ 1% ത്തിൽ താഴെ വ്യത്യാസമുണ്ട്.",
    "151737819": "ലോകമെമ്പാടുമുള്ള hCaptcha സോൾവ് നിരക്കുകൾ വളരെ ചെറിയ വ്യത്യാസം കാണിക്കുന്നു",
    "3908992897": "ലോകത്തിലെ എല്ലാ രാജ്യങ്ങളിലും പ്രദേശങ്ങളിലും ഇത് ഉപയോഗിക്കുന്നു, അതിനാൽ സ്ഥിരമായ ഒരു ആഗോള അനുഭവം നൽകുന്നതിൽ ഞങ്ങൾ വളരെയധികം ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്നു.",
    "2808122102": "ക്രോസ്-കൾച്ചറൽ ഫംഗ്‌ഷണാലിറ്റി അതിനാൽ ഞങ്ങളുടെ സേവനത്തിന് അടിസ്ഥാന ആവശ്യകതയാണ്. എല്ലാ നിയമാനുസൃത ഉപയോക്താക്കൾക്കും വേഗത്തിൽ ഉള്ളടക്കം ആക്‌സസ് ചെയ്യാൻ കഴിയുമെന്ന് ഉറപ്പാക്കുന്നത് ഞങ്ങളുടെ ദൗത്യത്തിന്റെ നിർണായക ഭാഗമാണ്. ഞങ്ങൾ 110 ഭാഷകളിൽ വെല്ലുവിളികൾ നൽകുന്നു, ഞങ്ങളുടെ വെല്ലുവിളികൾ എല്ലാവർക്കും പരിഹരിക്കാനാകുമെന്ന് ഉറപ്പാക്കാൻ പ്രസക്തമായ വിവർത്തനങ്ങൾ തുടർച്ചയായി മെച്ചപ്പെടുത്തുന്നു.",
    "3913801502": "hCaptcha ഇപ്പോൾ ഏകദേശം 15% ഇന്റർനെറ്റിൽ പ്രവർത്തിക്കുന്നു",
    "2077639538": ". ഒന്ന്, ഞങ്ങളുടെ സേവനത്തെക്കുറിച്ചുള്ള ചലഞ്ച് ഡാറ്റ ഒന്നല്ല, പല സ്രോതസ്സുകളിൽ നിന്നും വരാം - വലിയ ഫോർച്യൂൺ 500 കമ്പനികൾ മുതൽ മെഷീൻ ലേണിംഗ് സ്റ്റാർട്ടപ്പുകൾ വരെ, അവർ ഞങ്ങളോട് ചേർന്നുനിൽക്കുന്നിടത്തോളം.",
    "3951112506": ". അത് ഇതിനകം തന്നെ ഡാറ്റയിൽ ഉയർന്ന അളവിലുള്ള വൈവിധ്യത്തിന് ഉറപ്പ് നൽകുന്നു.",
    "1803943584": "രണ്ടാമതായി, ഏത് രാജ്യങ്ങളിലോ ഭാഷകളിലോ പ്രവർത്തിക്കുമെന്ന് നിർണ്ണയിക്കാൻ വെല്ലുവിളികളെ സ്വയം ഒപ്റ്റിമൈസ് ചെയ്യാൻ ഞങ്ങൾ അനുവദിക്കുന്നു, ഇത് സ്ഥിരതയുള്ള അനുഭവത്തിന്റെ സാധ്യത ഇനിയും വർദ്ധിപ്പിക്കുന്നു. കൃത്യത പ്രതീക്ഷിച്ചതിലും കുറവാണെങ്കിൽ, ഈ പ്രഭാവം സംഭവിക്കുന്ന പ്രദേശത്തോ ഭാഷയിലോ ഒരു കൂട്ടം ചോദ്യങ്ങൾ പ്രവർത്തിക്കുന്നത് നിർത്തും.",
    "3668873369": "hCaptcha-യിൽ, ആദ്യ ദിനത്തിൽ നിന്ന് വ്യത്യസ്തമായ സമീപനമാണ് ഞങ്ങൾ സ്വീകരിച്ചിരിക്കുന്നത്",
    "1519201684": "AI എത്തിക്‌സ് നയം",
    "2155089487": ". ഞങ്ങളുടെ വെല്ലുവിളികൾ ചില ഗ്രൂപ്പുകൾക്ക് പരിഹരിക്കാൻ എളുപ്പമാണെങ്കിൽ, അവ പരിഹരിക്കുമ്പോൾ ലോകമെമ്പാടുമുള്ള ആളുകളും വ്യത്യസ്ത സംസ്കാരങ്ങളിലുള്ളവരും എങ്ങനെ പ്രവർത്തിക്കുന്നു എന്നതിൽ ഒരു വ്യത്യാസം ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു. ഈഡന്റെ പോസ്റ്റിന്റെ പശ്ചാത്തലത്തിൽ, മറ്റ് രാജ്യങ്ങളിലെ ആളുകളേക്കാൾ മികച്ചത് അമേരിക്കക്കാർ ചെയ്യുമെന്ന് ഞങ്ങൾ പ്രതീക്ഷിക്കുന്നു. ഈ പ്രശ്നം ഒഴിവാക്കാനുള്ള സംവിധാനങ്ങൾ വികസിപ്പിച്ചെടുക്കാൻ ഞങ്ങൾ വർഷങ്ങളോളം ചെലവഴിച്ചതിനാൽ, വാസ്തവത്തിൽ നമ്മൾ കാണുന്നത് വിപരീതമാണ്.",
    "2603863826": "PS: മെച്ചപ്പെടുത്തലുകൾ ഉപയോഗിക്കാവുന്ന ഒരു വിവർത്തനം നിങ്ങളുടെ ഭാഷയിൽ കണ്ടെത്തുകയാണെങ്കിൽ, സമർപ്പിക്കാൻ മടിക്കേണ്ടതില്ല",
    "3543141425": "ഇതിനുവേണ്ടി!",
    "2697276059": "ഇത് പ്രവർത്തിക്കുന്നു എന്നതിന്റെ തെളിവ്: ലോകമെമ്പാടുമുള്ള ഏകീകൃത പരിഹാര നിരക്കുകൾ",
    "664236229": "അഭ്യർത്ഥന വലിക്കുക",
    "1137470858": "ഡിസംബർ 11, 2021",
    "12462594": "hCaptcha മനുഷ്യ പ്ലാറ്റ്‌ഫോമിലാണ് നിർമ്മിച്ചിരിക്കുന്നത്, ഇത് ഓരോ ഘട്ടത്തിലും ചെലവും കാര്യക്ഷമതയും ഒപ്റ്റിമൈസ് ചെയ്യുന്നതിന് സങ്കീർണ്ണമായ റൂട്ടിംഗും വിശകലനവും അനുവദിക്കുന്നു.",
    "2262549101": "ബന്ധപ്പെടാനുള്ള ഇതര രീതികൾ യുഎസ് പകർപ്പവകാശ ഓഫീസ് DMCA നിയുക്ത ഏജന്റ് ഡയറക്ടറിയിൽ രേഖപ്പെടുത്തിയിട്ടുണ്ട്",
    "2272776729": "നിങ്ങളുടെ ഗവൺമെന്റ് ഐഡന്റിഫിക്കേഷൻ നൽകുന്നതുപോലുള്ള തുടർനടപടികൾ സ്വീകരിക്കുന്നതിന് മുമ്പ് നിങ്ങളുടെ ഐഡന്റിറ്റിയും അഭ്യർത്ഥനയും നിങ്ങൾ സ്ഥിരീകരിക്കേണ്ടതുണ്ടെന്ന കാര്യം ശ്രദ്ധിക്കുക. കാലിഫോർണിയ നിയമത്തിന് അനുസൃതമായി, നിങ്ങളുടെ പേരിൽ ഒരു അഭ്യർത്ഥന നടത്താൻ നിങ്ങൾക്ക് ഒരു അംഗീകൃത ഏജന്റിനെ നിയോഗിക്കാം. നിങ്ങളുടെ താൽപ്പര്യാർത്ഥം ഒരു അഭ്യർത്ഥന നടത്താൻ ഒരു അംഗീകൃത ഏജന്റിനെ നിയോഗിക്കുന്നതിന്, നിങ്ങൾ സാധുവായ ഒരു പവർ ഓഫ് അറ്റോർണി നൽകണം, അഭ്യർത്ഥിക്കുന്നയാളുടെ സാധുവായ സർക്കാർ ഐഡന്റിഫിക്കേഷൻ നൽകണം, കൂടാതെ അംഗീകൃത ഏജന്റിന് സാധുവായ സർക്കാർ ഐഡന്റിഫിക്കേഷൻ നൽകണം.",
    "2335607721": "ശ്രദ്ധിക്കുക. ഈ സേവന നിബന്ധനകളുമായി ബന്ധപ്പെട്ട എല്ലാ അറിയിപ്പുകളും ഇമെയിൽ വഴി അയയ്‌ക്കുകയോ ഞങ്ങളുടെ വെബ്‌സൈറ്റിൽ പോസ്റ്റുചെയ്യുകയോ ചെയ്യും. നിങ്ങൾ ഞങ്ങൾക്ക് നോട്ടീസ് അയക്കണം",
    "2875934612": "നവംബർ 20, 2020",
    "3084122606": "നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങളുടെ ഞങ്ങളുടെ ഉപയോഗം നിങ്ങളുടെ സമ്മതത്തെ അടിസ്ഥാനമാക്കിയുള്ളതാണെങ്കിൽ, സേവനത്തിൽ സൂചിപ്പിച്ചിരിക്കുന്ന രീതിയിൽ അല്ലെങ്കിൽ ഞങ്ങളെ ബന്ധപ്പെടുന്നതിലൂടെ ഏത് സമയത്തും അത് പിൻവലിക്കാൻ നിങ്ങൾക്ക് അവകാശമുണ്ട്.",
    "3312286067": "അല്ലെങ്കിൽ നിങ്ങളുടെ അധികാരപരിധിയിലുള്ള ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേറ്ററിന് ഒരു പരാതി സമർപ്പിക്കുക. നിങ്ങളുടെ ഡാറ്റ പ്രൊട്ടക്ഷൻ റെഗുലേറ്റർ ഇവിടെ കണ്ടെത്താം",
    "3506025515": "hCaptcha-യെ log4shell ബാധിച്ചിട്ടില്ല. ഞങ്ങൾ അറിയുന്നത് എങ്ങനെയെന്നത് ഇതാ.",
    "3516838896": "log4j2 റിമോട്ട് കോഡ് എക്സിക്യൂഷൻ ബഗ് അടുത്തിടെ ഇന്റർനെറ്റിൽ വ്യാപിച്ചു, ഇത് വലിയൊരു ശതമാനം ഓൺലൈൻ സേവനങ്ങളെ ബാധിച്ചു. hCaptcha ബാധിച്ചിട്ടില്ല. ആ വസ്‌തുത ഞങ്ങൾ എങ്ങനെ പരിശോധിച്ചുവെന്നത് ഇതാ.",
    "3553195003": "hCaptcha-യെ log4shell ബാധിച്ചിട്ടില്ല.",
    "3610875753": "- കാര്യമായ ബിസിനസ്സ് തടസ്സത്തിന് ശേഷം നിങ്ങൾ സാധാരണയായി ചെയ്യുന്നതുപോലെ ഞങ്ങളെ ബന്ധപ്പെടാൻ കഴിയില്ല",
    "3612764043": ", നിങ്ങൾ ഞങ്ങളുടെ hcaptcha.com അല്ലെങ്കിൽ hcaptchastatus.com എന്ന വെബ്സൈറ്റിലേക്ക് പോകണം.",
    "3626193263": "ഡിജിറ്റൽ മില്ലേനിയം പകർപ്പവകാശ നിയമത്തിന്റെ (DMCA) hCaptcha നിയുക്ത ഏജന്റ് ആണ്",
    "3794891866": "ഞങ്ങളെ ബന്ധപ്പെടുന്നതിലൂടെ കാലിഫോർണിയ ഉപഭോക്താക്കൾക്ക് CCPA പ്രകാരമുള്ള അവരുടെ അവകാശങ്ങൾക്കനുസൃതമായി ഒരു അഭ്യർത്ഥന നടത്താം",
    "3814036702": "- ഞങ്ങളുടെ ബിസിനസ്സ് തുടർച്ച ആസൂത്രണത്തെക്കുറിച്ച് നിങ്ങൾക്ക് ചോദ്യങ്ങളുണ്ടെങ്കിൽ, നിങ്ങൾക്ക് ഞങ്ങളെ ബന്ധപ്പെടാം",
    "3975007628": "ഇപ്പോൾ ഓരോ മാസവും ദശലക്ഷക്കണക്കിന് വെബ്‌സൈറ്റുകളിലും ആപ്പുകളിലുമായി ദശലക്ഷക്കണക്കിന് ഉപയോക്താക്കളെ സംരക്ഷിക്കുന്നു. നിങ്ങൾ സ്വകാര്യതയ്ക്ക് ഒന്നാം സ്ഥാനം നൽകുമ്പോൾ ബിഗ് ടെക്കിനോട് മത്സരിക്കാമെന്ന് ഞങ്ങളുടെ സ്റ്റോറി കാണിക്കുന്നു.",
    "4038264749": "പ്രാദേശിക COVID-19 ഓർഡറുകൾ പ്രാബല്യത്തിൽ തുടരുമ്പോൾ, തക്കസമയത്ത് മെയിൽ ലഭിക്കുമെന്നതിന് യാതൊരു ഉറപ്പുമില്ല, കൂടാതെ ഇമെയിൽ (",
    "4115505783": ") ആണ് ഞങ്ങളിലേക്ക് എത്തിച്ചേരാനുള്ള ശരിയായ ചാനൽ. കമ്പനി ടെലിഫോൺ അല്ലെങ്കിൽ ഫാക്സ് നമ്പറുകൾ പരിപാലിക്കുന്നില്ല; ഇത് 21-ാം നൂറ്റാണ്ടാണ്.",
    "4164851712": "നിയമം അനുശാസിക്കുന്ന നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ മാത്രമേ ഞങ്ങൾ ഉപയോഗിക്കൂ. താഴെ വിവരിച്ചിരിക്കുന്ന നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്നതിന്റെ നിയമപരമായ അടിസ്ഥാനങ്ങളെക്കുറിച്ച് ഞങ്ങൾ നിങ്ങളെ അറിയിക്കേണ്ടതുണ്ട്. നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങൾ ഞങ്ങൾ പ്രോസസ്സ് ചെയ്യുന്ന നിയമപരമായ അടിത്തറയെക്കുറിച്ച് നിങ്ങൾക്ക് ചോദ്യങ്ങളുണ്ടെങ്കിൽ, ഞങ്ങളെ ബന്ധപ്പെടുക",
    "4201262098": "ഈ സാങ്കേതികവിദ്യ, നിങ്ങളുടെ ജോലിയുടെ ഓരോ ഭാഗവും കൈകാര്യം ചെയ്യാൻ ശരിയായ തൊഴിലാളികളെ അനുവദിക്കുന്നു, സ്വകാര്യത സംരക്ഷിക്കുകയും ബാധകമായേക്കാവുന്ന ഏതെങ്കിലും നിയന്ത്രണ ആവശ്യകതകൾ പാലിക്കുകയും ചെയ്യുമ്പോൾ ചെലവ് കാര്യക്ഷമത വർദ്ധിപ്പിക്കുന്നു.",
    "4217188341": "നവംബർ 30, 2020",
    "4238473596": "യഥാർത്ഥ ഉപയോക്താക്കൾക്ക് ഘർഷണം കുറയ്ക്കുന്നത് പ്രധാനമാണ്. hCaptcha ലളിതമായ ജോലികൾ ഉപയോഗിക്കുന്നു, കൂടുതൽ ബോട്ട് ട്രാഫിക് നിർത്തുമ്പോൾ മിക്ക ഉപയോക്താക്കൾക്കും കുറച്ച് സമയമെടുക്കും.",
    "4243935861": "ha.com",
    "4270798104": "2. മറ്റ് വിപുലീകരണങ്ങൾ പ്രവർത്തനരഹിതമാക്കാൻ ശ്രമിക്കുക. അത് പരിഹരിക്കുകയാണെങ്കിൽ, നിങ്ങൾ പ്രശ്നം കണ്ടെത്തുന്നത് വരെ അവ ഓരോന്നായി ഓണാക്കുക, കൂടാതെ ആ വിപുലീകരണത്തിന്റെ ഡെവലപ്പറെ അതിനെക്കുറിച്ച് അറിയിക്കുക, അതോടൊപ്പം ഞങ്ങൾക്ക് ഒരു മുന്നറിയിപ്പ് നൽകുകയും ചെയ്യുക",
    "427220273": "നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിക്കാനും നിങ്ങളുടെ അഭ്യർത്ഥന പ്രോസസ്സ് ചെയ്യാനും ഞങ്ങളെ സഹായിക്കുന്നതിന് ഞങ്ങൾ നിങ്ങളിൽ നിന്ന് നിർദ്ദിഷ്ട വിവരങ്ങൾ അഭ്യർത്ഥിച്ചേക്കാം. നിങ്ങളുടെ അഭ്യർത്ഥന നിരസിക്കാൻ ബാധകമായ നിയമം ആവശ്യപ്പെടുകയോ ഞങ്ങളെ അനുവദിക്കുകയോ ചെയ്തേക്കാം. നിങ്ങളുടെ അഭ്യർത്ഥന ഞങ്ങൾ നിരസിച്ചാൽ, നിയമപരമായ നിയന്ത്രണങ്ങൾക്ക് വിധേയമായി എന്തുകൊണ്ടെന്ന് ഞങ്ങൾ നിങ്ങളോട് പറയും. നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളുടെ ഞങ്ങളുടെ ഉപയോഗത്തെക്കുറിച്ചോ നിങ്ങളുടെ സ്വകാര്യ വിവരങ്ങളെക്കുറിച്ചുള്ള നിങ്ങളുടെ അഭ്യർത്ഥനകളോടുള്ള പ്രതികരണത്തെക്കുറിച്ചോ ഒരു പരാതി സമർപ്പിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുവെങ്കിൽ, നിങ്ങൾക്ക് ഞങ്ങളെ ഇവിടെ ബന്ധപ്പെടാം",
    "433026247": "ടാസ്‌ക്കുകൾ നിർവ്വഹിക്കുന്നതിലൂടെ, നിങ്ങൾക്ക് യോഗ്യതകളും കഴിവുകളും നേടിയേക്കാം, അത് ഞങ്ങളുടെ വിവേചനാധികാരത്തിൽ ഞങ്ങൾ അനുവദിക്കും. നിങ്ങളുടെ യോഗ്യതകളും കഴിവുകളും ഏത് സമയത്തും, ഏതെങ്കിലും കാരണത്താൽ അല്ലെങ്കിൽ ഒരു കാരണവുമില്ലാതെ സൃഷ്ടിക്കാനോ എഡിറ്റ് ചെയ്യാനോ അസാധുവാക്കാനോ ഉള്ള അവകാശം ഞങ്ങളിൽ നിക്ഷിപ്തമാണ്. ദേശീയ ഉത്ഭവം, വംശം, വർണ്ണം, ലിംഗഭേദം, ലൈംഗിക ആഭിമുഖ്യം, അല്ലെങ്കിൽ നിയമപ്രകാരം പരിരക്ഷിക്കപ്പെട്ടിട്ടുള്ള മറ്റേതെങ്കിലും ക്ലാസ് എന്നിവയുടെ അടിസ്ഥാനത്തിൽ ഞങ്ങൾ വിവേചനം കാണിക്കാത്തതിനാൽ, നിങ്ങളുടെ യോഗ്യതകളും വൈദഗ്ധ്യങ്ങളും ശേഖരിക്കുന്നതിനനുസരിച്ച് ടാസ്‌ക്കുകളിലേക്ക് ആക്‌സസ് നേടുന്നതിന് മറ്റേതൊരു സംഭാവകനെപ്പോലെയും നിങ്ങൾക്ക് അവസരം ലഭിക്കും. . ഒരു സംഭാവകൻ എന്ന നിലയിൽ, പ്രശ്‌നകരമായ ടെസ്റ്റ് ചോദ്യങ്ങൾ നിങ്ങളുടെ യോഗ്യതകളെയോ വൈദഗ്ധ്യങ്ങളെയോ റിവാർഡുകളെയോ ബാധിച്ചിട്ടുണ്ടെന്ന് നിങ്ങൾ വിശ്വസിക്കുന്നുവെങ്കിൽ, ടാസ്‌ക് ഇന്റർഫേസ് വഴിയോ ഞങ്ങളുടെ പിന്തുണാ സിസ്റ്റത്തിലെ ഒരു ടിക്കറ്റ് വഴിയോ പ്രശ്‌നകരമായ ടെസ്റ്റ് ചോദ്യങ്ങൾ വിവരിക്കുന്ന നല്ല പിന്തുണയുള്ള തർക്കങ്ങൾ നിങ്ങൾക്ക് നൽകാം, ഉദാഹരണത്തിന് ഇമെയിൽ വഴി ചെയ്തത്",
    "492025216": "ഡിസംബർ 13, 2021",
    "799274928": "ഇ-മെയിൽ അറിയിപ്പുകൾ രേഖാമൂലമുള്ള അറിയിപ്പുകൾ ആവശ്യമായി വന്നേക്കാവുന്ന എല്ലാ ആവശ്യങ്ങൾക്കുമുള്ള രേഖാമൂലമുള്ള അറിയിപ്പുകളായി കണക്കാക്കപ്പെടുന്നു. ഇ-മെയിൽ അറിയിപ്പുകൾ ഉദ്ദേശിച്ച സ്വീകർത്താവിന് ശരിയായി സംപ്രേഷണം ചെയ്തതിന് ശേഷം പ്രവൃത്തി ദിവസം ലഭിച്ചതായി കണക്കാക്കുന്നു."
}