{
  "header-privacy-link": "गोपनीयता",
  "header-integration-link": "एकीकरण",
  "header-cost-link": "लागत",
  "header-features-link": "विशेषताएं",
  "header-docs-link": "डॉक्स",
  "header-login-button": "लॉग इन करें",
  "header-contact-button": "संपर्क बिक्री",
  "intro-heading": "शून्य घर्षण मानवता सत्यापन।",
  "intro-contact-button": "और जानने के लिए हमसे संपर्क करें",
  "intro-text-bottom": "उन कंपनियों द्वारा भरोसा किया जाता है जो वेब को शक्ति प्रदान करती हैं।",
  "sub-menu-button": "संपर्क बिक्री",
  "sub-menu-item1": "उद्यम",
  "sub-menu-item2": "लागत",
  "sub-menu-item3": "एकीकरण",
  "sub-menu-item4": "विशेषताएं",
  "sub-menu-item5": "गोपनीयता",
  "sub-menu-item6": "डॉक्स",
  "info-head-1": "सिद्ध hCaptcha प्लेटफॉर्म पर निर्मित",
  "info-text-1": "एचकैप्चा एंटरप्राइज एचकैप्चा प्लेटफॉर्म टेक्नोलॉजी पर चलता है, जिसे उच्च ट्रैफिक उद्यमों की जरूरत वाली सुविधाओं को शामिल करने के लिए विस्तारित किया गया है।",
  "info-head-2": "एक भरोसेमंद साथी",
  "intro-subtitle": "आज ही अपनी बॉट समस्या का समाधान करें।",
  "info-text-2": "हमारी सेवाओं पर दुनिया की सबसे बड़ी कंपनियों का भरोसा है, जो लाखों साइटों के लाखों दैनिक उपयोगकर्ताओं को सेवा प्रदान करती हैं।",
  "cloudflare-quote-text": "हमने कई कैप्चा विक्रेताओं का मूल्यांकन करने के साथ-साथ स्वयं एक प्रणाली का निर्माण किया। अंत में, hCaptcha reCAPTCHA के सर्वोत्तम विकल्प के रूप में उभरा।",
  "cloudflare-quote-detail": "उत्पाद प्रबंधन निदेशक, क्लाउडफ्लेयर",
  "section-quote-head": "उच्च यातायात उद्यमों के लिए लागत प्रभावी विकल्प",
  "section-quote-text": "अंत में, Google का एक विश्वसनीय विकल्प। hCaptcha Enterprise उच्च सुरक्षा के साथ आपके reCAPTCHA बिल पर नाटकीय बचत प्रदान करता है: कुछ मामलों में 80% तक कम खर्चीला। दुनिया की कई सबसे बड़ी ऑनलाइन सेवाओं ने एचकैप्चा एंटरप्राइज में स्विच किया है और पर्याप्त लागत बचत के साथ बेहतर बॉट डिटेक्शन प्राप्त किया है।",
  "section-quote-button": "कोट के लिए हमसे आज ही संपर्क करें",
  "section-privacy-header": "गोपनीयता केंद्रित",
  "section-privacy-text-1": "विज्ञापन नेटवर्क आपके आगंतुकों को उत्पाद के रूप में देखते हैं। हमारे लिए एकमात्र उत्पाद उनकी मानवता का निर्धारण कर रहा है। हमारी सेवाएं GDPR, CCPA, और LGPD आवश्यकताओं को पूरा करती हैं या उससे अधिक हैं, और गोपनीयता पास जैसी पहल का समर्थन करती हैं। हम गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
  "section-privacy-text-2": "गोपनीयता पर इस अद्वितीय फोकस का मतलब है कि हम उत्कृष्ट सुरक्षा बनाए रखते हुए शून्य व्यक्तिगत डेटा प्रतिधारण, कुकी-मुक्त संचालन और अन्य संविदात्मक गोपनीयता गारंटी की पेशकश कर सकते हैं।",
  "section-security-header": "सुरक्षा पहले",
  "section-security-text-1": "सटीकता आपके और हमारे हित में है। hCaptcha आपको वास्तविक डेटा देने का काम करता है और आपको यह तय करने देता है कि इसका उपयोग कैसे किया जाए। अन्य कैप्चा विशाल विज्ञापन कंपनियों द्वारा प्रदान किए जाते हैं। इसका मतलब है कि उनके द्वारा ब्लॉक किया गया हर बॉट उनके राजस्व को कम कर सकता है।",
  "section-security-text-2": "गोपनीयता पर ध्यान देने के साथ नवीनतम मशीन लर्निंग तकनीकों का उपयोग करने से हम सुरक्षा या उपयोगकर्ता की गोपनीयता को नुकसान पहुंचाए बिना विरासत रिकॉर्ड के सुरक्षा मानकों को हमेशा के लिए सभी रणनीतियों को पार कर सकते हैं।",
  "section-user-experience-header": "महान उपयोगकर्ता अनुभव",
  "section-user-experience-text1": "एंटरप्राइज़ उपयोगकर्ताओं के लिए, अधिकांश परिदृश्यों में चुनौतियों से पूरी तरह बचने के लिए विकल्प उपलब्ध हैं।",
  "section-user-experience-text2": "उन्नत बॉट मॉडल के लिए धन्यवाद, उत्कृष्ट सुरक्षा प्रदान करते हुए अपने वैध ट्रैफ़िक के 99.9% के लिए पूरी तरह से चुनौती से बचकर घर्षण को कम करें।",
  "section-easy-integration-header": "आसान एकीकरण",
  "section-easy-integration-text": "hCaptcha जोड़ने में केवल कुछ मिनट और कोड की कुछ पंक्तियाँ लगती हैं। मूल API reCAPTCHA V2 के साथ संगत है, और इसे स्विच करने में केवल कुछ मिनट लगते हैं। आप आज एक बेहतर विकल्प के साथ तैयार हो सकते हैं और आवश्यकतानुसार अधिक उन्नत सुविधाओं को चालू कर सकते हैं।",
  "section-easy-integration-serverside": "सर्वर साइड:",
  "section-easy-integration-frontend": "फ़्रंट एंड:",
  "section-threat-header": "अनुकूलित खतरा स्कोर",
  "section-threat-text": "सभी समस्याएं समान नहीं होती हैं: एकल अंक प्राप्त करने का अर्थ है कि उपयोगी होने के लिए इसे आपकी आवश्यकताओं को पूरा करना होगा। एचकैप्चा के अनूठे कस्टमाइज्ड थ्रेट स्कोर के साथ, एक त्वरित परामर्श हमें आपके व्यवसाय के लिए अधिक प्रासंगिक स्कोर देने के लिए हमारे मॉडल को ट्यून करने की अनुमति देता है।",
  "section-challenges-header": "सेकंड में अपनी खुद की चुनौतियां लॉन्च करें",
  "section-challenges-text-1": "प्रासंगिक सामग्री के साथ ब्रांड पर बने रहें",
  "section-challenges-text-2": "जब उपयोगकर्ताओं को सुरक्षा आवश्यकताओं को पूरा करने के लिए एक चुनौती का समाधान करना चाहिए, तो उपयोगकर्ता के लिए सुखद और प्रासंगिक कार्यों को क्यों न बनाएं? हमारे सरल कस्टम चुनौती डिज़ाइनर के साथ, आप कुछ ही मिनटों में ऑन-ब्रांड चुनौती सामग्री लॉन्च कर सकते हैं।",
  "section-integration-header": "प्रत्यक्ष मंच एकीकरण",
  "section-integration-subheader": "वेब इंफ्रास्ट्रक्चर कंपनियों के लिए",
  "section-integration-text": "एचकैप्चा एंटरप्राइज सिस्टम अपने डिजाइन में विशिष्ट रूप से लचीला है: इसे आंशिक रूप से या पूरी तरह से आपके नेटवर्क के किनारे पर तैनात किया जा सकता है यदि आप एक सार्वजनिक क्लाउड संचालित करते हैं या कई डेटा केंद्रों के मालिक हैं। यह हमारे 24/7 ऑन-कॉल स्टाफ द्वारा सख्त SLAs को पूरा करने के लिए प्रबंधन के सभी लाभों को बरकरार रखते हुए लागत और ऑफ-नेटवर्क ट्रैफ़िक को नाटकीय रूप से कम कर सकता है।",
  "section-support-header": "आप और आपके उपयोगकर्ताओं दोनों के लिए पहुंच योग्य विशेषज्ञता और समर्थन",
  "section-support-text": "सेवा हमारे लिए सर्वोच्च प्राथमिकता है। हम 24/7 ऑन-कॉल समर्थन बनाए रखते हैं और कार्यान्वयन के दौरान और बाद में आपकी इंजीनियरिंग एकीकरण टीम और हमारे ऑन-कॉल स्टाफ के साथ सीधा स्लैक समन्वय प्रदान करते हैं। , और हमारे इन-विजेट और ईमेल समर्थन चैनल। हम पहुंच योग्य और प्रतिक्रियाशील हैं, और उपयोगकर्ता संतुष्टि को शीर्ष KPI के रूप में देखते हैं।",
  "section-enterprise-header": "उद्यम सुविधाएँ",
  "section-enterprise-title-1": "विश्व स्तरीय एंटी-बॉट सुरक्षा",
  "section-enterprise-desc-1": "वेब पैमाने पर युद्ध-परीक्षण किया गया।",
  "section-enterprise-title-2": "उच्च सटीकता बॉट स्कोर",
  "section-enterprise-desc-2": "कई अलग-अलग प्रकार के बुरे अभिनेताओं का पता लगाएं।",
  "section-enterprise-title-3": "शून्य घर्षण और 99.9% निष्क्रिय मोड",
  "section-enterprise-desc-3": "0.1% से कम वैध उपयोगकर्ताओं को चुनौती दें।",
  "section-enterprise-title-4": "दिखाए गए चुनौती प्रकारों को नियंत्रित करें",
  "section-enterprise-desc-4": "चुनने के लिए प्रकार की विस्तृत लाइब्रेरी।",
  "section-enterprise-title-5": "उपयोग की गई चुनौती सामग्री को नियंत्रित करें",
  "section-enterprise-desc-5": "लगातार उपयोगकर्ता अनुभव के साथ ब्रांड पर बने रहें।",
  "section-enterprise-title-6": "एंटरप्राइज़ SLAs",
  "section-enterprise-desc-6": "गारंटीड विश्वसनीयता और तेजी से 24/7 ऑन-कॉल समर्थन।",
  "section-enterprise-title-7": "विरासती ब्राउज़र समर्थन",
  "section-enterprise-desc-7": "इंटरनेट एक्सप्लोरर 8 पर सभी तरह से संगत।",
  "section-enterprise-title-8": "उन्नत रिपोर्टिंग डैशबोर्ड और एपीआई",
  "section-enterprise-desc-8": "देखें कि आपकी सभी साइटों और ऐप्स पर क्या हो रहा है।",
  "section-enterprise-title-9": "हर देश में काम करता है",
  "section-enterprise-desc-9": "रीकैप्चा के विपरीत, हम हर देश में काम करते हैं।",
  "section-enterprise-title-10": "GDPR, CCPA, और LGPD के अनुकूल गोपनीयता नीति",
  "section-enterprise-desc-10": "पहले दिन से गोपनीयता के लिए डिज़ाइन किया गया। मजबूत डाटा प्रोसेसिंग समझौता।",
  "section-enterprise-title-11": "बारीक कठिनाई का स्तर",
  "section-enterprise-desc-11": "अपने उपयोग के मामले में बिल्कुल फिट होने के लिए इसे डायल करें।",
  "section-enterprise-title-12": "प्रथम-पक्ष होस्टिंग",
  "section-enterprise-desc-12": "सभी अनुरोध और एसेट hcaptcha.yourdomain.com पर जाते हैं",
  "section-enterprise-title-13": "बहु-उपयोगकर्ता डैशबोर्ड",
  "section-enterprise-desc-13": "अपनी टीम में प्रबंधन साझा करें।",
  "section-enterprise-title-14": "तत्काल सत्यापन",
  "section-enterprise-desc-14": "0ms विलंबता: बिना API कॉल के hCaptcha टोकन सत्यापित करें।",
  "section-enterprise-title-15": "मोबाइल (आईओएस और एंड्रॉइड) एकीकरण",
  "section-enterprise-desc-15": "वेब, नेटिव मोबाइल, मोबाइल वेब पर निर्बाध अनुभव। पूर्व-निर्मित एकीकरण और स्थानीय एसडीके उपलब्ध हैं।",
  "section-enterprise-title-16": "अनुकूलित शर्तें और गोपनीयता गारंटी",
  "section-enterprise-desc-16": "अपनी कानूनी जरूरतों को पूरा करें जब अन्य कंपनियां नहीं कर सकतीं।",
  "presented-challlenges-head": "प्रस्तुत चुनौतियां",
  "presented-challenges-title-1": "तुलना",
  "presented-challenges-text-1": "क्वेरी से मेल खाने वाली सभी छवियों का चयन करें",
  "presented-challenges-title-2": "डिब्बा का सीमा",
  "presented-challenges-text-2": "वस्तुओं के लिए बाउंडिंग क्षेत्र परिभाषित करें",
  "presented-challenges-title-3": "वर्गीकरण",
  "presented-challenges-text-3": "संबंधित लेबल को पहचानें",
  "presented-challenges-subheader": "... और अन्य सरल कार्य। मनुष्यों के लिए आसान, बॉट्स के लिए कठिन।",
  "presented-challenges-subtext": "एंटरप्राइज़ प्रकाशकों के लिए कस्टम कार्य भी उपलब्ध हैं।",
  "footer-header-1": "कंपनी",
  "footer-header-2": "साधन",
  "footer-header-3": "संपर्क",
  "footer-link-1": "लेबलिंग",
  "footer-link-2": "के बारे में",
  "footer-link-3": "नौकरियां",
  "footer-link-4": "ट्रेडमार्क",
  "footer-link-5": "ब्लॉग",
  "footer-link-6": "स्थिति",
  "footer-link-7": "प्रलेखन",
  "footer-link-8": "एक बग रिपोर्ट करो",
  "footer-link-9": "सरल उपयोग",
  "footer-terms": "मामले",
  "footer-privacy": "गोपनीयता",
  "footer-attribution": "आरोपण",
  "footer-subheader-1": "सहायता",
  "footer-subheader-2": "संपर्क",
  "switch-to-english-link": "अंग्रेज़ी पर स्विच करें",
  "intro-heading-privacy": "गोपनीयता के लिए बनाया गया है।",
  "intro-subtitle-p1-privacy": " ऑनलाइन सुरक्षा के लिए एक विशिष्ट गोपनीयता-संचालित दृष्टिकोण।",
  "info-head-2-pr": "ऑनलाइन गतिविधि रिकॉर्ड करना जवाब नहीं है।",
  "info-text-1-pr": "hCaptcha Enterprise का केवल एक ही उद्देश्य है: बुरे अभिनेताओं को आपके ऑनलाइन संचालन में बाधा डालने और आपके उपयोगकर्ताओं को नुकसान पहुँचाने से रोकना।",
  "info-text-2-pr": "इस प्रकार हमारे सिस्टम को बुनियादी स्तर से डिज़ाइन किया गया है ताकि वर्ग-अग्रणी सुरक्षा बनाए रखते हुए डेटा संग्रह और प्रतिधारण को कम किया जा सके। उपयोगकर्ता डेटा को सुरक्षित रखने का सबसे अच्छा तरीका है कि इसे बिल्कुल भी संग्रहीत न किया जाए।",
  "info-text-3-pr": "सभी ग्राहक संबंध भी एक मजबूत डेटा प्रोसेसिंग अनुबंध द्वारा सुरक्षित हैं। hCaptcha सेवा सभी गोपनीयता कानूनों का अनुपालन करती है, चाहे आपकी सेवा या आपके ग्राहक कहीं भी हों। व्यक्तिगत डेटा न रखना अन्य कंपनियों की तुलना में हमारे लिए इसे बहुत आसान बनाता है।",
  "info-text-2-2-pr": "reCAPTCHA v3 जैसी सेवाओं का कहना है कि अच्छी सुरक्षा के लिए अपनी साइट के प्रत्येक पृष्ठ पर उनका ट्रैकिंग पिक्सेल लगाना आवश्यक है। यह वह मामला नहीं है।",
  "info-text-2-3-pr": "सरल व्यवहार विश्लेषण बुरे अभिनेताओं द्वारा आसानी से गढ़ा गया एक संकेत है, और आपके सभी वैध ट्रैफ़िक के लिए भी ब्राउज़िंग इतिहास को बनाए रखने की आवश्यकता है।",
  "info-text-2-4-pr": "हम एक विज्ञापन नेटवर्क संचालित नहीं करते हैं, और उन्हें विज्ञापन बेचने के लिए आपके उपयोगकर्ता व्यवहार को देखने में कोई दिलचस्पी नहीं है। इसका अर्थ है कि हमें आपकी साइट के प्रत्येक पृष्ठ पर एक निष्क्रिय पिक्सेल की आवश्यकता नहीं है।",
  "info-text-2-5-pr": "हमारे चैलेंज कोड को केवल वहीं जोड़ें जहां यह आवश्यक हो, और जहां यह आपको और आपके उपयोगकर्ताओं दोनों की सुरक्षा के लिए समझ में आता है।",
  "info-head-3-pr": "मशीन लर्निंग उपयोगी है। लेकिन इसे काम करने के लिए व्यक्तिगत डेटा की आवश्यकता नहीं होती है।",
  "info-text-3-1-pr": "मशीन लर्निंग अब हमारे जीवन के लगभग हर पहलू को प्रभावित करता है, अक्सर इस तरह से हम महसूस नहीं कर सकते हैं और नहीं देख सकते हैं। ऑनलाइन सुरक्षा सेवाएं अलग नहीं हैं।",
  "info-text-3-2-pr": "हजारों से अधिक संकेतों को सीखकर, मॉडल बहुत जल्दी दुर्भावनापूर्ण व्यवहार का पता लगा सकते हैं और उच्च आत्मविश्वास तक पहुंच सकते हैं, भले ही कोई भी व्यक्तिगत संकेत किसी समस्या को इंगित करने के लिए पर्याप्त मजबूत न हो।",
  "info-text-3-3-pr": "हालांकि, इनमें से किसी को भी व्यक्तिगत रूप से पहचान योग्य जानकारी (पीआईआई) का उपयोग करने की आवश्यकता नहीं है। आधुनिक क्रिप्टोग्राफिक तकनीक हमें किसी भी व्यक्तिगत डेटा को जितनी जल्दी हो सके त्यागने की अनुमति देती है, इसके बजाय एकतरफा हस्ताक्षर बनाते हैं जो किसी भी व्यक्ति से जुड़ा नहीं जा सकता है।",
  "info-text-3-4-pr": "गैर-पहचान वाले डेटा पर प्रशिक्षण ठीक उसी तरह काम करता है, और इसके लिए सुरक्षा या गोपनीयता से समझौता करने की आवश्यकता नहीं होती है। हमारे ग्राहकों ने अनुभवजन्य परीक्षण किए हैं, और हमें बहुत कम निजी विकल्पों के बराबर या उससे बेहतर घोषित किया है।",
  "cloudflare-quote-text-privacy": "हमें hCaptcha समाधानों के बारे में कई चीज़ें पसंद आईं: 1) वे व्यक्तिगत डेटा नहीं बेचते; वे केवल न्यूनतम आवश्यक व्यक्तिगत डेटा एकत्र करते हैं, वे जो जानकारी एकत्र करते हैं उसका वर्णन करने में पारदर्शी होते हैं और वे इसका उपयोग कैसे करते हैं और/या इसका खुलासा करते हैं।",
  "pilot-head": "हमें बिना किसी दायित्व के अपने वातावरण में आजमाएं।",
  "pilot-text-1a": "हम इंजीनियर हैं, विक्रेता नहीं: हम चाहते हैं कि आप अपनी पसंद से खुश रहें।",
  "pilot-text-1b": "आपकी संतुष्टि सुनिश्चित करने का सबसे अच्छा तरीका यह प्रदर्शित करना है कि हम आपकी आवश्यकताओं को पूरा करते हैं।",
  "pilot-text-1c": "पायलट शुरू करने वाली लगभग सभी कंपनियां अंततः हमारे समाधान चुनती हैं।",
  "pilot-text-1d": "हमारे किसी तकनीकी विशेषज्ञ तक पहुंचने के लिए इस फॉर्म का उपयोग करें। हम जल्दी से जवाब देते हैं।",
  "pilot-text-1e": "आप हमें सीधे ईमेल भी कर सकते हैं।",
  "pilot-email-details": "विवरण यहाँ हैं।",
  "pilot-f1": "क्षेत्र",
  "pilot-f2": "आपका नाम",
  "pilot-f3": "आपका नाम",
  "pilot-f4": "बिजनेस ईमेल",
  "pilot-f5": "कोई अन्य विवरण जो हमारे पास होना चाहिए?",
  "pilot-f6": "क्या आपको तत्काल ऑनबोर्डिंग की आवश्यकता है?",
  "pilot-f7": "हां।",
  "pilot-f8": "मुझ पर हमला हो रहा है और मुझे तत्काल ऑनबोर्डिंग की आवश्यकता है।",
  "pilot-f9": "प्रस्तुत करना",
  "pilot-f10": "अपना ईमेल दर्ज करके, आप हमारी शर्तों और गोपनीयता नीति से सहमत होते हैं, और हमसे ईमेल प्राप्त करने के लिए सहमत होते हैं।",
  "pilot-fo-1": "एकीकरण आसान नहीं हो सकता।",
  "pilot-fo-2": "hCaptcha में आपके द्वारा उपयोग किए जाने वाले फ़्रंटएंड और बैकएंड सिस्टम के लिए दर्जनों पूर्व-निर्मित एकीकरण हैं।",
  "pilot-fo-3": "यदि आप Google के रीकैप्चा से आते हैं, तो हमारे एपीआई ड्रॉप-इन प्रतिस्थापन हैं। कोड की तीन पंक्तियां आपको चाहिए।",
  "pilot-fo-4": "हमारे ऑनबोर्डिंग इंजीनियर आपको जल्दी से आगे बढ़ा सकते हैं, चाहे आपको रिएक्ट इंटीग्रेशन की जरूरत हो, आईओएस नेटिव ऐप के लिए एसडीके, जावा बैकएंड उदाहरण, या वस्तुतः कोई अन्य परिदृश्य।",
  "pilot-fo-5": "और हमेशा की तरह, गोपनीयता हमारे लिए एक मुख्य मूल्य है। हमारे चैलेंज कोड को केवल वहीं जोड़ें जहां यह आवश्यक हो, और जहां यह आपको और आपके उपयोगकर्ताओं दोनों की सुरक्षा के लिए समझ में आता है। डेटा संग्रह को न्यूनतम करना एकीकरण के क्षण से शुरू होता है।",
  "pilot-fdone": "धन्यवाद। हम आपसे जल्द ही संपर्क करेंगे।",
  "home-ent-2-new": "हमारे उद्यम समाधान के बारे में अधिक जानें।",
  "home-ent-button-new": "एचकैप्चा एंटरप्राइज",
  "home-main-plans2-new": "hCaptcha Enterprise समाधान वर्ग-अग्रणी सुरक्षा प्रदान करते हैं और कई शीर्ष ऑनलाइन सेवाओं की सुरक्षा करते हैं।",
  "home-plans-button-2-new": "और अधिक जानें",
  "header-enterprise-link": "उद्यम",
  "sales-interstitial-c1b-new": "एचकैप्चा एंटरप्राइज के बारे में अधिक जानें"
}
