{
    "1031855757": "इस साइट का उपयोग",
    "1034830": "ऐसे विवाद जो डोड-फ्रैंक वॉल स्ट्रीट रिफॉर्म एंड कंज्यूमर प्रोटेक्शन एक्ट (पब्लिक लॉ 111-203) द्वारा प्रदान किए गए पूर्व-विवाद मध्यस्थता समझौते के अधीन नहीं हो सकते हैं, इससे बाहर रखा गया है",
    "1064537632": "कृपया ध्यान दें कि हमारी सेवा का आपका उपयोग हमारे डेटा प्रोसेसिंग अनुबंध द्वारा नियंत्रित होता है, जिसे यहां संदर्भ द्वारा शामिल किया गया है। यह देखने के लिए कृपया इस अनुबंध की समीक्षा करें कि हम आपकी ओर से व्यक्तिगत डेटा को कैसे संसाधित करते हैं। ध्यान दें कि हम यूरोपीय संघ के सामान्य डेटा संरक्षण विनियम के उद्देश्यों के लिए \"डेटा प्रोसेसर\" और कैलिफ़ोर्निया उपभोक्ता गोपनीयता अधिनियम के उद्देश्य के लिए \"सेवा प्रदाता\" के रूप में कार्य करते हैं।",
    "1095532507": "कुकी (\"कुकी\") एक छोटी टेक्स्ट फ़ाइल है जिसे वेब पेज सर्वर द्वारा आपकी हार्ड ड्राइव पर रखा जाता है। कुकीज़ में ऐसी जानकारी होती है जिसे बाद में उस डोमेन के वेब सर्वर द्वारा पढ़ा जा सकता है जिसने आपको कुकी जारी की थी। कुछ कुकीज़ का उपयोग केवल तभी किया जाएगा जब आप कुछ सुविधाओं का उपयोग करते हैं या कुछ प्राथमिकताओं का चयन करते हैं, और कुछ कुकीज़ हमेशा उपयोग की जाएंगी। आप नीचे दी गई हमारी वर्तमान कुकी सूची को देखकर प्रत्येक कुकी के बारे में अधिक जानकारी प्राप्त कर सकते हैं।",
    "1158384644": "आप हमारी वेबसाइट का उपयोग बंद करने के लिए किसी भी समय चुन सकते हैं, बशर्ते कि आपको सभी लागू आईएमआई नीतियों का पालन करना चाहिए। हम अपने विवेकाधिकार में, इस समझौते को समाप्त कर सकते हैं, हमारी वेबसाइट तक पहुंच निलंबित कर सकते हैं, या बिना किसी कारण के किसी भी सेवा को तुरंत हटा सकते हैं।",
    "1300074400": "कंपनी के वर्तमान प्रबंधन के बारे में जानकारी अबाउट पेज पर प्राप्त की जा सकती है। कंपनी के वर्तमान सीईओ सामग्री के लिए जिम्मेदार प्रबंध निदेशक हैं।",
    "1395644678": "ऑनलाइन विवाद समाधान के लिए यूरोपीय आयोग की आधिकारिक वेबसाइट:",
    "148542287": "यह कानूनी सलाह नहीं है, और इस विश्लेषण के संबंध में कोई वारंटी प्रदान नहीं की जाती है। यदि आपके पास अतिरिक्त प्रश्न या चिंताएं हैं, तो कृपया हमसे यहां संपर्क करें:",
    "1527172673": "यदि इस कुकी नीति के बारे में आपके कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें:",
    "1535054294": "कृपया उनकी विस्तृत नीति देखें",
    "1747657936": "हमारी साइटें और सेवा 13 वर्ष से कम उम्र के बच्चों के लिए निर्देशित नहीं हैं और हम जानबूझकर 13 वर्ष से कम उम्र के बच्चों से व्यक्तिगत जानकारी एकत्र नहीं करते हैं। अगर हमें पता चलता है कि हमने 13 साल से कम उम्र के बच्चे की व्यक्तिगत जानकारी एकत्र की है, तो हम ले लेंगे इस तरह की जानकारी को जल्द से जल्द हमारी फाइलों से हटाने के लिए उचित कदम उठाएं, जब तक कि इसे बनाए रखने के लिए हमारा कोई कानूनी दायित्व न हो। कृपया हमसे संपर्क करें यदि आपको लगता है कि हमारे पास 13 वर्ष से कम उम्र के बच्चे से या उसके बारे में कोई जानकारी है:",
    "1807512722": "आप इस वेबसाइट के उपयोग से उत्पन्न होने वाले किसी भी दावे को एक प्रशासनिक एजेंसी के पास ला सकते हैं, लेकिन केवल उस सीमा तक लागू कानून ऐसी एजेंसी तक पहुंच की अनुमति देता है, भले ही मध्यस्थता के लिए एक समझौते के अस्तित्व के बावजूद। इस तरह के प्रशासनिक दावों में समान रोजगार अवसर आयोग, अमेरिकी श्रम विभाग और राष्ट्रीय श्रम संबंध बोर्ड के समक्ष लाए गए बिना सीमा के दावे या शुल्क शामिल हैं। इस खंड में कुछ भी आपको मध्यस्थता में दावा करने से पहले प्रशासनिक उपायों को समाप्त करने के अपने दायित्व को पूरा करने के लिए किसी भी एजेंसी के सामने एक प्रशासनिक दावा लाने से रोकता या बहाना नहीं माना जाएगा, हालांकि, आप इस तरह के माध्यम से किसी भी मौद्रिक पुरस्कार के अधिकार का त्याग करते हैं एजेंसी की कार्यवाही।",
    "2238885192": "जब उपयोगकर्ता किसी त्रुटि का अनुभव करता है तो हम डिबगिंग डेटा एकत्र करने के लिए संतरी का उपयोग करते हैं। संतरी कैसे डेटा एकत्र और संसाधित करता है, इस बारे में जानकारी के लिए:",
    "2520904193": "आप किसी भी विवाद को एक वर्ग, सामूहिक, या प्रतिनिधि कार्रवाई के रूप में लाए जाने, सुनने या मध्यस्थता करने के लिए आपके पास मौजूद किसी भी अधिकार का त्याग करते हैं। इस समझौते में निहित किसी भी अन्य खंड के बावजूद, पूर्ववर्ती वाक्य किसी भी मामले में इस समझौते से अलग नहीं होगा। कोई भी दावा है कि इस छूट का पूरा या हिस्सा अप्रवर्तनीय, अचेतन, शून्य या शून्यकरण योग्य है, केवल सक्षम क्षेत्राधिकार की अदालत द्वारा निर्धारित किया जा सकता है, मध्यस्थ द्वारा नहीं। राष्ट्रीय श्रम संबंध अधिनियम की धारा 7 के तहत अपने अधिकारों का प्रयोग करने के परिणामस्वरूप, या किसी भी फोरम में किसी वर्ग, सामूहिक या प्रतिनिधि कार्रवाई को दाखिल करने या उसमें भाग लेने के परिणामस्वरूप आपको हमारी वेबसाइट पर कार्यों को पूरा करने से रोका या बदला नहीं जाएगा। , लेकिन हम कानूनी रूप से इस वर्ग कार्रवाई छूट को लागू करने की मांग कर सकते हैं, और ऐसे वर्ग, सामूहिक या प्रतिनिधि कार्रवाइयों या दावों को खारिज करने की मांग कर सकते हैं।",
    "2577178569": "3. कड़ाई से आवश्यक तकनीकी उद्देश्यों के लिए उपयोग किया जाता है: अभिगम्यता उपयोगकर्ता के उपयोग को सक्षम बनाता है।",
    "2583888954": "अपवाद।",
    "263977834": "प्रशासनिक थकावट।",
    "2657277322": "यदि आपके कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें:",
    "271333468": "हम जो जानकारी एकत्र और संग्रहीत करते हैं, उसकी सुरक्षा के लिए हम उपयुक्त तकनीकी और संगठनात्मक उपायों को लागू करते हैं, और हमारी ओर से हमारे प्रसंस्करण को करने वाले सभी एजेंटों को ऐसा करने की आवश्यकता होती है। दुर्भाग्य से, कोई भी सुरक्षा उपाय 100% फुलप्रूफ नहीं है, और इस तरह किसी भी नेटवर्क या सिस्टम (हमारे सहित) को विनाश, हानि, परिवर्तन, अनधिकृत प्रकटीकरण, या हमारे द्वारा एकत्रित और संग्रहीत जानकारी तक पहुंच के खिलाफ 100% सुरक्षित होने की गारंटी नहीं दी जा सकती है। अगर आपको लगता है कि आपकी जानकारी किसी भी कारण से सुरक्षित नहीं हो सकती है, तो कृपया हमसे तुरंत संपर्क करें:",
    "2763011087": "आईएमआई उपभोक्ता विवाद समाधान इकाई के सामने उपभोक्ता विवादों के लिए वैकल्पिक विवाद समाधान के लिए प्रतिबद्ध नहीं है और न ही इसमें भाग लेने के लिए बाध्य है।",
    "2927283721": "हमारी वेबसाइट पर कार्य करके, आप हमारी गोपनीयता नीति के अनुसार अपनी व्यक्तिगत जानकारी के संग्रह, उपयोग और प्रकटीकरण को अधिकृत करते हैं। इसके अलावा, हम आपके और आपके पूर्ण किए गए कार्यों के बारे में कुछ जानकारी अनुरोधकर्ता को साझा कर सकते हैं, जिनके कार्यों को आपने सेवा संबंधों को सुविधाजनक बनाने और वेबसाइट को बेहतर बनाने के लिए पूरा किया है, उदाहरण के लिए, योगदानकर्ता आईडी, पूर्ण किए गए कार्यों के परिणाम, और अन्य विशेषताओं से संबंधित आपकी योग्यताएं, भाषाएं, कौशल और वेबसाइट का उपयोग।",
    "2943815316": "हम इस सूची को समय-समय पर अपडेट करते हैं, इसलिए ऐसी अतिरिक्त कुकीज हो सकती हैं जो अभी तक सूचीबद्ध नहीं हैं। वेब बीकन, टैग और स्क्रिप्ट का उपयोग साइट्स या ईमेल में किया जा सकता है ताकि हमें कुकीज़ वितरित करने, विज़िट की गणना करने, उपयोग और अभियान प्रभावशीलता को समझने में मदद मिल सके और यह निर्धारित किया जा सके कि कोई ईमेल खोला गया है और उस पर कार्रवाई की गई है। हम अपनी सेवा/विश्लेषिकी प्रदाताओं द्वारा इन तकनीकों के उपयोग के आधार पर व्यक्तिगत और समग्र आधार पर रिपोर्ट प्राप्त कर सकते हैं।",
    "3040062804": "इस खंड के तहत कोई भी मध्यस्थता कार्यवाही डिफ़ॉल्ट रूप से कैलिफोर्निया राज्य के भीतर होगी, जब तक कि आप संयुक्त राज्य से बाहर नहीं रहते हैं, इस मामले में मध्यस्थता पूरी तरह से इलेक्ट्रॉनिक या टेलीफोन पर होगी। मध्यस्थता किसी अन्य स्थान पर हो सकती है यदि प्रत्येक पक्ष लिखित रूप से सहमत हो। अपने स्थान के बावजूद, कोई भी पक्ष लाइव वीडियो या टेलीकांफ्रेंस के माध्यम से मध्यस्थता में उपस्थित होने का विकल्प चुन सकता है।",
    "3091247030": "वर्ग कार्रवाई छूट।",
    "3102490587": "क्लास एक्शन वेवर को छोड़कर, यदि किसी भी अवधि या प्रावधान, या इस मध्यस्थता खंड के हिस्से को शून्य या अप्रवर्तनीय घोषित किया जाता है तो इसे अलग कर दिया जाएगा और मध्यस्थता खंड का शेष लागू किया जा सकेगा।",
    "3187946010": "इन पृष्ठों पर सभी पाठ, चित्र, ग्राफिकल एनीमेशन, वीडियो, संगीत, ध्वनियाँ और अन्य सामग्री आईएमआई या तीसरे पक्ष द्वारा कॉपीराइट कानून के तहत संरक्षित हैं यदि निर्दिष्ट किया गया है। इस सामग्री को व्यावसायिक उपयोग के लिए इस तरह से कॉपी या संशोधित करना मना है जो उचित उचित उपयोग से अधिक हो।",
    "3199694247": "पृथक्करणीयता।",
    "3302832698": "वैकल्पिक विवाद समाधान की आवश्यकता है।",
    "3361191778": "इंटरनेट पेजों पर दी गई जानकारी व्यक्तिगत सलाह का प्रतिनिधित्व नहीं करती है और इसे प्रतिस्थापित नहीं कर सकती है। यदि आपको व्यक्तिगत सलाह की आवश्यकता है, तो कृपया हमारे सपोर्ट स्टाफ से संपर्क करें।",
    "3493572638": "लागत और शुल्क।",
    "3794239003": "मध्यस्थता प्रक्रिया।",
    "3885459114": "आप आमतौर पर अपने वेब ब्राउज़र में निर्मित कार्यक्षमता के माध्यम से कुकीज़ के उपयोग को सक्रिय या बाद में निष्क्रिय कर सकते हैं। यदि आप कुकीज़ के बारे में अधिक जानना चाहते हैं, या उन्हें कैसे नियंत्रित, अक्षम या हटाना चाहते हैं, तो विस्तृत मार्गदर्शन के लिए कृपया https://www.knowcookies.com/ पर जाएं।",
    "3956117148": "जैसा कि इस नीति में वर्णित है, hCaptcha.com और BotStop.com वेबसाइटों (साइटें) में अतिरिक्त कुकीज़ शामिल हो सकती हैं।",
    "4193379787": "इस समझौते के तहत सभी मध्यस्थता अमेरिकी मध्यस्थता संघ के नियमों के तहत या पारस्परिक रूप से सहमत मध्यस्थता सेवा द्वारा आयोजित की जाएगी। मध्यस्थ वैकल्पिक हमलों के माध्यम से कम से कम सात (7) नामों की सूची से चयनित एक अमेरिकी मध्यस्थ होगा। मध्यस्थता में, प्रत्येक पक्ष को अपने मामलों और बचावों को पेश करने के लिए पर्याप्त नागरिक खोज करने, विवादास्पद प्रस्ताव लाने और गवाहों और सबूतों को पेश करने का अधिकार होगा, और इस संबंध में किसी भी विवाद को मध्यस्थ द्वारा हल किया जाएगा। विवाद का समाधान पूरी तरह से दावा किए गए दावों और बचावों को नियंत्रित करने वाले कानून पर आधारित होगा, और मध्यस्थ इस तरह के नियंत्रण कानून के अलावा किसी अन्य आधार को लागू नहीं कर सकता है। मध्यस्थ की क्षमता में कार्य करते समय मध्यस्थ के पास नागरिक दायित्व से न्यायिक अधिकारी की प्रतिरक्षा होगी, जो प्रतिरक्षा किसी अन्य मौजूदा प्रतिरक्षा को पूरक करती है। पुरस्कारों में मध्यस्थ की लिखित तर्कयुक्त राय शामिल होनी चाहिए। आप आईएमआई के खिलाफ या आईएमआई के आपके खिलाफ हो सकने वाले किसी भी दावे के जूरी द्वारा परीक्षण के अपने अधिकार को छोड़ देते हैं। इस खंड के तहत किसी भी दावे को सीमा अवधि के लागू क़ानून के भीतर लाया जाना चाहिए। युनाइटेड स्टेट्स फ़ेडरल आर्बिट्रेशन एक्ट इस क्लॉज़ को नियंत्रित करता है, और आप स्वीकार करते हैं कि यह अनुबंध वाणिज्य में लेन-देन का प्रमाण है।",
    "470943029": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमसे यहां संपर्क करें:",
    "498769698": "आप अपने इंटीग्रेटर, ग्राहक, या एक्सेसिबिलिटी उपयोगकर्ता खाते (यदि आप एक इंटीग्रेटर, ग्राहक या एक्सेसिबिलिटी उपयोगकर्ता हैं) के माध्यम से हमें प्रदान की गई कुछ व्यक्तिगत जानकारी तक पहुंच, सुधार, संशोधन या हटा सकते हैं। यदि आप ऐसा करने में असमर्थ हैं, या हमारे द्वारा आपके बारे में एकत्र की गई और/या साझा की गई व्यक्तिगत जानकारी के बारे में कोई प्रश्न हैं, या हमारे प्रसंस्करण के लिए अपनी सहमति वापस लेना चाहते हैं (यानी अपने खाते को पूरी तरह से हटा दें) तो कृपया हमसे यहां संपर्क करें:",
    "537881751": "एचकैप्चा में आपका स्वागत है! यह गोपनीयता नीति www.hcaptcha पर हमारी वेबसाइट के माध्यम से हमारे संग्रह, उपयोग और जानकारी के प्रकटीकरण (व्यक्तिगत जानकारी सहित, नीचे परिभाषित) के संबंध में Intuition Machines, Inc. (\"IMI\", \"we\" या \"us\") की प्रथाओं का वर्णन करती है। .com और हमारे द्वारा उपयोग किए जाने वाले अन्य उप डोमेन या डोमेन (\"साइट्स\") और hCaptcha एप्लिकेशन प्रोग्राम इंटरफ़ेस और संबंधित सॉफ़्टवेयर और सामग्री (सामूहिक रूप से, \"सेवा\")।",
    "561456032": "आप सहमत हैं कि किसी भी विवाद के लिए जो सेवाओं के आपके उपयोग से उत्पन्न होता है या उससे संबंधित है, जिसमें कोई भी विवाद शामिल है जो उस समय से उत्पन्न हो सकता है जब आपने आईएमआई के लिए कार्य करना शुरू किया था, और विशेष रूप से आप के रूप में वर्गीकृत या नहीं से संबंधित किसी भी दावे सहित एक स्वतंत्र ठेकेदार, आप पहले आईएमआई को इसके खिलाफ अपने दावे के बारे में सूचित करेंगे। फिर आप और आईएमआई सीधे बातचीत या मध्यस्थता के माध्यम से इस मुद्दे को हल करने का प्रयास करेंगे। हम मध्यस्थता की लागत को समान रूप से विभाजित करेंगे और सहमत होंगे कि मध्यस्थता टेलीफोन या अन्य इलेक्ट्रॉनिक माध्यमों के माध्यम से आयोजित की जाएगी। यदि अनौपचारिक बातचीत या मध्यस्थता के बाद भी कोई दावा अनसुलझा रहता है, तो आप सहमत हैं कि आप और IMI विवाद को सुलझाने के लिए अंतिम और बाध्यकारी मध्यस्थता का उपयोग करेंगे। यह खंड उस समय से सभी दावों को पूर्वव्यापी रूप से नियंत्रित करता है जब आपने हमारी वेबसाइट का उपयोग करना शुरू किया था, चाहे वह यातना, अनुबंध, क़ानून पर आधारित हो, जिसमें भेदभाव और उत्पीड़न के किसी भी दावे शामिल हैं, लेकिन इन्हीं तक सीमित नहीं है, चाहे वे कैलिफ़ोर्निया फेयर एम्प्लॉयमेंट एंड हाउसिंग एक्ट पर आधारित हों। , 1964 के नागरिक अधिकार अधिनियम का शीर्षक VII, जैसा कि संशोधित है, या कोई अन्य राज्य या संघीय कानून या विनियम, न्यायसंगत कानून, या अन्यथा।",
    "658775471": "हम अपने वेब ट्रैफिक को ऑप्टिमाइज़ करने के लिए Cloudflare का इस्तेमाल करते हैं। Cloudflare कैसे डेटा एकत्र और संसाधित करता है, इस बारे में जानकारी के लिए:",
    "702926385": "इस तरह के किसी भी मध्यस्थता में कानूनी प्रतिनिधित्व के लिए प्रत्येक पक्ष अपनी संबंधित लागतों को वहन करेगा, सिवाय उस सीमा के जब तक कि वकील की फीस कानून द्वारा स्पष्ट रूप से प्रदान की जाती है। पक्ष मध्यस्थ द्वारा लगाए गए किसी भी प्रारंभिक प्रशासनिक शुल्क को विभाजित करेंगे, जो आपके लिए अधिकतम दो सौ पचास डॉलर (US$250.00) तक होगा। मध्यस्थ और अदालत के रिपोर्टर की लागत, यदि कोई हो, शुरू में हमारे द्वारा वहन की जाएगी; हालांकि, मध्यस्थ के पास कानून द्वारा प्रदान किए गए प्रचलित पक्ष को उचित लागत देने का विवेक होगा, और/या पार्टियों को मध्यस्थ और/या अदालत के रिपोर्टर से जुड़ी लागतों को विभाजित करने की आवश्यकता होगी।",
    "720059527": "2. कड़ाई से आवश्यक तकनीकी उद्देश्यों के लिए उपयोग किया जाता है: लोड संतुलन, रूटिंग।",
    "74538881": "इस वेबसाइट की जिम्मेदारी",
    "996430331": "मध्यस्थता का स्थान।",
    "211351380": "ब्लॉग से:",
    "3153117136": "hCaptcha कठिनाई सेटिंग कैसे काम करती है",
    "2915355938": "सरल उपयोग",
    "793784899": "योजनाओं",
    "2671622670": "उद्यम",
    "3527140447": "डॉक्स",
    "505891021": "लेबलिंग सेवाएं",
    "692176459": "लॉग इन करें",
    "1892574253": "साइन अप करें",
    "2593864519": "अधिक बॉट बंद करो। उपयोगकर्ता गोपनीयता की रक्षा करना प्रारंभ करें।",
    "4007826952": "वेब, मोबाइल आदि के लिए #1 गोपनीयता-पहला कैप्चा।",
    "3721365241": "प्रयत्न",
    "3753956446": "नि: शुल्क",
    "3276777569": "एचकैप्चा",
    "55035359": "वर्तमान में रीकैप्चा का उपयोग कर रहे हैं?",
    "3417372336": "मिनटों में स्विच करें",
    "2881474837": "एचकैप्चा एंटरप्राइज",
    "1685871181": "शीर्ष ऑनलाइन सेवाएं इस पर निर्भर करती हैं",
    "1470290349": "बेस्ट-इन-क्लास बॉट और धोखाधड़ी प्रबंधन के लिए।",
    "3714002185": "एचकैप्चा एंटरप्राइज के बारे में अधिक जानें",
    "3946753128": "निजी। सुरक्षित। और तेज।",
    "939665604": "गोपनीयता केंद्रित",
    "780475098": "विज्ञापन नेटवर्क आपके विज़िटर को उत्पाद के रूप में देखते हैं। हम केवल इस बात की परवाह करते हैं कि कोई दौरा अच्छा है या बुरा। hCaptcha GDPR, CCPA, LGPD, PIPL और अन्य वैश्विक डेटा कानूनों का अनुपालन करता है।",
    "219813583": "सुरक्षा पहले",
    "2714878440": "हमारे उन्नत मशीन लर्निंग और मानवता सत्यापन के साथ अपनी सेवाओं को स्क्रैपिंग, खाता अधिग्रहण, क्रेडेंशियल स्टफिंग और स्पैम से सुरक्षित रखें।",
    "1397766838": "बेहतर उपयोगकर्ता अनुभव",
    "2670352917": "hCaptcha मनुष्यों को हल करने के लिए सरल होने के साथ-साथ अधिक विश्वसनीय बॉट डिटेक्शन प्रदान करता है।",
    "2806751666": "एचकैप्चा क्या है?",
    "3096063825": "कोशिश करके देखो",
    "2968026167": "आपकी पसंदीदा सब्जी",
    "713281684": "बैंगन",
    "4147497805": "गाजर",
    "3758963444": "शुक्रिया! आपका आवेदन प्राप्त हुआ!",
    "1070364246": "उफ़! फ़ॉर्म सबमिट करते समय कुछ गड़बड़ी हुई.",
    "1129833879": "दुर्भावनापूर्ण बॉट्स को रोकें, उपयोगकर्ता की गोपनीयता की रक्षा करें",
    "58091799": "hCaptcha प्रकाशक और एंटरप्राइज़ के बारे में अधिक जानें",
    "1599610318": "प्रकाशक",
    "3093388779": "hCaptcha किसी भी आकार के प्रकाशकों के लिए उपयोग करने के लिए स्वतंत्र है",
    "179723061": "उन टीमों के लिए अधिक नियंत्रण जिन्हें वर्ग-अग्रणी सुरक्षा की आवश्यकता होती है",
    "846501387": "विश्व स्तरीय बॉट सुरक्षा",
    "119298044": "उन्नत स्व-पर्यवेक्षित एमएल और एआई प्रौद्योगिकियां आपकी वेब संपत्तियों को खतरों और हमलों से बचाती हैं",
    "1263998069": "मानव हल के लिए पुरस्कार अर्जित करें",
    "1103295010": "जब मनुष्य कैप्चा को हल करते हैं तो पैसे कमाएं या दान में दें",
    "392886773": "हर देश में काम करता है",
    "2320894364": "200 से अधिक बिंदुओं की उपस्थिति के साथ, hCaptcha का क्लाउड दुनिया भर में आपकी संपत्ति की सुरक्षा करता है",
    "451701069": "जीडीपीआर, सीसीपीए का अनुपालन करता है,",
    "2826051554": "और अधिक",
    "3530599065": "गोपनीयता जमीन से ऊपर बनाई गई है। hCaptcha के पास कोई PII नहीं है और यह कई गोपनीयता जनादेशों और विनियमों का अनुपालन करता है।",
    "2489287539": "घर्षण मुक्त \"कोई कैप्चा नहीं\" और 99.9% निष्क्रिय मोड",
    "793242047": "अनुप्रयोगों के लिए तेजी से पहुंच की अनुमति देने के लिए उपयोगकर्ताओं को प्रस्तुत चुनौतियों को कम करें",
    "4195759329": "बॉट डिटेक्शन और रिस्क स्कोर",
    "1150035777": "परिष्कृत मशीन लर्निंग मॉडल कई डेटा बिंदुओं के आधार पर बॉट कॉन्फिडेंस स्कोर उत्पन्न करते हैं, इससे परे कि क्या प्रश्नों का सही उत्तर दिया गया था",
    "3688621388": "धमकी के हस्ताक्षर",
    "1131525092": "संबंधित धोखाधड़ी और दुरुपयोग को खोजने और रोकने के लिए हमारे गोपनीयता-संरक्षित स्कोप्ड यूआईडी के माध्यम से बुरे अभिनेताओं को आसानी से एक साथ समूहित करें",
    "1559631739": "निजी शिक्षा",
    "3952259236": "व्यवहार के वर्गों पर hCaptcha को प्रशिक्षित करने के लिए अपने नेत्रहीन डेटा को hCaptcha के हजारों संकेतों के साथ संयोजित करें - केवल आपके उदाहरण के लिए - अकेले समाधान से बेहतर दुर्भावनापूर्ण व्यवहार की बेहतर भविष्यवाणी करने के लिए",
    "1150963691": "एपीटी शमन",
    "4083018285": "विस्तारित सुविधाओं का एक सूट जो परिष्कृत एसओसी निगरानी और परिष्कृत लगातार खतरों से निपटने के लिए प्रतिक्रिया के साथ संयोजन करता है",
    "3160820928": "समन्वित हमले से सुरक्षा",
    "1849805607": "hCaptcha आपके नेटवर्क में घुसपैठ करने के लिए डिज़ाइन किए गए खतरों और धोखे से बचाता है",
    "1958297836": "समन्वित हमले से सुरक्षा और एपीटी शमन",
    "1300485304": "hCaptcha आपके नेटवर्क में घुसपैठ करने के लिए डिज़ाइन किए गए उन्नत खतरों और प्रलोभनों से बचाता है",
    "2698640210": "दिखाए गए चुनौतियों और प्रकारों को नियंत्रित करें",
    "3121248460": "अपने प्रत्याशित दर्शकों के लिए असीमित विविध कस्टम चुनौतियों को प्रदर्शित करें -- सरल से जटिल तक --",
    "3807059944": "उपयोग की गई चुनौती सामग्री को नियंत्रित करें",
    "2707282231": "अपने उपयोगकर्ताओं के लिए चुनौतियों को अनुकूलित करें। बॉट्स के लिए इसे हल करना और घुसना असंभव बना दें।",
    "4194763679": "बारीक कठिनाई का स्तर",
    "3730038780": "उपयोगकर्ताओं को हल करने के लिए लगभग अनंत चुनौतियों में से चुनें",
    "1849717906": "अपनी चुनौती सामग्री के साथ अनुकूलित करें",
    "1508655687": "अपनी ऑडियंस के लिए तैयार की गई अपनी चुनौतियों को जोड़ें ताकि वे एक्सेस को सुव्यवस्थित या प्रतिबंधित कर सकें",
    "3620442880": "फ्लैश बिक्री सुरक्षा विशेषताएं",
    "3265895521": "दिन के समय के आधार पर चुनौती की कठिनाई को बढ़ाएं और कम करें",
    "1485807325": "बहु-उपयोगकर्ता डैशबोर्ड, SAML SSO",
    "359073033": "डैशबोर्ड गतिविधि के उच्च-स्तरीय या परिष्कृत दृश्य प्रदान करते हैं।",
    "4272454814": "अपनी पसंद के पहचान प्रदाता के साथ एकीकृत करें।",
    "1141402092": "उन्नत रिपोर्टिंग सुविधाएँ",
    "910989640": "गतिविधि की विस्तृत और अनुकूलित रिपोर्ट तैयार करें",
    "3768951251": "एंटरप्राइज़ SLAs",
    "1014004474": "hCaptcha की एंटरप्राइज़ योजनाएँ आपके संगठन को सुरक्षित रखने के लिए उन्नत सेवा-स्तरीय अनुबंधों की पेशकश करती हैं",
    "1177598246": "संपर्क बिक्री",
    "1067704102": "डेटा लेबलिंग में मूल्य",
    "3065000659": "क्या आपको एहसास हुआ कि हर बार जब आप \"कार पर क्लिक करते हैं\" तो आप एकल को प्रशिक्षित करने में मदद कर रहे हैं",
    "3235430156": "कंपनी का मशीन लर्निंग सिस्टम मुफ्त में?",
    "1549336309": "hCaptcha इस मॉडल को बदल देता है। जब आप hCaptcha का उपयोग करते हैं, तो कंपनियां आपके उपयोगकर्ताओं द्वारा किए गए कार्यों पर बोली लगाती हैं क्योंकि वे अपनी मानवता साबित करते हैं। आपको पुरस्कार मिलते हैं।",
    "3725880582": "चैरिटी को वापस दें",
    "1671436004": "अपने पसंदीदा दान को वापस देना चाहते हैं?",
    "1663628612": "करने देता है",
    "4272088465": "अपनी पसंद के दान का उपयोग करने से आपको होने वाली कमाई के साथ।",
    "2894845722": "आपकी साइट के उपयोगकर्ता जल्द ही hCaptcha इंटरफ़ेस पर विवेकपूर्ण ब्रांडिंग के माध्यम से चैरिटी में आपके योगदान को देख सकेंगे।",
    "3194111925": "सहयोग",
    "1637702726": "hCaptcha . के बारे में",
    "2323282990": "मानवता को सत्यापित करने के लिए एक आधुनिक दृष्टिकोण",
    "1201821619": "hCaptcha आज की सबसे महत्वपूर्ण समस्याओं में से एक का समाधान करता है: दुर्भावनापूर्ण बॉट्स को ऑनलाइन सेवाओं का दुरुपयोग करने से रोकना।",
    "1475399473": "एचकैप्चा टीम के बारे में अधिक जानें",
    "3161489950": "दुनिया का सबसे उन्नत सुरक्षा एमएल प्लेटफॉर्म",
    "3247172580": "hCaptcha ने उन्नत स्व-पर्यवेक्षित मशीन लर्निंग को एक नए एज कंप्यूट दृष्टिकोण के साथ जोड़ा जो विशिष्ट रूप से डेटा संग्रह और प्रतिधारण को कम करता है, बड़े पैमाने पर स्केलेबिलिटी के लिए वैश्विक स्तर पर 250 से अधिक स्थानों से वितरित किया जाता है।",
    "3767462250": "गोपनीयता के लिए बनाया गया",
    "3500503648": "hCaptcha को आपके ब्राउज़िंग इतिहास को रिकॉर्ड करने और विश्लेषण करने के बजाय त्वरित मूल्यांकन पर भरोसा करके दीर्घकालिक डेटा प्रतिधारण को समाप्त करने के लिए डिज़ाइन किया गया है। हम इस तरह की पहल का भी समर्थन करते हैं",
    "2418549423": ", क्रिप्टोग्राफ़िक प्रमाणों और अन्य अद्वितीय गोपनीयता-प्रथम सुविधाओं के माध्यम से ऑनलाइन गोपनीयता को संरक्षित करने के लिए एक उभरता हुआ मानक।",
    "1544546608": "गोपनीयता पास",
    "976209454": "पुरस्कार अर्जित करें या दान में दें",
    "552920956": "hCaptcha वेबसाइटों को बॉट और अन्य प्रकार के दुरुपयोग को अवरुद्ध करते हुए पुरस्कार अर्जित करने की अनुमति देता है। hCaptcha आपको इन कमाई के साथ अपनी पसंद के चैरिटी का समर्थन करने की भी अनुमति देता है।",
    "654326661": "अपने लिए देखना चाहते हैं? एचकैप्चा मुफ्त में आजमाएं।",
    "3570415321": "कंपनी",
    "3987022469": "लेबलिंग",
    "1636202177": "के बारे में",
    "2670003220": "नौकरियां",
    "3233305531": "ट्रेडमार्क",
    "3028319964": "एआई एथिक्स",
    "4131598919": "दबाएँ",
    "1662477701": "साधन",
    "3130928685": "ब्लॉग",
    "1756106276": "स्थिति",
    "1235925265": "प्रलेखन",
    "920212083": "एक बग रिपोर्ट करो",
    "2076066173": "साइबर हमले 101",
    "3644106388": "संपर्क",
    "2182196747": "सहायता",
    "487083593": "बिक्री",
    "878585497": "मामले",
    "1697438123": "गोपनीयता",
    "1316817321": "आरोपण",
    "3488019891": "hCaptcha Intuition Machines, Inc का एक पंजीकृत ट्रेडमार्क है।",
    "4224961202": "गोपनीयता, सुरक्षा और मशीन लर्निंग।",
    "98173630": "hCaptcha दुनिया की सबसे व्यापक रूप से इस्तेमाल की जाने वाली स्वतंत्र CAPTCHA सेवा है।",
    "1514478724": "और अधिक जानें",
    "1752795854": "hCaptcha बॉट्स को रोकने के लिए एक आधुनिक, गोपनीयता-केंद्रित दृष्टिकोण लाता है।",
    "2927700175": "हम कैप्चा चुनौतियों को दिखाते हैं जो मशीन सीखने की समस्याओं से मुश्किल-से-लेबल डेटा एकत्र करके लोगों के लिए कठिन लेकिन लोगों के लिए आसान हैं, और इसका उपयोग यह पहचानने के लिए करते हैं कि कोई वेबसाइट या ऐप विज़िटर मानव है या नहीं।",
    "2188609322": "बुरे अभिनेता ऑनलाइन तेजी से आम होते जा रहे हैं। लेकिन यूजर की प्राइवेसी का त्याग करना इसका जवाब नहीं है।",
    "2032102720": "विज्ञापन कंपनियों द्वारा पेश किए जाने वाले सुरक्षा समाधान मुख्य रूप से पूरे वेब पर उपयोगकर्ताओं को ट्रैक करने पर केंद्रित होते हैं। हमने एक प्रभावी सुरक्षा समाधान बनाया है जो साबित करता है कि उत्कृष्ट परिणाम देने के लिए उपयोगकर्ता की गोपनीयता को नुकसान पहुंचाना आवश्यक नहीं है।",
    "4146870445": "हम जो हैं",
    "353066938": "एक अनुभवी टीम, जो आज की सबसे कठिन समस्याओं पर काम कर रही है। hCaptcha की एक सेवा है",
    "3260825523": "अंतर्ज्ञान मशीनें",
    "1173652155": "सलाहकार",
    "3972094614": "ब्रेंडन ईचो",
    "2113642787": "डॉन सॉन्ग",
    "2256305371": "कैलिफोर्निया विश्वविद्यालय, बर्कले में प्रोफेसर, सीएस। डीप लर्निंग, सुरक्षा, ब्लॉकचेन विशेषज्ञ। ओएसिस लैब्स के सीईओ।",
    "1606599610": "कीरन थॉम्पसन",
    "2177660021": "स्टैनफोर्ड में अनुसंधान वैज्ञानिक। प्रमुख बैंकों, हेज फंड और अकादमिक में मशीन लर्निंग और क्वांट फाइनेंस।",
    "2686825859": "मुफ्त साइन अप करें या एचकैप्चा एंटरप्राइज समाधानों के बारे में हमसे संपर्क करें",
    "583434701": "एचकैप्चा अभिगम्यता",
    "611905972": "सुरक्षा बनाए रखते हुए सभी उपयोगकर्ताओं के लिए निर्बाध पहुंच सुनिश्चित करना",
    "874098071": "यदि आप एक एक्सेसिबिलिटी उपयोगकर्ता हैं, तो कृपया यहां साइन अप करें",
    "2745385064": "सारांश",
    "3353238942": "hCaptcha को बॉट्स को लोगों से अलग करके उन्हें रोकने के लिए डिज़ाइन किया गया है। इसके लिए दृश्य परीक्षण एक सुविधाजनक उपकरण है, लेकिन हर कोई दृश्य चुनौती को हल नहीं कर सकता है।",
    "3600022491": "इस कारण से हमने एक सरल, दर्द रहित विकल्प तैयार किया है ताकि हमारी सेवा का उपयोग करने वाले प्रकाशकों को पूर्ण धारा 508 और डब्ल्यूसीएजी 2.1 एए अनुपालन के साथ सभी के लिए पहुंच बनाए रखने दें।",
    "2557240048": "यह कैसे काम करता है: सबसे पहले, एक एक्सेसिबिलिटी उपयोगकर्ता इसके माध्यम से साइन अप करता है",
    "3871665286": ", जो प्रमुख रूप से hCaptcha विजेट जानकारी पृष्ठ में जुड़ा हुआ है। उन्हें एक एन्क्रिप्टेड कुकी दी जाती है जिसे प्रति दिन कई बार इस्तेमाल किया जा सकता है, लेकिन हर 24 घंटे में लॉगिन के माध्यम से ताज़ा किया जाना चाहिए।",
    "3441764123": "जब hCaptcha सेवा का उपयोग करने वाली साइट पर किसी एक्सेसिबिलिटी उपयोगकर्ता को चुनौती प्रस्तुत की जाती है, तो वे स्वचालित रूप से पास हो जाएंगे।",
    "4247858664": "अभिगम्यता साइनअप पृष्ठ",
    "1297657322": "प्रवेश के बाद अभिगम्यता उपयोगकर्ता स्क्रीन",
    "1717658846": "विजेट UI मेनू में एक्सेसिबिलिटी विकल्प",
    "1266963825": "प्रश्न: क्या एचकैप्चा धारा 508 + डब्ल्यूसीएजी 2.1 एए अनुपालन करती है?",
    "850025770": "ए: हम ऐसा मानते हैं: किसी भी प्रकार की हानि वाले सभी उपयोगकर्ता जो वेब ब्राउज़ करने और फॉर्म पर टेक्स्ट दर्ज करने में सक्षम हैं, पंजीकरण पर एचकैप्चा द्वारा संरक्षित सेवाओं तक पहुंच सकते हैं। हालांकि, यह कानूनी सलाह नहीं है: यह सुनिश्चित करने के लिए कि यह आपके परिनियोजन के मामले में है, आपको अपने विशेष कार्यान्वयन को ध्यान में रखते हुए अपना मूल्यांकन स्वयं करना चाहिए।",
    "159272246": "प्रश्न: क्या आप ऑडियो जैसे अन्य एक्सेसिबिलिटी (\"a11y\") विकल्पों पर काम कर रहे हैं?",
    "4074220464": "ए: ऑडियो कैप्चा जैसे पहले के लोकप्रिय विकल्प कई a11y उपयोगकर्ताओं के साथ भेदभाव करते हैं और आधुनिक मशीन लर्निंग तकनीकों द्वारा आसानी से पराजित हो जाते हैं। इसने मौजूदा ऑडियो चुनौतियों को और अधिक कठिन होने के लिए मजबूर कर दिया है, हमलावरों को हराने के लिए शोर, अजीब समय, असामान्य शब्द संयोजन, और इसी तरह की शुरुआत की है। इस प्रकार हम इस दृष्टिकोण के बारे में कम उत्साहित हैं बनाम चुनौती से पूरी तरह से परहेज करते हैं, लेकिन अगर 11y समुदाय की मांग है तो हम इस पर विचार करेंगे।",
    "2309661107": "हालाँकि, हम इसमें बहुत रुचि रखते हैं",
    "2555914614": "अभिगम्यता उपयोग के मामले के लिए। हमारा मानना है कि गोपनीयता पास जारी करने के साथ हमारे वर्तमान a11y दृष्टिकोण के संयोजन से a11y उपयोगकर्ताओं को सुरक्षित रूप से ब्राउज़ करने की अनुमति मिलेगी, इस ज्ञान में सुरक्षित है कि उनका ट्रैफ़िक अधिक निजी है, जबकि bot ऑपरेटरों द्वारा दुरुपयोग को प्रतिबंधित करता है जो अनिवार्य रूप से a11y विकल्प उपलब्ध होने पर होता है। हम इस नई तकनीक को मानकीकृत करने वाले IETF कार्य समूह में सक्रिय भागीदार हैं।",
    "2583775432": "प्रश्न: गोपनीयता के बारे में क्या? क्या पंजीकरण किसी तरह से a11y ब्राउज़िंग डेटा को उजागर करता है? आप ईमेल के साथ क्या करते हैं?",
    "4215483493": "उ: hCaptcha को शुरू से ही गोपनीयता के लिए डिज़ाइन किया गया है। यह विज्ञापन नेटवर्क के स्वामित्व वाले रीकैप्चा जैसे पारंपरिक विकल्पों से बहुत अलग है, जिनके पास आपको वेब पर ट्रैक करने और आपको एक वास्तविक पहचान के साथ जोड़ने का प्रोत्साहन है।",
    "2474661839": "हमारी",
    "4137573005": "हम डेटा का उपयोग कैसे करते हैं, इसके व्यापक और आधिकारिक उत्तर हैं, लेकिन संक्षिप्त उत्तर यह है कि हमें आपको आपके ब्राउज़िंग इतिहास के साथ एक व्यक्ति के रूप में जोड़ने में कोई दिलचस्पी नहीं है।",
    "4101570501": "हम वर्तमान में एक क्रिप्टोग्राफ़िक समाधान पर भी काम कर रहे हैं जो आपके ईमेल पते को तेजी से त्यागने के लिए है, जबकि अभी भी दुरुपयोग को रोकने की हमारी क्षमता को संरक्षित करते हुए, हमारे गोपनीयता पास कार्य के पूरक हैं।",
    "260595108": "हम 11y उपयोग को सुविधाजनक बनाने और दुरुपयोग को रोकने के अलावा किसी अन्य उद्देश्य के लिए एक्सेसिबिलिटी ईमेल या जानकारी का उपयोग कभी नहीं करते हैं।",
    "3063819779": "गोपनीयता नीति",
    "465714311": "अभिगम्यता उपयोगकर्ताओं के लिए: प्रश्नोत्तर और समस्या निवारण मार्गदर्शिका",
    "3596207631": "प्रश्न: कुकी सेट करने के बाद भी मुझे एक चुनौती दिखाई दे रही है। इसका क्या कारण है?",
    "469089249": "उ: यह आम तौर पर एक आक्रामक विज्ञापन अवरोधक या एंटी-कुकी एक्सटेंशन का उपयोग करने के कारण होता है, या एक सेटिंग जो \"क्रॉस-साइट\" कुकीज़ को अवरुद्ध करती है, इस मामले में hcaptcha.com के लिए एक कुकी जिसे hCaptcha JS द्वारा एक पर सेट या चेक किया जाता है अलग साइट, जैसे आप जिस साइट पर जा रहे हैं।",
    "4263626815": "hCaptcha एक्सेसिबिलिटी कुकीज़ सभी लोकप्रिय ब्राउज़रों और विज्ञापन अवरोधकों के साथ उनकी मानक सेटिंग्स के साथ काम करती हैं, इसलिए आमतौर पर विफलताएं \"एंटी-एंटी-एडब्लॉक\" स्क्रिप्ट या विशेष साइटों को लक्षित करने वाले समान नियमों के कारण होती हैं।",
    "3906359167": "समाधान:",
    "3464870463": "1. आपके विज्ञापन अवरोधक या ब्राउज़र सुरक्षा एक्सटेंशन में श्वेतसूची hcaptcha.com और *.hcaptcha.com कुकीज़।",
    "1204911585": "2. यदि आप बहादुर ब्राउज़र का उपयोग कर रहे हैं, जिसमें (अप्रैल 2020 तक) किसी भी प्रकार की कुकी श्वेतसूची नहीं है, तो वरीयताएँ -> शील्ड्स -> कुकीज़ पर जाएँ और \"सभी कुकीज़ को अनुमति दें\" चुनें।",
    "2932826396": "3. यदि आप हाल ही में जारी ओएस एक्स 10.15 या आईओएस 13.4 पर सफारी के नवीनतम संस्करण का उपयोग कर रहे हैं, तो ऐप्पल ने सफारी के व्यवहार को तीसरे पक्ष के कुकीज़ से संबंधित कर दिया है, उन सभी को डिफ़ॉल्ट रूप से अवरुद्ध कर दिया है। हम एक समाधान लागू कर रहे हैं, लेकिन इस बीच कृपया सफारी प्राथमिकताएं, गोपनीयता अनुभाग पर जाएं और \"वेबसाइट ट्रैकिंग: क्रॉस-साइट ट्रैकिंग रोकें\" को अनचेक करें ताकि एक्सेसिबिलिटी कुकी अपेक्षित रूप से कार्य कर सके।",
    "3836291932": "प्रश्न: मैं कई उपकरणों का उपयोग करता हूं। क्या मुझे कई बार साइन अप करने की ज़रूरत है?",
    "3251220335": "ए: नहीं। कृपया कुकी सेट करने के लिए आपके द्वारा उपयोग किए जाने वाले प्रत्येक डिवाइस पर आपको भेजे गए उसी ईमेल लॉगिन लिंक पर क्लिक करें।",
    "2082407178": "प्रश्न: एक्सेसिबिलिटी कुकी का उपयोग करते समय मैं स्वयं को तृतीय-पक्ष कुकी ट्रैकिंग से कैसे बचा सकता हूं?",
    "2700197090": "उ: किसी भी गोपनीयता या विज्ञापन-अवरोधक एक्सटेंशन का उपयोग करना जो डोमेन-स्तरीय श्वेतसूची (जैसे uBlock उत्पत्ति) का समर्थन करता है, अपेक्षा के अनुरूप काम करेगा: बस hcaptcha.com को श्वेतसूची में रखना सुनिश्चित करें।",
    "3657743880": "क्रॉस-साइट कुकीज़ के लिए ब्राउज़र निर्देश",
    "1960601330": "सफारी (मैक) में कुकीज़ सक्षम करने के लिए: सफारी ड्रॉप-डाउन मेनू पर जाएं। प्राथमिकताएं चुनें. शीर्ष पैनल में गोपनीयता पर क्लिक करें। 'कुकीज़ को ब्लॉक करें' के अंतर्गत 'कभी नहीं' विकल्प चुनें।",
    "1622303590": "सफारी (आईफोन/आईपैड आईओएस 11+) में कुकीज़ सक्षम करने के लिए: अपनी सेटिंग्स खोलें। नीचे स्क्रॉल करें और सफारी चुनें। गोपनीयता और सुरक्षा के तहत, \"क्रॉस-साइट ट्रैकिंग रोकें\" और \"सभी कुकीज़ ब्लॉक करें\" को बंद करें।",
    "2199048568": "किसी भी वेबपेज पर एड्रेस बार के बाईं ओर स्थित शील्ड पर क्लिक करें। सुरक्षा सेटिंग्स पर क्लिक करें। फ़ायरफ़ॉक्स वरीयताएँ गोपनीयता और सुरक्षा पैनल खुल जाएगा। उन्नत ट्रैकिंग सुरक्षा के अंतर्गत, कस्टम चुनें. उन चेकबॉक्स को चुनकर चुनें कि कौन से ट्रैकर्स और स्क्रिप्ट्स को ब्लॉक करना है। सुनिश्चित करें कि आपने hcaptcha.com को अनब्लॉक कर दिया है।",
    "3967047208": "आप चेकबॉक्स को अचयनित करके इसे डीबग करने के लिए कस्टम में कुछ सुरक्षा अस्थायी रूप से बंद कर सकते हैं: यदि आपको अभी भी समस्या हो रही है तो ट्रैकर्स चेकबॉक्स को अचयनित करें या कुकीज चेकबॉक्स को अचयनित करें।",
    "3805618893": "गूगल क्रोम (पीसी)",
    "3795997071": "क्रोम मेनू आइकन चुनें। सेटिंग्स का चयन करें।",
    "926138631": "गोपनीयता और सुरक्षा पर जाएं, फिर कुकीज़ और अन्य साइट डेटा पर जाएं।",
    "3419878556": "सुनिश्चित करें कि \"तृतीय-पक्ष कुकीज़ अवरुद्ध करें\" सक्षम नहीं है।",
    "2269166171": "गूगल क्रोम (मैक):",
    "2989126922": "मेन्यू बार से क्रोम प्राथमिकताएं खोलें।",
    "2348697693": "गूगल क्रोम (एंड्रॉयड):",
    "3700113699": "अपने Android डिवाइस पर, Chrome ऐप खोलें।",
    "3620039756": "सबसे ऊपर दाईं ओर, ज़्यादा और फिर सेटिंग पर टैप करें.",
    "2813310562": "साइट सेटिंग्स और फिर कुकीज़ पर टैप करें।",
    "3014657981": "\"कुकी\" के आगे, सेटिंग चालू करें.",
    "1242066691": "\"तृतीय-पक्ष कुकी को अनुमति दें\" के आगे वाला बॉक्स चेक करें.",
    "292250020": "1. स्क्रीन के ऊपरी-दाएँ कोने में गियर का चयन करें, फिर \"इंटरनेट विकल्प\" चुनें। यदि आपके पास मेनू बार सक्षम है, तो आप \"टूल्स\" और फिर \"इंटरनेट विकल्प\" का चयन कर सकते हैं।",
    "4114820649": "2. \"गोपनीयता\" टैब पर क्लिक करें।",
    "946838734": "3. \"उन्नत\" बटन का चयन करें।",
    "348809718": "4. \"तृतीय-पक्ष कुकीज़\" के अंतर्गत \"स्वीकार करें\" चुनें।",
    "1253441326": "5. \"ओके\" पर क्लिक करें",
    "852032043": "सफारी",
    "836017336": "फ़ायर्फ़ॉक्स",
    "3356349631": "गूगल क्रोम",
    "3235744534": "इंटरनेट एक्स्प्लोरर",
    "4104188759": "एआई आचार नीति",
    "1161704803": "हमारे पास AI नैतिकता नीति क्यों है?",
    "1806535500": "पेंसिल से लेकर डायनामाइट तक लगभग हर तकनीक एक है",
    "24452499": "समाधान; इसका उपयोग अच्छे या बीमार के लिए किया जा सकता है। दोहरे उपयोग वाले समाधानों पर शोध, निर्माण या बिक्री करने वाली प्रत्येक कंपनी का दायित्व है कि वह अपने कार्यों के परिणामों पर विचार करे।",
    "4023575072": "दोहरा उपयोग",
    "3336625692": "यह पृष्ठ एआई एथिक्स के संदर्भ में इस विषय पर हमारे विचारों का विवरण देता है, और हमारी सेवाओं का उपयोग सुनिश्चित करने के लिए हम जिन प्रक्रियाओं का पालन करते हैं, वे एक कंपनी के रूप में अपनाई गई नीतियों के अनुरूप हैं।",
    "835717930": "एचकैप्चा में एआई एथिक्स",
    "2179524509": "हमें कभी-कभी प्रश्न मिलते हैं कि hCaptcha सेवा के लिए किस प्रकार के प्रश्नों की अनुमति है, और विशेष प्रश्न क्यों पूछे जा रहे हैं।",
    "1962721652": "मनुष्य पैटर्न-साधक हैं, और कभी-कभी एक सहज प्रश्न पूरी तरह से आश्चर्यजनक से संदेहास्पद तक जा सकता है, दुनिया में बदलाव के कारण सवाल पूछने वाले किसी की प्रेरणा के बजाय।",
    "3974566657": "जैसे-जैसे सेवाएं अधिक लोकप्रिय होती जाती हैं, इस प्रकार की घटना अनिवार्य रूप से अधिक बार होती जाती है। दुनिया के लगभग हर देश में हर दिन लाखों लोगों द्वारा hCaptcha का उपयोग किया जाता है, इसलिए हम इस नीति और केस स्टडी को प्रकाशित कर रहे हैं कि हम इन मुद्दों को यथासंभव पारदर्शी बनाने के लिए कैसे संबोधित करते हैं।",
    "1830910223": "एक वास्तविक दुनिया एआई एथिक्स केस स्टडी",
    "805971861": "\"अम्ब्रेला\" इमेजनेट में एक शब्द है, जो कंप्यूटर विज़न शोधकर्ताओं द्वारा उपयोग किया जाने वाला मानक बेंचमार्क डेटासेट है। सुरक्षित अगली पीढ़ी के उन्नत ड्राइवर सहायता (ADAS) सिस्टम के निर्माण के लिए विश्वसनीय रूप से छाता रखने वाले लोगों की पहचान करना भी महत्वपूर्ण है।",
    "3988350": "इसका मतलब है कि वास्तविक दुनिया की छत्र टिप्पणियों के लिए उत्कृष्ट उपयोग के मामले हैं। सेल्फ-ड्राइविंग कारों के प्रभाव पर असहमति की गुंजाइश है, लेकिन ADAS सिस्टम पहले से ही बचत कर रहे हैं",
    "548587288": "दुनिया भर में।",
    "3138772661": "हर साल हजारों जीवन",
    "3168199226": "हालाँकि, 2020 में यह स्पष्ट हो गया कि इस तरह के डेटासेट का निर्माण एक दोहरे उपयोग वाली तकनीक के रूप में माना जा सकता है, जिसकी एक साल पहले कुछ लोगों ने उम्मीद की होगी।",
    "558378834": "इसलिए हम इस समय छतरियों से संबंधित प्रश्नों के अनुरोध स्वीकार नहीं कर रहे हैं। जब कोई अंतिम उपयोगकर्ता वर्तमान क्षण में छतरियों के बारे में एक प्रश्न देखता है तो भ्रम की संभावना बहुत अधिक होती है, और अंततः हमारा लक्ष्य दुनिया को और अधिक सुखद स्थान बनाना है।",
    "3376604063": "एआई नैतिकता नीतियां और प्रक्रियाएं",
    "1923365316": "hCaptcha में हमारी सख्त AI नीति है, और इसके एक हिस्से में अपने ग्राहक को जानें (KYC) प्रक्रिया शामिल है।",
    "4230322909": "हम हमेशा प्रत्येक नए ग्राहक और उनके इच्छित उपयोग के मामले की अच्छी समझ हासिल करने का प्रयास करते हैं, यह पुष्टि करने के लिए कि यह हमारे उत्पादों और सेवाओं के लिए उपयुक्त है और यह सुनिश्चित करने के लिए कि यह एक कंपनी के रूप में अपनाई गई नीतियों का पालन करता है।",
    "2735073144": "हम आवश्यकतानुसार निरंतर समीक्षा भी करते हैं। उदाहरण के लिए, छत्र-संबंधी लेबलिंग अनुरोधों के अनुरोधों की तारीखों और स्रोतों की हमारी हालिया समीक्षा में हम शीघ्रता से यह पुष्टि करने में सक्षम थे कि पिछले 12 महीनों में किसी भी सरकारी संस्था या निगरानी सॉफ़्टवेयर के ज्ञात राज्य आपूर्तिकर्ता ने हमारी सेवाओं का उपयोग करने वाले छतरियों के संबंध में अनुरोध नहीं किया है। .",
    "2715462692": "हमारी AI नैतिकता प्रक्रिया कैसी दिखती है?",
    "3049976256": "प्रत्येक नए लेबलिंग ग्राहक के लिए, हम बिक्री प्रक्रिया के दौरान एक चेकलिस्ट से गुजरते हैं। इसमें ऑनबोर्डिंग से पहले प्रारंभिक केवाईसी परिश्रम, साथ ही हमारे विश्लेषकों से किए गए सभी अनुरोधों का सत्यापन, और रीयल-टाइम स्पॉट चेक और हमारे स्वयं-सेवा प्लेटफॉर्म का उपयोग करके किए गए अनुरोधों की आवधिक समीक्षा शामिल है।",
    "3103642530": "यह समीक्षा मानदंडों के कई सेटों से बनी है:",
    "3349094124": "नैतिक सरोकार मानदंड: उद्देश्य",
    "1038019440": "1. क्या यह ग्राहक अंतरराष्ट्रीय कानूनों और मानदंडों के विपरीत व्यवहार करने के लिए जाने जाने वाले देश के राष्ट्रीय हितों का प्रतिनिधित्व कर रहा है?",
    "493717511": "2. क्या यह ग्राहक सेवाओं का अनुरोध कर रहा है जो हो सकता है",
    "2209109640": "केवल दुर्भावनापूर्ण उद्देश्यों के लिए, उनकी सामान्य व्यावसायिक गतिविधियों के संदर्भ में उपयोग किया जाता है?",
    "3457805519": "3. क्या अमेरिकी कानून और हमारे जुड़ाव के नियमों के तहत ग्राहक के अनुरोध को पूरा किया जा सकता है?",
    "1942611550": "प्रमुख रूप से",
    "109179759": "नैतिक सरोकार मानदंड: विषयपरक",
    "1033698050": "1. क्या हम मानते हैं कि विशिष्ट पश्चिमी सामाजिक मानदंडों की हमारी व्याख्या के अनुसार, ग्राहक ने हमें एक उपयोग मामला दिया है जिसे हम नैतिक रूप से स्वीकार्य मानते हैं?",
    "361372538": "2. क्या हम मानते हैं कि हमारी प्रदान की गई सेवाओं का उपयोग ग्राहक द्वारा भेदभावपूर्ण उद्देश्यों के लिए किया जाएगा, जो कानूनी हो सकता है लेकिन हमें स्वीकार्य नहीं है?",
    "2867855718": "3. क्या हम मानते हैं कि अनुरोध के लिए गोपनीयता की जरूरतों को संतोषजनक ढंग से संबोधित किया जा सकता है?",
    "2462728596": "अगर हम इन बिंदुओं पर खुद को संतुष्ट नहीं कर सकते हैं, तो हम अनुरोध को अस्वीकार कर देंगे और हमारे प्लेटफॉर्म तक आगे पहुंच को समाप्त कर सकते हैं, जैसा कि हमारी शर्तों में उल्लिखित है।",
    "1995277831": "शुक्रिया",
    "1818116402": "हम आशा करते हैं कि आपने एआई एथिक्स घटक के साथ परिचालन संबंधी प्रश्नों को कैसे हैंडल किया है, इस पर इस नज़र की सराहना की है।",
    "1499894352": "बहुत कम कंपनियां इस क्षेत्र में अपनी निर्णय लेने की प्रक्रियाओं में पारदर्शिता प्रदान करती हैं, और हम आशा करते हैं कि अन्य इस उदाहरण का अनुसरण करेंगे!",
    "535659033": "सामान्य आरोप बनाएं",
    "1495915066": "हम, हमारे अकादमिक शोध भागीदार और हमारे ग्राहक Creative Commons मीडिया का उपयोग कैसे करते हैं",
    "3017533972": "हम, हमारे अकादमिक अनुसंधान भागीदार, और हमारे ग्राहक मशीन लर्निंग के क्षेत्र में मानवता के ज्ञान को आगे बढ़ाने के लिए एचकैप्चा प्लेटफॉर्म के माध्यम से क्रिएटिव कॉमन्स-लाइसेंस प्राप्त सामग्री के कुछ हिस्सों को कभी-कभी संदर्भित या पुन: पेश कर सकते हैं।",
    "1428053210": "यह सामग्री आम तौर पर अपने मूल रूप से बदल जाती है। उदाहरण के लिए, एक वीडियो को कई छवियों में विभाजित किया जा सकता है, उन छवियों को कई नई छवियों में विभाजित किया जा सकता है, और उन नई छवियों को अंतिम परिणाम प्रदर्शित करने के लिए यादृच्छिक रूप से मिश्रित किया जा सकता है।",
    "1728211763": "इस तरह से और इन उद्देश्यों के लिए सामग्री का उपयोग कानून की हमारी समझ और क्षेत्र में मानक प्रथाओं के अनुसार उचित उपयोग दिशानिर्देशों के अंतर्गत आता है, लेकिन हम लंबे समय से क्रिएटिव कॉमन्स के प्रशंसक हैं और इसमें मदद करने वाले किसी भी व्यक्ति को श्रेय देना पसंद करते हैं। मशीन इंटेलिजेंस में सुधार का महत्वपूर्ण कार्य।",
    "1949452297": "hCaptcha UI की आंतरिक बाधाओं और इसके सुरक्षा कारणों के कारण, प्रत्येक छवि के स्रोत को सीधे उसके उपयोग के साथ पुन: पेश करना संभव नहीं है। इसके बजाय, हम अपने होमपेज से इस पेज से लिंक करते हैं और वर्तमान में या हाल ही में प्लेटफॉर्म के माध्यम से प्रस्तुत किए गए स्रोतों की एक सूची बनाए रखते हैं। आप वर्तमान सूची तक पहुंच सकते हैं",
    "2367602973": "यहां",
    "659124570": "इसके अतिरिक्त, यदि आप hCaptcha प्लेटफॉर्म पर अपनी सामग्री को पुन: प्रस्तुत करते हुए देखते हैं और चाहते हैं कि इसे किसी भी कारण से हटा दिया जाए, तो आप हमें ईमेल के माध्यम से संपर्क कर सकते हैं",
    "2066749488": "अन्य शिकायतें",
    "3479034323": "यदि आप ऐसी सामग्री देखते हैं जो आपकी है जिसे hCaptcha प्लेटफॉर्म पर पुन: प्रस्तुत किया गया है और आप इसे किसी भी कारण से हटाना चाहते हैं, तो आप हमें ईमेल के माध्यम से संपर्क कर सकते हैं।",
    "1836554225": "वेबदैनिकी डाक",
    "2873297188": "क्या सभी कैप्चा गैर-अमेरिकियों के साथ भेदभाव करते हैं?",
    "165932542": "दुनिया भर में hCaptcha समाधान दरों पर एक नज़र",
    "1865097546": "16 नवंबर, 2021",
    "3005876482": "hCaptcha अब सबसे बड़ी स्वतंत्र CAPTCHA सेवा है, जो 15% इंटरनेट पर चलती है",
    "693820850": "आप गोपनीयता को पहले रखकर Google को हरा सकते हैं",
    "3609106478": "क्रेडेंशियल स्टफिंग:",
    "299335340": "यह क्या है और हमलों को कैसे रोकें",
    "354925785": "पहचान",
    "423222878": "पता लगाने, रोकने और रोकने के लिए कुछ सबसे कठिन साइबर हमले ऐसे हैं जहां एक दुर्भावनापूर्ण अभिनेता एक सक्रिय उपयोगकर्ता खाते में लॉग इन करने के लिए वैध उपयोगकर्ता क्रेडेंशियल्स का उपयोग करने में सक्षम है। बहुत अधिक परिष्कृत पहचान क्षमताओं के बिना, खाते की मेजबानी करने वाली कंपनी के पास यह संदेह करने का कोई कारण नहीं है कि कुछ भी गलत है। ऐसा लगता है कि एक ग्राहक ने अपने खाते में लॉग इन किया है। हमलावर ने चोरी किए गए क्रेडेंशियल्स का उपयोग करके इस सफल चाल को हासिल किया-आमतौर पर साइबर हमले तकनीक का परिणाम जिसे \"क्रेडेंशियल स्टफिंग\" कहा जाता है। यह आज एक गंभीर समस्या है, लेकिन सही उपाय से इसे कम किया जा सकता है।",
    "777660551": "क्रेडेंशियल स्टफिंग क्या है?",
    "2602763587": "क्रेडेंशियल स्टफिंग साइबर हमले का एक रूप है जिसमें हमलावर चोरी किए गए उपयोगकर्ता नाम और पासवर्ड के जोड़े का उपयोग करके कई बार वेबसाइट में लॉग इन करने का प्रयास करता है। \"स्टफिंग\" दोहराए जाने वाले लॉगिन प्रयासों को संदर्भित करता है, जो लगभग हमेशा स्वचालित बॉट सॉफ़्टवेयर द्वारा किया जाता है।",
    "1271831121": "ऐसा नहीं है कि हैकर (निश्चित रूप से एक हुडी में पहने हुए!) वहां बैठा है, क्रेडेंशियल के बाद क्रेडेंशियल में टाइप कर रहा है। स्वचालित लॉगिन बॉट को सेलेनियम या कस्टम-विकसित हैकर टूल जैसे ऑफ-द-शेल्फ टूल से बनाया जा सकता है।",
    "2588750717": "वास्तव में, कुछ क्रेडेंशियल स्टफिंग हमलों में लाखों क्रेडेंशियल शामिल होते हैं - सभी को अंदर जाने की उम्मीद में पहले से न सोचा वेबसाइट लॉगिन इंटरफ़ेस में भर दिया जाता है। एक बार अंदर जाने के बाद, हमलावर पीड़ित के खाते को अपने कब्जे में ले सकता है।",
    "1137757109": "यदि यह एक ईकामर्स खाता है, तो हमलावर मर्चेंडाइज ऑर्डर कर सकता है। यदि पीड़ित एक बैंक है, तो हमलावर विदेशी धन हस्तांतरित कर सकता है, इत्यादि।",
    "1559150837": "हालांकि लक्ष्य रक्षाहीन नहीं हैं। अधिकांश वेबसाइटों में ऐसे नियंत्रण होते हैं जो एक ऐसे संदिग्ध उपयोगकर्ता को ब्लॉक कर देते हैं जो कम समय में एक ही आईपी पते से हजारों अलग-अलग खातों में लॉग इन करने का प्रयास कर रहा है। इन सुरक्षा तकनीकों को प्राप्त करने के लिए क्रेडेंशियल स्टफिंग हमलावर क्या करते हैं, यह भौगोलिक और आईपी विविधता का अनुकरण करना है। शक्तिशाली, अक्सर एआई-संचालित उपकरणों का उपयोग करके, वे यह प्रकट कर सकते हैं कि हजारों उपयोगकर्ता पूरे देश से दिन के अलग-अलग समय पर बेतरतीब ढंग से लॉग इन करने का प्रयास कर रहे हैं। इसका पता लगाना और रोकना बहुत कठिन है।",
    "1892020899": "हैकर्स को क्रेडेंशियल कहां से मिलते हैं?",
    "2597149484": "हैकर के पास इतने सारे क्रेडेंशियल्स को \"सामान\" करने का कारण यह है कि वे अपनी चोरी की गई साख प्राप्त करते हैं।",
    "3030395800": "ये क्रेडेंशियल आमतौर पर डेटा उल्लंघनों से आते हैं। \"क्रेडेंशियल स्पिल\" के रूप में भी जाना जाता है, इन हमलों के परिणामस्वरूप लाखों क्रेडेंशियल डार्क वेब पर डंप हो सकते हैं। यदि स्पिल किसी बैंक से आया है, तो हैकर अन्य साइटों पर जाने के लिए उन क्रेडेंशियल्स का उपयोग करने का प्रयास करेगा। यह दृष्टिकोण काम करता है क्योंकि बहुत से लोग एकाधिक साइटों के लिए एक ही उपयोगकर्ता नाम और पासवर्ड संयोजन का उपयोग करते हैं। (इस अभ्यास को हतोत्साहित किया जाता है, लेकिन वास्तविकता यही है। लोग एक ही लॉगिन क्रेडेंशियल दोहराते हैं।)",
    "1258965840": "इस प्रकार, यदि हमलावर एक साइट में प्रवेश कर सकता है, तो वह संभवतः स्पिल्ड क्रेडेंशियल्स का उपयोग करके कई साइटों में प्रवेश कर सकता है। उदाहरण के लिए, उन्हें JohnDoe/525momma जैसे उपयोगकर्ता नाम/पासवर्ड जोड़ी मिल सकती है, लेकिन उन्हें नहीं पता कि वह जोड़ी उनके लिए क्या करेगी। इसलिए, वे Amazon.com, Ebay, Citibank, Walgreens आदि पर इस जोड़ी को आजमाते हैं। वे उस जोड़ी को एक हज़ार अलग-अलग साइटों पर आज़मा सकते हैं।",
    "3594440415": "आखिरकार, वे दरवाजे खोलना शुरू कर देंगे।",
    "780280214": "कैसे hCaptcha और hCaptcha Enterprise क्रेडेंशियल स्टफिंग के खतरे को कम करते हैं",
    "4165374512": "हालांकि क्रेडेंशियल स्टफिंग को रोकने के लिए आईपी और लोकेशन डिटेक्शन टूल्स का उपयोग करना संभव है, एक अधिक लागत प्रभावी और सटीक तरीका केवल स्वचालित क्रेडेंशियल स्टफिंग बॉट को बाधित करना है। hCaptcha और hCaptcha Enterprise प्रवेश के बिंदु पर बॉट को स्टंप कर सकते हैं। भले ही बॉट के पास सही क्रेडेंशियल हों, अगर वह hCaptcha Enterprise की पहचान या hCaptcha के CAPTCHA से आगे नहीं बढ़ पाता है, तो वह अपनी स्टफिंग नहीं कर पाएगा और आपकी साइट और उपयोगकर्ता सुरक्षित हैं।",
    "3269644546": "कृपया",
    "1058572205": "यदि आप इसके बारे में अधिक जानना चाहते हैं तो हमें",
    "3753613260": "संपर्क Ajay करें",
    "1792519141": "एचकैप्चा एंटरप्राइज",
    "3515435438": "DMCA शिकायतों की रिपोर्ट करना",
    "54093347": "डीएमसीए पंजीकृत एजेंट",
    "3233441200": "उल्लंघनकर्ता नीति दोहराएं",
    "4011712313": "हमारी डीएमसीए नीति के हिस्से के रूप में, हम उन ग्राहकों के खाते डालते हैं जिनके लिए हमें कथित उल्लंघन की कई डीएमसीए अधिसूचनाएं एक बहु-चरण डीएमसीए दोहराव उल्लंघन नीति में मिलती हैं। एक कैलेंडर माह में बार-बार डीएमसीए सूचनाएं प्राप्त होने पर, ग्राहक खाता एक नीति चरण से दूसरे चरण में प्रगति करेगा।",
    "766825168": "डीएमसीए दोहराए जाने वाले उल्लंघनकर्ता नीति के तहत हम जो कार्रवाइयां कर सकते हैं उनमें खाते के रिकॉर्ड के ग्राहक को बढ़ी हुई दृश्यता के अलर्ट भेजना शामिल है। इन चेतावनियों को स्वीकार करने के लिए, हमें ग्राहक को खाते में लॉग इन करने या हमारी सहायता टीम को कॉल करने की आवश्यकता हो सकती है। हम किसी भी ग्राहक की hCaptcha और IMI सेवा को निलंबित या समाप्त करने के साथ-साथ अन्य अंतरिम उपायों को लागू करने का अधिकार भी सुरक्षित रखते हैं, जिसके लिए हमने बार-बार उल्लंघन करने वाले अलर्ट भेजे जाने के बाद भी कथित उल्लंघन की DMCA सूचनाएं प्राप्त करना जारी रखा है। इसके अलावा, जब हम इस नीति के तहत hCaptcha सेवा को समाप्त करते हैं, तो हम इन ग्राहकों को प्रदान की जाने वाली अन्य hCaptcha या IMI सेवाओं को अपने विवेकाधिकार में समाप्त कर सकते हैं।",
    "2410122265": "एचकैप्चा संसाधन: बॉट्स 101",
    "4166776480": "क्रेडेंशियल स्टफिंग: यह क्या है और हमलों को कैसे रोकें",
    "2301335298": "भुगतान धोखाधड़ी: साइबर अपराध के तेजी से विकसित होने वाले तरीके को कम करना",
    "3682071227": "खाता अधिग्रहण क्या हैं और वे कैसे काम करते हैं?",
    "2729131930": "स्क्रैपिंग क्या है और यह कैसे काम करता है?",
    "1344959096": "एक व्यक्तिगत डेटा लेबलर के रूप में कार्य करना",
    "3510143229": "hCaptcha वेबसाइटों और ऐप्स के लिए एक सेवा है,",
    "3930611699": "व्यक्तिगत कार्यकर्ता।",
    "1051214799": "hCaptcha एक वेब सुरक्षा सेवा है जो इसका उपयोग करने वाली वेबसाइटों या ऐप के प्रकाशकों के साथ मूल्य साझा करने का प्रयास करती है।",
    "360236473": "hCaptcha सेवा का उद्देश्य किसी के लिए व्यक्तिगत लेबलर के रूप में काम करने के लिए उपयोग नहीं किया जाना है। यह इस उद्देश्य के लिए या इसके अनुकूल नहीं बनाया गया है। हम किसी को भी व्यक्तिगत आय के स्रोत के रूप में hCaptcha का उपयोग करने का प्रयास करने की सलाह नहीं देते हैं।",
    "3842490632": "एक व्यक्तिगत उपयोगकर्ता जो कई प्रश्नों का उत्तर देने का प्रयास कर रहा है, उसके सीमित या शीघ्र प्रतिबंधित होने की संभावना है। उतना ही महत्वपूर्ण, जितना हमारा",
    "1560232962": "विस्तार से कवर करता है, किसी भी उत्तर के लिए अर्जित राशि की कोई गारंटी नहीं दी जाती है। उस समय कोई भुगतान प्रश्न उपलब्ध नहीं हो सकता है, गुणवत्ता कारणों से एक उत्तर को अस्वीकार किया जा सकता है, और इसी तरह।",
    "2694001822": "हालांकि, हम कभी-कभी सिस्टम गुणों और नई सुविधाओं का परीक्षण करने में सहायता के लिए व्यक्तियों को नियुक्त करते हैं।",
    "1569804581": "यदि आप भविष्य में संबंधित अवसरों के संबंध में संपर्क करना चाहते हैं, तो कृपया इस फॉर्म को भरें।",
    "636461959": "नाम",
    "1139500589": "देश",
    "1789607185": "ईमेल पता",
    "325077666": "अपनी जानकारी सबमिट करके आप हमारी सहमति देते हैं",
    "3555583744": "तथा",
    "3609929815": ". हम आपके नाम, देश और ईमेल पते की जानकारी केवल भविष्य में आपसे व्यक्तिगत लेबलिंग कार्य अवसरों के संबंध में संपर्क करने के उद्देश्य से रखेंगे।",
    "4197928199": "गोपनीयता नीति",
    "851786723": "अपना ईमेल दर्ज करके, आप हमारी शर्तों और गोपनीयता नीति से सहमत होते हैं, और हमसे ईमेल प्राप्त करने के लिए सहमत होते हैं।",
    "2402165761": "स्क्रैपिंग कैसे काम करता है?",
    "4260542944": "सामग्री स्क्रैपिंग (जिसे \"स्क्रीन स्क्रैपिंग\" या केवल \"स्क्रैपिंग\" के रूप में भी जाना जाता है) वेब से जानकारी एकत्र करने के लिए एक परिचित, अक्सर उपयोगी प्रक्रिया है। हालाँकि, हाल के वर्षों में, तकनीक हैकर्स और धोखेबाजों का पसंदीदा उपकरण बन गई है। काउंटरमेशर्स खतरे को प्रभावी ढंग से कम कर सकते हैं, लेकिन उन्हें लागू करने के लिए, यह समझना आवश्यक है कि प्रक्रिया कैसे काम करती है।",
    "2066255783": "सामग्री स्क्रैपिंग क्या है?",
    "1910628828": "सामग्री स्क्रैपिंग एक ऐसी प्रणाली से डेटा हथियाने की एक तकनीक है जिसमें एक सॉफ्टवेयर क्लाइंट या वेब ब्राउज़र का प्रतिरूपण करने वाला एक स्वचालित टूलसेट शामिल होता है। यह नया नहीं है। वास्तव में, सॉफ़्टवेयर इंजीनियरों के लिए जिन्हें पुराने मेनफ्रेम से डेटा की आवश्यकता हो सकती है, स्क्रैपिंग जानकारी निकालने का एकमात्र तरीका हो सकता है। मूल कनेक्टर चले गए और प्रतिस्थापित करना असंभव हो सकता है।",
    "3408107995": "आज, हालांकि, स्क्रैपिंग का मतलब हमेशा एक वेबसाइट से डेटा खींचने के लिए एक प्रोग्रामेटिक दृष्टिकोण है। स्क्रैपिंग सॉफ्टवेयर एक मानव उपयोगकर्ता की तरह कार्य करता है, बटनों पर क्लिक करता है और परिणामी आउटपुट पढ़ता है। स्क्रैपिंग के लिए कई वैध उपयोग हैं। वेब क्रॉलर जो खोज इंजन को शक्ति प्रदान करते हैं, एक उदाहरण हैं। तो स्काईस्कैनर जैसे उपकरण हैं जो हजारों यात्रा वेबसाइटों के माध्यम से यात्रा सौदों की तलाश करते हैं। फिनटेक फर्म भी इसका उपयोग बैंक साइटों से उपयोगकर्ता के वित्तीय डेटा को स्क्रैप करने के लिए करती हैं, यदि डेटा कनेक्शन बनाने के लिए कोई एप्लिकेशन प्रोग्रामिंग इंटरफेस (एपीआई) उपलब्ध नहीं है। स्क्रीन स्क्रैपिंग के बारे में ध्यान रखने योग्य बातें इसकी गति और मापनीयता हैं। यह प्रक्रिया वेबसाइटों से भारी मात्रा में डेटा एकत्र कर सकती है, यह मानते हुए कि साइटों को ऐसा होने से रोकने के लिए कॉन्फ़िगर नहीं किया गया है। गणना की गति से, एक स्क्रैपर वेबसाइटों और अंतर्निहित सॉफ़्टवेयर और डेटाबेस के साथ बातचीत करके बड़े डेटासेट एकत्र कर सकता है जो उन्हें शक्ति प्रदान करता है।",
    "1920884252": "सामग्री स्क्रैप करना सुरक्षा के लिए खतरा क्यों है?",
    "2256795853": "वेबसाइटों से बहुत सारे डेटा को जल्दी से निकालने की क्षमता दुर्भावनापूर्ण अभिनेताओं के हाथों में एक शक्तिशाली उपकरण को स्क्रैप कर देती है। एक स्क्रैपिंग बॉट सोशल मीडिया साइटों से उपयोगकर्ता डेटा एकत्र कर सकता है। फिर, पते और अन्य व्यक्तिगत जानकारी वाली साइटों को स्क्रैप करके और परिणामों को सहसंबंधित करके, एक हैकर धोखाधड़ी वाले क्रेडिट कार्ड आवेदन जमा करने जैसे पहचान अपराधों में शामिल हो सकता है।",
    "4087694419": "एक स्क्रैपिंग हैकर नकली या भ्रामक उत्पाद सूची बनाने के लिए अमेज़ॅन और ईबे जैसी साइटों से डेटा भी एकत्र कर सकता है। फिर वह उन्हें ऑफ़रअप जैसी पीयर-टू-पीयर सेवाओं पर बिक्री के लिए ऑफ़र कर सकता है और खरीदारों पर फ़िशिंग हमले कर सकता है। या, जालसाज उन उत्पादों को बेच सकता है जो मौजूद नहीं हैं। एक और स्क्रीन स्क्रैपिंग धोखाधड़ी में विज्ञापन प्रकाशकों को नकली बनाना शामिल है। प्रकाशक साइटों से सामग्री को स्क्रैप करके, जालसाज़ विभिन्न सेवाओं पर नकली विज्ञापन प्रकाशक पृष्ठ बना सकता है। फिर वे उन पृष्ठों पर अधिकृत पुनर्विक्रेताओं को विज्ञापन बेच सकते हैं, जिनके संपर्क उन्होंने प्रकाशक की ads.txt फ़ाइल से लिए हैं। विज्ञापन स्लॉट विज्ञापनदाता को वास्तविक लगते हैं, लेकिन वे नहीं हैं।",
    "3315658779": "एचकैप्चा एंटरप्राइज के साथ कंटेंट स्क्रैपिंग को रोकें",
    "2602081482": "hCaptcha Enterprise आपकी साइट और ऐप्स पर दुर्भावनापूर्ण ट्रैफ़िक की पहचान करने के लिए उन्नत मशीन लर्निंग का उपयोग करता है - जिसमें स्क्रैपिंग गतिविधियाँ भी शामिल हैं।",
    "1422537019": "हमें आज और जानने के लिए।",
    "1988268879": "पैमाने पर लागत प्रभावी डेटा लेबलिंग",
    "2163914794": "अपने डेटासेट के लिए और लेबल चाहिए? hCaptcha कृत्रिम बुद्धि और मशीन सीखने के अनुप्रयोगों पर काम करने वाली कंपनियों के लिए तेज़, लागत प्रभावी और उच्च गुणवत्ता वाला डेटा लेबलिंग प्रदान करता है।",
    "3378932530": "अपना डेटा अभी लेबल करें",
    "3483700676": "लाखों कार्यों को तुरंत लॉन्च करें",
    "3478726913": "hCaptcha आपके उपयोग के लिए उपलब्ध ग्रह पर सबसे बड़े पूलों में से एक है। आपका पैमाना कुछ भी हो, हम इसे बिना महंगी अग्रिम प्रतिबद्धताओं के संभाल सकते हैं। प्रतिदिन लाखों कार्य कोई समस्या नहीं हैं।",
    "740501259": "सरल एपीआई-संचालित पाइपलाइन",
    "2784612261": "मानव समीक्षा को सीधे अपने व्यावसायिक कार्यों में एकीकृत करना चाहते हैं? हम उच्च विश्वसनीयता वाले SLA, गारंटीकृत क्षमता और सरल REST API प्रदान करते हैं।",
    "1144966033": "लागत और गुणवत्ता के लिए अनुकूलित",
    "3213351333": "कोई अग्रिम प्रतिबद्धता की आवश्यकता नहीं है",
    "2107077506": "मानव मंच परिष्कृत वास्तविक समय गुणवत्ता विश्लेषण करने के लिए व्यापक आत्मविश्वास मॉडल का उपयोग करता है। यह हमें प्रश्नों की कठिनाई और उनके संभावित सही उत्तर दोनों को शीघ्रता से निर्धारित करने की अनुमति देता है, जिससे आपका समय और पैसा बचता है।",
    "3576146278": "केवल उस सटीकता के लिए भुगतान करें जिसकी आपको आवश्यकता है",
    "2952586316": "सभी समस्याएं एक जैसी नहीं होती हैं। सुरक्षा-महत्वपूर्ण कार्यों के लिए टिप्पणियों के लिए पूरी तरह से मानव श्रमिकों से 99.99% विश्वास की आवश्यकता हो सकती है। मोबाइल गेम ऐप में एक बीटा सुविधा के लिए एनोटेशन के लिए केवल मध्यम आत्मविश्वास की आवश्यकता हो सकती है। आप तय करें।",
    "710145621": "अपना खुद का जमीनी सच्चाई डेटा प्रदान करें या हमें इसे फ्लाई पर बनाने दें",
    "987901590": "क्या आपके पास व्यापक सत्यापन सेट के बिना कच्चा डेटा है? ज्यादातर मामलों में हम सिस्टम के माध्यम से चलने वाले कार्यों के रूप में आपके लिए एक बना सकते हैं, या आपकी स्वीकृति के लिए लेबल वाले नमूने बना सकते हैं।",
    "2597352122": "एनोटेशन प्रकार",
    "1344687860": "बाउंडिंग बॉक्स",
    "1089415440": "छवियों और वीडियो में सटीक वस्तु का पता लगाना",
    "3817067682": "बहुभुज",
    "2682873489": "वस्तुओं के लिए बाउंडिंग क्षेत्र परिभाषित करें",
    "1275150216": "लैंडमार्क्स",
    "2067112112": "कई अलग-अलग उपयोग के मामलों के लिए बिंदु एनोटेशन",
    "4228682126": "विशेषता वर्गीकरण",
    "2920213479": "किसी भी आकार की मनमानी श्रेणियों को क्रमबद्ध या संलग्न करें",
    "3288667364": "तुलना और पता लगाना",
    "155877895": "मानव-संचालित पहचान और वर्गीकरण",
    "3128433367": "... और बहुत सारे",
    "2827452240": "किसी अन्य प्रकार की आवश्यकता है जो यहां सूचीबद्ध नहीं है? बस हमसे पूछो।",
    "719304627": "एंड-टू-एंड नियंत्रण की आवश्यकता है?",
    "1172067553": "एचकैप्चा के पीछे मानव मंच ऑन-प्रिमाइसेस, हाइब्रिड, या सास तैनाती के माध्यम से अत्यधिक परिष्कृत कार्य गुणवत्ता और प्रबंधन सुविधाएं प्रदान करता है जो आपके मौजूदा सिस्टम के साथ एकीकृत होते हैं।",
    "2319072959": "अपने स्वयं के कार्यबल के साथ पूरी तरह से ऑफ़लाइन चलाएं, व्यावसायिक इकाइयों या कंसोर्टियम भागीदारों में उपभोग किए गए मूल्य को ट्रैक करें, लागत और सुरक्षा आवश्यकताओं के आधार पर विभिन्न आंतरिक या बाहरी श्रम प्रदाताओं के लिए चुनिंदा रूप से कार्य करें, और बहुत कुछ।",
    "1936512180": "‍आसान एपीआई एक्सेस, सुंदर डैशबोर्ड, और नवीनतम मॉडल-इन-द-लूप तकनीक कार्यकर्ता दक्षता को अधिकतम करने के लिए।",
    "3913848038": "99.99% अपटाइम SLA और 24/7 वैश्विक समर्थन उपलब्ध है।",
    "1080752747": "संपर्क बिक्री",
    "1525403768": "अधिक जानकारी के लिए एंटरप्राइज सेल्स से संपर्क करें।",
    "1546930020": "डेटा लेबल किया जा रहा है",
    "2486638408": "विनिर्देशों को परिभाषित करें",
    "1027200955": "अपनी परियोजना की जरूरतों को परिभाषित करने के लिए हमारे डोमेन विशेषज्ञों में से एक से बात करें: लक्ष्य सटीकता, प्रारूप और कोई विशेष आवश्यकता।",
    "1156712451": "प्रारंभिक नौकरी परीक्षण",
    "181065232": "हम आपके नमूना डेटा के आधार पर एक छोटा उत्पादन कार्य निष्पादित करते हैं। यह उस कार्य का परीक्षण करता है जो हमने एक साथ किया है ताकि यह सुनिश्चित हो सके कि आपको ठीक वही मिलता है जिसकी आपको आवश्यकता है।",
    "3207769512": "उत्पादन नौकरियां तैनात करें",
    "1099238677": "हमारे उच्च मात्रा और कम विलंबता के साथ, जैसे ही यह किया जाएगा, हम स्वचालित वितरण के साथ आपके काम को जल्दी से बदल देंगे।",
    "465783046": "इसे अपने डेटा के साथ आज़माना चाहते हैं?",
    "328625009": "... हम तैयार हैं जब आप हैं: हमारी सेवा चौबीसों घंटे उपलब्ध है।",
    "3225770968": "hCaptcha को मशीन लर्निंग में सबसे अधिक श्रमसाध्य समस्या को हल करने के लिए डिज़ाइन किया गया है; बड़ी मात्रा में डेटा को समय पर, वहनीय और विश्वसनीय तरीके से लेबल करना।",
    "2041686284": "अधिक डेटा आमतौर पर प्रशिक्षण मशीन लर्निंग मॉडल में बेहतर परिणाम देता है। डीप मॉडल की हालिया सफलता ने तेजी से बड़े डेटासेट को जन्म दिया है, और hCaptcha इस जरूरत को पूरा करता है। हालाँकि, पारंपरिक तरीकों का उपयोग करके बड़े मानव-समीक्षित डेटासेट बनाना धीमा और महंगा दोनों है।",
    "3729345277": "hCaptcha कंपनियों के लिए अन्य विकल्पों की तुलना में उच्च गुणवत्ता और कम लागत के साथ तेजी से आवश्यक एनोटेशन प्राप्त करने का एक तरीका है।",
    "2103563261": "निजी या सार्वजनिक सूचना",
    "2513143348": "एचकैप्चा एंटरप्राइज सिस्टम अपने डिजाइन में विशिष्ट रूप से लचीला है: इसे आंशिक रूप से या पूरी तरह से आपके नेटवर्क के किनारे पर तैनात किया जा सकता है यदि आप एक सार्वजनिक क्लाउड संचालित करते हैं या कई डेटा केंद्रों के मालिक हैं।",
    "3107683988": "यह सख्त SLAs को पूरा करने के लिए हमारे 24/7 ऑन-कॉल स्टाफ द्वारा प्रबंधन के सभी लाभों को बरकरार रखते हुए ऑफ-नेटवर्क ट्रैफ़िक और लागत को नाटकीय रूप से कम कर सकता है।",
    "3660619092": "एंटरप्राइज़ समाधानों के लिए निःशुल्क साइन अप करें या बिक्री से संपर्क करें",
    "2351176803": "hCaptcha JS API के लिए लाइसेंस शर्तें",
    "2616226398": "हमारे अधीन",
    "2024293275": ". अन्य सभी अधिकार अभी के लिए सुरक्षित हैं।",
    "1062291156": "मानक शर्तें",
    "2712493234": "भुगतान धोखाधड़ी: साइबर अपराध के तेजी से विकसित होने वाले तरीके को कम करना",
    "1817772953": "धोखाधड़ी अपराध का नया रूप नहीं है। वास्तव में, पुरातत्वविदों ने लगभग 10,000 साल पहले बिना नुकसान के पशुधन को ले जाने के लिए प्राचीन सुमेरियों द्वारा तैयार किए गए धोखाधड़ी-रोधी उपकरणों का पता लगाया है! उनके मामले में, वे मिट्टी के एक गोले के अंदर मिट्टी के टोकन डालते हैं, प्रत्येक एक जानवर का प्रतिनिधित्व करता है, जिसे \"बुला\" कहा जाता है। जैसे ही बैल विक्रेता से खरीदार के पास जाता है, बैल झुंड के साथ यात्रा करता है। फिर भी, व्यापार मालिकों को इस बात की चिंता थी कि वे जिस किसी के साथ काम कर रहे थे, वह ऊपर और ऊपर नहीं था। 10,000 वर्षों में बहुत कुछ बदल गया है, लेकिन धोखाधड़ी को रोकने में नवीनता की आवश्यकता हमारे साथ बनी हुई है। आज के समय में ऑनलाइन पेमेंट फ्रॉड का मुद्दा सबसे अहम हो गया है। इंटरनेट के साथ, जालसाज धोखाधड़ी-रोधी नियंत्रणों को चतुराई से दूर करने में अधिक निपुण हो गए हैं। हालाँकि, नए समाधान ज्वार को मोड़ रहे हैं।",
    "1053787685": "भुगतान धोखाधड़ी क्या है?",
    "433424759": "भुगतान धोखाधड़ी में किसी भी प्रकार का अवैध लेनदेन शामिल होता है जिसमें एक साइबर अपराधी पीड़ित को किसी मूल्यवान वस्तु से वंचित करता है, विशेष रूप से धन। इसका मतलब यह हो सकता है कि चोरी किए गए क्रेडिट कार्ड का उपयोग ऑनलाइन मर्चेंडाइज ऑर्डर करने के लिए या बैंक खाते पर कब्जा करना और उसमें से अवैध रूप से फंड ट्रांसफर करना है। कई भिन्नताएं हैं, लेकिन उन सभी का एक ही परिणाम है: एक बदमाश किसी उपभोक्ता, बैंक या व्यापारी से चोरी की गई पहचान या भुगतान जानकारी का उपयोग करता है।",
    "2939852138": "धोखाधड़ी करने वाले [कोशिश करें] भुगतान धोखाधड़ी से कैसे बचें?",
    "1665616092": "भुगतान धोखाधड़ी अवधारणा में सरल है, लेकिन इसके वर्तमान निष्पादन में यह काल्पनिक रूप से जटिल हो सकता है।",
    "4246520782": "वास्तव में, इंटरनेट हाल के वर्षों में धोखेबाजों और रक्षकों के बीच हथियारों की वास्तविक दौड़ का गवाह रहा है।",
    "2167049807": "सुरक्षा टीमों ने कई तरह के प्रति-उपाय और नियंत्रण अपनाए हैं जो भुगतान धोखाधड़ी के आसान, आलसी तरीकों को पराजित करते हैं। हालांकि, हमले तेजी से परिष्कृत होते जा रहे हैं। उदाहरण के लिए, बॉट अब नकली वेबसाइटों और फ़िशिंग हमलों से चुराए गए क्रेडिट कार्ड नंबर और पिन की कटाई कर सकते हैं।",
    "1936449777": "फिर, पूरी तरह से स्वचालित मोड में, वे ई-कॉमर्स साइटों पर मानव व्यवहार की नकल कर सकते हैं, बटन पर क्लिक कर सकते हैं और शॉपिंग कार्ट में आइटम जोड़ सकते हैं - उस बिंदु तक जहां कई, यदि अधिकांश विरोधी धोखाधड़ी नियंत्रण नहीं बता सकते हैं कि एक बॉट चोरी करने की कोशिश कर रहा है माल। बल्कि, ऐसा लगता है जैसे कोई मानव उपयोगकर्ता केवल खरीदारी कर रहा है। बॉट चोरी किए गए लॉग इन क्रेडेंशियल्स का उपयोग करके वास्तविक ग्राहक के खाते में लॉग इन कर सकता है। इसके अलावा धोखाधड़ी को छिपाने के लिए बॉट की आईपी पते को धोखा देने की क्षमता है और ऐसा लगता है कि \"खरीदार\" हमलावर से कहीं अलग है, जो एक विदेशी देश में हो सकता है।",
    "648630222": "hCaptcha Enterprise के साथ भुगतान धोखाधड़ी रोकें",
    "1621930829": "आज की उन्नत, निरंतर भुगतान धोखाधड़ी गतिविधियों के बारे में क्या किया जा सकता है? नियंत्रण की कई परतों को नियोजित करना आमतौर पर एक बुद्धिमान दृष्टिकोण है। हालांकि, सर्वोत्तम उपाय वे हैं जो बॉट को फंसा सकते हैं और प्रकट कर सकते हैं कि मानव व्यवहार को दोहराने के लिए इसके रचनाकारों के सर्वोत्तम प्रयासों के बावजूद यह नकली है।",
    "2423586454": "अभी भी कुछ चीजें ऐसी हैं जो सॉफ्टवेयर नहीं कर सकता, चाहे इसके पीछे कितना भी अच्छा AI क्यों न हो। आधुनिक कैप्चा तकनीक भुगतान धोखाधड़ी को बनाए रखने के प्रयास में बॉट्स को अवरुद्ध करने का एक सिद्ध तरीका प्रदान करती है। जबकि कैप्चा के पुराने दृष्टिकोण, एक बॉक्स में साधारण तिरछी संख्याओं की तरह, अब ज्यादातर उन्नत बॉट्स को कम करने में कमी है, एक स्वचालित परीक्षण-प्रतिक्रिया उपकरण जैसे hCaptcha Enterprise खाता लॉगिन या शॉपिंग कार्ट चेकआउट के समय एक धोखेबाज बॉट को आसानी से रोक सकता है। भले ही बॉट के पास वास्तविक क्रेडेंशियल हों, अगर कैप्चा के माध्यम से प्राप्त करने में सक्षम नहीं होंगे।",
    "1467308982": "भुगतान अनुसूचियां",
    "1291824746": "hCaptcha भुगतान त्रैमासिक रूप से 60 दिनों के अनुगामी आधार पर चलता है। इसका अर्थ समझाने के लिए, कृपया नीचे दी गई तालिका देखें।",
    "3444947612": "के बीच यातायात",
    "4181611011": "सुलह तिथि",
    "728503636": "भुगतान तिथि",
    "3720584906": "15 जुलाई 2021 - 15 अक्टूबर 2021",
    "388240587": "5 जनवरी से 15 जनवरी 2022",
    "3426312287": "5-15 जनवरी 2022",
    "615618648": "15 अप्रैल 2021 - 15 जुलाई 2021",
    "3376724603": "सितंबर 14-24th 2021†††",
    "3398978455": "सितम्बर 15-25, 2021†††",
    "2722456056": "15 जनवरी 2021 - 15 अप्रैल 2021",
    "4063155841": "25 जून 2021 के बाद नहीं††",
    "4082053540": "जून 19-25th 2021††",
    "64953197": "15 अक्टूबर 2020 - 15 जनवरी 2021",
    "1023070345": "14 मार्च 2021 के बाद नहीं",
    "2600696085": "15 मार्च 2021",
    "3217791519": "15 जुलाई 2020 - 15 अक्टूबर 2020",
    "649261378": "जनवरी 5-11 2021*",
    "1559190296": "5-11 जनवरी 2021†",
    "3806054689": "15 अप्रैल 2020 - 15 जुलाई 2020",
    "4162383380": "16 सितंबर - 22वीं 2020 *****",
    "1990824776": "16-24 सितंबर 2020 *****",
    "3856690908": "15 जनवरी 2020 - 15 अप्रैल 2020",
    "3200641265": "16 जून 2020 के बाद नहीं*",
    "3744079744": "जून 15-19, 2020 ****",
    "2209837451": "15 अक्टूबर 2019 - 15 जनवरी 2020",
    "2510534204": "23 मार्च 2020 के बाद नहीं***",
    "2910560864": "20-23 मार्च 2020***",
    "2544565802": "15 जुलाई 2019 - 15 अक्टूबर 2019",
    "3963642878": "14 दिसंबर 2019 के बाद नहीं*",
    "622103562": "17 दिसंबर 2019**",
    "4072202039": "15 अप्रैल 2019 - जुलाई 15 2019",
    "818049069": "15 जुलाई 2019 के बाद नहीं",
    "1169005651": "15 सितंबर 2019",
    "2303655425": "15 जनवरी 2019 - अप्रैल 15 2019",
    "3678889946": "15 जून 2019 के बाद नहीं",
    "3094354698": "15 जून 2019",
    "4217013126": "पेआउट आमतौर पर पेआउट तिथि पर पूरे दिन चलते हैं, और सामान्य रूप से मध्यरात्रि प्रशांत समय तक पूरे हो जाते हैं। यदि किसी खाते को समीक्षा के लिए फ़्लैग किया गया है, तो भुगतान जारी करने में पाँच अतिरिक्त व्यावसायिक दिन लग सकते हैं।",
    "1447649958": "एक अनुस्मारक के रूप में, केवल सटीक मानव ट्रैफ़िक ही भुगतान के लिए योग्य है। आप इसके बारे में अधिक विवरण हमारे अक्सर पूछे जाने वाले प्रश्न में देख सकते हैं, जो नीचे लिंक किया गया है। पेआउट के लिए पात्र होने के लिए उपलब्ध शेष राशि को न्यूनतम सीमा को भी पूरा करना होगा, वर्तमान में 10 एचएमटी।",
    "4257144752": "रीयल-टाइम अनुमान अंतिम सटीकता या मानवता को नहीं दर्शाते हैं, और इस प्रकार आपकी अंतिम आय आपके पहले मिलान से पहले डैशबोर्ड में दिखाए गए नंबरों से काफी ऊपर या नीचे भिन्न हो सकती है।",
    "2728931827": "प्रत्येक समाधान के बाद, आपके प्रति-साइटकी अनुमानों को अपडेट किया जाएगा और भविष्य के पूर्वानुमानों की सटीकता बढ़नी चाहिए, जब तक कि आपकी साइट में उपयोगकर्ता व्यवहार में कोई महत्वपूर्ण परिवर्तन न हो।",
    "1200905005": "सितंबर 2021 से, सेवा में वृद्धि से संबंधित परिचालन बाधाओं को सरल बनाने के लिए, समाधान और भुगतान अब एक दिन के बजाय लगभग 10 दिन की अवधि में चलते हैं।",
    "4284094387": "समाधान विंडो के दौरान अंतिम गणनाओं के सत्यापन में देरी के कारण कुछ जून 2021 में समाधान और भुगतान अगले सप्ताह में चलेंगे।",
    "1977013707": "साल के अंत में होने वाले मेल-मिलाप और कर्मचारियों की छुट्टियों के साथ ओवरलैप से बचने के लिए दिसंबर 2020 के भुगतान को 15 तारीख से पुनर्निर्धारित किया गया है: वे जनवरी के दूसरे सप्ताह तक पूरे हो जाएंगे। पेपाल में सामान्य से धीमे स्थानांतरण के कारण, भुगतान एक दिन में पूरा होने के बजाय कई दिनों तक चलेगा।",
    "517010299": "कृपया ध्यान दें: वर्तमान में हम निकट-वास्तविक समय के सुलह के लिए एक प्रमुख बैकएंड संक्रमण पर काम कर रहे हैं। 2021 की पहली तिमाही तक समय-समय पर समाधान सामान्य से कम चलेंगे। यह पेआउट शेड्यूल या तारीखों को प्रभावित नहीं करता है।",
    "3092200338": "** जब 15 तारीख सप्ताहांत पर पड़ती है, तो भुगतान तिथि 17 के बजाय होती है।",
    "3891941747": "*** COVID-19 सलाह: COVID-19 से संबंधित कर्मचारियों की कम क्षमता के कारण, हमारे मानक सत्यापन को पूरा करने के लिए अतिरिक्त समय देने के लिए सुलह को पुनर्निर्धारित किया गया है। पेआउट शुक्रवार से शुरू होने और अगले सोमवार को पूरा होने की उम्मीद है।",
    "2301757528": "**** पेआउट विंडो के दौरान पेपाल द्वारा उनके आरईएसटी एपीआई के रखरखाव के कारण, 15 जून को सभी भुगतान पूरे नहीं किए गए थे। 15 जून (प्रशांत समय) के लिए निर्धारित कोई भी भुगतान, लेकिन पेपाल एपीआई त्रुटियों के कारण निष्पादित नहीं किया गया, 19 जून (प्रशांत समय) तक फिर से चलाया गया।",
    "116842359": "***** सिस्टम रखरखाव के कारण कई दिनों में समाधान पूरा होने की उम्मीद है।",
    "4154415610": "***** सितंबर 2020 पेआउट मिलान के पूरा होने पर बैचों में चलेंगे, कुछ समाधान मिलान विलंब के कारण मूल रूप से निर्धारित समय से कई दिनों बाद चलेंगे।",
    "2310694091": "सुलह का क्या मतलब है?",
    "164801246": "समाधान वह प्रक्रिया है जिसके द्वारा सभी रिपोर्टिंग साइटों के सभी डेटा के आने के बाद, इसकी मानवता और सटीकता को सत्यापित करने के लिए तथ्य के बाद ट्रैफ़िक का विश्लेषण किया जाता है। आप हमारे में अधिक विवरण पढ़ सकते हैं",
    "3256245394": "साथ ही साथ हमारे ब्लॉग पोस्ट, जैसे",
    "3089778412": "कैसे hCaptcha पुरस्कारों की गणना करता है",
    "3329755436": "क्या आप इस प्रक्रिया को तेज करने की योजना बना रहे हैं?",
    "1911669851": "हां, हम वर्तमान में अपने बैकएंड सिस्टम में कई तरह के सुधारों पर काम कर रहे हैं, जिसकी हमें उम्मीद है कि अंततः हमें तेजी से समाधान, अधिक तेजी से अनुमान सटीकता और तेज भुगतान दोनों की पेशकश करने की अनुमति देगा। हम पहले सुलह को गति देने के लिए काम कर रहे हैं।",
    "2366003154": "प्रेस और मीडिया पूछताछ",
    "3054564199": "प्रेस किट",
    "3173156067": "यदि आप अपने लेख में उदाहरण छवियों को शामिल करना चाहते हैं तो कुछ तैयार संपार्श्विक उपलब्ध हैं।",
    "867314732": "आप उच्च-रिज़ॉल्यूशन पुनर्प्राप्त कर सकते हैं",
    "858218750": "और उनका उपयोग करने पर मार्गदर्शन",
    "3821716514": "पृष्ठ।",
    "1186243118": "लोगो चित्र",
    "3034959000": "आप पुनः प्राप्त कर सकते हैं",
    "1764089150": "यहां:",
    "1558428432": ". कृपया उन्हें hCaptcha.com पर श्रेय दें।",
    "2429359042": "उदाहरण इंटरफ़ेस चित्र",
    "1480820434": "छवि 1",
    "3213411837": "छवि 2",
    "1270712701": "प्रेस विज्ञप्तियां और हाल की रिपोर्टें",
    "231285005": "आप हमारे ब्लॉग पर हाल के अपडेट पा सकते हैं",
    "1289884910": "हम सामयिक विश्लेषण और रिपोर्ट भी प्रकाशित करते हैं। उदाहरण के लिए:",
    "932546190": "कैप्चा हमेशा हमारे साथ क्यों रहेंगे",
    "2344319147": "Google का बॉट डिटेक्शन वास्तव में कितना लायक है?",
    "1637527266": "सबसे ज्यादा बॉट ट्रैफिक किन देशों में है?",
    "230159237": "संपर्क",
    "3759923279": "कृपया प्रेस पूछताछ को निम्नलिखित ईमेल पते पर निर्देशित करें:",
    "4255608322": "अंतिम अपडेट: 12 अप्रैल, 2021",
    "33639629": "तृतीय पक्ष वेबसाइटों पर लागू नहीं है। कृपया ध्यान दें कि यह गोपनीयता नीति किसी तीसरे पक्ष की किसी वेबसाइट, पेशकश, उत्पाद या सेवा पर लागू नहीं होती है, भले ही यह हमारी साइट से लिंक हो या सेवा को शामिल करती हो - कृपया तीसरे पक्ष को कोई भी जानकारी प्रदान करने का निर्णय लेने से पहले लागू गोपनीयता नीतियों का संदर्भ लें। दलों।",
    "987375734": "IMI संयुक्त राज्य अमेरिका में स्थित है। साइटें और सेवा संयुक्त राज्य अमेरिका से हमारे द्वारा नियंत्रित और संचालित की जाती हैं। आपकी व्यक्तिगत जानकारी किसी भी देश में संग्रहीत और संसाधित की जा सकती है जहां हमारे पास सुविधाएं हैं या जहां हम सेवा प्रदाताओं को संलग्न करते हैं, और साइटों और सेवा का उपयोग करके आप संयुक्त राज्य अमेरिका सहित अपने निवास के देश के बाहर के देशों में जानकारी के हस्तांतरण के लिए सहमति देते हैं। , जिसमें डेटा सुरक्षा नियम हो सकते हैं जो आपके देश के नियमों से भिन्न हों। कुछ परिस्थितियों में, अदालतें, कानून प्रवर्तन एजेंसियां, नियामक एजेंसियां या उन अन्य देशों में सुरक्षा प्राधिकरण आपकी व्यक्तिगत जानकारी तक पहुंचने के हकदार हो सकते हैं।",
    "452920031": "संयुक्त राज्य अमेरिका के बाहर के ग्राहकों के लिए एक नोट।",
    "2328839224": ". कृपया कैलिफ़ोर्निया उपभोक्ता गोपनीयता अधिनियम (\"सीसीपीए\") के अंतर्गत आपके अधिकारों से संबंधित हमारा \"कैलिफ़ोर्निया के निवासियों को नोटिस\" अनुभाग देखें।",
    "1565481281": "कैलिफोर्निया के निवासियों के लिए एक नोट",
    "1028058338": "कृपया सामान्य डेटा संरक्षण विनियमन (\"जीडीपीआर\") के तहत अपने अधिकारों से संबंधित हमारा \"ईयू डेटा विषयों के लिए नोटिस\" अनुभाग देखें।",
    "2271205646": "यूरोपीय आर्थिक क्षेत्र के निवासियों के लिए एक नोट।",
    "508143070": "ध्यान दें कि आईएमआई आपकी व्यक्तिगत जानकारी का नियंत्रक है, सिवाय इसके कि हम अपनी सेवा के प्रावधान के संबंध में अपने इंटीग्रेटर्स की ओर से व्यक्तिगत जानकारी को संसाधित करते हैं, इस मामले में हम व्यक्तिगत जानकारी के प्रोसेसर हैं, और वे इंटीग्रेटर्स के नियंत्रक हैं व्यक्तिगत जानकारी।",
    "2330965058": "जहां हम अपने इंटीग्रेटर्स के लिए एक प्रोसेसर के रूप में कार्य करते हैं, हम अपनी सेवा प्रदान करने के लिए यथोचित रूप से आवश्यक के अलावा किसी अन्य उद्देश्य के लिए एकत्र किए गए डेटा का उपयोग नहीं करते हैं, और हमारी प्रोसेसिंग उन अनुबंधों द्वारा नियंत्रित होगी जो हमारे इंटीग्रेटर्स के साथ हैं, न कि यह गोपनीयता नीति",
    "3017040355": "ईयू डेटा विषय डेटा का प्रसंस्करण हमारे इंटीग्रेटर्स के साथ हमारी सेवा की शर्तों या डेटा प्रोसेसिंग समझौतों के डेटा प्रोसेसिंग परिशिष्ट के भीतर एकीकृत मानक संविदात्मक क्लॉज (एससीसी) के कानूनी आधार के तहत संचालित होता है।",
    "2233384692": "यदि इस तरह के डेटा को कैसे संभाला जाता है या आप अपने अधिकारों का प्रयोग करना चाहते हैं, इस बारे में आपके कोई प्रश्न या चिंताएं हैं, तो आपको उस व्यक्ति या संस्था (यानी, डेटा नियंत्रक) से संपर्क करना चाहिए, जिसने इस डेटा को संसाधित करने के लिए सेवा का उपयोग करने के लिए हमारे साथ अनुबंध किया है। हालांकि, हम अपने इंटीग्रेटर्स को उनके साथ हमारे अनुबंध की शर्तों के अनुसार आपकी किसी भी चिंता को दूर करने के लिए सहायता प्रदान करेंगे।",
    "349292953": "हमारे द्वारा एकत्रित की जाने वाली जानकारी",
    "3022001832": "हम उन व्यक्तियों से जानकारी एकत्र करते हैं जो हमारी साइटों और सेवाओं के साथ इंटरैक्ट करते हैं, जिसमें वे लोग भी शामिल हैं जो हमारी सेवा को अपनी वेबसाइट (\"इंटीग्रेटर्स\") में शामिल करते हैं, जो डेटा लेबलिंग (\"ग्राहक\") के लिए सेवाओं का उपयोग करते हैं, और अंतिम उपयोगकर्ता जो हमारे साथ इंटरैक्ट करते हैं हमारे इंटीग्रेटर्स (\"एंड-यूज़र\") की वेबसाइटों के माध्यम से सेवा।",
    "835545301": "हम निम्नलिखित श्रेणियों की जानकारी एकत्र करते हैं:",
    "3228928991": "जानकारी जिसका उपयोग किसी व्यक्ति (\"व्यक्तिगत जानकारी\") को पहचानने या संपर्क करने के लिए किया जा सकता है, जैसे नाम, ईमेल पता और देश। हम अपने वर्तमान और संभावित इंटीग्रेटर्स और ग्राहकों से व्यक्तिगत जानकारी एकत्र करते हैं जब वे इसे सीधे हमें देते हैं (उदाहरण के लिए, किसी खाते के लिए साइन अप करते समय एक फॉर्म भरकर, या हमसे ईमेल सूचनाएं प्राप्त करने के लिए आवेदन करना)। हम तीसरे पक्ष के डेटाबेस या आधिकारिक कानूनी दस्तावेजों के साथ व्यक्तिगत जानकारी की तुलना करके अपने इंटीग्रेटर्स और ग्राहकों की पहचान को भी सत्यापित कर सकते हैं।",
    "1655796811": "एक इंटीग्रेटर या ग्राहक द्वारा साइटों या सेवाओं (\"एनालिटिक्स सूचना\") के उपयोग के परिणामस्वरूप स्वचालित रूप से एकत्र की गई जानकारी, जैसे आईपी पते, ब्राउज़र प्रकार, इंटरनेट सेवा प्रदाता, प्लेटफ़ॉर्म प्रकार, डिवाइस प्रकार, ऑपरेटिंग सिस्टम, दिनांक और समय टिकट पहुंच, और इसी तरह की अन्य जानकारी। कुछ एनालिटिक्स जानकारी हमारी ओर से तीसरे पक्ष द्वारा एकत्र की जाती है जिसे हम उस उद्देश्य के लिए संलग्न करते हैं, और कुछ एनालिटिक्स जानकारी कुकीज़ सहित विभिन्न ट्रैकिंग तकनीकों के माध्यम से एकत्र की जाती है (नीचे \"तृतीय पक्ष एनालिटिक्स और ट्रैकिंग टेक्नोलॉजीज\" देखें)।",
    "1388241689": "सेवा (\"लेबल डेटा\") के माध्यम से अंतिम-उपयोगकर्ताओं के उत्तर देने वाले संकेतों के परिणामस्वरूप एकत्र की गई जानकारी, जैसे छवि लेबलिंग डेटा, उन अंतिम-उपयोगकर्ताओं को चलाई गई ऑडियो फ़ाइलों से परिवर्तित पाठ, प्रश्नों के उत्तर, और सेवा द्वारा उत्पन्न अन्य संकेत मशीन लर्निंग अनुप्रयोगों में उपयोग के लिए डेटा लेबलिंग के प्रयोजनों के लिए। ध्यान दें कि लेबल किया गया डेटा किसी भी पहचाने गए व्यक्ति से जुड़ा नहीं है।",
    "1493790285": "सेवा के हिस्से के रूप में अंतिम-उपयोगकर्ताओं से एकत्र की गई अन्य जानकारी यह निर्धारित करने के लिए आवश्यक है कि क्या वे",
    "2216374138": "मानव हैं, जैसे माउस की गति, स्क्रॉल स्थिति, कीप्रेस ईवेंट, स्पर्श ईवेंट, और जाइरोस्कोप / एक्सेलेरोमीटर जानकारी जो लागू हो।",
    "2394073454": "हम उन अंतिम-उपयोगकर्ताओं से अतिरिक्त जानकारी एकत्र कर सकते हैं जो व्यक्तिगत डेटा लेबलर के रूप में हमारे साथ काम करना चाहते हैं।",
    "3103557430": "हम जानकारी का उपयोग कैसे करते हैं",
    "1130802068": "हम जो जानकारी एकत्र करते हैं उसका उपयोग हम निम्नलिखित उद्देश्यों के लिए करते हैं:",
    "2940689138": "इंटीग्रेटर और ग्राहक खातों को प्रशासित करने और सेवा प्रदान करने के लिए। हम विशिष्ट खातों को इंटीग्रेटर्स और ग्राहकों के साथ जोड़ने और उन्हें सेवा प्रदान करने, अनुरोधों या पूछताछ का जवाब देने, समर्थन या तकनीकी सहायता प्रदान करने और भुगतान की सुविधा के लिए व्यक्तिगत जानकारी का उपयोग करते हैं।",
    "857974529": "साइट और सेवा में सुधार करने के लिए। हम अपनी मौजूदा को बेहतर बनाने और नई सेवाओं और पेशकशों को विकसित करने और मौजूदा और भविष्य के उत्पाद प्रसाद को अनुकूलित करने के लिए विश्लेषिकी जानकारी का उपयोग करते हैं।",
    "1820844638": "बाजार अंतर्दृष्टि प्राप्त करने के लिए। हम बाजार का विश्लेषण करने और साइट और हमारी सेवाओं से संबंधित व्यावसायिक विश्लेषण करने और अन्य शोध उद्देश्यों के लिए एनालिटिक्स सूचना का उपयोग करते हैं।",
    "3386280249": "लेबल किए गए डेटा के लिए एक बाजार प्रदान करना। हमारी सेवा वेबसाइट स्वामियों और कंपनियों के लिए एक सेवा के रूप में मशीन लर्निंग सिस्टम के लिए उच्च मात्रा में डेटा लेबलिंग और मानव समीक्षा सक्षम करती है, जिन्हें अपने डेटा को लेबल करने में सहायता की आवश्यकता होती है। इसके लिए, हम लेबल किए गए डेटा को प्राप्त करने में रुचि रखने वाले अपने ग्राहकों को लेबल किए गए डेटा का खुलासा करते हैं।",
    "3532143291": "हमारी सेवाओं और प्रणालियों को सुरक्षित करने के लिए। हम संभावित खतरों और कमजोरियों की पहचान करके अपने सिस्टम को सुरक्षित करने के लिए और हमारे द्वारा एकत्र की जाने वाली जानकारी को अन्यथा सुरक्षित रखने के लिए एनालिटिक्स जानकारी का उपयोग करते हैं।",
    "2185418511": "किसी भी वैध व्यावसायिक उद्देश्य के लिए, बशर्ते कि जानकारी को डी-आइडेंटिफाई या एकत्र किया गया हो, ताकि इसे किसी व्यक्ति से उचित रूप से नहीं जोड़ा जा सके।",
    "2386465280": "हम जानकारी कैसे साझा करते हैं",
    "2159517814": "हम निम्नलिखित मामलों में व्यक्तिगत जानकारी साझा या प्रकट करते हैं:",
    "4256083674": "एक विशिष्ट कैप्चा चुनौती अनुरोध या आईपी पते के धोखाधड़ी जोखिम की पहचान करने के लिए एक इंटीग्रेटर से सीधे अनुरोध पर, या अन्यथा जहां विशिष्ट सहमति दी गई थी।",
    "3494826505": "वेंडरों के साथ हम साइट और सेवा के आवश्यक पहलुओं, जैसे डेटा संग्रहण, होस्टिंग और विश्लेषिकी, और केवल उन्हीं उद्देश्यों के लिए प्रदान करने के लिए संलग्न हैं।",
    "1119009846": "आपके, हमारे या अन्य के अधिकारों, गोपनीयता, सुरक्षा या संपत्ति की रक्षा के लिए सरकारी अनुरोधों, कानून प्रवर्तन अनुरोधों और अन्यथा सार्वजनिक और निजी संस्थाओं सहित लागू कानून का पालन करना आवश्यक है।",
    "197676026": "किसी भी वैध व्यावसायिक उद्देश्य के लिए दूसरों के साथ, बशर्ते कि जानकारी की पहचान न हो",
    "2359312315": "या इस तरह से एकत्रित किया जाता है कि इसे किसी व्यक्ति से उचित रूप से नहीं जोड़ा जा सकता है।",
    "2497216176": "थर्ड पार्टी एनालिटिक्स और ट्रैकिंग टेक्नोलॉजीज",
    "3694578791": "जैसा कि ऊपर चर्चा की गई है, हम (और हमारे तीसरे पक्ष के विक्रेता) कुकीज़, वेब बीकन और अन्य ट्रैकिंग तकनीकों के उपयोग के माध्यम से एनालिटिक्स जानकारी एकत्र करते हैं। कुछ उदाहरणों में, हम एनालिटिक्स जानकारी एकत्र करने के उद्देश्य से कुकीज़ को नियोजित करने के लिए तीसरे पक्ष के विक्रेताओं के साथ काम करते हैं।",
    "2014256987": "यदि आप कुकीज़ या अन्य ट्रैकिंग तकनीकों के उपयोग को अवरुद्ध नहीं करना चाहते हैं, तो कृपया नीचे \"अपनी जानकारी का प्रबंधन\" देखें। कृपया ध्यान दें कि ऐसा करने से साइट या सेवा का उपयोग करने के आपके अनुभव पर नकारात्मक प्रभाव पड़ सकता है, क्योंकि हो सकता है कि कुछ सुविधाएं ठीक से काम न करें।",
    "2788024905": "हम जानकारी कैसे सुरक्षित करते हैं",
    "3031284129": "वारंटी अस्वीकरण",
    "26365791": "कानून द्वारा अनुमत पूर्ण सीमा तक, साइट और सेवा (और किसी भी अन्य संबद्ध सेवाओं, सूचना, डेटा, सुविधाओं, और अन्य सामग्री या सामग्री) को \"जैसा है\" और \"जैसा उपलब्ध है\" आधार पर प्रदान किया जाता है। कानून द्वारा अनुमत पूर्ण सीमा तक, IMI सभी वारंटियों को शामिल नहीं करता है, जिसमें व्यापारिकता की निहित वारंटी, किसी विशेष उद्देश्य के लिए उपयुक्तता, और गैर-उल्लंघन शामिल है, लेकिन इन्हीं तक सीमित नहीं है।",
    "735630686": "आपकी जानकारी का प्रबंधन (आपके अधिकार)",
    "2895491273": "यदि आप कुकीज़ या अन्य ट्रैकिंग तकनीकों को ब्लॉक करना पसंद करते हैं, तो अधिकांश ब्राउज़र और मोबाइल डिवाइस आप सभी को अपनी सेटिंग्स बदलने के लिए ताकि आपको सूचित किया जा सके कि जब आप कुकीज़ प्राप्त करते हैं या अन्य ट्रैकिंग तकनीकों का उपयोग किया जा रहा है, और यह चुनने के लिए कि स्वीकार/अनुमति देना है या नहीं यह। अधिकांश ब्राउज़र आपको मौजूदा कुकीज़ को अक्षम करने या हटाने या भविष्य की कुकीज़ को स्वचालित रूप से अस्वीकार करने की अनुमति भी देते हैं। आप अपनी कुकी प्राथमिकताओं को नियंत्रित करने के लिए ब्राउज़र प्लग-इन सहित तृतीय पक्ष टूल का भी उपयोग कर सकते हैं। हालाँकि, ध्यान दें कि यदि आप सभी कुकीज़ को अक्षम करते हैं, तो हो सकता है कि हमारी साइट के कुछ हिस्से ठीक से काम न करें।",
    "707527778": "बच्चों से जानकारी",
    "2419795065": "कैलिफोर्निया के निवासियों को नोटिस",
    "1517625162": "कैलिफोर्निया नागरिक संहिता धारा 1789.3 के तहत, कैलिफोर्निया के उपयोगकर्ता निम्नलिखित उपभोक्ता अधिकार नोटिस के हकदार हैं: कैलिफोर्निया के निवासी 1625 नॉर्थ मार्केट ब्लाव्ड, सैक्रामेंटो, पर मेल द्वारा कैलिफोर्निया उपभोक्ता मामलों के विभाग के उपभोक्ता सेवा विभाग की शिकायत सहायता इकाई तक पहुंच सकते हैं। सीए 95834, या टेलीफोन द्वारा (916) 445-1254 या (800) 952-5210 पर।",
    "3730344349": "यह अनुभाग कैलिफ़ोर्निया के उपभोक्ताओं के बारे में हमारे द्वारा एकत्रित की जाने वाली व्यक्तिगत जानकारी और कैलिफ़ोर्निया उपभोक्ता गोपनीयता अधिनियम या \"सीसीपीए\" के तहत उन्हें दिए गए अधिकारों के बारे में अतिरिक्त विवरण प्रदान करता है।",
    "4044467791": "पिछले 12 महीनों में हमने आपसे व्यक्तिगत जानकारी की श्रेणियों को एकत्र किया है, कृपया ऊपर \"सूचना जो हम एकत्र करते हैं\" अनुभाग देखें। हम उपरोक्त \"व्यक्तिगत जानकारी का उपयोग कैसे करते हैं\" अनुभाग में वर्णित व्यावसायिक और व्यावसायिक उद्देश्यों के लिए यह जानकारी एकत्र करते हैं। पिछले 12 महीनों में, हमने व्यावसायिक उद्देश्य के लिए निम्नलिखित श्रेणियों की सूचनाओं को तृतीय पक्षों के साथ साझा किया है:",
    "4208081170": "व्यक्तिगत जानकारी की श्रेणी",
    "1528242915": "पहचानकर्ता।",
    "3863351997": "कैलिफ़ोर्निया ग्राहक रिकॉर्ड क़ानून में सूचीबद्ध व्यक्तिगत जानकारी श्रेणियां (Cal. Civ. कोड § 1798.80(e))।",
    "2826705343": "वाणिज्यिक जानकारी।",
    "2683038211": "इंटरनेट या अन्य इलेक्ट्रॉनिक नेटवर्क गतिविधि।",
    "3671828834": "साझा की गई व्यक्तिगत जानकारी के उदाहरण",
    "779426309": "एक वास्तविक नाम, अद्वितीय व्यक्तिगत पहचानकर्ता, ऑनलाइन पहचानकर्ता, इंटरनेट प्रोटोकॉल पता, ईमेल पता, खाता नाम, या अन्य समान पहचानकर्ता।",
    "2414368123": "एक नाम, क्रेडिट कार्ड नंबर, डेबिट कार्ड नंबर, या कोई अन्य वित्तीय जानकारी।",
    "4088941349": "खरीदे गए, प्राप्त किए गए या विचार किए गए उत्पादों या सेवाओं के रिकॉर्ड।",
    "3238612014": "ब्राउज़िंग इतिहास, एक इंटरनेट वेबसाइट, एप्लिकेशन या विज्ञापन के साथ उपभोक्ता की बातचीत की जानकारी।",
    "1023108656": "तृतीय-पक्ष प्राप्तकर्ताओं की श्रेणियाँ",
    "1418235079": "सेवा प्रदाताओं",
    "3238184941": "नोट: व्यक्तिगत आईपी पते से जुड़े धोखाधड़ी के जोखिम को अनुरोध पर एक इंटीग्रेटर के साथ साझा किया जा सकता है।",
    "285116485": "कंपनी हमारे द्वारा एकत्र की जाने वाली व्यक्तिगत जानकारी को \"बेचती\" नहीं है (क्योंकि यह शब्द सीसीपीए में परिभाषित है)। हमारे द्वारा उपयोग की जाने वाली तृतीय-पक्ष कुकी के प्रकार, यदि कोई हों, के बारे में अधिक जानकारी के लिए कृपया ऊपर \"थर्ड पार्टी एनालिटिक्स एंड ट्रैकिंग टेक्नोलॉजीज\" अनुभाग देखें।",
    "1408750006": "कुछ सीमाओं के अधीन, सीसीपीए कैलिफ़ोर्निया के उपभोक्ताओं को यह अधिकार प्रदान करता है कि वे उन श्रेणियों या व्यक्तिगत जानकारी के विशिष्ट अंशों के बारे में अधिक विवरण जानने का अनुरोध करें जो हम एकत्र करते हैं (जिसमें हम इस जानकारी का उपयोग और खुलासा कैसे करते हैं), उनकी व्यक्तिगत जानकारी को हटाने के लिए, ऑप्ट आउट करने का अनुरोध करने का अधिकार प्रदान करता है। कोई भी \"बिक्री\" जो हो सकती है, साथ ही साथ इन अधिकारों का प्रयोग करने के लिए भेदभाव न करने का अधिकार।",
    "759057398": "यूरोपीय संघ के डेटा विषयों के लिए सूचना",
    "825780955": "व्यक्तिगत जानकारी",
    "2945960297": "यूरोपीय संघ के डेटा विषयों के संबंध में, इस गोपनीयता नीति में प्रयुक्त शब्द \"व्यक्तिगत जानकारी\" यूरोपीय संघ के सामान्य डेटा संरक्षण विनियमन (जीडीपीआर) में परिभाषित \"व्यक्तिगत डेटा\" के बराबर है।",
    "1126613163": "संवेदनशील जानकारी",
    "3571006800": "आपके द्वारा हमें प्रदान की जाने वाली कुछ जानकारी जीडीपीआर (व्यक्तिगत डेटा की विशेष श्रेणियों के रूप में भी संदर्भित) में परिभाषित संवेदनशील डेटा का गठन कर सकती है, जिसमें सरकार द्वारा जारी पहचान दस्तावेजों पर आपकी जाति या जातीयता की पहचान शामिल है।",
    "1988461282": "प्रसंस्करण के लिए कानूनी आधार",
    "3519564631": "प्रसंस्करण उद्देश्य",
    "1778642038": "आप के साथ संवाद करने के लिए",
    "2223819810": "हमारे मंच को अनुकूलित करने के लिए",
    "1678661231": "अनुपालन, धोखाधड़ी की रोकथाम और सुरक्षा के लिए",
    "2561077702": "हमारी सेवा प्रदान करने के लिए",
    "2066321185": "कानूनी आधार",
    "1174237568": "ये प्रसंस्करण गतिविधियां हमारे वैध हितों का गठन करती हैं। हम अपने वैध हितों के लिए आपकी व्यक्तिगत जानकारी को संसाधित करने से पहले आप पर (सकारात्मक और नकारात्मक दोनों) और आपके अधिकारों पर किसी भी संभावित प्रभाव पर विचार करने और संतुलित करने का प्रयास करते हैं। हम आपकी व्यक्तिगत जानकारी का उपयोग उन गतिविधियों के लिए नहीं करते हैं जहां हमारे हितों को आप पर किसी भी प्रतिकूल प्रभाव से ओवरराइड किया जाता है (जब तक कि हमारी आपकी सहमति न हो या अन्यथा आवश्यक हो या कानून द्वारा अनुमति न हो)।",
    "1350478093": "प्रसंस्करण उद्देश्य",
    "787916198": "आपकी सहमति से",
    "3348433919": "तुम्हारा हक",
    "3842673636": "जीडीपीआर के तहत, आपकी व्यक्तिगत जानकारी के संबंध में आपके कुछ अधिकार हैं। आप हमें अपनी व्यक्तिगत जानकारी के संबंध में निम्नलिखित कार्रवाई करने के लिए कह सकते हैं जो हमारे पास है:",
    "4057343238": "बाहर निकलना",
    "1834911235": "आपको प्रत्यक्ष विपणन संचार भेजना बंद करें जिसे आपने प्राप्त करने के लिए पहले सहमति दी है। हम आपको सेवा-संबंधी और अन्य गैर-विपणन संचार भेजना जारी रख सकते हैं।",
    "3022301908": "अभिगम",
    "680638297": "आपकी व्यक्तिगत जानकारी के हमारे प्रसंस्करण के बारे में आपको जानकारी प्रदान करता है और आपको आपकी व्यक्तिगत जानकारी तक पहुंच प्रदान करता है।",
    "1409486258": "सही",
    "3878077249": "अपनी व्यक्तिगत जानकारी में अशुद्धियों को अद्यतन या सुधारें।",
    "3645414921": "हटाएं",
    "42182578": "अपनी व्यक्तिगत जानकारी हटाएं।",
    "1609621367": "स्थानांतरण",
    "3208155808": "अपनी व्यक्तिगत जानकारी की मशीन-पठनीय प्रति आपको या आपकी पसंद के किसी तीसरे पक्ष को स्थानांतरित करें।",
    "1786796818": "रोकना",
    "3329634829": "अपनी व्यक्तिगत जानकारी के प्रसंस्करण को प्रतिबंधित करें।",
    "4202774977": "वस्तु",
    "3007158970": "आपके अधिकारों को प्रभावित करने वाली आपकी व्यक्तिगत जानकारी के हमारे संसाधन के आधार के रूप में हमारे वैध हितों पर हमारी निर्भरता पर आपत्ति करें।",
    "1273071008": "डेटा विषय एक्सेस अधिकार अनुरोध",
    "3594381346": "स्थान।",
    "21141582": "यह",
    "3357523404": "क्रॉस-बॉर्डर डेटा ट्रांसफर",
    "290966395": "जैसा कि हमारे \"संयुक्त राज्य के बाहर के ग्राहकों के लिए एक नोट\" अनुभाग में वर्णित है, कृपया ध्यान रखें कि आपका व्यक्तिगत डेटा संयुक्त राज्य में स्थानांतरित, संसाधित और संग्रहीत किया जाएगा। यूएस में डेटा सुरक्षा कानून आपके निवास के देश के कानूनों से भिन्न हो सकते हैं। आप हमारी साइट पर जाकर या हमारी सेवा का उपयोग करके इस गोपनीयता नीति में बताए गए अनुसार अपनी जानकारी, जिसमें व्यक्तिगत जानकारी भी शामिल है, को अमेरिका में स्थानांतरित करने के लिए सहमति देते हैं।",
    "3178581111": "नए उद्देश्यों के लिए उपयोग करें",
    "1088304322": "हम इस गोपनीयता नीति में वर्णित कारणों के लिए आपकी व्यक्तिगत जानकारी का उपयोग कर सकते हैं, जहां हमें कानून द्वारा ऐसा करने की अनुमति है और जहां कारण उस उद्देश्य के अनुकूल है जिसके लिए हमने इसे एकत्र किया है। यदि हमें किसी असंबंधित उद्देश्य के लिए आपकी व्यक्तिगत जानकारी का उपयोग करने की आवश्यकता है, तो हम आपको सूचित कर सकते हैं और उस उपयोग के लिए लागू कानूनी आधार की व्याख्या कर सकते हैं। यदि हमने आपकी व्यक्तिगत जानकारी के किसी विशेष उपयोग के लिए आपकी सहमति पर भरोसा किया है, तो हम किसी भी असंबंधित उद्देश्य के लिए आपकी सहमति प्राप्त कर सकते हैं और यदि आप आपत्ति करते हैं तो उस समय सेवा के आपके उपयोग को समाप्त करने की अनुमति दे सकते हैं।",
    "2260079771": "डेटा प्रतिधारण",
    "38428546": "हम आपके व्यक्तिगत डेटा को आपके खाते के जीवन भर हमारे पास सुरक्षित रूप से संग्रहीत करते हैं। हम आपके व्यक्तिगत डेटा को केवल उन उद्देश्यों को पूरा करने के लिए आवश्यक होने तक ही रखेंगे जिनके लिए हमने इसे एकत्र किया था, जिसमें किसी भी कानूनी, लेखांकन, या रिपोर्टिंग दायित्वों को पूरा करने या विवादों को हल करने के उद्देश्य शामिल हैं। भंडारण अवधि निर्धारित करने के लिए हम जिन मानदंडों का उपयोग करते हैं उनमें लागू संविदात्मक प्रावधान, कानूनी वैधानिक सीमा अवधि, लागू नियामक आवश्यकताएं और उद्योग मानक शामिल हैं।",
    "384965568": "जबकि अवधारण आवश्यकताएं क्षेत्राधिकार के अनुसार भिन्न होती हैं, आपके व्यक्तिगत डेटा के विभिन्न पहलुओं के लिए हमारी विशिष्ट अवधारण अवधि के बारे में जानकारी नीचे वर्णित है।",
    "2788836740": "जब तक आप सदस्यता समाप्त नहीं करते हैं, तब तक विपणन उद्देश्यों के लिए संपर्क जानकारी को निरंतर आधार पर रखा जाता है। इसके बाद हम आपके विवरण को हमारी दमन सूची में अनिश्चित काल के लिए जोड़ देंगे। एक्सेसिबिलिटी उपयोगकर्ताओं से एकत्र की गई ईमेल जानकारी का उपयोग कभी भी मार्केटिंग उद्देश्यों के लिए नहीं किया जाएगा।",
    "3520687192": "आपके साथ संचार के रिकॉर्ड (जैसे ईमेल या ट्विटर के माध्यम से खोले गए समर्थन टिकट) अनिश्चित काल के लिए रखे जा सकते हैं।",
    "292211832": "कुकीज़, वेबपेज काउंटर और अन्य एनालिटिक्स टूल जैसे तकनीकी साधनों के माध्यम से एकत्र की गई जानकारी को व्यावहारिक रूप से जल्द से जल्द त्याग दिया जाता है, लेकिन कुकी की समाप्ति से एक वर्ष तक की सीमित अवधि के लिए रखा जा सकता है, आमतौर पर एक गैर-पहचान और एकत्रित रूप में जब तक हम अपनी सेवा के संभावित दुरुपयोग का पता नहीं लगाते हैं, उस स्थिति में हम भविष्य में दुरुपयोग को रोकने में हमारी सहायता करने के लिए उस जानकारी को बनाए रखेंगे। हम इस अनाम और एकत्रित जानकारी को आपके, आपके घर, एक आईपी पते, या संग्रहीत जानकारी के आधार पर किसी भी व्यक्तिगत जानकारी से जोड़ने में असमर्थ हैं।",
    "3192683783": "इस गोपनीयता नीति में परिवर्तन",
    "1702335960": "ऐसी कोई भी जानकारी जो हम एकत्र करते हैं, उस समय ऐसी जानकारी एकत्र की जाने वाली गोपनीयता नीति के अधीन होती है। हालाँकि, हम समय-समय पर गोपनीयता नीति में संशोधन कर सकते हैं। यदि कोई संशोधन महत्वपूर्ण है, जैसा कि पूरी तरह से हमारे द्वारा निर्धारित किया गया है, तो हम आपको सूचित करेंगे, उदाहरण के लिए ईमेल के माध्यम से। वर्तमान संस्करण हमेशा हमारे गोपनीयता नीति पृष्ठ पर पोस्ट किया जाएगा।",
    "3669258571": "कूकी नीति",
    "2905621957": "अंतिम अपडेट: 18 जुलाई, 2020",
    "1173934218": "हम समझते हैं कि आपकी गोपनीयता आपके लिए महत्वपूर्ण है और हमारे द्वारा उपयोग की जाने वाली तकनीकों के बारे में पारदर्शी होने के लिए प्रतिबद्ध हैं। यह नीति इस बारे में विस्तृत जानकारी प्रदान करती है कि हम अपनी साइट और सेवा पर कुकीज़ का उपयोग कैसे और कब करते हैं।",
    "2694150481": "क्या हम कुकीज़ का उपयोग करते हैं?",
    "457627611": "हां। हम और हमारे एनालिटिक्स या सेवा प्रदाता, मार्केटिंग पार्टनर और सहयोगी कुकीज़, वेब बीकन, या पिक्सल और अन्य तकनीकों का उपयोग यह सुनिश्चित करने के लिए कर सकते हैं कि साइट का उपयोग करने वाले प्रत्येक व्यक्ति को सर्वोत्तम संभव अनुभव हो। अधिक विवरण के लिए कृपया हमारी गोपनीयता नीति का \"तृतीय पक्ष विश्लेषिकी और ट्रैकिंग प्रौद्योगिकी\" अनुभाग देखें।",
    "501102544": ": हम मानते हैं कि hCaptcha एंटी-बॉट सेवा (यानी वेबसाइटों, गेम या मोबाइल ऐप द्वारा एम्बेड की गई सेवा) में GDPR नियमों के अनुसार केवल तथाकथित \"सहमति-मुक्त\" कुकीज़ शामिल हैं। ऐसी छूट प्राप्त कुकीज़ के उदाहरणों में शामिल हैं:",
    "461631543": "जीडीपीआर नोट",
    "2150907653": "* तकनीकी कुकीज़ सेवा के प्रावधान के लिए कड़ाई से आवश्यक हैं। इनमें वरीयता कुकीज़, सत्र कुकीज़, लोड संतुलन कुकीज़ आदि शामिल हैं।",
    "1012122721": "* सांख्यिकीय कुकीज़ सीधे हमारे द्वारा प्रबंधित की जाती हैं (अर्थात प्रथम पक्ष, तृतीय-पक्ष कुकीज़ नहीं), जहां डेटा का उपयोग प्रोफाइलिंग के लिए नहीं किया जाता है।",
    "3255230599": "कुकी क्या है?",
    "2954157511": "हम कुकीज़ का उपयोग क्यों करते हैं?",
    "1539071196": "हम आम तौर पर निम्नलिखित उद्देश्यों के लिए कुकीज़ का उपयोग करते हैं:",
    "3545935449": "नए या पिछले उपयोगकर्ताओं को पहचानने के लिए।",
    "32739972": "यदि आप हमारी साइट पर पंजीकृत हैं तो अपने लॉगिन सत्र की जानकारी संग्रहीत करने के लिए।",
    "4209078147": "हमारी साइट को बेहतर बनाने के लिए और हमारे प्लेटफॉर्म और साइट पर आपकी यात्राओं को बेहतर ढंग से समझने के लिए।",
    "1077448694": "तृतीय पक्ष सोशल मीडिया वेबसाइटों के साथ एकीकृत करने के लिए।",
    "1709478090": "रुचि-आधारित या लक्षित विज्ञापन के साथ आपकी सेवा करने के लिए।",
    "3256020881": "कई वेबसाइटों या अन्य प्लेटफार्मों पर समय के साथ अपने व्यवहार और ब्राउज़िंग गतिविधियों का निरीक्षण करने के लिए।",
    "1092241113": "हमारे ग्राहकों और इंटीग्रेटर्स के हितों को बेहतर ढंग से समझने के लिए।",
    "1434289796": "कुछ कुकीज़ साइटों के कुछ उपयोगों के लिए आवश्यक हैं, और ऐसी कुकीज़ के बिना, हम ऐसी कई सेवाएँ प्रदान करने में सक्षम नहीं होंगे जिनकी आपको साइटों का ठीक से उपयोग करने की आवश्यकता है। ये कुकीज़, उदाहरण के लिए, हमें हमारी साइटों को संचालित करने की अनुमति देती हैं ताकि आप इसे एक्सेस कर सकें जैसा आपने अनुरोध किया है और हमें यह पहचानने दें कि आपने एक खाता बनाया है और साइट सामग्री तक पहुंचने के लिए उस खाते में लॉग इन किया है। उनमें कुकीज़ भी शामिल हैं जो हमें उसी ब्राउज़िंग सत्र में आपके पिछले कार्यों को याद रखने और हमारी साइटों को सुरक्षित करने में सक्षम बनाती हैं।",
    "1533171442": "हम विश्लेषण और विपणन उद्देश्यों के लिए तीसरे पक्ष से कार्यात्मक कुकीज़ और कुकीज़ का भी उपयोग करते हैं। कार्यात्मक कुकीज़ साइट्स के कुछ हिस्सों को ठीक से काम करने में सक्षम बनाती हैं और आपकी उपयोगकर्ता प्राथमिकताएं ज्ञात रहती हैं। विश्लेषण कुकीज़, अन्य बातों के अलावा, इस बारे में जानकारी एकत्र करती है कि ग्राहक, इंटीग्रेटर्स और अंतिम उपयोगकर्ता हमारी साइटों का उपयोग कैसे करते हैं, सामग्री और उत्पाद जो उपयोगकर्ता सबसे अधिक बार देखते हैं, और हमारे तीसरे पक्ष के विज्ञापन की प्रभावशीलता। विज्ञापन कुकीज़ प्रासंगिक दर्शकों को विज्ञापन देने में और हमारे विज्ञापनों को खोज परिणामों के शीर्ष पर प्रदर्शित करने में सहायता करती हैं। कुकीज़ या तो \"सत्र\" कुकीज़ हैं जो आपके ब्राउज़र सत्र को समाप्त करने पर हटा दी जाती हैं, या \"निरंतर\", जो आपके द्वारा हटाए जाने तक (नीचे चर्चा की गई) या कुकी की सेवा करने वाली पार्टी तक बनी रहती हैं। साइट्स पर उपयोग की जाने वाली सभी कुकीज़ का पूरा विवरण नीचे हमारी कुकी प्रकटीकरण तालिका में उपलब्ध है।",
    "322830977": "कुकीज़ को निष्क्रिय कैसे करें।",
    "262509504": "हम इस गोपनीयता नीति के अनुसार कुकीज़ द्वारा एकत्र की गई जानकारी को अन्य जानकारी के साथ जोड़ सकते हैं जो हम आपसे एकत्र करते हैं और यहां दी गई संयुक्त जानकारी का उपयोग करते हैं। इसी तरह, तीसरे पक्ष जो हमारी साइट पर कुकीज़ परोसते हैं, वे आपके नाम या ईमेल पते को उनके द्वारा एकत्र की गई अन्य जानकारी से जोड़ सकते हैं, जिसमें ऑफ़लाइन या ऑनलाइन की गई पिछली खरीदारी, या आपकी ऑनलाइन उपयोग की जानकारी शामिल हो सकती है।",
    "2935155034": "यदि आप यूरोपीय आर्थिक क्षेत्र में स्थित हैं, तो आपके पास \"ईयू डेटा विषयों के लिए नोटिस\" शीर्षक के तहत ऊपर वर्णित कुछ अधिकार हैं, जिसमें आपके बारे में हमारे पास मौजूद डेटा का निरीक्षण करने और सही करने या हटाने का अधिकार शामिल है।",
    "1873812847": "कुकी (ओं) का प्रकटीकरण",
    "3319083717": "नाम:",
    "3183855267": "1. एचएमटी_आईडी",
    "907324388": "समारोह",
    "2896187462": "1. कड़ाई से आवश्यक अनाम सेवा-संबंधित आँकड़ों के लिए, और अन्य तकनीकी उद्देश्यों के लिए उपयोग किया जाता है जैसे कि एक्सेसिबिलिटी समर्थन में सहायता करना।",
    "987267027": "दल",
    "3453526675": "1. पहली पार्टी",
    "1952810469": "प्रकार",
    "1795436560": "1. सत्र",
    "102695075": "अवधि",
    "3356329025": "1. 30 दिन",
    "3744153629": "नाम:",
    "2801359190": "__cfduid,",
    "1829242168": "__सीएफएलबी,",
    "2219945145": "सत्र,",
    "3186435874": "सत्र आईडी",
    "1241291641": "अधिक विवरण देखें।",
    "1834801943": "2. पहली पार्टी",
    "2114694926": "2. सत्र",
    "938404336": "2. बदलता रहता है; 30 दिनों तक।",
    "2196526290": "hc_accessibility",
    "1061239711": "3. पहली पार्टी",
    "1483015662": "3. सत्र",
    "3458934553": "3. बदलता रहता है; 30 दिनों तक।",
    "134571844": "इम्प्रेसम (साइट नोटिस)",
    "110836420": "अंतिम अपडेट: 23 दिसंबर, 2020",
    "2901894297": "hCaptcha Intuition Machines, Inc. (\"IMI\"), एक डेलावेयर यूएस कॉर्पोरेशन (#6393793) की एक सेवा है।",
    "2928362319": "मेल की गई पूछताछ को भेजा जा सकता है: अंतर्ज्ञान मशीन, इंक, 350 अलबामा सेंट, सैन फ्रांसिस्को, सीए 94110।",
    "3094150511": "नियामक प्राधिकरण: यूएस फेडरल कम्युनिकेशंस कमीशन, 45 एल स्ट्रीट एनई, वाशिंगटन, डीसी 20554 यूएसए।",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "सामग्री के संबंध में कोई गारंटी नहीं",
    "707541553": "हमारे इंटरनेट पेजों पर निहित सभी सूचनाओं को आईएमआई या किसी तीसरे पक्ष द्वारा मान्य किया गया है। हालांकि, जानकारी के वर्तमान, सटीक या पूर्ण होने के लिए न तो आईएमआई और न ही तीसरे पक्ष को जिम्मेदार ठहराया जा सकता है। यह अन्य वेबसाइटों पर भी लागू होता है जिन तक हमारे पृष्ठों पर हाइपरलिंक के माध्यम से पहुंचा जा सकता है। IMI इन बाहरी वेबसाइटों की सामग्री के लिए कोई जिम्मेदारी स्वीकार नहीं करता है।",
    "2650241052": "कोई सलाह नहीं",
    "204716894": "हमारे वेब पेजों की सामग्री और डिजाइन कॉपीराइट कानून के तहत सुरक्षित हैं। यदि पृष्ठ पर दोहराव के लिए कोई अन्य कानूनी प्रावधान निर्दिष्ट नहीं हैं, तो उचित उचित उपयोग से अधिक पृष्ठों और उनकी सामग्री के दोहराव के लिए आईएमआई से पूर्व लिखित सहमति की आवश्यकता होती है।",
    "3182435854": "कॉपीराइट",
    "3236873806": "इस वेबसाइट के लिए IMI जिम्मेदार है।",
    "1338341134": "hCaptcha + गोपनीयता पास (बीटा)",
    "88879089": "गोपनीयता पास एक है",
    "1898063898": "उपयोगकर्ता गोपनीयता को संरक्षित करने के लिए जिसे हम के संयोजन के साथ विकसित कर रहे हैं",
    "1942186611": "और दूसरे।",
    "3673079511": "उभरता हुआ मानक",
    "2164933356": "क्लाउडफ्लेयर",
    "3119589996": "यह कैसे काम करता है: एक ब्राउज़र एक्सटेंशन उपयोगकर्ताओं को गोपनीयता पास प्रोटोकॉल का समर्थन करने वाली वेबसाइटों के लिए क्रिप्टोग्राफिक रूप से अंधा टोकन बनाने और हस्ताक्षर करने की क्षमता प्रदान करता है। एक्सटेंशन क्रिप्टोग्राफिक रूप से अंधे टोकन वाले पास उत्पन्न करता है जो hCaptcha द्वारा हस्ताक्षरित होते हैं जब hCaptcha सेवा का उपयोग करके किसी भी साइट पर एक चुनौती हल हो जाती है,",
    "1254771154": "अन्य गोपनीयता पास-समर्थक सेवाओं पर दिखाई गई चुनौतियाँ जो hCaptcha को भी एम्बेड करती हैं, जैसे Cloudflare।",
    "996362763": "ये टोकन भविष्य में उपयोग के लिए एक्सटेंशन द्वारा अनब्लाइंड और स्टोर किए जाते हैं। जब उपयोगकर्ता hCaptcha का उपयोग करके किसी साइट पर जाता है और उसे चुनौती (चाहे अदृश्य हो या \"मैं मानव हूं\" बटन के माध्यम से) पास करने की आवश्यकता होती है, तो उन्हें स्वचालित रूप से भुनाया जाता है। ब्लाइंडिंग प्रक्रिया का अर्थ है कि हस्ताक्षरित और भुनाए गए टोकन hCaptcha के दृष्टिकोण से क्रिप्टोग्राफ़िक रूप से अनलिंक करने योग्य हैं, और इस प्रकार उपयोगकर्ता गोपनीयता संरक्षित है।",
    "2943346052": "जैसा कि IETF मानकीकरण प्रक्रिया जारी है, हम उम्मीद करते हैं कि प्रमुख ब्राउज़र मूल रूप से गोपनीयता पास के किसी न किसी रूप को अपनाएंगे। यह अंततः एक्सटेंशन को अनावश्यक बना देगा। हालांकि, फिलहाल के लिए, कृपया नीचे दिए गए निर्देशों का पालन करें।",
    "2326660907": "के अलावा",
    "741483946": "* दूसरे शब्दों में: आप hCaptcha.com पर hCaptcha गोपनीयता पास टोकन प्राप्त कर सकते हैं, और सीधे hCaptcha.com का उपयोग करके अन्य साइटों पर उनका उपयोग कर सकते हैं। Cloudflare द्वारा उपयोग की जाने वाली hCaptcha सेवा को बायपास करने के लिए आप hCaptcha गोपनीयता पास टोकन प्राप्त या रिडीम नहीं कर सकते हैं, क्योंकि Cloudflare जारी करता है और अपने स्वयं के गोपनीयता पास टोकन को भुनाता है।",
    "1362015807": "शुरू करना",
    "1358325821": "सबसे पहले, के लिए एक्सटेंशन इंस्टॉल करें",
    "310885519": "या",
    "4091044469": ". सुनिश्चित करें कि आपने एक्सटेंशन को गुप्त मोड में सक्षम किया है। फिर, hCaptcha का उपयोग करके किसी भी वेबसाइट पर जाएँ और एक कैप्चा हल करें। संस्करण 2.0.3 के अनुसार, आप इन टोकन को hCaptcha का उपयोग करके वेबसाइटों पर भुना सकते हैं।",
    "3904679538": "क्रोम",
    "3700767772": "एक बार एक्सटेंशन इंस्टॉल हो जाने के बाद, पास अर्जित करने के लिए यहां (या किसी भी hCaptcha-उपयोग करने वाली वेबसाइट पर) क्लिक करें:",
    "166277959": "कृपया ध्यान दें: यह सुविधा वर्तमान में बीटा में है, और सभी वेबसाइटों और उपयोगकर्ताओं के लिए हर समय काम नहीं कर सकती है। इस घटना में कि यह सक्षम नहीं है या किसी विशेष उपयोगकर्ता के लिए काम नहीं करता है, व्यवहार केवल मानक hCaptcha अनुभव पर वापस आ जाएगा, जिसमें कार्यक्षमता का कोई नुकसान नहीं होगा।",
    "3031357206": "आपके URL बार के बगल में एक नया आइकन दिखाई देगा। अब hCaptcha का उपयोग करके किसी वेबसाइट पर जाएँ। यह इस तरह दिखेगा:",
    "1066753052": "जिसका अर्थ है कि बटुआ खाली है, और आप एक ऐसी साइट पर हैं जिसमें hCaptcha चुनौती शामिल है। एक बार जब आप चुनौती को पूरा कर लेते हैं, तो आप टोकन अर्जित करेंगे जिसे hCaptcha के साथ किसी भी अन्य वेबसाइट पर भुनाया जा सकता है।",
    "651123197": "चुनौती को पूरा करने के बाद आपके बटुए में वर्तमान कुल की गणना आइकन पर दिखाई देगी।",
    "554844646": "हर बार जब आप क्लिक करते हैं तो काउंटर को 1 से नीचे देखकर आप पुष्टि कर सकते हैं कि एक्सटेंशन काम कर रहा है",
    "4087729475": "आपके प्रारंभिक समाधान के बाद चुनौती।",
    "647630208": "और बस! आपकी ऑनलाइन ब्राउज़िंग अब और अधिक निजी हो गई है।",
    "3272552822": "डेवलपर्स और क्रिप्टोग्राफर:",
    "4059570880": "यदि आप मानकीकरण प्रयास को ट्रैक करना चाहते हैं, तो वर्तमान में प्रयास चल रहे हैं",
    "1904390996": "मानकीकृत करने के लिए",
    "252720667": "गोपनीयता पास की क्रिप्टोग्राफ़िक सुरक्षा अंतर्निहित है। प्रोटोकॉल खुद से गुजर रहा है",
    "3972554015": "प्रक्रिया भी। और ब्राउज़र एक्सटेंशन निश्चित रूप से है",
    "3723626769": "आपके योगदान और समीक्षा के लिए।",
    "3882147547": "विस्मृत छद्म यादृच्छिक कार्य",
    "565624910": "प्रारूप",
    "3421090159": "खुला स्त्रोत",
    "3098677775": "प्रश्न: गोपनीयता पास का उपयोग करते समय क्या मेरा आईपी और ब्राउज़िंग इतिहास hCaptcha से पूरी तरह से निजी है?",
    "4019638786": "ए: एचकैप्चा के गोपनीयता पास उपयोगकर्ता अपने आईपी को एचकैप्चा में तब तक उजागर नहीं करेंगे जब तक कि उनके ब्राउज़र का टोकन वॉलेट खाली न हो या साइट इसे भेज न दे। hCaptcha के पास उपयोगकर्ता को टोकन मोचन से जोड़ने का कोई तरीका नहीं है, और जब तक उनका टोकन वॉलेट खाली नहीं होता है, तब तक वे मोचन के दौरान उपयोगकर्ता के साथ सीधे बातचीत नहीं करते हैं।",
    "3887113660": "प्रश्न: गोपनीयता पास hCaptcha आय को कैसे प्रभावित करता है?",
    "1116455671": "ए: यदि उपयोगकर्ता इसे आपकी साइट पर पूरा करता है तो आप प्रारंभिक समाधान के लिए एक पुरस्कार अर्जित करेंगे। रिडेम्पशन उसी प्रतिक्रिया पैटर्न का पालन करते हैं जैसे कि उपयोगकर्ता ने उच्च ग्राहक विश्वास के कारण आपकी साइट पर ऑटो-पास किया था: कोई कमाई नहीं होती है, और आपके सर्वर से साइट सत्यापन कॉल को पास परिणामों में `क्रेडिट: गलत` प्राप्त होता है।",
    "779817954": "प्रश्न: अगर मेरे पास किसी अन्य प्रदाता द्वारा जारी किए गए गोपनीयता पास हैं, तो क्या मैं उन्हें hCaptcha पर रिडीम कर सकता हूं?",
    "3014149332": "ए: नहीं, पास इंटरऑपरेबल नहीं हैं: उन्हें उसी प्राधिकरण द्वारा जारी और भुनाया जाना चाहिए, इस मामले में एचकैप्चा। ध्यान दें कि यदि आपके एक्सटेंशन में Cloudflare और hCaptcha दोनों से पास हैं, तो आपके द्वारा देखे जा रहे पेज की आवश्यकता के आधार पर उपलब्ध संख्या सही मात्रा में बदल जाएगी। दूसरे शब्दों में, यदि आपके वॉलेट में 100 Cloudflare पास हैं और 10 hCaptcha पास हैं, तो आपको hCaptcha एम्बेडेड वाले पृष्ठों पर एक्सटेंशन आइकन पर 10 देखना चाहिए।",
    "3679148535": "प्रश्न: आप गोपनीयता पास के अन्य किन अनुप्रयोगों पर काम कर रहे हैं?",
    "1606783855": "ए: हम एक्सेसिबिलिटी (\"a11y\") उपयोग के मामले के लिए गोपनीयता पास में बहुत रुचि रखते हैं। ऑडियो कैप्चा जैसे पहले के लोकप्रिय विकल्प कई a11y उपयोगकर्ताओं के साथ भेदभाव करते हैं। हमारा मानना है कि गोपनीयता पास जारी करने के साथ हमारे वर्तमान a11y दृष्टिकोण के संयोजन से a11y उपयोगकर्ताओं को सुरक्षित रूप से ब्राउज़ करने की अनुमति मिलेगी, इस ज्ञान में सुरक्षित है कि उनका ट्रैफ़िक अधिक निजी है, जबकि bot ऑपरेटरों द्वारा दुरुपयोग को प्रतिबंधित करता है जो अनिवार्य रूप से a11y विकल्प उपलब्ध होने पर होता है।",
    "2359150347": "प्रश्न: क्या अन्य ऑनलाइन सुरक्षा सेवाएं गोपनीयता पास का समर्थन करती हैं?",
    "2082237880": "उ: एचकैप्चा अपनी तरह की पहली सेवा है जो गोपनीयता पास का समर्थन करती है, और वर्तमान में ऐसा करने वाली एकमात्र सेवा है। हालांकि, हम उम्मीद करते हैं कि अन्य सेवाएं ऑनलाइन उपयोगकर्ता गोपनीयता बढ़ाने के लाभों को पहचानेंगी, और उम्मीद है कि भविष्य में और अधिक कार्यान्वयन करेंगे क्योंकि IETF मानकों को विकसित करने में हम मदद कर रहे हैं जिन्हें औपचारिक रूप से अपनाया गया है।",
    "2109792055": "उपयोगकर्ता गाइड: गोपनीयता पास जारी करने और सत्यापन के साथ मुद्दों को डीबग करना",
    "3588620914": "गोपनीयता पास वेब के मानकों द्वारा एक नया आविष्कार है, और यह अन्य अनुप्रयोगों और ब्राउज़र एक्सटेंशन के लिए संभव है जो इसकी कार्यक्षमता में हस्तक्षेप करने के लिए इसके बारे में नहीं जानते हैं।",
    "4039193170": "यदि आपको टोकन प्राप्त करने या रिडीम करने में समस्या हो रही है:",
    "2378786360": "1. अन्य समर्थित ब्राउज़रों में से किसी एक को आज़माएं: यदि आप क्रोम पर हैं, तो क्रोम से अपनी सेटिंग्स आयात किए बिना फ़ायरफ़ॉक्स का उपयोग करने का प्रयास करें, और वहां प्लगइन स्थापित करें। यदि वह काम करता है, तो आपके पास ब्राउज़र कॉन्फ़िगरेशन समस्या हो सकती है।",
    "394235836": "3. अगर उपरोक्त सुझावों में से कोई भी काम नहीं करता है, तो हमें एक समर्थन ईमेल भेजें और हमें यह पता लगाने में खुशी होगी कि क्या हो रहा है।",
    "3470857731": "रीकैप्चा कितनी अच्छी तरह बॉट्स का पता लगाता है, इसका विश्लेषण।",
    "3240786848": "अंतिम अपडेट: फरवरी 18, 2021",
    "2547140673": "एक दशक से अधिक समय से, Google की reCAPTCHA सेवा ने वेबसाइट मालिकों को एक व्यापार की पेशकश की है: Google को अपने उपयोगकर्ताओं को ट्रैक करने दें और उनसे प्रश्न पूछें, और बदले में वे बॉट्स और स्पैम को रोकने का वादा करते हैं।",
    "2133754014": "4.5 मिलियन से अधिक वेबसाइट रीकैप्चा का उपयोग करती हैं [",
    "3152512587": "और सिस्टम लाखों-करोड़ों दैनिक समाधान एकत्र करता है। [",
    "2296918009": "यह हर दिन 100 से अधिक व्यक्ति-वर्ष के श्रम के बराबर है।[",
    "3900538778": "लेबल किया गया डेटा वह ईंधन है जो मशीन सीखने को शक्ति देता है। 2009 से Google की ML/AI सेवाओं को बेहतर बनाने के लिए reCAPTCHA उत्तरों का उपयोग किया गया है। बहुत से लोग जो reCAPTCHA का उपयोग करते हैं, उन्हें यह नहीं पता कि उनके श्रम का उपयोग किया जा रहा है।",
    "1160252730": "Google अब reCAPTCHA Enterprise के लिए ऊंची कीमत वसूल रहा है, जिससे कई कंपनियां इस सौदे का पुनर्मूल्यांकन कर रही हैं।",
    "1131196501": "प्रमुख कंपनियां जैसे",
    "204889717": "hCaptcha's . पर स्विच कर लिया है",
    "639413188": "जवाब में।",
    "3280658086": "उद्यम समाधान",
    "3842815245": "क्या यह एक उचित व्यापार है?",
    "714342693": "hCaptcha टीम 2016 से \"डार्क वेब\" कैप्चा-ब्रेकिंग सेवाओं से मूल्य निर्धारण डेटा एकत्र कर रही है। हमने एक दिलचस्प प्रवृत्ति देखी:",
    "468929661": "रीकैप्चा को तोड़ने की औसत लागत अविश्वसनीय रूप से कम है (प्रति 1000 हलों पर $1 से कम) और 2016 में हमारी निगरानी शुरू होने के बाद से इसमें कोई महत्वपूर्ण वृद्धि नहीं हुई है। यह reCAPTCHA v2 और v3 दोनों पर लागू होता है। [",
    "2862164005": "मूल्य निर्धारण डेटा हमें रीकैप्चा द्वारा दी गई सुरक्षा पर एक सटीक डॉलर मूल्य रखने देता है: $0.001 या प्रति उत्तर कम।",
    "102498091": "Google reCAPTCHA Enterprise के लिए प्रति 1000 अनुरोधों पर $1 का शुल्क लेता है, जिसका अर्थ है कि अब वे अपनी सेवा की सुरक्षा को भंग करने की लागत से अधिक शुल्क लेते हैं। यह एक बुरा सौदा जैसा लगता है।",
    "130239139": "Google द्वारा प्रतिदिन एकत्र किए गए 100+ व्यक्ति-वर्ष के श्रम का मूल्य क्या है?",
    "1421074182": "काफी अधिक है।",
    "1953519598": "किसी एकल छवि को लेबल करने की लागत $0.03 से $1.00 या अधिक तक होती है। किसी भी रूढ़िवादी अनुमान के अनुसार, Google ने अब तक अरबों डॉलर का मुफ्त श्रम निकाला है। [",
    "3025548709": "क्या इस अनुचित सौदे का कोई विकल्प है?",
    "263761351": "hCaptcha पहला विश्वसनीय विकल्प है, जिसका उपयोग अब हर महीने लाखों लोग करते हैं।",
    "2743692546": "जैसे ही उपयोगकर्ता hCaptcha के माध्यम से अपनी मानवता साबित करते हैं, उनका श्रम बोली लगाने के लिए एक गुमनाम खुले बाजार में प्रवेश करता है।",
    "1982750088": "दुनिया भर की कंपनियां उस श्रम के लिए सरल कार्यों को पूरा करने के लिए बोली लगाती हैं जो लोगों के लिए आसान हैं लेकिन मशीनों के लिए कठिन हैं। उपयोगकर्ता उस साइट का समर्थन करते हैं जिस पर वे जा रहे हैं, और उच्च स्तर की सुरक्षा के कारण कम वेब स्पैम का अनुभव करते हैं।",
    "1108398506": "ग्राहक अनुभव पर पूर्ण नियंत्रण प्राप्त करते हैं, और विशेषज्ञता से लाभ प्राप्त करते हैं hCaptcha ने इंटरनेट पर सबसे बड़े स्वतंत्र चुनौती प्रदाता का संचालन प्राप्त किया है। उन्हें रीकैप्चा एंटरप्राइज की तुलना में बेहतर डील मिलती है: वॉल्यूम के आधार पर 50-80% बेहतर मूल्य निर्धारण।",
    "3012870872": "मुफ़्त संस्करण (hCaptcha Publisher) का उपयोग करने वाली वेबसाइटें और ऐप्स Google को दान करने के बजाय उस कार्य से राजस्व अर्जित करते हैं।",
    "2271512952": "उपयोगकर्ता उस साइट का समर्थन करते हैं जिस पर वे जा रहे हैं, और कम वेब स्पैम का अनुभव करते हैं।",
    "278010425": "hCaptcha पर कार्यों की विस्तृत और अक्सर बदलती विविधता को स्वचालित करना भी कठिन होता है। रीकैप्चा का एकल इंटरफ़ेस कई वर्षों में नहीं बदला है, और इसमें बार-बार बदलते प्रश्नों का एक छोटा सा सेट है। यह उन तरीकों में से एक है जिसमें hCaptcha reCAPTCHA की तुलना में अधिक मजबूत एंटी-बॉट सुरक्षा प्रदान करता है।",
    "984849234": "hCaptcha उन्नत मशीन लर्निंग का उपयोग करता है जो रीकैप्चा केवल वादा करता है, जबकि इसका उपयोग करने वाली वेबसाइटों के साथ कैप्चर किए गए मूल्य को साझा करता है।",
    "4063769686": "उपयोगकर्ता उस साइट का समर्थन करते हैं जिस पर वे जा रहे हैं, और कम वेब स्पैम का अनुभव करते हैं। यह एक उचित सौदा की तरह लगता है।",
    "685916926": "समय के साथ रीकैप्चा में सुधार क्यों नहीं हुआ?",
    "3992401943": "2012 के बाद से गहन शिक्षण में एक क्रांति हुई है। कार्य सटीकता के लिए उद्योग मानदंड पिछले एक दशक में मौलिक रूप से सुधार हुआ है, मुख्य रूप से गहरे दृढ़ नेटवर्क के कारण। Google द्वारा प्रदान की जाने वाली अन्य ML-संचालित सेवाओं ने इस वक्र का अनुसरण किया है।",
    "615031303": "(फुटनोट देखें",
    "2125514305": "एमएल में सुधार हुआ है, लेकिन रीकैप्चा को दरकिनार करने की कठिनाई इस दौरान भौतिक रूप से नहीं बदली है।",
    "1406188018": "6 और 7",
    "2689973938": "reCAPTCHA में सुधार एक विज्ञापन विक्रेता के रूप में Google के लिए एक आंतरिक संघर्ष पैदा करता है।",
    "464238793": "यदि Google स्वयं यह निर्धारित करता है कि विज्ञापन देखने वाला या किसी लिंक पर क्लिक करने वाला उपयोगकर्ता वास्तव में एक बॉट था, तो वह उस उपयोगकर्ता को दिखाए गए विज्ञापनों के लिए शुल्क नहीं ले सकता। हितों के इस टकराव ने Google की बॉट-विरोधी महत्वाकांक्षाओं के दायरे को गंभीर रूप से सीमित कर दिया है।",
    "918924423": "उदाहरण के लिए, Google ने रेट्रोएक्टिव बॉट डिटेक्शन जैसी स्पष्ट रूप से मूल्यवान सेवाओं की पेशकश नहीं की है। कई दिनों के डेटा का विश्लेषण करने के बाद उपयोगकर्ता ट्रैफ़िक को बॉट-जनरेटेड घोषित करना अधिक विश्वसनीय है।",
    "661412233": "कैप्चा के बाद यह जानना भी महत्वपूर्ण है कि कुछ उपयोगकर्ता बॉट थे। यह वेबसाइट के मालिकों को पुराने स्पैम पोस्ट को साफ करने और भविष्य में स्पैम फ़ोरम में पंजीकृत \"स्लीपर अकाउंट्स\" को हटाने, धोखाधड़ी को कम करने, और बहुत कुछ करने देता है।",
    "3600797185": "रेट्रोएक्टिव बॉट आइडेंटिफिकेशन की पेशकश करने से Google के सामने यह उलझे हुए प्रश्न होंगे कि कैसे उस कपटपूर्ण ट्रैफ़िक पर पैसा खर्च करने वाले विज्ञापनदाताओं को पूर्वव्यापी रूप से धन-वापसी की जाए।",
    "2076932190": "इस प्रकार रीकैप्चा उत्पाद एक दशक से स्थिर है।",
    "3856912381": "उपयोगकर्ताओं को नुकसान उठाना पड़ा है, और अनावश्यक वेब स्पैम अब बड़े पैमाने पर है। लेकिन एक विकल्प है।",
    "1035621426": "रीकैप्चा द्वारा पहचाना गया प्रत्येक बॉट सीधे Google के विज्ञापन राजस्व को कम करता है।",
    "3668115514": "एचकैप्चा कैसे अलग है?",
    "2413742287": "hCaptcha का प्रोत्साहन विज्ञापन राजस्व नहीं, बल्कि सटीकता को अधिकतम करना है: हमारे ग्राहकों के लिए बॉट उत्तर बेकार हैं, जिन्हें मानव प्रशिक्षण डेटा की आवश्यकता होती है।",
    "1373262754": "यह जानना कि कोई व्यक्ति कौन है, hCaptcha के लिए न्यूनतम मूल्य है। हम केवल परवाह करते हैं कि वे इंसान हैं या दुर्भावनापूर्ण अभिनेता।",
    "600646860": "वास्तविक मूल्य के साथ श्रम निकालने के दौरान संदिग्ध मूल्य की सेवा की पेशकश करने के बजाय, एचकैप्चा मुआवजा और मजबूत एंटी-बॉट सुरक्षा दोनों प्रदान करता है।",
    "1836191653": "एंटरप्राइज़ संस्करण के लिए लाखों डॉलर चार्ज करते हुए मुफ्त उपयोगकर्ताओं को आसानी से पराजित सेवा की पेशकश करने के बजाय, एचकैप्चा मजबूत एसएलए और तेज़ समर्थन के साथ एंटरप्राइज़ उपयोगकर्ताओं को अतिरिक्त सुविधाएं और अनुकूलन प्रदान करते हुए, दोनों को उत्कृष्ट बॉट सुरक्षा प्रदान करता है।",
    "990215503": "hCaptcha एकमात्र प्रमुख कैप्चा सेवा है जिसका स्वामित्व किसी विज्ञापन नेटवर्क के पास नहीं है।",
    "971933157": "hCaptcha गोपनीयता, पारदर्शिता और निष्पक्षता की परवाह करता है।",
    "178839499": "hCaptcha किए गए कार्य के मूल्य को साझा करता है जबकि उपयोगकर्ता अपनी मानवता साबित करते हैं।",
    "1237076138": "hCaptcha मुफ़्त (hCaptcha Publisher) और एंटरप्राइज़ (hCaptcha Enterprise) दोनों ग्राहकों को उचित डील प्रदान करता है।",
    "614310292": "एचकैप्चा का निर्माण किसने किया?",
    "4188814619": "hCaptcha Intuition Machines की एक सेवा है (",
    "3265328927": "), एक मशीन लर्निंग कंपनी है जो बड़े पैमाने पर मशीन लर्निंग को लागू करने वाली कंपनियों के लिए उत्पादों और सेवाओं की पेशकश करती है।",
    "2740033957": "IM टीम Apple, Amazon के वैज्ञानिकों और इंजीनियरों और मशीन लर्निंग, डिस्ट्रीब्यूटेड सिस्टम और सुरक्षा में अन्य नेताओं से बनी है।",
    "1579715421": "IM वैज्ञानिक नियमित रूप से ICML, ICLR, ECCV, और NeurIPS जैसे शीर्ष सम्मेलनों में प्रकाशित करते हैं, और कंपनी ने डीप हैशिंग जैसे ML विषयों में सार्वजनिक रूप से अत्याधुनिक परिणाम जारी किए हैं [",
    "4015238193": "और ओसीआर [",
    "279580593": "imachines.com",
    "279918384": "Google आपके मुफ़्त श्रम का उपयोग कैसे कर रहा है?",
    "2385522384": "आप Google की वेमो सेल्फ-ड्राइविंग कारों पर कैमरों से वीडियो के फ्रेम देख रहे थे, और उनकी वस्तु पहचान को बेहतर बनाने में मदद कर रहे थे।",
    "1517627947": "आप Google की स्ट्रीटव्यू कारों से इमारतों या सड़क के संकेतों की तस्वीरें देख रहे थे, और उनके मानचित्र और पृथ्वी उत्पादों के लिए स्थानों को लेबल करने में मदद कर रहे थे।",
    "3225936061": "आप संभवतः Google की पुस्तकें सेवा पर पुस्तक पृष्ठों से लिए गए पाठ की तस्वीरें देख रहे थे, और उनके OCR (पाठ पहचान) सॉफ़्टवेयर को बेहतर बनाने में मदद कर रहे थे।",
    "129661785": "कभी \"कार/क्रॉसवॉक/स्टॉपलाइट पर क्लिक करने\" के लिए कहा गया है?",
    "936667684": "कभी \"इमारत/सड़क के चिन्ह में टाइप करने\" के लिए कहा गया है?",
    "3773515538": "कभी \"दो शब्दों में टाइप करने\" के लिए कहा गया है?",
    "1778058441": "hCaptcha पर किस प्रकार की नौकरियां चलती हैं?",
    "366088791": "hCaptcha विभिन्न प्रकार के कार्यों का समर्थन करता है।",
    "3114147525": "hCaptcha ग्राहक वस्तु की पहचान, विशेषता का पता लगाने (कपड़ों के प्रकारों की पहचान करने के लिए लेबल एकत्र करना), प्रासंगिकता रैंकिंग (प्राथमिक उत्पाद की तुलना में कई विकल्पों में से सबसे अधिक प्रासंगिक उत्पाद चुनना), बाउंडिंग बॉक्स (रुचि के क्षेत्रों को खोजना) सहित कार्यों के लिए सेवा का उपयोग करते हैं। एक छवि), \"मानव ओसीआर\" (एक छवि में पाठ की पहचान करना) और कई अन्य प्रकार के कार्य।",
    "3139609561": "छवि वर्गीकरण और विशेषता पहचान कार्य प्रकारों के दो उदाहरण नीचे दिए गए हैं। [",
    "2273532558": "hCaptcha के भुगतान करने वाले ग्राहक कौन हैं?",
    "4104221634": "hCaptcha के ग्राहक प्रौद्योगिकी कंपनियों से लेकर फैशन, खुदरा और अन्य क्षेत्रों पर ध्यान केंद्रित करने वाले विभिन्न उद्योगों में फैले हुए हैं, जहां वे मशीन लर्निंग को लागू करने से मूल्य बना सकते हैं।",
    "1337725003": "hCaptcha उच्च मात्रा में रीयल-टाइम एनोटेशन तक पहुंच को लोकतांत्रिक बनाने के लिए प्रतिबद्ध है, जिससे बड़ी और छोटी कंपनियों को अपने व्यवसाय में मशीन लर्निंग को लागू करके अपने उत्पादों और सेवाओं की गुणवत्ता में सुधार करने में मदद मिलती है।",
    "4086379603": "प्रशन?",
    "1243684308": "हम आपकी प्रतिक्रिया को गंभीरता से लेते हैं, और यह सुनिश्चित करना चाहते हैं कि कम बॉट और कम स्पैम के साथ सभी को ऑनलाइन अधिक सुखद अनुभव मिले। हमारे पास पहुंचें:",
    "2645321220": "और अगर आपको लगता है कि रीकैप्चा की लागत बहुत अधिक है, तो हमसे hCaptcha Enterprise के बारे में पूछें। वर्तमान में दुनिया में कुछ सबसे बड़े प्रकाशकों, वित्तीय सेवा कंपनियों और वेब इंफ्रास्ट्रक्चर कंपनियों द्वारा उपयोग में, वे न केवल रीकैप्चा के लिए एक विश्वसनीय विकल्प हैं: हमारा मानना है कि वे वर्तमान में उपलब्ध सर्वोत्तम बॉट सुरक्षा प्रदान करते हैं।",
    "1229233916": "फुटनोट",
    "1115642494": "1. स्रोत: बिल्टविथ.कॉम रीकैप्चा साइट लिस्टिंग। 9 जुलाई, 2019 को लिया गया।",
    "448807334": "(\"लाखों कैप्चा हर दिन लोगों द्वारा हल किए जाते हैं।\") 8 जुलाई, 2019 को लिया गया।",
    "2397590157": "3. रूढ़िवादी अनुमान: 200 मिलियन हल * 30 सेकंड प्रति समाधान वर्षों में = 190.3 व्यक्ति-वर्ष/दिन।",
    "3236311792": "4. एचकैप्चा आंतरिक विश्लेषण। 30 जून, 2019 तक डेटा काटा गया। अनुरोध पर विवरण उपलब्ध है।",
    "1752259468": "5. रूढ़िवादी अनुमान: एक एनोटेशन की $0.01 लागत * 200M औसत। एनोटेशन प्रति दिन (निचला बाउंड) * प्रति वर्ष 365 दिन * 2009 के अधिग्रहण के बाद से 10 साल = $7.3 बिलियन कम बाउंड वैल्यू।",
    "3268946369": "6. क्रेडिट: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. स्रोत: मैरी मीकर, केपी इंटरनेट ट्रेंड्स 2017",
    "2666258754": "कमजोर पर्यवेक्षित डीप हैशिंग के लिए सिमेंटिक पदानुक्रम आधारित संबंधपरक एंबेडिंग, हिक्की अर्पोनन, टॉम ई बिशप। आईसीएमएल 2019, एलएलडी कार्यशाला।",
    "2544169219": "हाल के अत्याधुनिक परिणाम: ICML LLD, मई 2019।",
    "1973347745": "10. रॉयल्टी मुक्त उदाहरण छवियां। स्रोत: पेटापिक्सल।",
    "1493115924": "ट्रेडमार्क नोट:",
    "4051104324": "\"Intuition Machines\" Intuition Machines, Inc का एक पंजीकृत ट्रेडमार्क है।",
    "3983646521": "सभी उत्पाद नाम, लोगो, ब्रांड, ट्रेडमार्क और पंजीकृत ट्रेडमार्क उनके संबंधित स्वामियों की संपत्ति हैं। इस वेबसाइट में उपयोग की जाने वाली सभी कंपनी, उत्पाद और सेवा के नाम केवल पहचान के उद्देश्य से हैं। इन नामों, ट्रेडमार्क और ब्रांडों का उपयोग समर्थन नहीं करता है। इस मामले में, बिल्कुल विपरीत।",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM वैज्ञानिकों ने CVPR 2020 में कमजोर पर्यवेक्षित टेक्स्ट रिकग्निशन (OCR) के लिए नया बेंचमार्क सेट किया है।",
    "1259002282": "एक बग मिला? यहां इसकी रिपोर्ट करने का तरीका बताया गया है।",
    "3301728462": "ब्राउज़र, एक्सटेंशन, डिवाइस, फायरवॉल आदि के हजारों संयोजनों पर हर महीने लाखों लोग hCaptcha का उपयोग करते हैं।",
    "3878230879": "हमारा लक्ष्य यह सुनिश्चित करना है कि यह हमेशा आपके लिए काम करे, इसलिए हम आपकी रिपोर्ट की बहुत सराहना करते हैं!",
    "2465128185": "त्वरित प्रतिक्रिया देने के लिए, बस \"हमें प्रतिक्रिया भेजें\" बटन पर क्लिक करें।",
    "2921990472": "यदि आपको कोई कार्यात्मक समस्या दिखाई दे रही है, तो कृपया इसका अनुसरण करें",
    "2870341481": "नीचे। किसी अन्य ब्राउज़र के लिए बस",
    "1866590035": "क्रोम के लिए डीबग लॉग निर्देश",
    "444492541": "फ़ायरफ़ॉक्स के लिए डिबग लॉग निर्देश",
    "169267610": "हमें ईमेल करें",
    "3100722753": "संभावित सुरक्षा या गोपनीयता समस्याओं के लिए, नीचे दिए गए निर्देश देखें।",
    "1906593952": "आपके द्वारा अभी देखे गए hCaptcha पर फ़ीडबैक प्रदान करें",
    "3951254541": "हम आपके इनपुट की सराहना करते हैं। हमें किसी भी समस्या के बारे में बताएं और हम उन्हें जल्दी से हल कर देंगे।",
    "3324288040": "हमें फीडबैक भेजें",
    "2864016648": "निजी मामले",
    "304004915": "हमें परवाह नहीं है कि उपयोगकर्ता कौन हैं, केवल उनके दुर्भावनापूर्ण या मशीन होने की कितनी संभावना है। हम इस तरह की पहल का समर्थन करते हैं",
    "1139493658": ", और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
    "3083289844": "यदि आपको कोई ऐसी समस्या मिली है जो आपको लगता है कि उपयोगकर्ता की गोपनीयता को प्रभावित कर सकती है, तो कृपया हमें यहां ईमेल करें",
    "4264784515": "सुरक्षा कीड़े",
    "963238401": "हम हमेशा सुरक्षा बग की रिपोर्ट प्राप्त करने में रुचि रखते हैं। ईमेल",
    "3926027556": "और हम शीघ्र ही तुम्हारे पास लौट आएंगे।",
    "1589805435": "हमारे पास भी है",
    "2560582224": "बग बाउंटी प्रोग्राम",
    "103876916": "hCaptcha सेवा और संबंधित स्रोत कोड पर योग्य सुरक्षा रिपोर्ट के लिए।",
    "497117287": "उपलब्धता का ऑप्शन",
    "3230004040": "क्या आप दृष्टिबाधित हैं या अन्यथा hCaptcha पूरा करने में असमर्थ हैं?",
    "3480023141": "पहुंच-योग्यता विकल्पों के बारे में अधिक जानें",
    "2052161540": "बग रिपोर्ट विवरण कैप्चर करना: क्रोम",
    "2281169898": "आपकी रिपोर्ट के साथ डिबगिंग जानकारी भेजने से हमारे लिए यह पता लगाना आसान हो जाएगा कि क्या हो रहा है। यहां चरण-दर-चरण निर्देश दिए गए हैं:",
    "1123365779": "यदि आप एक वेब डेवलपर या विशेषज्ञ उपयोगकर्ता हैं, तो सारांश यह है कि हम चाहते हैं कि आप हमें एक नेटवर्क रिकॉर्डिंग HAR और ब्राउज़र कंसोल लॉग भेजें।",
    "2015218686": "इससे पहले कि आप इन चरणों से गुजरें। यदि इससे आपकी समस्या का समाधान हो जाता है, तब भी हम आपके ब्राउज़र संस्करण, विज्ञापन अवरोधक या ब्राउज़र एक्सटेंशन, और वेबसाइट URL के बारे में बताने के लिए आपकी सराहना करेंगे।",
    "3922723611": "कृपया किसी भी विज्ञापन अवरोधक या ब्राउज़र सुरक्षा एक्सटेंशन को अक्षम करने का प्रयास करें",
    "4036872105": "पहले और फिर पुनः प्रयास करें",
    "993651083": "चरण 1: डेवलपर टूल खोलें (यह सत्र की रिकॉर्डिंग शुरू करता है।)",
    "4163469907": "चरण 2: डेवलपर टूल में नेटवर्क टैब पर क्लिक करें। शीर्ष पर \"लॉग संरक्षित करें\" बॉक्स को चेक करें।",
    "4243348003": "चरण 3: विज़िट",
    "641342999": ", या जिस वेबसाइट पर आपको कोई समस्या हो रही है (गोपनीयता नोट: केवल अगर आपको यह साझा करने में कोई आपत्ति नहीं है) ... और फिर \"मैं मानव हूं\" बटन पर क्लिक करें, और हल करने का प्रयास करें।",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "चरण 4: हल करने का प्रयास करने के बाद \"निर्यात HAR\" (थोड़ा नीचे तीर) पर क्लिक करें, जो नेटवर्क लॉग को बचाता है। वह फाइल हमें भेजें।",
    "1503240421": "चरण 5: कंसोल टैब पर क्लिक करें, और फिर कंसोल लॉग को सहेजने के लिए \"इस रूप में सहेजें ..\" पर राइट-क्लिक करें। वह भी हमें भेजें।",
    "2863840904": "चरण 6: अंतिम चरण, उन HAR और कंसोल लॉग फ़ाइलों को हमें ईमेल करें, और समस्या का वर्णन करें",
    "4051785543": "उपयोग:",
    "3623028666": "(कृपया इस तरह की सेवा का उपयोग करें",
    "551761392": "और लिंक भेजें) और वैकल्पिक रूप से एक स्क्रीनशॉट, यदि आपको संदेह है कि कुछ सही ढंग से प्रदर्शित नहीं हो रहा है। कृपया वह IP भेजें जिसका आप उपयोग कर रहे हैं। आप इसे से प्राप्त कर सकते हैं",
    "1219091208": "ड्रॉपबॉक्स",
    "443094024": "फाइलबिन",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "यह जानकारी प्राप्त करने में हमारी सहायता करने के लिए समय निकालने के लिए धन्यवाद!",
    "3680327841": "हम hCaptcha को सभी के लिए अच्छी तरह से काम करने के लिए प्रतिबद्ध हैं",
    "1059502393": "बग रिपोर्ट विवरण कैप्चर करना: Firefox",
    "1112074001": "चरण 2: डेवलपर टूल में नेटवर्क टैब पर क्लिक करें। शीर्ष पर \"लॉग जारी रखें\" बॉक्स को चेक करें।",
    "1797298240": "चरण 4: हल करने का प्रयास करने के बाद \"HAR\" पर क्लिक करें, और नेटवर्क लॉग को सहेजने के लिए \"सभी को HAR के रूप में सहेजें\" चुनें। वह फाइल हमें भेजें।",
    "3671246379": "चरण 5: कंसोल टैब पर क्लिक करें, और फिर \"सभी का चयन करें\" पर राइट-क्लिक करें और कंसोल लॉग को सहेजने के लिए उसे एक टेक्स्ट फ़ाइल में सहेजें। वह भी हमें भेजें।",
    "3816867833": "प्रतिपुष्टि",
    "788770967": "ऐसा सुनने के लिए क्षमा करें! आप हमारे अभिगम्यता विकल्प का उपयोग करना चाह सकते हैं:",
    "1333016413": "यह आपको कुकी को पंजीकृत और सेट करके भविष्य के प्रश्नों से बचने देता है।",
    "2333410049": "कृपया अपना विज्ञापन अवरोधक बंद करने का भी प्रयास करें।",
    "1345083090": "एक कार्यक्षमता समस्या की रिपोर्ट करना?",
    "2184564739": "देखो",
    "604751186": "दूसरे मामले? ईमेल",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "विस्तृत लॉग के साथ समस्याओं की रिपोर्ट कैसे करें",
    "1050501253": "बहुत कठिन",
    "3264813246": "अनुपयुक्त",
    "3526939538": "सॉफ्टवेयर बग",
    "126134492": "अन्य",
    "3511610999": "आइए सुनिश्चित करें कि आप सही जगह पर पहुंचें।",
    "3906886217": "कंपनियों या वेबसाइटों के लिए",
    "1621597093": "एंटरप्राइज़ सुरक्षा समाधान (भुगतान किया गया)",
    "3176531704": "डेटा एनोटेशन",
    "1834239172": "एचकैप्चा एनोटेशन सेवाएं खरीदें",
    "1457707016": "व्यक्तियों के लिए",
    "770264626": "अपनी सेवा में hCaptcha जोड़ें (निःशुल्क)",
    "881015166": "मेरी वेबसाइट या ऐप में प्रकाशकों के लिए hCaptcha जोड़ें",
    "47536007": "एचकैप्चा के बारे में अधिक जानें",
    "2012837493": "खोज के परिणाम",
    "4034694801": "कोई मिलान परिणाम नहीं।",
    "3621411541": "hCaptcha के लिए सुलभता विकल्पों के बारे में जानें",
    "3401005681": "पैसे कमाएं",
    "3933993151": "व्यक्तिगत डेटा लेबलर के रूप में कार्य करें",
    "563059212": "सबप्रोसेसरों की सूची",
    "3501923981": "अंतिम अपडेट: 1 जनवरी, 2020।",
    "3548097301": "प्रभावी: 1 जनवरी, 2020।",
    "3991444169": "यह पृष्ठ hCaptcha Enterprise सेवा के लिए वर्तमान सबप्रोसेसरों को सूचीबद्ध करता है।",
    "835396984": "वर्तमान में सक्रिय",
    "424089481": "अमेज़ॅन वेब सर्विसेज, इंक। (वैश्विक)। प्रदान की जाने वाली सेवाएँ: अमेज़न वेब सेवाएँ। https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (वैश्विक)। प्रदान की जाने वाली सेवाएं: Cloudflare.com।",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "आईबीएम। (वैश्विक)। प्रदान की गई सेवाएं: आईबीएम क्लाउड।",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "माइक्रोसॉफ्ट कार्पोरेशन (ग्लोबल)। प्रदान की गई सेवाएँ: Microsoft Azure।",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "नोट: सभी ग्राहकों पर लागू नहीं होता है। उदाहरण के लिए, आईपी ब्लाइंडिंग या अन्य उन्नत गोपनीयता या सुरक्षा विकल्प ग्राहकों (जैसे सिक्योर वर्चुअल टेनेंसी ग्राहक) को टेलीमेट्री सिस्टम में प्रवेश करने वाले किसी भी संभावित \"पीआईआई\" से पूरी तरह से बाहर रखा गया है, यहां तक कि एक आईपी पता भी। यदि आवश्यक हो तो अधिक जानकारी के लिए कृपया अपने खाता प्रतिनिधि से संपर्क करें।",
    "700843971": "हाउंड टेक्नोलॉजी, इंक। (वैश्विक)। प्रदान की जाने वाली सेवाएं: Honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "लॉगडीएनए, इंक। (वैश्विक)। प्रदान की गई सेवाएं: LogDNA.com।",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (वैश्विक)। प्रदान की गई सेवाएं: Zendesk.com।",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "मेलगुन टेक्नोलॉजीज, इंक। (वैश्विक)। प्रदान की गई सेवाएं: Mailgun.com।",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "आधारभूत संरचना",
    "370366524": "अल्पकालिक सेवा टेलीमेट्री",
    "121192737": "आगामी परिवर्धन",
    "2420789666": "फास्टली, इंक. सेवाएं प्रदान की गई: तेजी से सीडीएन और एज कंप्यूट।",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "प्रभावी: 1 सितंबर, 2021। बुनियादी ढांचे में वृद्धि",
    "1487796027": "कंपनियों के लिए",
    "3943417791": "hCaptcha Enterprise (BotStop) के लिए सहायता प्राप्त करें",
    "702287791": "hCaptcha प्रकाशक (मुक्त)",
    "3397976149": "hCaptcha प्रकाशक के लिए सहायता प्राप्त करें",
    "833750823": "चुनौती में कठिनाई हो रही है?",
    "2024737147": "एक बग की रिपोर्ट करना चाहते हैं?",
    "1978884623": "सॉफ़्टवेयर समस्याओं की रिपोर्ट करने के बारे में अधिक जानें",
    "4188664955": "सेवा की मास्टर शर्तें",
    "2621989404": "अंतिम अपडेट: 24 सितंबर, 2021। कृपया ध्यान दें कि हमारी अंग्रेजी भाषा की शर्तें आधिकारिक हैं।",
    "2404545611": "एचकैप्चा में आपका स्वागत है! हमारे समुदाय का हिस्सा बनने के लिए धन्यवाद। \"सेवाओं\" (नीचे परिभाषित) के सभी उपयोगकर्ताओं को निम्नलिखित शर्तों (\"सेवा की शर्तें\") से सहमत होना चाहिए। सेवा की इन शर्तों के तहत, \"IMI\", \"we\" और \"us\" का तात्पर्य Intuition Machines, Inc. और इसकी सहायक कंपनियों, सहयोगियों, अधिकारियों, एजेंटों, कर्मचारियों, प्रतिनिधियों और एजेंटों से है, और हमारी \"वेबसाइट\" में कोई भी वेबसाइट शामिल है। www.hcaptcha.com और www.imachines.com सहित हमारा नियंत्रण।",
    "2348450790": "कृपया इन सेवा की शर्तों को पढ़ें। इनमें अन्य प्रावधानों के अलावा, वारंटी के अस्वीकरण, दायित्व की सीमाएं और बाध्यकारी मध्यस्थता शामिल हैं। कृपया ध्यान दें कि ये सेवा की शर्तें हमारी वेबसाइट पर आपकी पिछली विज़िट के बाद से बदल सकती हैं। हम अपने विवेकाधिकार में समय-समय पर इन सेवा की शर्तों को संशोधित और अपडेट कर सकते हैं। भौतिक परिवर्तन की स्थिति में, हम आपको इस पृष्ठ पर अद्यतन सेवा की शर्तें पोस्ट करके सूचित करेंगे, जिसके बाद आपको साइट या सेवा का उपयोग या उपयोग जारी रखने के लिए अद्यतन सेवा की शर्तों को सकारात्मक रूप से स्वीकार करना होगा।",
    "1933936765": "डेटा प्रोसेसिंग अनुबंध (पिछली बार अपडेट किया गया: 23 सितंबर, 2021)",
    "2959486280": "यदि आप सेवा की इन शर्तों से सहमत नहीं हैं, तो आप साइट या सेवा का उपयोग या उपयोग नहीं कर सकते हैं।",
    "3200859925": "1। उद्देश्य",
    "1807143500": "सेवाओं में एक ऑनलाइन सुरक्षा सेवा (\"hCaptcha सेवा\") और एक प्लेटफ़ॉर्म (\"अंतर्ज्ञान मशीन प्लेटफ़ॉर्म\") शामिल है, जिस पर एक व्यक्ति (\"योगदानकर्ता\") उन कार्यों को करने के लिए चुन सकता है जो एक तृतीय पक्ष इकाई या स्वयं अंतर्ज्ञान मशीनें (प्रत्येक एक \"अनुरोधकर्ता\") हमारी वेबसाइट या hCaptcha सेवा पर पोस्ट करता है, या तो सीधे हमारी वेबसाइट पर या Intuition Machines प्लेटफॉर्म तक पहुंच कर और/या किसी तृतीय पक्ष इकाई और/या प्लेटफॉर्म या सेवा (प्रत्येक, एक \"इंटीग्रेटर\")। अनुरोधकर्ता कार्य पोस्ट करते हैं और योगदानकर्ताओं को आईएमआई द्वारा इंटीग्रेटर्स को प्रदान किए गए पुरस्कारों के बदले में उन्हें निष्पादित करने के लिए आमंत्रित करते हैं, या अनुरोधकर्ता द्वारा निर्धारित किया जाता है यदि अनुरोधकर्ता अपने स्वयं के अंतिम उपयोगकर्ताओं को कार्य प्रदान करने के लिए इंट्यूशन मशीन प्लेटफॉर्म या एचकैप्चा सेवा का उपयोग कर रहा है। हम अपने प्लेटफ़ॉर्म के उपयोग के लिए कंपनियों और व्यक्तियों (प्रत्येक एक \"ग्राहक\") से शुल्क लेते हैं ताकि वे हमारे सॉफ़्टवेयर, लेखक कार्यों का उपयोग कर सकें, हमें लेखक कार्यों के लिए नियुक्त कर सकें, और/या योगदानकर्ताओं तक पहुँच प्राप्त कर सकें। हम इंटीग्रेटर्स से उनकी वेबसाइटों, मोबाइल एप्लिकेशन और अन्य ऑनलाइन संपत्तियों पर धोखाधड़ी, दुरुपयोग और स्पैम को कम करने के लिए हमारी hCaptcha सेवा के उपयोग के लिए शुल्क भी लेते हैं। पूर्वगामी को सामूहिक रूप से \"सेवाओं\" के रूप में संदर्भित किया जाता है।",
    "3212830633": "2. पात्रता",
    "2605814073": "हमारी सेवाओं का उपयोग या पंजीकरण करके, आप सहमत हैं: आपकी आयु कम से कम 18 वर्ष है; आपके पास अपनी या उस इकाई की ओर से इस समझौते को दर्ज करने का अधिकार है जिसका आप प्रतिनिधित्व करते हैं, और हर समय इन सेवा की शर्तों और यहां संदर्भित सभी आईएमआई नीतियों और दिशानिर्देशों के अनुपालन में रहेंगे; और आप हमारी वेबसाइट का दुरुपयोग नहीं करेंगे, हमें अपनी पहचान को गलत तरीके से प्रस्तुत नहीं करेंगे, या आईएमआई पर किसी भी कार्य के किसी भी हिस्से को पूरा करने के लिए कृत्रिम बुद्धिमत्ता का उपयोग नहीं करेंगे, जिसमें मानव बुद्धि की आवश्यकता होती है।",
    "2616040974": "3. ग्राहक और अनुरोधकर्ता",
    "1544829730": "यदि आप एक ग्राहक या अनुरोधकर्ता हैं, तो आप सहमत हैं कि ग्राहक परिशिष्ट के रूप में यहां संलग्न अतिरिक्त शर्तें लागू होंगी और सेवा की इन शर्तों के संदर्भ में शामिल की जाएंगी। यदि आप ग्राहक या अनुरोधकर्ता नहीं हैं, या ग्राहक या अनुरोधकर्ता बनना बंद कर देते हैं, तो ग्राहक परिशिष्ट में अतिरिक्त शर्तें लागू नहीं होंगी और न ही उन्हें इन सेवा की शर्तों के संदर्भ में शामिल किया जाएगा।",
    "3759360138": "4. उपयोगकर्ता नाम और पासवर्ड",
    "2236960358": "पंजीकरण के बाद, आपसे आपके बारे में कुछ व्यक्तिगत जानकारी (\"व्यक्तिगत जानकारी\") का खुलासा करने के लिए कहा जाएगा, जिसमें आपका नाम, ईमेल पता, और एक उपयोगकर्ता नाम और पासवर्ड बनाने के लिए कहा जाएगा, जो सभी हमारी गोपनीयता नीति के अधीन होगा, जो हमारे पर उपलब्ध है। वेबसाइट। आप अकेले अपने खाते, पासवर्ड और अपने खाते से जुड़ी किसी भी प्रमाणीकरण कुंजी की निगरानी, सुनिश्चित करने और बनाए रखने के लिए जिम्मेदार हैं, और आप सेवाओं पर उस जानकारी के उपयोग के माध्यम से किए गए किसी भी उपयोग या कार्रवाई के लिए जिम्मेदार हैं।",
    "3047519814": "आप सहमत हैं कि आप अपना खाता या पासवर्ड किसी के साथ साझा नहीं करेंगे।",
    "1699668873": "यदि आपको संदेह है कि आपके खाते की जानकारी चोरी हो गई है या किसी और द्वारा उपयोग की गई है, या सुरक्षा का कोई अन्य उल्लंघन हुआ है, तो आपको तुरंत IMI को सूचित करना चाहिए।",
    "3044038608": "आप हमारी पंजीकरण प्रक्रिया में अनुरोध के अनुसार हमें सही, सटीक और पूरी जानकारी प्रदान करने के लिए सहमत हैं। आप ऐसी जानकारी को वर्तमान और सटीक बनाए रखने के लिए आवश्यक होने पर तत्काल अद्यतन करने के लिए भी सहमत हैं।",
    "4132302900": "5. आपकी गोपनीयता, आपका डेटा, और \"सभी के लिए डेटा\"",
    "10724169": "आप हमारी गोपनीयता नीति को स्वीकार करते हैं, जो यह नियंत्रित करती है कि हम आपके द्वारा हमें दी गई किसी भी व्यक्तिगत जानकारी के साथ क्या करेंगे।",
    "1669194950": "व्यक्तिगत जानकारी के अलावा, आपको अन्य डेटा प्रदान करने की भी आवश्यकता हो सकती है (या यह हमारे लिए आवश्यक हो सकता है) ताकि हम सेवाएं प्रदान कर सकें (सामूहिक रूप से, \"ग्राहक डेटा\")। ग्राहक डेटा प्रदान करने में आपके विलंब या विफलता के कारण सेवाओं को निष्पादित करने में किसी भी विफलता के लिए हम उत्तरदायी नहीं हैं।",
    "1330274831": "आप एतद्द्वारा हमें इस अनुबंध की अवधि के दौरान एक विश्वव्यापी, गैर-अनन्य, उप-लाइसेंस योग्य, हस्तांतरणीय, रॉयल्टी-मुक्त, अपरिवर्तनीय लाइसेंस प्रदान करते हैं, केवल सेवाएं प्रदान करने के उद्देश्य से किसी भी ग्राहक डेटा का उपयोग, पुनरुत्पादन, इलेक्ट्रॉनिक रूप से वितरित और सार्वजनिक रूप से प्रदर्शित करने के लिए . आप प्रतिनिधित्व करते हैं और गारंटी देते हैं कि इस खंड में लाइसेंस देने के लिए आपके पास अपने डेटा में पर्याप्त अधिकार, शीर्षक और रुचि है।",
    "2230333214": "हम ग्राहक डेटा को अन्य डेटा के साथ एकत्रित करते हैं ताकि परिणाम गैर-व्यक्तिगत रूप से पहचाने जाने योग्य हों और हम सेवाओं के उपयोग के संबंध में गैर-पहचाने गए तकनीकी लॉग और डेटा भी एकत्र करते हैं (\"कुल/गैर-पहचान डेटा\")। यहां इसके विपरीत कुछ भी होने के बावजूद, आईएमआई द्वारा इस अनुबंध की अवधि के दौरान या बाद में किसी भी व्यावसायिक उद्देश्य के लिए इस तरह के किसी भी समग्र / गैर-पहचाने गए डेटा का उपयोग किया जा सकता है, जिसमें सेवाओं को विकसित करने और सुधारने और रिपोर्ट बनाने और वितरित करने के लिए बिना किसी सीमा के शामिल हैं। सामग्री। ग्राहक डेटा भी बना रह सकता है और सिस्टम में एक सीमित अवधि के लिए प्रदर्शित किया जा सकता है, जो कार्य पूरा होने के बाद 180 दिनों से अधिक नहीं हो सकता है, उदाहरण के लिए अंतर्ज्ञान मशीन सिस्टम के लिए स्वचालित अंशांकन या सत्यापन डेटा के रूप में। स्पष्टता के लिए, यह धारा 5 हमें आपकी पूर्व लिखित अनुमति के बिना किसी भी समग्र/गैर-पहचान वाले डेटा के स्रोत के रूप में आपकी पहचान करने का अधिकार नहीं देती है।",
    "3881754581": ". यदि आप हमारी एनोटेशन सेवाओं के ग्राहक हैं और आपने सेवाओं के अपने उपयोग के हिस्से के रूप में \"सभी के लिए डेटा\" विकल्प चुना है, तो आप आईएमआई और सेवाओं के सभी उपयोगकर्ताओं को एक विश्वव्यापी, गैर-अनन्य, उप-लाइसेंस योग्य, हस्तांतरणीय, प्रदान करते हैं। सभी संबंधित बौद्धिक संपदा अधिकारों सहित, सभी ग्राहक डेटा का पूरी तरह से दोहन करने के लिए रॉयल्टी-मुक्त, अपरिवर्तनीय लाइसेंस। यदि आप \"सभी के लिए डेटा\" विकल्प का चयन करते हैं, तो आप प्रतिनिधित्व करते हैं और गारंटी देते हैं कि इस अनुभाग में लाइसेंस प्रदान करने के लिए आपके पास अपने डेटा में पर्याप्त अधिकार, शीर्षक और रुचि है।",
    "3496767126": "संदेह से बचने के लिए, निम्नलिखित पैराग्राफ विशेष रूप से हमारी एनोटेशन सेवाओं का उपयोग करने वाले ग्राहकों पर लागू होता है, न कि एक इंटीग्रेटर के रूप में हमारी सेवाओं का उपयोग करने के लिए।",
    "767207800": "यदि आपके डेटा में संभावित रूप से स्पष्ट या आपत्तिजनक सामग्री है, तो हम चाहते हैं कि आपका डेटा देखने वाले किसी भी व्यक्ति के लिए उचित चेतावनी के रूप में कार्य करने के लिए आप उन्हें \"विशिष्ट सामग्री\" के रूप में चिह्नित करें। आप IMI के साथ एक अलग लिखित समझौते के बिना ऐसे कार्यों को शामिल नहीं कर सकते हैं जो हमारी नीतियों का उल्लंघन करते हैं, जिनमें शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं, (a) ऐसे कार्य जो प्रत्यक्ष या अप्रत्यक्ष रूप से किसी अन्य वेबसाइट या सेवा को बढ़ावा देते हैं, (b) ऐसे कार्य जो किसी तीसरे पक्ष की वेबसाइट की शर्तों का उल्लंघन करते हैं और शर्तें, (सी) योगदानकर्ताओं को तीसरे पक्ष से अनुरोध करने के लिए कार्य, (डी) कार्य जो योगदानकर्ताओं को वेबसाइट के व्यवहार या परिणामों में हेरफेर करने के लिए कार्रवाई करने के लिए कहते हैं, (ई) कार्य जो तीसरे पक्ष के बौद्धिक संपदा अधिकारों का उल्लंघन करते हैं, और (एफ) कार्य जिसके लिए योगदानकर्ताओं को सॉफ़्टवेयर या फ़ाइलें डाउनलोड करने की आवश्यकता होती है।",
    "3370561195": "6. स्वीकार्य व्यवहार",
    "4205152730": "आपको हमारी वेबसाइट, फोरम, मैसेजिंग, चैट और आईएमआई द्वारा नियंत्रित अन्य सोशल मीडिया चैनलों पर कहीं भी अन्य उपयोगकर्ताओं के साथ बातचीत करने के लिए प्रोत्साहित किया जाता है, लेकिन यदि आप ऐसा करते हैं तो आपको हमारी साइट और सभी प्रासंगिक कानूनों पर सेवा की सभी शर्तों और उपयोग का पालन करना होगा। .",
    "1394253934": "7. दुरुपयोग, दुर्व्यवहार और गलत बयानी",
    "1406393333": "इन सेवाओं की शर्तों और हमारे द्वारा प्रदान किए जाने वाले किसी भी निर्देश के अलावा सेवाओं का कोई भी उपयोग या उपयोग सख्त वर्जित है। विशेष रूप से, आप नहीं करेंगे:",
    "3409726716": "लिखित प्राधिकरण के बिना हमारे साथ एक से अधिक खातों के लिए पंजीकरण करें;",
    "3119498672": "इंटरनेट बॉट, वेब रोबोट, बॉट, स्क्रिप्ट, या कृत्रिम बुद्धिमत्ता के किसी अन्य रूप के उपयोग के साथ कोई भी कार्य करना या अन्यथा वर्णित किए गए कार्यों को पूरा किए बिना आईएमआई या किसी अनुरोधकर्ता या इंटीग्रेटर से पुरस्कार प्राप्त करने का प्रयास करना;",
    "1188668818": "इस वेबसाइट का उपयोग करते समय कोई भी गलत जानकारी प्रदान करें (जिसमें बिना किसी सीमा के आपके खाते में किसी अन्य व्यक्ति या संगठन का प्रतिरूपण करना, या अपने खाते में किसी अन्य व्यक्ति या संगठन के साथ अपनी या अपनी संबद्धता को गलत तरीके से बताना या अन्यथा गलत तरीके से प्रस्तुत करना शामिल है;",
    "2804310964": "किसी भी प्रॉक्सी वेब सर्वर या आपके वास्तविक स्थान या पहचान को अस्पष्ट करने के लिए डिज़ाइन किए गए अन्य उपकरण या प्रदान किए गए इंटरफ़ेस के अलावा किसी अन्य माध्यम से हमारी वेबसाइट तक पहुंचने या एक्सेस करने का प्रयास;",
    "1374227759": "किसी भी अवैध गतिविधि के लिए, या उस उद्देश्य के अलावा किसी अन्य उद्देश्य के लिए वेबसाइट का उपयोग करें जिसके लिए इसे उपलब्ध कराया गया था;",
    "2103513933": "ऐसी गतिविधि में संलग्न होना जो साइट के कामकाज में बाधा डालती है या बाधित करती है;",
    "137127070": "दुर्भावनापूर्ण या अज्ञात बाहरी लिंक या फ़ाइलें डालें, अपलोड करें या संलग्न करें, या ऐसी कोई भी सामग्री अपलोड करें जिसमें वायरस, ट्रोजन हॉर्स, वर्म, टाइम बम, या अन्य हानिकारक कंप्यूटर कोड हो;",
    "1686655020": "कॉपीराइट के अधीन कोई भी सामग्री अपलोड करें जो आपका मूल कार्य नहीं है, जब तक कि आपके पास इस तरह की सामग्री पोस्ट करने और आईएमआई को यहां दिए गए सभी लाइसेंस प्राप्त अधिकार प्रदान करने के लिए सही स्वामी से अनुमति न हो;",
    "1406692811": "स्पैमिंग में संलग्न हों या किसी भी प्रकार का प्रचार पोस्ट करें, रेफरल प्राप्त करने का प्रयास, जनसंचार, धन की पेशकश या अनुरोध, सेवाओं की याचना, विज्ञापन, विपणन, बकवास संदेश, डुप्लिकेट विषय, अवैध सामग्री, सामाजिक वेबसाइट लिंक, ई-मेल पते, या तत्काल मैसेंजर आईडी जब तक कि कार्य के लिए आवश्यक न हो;",
    "3893539589": "बाहरी लिंक डालें जो कार्य के लिए आवश्यक होने तक वस्तुओं या सेवाओं की पेशकश करते हैं;",
    "3214322759": "अन्यथा किसी भी दुर्भावनापूर्ण या कपटपूर्ण गतिविधि में शामिल हों।",
    "3733422465": "8. अपनी पहचान सत्यापित करना",
    "267645277": "आईएमआई आपकी पहचान की पुष्टि कर सकता है। इसमें आपकी व्यक्तिगत जानकारी की तीसरे पक्ष के डेटाबेस या आधिकारिक कानूनी दस्तावेजों से तुलना करना शामिल हो सकता है। आप हमें अपनी पहचान, अपने ईमेल पते के स्वामित्व और अपने वित्तीय खातों के स्वामित्व की पुष्टि करने के लिए आवश्यक कोई भी पूछताछ करने के लिए अधिकृत करते हैं। आप अपनी पहचान सत्यापित करने में हमारी सहायता करने के लिए अपने बारे में जानकारी प्रदान करने के लिए सहमत हैं।",
    "4169910317": "9. कानून का अनुपालन",
    "519755936": "सेवाओं के अपने उपयोग के संबंध में संघीय, राज्य, प्रांतीय और स्थानीय कानूनों का पालन करने के लिए आप अकेले जिम्मेदार हैं। आप हमारे खिलाफ किसी भी दावे के लिए क्षतिपूर्ति करने और हमें हानिरहित रखने के लिए सहमत हैं क्योंकि आप किसी भी कानून का पालन करने में विफल रहे हैं या किसी तीसरे पक्ष के अधिकारों का उल्लंघन किया है, जिसमें बिना किसी सीमा के संविदात्मक, बौद्धिक संपदा, या गोपनीयता अधिकार शामिल हैं।",
    "731546974": "10. योगदानकर्ता या समाकलक कर",
    "3128328457": "यदि आप एक योगदानकर्ता या एकीकरणकर्ता हैं, तो आप अकेले किसी भी अनुमानित या अन्य संघीय, राज्य, या स्थानीय आय कर, सामाजिक सुरक्षा, FICA, और हमारी वेबसाइट के उपयोग के परिणामस्वरूप श्रमिकों के मुआवजे के भुगतान के लिए जिम्मेदार हैं, साथ ही साथ गैर-अमेरिकी क्षेत्राधिकारों में समान कर या शुल्क। आप हमारे खिलाफ किसी भी आकलन के लिए क्षतिपूर्ति करने और हमें हानिरहित रखने के लिए सहमत हैं क्योंकि आप किसी भी कर कानूनों का पालन करने में विफल रहे हैं।",
    "2931396764": "11. सेवा की इन शर्तों का उल्लंघन",
    "1240667045": "हम किसी भी कारण से किसी भी समय सेवाओं तक आपकी पहुंच को निलंबित, सीमित या रद्द कर सकते हैं, क्योंकि: (ए) हमें विश्वास है कि आपने इन सेवा की शर्तों (अन्य संबंधित नीतियों सहित) का उल्लंघन किया है; (बी) हमें विश्वास है कि आपने हमारे अधिकारों या किसी तीसरे पक्ष के अधिकारों का उल्लंघन किया है; (सी) हम आपके द्वारा हमें प्रदान की गई जानकारी को सत्यापित या प्रमाणित करने में असमर्थ हैं; या (डी) हमें विश्वास है कि आपके कार्यों से आपके, हमारे या किसी तीसरे पक्ष के लिए देनदारियां बन सकती हैं। संदेह से बचने के लिए, हम आपको भुगतान को रोकने या निलंबित करने का अधिकार सुरक्षित रखते हैं यदि हम उचित रूप से मानते हैं कि पूर्वगामी में से कोई भी ऐसे भुगतान पर लागू होता है।",
    "1601080128": "यदि हम आपके खाते को निलंबित या समाप्त करते हैं, तो आपके पास साइट पर रखे गए डेटा, संदेशों, फाइलों और अन्य सामग्री सहित वेबसाइट के किसी भी हिस्से तक आपकी पहुंच नहीं होगी। आप किसी भिन्न या नए खाते के नाम के तहत हमारी वेबसाइट का उपयोग जारी नहीं रख सकते हैं। सेवा की इन शर्तों के उल्लंघन पर कानून की पूरी सीमा तक मुकदमा चलाया जा सकता है और इसके परिणामस्वरूप अतिरिक्त दंड और प्रतिबंध लग सकते हैं।",
    "1160707899": "12. आईएमआई और अन्य अनुरोधकर्ताओं के साथ योगदानकर्ता की भूमिका और संबंध",
    "269838707": "यदि आप एक योगदानकर्ता हैं, तो आप और केवल आप ही तय करते हैं कि कौन से और कितने कार्यों को पूरा करना है, और आप उन्हें कब और कहाँ पूरा करते हैं। आप कार्यों को पूरा करने में जितना चाहें उतना या कम समय बिताने के लिए स्वतंत्र हैं। आप किसी भी समय किसी कार्य को पूरा करने के लिए बाध्य नहीं हैं।",
    "1087195513": "यदि आप एक ऐसे योगदानकर्ता हैं जो सेवाओं तक पहुँच प्राप्त करते हैं और/या किसी ऐसे अनुरोधकर्ता की ओर से एक इंटीग्रेटर के माध्यम से या उसके संबंध में कार्य करते हैं जो IMI नहीं है, तो आप सहमत हैं और स्वीकार करते हैं कि Intuition Machines इसके लिए उत्तरदायी नहीं है और आपके लिए कोई दायित्व नहीं है। पूर्ण किए गए कार्यों के लिए किसी भी पुरस्कार या अन्य मुआवजे के संबंध में। आप सहमत हैं और स्वीकार करते हैं कि पूर्ण किए गए कार्यों के लिए कोई भी पुरस्कार या अन्य मुआवजा पूरी तरह से अनुरोधकर्ता और/या इंटीग्रेटर के साथ आपके समझौते के अनुसार निर्धारित किया जाता है, जैसा लागू हो। इस तरह के पुरस्कार या अन्य मुआवजे पर कोई भी विवाद (इस तरह के पुरस्कार या अन्य मुआवजे को प्राप्त करने में बिना किसी सीमा के विफलता सहित) पूरी तरह से आपके और अनुरोधकर्ता और/या इंटीग्रेटर के बीच है, जैसा लागू हो।",
    "952813944": "न तो आप हमारी वेबसाइट का उपयोग करते हैं और न ही इस समझौते में कुछ भी आपके और Intuition Machines के बीच रोजगार, साझेदारी, संयुक्त उद्यम, एजेंसी, मताधिकार, या बिक्री प्रतिनिधि संबंध बनाता है। किसी कार्य को पूरा करने के लिए हम आपको कोई उपकरण या उपकरण प्रदान नहीं करते हैं। हम आपको कोई लाभ, श्रमिकों का मुआवजा, या बीमा कवरेज प्रदान नहीं करते हैं। हमारी वेबसाइट का उपयोग करने में आपके द्वारा किए गए किसी भी खर्च के लिए हम जिम्मेदार नहीं हैं। हम संघीय या राज्य आयकर, सामाजिक सुरक्षा, या किसी अन्य कर के लिए आपके पुरस्कार से किसी भी राशि को नहीं रोकेंगे। आप हमारे किसी भी प्रतियोगी सहित किसी भी व्यक्ति या व्यवसाय के लिए कार्य करने के लिए हर समय स्वतंत्र हैं। आपके पास Intuition Machines की ओर से कोई लिखित या मौखिक अनुबंध करने का अधिकार नहीं है।",
    "3460432665": "पूर्वगामी के बावजूद, यदि आप एक अमेरिकी करदाता हैं, तो हम आपसे W-9 को सालाना अपडेट करने का अनुरोध कर सकते हैं, और जब तक आप W-9 को पूरा या अपडेट नहीं कर लेते, तब तक हम आपको कार्य करने से रोक सकते हैं।",
    "458271951": "यदि आप एक योगदानकर्ता हैं जो सेवाओं तक पहुँचते हैं और/या Intuition Machines (एक अनुरोधकर्ता के रूप में कार्य करते हुए) की ओर से एक इंटीग्रेटर के माध्यम से या उसके संबंध में कार्य करते हैं, तो Intuition Machines आपको कुछ कार्यों के स्वीकार्य समापन के लिए पुरस्कृत कर सकती हैं। इस घटना में कि आप धोखाधड़ी, दुरुपयोग, या सेवा की इन शर्तों के उल्लंघन में लिप्त पाए जाते हैं, आपको इंट्यूशन मशीन द्वारा किसी भी और सभी पुरस्कारों को रोक दिया जा सकता है और/या पुनर्प्राप्त किया जा सकता है।",
    "3056723024": "13. कार्यों का अस्वीकार्य समापन",
    "3913203723": "यदि, किसी भी कारण से, अनुरोधकर्ता आपके द्वारा पूर्ण किए गए कार्य के प्रदर्शन को स्वीकार नहीं करता है, तो आप एक योगदानकर्ता या इंटीग्रेटर के रूप में कार्य के लिए किसी भी पुरस्कार के हकदार नहीं होंगे। इस घटना में कि अस्वीकार्य रूप से पूर्ण किए गए कार्य के लिए आपको पहले से ही पुरस्कार वितरित किए गए थे, हम उन्हें आपसे पुनर्प्राप्त कर सकते हैं।",
    "3666807632": "14. योगदानकर्ता योग्यताएं और कौशल",
    "1993899769": "15. सूचना का हमारा उपयोग",
    "3027055607": "16. बौद्धिक संपदा और मालिकाना अधिकार",
    "3910971075": "IMI के पास स्रोत कोड, ऑब्जेक्ट कोड या अंतर्निहित संरचना, विचारों या एल्गोरिदम, API, और सेवाओं से संबंधित किसी भी अतिरिक्त सॉफ़्टवेयर, दस्तावेज़ीकरण या डेटा (\"सॉफ़्टवेयर\") में बौद्धिक संपदा अधिकार सहित सभी अधिकार हैं। आप प्रत्यक्ष या परोक्ष रूप से, किसी तीसरे पक्ष के माध्यम से या अन्यथा नहीं करेंगे: (ए) रिवर्स इंजीनियर, डीकंपाइल, डिस्सेबल, या अन्यथा सॉफ़्टवेयर की खोज करने का प्रयास नहीं करेंगे; (बी) किसी भी सॉफ्टवेयर के आधार पर संशोधित, अनुवाद, या व्युत्पन्न कार्यों का निर्माण; (सी) किसी भी सॉफ़्टवेयर के अधिकारों की प्रतिलिपि बनाना, किराए पर देना, पट्टे पर देना, वितरित करना, गिरवी रखना, असाइन करना, या अन्यथा हस्तांतरण या अधिकारों का भार उठाना; (डी) किसी तीसरे पक्ष के लाभ के लिए टाइमशेयरिंग, सर्विस ब्यूरो उद्देश्यों, या अन्यथा किसी भी सॉफ़्टवेयर का उपयोग करें; या (ई) किसी भी मालिकाना नोटिस या लेबल को हटा दें।",
    "3660891610": "यदि आप एक योगदानकर्ता हैं, तो आईएमआई, और आपके पास किसी भी कार्य को पूरा करने के हिस्से के रूप में आपके द्वारा उत्पादित किसी भी कार्य में स्वामित्व अधिकार हैं। इस समझौते की शर्तों को स्वीकार करके आप अपने काम में और हमें अपने कब्जे, स्वामित्व, और शीर्षक (दुनिया भर में मौजूद सभी बौद्धिक संपदा अधिकारों सहित) को हस्तांतरित करने (और इसके द्वारा) करने के लिए सहमत हैं। यह सुनिश्चित करने के लिए कि हम ऐसे अधिकारों को प्राप्त करने, पूर्ण करने और उपयोग करने में सक्षम हैं, आप आगे सहमत हैं (i) हमारे अधिकारों के दस्तावेज़ीकरण, पूर्णता और प्रवर्तन में सहायता के लिए किसी भी दस्तावेज़ पर हस्ताक्षर करने के लिए; और (ii) किसी भी और सभी देशों में इस तरह के मालिकाना अधिकारों को रिकॉर्ड करने, पूर्ण करने, सुरक्षित करने, बचाव करने और लागू करने के लिए जानकारी तक उचित पहुंच प्रदान करें। आपके द्वारा सेवाओं का पंजीकरण रद्द करने या उपयोग बंद करने के बाद भी इस अनुभाग के तहत आपके दायित्व जारी रहेंगे। आप हमें इस खंड में निर्धारित उद्देश्यों के लिए अपनी ओर से दस्तावेजों को निष्पादित करने के लिए अपने वास्तविक अटॉर्नी के रूप में नियुक्त करते हैं।",
    "426125156": "17. कॉपीराइट और टेकडाउन",
    "1408530660": "आईएमआई दूसरों की बौद्धिक संपदा का सम्मान करता है और हम अपनी साइट से ऐसी किसी भी सामग्री को हटाने का अधिकार सुरक्षित रखते हैं जो हमें लगता है कि किसी तीसरे पक्ष के बौद्धिक अधिकारों का उल्लंघन कर सकती है। यदि आप मानते हैं कि आपके स्वयं के कार्य को इस तरह से कॉपी किया गया है जो इस वेबसाइट पर कॉपीराइट उल्लंघन का गठन करता है, तो कृपया Intuition Machines ग्राहक सहायता से संपर्क करें।",
    "2696932851": "18. क्षतिपूर्ति",
    "3844300338": "आप किसी भी और सभी दावों, नुकसानों, देनदारियों, लागतों और खर्चों (उचित वकीलों की फीस और लागत सहित) से क्षतिपूर्ति, बचाव और हमें हानिरहित रखने के लिए सहमत हैं, जो आपके कार्यों के प्रदर्शन या हमारी वेबसाइट के आपके उपयोग से उत्पन्न होते हैं। .",
    "2474091800": "19. अन्य उपयोगकर्ताओं के साथ विवाद; रिहाई",
    "3162107126": "IMI आपके और सेवाओं के किसी अन्य उपयोगकर्ता के बीच किसी विवाद का पक्ष नहीं है। आप आईएमआई और उसके सहयोगियों को आपके और किसी अन्य उपयोगकर्ता के बीच किसी भी विवाद से उत्पन्न होने वाले या उससे जुड़े किसी भी और सभी दावों, मांगों, और हर प्रकार और प्रकृति के नुकसान, ज्ञात और अज्ञात, संदिग्ध और अप्रत्याशित, प्रकट और अज्ञात से मुक्त करते हैं।",
    "2271969747": "20. आपको प्राप्त होने वाली गोपनीय जानकारी",
    "1042802841": "गोपनीय जानकारी ऐसी कोई भी जानकारी है जिसे गोपनीय या स्वामित्व के रूप में चिह्नित किया गया है, या जिसे प्राप्त करने वाले पक्ष द्वारा गोपनीय या स्वामित्व के रूप में उचित रूप से समझा जाना चाहिए। इसमें ऐसी कोई भी जानकारी शामिल नहीं है जो (1) सार्वजनिक रूप से उपलब्ध हो, (2) पहले से ही कब्जे में हो, स्वतंत्र रूप से विकसित हो, या प्राप्त करने वाले पक्ष को पहले से ही ज्ञात हो, या (3) अदालत के आदेश द्वारा या अन्यथा आवश्यक के रूप में खुलासा किया गया हो कानून।",
    "1918025546": "यदि आपको सेवाओं पर किसी से भी गोपनीय जानकारी प्रदान की जाती है, तो आप अपनी गोपनीय जानकारी की सुरक्षा के लिए उतनी ही सावधानी के साथ गोपनीय जानकारी की गोपनीयता की रक्षा करने के लिए सहमत होते हैं, लेकिन किसी भी स्थिति में कम सावधानी के साथ नहीं। आप ऐसी किसी भी गोपनीय या स्वामित्व वाली जानकारी का खुलासा या प्रकाशन नहीं कर सकते हैं, सिवाय इसके कि किसी कार्य के प्रदर्शन के लिए आवश्यक हो। Intuition Machines प्लेटफॉर्म पर किसी कार्य के भीतर सभी जानकारी को गोपनीय माना जाना चाहिए, भले ही जानकारी को स्पष्ट रूप से गोपनीय के रूप में निर्दिष्ट न किया गया हो।",
    "2690395789": "यदि और जब आपको प्राप्त हुई गोपनीय जानकारी की आवश्यकता नहीं रह जाती है, तो आपको परिसर, सिस्टम, या आपके द्वारा नियंत्रित अन्य उपकरणों पर मौजूद जानकारी की सभी प्रतियों को तुरंत वापस या नष्ट कर देना चाहिए (जैसा कि सूचना का खुलासा करने वाले द्वारा अनुरोध किया गया है)।",
    "2178073797": "क्योंकि गोपनीय जानकारी का खुलासा करने से अपूरणीय क्षति हो सकती है, खुलासा करने वाला पक्ष इस अवधि के किसी भी उल्लंघन या धमकी भरे उल्लंघन के लिए निषेधाज्ञा राहत लेने का हकदार है।",
    "2185860003": "21. वेबसाइट संशोधन",
    "2631249972": "हम आपको सूचना दिए बिना अपनी वेबसाइट में सुधार या संशोधन कर सकते हैं।",
    "3764131594": "22. तृतीय-पक्ष वेबसाइटें",
    "295955580": "हमारी वेबसाइट में तृतीय-पक्ष वेबसाइटों के लिंक हो सकते हैं। हम ऐसी वेबसाइटों को नियंत्रित, जांच, निगरानी या जांच नहीं करते हैं। हम ऐसी वेबसाइटों पर निहित कंप्यूटर प्रोग्राम, सामग्री या राय के लिए ज़िम्मेदार नहीं हैं और न ही हम इसका समर्थन करते हैं। यदि आप हमारी वेबसाइट छोड़ने और किसी तीसरे पक्ष की वेबसाइट तक पहुंचने का निर्णय लेते हैं, तो आप अपने जोखिम पर ऐसा करते हैं।",
    "838225123": "23. वारंटी का अस्वीकरण",
    "3897238493": "सेवाएं \"जैसा है\" के आधार पर प्रदान की जाती हैं। हम सेवाओं, किसी भी संबंधित सॉफ़्टवेयर या सामग्री, किसी भी सामग्री से संबंधित किसी भी संबंधित सॉफ़्टवेयर या सामग्री, किसी भी संबंधित सॉफ़्टवेयर या सामग्री के संबंध में कोई प्रतिनिधित्व या वारंटी, निहित या व्यक्त नहीं करते हैं। कानून द्वारा अनुमत अधिकतम सीमा तक, IMI सभी स्पष्ट या निहित शर्तों, अभ्यावेदन और वारंटियों को अस्वीकार करता है, जिसमें व्यापारिकता की वारंटी, किसी विशेष गैर-उद्देश्य के लिए उपयुक्तता सहित, लेकिन इन्हीं तक सीमित नहीं है। किसी भी दोष, गैर-अनुरूपता, या असंतोष के संबंध में आईएमआई के खिलाफ आपका एकमात्र और अनन्य उपाय सेवाओं का उपयोग बंद करना है, हम आपके कंप्यूटर सिस्टम को किसी भी नुकसान, डेटा के नुकसान या भ्रष्टाचार, या अन्य नुकसान के लिए कोई जिम्मेदारी नहीं लेंगे। वेबसाइट या Intuition Machines प्लेटफ़ॉर्म तक आपकी पहुँच या उपयोग से। अनुसूचित और अनिर्धारित रुकावटें हो सकती हैं, और हम अपनी वेबसाइट की निर्बाध उपलब्धता की गारंटी नहीं देते हैं।",
    "2110259227": "24. दायित्व की सीमा",
    "3018077211": "25. योगदानकर्ता विवाद समाधान",
    "2790841456": "यदि आप एक योगदानकर्ता हैं, तो आप निम्न मध्यस्थता खंड और वर्ग कार्रवाई छूट से सहमत हैं:",
    "2323013093": "26. लागू कानून",
    "2900525040": "कैलिफ़ोर्निया राज्य के कानून इन सेवा की शर्तों और उनसे उत्पन्न होने वाले किसी भी विवाद, विवाद या दावे को नियंत्रित करते हैं।",
    "3339302473": "27. समाप्ति",
    "41530052": "28. सामान्य शर्तें",
    "3202747130": "पूरे समझौते। सेवा की ये शर्तें और इस समझौते में संदर्भित कोई भी नीतियां, प्रक्रियाएं या शर्तें विषय वस्तु के संबंध में पार्टियों के पूरे समझौते का गठन करती हैं, और पार्टियों के सभी पूर्व और समकालीन संबंधित समझौतों, दावों, अभ्यावेदन और समझ का स्थान लेती हैं और रद्द करती हैं। .",
    "4080263153": "कोई त्याग नहीं। यह नहीं माना जाएगा कि हमने अपने अधिकारों या उपायों के किसी भी हिस्से को माफ कर दिया है जब तक कि छूट लिखित रूप में और हमारे द्वारा हस्ताक्षरित न हो। यदि हम इस समझौते के किसी भी प्रावधान के तहत अपने अधिकारों को लागू करने में देरी करते हैं या विफल होते हैं, तो यह इस तरह के प्रावधान या इस समझौते के किसी भी हिस्से को बाद में लागू करने के हमारे अधिकार की छूट का गठन नहीं करेगा।",
    "1789371580": "असाइनमेंट। आप हमारी पूर्व लिखित सहमति के बिना इन सेवा की शर्तों को असाइन नहीं कर सकते हैं। हम इन सेवा की शर्तों को बिना किसी सूचना के किसी भी समय असाइन कर सकते हैं। पूर्वगामी के अधीन, सेवा की ये शर्तें प्रत्येक पक्ष के उत्तराधिकारियों और अनुमत समनुदेशितियों के लिए बाध्यकारी होंगी।",
    "2819628066": "पृथक्करणीयता। यदि सेवा की इन शर्तों का कोई प्रावधान किसी भी कारण से अमान्य या अप्रवर्तनीय पाया जाता है, तो यह किसी भी शेष प्रावधानों की वैधता और प्रवर्तनीयता को प्रभावित नहीं करेगा।",
    "3955981186": "संशोधन। आईएमआई के अलावा किसी अन्य द्वारा सेवा की इन शर्तों में कोई संशोधन या संशोधन आईएमआई पर बाध्यकारी नहीं होगा जब तक कि आईएमआई के विधिवत अधिकृत प्रतिनिधि द्वारा हस्ताक्षरित लिखित साधन में न हो।",
    "1377538813": "प्रचलित भाषा। सेवा की इन शर्तों का अंग्रेजी भाषा संस्करण सभी तरह से नियंत्रित होगा और अनुवादित संस्करणों के साथ किसी भी असंगतता के मामले में, यदि कोई हो, प्रबल होगा।",
    "2438016011": "स्वैच्छिक समझौता। सेवा की इन शर्तों के सभी पक्ष प्रतिनिधित्व करते हैं और सहमत हैं कि प्रत्येक ने इस समझौते के सभी पहलुओं की समीक्षा की है, इसके सभी प्रावधानों को ध्यान से पढ़ा है और पूरी तरह से समझता है, और स्वेच्छा से इस समझौते में प्रवेश कर रहा है।",
    "2445034923": "यदि आप सेवा की इन शर्तों के सभी नियमों और शर्तों से सहमत नहीं हैं, तो साइट या सेवाओं का उपयोग या एक्सेस न करें (और आप नहीं भी कर सकते हैं)।",
    "2646127839": "मास्टर सेवा की शर्तों का ग्राहक परिशिष्ट",
    "4097297673": "एक ग्राहक, अनुरोधकर्ता, या इंटीग्रेटर के रूप में, आप अपने और आईएमआई के बीच किसी भी अन्य बाध्यकारी शर्तों के अलावा नीचे दी गई शर्तों से बाध्य होने के लिए सहमत हैं।",
    "1093280979": "1. प्लेटफार्म ऑर्डर फॉर्म",
    "1549953005": "ग्राहक या अनुरोधकर्ता बनने की शर्त के रूप में आपने एक या अधिक प्लेटफ़ॉर्म एक्सेस ऑर्डर फॉर्म (प्रत्येक, एक \"ऑर्डर फॉर्म\") को पूरा किया होगा। यदि ऐसा है, तो ऑर्डर फॉर्म में वर्णित नियम और शर्तें सेवा की शर्तों का हिस्सा बन जाती हैं और इसके द्वारा संदर्भ द्वारा शामिल की जाती हैं।",
    "3819851005": "2. शुल्क",
    "1591032933": "लागू ऑर्डर फॉर्म में आपके द्वारा प्रदान की गई भुगतान विधि के माध्यम से आप आईएमआई शुल्क का भुगतान करेंगे जैसा कि लागू ऑर्डर फॉर्म में वर्णित है। जब तक दोनों पक्षों द्वारा लिखित रूप से स्पष्ट रूप से सहमति नहीं दी जाती है, आप चालान की डाक तिथि के तीस (30) दिनों के भीतर जारी किए गए सभी चालानों के लिए पूर्ण भुगतान प्रदान करेंगे। आप हमें आपके द्वारा प्रदान की गई सभी क्रेडिट कार्ड जानकारी पर क्रेडिट कार्ड प्राधिकरण चलाने के लिए अधिकृत करते हैं, उस क्रेडिट कार्ड की जानकारी संग्रहीत करने के लिए, और अपने क्रेडिट कार्ड या किसी अन्य खाते से शुल्क लेने के लिए जिसे हम भुगतान के रूप में पारस्परिक रूप से सहमत हैं। जब तक ऑर्डर फॉर्म या आपके एंटरप्राइज सर्विस एग्रीमेंट या मास्टर सर्विस एग्रीमेंट में अन्यथा न कहा गया हो, सेवाओं के लिए सभी शुल्क, ओवरएज के अलावा, आपके अनुबंध (\"प्रभावी तिथि\") के तहत आईएमआई द्वारा प्रदान की जाने वाली सेवाओं की शुरुआत पर सालाना बिल किए जाते हैं।",
    "4142610534": "कोई भी देर से भुगतान 1.5% प्रति माह या कानून द्वारा अनुमत अधिकतम राशि, जो भी कम हो, की दर से विलंब शुल्क अर्जित करेगा। यदि आप किसी भी कारण से इस समझौते के तहत देय राशि का भुगतान करने में विफल रहते हैं, तो आपके खाते को हमारे विवेकाधिकार पर निलंबित किया जा सकता है, इस मामले में कार्यों को पूरा करने के लिए आपके खाते से कोई अतिरिक्त भुगतान नहीं किया जाएगा और आपके सभी कार्यों को हटा दिया जाएगा। हमारी वेबसाइट से। आपको मांग पर देय सभी राशियों के साथ-साथ किसी भी प्रसंस्करण शुल्क, विलंब शुल्क, या वकील शुल्क की प्रतिपूर्ति करनी होगी। हम क्रेडिट रिपोर्टिंग एजेंसियों और कानून प्रवर्तन अधिकारियों को उचित रिपोर्ट भी दे सकते हैं।",
    "512991700": "यदि आप किसी शुल्क पर विवाद करना चाहते हैं, तो आपको समायोजन या क्रेडिट प्राप्त करने के लिए पहली बिलिंग या खाता विवरण जिसमें त्रुटि या समस्या दिखाई दी, की समाप्ति तिथि के तीस (30) दिनों के बाद हमारे ग्राहक सहायता विभाग से संपर्क करना चाहिए।",
    "1273914192": "3. कर",
    "4242322181": "Intuition Machines की शुद्ध आय या व्यक्तिगत संपत्ति पर मूल्यांकित यूएस करों के अलावा अन्य सेवाओं से जुड़े सभी करों के भुगतान के लिए आप ज़िम्मेदार हैं।",
    "1671996585": "आपको हमारे एप्लिकेशन प्रोग्रामिंग इंटरफेस (\"एपीआई\") के माध्यम से अपनी वेबसाइट, एप्लिकेशन या प्लेटफॉर्म को हमारी सेवाओं के साथ एकीकृत करने की आवश्यकता हो सकती है। यदि आप ऐसा करते हैं, तो हम आपको केवल सेवाओं तक पहुँचने के लिए एपीआई का उपयोग करने के लिए एक सीमित, गैर-अनन्य, अहस्तांतरणीय, गैर-असाइन करने योग्य, प्रतिसंहरणीय लाइसेंस प्रदान करते हैं। हम किसी भी समय एपीआई को संशोधित कर सकते हैं और/या पुराने संस्करणों या एपीआई के रिलीज के समर्थन को बंद कर सकते हैं। हम अपने विवेकाधिकार में एपीआई तक आपकी पहुंच को निलंबित या सीमित करने का अधिकार सुरक्षित रखते हैं, और हम निलंबन से पहले आपको नोटिस प्रदान करने के लिए उचित प्रयासों का उपयोग करेंगे।",
    "4036662147": "5. गोपनीय जानकारी का संरक्षण",
    "3564208535": "आप हमसे या हमारी सेवाओं के माध्यम से प्राप्त किसी भी गोपनीय जानकारी की सुरक्षा के लिए व्यावसायिक रूप से उचित प्रयासों का उपयोग करने के लिए सहमत हैं। हमारे उद्यम सेवा के बॉट स्कोर और गैर-सार्वजनिक विवरण शामिल हैं, जिसमें गैर-सार्वजनिक दस्तावेज़ीकरण और कोई भी विवरण शामिल है जिसे हम अपने बॉट पहचान विधियों के बारे में साझा कर सकते हैं। यदि आपको ऐसी किसी भी गोपनीय जानकारी तक पहुंच प्रदान की जाती है, तो हम अपने विवेकाधिकार में हमारी सेवाओं तक आपकी पहुंच को संशोधित, निलंबित या सीमित कर सकते हैं यदि हम यह निर्धारित करते हैं कि गोपनीय जानकारी हमारी सेवाओं के उपयोग से उजागर हो रही है, और हम उचित प्रयासों का उपयोग करेंगे निलंबन से पहले आपको नोटिस प्रदान करने के लिए।",
    "120384113": "6. समाप्ति",
    "453723556": "आप ग्राहक या अनुरोधकर्ता नहीं रहकर इस ग्राहक परिशिष्ट को सेवा की शर्तों से अलग समाप्त कर सकते हैं। हम किसी भी समय ग्राहक या अनुरोधकर्ता के रूप में आपकी स्थिति को निलंबित या समाप्त करने, या अन्यथा आपके खाते को समाप्त करने या सेवा की शर्तों के अनुरूप सेवाओं के उपयोग का अधिकार सुरक्षित रखते हैं। आप अपने ऑर्डर फॉर्म के तहत देय किसी भी राशि के लिए समाप्ति पर उत्तरदायी होंगे। यदि आपकी सदस्यता में कोई मासिक या वार्षिक शुल्क या मासिक या वार्षिक न्यूनतम शामिल है, तो भी आप क्रमशः उस महीने या वर्ष के अंत तक सभी सेवाओं के शुल्क के भुगतान के लिए जिम्मेदार होंगे।",
    "218889628": "सिवाय जहां हम इस ग्राहक परिशिष्ट या सेवा की शर्तों को इस ग्राहक परिशिष्ट या सेवा की शर्तों के उल्लंघन के परिणामस्वरूप समाप्त करते हैं, यदि हम समाप्त करते हैं और आपने हमें कोई शुल्क प्रीपेड किया है, तो हम उनमें से एक प्रो-राटा भाग वापस कर देंगे प्रीपेड राशि, शेष समय या आपके द्वारा भुगतान की गई सेवाओं के आधार पर, इनमें से जो भी कम हो। हम अपने काम को व्यावसायिक रूप से उचित तरीके से बंद कर देंगे और हमारे पास सभी भुगतान किए गए आउटपुट डेटा सेट और सभी ग्राहक डेटा को संरक्षित और वितरित करेंगे। किसी भी समाप्ति पर, हम किसी भी डेटा को हटाने के लिए बाध्य नहीं हो सकते हैं।",
    "2505227594": "7. ओवरएज",
    "2369877184": "एचकैप्चा इंटीग्रेटर्स या ग्राहकों के लिए अधिकतम अनुमत पीक आरपीएस दर आपके खाते (\"आरपीएस\") के भीतर संस्थाओं के लिए प्रति सेकंड 1,000 अनुरोध है, जब तक कि अन्यथा आपके और हमारे बीच एक लिखित अनुबंध अनुबंध द्वारा निर्दिष्ट नहीं किया गया हो।",
    "234420106": "इस घटना में कि आप hCaptcha Enterprise सेवा के एक इंटीग्रेटर या ग्राहक हैं और RPS द्वारा मापा गया आपका API उपयोग आपके सेवा स्तर के लिए प्रावधानित दर से अधिक है, हम आपकी सेवा को संशोधित करने या अधिक उम्र दर वसूलने का चुनाव कर सकते हैं। इस घटना में कि आपकी अधिकतम आरपीएस दर 30 दिनों की अवधि के भीतर कुल मिलाकर 10 या अधिक मिनट के लिए प्रावधानित दर से 10 के कारक से अधिक हो जाती है और इनमें से अधिकांश अनुरोध, हमारे एकमात्र निर्णय में, दुर्भावनापूर्ण ट्रैफ़िक नहीं हैं, हम चुनाव कर सकते हैं उस महीने में किए गए सभी API अनुरोधों के लिए आपसे अनुबंध रूप से निर्दिष्ट अधिक उम्र दर पर शुल्क लिया जाएगा।",
    "2619472217": "8. पुनर्विक्रय",
    "2019702084": "जब तक ग्राहक के मास्टर सेवा अनुबंध या पुनर्विक्रेता अनुबंध में स्पष्ट रूप से अनुमति नहीं दी जाती है, आदेशित SaaS सेवाओं को किसी भी अन्य तृतीय पक्ष (ग्राहक के संबद्धता के अलावा) को बेचा, पुनर्विक्रय, पट्टे पर, उप-पट्टे पर, लाइसेंस, उप-लाइसेंस या अन्यथा उपलब्ध नहीं कराया जाएगा। ), और अनुबंध के तहत सभी आदेश और सेवा के सभी ग्राहक उपयोग ग्राहक या उसके सहयोगी के अपने आंतरिक व्यावसायिक उपयोग के लिए होंगे।",
    "1233229030": "विविध",
    "1467783792": "संयुक्त राज्य अमेरिका (एक \"स्वीकृत अभिनेता\") द्वारा स्वीकृत कोई भी व्यक्ति, संस्था या संगठन पुरस्कार के लिए या इंटीग्रेटर के रूप में सेवाओं का उपयोग करने के लिए पात्र नहीं है। संदेह से बचने के लिए, इसमें अमेरिकी ट्रेजरी विभाग के विदेशी संपत्ति नियंत्रण कार्यालय (\"ओएफएसी\") द्वारा नामित कोई भी स्वीकृत अभिनेता शामिल है।",
    "3759657802": "आप इन सेवा की शर्तों या अपने अधिकारों या दायित्वों को किसी भी तरह से (कानून के संचालन या अन्यथा) असाइन, स्थानांतरित या प्रत्यायोजित नहीं कर सकते हैं।",
    "1627232990": "सेवा की इन शर्तों के अनुवाद सर्वोत्तम प्रयास के आधार पर प्रदान किए जाते हैं। अंग्रेजी भाषा की सेवा की शर्तों और उसके अनुवाद के बीच किसी भी महत्वपूर्ण अंतर की स्थिति में, अंग्रेजी भाषा की सेवा की शर्तों को आधिकारिक माना जाएगा।",
    "805221621": "कृपया हमसे सम्पर्क करें यहां",
    "259613338": "यदि आपके पास इन सेवा की शर्तों के संबंध में कोई प्रश्न हैं।",
    "2735878907": "व्यापार निरंतरता योजना वक्तव्य",
    "2887242610": "Intuition Machines, Inc ने एक व्यवसाय निरंतरता योजना विकसित की है कि हम उन घटनाओं पर कैसे प्रतिक्रिया देंगे जो हमारे hCaptcha व्यवसाय को महत्वपूर्ण रूप से बाधित करती हैं। चूंकि आपदाओं और व्यवधानों का समय और प्रभाव अप्रत्याशित होता है, इसलिए हमें वास्तविक घटनाओं के होने पर प्रतिक्रिया करने में लचीला होना होगा। इसे ध्यान में रखते हुए, हम आपको हमारी व्यापार निरंतरता योजना के बारे में यह जानकारी प्रदान कर रहे हैं।",
    "809251240": "हमसे संपर्क करना",
    "2551802342": "- हम एक महत्वपूर्ण व्यावसायिक व्यवधान के बाद व्यवसाय संचालन को जल्दी से ठीक करने और फिर से शुरू करने की योजना बनाते हैं और अपने कर्मचारियों और संपत्ति की सुरक्षा करके, वित्तीय और परिचालन मूल्यांकन करके, फर्म की पुस्तकों और रिकॉर्ड की रक्षा करके, और अपने ग्राहकों और उनके अंतिम उपयोगकर्ताओं को ऑनलाइन लेनदेन करने की अनुमति देकर प्रतिक्रिया देते हैं। संक्षेप में, हमारी व्यवसाय निरंतरता योजना को हमारी फर्म को महत्वपूर्ण व्यावसायिक व्यवधान की गुंजाइश और गंभीरता को देखते हुए जितनी जल्दी हो सके संचालन फिर से शुरू करने की अनुमति देने के लिए डिज़ाइन किया गया है। हमारे व्यापार निरंतरता योजना के पते: डेटा बैकअप और पुनर्प्राप्ति; सभी मिशन महत्वपूर्ण सिस्टम; वित्तीय और परिचालन मूल्यांकन; ग्राहकों, कर्मचारियों और निरीक्षण निकायों के साथ वैकल्पिक संचार; कर्मचारियों का वैकल्पिक भौतिक स्थान; महत्वपूर्ण आपूर्तिकर्ता और ग्राहक प्रभाव; नियामक रिपोर्टिंग; और यदि हम अपना व्यवसाय जारी रखने में असमर्थ हैं तो अपने ग्राहकों को तुरंत सूचना देना। हमारा मुख्य आपूर्तिकर्ता पूल भौगोलिक दृष्टि से अलग क्षेत्र में हमारे महत्वपूर्ण रिकॉर्ड का बैकअप लेता है। जबकि प्रत्येक आपातकालीन स्थिति बाहरी कारकों, जैसे दिन के समय और व्यवधान की गंभीरता के आधार पर अद्वितीय समस्याएं उत्पन्न करती है, हमें इस आपूर्तिकर्ता पूल द्वारा सलाह दी गई है कि उनका उद्देश्य अपने स्वयं के संचालन को बहाल करना और सेवाओं को तेजी से फिर से शुरू करने में सक्षम होना है। हालांकि हमने आपूर्तिकर्ताओं के विविध सेट का उपयोग करके जोखिम को कम करने के लिए काम किया है, इस अवधि के दौरान आपकी सेवाओं को संशोधित या बाधित किया जा सकता है।",
    "826396656": "हमारी व्यापार निरंतरता योजना",
    "1979347895": "- महत्वपूर्ण व्यावसायिक व्यवधान उनके दायरे में भिन्न हो सकते हैं, जैसे कि केवल हमारी फर्म, हमारी फर्म के आवास वाली एक इमारत, वह पड़ोस जहां हमारी फर्म स्थित है, वह शहर जहां हम स्थित हैं, या पूरा क्षेत्र। इनमें से प्रत्येक क्षेत्र में, व्यवधान की गंभीरता न्यूनतम से लेकर गंभीर तक भी भिन्न हो सकती है। हमारी फर्म, हमारे व्यावसायिक जिले, शहर, या क्षेत्र या हमारी फर्म के आवास के लिए एक व्यवधान में, हम जरूरत पड़ने पर अपने कार्यों को एक स्थानीय साइट पर स्थानांतरित कर देंगे और व्यापार संचालन में कोई भौतिक व्यवधान नहीं होने की उम्मीद करेंगे। किसी भी स्थिति में, हम व्यापार में जारी रखने की योजना बनाते हैं, यदि आवश्यक हो तो वैकल्पिक आपूर्तिकर्ताओं को संचालन हस्तांतरित करते हैं, और आपको हमारी वेबसाइट hcaptcha.com और hcaptchastatus.com पर हमारे स्थिति पृष्ठ के माध्यम से सूचित करते हैं कि हमसे कैसे संपर्क किया जाए। यदि महत्वपूर्ण व्यावसायिक व्यवधान इतना गंभीर है कि यह हमें व्यवसाय में बने रहने से रोकता है, तो हम आपको शीघ्रता से सूचित करेंगे।",
    "653679457": "अलग-अलग व्यवधान",
    "410397176": "अधिक जानकारी के लिए",
    "2095899021": "hCaptcha ब्रांडिंग दिशानिर्देश और सामान्य ट्रेडमार्क लाइसेंस",
    "2340340589": "एचकैप्चा मार्क का उपयोग करने पर दिशानिर्देश",
    "2430148876": "हमने इन दिशानिर्देशों और सामान्य ट्रेडमार्क लाइसेंस को अपने ग्राहकों, भागीदारों और प्रशंसकों के लिए हमारे ब्रांड के साथ काम करना आसान बनाने के लिए अभी भी अपनी कॉर्पोरेट पहचान को बनाए रखते हुए बनाया है। यदि आपको hCaptcha आइकन, लोगो, या अन्य चिह्नों का उपयोग उन तरीकों से करने की आवश्यकता है जो इन दिशानिर्देशों से भौतिक रूप से भिन्न हैं, तो आपको लिखित लाइसेंस के लिए हमसे (IMI) संपर्क करने की आवश्यकता होगी।",
    "3884400764": "जबकि आप इन दिशानिर्देशों के अनुसार hCaptcha चिह्नों का उपयोग कर सकते हैं, इसका मतलब यह नहीं है कि आपके पास hCaptcha चिह्न, लोगो, या किसी अन्य ट्रेडमार्क, व्यापार नाम, सेवा चिह्न, व्यावसायिक नाम या hCaptcha की सद्भावना में निहित अधिकार हैं। हम जितना संभव हो उतना लचीलापन देना चाहते हैं, लेकिन हम किसी भी ट्रेडमार्क, व्यापार नाम, सेवा चिह्न, व्यावसायिक नाम या hCaptcha की सद्भावना के अनधिकृत उपयोग के खिलाफ hCaptcha की रक्षा करने के लिए बाध्य हैं। कोई भी अनधिकृत उपयोग स्वचालित रूप से hCaptcha द्वारा दी गई अनुमति या लाइसेंस को समाप्त कर देता है और किसी भी नुकसान के लिए कानूनी देनदारियों को वहन कर सकता है।",
    "512598290": "इस प्रकार, हमें यह पूछना चाहिए कि आप हमेशा सभी hCaptcha चिह्नों और लोगो का उपयोग ऐसे रूप में करते हैं जो नीचे दिए गए नियमों का पालन करता है, जिसमें कैपिटलाइज़ेशन, टाइपफेस और स्टाइल शामिल हैं।",
    "2075610992": "आपके समर्थन के लिए धन्यवाद!",
    "1023190144": "पाठ में hCaptcha®",
    "4274324704": "यहां लिखित प्रति में हमारे नाम का उपयोग करने का तरीका बताया गया है:",
    "3912926900": "रचनात्मक प्रतिलिपि में पहली बार दिखाई देने पर hCaptcha® के पास एक पंजीकृत ट्रेडमार्क प्रतीक होना चाहिए।",
    "950637875": "hCaptcha वर्तनी कभी नहीं बदलनी चाहिए और hCaptcha को हमेशा दूसरे अक्षर (\"C\") में बड़े अक्षरों में लिखा जाना चाहिए। यह कभी भी बहुवचन या स्वामित्व वाला नहीं होता है।",
    "2624601135": "\"hCaptcha\" का उपयोग ब्रांड नाम के हिस्से के रूप में नहीं किया जाना चाहिए, एक हाइफ़न के साथ जोड़ा जाना चाहिए, या अनुप्रयोगों या अन्य उत्पादों के नाम में उपयोग नहीं किया जाना चाहिए।",
    "3828090208": "इसके बजाय \"hCaptcha के लिए\" का उपयोग करें। यदि किसी तृतीय पक्ष लोगो के साथ उपयोग किया जाता है, तो \"hCaptcha के लिए\" का आकार तीसरे पक्ष के लोगो से छोटा होना चाहिए।",
    "4149738856": "hCaptcha का उपयोग विशेषण के रूप में किया जाना चाहिए और उसके बाद एक उचित सामान्य शब्द होना चाहिए।",
    "1446868537": "hCaptcha को क्रिया के रूप में कभी भी प्रयोग नहीं किया जाना चाहिए।",
    "2487931657": "उपयोग न करें: \"हमने अपनी साइट को एचकैप्चा किया।\"",
    "2565565429": "इसके बजाय उपयोग करें: \"हम अपनी साइट को सुरक्षित और अधिक सुरक्षित बनाने के लिए hCaptcha का उपयोग करते हैं।\"",
    "3434202027": "संचार में hCaptcha नाम के किसी भी उपयोग के लिए एट्रिब्यूशन की आवश्यकता होती है: \"hCaptcha Intuition Machines, Inc का एक पंजीकृत ट्रेडमार्क है।\"",
    "2754937029": "अस्वीकार्य उपयोग",
    "2436973524": "केवल सटीक संदर्भ स्वीकार्य हैं। यह कहने की अनुमति नहीं है कि कोई साइट hCaptcha सेवाओं और अनुप्रयोगों का उपयोग करती है जब वह नहीं करती है। इसी तरह, हमारे लोगो या किसी भी बैज का उपयोग उसी तरह उचित है जब साइट hCaptcha सेवाओं का उपयोग करती है।",
    "69844082": "hCaptcha ट्रेडमार्क, ग्राफिक प्रतीकों, लोगो, टाइपफेस, या आइकन का भी अपमानजनक तरीके से उपयोग नहीं किया जा सकता है।",
    "3861413614": "आप किसी भी hCaptcha ट्रेडमार्क या लोगो का उपयोग नहीं कर सकते हैं, जिसका अर्थ यह होगा कि hCaptcha का किसी तीसरे पक्ष के उत्पाद या सेवा के साथ संबद्धता या समर्थन, प्रायोजन या समर्थन है, बिना स्पष्ट लिखित अनुमति के।",
    "1409822234": "किसी भी परिस्थिति में डोमेन नाम के रूप में एक समान या लगभग समान hCaptcha ट्रेडमार्क का उपयोग नहीं किया जाएगा।",
    "4181060163": "तृतीय पक्षों को विविधताओं या गलत वर्तनी का उपयोग नहीं करना चाहिए या किसी भी तरह से कार्य नहीं करना चाहिए जिससे hCaptcha ट्रेडमार्क पर कोई प्रारंभिक रुचि भ्रम पैदा हो।",
    "3955555607": "भागीदारों या अधिकृत पुनर्विक्रेताओं के अलावा, तृतीय पक्ष hCaptcha चिह्नों या गलत वर्तनी का उपयोग करके कीवर्ड, Google AdWords, या अन्य लक्षित विज्ञापन प्रणालियों के लिए बोली नहीं लगा सकते हैं। न ही तृतीय पक्ष डोमेन नाम, किसी खोज इंजन अनुकूलन, मेटा टैग, खोज शब्द, कोड, या अन्य गलत बयानी में hCaptcha चिह्नों का उपयोग कर सकते हैं।",
    "1985238261": "अन्य प्रतिबंधित अंक",
    "2193061499": "हमारे कुछ लोगो और चिह्न hCaptcha और उसके भागीदारों द्वारा उपयोग किए जाने तक ही सीमित हैं। तृतीय पक्ष hCaptcha से लिखित लाइसेंस के बिना निम्नलिखित चिह्नों का उपयोग नहीं कर सकते हैं:",
    "4188477534": "एचकैप्चा®",
    "3443160243": "एचकैप्चा पार्टनर™",
    "755156539": "hCaptcha अधिकृत पुनर्विक्रेता™",
    "717622341": "एचकैप्चा एंटरप्राइज™",
    "3433896984": "बॉटस्टॉप™",
    "1655022901": "hCaptcha™ . द्वारा बॉटस्टॉप",
    "2557601376": "एचकैप्चा लोगो™",
    "248923369": "बॉटस्टॉप लोगो™",
    "3942875761": "बेहतर वेब बनाने में मदद करें™",
    "364774188": "मैं मानव हूँ™",
    "2785425016": "(मानवता सत्यापन समाधान के संदर्भ में, उदाहरण के लिए कॉल टू एक्शन)",
    "2639657759": "अनुमति द्वारा प्रयुक्त अंक",
    "1268918580": "hCaptcha और उसके भागीदारों द्वारा उपयोग किए गए कुछ लोगो और चिह्न तृतीय पक्षों के स्वामित्व में हैं और केवल उनकी अनुमति से उपयोग किए जा सकते हैं। तृतीय पक्ष निम्नलिखित चिह्नों का उपयोग नहीं कर सकते, सिवाय उनके मालिकों द्वारा अनुमत के:",
    "3782751514": "ह्यूमन प्रोटोकॉल® ह्यूमन प्रोटोकॉल फाउंडेशन का एक पंजीकृत ट्रेडमार्क है, और इसकी अनुमति के साथ प्रयोग किया जाता है।",
    "1620709264": "HUMAN Token® HUMAN प्रोटोकॉल फाउंडेशन का एक पंजीकृत ट्रेडमार्क है, और इसकी अनुमति के साथ उपयोग किया जाता है।",
    "3031953928": "HUMAN Network™ HUMAN प्रोटोकॉल फाउंडेशन का एक ट्रेडमार्क है, और इसकी अनुमति से इसका उपयोग किया जाता है।",
    "3554363588": "अन्य निशान",
    "3290996791": "अन्य सभी उत्पाद नाम, लोगो और ब्रांड उनके संबंधित स्वामियों की संपत्ति हैं। इस वेबसाइट में उपयोग की जाने वाली अन्य सभी कंपनी, उत्पाद और सेवा के नाम केवल पहचान के उद्देश्य से हैं। इन नामों, लोगो और ब्रांडों का उपयोग समर्थन नहीं दर्शाता है।",
    "2444685143": "लोगो नीति",
    "2414232014": "हमारा लोगो तुरंत पहचानने योग्य है और हमारी सबसे मूल्यवान और महत्वपूर्ण संपत्तियों में से एक है। यह सुनिश्चित करने के लिए कि यह हमारी कंपनी का एक मजबूत प्रतिनिधित्व बना रहे, इसे संचार के सभी चैनलों में सावधानीपूर्वक और सुसंगत तरीके से प्रस्तुत किया जाना चाहिए।",
    "803639471": "hCaptcha लोगो में हाथ का चिह्न और hCaptcha लोगो शामिल होता है। अपने वैकल्पिक रूप में, हाथ का चिह्न अपने आप प्रकट हो सकता है जब स्थान की कमी होती है और \"hCaptcha\" का उपयोग शब्द चिह्न के रूप में किया जाता है (जैसा कि ऊपर वर्णित है) हाथ के आइकन के करीब, जैसे कि यह स्पष्ट है कि हाथ का आइकन hCaptcha का प्रतिनिधित्व करता है।",
    "564127016": "एचकैप्चा हैंड आइकन:",
    "1424800293": "एचकैप्चा लोगो:",
    "1525506526": "खाता अधिग्रहण क्या हैं और वे कैसे काम करते हैं?",
    "2446481523": "एक पुरानी लोक कथा है जिसमें एक छोटे से देश के गाँव में एक वैगन ड्राइवर और एक रईस सिपाही दिखाई देते हैं। एक आदमी ने, कंगाल के गंदे कपड़े पहने हुए, कांस्टेबल से कहा, “मैं रईस हूँ। यह आदमी मेरा ड्राइवर था।",
    "1767952047": "उसने कल रात मुझ पर हमला किया, मेरे कपड़े चुरा लिए और मेरे पैसे ले लिए।” दूसरे आदमी ने, महान वर्ग के कपड़े पहने, महान वर्ग के कपड़े पहने, जवाब दिया, \"कांस्टेबल, यह आदमी पागल है। वह सोचता है कि वह एक रईस है। मैं असली रईस हूँ। गिरफतार करो उसे!\"",
    "2947576723": "यह कहानी ड्राइवर के लाइसेंस और डिजिटल फिंगर प्रिंटिंग से पहले की है, लेकिन यह एक अच्छा उदाहरण प्रस्तुत करती है कि खाता अधिग्रहण की स्थिति में क्या गलत हो सकता है। एक व्यक्ति ऑनलाइन बैंक खाते या मोबाइल भुगतान ऐप में लॉग इन करता है। क्या वह वास्तविक खाता धारक है, या हैकर? वास्तव में कौन है? ये सुरक्षा समस्याएँ उन संगठनों को प्रभावित करती हैं जो स्वयं-सेवा खाते तक पहुँच की अनुमति देते हैं।",
    "1687299615": "एक खाता अधिग्रहण क्या है?",
    "2648707986": "खाता अधिग्रहण साइबर धोखाधड़ी का एक रूप है जिसमें एक दुर्भावनापूर्ण अभिनेता एक ऑनलाइन खाते के मालिक का प्रतिरूपण करता है। आमतौर पर, खाता किसी वित्तीय संस्थान या ई-कॉमर्स व्यवसाय में होता है, जहां जालसाज पैसे, माल या उपहार कार्ड चुरा सकता है। हमलावर खाते तक पहुंचने के लिए चुराए गए लॉगिन क्रेडेंशियल का उपयोग करता है और फिर इसे ले लेता है, शायद वास्तविक खाता स्वामी को लॉक करने के लिए पासवर्ड बदल रहा है।",
    "1476843710": "कम वित्तीय हानिकारक लेकिन फिर भी खाता अधिग्रहण के हानिकारक रूपों में सोशल मीडिया खातों और इस तरह के अपहरण शामिल हैं। इन मामलों में, हमलावर आमतौर पर मैलवेयर फैलाने की कोशिश कर रहा होता है या पीड़ित के अनजान दोस्तों के खिलाफ फ़िशिंग हमलों में शामिल होता है। या, हमलावर पीड़ित को शर्मिंदा करने की कोशिश कर रहा है, जो कभी-कभी मशहूर हस्तियों और राजनेताओं के साथ होता है, उदाहरण के लिए।",
    "2904949278": "एक हैकर एक खाते को कैसे लेता है?",
    "2575690545": "खाता अधिग्रहण, बहुत अधिक साइबर धोखाधड़ी की तरह, ज्यादातर स्वचालित, सामूहिक प्रक्रियाओं का मामला है। अपनी मां के तहखाने में हुडी पहने एक हैकर के लिए एक बार में बैंक वेबसाइटों में पासवर्ड टाइप करना दुर्लभ है।",
    "3614653023": "इसके बजाय, यह अभ्यास बड़े पैमाने पर क्रेडेंशियल स्टफिंग हमलों पर निर्भर करता है जो खातों के एक छोटे से सबसेट को अनलॉक करने की उम्मीद में दर्जनों लक्षित वित्तीय संस्थानों पर लाखों उपयोगकर्ता नाम/पासवर्ड जोड़े का प्रयास करता है। एक बार स्वचालित धोखाधड़ी सॉफ़्टवेयर ने खाते तक पहुंच प्राप्त कर ली है, तब एक मानव हैकर शामिल हो सकता है, लेकिन कुछ मामलों में, नहीं।",
    "2762759509": "बहुत सारे खाता अधिग्रहण हमले लगभग पूरी तरह से स्वचालित होते हैं।",
    "1972710018": "इसे कंपनी के नजरिए से देखा जा रहा है",
    "1282121137": "यह समझने के लिए कि खाता अधिग्रहण कैसे समस्याग्रस्त हो सकता है, वित्तीय संस्थान के दृष्टिकोण से अनुभव कैसा दिखता है, इस पर विचार करें। वे हर दिन लाखों लॉगिन संभालते हैं।",
    "2315518622": "आज के हमले के साधनों में उपलब्ध परिष्कार के साथ, यह पता लगाना बेहद चुनौतीपूर्ण है कि कौन सा, यदि कोई है, तो धोखाधड़ी है। फिर, एक व्यक्ति ग्राहक सेवा लाइन को कॉल करता है और कहता है \"मेरे खाते पर हमला किया गया है! मैं लॉग इन नहीं कर सकता और कोई मेरा पैसा चुरा रहा है!\"",
    "1836369533": "लोक कथा में सिपाही की तरह, कोई कैसे निर्धारित करता है कि वास्तव में कौन है? यदि हमलावर के पास पर्याप्त चोरी किए गए पहचान तत्व हैं, जैसे चालक का लाइसेंस नंबर, सामाजिक सुरक्षा नंबर, माता का पहला नाम, पता, और बहुत कुछ, तो यह निर्धारित करना काफी मुश्किल हो सकता है कि कॉल करने वाला वास्तविक खाता धारक है या हमलावर प्राप्त करने का प्रयास कर रहा है उस खाते पर पासवर्ड रीसेट करें जिसे वह घुसना चाहता है।",
    "2880837730": "खाता अधिग्रहण को रोकने के लिए क्या किया जा सकता है?",
    "3654556483": "वित्तीय संस्थानों और ईकामर्स कंपनियों के पास ऐसी प्रक्रियाएं और नियंत्रण होते हैं जो खाता अधिग्रहण के कुछ खतरों को कम करते हैं। ये पुराने जमाने के \"प्राथमिक विद्यालय में आपके सबसे अच्छे दोस्त का नाम क्या था\" सुरक्षा प्रश्नों से लेकर संदिग्ध आईपी पते और मोबाइल डिवाइस प्रोफाइल का पता लगाने के तरीकों तक हैं।",
    "2449501658": "धोखाधड़ी खाता लॉगिन प्रयासों से खतरे को कम करने के लिए सबसे उन्नत तरीकों में से एक प्रदान करता है, मशीन सीखने का उपयोग बॉट्स का पता लगाने और रोकने के लिए करता है, और प्रभावी रूप से धोखेबाजों के लिए खाता अधिग्रहण में संलग्न होने के लिए इसे बहुत कठिन या असंभव बना देता है।",
    "3621455477": "ज्यादा सीखने के लिए!",
    "555246307": "वैसे, रईस और उसके ड्राइवर की कहानी कैसे समाप्त होती है: कांस्टेबल ने दो आदमियों को एक साथ एक कमरे में बैठाया और उनके दिमाग से ऊब गए। दिन के अंत में, वह प्रकट हुआ और कहा, \"मैं अब वैगन चालक से बात करूंगा।\" उत्तम वस्त्र पहिने हुए वह व्यक्ति खड़ा हो गया। वह इतना ऊब गया था, वह भूल गया था कि वह केवल रईस होने का नाटक कर रहा था।",
    "1224727373": "एचकैप्चा द्वारा बॉटस्टॉप",
    "1187718370": "संपर्क करें",
    "3892905664": "hCaptcha सरल प्रश्न पूछकर आपकी पसंदीदा ऑनलाइन सेवाओं को बॉट्स, स्पैम और दुर्व्यवहार से बचाने में मदद करता है जो मनुष्यों के लिए आसान और मशीनों के लिए कठिन हैं।",
    "555158694": "आपके द्वारा उपयोग की जाने वाली एक सेवा ने दुर्भावनापूर्ण ट्रैफ़िक को कम करने के लिए hCaptcha स्थापित करके उनकी साइट पर आपके अनुभव को बेहतर बनाने के लिए चुना है।",
    "1617196410": "hCaptcha बॉट्स को रोकने पर केंद्रित है। हमें परवाह नहीं है कि उपयोगकर्ता कौन है, लेकिन केवल यह कि क्या वे दुर्भावनापूर्ण हैं। हम गोपनीयता को संतुलित करने के लिए कड़ी मेहनत करते हैं और",
    "1624200563": "सुरक्षा, और GDPR, CCPA, LGPD, PIPL, और अन्य गोपनीयता नियमों का अनुपालन।",
    "1927613000": "hCaptcha वेब एप्लिकेशन को अकाउंट टेकओवर, क्रेडेंशियल स्टफिंग, स्क्रैपिंग और अन्य प्रकार के दुरुपयोग से बचाने के लिए एक शक्तिशाली चुनौती प्लेटफॉर्म के साथ परिष्कृत मशीन लर्निंग को जोड़ती है।",
    "1133989302": "एचकैप्चा क्यों?",
    "34074886": "हर बार जब आप किसी चुनौती का जवाब देते हैं, तो हम यह पता लगाने के लिए परिष्कृत मॉडल का उपयोग करते हैं कि आप इंसान हैं या नहीं। तब आप जिस वेबसाइट पर गए थे, वह इस परिणाम का उपयोग बॉट्स को छोड़कर उनकी साइट पर आपके अनुभव को बेहतर बनाने में मदद के लिए करती है।",
    "3412647984": "यह आपको कुकी को पंजीकृत और सेट करके भविष्य के प्रश्नों से बचने देता है। कृपया अपना विज्ञापन अवरोधक बंद करने का भी प्रयास करें।",
    "2510209017": "और अधिक मदद की आवश्यकता है?",
    "477275453": "एपीआई हैकर्स के लिए एक लोकप्रिय लक्ष्य क्यों हैं?",
    "596347471": "साइबर स्पेस में दुर्भावनापूर्ण अभिनेताओं के लिए एप्लिकेशन प्रोग्रामिंग इंटरफेस (एपीआई) एक लोकप्रिय लक्ष्य बन गए हैं। इसके कई कारण हैं, जिनमें अनुप्रयोग एकीकरण में उनकी महान उपयोगिता भी शामिल है। हालांकि, एपीआई जोखिम को कम करना संभव है।",
    "2441638955": "सबसे पहले, एक एपीआई क्या है?",
    "3963216198": "यह चर्चा करने के लिए कि एपीआई हैकर्स के लिए एक लोकप्रिय लक्ष्य क्यों हैं, पहले यह परिभाषित करने के लिए एक संक्षिप्त क्षण लेना चाहिए कि वर्तमान में \"एपीआई\" शब्द का क्या अर्थ है। एपीआई की अवधारणा बिल्कुल नई नहीं है। वास्तव में, विभिन्न कंप्यूटर सिस्टमों को एक दूसरे से जोड़ने के लिए इंटरफेस, साथ ही उनके आंतरिक घटक, कम से कम 1960 के दशक की शुरुआत से ही मौजूद हैं।",
    "1047251718": "आज, हालांकि, जब लोग एपीआई के बारे में बात करते हैं, तो उनका मतलब हमेशा मानक-आधारित एपीआई होता है। ये एपीआई हैं जो रिप्रेजेंटेटिव स्टेट ट्रांसफर (आरईएसटी) जैसे खुले मानकों और जावास्क्रिप्ट ऑब्जेक्ट नोटेशन (जेएसओएन) जैसे खुले मानक फ़ाइल प्रारूपों का उपयोग करके बनाए गए हैं। इस तरह के \"रीस्टफुल एपीआई\", जैसा कि वे जानते हैं, मालिकाना सॉफ्टवेयर की आवश्यकता के बिना बनाया जा सकता है। परिणामी एपीआई सॉफ्टवेयर अनुप्रयोगों के बीच डेटा और प्रक्रिया कॉल भेजने और प्राप्त करने में सक्षम हैं। उदाहरण के लिए, एक मोबाइल बैंकिंग ऐप बैंक के सिस्टम तक पहुंचने के लिए एपीआई का उपयोग करता है।",
    "3195334319": "एपीआई की उपयोगिता और भेद्यता",
    "1903743785": "मानक-आधारित एपीआई के आगमन ने अनुप्रयोग एकीकरण में एक बड़ी छलांग का प्रतिनिधित्व किया। पिछले 20 वर्षों में, एपीआई महंगे और जटिल मालिकाना सॉफ्टवेयर उत्पादों से मुक्त, मानक-आधारित उपकरण बन गए, जिनके साथ काम करना तुलनात्मक रूप से आसान था - और तैनाती के लिए त्वरित।",
    "879362350": "इंटरनेट पर काम करने वाले नए एपीआई के साथ, प्लेटफ़ॉर्म, डेटा स्कीमा या प्रोग्रामिंग भाषा की परवाह किए बिना, दुनिया में कहीं भी, किसी भी सॉफ़्टवेयर या डेटा स्रोत को कनेक्ट करना संभव हो गया। नतीजतन, कंप्यूटिंग की दुनिया अब एपीआई क्रांति के बीच में है। एप्लिकेशन और डेटा के बीच कनेक्टिविटी का विस्फोट हुआ है। यह बहुत अच्छा है, जब तक यह नहीं है।",
    "3844432472": "एपीआई का खुलापन और उपयोगिता उन्हें हमलावरों के लिए अविश्वसनीय रूप से समृद्ध लक्ष्य बनाती है। जिस तरह एक मोबाइल ऐप को एपीआई का उपयोग करके कॉर्पोरेट सिस्टम से डेटा प्राप्त करने और प्राप्त करने के लिए प्रोग्राम किया जा सकता है, वैसे ही मैलवेयर का एक टुकड़ा भी हो सकता है। हैकर्स ने एपीआई का दुरुपयोग करने के लिए कई तरह के सॉफ्टवेयर टूल लिखे हैं। यह एक प्रभावी हमले की तकनीक है।",
    "2187096543": "वास्तव में, हैकर द्वारा लिखित सॉफ़्टवेयर के परिणामस्वरूप कुछ प्रमुख डेटा उल्लंघन हुए हैं जो एक डेटाबेस से डेटा निकालने के लिए एक एपीआई पर कॉल करते हैं। आखिरकार, अगर डेटा चोरी करने के लिए बस एक एपीआई पर एक बुनियादी जीईटी कॉल की आवश्यकता होती है, जिसे आरईएसटी और जेएसओएन का उपयोग करके लिखा जाता है, तो डेटाबेस को तुरंत साफ करना आसान होता है। वास्तव में, जब लोग \"स्क्रीन स्क्रैपिंग\" हमलों के बारे में बात करते हैं, तो उनका वास्तव में क्या मतलब होता है, ज्यादातर रैपिड-फायर एपीआई कॉल होते हैं जो डेटा को डेटाबेस से बाहर निकालते हैं। एपीआई उन संगठनों के लिए एक प्रमुख हमले की सतह बन गए हैं जो उन्हें बनाते हैं।",
    "4222109231": "hCaptcha के एंटरप्राइज़ उत्पाद के साथ API जोखिम को कम करना",
    "1783317946": "एपीआई हमलों को रोकना इसके लिए एक लोकप्रिय उपयोग मामला है",
    "3022922096": ", hCaptcha के उत्पादों का एंटरप्राइज़ सूट। एचकैप्चा के मुफ्त संस्करण के विपरीत,",
    "63719113": "स्क्रैपिंग गतिविधियों सहित - आपकी साइट और ऐप्स पर दुर्भावनापूर्ण ट्रैफ़िक की पहचान करने के लिए उन्नत मशीन लर्निंग का उपयोग करता है।",
    "3566102529": "हमें आज और जानने के लिए।",
    "3096553330": "हमारे द्वारा बनाई गई प्रत्येक प्रणाली अन्य लोगों के साथ हमारे संबंधों को दर्शाती है।",
    "1467218142": "हम उनसे और स्वयं से जो चाहते हैं, वह हमारे व्यवहार को संचालित करता है, और इस प्रकार अंतःक्रिया के समान पैटर्न सभी मानव प्रणालियों में दोहराए जाते हैं। इंटरनेट हमारी दुनिया के इस मूलभूत पहलू के कई उत्कृष्ट उदाहरण प्रदान करता है।",
    "808872868": "उदाहरण के लिए: स्पैम, धोखाधड़ी और दुरुपयोग दो प्रणालियों के पहली बार एक साथ जुड़ने के लगभग एक दिन बाद से ऑनलाइन मौजूद हैं।",
    "1085089390": "ऑनलाइन दुर्व्यवहार सहज मानवीय व्यवहारों से उपजा है",
    "3064321967": "पहला ज्ञात स्पैम ईमेल 1978 में भेजा गया था। [",
    "3800781598": "] लगभग पांच दशक बाद, ईमेल स्पैम हमें परेशान कर रहा है। कई अरबों डॉलर और हजारों व्यक्ति-वर्षों के इंजीनियरिंग प्रयासों को इसे हराने में लगाया गया है, और फिर भी स्पैम बना रहता है। दोनों तरफ अरबों डॉलर के उद्योग हैं, यानी इसके खिलाफ बचाव करने वाले और इसे भेजने वाले।",
    "2119943547": "ऐसा क्यों है? उत्तर सीधा है। जब तक किसी प्रणाली का दुरुपयोग करने के लिए प्रोत्साहन है, तब तक कोई न कोई रास्ता खोज ही लेगा। और एक बार ऐसा करने के बाद, किसी और के पास अब उन्हें रोकने के लिए प्रोत्साहन होगा।",
    "532470444": "संतुलन साल-दर-साल थोड़ा बदल सकता है, लेकिन यह व्यवहार केवल मौलिक मानव स्वभाव को दर्शाता है, और पांच हजार साल के रिकॉर्ड किए गए इतिहास का अर्थ है कि गतिशील किसी भी समय जल्द ही बदलने की संभावना नहीं है।",
    "3193548097": "आशा स्प्रिंग नश्वर",
    "4065614934": "यह विश्लेषण नया नहीं है, लेकिन लोग हमेशा से आशावादी हैं। खासतौर पर तब जब उन्हें लगता है कि उनका आइडिया नया है।",
    "1216071511": "समान विचारों को इतनी बार प्रस्तावित किया जाता है कि लगभग 20 साल पहले, एक गुमनाम लेखक ने स्पैम-विरोधी समाधानों के बारे में ऑनलाइन चर्चा के लिए एक उपयोगी फिल-इन-द-रिक्त के साथ आया था:",
    "1941999673": "आपकी पोस्ट वकालत करती है a",
    "4179118182": "( ) तकनीकी ( ) विधायी ( ) बाजार आधारित ( ) सतर्कता",
    "3978720689": "स्पैम से लड़ने के लिए दृष्टिकोण। आपका विचार काम नहीं करेगा। यही कारण है कि यह काम नहीं करेगा।",
    "318339230": "(निम्नलिखित में से एक या अधिक आपके विशेष विचार पर लागू हो सकते हैं, और यह हो सकता है",
    "30312304": "अन्य खामियां जो एक खराब संघीय कानून पारित होने से पहले एक राज्य से दूसरे राज्य में भिन्न होती थीं।)",
    "2710988028": "( ) स्पैमर आसानी से इसका उपयोग ईमेल पतों को काटने के लिए कर सकते हैं",
    "3912514510": "( ) मेलिंग सूचियां और अन्य वैध ईमेल उपयोग प्रभावित होंगे",
    "2030062561": "( ) कोई भी व्यक्ति उस व्यक्ति को नहीं ढूंढ पाएगा और न ही पैसे जमा कर पाएगा",
    "3334160175": "( ) यह क्रूर बल के हमलों के खिलाफ रक्षाहीन है",
    "3238345709": "( ) यह दो सप्ताह के लिए स्पैम को रोक देगा और फिर हम इससे चिपके रहेंगे",
    "4227800293": "( ) ईमेल के उपयोगकर्ता इसे नहीं रखेंगे",
    "2271252286": "( ) माइक्रोसॉफ्ट इसे बर्दाश्त नहीं करेगा",
    "692064738": "( ) पुलिस इसे बर्दाश्त नहीं करेगी",
    "3475647460": "( ) स्पैमर से बहुत अधिक सहयोग की आवश्यकता है",
    "1482845460": "( ) एक बार में सभी से तत्काल पूर्ण सहयोग की आवश्यकता है",
    "3741193183": "( ) कई ईमेल उपयोगकर्ता व्यवसाय खोने या संभावित नियोक्ताओं को अलग करने का जोखिम नहीं उठा सकते हैं",
    "2234909600": "( ) स्पैमर अपनी सूचियों में अमान्य पतों की परवाह नहीं करते हैं",
    "1982617151": "( ) कोई भी गुमनाम रूप से किसी और के करियर या व्यवसाय को नष्ट कर सकता है",
    "2498172334": "विशेष रूप से, आपकी योजना के लिए खाते में विफल रहता है",
    "389705801": "( ) कानून स्पष्ट रूप से इसे प्रतिबंधित करते हैं",
    "190955495": "( ) ईमेल के लिए केंद्रीय नियंत्रण प्राधिकरण का अभाव",
    "237009707": "( ) विदेशों में ओपन रिले",
    "3507532387": "( ) सभी ईमेल पतों के छोटे अक्षरांकीय पता स्थान खोजने में आसानी",
    "2477958756": "( ) बुरे लोग",
    "3254142589": "( ) क्षेत्राधिकार संबंधी समस्याएं",
    "3621401685": "( ) अजीब नए करों की अलोकप्रियता",
    "4277475973": "( ) पैसे के अजीब नए रूपों को स्वीकार करने के लिए सार्वजनिक अनिच्छा",
    "941057651": "( ) एसएमटीपी में विशाल मौजूदा सॉफ्टवेयर निवेश",
    "3265293440": "( ) हमले के लिए एसएमटीपी के अलावा अन्य प्रोटोकॉल की संवेदनशीलता",
    "515733427": "( ) ईमेल द्वारा प्राप्त ओएस पैच स्थापित करने के लिए उपयोगकर्ताओं की इच्छा",
    "2631159699": "( ) कृमि से घिरे ब्रॉडबैंड से जुड़े विंडोज बॉक्स की सेनाएं",
    "776542208": "( ) सभी फ़िल्टरिंग दृष्टिकोणों में शामिल अनन्त हथियारों की दौड़",
    "989480928": "( ) स्पैम की अत्यधिक लाभप्रदता",
    "3898950867": "( ) जो नौकरियां और/या पहचान की चोरी",
    "3395399558": "( ) तकनीकी रूप से निरक्षर राजनेता",
    "1118929614": "( ) स्पैमर्स के साथ व्यापार करने वाले लोगों की ओर से अत्यधिक मूर्खता",
    "838951836": "( ) स्वयं स्पैमर की ओर से बेईमानी",
    "2123236933": "( ) बैंडविड्थ लागतें जो क्लाइंट फ़िल्टरिंग से अप्रभावित रहती हैं",
    "2292919419": "( ) आउटलुक",
    "2534436327": "और निम्नलिखित दार्शनिक आपत्तियां भी लागू हो सकती हैं:",
    "832385387": "( ) आपके जैसे विचारों के साथ आना आसान है, फिर भी कोई भी कभी भी व्यावहारिक नहीं दिखाया गया है",
    "1993984258": "( ) ऑप्ट-आउट पर आधारित कोई भी योजना अस्वीकार्य है",
    "3909240516": "( ) एसएमटीपी हेडर कानून का विषय नहीं होना चाहिए",
    "1151065360": "( ) ब्लैकलिस्ट चूसते हैं",
    "2396605499": "( ) श्वेतसूची चूसते हैं",
    "2225785608": "( ) हमें सेंसर किए बिना वियाग्रा के बारे में बात करने में सक्षम होना चाहिए",
    "3004688366": "( ) प्रतिउपायों में वायर धोखाधड़ी या क्रेडिट कार्ड धोखाधड़ी शामिल नहीं होनी चाहिए",
    "922470170": "( ) काउंटरमेशर्स में सार्वजनिक नेटवर्क की तोड़फोड़ शामिल नहीं होनी चाहिए",
    "3068923550": "( ) अगर धीरे-धीरे चरणबद्ध तरीके से कदम उठाया जाए तो काउंटरमेशर्स को काम करना चाहिए",
    "2752975480": "( ) ईमेल भेजना मुफ़्त होना चाहिए",
    "117227832": "( ) हमें आप पर और आपके सर्वर पर भरोसा क्यों करना चाहिए ?",
    "1021431157": "( ) ओपन सोर्स या ओपन सोर्स लाइसेंस के साथ असंगति",
    "2801524659": "( ) फील-गुड उपाय समस्या को हल करने के लिए कुछ नहीं करते हैं",
    "931661269": "( ) अस्थायी/एक बार के ईमेल पते बोझिल होते हैं",
    "2090457681": "( ) मैं नहीं चाहता कि सरकार मेरा ईमेल पढ़े",
    "3536122902": "( ) उन्हें इस तरह रोकना धीमा और दर्दनाक नहीं है",
    "2391175562": "इसके अलावा, मैं आपके बारे में यही सोचता हूं:",
    "229198134": "( ) क्षमा करें यार, लेकिन मुझे नहीं लगता कि यह काम करेगा।",
    "345563040": "( ) यह एक मूर्खतापूर्ण विचार है, और आप इसे सुझाने के लिए एक मूर्ख व्यक्ति हैं।",
    "409780280": "( ) अच्छा प्रयास, ****! मुझे आशा है कि कोई आपके कीबोर्ड पर कदम रखेगा!",
    "2820080973": "❤ by . के साथ होस्ट किया गया",
    "3943164003": "कच्चा देखें",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "आपका नया एंटी-स्पैम समाधान काम क्यों नहीं करेगा",
    "361795034": ". अज्ञात लेखक, सी. 2000",
    "1547006769": "मानवता सत्यापन एक ही समस्या है",
    "3717942925": "जिस तरह हमेशा ऐसे लोग होंगे जो ईमेल के माध्यम से आपका ध्यान आकर्षित करना चाहते हैं, कुछ संसाधनों तक पहुंच को सीमित करने की इच्छा हमेशा रहेगी जैसे कि केवल मनुष्य ही उन तक पहुंच सकते हैं।",
    "2481032625": "क्या लक्ष्य को रोकना है:",
    "1691348394": "- सीमित रिलीज बिक्री के दौरान स्वचालित सामूहिक खरीदारी",
    "1771016224": "- आपकी वेबसाइट से सभी सामग्री को सामूहिक रूप से डाउनलोड करने से सॉफ्टवेयर",
    "1959762846": "- अपने वेब फ़ॉर्म को अंतहीन मार्केटिंग स्पैम या दुरुपयोग से भर देना",
    "345108670": "- क्रेडेंशियल स्टफिंग और अन्य खाता अधिग्रहण के प्रयास",
    "2540760245": "कई अन्य उपयोगों के बीच, \"मानव या नहीं\" के आधार पर ऑनलाइन ट्रैफ़िक को फ़िल्टर करने में सक्षम होने की संभावना तब तक एक मूल्यवान उपकरण बनी रहेगी जब तक कि मानव प्रकृति पिछले पाँच हज़ार वर्षों में दर्ज किए गए समान पैटर्न का पालन करती है।",
    "3346362371": "मशीन लर्निंग के बारे में क्या?",
    "3619183405": "2021 में सरल कैप्चा को कभी-कभी सॉफ्टवेयर के साथ हल किया जा सकता है, मशीन सीखने में प्रगति के लिए धन्यवाद। इसे संबोधित करने के लिए, hCaptcha गुणों का बहुत विस्तृत विश्लेषण भी करता है जैसे",
    "3292221787": "चुनौती का उत्तर दिया गया था, न केवल यह कि क्या यह सही था, और अक्सर प्रश्नों और उपयोग किए गए डेटा दोनों को बदलता है।",
    "1080672247": "चूंकि पूछे गए कई प्रश्नों को शेल्फ सॉफ़्टवेयर के साथ आर्थिक रूप से हल नहीं किया जा सकता है, और क्योंकि डेटा आमतौर पर सिस्टम के लिए अद्वितीय होता है, इसका मतलब यह है कि बॉट्स को अक्सर मुफ्त सेवा द्वारा पूरी तरह से रोक दिया जाता है, और इसके बजाय मानव कैप्चा सॉल्वर पर भरोसा करना चाहिए, जो कई तरह के दुरुपयोग को पूरी तरह से अलाभकारी बनाता है।",
    "4172868199": "\"अच्छे इंसान\" को \"बुरे इंसान\" से अलग करने के प्रयास के दायरे में आगे बढ़ते हुए, और आज दुनिया की कई सबसे लोकप्रिय ऑनलाइन सेवाओं द्वारा खरीद धोखाधड़ी से लेकर उन्नत निरंतर तक सब कुछ खोजने और रोकने के लिए उपयोग किया जाता है। गोपनीयता बनाए रखने पर एक अनूठा ध्यान बनाए रखते हुए, अपने उपयोगकर्ताओं के खिलाफ खतरे।",
    "2873911365": "हार्डवेयर सत्यापन के बारे में क्या?",
    "1477196356": "क्रिप्टोग्राफ़िक रूप से सुरक्षित तरीके से किसी डिवाइस से पहचान को जोड़ने के विभिन्न तरीके, कभी-कभी गोपनीयता-संरक्षण गुणों के साथ, दशकों से प्रस्तावित किए गए हैं। सार्वजनिक कुंजी क्रिप्टोग्राफी की तारीख c. 1975, और हार्डवेयर टोकन लगभग लंबे समय से मौजूद हैं।",
    "2349681896": "दुर्भाग्य से, हार्डवेयर के एक टुकड़े को नियंत्रित करने का मतलब यह नहीं है कि आप एक व्यक्ति हैं। वस्तुतः हर लोकप्रिय उपभोक्ता हार्डवेयर सत्यापन योजना को बार-बार तोड़ा गया, पैच किया गया, और फिर फिर से तोड़ा गया।",
    "254326776": "इन खामियों का दुर्भावनापूर्ण दुरुपयोग अक्सर प्रकटीकरण या अकादमिक प्रकाशन से पहले महीनों या वर्षों से होता हुआ पाया जाता है।",
    "2462909475": "एक चीनी बॉट ऑपरेशन का हिस्सा, दुरुपयोग के लिए इस्तेमाल किए गए 10,000 से अधिक फोन की दीवार।",
    "1963951234": "आपकी क्रिप्टोग्राफ़िक योजना कितनी भी विश्वसनीय क्यों न हो, यदि कोई व्यक्ति दिन के अंत में आपको वह उत्तर देने के लिए केवल पैसे खर्च कर सकता है जिसकी आप तलाश कर रहे हैं, तो हार्डवेयर के एक टुकड़े का मालिक होना अपर्याप्त है।",
    "1278884196": "उस ने कहा, क्रिप्टोग्राफी काफी युवा अनुशासन है। हाल के इतिहास के आधार पर, आपकी क्रिप्टोग्राफ़िक योजना और/या कार्यान्वयन के टूटने की संभावना है जैसे ही किसी को इसे बारीकी से देखने के लिए प्रोत्साहन मिलता है, और यह संभावना है कि अन्य लोग आपके द्वारा किए जाने से बहुत पहले इसका पता लगा लेंगे। हार्डवेयर पर भरोसा करने का मतलब यह भी है कि आपको अपने प्रत्येक उपयोगकर्ता को दोष को ठीक करने के लिए एक भौतिक उपकरण बदलने के लिए कहना पड़ सकता है। यह ज्यादातर मामलों में जल्दी होने की संभावना नहीं है, जिसका अर्थ है कि वास्तव में आपका सिस्टम खुले में ही विफल हो जाएगा।",
    "1828028934": "इसलिए",
    "1642844535": "महत्वपूर्ण है: hCaptcha एक ही मौलिक प्रश्न का उत्तर देने के लिए कई अलग-अलग तरीकों का उपयोग करता है, जिससे सभी मूल्यांकनों में एकरूपता की तुलना की जा सकती है।",
    "1155821305": "रक्षा गहराई है",
    "119098046": "निष्क्रिय या बिना चुनौती वाले समाधानों के बारे में क्या?",
    "2760410719": "विशुद्ध रूप से निष्क्रिय संकेतों के साथ बॉट का पता लगाने का प्रयास करने वाली सेवाएं तेजी से एक मूलभूत समस्या में आ जाती हैं: जब आप सटीक जमीनी सच्चाई नहीं रखते हैं तो आप कैसे सत्यापित करते हैं कि कोई सिस्टम खराब अभिनेताओं का सही ढंग से पता लगाता है?",
    "1722734001": "खुला इंटरनेट बहुत शोर वाला वातावरण है। बुरे अभिनेता हमारी सेवा के उपयोगकर्ताओं और reCAPTCHA जैसे प्रतिस्पर्धियों पर हर दिन हमला करते हैं, और निश्चित रूप से ऐसा करते समय जितना संभव हो उतना मानवीय दिखने का प्रयास कर रहे हैं।",
    "1595254735": "विशुद्ध रूप से निष्क्रिय सेवाएं बॉट डिटेक्शन सटीकता को बनाए रखने के लिए संघर्ष करती हैं, या यहां तक कि यह जानने के लिए कि वे कब गलत हैं। उपयोगकर्ताओं को कभी-कभी चुनौती देने और उस चुनौती के परिणामों का सही विश्लेषण करने की क्षमता के बिना, सटीकता समय के साथ बहुत कम हो जाती है।",
    "2412751979": "अधिक सटीक मानवता संकेतों के लिए धन्यवाद कि hCaptcha को शक्ति देता है, कई कंपनियां जो पहले reCAPTCHA v3/Enterprise का उपयोग करती थीं, ने स्विच कर लिया है",
    "2284856231": "और hCaptcha Enterprise के विशुद्ध रूप से निष्क्रिय मोड में भी नाटकीय रूप से बेहतर सटीकता देखी गई।",
    "4162847": "हम इसे सीधे देखने में सक्षम हैं, क्योंकि हमारे कुछ ग्राहक Google के प्रस्तावों से पूरी तरह से स्विच करने से पहले उसी अनुरोध पर A/B परीक्षण चलाते हैं। हम आम तौर पर reCAPTCHA v3 या reCAPTCHA Enterprise से आने वाली उच्च झूठी सकारात्मक और झूठी नकारात्मक दर दोनों को साबित करने में सक्षम हैं।",
    "436125785": "यह उन उत्पादों में उपलब्ध फीडबैक लूप की अशुद्धि को देखते हुए आश्चर्यजनक है, और तथ्य यह है कि उन्हें एक विज्ञापन नेटवर्क द्वारा बेचा जाता है, जिसमें अत्यधिक निहित स्वार्थ के साथ बॉट डिटेक्शन में बहुत अच्छा नहीं होता है, ऐसा न हो कि यह उनके मुख्य व्यवसाय को नुकसान पहुंचाए।",
    "2233741720": "निष्कर्ष के तौर पर",
    "2133809801": "जब तक लोग लोग बने रहेंगे, यह संभावना है कि मानवता सत्यापन की ऑनलाइन भूमिका निभानी होगी।",
    "2255549335": "एचकैप्चा में हमारा काम कठिनाई और सटीकता के बीच अच्छा ट्रेडऑफ़ ढूंढना और घर्षण को कम रखना है, खासकर के लिए",
    "4138068262": "उपयोगकर्ता। अंत में, जब तक मानव स्वभाव अपरिवर्तित रहता है, तब तक चुनौतियों के साथ बातचीत करना ऑनलाइन दुरुपयोग को कम करने के लिए उपकरणों के शस्त्रागार का हिस्सा बने रहने की संभावना है।",
    "855097735": "एक ऐसी सेवा का निर्माण करना जो सभी चिंताओं को संतुलित करते हुए इसे अच्छी तरह से करती है (और हम हमेशा इसे बेहतर बनाने के लिए काम कर रहे हैं ताकि अनुभव को यथासंभव सुखद बनाया जा सके) लेकिन हम आशा करते हैं कि आप सहमत होंगे कि स्पैम, दुरुपयोग, खाता अधिग्रहण को कम करना , और ऑनलाइन धोखाधड़ी अंततः सामयिक सरल प्रश्न के लायक है।",
    "1953959745": "पहुँच",
    "2543123170": "शून्य घर्षण मानवता सत्यापन",
    "547245263": "आज ही अपनी बॉट समस्या का समाधान करें।",
    "3117887301": "सबसे बड़ी ऑनलाइन सेवाओं द्वारा विश्वसनीय",
    "981806349": "सिद्ध hCaptcha प्लेटफॉर्म पर निर्मित",
    "2373007864": "एचकैप्चा एंटरप्राइज एचकैप्चा प्लेटफॉर्म तकनीक पर चलता है, जिसे उच्च ट्रैफिक उद्यमों की जरूरत की सुविधाओं को शामिल करने के लिए विस्तारित किया गया है।",
    "2652399059": "एक विश्वसनीय साथी",
    "1997838163": "दुनिया की सबसे बड़ी कंपनियां hCaptcha Enterprise पर निर्भर हैं। एकीकरण सरल है, और पता लगाने की सटीकता अद्वितीय है।",
    "734735952": "हमने कई कैप्चा विक्रेताओं का मूल्यांकन करने के साथ-साथ स्वयं एक प्रणाली का निर्माण किया। अंत में, hCaptcha reCAPTCHA के सर्वोत्तम विकल्प के रूप में उभरा।",
    "1250541092": "— सर्गी इसासिक",
    "3524251858": "उत्पाद प्रबंधन निदेशक, क्लाउडफ्लेयर",
    "3971348140": "हमने एचकैप्चा का उपयोग क्यों किया? हमारे लिए आवश्यक सुविधाओं और प्रदर्शन को कोई और नहीं दे सका। उन्होंने हमें उठाया और तेजी से दौड़ा, और हमारे व्यापारियों को अनुभव पसंद आया।",
    "4248655793": "— एलेक्स एम",
    "4185927140": "उत्पाद प्रबंधक, फ्लैश, Shopify",
    "282913023": "उच्च यातायात उद्यमों के लिए लागत प्रभावी विकल्प",
    "999610953": "अंत में, Google का एक विश्वसनीय विकल्प। hCaptcha Enterprise उच्च सुरक्षा के साथ आपके reCAPTCHA बिल पर नाटकीय बचत प्रदान करता है: कुछ मामलों में 80% तक कम खर्चीला।",
    "1886100235": "दुनिया की कई सबसे बड़ी ऑनलाइन सेवाओं ने एचकैप्चा एंटरप्राइज में स्विच कर लिया है और पर्याप्त लागत बचत के साथ-साथ बेहतर बॉट डिटेक्शन प्राप्त किया है।",
    "2903742230": "विज्ञापन नेटवर्क आपके विज़िटर को उत्पाद के रूप में देखते हैं। हमारे लिए एकमात्र लक्ष्य उनकी मानवता का निर्धारण करना है। हमारी सेवाएं GDPR, CCPA, LGPD, और PIPL आवश्यकताओं को पूरा करती हैं या उससे अधिक हैं, और हम गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
    "3901503296": "गोपनीयता पर इस अद्वितीय फोकस का मतलब है कि हम उत्कृष्ट सुरक्षा बनाए रखते हुए शून्य व्यक्तिगत डेटा प्रतिधारण, कुकी-मुक्त संचालन और अन्य संविदात्मक गोपनीयता गारंटी की पेशकश कर सकते हैं।",
    "3342910682": "अधिक पढ़ें",
    "1130783905": "सटीकता आपके और हमारे हित में है। hCaptcha आपको वास्तविक डेटा देने का काम करता है और आपको यह तय करने देता है कि इसका उपयोग कैसे करना है। अन्य सुरक्षा समाधान विशाल विज्ञापन कंपनियों द्वारा प्रदान किए जाते हैं। इसका मतलब है कि उनके द्वारा ब्लॉक किया गया हर बॉट उनके राजस्व को कम कर सकता है।",
    "2019130052": "गोपनीयता-केंद्रित एमएल में हमारे नवाचार हमें सुरक्षा या उपयोगकर्ता गोपनीयता को नुकसान पहुंचाए बिना विरासत \"सब कुछ हमेशा के लिए रिकॉर्ड\" रणनीतियों के सुरक्षा मानकों को पार करने देते हैं।",
    "23114595": "महान उपयोगकर्ता अनुभव",
    "3437412311": "एंटरप्राइज़ उपयोगकर्ताओं के लिए, निष्क्रिय स्कोर पर निर्भर करते हुए, अधिकांश परिदृश्यों में चुनौतियों से पूरी तरह बचने के लिए विकल्प उपलब्ध हैं।",
    "1996843433": "उत्कृष्ट सुरक्षा प्रदान करते हुए अपने वैध ट्रैफ़िक के 99.9% के लिए पूरी तरह से चुनौती से बचकर घर्षण को कम करें।",
    "3093689546": "आसान एकीकरण",
    "247560732": "कोड की तीन पंक्तियों के साथ hCaptcha जोड़ें। यदि आप रीकैप्चा से आ रहे हैं, तो हमारा एपीआई संगत है और इसे स्विच करने में केवल कुछ मिनट लगते हैं।",
    "1510448156": "आप आज एक बेहतर विकल्प के साथ तैयार हो सकते हैं और आवश्यकतानुसार अधिक उन्नत सुविधाओं को चालू कर सकते हैं।",
    "2718999653": "अनुकूलित खतरा स्कोर",
    "2698140263": "सभी समस्याएं समान नहीं होती हैं: एकल अंक प्राप्त करने का अर्थ है कि उपयोगी होने के लिए इसे आपकी आवश्यकताओं को पूरा करना होगा।",
    "897432717": "अनुकूलित थ्रेट स्कोर के लिए हमारे नए डिज़ाइन के साथ, आपके व्यावसायिक ज्ञान को जोड़ने से हमारे मॉडल आपके उपयोगकर्ताओं के लिए विशिष्ट रूप से प्रासंगिक स्कोर प्रदान कर सकते हैं।",
    "2650502379": "सेकंड में अपनी खुद की चुनौतियां लॉन्च करें",
    "3578122193": "प्रासंगिक सामग्री के साथ ब्रांड पर बने रहें",
    "1074044172": "जब उपयोगकर्ताओं को आपकी सुरक्षा आवश्यकताओं को पूरा करने के लिए एक चुनौती का समाधान करना होगा, तो उपयोगकर्ता के लिए सुखद और प्रासंगिक प्रश्न क्यों न पूछें?",
    "1579093044": "हमारे सरल कस्टम चुनौती डिज़ाइनर के साथ, आप कुछ ही मिनटों में ऑन-ब्रांड चुनौती सामग्री लॉन्च कर सकते हैं।",
    "3717512591": "प्रत्यक्ष मंच एकीकरण",
    "121743429": "वेब इंफ्रास्ट्रक्चर कंपनियों के लिए",
    "2131386784": "आप और आपके उपयोगकर्ताओं दोनों के लिए पहुंच योग्य विशेषज्ञता और समर्थन",
    "2782263070": "सेवा हमारे लिए सर्वोच्च प्राथमिकता है। हम 24/7 ऑन-कॉल समर्थन बनाए रखते हैं और कार्यान्वयन के दौरान और बाद में आपकी इंजीनियरिंग एकीकरण टीम और हमारे ऑन-कॉल स्टाफ के साथ सीधे स्लैक समन्वय की पेशकश करते हैं।",
    "3740051331": "हम सोशल मीडिया, फ़ोरम और हमारे इन-विजेट और ईमेल सपोर्ट चैनलों पर आपके उपयोगकर्ताओं के सवालों की सक्रिय निगरानी और जवाब देने के लिए भी प्रतिबद्ध हैं। हम पहुंच योग्य और प्रतिक्रियाशील हैं, और उपयोगकर्ता संतुष्टि को शीर्ष KPI के रूप में देखते हैं।",
    "170775527": "उद्यम सुविधाएँ",
    "3383086062": "hCaptcha Enterprise एक संपूर्ण ऑनलाइन सुरक्षा समाधान है। सक्रिय और निष्क्रिय मोड से आप क्रेडेंशियल स्टफिंग को रोक सकते हैं, खाता अधिग्रहण का पता लगा सकते हैं और संदिग्ध अभिनेताओं को ब्लॉक कर सकते हैं। सभी वैध उपयोगकर्ताओं के लिए शून्य घर्षण के साथ।",
    "1408599440": "कोड की कुछ पंक्तियों और हमारे 99.9% निष्क्रिय मोड के साथ त्वरित शुरुआत करें, या उपयोगकर्ताओं को कब और कैसे चुनौती दी जाए, इस पर पूर्ण नियंत्रण रखें। कस्टम खतरे के मॉडल और अनुकूलन योग्य चुनौतियों का मतलब सुरक्षा सुनिश्चित करने के लिए बेजोड़ लचीलापन है।",
    "3365203058": "विश्व स्तरीय एंटी-बॉट सुरक्षा",
    "1803009328": "वेब पैमाने पर युद्ध-परीक्षण किया गया।",
    "1586809757": "उच्च सटीकता बॉट स्कोर",
    "353367791": "कई अलग-अलग प्रकार के बुरे अभिनेताओं का पता लगाएं।",
    "191460155": "शून्य घर्षण और 99.9% निष्क्रिय मोड",
    "585557010": "0.1% से कम वैध उपयोगकर्ताओं को चुनौती दें।",
    "3287172429": "दिखाए गए चुनौती प्रकारों को नियंत्रित करें",
    "1844885924": "चुनने के लिए प्रकार की विस्तृत लाइब्रेरी।",
    "3018523079": "लगातार उपयोगकर्ता अनुभव के साथ ब्रांड पर बने रहें।",
    "3817811295": "गारंटीड विश्वसनीयता और तेजी से 24/7 ऑन-कॉल समर्थन।",
    "1798492192": "विरासती ब्राउज़र समर्थन",
    "1356745565": "इंटरनेट एक्सप्लोरर 8 पर सभी तरह से संगत।",
    "751483365": "गैर-JavaScript क्लाइंट के लिए समर्थन।",
    "4199502476": "उन्नत रिपोर्टिंग डैशबोर्ड और एपीआई",
    "3630114728": "देखें कि आपकी सभी साइटों और ऐप्स पर क्या हो रहा है।",
    "3573245166": "रीकैप्चा के विपरीत, हम हर देश में काम करते हैं।",
    "2354267648": "GDPR, CCPA, और LGPD के अनुकूल गोपनीयता नीति",
    "3167979932": "पहले दिन से गोपनीयता के लिए डिज़ाइन किया गया। मजबूत डाटा प्रोसेसिंग समझौता।",
    "4065065042": "अपने उपयोग के मामले में बिल्कुल फिट होने के लिए इसे डायल करें।",
    "111184581": "प्रथम-पक्ष होस्टिंग",
    "4272022475": "सभी अनुरोध और एसेट hcaptcha.yourdomain.com पर जाते हैं",
    "2676853536": "बहु-उपयोगकर्ता डैशबोर्ड",
    "1368787974": "अपनी टीम में प्रबंधन साझा करें।",
    "1045484714": "आपके पहचान प्रदाता के साथ SAML SSO एकीकरण, उदाहरण के लिए Okta या Azure AD।",
    "3953584369": "परिष्कृत आरबीएसी पहुंच प्रतिबंध उपलब्ध हैं।",
    "2781507299": "तत्काल सत्यापन",
    "4019660456": "0ms विलंबता: बिना API कॉल के hCaptcha टोकन सत्यापित करें।",
    "3446714684": "मोबाइल (आईओएस और एंड्रॉइड) एकीकरण",
    "2593768395": "वेब, नेटिव मोबाइल, मोबाइल वेब पर निर्बाध अनुभव। पूर्व-निर्मित एकीकरण और स्थानीय एसडीके उपलब्ध हैं।",
    "1779265104": "अनुकूलित शर्तें और गोपनीयता गारंटी",
    "122875767": "अपनी कानूनी जरूरतों को पूरा करें जब अन्य कंपनियां नहीं कर सकतीं।",
    "148188781": "प्रस्तुत चुनौतियां",
    "838049015": "क्वेरी से मेल खाने वाली सभी छवियों का चयन करें",
    "1126302400": "डिब्बा का सीमा",
    "3554448168": "वर्गीकरण",
    "2104933754": "संबंधित लेबल को पहचानें",
    "3612043014": "... और अन्य सरल कार्य। मनुष्यों के लिए आसान, बॉट्स के लिए कठिन।",
    "3624758171": "एंटरप्राइज़ प्रकाशकों के लिए कस्टम कार्य भी उपलब्ध हैं।",
    "1001938065": "एकीकरण आसान नहीं हो सकता",
    "2138799135": "hCaptcha में आपके द्वारा उपयोग किए जाने वाले फ़्रंटएंड और बैकएंड सिस्टम के लिए दर्जनों पूर्व-निर्मित एकीकरण हैं।",
    "2535001179": "यदि आप Google के रीकैप्चा से आते हैं, तो हमारे एपीआई ड्रॉप-इन प्रतिस्थापन हैं।",
    "1393184984": "क्या आप सभी की जरूरत है।",
    "3715747429": "हमारे ऑनबोर्डिंग इंजीनियर आपको जल्दी से आगे बढ़ा सकते हैं, चाहे आपको रिएक्ट इंटीग्रेशन की आवश्यकता हो, आईओएस नेटिव ऐप के लिए एसडीके, जावा बैकएंड उदाहरण, या वस्तुतः कोई अन्य परिदृश्य।",
    "2681650568": "और हमेशा की तरह, गोपनीयता हमारे लिए एक मुख्य मूल्य है। हमारे चैलेंज कोड को केवल वहीं जोड़ें जहां यह आवश्यक हो, और जहां आपको और आपके उपयोगकर्ताओं दोनों की सुरक्षा करना समझ में आता हो। डेटा संग्रह को न्यूनतम करना एकीकरण के क्षण से शुरू होता है।",
    "1130868224": "कोड की तीन पंक्तियाँ",
    "2183926131": "एचकैप्चा एंटरप्राइज के साथ शुरुआत करें",
    "1526887904": "एचकैप्चा एंटरप्राइज गोपनीयता",
    "1845745385": "गोपनीयता के लिए बनाया गया है।",
    "1297224875": "एंटरप्राइज़ ऑनलाइन सुरक्षा के लिए एक विशिष्ट गोपनीयता-संचालित दृष्टिकोण।",
    "2762458927": "आपका उपयोगकर्ता डेटा बिक्री के लिए नहीं है।",
    "2058856283": "hCaptcha Enterprise का केवल एक ही उद्देश्य है: बुरे अभिनेताओं को आपके ऑनलाइन संचालन में बाधा डालने और आपके उपयोगकर्ताओं को नुकसान पहुँचाने से रोकना।",
    "2408036504": "इस प्रकार हमारे सिस्टम को बुनियादी स्तर से डिज़ाइन किया गया है ताकि वर्ग-अग्रणी सुरक्षा बनाए रखते हुए डेटा संग्रह और प्रतिधारण को कम किया जा सके। उपयोगकर्ता डेटा को सुरक्षित रखने का सबसे अच्छा तरीका है कि इसे बिल्कुल भी संग्रहीत न किया जाए।",
    "4099477834": "सभी ग्राहक संबंध भी एक मजबूत डेटा प्रोसेसिंग अनुबंध द्वारा सुरक्षित हैं। hCaptcha सेवा सभी गोपनीयता कानूनों का अनुपालन करती है, चाहे आपकी सेवा या आपके ग्राहक कहीं भी हों। व्यक्तिगत डेटा न रखना अन्य कंपनियों की तुलना में हमारे लिए इसे बहुत आसान बनाता है।",
    "3569492665": "ऑनलाइन गतिविधि रिकॉर्ड करना जवाब नहीं है।",
    "3389431373": "reCAPTCHA v3 जैसी सेवाओं का कहना है कि अच्छी सुरक्षा के लिए अपनी साइट के प्रत्येक पृष्ठ पर उनका ट्रैकिंग पिक्सेल लगाना आवश्यक है। यह वह मामला नहीं है।",
    "3590546893": "सरल व्यवहार विश्लेषण बुरे अभिनेताओं द्वारा आसानी से गढ़ा गया एक संकेत है, और आपके सभी वैध ट्रैफ़िक के लिए भी ब्राउज़िंग इतिहास को बनाए रखने की आवश्यकता है।",
    "1105363520": "हम एक विज्ञापन नेटवर्क संचालित नहीं करते हैं, और उन्हें विज्ञापन बेचने के लिए आपके उपयोगकर्ता व्यवहार को देखने में कोई दिलचस्पी नहीं है। इसका अर्थ है कि हमें आपकी साइट के प्रत्येक पृष्ठ पर एक निष्क्रिय पिक्सेल की आवश्यकता नहीं है।",
    "3088605177": "हमारे चैलेंज कोड को केवल वहीं जोड़ें जहां यह आवश्यक हो, और जहां आपको और आपके उपयोगकर्ताओं दोनों की सुरक्षा करना समझ में आता हो।",
    "337971271": "मशीन लर्निंग उपयोगी है। लेकिन इसे काम करने के लिए व्यक्तिगत डेटा की आवश्यकता नहीं होती है।",
    "320166522": "मशीन लर्निंग अब हमारे जीवन के लगभग हर पहलू को प्रभावित करता है, अक्सर इस तरह से हम महसूस नहीं कर सकते हैं और नहीं देख सकते हैं। ऑनलाइन सुरक्षा सेवाएं अलग नहीं हैं।",
    "3180664128": "हजारों संकेतों को सीखकर, मॉडल बहुत जल्दी दुर्भावनापूर्ण व्यवहार का पता लगा सकते हैं और उच्च आत्मविश्वास तक पहुंच सकते हैं, भले ही कोई भी व्यक्तिगत संकेत किसी समस्या को इंगित करने के लिए पर्याप्त मजबूत न हो।",
    "961941354": "हालांकि, इनमें से किसी को भी व्यक्तिगत रूप से पहचान योग्य जानकारी (\"पीआईआई\") का उपयोग करने की आवश्यकता नहीं है। आधुनिक क्रिप्टोग्राफिक तकनीक हमें किसी भी व्यक्तिगत डेटा को जितनी जल्दी हो सके त्यागने की अनुमति देती है, इसके बजाय एकतरफा हस्ताक्षर बनाते हैं जो किसी भी व्यक्ति से जुड़ा नहीं जा सकता है।",
    "1706581702": "गैर-पहचाने गए डेटा पर प्रशिक्षण ठीक उसी तरह काम करता है, और इसके लिए सुरक्षा या गोपनीयता से समझौता करने की आवश्यकता नहीं होती है। हमारे ग्राहकों ने अनुभवजन्य परीक्षण किए हैं, और हमें बहुत कम निजी विकल्पों के बराबर या बेहतर घोषित किया है।",
    "3203921334": "हमें hCaptcha समाधानों के बारे में कई चीज़ें पसंद आईं: 1) वे व्यक्तिगत डेटा नहीं बेचते; वे केवल न्यूनतम आवश्यक व्यक्तिगत डेटा एकत्र करते हैं, वे जो जानकारी एकत्र करते हैं उसका वर्णन करने में पारदर्शी होते हैं और वे इसका उपयोग कैसे करते हैं और/या इसका खुलासा करते हैं।",
    "305735018": "अंत में, Google का एक विश्वसनीय विकल्प। hCaptcha Enterprise उच्च सुरक्षा के साथ आपके reCAPTCHA बिल पर नाटकीय बचत प्रदान करता है: कुछ मामलों में 80% तक कम खर्चीला।",
    "3695206755": "हमें बिना किसी दायित्व के अपने वातावरण में आजमाएं।",
    "2941545733": "हम इंजीनियर हैं, विक्रेता नहीं: हम चाहते हैं कि आप अपनी पसंद से खुश रहें।",
    "131871195": "आपकी संतुष्टि सुनिश्चित करने का सबसे अच्छा तरीका यह प्रदर्शित करना है कि हम आपकी आवश्यकताओं को पूरा करते हैं।",
    "3436534225": "पायलट शुरू करने वाली लगभग सभी कंपनियां अंततः हमारे समाधान चुनती हैं।",
    "4060250206": "हमारे किसी तकनीकी विशेषज्ञ तक पहुंचने के लिए इस फॉर्म का उपयोग करें। हम जल्दी जवाब देते हैं।",
    "1159746815": "आप हमें सीधे ईमेल भी कर सकते हैं।",
    "2531534427": "विवरण यहाँ हैं।",
    "2059998584": "क्षेत्र",
    "3916131732": "अमेरिका की",
    "135276624": "यूरोप, मध्य पूर्व, अफ्रीका (ईएमईए)",
    "1182294134": "एशिया-प्रशांत (APAC)",
    "2437934778": "आपका नाम",
    "3859506577": "बिजनेस ईमेल",
    "1268414751": "कोई अन्य विवरण जो हमारे पास होना चाहिए?",
    "42559805": "क्या आपको तत्काल ऑनबोर्डिंग की आवश्यकता है?",
    "851679588": "हां।",
    "1729677626": "मुझ पर हमला हो रहा है और मुझे तत्काल ऑनबोर्डिंग की आवश्यकता है।",
    "2808971932": "यह एक डिव ब्लॉक के अंदर कुछ टेक्स्ट है।",
    "2468683988": "शीर्षक",
    "356336077": "लोरेम इप्सम डोलर सिट एमेट, कॉन्सेक्टेटूर एडिपिसिसिंग एलीट। इरोस एलिमेंटम ट्रिस्टिक में सस्पेंडिस वेरियस एनिम। ड्यूस कर्सस, मील क्विस विवरा ऑरनारे, एरोस डोलर इंटरडम नाला, यूटी कमोडो डायम लिबेरो विटे इरेट। ऐनियन फॉसीबस निभ एट जस्टो कर्सस आईडी रुट्रम लोरेम इम्परडाइट। ननक यूट सेम विटे रिसस ट्रिस्टिक पोसुरे।",
    "2067334580": "टेक्स्ट लिंक",
    "2212670355": "साइन अप करें",
    "31502377": "रिच टेक्स्ट तत्व क्या है?",
    "2310705547": "समृद्ध टेक्स्ट तत्व आपको अलग-अलग जोड़ने और प्रारूपित करने के बजाय शीर्षकों, अनुच्छेदों, ब्लॉककोट्स, छवियों और वीडियो को एक ही स्थान पर बनाने और प्रारूपित करने की अनुमति देता है। बस डबल-क्लिक करें और आसानी से सामग्री बनाएं।",
    "2590587108": "स्थिर और गतिशील सामग्री संपादन",
    "778204464": "एक समृद्ध पाठ तत्व का उपयोग स्थिर या गतिशील सामग्री के साथ किया जा सकता है। स्थिर सामग्री के लिए, बस इसे किसी भी पृष्ठ पर छोड़ दें और संपादन शुरू करें। डायनेमिक सामग्री के लिए, किसी भी संग्रह में एक रिच टेक्स्ट फ़ील्ड जोड़ें और फिर सेटिंग पैनल में एक रिच टेक्स्ट तत्व को उस फ़ील्ड से कनेक्ट करें। वोइला!",
    "1890955039": "प्रत्येक समृद्ध पाठ के लिए स्वरूपण को कैसे अनुकूलित करें",
    "3286051798": "नेस्टेड चयनकर्ता प्रणाली का उपयोग करते हुए रिच टेक्स्ट तत्व में एक वर्ग जोड़े जाने के बाद शीर्षक, पैराग्राफ, ब्लॉकक्वाट्स, आंकड़े, चित्र और आकृति कैप्शन सभी को स्टाइल किया जा सकता है।",
    "504332576": "हमें यह घोषणा करते हुए गर्व हो रहा है कि hCaptcha दुनिया की सबसे बड़ी स्वतंत्र साइबर सुरक्षा सेवा के रूप में विकसित हुई है, जो लगभग 15% इंटरनेट पर चल रही है - और हमने इस बाजार हिस्सेदारी का अधिकांश हिस्सा सीधे Google reCAPTCHA से लिया है। साथ में, एचकैप्चा और",
    "1155436473": "(हमारी उद्यम पेशकश) अब हर महीने लाखों वेबसाइटों और ऐप्स के करोड़ों उपयोगकर्ताओं की सुरक्षा करती है। हमारी कहानी से पता चलता है कि जब आप गोपनीयता को पहले रखते हैं तो आप बिग टेक के साथ प्रतिस्पर्धा कर सकते हैं।",
    "3108727249": "बॉटस्टॉप",
    "1296696044": "गोपनीयता बनाम सुरक्षा: दोनों क्यों नहीं?",
    "538871570": "Google और अन्य बिग टेक कंपनियों के साथ प्रतिस्पर्धा करना एक लंबे क्रम की तरह लगता है: उनकी एकाधिकार बाजार शक्ति, प्लेटफ़ॉर्म प्रभाव और अत्यधिक भुगतान वाले डेवलपर्स की सेना को आम तौर पर किसी के लिए भी निपटने के लिए बहुत शक्तिशाली माना जाता है, लेकिन अन्य तकनीकी दिग्गज जैसे कि फेसबुक या अमेज़ॅन। हमारी कहानी बताती है कि ऐसा नहीं होना चाहिए - आप गोपनीयता पर ध्यान केंद्रित करके बिग टेक को हरा सकते हैं।",
    "3600718611": "Google रीकैप्चा पर विचार करें,",
    "4281708680": ". hCaptcha में, हमने जानबूझकर एक बहुत ही अलग तरीका अपनाया है, गोपनीयता-संरक्षण मशीन सीखने की तकनीकों का उपयोग करते हुए, उच्च सटीकता पर विशिष्ट बॉट व्यवहारों की पहचान करने के लिए, सभी का उपभोग करते हुए और जितना संभव हो उतना कम डेटा संग्रहीत करते हुए।",
    "3312336121": "यह निर्धारित करने के लिए कि वेब उपयोगकर्ता वैध इंसान हैं या बॉट हैं, व्यवहार संबंधी डेटा की भारी मात्रा में खपत करता है",
    "1193738791": ": वे वेबसाइट के प्रत्येक पृष्ठ और पूरे वेब पर उपयोगकर्ता के व्यवहार को ट्रैक करते हैं। हमने hCaptcha को पहले दिन से यथासंभव गोपनीयता के अनुकूल बनाने के लिए डिज़ाइन किया है। इसने समस्या के लिए एक पूरी तरह से अलग दृष्टिकोण का नेतृत्व किया। जैसा कि यह पता चला है, पूरे वेब पर उपयोगकर्ताओं को ट्रैक करना और उनके वेब इतिहास को उनकी पहचान से जोड़ना अच्छी सुरक्षा प्राप्त करने के लिए पूरी तरह से अनावश्यक है। कई कंपनियां जिन्होंने एचकैप्चा पर स्विच किया है",
    "2620705814": "Google एक विज्ञापन कंपनी है, और उनके सुरक्षा उत्पाद उनके विज्ञापन उत्पादों की तरह दिखते हैं",
    "1126447688": "हमारे गोपनीयता फोकस के बावजूद अक्सर बॉट डिटेक्शन और शमन में समान या बेहतर प्रदर्शन की रिपोर्ट करते हैं",
    "439777523": "विनियमन मामले",
    "3588274874": "यूरोपीय संघ के GDPR और कैलिफ़ोर्निया के CCPA जैसे नियामक प्रयासों के साथ संरेखित उत्पाद देने पर ध्यान केंद्रित करने में, हमने बड़े पैमाने पर विकास का अनुभव किया है - बेशक, यह मदद करता है कि hCaptcha reCAPTCHA के लिए सरल \"ड्रॉप इन\" प्रतिस्थापन है और इस प्रकार मिनटों में स्थापित किया जा सकता है।",
    "2150595700": ". GDPR और CCPA ने एंटरप्राइज़ खरीदारों के लिए गोपनीयता की चिंताओं को मानचित्र पर रखा है, और साथ ही ऑनलाइन गोपनीयता जनता के लिए अधिक से अधिक महत्वपूर्ण होती जा रही है क्योंकि हम सभी यह समझने लगे हैं कि ऑनलाइन विज्ञापन और मार्केटिंग उद्योगों ने ऐतिहासिक रूप से हमारे डेटा का उपयोग कैसे किया है।",
    "2624949852": "बेशक, रीकैप्चा 2009 से वेब सुरक्षा में एक प्रारंभिक प्रवेशकर्ता था, जो दुर्भावनापूर्ण बॉट्स और स्पैमर द्वारा लगातार बढ़ते खतरों के खिलाफ लाखों वेबसाइटों की रक्षा करता था। हालांकि, हाल के वर्षों में इसे पूरी तरह से समझौता किया गया है:",
    "499510428": "हम वास्तव में मानते हैं कि विनियमन ने यहां हमारी मदद की है",
    "1232651561": "सॉफ्टवेयर अब उतना ही अच्छा है जितना कि रीकैप्चा चुनौतियों को हल करने में लोग।",
    "824740867": "समाधान में सुधार करने के बजाय, Google ने इसके बजाय reCAPTCHA v3 जारी किया, जो सुरक्षा सॉफ़्टवेयर की तुलना में एक विज्ञापन नेटवर्क की तरह अधिक संचालित होता है, उपयोगकर्ता प्रोफ़ाइल बनाने के लिए पूरे वेब से व्यवहार संबंधी डेटा एकत्र करता है। दुर्भाग्य से, इस प्रकार का संकेत आसानी से पराजित हो जाता है, और इस प्रकार उपयोगकर्ता की गोपनीयता को नुकसान पहुंचाते हुए बॉट्स के खिलाफ बहुत कम सुरक्षा प्रदान करता है।",
    "1027023087": "एचकैप्चा में हमने इसके बजाय समस्या के अधिक आधुनिक दृष्टिकोणों पर ध्यान केंद्रित किया है, जिसके लिए ब्राउज़िंग इतिहास जैसे दीर्घकालिक व्यवहार रिकॉर्ड बनाए रखने की आवश्यकता नहीं है और सेवा शुरू होने के बाद से निर्धारित विरोधियों के सामने कहीं अधिक लचीला साबित हुआ है।",
    "2852295413": "हितों का एक अंतर्निहित टकराव: बॉट को रोकने से एक विज्ञापन नेटवर्क के लिए राजस्व कम हो जाता है",
    "1597520917": "आलोचकों की बढ़ती संख्या ने इंगित किया है कि उपयोगकर्ता गोपनीयता के लिए Google की अवहेलना से उन ग्राहकों को चिंतित होना चाहिए जो अपनी वेबसाइटों और ऐप्स की सुरक्षा करना चाहते हैं।",
    "763447231": "साथ ही, बॉट को प्रकाशक साइटों तक पहुंचने से रोकना विज्ञापन धोखाधड़ी को प्रकट कर सकता है, Google के रीकैप्चा उत्पाद को सीधे उनके विज्ञापन व्यवसाय के खिलाफ खड़ा कर सकता है, जो उनके 80% से अधिक राजस्व का उत्पादन करता है।",
    "999674529": "Google द्वारा पता लगाए गए प्रत्येक बॉट को शून्य विज्ञापन डॉलर अर्जित करना चाहिए। इस प्रकार Google की कंपनी प्रोत्साहन उनकी सुरक्षा सेवाओं के उपयोगकर्ताओं के साथ खराब रूप से संरेखित हैं, और यह उनके reCAPTCHA सुरक्षा पेशकश के खराब प्रदर्शन के लिए एक स्पष्टीकरण हो सकता है।",
    "956019009": "सबसे बड़ी वेब इंफ्रास्ट्रक्चर कंपनियां पहले ही कार्रवाई कर चुकी हैं",
    "1923297430": "कई बड़े ग्राहकों के लिए अंतिम ब्रेकिंग पॉइंट तब आया जब Google ने किसी भी सार्थक पैमाने पर अपने उत्पाद का उपयोग करने के लिए कंपनियों से शुल्क लेना शुरू किया। इसने लंबे समय तक रीकैप्चा उपयोगकर्ताओं को बेहतर विकल्पों की तलाश करने का कारण बना दिया क्योंकि दुनिया भर में नियामक चिंताओं ने पहले से ही Google की पेशकशों का उपयोग तेजी से अप्रभावी बना दिया था।",
    "2197218442": "क्लाउडफ्लेयर के सीईओ मैथ्यू प्रिंस ने इस दृष्टिकोण को संक्षेप में प्रस्तुत किया",
    "155456850": "hCaptcha में अपने स्विच की घोषणा:",
    "435302267": "कंपनी का ब्लॉग पोस्ट",
    "2087769953": "\"हम इस परिवर्तन के बारे में उत्साहित हैं क्योंकि यह एक Google सेवा पर भरोसा करने के लिए निहित गोपनीयता की चिंता को दूर करने में मदद करता है जो हमने कुछ समय के लिए किया है। हमने कई कैप्चा विक्रेताओं का मूल्यांकन किया और साथ ही एक सिस्टम का निर्माण किया। अंत में, hCaptcha reCAPTCHA के सबसे अच्छे विकल्प के रूप में उभरा।\" \"हमें hCaptcha समाधानों के बारे में कई चीजें पसंद आईं: 1) वे व्यक्तिगत डेटा नहीं बेचते हैं; वे केवल न्यूनतम आवश्यक व्यक्तिगत डेटा एकत्र करते हैं, वे जो जानकारी एकत्र करते हैं उसका वर्णन करने में पारदर्शी होते हैं और वे इसका उपयोग कैसे करते हैं और/या इसका खुलासा करते हैं।\"",
    "595582512": "यदि आप अपने उपयोगकर्ताओं की गोपनीयता को बनाए रखते हुए (और सभी प्रासंगिक नियमों का अनुपालन करते हुए!)",
    "3388180864": "वेब पैमाने पर गहरी तकनीकी चुनौतियों पर काम करने के इच्छुक हैं? हम हमेशा दुनिया भर में प्रतिभाशाली इंजीनियरों को काम पर रखते हैं -",
    "3892952987": "हमारे उद्घाटन की जाँच करें और यहाँ आवेदन करें",
    "3368788823": "टेरेंस ईडन अपने ब्लॉग पर एक दिलचस्प बात कहते हैं: \"",
    "1491780143": "कैप्चा साबित नहीं करते कि आप इंसान हैं - वे साबित करते हैं कि आप अमेरिकी हैं",
    "2146900431": "सहज रूप से, यह दावा बहुत मायने रखता है। कैप्चा, लगभग हर चीज की तरह, एक सांस्कृतिक संदर्भ में अंतर्निहित हैं, और यदि आपकी चुनौतियों का पूल ज्यादातर एक संस्कृति में बनाया गया है, तो यह दूसरी संस्कृति में बहुत अच्छी तरह से अनुवाद नहीं कर सकता है। इसके मूल में, यह सांस्कृतिक का मामला है",
    "378086442": "कैप्चा की, बजाय उनके यूएक्स प्रति से।",
    "1445008801": "जैसा कि ईडन कहते हैं:",
    "332723732": "विषय",
    "2072808435": "\"क्या लगता है, Google? मेरे देश में टैक्सियां आम तौर पर काली होती हैं। मैंने यह जानने के लिए पर्याप्त फिल्में देखी हैं कि अमेरिका में सभी पीली हैं। लेकिन हर दूसरे देश में मैंने दौरा किया है, टैक्सियों का एक मिश-मैश रहा है अलग-अलग रंग।\"",
    "3206136647": "यहां Google की समस्या उस प्रश्न डेटा पर आधारित है जिसका वे उपयोग करते हैं बनाम इसे कौन देखता है। यदि सभी डेटा एक ही संस्कृति (और Google के मामले में, एक ही कंपनी) से आते हैं, तो आप निश्चित रूप से उन चुनौतियों की उम्मीद कर सकते हैं जो ईडन की शिकायत के अनुरूप अन्य संस्कृतियों में अच्छी तरह से अनुवाद नहीं करती हैं।",
    "2217842245": "हालाँकि, हमारे डेटा से पता चलता है कि (hCaptcha के लिए)",
    "4280117172": "वास्तव में कई देश अमेरिका से थोड़ा बेहतर करते हैं, जिनमें नाइजीरिया, भारत, ब्राजील और जर्मनी शामिल हैं:",
    "555749578": "प्रत्येक महाद्वीप पर प्रमुख देशों में समाधान दरों में 1% से भी कम भिन्नता है।",
    "151737819": "दुनिया भर में hCaptcha समाधान दरें बहुत कम भिन्नता दिखाती हैं",
    "3908992897": "और दुनिया के हर देश और क्षेत्र में उपयोग किया जाता है, इसलिए हम एक सतत वैश्विक अनुभव प्रदान करने पर बहुत अधिक ध्यान केंद्रित कर रहे हैं।",
    "2808122102": "इस प्रकार क्रॉस-सांस्कृतिक कार्यक्षमता हमारी सेवा के लिए एक बुनियादी आवश्यकता है। यह सुनिश्चित करना कि सभी वैध उपयोगकर्ता सामग्री को शीघ्रता से एक्सेस कर सकें, हमारे मिशन का एक महत्वपूर्ण हिस्सा है। हम 110 भाषाओं में चुनौतियां प्रदान करते हैं, और यह सुनिश्चित करने के लिए प्रासंगिक अनुवादों में लगातार सुधार कर रहे हैं कि हमारी चुनौतियों का समाधान सभी के द्वारा किया जा सके।",
    "3913801502": "hCaptcha अब लगभग 15% इंटरनेट पर चलता है",
    "2077639538": ". एक के लिए, हमारी सेवा पर चुनौती डेटा कई स्रोतों से आ सकता है, न कि केवल एक से - बड़ी फॉर्च्यून 500 कंपनियों से लेकर मशीन लर्निंग स्टार्टअप तक, जब तक वे हमारे पालन कर रहे हैं",
    "3951112506": ". यह पहले से ही डेटा में उच्च स्तर की विविधता की गारंटी देता है।",
    "1803943584": "दूसरा, हम चुनौतियों को यह निर्धारित करने के लिए स्व-अनुकूलन देते हैं कि वे किन देशों या भाषाओं में चलेंगे, एक सुसंगत अनुभव की संभावना को और भी बढ़ाएंगे। यदि सटीकता अपेक्षा से कम है, तो प्रश्नों का एक समूह उस क्षेत्र या भाषा में चलना बंद कर देगा जहां यह प्रभाव होता है।",
    "3668873369": "एचकैप्चा में, हमने पहले दिन से अलग तरीका अपनाया है",
    "1519201684": "एआई आचार नीति",
    "2155089487": ". यदि कुछ समूहों के लिए हमारी चुनौतियों को हल करना आसान होता, तो हम दुनिया भर में और विभिन्न संस्कृतियों के लोगों द्वारा हल करते समय उनके प्रदर्शन में अंतर देखने की अपेक्षा करते हैं। ईडन की पोस्ट के संदर्भ में, हम अमेरिकियों से अन्य देशों के लोगों की तुलना में बेहतर प्रदर्शन करने की अपेक्षा करेंगे। क्योंकि हमने इस समस्या से बचने के लिए सिस्टम विकसित करने में वर्षों बिताए हैं, हम वास्तव में इसके ठीक विपरीत देखते हैं।",
    "2603863826": "पुनश्च: यदि आपको अपनी भाषा में कोई ऐसा अनुवाद मिलता है जो सुधारों का उपयोग कर सकता है, तो बेझिझक सबमिट करें a",
    "3543141425": "इसके लिए!",
    "2697276059": "साक्ष्य यह काम कर रहा है: दुनिया भर में एक समान समाधान दरें",
    "664236229": "पुल अनुरोध"
}