{
  "23114595": "महान उपयोगकर्ता अनुभव",
  "34074886": "हर बार जब आप किसी चुनौती का जवाब देते हैं, तो हम यह पता लगाने के लिए परिष्कृत मॉडल का उपयोग करते हैं कि आप इंसान हैं या नहीं। तब आप जिस वेबसाइट पर गए थे, वह इस परिणाम का उपयोग बॉट्स को छोड़कर उनकी साइट पर आपके अनुभव को बेहतर बनाने में मदद के लिए करती है।",
  "98173630": "hCaptcha दुनिया की सबसे व्यापक रूप से इस्तेमाल की जाने वाली स्वतंत्र CAPTCHA सेवा है।",
  "111184581": "प्रथम-पक्ष होस्टिंग",
  "119298044": "उन्नत स्व-पर्यवेक्षित एमएल और एआई प्रौद्योगिकियां आपकी वेब संपत्तियों को खतरों और हमलों से बचाती हैं",
  "121743429": "वेब इंफ्रास्ट्रक्चर कंपनियों के लिए",
  "122875767": "अपनी कानूनी जरूरतों को पूरा करें जब अन्य कंपनियां नहीं कर सकतीं।",
  "126134492": "अन्य",
  "152010250": "एचकैप्चा ने उन्नत स्व-पर्यवेक्षित मशीन लर्निंग को एक नए एज कंप्यूट प्लेटफॉर्म के साथ जोड़ा जो विशिष्ट रूप से डेटा संग्रह और प्रतिधारण को कम करता है, बड़े पैमाने पर स्केलेबिलिटी के लिए वैश्विक स्तर पर 250 से अधिक स्थानों से वितरित किया जाता है।",
  "179723061": "उन टीमों के लिए अधिक नियंत्रण जिन्हें वर्ग-अग्रणी सुरक्षा की आवश्यकता होती है",
  "191460155": "शून्य घर्षण और 99.9% निष्क्रिय मोड",
  "282913023": "उच्च यातायात उद्यमों के लिए लागत प्रभावी विकल्प",
  "328625009": "... हम तैयार हैं जब आप हैं: हमारी सेवा चौबीसों घंटे उपलब्ध है।",
  "353066938": "एक अनुभवी टीम, जो आज की सबसे कठिन समस्याओं पर काम कर रही है। hCaptcha की एक सेवा है",
  "353367791": "कई अलग-अलग प्रकार के बुरे अभिनेताओं का पता लगाएं।",
  "359073033": "डैशबोर्ड गतिविधि के उच्च-स्तरीय या परिष्कृत दृश्य प्रदान करते हैं।",
  "392886773": "हर देश में काम करता है",
  "451701069": "जीडीपीआर, सीसीपीए का अनुपालन करता है,",
  "547245263": "आज ही अपनी बॉट समस्या का समाधान करें।",
  "552920956": "hCaptcha वेबसाइटों को बॉट और अन्य प्रकार के दुरुपयोग को अवरुद्ध करते हुए पुरस्कार अर्जित करने की अनुमति देता है। hCaptcha आपको इन कमाई के साथ अपनी पसंद के चैरिटी का समर्थन करने की भी अनुमति देता है।",
  "555158694": "आपके द्वारा उपयोग की जाने वाली एक सेवा ने दुर्भावनापूर्ण ट्रैफ़िक को कम करने के लिए hCaptcha स्थापित करके उनकी साइट पर आपके अनुभव को बेहतर बनाने के लिए चुना है।",
  "585557010": "0.1% से कम वैध उपयोगकर्ताओं को चुनौती दें।",
  "713281684": "बैंगन",
  "719304627": "एंड-टू-एंड नियंत्रण की आवश्यकता है?",
  "734735952": "हमने कई कैप्चा विक्रेताओं का मूल्यांकन करने के साथ-साथ स्वयं एक प्रणाली का निर्माण किया। अंत में, hCaptcha reCAPTCHA के सर्वोत्तम विकल्प के रूप में उभरा।",
  "751483365": "गैर-JavaScript क्लाइंट के लिए समर्थन।",
  "788770967": "ऐसा सुनने के लिए क्षमा करें! आप हमारे अभिगम्यता विकल्प का उपयोग करना चाह सकते हैं:",
  "793242047": "अनुप्रयोगों के लिए तेजी से पहुंच की अनुमति देने के लिए उपयोगकर्ताओं को प्रस्तुत चुनौतियों को कम करें",
  "829047995": "वर्तमान में रीकैप्चा का उपयोग कर रहे हैं?",
  "836577577": "hCaptcha जोड़ने में केवल कुछ मिनट और कोड की कुछ पंक्तियाँ लगती हैं। मूल API reCAPTCHA V2 के साथ संगत है, और इसे स्विच करने में केवल कुछ मिनट लगते हैं।",
  "838049015": "क्वेरी से मेल खाने वाली सभी छवियों का चयन करें",
  "846501387": "विश्व स्तरीय बॉट सुरक्षा",
  "861167568": "hCaptcha आईटी की सबसे महत्वपूर्ण समस्याओं में से एक को हल करता है: दुर्भावनापूर्ण बॉट्स को आपके वेब एप्लिकेशन पर हमला करने से रोकना",
  "880478438": "बेस्ट-इन-क्लास बॉट और धोखाधड़ी प्रबंधन के लिए।",
  "897432717": "अनुकूलित थ्रेट स्कोर के लिए हमारे नए डिज़ाइन के साथ,   आपके व्यावसायिक ज्ञान को जोड़ने से हमारे मॉडल आपके उपयोगकर्ताओं के लिए विशिष्ट रूप से प्रासंगिक स्कोर प्रदान कर सकते हैं।",
  "910989640": "गतिविधि की विस्तृत और अनुकूलित रिपोर्ट तैयार करें",
  "976209454": "पुरस्कार अर्जित करें या दान में दें",
  "981806349": "सिद्ध hCaptcha प्लेटफॉर्म पर निर्मित",
  "999610953": "अंत में, Google का एक विश्वसनीय विकल्प। hCaptcha Enterprise उच्च सुरक्षा के साथ आपके reCAPTCHA बिल पर नाटकीय बचत प्रदान करता है: कुछ मामलों में 80% तक कम खर्चीला।",
  "1014004474": "hCaptcha की एंटरप्राइज़ योजनाएँ आपके संगठन को सुरक्षित रखने के लिए उन्नत सेवा-स्तरीय अनुबंधों की पेशकश करती हैं",
  "1045484714": "आपके पहचान प्रदाता के साथ SAML SSO एकीकरण, उदा. ओक्टा या एज़्योर एडी।",
  "1050501253": "बहुत कठिन",
  "1070364246": "उफ़! फ़ॉर्म सबमिट करते समय कुछ गड़बड़ी हुई.",
  "1103295010": "जब मनुष्य कैप्चा को हल करते हैं तो पैसे कमाएं या दान में दें",
  "1130868224": "कोड की तीन पंक्तियाँ",
  "1131525092": "संबंधित धोखाधड़ी और दुरुपयोग को खोजने और रोकने के लिए हमारे गोपनीयता-संरक्षित स्कोप्ड यूआईडी के माध्यम से बुरे अभिनेताओं को आसानी से एक साथ समूहित करें",
  "1141402092": "उन्नत रिपोर्टिंग सुविधाएँ",
  "1150035777": "परिष्कृत मशीन लर्निंग मॉडल कई डेटा बिंदुओं के आधार पर बॉट कॉन्फिडेंस स्कोर उत्पन्न करते हैं, इससे परे कि क्या प्रश्नों का सही उत्तर दिया गया था",
  "1150963691": "एपीटी शमन",
  "1172067553": "एचकैप्चा के पीछे मानव मंच ऑन-प्रिमाइसेस, हाइब्रिड, या सास परिनियोजन के माध्यम से अत्यधिक परिष्कृत कार्य गुणवत्ता और प्रबंधन सुविधाएँ प्रदान करता है जो आपके मौजूदा सिस्टम के साथ एकीकृत होते हैं।",
  "1173652155": "सलाहकार",
  "1218990730": "विस्तृत लॉग के साथ समस्याओं की रिपोर्ट कैसे करें",
  "1250541092": "— सर्गी इसासिक",
  "1263998069": "मानव हल के लिए पुरस्कार अर्जित करें",
  "1300485304": "hCaptcha आपके नेटवर्क में घुसपैठ करने के लिए डिज़ाइन किए गए उन्नत खतरों और प्रलोभनों से बचाता है",
  "1345083090": "एक कार्यक्षमता समस्या की रिपोर्ट करना?",
  "1356745565": "इंटरनेट एक्सप्लोरर 8 पर सभी तरह से संगत।",
  "1368787974": "अपनी टीम में प्रबंधन साझा करें।",
  "1393184984": "क्या आप सभी की जरूरत है।",
  "1475399473": "एचकैप्चा टीम के बारे में अधिक जानें",
  "1485807325": "बहु-उपयोगकर्ता डैशबोर्ड, SAML SSO",
  "1508655687": "अपनी ऑडियंस के लिए तैयार की गई अपनी चुनौतियों को जोड़ें ताकि वे एक्सेस को सुव्यवस्थित या प्रतिबंधित कर सकें",
  "1510448156": "आप आज एक बेहतर विकल्प के साथ तैयार हो सकते हैं और आवश्यकतानुसार अधिक उन्नत सुविधाओं को चालू कर सकते हैं।",
  "1525403768": "अधिक जानकारी के लिए एंटरप्राइज सेल्स से संपर्क करें।",
  "1544546608": "गोपनीयता पास",
  "1549336309": "hCaptcha इस मॉडल को बदल देता है। जब आप hCaptcha का उपयोग करते हैं, तो कंपनियां आपके उपयोगकर्ताओं द्वारा किए गए कार्यों पर बोली लगाती हैं क्योंकि वे अपनी मानवता साबित करते हैं। आपको पुरस्कार मिलते हैं।",
  "1559631739": "निजी शिक्षा",
  "1579093044": "हमारे सरल कस्टम चुनौती डिज़ाइनर के साथ, आप कुछ ही मिनटों में ऑन-ब्रांड चुनौती सामग्री लॉन्च कर सकते हैं।",
  "1586809757": "उच्च सटीकता बॉट स्कोर",
  "1599610318": "प्रकाशक",
  "1637702726": "एचकैप्चा के बारे में",
  "1662477701": "साधन",
  "1676849166": "उन्नत बॉट मॉडल के लिए धन्यवाद, उत्कृष्ट सुरक्षा प्रदान करते हुए अपने वैध ट्रैफ़िक के 99.9% के लिए पूरी तरह से चुनौती से बचकर घर्षण को कम करें।",
  "1685871181": "शीर्ष ऑनलाइन सेवाएं इस पर निर्भर करती हैं",
  "1752795854": "hCaptcha बॉट्स को रोकने के लिए एक आधुनिक, गोपनीयता-केंद्रित दृष्टिकोण लाता है।",
  "1779265104": "अनुकूलित शर्तें और गोपनीयता गारंटी",
  "1792519141": "एचकैप्चा एंटरप्राइज",
  "1798492192": "विरासती ब्राउज़र समर्थन",
  "1803009328": "वेब पैमाने पर युद्ध-परीक्षण किया गया।",
  "1844885924": "चुनने के लिए प्रकार की विस्तृत लाइब्रेरी।",
  "1849717906": "अपनी चुनौती सामग्री के साथ अनुकूलित करें",
  "1849805607": "hCaptcha आपके नेटवर्क में घुसपैठ करने के लिए डिज़ाइन किए गए खतरों और प्रलोभनों से बचाता है",
  "1886100235": "दुनिया की कई सबसे बड़ी ऑनलाइन सेवाओं ने एचकैप्चा एंटरप्राइज में स्विच कर लिया है और पर्याप्त लागत बचत के साथ-साथ बेहतर बॉट डिटेक्शन प्राप्त किया है।",
  "1894355645": "hCaptcha सरल, आसान और विश्वसनीय बॉट डिटेक्शन प्रदान करता है जबकि मानव के लिए हल करना तुच्छ है।",
  "1927613000": "hCaptcha वेब एप्लिकेशन को अकाउंट टेकओवर, क्रेडेंशियल स्टफिंग, स्क्रैपिंग और अन्य प्रकार के दुरुपयोग से बचाने के लिए एक शक्तिशाली चुनौती प्लेटफॉर्म के साथ परिष्कृत मशीन लर्निंग को जोड़ती है।",
  "1936512180": "‍आसान एपीआई एक्सेस, सुंदर डैशबोर्ड, और नवीनतम मॉडल-इन-द-लूप तकनीक कार्यकर्ता दक्षता को अधिकतम करने के लिए।",
  "1956967813": "हमारी सेवाओं पर दुनिया की सबसे बड़ी कंपनियों का भरोसा है, जो लाखों साइटों के लाखों दैनिक उपयोगकर्ताओं को सेवा प्रदान करती हैं।",
  "1958297836": "समन्वित हमले से सुरक्षा और एपीटी शमन",
  "2041686284": "अधिक डेटा आमतौर पर प्रशिक्षण मशीन लर्निंग मॉडल में बेहतर परिणाम देता है। डीप मॉडल की हालिया सफलता ने तेजी से बड़े डेटासेट को जन्म दिया है, और hCaptcha इस जरूरत को पूरा करता है। हालाँकि, पारंपरिक तरीकों का उपयोग करके बड़े मानव-समीक्षित डेटासेट बनाना धीमा और महंगा दोनों है।",
  "2103563261": "निजी या सार्वजनिक सूचना",
  "2131386784": "आप और आपके उपयोगकर्ताओं दोनों के लिए पहुंच योग्य विशेषज्ञता और समर्थन",
  "2138799135": "hCaptcha में आपके द्वारा उपयोग किए जाने वाले फ़्रंटएंड और बैकएंड सिस्टम के लिए दर्जनों पूर्व-निर्मित एकीकरण हैं।",
  "2163914794": "अपने डेटासेट के लिए और लेबल चाहिए? hCaptcha आर्टिफिशियल इंटेलिजेंस और मशीन लर्निंग एप्लिकेशन पर काम करने वाली कंपनियों के लिए तेज़, किफ़ायती और उच्च गुणवत्ता वाला डेटा लेबलिंग प्रदान करता है।",
  "2183926131": "एचकैप्चा एंटरप्राइज के साथ शुरुआत करें",
  "2184564739": "देखो",
  "2188609322": "बुरे अभिनेता ऑनलाइन तेजी से आम होते जा रहे हैं। लेकिन यूजर की प्राइवेसी का त्याग करना इसका जवाब नहीं है।",
  "2319072959": "अपने स्वयं के कार्यबल के साथ पूरी तरह से ऑफ़लाइन चलाएं, व्यावसायिक इकाइयों या कंसोर्टियम भागीदारों में उपभोग किए गए मूल्य को ट्रैक करें, लागत और सुरक्षा आवश्यकताओं के आधार पर विभिन्न आंतरिक या बाहरी श्रम प्रदाताओं के लिए चुनिंदा रूप से कार्य करें, और बहुत कुछ।",
  "2320894364": "200 से अधिक बिंदुओं की उपस्थिति के साथ, hCaptcha का क्लाउड दुनिया भर में आपकी संपत्ति की सुरक्षा करता है",
  "2354267648": "GDPR, CCPA, और LGPD के अनुकूल गोपनीयता नीति",
  "2373007864": "एचकैप्चा एंटरप्राइज एचकैप्चा प्लेटफॉर्म तकनीक पर चलता है, जिसे उच्च ट्रैफिक उद्यमों की जरूरत की सुविधाओं को शामिल करने के लिए विस्तारित किया गया है।",
  "2418549423": ", क्रिप्टोग्राफ़िक प्रमाणों और अन्य अद्वितीय गोपनीयता-प्रथम सुविधाओं के माध्यम से ऑनलाइन गोपनीयता को संरक्षित करने के लिए एक उभरता हुआ मानक।",
  "2489287539": "घर्षण मुक्त \"कोई कैप्चा नहीं\" और 99.9% निष्क्रिय मोड",
  "2510209017": "और अधिक मदद की आवश्यकता है?",
  "2513143348": "एचकैप्चा एंटरप्राइज सिस्टम अपने डिजाइन में विशिष्ट रूप से लचीला है: इसे आंशिक रूप से या पूरी तरह से आपके नेटवर्क के किनारे पर तैनात किया जा सकता है यदि आप एक सार्वजनिक क्लाउड संचालित करते हैं या कई डेटा केंद्रों के मालिक हैं।",
  "2535001179": "यदि आप Google के रीकैप्चा से आते हैं, तो हमारे एपीआई ड्रॉप-इन प्रतिस्थापन हैं।",
  "2593768395": "वेब, नेटिव मोबाइल, मोबाइल वेब पर निर्बाध अनुभव। पूर्व-निर्मित एकीकरण और स्थानीय एसडीके उपलब्ध हैं।",
  "2650502379": "सेकंड में अपनी खुद की चुनौतियां लॉन्च करें",
  "2670003220": "नौकरियां",
  "2671622670": "उद्यम",
  "2676853536": "बहु-उपयोगकर्ता डैशबोर्ड",
  "2681650568": "और हमेशा की तरह, गोपनीयता हमारे लिए एक मुख्य मूल्य है। हमारे चैलेंज कोड को केवल वहीं जोड़ें जहां यह आवश्यक हो, और जहां आपको और आपके उपयोगकर्ताओं दोनों की सुरक्षा करना समझ में आता हो। डेटा संग्रह को न्यूनतम करना एकीकरण के क्षण से शुरू होता है।",
  "2682873489": "वस्तुओं के लिए बाउंडिंग क्षेत्र परिभाषित करें",
  "2686825859": "मुफ्त साइन अप करें या एचकैप्चा एंटरप्राइज समाधानों के बारे में हमसे संपर्क करें",
  "2698140263": "सभी समस्याएं समान नहीं होती हैं: एकल अंक प्राप्त करने का अर्थ है कि उपयोगी होने के लिए इसे आपकी आवश्यकताओं को पूरा करना होगा।",
  "2698640210": "दिखाए गए चुनौतियों और प्रकारों को नियंत्रित करें",
  "2707282231": "अपने उपयोगकर्ताओं के लिए चुनौतियों को अनुकूलित करें। बॉट्स के लिए इसे हल करना और घुसना असंभव बना दें।",
  "2714878440": "हमारे उन्नत मशीन लर्निंग और मानवता सत्यापन के साथ अपनी सेवाओं को स्क्रैपिंग, खाता अधिग्रहण, क्रेडेंशियल स्टफिंग और स्पैम से सुरक्षित रखें।",
  "2718999653": "अनुकूलित खतरा स्कोर",
  "2781507299": "तत्काल सत्यापन",
  "2782263070": "सेवा हमारे लिए सर्वोच्च प्राथमिकता है। हम 24/7 ऑन-कॉल समर्थन बनाए रखते हैं और कार्यान्वयन के दौरान और बाद में आपकी इंजीनियरिंग एकीकरण टीम और हमारे ऑन-कॉल स्टाफ के साथ सीधे स्लैक समन्वय की पेशकश करते हैं।",
  "2806751666": "एचकैप्चा क्या है?",
  "2826051554": "और अधिक",
  "2881474837": "एचकैप्चा एंटरप्राइज",
  "2890048009": "विज्ञापन नेटवर्क आपके विज़िटर को उत्पाद के रूप में देखते हैं। हमारे लिए एकमात्र उत्पाद उनकी मानवता का निर्धारण कर रहा है। हमारी सेवाएं GDPR, CCPA, LGPD, और PIPL आवश्यकताओं को पूरा करती हैं या उससे अधिक हैं, और गोपनीयता पास जैसी पहल का समर्थन करती हैं। हम गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
  "2927700175": "हम कैप्चा चुनौतियों को दिखाते हैं जो मशीन सीखने की समस्याओं से मुश्किल-से-लेबल डेटा एकत्र करके लोगों के लिए कठिन लेकिन लोगों के लिए आसान हैं, और इसका उपयोग यह पहचानने के लिए करते हैं कि कोई वेबसाइट या ऐप विज़िटर मानव है या नहीं।",
  "2968026167": "आपकी पसंदीदा सब्जी",
  "3018523079": "लगातार उपयोगकर्ता अनुभव के साथ ब्रांड पर बने रहें।",
  "3065000659": "क्या आपको एहसास हुआ कि हर बार जब आप \"कार पर क्लिक करते हैं\" तो आप एकल को प्रशिक्षित करने में मदद कर रहे हैं",
  "3093388779": "hCaptcha किसी भी आकार के प्रकाशकों के लिए उपयोग करने के लिए स्वतंत्र है",
  "3093689546": "आसान एकीकरण",
  "3096063825": "कोशिश करके देखो",
  "3107683988": "यह सख्त SLAs को पूरा करने के लिए हमारे 24/7 ऑन-कॉल स्टाफ द्वारा प्रबंधन के सभी लाभों को बरकरार रखते हुए ऑफ-नेटवर्क ट्रैफ़िक और लागत को नाटकीय रूप से कम कर सकता है।",
  "3117887301": "सबसे बड़ी ऑनलाइन सेवाओं द्वारा विश्वसनीय",
  "3121248460": "अपने प्रत्याशित दर्शकों के लिए असीमित विविध कस्टम चुनौतियों को प्रदर्शित करें -- सरल से जटिल तक --",
  "3153117136": "hCaptcha कठिनाई सेटिंग कैसे काम करती है",
  "3160820928": "समन्वित हमले से सुरक्षा",
  "3161489950": "दुनिया का सबसे उन्नत सुरक्षा एमएल प्लेटफ़ॉर्म",
  "3167979932": "पहले दिन से गोपनीयता के लिए डिज़ाइन किया गया। मजबूत डाटा प्रोसेसिंग समझौता।",
  "3194111925": "सहयोग",
  "3213351333": "कोई अग्रिम प्रतिबद्धता की आवश्यकता नहीं है",
  "3213957230": "जब उपयोगकर्ताओं को सुरक्षा आवश्यकताओं को पूरा करने के लिए एक चुनौती का समाधान करना चाहिए, तो उपयोगकर्ता के लिए सुखद और प्रासंगिक कार्यों को क्यों न बनाएं?",
  "3225770968": "hCaptcha को मशीन लर्निंग में सबसे अधिक श्रमसाध्य समस्या को हल करने के लिए डिज़ाइन किया गया है; बड़ी मात्रा में डेटा को समय पर, वहनीय और विश्वसनीय तरीके से लेबल करना।",
  "3230004040": "क्या आप दृष्टिबाधित हैं या अन्यथा hCaptcha पूरा करने में असमर्थ हैं?",
  "3235430156": "कंपनी का मशीन लर्निंग सिस्टम मुफ्त में?",
  "3260825523": "अंतर्ज्ञान मशीनें",
  "3264813246": "अनुपयुक्त",
  "3265895521": "दिन के समय के आधार पर चुनौती की कठिनाई को बढ़ाएं और कम करें",
  "3266612494": "एक भरोसेमंद साथी",
  "3276777569": "एचकैप्चा",
  "3287172429": "दिखाए गए चुनौती प्रकारों को नियंत्रित करें",
  "3365203058": "विश्व स्तरीय एंटी-बॉट सुरक्षा",
  "3412647984": "यह आपको कुकी को पंजीकृत और सेट करके भविष्य के प्रश्नों से बचने देता है। कृपया अपना विज्ञापन अवरोधक बंद करने का भी प्रयास करें।",
  "3417372336": "मिनटों में स्विच करें",
  "3446714684": "मोबाइल (आईओएस और एंड्रॉइड) एकीकरण",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "एंटरप्राइज़ उपयोगकर्ताओं के लिए, अधिकांश परिदृश्यों में चुनौतियों से पूरी तरह बचने के लिए विकल्प उपलब्ध हैं।",
  "3478726913": "hCaptcha आपके उपयोग के लिए उपलब्ध ग्रह पर सबसे बड़े पूलों में से एक है। आपका पैमाना कुछ भी हो, हम इसे बिना महंगी अग्रिम प्रतिबद्धताओं के संभाल सकते हैं। प्रतिदिन लाखों कार्य कोई समस्या नहीं हैं।",
  "3480023141": "पहुंच-योग्यता विकल्पों के बारे में अधिक जानें",
  "3483700676": "लाखों कार्यों को तुरंत लॉन्च करें",
  "3500503648": "hCaptcha को आपके ब्राउज़िंग इतिहास को रिकॉर्ड करने और उसका विश्लेषण करने के बजाय तत्काल मूल्यांकन पर भरोसा करके दीर्घकालिक डेटा प्रतिधारण को समाप्त करने के लिए डिज़ाइन किया गया है। हम इस तरह की पहल का भी समर्थन करते हैं",
  "3524251858": "उत्पाद प्रबंधन निदेशक, क्लाउडफ्लेयर",
  "3526939538": "सॉफ्टवेयर बग",
  "3530599065": "गोपनीयता जमीन से ऊपर बनाई गई है। hCaptcha के पास कोई PII नहीं है और यह कई गोपनीयता जनादेशों और विनियमों का अनुपालन करता है।",
  "3570415321": "कंपनी",
  "3573245166": "रीकैप्चा के विपरीत, हम हर देश में काम करते हैं।",
  "3578122193": "प्रासंगिक सामग्री के साथ ब्रांड पर बने रहें",
  "3620442880": "फ्लैश बिक्री सुरक्षा विशेषताएं",
  "3630114728": "देखें कि आपकी सभी साइटों और ऐप्स पर क्या हो रहा है।",
  "3644106388": "संपर्क",
  "3660619092": "एंटरप्राइज़ समाधानों के लिए निःशुल्क साइन अप करें या बिक्री से संपर्क करें",
  "3688621388": "धमकी के हस्ताक्षर",
  "3704893754": "अपने लिए देखना चाहते हैं? एचकैप्चा फ्री आज़माएं",
  "3714002185": "एचकैप्चा एंटरप्राइज के बारे में अधिक जानें",
  "3715747429": "हमारे ऑनबोर्डिंग इंजीनियर आपको जल्दी से आगे बढ़ा सकते हैं, चाहे आपको रिएक्ट इंटीग्रेशन की आवश्यकता हो, आईओएस नेटिव ऐप के लिए एसडीके, जावा बैकएंड उदाहरण, या वस्तुतः कोई अन्य परिदृश्य।",
  "3717512591": "प्रत्यक्ष मंच एकीकरण",
  "3721365241": "प्रयत्न",
  "3729345277": "hCaptcha अन्य विकल्पों की तुलना में उच्च गुणवत्ता और कम लागत के साथ, कंपनियों के लिए आवश्यक एनोटेशन प्राप्त करने का एक तरीका है।",
  "3730038780": "उपयोगकर्ताओं को हल करने के लिए लगभग अनंत चुनौतियों में से चुनें",
  "3739936967": "गोपनीयता पर इस अद्वितीय फोकस का मतलब है कि हम उत्कृष्ट सुरक्षा बनाए रखते हुए शून्य व्यक्तिगत डेटा प्रतिधारण, कुकी-मुक्त संचालन और अन्य संविदात्मक गोपनीयता गारंटी की पेशकश कर सकते हैं। अधिक पढ़ें।",
  "3740051331": "हम सोशल मीडिया, फ़ोरम और हमारे इन-विजेट और ईमेल सपोर्ट चैनलों पर आपके उपयोगकर्ताओं के सवालों की सक्रिय निगरानी और जवाब देने के लिए भी प्रतिबद्ध हैं। हम पहुंच योग्य और प्रतिक्रियाशील हैं, और उपयोगकर्ता संतुष्टि को शीर्ष KPI के रूप में देखते हैं।",
  "3753956446": "नि: शुल्क",
  "3758963444": "शुक्रिया! आपका आवेदन प्राप्त हुआ!",
  "3767462250": "गोपनीयता के लिए बनाया गया",
  "3768951251": "एंटरप्राइज़ SLAs",
  "3807059944": "उपयोग की गई चुनौती सामग्री को नियंत्रित करें",
  "3816867833": "प्रतिपुष्टि",
  "3817811295": "गारंटीड विश्वसनीयता और तेज़ 24/7 ऑन-कॉल सहायता।",
  "3892905664": "hCaptcha सरल प्रश्न पूछकर आपकी पसंदीदा ऑनलाइन सेवाओं को बॉट्स, स्पैम और दुरुपयोग से बचाने में मदद करता है जो मनुष्यों के लिए आसान और मशीनों के लिए कठिन हैं।",
  "3913848038": "99.99% अपटाइम SLA और 24/7 वैश्विक समर्थन उपलब्ध है।",
  "3951254541": "हम आपके इनपुट की सराहना करते हैं। हमें कोई भी समस्या बताएं और हम उन्हें जल्दी से हल कर देंगे।",
  "3952259236": "hCaptcha को व्यवहार के वर्गों पर प्रशिक्षित करने के लिए अपने अंधे डेटा को hCaptcha के हजारों संकेतों के साथ संयोजित करें - केवल आपके उदाहरण के लिए - अकेले समाधान से बेहतर दुर्भावनापूर्ण व्यवहार की बेहतर भविष्यवाणी करने के लिए",
  "3953584369": "परिष्कृत आरबीएसी पहुंच प्रतिबंध उपलब्ध हैं।",
  "4007826952": "वेब, मोबाइल आदि के लिए #1 गोपनीयता-पहला कैप्चा।",
  "4019660456": "0ms विलंबता: बिना API कॉल के hCaptcha टोकन सत्यापित करें।",
  "4065065042": "अपने उपयोग के मामले में बिल्कुल फिट होने के लिए इसे डायल करें।",
  "4083018285": "विस्तारित सुविधाओं का एक सूट जो परिष्कृत एसओसी निगरानी और परिष्कृत लगातार खतरों से निपटने के लिए प्रतिक्रिया के साथ संयोजन करता है",
  "4146870445": "हम जो हैं",
  "4147497805": "गाजर",
  "4194763679": "बारीक कठिनाई का स्तर",
  "4195759329": "बॉट डिटेक्शन और रिस्क स्कोर",
  "4199502476": "उन्नत रिपोर्टिंग डैशबोर्ड और एपीआई",
  "4238473596": "वास्तविक उपयोगकर्ताओं के लिए घर्षण को कम करना महत्वपूर्ण है। hCaptcha सरल कार्यों का उपयोग करता है और अधिक बॉट ट्रैफ़िक को रोकते हुए अधिकांश उपयोगकर्ताओं के लिए कम समय लेता है।",
  "4272022475": "सभी अनुरोध और एसेट hcaptcha.yourdomain.com पर जाते हैं",
  "4272454814": "अपनी पसंद के पहचान प्रदाता के साथ एकीकृत करें।",
  "a11y-img-1": "लॉगिन के बाद एक्सेसिबिलिटी यूजर स्क्रीन",
  "a11y-img-2": "विजेट यूआई मेनू में पहुंच विकल्प",
  "a11y-img-3": "विजेट यूआई में एक्सेसिबिलिटी डायलॉग बॉक्स",
  "about-advisors-brendan": "बहादुर के सी.ई.ओ. मोज़िला के सह-संस्थापक। जावास्क्रिप्ट प्रोग्रामिंग भाषा के निर्माता। ब्राउज़रों का निर्माता और बहुत कुछ।",
  "about-advisors-dawn": "कैलिफोर्निया विश्वविद्यालय, बर्कले में प्रोफेसर, सीएस। गहन शिक्षण, सुरक्षा, ब्लॉकचेन विशेषज्ञ। ओएसिस लैब्स के सीईओ।",
  "about-advisors-head": "सलाहकार",
  "about-advisors-keiran": "स्टैनफोर्ड में अनुसंधान वैज्ञानिक। प्रमुख बैंकों, हेज फंडों और शिक्षाविदों में मशीन लर्निंग और मात्रात्मक वित्त।",
  "about-content-head-1": "हम क्या करते हैं",
  "about-content-head-2": "यह क्यों मायने रखता है",
  "about-content-text-1a": "hCaptcha बॉट्स को रोकने के लिए एक आधुनिक, गोपनीयता-केंद्रित दृष्टिकोण लाता है।",
  "about-content-text-1b": "हम कैप्चा चुनौतियों को दिखाते हैं जो मशीन सीखने की समस्याओं से मुश्किल-टू-लेबल डेटा एकत्र करके लोगों के लिए आसान लेकिन बॉट्स के लिए कठिन हैं, और इसका उपयोग यह भेद करने के लिए कि क्या वेबसाइट या ऐप आगंतुक मानव है।",
  "about-content-text-2a": "खराब अभिनेता तेजी से ऑनलाइन आम हो रहे हैं। लेकिन उपयोगकर्ता की गोपनीयता का त्याग जवाब नहीं है।",
  "about-content-text-2b": "विज्ञापन कंपनियों द्वारा पेश किए जाने वाले सुरक्षा समाधान मुख्य रूप से वेब पर उपयोगकर्ताओं को ट्रैक करने पर ध्यान केंद्रित करते हैं। हमने एक प्रभावी सुरक्षा समाधान बनाया है जो यह साबित करता है कि उत्कृष्ट परिणाम देने के लिए उपयोगकर्ता की गोपनीयता को नुकसान पहुँचाना आवश्यक नहीं है।",
  "about-intro-head-1": "HCaptcha के बारे में",
  "about-intro-head-2": "गोपनीयता, सुरक्षा और मशीन लर्निंग।",
  "about-intro-text": "hCaptcha दुनिया की सबसे व्यापक रूप से इस्तेमाल की जाने वाली स्वतंत्र CAPTCHA सेवा है।",
  "about-leadership-head": "हम जो हैं",
  "about-leadership-headsub": "एक अनुभवी टीम, जो आज की सबसे कठिन समस्याओं पर काम कर रही है।",
  "about-leadership-link1": "हम जो हैं",
  "about-leadership-text1": "हम तेजी से परिष्कृत आधुनिक खतरों से ऑनलाइन सिस्टम को सुरक्षित करने पर विशेष ध्यान देने के साथ, बड़े पैमाने पर गहन शिक्षण और दृश्य डोमेन मशीन सीखने में विशेषज्ञ हैं।",
  "about-leadership-text2": "दशकों के सॉफ्टवेयर और मशीन लर्निंग विशेषज्ञता के साथ, हम गोपनीयता बनाए रखते हुए आज की कुछ सबसे कठिन समस्याओं से निपटने के लिए बड़े पैमाने पर स्केलेबल सिस्टम का निर्माण और संचालन करते हैं।",
  "acc-opt": "उपलब्धता का ऑप्शन",
  "acc-opt-but": "पहुँच विकल्पों के बारे में अधिक जानें",
  "acc-opt-text": "क्या आप दृष्टिबाधित हैं या अन्यथा hCaptchas को पूरा करने में असमर्थ हैं?",
  "accessibility-link": "सरल उपयोग",
  "appreciate-in": "हम आपके इनपुट की सराहना करते हैं। हमें किसी भी मुद्दे को जानते हैं और हम उन्हें जल्दी हल करेंगे।",
  "fb-but": "हमें फीडबैक भेजें",
  "feedback-text": "आपके द्वारा देखे गए hCaptcha पर प्रतिक्रिया दें",
  "footer-attribution": "आरोपण",
  "footer-copyright-text": "hCaptcha Intuition Machines, Inc. का एक पंजीकृत ट्रेडमार्क है।",
  "footer-header-1": "कंपनी",
  "footer-header-2": "साधन",
  "footer-header-3": "संपर्क करें",
  "footer-link-1": "लेबलिंग",
  "footer-link-10": "सरल उपयोग",
  "footer-link-2": "के बारे में",
  "footer-link-3": "नौकरियां",
  "footer-link-4": "ट्रेडमार्क",
  "footer-link-5": "एआई एथिक्स",
  "footer-link-6": "ब्लॉग",
  "footer-link-7": "स्थिति",
  "footer-link-8": "प्रलेखन",
  "footer-link-9": "गलती सूचित करें",
  "footer-privacy": "एकांत",
  "footer-subheader-1": "सहयोग",
  "footer-subheader-2": "संपर्क करें",
  "footer-terms": "शर्तें",
  "h-plans": "सदस्यता योजनाएं",
  "header-docs-link": "डॉक्स",
  "header-labeling-services-link": "लेबलिंग सेवाएँ",
  "header-login-button": "लॉग इन करें",
  "header-plans-link": "योजनाओं",
  "header-signup-button": "साइन अप करें",
  "home-about-head": "HCaptcha के बारे में",
  "home-about-subtitle": "HUMAN प्रोटोकॉल द्वारा संचालित",
  "home-about-text-1": "hCaptcha को मशीन सीखने में सबसे अधिक श्रम गहन समस्या को हल करने के लिए डिज़ाइन किया गया है: समय पर, सस्ती और विश्वसनीय तरीके से भारी मात्रा में डेटा लेबल करना।",
  "home-about-text-2": "अधिक डेटा आमतौर पर प्रशिक्षण मशीन सीखने के मॉडल में बेहतर परिणाम देता है। गहरे मॉडलों की हालिया सफलता ने बड़े डेटासेट का नेतृत्व किया है, लगभग हमेशा कुछ मानव समीक्षा के साथ। हालांकि, मैकेनिकल तुर्क, चित्रा आठ, आदि के माध्यम से बड़े मानव-समीक्षा किए गए डेटासेट बनाना धीमी और महंगी दोनों हैं।",
  "home-about-text-3": "hCaptcha वेबसाइटों को बॉट और अन्य प्रकार के दुर्व्यवहारों को रोकते हुए इस मांग को पूरा करने की अनुमति देता है।",
  "home-about-text-4": "एचसीएप्चा मार्केटप्लेस ह्यूमन प्रोटोकॉल द्वारा संचालित है, जो मानव समीक्षा के लिए एक खुला विकेन्द्रीकृत प्रोटोकॉल है जो एथेरियम ब्लॉकचेन पर चलता है। जब भी उपयोगकर्ता अपनी साइट पर hCaptcha विजेट का उपयोग करते हैं, और मशीन लर्निंग कंपनियां अपने डेटा को प्राप्त करने के लिए मानव टोकन का भुगतान करती हैं, तो वेबसाइट्स मानव टोकन (HMT) कमाती हैं।",
  "home-ba-labeling-services-link": "लेबलिंग सेवाएँ",
  "home-benefits-head-1": "डेटा लेबलिंग में मान",
  "home-benefits-head-2": "चैरिटी को वापस दें",
  "home-benefits-text-1": "क्या आपको एहसास हुआ कि आप हर बार उस कार पर क्लिक करते हैं जिसे आप एक विशाल कंपनी के मशीन लर्निंग सिस्टम को मुफ्त में प्रशिक्षित करने में मदद कर रहे हैं?",
  "home-benefits-text-2": "hCaptcha इस मॉडल को घुमाता है। जब आप hCaptcha का उपयोग करते हैं, तो कंपनियां आपके उपयोगकर्ताओं द्वारा उनके मानवता को साबित करने वाले काम पर बोली लगाती हैं। आपको पुरस्कार मिलते हैं।",
  "home-benefits-text-3": "अपने पसंदीदा दान को वापस देना चाहते हैं? hCaptcha आपको उस कमाई के दान का समर्थन करने देता है जो आपको इसके उपयोग से होने वाली कमाई से मिलती है। आपकी साइट के उपयोगकर्ता जल्द ही hCaptcha इंटरफ़ेस पर विचारशील ब्रांडिंग के माध्यम से दान में आपके योगदान को देख पाएंगे।",
  "home-challenge-text-1": "क्वेरी से मेल खाने वाली सभी छवियों का चयन करें",
  "home-challenge-text-2": "वस्तुओं के लिए बाउंडिंग क्षेत्र को परिभाषित करें",
  "home-challenge-text-3": "इसी लेबल को पहचानें",
  "home-challenge-title-1": "तुलना",
  "home-challenge-title-2": "बंद डब्बा",
  "home-challenge-title-3": "वर्गीकरण",
  "home-challenges-head": "प्रस्तुत चुनौतियाँ",
  "home-challenges-text-1": "... और अन्य सरल कार्य। इंसानों के लिए आसान, बॉट्स के लिए मुश्किल।",
  "home-challenges-text-2": "एंटरप्राइज़ प्रकाशकों के लिए कस्टम कार्य भी उपलब्ध हैं।",
  "home-ent-1": "हमारे उद्यम सुरक्षा प्रसाद की तलाश है?",
  "home-ent-2": "हमारी नई समर्पित साइट पर जाएँ: BotStop.com",
  "home-ent-button": "और जानें: hCaptcha द्वारा बोट्सटॉप",
  "home-from-the-blog": "ब्लॉग से:",
  "home-from-the-blog-value": "कैसे hCaptcha कठिनाई सेटिंग्स काम करते हैं",
  "home-intro-body": "क्या आप बॉट्स रखने के लिए कैप्चा का उपयोग करते हैं? hCaptcha उपयोगकर्ता की गोपनीयता, वेबसाइटों को पुरस्कृत करता है और कंपनियों को उनके डेटा को लेबल करने में मदद करता है। यह reCAPTCHA के लिए एक ड्रॉप-इन प्रतिस्थापन है: आप मिनटों में बदल सकते हैं।",
  "home-intro-button": "अभी साइनअप करें",
  "home-intro-head": "अधिक बॉट बंद करो। उपयोगकर्ता गोपनीयता की रक्षा करना शुरू करें।",
  "home-main-1": "निजी। सुरक्षित। और तेज। और हम आपको इसका उपयोग करने के लिए भुगतान करते हैं।",
  "home-main-2": "गोपनीयता केंद्रित है",
  "home-main-2c": "विज्ञापन नेटवर्क आपके विज़िटर को उत्पाद के रूप में देखते हैं। hCaptcha के लिए उत्पाद वह कार्य है जो वे प्रदान करते हैं। हमें परवाह नहीं है कि आपके उपयोगकर्ता कौन हैं, केवल उनके दुर्भावनापूर्ण होने की कितनी संभावना है। हम गोपनीयता पास जैसी पहलों का समर्थन करते हैं, और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
  "home-main-3": "सुरक्षा पहले",
  "home-main-3c": "सटीकता आपके हित में है और हमारी है। hCaptcha प्रकाशक-केंद्रित है। हम आपको वास्तविक डेटा देने के लिए काम करते हैं और आपको यह तय करने देते हैं कि इसका उपयोग कैसे किया जाए। अन्य कैप्चा विशाल विज्ञापन कंपनियों द्वारा प्रदान किए जाते हैं। इसका मतलब यह है कि प्रत्येक बॉट वे ब्लॉक करते हैं जो उनके राजस्व को कम कर सकते हैं।",
  "home-main-4": "बेहतर उपयोगकर्ता अनुभव",
  "home-main-4c": "अत्याधुनिक मशीन लर्निंग मॉडल का उपयोग मानवता को निर्धारित करने के लिए hCaptcha द्वारा किया जाता है। इससे हमें अपने उपयोगकर्ताओं से कम कष्टप्रद कार्यों की आवश्यकता होती है और ऐसा करने में उनका कम समय लगता है, जबकि अभी भी ग्राहकों को लेबल करने के लिए उपयोगी लेबल डेटा का उत्पादन होता है।",
  "home-main-plans": "hCaptcha किसी भी आकार के प्रकाशकों के लिए उपयोग करने के लिए स्वतंत्र है। हालांकि, ऐसे उद्यमों और प्लेटफार्मों के लिए जिन्हें अधिक नियंत्रण की आवश्यकता होती है, हमारे उद्यम समाधान उपलब्ध हैं।",
  "home-main-plans2": "hCaptcha एंटरप्राइज़ सॉल्यूशंस ग्रह के कुछ सबसे बड़ी कंपनियों के लिए लाखों वेबसाइटों के लाखों उपयोगकर्ताओं की रक्षा करते हैं। अधिक जानकारी के लिए कृपया हमसे संपर्क करें, या जाएँ",
  "home-main-plans3": "hCaptcha एंटरप्राइज़ सॉल्यूशंस ग्रह के कुछ सबसे बड़ी कंपनियों के लिए लाखों वेबसाइटों के लाखों उपयोगकर्ताओं की रक्षा करते हैं। अधिक जानकारी के लिए कृपया हमसे संपर्क करें, या जाएँ",
  "home-main-plans4": "ब्योरा हेतु।",
  "home-plans-button-1": "अभी साइनअप करें",
  "home-plans-button-2": "बिक्री से संपर्क करें",
  "home-plans-chart-head-1": "विशेषताएं",
  "home-plans-chart-head-2": "प्रकाशक",
  "home-plans-chart-head-3": "उद्यम",
  "home-plans-chart-row-1-cell-1": "नियंत्रण चुनौती प्रकार दिखाए गए",
  "home-plans-chart-row-1-cell-2": "सीमित",
  "home-plans-chart-row-1-cell-3": "संपूर्ण",
  "home-plans-chart-row-10-cell-1": "बहु-उपयोगकर्ता डैशबोर्ड",
  "home-plans-chart-row-11-cell-1": "उन्नत रिपोर्टिंग सुविधाएँ",
  "home-plans-chart-row-12-cell-1": "एंटरप्राइज़ SLAs",
  "home-plans-chart-row-2-cell-1": "नियंत्रण चुनौती सामग्री का उपयोग किया",
  "home-plans-chart-row-2-cell-2": "सीमित",
  "home-plans-chart-row-2-cell-3": "संपूर्ण",
  "home-plans-chart-row-3-cell-1": "मानव हल के लिए पुरस्कार अर्जित करें",
  "home-plans-chart-row-4-cell-1": "विश्व स्तरीय विरोधी बॉट संरक्षण",
  "home-plans-chart-row-5-cell-1": "हर देश में काम करता है",
  "home-plans-chart-row-5a-cell-1": "नो-कैप्चा और 99.9% निष्क्रिय मोड",
  "home-plans-chart-row-5b-cell-1": "आत्मविश्वास का स्कोर",
  "home-plans-chart-row-6-cell-1": "GDPR और CCPA- अनुकूल गोपनीयता नीति",
  "home-plans-chart-row-7-cell-1": "ठीक-ठाक कठिनाई स्तर",
  "home-plans-chart-row-8-cell-1": "अपनी चुनौती सामग्री लॉन्च करें",
  "home-plans-chart-row-9-cell-1": "समय-आधारित कठिनाई शेड्यूलिंग",
  "home-try-it-out-button": "HCaptcha प्राप्त करें",
  "home-try-it-out-head": "कोशिश करके देखो",
  "home-try-it-out-text": "hCaptcha मानव को हल करने के लिए तुच्छ होने के दौरान सरल, आसान और विश्वसनीय बॉट डिटेक्शन प्रदान करता है।",
  "labeling-about-head": "HCaptcha के बारे में",
  "labeling-about-text-1": "hCaptcha को मशीन लर्निंग में सबसे अधिक श्रम गहन समस्या को हल करने के लिए डिज़ाइन किया गया है; एक समय पर, सस्ती और विश्वसनीय तरीके से भारी मात्रा में डेटा लेबल करना। अधिक डेटा आमतौर पर प्रशिक्षण मशीन सीखने के मॉडल में बेहतर परिणाम देता है। गहरे मॉडल की हालिया सफलता ने बड़े डेटासेट को आगे बढ़ाया है, और hCaptcha इस आवश्यकता को पूरा करता है।",
  "labeling-about-text-2": "हालांकि, पारंपरिक तरीकों का उपयोग करके बड़े मानव-समीक्षा किए गए डेटासेट बनाना धीमी और महंगी दोनों है। hCaptcha कंपनियों के लिए एक तरीका है कि वे एनोटेशन प्राप्त करें, जिनकी उन्हें आवश्यकता है, उच्च गुणवत्ता के साथ और अन्य विकल्पों की तुलना में कम लागत पर।",
  "labeling-annotations-head": "एनोटेशन प्रकार",
  "labeling-annotations-text-1": "छवियों और वीडियो में सटीक वस्तु का पता लगाना",
  "labeling-annotations-text-2": "छवियों और वीडियो में सटीक वस्तु का पता लगाना",
  "labeling-annotations-text-3": "कई अलग-अलग उपयोग मामलों के लिए प्वाइंट एनोटेशन",
  "labeling-annotations-text-4": "किसी भी आकार की मनमानी श्रेणियों को क्रमबद्ध या जोड़ना",
  "labeling-annotations-text-5": "मानव-संचालित पहचान और वर्गीकरण",
  "labeling-annotations-text-6": "अन्य प्रकार की आवश्यकता है जो यहां सूचीबद्ध नहीं है? बस हमसे पूछते हैं।",
  "labeling-annotations-title-1": "बाउंडिंग बॉक्स",
  "labeling-annotations-title-2": "बहुभुज",
  "labeling-annotations-title-3": "लैंडमार्क्स",
  "labeling-annotations-title-4": "श्रेणीकरण में योगदान दें",
  "labeling-annotations-title-5": "तुलना और पहचान",
  "labeling-annotations-title-6": "... और बहुत सारे",
  "labeling-ent-button": "हमारी एंटरप्राइज़ समाधान टीम से संपर्क करें",
  "labeling-ent-head": "एंड-टू-एंड कंट्रोल चाहिए?",
  "labeling-ent-text-1": "Haptapt के पीछे HUMAN प्लेटफॉर्म ऑन-प्रिमाइसेस, हाइब्रिड, या Saa परिनियोजन के माध्यम से अत्यधिक परिष्कृत कार्य गुणवत्ता और प्रबंधन सुविधाएँ प्रदान करता है जो आपके मौजूदा सिस्टम के साथ एकीकृत होते हैं।",
  "labeling-ent-text-2": "अपने स्वयं के कार्यबल के साथ पूरी तरह से ऑफ़लाइन चलाएं, व्यावसायिक इकाइयों या कंसोर्टियम भागीदारों के लिए उपभोग किए गए ट्रैक मूल्य, लागत और सुरक्षा आवश्यकताओं के आधार पर अलग-अलग आंतरिक या बाहरी श्रम प्रदाताओं को चुनिंदा रूप से मार्ग का काम, और बहुत कुछ।",
  "labeling-ent-text-3": "आसान एपीआई पहुंच, सुंदर डैशबोर्ड, और दक्षता को अधिकतम करने के लिए नवीनतम मॉडल-इन-द-लूप तकनीक।",
  "labeling-ent-text-4": "99.99% अपटाइम SLAs और 24/7 वैश्विक समर्थन उपलब्ध है। अधिक जानकारी के लिए:",
  "labeling-features-head-1": "सरल एपीआई चालित पाइपलाइन।",
  "labeling-features-head-2": "लागत और गुणवत्ता के लिए अनुकूलित। कोई अग्रिम प्रतिबद्धता की आवश्यकता नहीं है।",
  "labeling-features-head-3": "केवल उस सटीकता के लिए भुगतान करें जिसकी आपको आवश्यकता है।",
  "labeling-features-head-4": "अपना स्वयं का जमीनी सच डेटा प्रदान करें या हमें इसे मक्खी पर बनाने दें।",
  "labeling-features-text-1": "अपने व्यवसाय के संचालन में सीधे मानव समीक्षा को एकीकृत करना चाहते हैं? हम उच्च विश्वसनीयता SLAs, गारंटीकृत क्षमता और सरल REST API प्रदान करते हैं।",
  "labeling-features-text-2": "हमन मंच परिष्कृत वास्तविक समय गुणवत्ता विश्लेषण करने के लिए व्यापक आत्मविश्वास मॉडल का उपयोग करता है। यह आपको प्रश्नों की कठिनाई और उनके संभावित सही उत्तर दोनों को जल्दी से निर्धारित करने की अनुमति देता है, जिससे आपके समय और धन की बचत होती है।",
  "labeling-features-text-3": "सभी समस्याएं समान नहीं हैं। सुरक्षा-महत्वपूर्ण कार्यों के लिए टिप्पणियों में पूरी तरह से मानव श्रमिकों से 99.99% विश्वास की आवश्यकता हो सकती है। मोबाइल गेम ऐप में एक बीटा फीचर के लिए एनोटेशन में केवल मध्यम आत्मविश्वास की आवश्यकता हो सकती है। आप तय करें।",
  "labeling-features-text-4": "क्या आपके पास व्यापक सत्यापन सेट के बिना कच्चा डेटा है? अधिकांश मामलों में हम आपके लिए सिस्टम के माध्यम से चलने वाले कार्यों के रूप में एक का निर्माण कर सकते हैं, या आपकी स्वीकृति के लिए लेबल किए गए नमूने बना सकते हैं।",
  "labeling-info-head": "डेटा लेबल हो रहा है",
  "labeling-info-text-1": "अपनी परियोजना की जरूरतों को परिभाषित करने के लिए हमारे डोमेन विशेषज्ञों में से एक के साथ बोलें: लक्ष्य सटीकता, प्रारूप, और कोई विशेष आवश्यकताएं।",
  "labeling-info-text-2": "हम आपके नमूना डेटा के आधार पर एक छोटे उत्पादन कार्य को अंजाम देते हैं। यह उस कार्य का परीक्षण करता है जो हमने आपको सुनिश्चित करने के लिए किया है कि आपको क्या चाहिए।",
  "labeling-info-text-3": "हमारी उच्च मात्रा और कम विलंबता के साथ हम आपके काम को जल्दी से जल्दी चालू कर देंगे, जैसे ही यह किया जाएगा स्वचालित डिलीवरी।",
  "labeling-info-text-4": "जैसा कि हम आपके उत्पादन कार्य के मापदंडों को बेहतर ढंग से समझते हैं, समय के साथ परिणाम बेहतर होते रहेंगे।",
  "labeling-info-text-5": "लाइव डैशबोर्ड आपको किसी भी समय प्रतिक्रिया या ठहराव उत्पादन प्रदान करने की अनुमति देता है।",
  "labeling-info-title-1": "विनिर्देशों को परिभाषित करें",
  "labeling-info-title-2": "प्रारंभिक जॉब टेस्ट",
  "labeling-info-title-3": "उत्पादन नौकरियां तैनात करें",
  "labeling-info-title-4": "निरंतर सुधार",
  "labeling-info-title-5": "वास्तविक समय परिणाम",
  "labeling-main-1": "पैमाने पर लागत प्रभावी डेटा लेबलिंग",
  "labeling-main-1-button": "अब अपना डेटा लेबल करें",
  "labeling-main-1c": "अपने डेटासेट के लिए और लेबल चाहिए? hCaptcha कृत्रिम बुद्धि और मशीन सीखने के अनुप्रयोगों पर काम करने वाली कंपनियों के लिए तेज़, लागत प्रभावी और उच्च गुणवत्ता वाला डेटा लेबलिंग प्रदान करता है।",
  "labeling-main-2": "लाखों कार्यों को तुरंत लॉन्च करें।",
  "labeling-main-2-button": "डेटा लेबलिंग सेवाएँ खरीदें",
  "labeling-main-2c": "hCaptcha में आपके उपयोग के लिए उपलब्ध ग्रह पर सबसे बड़ा पूल है। आपका पैमाना जो भी हो, हम महंगे अपफ्रंट कमिटमेंट के बिना इसे संभाल सकते हैं। प्रति दिन लाखों कार्य कोई समस्या नहीं हैं।",
  "labeling-platform-head": "निजी या सार्वजनिक सूचना",
  "labeling-platform-text": "hCaptcha को HUMAN प्लेटफ़ॉर्म पर बनाया गया है, जो प्रत्येक चरण में लागत और दक्षता का अनुकूलन करने के लिए परिष्कृत मार्ग और विश्लेषण की अनुमति देता है। यह तकनीक सही कार्यबल को आपकी नौकरी के प्रत्येक भाग को संभालने की सुविधा देती है, गोपनीयता को संरक्षित करते हुए और लागू होने वाली किसी भी नियामक आवश्यकताओं को पूरा करते हुए लागत दक्षता को अधिकतम करती है।",
  "labeling-try-button": "डेटा लेबलिंग सेवाएँ खरीदें",
  "labeling-try-head": "इसे अपने डेटा के साथ आज़माना चाहते हैं?",
  "labeling-try-text": "... हम तैयार हैं जब आप हैं: हमारी सेवा घड़ी के आसपास उपलब्ध है।",
  "learn-more-hcaptcha": "HCaptcha के बारे में अधिक जानें",
  "page-acc-faq-1": "प्रश्न: क्या एचकैप्चा धारा 508 + डब्ल्यूसीएजी 2.1 एए अनुपालन करती है? उत्तर: हम ऐसा मानते हैं: किसी भी प्रकार की हानि वाले सभी उपयोगकर्ता जो वेब ब्राउज़ करने और प्रपत्रों पर टेक्स्ट दर्ज करने में सक्षम हैं, पंजीकरण पर hCaptcha द्वारा संरक्षित सेवाओं तक पहुंच सकते हैं। हालांकि, यह कानूनी सलाह नहीं है: यह सुनिश्चित करने के लिए कि यह आपके परिनियोजन के मामले में है, आपको अपने विशेष कार्यान्वयन को ध्यान में रखते हुए अपना मूल्यांकन स्वयं करना चाहिए।",
  "page-acc-faq-2": "प्रश्न: क्या आप ऑडियो जैसे अन्य एक्सेसिबिलिटी (a11y) विकल्पों पर काम कर रहे हैं? उत्तर: ऑडियो कैप्चा जैसे पहले के लोकप्रिय विकल्प कई a11y उपयोगकर्ताओं के साथ भेदभाव करते हैं और आधुनिक मशीन लर्निंग तकनीकों से आसानी से पराजित हो जाते हैं। इसने मौजूदा ऑडियो चुनौतियों को और अधिक कठिन होने के लिए मजबूर कर दिया है, हमलावरों को हराने के लिए शोर, अजीब समय, असामान्य शब्द संयोजन, और इसी तरह की शुरुआत की है। इस प्रकार हम इस दृष्टिकोण के बारे में कम उत्साहित हैं बनाम चुनौती से पूरी तरह से परहेज करते हैं, लेकिन अगर 11y समुदाय की मांग है तो हम इस पर विचार करेंगे। हालाँकि, हम एक्सेसिबिलिटी उपयोग के मामले में गोपनीयता पास में बहुत रुचि रखते हैं। हमारा मानना है कि गोपनीयता पास जारी करने के साथ हमारे वर्तमान a11y दृष्टिकोण के संयोजन से a11y उपयोगकर्ता सुरक्षित रूप से ब्राउज़ कर पाएंगे, इस ज्ञान में सुरक्षित होंगे कि उनका ट्रैफ़िक अधिक निजी है, जबकि bot ऑपरेटरों द्वारा दुरुपयोग को प्रतिबंधित करता है जो अनिवार्य रूप से a11y विकल्प उपलब्ध होने पर होता है। हम इस नई तकनीक को मानकीकृत करने वाले IETF कार्य समूह में सक्रिय भागीदार हैं।",
  "page-acc-faq-3": "प्रश्न: गोपनीयता के बारे में क्या? क्या पंजीकरण किसी तरह से a11y ब्राउज़िंग डेटा को उजागर करता है? आप ईमेल के साथ क्या करते हैं? उत्तर: hCaptcha को शुरू से ही गोपनीयता के लिए डिज़ाइन किया गया है। यह विज्ञापन नेटवर्क के स्वामित्व वाले रीकैप्चा जैसे पारंपरिक विकल्पों से बहुत अलग है, जिनके पास आपको वेब पर ट्रैक करने और आपको एक वास्तविक पहचान के साथ जोड़ने का प्रोत्साहन है। हम 11y उपयोग को सुविधाजनक बनाने और दुरुपयोग को रोकने के अलावा किसी अन्य उद्देश्य के लिए एक्सेसिबिलिटी ईमेल या जानकारी का उपयोग कभी नहीं करते हैं। हमारी गोपनीयता नीति में व्यापक और आधिकारिक उत्तर हैं कि हम डेटा का उपयोग कैसे करते हैं, लेकिन संक्षिप्त उत्तर यह है कि हमें आपके ब्राउज़िंग इतिहास वाले व्यक्ति के रूप में आपको जोड़ने में कोई दिलचस्पी नहीं है। हम वर्तमान में आपके ईमेल पते को तेजी से त्यागने के लिए एक क्रिप्टोग्राफिक समाधान पर भी काम कर रहे हैं। दुरुपयोग को रोकने की हमारी क्षमता को बनाए रखते हुए, हमारे गोपनीयता पास कार्य के पूरक के रूप में।",
  "page-acc-link-1": "यदि आप एक पहुंच योग्य उपयोगकर्ता हैं, तो कृपया यहाँ साइन अप करें।",
  "page-acc-subhead": "सुरक्षा बनाए रखते हुए सभी उपयोगकर्ताओं के लिए सहज पहुंच सुनिश्चित करना",
  "page-acc-summary": "सारांश",
  "page-acc-summary-contents-1": "hCaptcha को बॉट्स को लोगों से अलग करके उन्हें रोकने के लिए डिज़ाइन किया गया है। इसके लिए दृश्य परीक्षण एक सुविधाजनक उपकरण है, लेकिन हर कोई दृश्य चुनौती को हल नहीं कर सकता है। इस कारण से हमने एक सरल, दर्द रहित विकल्प तैयार किया है ताकि हमारी सेवा का उपयोग करने वाले प्रकाशकों को पूर्ण धारा 508 और डब्ल्यूसीएजी 2.1 एए अनुपालन के साथ सभी के लिए पहुंच बनाए रखने दें।",
  "page-acc-summary-contents-2": "यह कैसे काम करता है: सबसे पहले, एक पहुंच उपयोगकर्ता इस URL पर साइन अप करता है, जो hCaptcha विजेट जानकारी पृष्ठ से जुड़ा हुआ है। उन्हें एक एन्क्रिप्टेड कुकी दी जाती है, जिसका उपयोग प्रति दिन कई बार किया जा सकता है, लेकिन लॉगिन के माध्यम से हर 24 घंटे में ताज़ा किया जाना चाहिए। जब hCaptcha सेवा का उपयोग करके किसी भी साइट पर पहुँच योग्य उपयोगकर्ता के लिए एक चुनौती प्रस्तुत की जाती है, तो वे स्वचालित रूप से पास हो जाएंगे।",
  "page-acc-title": "hCaptcha पहुँच जानकारी",
  "page-acc-tr-body": "प्रश्न: मुझे कुकी सेट करने के बाद भी एक चुनौती दिखाई दे रही है। इसके उत्पन्न होने का कारण क्या है?<br> उत्तर: यह आमतौर पर एक आक्रामक विज्ञापन अवरोधक या एंटी-कुकी एक्सटेंशन का उपयोग करने के कारण होता है, या एक सेटिंग जो क्रॉस-साइट कुकीज़ को ब्लॉक करती है, इस मामले में hcaptcha.com के लिए एक कुकी जिसे hCaptcha JS द्वारा अलग साइट पर सेट या चेक किया गया है , जैसे आप जा रहे हैं।<br><br> hCaptcha एक्सेसिबिलिटी कुकीज़ सभी लोकप्रिय ब्राउज़रों और विज्ञापन ब्लॉकर्स के साथ उनकी मानक सेटिंग्स के साथ काम करती हैं, इसलिए आमतौर पर विफलताओं के कारण एंटी-एडब्लॉक स्क्रिप्ट्स या विशेष नियमों को लक्षित करने वाले समान नियमों के कारण होती हैं।<br><br> समाधान:<br><br> 1. श्वेतसूची hcaptcha.com और * .hcaptcha.com कुकीज़ आपके विज्ञापन अवरोधक या ब्राउज़र सुरक्षा एक्सटेंशन में।<br> 2. यदि आप बहादुर ब्राउज़र का उपयोग कर रहे हैं, जिसमें वर्तमान में किसी भी प्रकार की कुकी श्वेतसूची नहीं है, तो वरीयताएँ -> शील्ड्स -> कुकीज़ पर जाएँ और सभी कुकीज़ को अनुमति दें चुनें।<br> 3. यदि आप हाल ही में जारी ओएस एक्स 10.15 या आईओएस 13.4 पर सफारी के नवीनतम संस्करण का उपयोग कर रहे हैं, तो ऐप्पल ने सफारी के व्यवहार को तृतीय-पक्ष कुकीज़ से संबंधित बदल दिया है, उन सभी को डिफ़ॉल्ट रूप से अवरुद्ध कर दिया है। हम एक समाधान लागू कर रहे हैं, लेकिन इस बीच कृपया सफारी प्राथमिकताएं, गोपनीयता अनुभाग पर जाएं, और वेबसाइट ट्रैकिंग को अनचेक करें: अपेक्षित के रूप में कार्य करने के लिए पहुँच क्षमता को सक्षम करने के लिए क्रॉस-साइट ट्रैकिंग को रोकें।<br><br> प्रश्न: मैं कई उपकरणों का उपयोग करता हूं। क्या मुझे कई बार साइन अप करने की आवश्यकता है?<br> उत्तर: नहीं। कुकी को सेट करने के लिए आपके द्वारा उपयोग किए जाने वाले प्रत्येक डिवाइस पर आपको भेजे गए उसी ईमेल लॉगिन लिंक पर क्लिक करें।<br><br> प्रश्न: एक्सेसिबिलिटी कुकी का उपयोग करते हुए मैं खुद को थर्ड-पार्टी कुकी ट्रैकिंग से कैसे बचा सकता हूं?<br> उत्तर: किसी भी गोपनीयता या विज्ञापन-ब्लॉकिंग एक्सटेंशन का उपयोग करना जो डोमेन-स्तर के श्वेत-सूचीकरण का समर्थन करता है (जैसे uBlock उत्पत्ति) अपेक्षा के अनुसार काम करेगा: बस श्वेतसूची hcaptcha.com पर सुनिश्चित करें।",
  "page-acc-tr-title": "अभिगम्यता उपयोगकर्ताओं के लिए: बारंबार प्रश्न और समस्या निवारण मार्गदर्शिका",
  "page-acc-tr2-body": "सफारी<br> सफारी (मैक) में कुकीज़ को सक्षम करने के लिए: सफारी ड्रॉप-डाउन मेनू पर जाएं। प्राथमिकताएँ चुनें। शीर्ष पैनल में गोपनीयता पर क्लिक करें। 'ब्लॉक कुकीज़' के तहत 'कभी नहीं' विकल्प चुनें।<br> Safari (iPhone / iPad iOS 11+) में कुकी सक्षम करने के लिए: अपनी सेटिंग्स खोलें। नीचे स्क्रॉल करें और सफारी चुनें। गोपनीयता और सुरक्षा के तहत, 'क्रॉस-साइट ट्रैकिंग रोकें' और 'सभी कुकीज़ अवरोधित करें' बंद करें<br><br> फ़ायरफ़ॉक्स<br> किसी भी वेबपेज पर एड्रेस बार के बाईं ओर शील्ड पर क्लिक करें। सुरक्षा सेटिंग्स पर क्लिक करें। फ़ायरफ़ॉक्स प्राथमिकताएँ गोपनीयता और सुरक्षा पैनल खुल जाएगा। उन्नत ट्रैकिंग सुरक्षा के तहत, कस्टम का चयन करें। उन ट्रैकर्स और स्क्रिप्ट को चुनें जो उन चेकबॉक्स को चुनकर ब्लॉक करें। सुनिश्चित करें कि आपने hcaptcha.com को अनब्लॉक कर दिया है।<br><br> यदि आप अभी भी समस्याएँ हैं, तो आप डिबगिंग को चेकबॉक्स से हटाकर, अस्थायी रूप से इसे डिबग करके, कस्टम में अस्थायी रूप से कुछ सुरक्षा को बंद कर सकते हैं।<br><br> गूगल क्रोम<br> Google Chrome (PC)<br> Chrome मेनू आइकन चुनें। सेटिंग्स का चयन करें।<br> गोपनीयता और सुरक्षा पर जाएं, फिर कुकीज़ और अन्य साइट डेटा।<br> सुनिश्चित करें कि 'ब्लॉक थर्ड-पार्टी कुकीज़' सक्षम नहीं है।<br><br> Google Chrome (Mac):<br> मेनू बार से Chrome प्राथमिकताएँ खोलें।<br> गोपनीयता और सुरक्षा पर जाएं, फिर कुकीज़ और अन्य साइट डेटा।<br> सुनिश्चित करें कि 'ब्लॉक थर्ड-पार्टी कुकीज़' सक्षम नहीं है।<br><br> Google Chrome (Android):<br> अपने Android डिवाइस पर, Chrome ऐप खोलें।<br> शीर्ष दाईं ओर, अधिक और फिर सेटिंग्स टैप करें।<br> साइट सेटिंग्स टैप करें और फिर कुकीज़।<br> 'कुकी' के आगे, सेटिंग चालू करें।<br> 'तृतीय-पक्ष कुकी की अनुमति दें' के बगल में स्थित बॉक्स को चेक करें।<br><br> इंटरनेट एक्स्प्लोरर<br> 1. स्क्रीन के ऊपरी-दाएं कोने में गियर का चयन करें, फिर 'इंटरनेट विकल्प' चुनें। यदि आपके पास मेनू बार सक्षम है, तो आप 'टूल्स' और फिर 'इंटरनेट विकल्प' का चयन कर सकते हैं।<br> 2. 'गोपनीयता' टैब पर क्लिक करें।<br> 3. 'उन्नत' बटन का चयन करें।<br> 4. तीसरे पक्ष के कुकीज़ के तहत 'स्वीकार करें' चुनें।<br> 5. 'ओके' पर क्लिक करें",
  "page-acc-tr2-head": "क्रॉस-साइट कुकीज़ के लिए ब्राउज़र निर्देश",
  "priv-hc": "गोपनीयता केंद्रित है",
  "priv-hc-text": "विज्ञापन नेटवर्क आपको उनके उत्पाद के रूप में देखते हैं। हम नहीं करते। हमें परवाह नहीं है कि उपयोगकर्ता कौन हैं, केवल यह संभावना है कि उनके दुर्भावनापूर्ण होने की कितनी संभावना है। हम गोपनीयता पास जैसी पहल का समर्थन करते हैं, और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं।",
  "reporting-bugs-accessibility-button": "पहुँच विकल्पों के बारे में अधिक जानें",
  "reporting-bugs-accessibility-head": "उपलब्धता का ऑप्शन",
  "reporting-bugs-accessibility-text": "क्या आप दृष्टिबाधित हैं या अन्यथा hCaptchas को पूरा करने में असमर्थ हैं?",
  "reporting-bugs-guide-ff-head": "बग रिपोर्ट विवरण कैप्चर करना: Firefox",
  "reporting-bugs-guide-ff-step-1": "चरण 1: डेवलपर टूल खोलें (यह सत्र रिकॉर्ड करना शुरू करता है।)",
  "reporting-bugs-guide-ff-step-2": "चरण 2: डेवलपर टूल में नेटवर्क टैब पर क्लिक करें। शीर्ष पर स्थित फ़ारिस लॉग बॉक्स की जाँच करें।",
  "reporting-bugs-guide-ff-step-3": "चरण 3: https://accounts.hcaptcha.com/demo, या उस वेबसाइट पर जाएं जिस पर आपको कोई समस्या हो रही है (गोपनीयता नोट: केवल अगर आपको यह साझा करने में कोई आपत्ति नहीं है) ... और फिर I पर क्लिक करें मानव बटन हूँ, और हल करने का प्रयास करें।",
  "reporting-bugs-guide-ff-step-4": "चरण 4: हल करने का प्रयास करने के बाद HAR पर क्लिक करें, और नेटवर्क लॉग को सहेजने के लिए सभी को HAR के रूप में सहेजें चुनें। वह फाइल हमें भेजें।",
  "reporting-bugs-guide-ff-step-5": "चरण 5: कंसोल टैब पर क्लिक करें और फिर राइट-क्लिक करें सभी का चयन करें और कंसोल लॉग को सहेजने के लिए इसे एक टेक्स्ट फ़ाइल में सहेजें। हमें भी भेजें।",
  "reporting-bugs-guide-ff-step-6": "अंतिम चरण: उन HAR और कंसोल लॉग फ़ाइलों को हमें ईमेल करें, और समस्या का वर्णन करें। . कृपया वह IP भेजें जिसका आप उपयोग कर रहे हैं। आप इसे https://www.whatsmyip.org/ से प्राप्त कर सकते हैं इस जानकारी को प्राप्त करने में हमारी सहायता करने के लिए समय निकालने के लिए धन्यवाद! हम hCaptcha को सभी के लिए अच्छी तरह से काम करने के लिए प्रतिबद्ध हैं।",
  "reporting-bugs-guide-head": "बग रिपोर्ट विवरण कैप्चर करना: क्रोम",
  "reporting-bugs-guide-step-1": "चरण 1: डेवलपर टूल खोलें (यह सत्र रिकॉर्ड करना शुरू करता है।)",
  "reporting-bugs-guide-step-2": "चरण 2: डेवलपर टूल में नेटवर्क टैब पर क्लिक करें। शीर्ष पर संरक्षित लॉग बॉक्स की जाँच करें।",
  "reporting-bugs-guide-step-3": "चरण 3: https://accounts.hcaptcha.com/demo, या उस वेबसाइट पर जाएं जिस पर आपको कोई समस्या हो रही है (गोपनीयता नोट: केवल अगर आपको यह साझा करने में कोई आपत्ति नहीं है) ... और फिर I पर क्लिक करें मानव बटन हूँ, और हल करने का प्रयास करें।",
  "reporting-bugs-guide-step-4": "चरण 4: हल करने के लिए प्रयास करने के बाद निर्यात करें (थोड़ा नीचे तीर) पर क्लिक करें, जो नेटवर्क लॉग को बचाता है। उस फाइल को हमें भेजें।",
  "reporting-bugs-guide-step-5": "चरण 5: कंसोल टैब पर क्लिक करें, और कंसोल लॉग को बचाने के लिए राइट-क्लिक करें। हमें भी भेजें।",
  "reporting-bugs-guide-step-6": "अंतिम चरण: उन HAR और कंसोल लॉग फ़ाइलों को हमें ईमेल करें, और समस्या का वर्णन करें। उपयोग करें: support@hcaptcha.com (कृपया ड्रॉपबॉक्स या फाइलबिन जैसी सेवा का उपयोग करें और लिंक भेजें) और वैकल्पिक रूप से एक स्क्रीनशॉट, यदि आपको संदेह है कि कुछ सही ढंग से प्रदर्शित नहीं हो रहा है। कृपया वह IP भेजें जिसका आप उपयोग कर रहे हैं। आप इसे https://www.whatsmyip.org/ से प्राप्त कर सकते हैं इस जानकारी को प्राप्त करने में हमारी सहायता करने के लिए समय निकालने के लिए धन्यवाद! हम hCaptcha को सभी के लिए अच्छी तरह से काम करने के लिए प्रतिबद्ध हैं।",
  "reporting-bugs-guide-text-1": "आपकी रिपोर्ट के साथ डिबगिंग जानकारी भेजना हमारे लिए यह पहचानना बहुत आसान बना देगा कि क्या हो रहा है। यहाँ चरण-दर-चरण निर्देश दिए गए हैं:",
  "reporting-bugs-guide-text-2": "यदि आप एक वेब डेवलपर या विशेषज्ञ उपयोगकर्ता हैं, तो सारांश यह है कि हम चाहते हैं कि आप हमें एक नेटवर्क रिकॉर्डिंग HAR और ब्राउज़र कंसोल लॉग भेजें। कृपया पहले किसी भी विज्ञापन अवरोधक या ब्राउज़र सुरक्षा एक्सटेंशन को अक्षम करने का प्रयास करें और फिर इन चरणों को पूरा करने से पहले पुनः प्रयास करें। यदि इससे आपकी समस्या का समाधान हो जाता है, तब भी हम आपके ब्राउज़र संस्करण, विज्ञापन अवरोधक या ब्राउज़र एक्सटेंशन, और वेबसाइट URL के बारे में बताने के लिए आपकी सराहना करेंगे।",
  "reporting-bugs-intro-head": "एक बग मिला? यहां इसकी रिपोर्ट कैसे दी जाती है।",
  "reporting-bugs-intro-text": "ब्राउज़र, एक्सटेंशन, डिवाइस, फ़ायरवॉल और अन्य के हजारों संयोजन पर लाखों लोग प्रत्येक महीने hCaptcha का उपयोग करते हैं। हमारा लक्ष्य यह सुनिश्चित करना है कि यह हमेशा आपके लिए काम करे, इसलिए हम आपकी रिपोर्टों की बहुत सराहना करते हैं! त्वरित प्रतिक्रिया देने के लिए, हमें भेजें फ़ीडबैक बटन पर क्लिक करें। यदि आप एक कार्यात्मक समस्या देख रहे हैं, तो कृपया नीचे फ़ायरफ़ॉक्स के लिए क्रोम या डीबग लॉग निर्देशों के लिए डीबग लॉग निर्देशों का पालन करें। किसी भी अन्य ब्राउज़र के लिए बस हमें ईमेल करें। संभावित सुरक्षा या गोपनीयता समस्याओं के लिए, नीचे दिए गए निर्देश देखें।",
  "reporting-bugs-privacy-head": "गोपनीयता समस्या",
  "reporting-bugs-privacy-text": "हम परवाह नहीं करते हैं कि उपयोगकर्ता कौन हैं, केवल यह संभावना है कि वे दुर्भावनापूर्ण या मशीन हैं। हम गोपनीयता पास जैसी पहल का समर्थन करते हैं, और गोपनीयता और सुरक्षा को संतुलित करने के लिए कड़ी मेहनत करते हैं। यदि आपको ऐसा कोई मुद्दा मिला है जो आपको लगता है कि उपयोगकर्ता की गोपनीयता को प्रभावित कर सकता है, तो कृपया हमें support@hcaptcha.com पर ईमेल करें।",
  "reporting-bugs-provide-feedback-button": "हमें फीडबैक भेजें",
  "reporting-bugs-provide-feedback-head": "HCaptcha पर तत्काल प्रतिक्रिया दें",
  "reporting-bugs-provide-feedback-text": "हम आपके इनपुट की सराहना करते हैं। हमें किसी भी मुद्दे को जानते हैं और हम उन्हें जल्दी हल करेंगे।",
  "reporting-bugs-security-head": "सुरक्षा कीड़े",
  "reporting-bugs-security-text": "हम हमेशा सुरक्षा कीड़े की रिपोर्ट प्राप्त करने में रुचि रखते हैं। ईमेल support@hcaptcha.com और CC security@hcaptcha.com पर ईमेल करें और हम आपको जल्दी वापस भेज देंगे। हमारे पास hCaptcha सेवा और संबंधित स्रोत कोड पर योग्य सुरक्षा रिपोर्ट के लिए एक बग बाउंटी प्रोग्राम भी है।",
  "sales-interstitial-c1": "कंपनियों के लिए",
  "sales-interstitial-c1a": "एंटरप्राइज़ सुरक्षा समाधान (भुगतान किया गया)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (बॉट्सटॉप) के बारे में अधिक जानें",
  "sales-interstitial-c1c": "डेटा एनोटेशन",
  "sales-interstitial-c1d": "खरीद hCaptcha एनोटेशन सेवाओं",
  "sales-interstitial-c2": "व्यक्तियों के लिए",
  "sales-interstitial-c2a": "HCaptcha को अपनी सेवा में जोड़ें (निःशुल्क)",
  "sales-interstitial-c2b": "प्रकाशकों के लिए hCaptcha को मेरी वेबसाइट या ऐप में जोड़ें",
  "sales-interstitial-c2c": "HCaptcha क्या है?",
  "sales-interstitial-c2d": "HCaptcha के बारे में और जानें",
  "sales-interstitial-head": "आइए सुनिश्चित करें कि आप सही जगह पर पहुंचे।",
  "sec-hc": "सुरक्षा पहले",
  "sec-hc-text": "hCaptcha प्रकाशक-केंद्रित है। हम साइटों को वास्तविक डेटा देने के लिए काम करते हैं और उन्हें इसका उपयोग करने का निर्णय लेने देते हैं। सटीकता आपके और हमारे हित में है। अन्य कैप्चा विज्ञापन कंपनियों द्वारा प्रदान किए जाते हैं। उनके द्वारा ब्लॉक किया गया प्रत्येक बॉट उनके राजस्व को कम कर सकता है।",
  "signup-interstitial-c1": "कंपनियों या वेबसाइटों के लिए",
  "signup-interstitial-c1a": "HCaptcha को अपनी सेवा में जोड़ें (निःशुल्क)",
  "signup-interstitial-c1b": "प्रकाशकों के लिए hCaptcha को मेरी वेबसाइट या ऐप में जोड़ें",
  "signup-interstitial-c1c": "एंटरप्राइज़ सुरक्षा समाधान (भुगतान किया गया)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (बॉट्सटॉप) के बारे में अधिक जानें",
  "signup-interstitial-c1e": "डेटा एनोटेशन",
  "signup-interstitial-c1f": "खरीद hCaptcha एनोटेशन सेवाओं",
  "signup-interstitial-c2": "व्यक्तियों के लिए",
  "signup-interstitial-c2a": "सरल उपयोग",
  "signup-interstitial-c2b": "HCaptcha के लिए पहुँच विकल्प के बारे में जानें",
  "signup-interstitial-c2c": "पैसे कमाओ",
  "signup-interstitial-c2d": "एक व्यक्तिगत डेटा लेबलर के रूप में काम करें",
  "signup-interstitial-head": "आइए सुनिश्चित करें कि आप सही जगह पर पहुंचे।",
  "support-interstitial-c1": "कंपनियों के लिए",
  "support-interstitial-c1a": "एंटरप्राइज़ सुरक्षा समाधान (भुगतान किया गया)",
  "support-interstitial-c1b": "HCaptcha Enterprise (बॉट्सटॉप) के लिए समर्थन प्राप्त करें",
  "support-interstitial-c1c": "hCaptcha प्रकाशक (मुक्त)",
  "support-interstitial-c1d": "HCaptcha प्रकाशक के लिए समर्थन प्राप्त करें",
  "support-interstitial-c2": "व्यक्तियों के लिए",
  "support-interstitial-c2a": "एक चुनौती के साथ कठिनाई हो रही है?",
  "support-interstitial-c2b": "HCaptcha के लिए पहुँच विकल्प के बारे में जानें",
  "support-interstitial-c2c": "बग की रिपोर्ट करना चाहते हैं?",
  "support-interstitial-c2d": "सॉफ़्टवेयर समस्याओं की रिपोर्टिंग के बारे में अधिक जानें",
  "support-interstitial-head": "आइए सुनिश्चित करें कि आप सही जगह पर पहुंचे।",
  "switch-to-english-link": "अंग्रेज़ी पर स्विच करें",
  "what-is-hcaptcha": "HCaptcha क्या है?",
  "what-is-hcaptcha-text": "hCaptcha आपकी पसंदीदा वेब सेवाओं को बॉट्स, स्पैम और दुरुपयोग को दूर रखने में मदद करता है और सरल प्रश्न पूछते हैं जो मनुष्यों के लिए आसान हैं और मशीनों के लिए मुश्किल हैं।",
  "why-hc": "क्यों hCaptcha?",
  "why-hc-text": "हर बार जब आप किसी चुनौती का जवाब देते हैं, तो हम यह पता लगाने के लिए परिष्कृत मॉडल का उपयोग करते हैं कि आप इंसान हैं या मशीन। तब आपके द्वारा देखी गई वेबसाइट इस परिणाम का उपयोग बॉट्स रखकर उनकी साइट पर आपके अनुभव को बेहतर बनाने में मदद करती है।",
  "footer-link-5b": "दबाएँ",
  "footer-link-cyberattacks": "साइबर हमले 101",
  "header-enterprise-link": "उद्यम",
  "intro-subtitle": "आज ही अपनी बॉट समस्या का समाधान करें।"
}
