{
  "header-privacy-link": "ความเป็นส่วนตัว",
  "header-integration-link": "บูรณาการ",
  "header-cost-link": "ค่าใช้จ่าย",
  "header-features-link": "คุณสมบัติ",
  "header-docs-link": "เอกสาร",
  "header-login-button": "เข้าสู่ระบบ",
  "header-contact-button": "ติดต่อฝ่ายขาย",
  "intro-heading": "การตรวจสอบความเป็นมนุษย์ของแรงเสียดทานเป็นศูนย์",
  "intro-contact-button": "ติดต่อเราเพื่อเรียนรู้เพิ่มเติม",
  "intro-text-bottom": "พึ่งพาโดยบริษัทที่ขับเคลื่อนเว็บ",
  "sub-menu-button": "ติดต่อฝ่ายขาย",
  "sub-menu-item1": "องค์กร",
  "sub-menu-item2": "ค่าใช้จ่าย",
  "sub-menu-item3": "บูรณาการ",
  "sub-menu-item4": "คุณสมบัติ",
  "sub-menu-item5": "ความเป็นส่วนตัว",
  "sub-menu-item6": "เอกสาร",
  "info-head-1": "สร้างขึ้นบนแพลตฟอร์ม hCaptcha ที่ได้รับการพิสูจน์แล้ว",
  "info-text-1": "hCaptcha Enterprise ทำงานบนเทคโนโลยีแพลตฟอร์ม hCaptcha ซึ่งขยายให้ครอบคลุมคุณลักษณะที่องค์กรต้องการใช้ปริมาณการใช้งานสูง",
  "info-head-2": "พันธมิตรที่เชื่อถือได้",
  "intro-subtitle": "แก้ปัญหาบอทของคุณวันนี้",
  "info-text-2": "บริการของเราได้รับความไว้วางใจจากบริษัทที่ใหญ่ที่สุดในโลกให้ให้บริการผู้ใช้หลายล้านรายต่อวันในไซต์หลายสิบล้านแห่ง",
  "cloudflare-quote-text": "เราได้ประเมินผู้จำหน่าย CAPTCHA จำนวนหนึ่งรวมถึงการสร้างระบบด้วยตัวเราเอง ในท้ายที่สุด hCaptcha กลายเป็นทางเลือกที่ดีที่สุดสำหรับ reCAPTCHA",
  "cloudflare-quote-detail": "ผู้อำนวยการฝ่ายการจัดการผลิตภัณฑ์ Cloudflare",
  "section-quote-head": "ตัวเลือกที่คุ้มค่าสำหรับองค์กรที่มีการเข้าชมสูง",
  "section-quote-text": "สุดท้ายนี้เป็นทางเลือกที่น่าเชื่อถือสำหรับ Google hCaptcha Enterprise ช่วยประหยัดค่าใช้จ่าย reCAPTCHA ของคุณได้อย่างมากด้วยความปลอดภัยที่สูงขึ้น: ราคาถูกกว่าถึง 80% ในบางกรณี ‍บริการออนไลน์ที่ใหญ่ที่สุดในโลกหลายแห่งได้เปลี่ยนมาใช้ hCaptcha Enterprise และได้รับการตรวจจับบอทที่ได้รับการปรับปรุงควบคู่ไปกับประหยัดต้นทุนได้อย่างมาก",
  "section-quote-button": "ติดต่อเราวันนี้เพื่อขอใบเสนอราคา",
  "section-privacy-header": "เน้นความเป็นส่วนตัว",
  "section-privacy-text-1": "เครือข่ายโฆษณามองว่าผู้เยี่ยมชมของคุณเป็นผลิตภัณฑ์ สำหรับเรา ผลิตภัณฑ์เดียวคือการกำหนดความเป็นมนุษย์ บริการของเราตรงตามหรือเกินกว่าข้อกำหนดของ GDPR, CCPA และ LGPD และการสนับสนุนโครงการริเริ่ม เช่น Privacy Pass เราทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
  "section-privacy-text-2": "การมุ่งเน้นเฉพาะเรื่องความเป็นส่วนตัวนี้หมายความว่าเราสามารถให้การรักษาข้อมูลส่วนบุคคลเป็นศูนย์ การดำเนินการที่ปราศจากคุกกี้ และการรับประกันความเป็นส่วนตัวตามสัญญาอื่นๆ ตามความจำเป็นในขณะที่ยังคงรักษาความปลอดภัยที่ดีเยี่ยม",
  "section-security-header": "ปลอดภัยไว้ก่อน",
  "section-security-text-1": "ความแม่นยำอยู่ในความสนใจของคุณและของเรา hCaptcha ทำงานเพื่อให้ข้อมูลจริงแก่คุณ และให้คุณตัดสินใจว่าจะใช้อย่างไร แคปต์ชาอื่นๆ ให้บริการโดยบริษัทโฆษณายักษ์ใหญ่ ซึ่งหมายความว่าทุกบอทที่พวกเขาบล็อกอาจลดรายได้ลง",
  "section-security-text-2": "การใช้เทคนิคแมชชีนเลิร์นนิงล่าสุดที่เน้นความเป็นส่วนตัวทำให้เราได้มาตรฐานการรักษาความปลอดภัยของระบบแบบเดิมที่บันทึกทุกอย่างไว้ตลอดกาลโดยไม่ทำลายความปลอดภัยหรือความเป็นส่วนตัวของผู้ใช้",
  "section-user-experience-header": "ประสบการณ์ผู้ใช้ที่ยอดเยี่ยม",
  "section-user-experience-text1": "สำหรับผู้ใช้ Enterprise มีตัวเลือกเพื่อหลีกเลี่ยงความท้าทายในสถานการณ์ส่วนใหญ่อย่างสมบูรณ์",
  "section-user-experience-text2": "ลดความขัดแย้งโดยการหลีกเลี่ยงความท้าทายทั้งหมด 99.9% ของการรับส่งข้อมูลที่ถูกต้องของคุณในขณะที่ยังคงให้การรักษาความปลอดภัยที่ยอดเยี่ยมด้วยโมเดลบอทขั้นสูง",
  "section-easy-integration-header": "บูรณาการได้ง่าย",
  "section-easy-integration-text": "การเพิ่ม hCaptcha ใช้เวลาเพียงไม่กี่นาทีและโค้ดเพียงไม่กี่บรรทัด API พื้นฐานเข้ากันได้กับ reCAPTCHA V2 และใช้เวลาเพียงไม่กี่นาทีในการเปลี่ยน คุณสามารถเริ่มต้นใช้งานด้วยทางเลือกที่เหนือกว่าในปัจจุบัน และเปิดคุณลักษณะขั้นสูงเพิ่มเติมตามความจำเป็น",
  "section-easy-integration-serverside": "ฝั่งเซิร์ฟเวอร์:",
  "section-easy-integration-frontend": "ส่วนหน้า:",
  "section-threat-header": "คะแนนภัยคุกคามที่กำหนดเอง",
  "section-threat-text": "ไม่ใช่ทุกปัญหาจะเหมือนกัน: การได้คะแนนเพียงครั้งเดียวหมายความว่าจะต้องตอบสนองความต้องการของคุณจึงจะมีประโยชน์ ด้วยคะแนนภัยคุกคามที่ปรับแต่งได้เฉพาะของ hCaptcha การให้คำปรึกษาอย่างรวดเร็วช่วยให้เราปรับแต่งแบบจำลองของเราเพื่อให้คะแนนที่เกี่ยวข้องกับธุรกิจของคุณมากขึ้น",
  "section-challenges-header": "เปิดตัวความท้าทายของคุณเองในไม่กี่วินาที",
  "section-challenges-text-1": "อยู่ในแบรนด์ด้วยเนื้อหาที่เกี่ยวข้อง",
  "section-challenges-text-2": "เมื่อผู้ใช้ต้องแก้ปัญหาที่ท้าทายเพื่อให้เป็นไปตามข้อกำหนดด้านความปลอดภัย ทำไมไม่ลองสร้างงานที่ถูกใจและเกี่ยวข้องกับผู้ใช้ดูล่ะ ด้วยตัวออกแบบความท้าทายแบบกำหนดเองที่เรียบง่ายของเรา คุณสามารถเปิดตัวเนื้อหาความท้าทายในแบรนด์ได้ในเวลาเพียงไม่กี่นาที",
  "section-integration-header": "การรวมแพลตฟอร์มโดยตรง",
  "section-integration-subheader": "สำหรับบริษัทโครงสร้างพื้นฐานบนเว็บ",
  "section-integration-text": "ระบบ hCaptcha Enterprise มีความยืดหยุ่นในการออกแบบโดยเฉพาะ: สามารถใช้งานได้บางส่วนหรือทั้งหมดที่ขอบเครือข่ายของคุณ หากคุณใช้งานระบบคลาวด์สาธารณะหรือเป็นเจ้าของศูนย์ข้อมูลจำนวนมาก ‍สิ่งนี้สามารถลดต้นทุนและการรับส่งข้อมูลนอกเครือข่ายได้อย่างมาก ในขณะที่ยังคงรักษาผลประโยชน์ทั้งหมดของการจัดการโดยพนักงานที่โทรติดต่อได้ทุกวันตลอด 24 ชั่วโมงเพื่อให้เป็นไปตาม SLA ที่เข้มงวดที่สุด",
  "section-support-header": "ความเชี่ยวชาญและการสนับสนุนที่เข้าถึงได้สำหรับทั้งคุณและผู้ใช้ของคุณ",
  "section-support-text": "บริการเป็นสิ่งสำคัญที่สุดสำหรับเรา เราให้การสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวันและเสนอการประสานงานโดยตรงกับ Slack กับทีมบูรณาการทางวิศวกรรมและพนักงานที่โทรติดต่อของเราในระหว่างและหลังการติดตั้ง‍ ‍ เรายังมุ่งมั่นที่จะตรวจสอบและตอบคำถามของผู้ใช้ของคุณในโซเชียลมีเดีย ฟอรัม และช่องทางการสนับสนุนในวิดเจ็ตและอีเมลของเรา เราสามารถเข้าถึงได้และตอบสนอง และถือว่าความพึงพอใจของผู้ใช้เป็น KPI อันดับต้นๆ",
  "section-enterprise-header": "คุณสมบัติองค์กร",
  "section-enterprise-title-1": "การป้องกันบอทระดับโลก",
  "section-enterprise-desc-1": "ทดสอบการต่อสู้ในระดับเว็บ",
  "section-enterprise-title-2": "คะแนนบอทที่มีความแม่นยำสูง",
  "section-enterprise-desc-2": "ตรวจจับนักแสดงที่ไม่ดีหลายประเภท",
  "section-enterprise-title-3": "แรงเสียดทานเป็นศูนย์และโหมดพาสซีฟ 99.9%",
  "section-enterprise-desc-3": "ท้าทายน้อยกว่า 0.1% ของผู้ใช้ที่ถูกกฎหมาย",
  "section-enterprise-title-4": "แสดงประเภทความท้าทายในการควบคุม",
  "section-enterprise-desc-4": "ห้องสมุดหลากหลายประเภทให้เลือก",
  "section-enterprise-title-5": "ควบคุมเนื้อหาความท้าทายที่ใช้",
  "section-enterprise-desc-5": "อยู่ในแบรนด์ด้วยประสบการณ์ผู้ใช้ที่สอดคล้องกัน",
  "section-enterprise-title-6": "SLA ขององค์กร",
  "section-enterprise-desc-6": "รับประกันความน่าเชื่อถือและการสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวันไม่เว้นวันหยุด",
  "section-enterprise-title-7": "รองรับเบราว์เซอร์รุ่นเก่า",
  "section-enterprise-desc-7": "เข้ากันได้ตลอดทางจนถึง Internet Explorer 8",
  "section-enterprise-title-8": "แดชบอร์ดการรายงานขั้นสูงและ API",
  "section-enterprise-desc-8": "ดูสิ่งที่เกิดขึ้นในเว็บไซต์และแอปทั้งหมดของคุณ",
  "section-enterprise-title-9": "ใช้งานได้ทุกประเทศ",
  "section-enterprise-desc-9": "เราทำงานในทุกประเทศไม่เหมือนกับ reCAPTCHA",
  "section-enterprise-title-10": "นโยบายความเป็นส่วนตัวที่เป็นมิตรกับ GDPR, CCPA และ LGPD",
  "section-enterprise-desc-10": "ออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่วันแรก ข้อตกลงการประมวลผลข้อมูลที่เข้มงวด",
  "section-enterprise-title-11": "ระดับความยากแบบละเอียด",
  "section-enterprise-desc-11": "หมุนหมายเลขนี้เพื่อให้พอดีกับกรณีการใช้งานของคุณ",
  "section-enterprise-title-12": "โฮสติ้งบุคคลที่หนึ่ง",
  "section-enterprise-desc-12": "คำขอและทรัพย์สินทั้งหมดไปที่ hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "แดชบอร์ดผู้ใช้หลายคน",
  "section-enterprise-desc-13": "แบ่งปันการจัดการในทีมของคุณ",
  "section-enterprise-title-14": "การตรวจสอบทันที",
  "section-enterprise-desc-14": "เวลาแฝง 0ms: ตรวจสอบโทเค็น hCaptcha โดยไม่มีการเรียก API",
  "section-enterprise-title-15": "การผสานการทำงานบนมือถือ (iOS และ Android)",
  "section-enterprise-desc-15": "ประสบการณ์ที่ไร้รอยต่อบนเว็บ อุปกรณ์เคลื่อนที่เนทีฟ เว็บบนอุปกรณ์เคลื่อนที่ มีการรวมระบบที่สร้างไว้ล่วงหน้าและ SDK ดั้งเดิม",
  "section-enterprise-title-16": "ข้อกำหนดที่กำหนดเองและการรับประกันความเป็นส่วนตัว",
  "section-enterprise-desc-16": "ตอบสนองความต้องการทางกฎหมายของคุณเมื่อบริษัทอื่นไม่สามารถทำได้",
  "presented-challlenges-head": "นำเสนอความท้าทาย",
  "presented-challenges-title-1": "การเปรียบเทียบ",
  "presented-challenges-text-1": "เลือกรูปภาพทั้งหมดที่ตรงกับคำค้นหา",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "กำหนดขอบเขตของวัตถุ",
  "presented-challenges-title-3": "การจัดหมวดหมู่",
  "presented-challenges-text-3": "ระบุฉลากที่เกี่ยวข้อง",
  "presented-challenges-subheader": "...และงานง่ายๆ อื่นๆ ง่ายสำหรับมนุษย์ ยากสำหรับบอท",
  "presented-challenges-subtext": "งานที่กำหนดเองยังมีให้สำหรับผู้เผยแพร่ระดับองค์กร",
  "footer-header-1": "บริษัท",
  "footer-header-2": "ทรัพยากร",
  "footer-header-3": "ติดต่อ",
  "footer-link-1": "การติดฉลาก",
  "footer-link-2": "เกี่ยวกับ",
  "footer-link-3": "งาน",
  "footer-link-4": "เครื่องหมายการค้า",
  "footer-link-5": "บล็อก",
  "footer-link-6": "สถานะ",
  "footer-link-7": "เอกสาร",
  "footer-link-8": "รายงานข้อผิดพลาด",
  "footer-link-9": "การเข้าถึง",
  "footer-terms": "เงื่อนไข",
  "footer-privacy": "ความเป็นส่วนตัว",
  "footer-attribution": "แสดงที่มา",
  "footer-subheader-1": "สนับสนุน",
  "footer-subheader-2": "ติดต่อ",
  "switch-to-english-link": "เปลี่ยนเป็นภาษาอังกฤษ",
  "intro-heading-privacy": "ออกแบบมาเพื่อความเป็นส่วนตัว",
  "intro-subtitle-p1-privacy": " แนวทางการรักษาความปลอดภัยออนไลน์ที่ขับเคลื่อนด้วยความเป็นส่วนตัวที่ไม่เหมือนใคร",
  "info-head-2-pr": "การบันทึกกิจกรรมออนไลน์ไม่ใช่คำตอบ",
  "info-text-1-pr": "hCaptcha Enterprise มีจุดประสงค์เดียวเท่านั้น: เพื่อป้องกันไม่ให้ผู้ไม่หวังดีมารบกวนการทำงานออนไลน์ของคุณและทำร้ายผู้ใช้ของคุณ",
  "info-text-2-pr": "ระบบของเราจึงได้รับการออกแบบมาตั้งแต่ต้นเพื่อลดการรวบรวมและการเก็บรักษาข้อมูลในขณะที่ยังคงรักษาความปลอดภัยระดับชั้นนำ วิธีที่ดีที่สุดในการปกป้องข้อมูลผู้ใช้คือการไม่จัดเก็บข้อมูลเลย",
  "info-text-3-pr": "ความสัมพันธ์กับลูกค้าทั้งหมดได้รับการคุ้มครองโดยข้อตกลงการประมวลผลข้อมูลที่เข้มงวด บริการ hCaptcha เป็นไปตามกฎหมายความเป็นส่วนตัวทั้งหมด ไม่ว่าบริการของคุณหรือลูกค้าของคุณจะอยู่ที่ใด การไม่เก็บข้อมูลส่วนบุคคลทำให้เราทำได้ง่ายกว่าบริษัทอื่นๆ",
  "info-text-2-2-pr": "บริการต่างๆ เช่น reCAPTCHA v3 กล่าวว่าการวางพิกเซลการติดตามในทุกหน้าของไซต์เป็นสิ่งจำเป็นสำหรับการรักษาความปลอดภัยที่ดี กรณีนี้ไม่ได้.",
  "info-text-2-3-pr": "การวิเคราะห์พฤติกรรมอย่างง่ายเป็นสัญญาณที่ปลอมแปลงได้ง่ายโดยผู้ไม่หวังดี และต้องรักษาประวัติการท่องเว็บสำหรับการเข้าชมที่ถูกต้องทั้งหมดของคุณด้วย",
  "info-text-2-4-pr": "เราไม่ได้ดำเนินการเครือข่ายโฆษณา และไม่มีความสนใจในการสังเกตพฤติกรรมผู้ใช้ของคุณเพื่อขายโฆษณาให้กับพวกเขา ซึ่งหมายความว่าเราไม่ต้องการพิกเซลแบบพาสซีฟในทุกหน้าของไซต์ของคุณ",
  "info-text-2-5-pr": "เพิ่มรหัสคำท้าของเราเฉพาะเมื่อจำเป็น และเหมาะสมที่จะปกป้องทั้งคุณและผู้ใช้ของคุณ",
  "info-head-3-pr": "การเรียนรู้ของเครื่องมีประโยชน์ แต่ไม่ต้องการข้อมูลส่วนบุคคลในการทำงาน",
  "info-text-3-1-pr": "ปัจจุบันแมชชีนเลิร์นนิงส่งผลกระทบต่อชีวิตของเราเกือบทุกด้าน บ่อยครั้งในรูปแบบที่เราไม่รู้และมองไม่เห็น บริการรักษาความปลอดภัยออนไลน์ไม่แตกต่างกัน",
  "info-text-3-2-pr": "ด้วยการเรียนรู้สัญญาณมากกว่าพันสัญญาณ โมเดลต่างๆ สามารถอนุมานและเข้าถึงความมั่นใจในระดับสูงในการตรวจหาพฤติกรรมที่เป็นอันตรายได้อย่างรวดเร็ว แม้ว่าจะไม่มีสัญญาณใดที่แข็งแกร่งพอที่จะระบุปัญหาได้ก็ตาม",
  "info-text-3-3-pr": "อย่างไรก็ตาม สิ่งเหล่านี้ไม่จำเป็นต้องใช้ข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้ (PII) เทคนิคการเข้ารหัสที่ทันสมัยช่วยให้เราสามารถทิ้งข้อมูลส่วนบุคคลใด ๆ ได้โดยเร็วที่สุด โดยสร้างลายเซ็นแบบทางเดียวแทนซึ่งไม่สามารถเชื่อมโยงกับบุคคลใดๆ ได้",
  "info-text-3-4-pr": "การฝึกอบรมเกี่ยวกับข้อมูลที่ไม่ระบุตัวตนก็ใช้ได้ผลเช่นกัน และไม่จำเป็นต้องประนีประนอมกับความปลอดภัยหรือความเป็นส่วนตัว ลูกค้าของเราได้ทำการทดสอบเชิงประจักษ์ และได้ประกาศว่าเรามีค่าเท่ากับหรือดีกว่าทางเลือกที่เป็นส่วนตัวน้อยกว่ามาก",
  "cloudflare-quote-text-privacy": "เราชอบหลายๆ อย่างเกี่ยวกับโซลูชัน hCaptcha: 1) พวกเขาไม่ขายข้อมูลส่วนบุคคล พวกเขารวบรวมเฉพาะข้อมูลส่วนบุคคลที่จำเป็นขั้นต่ำ พวกเขามีความโปร่งใสในการอธิบายข้อมูลที่พวกเขารวบรวมและวิธีการใช้และ/หรือเปิดเผยข้อมูลนั้น",
  "pilot-head": "ลองใช้เราในสภาพแวดล้อมของคุณโดยไม่มีข้อผูกมัด",
  "pilot-text-1a": "เราเป็นวิศวกร ไม่ใช่พนักงานขาย: เราต้องการให้คุณมีความสุขกับการเลือกของคุณ",
  "pilot-text-1b": "วิธีที่ดีที่สุดเพื่อให้แน่ใจว่าความพึงพอใจของคุณคือการแสดงให้เห็นว่าเราตอบสนองความต้องการของคุณ",
  "pilot-text-1c": "แทบทุกบริษัทที่เริ่มโครงการนำร่องจะเลือกโซลูชันของเราในที่สุด",
  "pilot-text-1d": "ใช้แบบฟอร์มนี้เพื่อติดต่อผู้เชี่ยวชาญด้านเทคนิคของเรา เราตอบสนองอย่างรวดเร็ว",
  "pilot-text-1e": "คุณยังสามารถส่งอีเมลถึงเราโดยตรง",
  "pilot-email-details": "รายละเอียดอยู่ที่นี่",
  "pilot-f1": "ภาค",
  "pilot-f2": "ชื่อของคุณ",
  "pilot-f3": "ชื่อของคุณ",
  "pilot-f4": "อีเมลธุรกิจ",
  "pilot-f5": "รายละเอียดอื่น ๆ ที่เราควรมี?",
  "pilot-f6": "คุณต้องการการเริ่มต้นใช้งานอย่างเร่งด่วนหรือไม่?",
  "pilot-f7": "ใช่.",
  "pilot-f8": "ฉันถูกโจมตีและต้องการการปฐมนิเทศทันที",
  "pilot-f9": "ส่ง",
  "pilot-f10": "การป้อนอีเมลแสดงว่าคุณยอมรับข้อกำหนดและนโยบายความเป็นส่วนตัวของเรา และรับอีเมลจากเรา",
  "pilot-fo-1": "บูรณาการไม่ง่ายกว่านี้",
  "pilot-fo-2": "hCaptcha มีการผสานรวมที่สร้างไว้ล่วงหน้ามากมายสำหรับระบบส่วนหน้าและส่วนหลังที่คุณใช้",
  "pilot-fo-3": "หากคุณบังเอิญมาจาก reCAPTCHA ของ Google API ของเราจะเป็นการแทนที่แบบดรอปอิน โค้ดสามบรรทัดเป็นสิ่งที่คุณต้องการ",
  "pilot-fo-4": "วิศวกรออนบอร์ดของเราสามารถช่วยคุณดำเนินการได้อย่างรวดเร็ว ไม่ว่าคุณจะต้องการการผสานรวม React, SDK สำหรับแอปเนทีฟของ iOS, ตัวอย่างแบ็กเอนด์ Java หรือสถานการณ์อื่นๆ",
  "pilot-fo-5": "และเช่นเคย ความเป็นส่วนตัวคือค่านิยมหลักสำหรับเรา เพิ่มรหัสคำท้าของเราเฉพาะเมื่อจำเป็น และเหมาะสมที่จะปกป้องทั้งคุณและผู้ใช้ของคุณ การลดการเก็บรวบรวมข้อมูลเริ่มต้นจากช่วงเวลาของการผสานรวม",
  "pilot-fdone": "ขอขอบคุณ. เราจะติดต่อกลับไปในไม่ช้า",
  "home-ent-2-new": "เรียนรู้เพิ่มเติมเกี่ยวกับโซลูชันระดับองค์กรของเรา",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "โซลูชัน hCaptcha Enterprise มอบการรักษาความปลอดภัยระดับชั้นนำและปกป้องบริการออนไลน์ชั้นนำมากมาย",
  "home-plans-button-2-new": "เรียนรู้เพิ่มเติม",
  "header-enterprise-link": "องค์กร",
  "sales-interstitial-c1b-new": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha Enterprise"
}
