{
    "1001938065": "บูรณาการไม่ง่ายกว่านี้",
    "1012122721": "* คุกกี้ทางสถิติที่เราจัดการโดยตรง (เช่น บุคคลที่หนึ่ง ไม่ใช่คุกกี้ของบุคคลที่สาม) โดยที่ข้อมูลจะไม่ถูกใช้เพื่อสร้างโปรไฟล์",
    "1014004474": "แผน Enterprise ของ hCaptcha เสนอข้อตกลงระดับบริการขั้นสูงเพื่อให้องค์กรของคุณได้รับการปกป้อง",
    "1021431157": "( ) ความเข้ากันไม่ได้กับโอเพ่นซอร์สหรือใบอนุญาตโอเพ่นซอร์ส",
    "1023070345": "ภายในวันที่ 14 มี.ค. 2564",
    "1023108656": "หมวดหมู่ของผู้รับบุคคลที่สาม",
    "1023190144": "hCaptcha®ในข้อความ",
    "102498091": "Google เรียกเก็บเงิน $1 ต่อคำขอ 1,000 รายการสำหรับ reCAPTCHA Enterprise ซึ่งหมายความว่าขณะนี้พวกเขาเรียกเก็บเงินต่อคำขอมากกว่าค่าใช้จ่ายในการทำลายความปลอดภัยของบริการ ดูเหมือนว่าจะเป็นข้อตกลงที่ไม่ดี",
    "102695075": "ระยะเวลา",
    "1027023087": "พวกเราที่ hCaptcha ได้มุ่งเน้นไปที่แนวทางที่ทันสมัยกว่าในการแก้ไขปัญหา ซึ่งไม่ต้องการการเก็บบันทึกพฤติกรรมในระยะยาว เช่น ประวัติการท่องเว็บ และได้รับการพิสูจน์แล้วว่ามีความยืดหยุ่นมากกว่าเมื่อต้องเผชิญหน้ากับคู่ต่อสู้ที่แน่วแน่ตั้งแต่เปิดตัวบริการ",
    "1027200955": "พูดคุยกับผู้เชี่ยวชาญด้านโดเมนของเราเพื่อกำหนดความต้องการของโครงการของคุณ: ความแม่นยำของเป้าหมาย รูปแบบ และข้อกำหนดพิเศษใดๆ",
    "1028058338": "โปรดดูส่วน \"ประกาศถึงเจ้าของข้อมูลในสหภาพยุโรป\" ที่เกี่ยวข้องกับสิทธิ์ของคุณภายใต้ระเบียบว่าด้วยการคุ้มครองข้อมูลทั่วไป (\"GDPR\")",
    "1033698050": "1. เราเชื่อหรือไม่ว่าลูกค้าได้ให้กรณีการใช้งานที่เราถือว่ายอมรับได้ทางศีลธรรม ตามการตีความบรรทัดฐานทางสังคมแบบตะวันตกทั่วไปของเรา",
    "1035621426": "บอททุกตัวที่ระบุโดย reCAPTCHA จะลดรายได้จากโฆษณาของ Google โดยตรง",
    "1038019440": "1. ลูกค้ารายนี้เป็นตัวแทนของผลประโยชน์ระดับชาติของประเทศที่ทราบว่ามีพฤติกรรมที่ขัดต่อกฎหมายและบรรทัดฐานระหว่างประเทศหรือไม่?",
    "103876916": "สำหรับรายงานความปลอดภัยที่มีสิทธิ์ในบริการ hCaptcha และซอร์สโค้ดที่เกี่ยวข้อง",
    "1042802841": "ข้อมูลที่เป็นความลับคือข้อมูลใดๆ ที่ทำเครื่องหมายว่าเป็นความลับหรือเป็นกรรมสิทธิ์ หรือที่ฝ่ายรับควรเข้าใจอย่างสมเหตุสมผลว่าเป็นความลับหรือเป็นกรรมสิทธิ์ ซึ่งไม่รวมถึงข้อมูลใด ๆ ที่ (1) เปิดเผยต่อสาธารณะ (2) อยู่ในความครอบครอง พัฒนาโดยอิสระหรือเป็นที่รู้จักของฝ่ายรับแล้ว หรือ (3) ถูกเปิดเผยโดยคำสั่งศาลหรือตามที่กำหนดโดย กฎ.",
    "1045484714": "การรวม SAML SSO กับผู้ให้บริการข้อมูลประจำตัวของคุณ เช่น Okta หรือ Azure AD",
    "1046087606": "ไอบีเอ็ม. (ทั่วโลก). บริการที่มีให้: IBM Cloud",
    "1047251718": "อย่างไรก็ตาม ในปัจจุบันนี้ เมื่อผู้คนพูดถึง API พวกเขามักจะหมายถึง API ที่อิงตามมาตรฐานอย่างสม่ำเสมอ สิ่งเหล่านี้คือ API ที่สร้างขึ้นโดยใช้มาตรฐานแบบเปิด เช่น Representational State Transfer (REST) และรูปแบบไฟล์มาตรฐานแบบเปิด เช่น JavaScript Object Notation (JSON) “RESTful API” ดังที่ทราบกันดีอยู่แล้ว สามารถสร้างได้โดยไม่ต้องใช้ซอฟต์แวร์ที่เป็นกรรมสิทธิ์ API ที่เป็นผลลัพธ์สามารถส่งและรับข้อมูลและการเรียกขั้นตอนระหว่างแอปพลิเคชันซอฟต์แวร์ได้ ตัวอย่างเช่น แอปธนาคารบนมือถือใช้ API เพื่อเข้าถึงระบบของธนาคาร",
    "1050501253": "ยากมาก",
    "1051214799": "hCaptcha เป็นบริการรักษาความปลอดภัยเว็บที่พยายามแบ่งปันคุณค่ากับผู้เผยแพร่เว็บไซต์หรือแอพที่ใช้งาน",
    "1053787685": "การฉ้อโกงการชำระเงินคืออะไร?",
    "1058572205": "เราหากคุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับ",
    "1059502393": "การบันทึกรายละเอียดรายงานข้อบกพร่อง: Firefox",
    "1061239711": "3. บุคคลที่ 1",
    "1062291156": "เงื่อนไขมาตรฐาน",
    "1066753052": "ซึ่งหมายความว่ากระเป๋าเงินว่างเปล่า และคุณอยู่ในไซต์ที่มีการท้าทาย hCaptcha เมื่อคุณทำภารกิจท้าทายเสร็จแล้ว คุณจะได้รับโทเค็นที่สามารถแลกบนเว็บไซต์อื่น ๆ ด้วย hCaptcha",
    "1067704102": "คุณค่าในการติดฉลากข้อมูล",
    "1070364246": "อ๊ะ! เกิดข้อผิดพลาดขณะส่งแบบฟอร์ม",
    "10724169": "คุณยอมรับนโยบายความเป็นส่วนตัวของเรา ซึ่งควบคุมสิ่งที่เราจะทำกับข้อมูลส่วนบุคคลใด ๆ ที่คุณให้กับเรา",
    "1074044172": "เมื่อผู้ใช้ต้องแก้ปัญหาที่ท้าทายเพื่อให้เป็นไปตามข้อกำหนดด้านความปลอดภัยของคุณ ทำไมไม่ลองถามคำถามที่ถูกใจและเกี่ยวข้องกับผู้ใช้ดูล่ะ",
    "1077448694": "เพื่อรวมเข้ากับเว็บไซต์โซเชียลมีเดียบุคคลที่สาม",
    "1080672247": "เนื่องจากคำถามจำนวนมากที่ถามไม่สามารถแก้ไขได้ในเชิงเศรษฐกิจด้วยซอฟต์แวร์นอกชั้นวาง และเนื่องจากข้อมูลโดยทั่วไปจะไม่ซ้ำกับระบบ ซึ่งหมายความว่าบ็อตมักจะถูกบริการฟรีหยุดโดยสมบูรณ์ และต้องอาศัยตัวแก้ไข CAPTCHA ของมนุษย์แทน ซึ่ง ทำให้การล่วงละเมิดหลายประเภทไม่เกิดประโยชน์โดยสิ้นเชิง",
    "1080752747": "ติดต่อฝ่ายขาย",
    "1085089390": "การล่วงละเมิดทางออนไลน์เกิดจากพฤติกรรมมนุษย์โดยกำเนิด",
    "1087195513": "หากคุณเป็น Contributor ที่เข้าถึงบริการและ/หรือทำงานผ่านหรือเกี่ยวข้องกับ Integrator ในนามของผู้ขอที่ไม่ใช่ IMI คุณตกลงและรับทราบว่า Intuition Machines ไม่รับผิดชอบและไม่มีภาระผูกพันกับคุณด้วย เกี่ยวกับรางวัลหรือค่าตอบแทนอื่น ๆ สำหรับงานที่เสร็จสมบูรณ์ คุณตกลงและรับทราบว่ารางวัลหรือค่าตอบแทนอื่นๆ สำหรับงานที่เสร็จสมบูรณ์นั้นถูกกำหนดตามข้อตกลงของคุณกับผู้ขอและ/หรือผู้รวมระบบเท่านั้น ตามความเหมาะสม ข้อพิพาทใดๆ เกี่ยวกับรางวัลหรือการชดเชยอื่น ๆ (รวมถึงแต่ไม่จำกัดเพียงความล้มเหลวในการรับรางวัลดังกล่าวหรือค่าตอบแทนอื่น ๆ ) เกิดขึ้นระหว่างคุณและผู้ร้องขอและ/หรือผู้รวบรวมเท่านั้น ตามความเหมาะสม",
    "1087260385": "หากคุณมีคำถามใด ๆ เกี่ยวกับนโยบายความเป็นส่วนตัวนี้ โปรดติดต่อเราที่",
    "1088304322": "เราอาจใช้ข้อมูลส่วนบุคคลของคุณด้วยเหตุผลที่ไม่ได้อธิบายไว้ในนโยบายความเป็นส่วนตัวนี้ ซึ่งเราได้รับอนุญาตตามกฎหมายให้ทำเช่นนั้น และในกรณีที่เหตุผลสอดคล้องกับวัตถุประสงค์ที่เราเก็บรวบรวม หากเราจำเป็นต้องใช้ข้อมูลส่วนบุคคลของคุณเพื่อจุดประสงค์ที่ไม่เกี่ยวข้อง เราอาจแจ้งให้คุณทราบและอธิบายพื้นฐานทางกฎหมายที่บังคับใช้สำหรับการใช้งานนั้น หากเราอาศัยความยินยอมของคุณสำหรับการใช้ข้อมูลส่วนบุคคลของคุณโดยเฉพาะ เราอาจขอความยินยอมจากคุณเพื่อจุดประสงค์ที่ไม่เกี่ยวข้องและอนุญาตให้คุณยุติการใช้บริการของคุณในขณะนั้นหากคุณคัดค้าน",
    "1089415440": "การตรวจจับวัตถุที่แม่นยำในรูปภาพและวิดีโอ",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "เกณฑ์ข้อกังวลด้านจริยธรรม: อัตนัย",
    "1092241113": "เพื่อให้เข้าใจถึงความสนใจของลูกค้าและผู้รวมระบบได้ดีขึ้น",
    "1093280979": "1. แบบฟอร์มการสั่งซื้อแพลตฟอร์ม",
    "1099238677": "ด้วยปริมาณที่สูงและเวลาในการตอบสนองต่ำ เราจะเปลี่ยนงานของคุณอย่างรวดเร็วด้วยการจัดส่งอัตโนมัติทันทีที่เสร็จสิ้น",
    "1103295010": "หาเงินหรือบริจาคเพื่อการกุศลเมื่อมนุษย์แก้ CAPTCHAs",
    "1105363520": "เราไม่ได้ดำเนินการเครือข่ายโฆษณา และไม่มีความสนใจในการสังเกตพฤติกรรมผู้ใช้ของคุณเพื่อขายโฆษณา ซึ่งหมายความว่าเราไม่ต้องการพิกเซลแบบพาสซีฟในทุกหน้าของไซต์ของคุณ",
    "110836420": "ปรับปรุงล่าสุด: 23 ธันวาคม 2020",
    "1108398506": "ลูกค้าสามารถควบคุมประสบการณ์ได้อย่างเต็มที่ และรับประโยชน์จากความเชี่ยวชาญที่ hCaptcha ได้ดำเนินการผู้ให้บริการท้าทายอิสระรายใหญ่ที่สุดบนอินเทอร์เน็ต พวกเขายังได้รับข้อตกลงที่ดีกว่า reCAPTCHA Enterprise ด้วยราคาที่ดีขึ้นถึง 50-80% ขึ้นอยู่กับปริมาณ",
    "111184581": "โฮสติ้งบุคคลที่หนึ่ง",
    "1112074001": "ขั้นตอนที่ 2: คลิกที่แท็บเครือข่ายในเครื่องมือสำหรับนักพัฒนา ทำเครื่องหมายที่ช่อง \"Persist logs\" ที่ด้านบน",
    "1115642494": "1. ที่มา: รายการเว็บไซต์ reCAPTCHA ของ BuiltWith.com สืบค้นเมื่อ 9 กรกฎาคม 2019.",
    "1115671076": "Zendesk, Inc. (ทั่วโลก) บริการที่มีให้: Zendesk.com",
    "1116455671": "ตอบ: คุณจะได้รับรางวัลสำหรับการแก้ปัญหาเบื้องต้นหากผู้ใช้ทำสำเร็จบนไซต์ของคุณ การแลกใช้เป็นไปตามรูปแบบการตอบกลับแบบเดียวกับที่ผู้ใช้ส่งผ่านเว็บไซต์ของคุณโดยอัตโนมัติเนื่องจากลูกค้ามีความมั่นใจสูง: ไม่มีการสร้างรายได้ และการเรียกเว็บไซต์ยืนยันจากเซิร์ฟเวอร์ของคุณได้รับ \"เครดิต: เท็จ\" ในผลการผ่าน",
    "1118929614": "( ) ความโง่เขลาสุดขีดของคนที่ทำธุรกิจกับนักส่งสแปม",
    "1119009846": "ตามความจำเป็นในการปฏิบัติตามกฎหมายที่บังคับใช้ รวมถึงคำขอของรัฐบาล คำขอบังคับใช้กฎหมาย และอื่นๆ สำหรับหน่วยงานของรัฐและเอกชน เพื่อปกป้องสิทธิ์ ความเป็นส่วนตัว ความปลอดภัย หรือทรัพย์สินของคุณ เรา หรือผู้อื่น",
    "1123365779": "หากคุณเป็นนักพัฒนาเว็บหรือผู้ใช้ที่เชี่ยวชาญ เราต้องการให้คุณส่งไฟล์บันทึกเครือข่าย HAR และบันทึกคอนโซลของเบราว์เซอร์มาให้เรา",
    "1126302400": "Bounding Box",
    "1126447688": "มักจะรายงานประสิทธิภาพที่เท่าเทียมกันหรือดีกว่าในการตรวจจับและบรรเทาบ็อตแม้ว่าเราจะเน้นเรื่องความเป็นส่วนตัวก็ตาม",
    "1126613163": "ข้อมูลที่ละเอียดอ่อน",
    "1129833879": "หยุดบอทที่เป็นอันตราย ปกป้องความเป็นส่วนตัวของผู้ใช้",
    "1130783905": "ความแม่นยำอยู่ในความสนใจของคุณและของเรา hCaptcha ทำงานเพื่อให้ข้อมูลจริงแก่คุณ และให้คุณตัดสินใจว่าจะใช้อย่างไร โซลูชันการรักษาความปลอดภัยอื่นๆ ให้บริการโดยบริษัทโฆษณาขนาดยักษ์ ซึ่งหมายความว่าทุกบอทที่พวกเขาบล็อกอาจลดรายได้ลง",
    "1130802068": "เราใช้ข้อมูลที่เรารวบรวมเพื่อวัตถุประสงค์ดังต่อไปนี้:",
    "1130868224": "รหัสสามบรรทัด",
    "1131196501": "บริษัทใหญ่ๆ เช่น",
    "1131525092": "จัดกลุ่มผู้ไม่หวังดีไว้ด้วยกันได้อย่างง่ายดายผ่าน UID ที่มีขอบเขตการรักษาความเป็นส่วนตัวเพื่อค้นหาและหยุดการฉ้อโกงและการละเมิดที่เกี่ยวข้อง",
    "1133989302": "ทำไมต้อง hCaptcha?",
    "1137757109": "หากเป็นบัญชีอีคอมเมิร์ซ ผู้โจมตีสามารถสั่งซื้อสินค้าได้ หากเหยื่อเป็นธนาคาร ผู้โจมตีสามารถโอนเงินไปต่างประเทศ และอื่นๆ",
    "1139493658": "และทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
    "1139500589": "ประเทศ",
    "1140554614": "ข้อตกลงการประมวลผลข้อมูล",
    "1141402092": "คุณสมบัติการรายงานขั้นสูง",
    "1144966033": "ปรับให้เหมาะสมสำหรับต้นทุนและคุณภาพ",
    "1150035777": "โมเดลแมชชีนเลิร์นนิงที่ซับซ้อนจะสร้างคะแนนความเชื่อมั่นของบอทโดยอิงจากจุดข้อมูลมากมายนอกเหนือจากการตอบคำถามอย่างถูกต้องหรือไม่",
    "1150786045": "www.botstop.com",
    "1150963691": "การลด APT",
    "1151065360": "( ) บัญชีดำห่วย",
    "1155436473": "(ข้อเสนอระดับองค์กรของเรา) ปกป้องผู้ใช้หลายร้อยล้านรายในเว็บไซต์และแอปหลายสิบล้านรายทุกเดือน เรื่องราวของเราแสดงให้เห็นว่าคุณสามารถแข่งขันกับ Big Tech ได้เมื่อคุณให้ความสำคัญกับความเป็นส่วนตัวเป็นอันดับแรก",
    "1155821305": "การป้องกันคือความลึก",
    "1156712451": "การทดสอบงานเบื้องต้น",
    "1159746815": "คุณยังสามารถส่งอีเมลถึงเราโดยตรง",
    "1160252730": "ขณะนี้ Google กำลังเรียกเก็บราคาสูงสำหรับ reCAPTCHA Enterprise ทำให้หลายบริษัทประเมินข้อตกลงนี้ใหม่",
    "1160707899": "12. บทบาทของผู้ร่วมให้ข้อมูลและความสัมพันธ์กับ IMI และผู้ขออื่นๆ",
    "1161704803": "เหตุใดเราจึงมีนโยบายจรรยาบรรณ AI",
    "116842359": "***** การกระทบยอดคาดว่าจะแล้วเสร็จภายในไม่กี่วันเนื่องจากการบำรุงรักษาระบบ",
    "1169005651": "15 ก.ย. 2019",
    "1172067553": "แพลตฟอร์ม HUMAN ที่อยู่เบื้องหลัง hCaptcha มอบคุณภาพงานและคุณสมบัติการจัดการที่มีความซับซ้อนสูงผ่านการปรับใช้ในสถานที่ ไฮบริด หรือ SaaS ที่รวมเข้ากับระบบที่มีอยู่ของคุณ",
    "117227832": "( ) ทำไมเราต้องเชื่อใจคุณและเซิร์ฟเวอร์ของคุณ?",
    "1173652155": "ที่ปรึกษา",
    "1173934218": "เราเข้าใจดีว่าความเป็นส่วนตัวของคุณมีความสำคัญต่อคุณ และมุ่งมั่นที่จะโปร่งใสเกี่ยวกับเทคโนโลยีที่เราใช้ นโยบายนี้ให้ข้อมูลโดยละเอียดเกี่ยวกับวิธีการและเวลาที่เราใช้คุกกี้บนไซต์และบริการของเรา",
    "1174237568": "กิจกรรมการประมวลผลเหล่านี้เป็นผลประโยชน์ที่ชอบด้วยกฎหมายของเรา เราพยายามพิจารณาและสร้างสมดุลระหว่างผลกระทบที่อาจเกิดขึ้นกับคุณ (ทั้งในแง่บวกและด้านลบ) และสิทธิ์ของคุณ ก่อนที่เราจะประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อผลประโยชน์โดยชอบด้วยกฎหมายของเรา เราไม่ใช้ข้อมูลส่วนบุคคลของคุณสำหรับกิจกรรมที่ผลประโยชน์ของเราถูกแทนที่โดยผลกระทบใด ๆ กับคุณ (เว้นแต่เราจะได้รับความยินยอมจากคุณหรือมีความจำเป็นหรือได้รับอนุญาตตามกฎหมาย)",
    "1177598246": "ติดต่อฝ่ายขาย",
    "1182294134": "เอเชียแปซิฟิก (APAC)",
    "1186243118": "ภาพโลโก้",
    "1187718370": "ติดต่อเรา",
    "1188668818": "ให้ข้อมูลที่เป็นเท็จในขณะที่ใช้เว็บไซต์นี้ (รวมถึงแต่ไม่จำกัดเพียงการแอบอ้างเป็นบุคคลหรือองค์กรอื่นในบัญชีของคุณ หรือกล่าวเท็จหรือบิดเบือนความจริงเกี่ยวกับตัวคุณหรือความเกี่ยวข้องของคุณกับบุคคลหรือองค์กรอื่นในบัญชีของคุณ",
    "119098046": "แล้ววิธีแก้ปัญหาแบบพาสซีฟหรือไม่ท้าทายล่ะ",
    "119298044": "เทคโนโลยี ML และ AI ที่ควบคุมตนเองขั้นสูงปกป้องคุณสมบัติเว็บของคุณจากภัยคุกคามและการโจมตี",
    "1193738791": ": ติดตามพฤติกรรมผู้ใช้ในทุกหน้าของเว็บไซต์และทั่วทั้งเว็บ เราออกแบบ hCaptcha ให้เป็นมิตรกับความเป็นส่วนตัวมากที่สุดตั้งแต่วันแรก สิ่งนี้นำไปสู่แนวทางที่แตกต่างอย่างสิ้นเชิงในการแก้ไขปัญหา ผลปรากฎว่า การติดตามผู้ใช้ทั่วทั้งเว็บและเชื่อมโยงประวัติเว็บกับข้อมูลระบุตัวตนนั้นไม่จำเป็นอย่างยิ่งต่อการได้รับความปลอดภัยที่ดี หลายบริษัทที่เปลี่ยนไปใช้ hCaptcha",
    "1200905005": "††† ตั้งแต่เดือนกันยายน พ.ศ. 2564 การกระทบยอดและการจ่ายเงินจะดำเนินการในระยะเวลาประมาณ 10 วันแทนที่จะเป็นวันเดียว เพื่อลดความซับซ้อนของข้อจำกัดด้านการปฏิบัติงานที่เกี่ยวข้องกับการเติบโตในบริการ",
    "1201821619": "hCaptcha แก้ปัญหาเร่งด่วนที่สุดปัญหาหนึ่งในปัจจุบัน: การป้องกันบ็อตที่เป็นอันตรายจากการใช้บริการออนไลน์ในทางที่ผิด",
    "120384113": "6. การเลิกจ้าง",
    "1204911585": "2. หากคุณใช้เบราว์เซอร์ Brave ซึ่งไม่มี (ณ เดือนเมษายน 2020) ดูเหมือนว่าจะมีรายการคุกกี้ที่อนุญาตพิเศษ ให้ไปที่การตั้งค่า -> โล่ -> คุกกี้ แล้วเลือก \"อนุญาตคุกกี้ทั้งหมด\"",
    "1208179159": "LogDNA, Inc. (ทั่วโลก) บริการที่มีให้: LogDNA.com",
    "121192737": "เพิ่มเติมที่จะเกิดขึ้น",
    "1216071511": "มีการเสนอแนวคิดแบบเดียวกันนี้บ่อยครั้งเมื่อประมาณ 20 ปีที่แล้ว ผู้เขียนนิรนามได้เข้ามาช่วยกรอกข้อมูลในช่องว่างสำหรับการสนทนาออนไลน์เกี่ยวกับโซลูชันป้องกันสแปม:",
    "121743429": "สำหรับบริษัทโครงสร้างพื้นฐานบนเว็บ",
    "1218990730": "วิธีรายงานปัญหาเกี่ยวกับบันทึกโดยละเอียด",
    "1219091208": "Dropbox",
    "1224727373": "BotStop โดย hCaptcha",
    "122875767": "ตอบสนองความต้องการทางกฎหมายของคุณเมื่อบริษัทอื่นไม่สามารถทำได้",
    "1229233916": "เชิงอรรถ",
    "1230058025": "ความแตกแยก ยกเว้นการสละสิทธิ์ในการดำเนินคดีแบบกลุ่ม หากข้อกำหนดหรือข้อกำหนดใด ๆ หรือส่วนหนึ่งของข้ออนุญาโตตุลาการนี้ถูกประกาศว่าเป็นโมฆะหรือไม่สามารถบังคับใช้ได้ จะถูกตัดออกและส่วนที่เหลือของข้ออนุญาโตตุลาการจะมีผลบังคับใช้",
    "1232651561": "ซอฟต์แวร์ในตอนนี้ดีพอๆ กับผู้คนในการแก้ปัญหา reCAPTCHA",
    "1233229030": "เบ็ดเตล็ด",
    "1233793176": "เว็บไซต์และบริการของเราไม่ได้มุ่งเป้าไปที่เด็กอายุต่ำกว่า 13 ปี และเราไม่ได้รวบรวมข้อมูลส่วนบุคคลจากเด็กอายุต่ำกว่า 13 ปีโดยเจตนา หากเราทราบว่าเราได้รวบรวมข้อมูลส่วนบุคคลของเด็กอายุต่ำกว่า 13 ปี เราจะดำเนินการ ขั้นตอนที่สมเหตุสมผลในการลบข้อมูลดังกล่าวออกจากไฟล์ของเราทันทีที่ทำได้ เว้นแต่ว่าเรามีข้อผูกมัดทางกฎหมายที่จะต้องเก็บรักษาไว้ กรุณาติดต่อเราได้ที่",
    "1235925265": "เอกสาร",
    "1237076138": "hCaptcha เสนอข้อตกลงที่ยุติธรรมให้กับลูกค้าทั้งแบบฟรี (hCaptcha Publisher) และระดับองค์กร (hCaptcha Enterprise)",
    "1240667045": "เราอาจระงับ จำกัด หรือยกเลิกการเข้าถึงบริการของคุณได้ทุกเมื่อด้วยเหตุผลใดก็ตาม รวมถึงเพราะ: (ก) เราเชื่อว่าคุณได้ละเมิดข้อกำหนดในการให้บริการเหล่านี้ (รวมถึงนโยบายที่เกี่ยวข้องอื่น ๆ ); (b) เราเชื่อว่าคุณได้ละเมิดสิทธิ์ของเราหรือสิทธิ์ของบุคคลที่สาม (c) เราไม่สามารถตรวจสอบหรือรับรองความถูกต้องของข้อมูลที่คุณให้ไว้กับเรา หรือ (d) เราเชื่อว่าการกระทำของคุณอาจสร้างความรับผิดให้กับคุณ เรา หรือบุคคลที่สาม เพื่อหลีกเลี่ยงข้อสงสัย เราขอสงวนสิทธิ์ในการป้องกันหรือระงับการชำระเงินให้กับคุณ หากเรามีเหตุผลอันควรเชื่อได้ว่าสิ่งที่กล่าวมาข้างต้นใช้กับการชำระเงินดังกล่าว",
    "1241291641": "ดูรายละเอียดเพิ่มเติม",
    "1242066691": "ทำเครื่องหมายที่ช่องถัดจาก \"อนุญาตคุกกี้ของบุคคลที่สาม\"",
    "1243684308": "เราให้ความคิดเห็นของคุณอย่างจริงจัง และต้องการให้แน่ใจว่าทุกคนมีประสบการณ์ออนไลน์ที่น่าพึงพอใจมากขึ้น โดยมีบ็อตน้อยลงและสแปมน้อยลง ติดต่อเรา:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. คลิก \"ตกลง\"",
    "1254771154": "ความท้าทายที่แสดงบนบริการสนับสนุน Privacy Pass อื่นๆ ที่ฝัง hCaptcha ด้วย เช่น Cloudflare",
    "1258965840": "ดังนั้น หากผู้โจมตีสามารถเข้าไปในไซต์เดียวได้ เขาอาจจะเข้าไปในหลาย ๆ ไซต์ได้โดยใช้ข้อมูลประจำตัวที่รั่วไหล ตัวอย่างเช่น พวกเขาอาจได้รับคู่ชื่อผู้ใช้/รหัสผ่านเช่น JohnDoe/525momma แต่พวกเขาไม่รู้ว่าคู่นั้นจะทำอะไรให้พวกเขา ดังนั้นพวกเขาจึงลองใช้ทั้งคู่บน Amazon.com, Ebay, Citibank, Walgreens และต่อไป พวกเขาอาจลองใช้คู่นั้นในไซต์ต่างๆ นับพัน",
    "1259002282": "พบข้อผิดพลาด? นี่คือวิธีการรายงาน",
    "126134492": "อื่น",
    "1263998069": "รับรางวัลสำหรับการแก้ปัญหาของมนุษย์",
    "1266963825": "ถาม: hCaptcha Section 508 + WCAG 2.1 AA เป็นไปตามข้อกำหนดหรือไม่",
    "1268414751": "รายละเอียดอื่น ๆ ที่เราควรมี?",
    "1268918580": "โลโก้และเครื่องหมายบางส่วนที่ใช้โดย hCaptcha และพันธมิตรเป็นของบุคคลที่สามและอาจใช้เมื่อได้รับอนุญาตเท่านั้น บุคคลที่สามไม่สามารถใช้เครื่องหมายดังต่อไปนี้ เว้นแต่ได้รับอนุญาตจากเจ้าของ:",
    "1270712701": "ข่าวประชาสัมพันธ์และรายงานล่าสุด",
    "1271831121": "ไม่ใช่ว่าแฮ็กเกอร์ (สวมเสื้อฮู้ดแน่นอน!) กำลังนั่งอยู่ที่นั่นโดยพิมพ์ข้อมูลรับรองหลังหนังสือรับรอง บอทเข้าสู่ระบบอัตโนมัติสามารถสร้างจากเครื่องมือที่หาซื้อได้ทั่วไปเช่น Selenium หรือเครื่องมือแฮ็กเกอร์ที่พัฒนาขึ้นเอง",
    "1273071008": "คำขอสิทธิ์การเข้าถึงของเจ้าของข้อมูล",
    "1273914192": "3. ภาษี",
    "1275150216": "สถานที่สำคัญ",
    "1278884196": "ที่กล่าวว่าการเข้ารหัสเป็นวินัยที่ค่อนข้างใหม่ จากประวัติล่าสุด โครงการเข้ารหัสลับและ/หรือการใช้งานของคุณมีแนวโน้มที่จะถูกทำลายทันทีที่ใครก็ตามมีแรงจูงใจที่จะมองอย่างใกล้ชิด และมีแนวโน้มว่าคนอื่นจะเข้าใจสิ่งนี้นานก่อนที่คุณจะทำ การใช้ฮาร์ดแวร์ยังหมายความว่าคุณอาจต้องขอให้ผู้ใช้ทุกคนเปลี่ยนอุปกรณ์จริงเพื่อแก้ไขข้อบกพร่อง ซึ่งไม่น่าจะเกิดขึ้นอย่างรวดเร็วในกรณีส่วนใหญ่ หมายความว่าในความเป็นจริง ระบบของคุณจะล้มเหลวในการเปิด",
    "1282121137": "เพื่อให้เข้าใจว่าการเข้าครอบครองบัญชีที่มีปัญหาสามารถเกิดขึ้นได้อย่างไร ให้พิจารณาว่าประสบการณ์นั้นเป็นอย่างไรจากมุมมองของสถาบันการเงิน พวกเขาจัดการการเข้าสู่ระบบนับล้านทุกวัน",
    "1289884910": "นอกจากนี้เรายังเผยแพร่การวิเคราะห์และรายงานเป็นครั้งคราว ตัวอย่างเช่น:",
    "1291824746": "การจ่ายเงิน hCaptcha ดำเนินการเป็นรายไตรมาสตามระยะเวลา 60 วัน เพื่อแสดงความหมาย โปรดดูตารางด้านล่าง",
    "129661785": "เคยมีคนถามให้ \"คลิกบนรถ/ทางม้าลาย/ไฟเบรก?\"",
    "1296696044": "ความเป็นส่วนตัวกับความปลอดภัย: ทำไมไม่ทั้งสองอย่าง?",
    "1297224875": "แนวทางการรักษาความปลอดภัยออนไลน์ระดับองค์กรที่ขับเคลื่อนด้วยความเป็นส่วนตัวอย่างมีเอกลักษณ์",
    "1297657322": "หน้าจอผู้ใช้การเข้าถึงหลังจากเข้าสู่ระบบ",
    "1300485304": "hCaptcha ป้องกันภัยคุกคามและการหลอกลวงขั้นสูงที่ออกแบบมาเพื่อแทรกซึมเครือข่ายของคุณ",
    "130239139": "ค่าแรงงานกว่า 100 ปีของ Google ที่ Google รวบรวมในแต่ละวันมีค่าเท่าไร?",
    "1316817321": "แสดงที่มา",
    "131871195": "วิธีที่ดีที่สุดเพื่อให้แน่ใจว่าความพึงพอใจของคุณคือการแสดงให้เห็นว่าเราตอบสนองความต้องการของคุณ",
    "1330274831": "คุณยินยอมให้เราใช้สิทธิ์การใช้งาน ทำซ้ำ แจกจ่ายทางอิเล็กทรอนิกส์ และแสดงข้อมูลลูกค้าต่อสาธารณะเพื่อวัตถุประสงค์ในการให้บริการเท่านั้น . คุณรับรองและรับประกันว่าคุณเป็นเจ้าของสิทธิ์ กรรมสิทธิ์ และผลประโยชน์ที่เพียงพอในและข้อมูลของคุณ เพื่อที่จะให้ใบอนุญาตในส่วนนี้",
    "1333016413": "วิธีนี้ช่วยให้คุณหลีกเลี่ยงคำถามในอนาคตได้โดยการลงทะเบียนและตั้งค่าคุกกี้",
    "1337725003": "hCaptcha มุ่งมั่นที่จะทำให้เป็นประชาธิปไตยในการเข้าถึงคำอธิบายประกอบแบบเรียลไทม์ที่มีปริมาณมาก ให้บริษัทขนาดใหญ่และขนาดเล็กปรับปรุงคุณภาพผลิตภัณฑ์และบริการของตนด้วยการใช้การเรียนรู้ของเครื่องกับธุรกิจของตน",
    "1338341134": "hCaptcha + Privacy Pass (เบต้า)",
    "1340011854": "จำเป็นต้องมีการระงับข้อพิพาททางเลือก คุณตกลงว่าสำหรับข้อพิพาทใดๆ ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการใช้บริการของคุณ รวมถึงข้อพิพาทใดๆ ที่อาจเกิดขึ้นจากเวลาที่คุณเริ่มปฏิบัติงานให้กับ IMI และโดยเฉพาะอย่างยิ่ง การเรียกร้องใด ๆ ที่เกี่ยวข้องกับการที่คุณจัดประเภทเป็นหรือไม่ ผู้รับเหมาอิสระ คุณต้องแจ้ง IMI ก่อนถึงการเรียกร้องของคุณ จากนั้น คุณและ IMI จะพยายามแก้ไขปัญหาผ่านการเจรจาโดยตรงหรือการไกล่เกลี่ย เราจะแบ่งค่าใช้จ่ายในการไกล่เกลี่ยเท่าๆ กัน และตกลงว่าการไกล่เกลี่ยจะดำเนินการผ่านโทรศัพท์หรือวิธีการทางอิเล็กทรอนิกส์อื่นๆ หากการเรียกร้องยังคงไม่ได้รับการแก้ไขหลังจากการเจรจาหรือการไกล่เกลี่ยอย่างไม่เป็นทางการ คุณตกลงว่าคุณและ IMI จะใช้อนุญาโตตุลาการขั้นสุดท้ายและมีผลผูกพันเพื่อแก้ไขข้อพิพาท ข้อนี้ควบคุมการเรียกร้องทั้งหมดย้อนหลังนับจากเวลาที่คุณเริ่มใช้เว็บไซต์ของเรา ไม่ว่าจะอยู่บนพื้นฐานของการละเมิด สัญญา บทบัญญัติ ซึ่งรวมถึงแต่ไม่จำกัดเพียง การเรียกร้องใด ๆ ของการเลือกปฏิบัติและการล่วงละเมิด ไม่ว่าจะเป็นไปตามพระราชบัญญัติการจ้างงานและการเคหะแห่งรัฐแคลิฟอร์เนีย , หัวข้อ VII ของกฎหมายว่าด้วยสิทธิพลเมืองปี 1964 ซึ่งแก้ไขเพิ่มเติม หรือกฎหมายหรือระเบียบข้อบังคับของรัฐหรือรัฐบาลกลาง กฎหมายที่เท่าเทียมกัน หรืออย่างอื่น",
    "1344687860": "ล้อมรอบกล่อง",
    "1344959096": "ทำงานเป็นผู้ทำฉลากข้อมูลรายบุคคล",
    "1345083090": "การรายงานปัญหาการทำงาน?",
    "134571844": "Impressum (ประกาศเว็บไซต์)",
    "1350478093": "วัตถุประสงค์ในการประมวลผล",
    "135276624": "ยุโรป ตะวันออกกลาง แอฟริกา (EMEA)",
    "1356745565": "เข้ากันได้ตลอดทางจนถึง Internet Explorer 8",
    "1358325821": "ขั้นแรก ติดตั้งส่วนขยายสำหรับ",
    "1362015807": "เริ่มต้น",
    "1368787974": "แบ่งปันการจัดการในทีมของคุณ",
    "137127070": "แทรก อัปโหลด หรือแนบลิงก์หรือไฟล์ภายนอกที่เป็นอันตรายหรือไม่รู้จัก หรืออัปโหลดเนื้อหาใด ๆ ที่มีไวรัส ม้าโทรจัน เวิร์ม ไทม์บอมบ์ หรือรหัสคอมพิวเตอร์ที่เป็นอันตรายอื่นๆ",
    "1373262754": "การรู้ว่าบุคคลใดมีค่าน้อยที่สุดสำหรับ hCaptcha เราสนใจเพียงว่าพวกเขาเป็นมนุษย์หรือนักแสดงที่มุ่งร้าย",
    "1374227759": "ใช้เว็บไซต์เพื่อกิจกรรมที่ผิดกฎหมายหรือเพื่อวัตถุประสงค์อื่นนอกเหนือจากวัตถุประสงค์ที่มีให้;",
    "1377538813": "ภาษาเด่น. ข้อกำหนดในการให้บริการฉบับภาษาอังกฤษจะมีผลบังคับในทุกประการและจะมีผลเหนือกว่าในกรณีที่มีความไม่สอดคล้องกับฉบับแปล หากมี",
    "1388241689": "ข้อมูลที่รวบรวมจากการตอบคำถามของผู้ใช้ปลายทางผ่านบริการ (\"ข้อมูลที่ติดฉลาก\") เช่น ข้อมูลการติดฉลากรูปภาพ ข้อความที่แปลงจากไฟล์เสียงที่เล่นไปยังผู้ใช้ปลายทาง คำตอบสำหรับคำถาม และข้อความแจ้งอื่นๆ ที่สร้างโดยบริการ เพื่อวัตถุประสงค์ในการติดฉลากข้อมูลเพื่อใช้ในแอปพลิเคชันการเรียนรู้ของเครื่อง โปรดทราบว่าข้อมูลที่ติดฉลากจะไม่ผูกติดอยู่กับบุคคลที่ระบุตัวตน",
    "1393184984": "คือสิ่งที่คุณต้องการ",
    "1394253934": "7. การใช้ในทางที่ผิด การใช้ในทางที่ผิด และการบิดเบือนความจริง",
    "1397766838": "ประสบการณ์ผู้ใช้ที่ดีขึ้น",
    "1406188018": "6 และ 7",
    "1406393333": "การเข้าถึงหรือการใช้บริการใด ๆ นอกเหนือจากตามข้อกำหนดในการให้บริการและคำแนะนำใด ๆ ที่เราให้ไว้เป็นสิ่งต้องห้ามโดยเด็ดขาด โดยเฉพาะอย่างยิ่ง คุณจะไม่:",
    "1406692811": "มีส่วนร่วมในการสแปมหรือโพสต์ประชาสัมพันธ์ใดๆ พยายามรับผู้อ้างอิง การสื่อสารมวลชน ข้อเสนอหรือคำขอเงิน การชักชวนบริการ การโฆษณา การตลาด ข้อความไร้สาระ หัวข้อที่ซ้ำกัน เนื้อหาที่ผิดกฎหมาย ลิงก์เว็บไซต์โซเชียล ที่อยู่อีเมล หรือ ID ผู้ส่งข้อความโต้ตอบแบบทันที เว้นแต่งานจะกำหนด",
    "1408530660": "IMI เคารพในทรัพย์สินทางปัญญาของผู้อื่น และเราขอสงวนสิทธิ์ในการลบเนื้อหาใดๆ ที่เราเชื่อว่าอาจละเมิดสิทธิ์ทางปัญญาของบุคคลที่สามออกจากไซต์ของเรา หากคุณเชื่อว่างานของคุณถูกคัดลอกในลักษณะที่ถือเป็นการละเมิดลิขสิทธิ์บนเว็บไซต์นี้ โปรดติดต่อฝ่ายสนับสนุนลูกค้าของ Intuition Machines",
    "1408599440": "เริ่มต้นอย่างรวดเร็วด้วยโค้ดสองสามบรรทัดและโหมดพาสซีฟ 99.9% หรือควบคุมเวลาและวิธีที่ผู้ใช้ถูกท้าทายอย่างเต็มที่ โมเดลภัยคุกคามที่กำหนดเองและความท้าทายที่ปรับแต่งได้หมายถึงความยืดหยุ่นที่ไม่มีใครเทียบได้เพื่อรับรองความปลอดภัย",
    "1408750006": "ภายใต้ข้อจำกัดบางประการ CCPA ให้สิทธิ์แก่ผู้บริโภคในแคลิฟอร์เนียในการขอทราบรายละเอียดเพิ่มเติมเกี่ยวกับหมวดหมู่หรือข้อมูลส่วนบุคคลเฉพาะที่เรารวบรวม (รวมถึงวิธีที่เราใช้และเปิดเผยข้อมูลนี้) เพื่อลบข้อมูลส่วนบุคคลของพวกเขา เพื่อยกเลิก \"การขาย\" ใดๆ ที่อาจเกิดขึ้น ตลอดจนสิทธิที่จะไม่ถูกเลือกปฏิบัติในการใช้สิทธิ์เหล่านี้",
    "1409486258": "ถูกต้อง",
    "1409822234": "ห้ามใช้เครื่องหมายการค้า hCaptcha ที่เหมือนกันหรือเกือบเหมือนกันเป็นชื่อโดเมนไม่ว่าในกรณีใด",
    "1418235079": "ผู้ให้บริการ",
    "1421074182": "สูงขึ้นอย่างมาก",
    "1422537019": "เราวันนี้เพื่อเรียนรู้เพิ่มเติม",
    "1424800293": "โลโก้ hCaptcha:",
    "1428053210": "เนื้อหานี้โดยทั่วไปจะเปลี่ยนจากรูปแบบเดิม ตัวอย่างเช่น วิดีโออาจถูกแบ่งออกเป็นหลายภาพ ภาพเหล่านั้นอาจถูกแบ่งออกเป็นภาพใหม่จำนวนมาก และภาพใหม่เหล่านั้นจะถูกผสมแบบสุ่มเพื่อให้ได้ผลลัพธ์สุดท้ายที่แสดง",
    "1434289796": "คุกกี้บางตัวจำเป็นสำหรับการใช้งานบางอย่างของไซต์ และหากไม่มีคุกกี้ดังกล่าว เราจะไม่สามารถให้บริการมากมายที่คุณต้องการเพื่อใช้งานไซต์อย่างถูกต้อง ตัวอย่างเช่น คุกกี้เหล่านี้อนุญาตให้เราดำเนินการไซต์ของเรา ดังนั้นคุณจึงสามารถเข้าถึงได้ตามที่คุณร้องขอ และแจ้งให้เราทราบว่าคุณได้สร้างบัญชีและลงชื่อเข้าใช้บัญชีนั้นเพื่อเข้าถึงเนื้อหาไซต์ พวกเขายังรวมถึงคุกกี้ที่ช่วยให้เราสามารถจดจำการกระทำก่อนหน้าของคุณภายในเซสชันการสืบค้นเดียวกันและรักษาความปลอดภัยเว็บไซต์ของเรา",
    "1445008801": "ดังที่เอเดนกล่าวไว้:",
    "1446868537": "hCaptcha ไม่ควรใช้เป็นกริยา",
    "1447649958": "โปรดทราบว่ามีเพียงการเข้าชมของมนุษย์ที่ถูกต้องเท่านั้นที่มีสิทธิ์ได้รับการชำระเงิน คุณสามารถดูรายละเอียดเพิ่มเติมเกี่ยวกับเรื่องนี้ได้ในคำถามที่พบบ่อยของเรา ลิงก์ด้านล่าง ยอดเงินคงเหลือต้องเป็นไปตามเกณฑ์ขั้นต่ำด้วยจึงจะมีสิทธิ์ได้รับการชำระ ปัจจุบันคือ 10 HMT",
    "1457707016": "สำหรับบุคคล",
    "1467218142": "สิ่งที่เราปรารถนาจากพวกเขาและตัวเราเองเป็นตัวขับเคลื่อนพฤติกรรมของเรา ดังนั้นรูปแบบปฏิสัมพันธ์แบบเดียวกันจึงเกิดขึ้นซ้ำๆ ในระบบของมนุษย์ทั้งหมด อินเทอร์เน็ตให้ตัวอย่างมากมายเกี่ยวกับแง่มุมพื้นฐานของโลกของเรา",
    "1467308982": "กำหนดการชำระเงิน",
    "1467783792": "ไม่มีบุคคล นิติบุคคล หรือองค์กรที่ถูกคว่ำบาตรโดยสหรัฐอเมริกา (\"นักแสดงที่ถูกลงโทษ\") มีสิทธิ์ได้รับรางวัลหรือใช้บริการในฐานะผู้รวมระบบ เพื่อหลีกเลี่ยงข้อสงสัย ซึ่งรวมถึงผู้กระทำความผิดที่ได้รับมอบหมายจากสำนักงานควบคุมทรัพย์สินต่างประเทศ (\"OFAC\") ของกระทรวงการคลังสหรัฐฯ",
    "1470290349": "เพื่อการจัดการบอทและการฉ้อโกงที่ดีที่สุด",
    "1475399473": "เรียนรู้เพิ่มเติมเกี่ยวกับทีม hCaptcha",
    "1476843710": "รูปแบบการยึดบัญชีที่มีผลเสียทางการเงินน้อยกว่าแต่ยังคงสร้างความเสียหายอยู่นั้นเกี่ยวข้องกับการจี้บัญชีโซเชียลมีเดียและอื่นๆ ในทำนองเดียวกัน ในกรณีเหล่านี้ ผู้โจมตีมักจะพยายามแพร่กระจายมัลแวร์หรือโจมตีแบบฟิชชิงกับเพื่อนที่ไม่สงสัยของเหยื่อ หรือผู้โจมตีพยายามทำให้เหยื่ออับอาย ซึ่งบางครั้งเกิดขึ้นกับคนดังและนักการเมือง เป็นต้น",
    "1477196356": "วิธีการต่างๆ ในการเชื่อมโยงข้อมูลประจำตัวกับอุปกรณ์ในรูปแบบที่ปลอดภัยด้วยการเข้ารหัส ซึ่งบางครั้งมีคุณสมบัติในการรักษาความเป็นส่วนตัว ได้รับการเสนอมานานหลายทศวรรษ การเข้ารหัสคีย์สาธารณะมีขึ้นตั้งแต่ปีค. ปี 1975 และฮาร์ดแวร์โทเค็นนั้นมีอยู่เกือบเท่าๆ กัน",
    "1480820434": "ภาพที่ 1",
    "148188781": "นำเสนอความท้าทาย",
    "1482845460": "( ) ต้องการความร่วมมือจากทุกคนในทันที",
    "1483015662": "3. เซสชั่น",
    "1485807325": "แดชบอร์ดผู้ใช้หลายคน SAML SSO",
    "1487796027": "สำหรับบริษัท",
    "1491780143": "CAPTCHA ไม่ได้พิสูจน์ว่าคุณเป็นมนุษย์ แต่พิสูจน์ว่าคุณเป็นคนอเมริกัน",
    "1493115924": "หมายเหตุเครื่องหมายการค้า:",
    "1493790285": "ข้อมูลอื่น ๆ ที่รวบรวมจากผู้ใช้ปลายทางซึ่งเป็นส่วนหนึ่งของบริการซึ่งจำเป็นสำหรับการพิจารณาว่าพวกเขา",
    "1495915066": "เรา พันธมิตรการวิจัยเชิงวิชาการ และลูกค้าของเราใช้สื่อ Creative Commons อย่างไร",
    "1499894352": "มีบริษัทเพียงไม่กี่แห่งที่ให้ความโปร่งใสในกระบวนการตัดสินใจในด้านนี้ และเราหวังว่าบริษัทอื่นๆ จะทำตามตัวอย่างนี้",
    "1503240421": "ขั้นตอนที่ 5: คลิกที่แท็บคอนโซลแล้วคลิกขวาจากนั้น \"บันทึกเป็น ..\" เพื่อบันทึกบันทึกคอนโซล ส่งมาให้เราด้วย",
    "1504327211": "โปรดทราบว่าการใช้บริการของเราอยู่ภายใต้การควบคุมของเรา",
    "1508655687": "เพิ่มความท้าทายของคุณเองที่ปรับแต่งให้เหมาะกับผู้ชมของคุณเพื่อเพิ่มความคล่องตัวหรือจำกัดการเข้าถึง",
    "1510448156": "คุณสามารถเริ่มต้นใช้งานด้วยทางเลือกที่เหนือกว่าในปัจจุบัน และเปิดคุณลักษณะขั้นสูงเพิ่มเติมตามความจำเป็น",
    "1514478724": "เรียนรู้เพิ่มเติม",
    "151737819": "hCaptcha Solve Rates ทั่วโลกแสดงความแปรปรวนน้อยมาก",
    "1517625162": "ภายใต้ประมวลกฎหมายแพ่งแห่งแคลิฟอร์เนียมาตรา 1789.3 ผู้ใช้ในแคลิฟอร์เนียมีสิทธิ์ได้รับประกาศเกี่ยวกับสิทธิ์ของผู้บริโภคดังต่อไปนี้: ผู้อยู่อาศัยในแคลิฟอร์เนียอาจติดต่อหน่วยให้ความช่วยเหลือการร้องเรียนของแผนกบริการผู้บริโภคของกรมกิจการผู้บริโภคแห่งแคลิฟอร์เนียทางไปรษณีย์ที่ 1625 North Market Blvd., Sacramento, CA 95834 หรือทางโทรศัพท์ที่ (916) 445-1254 หรือ (800) 952-5210",
    "1517627947": "คุณน่าจะเห็นรูปภาพของอาคารหรือป้ายถนนจากรถ Streetview ของ Google และช่วยในการติดป้ายกำกับสถานที่สำหรับผลิตภัณฑ์ Maps และ Earth",
    "1519201684": "นโยบายจรรยาบรรณของ AI",
    "1519560388": "7. ที่มา: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "สำหรับข้อมูลเพิ่มเติม โปรดติดต่อฝ่ายขายระดับองค์กร",
    "1525506526": "การเข้าครอบครองบัญชีคืออะไรและทำงานอย่างไร",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1528242915": "ตัวระบุ",
    "1533171442": "เรายังใช้คุกกี้และคุกกี้ที่ใช้งานได้จากบุคคลที่สามเพื่อวัตถุประสงค์ในการวิเคราะห์และการตลาด คุกกี้ที่ใช้งานได้ช่วยให้บางส่วนของเว็บไซต์ทำงานได้อย่างถูกต้องและยังคงทราบการตั้งค่าผู้ใช้ของคุณ คุกกี้การวิเคราะห์ รวบรวมข้อมูลเกี่ยวกับวิธีการที่ลูกค้า ผู้รวมระบบ และผู้ใช้ปลายทางใช้ไซต์ของเรา เนื้อหาและผลิตภัณฑ์ที่ผู้ใช้ดูบ่อยที่สุด และประสิทธิภาพของการโฆษณาของบุคคลที่สามของเรา คุกกี้โฆษณาช่วยในการส่งโฆษณาไปยังผู้ชมที่เกี่ยวข้องและให้โฆษณาของเราปรากฏที่ด้านบนของผลการค้นหา คุกกี้คือคุกกี้ \"เซสชัน\" ซึ่งจะถูกลบออกเมื่อคุณสิ้นสุดเซสชันเบราว์เซอร์ของคุณ หรือ \"ถาวร\" ซึ่งยังคงอยู่จนกว่าคุณจะลบออก (อธิบายไว้ด้านล่าง) หรือบุคคลที่ให้บริการคุกกี้ รายละเอียดทั้งหมดเกี่ยวกับคุกกี้ทั้งหมดที่ใช้บนไซต์มีอยู่ที่ตารางการเปิดเผยคุกกี้ของเราด้านล่าง",
    "1539071196": "โดยทั่วไปเราใช้คุกกี้เพื่อวัตถุประสงค์ดังต่อไปนี้:",
    "1544546608": "Privacy Pass",
    "1544829730": "หากคุณเป็นลูกค้าหรือผู้ขอ คุณยอมรับว่าข้อกำหนดเพิ่มเติมที่แนบมานี้ตามภาคผนวกของลูกค้าจะมีผลบังคับใช้และจะรวมเข้าไว้ในข้อกำหนดในการให้บริการเหล่านี้โดยการอ้างอิง หากคุณไม่ใช่ลูกค้าหรือผู้ขอ หรือเลิกเป็นลูกค้าหรือผู้ขอแล้ว ข้อกำหนดเพิ่มเติมในภาคผนวกของลูกค้าจะไม่มีผลบังคับใช้ และจะไม่ถูกรวมเข้าด้วยกันโดยการอ้างอิงในข้อกำหนดในการให้บริการเหล่านี้",
    "1546930020": "การติดฉลากข้อมูล",
    "1547006769": "การตรวจสอบความเป็นมนุษย์เป็นปัญหาเดียวกัน",
    "1549336309": "hCaptcha เปลี่ยนโมเดลนี้ เมื่อคุณใช้ hCaptcha บริษัทต่างๆ จะเสนอราคางานที่ผู้ใช้ของคุณทำเพื่อพิสูจน์ความเป็นมนุษย์ของพวกเขา คุณได้รับรางวัล",
    "1549953005": "คุณอาจกรอกแบบฟอร์มคำสั่งซื้อเพื่อเข้าถึงแพลตฟอร์ม (แต่ละแบบเรียกว่า \"แบบฟอร์มคำสั่งซื้อ\") ตามเงื่อนไขของการเป็นลูกค้าหรือผู้ขอ หากเป็นเช่นนั้น ข้อกำหนดและเงื่อนไขที่อธิบายไว้ในแบบฟอร์มคำสั่งซื้อจะกลายเป็นส่วนหนึ่งของข้อกำหนดในการให้บริการและรวมอยู่ในที่นี้โดยการอ้างอิง",
    "155456850": "ประกาศเปลี่ยนเป็น hCaptcha:",
    "1558428432": ". โปรดให้เครดิตกับ hCaptcha.com",
    "155877895": "การตรวจจับและการจำแนกประเภทโดยมนุษย์",
    "1559150837": "เป้าหมายไม่สามารถป้องกันได้ เว็บไซต์ส่วนใหญ่มีการควบคุมที่บล็อกผู้ใช้ที่น่าสงสัยซึ่งพยายามลงชื่อเข้าใช้บัญชีต่างๆ หลายพันบัญชีจากที่อยู่ IP เดียวกันในระยะเวลาอันสั้น สิ่งที่ผู้โจมตีใส่ข้อมูลประจำตัวทำเพื่อหลีกเลี่ยงเทคนิคการป้องกันเหล่านี้คือการจำลองความหลากหลายทางภูมิศาสตร์และ IP การใช้เครื่องมือที่ทรงพลังซึ่งมักจะขับเคลื่อนด้วย AI ทำให้ดูเหมือนว่าผู้ใช้หลายพันคนกำลังสุ่มพยายามเข้าสู่ระบบในช่วงเวลาต่างๆ ของวันจากทั่วประเทศ การตรวจจับและหยุดทำได้ยากกว่ามาก",
    "1559190296": "5-11 ม.ค. 2564†",
    "1559631739": "การเรียนแบบตัวต่อตัว",
    "1560232962": "ครอบคลุมในรายละเอียด ไม่มีการค้ำประกันเกี่ยวกับจำนวนเงินที่ได้รับสำหรับคำตอบใด ๆ ที่ระบุ อาจไม่มีคำถามที่ต้องชำระเงินในขณะนั้น คำตอบอาจถูกปฏิเสธด้วยเหตุผลด้านคุณภาพ และอื่นๆ",
    "1565481281": "หมายเหตุถึงผู้อยู่อาศัยในแคลิฟอร์เนีย",
    "1569804581": "หากคุณต้องการได้รับการติดต่อในอนาคตเกี่ยวกับโอกาสที่เกี่ยวข้อง โปรดกรอกแบบฟอร์มนี้",
    "1579093044": "ด้วยตัวออกแบบความท้าทายแบบกำหนดเองที่เรียบง่ายของเรา คุณสามารถเปิดตัวเนื้อหาความท้าทายในแบรนด์ได้ในเวลาเพียงไม่กี่นาที",
    "1579715421": "นักวิทยาศาสตร์ IM เผยแพร่เป็นประจำในการประชุมชั้นนำเช่น ICML, ICLR, ECCV และ NeurIPS และบริษัทได้เผยแพร่ผลลัพธ์ที่ล้ำสมัยในสาขาวิชา ML เช่น การแฮชแบบลึก [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "คะแนนบอทที่มีความแม่นยำสูง",
    "1589805435": "เราก็มี",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "คุณจะต้องชำระค่าธรรมเนียม IMI ตามที่อธิบายไว้ในแบบฟอร์มคำสั่งซื้อที่เกี่ยวข้อง โดยใช้วิธีการชำระเงินที่คุณระบุไว้ในแบบฟอร์มคำสั่งซื้อที่เกี่ยวข้อง เว้นแต่จะตกลงกันโดยชัดแจ้งเป็นอย่างอื่นโดยลายลักษณ์อักษรจากทั้งสองฝ่าย คุณจะต้องชำระเงินเต็มจำนวนสำหรับใบแจ้งหนี้ทั้งหมดที่ออกภายในสามสิบ (30) วันหลังจากวันที่ส่งใบแจ้งหนี้ คุณอนุญาตให้เราดำเนินการอนุมัติบัตรเครดิตกับข้อมูลบัตรเครดิตทั้งหมดที่คุณให้ไว้กับเรา จัดเก็บข้อมูลบัตรเครดิตนั้น และเรียกเก็บเงินจากบัตรเครดิตของคุณหรือบัญชีอื่นใดที่เราตกลงร่วมกันให้เป็นรูปแบบการชำระเงิน เว้นแต่จะระบุไว้เป็นอย่างอื่นในแบบฟอร์มการสั่งซื้อหรือภายในข้อตกลงบริการองค์กรหรือข้อตกลงการบริการหลักของคุณ ค่าธรรมเนียมทั้งหมดสำหรับบริการ ยกเว้นค่าบริการที่เกินกำหนด จะถูกเรียกเก็บเป็นรายปีเมื่อเริ่มให้บริการโดย IMI ภายใต้ข้อตกลงของคุณ (\"วันที่มีผลบังคับ\")",
    "159272246": "ถาม: คุณกำลังทำงานกับตัวเลือกการช่วยการเข้าถึงอื่นๆ (\"a11y\") เช่น เสียงหรือไม่",
    "1595254735": "บริการแบบพาสซีฟล้วนต้องดิ้นรนเพื่อรักษาความแม่นยำในการตรวจจับบอท หรือแม้แต่รู้ว่าเมื่อใดที่บริการนั้นไม่ถูกต้อง หากไม่มีความสามารถในการท้าทายผู้ใช้เป็นครั้งคราวและวิเคราะห์ผลลัพธ์ของความท้าทายนั้นอย่างถูกต้อง ความแม่นยำมักจะลดลงอย่างมากเมื่อเวลาผ่านไป",
    "1597520917": "นักวิจารณ์จำนวนมากขึ้นเรื่อยๆ ชี้ให้เห็นว่าการเพิกเฉยต่อความเป็นส่วนตัวของผู้ใช้ของ Google ควรคำนึงถึงลูกค้าที่ต้องการปกป้องเว็บไซต์และแอปของตน",
    "1599610318": "สำนักพิมพ์",
    "1601080128": "หากเราระงับหรือยุติบัญชีของคุณ คุณจะไม่สามารถเข้าถึงส่วนใดๆ ของเว็บไซต์ได้อีกต่อไป รวมถึงข้อมูล ข้อความ ไฟล์ และเนื้อหาอื่นๆ ที่คุณเก็บไว้ในเว็บไซต์ คุณไม่สามารถใช้เว็บไซต์ของเราต่อไปภายใต้ชื่อบัญชีอื่นหรือชื่อใหม่ การละเมิดข้อกำหนดในการให้บริการเหล่านี้อาจถูกดำเนินคดีตามขอบเขตสูงสุดของกฎหมายและอาจส่งผลให้มีบทลงโทษและการลงโทษเพิ่มเติม",
    "1606599610": "คีแรน ธอมป์สัน",
    "1606783855": "ตอบ: เราสนใจกรณีการใช้งาน Privacy Pass for the Accessibility (\"a11y\") เป็นอย่างมาก ตัวเลือกยอดนิยมก่อนหน้านี้เช่น captchas เสียงแยกแยะผู้ใช้ a11y จำนวนมาก เราเชื่อว่าการรวมแนวทาง a11y ในปัจจุบันของเราเข้ากับการออก Privacy Pass จะทำให้ผู้ใช้ a11y ท่องเว็บได้อย่างปลอดภัยและปลอดภัยโดยรู้ว่าการรับส่งข้อมูลของพวกเขาเป็นส่วนตัวมากขึ้น ในขณะที่จำกัดการใช้งานในทางที่ผิดโดยตัวดำเนินการบอทที่เกิดขึ้นเมื่อตัวเลือก a11y พร้อมใช้งานอย่างหลีกเลี่ยงไม่ได้",
    "1609621367": "โอนย้าย",
    "1617196410": "hCaptcha มุ่งเน้นไปที่การหยุดบอท เราไม่สนว่าผู้ใช้เป็นใคร แต่เฉพาะว่าพวกเขาเป็นอันตรายหรือไม่ เราทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัว &",
    "162063633": "Mailgun Technologies, Inc. (ทั่วโลก) บริการที่มีให้: Mailgun.com",
    "1620709264": "HUMAN Token® เป็นเครื่องหมายการค้าจดทะเบียนของ HUMAN Protocol Foundation และได้รับอนุญาตให้ใช้",
    "1621597093": "โซลูชันการรักษาความปลอดภัยระดับองค์กร (ชำระเงิน)",
    "1621930829": "สิ่งที่สามารถทำได้เกี่ยวกับกิจกรรมการฉ้อโกงการชำระเงินขั้นสูงที่ไม่หยุดนิ่งในปัจจุบัน การใช้การควบคุมหลายชั้นมักจะเป็นวิธีที่ชาญฉลาด อย่างไรก็ตาม มาตรการรับมือที่ดีที่สุดคือมาตรการที่สามารถดักจับบอทและเปิดเผยว่ามันเป็นของปลอม แม้ว่าผู้สร้างจะพยายามอย่างเต็มที่ในการเลียนแบบพฤติกรรมของมนุษย์ก็ตาม",
    "1622303590": "วิธีเปิดใช้งานคุกกี้ใน Safari (iPhone/iPad iOS 11+): เปิดการตั้งค่าของคุณ เลื่อนลงและเลือก Safari ในส่วนความเป็นส่วนตัวและความปลอดภัย ให้ปิด \"ป้องกันการติดตามข้ามไซต์\" และ \"บล็อกคุกกี้ทั้งหมด\"",
    "1624200563": "ความปลอดภัย และปฏิบัติตาม GDPR, CCPA, LGPD, PIPL และระเบียบข้อบังคับด้านความเป็นส่วนตัวอื่นๆ",
    "1627232990": "การแปลข้อกำหนดในการให้บริการเหล่านี้จัดทำขึ้นอย่างดีที่สุด ในกรณีที่มีความแตกต่างอย่างมีนัยสำคัญระหว่างข้อกำหนดในการให้บริการภาษาอังกฤษและการแปลข้อกำหนดในการให้บริการภาษาอังกฤษจะถือว่ามีสิทธิ์",
    "1636202177": "เกี่ยวกับ",
    "1637527266": "ประเทศใดมีปริมาณการใช้บอทมากที่สุด?",
    "1637702726": "เกี่ยวกับ hCaptcha",
    "1642844535": "มีความสำคัญ: hCaptcha ใช้แนวทางที่แตกต่างกันหลายวิธีเพื่อตอบคำถามพื้นฐานเดียวกัน ทำให้สามารถเปรียบเทียบความสอดคล้องในการประเมินทั้งหมดได้",
    "1644003939": "หมายเหตุ: ใช้ไม่ได้กับลูกค้าทุกราย ตัวอย่างเช่น IP Blinding หรือลูกค้าตัวเลือกความเป็นส่วนตัวหรือความปลอดภัยขั้นสูงอื่น ๆ (เช่น ลูกค้า Secure Virtual Tenancy) จะถูกแยกออกจาก \"PII\" ใด ๆ ที่อาจเกิดขึ้นจากระบบ telemetry แม้แต่ที่อยู่ IP โปรดติดต่อตัวแทนบัญชีของคุณสำหรับข้อมูลเพิ่มเติม หากจำเป็น",
    "164801246": "การกระทบยอดเป็นกระบวนการที่วิเคราะห์ปริมาณการใช้ข้อมูลหลังจากข้อเท็จจริงเพื่อยืนยันความเป็นมนุษย์และความถูกต้อง เมื่อข้อมูลทั้งหมดจากเว็บไซต์การรายงานทั้งหมดเข้ามา คุณสามารถอ่านรายละเอียดเพิ่มเติมใน",
    "1655022901": "BotStop โดย hCaptcha™",
    "1655796811": "ข้อมูลที่รวบรวมโดยอัตโนมัติอันเป็นผลมาจากการใช้งานไซต์หรือบริการของผู้รวมระบบหรือของลูกค้า (\"ข้อมูลการวิเคราะห์\") เช่น ที่อยู่ IP ประเภทเบราว์เซอร์ ผู้ให้บริการอินเทอร์เน็ต ประเภทแพลตฟอร์ม ประเภทอุปกรณ์ ระบบปฏิบัติการ วันที่และเวลา และข้อมูลอื่นๆ ที่คล้ายคลึงกัน ข้อมูลการวิเคราะห์บางอย่างถูกรวบรวมในนามของเราโดยบุคคลที่สามที่เรามีส่วนร่วมเพื่อจุดประสงค์นั้น และข้อมูล Analytics บางส่วนจะถูกรวบรวมผ่านเทคโนโลยีการติดตามที่หลากหลาย รวมถึงคุกกี้ (ดู \"เทคโนโลยีการวิเคราะห์และการติดตามของบุคคลที่สาม\" ด้านล่าง)",
    "165932542": "ดูอัตราการแก้ปัญหา hCaptcha ทั่วโลก",
    "1662477701": "ทรัพยากร",
    "166277959": "โปรดทราบ: ขณะนี้คุณลักษณะนี้อยู่ในรุ่นเบต้า และอาจใช้ไม่ได้กับเว็บไซต์และผู้ใช้ทั้งหมดตลอดเวลา ในกรณีที่ไม่ได้เปิดใช้งานหรือไม่ทำงานสำหรับผู้ใช้เฉพาะ ลักษณะการทำงานจะถอยกลับไปสู่ประสบการณ์ hCaptcha มาตรฐานโดยไม่สูญเสียฟังก์ชันการทำงาน",
    "1663628612": "ช่วยให้คุณ",
    "1665616092": "การฉ้อโกงการชำระเงินเป็นเรื่องง่ายในแนวคิด แต่อาจซับซ้อนอย่างน่าอัศจรรย์ในการดำเนินการในปัจจุบัน",
    "1669194950": "นอกเหนือจากข้อมูลส่วนบุคคล คุณอาจจำเป็นต้องให้ (หรืออาจจำเป็นสำหรับเราในการรวบรวม) ข้อมูลอื่น ๆ เพื่อที่เราจะให้บริการ (เรียกรวมกันว่า \"ข้อมูลลูกค้า\") เราไม่รับผิดชอบต่อความล้มเหลวในการให้บริการที่เกิดจากความล่าช้าหรือความล้มเหลวในการให้ข้อมูลลูกค้า",
    "1671436004": "ต้องการตอบแทนการกุศลที่คุณโปรดปรานหรือไม่?",
    "1671996585": "คุณอาจจำเป็นต้องรวมเว็บไซต์ แอปพลิเคชัน หรือแพลตฟอร์มของคุณเข้ากับบริการของเราผ่านอินเทอร์เฟซการเขียนโปรแกรมแอปพลิเคชัน (\"API\") ในกรณีที่คุณทำเช่นนั้น เราให้สิทธิ์การใช้งานแบบจำกัด ไม่ผูกขาด ไม่สามารถโอนย้าย เพิกถอนได้ และเพิกถอนได้ เพื่อใช้ API เพื่อเข้าถึงบริการเท่านั้น เราอาจแก้ไข API และ/หรือยุติการสนับสนุนเวอร์ชันเก่าหรือการเผยแพร่ API เมื่อใดก็ได้ เราขอสงวนสิทธิ์ในการระงับหรือจำกัดการเข้าถึง API ของคุณตามดุลยพินิจของเรา และเราจะใช้ความพยายามที่เหมาะสมในการแจ้งให้คุณทราบก่อนที่จะระงับ",
    "1678661231": "เพื่อการปฏิบัติตาม การป้องกันการฉ้อโกง และความปลอดภัย",
    "1685871181": "บริการออนไลน์ชั้นนำพึ่งพา",
    "1686079269": "ข้อมูลเกี่ยวกับผู้บริหารปัจจุบันของบริษัทสามารถรับได้ที่",
    "1686655020": "อัปโหลดเนื้อหาใดๆ ที่อยู่ภายใต้ลิขสิทธิ์ซึ่งไม่ใช่งานต้นฉบับของคุณ เว้นแต่คุณจะได้รับอนุญาตจากเจ้าของที่ถูกต้องให้โพสต์เนื้อหาดังกล่าวและให้สิทธิ์ที่ได้รับอนุญาตทั้งหมดแก่ IMI ที่ได้รับในที่นี้",
    "1687299615": "การเข้าครอบครองบัญชีคืออะไร?",
    "1691348394": "- การซื้อจำนวนมากโดยอัตโนมัติระหว่างการขายแบบจำกัดรุ่น",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "ส่งอีเมลถึงเรา",
    "1697438123": "ความเป็นส่วนตัว",
    "1699668873": "คุณต้องแจ้ง IMI ทันที หากคุณสงสัยว่าข้อมูลบัญชีของคุณถูกขโมยหรือถูกใช้โดยบุคคลอื่น หรือการละเมิดความปลอดภัยอื่นๆ",
    "1702335960": "ข้อมูลใด ๆ ที่เรารวบรวมจะอยู่ภายใต้นโยบายความเป็นส่วนตัวที่มีผลบังคับใช้ในขณะที่มีการรวบรวมข้อมูลดังกล่าว อย่างไรก็ตาม เราอาจแก้ไขนโยบายความเป็นส่วนตัวเป็นครั้งคราว หากการแก้ไขเป็นเนื้อหา ตามที่เราพิจารณาเพียงผู้เดียว เราจะแจ้งให้คุณทราบ เช่น ทางอีเมล เวอร์ชันปัจจุบันจะถูกโพสต์ในหน้านโยบายความเป็นส่วนตัวของเราเสมอ",
    "1706581702": "การฝึกอบรมเกี่ยวกับข้อมูลที่ไม่ระบุตัวตนก็ใช้ได้ผลเช่นกัน และไม่จำเป็นต้องประนีประนอมกับความปลอดภัยหรือความเป็นส่วนตัว ลูกค้าของเราได้ทำการทดสอบเชิงประจักษ์ และได้ประกาศว่าเรามีค่าเท่ากับหรือดีกว่าทางเลือกที่เป็นส่วนตัวน้อยกว่ามาก",
    "170775527": "คุณสมบัติองค์กร",
    "1709478090": "เพื่อให้บริการคุณด้วยการโฆษณาตามความสนใจหรือตามเป้าหมาย",
    "1717658846": "ตัวเลือกการเข้าถึงในเมนู UI ของวิดเจ็ต",
    "1722734001": "อินเทอร์เน็ตแบบเปิดเป็นสภาพแวดล้อมที่มีเสียงดังมาก ผู้ไม่หวังดีโจมตีผู้ใช้บริการของเราและคู่แข่งอย่าง reCAPTCHA ทุกวัน และแน่นอนว่าพยายามทำให้ดูเหมือนมนุษย์มากที่สุดเท่าที่จะเป็นไปได้ในขณะทำเช่นนั้น",
    "1728211763": "การใช้เนื้อหาในลักษณะนี้และเพื่อวัตถุประสงค์เหล่านี้อยู่ภายใต้แนวทางการใช้งานโดยชอบธรรมตามความเข้าใจของเราเกี่ยวกับกฎหมายและแนวปฏิบัติมาตรฐานในสาขานี้ แต่เราเป็นแฟนตัวยงของ Creative Commons มาเป็นเวลานาน และต้องการให้เครดิตกับทุกคนที่ช่วยเหลือใน งานที่ยิ่งใหญ่ในการปรับปรุงความฉลาดของเครื่องจักร",
    "1729677626": "ฉันถูกโจมตีและต้องการการปฐมนิเทศทันที",
    "1752259468": "5. การประมาณการอย่างระมัดระวัง: ค่าใช้จ่าย $0.01 สำหรับคำอธิบายประกอบเดี่ยว * เฉลี่ย 200 ล้าน หมายเหตุต่อวัน (ขอบเขตล่าง) * 365 วันต่อปี * 10 ปีนับตั้งแต่การเข้าซื้อกิจการในปี 2552 = มูลค่าขอบเขตที่ต่ำกว่า 7.3 พันล้านดอลลาร์",
    "1752795854": "hCaptcha นำเสนอแนวทางที่ทันสมัยและเน้นความเป็นส่วนตัวในการหยุดบอท",
    "1756106276": "สถานะ",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "ที่นี่:",
    "1767952047": "เขาโจมตีฉันเมื่อคืนนี้ ขโมยเสื้อผ้าของฉัน และเอาเงินของฉันไป” ชายอีกคนหนึ่งแต่งกายอย่างวิจิตรงดงาม เป็นชุดของชนชั้นสูงตอบว่า “ท่านตำรวจ ชายผู้นี้บ้าไปแล้ว เขาคิดว่าเขาเป็นขุนนาง ฉันเป็นขุนนางที่แท้จริง จับกุมเขา!”",
    "1771016224": "- ซอฟต์แวร์จากการดาวน์โหลดเนื้อหาทั้งหมดจากเว็บไซต์ของคุณจำนวนมาก",
    "1778058441": "งานประเภทใดที่ทำงานบน hCaptcha?",
    "1778642038": "เพื่อสื่อสารกับคุณ",
    "1779265104": "ข้อกำหนดที่กำหนดเองและการรับประกันความเป็นส่วนตัว",
    "1783317946": "การหยุดการโจมตี API เป็นกรณีการใช้งานยอดนิยมสำหรับ",
    "1786796818": "จำกัด",
    "178839499": "hCaptcha แบ่งปันคุณค่าของงานที่ทำในขณะที่ผู้ใช้พิสูจน์ความเป็นมนุษย์ของพวกเขา",
    "1789371580": "ความสามารถในการมอบหมาย คุณไม่สามารถกำหนดเงื่อนไขการบริการเหล่านี้โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากเรา เราอาจมอบหมายข้อกำหนดในการให้บริการนี้เมื่อใดก็ได้โดยไม่ต้องแจ้งให้ทราบ ภายใต้เงื่อนไขที่กล่าวข้างต้น ข้อกำหนดในการให้บริการเหล่านี้จะมีผลผูกพันกับผู้รับช่วงต่อของคู่สัญญาแต่ละฝ่ายและการมอบหมายงานที่ได้รับอนุญาต",
    "1789607185": "ที่อยู่อีเมล",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. เซสชั่น",
    "179723061": "ควบคุมได้มากขึ้นสำหรับทีมที่ต้องการความปลอดภัยระดับชั้นนำ",
    "1797298240": "ขั้นตอนที่ 4: คลิก \"HAR\" หลังจากที่คุณพยายามแก้ไข และเลือก \"บันทึกทั้งหมดเป็น HAR\" เพื่อบันทึกบันทึกเครือข่าย ส่งไฟล์นั้นมาให้เรา",
    "1798492192": "รองรับเบราว์เซอร์รุ่นเก่า",
    "1803009328": "ทดสอบการต่อสู้ในระดับเว็บ",
    "1803943584": "ประการที่สอง เราปล่อยให้ความท้าทายในการปรับตนเองให้เหมาะสมเพื่อกำหนดว่าประเทศใดหรือภาษาใดที่พวกเขาจะดำเนิน และเพิ่มโอกาสในการได้รับประสบการณ์ที่สอดคล้องกันมากยิ่งขึ้น หากความแม่นยำต่ำกว่าที่คาดไว้ ชุดคำถามจะหยุดทำงานในภูมิภาคหรือภาษาที่เกิดผลกระทบนี้",
    "1806535500": "แทบทุกเทคโนโลยี ตั้งแต่ดินสอไปจนถึงไดนาไมต์ คือ a",
    "1807143500": "บริการนี้รวมถึงบริการรักษาความปลอดภัยออนไลน์ (\"บริการ hCaptcha\") และแพลตฟอร์ม (\"แพลตฟอร์มเครื่องสัญชาตญาณ\") ซึ่งบุคคล (\"ผู้ร่วมให้ข้อมูล\") สามารถเลือกทำงานที่บุคคลภายนอกหรือเครื่องปรีชาญาณตัวเอง (แต่ละ \"ผู้ร้องขอ\") โพสต์ไปยังเว็บไซต์ของเราหรือบริการ hCaptcha โดยตรงบนเว็บไซต์ของเราหรือโดยการเข้าถึงแพลตฟอร์ม Intuition Machines และ/หรือดำเนินการงานผ่านหรือเกี่ยวข้องกับหน่วยงานบุคคลที่สามและ/หรือแพลตฟอร์มหรือบริการ (แต่ละ \"ผู้บูรณาการ\") ผู้ขอโพสต์งานและเชิญ Contributor ดำเนินการเพื่อแลกกับรางวัลที่ IMI มอบให้กับผู้รวมระบบ หรือตามที่ผู้ขอกำหนดหากผู้ขอใช้แพลตฟอร์ม Intuition Machines Platform หรือบริการ hCaptcha เพื่อให้บริการงานแก่ผู้ใช้ปลายทางของตนเอง เราเรียกเก็บเงินจากบริษัทและบุคคล (แต่ละรายเรียกว่า \"ลูกค้า\") เพื่อใช้แพลตฟอร์มของเรา เพื่อที่พวกเขาจะได้ใช้ซอฟต์แวร์ของเรา งานของผู้เขียน จ้างเราให้เขียนงาน และ/หรือเข้าถึง Contributor นอกจากนี้เรายังเรียกเก็บเงินจากผู้รวมระบบสำหรับการใช้บริการ hCaptcha ของเรา เพื่อลดการฉ้อโกง การละเมิด และสแปมบนเว็บไซต์ แอพมือถือ และทรัพย์สินออนไลน์อื่นๆ สิ่งที่กล่าวมานี้เรียกรวมกันว่า \"บริการ\"",
    "181065232": "เราดำเนินงานการผลิตขนาดเล็กตามข้อมูลตัวอย่างของคุณ นี่เป็นการทดสอบงานที่เราทำร่วมกันเพื่อให้แน่ใจว่าคุณได้รับสิ่งที่คุณต้องการอย่างแท้จริง",
    "1817772953": "การฉ้อโกงไม่ใช่อาชญากรรมรูปแบบใหม่ อันที่จริง นักโบราณคดีได้ค้นพบอุปกรณ์ป้องกันการฉ้อโกงที่ชาวสุเมเรียนโบราณคิดค้นเพื่อขนส่งปศุสัตว์โดยไม่สูญเสียเมื่อเกือบ 10,000 ปีก่อน! ในกรณีของพวกเขา พวกเขาใส่โทเค็นดิน ซึ่งแต่ละอันเป็นตัวแทนของสัตว์ ไว้ในลูกบอลดินเหนียวที่เรียกว่า \"บูลลา\" บูลลาจะเดินทางไปกับฝูงแกะเมื่อย้ายจากผู้ขายไปยังผู้ซื้อ ถึงอย่างนั้น เจ้าของธุรกิจก็ยังกังวลว่าไม่ใช่ทุกคนที่พวกเขาติดต่อด้วยจะขึ้นๆ ลงๆ มีการเปลี่ยนแปลงมากมายใน 10,000 ปี แต่ความจำเป็นที่จะต้องมีนวัตกรรมในการป้องกันการฉ้อโกงยังคงอยู่กับเรา วันนี้ปัญหาการฉ้อโกงการชำระเงินออนไลน์มีความสำคัญยิ่ง เมื่อใช้อินเทอร์เน็ต ผู้ฉ้อโกงมีความชำนาญมากขึ้นในการเอาชนะการควบคุมต่อต้านการฉ้อโกง โซลูชั่นใหม่กำลังเปลี่ยนกระแสน้ำอย่างไรก็ตาม",
    "1818116402": "เราหวังว่าคุณจะชื่นชมลักษณะนี้ว่าเราจัดการกับคำถามเกี่ยวกับการปฏิบัติงานด้วยองค์ประกอบจริยธรรม AI",
    "1820844638": "เพื่อให้ได้มาซึ่งข้อมูลเชิงลึกของตลาด เราใช้ข้อมูลการวิเคราะห์เพื่อวิเคราะห์ตลาดและดำเนินการวิเคราะห์ธุรกิจที่เกี่ยวข้องกับไซต์และบริการของเรา และเพื่อวัตถุประสงค์ในการวิจัยอื่นๆ",
    "1828028934": "นี่คือเหตุผล",
    "1829242168": "__cflb,",
    "1830910223": "กรณีศึกษาจริยธรรม AI ในโลกแห่งความเป็นจริง",
    "1834239172": "ซื้อบริการคำอธิบายประกอบ hCaptcha",
    "1834801943": "2. บุคคลที่ 1",
    "1834911235": "หยุดส่งการสื่อสารการตลาดทางตรงที่คุณเคยยินยอมให้รับมาก่อน เราอาจยังคงส่งการสื่อสารที่เกี่ยวข้องกับบริการและที่ไม่ใช่การตลาดอื่นๆ ให้กับคุณต่อไป",
    "1836191653": "แทนที่จะเสนอบริการที่พ่ายแพ้อย่างง่ายดายให้กับผู้ใช้ฟรีในขณะที่เรียกเก็บเงินหลายล้านดอลลาร์สำหรับเวอร์ชันสำหรับองค์กรซึ่งไม่ได้ดีไปกว่านี้มากนัก hCaptcha ให้การปกป้องบอทที่ยอดเยี่ยมสำหรับทั้งคู่ ในขณะที่นำเสนอฟีเจอร์และการปรับแต่งเพิ่มเติมสำหรับผู้ใช้ระดับองค์กร พร้อมด้วย SLA ที่แข็งแกร่งและการสนับสนุนที่รวดเร็ว",
    "1836369533": "เช่นเดียวกับตำรวจในนิทานพื้นบ้าน เราจะกำหนดได้อย่างไรว่าใครคือตัวจริง? หากผู้โจมตีมีองค์ประกอบข้อมูลประจำตัวที่ถูกขโมยเพียงพอ เช่น หมายเลขใบอนุญาตขับขี่ หมายเลขประกันสังคม นามสกุลเดิมของมารดา ที่อยู่ และอื่นๆ อาจเป็นเรื่องยากทีเดียวที่จะระบุได้ว่าผู้โทรคือเจ้าของบัญชีจริงหรือผู้โจมตีที่พยายามจะขอ รีเซ็ตรหัสผ่านในบัญชีที่เขาต้องการเจาะ",
    "1836554225": "บล็อกโพสต์",
    "1844885924": "ห้องสมุดหลากหลายประเภทให้เลือก",
    "1845745385": "ออกแบบมาเพื่อความเป็นส่วนตัว",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "ปรับแต่งด้วยเนื้อหาท้าทายของคุณเอง",
    "1849805607": "hCaptcha ป้องกันภัยคุกคามและการหลอกลวงที่ออกแบบมาเพื่อแทรกซึมเครือข่ายของคุณ",
    "1865097546": "16 พฤศจิกายน 2564",
    "1866590035": "คำแนะนำบันทึกการแก้ไขข้อบกพร่องสำหรับ Chrome",
    "1873812847": "การเปิดเผยคุกกี้",
    "1886100235": "บริการออนไลน์ที่ใหญ่ที่สุดในโลกหลายแห่งได้เปลี่ยนมาใช้ hCaptcha Enterprise และได้รับการตรวจจับบอทที่ได้รับการปรับปรุงควบคู่ไปกับประหยัดต้นทุนได้อย่างมาก",
    "1890955039": "วิธีปรับแต่งการจัดรูปแบบสำหรับแต่ละ Rich Text",
    "1892020899": "แฮกเกอร์ได้รับข้อมูลประจำตัวที่ไหน?",
    "1892574253": "ลงชื่อ",
    "1898063898": "เพื่อรักษาความเป็นส่วนตัวของผู้ใช้ที่เรากำลังพัฒนาร่วมกับ",
    "1903743785": "การถือกำเนิดของ API แบบอิงมาตรฐานถือเป็นการก้าวกระโดดครั้งสำคัญในการรวมแอปพลิเคชัน ในช่วง 20 ปีที่ผ่านมา API ได้เปลี่ยนจากการเป็นผลิตภัณฑ์ซอฟต์แวร์ที่เป็นกรรมสิทธิ์เฉพาะที่มีราคาแพงและซับซ้อน ไปเป็นเครื่องมือฟรีที่มีมาตรฐานซึ่งใช้งานค่อนข้างง่าย และปรับใช้ได้อย่างรวดเร็ว",
    "1904390996": "เพื่อสร้างมาตรฐาน",
    "1906593952": "ให้ข้อเสนอแนะเกี่ยวกับ hCaptcha ที่คุณเพิ่งเห็น",
    "190955495": "( ) ไม่มีอำนาจควบคุมจากส่วนกลางสำหรับอีเมล",
    "1910628828": "การขูดเนื้อหาเป็นเทคนิคในการดึงข้อมูลจากระบบที่เกี่ยวข้องกับชุดเครื่องมืออัตโนมัติที่แอบอ้างเป็นซอฟต์แวร์ไคลเอ็นต์หรือเว็บเบราว์เซอร์ ไม่ใช่เรื่องใหม่ อันที่จริง สำหรับวิศวกรซอฟต์แวร์ที่อาจต้องการข้อมูลจากเมนเฟรมเก่า การขูดอาจเป็นวิธีเดียวในการดึงข้อมูล ขั้วต่อเดิมอาจหายไปและไม่สามารถเปลี่ยนได้",
    "1911669851": "ใช่ เรากำลังดำเนินการปรับปรุงระบบแบ็กเอนด์ของเราในหลายๆ ด้าน ซึ่งเราคาดหวังว่าในที่สุดแล้วจะทำให้เราสามารถเสนอทั้งการกระทบยอดที่เร็วขึ้น ความแม่นยำในการประเมินที่รวดเร็วยิ่งขึ้น และการจ่ายเงินที่เร็วขึ้น เรากำลังดำเนินการเร่งการกระทบยอดก่อน",
    "191460155": "แรงเสียดทานเป็นศูนย์และโหมดพาสซีฟ 99.9%",
    "1918025546": "หากคุณได้รับข้อมูลที่เป็นความลับจากใครก็ตามในบริการ คุณตกลงที่จะปกป้องความลับของข้อมูลที่เป็นความลับด้วยความระมัดระวังในระดับเดียวกับที่คุณใช้ในการปกป้องข้อมูลที่เป็นความลับของคุณเอง แต่ไม่ว่าในกรณีใดด้วยความระมัดระวังน้อยกว่า คุณไม่สามารถเปิดเผยหรือเผยแพร่ข้อมูลที่เป็นความลับหรือเป็นกรรมสิทธิ์ใด ๆ ยกเว้นที่อาจจำเป็นสำหรับการปฏิบัติงาน ข้อมูลทั้งหมดภายในงานบนแพลตฟอร์มเครื่องสัญชาตญาณควรถือเป็นความลับแม้ว่าข้อมูลจะไม่ถูกกำหนดอย่างชัดแจ้งว่าเป็นความลับก็ตาม",
    "1920884252": "เหตุใดการขูดเนื้อหาจึงเป็นภัยคุกคามด้านความปลอดภัย",
    "1923297430": "จุดแตกหักสุดท้ายสำหรับลูกค้ารายใหญ่จำนวนมากเกิดขึ้นเมื่อ Google เริ่มเรียกเก็บเงินจากบริษัทต่างๆ สำหรับการใช้ผลิตภัณฑ์ของตนในทุกระดับที่มีความหมาย สิ่งนี้ทำให้ผู้ใช้ reCAPTCHA เป็นเวลานานเพื่อค้นหาทางเลือกที่ดีกว่า เนื่องจากข้อกังวลด้านกฎระเบียบทั่วโลกทำให้การใช้ข้อเสนอของ Google ไม่น่าสนใจมากขึ้น",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "เรามีนโยบายจริยธรรม AI ที่เข้มงวดที่ hCaptcha และส่วนหนึ่งรวมถึงกระบวนการรู้จักลูกค้าของคุณ (KYC)",
    "1927613000": "hCaptcha ผสมผสานแมชชีนเลิร์นนิงที่ซับซ้อนเข้ากับแพลตฟอร์มท้าทายอันทรงพลัง เพื่อปกป้องแอปพลิเคชันเว็บจากการเข้าครอบครองบัญชี การยัดเยียดข้อมูลประจำตัว การขูด และการละเมิดประเภทอื่นๆ",
    "1933936765": "ข้อตกลงการประมวลผลข้อมูล (ปรับปรุงล่าสุด: 23 กันยายน 2021)",
    "1936449777": "จากนั้นในโหมดอัตโนมัติเต็มรูปแบบ พวกเขาสามารถเลียนแบบพฤติกรรมมนุษย์บนเว็บไซต์อีคอมเมิร์ซ คลิกที่ปุ่ม และเพิ่มรายการลงในตะกร้าสินค้า จนถึงจุดที่การควบคุมต่อต้านการฉ้อโกงส่วนใหญ่ไม่สามารถบอกได้ว่าบอทกำลังพยายามขโมย สินค้า. ค่อนข้างจะดูเหมือนผู้ใช้ที่เป็นมนุษย์เพียงแค่ซื้อของ บอทสามารถเข้าสู่บัญชีของลูกค้าจริงโดยใช้ข้อมูลเข้าสู่ระบบที่ถูกขโมย การปิดบังการฉ้อโกงเพิ่มเติมคือความสามารถของบอทในการปลอมแปลงที่อยู่ IP และทำให้ดูเหมือนว่า “นักช้อป” นั้นแตกต่างจากผู้โจมตีที่อาจอยู่ต่างประเทศ",
    "1936512180": "การเข้าถึง API ที่ง่ายดาย แดชบอร์ดที่สวยงาม และเทคโนโลยี model-in-the-loop ล่าสุดเพื่อเพิ่มประสิทธิภาพสูงสุดของผู้ปฏิบัติงาน",
    "1941999673": "โพสต์ของคุณสนับสนุน a",
    "1942186611": "และคนอื่น ๆ.",
    "1942611550": "เป็นหลัก",
    "1949452297": "เนื่องจากข้อจำกัดที่แท้จริงของ hCaptcha UI และการพิจารณาด้านความปลอดภัย จึงเป็นไปไม่ได้ที่จะสร้างแหล่งที่มาของแต่ละภาพที่อยู่ติดกับการใช้งานโดยตรง แต่เราเชื่อมโยงไปยังหน้านี้จากหน้าแรกของเราและดูแลรายการแหล่งที่มาในปัจจุบันหรือล่าสุดที่ให้บริการผ่านแพลตฟอร์ม คุณสามารถเข้าถึงรายการปัจจุบัน",
    "1952810469": "พิมพ์",
    "1953519598": "ค่าใช้จ่ายในการติดป้ายกำกับรูปภาพเดียวมีตั้งแต่ 0.03 ถึง 1.00 ดอลลาร์ขึ้นไป จากการประมาณการแบบอนุรักษ์นิยมใดๆ Google ได้ดึงเอาแรงงานฟรีหลายพันล้านดอลลาร์มาจนถึงปัจจุบัน [",
    "1953959745": "การเข้าถึง",
    "1958297836": "การป้องกันการโจมตีที่ประสานกันและการบรรเทา APT",
    "1959762846": "- กรอกแบบฟอร์มเว็บของคุณด้วยสแปมการตลาดหรือการละเมิดที่ไม่รู้จบ",
    "1960601330": "วิธีเปิดใช้งานคุกกี้ใน Safari (Mac): ไปที่เมนูดรอปดาวน์ของ Safari เลือกการตั้งค่า คลิกความเป็นส่วนตัวในแผงด้านบน ใต้ 'บล็อกคุกกี้' ให้เลือกตัวเลือก 'ไม่เลย'",
    "1962721652": "มนุษย์เป็นผู้แสวงหารูปแบบ และบางครั้งคำถามที่ไม่มีพิษภัยสามารถเปลี่ยนจากความไม่น่าประหลาดใจไปเป็นที่น่าสงสัยได้ในทันที เนื่องจากการเปลี่ยนแปลงของโลกมากกว่าแรงจูงใจของใครก็ตามที่ถามคำถามนั้น",
    "1963951234": "ไม่ว่าโครงการเข้ารหัสของคุณจะมีความน่าเชื่อถือเพียงใด แต่ถ้ามีคนสามารถจ่ายเงินเพื่อให้คำตอบที่คุณต้องการได้ในท้ายที่สุด การเป็นเจ้าของชิ้นส่วนของฮาร์ดแวร์นั้นไม่เพียงพอ",
    "1972710018": "มองจากมุมบริษัท",
    "1973347745": "10. ภาพตัวอย่างปลอดค่าลิขสิทธิ์ ที่มา: Petapixel.",
    "197676026": "กับผู้อื่นเพื่อวัตถุประสงค์ทางธุรกิจที่ชอบด้วยกฎหมาย โดยที่ข้อมูลจะไม่ระบุตัวตน",
    "1977013707": "† การจ่ายเงินเดือนธันวาคม 2020 ถูกจัดตารางใหม่จากวันที่ 15 เพื่อหลีกเลี่ยงความทับซ้อนกับการกระทบยอดสิ้นปีและการลาพักร้อนของพนักงาน: จะแล้วเสร็จภายในสัปดาห์ที่สองของเดือนมกราคม เนื่องจากการโอนเงินเข้า PayPal ช้ากว่าปกติ การจ่ายเงินจะใช้เวลาหลายวัน แทนที่จะเสร็จภายในวันเดียว",
    "1978884623": "เรียนรู้เพิ่มเติมเกี่ยวกับการรายงานปัญหาซอฟต์แวร์",
    "1979347895": "– การหยุดชะงักของธุรกิจที่มีนัยสำคัญอาจแตกต่างกันไปตามขอบเขต เช่น เฉพาะบริษัทของเรา อาคารเดียวที่มีบริษัทของเรา บริเวณใกล้เคียงที่บริษัทของเราตั้งอยู่ เมืองที่เราตั้งอยู่ หรือทั่วทั้งภูมิภาค ภายในแต่ละพื้นที่เหล่านี้ ความรุนแรงของการหยุดชะงักอาจแตกต่างกันตั้งแต่ระดับต่ำสุดไปจนถึงระดับรุนแรง ในการหยุดชะงักของบริษัทของเรา ย่านธุรกิจ เมือง หรือภูมิภาค หรืออาคารที่อยู่บริษัทของเรา เราจะโอนการดำเนินงานของเราไปยังไซต์ในพื้นที่เมื่อจำเป็น และคาดว่าจะไม่มีการหยุดชะงักอันเป็นรูปธรรมต่อการดำเนินธุรกิจ ไม่ว่าในกรณีใด เราวางแผนที่จะดำเนินธุรกิจต่อไป ถ่ายโอนการดำเนินการไปยังซัพพลายเออร์รายอื่น หากจำเป็น และแจ้งให้คุณทราบผ่านเว็บไซต์ของเราที่ hcaptcha.com และหน้าสถานะของเราที่ hcaptchastatus.com เกี่ยวกับวิธีการติดต่อเรา หากการหยุดชะงักทางธุรกิจที่สำคัญนั้นรุนแรงจนทำให้เราไม่สามารถทำธุรกิจต่อไปได้ เราจะแจ้งให้คุณทราบโดยเร็ว",
    "1982617151": "( ) ทุกคนสามารถทำลายอาชีพหรือธุรกิจของคนอื่นโดยไม่ระบุชื่อ",
    "1982750088": "บริษัทต่างๆ ทั่วโลกเสนอราคาสำหรับแรงงานนั้นเพื่อทำงานง่ายๆ ที่ง่ายสำหรับคนแต่ยากสำหรับเครื่องจักร ผู้ใช้สนับสนุนไซต์ที่พวกเขากำลังเยี่ยมชมและพบกับเว็บสแปมน้อยลงเนื่องจากมีระดับความปลอดภัยที่สูงขึ้น",
    "1985238261": "เครื่องหมายจำกัดอื่นๆ",
    "1988268879": "การติดฉลากข้อมูลที่คุ้มค่าตามขนาด",
    "1988461282": "ฐานทางกฎหมายสำหรับการประมวลผล",
    "1990824776": "16-24 ก.ย. 2563*****",
    "1993899769": "15. การใช้ข้อมูลของเรา",
    "1993984258": "( ) โครงการใด ๆ ที่ขึ้นอยู่กับการเลือกไม่ยอมรับนั้นไม่เป็นที่ยอมรับ",
    "1995277831": "ขอขอบคุณ",
    "1996843433": "ลดความขัดแย้งโดยหลีกเลี่ยงความท้าทายทั้งหมด 99.9% ของการรับส่งข้อมูลที่ถูกต้องตามกฎหมายของคุณในขณะที่ยังคงให้ความปลอดภัยที่ยอดเยี่ยม",
    "1997838163": "บริษัทที่ใหญ่ที่สุดในโลกพึ่งพา hCaptcha Enterprise การบูรณาการทำได้ง่าย และความแม่นยำในการตรวจจับไม่มีใครเทียบได้",
    "2012837493": "ผลการค้นหา",
    "2014256987": "หากคุณไม่ต้องการบล็อกการใช้คุกกี้หรือเทคโนโลยีการติดตามอื่นๆ โปรดดู \"การจัดการข้อมูลของคุณ\" ด้านล่าง โปรดทราบว่าการทำเช่นนี้อาจส่งผลเสียต่อประสบการณ์ของคุณในการใช้ไซต์หรือบริการ เนื่องจากคุณลักษณะบางอย่างอาจทำงานไม่ถูกต้อง",
    "2015218686": "ก่อนที่คุณจะทำตามขั้นตอนเหล่านี้ หากวิธีนี้ช่วยแก้ปัญหาของคุณ เรายังคงยินดีที่คุณแจ้งให้เราทราบเวอร์ชันเบราว์เซอร์ ตัวบล็อกโฆษณา หรือส่วนขยายเบราว์เซอร์ และ URL ของเว็บไซต์",
    "2019130052": "นวัตกรรมของเราใน ML ที่เน้นความเป็นส่วนตัวทำให้เราเกินมาตรฐานความปลอดภัยของกลยุทธ์ \"บันทึกทุกอย่างตลอดไป\" โดยไม่ทำลายความปลอดภัยหรือความเป็นส่วนตัวของผู้ใช้",
    "2019702084": "เว้นแต่จะได้รับอนุญาตอย่างชัดแจ้งในข้อตกลงในการให้บริการหลักของลูกค้าหรือข้อตกลงของผู้ค้าปลีก บริการ SaaS ที่สั่งซื้อจะไม่ถูกขาย ขายต่อ ให้เช่า ให้เช่าช่วง ได้รับอนุญาต ให้อนุญาตช่วง หรือให้บริการแก่บุคคลที่สามอื่นๆ (นอกเหนือจากบริษัทในเครือของลูกค้า) ) และคำสั่งซื้อทั้งหมดภายใต้ข้อตกลงและการใช้บริการของลูกค้าทั้งหมดจะเป็นการใช้งานทางธุรกิจภายในของลูกค้าหรือบริษัทในเครือของลูกค้าเอง",
    "2024293275": ". สงวนลิขสิทธิ์อื่น ๆ ทั้งหมดสำหรับตอนนี้",
    "2024737147": "ต้องการรายงานข้อผิดพลาดหรือไม่?",
    "2030062561": "( ) ไม่มีใครสามารถหาผู้ชายหรือเก็บเงินได้",
    "2032102720": "โซลูชันการรักษาความปลอดภัยที่นำเสนอโดยบริษัทโฆษณามุ่งเน้นไปที่การติดตามผู้ใช้ทางเว็บเป็นหลัก เราได้สร้างโซลูชันการรักษาความปลอดภัยที่มีประสิทธิภาพซึ่งพิสูจน์ได้ว่าการทำร้ายความเป็นส่วนตัวของผู้ใช้นั้นไม่จำเป็นสำหรับผลลัพธ์ที่ยอดเยี่ยม",
    "2041686284": "โดยทั่วไปข้อมูลที่มากขึ้นจะให้ผลลัพธ์ที่ดีกว่าในการฝึกโมเดลการเรียนรู้ของเครื่อง ความสำเร็จล่าสุดของโมเดลเชิงลึกทำให้ชุดข้อมูลมีขนาดใหญ่ขึ้น และ hCaptcha ตอบสนองความต้องการนี้ อย่างไรก็ตาม การสร้างชุดข้อมูลขนาดใหญ่ที่ตรวจสอบโดยมนุษย์โดยใช้วิธีการแบบเดิมนั้นทั้งช้าและมีราคาแพง",
    "204716894": "เนื้อหาและการออกแบบหน้าเว็บของเราได้รับการคุ้มครองภายใต้กฎหมายลิขสิทธิ์ การทำสำเนาหน้าและเนื้อหาในลักษณะที่เกินการใช้งานที่เหมาะสมอย่างสมเหตุสมผลต้องได้รับความยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจาก IMI หากไม่มีข้อกำหนดทางกฎหมายอื่น ๆ ที่ระบุไว้สำหรับการทำซ้ำในหน้า",
    "204889717": "ได้เปลี่ยนเป็น hCaptcha's",
    "2052161540": "การบันทึกรายละเอียดรายงานข้อบกพร่อง: Chrome",
    "2058856283": "hCaptcha Enterprise มีจุดประสงค์เดียวเท่านั้น: เพื่อป้องกันไม่ให้ผู้ไม่หวังดีมารบกวนการทำงานออนไลน์ของคุณและทำร้ายผู้ใช้ของคุณ",
    "2059998584": "ภาค",
    "2066255783": "การขูดเนื้อหาคืออะไร?",
    "2066321185": "พื้นฐานทางกฎหมาย",
    "2066749488": "การร้องเรียนอื่น ๆ",
    "2067112112": "ระบุคำอธิบายประกอบสำหรับกรณีการใช้งานต่างๆ มากมาย",
    "2067334580": "ลิงค์ข้อความ",
    "2072808435": "\"เดาสิ Google แท็กซี่ในประเทศของฉันโดยทั่วไปเป็นสีดำ ฉันดูหนังมากพอที่จะรู้ว่าในอเมริกาทั้งหมดเป็นสีเหลือง แต่ในประเทศอื่นๆ ที่ฉันเคยไป แท็กซี่เป็นสิ่งที่น่าขยะแขยง เฉดสีที่แตกต่างกัน\"",
    "2075610992": "ขอบคุณสำหรับการสนับสนุน!",
    "2076066173": "การโจมตีทางไซเบอร์101",
    "2076932190": "ผลิตภัณฑ์ reCAPTCHA จึงหยุดนิ่งมาเป็นเวลากว่าทศวรรษ",
    "2077639538": ". ประการหนึ่ง ความท้าทายข้อมูลในบริการของเราอาจมาจากหลายแหล่ง ไม่ใช่แค่แหล่งเดียว ตั้งแต่บริษัทขนาดใหญ่ที่ติดอันดับ Fortune 500 ไปจนถึงสตาร์ทอัพแมชชีนเลิร์นนิง ตราบใดที่พวกเขายึดมั่นในแนวทางของเรา",
    "2082237880": "ตอบ: hCaptcha เป็นบริการแรกในประเภทที่รองรับ Privacy Pass และปัจจุบันเป็นบริการเดียวที่ทำได้ อย่างไรก็ตาม เราคาดว่าบริการอื่นๆ จะตระหนักถึงข้อดีของการเพิ่มความเป็นส่วนตัวของผู้ใช้ทางออนไลน์ และคาดหวังว่าในอนาคตจะมีการใช้งานมากขึ้น เนื่องจากมาตรฐาน IETF ที่เราช่วยพัฒนาจะถูกนำมาใช้อย่างเป็นทางการ",
    "2082407178": "ถาม: ฉันจะป้องกันตัวเองจากการติดตามคุกกี้ของบุคคลที่สามในขณะที่ใช้คุกกี้การช่วยการเข้าถึงได้อย่างไร",
    "2087769953": "\"เรารู้สึกตื่นเต้นกับการเปลี่ยนแปลงนี้เพราะช่วยจัดการกับข้อกังวลด้านความเป็นส่วนตัวที่สืบเนื่องมาจากการใช้บริการของ Google ที่เรามีมาระยะหนึ่งแล้ว เราได้ประเมินผู้จำหน่าย CAPTCHA จำนวนหนึ่งรวมถึงการสร้างระบบด้วยตัวเราเอง ในท้ายที่สุด hCaptcha กลายเป็นทางเลือกที่ดีที่สุดสำหรับ reCAPTCHA” \"เราชอบหลายสิ่งหลายอย่างเกี่ยวกับโซลูชัน hCaptcha: 1) พวกเขาไม่ขายข้อมูลส่วนบุคคล พวกเขารวบรวมเฉพาะข้อมูลส่วนบุคคลที่จำเป็นขั้นต่ำ พวกเขามีความโปร่งใสในการอธิบายข้อมูลที่พวกเขารวบรวมและวิธีการใช้และ/หรือเปิดเผยข้อมูลดังกล่าว\"",
    "2090457681": "( ) ฉันไม่ต้องการให้รัฐบาลอ่านอีเมลของฉัน",
    "2095899021": "แนวทางการสร้างแบรนด์ hCaptcha และใบอนุญาตเครื่องหมายการค้าทั่วไป",
    "2103513933": "มีส่วนร่วมในกิจกรรมที่รบกวนหรือขัดขวางการทำงานของเว็บไซต์;",
    "2103563261": "ข้อมูลส่วนตัวหรือสาธารณะ",
    "2104933754": "ระบุฉลากที่เกี่ยวข้อง",
    "2107077506": "แพลตฟอร์ม HUMAN ใช้แบบจำลองความเชื่อมั่นที่ครอบคลุมเพื่อดำเนินการวิเคราะห์คุณภาพแบบเรียลไทม์ที่ซับซ้อน วิธีนี้ช่วยให้เราระบุทั้งความยากของคำถามและคำตอบที่น่าจะเป็นไปได้ได้อย่างรวดเร็ว ช่วยให้คุณประหยัดเวลาและเงิน",
    "2109792055": "คู่มือผู้ใช้: การดีบักปัญหาเกี่ยวกับการออกและการตรวจสอบ Privacy Pass",
    "2110259227": "24. ข้อจำกัดความรับผิด",
    "211351380": "จากบล็อก:",
    "2113642787": "เพลงรุ่งอรุณ",
    "21141582": "นี้",
    "2114694926": "2. เซสชั่น",
    "2119943547": "ทำไมถึงเป็นเช่นนี้? คำตอบนั้นง่าย ตราบใดที่มีสิ่งจูงใจให้ใช้ระบบในทางที่ผิด คนมักจะหาวิธี และเมื่อพวกเขาทำสำเร็จ คนอื่นจะมีแรงจูงใจที่จะหยุดพวกเขา",
    "2123236933": "( ) ต้นทุนแบนด์วิดท์ที่ไม่ได้รับผลกระทบจากการกรองไคลเอ็นต์",
    "2125514305": "ML ได้รับการปรับปรุงแล้ว แต่ความยากลำบากในการเลี่ยงผ่าน reCAPTCHA ไม่ได้เปลี่ยนแปลงไปอย่างมากในช่วงเวลานี้",
    "2131386784": "ความเชี่ยวชาญและการสนับสนุนที่เข้าถึงได้สำหรับทั้งคุณและผู้ใช้ของคุณ",
    "2133754014": "เว็บไซต์มากกว่า 4.5 ล้านแห่งใช้ reCAPTCHA [",
    "2133809801": "ตราบใดที่ผู้คนยังคงเป็นมนุษย์ ก็มีแนวโน้มว่าการตรวจสอบความเป็นมนุษย์จะมีบทบาทออนไลน์",
    "2138799135": "hCaptcha มีการผสานรวมที่สร้างไว้ล่วงหน้าจำนวนมากสำหรับระบบส่วนหน้าและส่วนหลังที่คุณใช้",
    "2146900431": "ตามสัญชาตญาณ การอ้างสิทธิ์นี้สมเหตุสมผลมาก เช่นเดียวกับเกือบทุกอย่าง CAPTCHAs ถูกฝังอยู่ในบริบททางวัฒนธรรม และหากกลุ่มความท้าทายของคุณส่วนใหญ่ถูกสร้างขึ้นในวัฒนธรรมหนึ่ง มันอาจจะแปลได้ไม่ดีนักสำหรับอีกวัฒนธรรมหนึ่ง แก่นแท้ของมันคือเรื่องของวัฒนธรรม",
    "2150595700": ". GDPR และ CCPA ได้วางข้อกังวลเรื่องความเป็นส่วนตัวไว้บนแผนที่สำหรับผู้ซื้อระดับองค์กร และในขณะเดียวกันความเป็นส่วนตัวทางออนไลน์ก็มีความสำคัญต่อสาธารณะมากขึ้นเรื่อยๆ เนื่องจากเราทุกคนเริ่มเข้าใจว่าอุตสาหกรรมโฆษณาและการตลาดออนไลน์ใช้ข้อมูลของเราในอดีตอย่างไร",
    "2150907653": "* คุกกี้ทางเทคนิคจำเป็นอย่างยิ่งสำหรับการให้บริการ ซึ่งรวมถึงคุกกี้การกำหนดลักษณะ คุกกี้เซสชัน คุกกี้โหลดบาลานซ์ ฯลฯ",
    "2155089487": ". หากความท้าทายของเราแก้ไขได้ง่ายกว่าสำหรับบางกลุ่ม เราคาดว่าจะเห็นความแตกต่างในวิธีที่ผู้คนทั่วโลกและข้ามวัฒนธรรมดำเนินการเมื่อแก้ปัญหา ในบริบทของโพสต์ของ Eden เราคาดหวังให้ชาวอเมริกันทำได้ดีกว่าคนในประเทศอื่นๆ เนื่องจากเราใช้เวลาหลายปีในการพัฒนาระบบเพื่อหลีกเลี่ยงปัญหานี้ อันที่จริงเราเห็นตรงกันข้าม",
    "2159517814": "เราแบ่งปันหรือเปิดเผยข้อมูลส่วนบุคคลในกรณีต่อไปนี้:",
    "2163914794": "ต้องการป้ายกำกับเพิ่มเติมสำหรับชุดข้อมูลของคุณหรือไม่ hCaptcha จัดทำฉลากข้อมูลที่รวดเร็ว คุ้มค่า และมีคุณภาพสูงสำหรับบริษัทที่ทำงานด้านปัญญาประดิษฐ์และแอปพลิเคชันการเรียนรู้ของเครื่อง",
    "2164933356": "คลาวด์แฟลร์",
    "2167049807": "ทีมรักษาความปลอดภัยได้นำมาตรการรับมือและการควบคุมต่างๆ มาใช้เพื่อเอาชนะวิธีการที่ง่ายและขี้เกียจในการฉ้อโกงการชำระเงิน อย่างไรก็ตาม การโจมตีมีความซับซ้อนมากขึ้น ตัวอย่างเช่น บอทสามารถเก็บเกี่ยวหมายเลขบัตรเครดิตและ PIN ที่ถูกขโมยจากเว็บไซต์ปลอมและการโจมตีแบบฟิชชิ่งได้",
    "2168177815": "กรุณาคลิกที่นี่",
    "2177660021": "นักวิทยาศาสตร์การวิจัยที่สแตนฟอร์ด แมชชีนเลิร์นนิงและการเงินเชิงปริมาณที่ธนาคารรายใหญ่ กองทุนป้องกันความเสี่ยง และสถาบันการศึกษา",
    "2178073797": "เนื่องจากการเปิดเผยข้อมูลที่เป็นความลับอาจทำให้เกิดอันตรายที่ไม่อาจแก้ไขได้ ฝ่ายที่เปิดเผยจึงมีสิทธิขอคำสั่งห้ามชั่วคราวสำหรับการละเมิดหรือคุกคามการละเมิดข้อกำหนดนี้",
    "2179524509": "เราได้รับคำถามเป็นครั้งคราวเกี่ยวกับประเภทคำถามใดบ้างที่อนุญาตสำหรับบริการ hCaptcha และเหตุใดจึงถามคำถามเฉพาะ",
    "2182196747": "สนับสนุน",
    "2183926131": "เริ่มต้นกับ hCaptcha Enterprise",
    "2184564739": "ดู",
    "2185418511": "เพื่อวัตถุประสงค์ทางธุรกิจที่ชอบด้วยกฎหมายใดๆ โดยมีเงื่อนไขว่าข้อมูลจะต้องไม่ระบุตัวตนหรือรวมเข้าด้วยกันจนไม่สามารถเชื่อมโยงกับบุคคลได้อย่างสมเหตุสมผล",
    "2185860003": "21. การปรับเปลี่ยนเว็บไซต์",
    "2187096543": "อันที่จริง มีการละเมิดข้อมูลที่สำคัญบางประการซึ่งเป็นผลมาจากซอฟต์แวร์ที่เขียนโดยแฮ็กเกอร์ซึ่งเรียกใช้ API เพื่อดึงข้อมูลจากฐานข้อมูล ท้ายที่สุด ถ้ามันขโมยข้อมูลเพียงแค่ต้องการการเรียก GET พื้นฐานบน API ซึ่งเขียนโดยใช้ REST และ JSON ก็เป็นเรื่องง่ายที่จะลบล้างฐานข้อมูลอย่างรวดเร็ว ที่จริงแล้ว เมื่อผู้คนพูดถึงการโจมตีแบบ \"การขูดหน้าจอ\" สิ่งที่พวกเขาหมายถึงจริงๆ ส่วนใหญ่เป็นการเรียก API ที่รวดเร็ว ซึ่งจะดึงข้อมูลออกจากฐานข้อมูล API ได้กลายเป็นพื้นผิวการโจมตีที่สำคัญสำหรับองค์กรที่สร้าง API",
    "2188609322": "ผู้ไม่หวังดีเกิดขึ้นบ่อยในโลกออนไลน์ แต่การเสียสละความเป็นส่วนตัวของผู้ใช้นั้นไม่ใช่คำตอบ",
    "218889628": "ยกเว้นในกรณีที่เรายุติภาคผนวกของลูกค้านี้หรือข้อกำหนดในการให้บริการอันเป็นผลจากการที่คุณละเมิดภาคผนวกของลูกค้าหรือข้อกำหนดในการให้บริการ หากเรายุติและคุณได้ชำระค่าธรรมเนียมใดๆ ล่วงหน้าแก่เรา เราจะคืนเงินตามสัดส่วนของสิ่งเหล่านั้น จำนวนเงินที่ชำระล่วงหน้า ตามเวลาที่เหลือหรือบริการที่คุณชำระ แล้วแต่จำนวนใดจะน้อยกว่า เราจะปิดงานของเราในลักษณะที่สมเหตุสมผลในเชิงพาณิชย์ และรักษาและส่งมอบชุดข้อมูลผลลัพธ์ที่ชำระเงินและข้อมูลลูกค้าทั้งหมดที่เราครอบครองให้กับคุณ เมื่อมีการยุติใด ๆ เราอาจไม่จำเป็นต้องลบข้อมูลใด ๆ",
    "2193061499": "โลโก้และเครื่องหมายของเราบางส่วนถูกจำกัดให้ใช้งานโดย hCaptcha และพันธมิตร บุคคลที่สามไม่สามารถใช้เครื่องหมายต่อไปนี้โดยไม่มีใบอนุญาตเป็นลายลักษณ์อักษรจาก hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Matthew Prince CEO ของ Cloudflare สรุปมุมมองนี้ใน",
    "219813583": "ปลอดภัยไว้ก่อน",
    "2199048568": "คลิกที่โล่ทางด้านซ้ายของแถบที่อยู่บนเว็บเพจใดๆ คลิกที่การตั้งค่าการป้องกัน แผงความเป็นส่วนตัวและความปลอดภัย Firefox Preferences จะเปิดขึ้น ภายใต้ Enhanced Tracking Protection เลือก กำหนดเอง เลือกตัวติดตามและสคริปต์ที่จะบล็อกโดยเลือกช่องทำเครื่องหมายเหล่านั้น ตรวจสอบให้แน่ใจว่าคุณได้ปลดบล็อก hcaptcha.com แล้ว",
    "2209109640": "ใช้เพื่อจุดประสงค์ที่เป็นอันตรายเท่านั้นในบริบทของกิจกรรมทางธุรกิจปกติของพวกเขา?",
    "2209837451": "15 ต.ค. 2562 - 15 ม.ค. 2563",
    "2212670355": "ลงชื่อ",
    "2216374138": "เป็นของมนุษย์ เช่น การเคลื่อนไหวของเมาส์ ตำแหน่งการเลื่อน เหตุการณ์การกดแป้นพิมพ์ เหตุการณ์การสัมผัส และข้อมูลไจโรสโคป / มาตรความเร่ง ตามความเหมาะสม",
    "2217842245": "อย่างไรก็ตาม ข้อมูลของเราแสดงให้เห็นว่า (สำหรับ hCaptcha)",
    "2219945145": "การประชุม,",
    "2223819810": "เพื่อเพิ่มประสิทธิภาพแพลตฟอร์มของเรา",
    "2225785608": "( ) เราควรจะสามารถพูดคุยเกี่ยวกับไวอากร้าโดยไม่ต้องเซ็นเซอร์",
    "2230333214": "เรารวมข้อมูลลูกค้าเข้ากับข้อมูลอื่นๆ เพื่อให้ผลลัพธ์ไม่สามารถระบุตัวบุคคลได้ และเรายังรวบรวมบันทึกทางเทคนิคที่ไม่ระบุตัวตนและข้อมูลเกี่ยวกับการใช้บริการ (\"ข้อมูลรวม/ข้อมูลที่ไม่ระบุตัวตน\") โดยไม่คำนึงถึงสิ่งที่ตรงกันข้ามในที่นี้ IMI อาจใช้ข้อมูลรวม/ไม่ระบุตัวตนดังกล่าวเพื่อวัตถุประสงค์ทางธุรกิจใด ๆ ในระหว่างหรือหลังระยะเวลาของข้อตกลงนี้ รวมถึงแต่ไม่จำกัดเพียงการพัฒนาและปรับปรุงบริการ และเพื่อสร้างและแจกจ่ายรายงานและอื่นๆ วัสดุ. ข้อมูลลูกค้าอาจยังคงอยู่และแสดงในระบบในช่วงเวลาจำกัดไม่เกิน 180 วันหลังจากงานเสร็จสิ้น ตัวอย่างเช่น ข้อมูลการสอบเทียบอัตโนมัติหรือการตรวจสอบความถูกต้องสำหรับระบบ Intuition Machines เพื่อความชัดเจน ส่วนที่ 5 นี้ไม่ได้ให้สิทธิ์แก่เราในการระบุตัวคุณว่าเป็นแหล่งที่มาของข้อมูลรวม/ไม่ระบุตัวตนโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรล่วงหน้าจากคุณ",
    "2233384692": "หากคุณมีคำถามหรือข้อกังวลใดๆ เกี่ยวกับวิธีการจัดการข้อมูลดังกล่าวหรือต้องการใช้สิทธิ์ของคุณ คุณควรติดต่อบุคคลหรือนิติบุคคล (เช่น ผู้ควบคุมข้อมูล) ที่ทำสัญญากับเราเพื่อใช้บริการเพื่อประมวลผลข้อมูลนี้ อย่างไรก็ตาม เราจะให้ความช่วยเหลือผู้ประกอบระบบของเราเพื่อจัดการกับข้อกังวลใดๆ ที่คุณอาจมี ตามเงื่อนไขของสัญญาที่ทำกับพวกเขา",
    "2233741720": "สรุปแล้ว",
    "2234909600": "( ) นักส่งสแปมไม่สนใจเกี่ยวกับที่อยู่ที่ไม่ถูกต้องในรายการของตน",
    "2236960358": "เมื่อลงทะเบียน คุณจะถูกขอให้เปิดเผยข้อมูลส่วนบุคคลบางอย่างเกี่ยวกับตัวคุณ (\"ข้อมูลส่วนบุคคล\") รวมทั้งชื่อ ที่อยู่อีเมล และเพื่อสร้างชื่อผู้ใช้และรหัสผ่าน ซึ่งทั้งหมดนี้อยู่ภายใต้นโยบายความเป็นส่วนตัวของเรา ซึ่งมีอยู่ใน เว็บไซต์. คุณมีหน้าที่รับผิดชอบในการตรวจสอบ ตรวจสอบ และรักษาความปลอดภัยบัญชี รหัสผ่าน และคีย์การตรวจสอบสิทธิ์ใดๆ ที่เกี่ยวข้องกับบัญชีของคุณเท่านั้น และคุณมีหน้าที่รับผิดชอบต่อการใช้หรือการดำเนินการใดๆ ผ่านการใช้ข้อมูลนั้นบนบริการ",
    "2255549335": "งานของเราที่ hCaptcha คือการหาจุดประนีประนอมที่ดีระหว่างความยากและความแม่นยำ และรักษาแรงเสียดทานให้ต่ำ โดยเฉพาะอย่างยิ่งสำหรับ",
    "2256305371": "ศาสตราจารย์ CS ที่ University of California, Berkeley การเรียนรู้เชิงลึก ความปลอดภัย ผู้เชี่ยวชาญด้านบล็อกเชน ซีอีโอของโอเอซิสแล็บ",
    "2256795853": "ความสามารถในการดึงข้อมูลจำนวนมากอย่างรวดเร็วจากเว็บไซต์ทำให้การขูดเป็นเครื่องมือที่มีประสิทธิภาพในมือของผู้ประสงค์ร้าย บอทขูดสามารถรวบรวมข้อมูลผู้ใช้จากเว็บไซต์โซเชียลมีเดีย จากนั้น โดยการขูดไซต์ที่มีที่อยู่และข้อมูลส่วนบุคคลอื่นๆ และเชื่อมโยงผลลัพธ์ แฮ็กเกอร์อาจมีส่วนร่วมในการก่ออาชญากรรมระบุตัวตน เช่น การส่งใบสมัครบัตรเครดิตที่เป็นการฉ้อโกง",
    "2260079771": "การเก็บรักษาข้อมูล",
    "2268939633": "IMI ไม่ได้ให้คำมั่นหรือจำเป็นต้องเข้าร่วมในการระงับข้อพิพาททางเลือกสำหรับข้อพิพาทของผู้บริโภคต่อหน้าหน่วยงานแก้ไขข้อพิพาทของผู้บริโภค เว็บไซต์ทางการของคณะกรรมาธิการยุโรปสำหรับการระงับข้อพิพาทออนไลน์:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "หมายเหตุถึงผู้อยู่อาศัยในเขตเศรษฐกิจยุโรป",
    "2271252286": "( ) Microsoft จะไม่ทนกับมัน",
    "2271512952": "ผู้ใช้สนับสนุนไซต์ที่พวกเขากำลังเยี่ยมชมและพบกับเว็บสแปมน้อยลง",
    "2271969747": "20. ข้อมูลลับที่คุณได้รับ",
    "2273532558": "ลูกค้าที่จ่ายเงินของ hCaptcha คือใคร?",
    "2281169898": "การส่งข้อมูลการดีบักพร้อมกับรายงานของคุณจะทำให้เราสามารถระบุสิ่งที่เกิดขึ้นได้ง่ายขึ้น นี่คือคำแนะนำทีละขั้นตอน:",
    "2284856231": "และเห็นความแม่นยำที่เพิ่มขึ้นอย่างมากในโหมดพาสซีฟล้วนๆ ของ hCaptcha Enterprise เช่นกัน",
    "229198134": "( ) ขออภัยเพื่อน แต่ฉันไม่คิดว่ามันจะทำงาน",
    "2292919419": "( ) Outlook",
    "2296918009": "นี้เท่ากับมากกว่า 100 คนต่อปีของแรงงานทุกวัน[",
    "2301335298": "การฉ้อโกงการชำระเงิน: การบรรเทาโหมดที่พัฒนาอย่างรวดเร็วของอาชญากรรมทางอินเทอร์เน็ต",
    "230159237": "ติดต่อ",
    "2301757528": "**** เนื่องจากการซ่อมบำรุงโดย PayPal ของ REST API ระหว่างช่วงเวลาการจ่ายเงิน การจ่ายเงินทั้งหมดไม่เสร็จสมบูรณ์ในวันที่ 15 มิถุนายน การจ่ายเงินใดๆ ที่กำหนดไว้สำหรับวันที่ 15 มิ.ย. (เวลาแปซิฟิก) แต่ไม่มีการดำเนินการเนื่องจากข้อผิดพลาดของ PayPal API จะถูกเรียกใช้อีกครั้งภายในวันที่ 19 มิ.ย. (เวลาแปซิฟิก)",
    "2303655425": "15 ม.ค. 2019 - 15 เม.ย. 2019",
    "2309661107": "อย่างไรก็ตามเราสนใจมาก",
    "2310694091": "การกระทบยอดหมายถึงอะไร?",
    "2310705547": "องค์ประกอบ Rich Text ช่วยให้คุณสร้างและจัดรูปแบบหัวเรื่อง ย่อหน้า บล็อกโควต รูปภาพ และวิดีโอได้ในที่เดียว แทนที่จะต้องเพิ่มและจัดรูปแบบทีละรายการ เพียงดับเบิลคลิกและสร้างเนื้อหาได้อย่างง่ายดาย",
    "23114595": "ประสบการณ์ผู้ใช้ที่ยอดเยี่ยม",
    "231285005": "คุณสามารถพบการอัปเดตล่าสุดในบล็อกของเรา",
    "2315518622": "ด้วยความซับซ้อนที่มีอยู่ในเครื่องมือโจมตีในปัจจุบัน จึงเป็นความท้าทายอย่างยิ่งที่จะตรวจสอบว่าสิ่งใดที่เป็นการฉ้อโกง (ถ้ามี) จากนั้นมีคนโทรหาฝ่ายบริการลูกค้าและพูดว่า \"บัญชีของฉันถูกโจมตี! ฉันเข้าสู่ระบบไม่ได้และมีคนขโมยเงินของฉัน!”",
    "2319072959": "ทำงานแบบออฟไลน์โดยสมบูรณ์กับพนักงานของคุณเอง ติดตามมูลค่าที่ใช้ไปในหน่วยธุรกิจหรือพันธมิตรกลุ่ม เลือกเส้นทางงานไปยังผู้ให้บริการด้านแรงงานภายในหรือภายนอกที่แตกต่างกันตามข้อกำหนดด้านต้นทุนและความปลอดภัย และอื่นๆ",
    "2320894364": "ด้วยจุดแสดงมากกว่า 200 จุด ระบบคลาวด์ของ hCaptcha ปกป้องทรัพย์สินของคุณทั่วโลก",
    "2323013093": "26. กฎหมายที่ใช้บังคับ",
    "2323282990": "แนวทางสมัยใหม่ในการตรวจสอบมนุษยชาติ",
    "2326660907": "ยกเว้น",
    "2328839224": ". โปรดดูส่วน \"ประกาศสำหรับผู้อยู่อาศัยในแคลิฟอร์เนีย\" ที่เกี่ยวข้องกับสิทธิ์ของคุณภายใต้กฎหมายคุ้มครองความเป็นส่วนตัวของผู้บริโภคแห่งรัฐแคลิฟอร์เนีย (\"CCPA\")",
    "2330965058": "ในกรณีที่เราทำหน้าที่เป็นผู้ประมวลผลสำหรับผู้ประกอบระบบของเรา เราจะไม่ใช้ข้อมูลที่รวบรวมเพื่อวัตถุประสงค์อื่นใดนอกจากความจำเป็นตามสมควรเพื่อให้บริการของเรา และการประมวลผลของเราจะถูกควบคุมโดยสัญญาที่เรามีกับผู้รวมระบบของเรา ไม่ใช่สิ่งนี้ นโยบายความเป็นส่วนตัว",
    "2333410049": "โปรดลองปิดตัวบล็อกโฆษณาของคุณ",
    "2340340589": "แนวทางการใช้เครื่องหมาย hCaptcha",
    "234420106": "ในกรณีที่คุณเป็น Integrator หรือลูกค้าของบริการ hCaptcha Enterprise และการใช้งาน API ของคุณที่วัดโดย RPS นั้นเกินอัตราที่จัดเตรียมไว้สำหรับระดับบริการของคุณ เราอาจเลือกที่จะแก้ไขบริการของคุณหรือคิดค่าธรรมเนียมส่วนเกิน ในกรณีที่อัตรา RPS สูงสุดของคุณเกินอัตราที่จัดเตรียมโดยปัจจัย 10 เป็นเวลา 10 นาทีขึ้นไปโดยรวมภายในระยะเวลา 30 วันและคำขอเหล่านี้ส่วนใหญ่อยู่ในดุลยพินิจของเรา แต่เพียงผู้เดียวไม่ใช่การรับส่งข้อมูลที่เป็นอันตราย เราอาจเลือกที่จะ เรียกเก็บเงินคุณตามอัตราค่าเกินที่กำหนดไว้ตามสัญญาสำหรับคำขอ API ทั้งหมดที่ทำในเดือนนั้น",
    "2344319147": "การตรวจจับบอทของ Google มีมูลค่าเท่าไหร่?",
    "2348450790": "โปรดอ่านข้อกำหนดในการให้บริการเหล่านี้ ซึ่งรวมถึงบทบัญญัติอื่นๆ การปฏิเสธการรับประกัน การจำกัดความรับผิด และการอนุญาโตตุลาการที่มีผลผูกพัน โปรดทราบว่าข้อกำหนดในการให้บริการเหล่านี้อาจมีการเปลี่ยนแปลงตั้งแต่ที่คุณเยี่ยมชมเว็บไซต์ของเราครั้งล่าสุด เราอาจแก้ไขและปรับปรุงข้อกำหนดในการให้บริการเหล่านี้เป็นครั้งคราวตามดุลยพินิจของเรา ในกรณีที่มีการเปลี่ยนแปลงในสาระสำคัญ เราจะแจ้งให้คุณทราบโดยโพสต์ข้อกำหนดในการให้บริการที่อัปเดตในหน้านี้ หลังจากนั้นคุณต้องยอมรับข้อกำหนดในการให้บริการที่อัปเดตเพื่อใช้งานหรือเข้าถึงไซต์หรือบริการต่อไป",
    "2348697693": "Google Chrome (แอนดรอยด์):",
    "2349681896": "น่าเสียดายที่การควบคุมชิ้นส่วนของฮาร์ดแวร์ไม่ได้หมายความว่าคุณเป็นคน แทบทุกรูปแบบการรับรองฮาร์ดแวร์สำหรับผู้บริโภคที่ได้รับความนิยมนั้นถูกทำลาย แพตช์ และพังซ้ำแล้วซ้ำเล่า",
    "2351176803": "ข้อกำหนดใบอนุญาตสำหรับ hCaptcha JS API",
    "2354267648": "นโยบายความเป็นส่วนตัวที่เป็นมิตรกับ GDPR, CCPA และ LGPD",
    "2359150347": "ถาม: บริการรักษาความปลอดภัยออนไลน์อื่นๆ รองรับ Privacy Pass หรือไม่",
    "2359312315": "หรือรวมกันจนไม่สามารถผูกติดกับตัวบุคคลได้อย่างสมเหตุสมผล",
    "2359913400": "โครงสร้างพื้นฐาน",
    "2366003154": "สื่อมวลชนและสื่อมวลชน",
    "2367602973": "ที่นี่",
    "2369877184": "อัตรา RPS สูงสุดที่อนุญาตสำหรับผู้รวม hCaptcha หรือลูกค้าคือ 1,000 คำขอต่อวินาทีสำหรับหน่วยงานภายในบัญชีของคุณ (\"RPS\") เว้นแต่จะระบุไว้เป็นอย่างอื่นโดยข้อตกลงในสัญญาที่เป็นลายลักษณ์อักษรระหว่างคุณกับเรา",
    "237009707": "( ) เปิดถ่ายทอดในต่างประเทศ",
    "2373007864": "hCaptcha Enterprise ทำงานบนเทคโนโลยีแพลตฟอร์ม hCaptcha ซึ่งขยายให้ครอบคลุมคุณลักษณะที่องค์กรต้องการใช้ปริมาณการใช้งานสูง",
    "2378786360": "1. ลองใช้หนึ่งในเบราว์เซอร์ที่สนับสนุน: หากคุณใช้ Chrome ให้ลองใช้ Firefox โดยไม่ต้องนำเข้าการตั้งค่าจาก Chrome และติดตั้งปลั๊กอินที่นั่น หากใช้งานได้ คุณอาจมีปัญหาการกำหนดค่าเบราว์เซอร์",
    "2385522384": "คุณน่าจะเห็นเฟรมวิดีโอจากกล้องในรถยนต์ที่ขับเคลื่อนด้วยตนเอง Waymo ของ Google และช่วยปรับปรุงการจดจำวัตถุ",
    "2386465280": "เราแบ่งปันข้อมูลอย่างไร",
    "2391175562": "นอกจากนี้ นี่คือสิ่งที่ผมคิดเกี่ยวกับคุณ:",
    "2394073454": "เราอาจรวบรวมข้อมูลเพิ่มเติมจากผู้ใช้ปลายทางที่ต้องการทำงานร่วมกับเราในฐานะผู้ติดป้ายกำกับข้อมูลส่วนบุคคล",
    "2396605499": "( ) บัญชีขาวห่วย",
    "2397590157": "3. การประมาณการแบบอนุรักษ์นิยม: 200 ล้านการแก้ปัญหา * 30 วินาทีต่อการแก้ปัญหาในปี = 190.3 คนต่อปี / วัน",
    "2402165761": "การขูดทำงานอย่างไร",
    "2404545611": "ยินดีต้อนรับสู่ hCaptcha! ขอบคุณที่เป็นส่วนหนึ่งของชุมชนของเรา ผู้ใช้ทั้งหมดของ \"บริการ\" (กำหนดไว้ด้านล่าง) ต้องยอมรับข้อกำหนดต่อไปนี้ (\"ข้อกำหนดในการให้บริการ\") ภายใต้เงื่อนไขการบริการเหล่านี้ \"IMI\", \"เรา\" และ \"พวกเรา\" หมายถึง Intuition Machines, Inc. และบริษัทในเครือ บริษัทในเครือ เจ้าหน้าที่ ตัวแทน พนักงาน ตัวแทน และตัวแทน และ \"เว็บไซต์\" ของเรารวมถึงเว็บไซต์ใดๆ การควบคุมของเรา รวมถึง www.hcaptcha.com และ www.imachines.com",
    "2408036504": "ระบบของเราจึงได้รับการออกแบบมาตั้งแต่ต้นเพื่อลดการรวบรวมและการเก็บรักษาข้อมูลในขณะที่ยังคงรักษาความปลอดภัยระดับชั้นนำ วิธีที่ดีที่สุดในการปกป้องข้อมูลผู้ใช้คือไม่ต้องจัดเก็บข้อมูลเลย",
    "2410122265": "ทรัพยากร hCaptcha: บอท101",
    "2412751979": "ด้วยสัญญาณของมนุษยชาติที่แม่นยำยิ่งขึ้นซึ่งขับเคลื่อน hCaptcha บริษัทหลายแห่งที่เคยใช้ reCAPTCHA v3/Enterprise ได้เปลี่ยนไปใช้",
    "2413742287": "สิ่งจูงใจของ hCaptcha คือการเพิ่มความแม่นยำสูงสุด ไม่ใช่รายได้จากโฆษณา: คำตอบของบ็อตไม่มีประโยชน์สำหรับลูกค้าของเราที่ต้องการข้อมูลการฝึกอบรมของมนุษย์",
    "2414232014": "โลโก้ของเราเป็นที่จดจำได้ทันทีและเป็นหนึ่งในทรัพย์สินที่มีค่าและสำคัญที่สุดของเรา เพื่อให้แน่ใจว่าจะยังคงเป็นตัวแทนที่แข็งแกร่งของบริษัทของเรา จะต้องนำเสนออย่างระมัดระวังและสม่ำเสมอในทุกช่องทางของการสื่อสาร",
    "2414368123": "ชื่อ หมายเลขบัตรเครดิต หมายเลขบัตรเดบิต หรือข้อมูลทางการเงินอื่นๆ",
    "2418549423": "มาตรฐานใหม่สำหรับการรักษาความเป็นส่วนตัวออนไลน์ผ่านการพิสูจน์การเข้ารหัส และคุณสมบัติอื่นๆ ที่เน้นความเป็นส่วนตัวเป็นหลัก",
    "2419795065": "ประกาศถึงผู้อยู่อาศัยในแคลิฟอร์เนีย",
    "2420789666": "Fastly, Inc. ให้บริการ: Fastly CDN และ edge compute",
    "2423586454": "ยังมีบางสิ่งที่ซอฟต์แวร์ไม่สามารถทำได้ ไม่ว่า AI จะดีแค่ไหนเบื้องหลังก็ตาม เทคโนโลยี CAPTCHA สมัยใหม่นำเสนอวิธีการที่พิสูจน์แล้วในการบล็อกบอทที่พยายามทำให้การชำระเงินหลอกลวง แม้ว่าวิธีการแบบเก่าของ CAPTCHA เช่น ตัวเลขเอียงธรรมดาในกล่อง ส่วนใหญ่จะขาดการบรรเทาบอทขั้นสูง แต่อุปกรณ์ตอบสนองการทดสอบอัตโนมัติ เช่น hCaptcha Enterprise สามารถทำให้บอทหลอกลวงได้อย่างง่ายดายในขณะที่ลงชื่อเข้าใช้บัญชีหรือชำระเงินในรถเข็น แม้ว่าบอทจะมีข้อมูลประจำตัวจริง แต่จะไม่สามารถผ่าน CAPTCHA ได้",
    "2429359042": "ตัวอย่างภาพอินเทอร์เฟซ",
    "2430148876": "เราได้สร้างแนวทางปฏิบัติเหล่านี้และใบอนุญาตเครื่องหมายการค้าทั่วไปเพื่อให้ง่ายที่สุดสำหรับลูกค้า คู่ค้า และแฟนๆ ในการทำงานร่วมกับแบรนด์ของเราในขณะที่ยังคงรักษาเอกลักษณ์องค์กรของเราไว้ หากคุณต้องการใช้ไอคอน โลโก้ hCaptcha หรือเครื่องหมายอื่นๆ ในลักษณะที่แตกต่างอย่างมากจากหลักเกณฑ์เหล่านี้ คุณจะต้องติดต่อเรา (IMI) เพื่อขอใบอนุญาตเป็นลายลักษณ์อักษร",
    "2436973524": "ยอมรับเฉพาะการอ้างอิงที่ถูกต้องเท่านั้น ไม่อนุญาตให้พูดว่าไซต์ใช้บริการและแอปพลิเคชัน hCaptcha เมื่อไม่ได้ใช้งาน ในทำนองเดียวกัน การใช้โลโก้ของเราหรือตราใดๆ ก็มีความเหมาะสมเช่นเดียวกันเมื่อไซต์ใช้บริการ hCaptcha เท่านั้น",
    "2437934778": "ชื่อของคุณ",
    "2438016011": "ข้อตกลงโดยสมัครใจ ทุกฝ่ายในข้อกำหนดในการให้บริการเหล่านี้เป็นตัวแทนและยอมรับว่าแต่ละฝ่ายได้ทบทวนทุกแง่มุมของข้อตกลงนี้แล้ว อ่านอย่างละเอียดและเข้าใจข้อกำหนดทั้งหมดของตนอย่างถี่ถ้วน และกำลังเข้าร่วมในข้อตกลงนี้โดยสมัครใจ",
    "2441638955": "ประการแรก API คืออะไร",
    "2444685143": "นโยบายโลโก้",
    "2445034923": "หากคุณไม่เห็นด้วยกับข้อกำหนดและเงื่อนไขทั้งหมดของเงื่อนไขการบริการเหล่านี้ อย่า (และคุณไม่สามารถ) ใช้หรือเข้าถึงไซต์หรือบริการ",
    "24452499": "สารละลาย; จะใช้ในทางดีหรือชั่วก็ได้ ทุกบริษัทที่ทำการวิจัย สร้าง หรือขายโซลูชันการใช้งานแบบคู่มีภาระหน้าที่ที่จะต้องพิจารณาถึงผลที่ตามมาจากการกระทำของตน",
    "2446481523": "มีนิทานพื้นบ้านเรื่องหนึ่งซึ่งคนขับเกวียนและขุนนางปรากฏตัวที่กองบังคับการตำรวจในหมู่บ้านเล็กๆ ในชนบท ชายคนหนึ่งนุ่งห่มผ้าขี้ริ้วสกปรก บอกตำรวจว่า “ฉันเป็นขุนนาง ผู้ชายคนนี้เป็นคนขับรถของฉัน",
    "2449501658": "นำเสนอวิธีที่ทันสมัยที่สุดวิธีหนึ่งในการบรรเทาภัยคุกคามจากการพยายามเข้าสู่ระบบบัญชีที่เป็นการฉ้อโกง โดยใช้การเรียนรู้ของเครื่องเพื่อตรวจจับและหยุดบอท และทำให้ผู้ฉ้อโกงเข้ายึดบัญชีได้ยากขึ้นหรือเป็นไปไม่ได้",
    "2462728596": "หากเราไม่สามารถทำให้พอใจในประเด็นเหล่านี้ เราจะปฏิเสธคำขอและอาจยุติการเข้าถึงแพลตฟอร์มของเราเพิ่มเติมตามที่ระบุไว้ในข้อกำหนดของเรา",
    "2462909475": "กำแพงโทรศัพท์มากกว่า 10,000 เครื่องที่ใช้สำหรับการละเมิด ซึ่งเป็นส่วนหนึ่งของปฏิบัติการบ็อตของจีน",
    "2465128185": "หากต้องการแสดงความคิดเห็นอย่างรวดเร็ว เพียงคลิกปุ่ม \"ส่งความคิดเห็นถึงเรา\"",
    "2468683988": "หัวเรื่อง",
    "2474091800": "19. ข้อพิพาทกับผู้ใช้รายอื่น ปล่อย",
    "2474661839": "ของเรา",
    "247560732": "เพิ่ม hCaptcha ด้วยรหัสสามบรรทัด หากคุณมาจาก reCAPTCHA API ของเราจะเข้ากันได้และใช้เวลาเพียงไม่กี่นาทีในการเปลี่ยน",
    "2477958756": "( ) คนเลว",
    "2481032625": "ไม่ว่าเป้าหมายคือการป้องกัน:",
    "2486638408": "กำหนดข้อมูลจำเพาะ",
    "2487931657": "อย่าใช้: \"เรา hCaptcha'd ไซต์ของเรา\"",
    "248923369": "โลโก้ BotStop™",
    "2489287539": "“ไม่มี CAPTCHA” และโหมดพาสซีฟ 99.9% ที่ปราศจากแรงเสียดทาน",
    "2491398763": "ข้อความ รูปภาพ แอนิเมชั่นกราฟิก วิดีโอ เพลง เสียง และเนื้อหาอื่น ๆ ทั้งหมดในหน้าเหล่านี้ได้รับการคุ้มครองภายใต้กฎหมายลิขสิทธิ์โดย IMI หรือบุคคลที่สามหากระบุไว้ ห้ามมิให้คัดลอกหรือแก้ไขเนื้อหานี้เพื่อการใช้งานเชิงพาณิชย์ในลักษณะที่เกินการใช้งานโดยชอบธรรมตามสมควร ความรับผิดชอบสำหรับเว็บไซต์นี้",
    "2497216176": "เทคโนโลยีการวิเคราะห์และการติดตามของบุคคลที่สาม",
    "2498172334": "โดยเฉพาะแผนของคุณล้มเหลวในการบัญชีสำหรับ",
    "2505227594": "7. เกินวัย",
    "2510209017": "ต้องการความช่วยเหลือเพิ่มเติมหรือไม่?",
    "2510534204": "ภายในวันที่ 23 มี.ค. 2563***",
    "2513143348": "ระบบ hCaptcha Enterprise มีความยืดหยุ่นในการออกแบบโดยเฉพาะ: สามารถใช้งานได้บางส่วนหรือทั้งหมดที่ขอบเครือข่ายของคุณ หากคุณใช้งานระบบคลาวด์สาธารณะหรือเป็นเจ้าของศูนย์ข้อมูลจำนวนมาก",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "ที่อยู่ภายใต้การรักษาความปลอดภัยการเข้ารหัสของ Privacy Pass โปรโตคอลเองกำลังดำเนินการผ่าน",
    "2531534427": "รายละเอียดอยู่ที่นี่",
    "2534436327": "และอาจมีการคัดค้านเชิงปรัชญาต่อไปนี้ด้วย:",
    "2535001179": "หากคุณบังเอิญมาจาก reCAPTCHA ของ Google API ของเราจะเป็นการแทนที่แบบดรอปอิน",
    "2540760245": "ในบรรดาการใช้งานอื่นๆ มากมาย ความสามารถในการกรองการเข้าชมออนไลน์โดยอิงจาก \"มนุษย์หรือไม่\" จะยังคงเป็นเครื่องมือที่มีค่า ตราบใดที่ธรรมชาติของมนุษย์ปฏิบัติตามรูปแบบเดียวกันที่บันทึกไว้ในช่วงห้าพันปีที่ผ่านมา",
    "2543123170": "การตรวจสอบความเป็นมนุษย์ของแรงเสียดทานเป็นศูนย์",
    "254326776": "การละเมิดที่มุ่งร้ายต่อข้อบกพร่องเหล่านี้มักพบว่าเกิดขึ้นเป็นเวลาหลายเดือนหรือหลายปีก่อนการเปิดเผยหรือสิ่งพิมพ์ทางวิชาการ",
    "2544169219": "ผลลัพธ์ล่าสุด: ICML LLD พฤษภาคม 2019",
    "2544565802": "15 ก.ค. 2019 - 15 ต.ค. 2019",
    "2547140673": "เป็นเวลากว่าทศวรรษแล้วที่บริการ reCAPTCHA ของ Google ได้เสนอการแลกเปลี่ยนแก่เจ้าของเว็บไซต์: ให้ Google ติดตามผู้ใช้ของคุณและถามคำถาม และในการแลกเปลี่ยนพวกเขาสัญญาว่าจะหยุดบอทและสแปม",
    "2547406584": "หากคุณมีคำถามใด ๆ เกี่ยวกับนโยบายคุกกี้นี้ โปรดติดต่อเราที่",
    "2551802342": "– เราวางแผนที่จะกู้คืนและกลับมาดำเนินธุรกิจได้อย่างรวดเร็วหลังจากการหยุดชะงักของธุรกิจที่สำคัญ และตอบสนองด้วยการปกป้องพนักงานและทรัพย์สินของเรา การประเมินด้านการเงินและการปฏิบัติงาน การปกป้องหนังสือและบันทึกของบริษัท และอนุญาตให้ลูกค้าของเราและผู้ใช้ปลายทางทำธุรกรรมออนไลน์ได้ กล่าวโดยสรุป แผนความต่อเนื่องทางธุรกิจของเราได้รับการออกแบบมาเพื่อให้บริษัทของเรากลับมาดำเนินการได้โดยเร็วที่สุด โดยพิจารณาจากขอบเขตและความรุนแรงของการหยุดชะงักทางธุรกิจที่สำคัญ ที่อยู่แผนความต่อเนื่องทางธุรกิจของเรา: การสำรองและกู้คืนข้อมูล ระบบภารกิจสำคัญทั้งหมด การประเมินทางการเงินและการปฏิบัติงาน การสื่อสารทางเลือกกับลูกค้า พนักงาน และหน่วยงานกำกับดูแล ตำแหน่งทางกายภาพอื่นของพนักงาน ซัพพลายเออร์ที่สำคัญและผลกระทบต่อลูกค้า การรายงานด้านกฎระเบียบ และแจ้งให้ลูกค้าทราบโดยทันทีหากเราไม่สามารถดำเนินธุรกิจต่อไปได้ กลุ่มซัพพลายเออร์หลักของเราสำรองข้อมูลบันทึกที่สำคัญของเราในพื้นที่ที่แยกจากกันทางภูมิศาสตร์ แม้ว่าสถานการณ์ฉุกเฉินทุกกรณีจะก่อให้เกิดปัญหาเฉพาะตัวโดยพิจารณาจากปัจจัยภายนอก เช่น ช่วงเวลาของวันและความรุนแรงของการหยุดชะงัก เราได้รับคำแนะนำจากกลุ่มซัพพลายเออร์นี้ว่าเป้าหมายของพวกเขาคือฟื้นฟูการดำเนินงานของตนเองและสามารถกลับมาให้บริการได้อย่างรวดเร็ว แม้ว่าเราได้ดำเนินการเพื่อลดความเสี่ยงโดยใช้ซัพพลายเออร์ที่หลากหลาย แต่บริการของคุณอาจได้รับการแก้ไขหรือหยุดชะงักในช่วงเวลานี้",
    "2555914614": "สำหรับกรณีการใช้งานการช่วยสำหรับการเข้าถึง เราเชื่อว่าการรวมแนวทาง a11y ในปัจจุบันของเราเข้ากับการออก Privacy Pass จะทำให้ผู้ใช้ a11y ท่องเว็บได้อย่างปลอดภัยและปลอดภัยโดยรู้ว่าการรับส่งข้อมูลของพวกเขาเป็นส่วนตัวมากขึ้น ในขณะที่จำกัดการใช้งานในทางที่ผิดโดยตัวดำเนินการบอทที่เกิดขึ้นเมื่อตัวเลือก a11y พร้อมใช้งานอย่างหลีกเลี่ยงไม่ได้ เราเป็นผู้มีส่วนร่วมอย่างแข็งขันในคณะทำงาน IETF ที่สร้างมาตรฐานให้กับเทคโนโลยีใหม่นี้",
    "2557240048": "วิธีการทำงาน: ขั้นแรกให้ผู้ใช้การช่วยการเข้าถึงลงทะเบียนผ่าน",
    "2557601376": "โลโก้ hCaptcha™",
    "2560582224": "โปรแกรมรางวัลบั๊ก",
    "2561077702": "เพื่อให้บริการของเรา",
    "2565565429": "ใช้แทน: \"เราใช้ hCaptcha เพื่อทำให้ไซต์ของเราปลอดภัยยิ่งขึ้น\"",
    "2575690545": "การยึดบัญชี เช่นเดียวกับการฉ้อโกงทางไซเบอร์ส่วนใหญ่เป็นเรื่องของกระบวนการอัตโนมัติจำนวนมาก เป็นเรื่องยากสำหรับแฮ็กเกอร์ที่สวมเสื้อฮู้ดในห้องใต้ดินของแม่ ที่จะพิมพ์รหัสผ่านลงในเว็บไซต์ของธนาคารทีละครั้ง",
    "2583775432": "ถาม: แล้วความเป็นส่วนตัวล่ะ? การลงทะเบียนเปิดเผยข้อมูลการท่องเว็บ a11y ในทางใดทางหนึ่งหรือไม่? คุณทำอะไรกับอีเมล",
    "2588750717": "อันที่จริง การโจมตีด้วยการใช้ข้อมูลประจำตัวบางอย่างเกี่ยวข้องกับข้อมูลรับรองนับล้าน ทั้งหมดถูกยัดเข้าไปในอินเทอร์เฟซการเข้าสู่ระบบเว็บไซต์ที่ไม่สงสัยโดยหวังว่าจะถูกปล่อยเข้ามา เมื่อเข้าไปข้างใน ผู้โจมตีสามารถเข้าควบคุมบัญชีของเหยื่อได้",
    "2590587108": "การแก้ไขเนื้อหาแบบคงที่และไดนามิก",
    "2593768395": "ประสบการณ์ที่ไร้รอยต่อบนเว็บ อุปกรณ์เคลื่อนที่เนทีฟ เว็บบนอุปกรณ์เคลื่อนที่ มีการรวมระบบที่สร้างไว้ล่วงหน้าและ SDK ดั้งเดิม",
    "2593864519": "หยุดบอทเพิ่มเติม เริ่มปกป้องความเป็นส่วนตัวของผู้ใช้",
    "259613338": "หากคุณมีคำถามใด ๆ เกี่ยวกับข้อกำหนดในการให้บริการเหล่านี้",
    "2597149484": "เหตุผลที่แฮ็กเกอร์ต้อง \"เก็บข้อมูล\" ข้อมูลรับรองจำนวนมากเกี่ยวข้องกับที่ที่พวกเขาได้รับข้อมูลประจำตัวที่ถูกขโมย",
    "2597352122": "ประเภทคำอธิบายประกอบ",
    "2600696085": "15 มี.ค. 2021",
    "2602081482": "hCaptcha Enterprise ใช้แมชชีนเลิร์นนิงขั้นสูงเพื่อระบุทราฟฟิกที่เป็นอันตรายไปยังไซต์และแอปของคุณ รวมถึงการขูดกิจกรรม",
    "2602763587": "การบรรจุข้อมูลรับรองเป็นรูปแบบหนึ่งของการโจมตีทางอินเทอร์เน็ตที่ผู้โจมตีพยายามลงชื่อเข้าใช้เว็บไซต์หลายครั้งโดยใช้ชื่อผู้ใช้และรหัสผ่านที่ถูกขโมยมา “การบรรจุ” หมายถึงการพยายามเข้าสู่ระบบซ้ำๆ ซึ่งดำเนินการโดยซอฟต์แวร์บอทอัตโนมัติเกือบทุกครั้ง",
    "2603863826": "PS: หากคุณพบคำแปลในภาษาของคุณที่สามารถใช้การปรับปรุง โปรดส่ง",
    "2605814073": "โดยการใช้หรือลงทะเบียนสำหรับบริการของเรา คุณตกลง: คุณมีอายุอย่างน้อย 18 ปี; คุณมีอำนาจในการเข้าสู่ข้อตกลงนี้ในนามของตัวคุณเองหรือหน่วยงานที่คุณเป็นตัวแทน และจะยังคงปฏิบัติตามข้อกำหนดในการให้บริการและนโยบายและแนวทางของ IMI ทั้งหมดที่อ้างถึงในที่นี้ตลอดเวลา และคุณจะไม่ละเมิดเว็บไซต์ของเรา บิดเบือนข้อมูลระบุตัวตนของคุณให้เราทราบ หรือใช้ปัญญาประดิษฐ์เพื่อทำงานส่วนใดส่วนหนึ่งของ IMI ที่ต้องใช้สติปัญญาของมนุษย์",
    "260595108": "เราไม่เคยใช้อีเมลหรือข้อมูลการช่วยการเข้าถึงเพื่อจุดประสงค์อื่นใดนอกจากอำนวยความสะดวกในการใช้งาน a11y และป้องกันการละเมิด",
    "2611914656": "เราใช้ Sentry เพื่อรวบรวมข้อมูลการดีบักเมื่อผู้ใช้พบข้อผิดพลาด สำหรับข้อมูลเกี่ยวกับวิธีที่ Sentry รวบรวมและประมวลผลข้อมูล",
    "2616040974": "3. ลูกค้าและผู้ขอ",
    "2616226398": "ขึ้นอยู่กับเรา",
    "2619472217": "8. ขายต่อ",
    "2620705814": "Google เป็นบริษัทโฆษณา และผลิตภัณฑ์รักษาความปลอดภัยของบริษัทดูเหมือนผลิตภัณฑ์โฆษณามาก",
    "2621989404": "อัปเดตล่าสุด: 24 กันยายน พ.ศ. 2564 โปรดทราบว่าข้อกำหนดภาษาอังกฤษของเรามีผลบังคับใช้",
    "2624601135": "ไม่ควรใช้ \"hCaptcha\" เป็นส่วนหนึ่งของชื่อแบรนด์ ต่อด้วยยัติภังค์ หรือใช้ในชื่อแอปพลิเคชันหรือผลิตภัณฑ์อื่นๆ",
    "2624949852": "แน่นอน reCAPTCHA เป็นผู้บุกเบิกความปลอดภัยบนเว็บมาตั้งแต่ปี 2552 ปกป้องเว็บไซต์หลายล้านแห่งจากภัยคุกคามที่เพิ่มขึ้นเรื่อย ๆ จากบอทและนักส่งสแปมที่เป็นอันตราย อย่างไรก็ตาม ในช่วงไม่กี่ปีที่ผ่านมามีการประนีประนอมอย่างสมบูรณ์:",
    "262509504": "เราอาจเชื่อมโยงข้อมูลที่รวบรวมโดยคุกกี้กับข้อมูลอื่น ๆ ที่เรารวบรวมจากคุณตามนโยบายความเป็นส่วนตัวนี้ และใช้ข้อมูลที่รวมกันตามที่กำหนดไว้ในที่นี้ ในทำนองเดียวกัน บุคคลที่สามที่ให้บริการคุกกี้บนเว็บไซต์ของเราอาจเชื่อมโยงชื่อหรือที่อยู่อีเมลของคุณกับข้อมูลอื่น ๆ ที่พวกเขารวบรวม ซึ่งอาจรวมถึงการซื้อในอดีตแบบออฟไลน์หรือออนไลน์ หรือข้อมูลการใช้งานออนไลน์ของคุณ",
    "2631159699": "( ) กล่อง Windows ที่เชื่อมต่อกับบรอดแบนด์ที่เชื่อมต่อบรอดแบนด์จำนวนมาก",
    "2631249972": "เราอาจปรับปรุงหรือแก้ไขเว็บไซต์ของเราโดยไม่ต้องแจ้งให้คุณทราบ",
    "26365791": "ในขอบเขตสูงสุดที่กฎหมายอนุญาต ไซต์และบริการ (และบริการที่เกี่ยวข้อง ข้อมูล ข้อมูล คุณลักษณะ และเนื้อหาหรือวัสดุอื่น ๆ ที่เกี่ยวข้อง) ได้จัดเตรียมไว้บนพื้นฐาน \"ตามที่เป็น\" และ \"ตามที่มี\" ในขอบเขตสูงสุดที่กฎหมายอนุญาต IMI ไม่รวมการรับประกันทั้งหมด ซึ่งรวมถึงแต่ไม่จำกัดเพียงการรับประกันโดยนัยของความสามารถในการซื้อขาย ความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ และการไม่ละเมิด",
    "263761351": "hCaptcha เป็นทางเลือกแรกที่น่าเชื่อถือ ซึ่งปัจจุบันมีผู้ใช้หลายร้อยล้านคนในแต่ละเดือน",
    "2639657759": "เครื่องหมายที่ใช้โดยได้รับอนุญาต",
    "2645321220": "และถ้าคุณคิดว่า reCAPTCHA มีค่าใช้จ่ายสูงเกินไป ให้ถามเราเกี่ยวกับ hCaptcha Enterprise ปัจจุบันมีการใช้งานโดยผู้เผยแพร่โฆษณา บริษัทที่ให้บริการทางการเงิน และบริษัทโครงสร้างพื้นฐานด้านเว็บรายใหญ่ที่สุดบางแห่งในโลก พวกเขาไม่เพียงเป็นทางเลือกที่น่าเชื่อถือสำหรับ reCAPTCHA: เราเชื่อว่าพวกเขาเสนอการป้องกันบอทที่ดีที่สุดที่มีอยู่ในปัจจุบัน",
    "2646127839": "ภาคผนวกของลูกค้าในข้อกำหนดในการให้บริการหลัก",
    "2648707986": "การเข้าครอบครองบัญชีเป็นรูปแบบหนึ่งของการฉ้อโกงทางไซเบอร์ที่ผู้มุ่งร้ายแอบอ้างเป็นเจ้าของบัญชีออนไลน์ โดยปกติ บัญชีอยู่ที่สถาบันการเงินหรือธุรกิจอีคอมเมิร์ซที่ผู้ฉ้อโกงสามารถขโมยเงิน สินค้า หรือบัตรของขวัญได้ ผู้โจมตีใช้ข้อมูลรับรองการเข้าสู่ระบบที่ถูกขโมยมาเพื่อเข้าถึงบัญชีแล้วเข้ายึดครอง โดยอาจเปลี่ยนรหัสผ่านเพื่อล็อคเจ้าของบัญชีที่แท้จริง",
    "2650241052": "ไม่มีคำแนะนำ",
    "2650502379": "เปิดตัวความท้าทายของคุณเองในไม่กี่วินาที",
    "2652399059": "พันธมิตรที่เชื่อถือได้",
    "265443926": "เพื่อหลีกเลี่ยงข้อสงสัย โปรดทราบว่าเกณฑ์เหล่านี้มีผลรวมในบัญชีใดๆ ที่คุณเป็นบุคคล นิติบุคคล หรือองค์กรที่สร้างขึ้น ตัวอย่างเช่น หากคุณสร้างบัญชี 10 บัญชี แต่ละบัญชีได้รับ 100,000 คำขอในหนึ่งเดือน (นั่นคือทั้งหมด 1 ล้านคำขอ) คุณจะเกินขีดจำกัดการใช้งานที่เหมาะสมของบัญชีทั้งหมดในเดือนนั้น",
    "2659418535": "ขั้นตอนอนุญาโตตุลาการ. อนุญาโตตุลาการทั้งหมดภายใต้ข้อตกลงนี้จะดำเนินการภายใต้กฎของ American Arbitration Association หรือโดยบริการอนุญาโตตุลาการที่ตกลงร่วมกัน อนุญาโตตุลาการจะเป็นอนุญาโตตุลาการของสหรัฐอเมริกาที่ได้รับเลือกจากรายชื่อไม่น้อยกว่าเจ็ด (7) ชื่อผ่านการประท้วงทางเลือก ในการอนุญาโตตุลาการ คู่สัญญาแต่ละฝ่ายมีสิทธิที่จะดำเนินการค้นหาทางแพ่งที่เพียงพอ ยื่นคำร้องคัดค้าน และแสดงพยานและหลักฐานตามความจำเป็นเพื่อนำเสนอคดีและข้อต่อสู้ของตน และข้อพิพาทใดๆ ในเรื่องนี้จะได้รับการแก้ไขโดยอนุญาโตตุลาการ การระงับข้อพิพาทจะขึ้นอยู่กับกฎหมายที่ควบคุมข้อเรียกร้องและข้อต่อสู้ที่ร้องขอเท่านั้น และอนุญาโตตุลาการไม่อาจอ้างเหตุผลอื่นใดนอกจากกฎหมายควบคุมดังกล่าว อนุญาโตตุลาการต้องมีภูมิคุ้มกันของเจ้าหน้าที่ตุลาการจากความรับผิดทางแพ่งเมื่อทำหน้าที่ในฐานะอนุญาโตตุลาการซึ่งความคุ้มกันเสริมความคุ้มกันอื่น ๆ ที่มีอยู่ รางวัลต้องรวมความเห็นที่เป็นลายลักษณ์อักษรของอนุญาโตตุลาการ คุณสละสิทธิ์ในการพิจารณาคดีโดยคณะลูกขุนของการเรียกร้องใด ๆ ที่คุณอาจมีต่อ IMI หรือ IMI ที่อาจมีต่อคุณ การเรียกร้องใด ๆ ภายใต้ข้อนี้จะต้องนำมาภายในระยะเวลาที่บังคับใช้ของข้อจำกัด พระราชบัญญัติอนุญาโตตุลาการแห่งสหพันธรัฐของสหรัฐอเมริกาใช้บังคับกับวรรคนี้ และคุณรับทราบว่าข้อตกลงนี้พิสูจน์ให้เห็นถึงธุรกรรมทางการค้า",
    "2666258754": "การฝังเชิงสัมพันธ์เชิงลำดับชั้นเชิงความหมายสำหรับการแฮ็กเชิงลึกที่ได้รับการดูแลอย่างอ่อนแอ Heikki Arponen, Tom E Bishop ICML 2019 การประชุมเชิงปฏิบัติการ LLD",
    "2670003220": "งาน",
    "2670352917": "hCaptcha ให้การตรวจจับบอทที่เชื่อถือได้มากขึ้นในขณะที่มนุษย์แก้ปัญหาได้ง่าย",
    "2671622670": "องค์กร",
    "267645277": "IMI อาจยืนยันตัวตนของคุณ ซึ่งอาจรวมถึงการเปรียบเทียบข้อมูลส่วนบุคคลของคุณกับฐานข้อมูลของบุคคลที่สามหรือเอกสารทางกฎหมายที่เป็นทางการ คุณอนุญาตให้เราทำการสอบถามที่จำเป็นเพื่อยืนยันตัวตนของคุณ ความเป็นเจ้าของที่อยู่อีเมลของคุณ และความเป็นเจ้าของบัญชีการเงินของคุณ คุณตกลงที่จะให้ข้อมูลเกี่ยวกับคุณเพื่อช่วยเราในการตรวจสอบตัวตนของคุณ",
    "2676853536": "แดชบอร์ดผู้ใช้หลายคน",
    "2681650568": "และเช่นเคย ความเป็นส่วนตัวคือค่านิยมหลักสำหรับเรา เพิ่มรหัสคำท้าของเราเฉพาะเมื่อจำเป็น และเหมาะสมที่จะปกป้องทั้งคุณและผู้ใช้ของคุณ การลดการเก็บรวบรวมข้อมูลเริ่มต้นจากช่วงเวลาของการผสานรวม",
    "2682873489": "กำหนดขอบเขตของวัตถุ",
    "2683038211": "อินเทอร์เน็ตหรือกิจกรรมเครือข่ายอิเล็กทรอนิกส์อื่นๆ",
    "2686825859": "ลงทะเบียนฟรีหรือติดต่อเราเกี่ยวกับโซลูชั่น hCaptcha Enterprise",
    "2689973938": "การปรับปรุง reCAPTCHA จะสร้างข้อขัดแย้งที่แท้จริงสำหรับ Google ในฐานะผู้ให้บริการโฆษณา",
    "2690395789": "หากและเมื่อคุณไม่ต้องการข้อมูลลับที่ได้รับอีกต่อไป คุณต้องส่งคืนหรือทำลาย (ตามที่ร้องขอโดยใครก็ตามที่เปิดเผยข้อมูล) สำเนาข้อมูลทั้งหมดที่มีอยู่ในสถานที่ ระบบ หรืออุปกรณ์อื่นๆ ที่คุณควบคุมโดยทันที",
    "2694001822": "อย่างไรก็ตาม บางครั้งเราจ้างบุคคลเพื่อช่วยเราทดสอบคุณสมบัติของระบบและคุณสมบัติใหม่",
    "2694150481": "เราใช้คุกกี้หรือไม่?",
    "2696932851": "18. การชดใช้ค่าเสียหาย",
    "2697276059": "หลักฐานว่าใช้ได้ผล: อัตราการแก้ปัญหาที่สม่ำเสมอทั่วโลก",
    "2698140263": "ไม่ใช่ทุกปัญหาจะเหมือนกัน: การได้คะแนนเพียงครั้งเดียวหมายความว่าจะต้องตอบสนองความต้องการของคุณจึงจะมีประโยชน์",
    "269838707": "หากคุณเป็น Contributor คุณและมีเพียงคุณเท่านั้นที่ตัดสินใจว่าจะทำภารกิจใดและจำนวนเท่าใด และคุณจะทำให้เสร็จเมื่อใดและที่ไหน คุณสามารถใช้เวลาทำงานให้เสร็จได้มากหรือน้อยตามที่คุณต้องการ ในเวลาไม่นานคุณอยู่ภายใต้ภาระผูกพันใด ๆ ในการทำงานให้เสร็จสิ้น",
    "2698640210": "ควบคุมความท้าทายและประเภทที่แสดง",
    "2700197090": "ตอบ: การใช้ส่วนขยายความเป็นส่วนตัวหรือการบล็อกโฆษณาใดๆ ที่สนับสนุนการอนุญาตพิเศษระดับโดเมน (เช่น uBlock Origin) จะทำงานตามที่คาดไว้: เพียงตรวจสอบให้แน่ใจว่าได้อนุญาตพิเศษ hcaptcha.com",
    "2707282231": "ปรับแต่งความท้าทายสำหรับผู้ใช้ของคุณ ทำให้บอทไม่สามารถแก้ปัญหาและเจาะได้",
    "2710988028": "( ) นักส่งสแปมสามารถใช้มันเพื่อรวบรวมที่อยู่อีเมลได้อย่างง่ายดาย",
    "2712493234": "การฉ้อโกงการชำระเงิน: การบรรเทาโหมดที่พัฒนาอย่างรวดเร็วของอาชญากรรมทางอินเทอร์เน็ต",
    "2714878440": "ปกป้องบริการของคุณจากการดึงข้อมูล การเข้าครอบครองบัญชี การบรรจุข้อมูลรับรอง และสแปมด้วยการเรียนรู้ของเครื่องขั้นสูงและการตรวจสอบความเป็นมนุษย์ของเรา",
    "2715462692": "กระบวนการจริยธรรม AI ของเรามีหน้าตาเป็นอย่างไร?",
    "2718999653": "คะแนนภัยคุกคามที่กำหนดเอง",
    "2722456056": "15 ม.ค. 2021 - 15 เม.ย. 2021",
    "2728931827": "หลังจากการกระทบยอดแต่ละครั้ง ค่าประมาณคีย์ต่อไซต์ของคุณจะได้รับการอัปเดตและความแม่นยำของการคาดคะเนในอนาคตควรเพิ่มขึ้น เว้นแต่ไซต์ของคุณจะมีการเปลี่ยนแปลงที่สำคัญในพฤติกรรมของผู้ใช้",
    "2729131930": "การขูดคืออะไรและทำงานอย่างไร",
    "2735073144": "เรายังดำเนินการตรวจสอบอย่างต่อเนื่องตามความจำเป็น ตัวอย่างเช่น ในการตรวจสอบล่าสุดของเราเกี่ยวกับวันที่และแหล่งที่มาของคำขอสำหรับคำขอติดป้ายกำกับที่เกี่ยวข้องกับร่ม เราสามารถยืนยันได้อย่างรวดเร็วว่าไม่มีหน่วยงานของรัฐหรือผู้จัดหาซอฟต์แวร์การเฝ้าระวังของรัฐที่รู้จักได้ส่งคำขอเกี่ยวกับร่มที่ใช้บริการของเราในช่วง 12 เดือนที่ผ่านมา .",
    "2735878907": "คำชี้แจงการวางแผนความต่อเนื่องทางธุรกิจ",
    "2740033957": "ทีม IM ประกอบด้วยนักวิทยาศาสตร์และวิศวกรจาก Apple, Amazon และผู้นำคนอื่นๆ ในด้านการเรียนรู้ของเครื่อง ระบบแบบกระจาย และการรักษาความปลอดภัย",
    "2743692546": "เมื่อผู้ใช้พิสูจน์ความเป็นมนุษย์ของพวกเขาผ่าน hCaptcha แรงงานของพวกเขาก็เข้าสู่ตลาดเปิดที่ไม่เปิดเผยชื่อสำหรับการประมูล",
    "2745385064": "สรุป",
    "2752975480": "( ) การส่งอีเมลควรฟรี",
    "2754937029": "การใช้งานที่ยอมรับไม่ได้",
    "2760410719": "บริการที่พยายามทำการตรวจจับบอทด้วยสัญญาณแบบพาสซีฟล้วนทำงานอย่างรวดเร็วในปัญหาพื้นฐาน: คุณจะตรวจสอบได้อย่างไรว่าระบบตรวจจับผู้กระทำผิดได้อย่างถูกต้องเมื่อคุณไม่มีความจริงภาคพื้นดินที่ถูกต้อง",
    "2762458927": "ข้อมูลผู้ใช้ของคุณไม่ได้มีไว้สำหรับขาย",
    "2762759509": "การโจมตีเพื่อเข้าครอบครองบัญชีจำนวนมากนั้นเกือบทั้งหมดเป็นไปโดยอัตโนมัติทั้งหมด",
    "2769710842": "หากคุณมีคำถามใด ๆ โปรดติดต่อเราที่",
    "278010425": "งานที่หลากหลายและเปลี่ยนแปลงบ่อยบน hCaptcha นั้นทำให้เป็นอัตโนมัติได้ยากขึ้นเช่นกัน อินเทอร์เฟซเดียวของ reCAPTCHA ไม่มีการเปลี่ยนแปลงในหลายปีที่ผ่านมา และมีคำถามชุดเล็กๆ ที่เปลี่ยนแปลงไม่บ่อยนัก นี่เป็นวิธีหนึ่งที่ hCaptcha ให้การป้องกันแอนตี้บ็อตที่แข็งแกร่งกว่า reCAPTCHA",
    "2781507299": "การตรวจสอบทันที",
    "2782263070": "บริการเป็นสิ่งสำคัญที่สุดสำหรับเรา เราให้การสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวันและเสนอการประสานงานโดยตรงกับ Slack กับทีมบูรณาการด้านวิศวกรรมของคุณและพนักงานที่โทรติดต่อของเราในระหว่างและหลังการใช้งาน",
    "2784612261": "ต้องการรวมการตรวจทานโดยเจ้าหน้าที่เข้ากับการดำเนินธุรกิจของคุณโดยตรงหรือไม่? เรานำเสนอ SLA ที่มีความน่าเชื่อถือสูง ความจุที่รับประกัน และ REST API แบบธรรมดา",
    "2785425016": "(ในบริบทของการแก้ปัญหาการตรวจสอบมนุษยชาติ เช่น การเรียกร้องให้ดำเนินการ)",
    "278568955": "มีผลบังคับใช้ : 1 กันยายน 2564 การเพิ่มโครงสร้างพื้นฐาน",
    "2788024905": "เรารักษาความปลอดภัยข้อมูลอย่างไร",
    "2788836740": "ข้อมูลติดต่อเพื่อวัตถุประสงค์ทางการตลาดจะถูกเก็บไว้อย่างต่อเนื่องจนกว่าคุณจะยกเลิกการสมัคร หลังจากนั้น เราจะเพิ่มรายละเอียดของคุณในรายการปราบปรามของเราอย่างไม่มีกำหนด ข้อมูลอีเมลที่รวบรวมจากผู้ใช้การช่วยการเข้าถึงจะไม่ถูกนำมาใช้เพื่อวัตถุประสงค์ทางการตลาด",
    "2790841456": "หากคุณเป็น Contributor คุณยอมรับข้อกำหนดอนุญาโตตุลาการและการสละสิทธิ์ในการดำเนินคดีแบบกลุ่มต่อไปนี้:",
    "279580593": "imachines.com",
    "279918384": "Google ใช้แรงงานฟรีของคุณอย่างไร?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) มาตรการรู้สึกดีไม่ได้ช่วยแก้ปัญหา",
    "2804310964": "เข้าถึงหรือพยายามเข้าถึงเว็บไซต์ของเราผ่านเว็บเซิร์ฟเวอร์พร็อกซี่หรืออุปกรณ์อื่น ๆ ที่ออกแบบมาเพื่อปกปิดตำแหน่งหรือตัวตนที่แท้จริงของคุณหรือโดยวิธีการอื่นใดนอกเหนือจากอินเทอร์เฟซที่ให้ไว้",
    "2806751666": "hCaptcha คืออะไร?",
    "2808122102": "การทำงานข้ามวัฒนธรรมจึงเป็นข้อกำหนดพื้นฐานสำหรับบริการของเรา ตรวจสอบให้แน่ใจว่าผู้ใช้ที่ถูกกฎหมายทุกคนสามารถเข้าถึงเนื้อหาได้อย่างรวดเร็วเป็นส่วนสำคัญของภารกิจของเรา เราจัดเตรียมคำท้าใน 110 ภาษา และกำลังปรับปรุงการแปลที่เกี่ยวข้องอย่างต่อเนื่อง เพื่อให้แน่ใจว่าทุกคนจะแก้ปัญหาความท้าทายของเราได้",
    "2808971932": "นี่คือข้อความบางส่วนในบล็อก div",
    "2813310562": "แตะการตั้งค่าไซต์แล้วแตะคุกกี้",
    "2819628066": "ความแตกแยก หากพบว่าข้อกำหนดใดๆ ของข้อกำหนดในการให้บริการนี้ไม่ถูกต้องหรือไม่สามารถบังคับใช้ได้ด้วยเหตุผลใดก็ตาม จะไม่ส่งผลต่อความถูกต้องและการบังคับใช้ของข้อกำหนดที่เหลือ",
    "2820080973": "ให้เช่าที่พักโดย ❤ by",
    "2826051554": "และอื่น ๆ",
    "2826705343": "ข้อมูลทางการค้า",
    "2827452240": "ต้องการประเภทอื่นที่ไม่อยู่ในรายการนี้หรือไม่? เพียงแค่ถามเรา",
    "282913023": "ตัวเลือกที่คุ้มค่าสำหรับองค์กรที่มีการเข้าชมสูง",
    "2840750518": "GitHub",
    "285116485": "บริษัทไม่ \"ขาย\" (ตามข้อกำหนดนี้ใน CCPA) ข้อมูลส่วนบุคคลที่เรารวบรวม โปรดดูส่วน \"การวิเคราะห์บุคคลที่สามและเทคโนโลยีการติดตาม\" ด้านบนสำหรับข้อมูลเพิ่มเติมเกี่ยวกับประเภทของคุกกี้ของบุคคลที่สาม หากมี ที่เราใช้",
    "2852295413": "ผลประโยชน์ทับซ้อนโดยธรรมชาติ: การหยุดบอทช่วยลดรายได้สำหรับเครือข่ายโฆษณา",
    "2862164005": "ข้อมูลราคาช่วยให้เราระบุมูลค่าดอลลาร์ที่แน่นอนในการรักษาความปลอดภัยที่ reCAPTCHA เสนอให้: 0.001 USD หรือน้อยกว่าต่อคำตอบ",
    "2863840904": "ขั้นตอนที่ 6: ขั้นตอนสุดท้าย ส่งอีเมลไฟล์บันทึก HAR และคอนโซลมาที่เรา และอธิบายปัญหา",
    "2864016648": "ปัญหาความเป็นส่วนตัว",
    "2867855718": "3. เราเชื่อหรือไม่ว่าความต้องการความเป็นส่วนตัวสามารถจัดการได้อย่างน่าพอใจสำหรับคำขอนี้",
    "2870341481": "ด้านล่าง. สำหรับเบราว์เซอร์อื่น ๆ เพียงแค่",
    "2873297188": "CAPTCHAS ทั้งหมดเลือกปฏิบัติกับคนที่ไม่ใช่ชาวอเมริกันหรือไม่?",
    "2873911365": "สิ่งที่เกี่ยวกับการรับรองฮาร์ดแวร์?",
    "2880837730": "สิ่งที่สามารถทำได้เพื่อหยุดการครอบครองบัญชี?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc ได้พัฒนาแผนความต่อเนื่องทางธุรกิจเกี่ยวกับวิธีที่เราจะตอบสนองต่อเหตุการณ์ที่ขัดขวางธุรกิจ hCaptcha ของเราอย่างมาก เนื่องจากเวลาและผลกระทบของภัยพิบัติและการหยุดชะงักเป็นสิ่งที่คาดเดาไม่ได้ เราจึงต้องมีความยืดหยุ่นในการตอบสนองต่อเหตุการณ์ที่เกิดขึ้นจริง ด้วยเหตุนี้ เราจึงให้ข้อมูลนี้แก่คุณเกี่ยวกับแผนความต่อเนื่องทางธุรกิจของเรา",
    "2894845722": "ผู้ใช้ในไซต์ของคุณจะสามารถเห็นการบริจาคของคุณเพื่อการกุศลได้ในไม่ช้าผ่านการสร้างแบรนด์อย่างรอบคอบบนอินเทอร์เฟซ hCaptcha",
    "2895491273": "หากคุณต้องการบล็อกคุกกี้หรือเทคโนโลยีการติดตามอื่น ๆ เบราว์เซอร์และอุปกรณ์มือถือส่วนใหญ่ทั้งหมดให้คุณเปลี่ยนการตั้งค่าของคุณเพื่อแจ้งให้คุณทราบเมื่อคุณได้รับคุกกี้หรือเทคโนโลยีการติดตามอื่น ๆ และเลือกว่าจะยอมรับ / อนุญาตหรือไม่ มัน. เบราว์เซอร์ส่วนใหญ่ยังอนุญาตให้คุณปิดใช้งานหรือลบคุกกี้ที่มีอยู่ หรือปฏิเสธคุกกี้ในอนาคตโดยอัตโนมัติ คุณยังสามารถใช้เครื่องมือของบุคคลที่สาม รวมถึงปลั๊กอินของเบราว์เซอร์ เพื่อควบคุมการตั้งค่าคุกกี้ของคุณ อย่างไรก็ตาม โปรดทราบว่าหากคุณปิดใช้งานคุกกี้ทั้งหมด บางส่วนของไซต์ของเราอาจทำงานไม่ถูกต้อง",
    "2896187462": "1. ใช้สำหรับสถิติเกี่ยวกับบริการที่ไม่ระบุตัวตนซึ่งจำเป็นอย่างยิ่ง และเพื่อวัตถุประสงค์ทางเทคนิคอื่นๆ เช่น การช่วยเหลือในการสนับสนุนการเข้าถึง",
    "2900525040": "กฎหมายของรัฐแคลิฟอร์เนียควบคุมข้อกำหนดในการให้บริการและการโต้เถียง ข้อพิพาท หรือการเรียกร้องใดๆ ที่เกิดขึ้นจากข้อกำหนดเหล่านี้",
    "2901894297": "hCaptcha เป็นบริการของ Intuition Machines, Inc. (\"IMI\") ซึ่งเป็นบริษัทในเครือ Delaware US (#6393793)",
    "2903742230": "เครือข่ายโฆษณามองว่าผู้เยี่ยมชมของคุณเป็นผลิตภัณฑ์ สำหรับเรา เป้าหมายเดียวคือการกำหนดความเป็นมนุษย์ของพวกเขา บริการของเราเป็นไปตามหรือเกินกว่าข้อกำหนดของ GDPR, CCPA, LGPD และ PIPL และเราทำงานอย่างเต็มที่เพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
    "2904949278": "แฮ็กเกอร์เข้าควบคุมบัญชีได้อย่างไร?",
    "2905621957": "ปรับปรุงล่าสุด: 18 กรกฎาคม 2020",
    "290966395": "ตามที่อธิบายไว้ในส่วน \"หมายเหตุสำหรับลูกค้านอกสหรัฐอเมริกา\" โปรดทราบว่าข้อมูลส่วนบุคคลของคุณจะถูกถ่ายโอน ประมวลผล และจัดเก็บในสหรัฐอเมริกา กฎหมายคุ้มครองข้อมูลในสหรัฐอเมริกาอาจแตกต่างไปจากกฎหมายในประเทศที่คุณพำนัก คุณยินยอมให้มีการถ่ายโอนข้อมูลของคุณ รวมถึงข้อมูลส่วนบุคคล ไปยังสหรัฐอเมริกาตามที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้โดยการเยี่ยมชมไซต์ของเราหรือใช้บริการของเรา",
    "2910560864": "20-23 มี.ค. 2563***",
    "2915355938": "การช่วยสำหรับการเข้าถึง",
    "2920213479": "จัดเรียงหรือผนวกหมวดหมู่ตามอำเภอใจทุกขนาด",
    "2921990472": "หากคุณพบปัญหาในการใช้งาน โปรดปฏิบัติตาม",
    "292211832": "ข้อมูลที่รวบรวมผ่านวิธีการทางเทคนิค เช่น คุกกี้ ตัวนับหน้าเว็บ และเครื่องมือวิเคราะห์อื่นๆ จะถูกละทิ้งทันทีที่ใช้งานได้จริง แต่อาจถูกเก็บไว้เป็นระยะเวลาจำกัดสูงสุดหนึ่งปีนับจากวันที่คุกกี้หมดอายุ โดยทั่วไปจะอยู่ในรูปแบบที่ไม่ระบุตัวตนและแบบรวม เว้นแต่เราจะตรวจพบการละเมิดที่อาจเกิดขึ้นจากบริการของเรา ในกรณีนี้ เราจะเก็บข้อมูลนั้นไว้เพื่อช่วยเราในการป้องกันการละเมิดในอนาคต เราไม่สามารถเชื่อมโยงข้อมูลที่ไม่ระบุชื่อและรวมนี้กับคุณ ครัวเรือนของคุณ ที่อยู่ IP หรือข้อมูลส่วนบุคคลใด ๆ ตามข้อมูลที่เก็บไว้",
    "292250020": "1. เลือกเฟืองที่มุมบนขวาของหน้าจอ จากนั้นเลือก \"ตัวเลือกอินเทอร์เน็ต\" หากคุณเปิดใช้งานแถบเมนู คุณสามารถเลือก \"เครื่องมือ\" จากนั้นเลือก \"ตัวเลือกอินเทอร์เน็ต\"",
    "2927700175": "เราแสดงความท้าทายของ CAPTCHA ที่ยากสำหรับบ็อตแต่ง่ายสำหรับผู้คน โดยการรวบรวมข้อมูลที่ติดป้ายกำกับยากจากปัญหาการเรียนรู้ของเครื่อง และใช้เพื่อแยกแยะว่าผู้เยี่ยมชมเว็บไซต์หรือแอปเป็นมนุษย์หรือไม่",
    "2928362319": "สามารถส่งคำถามทางไปรษณีย์ไปที่: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110",
    "2931396764": "11. การละเมิดข้อกำหนดในการให้บริการนี้",
    "2932826396": "3. หากคุณใช้ Safari เวอร์ชันล่าสุดบน OS X 10.15 หรือ iOS 13.4 ที่เพิ่งเปิดตัวไป Apple เพิ่งเปลี่ยนพฤติกรรมของ Safari ที่เกี่ยวข้องกับคุกกี้ของบริษัทอื่น โดยจะบล็อกคุกกี้ทั้งหมดตามค่าเริ่มต้น เรากำลังดำเนินการแก้ไข แต่ในระหว่างนี้ โปรดไปที่การตั้งค่า Safari ส่วนความเป็นส่วนตัว และยกเลิกการเลือก \"การติดตามเว็บไซต์: ป้องกันการติดตามข้ามไซต์\" เพื่อให้คุกกี้การช่วยการเข้าถึงทำงานได้ตามที่คาดไว้",
    "2935155034": "หากคุณอาศัยอยู่ในเขตเศรษฐกิจยุโรป คุณมีสิทธิ์บางอย่างที่อธิบายไว้ข้างต้นภายใต้หัวข้อ \"ประกาศถึงเจ้าของข้อมูลในสหภาพยุโรป\" รวมถึงสิทธิ์ในการตรวจสอบและแก้ไขหรือลบข้อมูลที่เรามีเกี่ยวกับคุณ",
    "2939852138": "ผู้ฉ้อโกง [พยายาม] หลีกเลี่ยงการฉ้อโกงการชำระเงินได้อย่างไร",
    "2940689138": "เพื่อดูแลจัดการบัญชี Integrator และลูกค้า และให้บริการ เราใช้ข้อมูลส่วนบุคคลเพื่อเชื่อมโยงบัญชีเฉพาะกับผู้รวมระบบและลูกค้า และเพื่อให้บริการแก่พวกเขา เพื่อตอบสนองต่อคำขอหรือข้อซักถาม เพื่อให้การสนับสนุนหรือความช่วยเหลือด้านเทคนิค และเพื่ออำนวยความสะดวกในการชำระเงิน",
    "2941545733": "เราเป็นวิศวกร ไม่ใช่พนักงานขาย เราต้องการให้คุณมีความสุขกับการเลือกของคุณ",
    "2943346052": "ในขณะที่กระบวนการกำหนดมาตรฐาน IETF ดำเนินต่อไป เราคาดว่าเบราว์เซอร์หลักจะปรับใช้ Privacy Pass บางรูปแบบโดยกำเนิด ซึ่งจะทำให้ส่วนขยายไม่จำเป็นในที่สุด อย่างไรก็ตาม โปรดปฏิบัติตามคำแนะนำด้านล่างนี้",
    "2945960297": "ในส่วนที่เกี่ยวกับเจ้าของข้อมูลในสหภาพยุโรป คำว่า \"ข้อมูลส่วนบุคคล\" ตามที่ใช้ในนโยบายความเป็นส่วนตัวนี้เทียบเท่ากับ \"ข้อมูลส่วนบุคคล\" ตามที่กำหนดไว้ในระเบียบว่าด้วยการคุ้มครองข้อมูลทั่วไปของสหภาพยุโรป (GDPR)",
    "2947576723": "เรื่องนี้เกิดขึ้นก่อนใบขับขี่และการพิมพ์ลายนิ้วมือดิจิทัล แต่เป็นตัวอย่างที่ดีของสิ่งที่อาจผิดพลาดในสถานการณ์การยึดบัญชีได้ บุคคลเข้าสู่บัญชีธนาคารออนไลน์หรือแอปชำระเงินมือถือ เขาเป็นเจ้าของบัญชีจริงหรือเป็นแฮ็กเกอร์? ใครเป็นใครกันแน่? ปัญหาด้านความปลอดภัยเหล่านี้ส่งผลต่อองค์กรที่อนุญาตให้เข้าถึงบัญชีแบบบริการตนเอง",
    "2952586316": "ไม่ใช่ทุกปัญหาเหมือนกัน คำอธิบายประกอบสำหรับงานที่มีความสำคัญต่อความปลอดภัยอาจต้องการความมั่นใจ 99.99% จากพนักงานที่เป็นมนุษย์ทั้งหมด คำอธิบายประกอบสำหรับคุณลักษณะเบต้าหนึ่งรายการในแอปเกมบนมือถืออาจต้องการความมั่นใจในระดับปานกลางเท่านั้น คุณตัดสินใจ.",
    "2954157511": "เหตุใดเราจึงใช้คุกกี้",
    "2959486280": "หากคุณไม่ยอมรับข้อกำหนดในการให้บริการนี้ คุณจะไม่สามารถใช้หรือเข้าถึงไซต์หรือบริการได้",
    "295955580": "เว็บไซต์ของเราอาจมีลิงค์ไปยังเว็บไซต์บุคคลที่สาม เราไม่ได้ควบคุม ตรวจสอบ ตรวจสอบ หรือตรวจสอบเว็บไซต์ดังกล่าว เราไม่รับผิดชอบและไม่รับรองโปรแกรมคอมพิวเตอร์ เนื้อหา หรือความคิดเห็นที่มีอยู่ในเว็บไซต์ดังกล่าว หากคุณตัดสินใจที่จะออกจากเว็บไซต์ของเราและเข้าถึงเว็บไซต์ของบุคคลที่สาม คุณต้องยอมรับความเสี่ยงเอง",
    "2968026167": "ผักที่ชอบ",
    "2970907810": "หน้าหนังสือ. CEO คนปัจจุบันของบริษัทคือกรรมการผู้จัดการที่รับผิดชอบด้านเนื้อหา",
    "2989126922": "เปิดการตั้งค่า Chrome จากแถบเมนู",
    "299335340": "มันคืออะไรและจะหยุดยั้งการโจมตีได้อย่างไร",
    "3004688366": "( ) มาตรการรับมือไม่ควรเกี่ยวข้องกับการฉ้อโกงทางสายหรือการฉ้อโกงบัตรเครดิต",
    "3005876482": "ตอนนี้ hCaptcha เป็นบริการ CAPTCHA อิสระที่ใหญ่ที่สุด โดยทำงานบนอินเทอร์เน็ต 15%",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "คัดค้านการพึ่งพาผลประโยชน์ที่ชอบด้วยกฎหมายของเราซึ่งเป็นพื้นฐานของการประมวลผลข้อมูลส่วนบุคคลของคุณที่ส่งผลต่อสิทธิ์ของคุณ",
    "3012870872": "เว็บไซต์และแอปที่ใช้เวอร์ชันฟรี (hCaptcha Publisher) สร้างรายได้จากงานนั้นแทนการบริจาคให้กับ Google",
    "3014149332": "ตอบ: ไม่ บัตรผ่านไม่สามารถทำงานร่วมกันได้: ต้องออกและแลกใช้โดยหน่วยงานเดียวกัน ในกรณีนี้คือ hCaptcha โปรดทราบว่าหากคุณส่งผ่านจากทั้ง Cloudflare และ hCaptcha ในส่วนขยายของคุณ หมายเลขที่มีอยู่จะเปลี่ยนเป็นจำนวนที่ถูกต้องขึ้นอยู่กับข้อกำหนดของหน้าที่คุณกำลังเข้าชม กล่าวอีกนัยหนึ่ง หากคุณมีบัตรผ่าน Cloudflare 100 ใบในกระเป๋าเงินของคุณ และบัตรผ่าน hCaptcha 10 ใบ คุณควรเห็น 10 ใบบนไอคอนส่วนขยายบนหน้าเว็บที่มีการฝัง hCaptcha",
    "3014657981": "ข้าง \"คุกกี้\" ให้เปิดการตั้งค่า",
    "3017040355": "การประมวลผลข้อมูลเจ้าของข้อมูลในสหภาพยุโรปดำเนินการภายใต้พื้นฐานทางกฎหมายของ Standard Contractual Clauses (SCC) ที่รวมอยู่ในภาคผนวกการประมวลผลข้อมูลของข้อกำหนดในการให้บริการหรือข้อตกลงในการประมวลผลข้อมูลกับผู้รวมระบบของเรา",
    "3017533972": "เรา พันธมิตรด้านการวิจัยเชิงวิชาการของเรา และลูกค้าของเราอาจอ้างอิงหรือทำซ้ำบางส่วนของเนื้อหาที่ได้รับอนุญาตของ Creative Commons เป็นครั้งคราวผ่านแพลตฟอร์ม hCaptcha เพื่อพัฒนาความรู้ของมนุษยชาติในด้านการเรียนรู้ของเครื่อง",
    "3018077211": "25. การระงับข้อพิพาทของผู้ร่วมให้ข้อมูล",
    "3018523079": "อยู่ในแบรนด์ด้วยประสบการณ์ผู้ใช้ที่สอดคล้องกัน",
    "3022001832": "เรารวบรวมข้อมูลจากบุคคลที่โต้ตอบกับไซต์และบริการของเรา รวมถึงผู้ที่รวมบริการของเราไว้ในเว็บไซต์ของตน (\"ผู้รวมระบบ\") ผู้ที่ใช้บริการสำหรับการติดฉลากข้อมูล (\"ลูกค้า\") และผู้ใช้ปลายทางที่โต้ตอบกับเรา บริการผ่านเว็บไซต์ของผู้ประกอบระบบของเรา (\"ผู้ใช้ปลายทาง\")",
    "3022301908": "เข้าไป",
    "3022922096": ", ชุดผลิตภัณฑ์ระดับองค์กรของ hCaptcha ไม่เหมือนกับ hCaptcha เวอร์ชันฟรี",
    "3025548709": "มีทางเลือกอื่นสำหรับข้อตกลงที่ไม่เป็นธรรมนี้หรือไม่?",
    "3027055607": "16. ทรัพย์สินทางปัญญาและสิทธิในทรัพย์สิน",
    "3028319964": "จริยธรรม AI",
    "3030395800": "ข้อมูลประจำตัวเหล่านี้มักมาจากการละเมิดข้อมูล หรือที่เรียกว่า \"การรั่วไหลของข้อมูลรับรอง\" การโจมตีเหล่านี้อาจส่งผลให้ข้อมูลรับรองนับล้านถูกทิ้งลงในเว็บมืด หากการรั่วไหลมาจากธนาคาร แฮ็กเกอร์จะพยายามใช้ข้อมูลประจำตัวเหล่านั้นเพื่อไปยังไซต์อื่น วิธีนี้ใช้ได้ผลเนื่องจากมีผู้คนจำนวนมากใช้ชื่อผู้ใช้และรหัสผ่านชุดเดียวกันสำหรับเว็บไซต์หลายแห่ง (การปฏิบัตินี้ท้อแท้ แต่ความจริงคือสิ่งที่เป็นอยู่ ผู้คนมักจะใช้ข้อมูลรับรองการเข้าสู่ระบบซ้ำกัน)",
    "30312304": "ข้อบกพร่องอื่น ๆ ที่เคยแตกต่างกันไปในแต่ละรัฐก่อนที่จะผ่านกฎหมายของรัฐบาลกลางที่ไม่ดี)",
    "3031284129": "ข้อสงวนสิทธิ์การรับประกัน",
    "3031357206": "ไอคอนใหม่จะปรากฏถัดจากแถบ URL ของคุณ ตอนนี้เยี่ยมชมเว็บไซต์โดยใช้ hCaptcha มันจะมีลักษณะดังนี้:",
    "3031953301": "เราอาจเสนอโอกาสให้คุณใช้บริการ hCaptcha Enterprise และให้บริการแก่คุณต่อไปในช่วงระยะเวลาหนึ่ง (\"ระยะเวลาของข้อเสนอ\") การให้บริการอย่างต่อเนื่องของเราในช่วงระยะเวลาของข้อเสนอจะไม่เปลี่ยนแปลงสิทธิ์ของเราภายใต้ส่วนนี้",
    "3031953928": "HUMAN Network™ เป็นเครื่องหมายการค้าของ HUMAN Protocol Foundation และได้รับอนุญาตให้ใช้",
    "3034959000": "คุณสามารถเรียกคืน",
    "3038275155": "การสละสิทธิ์การดำเนินการแบบกลุ่ม คุณสละสิทธิ์ใด ๆ ที่คุณมีสำหรับข้อพิพาทใด ๆ ที่จะถูกนำ ได้ยิน หรืออนุญาโตตุลาการในการดำเนินการแบบกลุ่ม แบบกลุ่ม หรือแบบตัวแทน โดยไม่คำนึงถึงข้ออื่นใดที่มีอยู่ในข้อตกลงนี้ ประโยคก่อนหน้านั้นไม่สามารถแยกออกจากข้อตกลงนี้ไม่ว่ากรณีใดๆ การเรียกร้องใดๆ ที่การสละสิทธิ์นี้ทั้งหมดหรือบางส่วนไม่สามารถบังคับใช้ได้ ไร้เหตุผล เป็นโมฆะหรือเป็นโมฆะ อาจตัดสินโดยศาลที่มีเขตอำนาจศาลเท่านั้นและไม่ใช่โดยอนุญาโตตุลาการ คุณจะไม่ถูกตอบโต้หรือป้องกันไม่ให้ทำงานบนเว็บไซต์ของเราให้เสร็จสิ้นอันเป็นผลมาจากการใช้สิทธิ์ของคุณภายใต้มาตรา 7 ของพระราชบัญญัติแรงงานสัมพันธ์แห่งชาติ หรือโดยการยื่นหรือเข้าร่วมในการดำเนินการแบบกลุ่ม แบบกลุ่ม หรือแบบตัวแทนในฟอรัมใดๆ แต่เราอาจร้องขอการบังคับใช้การสละสิทธิ์การดำเนินคดีแบบกลุ่มนี้โดยชอบด้วยกฎหมาย และขอให้มีการเลิกจ้างการดำเนินการหรือการเรียกร้องแบบกลุ่ม กลุ่มหรือตัวแทน",
    "304004915": "เราไม่สนใจว่าผู้ใช้เป็นใคร เพียงแต่มีแนวโน้มว่าจะเป็นอันตรายหรือเครื่องจักรเท่านั้น เราสนับสนุนความคิดริเริ่มเช่น",
    "3044038608": "คุณตกลงที่จะให้ข้อมูลที่แท้จริง ถูกต้อง และครบถ้วนตามที่ร้องขอในกระบวนการลงทะเบียนของเรา คุณตกลงที่จะอัปเดตข้อมูลดังกล่าวทันทีตามความจำเป็นเพื่อให้เป็นปัจจุบันและถูกต้อง",
    "3047519814": "คุณตกลงว่าจะไม่เปิดเผยบัญชีหรือรหัสผ่านของคุณกับใคร",
    "3048865891": "ค่าใช้จ่ายและค่าธรรมเนียม คู่สัญญาแต่ละฝ่ายจะต้องรับผิดชอบค่าใช้จ่ายในการเป็นตัวแทนทางกฎหมายในการอนุญาโตตุลาการดังกล่าว ยกเว้นในขอบเขตที่กฎหมายกำหนดค่าธรรมเนียมทนายความไว้อย่างชัดเจน คู่สัญญาจะแบ่งค่าธรรมเนียมในการดำเนินการเริ่มต้นใดๆ ที่เรียกเก็บโดยอนุญาโตตุลาการ สูงสุดไม่เกินสองร้อยห้าสิบเหรียญสหรัฐ (250.00 ดอลลาร์สหรัฐ) ค่าใช้จ่ายของอนุญาโตตุลาการและนักข่าวของศาล หากมี เราจะเป็นผู้รับผิดชอบในตอนแรก อย่างไรก็ตาม อนุญาโตตุลาการต้องใช้ดุลยพินิจในการตัดสินค่าใช้จ่ายที่เหมาะสมแก่ฝ่ายที่ชนะ ตามที่กฎหมายกำหนด และ/หรือกำหนดให้คู่กรณีแบ่งค่าใช้จ่ายที่เกี่ยวข้องกับอนุญาโตตุลาการและ/หรือผู้รายงานในศาล",
    "3049976256": "สำหรับลูกค้าใหม่แต่ละรายที่ติดฉลาก เราจะตรวจสอบรายการตรวจสอบระหว่างกระบวนการขาย ซึ่งรวมถึงการตรวจสอบ KYC ในเบื้องต้นก่อนการเริ่มต้นใช้งาน ตลอดจนการตรวจสอบคำขอทั้งหมดที่ส่งไปยังนักวิเคราะห์ของเรา การตรวจสอบทันทีและการตรวจสอบคำขอเป็นระยะๆ ที่ทำโดยใช้แพลตฟอร์มบริการตนเองของเรา",
    "3054564199": "Press Kit",
    "3056723024": "13. งานที่ยอมรับไม่ได้",
    "305735018": "สุดท้ายนี้เป็นทางเลือกที่น่าเชื่อถือสำหรับ Google hCaptcha Enterprise มอบการประหยัดค่าใช้จ่าย reCAPTCHA ของคุณอย่างมากด้วยการรักษาความปลอดภัยที่สูงขึ้น: ราคาถูกกว่าถึง 80% ในบางกรณี",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "นโยบายความเป็นส่วนตัว",
    "3064321967": "อีเมลขยะที่รู้จักครั้งแรกถูกส่งในปี 1978 [",
    "3065000659": "รู้ยัง ทุกครั้งที่ \"คลิกรถ\" แสดงว่ากำลังช่วยซ้อมคนเดียว",
    "3068923550": "( ) มาตรการรับมือจะต้องได้ผลหากค่อย ๆ ค่อย ๆ",
    "3083289844": "หากคุณพบปัญหาที่คิดว่าอาจส่งผลต่อความเป็นส่วนตัวของผู้ใช้ โปรดส่งอีเมลถึงเราที่",
    "3086730511": "หากคุณเป็นผู้รวมระบบของบริการฟรีของเรา และเราพิจารณาว่าคุณได้ใช้งานเกินเกณฑ์การใช้งานที่เหมาะสมแล้ว ซึ่งปัจจุบันมีค่าน้อยกว่า:",
    "3088605177": "เพิ่มรหัสคำท้าของเราเฉพาะเมื่อจำเป็น และเหมาะสมที่จะปกป้องทั้งคุณและผู้ใช้ของคุณ",
    "3089778412": "hCaptcha คำนวณรางวัลอย่างไร",
    "3092200338": "** เมื่อวันที่ 15 เป็นวันหยุดสุดสัปดาห์ วันที่จ่ายเงินจะเป็นวันที่ 17 แทน",
    "3093388779": "hCaptcha ใช้งานได้ฟรีสำหรับผู้เผยแพร่โฆษณาทุกขนาด",
    "3093689546": "บูรณาการได้ง่าย",
    "3094150511": "หน่วยงานกำกับดูแล: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA",
    "3094354698": "15 มิ.ย. 2019",
    "3096063825": "ลองเลย",
    "3096553330": "ทุกระบบที่เราสร้างขึ้นสะท้อนให้เห็นถึงความสัมพันธ์ของเรากับผู้อื่น",
    "3098677775": "ถาม: IP และประวัติการท่องเว็บของฉันเป็นส่วนตัวโดยสมบูรณ์จาก hCaptcha เมื่อใช้ Privacy Pass หรือไม่",
    "3100722753": "สำหรับปัญหาด้านความปลอดภัยหรือความเป็นส่วนตัวที่อาจเกิดขึ้น โปรดดูคำแนะนำด้านล่าง",
    "3103557430": "เราใช้ข้อมูลอย่างไร",
    "3103642530": "การทบทวนนี้ประกอบด้วยเกณฑ์หลายชุด:",
    "3107683988": "ซึ่งสามารถลดการรับส่งข้อมูลและค่าใช้จ่ายนอกเครือข่ายได้อย่างมาก ในขณะที่ยังคงรักษาผลประโยชน์ทั้งหมดของการจัดการโดยพนักงานที่โทรติดต่อได้ทุกวันตลอด 24 ชั่วโมงเพื่อให้เป็นไปตาม SLA ที่เข้มงวดที่สุด",
    "3108727249": "BotStop",
    "310885519": "หรือ",
    "3114147525": "ลูกค้า hCaptcha ใช้บริการสำหรับงานต่างๆ รวมถึงการจดจำวัตถุ การตรวจจับแอตทริบิวต์ (การรวบรวมฉลากเพื่อระบุประเภทของเสื้อผ้า) การจัดอันดับความเกี่ยวข้อง (การเลือกผลิตภัณฑ์ที่เกี่ยวข้องมากที่สุดจากตัวเลือกต่างๆ เมื่อเปรียบเทียบกับผลิตภัณฑ์หลัก) กล่องที่มีขอบเขต (ค้นหาพื้นที่ที่น่าสนใจบน รูปภาพ), \"Human OCR\" (ระบุข้อความในภาพ) และงานประเภทอื่น ๆ อีกมากมาย",
    "3117887301": "ได้รับความไว้วางใจจากบริการออนไลน์ที่ใหญ่ที่สุด",
    "3119498672": "ทำงานใด ๆ ด้วยการใช้อินเทอร์เน็ตบอท เว็บโรบ็อต บอท สคริปต์ หรือปัญญาประดิษฐ์รูปแบบอื่นใด หรือพยายามรับรางวัลจาก IMI หรือผู้ร้องขอหรือผู้รวมระบบใด ๆ โดยไม่ต้องทำงานให้เสร็จสิ้นตามที่อธิบายไว้",
    "3119589996": "วิธีการทำงาน: ส่วนขยายเบราว์เซอร์ช่วยให้ผู้ใช้สามารถสร้างและลงนามโทเค็นตาบอดเข้ารหัสสำหรับเว็บไซต์ที่สนับสนุนโปรโตคอล Privacy Pass ส่วนขยายสร้างบัตรผ่านที่มีโทเค็นปิดบังการเข้ารหัสซึ่งลงนามโดย hCaptcha เมื่อความท้าทายได้รับการแก้ไขบนไซต์ใด ๆ ที่ใช้บริการ hCaptcha",
    "3121248460": "แสดงความท้าทายที่กำหนดเองได้หลากหลายตั้งแต่ง่ายไปจนถึงซับซ้อนสำหรับผู้ชมที่คาดหวัง",
    "3128328457": "หากคุณเป็น Contributor หรือ Integrator คุณคนเดียวมีหน้าที่รับผิดชอบในการชำระภาษีเงินได้ของรัฐบาลกลาง รัฐหรือท้องถิ่น ประกันสังคม FICA และค่าชดเชยคนงานที่ค้างชำระจากการใช้เว็บไซต์ของเรา ภาษีหรือค่าใช้จ่ายที่คล้ายกันในเขตอำนาจศาลที่ไม่ใช่ของสหรัฐฯ คุณตกลงที่จะชดใช้ค่าเสียหายและถือว่าเราไม่เป็นอันตรายต่อการประเมินใดๆ กับเรา เนื่องจากคุณไม่ได้ปฏิบัติตามกฎหมายภาษีใดๆ",
    "3128433367": "... และอื่น ๆ อีกมากมาย",
    "3130928685": "บล็อก",
    "3138772661": "หลายพันชีวิตในแต่ละปี",
    "3139609561": "ด้านล่างนี้คือตัวอย่างสองตัวอย่างของประเภทงานการจำแนกรูปภาพและการตรวจจับแอตทริบิวต์ [",
    "31502377": "องค์ประกอบ Rich Text คืออะไร",
    "3152512587": "และระบบรวบรวมการแก้ปัญหาหลายร้อยล้านครั้งต่อวัน [",
    "3153117136": "การตั้งค่าความยาก hCaptcha ทำงานอย่างไร",
    "3160820928": "การป้องกันการโจมตีแบบประสานกัน",
    "3161489950": "แพลตฟอร์ม ML ความปลอดภัยที่ล้ำหน้าที่สุดในโลก",
    "3162107126": "IMI ไม่ได้เป็นคู่กรณีในข้อพิพาทใดๆ ระหว่างคุณกับผู้ใช้บริการรายอื่น คุณปลด IMI และบริษัทในเครือจากการเรียกร้อง ความต้องการ และความเสียหายใดๆ และทั้งหมดในทุกรูปแบบ ทั้งที่ทราบและไม่รู้จัก สงสัยและไม่สงสัย เปิดเผยและไม่เปิดเผย ที่เกิดขึ้นจากหรือเกี่ยวข้องกับข้อพิพาทใดๆ ระหว่างคุณกับผู้ใช้รายอื่น",
    "3167979932": "ออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่วันแรก ข้อตกลงการประมวลผลข้อมูลที่เข้มงวด",
    "3168199226": "อย่างไรก็ตาม ในปี 2020 เป็นที่ชัดเจนว่าการสร้างชุดข้อมูลประเภทนี้อาจถูกมองว่าเป็นเทคโนโลยีการใช้งานแบบคู่อย่างที่ไม่คาดคิดมาก่อนในปีที่แล้ว",
    "3173156067": "หลักประกันสำเร็จรูปบางส่วนมีให้ในกรณีที่คุณต้องการรวมภาพตัวอย่างในบทความของคุณ",
    "3176531704": "คำอธิบายประกอบข้อมูล",
    "3178581111": "ใช้เพื่อวัตถุประสงค์ใหม่",
    "3180664128": "การเรียนรู้สัญญาณมากกว่าพันสัญญาณ โมเดลต่างๆ สามารถอนุมานและเข้าถึงความมั่นใจในระดับสูงในการตรวจหาพฤติกรรมที่เป็นอันตรายได้อย่างรวดเร็ว แม้ว่าจะไม่มีสัญญาณใดที่แรงพอจะระบุปัญหาได้ก็ตาม",
    "3182435854": "ลิขสิทธิ์",
    "318339230": "(ข้อใดข้อหนึ่งต่อไปนี้อาจนำไปใช้กับความคิดของคุณโดยเฉพาะ และอาจมี",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "การเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้",
    "3193548097": "Hope Springs Eternal",
    "3194111925": "สนับสนุน",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "ยูทิลิตี้และช่องโหว่ของ APIs",
    "3200641265": "ภายในวันที่ 16 มิ.ย. 2563*",
    "3200859925": "1. วัตถุประสงค์",
    "320166522": "ปัจจุบันแมชชีนเลิร์นนิงส่งผลกระทบต่อชีวิตของเราเกือบทุกด้าน บ่อยครั้งในรูปแบบที่เราไม่รู้และมองไม่เห็น บริการรักษาความปลอดภัยออนไลน์ไม่แตกต่างกัน",
    "3202747130": "ข้อตกลงทั้งหมด เงื่อนไขการบริการเหล่านี้และนโยบาย ขั้นตอน หรือข้อกำหนดใด ๆ ที่อ้างถึงในข้อตกลงนี้ประกอบขึ้นเป็นข้อตกลงทั้งหมดของคู่สัญญาในส่วนที่เกี่ยวกับเรื่องนั้น และแทนที่และยกเลิกข้อตกลง การเรียกร้อง การรับรอง และความเข้าใจที่เกี่ยวข้องก่อนหน้าและที่เกิดขึ้นพร้อมกันทั้งหมดของคู่สัญญา .",
    "3203921334": "เราชอบหลายๆ อย่างเกี่ยวกับโซลูชัน hCaptcha: 1) พวกเขาไม่ขายข้อมูลส่วนบุคคล พวกเขารวบรวมเฉพาะข้อมูลส่วนบุคคลที่จำเป็นขั้นต่ำ พวกเขามีความโปร่งใสในการอธิบายข้อมูลที่พวกเขารวบรวมและวิธีการใช้และ/หรือเปิดเผยข้อมูลนั้น",
    "3206136647": "ปัญหาของ Google ที่นี่ขึ้นอยู่กับข้อมูลคำถามที่พวกเขาใช้เทียบกับผู้ที่เห็น หากข้อมูลทั้งหมดมาจากวัฒนธรรมเดียวกัน (และในกรณีของ Google คือบริษัทเดียวกัน) คุณสามารถคาดหวังได้ว่าจะมีความท้าทายที่ไม่สามารถแปลได้ดีกับวัฒนธรรมอื่นๆ ตามคำร้องเรียนของ Eden",
    "3207769512": "ปรับใช้งานการผลิต",
    "3208155808": "โอนสำเนาข้อมูลส่วนบุคคลของคุณที่เครื่องอ่านได้ให้กับคุณหรือบุคคลที่สามที่คุณเลือก",
    "3212830633": "2. คุณสมบัติ",
    "3213351333": "ไม่ต้องมีข้อผูกมัดล่วงหน้า",
    "3213411837": "ภาพที่2",
    "3214322759": "มิฉะนั้นมีส่วนร่วมในกิจกรรมที่เป็นอันตรายหรือฉ้อโกง",
    "3217791519": "15 ก.ค. 2020 - 15 ต.ค. 2020",
    "3225770968": "hCaptcha ได้รับการออกแบบมาเพื่อแก้ปัญหาที่ใช้แรงงานมากที่สุดในการเรียนรู้ของเครื่อง การระบุข้อมูลจำนวนมหาศาลในเวลาที่เหมาะสม ราคาไม่แพง และเชื่อถือได้",
    "3225936061": "คุณน่าจะเห็นรูปภาพของข้อความที่นำมาจากหน้าหนังสือในบริการ Google Books และช่วยปรับปรุงซอฟต์แวร์ OCR (การรู้จำข้อความ) ของพวกเขา",
    "322830977": "วิธีปิดการใช้งานคุกกี้",
    "3228928991": "ข้อมูลที่สามารถใช้ระบุหรือติดต่อบุคคล (\"ข้อมูลส่วนบุคคล\") เช่น ชื่อ ที่อยู่อีเมล และประเทศ เรารวบรวมข้อมูลส่วนบุคคลจากผู้ผสานรวมและลูกค้าที่คาดหวังของเราในปัจจุบันและในอนาคต เมื่อพวกเขาให้ข้อมูลโดยตรงแก่เรา (เช่น โดยการกรอกแบบฟอร์มเมื่อลงชื่อสมัครใช้บัญชี หรือสมัครเพื่อรับการแจ้งเตือนทางอีเมลจากเรา) เราอาจตรวจสอบตัวตนของผู้รวบรวมและลูกค้าของเราโดยการเปรียบเทียบข้อมูลส่วนบุคคลกับฐานข้อมูลของบุคคลที่สามหรือเอกสารทางกฎหมายที่เป็นทางการ",
    "3230004040": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ให้เสร็จสมบูรณ์ได้หรือไม่?",
    "3233305531": "เครื่องหมายการค้า",
    "3233441200": "ทำซ้ำนโยบายผู้ละเมิด",
    "3235430156": "ระบบแมชชีนเลิร์นนิงของบริษัทฟรี?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. การวิเคราะห์ภายใน hCaptcha ข้อมูลถูกเก็บเกี่ยวจนถึงวันที่ 30 มิถุนายน 2019 รายละเอียดตามคำขอ",
    "3236873806": "IMI รับผิดชอบเว็บไซต์นี้",
    "3238184941": "หมายเหตุ: ความเสี่ยงจากการฉ้อโกงที่เกี่ยวข้องกับที่อยู่ IP แต่ละรายการอาจถูกแชร์กับผู้รวมระบบเมื่อมีการร้องขอ",
    "3238345709": "( ) จะหยุดสแปมเป็นเวลาสองสัปดาห์ แล้วเราจะติดอยู่กับมัน",
    "3238612014": "ประวัติการเรียกดู ข้อมูลเกี่ยวกับปฏิสัมพันธ์ของผู้บริโภคกับเว็บไซต์อินเทอร์เน็ต แอปพลิเคชัน หรือโฆษณา",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "ปรับปรุงล่าสุด: 18 กุมภาพันธ์ 2021",
    "324647915": "ขอขอบคุณที่สละเวลาช่วยเรารับข้อมูลนี้!",
    "3247172580": "hCaptcha ผสมผสานแมชชีนเลิร์นนิงขั้นสูงที่ควบคุมตนเองเข้ากับวิธีการประมวลผลแบบเอดจ์แบบใหม่ที่ลดการรวบรวมและการเก็บรักษาข้อมูลให้เหลือน้อยที่สุด โดยส่งจากกว่า 250 แห่งทั่วโลกสำหรับความสามารถในการปรับขนาดมหาศาล",
    "325077666": "การส่งข้อมูลของคุณแสดงว่าคุณยอมรับ",
    "3251220335": "ตอบ: ไม่ได้ โปรดคลิกลิงก์สำหรับเข้าสู่ระบบอีเมลเดียวกันกับที่ส่งถึงคุณในแต่ละอุปกรณ์ที่คุณใช้เพื่อตั้งค่าคุกกี้",
    "3254142589": "( ) ปัญหาเขตอำนาจศาล",
    "3255230599": "คุกกี้คืออะไร?",
    "3256020881": "เพื่อสังเกตพฤติกรรมของคุณและกิจกรรมการท่องเว็บในช่วงเวลาต่างๆ ในเว็บไซต์ต่างๆ หรือแพลตฟอร์มอื่นๆ",
    "3256245394": "เช่นเดียวกับโพสต์บล็อกของเราเช่น",
    "3260825523": "เครื่องปรีชา",
    "3264813246": "ไม่เหมาะสม",
    "3265293440": "( ) ความอ่อนไหวของโปรโตคอลอื่นที่ไม่ใช่ SMTP ในการโจมตี",
    "3265328927": ") บริษัทแมชชีนเลิร์นนิงที่นำเสนอผลิตภัณฑ์และบริการสำหรับบริษัทที่นำแมชชีนเลิร์นนิงไปใช้ในวงกว้าง",
    "3265895521": "เพิ่มและลดความยากในการท้าทายตามเวลาของวัน",
    "3268946369": "6. เครดิต: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "โปรด",
    "3272552822": "นักพัฒนาและนักเข้ารหัส:",
    "32739972": "เพื่อจัดเก็บข้อมูลการเข้าสู่ระบบของคุณหากคุณลงทะเบียนบนเว็บไซต์ของเรา",
    "3276777569": "hCaptcha",
    "3280658086": "โซลูชั่นระดับองค์กร",
    "3286051798": "ส่วนหัว ย่อหน้า บล็อกโควต ตัวเลข รูปภาพ และคำอธิบายภาพทั้งหมดสามารถจัดสไตล์ได้หลังจากเพิ่มคลาสลงในองค์ประกอบ Rich Text โดยใช้ระบบตัวเลือกที่ซ้อนกัน \"เมื่ออยู่ภายใน\"",
    "328625009": "... เราพร้อมสำหรับคุณ: บริการของเราพร้อมให้บริการตลอดเวลา",
    "3287172429": "แสดงประเภทความท้าทายในการควบคุม",
    "3288667364": "การเปรียบเทียบและการตรวจจับ",
    "3290996791": "ชื่อผลิตภัณฑ์ โลโก้ และตราสินค้าอื่นๆ ทั้งหมดเป็นทรัพย์สินของเจ้าของที่เกี่ยวข้อง ชื่อบริษัท ผลิตภัณฑ์ และบริการอื่นๆ ทั้งหมดที่ใช้ในเว็บไซต์นี้ใช้เพื่อระบุตัวตนเท่านั้น การใช้ชื่อ โลโก้ และตราสินค้าเหล่านี้ไม่ได้หมายความถึงการรับรอง",
    "3292221787": "ความท้าทายได้รับคำตอบ ไม่ใช่แค่ว่าถูกต้องหรือไม่ และมักเปลี่ยนทั้งคำถามและข้อมูลที่ใช้",
    "3301728462": "ผู้คนหลายล้านคนใช้ hCaptcha ในแต่ละเดือน บนเบราว์เซอร์ ส่วนขยาย อุปกรณ์ ไฟร์วอลล์ และอื่นๆ ที่ผสมผสานกันหลายพันแบบ",
    "3312336121": "ซึ่งใช้ข้อมูลพฤติกรรมจำนวนมหาศาลเพื่อตรวจสอบว่าผู้ใช้เว็บเป็นมนุษย์หรือบอทที่ถูกต้องตามกฎหมายหรือไม่",
    "3315658779": "ป้องกันการขูดเนื้อหาด้วย hCaptcha Enterprise",
    "3319083717": "ชื่อ:",
    "3324288040": "ส่งคำติชมถึงเรา",
    "332723732": "เนื้อหา",
    "3329634829": "จำกัดการประมวลผลข้อมูลส่วนบุคคลของคุณ",
    "3329755436": "คุณวางแผนที่จะเร่งกระบวนการนี้หรือไม่?",
    "3334160175": "( ) ไม่สามารถป้องกันการโจมตีด้วยกำลังเดรัจฉาน",
    "3336625692": "หน้านี้ให้รายละเอียดความคิดของเราในหัวข้อนี้ในบริบทของจริยธรรม AI และกระบวนการที่เราปฏิบัติตามเพื่อให้แน่ใจว่าการใช้บริการของเรายังคงสอดคล้องกับนโยบายที่เรานำมาใช้ในฐานะบริษัท",
    "3339302473": "27. การเลิกจ้าง",
    "3342910682": "อ่านเพิ่มเติม",
    "3346362371": "แล้วแมชชีนเลิร์นนิงล่ะ?",
    "3348433919": "สิทธิของคุณ",
    "3349094124": "เกณฑ์ข้อกังวลด้านจริยธรรม: วัตถุประสงค์",
    "3353238942": "hCaptcha ออกแบบมาเพื่อหยุดบอทโดยแยกความแตกต่างจากผู้คน การทดสอบด้วยสายตาเป็นเครื่องมือที่สะดวกสำหรับสิ่งนี้ แต่ทุกคนไม่สามารถแก้ปัญหาด้วยการมองเห็นได้",
    "3356329025": "1. 30 วัน",
    "3356349631": "Google Chrome",
    "3357523404": "การถ่ายโอนข้อมูลข้ามพรมแดน",
    "33639629": "ใช้ไม่ได้กับเว็บไซต์บุคคลที่สาม โปรดทราบว่านโยบายความเป็นส่วนตัวนี้ใช้ไม่ได้กับเว็บไซต์ ข้อเสนอ ผลิตภัณฑ์หรือบริการของบุคคลที่สาม แม้ว่าจะลิงก์ไปยังไซต์ของเราหรือรวมบริการไว้ด้วยก็ตาม โปรดอ้างอิงนโยบายความเป็นส่วนตัวที่บังคับใช้ก่อนตัดสินใจให้ข้อมูลใดๆ แก่บุคคลที่สาม ปาร์ตี้",
    "3365203058": "การป้องกันบอทระดับโลก",
    "3368788823": "Terence Eden ชี้ประเด็นที่น่าสนใจในบล็อกของเขาว่า \"",
    "3370561195": "6. พฤติกรรมที่ยอมรับได้",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "นโยบายและกระบวนการด้านจริยธรรมของ AI",
    "3376724603": "14-24 ก.ย. 2564†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "ติดป้ายข้อมูลของคุณตอนนี้",
    "337971271": "การเรียนรู้ของเครื่องมีประโยชน์ แต่ไม่ต้องการข้อมูลส่วนบุคคลในการทำงาน",
    "3383086062": "hCaptcha Enterprise เป็นโซลูชันการรักษาความปลอดภัยออนไลน์ที่สมบูรณ์แบบ โหมดแอ็คทีฟและพาสซีฟช่วยให้คุณหยุดการยัดข้อมูลรับรอง ตรวจจับการเข้าครอบครองบัญชี และบล็อกผู้ต้องสงสัย ทั้งหมดไม่มีแรงเสียดทานสำหรับผู้ใช้ที่ถูกกฎหมาย",
    "3386280249": "เพื่อจัดหาตลาดสำหรับข้อมูลฉลาก บริการของเราเปิดใช้งานการติดฉลากข้อมูลปริมาณมากและการตรวจสอบโดยเจ้าหน้าที่สำหรับระบบแมชชีนเลิร์นนิงเพื่อเป็นบริการสำหรับเจ้าของเว็บไซต์และบริษัทที่ต้องการความช่วยเหลือในการติดป้ายกำกับข้อมูล ด้วยเหตุนี้ เราจึงเปิดเผยข้อมูลที่ติดฉลากให้กับลูกค้าที่สนใจรับข้อมูลที่มีฉลาก",
    "3388180864": "สนใจทำงานเกี่ยวกับความท้าทายทางเทคนิคเชิงลึกในระดับเว็บหรือไม่ เรามักจะจ้างวิศวกรที่มีความสามารถทั่วโลก -",
    "3389431373": "บริการต่างๆ เช่น reCAPTCHA v3 กล่าวว่าการวางพิกเซลการติดตามในทุกหน้าของไซต์เป็นสิ่งจำเป็นสำหรับการรักษาความปลอดภัยที่ดี กรณีนี้ไม่ได้.",
    "3395399558": "( ) นักการเมืองที่ไม่รู้หนังสือทางเทคนิค",
    "3397976149": "รับการสนับสนุนสำหรับผู้เผยแพร่ hCaptcha",
    "3398978455": "15-25 ก.ย. 2564†††",
    "3401005681": "ได้รับเงิน",
    "3401861278": "ซึ่งรวมอยู่ในที่นี้โดยการอ้างอิง โปรดตรวจสอบข้อตกลงนี้เพื่อดูว่าเราประมวลผลข้อมูลส่วนบุคคลในนามของคุณอย่างไร โปรดทราบว่าเราดำเนินการในฐานะ \"ผู้ประมวลผลข้อมูล\" เพื่อวัตถุประสงค์ของกฎระเบียบให้ความคุ้มครองข้อมูลส่วนบุคคลของผู้บริโภคในสหภาพยุโรป และ \"ผู้ให้บริการ\" ตามวัตถุประสงค์ของกฎหมายว่าด้วยความเป็นส่วนตัวของผู้บริโภคแห่งรัฐแคลิฟอร์เนีย",
    "34074886": "ทุกครั้งที่คุณตอบคำถาม เราใช้โมเดลที่ซับซ้อนเพื่อค้นหาว่าคุณเป็นมนุษย์หรือไม่ จากนั้นเว็บไซต์ที่คุณเยี่ยมชมจะใช้ผลลัพธ์นี้เพื่อช่วยปรับปรุงประสบการณ์ของคุณบนไซต์ของพวกเขาโดยป้องกันบอท",
    "3408107995": "แม้ว่าในปัจจุบันนี้ การขูดมักจะหมายถึงวิธีการแบบเป็นโปรแกรมเพื่อดึงข้อมูลจากเว็บไซต์ ซอฟต์แวร์ขูดทำหน้าที่เหมือนผู้ใช้ที่เป็นมนุษย์ โดยคลิกที่ปุ่มและอ่านผลลัพธ์ที่ได้ มีประโยชน์หลายอย่างในการขูด โปรแกรมรวบรวมข้อมูลเว็บที่ขับเคลื่อนเครื่องมือค้นหานั้นเป็นตัวอย่างหนึ่ง เครื่องมืออย่าง Skyscanner ที่มองหาดีลการเดินทางโดยรวบรวมเว็บไซต์ท่องเที่ยวนับพันแห่ง บริษัท Fintech ก็ใช้มันเช่นกัน โดยขูดข้อมูลทางการเงินของผู้ใช้จากเว็บไซต์ธนาคาร หากไม่มี Application Programming Interfaces (API) ที่พร้อมใช้งานสำหรับการเชื่อมต่อข้อมูล สิ่งที่ต้องคำนึงถึงเกี่ยวกับการขูดหน้าจอคือความเร็วและความสามารถในการปรับขนาด กระบวนการนี้สามารถดึงข้อมูลจำนวนมหาศาลจากเว็บไซต์ สมมติว่าไซต์ไม่ได้รับการกำหนดค่าให้หยุดไม่ให้เกิดขึ้น ที่ความเร็วของการคำนวณ มีดโกนสามารถรวบรวมชุดข้อมูลขนาดใหญ่ได้โดยการโต้ตอบกับเว็บไซต์และซอฟต์แวร์และฐานข้อมูลพื้นฐานที่ขับเคลื่อนพวกเขา",
    "3409726716": "ลงทะเบียนมากกว่าหนึ่งบัญชีกับเราโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษร",
    "3412647984": "วิธีนี้ช่วยให้คุณหลีกเลี่ยงคำถามในอนาคตได้โดยการลงทะเบียนและตั้งค่าคุกกี้ โปรดลองปิดตัวบล็อกโฆษณาของคุณ",
    "3417372336": "เปลี่ยนในไม่กี่นาที",
    "3419878556": "ตรวจสอบให้แน่ใจว่าไม่ได้เปิดใช้งาน \"บล็อกคุกกี้ของบุคคลที่สาม\"",
    "3421090159": "โอเพ่นซอร์ส",
    "3426312287": "5-15 ม.ค. 2565",
    "3433896984": "BotStop™",
    "3434202027": "การใช้ชื่อ hCaptcha ในการสื่อสารต้องแสดงที่มา: \"hCaptcha เป็นเครื่องหมายการค้าจดทะเบียนของ Intuition Machines, Inc.\"",
    "3436534225": "แทบทุกบริษัทที่เริ่มโครงการนำร่องจะเลือกโซลูชันของเราในที่สุด",
    "3437412311": "สำหรับผู้ใช้ระดับองค์กร มีตัวเลือกเพื่อหลีกเลี่ยงความท้าทายในสถานการณ์ส่วนใหญ่โดยสมบูรณ์ โดยอาศัยคะแนนแบบพาสซีฟ",
    "3441764123": "เมื่อมีการนำเสนอความท้าทายต่อผู้ใช้ที่สามารถเข้าถึงได้บนไซต์ที่ใช้บริการ hCaptcha พวกเขาจะผ่านโดยอัตโนมัติ",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "การจราจรระหว่าง",
    "3446714684": "การผสานการทำงานบนมือถือ (iOS และ Android)",
    "345108670": "- การบรรจุข้อมูลประจำตัวและความพยายามในการเข้ายึดบัญชีอื่น ๆ",
    "3453526675": "1. บุคคลที่ 1",
    "345563040": "( ) นี่เป็นความคิดที่งี่เง่า และคุณเป็นคนโง่ที่เสนอแนะ",
    "3457805519": "3. คำขอของลูกค้าสามารถบรรลุผลภายใต้กฎหมายของสหรัฐอเมริกาและกฎการมีส่วนร่วมของเราได้หรือไม่?",
    "3458934553": "3. แตกต่างกันไป; นานถึง 30 วัน",
    "3460432665": "อย่างไรก็ตาม หากคุณเป็นผู้เสียภาษีในสหรัฐฯ เราอาจขอ W-9 จากคุณเพื่อให้อัปเดตทุกปี และเราอาจห้ามไม่ให้คุณดำเนินการใดๆ จนกว่าคุณจะดำเนินการเสร็จสิ้นหรืออัปเดต W-9",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. อนุญาตคุกกี้ hcaptcha.com และ *.hcaptcha.com ในตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์",
    "3470857731": "การวิเคราะห์ว่า reCAPTCHA ตรวจพบบอทได้ดีเพียงใด",
    "3475647460": "( ) ต้องการความร่วมมือจากนักส่งสแปมมากเกินไป",
    "3478726913": "hCaptcha มีสระว่ายน้ำที่ใหญ่ที่สุดแห่งหนึ่งในโลกที่พร้อมให้คุณใช้งาน ไม่ว่าขนาดของคุณจะเป็นอย่างไร เราสามารถจัดการได้โดยไม่ต้องมีภาระผูกพันล่วงหน้าราคาแพง งานหลายล้านงานต่อวันไม่มีปัญหา",
    "3479034323": "หากคุณเห็นเนื้อหาที่เป็นของคุณทำซ้ำบนแพลตฟอร์ม hCaptcha และต้องการลบออกด้วยเหตุผลใดก็ตาม คุณสามารถติดต่อเราทางอีเมลได้",
    "3480023141": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึง",
    "3483700676": "เปิดตัวงานนับล้านทันที",
    "3488019891": "hCaptcha เป็นเครื่องหมายการค้าจดทะเบียนของ Intuition Machines, Inc.",
    "348809718": "4. ใต้ \"คุกกี้บุคคลที่สาม\" เลือก \"ยอมรับ\"",
    "349292953": "ข้อมูลที่เรารวบรวม",
    "3494826505": "เรามีส่วนร่วมกับผู้ขายในการจัดหาส่วนสำคัญของไซต์และบริการ เช่น การจัดเก็บข้อมูล การโฮสต์ และ Analytics และเพื่อวัตถุประสงค์เหล่านั้นเท่านั้น",
    "3496767126": "เพื่อหลีกเลี่ยงข้อสงสัย ย่อหน้าต่อไปนี้จะใช้เฉพาะกับลูกค้าที่ใช้บริการคำอธิบายประกอบของเรา และไม่ใช้บริการของเราในฐานะผู้รวมระบบ",
    "3500503648": "hCaptcha ได้รับการออกแบบมาเพื่อขจัดการเก็บรักษาข้อมูลในระยะยาวโดยอาศัยการประเมินทันที แทนที่จะบันทึกและวิเคราะห์ประวัติการเข้าชมของคุณ นอกจากนี้เรายังสนับสนุนความคิดริเริ่มเช่น",
    "3501923981": "ปรับปรุงล่าสุด: 1 มกราคม 2020",
    "3507532387": "( ) ง่ายต่อการค้นหาพื้นที่ที่อยู่ตัวอักษรและตัวเลขขนาดเล็กของที่อยู่อีเมลทั้งหมด",
    "3510143229": "hCaptcha เป็นบริการสำหรับเว็บไซต์และแอพ",
    "3511610999": "มาทำให้แน่ใจว่าคุณมาถูกที่แล้ว",
    "3515435438": "การรายงานข้อร้องเรียน DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "วัตถุประสงค์ในการประมวลผล",
    "3520687192": "บันทึกการสื่อสารกับคุณ (เช่น ตั๋วสนับสนุนที่เปิดผ่านอีเมลหรือ Twitter) อาจถูกเก็บไว้อย่างไม่มีกำหนด",
    "3524251858": "ผู้อำนวยการฝ่ายการจัดการผลิตภัณฑ์ Cloudflare",
    "3526939538": "ข้อผิดพลาดของซอฟต์แวร์",
    "3527140447": "เอกสาร",
    "3530599065": "ความเป็นส่วนตัวถูกสร้างขึ้นจากพื้นฐาน hCaptcha ไม่รักษา PII และเป็นไปตามข้อบังคับและข้อบังคับด้านความเป็นส่วนตัวมากมาย",
    "353066938": "ทีมงานที่มีประสบการณ์ ทำงานเกี่ยวกับปัญหาที่ยากที่สุดของวันนี้ hCaptcha เป็นบริการของ",
    "3532143291": "เพื่อรักษาความปลอดภัยบริการและระบบของเรา เราใช้ข้อมูลการวิเคราะห์เพื่อรักษาความปลอดภัยระบบของเราโดยระบุภัยคุกคามและจุดอ่อนที่อาจเกิดขึ้น และเพื่อปกป้องข้อมูลที่เรารวบรวม",
    "353367791": "ตรวจจับนักแสดงที่ไม่ดีหลายประเภท",
    "3536122902": "( ) การหยุดพวกเขาแบบนั้นไม่ช้าและเจ็บปวดพอ",
    "3543141425": "สำหรับมัน!",
    "3545935449": "เพื่อจดจำผู้ใช้ใหม่หรือผู้ใช้เก่า",
    "3548097301": "มีผลบังคับใช้: 1 มกราคม 2020",
    "354925785": "บทนำ",
    "3554363588": "เครื่องหมายอื่นๆ",
    "3554448168": "การจัดหมวดหมู่",
    "3555583744": "และ",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. โลเรม อิปซัม โดลอร์ Suspendisse varius enim ใน eros elementum tristique Duis cursus, มี quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere. ภาพรวม",
    "3564208535": "คุณตกลงที่จะใช้ความพยายามที่สมเหตุสมผลในเชิงพาณิชย์เพื่อปกป้องข้อมูลที่เป็นความลับที่ได้รับจากเราหรือผ่านบริการของเรา รวมถึงคะแนนบอทและรายละเอียดที่ไม่เปิดเผยต่อสาธารณะของบริการองค์กรของเรา รวมถึงเอกสารที่ไม่เปิดเผยต่อสาธารณะและรายละเอียดใดๆ ที่เราอาจแบ่งปันเกี่ยวกับวิธีการตรวจจับบอทของเรา หากคุณได้รับอนุญาตให้เข้าถึงข้อมูลที่เป็นความลับดังกล่าว เราอาจแก้ไข ระงับ หรือจำกัดการเข้าถึงบริการของเราตามดุลยพินิจของเราแต่เพียงผู้เดียว หากเราพิจารณาว่าข้อมูลที่เป็นความลับถูกเปิดเผยจากการใช้บริการของเรา และเราจะใช้ความพยายามที่เหมาะสม เพื่อแจ้งให้คุณทราบก่อนระงับ",
    "3566102529": "เราวันนี้เพื่อเรียนรู้เพิ่มเติม",
    "3569492665": "การบันทึกกิจกรรมออนไลน์ไม่ใช่คำตอบ",
    "3570415321": "บริษัท",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "ข้อมูลบางส่วนที่คุณให้เราอาจเป็นข้อมูลที่ละเอียดอ่อนตามที่กำหนดไว้ใน GDPR (เรียกอีกอย่างว่าข้อมูลส่วนบุคคลประเภทพิเศษ) รวมถึงการระบุเชื้อชาติหรือชาติพันธุ์ของคุณในเอกสารระบุตัวตนที่ออกโดยหน่วยงานราชการ",
    "3573245166": "เราทำงานในทุกประเทศไม่เหมือนกับ reCAPTCHA",
    "3576146278": "จ่ายเฉพาะความถูกต้องที่คุณต้องการ",
    "3578122193": "อยู่ในแบรนด์ด้วยเนื้อหาที่เกี่ยวข้อง",
    "3588274874": "ในการมุ่งเน้นที่การส่งมอบผลิตภัณฑ์ที่สอดคล้องกับความพยายามในการกำกับดูแล เช่น GDPR ของสหภาพยุโรปและ CCPA ของแคลิฟอร์เนีย เรามีการเติบโตอย่างมาก แน่นอนว่าช่วยให้ hCaptcha แทนที่ reCAPTCHA แบบง่ายๆ ได้ และสามารถติดตั้งได้ภายในไม่กี่นาที",
    "3588620914": "Privacy Pass เป็นสิ่งประดิษฐ์ใหม่ตามมาตรฐานของเว็บ และเป็นไปได้ที่แอปพลิเคชันและส่วนขยายเบราว์เซอร์อื่นๆ ที่ไม่ทราบว่าจะรบกวนการทำงาน",
    "3590546893": "การวิเคราะห์พฤติกรรมอย่างง่ายเป็นสัญญาณที่ปลอมแปลงได้ง่ายโดยผู้ไม่หวังดี และต้องรักษาประวัติการท่องเว็บสำหรับการเข้าชมที่ถูกต้องทั้งหมดของคุณด้วย",
    "359073033": "แดชบอร์ดให้มุมมองกิจกรรมระดับสูงหรือละเอียด",
    "3594381346": "ที่ตั้ง.",
    "3594440415": "ในที่สุดพวกเขาจะเริ่มเปิดประตู",
    "3594526017": "นักวิทยาศาสตร์ IM กำหนดเกณฑ์มาตรฐานใหม่สำหรับการรับรู้ข้อความภายใต้การดูแลที่อ่อนแอ (OCR) ที่ CVPR 2020",
    "3596207631": "ถาม: ฉันยังคงเห็นความท้าทายหลังจากตั้งค่าคุกกี้ อะไรทำให้เกิดสิ่งนี้",
    "3600022491": "ด้วยเหตุนี้ เราจึงได้ออกแบบทางเลือกที่เรียบง่ายและไม่ยุ่งยากเพื่อให้ผู้เผยแพร่โฆษณาที่ใช้บริการของเรารักษาความสามารถในการเข้าถึงสำหรับทุกคนด้วยการปฏิบัติตามมาตรา 508 และ WCAG 2.1 AA ฉบับสมบูรณ์",
    "3600718611": "พิจารณา Google reCAPTCHA",
    "3600797185": "การเสนอการระบุบอทย้อนหลังจะเปิดให้ Google มีคำถามเกี่ยวกับวิธีคืนเงินย้อนหลังให้กับผู้โฆษณาที่ใช้เงินไปกับการเข้าชมที่เป็นการฉ้อโกงนั้น",
    "360236473": "บริการ hCaptcha ไม่ได้มีไว้สำหรับให้ใครก็ตามทำงานเป็นผู้ติดฉลากรายบุคคล ไม่ได้ออกแบบมาสำหรับหรือเหมาะสมกับวัตถุประสงค์นี้ เราไม่แนะนำให้ใครลองใช้ hCaptcha เป็นแหล่งรายได้ส่วนบุคคล",
    "3604147138": "3. ใช้เพื่อวัตถุประสงค์ทางเทคนิคที่จำเป็นอย่างยิ่ง: เปิดใช้งานการเข้าถึงของผู้ใช้",
    "3609106478": "การบรรจุหนังสือรับรอง:",
    "3609929815": ". เราจะเก็บรักษาข้อมูลชื่อ ประเทศ และที่อยู่อีเมลของคุณไว้เพื่อวัตถุประสงค์ในการติดต่อคุณในอนาคตเกี่ยวกับโอกาสในการทำงานด้านการติดฉลากส่วนบุคคลเท่านั้น",
    "3612043014": "...และงานง่ายๆ อื่นๆ ง่ายสำหรับมนุษย์ ยากสำหรับบอท",
    "361372538": "2. เราเชื่อหรือไม่ว่าบริการที่เราจัดหาให้มีแนวโน้มที่จะถูกใช้เพื่อวัตถุประสงค์ในการเลือกปฏิบัติโดยลูกค้า ในลักษณะที่อาจถูกกฎหมายแต่ไม่เป็นที่ยอมรับของเรา?",
    "3614653023": "ในทางกลับกัน แนวทางปฏิบัตินั้นอาศัยการโจมตีแบบใส่ข้อมูลรับรองขนาดใหญ่ที่ลองใช้ชื่อผู้ใช้/รหัสผ่านหลายล้านคู่กับสถาบันการเงินเป้าหมายหลายสิบแห่งด้วยความหวังว่าจะสามารถปลดล็อกบัญชีบางส่วนได้ เมื่อซอฟต์แวร์การฉ้อโกงอัตโนมัติเข้าถึงบัญชีได้แล้ว แฮ็กเกอร์ที่เป็นมนุษย์ก็อาจเข้ามาเกี่ยวข้อง แต่ในบางกรณีก็ไม่เป็นเช่นนั้น",
    "361795034": ". ผู้แต่งที่ไม่รู้จัก, ค. 2000",
    "3619183405": "ในปี 2021 บางครั้ง CAPTCHA แบบธรรมดาสามารถแก้ไขได้ด้วยซอฟต์แวร์ ต้องขอบคุณความก้าวหน้าในการเรียนรู้ของเครื่อง เพื่อแก้ไขปัญหานี้ hCaptcha ได้ทำการวิเคราะห์คุณสมบัติต่างๆ อย่างละเอียด เช่น",
    "3620039756": "ที่ด้านบนขวา ให้แตะเพิ่มเติม จากนั้นแตะการตั้งค่า",
    "3620442880": "คุณสมบัติการป้องกันการขายแฟลช",
    "3621401685": "( ) ภาษีแปลกใหม่ที่ไม่เป็นที่นิยม",
    "3621411541": "เรียนรู้เกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึง hCaptcha",
    "3621455477": "เพื่อเรียนรู้เพิ่มเติม!",
    "3623028666": "(กรุณาใช้บริการเช่น",
    "3624758171": "งานที่กำหนดเองยังมีให้สำหรับผู้เผยแพร่ระดับองค์กร",
    "3630114728": "ดูสิ่งที่เกิดขึ้นในเว็บไซต์และแอปทั้งหมดของคุณ",
    "3644106388": "ติดต่อ",
    "3645414921": "ลบ",
    "364774188": "ฉันเป็นมนุษย์™",
    "3654556483": "สถาบันการเงินและบริษัทอีคอมเมิร์ซมีกระบวนการและการควบคุมที่ช่วยบรรเทาภัยคุกคามจากการเข้ายึดบัญชีบางส่วน มีตั้งแต่คำถามเพื่อความปลอดภัย \"เพื่อนที่ดีที่สุดของคุณในโรงเรียนประถมชื่ออะไร\" ไปจนถึงวิธีการตรวจหาที่อยู่ IP ที่น่าสงสัยและโปรไฟล์อุปกรณ์เคลื่อนที่",
    "3657743880": "คำแนะนำเบราว์เซอร์สำหรับคุกกี้ข้ามไซต์",
    "3660619092": "ลงทะเบียนฟรีหรือติดต่อฝ่ายขายสำหรับโซลูชันระดับองค์กร",
    "366088791": "hCaptcha รองรับงานที่หลากหลาย",
    "3660891610": "หากคุณเป็น Contributor IMI และไม่ใช่คุณ มีสิทธิ์ในทรัพย์สินทางปัญญาในงานใดๆ ที่คุณสร้างซึ่งเป็นส่วนหนึ่งของการทำงานให้เสร็จสิ้น โดยการยอมรับเงื่อนไขของข้อตกลงนี้ คุณตกลงที่จะ (และในที่นี้) โอนความครอบครอง ความเป็นเจ้าของ และกรรมสิทธิ์ (รวมถึงสิทธิ์ในทรัพย์สินทางปัญญาทั้งหมดที่มีอยู่ทั่วโลก) ในและต่องานของคุณให้เรา เพื่อให้แน่ใจว่าเราสามารถได้รับ ทำให้สมบูรณ์ และใช้สิทธิ์ดังกล่าว คุณยินยอมเพิ่มเติมที่จะ (i) ลงนามในเอกสารใดๆ เพื่อช่วยในการจัดทำเอกสาร ความสมบูรณ์ และการบังคับใช้สิทธิ์ของเรา; และ (ii) ให้การเข้าถึงข้อมูลตามสมควรสำหรับการบันทึก การทำให้สมบูรณ์ การรักษาความปลอดภัย การป้องกัน และการบังคับใช้สิทธิ์ในทรัพย์สินดังกล่าวในทุกประเทศและทุกประเทศ ภาระผูกพันของคุณภายใต้หัวข้อนี้จะดำเนินต่อไปแม้หลังจากที่คุณยกเลิกการลงทะเบียนหรือยุติการใช้บริการแล้ว คุณแต่งตั้งให้เราเป็นผู้รับมอบอำนาจตามความเป็นจริงเพื่อดำเนินการเอกสารในนามของคุณเพื่อวัตถุประสงค์ที่กำหนดไว้ในส่วนนี้",
    "3666807632": "14. คุณสมบัติและทักษะของผู้มีส่วนร่วม",
    "3668115514": "hCaptcha แตกต่างกันอย่างไร?",
    "3668873369": "ที่ hCaptcha เราได้ใช้แนวทางที่แตกต่างจากวันแรก",
    "3669258571": "นโยบายคุกกี้",
    "3671246379": "ขั้นตอนที่ 5: คลิกที่แท็บคอนโซลแล้วคลิกขวาจากนั้น \"เลือกทั้งหมด\" และบันทึกลงในไฟล์ข้อความเพื่อบันทึกบันทึกคอนโซล ส่งมาให้เราด้วย",
    "3671828834": "ตัวอย่างของข้อมูลส่วนบุคคลที่ใช้ร่วมกัน",
    "3673079511": "มาตรฐานที่เกิดขึ้นใหม่",
    "3678889946": "ภายในวันที่ 15 มิ.ย. 62",
    "3679148535": "ถาม: คุณใช้แอปพลิเคชัน Privacy Pass อะไรอีกบ้าง",
    "3680327841": "เรามุ่งมั่นที่จะทำให้ hCaptcha ทำงานได้ดีสำหรับทุกคน",
    "3682071227": "การเข้าครอบครองบัญชีคืออะไรและทำงานอย่างไร",
    "3688621388": "ลายเซ็นภัยคุกคาม",
    "3694578791": "ตามที่กล่าวไว้ข้างต้น เรา (และผู้ขายที่เป็นบุคคลภายนอก) รวบรวมข้อมูล Analytics บางส่วนผ่านการใช้คุกกี้ เว็บบีคอน และเทคโนโลยีการติดตามอื่นๆ ในบางกรณี เราทำงานร่วมกับผู้ให้บริการบุคคลที่สามเพื่อใช้คุกกี้เพื่อวัตถุประสงค์ในการรวบรวมข้อมูล Analytics",
    "3695206755": "ลองใช้เราในสภาพแวดล้อมของคุณโดยไม่มีข้อผูกมัด",
    "3700113699": "บนอุปกรณ์ Android ของคุณ ให้เปิดแอป Chrome",
    "3700767772": "เมื่อคุณติดตั้งส่วนขยายแล้ว ให้คลิกที่นี่ (หรือบนเว็บไซต์ที่ใช้ hCaptcha) เพื่อรับบัตรผ่าน:",
    "370366524": "บริการ Telemetry ชั่วคราว",
    "3709608616": "จากนั้นบัญชีของคุณอาจถูกปิดใช้งานหรือพิจารณาว่าไม่มีสิทธิ์รับรายได้ตามดุลยพินิจของเรา แต่เพียงผู้เดียวในช่วงเวลาใดๆ โดยมีหรือไม่มีการแจ้งให้คุณทราบล่วงหน้า ไม่ว่าในกรณีใดๆ คำขอที่เกินจากเกณฑ์การใช้งานโดยชอบของเราจะไม่มีสิทธิ์ได้รับรายได้ใดๆ หากไม่มีการยืนยันเป็นลายลักษณ์อักษรจากเรา",
    "3714002185": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha Enterprise",
    "3715747429": "วิศวกรการเริ่มต้นใช้งานของเราสามารถช่วยให้คุณดำเนินการได้อย่างรวดเร็ว ไม่ว่าคุณจะต้องการการรวม React, SDK สำหรับแอปเนทีฟ iOS, ตัวอย่างแบ็กเอนด์ Java หรือสถานการณ์อื่นๆ",
    "3717512591": "การรวมแพลตฟอร์มโดยตรง",
    "3717942925": "เช่นเดียวกับที่มีคนต้องการรับความสนใจจากคุณทางอีเมลเสมอ ก็ย่อมมีความปรารถนาที่จะจำกัดการเข้าถึงทรัพยากรบางอย่างเสมอเพื่อให้มนุษย์เท่านั้นที่สามารถเข้าถึงได้",
    "3719056187": "ข้อมูลที่ให้ไว้ในหน้าอินเทอร์เน็ตไม่ได้แสดงถึงคำแนะนำส่วนบุคคลและไม่สามารถแทนที่ได้ หากคุณต้องการคำแนะนำส่วนบุคคล โปรดติดต่อเจ้าหน้าที่ฝ่ายสนับสนุนของเรา การใช้งานไซต์นี้",
    "3720584906": "15 ก.ค. 2021 - 15 ต.ค. 2021",
    "3721365241": "ลอง",
    "3723626769": "สำหรับผลงานและการทบทวนของคุณ",
    "3725880582": "คืนสู่การกุศล",
    "3729345277": "hCaptcha เป็นวิธีสำหรับบริษัทต่างๆ ในการรับคำอธิบายประกอบที่พวกเขาต้องการได้เร็วกว่า ด้วยคุณภาพที่สูงขึ้นและต้นทุนที่ต่ำกว่าทางเลือกอื่นๆ",
    "3730038780": "เลือกจากความท้าทายที่เกือบจะไม่มีที่สิ้นสุดสำหรับผู้ใช้ที่จะแก้ไข",
    "3730344349": "ส่วนนี้ให้รายละเอียดเพิ่มเติมเกี่ยวกับข้อมูลส่วนบุคคลที่เรารวบรวมเกี่ยวกับผู้บริโภคในแคลิฟอร์เนียและสิทธิ์ที่พวกเขามีให้ภายใต้พระราชบัญญัติความเป็นส่วนตัวของผู้บริโภคแห่งแคลิฟอร์เนียหรือ \"CCPA\"",
    "3733422465": "8. การยืนยันตัวตนของคุณ",
    "3740051331": "นอกจากนี้เรายังมุ่งมั่นที่จะติดตามตรวจสอบและตอบคำถามของผู้ใช้ของคุณในโซเชียลมีเดีย ฟอรัม และช่องทางการสนับสนุนในวิดเจ็ตและอีเมลของเรา เราสามารถเข้าถึงได้และตอบสนอง และถือว่าความพึงพอใจของผู้ใช้เป็น KPI อันดับต้นๆ",
    "3741193183": "( ) ผู้ใช้อีเมลจำนวนมากไม่สามารถสูญเสียธุรกิจหรือทำให้นายจ้างที่มีแนวโน้มเป็นนายจ้างต้องขายหน้าออกไปได้",
    "3744079744": "15-19 มิ.ย. 2563****",
    "3744153629": "ชื่อ:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "ติดต่อ",
    "3753956446": "ฟรี",
    "3758963444": "ขอขอบคุณ! ได้รับการส่งของคุณแล้ว!",
    "3759360138": "4. ชื่อผู้ใช้และรหัสผ่าน",
    "3759657802": "คุณไม่สามารถมอบหมาย โอน หรือมอบหมายเงื่อนไขการบริการเหล่านี้ หรือสิทธิ์หรือภาระผูกพันของคุณภายใต้ข้อตกลงนี้ไม่ว่าด้วยวิธีใด (โดยการดำเนินการตามกฎหมายหรืออย่างอื่น)",
    "3759923279": "กรุณาส่งคำถามสำหรับสื่อมวลชนโดยตรงไปยังที่อยู่อีเมลต่อไปนี้:",
    "3764131594": "22. เว็บไซต์บุคคลที่สาม",
    "3766910104": "2. ใช้เพื่อวัตถุประสงค์ทางเทคนิคที่จำเป็นอย่างยิ่ง: โหลดบาลานซ์ การกำหนดเส้นทาง",
    "3767462250": "ออกแบบมาเพื่อความเป็นส่วนตัว",
    "3768951251": "SLA ขององค์กร",
    "3773515538": "เคยถูกขอให้ \"พิมพ์คำสองคำนี้ไหม\"",
    "378086442": "ของ CAPTCHA แทนที่จะเป็น UX ต่อตัว",
    "3782751514": "HUMAN Protocol® เป็นเครื่องหมายการค้าจดทะเบียนของ HUMAN Protocol Foundation และได้รับอนุญาตให้ใช้",
    "3783031293": "เราใช้ Cloudflare เพื่อเพิ่มประสิทธิภาพการเข้าชมเว็บของเรา สำหรับข้อมูลเกี่ยวกับวิธีที่ Cloudflare รวบรวมและประมวลผลข้อมูล",
    "3795997071": "เลือกไอคอนเมนู Chrome เลือกการตั้งค่า",
    "3800781598": "] เกือบห้าทศวรรษต่อมา อีเมลขยะยังคงสร้างความเสียหายให้กับเรา เงินหลายพันล้านดอลลาร์และความพยายามด้านวิศวกรรมหลายพันปีถูกนำไปใช้เพื่อเอาชนะมัน แต่สแปมยังคงมีอยู่ มีอุตสาหกรรมพันล้านดอลลาร์ทั้งสองฝ่าย กล่าวคือ อุตสาหกรรมที่ป้องกันและส่งออก",
    "3805618893": "Google Chrome (พีซี)",
    "3806054689": "15 เม.ย. 2020 - 15 ก.ค. 2020",
    "3807059944": "ควบคุมเนื้อหาความท้าทายที่ใช้",
    "3816867833": "ข้อเสนอแนะ",
    "3817067682": "รูปหลายเหลี่ยม",
    "3817811295": "รับประกันความน่าเชื่อถือและการสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวันไม่เว้นวันหยุด",
    "3819851005": "2. ค่าธรรมเนียม",
    "3821716514": "หน้าหนังสือ.",
    "3828090208": "ให้ใช้ \"สำหรับ hCaptcha\" แทน หากใช้กับโลโก้ของบริษัทอื่น \"สำหรับ hCaptcha\" จะต้องมีขนาดเล็กกว่าโลโก้ของบริษัทอื่น",
    "3833636936": "ก) 1,000 คำขอต่อวินาที",
    "3836291932": "ถาม: ฉันใช้อุปกรณ์หลายเครื่อง ฉันต้องลงทะเบียนหลายครั้งหรือไม่?",
    "3842490632": "ผู้ใช้แต่ละคนที่พยายามตอบคำถามจำนวนมากมักจะถูกจำกัดอัตราหรือถูกแบนอย่างรวดเร็ว สำคัญพอๆ กับของเรา",
    "3842673636": "ภายใต้ GDPR คุณมีสิทธิ์บางอย่างเกี่ยวกับข้อมูลส่วนบุคคลของคุณ คุณอาจขอให้เราดำเนินการดังต่อไปนี้เกี่ยวกับข้อมูลส่วนบุคคลของคุณที่เราถือครอง:",
    "3842815245": "นี่เป็นการค้าที่เป็นธรรมหรือไม่?",
    "38428546": "เราจัดเก็บข้อมูลส่วนบุคคลของคุณอย่างปลอดภัยตลอดอายุบัญชีของคุณกับเรา เราจะเก็บรักษาข้อมูลส่วนบุคคลของคุณตราบเท่าที่จำเป็นเพื่อให้เป็นไปตามวัตถุประสงค์ที่เราเก็บรวบรวม รวมถึงเพื่อวัตถุประสงค์ในการปฏิบัติตามกฎหมาย การบัญชี หรือภาระหน้าที่ในการรายงาน หรือเพื่อแก้ไขข้อพิพาท เกณฑ์ที่เราใช้กำหนดระยะเวลาการจัดเก็บนั้นรวมถึงข้อกำหนดในสัญญาที่มีผลบังคับใช้ ระยะเวลาที่กฎหมายกำหนด ข้อกำหนดด้านกฎระเบียบที่บังคับใช้ และมาตรฐานอุตสาหกรรม",
    "3844300338": "คุณตกลงที่จะชดใช้ค่าเสียหาย แก้ต่าง และปกป้องเราจากการเรียกร้อง ความเสียหาย ความรับผิด ต้นทุนและค่าใช้จ่ายใดๆ และทั้งหมด (รวมถึงค่าทนายความและค่าใช้จ่ายตามสมควร) ที่เกิดขึ้นจากหรือเกี่ยวข้องกับการปฏิบัติงานของคุณหรือการใช้งานเว็บไซต์ของเรา .",
    "3844432472": "การเปิดกว้างและยูทิลิตี้ของ API ทำให้พวกเขากลายเป็นเป้าหมายที่สมบูรณ์อย่างเหลือเชื่อสำหรับผู้โจมตี ในลักษณะเดียวกับที่สามารถตั้งโปรแกรมแอพมือถือให้เข้าถึงและรับข้อมูลจากระบบองค์กรโดยใช้ API มัลแวร์ชิ้นหนึ่งก็สามารถทำได้เช่นกัน แฮกเกอร์ได้เขียนเครื่องมือซอฟต์แวร์ที่หลากหลายเพื่อใช้ API ในทางที่ผิด เป็นเทคนิคการโจมตีที่มีประสิทธิภาพ",
    "384965568": "แม้ว่าข้อกำหนดในการเก็บรักษาจะแตกต่างกันไปตามเขตอำนาจศาล ข้อมูลเกี่ยวกับระยะเวลาการเก็บรักษาโดยทั่วไปของเราสำหรับข้อมูลส่วนบุคคลของคุณในแง่มุมต่างๆ ได้อธิบายไว้ด้านล่าง",
    "3856690908": "15 ม.ค. 2563 - 15 เม.ย. 2563",
    "3856912381": "ผู้ใช้ได้รับความเดือดร้อน และตอนนี้สแปมเว็บที่ไม่จำเป็นก็อาละวาด แต่มีทางเลือกอื่น",
    "3859506577": "อีเมลธุรกิจ",
    "3861413614": "คุณไม่สามารถใช้เครื่องหมายการค้าหรือโลโก้ hCaptcha ใด ๆ ที่อาจบ่งบอกว่า hCaptcha มีความเกี่ยวข้องหรือรับรอง ให้การสนับสนุนหรือสนับสนุนผลิตภัณฑ์หรือบริการของบุคคลที่สามโดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรอย่างชัดแจ้ง",
    "3863351997": "หมวดหมู่ข้อมูลส่วนบุคคลที่ระบุไว้ในกฎหมายว่าด้วยประวัติลูกค้าของรัฐแคลิฟอร์เนีย (Cal. Civ. Code § 1798.80(e))",
    "3871665286": "ซึ่งมีการเชื่อมโยงอย่างเด่นชัดในหน้าข้อมูลวิดเจ็ต hCaptcha พวกเขาจะได้รับคุกกี้ที่เข้ารหัสซึ่งสามารถใช้ได้หลายครั้งต่อวัน แต่ต้องรีเฟรชทุก 24 ชั่วโมงผ่านการเข้าสู่ระบบ",
    "3875523186": "gistfile1.txt",
    "3878077249": "อัปเดตหรือแก้ไขความไม่ถูกต้องในข้อมูลส่วนบุคคลของคุณ",
    "3878230879": "เป้าหมายของเราคือทำให้แน่ใจว่ามันใช้ได้ผลสำหรับคุณเสมอ เราจึงซาบซึ้งกับรายงานของคุณมาก!",
    "3881754581": ". หากคุณเป็นลูกค้าของบริการคำอธิบายประกอบของเรา และได้เลือกตัวเลือก \"ข้อมูลสำหรับทุกคน\" เป็นส่วนหนึ่งของการใช้บริการของคุณ แสดงว่าคุณให้ IMI และผู้ใช้บริการทั้งหมดทั่วโลก ไม่จำกัดเฉพาะ อนุญาตช่วง โอนได้ สิทธิ์ใช้งานที่ปราศจากค่าลิขสิทธิ์และเพิกถอนไม่ได้ในการใช้ประโยชน์จากข้อมูลลูกค้าทั้งหมดอย่างเต็มที่ รวมถึงสิทธิ์ในทรัพย์สินทางปัญญาที่เกี่ยวข้องทั้งหมด หากคุณเลือกตัวเลือก \"ข้อมูลสำหรับทุกคน\" คุณรับรองและรับประกันว่าคุณเป็นเจ้าของสิทธิ์ กรรมสิทธิ์ และผลประโยชน์ที่เพียงพอในและข้อมูลของคุณเพื่อที่จะให้ใบอนุญาตในส่วนนี้",
    "3882147547": "ฟังก์ชันสุ่มหลอกที่ลืมเลือน",
    "388240587": "5-15 ม.ค. 2565",
    "3884400764": "แม้ว่าคุณอาจใช้เครื่องหมาย hCaptcha ตามหลักเกณฑ์เหล่านี้ แต่ก็ไม่ได้หมายความว่าคุณมีสิทธิ์ในเครื่องหมาย hCaptcha โลโก้ หรือในเครื่องหมายการค้า ชื่อทางการค้า เครื่องหมายบริการ ชื่อธุรกิจ หรือค่าความนิยมของ hCaptcha เราต้องการให้ความยืดหยุ่นมากที่สุด แต่เรามีหน้าที่ปกป้อง hCaptcha จากการใช้เครื่องหมายการค้า ชื่อทางการค้า เครื่องหมายบริการ ชื่อธุรกิจ หรือความปรารถนาดีของ hCaptcha โดยไม่ได้รับอนุญาต การใช้งานโดยไม่ได้รับอนุญาตจะยุติการอนุญาตหรือใบอนุญาตที่ได้รับจาก hCaptcha โดยอัตโนมัติ และอาจทำให้เกิดความรับผิดทางกฎหมายสำหรับความเสียหายใดๆ",
    "3887113660": "ถาม: Privacy Pass ส่งผลต่อรายได้ hCaptcha อย่างไร",
    "3891941747": "*** คำแนะนำเกี่ยวกับโควิด-19: เนื่องจากความสามารถของพนักงานที่เกี่ยวข้องกับโควิด-19 ลดลง การกระทบยอดจึงได้รับการจัดกำหนดการใหม่เพื่อให้มีเวลาเพิ่มเติมในการดำเนินการตรวจสอบมาตรฐานของเราให้เสร็จสิ้น การจ่ายเงินคาดว่าจะเริ่มในวันศุกร์และแล้วเสร็จในวันจันทร์ถัดไป",
    "3892905664": "hCaptcha ช่วยให้บริการออนไลน์ที่คุณชื่นชอบป้องกันบอท สแปม และการละเมิดโดยถามคำถามง่ายๆ ที่ง่ายสำหรับมนุษย์และยากสำหรับเครื่อง",
    "3892952987": "ตรวจสอบตำแหน่งที่เปิดรับและสมัครได้ที่นี่",
    "3893539589": "แทรกลิงค์ภายนอกที่เสนอสินค้าหรือบริการเว้นแต่จะกำหนดโดยงาน",
    "389705801": "( ) กฎหมายห้ามโดยชัดแจ้ง",
    "3897238493": "บริการนี้จัดทำขึ้น \"ตามที่เป็น\" เราไม่รับรองหรือรับประกันโดยนัยหรือโดยชัดแจ้ง เกี่ยวกับการเข้าถึง ความเหมาะสม ความชอบด้วยกฎหมาย ความพร้อมใช้งาน หรือฟังก์ชันของบริการ ซอฟต์แวร์หรือวัสดุที่เกี่ยวข้องใดๆ ภารกิจ หรือข้อตกลงใดๆ ที่เกี่ยวกับข้อตกลงนี้ ในขอบเขตสูงสุดที่กฎหมายอนุญาต IMI ขอปฏิเสธเงื่อนไขทั้งหมดโดยชัดแจ้งหรือโดยนัย การรับรองและการรับประกัน ซึ่งรวมถึงแต่ไม่จำกัดเพียงการรับประกันความสามารถในการขายได้ ความเหมาะสมสำหรับวัตถุประสงค์เฉพาะ และการไม่ใช่ การเยียวยาเฉพาะและเฉพาะตัวของคุณต่อ IMI ในส่วนที่เกี่ยวกับข้อบกพร่อง การไม่ปฏิบัติตามข้อกำหนด หรือความไม่พอใจคือการยุติการใช้บริการ เราจะไม่รับผิดชอบต่อความเสียหายใดๆ ต่อระบบคอมพิวเตอร์ของคุณ การสูญหายหรือเสียหายของข้อมูล หรืออันตรายอื่น ๆ ที่เป็นผล จากการเข้าถึงหรือใช้งานเว็บไซต์หรือแพลตฟอร์ม Intuition Machines Platform การหยุดชะงักตามกำหนดการและที่ไม่ได้กำหนดไว้อาจเกิดขึ้นได้ และเราไม่รับประกันความพร้อมใช้งานของเว็บไซต์ของเราอย่างต่อเนื่อง",
    "3898950867": "( ) งานของโจ และ/หรือการขโมยข้อมูลประจำตัว",
    "3900538778": "ข้อมูลที่ติดฉลากเป็นเชื้อเพลิงที่ขับเคลื่อนการเรียนรู้ของเครื่อง คำตอบ reCAPTCHA ถูกนำมาใช้ในการปรับปรุงบริการ ML/AI ของ Google ตั้งแต่ปี 2552 ผู้คนจำนวนมากที่ใช้ reCAPTCHA ไม่ทราบว่ากำลังถูกนำไปใช้งาน",
    "3901503296": "การมุ่งเน้นเฉพาะเรื่องความเป็นส่วนตัวนี้หมายความว่าเราสามารถให้การรักษาข้อมูลส่วนบุคคลเป็นศูนย์ การดำเนินการที่ปราศจากคุกกี้ และการรับประกันความเป็นส่วนตัวตามสัญญาอื่นๆ ตามความจำเป็นในขณะที่ยังคงรักษาความปลอดภัยที่ดีเยี่ยม",
    "3904679538": "โครเมียม",
    "3906359167": "โซลูชั่น:",
    "3906886217": "สำหรับบริษัทหรือเว็บไซต์",
    "3908992897": "และใช้ในทุกประเทศและดินแดนทั่วโลก ดังนั้นเราจึงให้ความสำคัญอย่างมากในการมอบประสบการณ์ระดับโลกที่สอดคล้องกัน",
    "3909240516": "( ) ส่วนหัวของ SMTP ไม่ควรอยู่ภายใต้กฎหมาย",
    "3910971075": "IMI เป็นเจ้าของสิทธิ์ทั้งหมด รวมถึงสิทธิ์ในทรัพย์สินทางปัญญา ในซอร์สโค้ด โค้ดอ็อบเจ็กต์หรือโครงสร้างพื้นฐาน แนวคิดหรืออัลกอริธึม API และซอฟต์แวร์ เอกสาร หรือข้อมูลเพิ่มเติมใดๆ ที่เกี่ยวข้องกับบริการ (\"ซอฟต์แวร์\") คุณจะไม่โดยตรงหรือโดยอ้อมผ่านบุคคลที่สามหรืออย่างอื่น: (a) วิศวกรรมย้อนกลับ แยกส่วน ถอดประกอบ หรือพยายามค้นหาซอฟต์แวร์; (b) แก้ไข แปล หรือสร้างงานลอกเลียนแบบตามซอฟต์แวร์ใดๆ (c) คัดลอก ให้เช่า ให้เช่า แจกจ่าย จำนำ มอบหมาย หรือโอนหรือขัดขวางสิทธิ์ในซอฟต์แวร์ใดๆ (d) ใช้ซอฟต์แวร์ใด ๆ เพื่อการแบ่งปันเวลา วัตถุประสงค์ของสำนักงานบริการ หรือเพื่อประโยชน์ของบุคคลที่สาม หรือ (จ) ลบประกาศหรือฉลากกรรมสิทธิ์",
    "3912514510": "( ) รายชื่อส่งเมลและการใช้อีเมลที่ถูกต้องอื่นๆ จะได้รับผลกระทบ",
    "3912926900": "hCaptcha® ควรมีสัญลักษณ์เครื่องหมายการค้าจดทะเบียนในครั้งแรกที่ปรากฏในสำเนาโฆษณา",
    "3913203723": "หากผู้ขอไม่ยอมรับการปฏิบัติงานที่คุณทำเสร็จแล้ว ไม่ว่าด้วยเหตุผลใดก็ตาม คุณในฐานะผู้ร่วมให้ข้อมูลหรือผู้รวมระบบจะไม่มีสิทธิ์ได้รับรางวัลใดๆ สำหรับงานดังกล่าว ในกรณีที่รางวัลกระจายไปให้คุณแล้วสำหรับงานที่เสร็จสมบูรณ์อย่างไม่สามารถยอมรับได้ เราอาจกู้คืนจากคุณ",
    "3913801502": "ตอนนี้ hCaptcha ทำงานบนอินเทอร์เน็ตประมาณ 15%",
    "3913848038": "SLA ความพร้อมในการทำงาน 99.99% และการสนับสนุนทั่วโลกตลอด 24 ชั่วโมงทุกวันไม่เว้นวันหยุด",
    "3916131732": "อเมริกา",
    "3922723611": "โปรดลองปิดการใช้งานตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์",
    "3926027556": "และเราจะติดต่อกลับโดยเร็ว",
    "392886773": "ใช้งานได้ทุกประเทศ",
    "3930611699": "คนงานแต่ละคน",
    "3930808600": "เราใช้มาตรการทางเทคนิคและองค์กรที่เหมาะสมเพื่อปกป้องข้อมูลที่เรารวบรวมและจัดเก็บ และกำหนดให้ตัวแทนทั้งหมดที่ดำเนินการประมวลผลในนามของเราดำเนินการเช่นเดียวกัน ขออภัย ไม่มีมาตรการรักษาความปลอดภัยใดที่สามารถป้องกันการเข้าใจผิดได้ 100% ดังนั้นจึงไม่มีเครือข่ายหรือระบบใด (รวมถึงของเราด้วย) ที่สามารถรับประกันความปลอดภัยได้ 100% จากการถูกทำลาย การสูญหาย การเปลี่ยนแปลง การเปิดเผยโดยไม่ได้รับอนุญาต หรือการเข้าถึงข้อมูลที่เรารวบรวมและจัดเก็บ หากคุณเชื่อว่าข้อมูลของคุณอาจไม่ปลอดภัยด้วยเหตุผลใดก็ตาม โปรดติดต่อเราทันทีที่",
    "3933993151": "ทำงานเป็นผู้จัดทำฉลากข้อมูลรายบุคคล",
    "394235836": "3. หากคำแนะนำข้างต้นไม่ได้ผล โปรดส่งอีเมลสนับสนุนถึงเรา และเรายินดีที่จะช่วยค้นหาว่าเกิดอะไรขึ้น",
    "3942875761": "ช่วยสร้างเว็บที่ดีขึ้น™",
    "3943164003": "ดูดิบ",
    "3943417791": "รับการสนับสนุนสำหรับ hCaptcha Enterprise (BotStop)",
    "3946753128": "ส่วนตัว. ปลอดภัย. เร็วขึ้น.",
    "3951112506": ". ซึ่งได้รับประกันถึงความแตกต่างในข้อมูลในระดับที่สูงขึ้นแล้ว",
    "3951254541": "ขอขอบคุณสำหรับข้อมูลของคุณ แจ้งให้เราทราบปัญหาใด ๆ และเราจะแก้ไขอย่างรวดเร็ว",
    "3952259236": "รวมข้อมูลที่ตาบอดของคุณเข้ากับสัญญาณนับพันของ hCaptcha เพื่อฝึก hCaptcha ในคลาสของพฤติกรรม -- สำหรับอินสแตนซ์ของคุณเท่านั้น -- เพื่อคาดการณ์พฤติกรรมที่เป็นอันตรายได้ดีกว่าโซลูชันเพียงอย่างเดียว",
    "3953584369": "มีข้อจำกัดการเข้าถึง RBAC ที่ซับซ้อน",
    "3955555607": "นอกเหนือจากพันธมิตรหรือผู้ค้าปลีกที่ได้รับอนุญาต บุคคลที่สามต้องไม่เสนอราคาสำหรับคำหลัก, Google AdWords หรือระบบโฆษณาเป้าหมายอื่น ๆ โดยใช้เครื่องหมาย hCaptcha หรือการสะกดผิด บุคคลที่สามอาจใช้เครื่องหมาย hCaptcha ในชื่อโดเมน การเพิ่มประสิทธิภาพกลไกค้นหา เมตาแท็ก คำค้นหา รหัส หรือการสื่อให้เข้าใจผิดอื่นๆ",
    "3955981186": "การแก้ไข การแก้ไขหรือแก้ไขข้อกำหนดในการให้บริการเหล่านี้โดยบุคคลอื่นที่ไม่ใช่ IMI จะมีผลผูกพันกับ IMI เว้นแต่ในเอกสารที่ลงนามโดยตัวแทนที่ได้รับอนุญาตอย่างถูกต้องของ IMI",
    "3963216198": "เพื่ออภิปรายว่าเหตุใด API จึงเป็นเป้าหมายยอดนิยมสำหรับแฮ็กเกอร์ อันดับแรก ควรใช้เวลาสั้น ๆ เพื่อกำหนดความหมายของคำว่า \"API\" ในปัจจุบัน แนวคิดของ API ไม่ใช่เรื่องใหม่เลย อันที่จริง อินเทอร์เฟซสำหรับเชื่อมต่อระบบคอมพิวเตอร์ต่างๆ เข้าด้วยกัน รวมทั้งส่วนประกอบภายในของระบบนั้นมีมาตั้งแต่ช่วงต้นทศวรรษ 1960 เป็นอย่างน้อย",
    "3963642878": "ภายในวันที่ 14 ธันวาคม 2562*",
    "3967047208": "คุณยังสามารถปิดการป้องกันบางอย่างในแบบกำหนดเองชั่วคราวเพื่อแก้ปัญหานี้ โดยยกเลิกการเลือกช่องทำเครื่องหมาย: ยกเลิกการเลือกช่องทำเครื่องหมายตัวติดตาม หรือยกเลิกการเลือกช่องทำเครื่องหมายคุกกี้ หากคุณยังคงประสบปัญหา",
    "3971348140": "ทำไมเราใช้ hCaptcha? ไม่มีใครสามารถนำเสนอคุณลักษณะและประสิทธิภาพที่เราต้องการได้ พวกเขาทำให้เราพร้อมและดำเนินการอย่างรวดเร็ว และพ่อค้าของเราก็ชอบประสบการณ์นี้",
    "3972094614": "Brendan Eich",
    "3972554015": "กระบวนการเช่นกัน และแน่นอนว่าส่วนเสริมของเบราว์เซอร์นั้นแน่นอน",
    "3974566657": "เมื่อบริการได้รับความนิยมมากขึ้น เหตุการณ์เช่นนี้ก็มักจะเกิดขึ้นบ่อยขึ้นอย่างหลีกเลี่ยงไม่ได้ hCaptcha ถูกใช้โดยผู้คนนับล้านในแต่ละวันในแทบทุกประเทศทั่วโลก ดังนั้นเราจึงเผยแพร่นโยบายนี้และกรณีศึกษาเกี่ยวกับวิธีที่เราจัดการกับปัญหาเหล่านี้เพื่อให้โปร่งใสที่สุด",
    "3978720689": "แนวทางในการต่อสู้กับสแปม ความคิดของคุณจะไม่ทำงาน นี่คือเหตุผลที่มันจะไม่ทำงาน",
    "3983646521": "ชื่อผลิตภัณฑ์ โลโก้ แบรนด์ เครื่องหมายการค้า และเครื่องหมายการค้าจดทะเบียนทั้งหมดเป็นทรัพย์สินของเจ้าของที่เกี่ยวข้อง ชื่อบริษัท ผลิตภัณฑ์ และบริการทั้งหมดที่ใช้ในเว็บไซต์นี้ใช้เพื่อระบุตัวตนเท่านั้น การใช้ชื่อ เครื่องหมายการค้า และตราสินค้าเหล่านี้ไม่ได้หมายความถึงการรับรอง ในกรณีนี้ค่อนข้างตรงกันข้าม",
    "3987022469": "การติดฉลาก",
    "3988350": "ซึ่งหมายความว่ามีกรณีการใช้งานที่ยอดเยี่ยมสำหรับคำอธิบายประกอบแบบร่มในโลกแห่งความเป็นจริง มีช่องว่างสำหรับความขัดแย้งเกี่ยวกับผลกระทบของรถยนต์ที่ขับด้วยตนเอง แต่ระบบ ADAS นั้นประหยัดแล้ว",
    "3991444169": "หน้านี้แสดงรายการโปรเซสเซอร์ย่อยปัจจุบันสำหรับบริการ hCaptcha Enterprise",
    "3992401943": "มีการปฏิวัติในการเรียนรู้อย่างลึกซึ้งตั้งแต่ปี 2555 บรรทัดฐานของอุตสาหกรรมสำหรับความแม่นยำของงานได้รับการปรับปรุงอย่างมากในช่วงทศวรรษที่ผ่านมา โดยส่วนใหญ่เกิดจากเครือข่ายที่บิดเบี้ยวในเชิงลึก บริการอื่นๆ ที่ขับเคลื่อนโดย ML ที่ Google นำเสนอได้เป็นไปตามเส้นโค้งนี้",
    "4007826952": "CAPTCHA อันดับหนึ่งด้านความเป็นส่วนตัวสำหรับเว็บ มือถือ และอื่นๆ",
    "4008400186": "ขั้นตอนที่ 4: คลิก \"ส่งออก HAR\" (ลูกศรชี้ลงเล็กๆ) หลังจากที่คุณพยายามแก้ไข ซึ่งจะบันทึกบันทึกเครือข่าย ส่งไฟล์นั้นมาให้เรา",
    "4011712313": "ตามนโยบาย DMCA ของเรา เรากำหนดให้บัญชีของลูกค้าที่เราได้รับการแจ้งเตือน DMCA หลายรายการเกี่ยวกับการละเมิดที่ถูกกล่าวหาไว้ในนโยบาย DMCA ซ้ำซ้อนหลายขั้นตอน เมื่อได้รับการแจ้งเตือน DMCA ซ้ำๆ ในเดือนปฏิทิน บัญชีลูกค้าจะมีความคืบหน้าจากขั้นตอนนโยบายหนึ่งไปอีกขั้นตอนหนึ่ง",
    "4015238193": "และ OCR [",
    "4019638786": "ตอบ: ผู้ใช้ Privacy Pass ของ hCaptcha จะไม่เปิดเผย IP ของตนกับ hCaptcha เว้นแต่กระเป๋าเงินโทเค็นของเบราว์เซอร์จะว่างเปล่าหรือไซต์ส่ง hCaptcha ไม่มีทางเชื่อมโยงผู้ใช้กับการแลกโทเค็น และไม่เคยโต้ตอบกับผู้ใช้โดยตรงในระหว่างการแลกรับ เว้นแต่กระเป๋าโทเค็นจะว่างเปล่า",
    "4019660456": "เวลาแฝง 0ms: ตรวจสอบโทเค็น hCaptcha โดยไม่มีการเรียก API",
    "4023575072": "ใช้คู่",
    "4024785952": "Cloudflare, Inc. (ทั่วโลก) บริการที่มีให้: Cloudflare.com",
    "4034694801": "ไม่มีผลลัพธ์ที่ตรงกัน",
    "4036662147": "5. การปกป้องข้อมูลที่เป็นความลับ",
    "4036872105": "ก่อนแล้วจึงลองอีกครั้ง",
    "4039193170": "หากคุณมีปัญหาในการรับหรือแลกโทเค็น:",
    "4044467791": "สำหรับประเภทของข้อมูลส่วนบุคคลที่เราได้รวบรวมจากคุณในช่วง 12 เดือนก่อนหน้า โปรดดูส่วน \"ข้อมูลที่เรารวบรวม\" ด้านบน เรารวบรวมข้อมูลนี้เพื่อวัตถุประสงค์ทางธุรกิจและเชิงพาณิชย์ที่อธิบายไว้ในส่วน \"วิธีที่เราใช้ข้อมูลส่วนบุคคล\" ด้านบน ในช่วง 12 เดือนที่ผ่านมา เราได้แบ่งปันข้อมูลประเภทต่อไปนี้กับบุคคลที่สามเพื่อวัตถุประสงค์ทางธุรกิจ:",
    "4051104324": "\"Intuition Machines\" เป็นเครื่องหมายการค้าจดทะเบียนของ Intuition Machines, Inc.",
    "4051785543": "ใช้:",
    "4057343238": "เลือกออก",
    "4059570880": "หากคุณต้องการติดตามความพยายามในการสร้างมาตรฐาน ความพยายามกำลังดำเนินการอยู่ที่",
    "4060250206": "ใช้แบบฟอร์มนี้เพื่อติดต่อผู้เชี่ยวชาญด้านเทคนิคของเรา เราตอบสนองอย่างรวดเร็ว",
    "4063155841": "ภายในวันที่ 25 มิ.ย. 2564††",
    "4063769686": "ผู้ใช้สนับสนุนไซต์ที่พวกเขากำลังเยี่ยมชมและพบกับเว็บสแปมน้อยลง ดูเหมือนว่าจะเป็นข้อตกลงที่ยุติธรรมกว่า",
    "4065065042": "หมุนหมายเลขนี้เพื่อให้พอดีกับกรณีการใช้งานของคุณ",
    "4065614934": "การวิเคราะห์นี้ไม่ใช่เรื่องใหม่ แต่ผู้คนมองโลกในแง่ดีชั่วนิรันดร์ โดยเฉพาะอย่างยิ่งเมื่อพวกเขาคิดว่าความคิดของพวกเขาเป็นเรื่องใหม่",
    "4072202039": "15 เม.ย. 2019 - 15 ก.ค. 2019",
    "4074220464": "ตอบ: ตัวเลือกที่ได้รับความนิยมก่อนหน้านี้ เช่น แคปต์ชาเสียงนั้นเลือกปฏิบัติกับผู้ใช้ a11y จำนวนมาก และแพ้ง่ายด้วยเทคนิคการเรียนรู้ของเครื่องสมัยใหม่ สิ่งนี้ทำให้ความท้าทายด้านเสียงในปัจจุบันยากขึ้นเรื่อยๆ ทำให้เกิดเสียง เวลาแปลก ๆ การผสมคำที่ผิดปกติ และอื่นๆ เพื่อเอาชนะผู้โจมตี ดังนั้นเราจึงไม่ค่อยกระตือรือร้นเกี่ยวกับวิธีการนี้เมื่อเทียบกับการหลีกเลี่ยงความท้าทายทั้งหมด แต่จะพิจารณาหากมีความต้องการจากชุมชน a11y",
    "4080263153": "ไม่มีการสละสิทธิ์ เราจะไม่ถือว่าสละสิทธิ์ส่วนหนึ่งส่วนใดของสิทธิ์หรือการเยียวยา เว้นแต่การสละสิทธิ์จะเป็นลายลักษณ์อักษรและลงนามโดยเรา หากเราล่าช้าในการบังคับใช้หรือล้มเหลวในการบังคับใช้สิทธิ์ของเราภายใต้บทบัญญัติใด ๆ ของข้อตกลงนี้ ซึ่งจะไม่ถือเป็นการสละสิทธิ์ของเราในการบังคับใช้ข้อกำหนดดังกล่าวในภายหลังหรือส่วนใดส่วนหนึ่งของข้อตกลงนี้",
    "4082053540": "19-25 มิ.ย. 2564††",
    "4083018285": "ชุดคุณสมบัติเพิ่มเติมที่รวมเข้ากับการตรวจสอบ SOC ที่ได้รับการปรับปรุงและตอบสนองต่อการจัดการกับภัยคุกคามที่ซับซ้อนอย่างต่อเนื่อง",
    "4086379603": "คำถาม?",
    "4087694419": "แฮ็กเกอร์ที่ขูดรีดสามารถรวบรวมข้อมูลจากเว็บไซต์เช่น Amazon และ eBay เพื่อสร้างรายการผลิตภัณฑ์ปลอมหรือหลอกลวง จากนั้นเขาหรือเธอสามารถเสนอขายบริการแบบ peer-to-peer เช่น OfferUp และทำการโจมตีแบบฟิชชิ่งกับผู้ซื้อ หรือผู้ฉ้อโกงสามารถขายผลิตภัณฑ์ที่ไม่มีอยู่จริง การฉ้อโกงการขูดหน้าจอเพิ่มเติมเกี่ยวข้องกับการปลอมแปลงผู้เผยแพร่โฆษณา โดยการคัดลอกเนื้อหาจากเว็บไซต์ของผู้เผยแพร่ ผู้ฉ้อโกงสามารถสร้างหน้าผู้เผยแพร่โฆษณาปลอมในบริการต่างๆ จากนั้นพวกเขาสามารถขายโฆษณาบนหน้าเหล่านั้นให้กับผู้ค้าปลีกที่ได้รับอนุญาต ซึ่งผู้ติดต่อของพวกเขาได้มาจากไฟล์ ads.txt ของผู้จัดพิมพ์ ช่องโฆษณาดูเหมือนจริงสำหรับผู้โฆษณา แต่ไม่ใช่",
    "4087729475": "ความท้าทายหลังจากการแก้ปัญหาครั้งแรกของคุณ",
    "4088941349": "บันทึกของผลิตภัณฑ์หรือบริการที่ซื้อ ได้รับ หรือพิจารณา",
    "4091044469": ". ตรวจสอบให้แน่ใจว่าคุณได้เปิดใช้งานส่วนขยายในโหมดไม่ระบุตัวตน จากนั้น ไปที่เว็บไซต์ใดก็ได้โดยใช้ hCaptcha และแก้ปัญหา captcha ในเวอร์ชัน 2.0.3 คุณสามารถแลกโทเค็นเหล่านี้บนเว็บไซต์โดยใช้ hCaptcha",
    "4097297673": "ในฐานะลูกค้า ผู้ร้องขอ หรือผู้รวมระบบ คุณตกลงที่จะผูกพันตามข้อกำหนดด้านล่าง นอกเหนือจากข้อกำหนดที่มีผลผูกพันอื่นๆ ระหว่างคุณและ IMI",
    "409780280": "( ) พยายามได้ดี, ****! ฉันหวังว่ามีคนเหยียบแป้นพิมพ์ของคุณ!",
    "4099477834": "ความสัมพันธ์กับลูกค้าทั้งหมดได้รับการคุ้มครองโดยข้อตกลงการประมวลผลข้อมูลที่เข้มงวด บริการ hCaptcha เป็นไปตามกฎหมายความเป็นส่วนตัวทั้งหมด ไม่ว่าบริการของคุณหรือลูกค้าของคุณจะอยู่ที่ใด การไม่เก็บข้อมูลส่วนบุคคลทำให้เราทำได้ง่ายกว่าบริษัทอื่นๆ",
    "4101570501": "ขณะนี้ เรากำลังดำเนินการแก้ไขปัญหาการเข้ารหัสเพื่อทิ้งที่อยู่อีเมลของคุณอย่างรวดเร็ว ในขณะที่ยังคงความสามารถในการป้องกันการละเมิดของเราไว้ได้ ซึ่งจะช่วยเสริมการทำงานของ Privacy Pass ของเรา",
    "410397176": "สำหรับข้อมูลเพิ่มเติม",
    "4104188759": "นโยบายจรรยาบรรณของ AI",
    "4104221634": "ลูกค้า hCaptcha ครอบคลุมหลากหลายอุตสาหกรรม ตั้งแต่บริษัทเทคโนโลยีไปจนถึงบริษัทที่เน้นด้านแฟชั่น การค้าปลีก และพื้นที่อื่นๆ ที่พวกเขาสามารถสร้างมูลค่าจากการใช้แมชชีนเลิร์นนิง",
    "4114820649": "2. คลิกแท็บ \"ความเป็นส่วนตัว\"",
    "4131598919": "กด",
    "4132302900": "5. ความเป็นส่วนตัว ข้อมูลของคุณ และ \"ข้อมูลสำหรับทุกคน\"",
    "4137573005": "มีคำตอบที่ครอบคลุมและเชื่อถือได้เกี่ยวกับวิธีที่เราใช้ข้อมูล แต่คำตอบสั้นๆ คือ เราไม่มีความสนใจที่จะเชื่อมโยงคุณในฐานะบุคคลที่มีประวัติการเข้าชมของคุณ",
    "4138068262": "ผู้ใช้ ในท้ายที่สุด การโต้ตอบกับความท้าทายมักจะยังคงเป็นส่วนหนึ่งของเครื่องมือในการลดการละเมิดทางออนไลน์ ตราบใดที่ธรรมชาติของมนุษย์ยังคงไม่เปลี่ยนแปลง",
    "4142610534": "การชำระเงินล่าช้าจะมีค่าบริการล่าช้าในอัตรา 1.5% ต่อเดือนหรือจำนวนเงินสูงสุดที่กฎหมายอนุญาต แล้วแต่จำนวนใดจะต่ำกว่า หากคุณไม่ชำระเงินตามจำนวนที่ถึงกำหนดชำระภายใต้ข้อตกลงนี้ด้วยเหตุผลใดก็ตาม บัญชีของคุณอาจถูกระงับตามดุลยพินิจของเราแต่เพียงผู้เดียว ในกรณีนี้จะไม่มีการชำระเงินเพิ่มเติมจากบัญชีของคุณสำหรับการทำงานให้เสร็จสิ้น และงานทั้งหมดของคุณจะถูกลบออก จากเว็บไซต์ของเรา คุณต้องคืนเงินให้เราสำหรับจำนวนเงินทั้งหมดที่ครบกำหนดเมื่อต้องการ บวกกับค่าธรรมเนียมการดำเนินการ ค่าธรรมเนียมล่าช้า หรือค่าธรรมเนียมทนายความ เราอาจจัดทำรายงานที่เหมาะสมต่อหน่วยงานรายงานเครดิตและหน่วยงานบังคับใช้กฎหมาย",
    "4146870445": "พวกเราคือใคร",
    "4147497805": "แครอท",
    "4149738856": "hCaptcha ควรใช้เป็นคำคุณศัพท์และตามด้วยคำทั่วไปที่เหมาะสม",
    "41530052": "28. ข้อกำหนดทั่วไป",
    "4154415610": "***** การจ่ายเงินในเดือนกันยายน 2020 จะทำงานเป็นชุดเมื่อการกระทบยอดเสร็จสิ้น โดยบางวันอาจช้ากว่าที่กำหนดไว้ในตอนแรกเนื่องจากความล่าช้าในการกระทบยอด",
    "4162383380": "16 - 22 ก.ย. 2563*****",
    "4162847": "เราสามารถสังเกตสิ่งนี้ได้โดยตรง เนื่องจากลูกค้าบางรายของเราทำการทดสอบ A/B ตามคำขอเดียวกัน ก่อนที่พวกเขาจะเปลี่ยนจากข้อเสนอของ Google ทั้งหมด โดยปกติ เราสามารถพิสูจน์ได้ว่าทั้งอัตราการบวกที่ผิดพลาดและค่าลบเท็จที่มาจาก reCAPTCHA v3 หรือ reCAPTCHA Enterprise",
    "4163469907": "ขั้นตอนที่ 2: คลิกที่แท็บเครือข่ายในเครื่องมือสำหรับนักพัฒนา ทำเครื่องหมายที่ช่อง \"Preserve log\" ที่ด้านบน",
    "4165374512": "แม้ว่าจะเป็นไปได้ที่จะใช้เครื่องมือตรวจจับ IP และตำแหน่งเพื่อป้องกันการบรรจุข้อมูลรับรอง แต่วิธีการที่มีประสิทธิภาพและแม่นยำยิ่งขึ้นก็คือการขัดขวางบอทบรรจุข้อมูลประจำตัวแบบอัตโนมัติเอง hCaptcha และ hCaptcha Enterprise สามารถขัดขวางบอทที่จุดเริ่มต้น แม้ว่าบอทจะมีข้อมูลประจำตัวที่ถูกต้อง หากไม่สามารถผ่านการตรวจจับของ hCaptcha Enterprise หรือ CAPTCHA ของ hCaptcha ได้ มันก็จะไม่ต้องดำเนินการใดๆ และเว็บไซต์และผู้ใช้ของคุณได้รับการปกป้อง",
    "4166776480": "การบรรจุหนังสือรับรอง: มันคืออะไรและจะหยุดยั้งการโจมตีได้อย่างไร",
    "4169910317": "9. การปฏิบัติตามกฎหมาย",
    "4172868199": "ไปไกลกว่านี้ ก้าวเข้าสู่ขอบเขตของความพยายามที่จะแยกแยะ \"มนุษย์ที่ดี\" จาก \"มนุษย์ที่ไม่ดี\" เช่นกัน และปัจจุบันนี้บริการออนไลน์ที่ได้รับความนิยมมากที่สุดในโลกหลายแห่งใช้เพื่อค้นหาและหยุดทุกอย่างตั้งแต่การฉ้อโกงการซื้อไปจนถึงขั้นสูง ภัยคุกคามต่อผู้ใช้ ในขณะที่ยังคงให้ความสำคัญกับการรักษาความเป็นส่วนตัว",
    "4179118182": "( ) ด้านเทคนิค ( ) กฎหมาย ( ) ตามตลาด ( ) ศาลเตี้ย",
    "4181060163": "บุคคลที่สามไม่ควรใช้รูปแบบต่างๆ หรือการสะกดผิด หรือกระทำการใดๆ ที่จะทำให้เกิดความสับสนในความสนใจในเบื้องต้นเกี่ยวกับเครื่องหมายการค้า hCaptcha",
    "4181611011": "วันที่กระทบยอด",
    "4185927140": "ผู้จัดการผลิตภัณฑ์, แฟลช, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "ข้อกำหนดในการให้บริการหลัก",
    "4188814619": "hCaptcha เป็นบริการของเครื่องสัญชาตญาณ (",
    "4194763679": "ระดับความยากแบบละเอียด",
    "4195759329": "การตรวจจับบอทและคะแนนความเสี่ยง",
    "4197928199": "นโยบายความเป็นส่วนตัว",
    "4199502476": "แดชบอร์ดการรายงานขั้นสูงและ API",
    "4202774977": "วัตถุ",
    "4205152730": "คุณได้รับการสนับสนุนให้โต้ตอบกับผู้ใช้รายอื่นได้ทุกที่บนเว็บไซต์ ฟอรัม การส่งข้อความ แชท และช่องทางโซเชียลมีเดียอื่น ๆ ที่ควบคุมโดย IMI แต่ถ้าคุณทำเช่นนั้น คุณต้องปฏิบัติตามข้อกำหนดในการให้บริการและการใช้งานทั้งหมดบนไซต์ของเราและกฎหมายที่เกี่ยวข้องทั้งหมด .",
    "4208081170": "ประเภทของข้อมูลส่วนบุคคล",
    "4209078147": "เพื่อปรับปรุงไซต์ของเราและเพื่อให้เข้าใจการเข้าชมของคุณบนแพลตฟอร์มและไซต์ของเราได้ดียิ่งขึ้น",
    "4215483493": "ตอบ: hCaptcha ออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่เริ่มต้น ซึ่งแตกต่างจากตัวเลือกทั่วไปอย่าง reCAPTCHA ที่เครือข่ายโฆษณาเป็นเจ้าของ ซึ่งมีแรงจูงใจในการติดตามคุณในเว็บและเชื่อมโยงคุณกับตัวตนที่แท้จริง",
    "4217013126": "โดยทั่วไป การจ่ายเงินจะดำเนินการตลอดทั้งวันในวันที่จ่ายเงิน และโดยทั่วไปแล้วจะเสร็จสิ้นภายในเวลาเที่ยงคืนของเวลาแปซิฟิก หากบัญชีถูกตั้งค่าสถานะให้ตรวจสอบ อาจใช้เวลาเพิ่มเติมอีกห้าวันทำการในการถอนเงิน",
    "4217693416": ". เว็บไซต์ hCaptcha.com และ BotStop.com (ไซต์) อาจมีคุกกี้เพิ่มเติมตามที่อธิบายไว้ในนโยบายนี้",
    "42182578": "ลบข้อมูลส่วนบุคคลของคุณ",
    "4222109231": "ลดความเสี่ยง API ด้วยผลิตภัณฑ์ระดับองค์กรของ hCaptcha",
    "4224961202": "ความเป็นส่วนตัว ความปลอดภัย และการเรียนรู้ของเครื่อง",
    "4227800293": "( ) ผู้ใช้อีเมลจะไม่ทนกับมัน",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "การจัดหมวดหมู่แอตทริบิวต์",
    "4230322909": "เราพยายามทำความเข้าใจลูกค้าใหม่แต่ละรายและกรณีการใช้งานที่ต้องการอยู่เสมอ เพื่อยืนยันว่าเหมาะสมสำหรับผลิตภัณฑ์และบริการของเรา และเพื่อให้แน่ใจว่าเป็นไปตามนโยบายที่เรานำมาใช้ในฐานะบริษัท",
    "423222878": "การโจมตีทางไซเบอร์ที่ยากที่สุดในการตรวจจับ ป้องกัน และหยุดคือการโจมตีที่ผู้ประสงค์ร้ายสามารถใช้ข้อมูลรับรองผู้ใช้ที่ถูกต้องตามกฎหมายเพื่อเข้าสู่บัญชีผู้ใช้ที่ใช้งานอยู่ หากไม่มีความสามารถในการตรวจจับที่ซับซ้อน บริษัทที่โฮสต์บัญชีก็ไม่มีเหตุผลที่จะต้องสงสัยว่ามีอะไรผิดปกติ ดูเหมือนว่าลูกค้าจะเข้าสู่ระบบบัญชีของตนแล้ว ผู้โจมตีบรรลุอุบายที่ประสบความสำเร็จโดยใช้ข้อมูลประจำตัวที่ถูกขโมย ซึ่งมักเป็นผลมาจากเทคนิคการโจมตีทางอินเทอร์เน็ตที่เรียกว่า \"การบรรจุข้อมูลรับรอง\" เป็นปัญหาร้ายแรงในปัจจุบัน แต่ก็สามารถบรรเทาได้ด้วยมาตรการรับมือที่เหมาะสม",
    "424089481": "Amazon Web Services, Inc. (ทั่วโลก) บริการที่มีให้: Amazon Web Services https://aws.amazon.com/security/",
    "4242322181": "คุณมีหน้าที่รับผิดชอบในการชำระภาษีทั้งหมดที่เกี่ยวข้องกับบริการนอกเหนือจากภาษีของสหรัฐอเมริกาที่ประเมินจากรายได้สุทธิหรือทรัพย์สินส่วนบุคคลของ Intuition Machines",
    "4243348003": "ขั้นตอนที่ 3: เยี่ยมชม",
    "4246520782": "อันที่จริง อินเทอร์เน็ตเป็นพยานถึงการแข่งขันทางอาวุธที่แท้จริงระหว่างผู้โจมตีและผู้ปกป้องในช่วงไม่กี่ปีที่ผ่านมา",
    "4247858664": "หน้าลงทะเบียนการเข้าถึง",
    "4248655793": "— อเล็กซ์เอ็ม",
    "4255608322": "ปรับปรุงล่าสุด: 12 เมษายน 2021",
    "42559805": "คุณต้องการการเริ่มต้นใช้งานด่วนหรือไม่?",
    "4256083674": "เมื่อมีการร้องขอโดยตรงจากผู้รวมระบบเพื่อระบุความเสี่ยงในการฉ้อโกงของคำขอท้าทาย CAPTCHA เฉพาะหรือที่อยู่ IP หรืออื่นๆ เมื่อได้รับความยินยอมโดยเฉพาะ",
    "4257144752": "การประมาณการตามเวลาจริงไม่ได้สะท้อนถึงความถูกต้องหรือความเป็นมนุษย์ในขั้นสุดท้าย ดังนั้นรายได้ขั้นสุดท้ายของคุณจึงอาจแตกต่างกันขึ้นหรือลงอย่างมากจากตัวเลขที่แสดงในแดชบอร์ดก่อนการกระทบยอดครั้งแรกของคุณ",
    "4260466272": "คุณสามารถเลือกที่จะหยุดใช้เว็บไซต์ของเราได้ตลอดเวลา โดยคุณจะต้องปฏิบัติตามนโยบาย IMI ที่บังคับใช้ทั้งหมด เราอาจใช้ดุลยพินิจของเรา แต่เพียงผู้เดียวในการยุติข้อตกลงนี้ ระงับการเข้าถึงเว็บไซต์ของเรา หรือลบบริการใด ๆ ทันทีโดยไม่ต้องแจ้งให้ทราบด้วยเหตุผลใดๆ",
    "4260542944": "การขูดเนื้อหา (เรียกอีกอย่างว่า \"การขูดหน้าจอ\" หรือเพียงแค่ \"การขูด\") เป็นกระบวนการที่คุ้นเคยและมักมีประโยชน์ในการรวบรวมข้อมูลจากเว็บ อย่างไรก็ตาม ในช่วงไม่กี่ปีที่ผ่านมา เทคนิคนี้ได้กลายเป็นเครื่องมือที่แฮ็กเกอร์และผู้ฉ้อฉลชื่นชอบ มาตรการรับมือสามารถบรรเทาภัยคุกคามได้อย่างมีประสิทธิภาพ แต่ในการนำไปใช้ จำเป็นต้องทำความเข้าใจว่ากระบวนการทำงานอย่างไร",
    "426125156": "17. ลิขสิทธิ์และการลบออก",
    "4263626815": "คุกกี้การเข้าถึง hCaptcha ทำงานได้กับเบราว์เซอร์ยอดนิยมและตัวบล็อกโฆษณาด้วยการตั้งค่ามาตรฐาน ดังนั้นโดยทั่วไปความล้มเหลวนั้นเกิดจากสคริปต์ \"ต่อต้านการบล็อกโฆษณา\" หรือชุดกฎที่คล้ายกันซึ่งกำหนดเป้าหมายไปยังไซต์เฉพาะ",
    "4264784515": "ข้อบกพร่องด้านความปลอดภัย",
    "4270038521": "(\"ไซต์\") และอินเทอร์เฟซโปรแกรมแอปพลิเคชัน hCaptcha และซอฟต์แวร์และวัสดุที่เกี่ยวข้อง (เรียกรวมกันว่า \"บริการ\")",
    "4272022475": "คำขอและทรัพย์สินทั้งหมดไปที่ hcaptcha.yourdomain.com",
    "4272088465": "องค์กรการกุศลที่คุณเลือกพร้อมรายได้ที่คุณได้รับจากการใช้",
    "4272454814": "ผสานรวมกับผู้ให้บริการข้อมูลประจำตัวที่คุณเลือก",
    "4274324704": "ต่อไปนี้คือวิธีการใช้ชื่อของเราเป็นลายลักษณ์อักษร:",
    "4277475973": "( ) ประชาชนไม่เต็มใจที่จะรับเงินรูปแบบใหม่แปลก ๆ",
    "4280117172": "หลายๆ ประเทศทำได้ดีกว่าสหรัฐอเมริกาเล็กน้อย รวมถึงไนจีเรีย อินเดีย บราซิล และเยอรมนี:",
    "4281708680": ". ที่ hCaptcha เราจงใจใช้แนวทางที่แตกต่างกันมาก โดยใช้เทคนิคการเรียนรู้ของเครื่องที่รักษาความเป็นส่วนตัวเพื่อระบุพฤติกรรมทั่วไปของบอทด้วยความแม่นยำสูง ทั้งหมดนี้ในขณะที่ใช้และจัดเก็บข้อมูลให้น้อยที่สุด",
    "4284094387": "†† การกระทบยอดและการจ่ายเงินบางเดือนมิถุนายน 2021 จะดำเนินการในสัปดาห์ถัดไป เนื่องจากความล่าช้าในการตรวจสอบการคำนวณขั้นสุดท้ายระหว่างกรอบเวลาการกระทบยอด",
    "4286602632": "c) 100,000 คำขอต่อเดือนสำหรับผู้รวมระบบที่ใช้บัญชี hCaptcha Publisher (ฟรี) เพื่อเปิดใช้งานผลิตภัณฑ์การจัดการบอทเชิงพาณิชย์ เช่น เว็บไฟร์วอลล์ (WAF) และแอปพลิเคชันที่คล้ายกัน",
    "4290195307": "สำหรับคำแนะนำโดยละเอียด",
    "433424759": "การฉ้อโกงการชำระเงินประกอบด้วยธุรกรรมที่ผิดกฎหมายทุกประเภทที่อาชญากรไซเบอร์ทำให้เหยื่อของสิ่งที่มีค่าซึ่งโดยทั่วไปแล้วคือเงิน ซึ่งอาจหมายถึงการใช้บัตรเครดิตที่ถูกขโมยมาเพื่อสั่งซื้อสินค้าออนไลน์หรือเข้าบัญชีธนาคารและโอนเงินออกจากบัญชีอย่างผิดกฎหมาย มีหลายรูปแบบ แต่ทั้งหมดมีผลลัพธ์เหมือนกัน: คนโกงใช้ข้อมูลประจำตัวที่ขโมยมาหรือข้อมูลการชำระเงินเพื่อขโมยจากผู้บริโภค ธนาคาร หรือผู้ค้า",
    "435302267": "บล็อกโพสต์ของบริษัท",
    "436125785": "สิ่งนี้ไม่น่าแปลกใจเนื่องจากความไม่ถูกต้องของลูปป้อนกลับที่มีอยู่ในผลิตภัณฑ์เหล่านั้น และข้อเท็จจริงที่ว่าพวกเขาถูกขายโดยเครือข่ายโฆษณาที่มีส่วนได้ส่วนเสียอย่างล้นหลามที่จะไม่ตรวจจับบอทได้ดีเกินไป เกรงว่ามันจะส่งผลเสียต่อธุรกิจหลักของพวกเขา",
    "439777523": "เรื่องระเบียบ",
    "443094024": "Filebin",
    "444492541": "คำแนะนำบันทึกการแก้ไขข้อบกพร่องสำหรับ Firefox",
    "448807334": "(\"ผู้คนนับร้อยล้านแก้ปัญหาโดย CAPTCHA ทุกวัน\") สืบค้นเมื่อ 8 กรกฎาคม 2019",
    "451701069": "สอดคล้องกับ GDPR, CCPA,",
    "452920031": "หมายเหตุสำหรับลูกค้านอกสหรัฐอเมริกา",
    "453723556": "คุณสามารถยุติภาคผนวกของลูกค้านี้โดยไม่ขึ้นอยู่กับข้อกำหนดในการให้บริการโดยยุติการเป็นลูกค้าหรือผู้ขอ เราขอสงวนสิทธิ์ในการระงับหรือยุติสถานะของคุณในฐานะลูกค้าหรือผู้ร้องขอเมื่อใดก็ได้ หรือเพื่อยุติบัญชีของคุณหรือการใช้บริการที่สอดคล้องกับข้อกำหนดในการให้บริการ คุณยังคงต้องรับผิดเมื่อมีการยกเลิกสำหรับจำนวนเงินใด ๆ ที่ต้องชำระภายใต้แบบฟอร์มการสั่งซื้อของคุณ หากการสมัครของคุณมีค่าธรรมเนียมรายเดือนหรือรายปี หรือขั้นต่ำรายเดือนหรือรายปี คุณจะยังคงมีหน้าที่รับผิดชอบในการชำระค่าธรรมเนียมบริการทั้งหมดจนถึงสิ้นเดือนหรือปีนั้นตามลำดับ",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "ใช่. เราและผู้ให้บริการวิเคราะห์หรือผู้ให้บริการ พันธมิตรทางการตลาด และบริษัทในเครืออาจใช้คุกกี้ เว็บบีคอน หรือพิกเซลและเทคโนโลยีอื่นๆ เพื่อให้แน่ใจว่าทุกคนที่ใช้ไซต์จะได้รับประสบการณ์ที่ดีที่สุด โปรดดูส่วน \"การวิเคราะห์บุคคลที่สามและเทคโนโลยีการติดตาม\" ของนโยบายความเป็นส่วนตัวของเราสำหรับรายละเอียดเพิ่มเติม",
    "458271951": "หากคุณเป็น Contributor ที่เข้าถึงบริการและ/หรือทำงานผ่านหรือเกี่ยวข้องกับ Integrator ในนามของ Intuition Machines (ทำหน้าที่เป็นผู้ขอ) Intuition Machines อาจให้รางวัลแก่คุณสำหรับงานบางอย่างที่ยอมรับได้ ในกรณีที่พบว่าคุณมีส่วนร่วมในการฉ้อโกง ละเมิด หรือละเมิดข้อกำหนดในการให้บริการนี้ รางวัลใดๆ และทั้งหมดสำหรับคุณอาจถูกระงับและ/หรือกู้คืนโดย Intuition Machines",
    "458376553": "คุณสามารถเข้าถึง แก้ไข แก้ไข หรือลบข้อมูลส่วนบุคคลบางอย่างที่คุณอาจให้ไว้กับเราผ่านบัญชีผู้ใช้ Integrator ลูกค้า หรือผู้ใช้การเข้าถึงได้ (หากคุณเป็นผู้ผสานรวม ลูกค้า หรือผู้ใช้ความสามารถในการเข้าถึง) หากคุณไม่สามารถทำได้ หรือมีคำถามใด ๆ เกี่ยวกับข้อมูลส่วนบุคคลที่เราได้รวบรวมและ/หรือแบ่งปันเกี่ยวกับคุณ หรือต้องการเพิกถอนความยินยอมของคุณในการประมวลผลของเรา (เช่น ลบบัญชีของคุณทั้งหมด) โปรดติดต่อเราที่",
    "461631543": "GDPR หมายเหตุ",
    "462321455": "ที่ตั้งของอนุญาโตตุลาการ. การดำเนินการอนุญาโตตุลาการภายใต้หัวข้อนี้จะเกิดขึ้นโดยปริยายภายในรัฐแคลิฟอร์เนีย เว้นแต่คุณจะอาศัยอยู่นอกสหรัฐอเมริกา ซึ่งในกรณีนี้ การอนุญาโตตุลาการจะดำเนินการทั้งหมดทางอิเล็กทรอนิกส์หรือทางโทรศัพท์ การอนุญาโตตุลาการอาจเกิดขึ้นที่สถานที่อื่น ๆ หากทุกฝ่ายตกลงเป็นลายลักษณ์อักษร โดยไม่คำนึงถึงสถานที่ตั้ง ฝ่ายใดฝ่ายหนึ่งอาจเลือกที่จะปรากฏตัวที่อนุญาโตตุลาการผ่านวิดีโอสดหรือการประชุมทางไกล",
    "464238793": "หาก Google ตัดสินเองว่าผู้ใช้ที่เห็นโฆษณาหรือคลิกลิงก์เป็นบอท จะไม่สามารถเรียกเก็บเงินสำหรับโฆษณาที่แสดงต่อผู้ใช้รายนั้น ผลประโยชน์ทับซ้อนนี้ได้จำกัดขอบเขตของความทะเยอทะยานในการต่อต้านบ็อตของ Google อย่างรุนแรง",
    "465714311": "สำหรับผู้ใช้การเข้าถึง: Q&A และคู่มือการแก้ไขปัญหา",
    "465783046": "ต้องการลองใช้ข้อมูลของคุณหรือไม่?",
    "468929661": "ต้นทุนเฉลี่ยของการทำลาย reCAPTCHA นั้นต่ำอย่างไม่น่าเชื่อ (น้อยกว่า 1 ดอลลาร์ต่อการแก้ปัญหา 1,000 ครั้ง) และไม่ได้เพิ่มขึ้นอย่างมากตั้งแต่การตรวจสอบของเราเริ่มต้นในปี 2559 สิ่งนี้ใช้ได้กับทั้ง reCAPTCHA v2 และ v3 [",
    "469089249": "ตอบ: โดยทั่วไปเกิดจากการใช้ตัวบล็อกโฆษณาเชิงรุกหรือส่วนขยายต่อต้านคุกกี้ หรือการตั้งค่าที่บล็อกคุกกี้ \"ข้ามไซต์\" ในกรณีนี้คือคุกกี้สำหรับ hcaptcha.com ที่ตั้งค่าหรือตรวจสอบโดย hCaptcha JS บน เว็บไซต์ต่างๆ เช่นเดียวกับที่คุณกำลังเยี่ยมชม",
    "47536007": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha",
    "477275453": "เหตุใด API จึงเป็นเป้าหมายยอดนิยมสำหรับแฮกเกอร์",
    "487083593": "ฝ่ายขาย",
    "493717511": "2. ลูกค้ารายนี้ขอใช้บริการได้หรือไม่",
    "497117287": "ตัวเลือกการช่วยสำหรับการเข้าถึง",
    "499510428": "ในความเป็นจริงเราเชื่อว่ากฎระเบียบได้ช่วยเราที่นี่",
    "501102544": ": เราเชื่อว่าบริการต่อต้านบอท hCaptcha (เช่น บริการที่ฝังโดยเว็บไซต์ เกม หรือแอปบนอุปกรณ์เคลื่อนที่) รวมเฉพาะคุกกี้ที่เรียกว่า \"การยกเว้นความยินยอม\" ตามระเบียบข้อบังคับของ GDPR ตัวอย่างของคุกกี้ที่ได้รับการยกเว้น ได้แก่:",
    "504332576": "เราภูมิใจที่จะประกาศว่า hCaptcha ได้เติบโตขึ้นเป็นบริการรักษาความปลอดภัยทางไซเบอร์อิสระที่ใหญ่ที่สุดในโลก โดยทำงานบนอินเทอร์เน็ตประมาณ 15% - และเรารับส่วนแบ่งการตลาดส่วนใหญ่โดยตรงจาก Google reCAPTCHA ร่วมกัน hCaptcha และ",
    "505891021": "บริการติดฉลาก",
    "508143070": "โปรดทราบว่า IMI เป็นผู้ควบคุมข้อมูลส่วนบุคคลของคุณ ยกเว้นในกรณีที่เราประมวลผลข้อมูลส่วนบุคคลในนามของผู้ผสานรวมของเราที่เกี่ยวข้องกับข้อกำหนดของบริการของเรา ซึ่งในกรณีนี้ เราเป็นผู้ประมวลผลข้อมูลส่วนบุคคล และผู้รวมระบบเหล่านั้นเป็นผู้ควบคุมของ ข้อมูลส่วนบุคคล.",
    "512598290": "ดังนั้น เราต้องขอให้คุณใช้เครื่องหมายและโลโก้ hCaptcha ทั้งหมดในรูปแบบที่เป็นไปตามกฎด้านล่าง ซึ่งรวมถึงการใช้อักษรตัวพิมพ์ใหญ่ แบบอักษร และรูปแบบ",
    "512991700": "หากคุณต้องการโต้แย้งค่าธรรมเนียมใดๆ คุณต้องติดต่อฝ่ายสนับสนุนลูกค้าของเราภายในสามสิบ (30) วันหลังจากวันที่ปิดในใบแจ้งยอดการเรียกเก็บเงินหรือใบแจ้งยอดบัญชีครั้งแรกซึ่งมีข้อผิดพลาดหรือปัญหาปรากฏขึ้นเพื่อรับการปรับปรุงหรือเครดิต",
    "515733427": "( ) ความเต็มใจของผู้ใช้ในการติดตั้งแพตช์ OS ที่ได้รับทางอีเมล",
    "517010299": "โปรดทราบ: ขณะนี้เรากำลังดำเนินการเปลี่ยนส่วนแบ็คเอนด์ครั้งใหญ่เป็นการกระทบยอดแบบเกือบเรียลไทม์ การกระทบยอดเป็นระยะจะทำงานน้อยกว่าปกติจนถึงไตรมาสที่ 1 ปี 2021 ซึ่งจะไม่ส่งผลต่อกำหนดการหรือวันที่จ่ายเงิน",
    "519755936": "คุณคนเดียวมีหน้าที่รับผิดชอบในการปฏิบัติตามกฎหมายของรัฐบาลกลาง รัฐ จังหวัด และท้องถิ่นที่เกี่ยวข้องกับการใช้บริการของคุณ คุณตกลงที่จะชดใช้ค่าเสียหายและถือว่าเราไม่เป็นอันตรายต่อการเรียกร้องใด ๆ กับเรา เนื่องจากคุณล้มเหลวในการปฏิบัติตามกฎหมายหรือละเมิดสิทธิ์ของบุคคลที่สาม ซึ่งรวมถึงแต่ไม่จำกัดเพียงสัญญา ทรัพย์สินทางปัญญา หรือสิทธิ์ความเป็นส่วนตัว",
    "532470444": "ความสมดุลอาจเปลี่ยนแปลงเล็กน้อยในแต่ละปี แต่พฤติกรรมนี้เป็นเพียงการสะท้อนถึงธรรมชาติพื้นฐานของมนุษย์ และประวัติศาสตร์ที่บันทึกไว้ห้าพันปีบ่งบอกว่าไดนามิกไม่น่าจะเปลี่ยนแปลงในเร็วๆ นี้",
    "535659033": "การแสดงที่มาของครีเอทีฟคอมมอนส์",
    "538871570": "การแข่งขันกับ Google และบริษัทยักษ์ใหญ่ด้านเทคโนโลยีอื่น ๆ ดูเหมือนจะเป็นคำสั่งที่สูงส่ง: อำนาจทางการตลาดที่ผูกขาด ผลกระทบของแพลตฟอร์ม และกองทัพของนักพัฒนาที่ได้รับค่าตอบแทนสูงนั้นโดยทั่วไปถือว่าทรงพลังเกินกว่าจะรับมือได้สำหรับทุกคน ยกเว้นยักษ์ใหญ่ด้านเทคโนโลยีอื่นๆ เช่น Facebook หรือ Amazon เรื่องราวของเราแสดงให้เห็นว่าไม่จำเป็นต้องเป็นแบบนั้น คุณสามารถเอาชนะ Big Tech ได้โดยเน้นที่ความเป็นส่วนตัว",
    "54093347": "ตัวแทนที่ลงทะเบียน DMCA",
    "547245263": "แก้ปัญหาบอทของคุณวันนี้",
    "548587288": "รอบโลก.",
    "55035359": "กำลังใช้ reCAPTCHA?",
    "551761392": "และส่งลิงก์) และภาพหน้าจอ (ไม่บังคับ) หากคุณสงสัยว่ามีบางอย่างแสดงไม่ถูกต้อง กรุณาส่ง IP ที่คุณใช้ด้วย สามารถหาซื้อได้ที่",
    "552920956": "hCaptcha ช่วยให้เว็บไซต์ได้รับรางวัลในขณะที่บล็อกบอทและรูปแบบอื่น ๆ ของการละเมิด hCaptcha ยังช่วยให้คุณสนับสนุนองค์กรการกุศลที่คุณเลือกด้วยรายได้เหล่านี้",
    "554844646": "คุณสามารถยืนยันได้ว่าส่วนขยายใช้งานได้โดยเห็นตัวนับลดลง 1 ทุกครั้งที่คลิก",
    "555158694": "บริการที่คุณใช้ได้เลือกที่จะปรับปรุงประสบการณ์ของคุณบนเว็บไซต์โดยการติดตั้ง hCaptcha เพื่อลดการรับส่งข้อมูลที่เป็นอันตราย",
    "555246307": "อย่างไรก็ตาม เรื่องราวของขุนนางและคนขับรถของเขาจบลงอย่างไร: ตำรวจให้ชายสองคนนั่งในห้องด้วยกันหลายชั่วโมงและรู้สึกเบื่อหน่าย ในตอนท้ายของวัน เขาปรากฏตัวและพูดว่า “ฉันจะคุยกับคนขับเกวียนเดี๋ยวนี้” ชายในชุดขุนนางยืนขึ้น เขาเบื่อมากจนลืมไปว่าเขาแกล้งทำเป็นเป็นขุนนางเท่านั้น",
    "555749578": "มีความแปรปรวนน้อยกว่า 1% ของอัตราการแก้ปัญหาในประเทศหลักๆ ในทุกทวีป",
    "558378834": "ดังนั้นเราจึงไม่รับคำขอสำหรับคำถามเกี่ยวกับร่มอีกต่อไปในขณะนี้ โอกาสที่จะเกิดความสับสนเมื่อผู้ใช้ปลายทางเห็นคำถามเกี่ยวกับร่มในช่วงเวลาปัจจุบันนั้นสูงเกินไป และท้ายที่สุด เป้าหมายของเราคือทำให้โลกนี้น่าอยู่ขึ้น",
    "563059212": "รายชื่อผู้ประมวลผลย่อย",
    "564127016": "ไอคอนรูปมือ hCaptcha:",
    "565624910": "ร่าง",
    "578738483": "โดยทั่วไป คุณสามารถเปิดใช้งานหรือปิดใช้งานการใช้คุกกี้ได้ในภายหลังผ่านฟังก์ชันการทำงานที่สร้างไว้ในเว็บเบราว์เซอร์ของคุณ หากคุณต้องการเรียนรู้เพิ่มเติมเกี่ยวกับคุกกี้ หรือวิธีควบคุม ปิดใช้งาน หรือลบคุกกี้ โปรดไปที่",
    "58091799": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha Publisher และ Enterprise",
    "583434701": "การช่วยสำหรับการเข้าถึง hCaptcha",
    "585557010": "ท้าทายน้อยกว่า 0.1% ของผู้ใช้ที่ถูกกฎหมาย",
    "593735469": "เหตุใดโซลูชันป้องกันสแปมใหม่ของคุณจึงไม่ทำงาน",
    "595582512": "หากคุณต้องการปกป้องไซต์หรือแอปของคุณอย่างมีประสิทธิภาพจากบอท นักส่งสแปม หรือผู้มุ่งร้ายอื่นๆ ทั้งหมดในขณะที่รักษาความเป็นส่วนตัวของผู้ใช้ของคุณ (และปฏิบัติตามข้อบังคับที่เกี่ยวข้องทั้งหมด!) ให้พิจารณา hCaptcha และข้อเสนอ Enterprise ของเรา",
    "596347471": "Application Programming Interfaces (APIs) ได้กลายเป็นเป้าหมายยอดนิยมสำหรับผู้มุ่งร้ายในไซเบอร์สเปซ มีหลายสาเหตุ รวมถึงยูทิลิตี้ที่ยอดเยี่ยมในการรวมแอปพลิเคชัน อย่างไรก็ตาม สามารถลดความเสี่ยงของ API ได้",
    "600646860": "แทนที่จะเสนอบริการที่มีมูลค่าที่น่าสงสัยในขณะที่ดึงแรงงานด้วยมูลค่าที่แท้จริง hCaptcha ให้ทั้งค่าตอบแทนและการป้องกันบอทที่แข็งแกร่ง",
    "604751186": "ประเด็นอื่นๆ ? อีเมล",
    "606978017": "ยินดีต้อนรับสู่ hCaptcha! นโยบายความเป็นส่วนตัวนี้อธิบายแนวทางปฏิบัติของ Intuition Machines, Inc. (\"IMI\", \"เรา\" หรือ \"พวกเรา\") เกี่ยวกับการรวบรวม การใช้ และการเปิดเผยข้อมูลของเรา (รวมถึงข้อมูลส่วนบุคคลที่กำหนดไว้ด้านล่าง) ผ่านเว็บไซต์ของเราที่",
    "611905972": "ให้การเข้าถึงที่ราบรื่นสำหรับผู้ใช้ทุกคนในขณะที่ยังคงรักษาความปลอดภัย",
    "614310292": "ใครเป็นคนสร้าง hCaptcha?",
    "615017396": "คุกกี้ (\"คุกกี้\") คือไฟล์ข้อความขนาดเล็กที่วางอยู่บนฮาร์ดไดรฟ์ของคุณโดยเซิร์ฟเวอร์หน้าเว็บ คุกกี้ประกอบด้วยข้อมูลที่เว็บเซิร์ฟเวอร์ในโดเมนที่ออกคุกกี้ให้คุณอ่านได้ในภายหลัง คุกกี้บางตัวจะใช้ก็ต่อเมื่อคุณใช้คุณสมบัติบางอย่างหรือเลือกการตั้งค่าบางอย่างเท่านั้น และคุกกี้บางตัวจะถูกใช้เสมอ คุณสามารถหาข้อมูลเพิ่มเติมเกี่ยวกับคุกกี้แต่ละรายการได้โดยดูรายการคุกกี้ปัจจุบันของเราที่ด้านล่าง เราอัปเดตรายการนี้เป็นระยะ ดังนั้นอาจมีคุกกี้เพิ่มเติมที่ยังไม่อยู่ในรายการ เว็บบีคอน แท็ก และสคริปต์อาจใช้ในไซต์หรือในอีเมลเพื่อช่วยให้เราส่งคุกกี้ นับการเข้าชม ทำความเข้าใจการใช้งานและประสิทธิภาพของแคมเปญ และพิจารณาว่าอีเมลถูกเปิดและดำเนินการหรือไม่ เราอาจได้รับรายงานจากการใช้เทคโนโลยีเหล่านี้โดยผู้ให้บริการ/การวิเคราะห์ของเราเป็นรายบุคคลและแบบรวม",
    "615031303": "(ดูเชิงอรรถ",
    "615618648": "15 เม.ย. 2021 - 15 ก.ค. 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 ธ.ค. 62**",
    "633598495": "การบริหารความอ่อนล้า คุณอาจนำการเรียกร้องใด ๆ ที่เกิดขึ้นจากการใช้งานเว็บไซต์นี้ของคุณไปยังหน่วยงานด้านการบริหาร แต่เฉพาะในขอบเขตที่กฎหมายที่ใช้บังคับอนุญาตการเข้าถึงหน่วยงานดังกล่าวแม้ว่าจะมีข้อตกลงในการตัดสินชี้ขาด การเรียกร้องทางปกครองดังกล่าวรวมถึงแต่ไม่จำกัดเพียงการเรียกร้องหรือค่าใช้จ่ายที่นำมาต่อหน้าคณะกรรมการโอกาสการจ้างงานที่เท่าเทียมกัน กระทรวงแรงงานสหรัฐ และคณะกรรมการแรงงานสัมพันธ์แห่งชาติ ไม่มีข้อความใดในข้อนี้ที่จะถือว่าเป็นการกีดกันหรือยกโทษให้คุณนำการเรียกร้องทางปกครองก่อนหน่วยงานใด ๆ เพื่อปฏิบัติตามภาระหน้าที่ของคุณในการดำเนินการแก้ไขทางปกครองก่อนที่จะทำการเรียกร้องในอนุญาโตตุลาการ อย่างไรก็ตาม คุณสละสิทธิ์ในการได้รับรางวัลทางการเงินใด ๆ ผ่านทางนี้ การดำเนินการของหน่วยงาน",
    "636461959": "ชื่อ",
    "63719113": "ใช้การเรียนรู้ของเครื่องขั้นสูงเพื่อระบุการเข้าชมที่เป็นอันตรายต่อไซต์และแอปของคุณ รวมถึงการขูดกิจกรรม",
    "639413188": "ในการตอบสนอง",
    "641342999": "หรือเว็บไซต์ที่คุณมีปัญหา (หมายเหตุเกี่ยวกับความเป็นส่วนตัว: ถ้าคุณไม่รังเกียจที่จะแบ่งปันว่ามันคืออะไร) ... จากนั้นคลิกปุ่ม \"ฉันเป็นมนุษย์\" และพยายามแก้ไข",
    "647630208": "และนั่นแหล่ะ! การท่องเว็บออนไลน์ของคุณมีความเป็นส่วนตัวมากขึ้น",
    "648630222": "ป้องกันการฉ้อโกงการชำระเงินด้วย hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 ม.ค. 2564*",
    "64953197": "15 ต.ค. 2563 - 15 ม.ค. 2564",
    "651123197": "การนับยอดรวมในกระเป๋าเงินของคุณจะแสดงบนไอคอนหลังจากเสร็จสิ้นการท้าทาย",
    "653679457": "การหยุดชะงักที่แตกต่างกัน",
    "654326661": "ต้องการที่จะเห็นตัวเอง? ลองใช้ hCaptcha ฟรี",
    "655974837": "ไม่รับประกันเนื้อหา",
    "659124570": "นอกจากนี้ หากคุณเห็นเนื้อหาที่เป็นของคุณทำซ้ำบนแพลตฟอร์ม hCaptcha และต้องการลบออกด้วยเหตุผลใดก็ตาม คุณสามารถติดต่อเราทางอีเมลได้ที่",
    "661412233": "การรู้ภายหลัง captcha ว่าผู้ใช้บางคนเป็นบอทก็มีค่าเช่นกัน ช่วยให้เจ้าของเว็บไซต์สามารถลบโพสต์สแปมเก่าและลบ \"บัญชีที่หลับไหล\" ที่ลงทะเบียนในฟอรัมสแปมในอนาคต ลดการฉ้อโกง และอื่นๆ",
    "664236229": "ดึงคำขอ",
    "680638297": "ให้ข้อมูลเกี่ยวกับการประมวลผลข้อมูลส่วนบุคคลของคุณและให้คุณเข้าถึงข้อมูลส่วนบุคคลของคุณ",
    "685916926": "ทำไม reCAPTCHA ถึงไม่ดีขึ้นเมื่อเวลาผ่านไป",
    "692064738": "( ) ตำรวจจะไม่ทน",
    "692176459": "เข้าสู่ระบบ",
    "693820850": "คุณเอาชนะ Google ได้โดยให้ความเป็นส่วนตัวมาก่อน",
    "69844082": "เครื่องหมายการค้า hCaptcha, สัญลักษณ์กราฟิก, โลโก้, แบบอักษรหรือไอคอนอาจไม่ถูกนำมาใช้ในลักษณะที่ดูหมิ่น",
    "700843971": "Hound Technology, Inc. (ทั่วโลก) ให้บริการ: honeycomb.io",
    "702287791": "hCaptcha สำนักพิมพ์ (ฟรี)",
    "703051968": "ฮา ไอคอนมือ:",
    "707527778": "ข้อมูลจากเด็ก",
    "707541553": "ข้อมูลทั้งหมดที่อยู่ในหน้าอินเทอร์เน็ตของเราได้รับการตรวจสอบโดย IMI หรือบุคคลที่สาม อย่างไรก็ตาม IMI และบุคคลที่สามไม่สามารถรับผิดชอบต่อข้อมูลที่เป็นปัจจุบัน ถูกต้อง หรือสมบูรณ์ นอกจากนี้ยังใช้กับเว็บไซต์อื่น ๆ ที่สามารถเข้าถึงได้ผ่านไฮเปอร์ลิงก์บนหน้าเว็บของเรา IMI ไม่รับผิดชอบต่อเนื้อหาของเว็บไซต์ภายนอกเหล่านี้",
    "710145621": "ให้ข้อมูลความจริงพื้นฐานของคุณเองหรือให้เราสร้างได้ทันที",
    "713281684": "มะเขือ",
    "714342693": "ทีมงาน hCaptcha ได้รวบรวมข้อมูลการกำหนดราคาจากบริการทำลายแคปต์ชา \"เว็บมืด\" มาตั้งแต่ปี 2016 เราสังเกตเห็นแนวโน้มที่น่าสนใจ:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "ต้องการการควบคุมจากต้นทางถึงปลายทางใช่ไหม",
    "723027910": "นี่ไม่ใช่คำแนะนำทางกฎหมาย และไม่มีการรับประกันเกี่ยวกับการวิเคราะห์นี้ หากคุณมีคำถามหรือข้อกังวลเพิ่มเติม โปรดติดต่อเราที่",
    "728503636": "วันที่จ่ายเงิน",
    "731546974": "10. ภาษีผู้มีส่วนร่วมหรือผู้ประกอบธุรกิจ",
    "734735952": "เราได้ประเมินผู้จำหน่าย CAPTCHA จำนวนหนึ่งรวมถึงการสร้างระบบด้วยตัวเราเอง ในที่สุด hCaptcha ก็กลายเป็นทางเลือกที่ดีที่สุดสำหรับ reCAPTCHA",
    "735630686": "การจัดการข้อมูลของคุณ (สิทธิ์ของคุณ)",
    "740501259": "ไปป์ไลน์ที่ขับเคลื่อนด้วย API อย่างง่าย",
    "741483946": "* กล่าวอีกนัยหนึ่ง: คุณสามารถรับโทเค็น hCaptcha Privacy Pass ได้ที่ hCaptcha.com และใช้บนไซต์อื่นโดยตรงโดยใช้ hCaptcha.com คุณไม่สามารถรับหรือแลกโทเค็น hCaptcha Privacy Pass เพื่อเลี่ยงผ่านบริการ hCaptcha ที่ใช้โดย Cloudflare เนื่องจาก Cloudflare ออกและแลกโทเค็น Privacy Pass ของตัวเอง",
    "751483365": "รองรับไคลเอนต์ที่ไม่ใช่ JavaScript",
    "755156539": "hCaptcha ตัวแทนจำหน่ายที่ได้รับอนุญาต™",
    "755283510": "หากคุณเชื่อว่าเรามีข้อมูลใดๆ จากหรือเกี่ยวกับเด็กอายุต่ำกว่า 13 ปี",
    "759057398": "ประกาศถึงเจ้าของข้อมูลในสหภาพยุโรป",
    "763447231": "ในเวลาเดียวกัน การหยุดบอทไม่ให้เข้าถึงไซต์ของผู้เผยแพร่โฆษณาสามารถเปิดเผยการฉ้อโกงโฆษณา โดยเจาะผลิตภัณฑ์ reCAPTCHA ของ Google โดยตรงกับธุรกิจโฆษณา ซึ่งสร้างรายได้มากกว่า 80%",
    "766825168": "การดำเนินการที่เราอาจดำเนินการภายใต้นโยบายผู้ละเมิดซ้ำของ DMCA รวมถึงการส่งการแจ้งเตือนเกี่ยวกับการมองเห็นที่เพิ่มขึ้นไปยังลูกค้าของบัญชีที่บันทึกไว้ เพื่อรับทราบการแจ้งเตือนเหล่านี้ เราอาจกำหนดให้ลูกค้าลงชื่อเข้าใช้บัญชีหรือโทรติดต่อทีมสนับสนุนของเรา นอกจากนี้เรายังสงวนสิทธิ์ในการระงับหรือยุติ ตลอดจนใช้มาตรการชั่วคราวอื่นๆ กับบริการ hCaptcha และ IMI ของลูกค้ารายใดก็ตามที่เรายังคงได้รับการแจ้งเตือน DMCA เกี่ยวกับการละเมิดที่ถูกกล่าวหา แม้ว่าเราจะส่งการแจ้งเตือนผู้ละเมิดซ้ำแล้วก็ตาม นอกจากนี้ เราอาจยุติบริการ hCaptcha หรือ IMI อื่น ๆ ตามดุลยพินิจของเรา แต่เพียงผู้เดียวที่มอบให้กับลูกค้าเหล่านี้เมื่อเรายุติบริการ hCaptcha ภายใต้นโยบายนี้",
    "767207800": "หากข้อมูลของคุณมีเนื้อหาที่อาจโจ่งแจ้งหรือไม่เหมาะสม เราต้องการให้คุณทำเครื่องหมายว่าเป็น \"เนื้อหาที่ชัดเจน\" เพื่อเป็นการเตือนที่ยุติธรรมแก่ใครก็ตามที่เห็นข้อมูลของคุณ คุณอาจไม่มีข้อตกลงเป็นลายลักษณ์อักษรแยกต่างหากกับ IMI รวมถึงงานที่ละเมิดนโยบายของเรา รวมถึงแต่ไม่จำกัดเพียง (ก) งานที่ส่งเสริมเว็บไซต์หรือบริการอื่นโดยตรงหรือโดยอ้อม (ข) งานที่ละเมิดข้อกำหนดของเว็บไซต์บุคคลที่สามและ เงื่อนไข (c) งานที่ขอให้ Contributor ร้องขอบุคคลที่สาม (d) งานที่ขอให้ Contributor ดำเนินการเพื่อจัดการกับพฤติกรรมหรือผลลัพธ์ของเว็บไซต์ (e) งานที่ละเมิดสิทธิ์ในทรัพย์สินทางปัญญาของบุคคลที่สาม และ (f) งาน ที่ต้องการให้ Contributor ดาวน์โหลดซอฟต์แวร์หรือไฟล์",
    "770264626": "เพิ่ม hCaptcha ในบริการของคุณ (ฟรี)",
    "776542208": "( ) การแข่งขันอาวุธนิรันดร์เกี่ยวข้องกับวิธีการกรองทั้งหมด",
    "777660551": "การบรรจุหนังสือรับรองคืออะไร?",
    "778204464": "สามารถใช้องค์ประกอบ Rich Text กับเนื้อหาแบบสแตติกหรือไดนามิก สำหรับเนื้อหาคงที่ เพียงวางลงในหน้าใดก็ได้แล้วเริ่มแก้ไข สำหรับเนื้อหาแบบไดนามิก ให้เพิ่มฟิลด์ Rich Text ลงในคอลเล็กชัน จากนั้นเชื่อมต่อองค์ประกอบ Rich Text กับฟิลด์นั้นในแผงการตั้งค่า โว้ว!",
    "779426309": "ชื่อจริง ตัวระบุส่วนบุคคลที่ไม่ซ้ำกัน ตัวระบุออนไลน์ ที่อยู่อินเทอร์เน็ตโปรโตคอล ที่อยู่อีเมล ชื่อบัญชี หรือตัวระบุอื่นที่คล้ายคลึงกัน",
    "779817954": "ถาม: หากฉันมีบัตรผ่าน Privacy Pass ที่ออกโดยผู้ให้บริการรายอื่น ฉันสามารถแลกใช้บน hCaptcha ได้หรือไม่",
    "780280214": "hCaptcha และ hCaptcha Enterprise บรรเทาภัยคุกคามจากการบรรจุหนังสือรับรองได้อย่างไร",
    "780475098": "เครือข่ายโฆษณามองว่าผู้เยี่ยมชมของคุณเป็นผลิตภัณฑ์ เราสนใจแค่ว่าการมาเยี่ยมจะดีหรือไม่ดี hCaptcha ปฏิบัติตาม GDPR, CCPA, LGPD, PIPL และกฎหมายข้อมูลระดับโลกอื่นๆ",
    "787916198": "ด้วยความยินยอมของคุณ",
    "788770967": "เสียใจเป็นอย่างยิ่ง! คุณอาจต้องการใช้ตัวเลือกการช่วยสำหรับการเข้าถึงของเรา:",
    "793242047": "ลดความท้าทายที่นำเสนอต่อผู้ใช้เพื่อให้สามารถเข้าถึงแอปพลิเคชันได้อย่างรวดเร็ว",
    "793784899": "แผน",
    "803639471": "โลโก้ hCaptcha ประกอบด้วยไอคอนรูปมือและโลโก้ hCaptcha ในรูปแบบอื่น ไอคอนรูปมืออาจปรากฏขึ้นเองเมื่อมีพื้นที่จำกัด และใช้ \"hCaptcha\" เป็นเครื่องหมายคำ (ตามที่อธิบายไว้ข้างต้น) ใกล้กับไอคอนรูปมือ เพื่อให้เห็นได้ชัดเจนว่าไอคอนรูปมือแสดงถึง hCaptcha",
    "805221621": "กรุณาติดต่อเราได้ที่",
    "805971861": "“Umbrella” เป็นคำศัพท์ใน ImageNet ซึ่งเป็นชุดข้อมูลมาตรฐานมาตรฐานที่ใช้โดยนักวิจัยคอมพิวเตอร์วิทัศน์ การระบุบุคคลที่ถือร่มได้อย่างน่าเชื่อถือเป็นสิ่งสำคัญสำหรับการสร้างระบบช่วยเหลือผู้ขับขี่ขั้นสูง (ADAS) รุ่นใหม่ที่ปลอดภัย",
    "808872868": "ตัวอย่างเช่น สแปม การฉ้อโกง และการละเมิดเกิดขึ้นทางออนไลน์ตั้งแต่เกือบวันหลังจากที่ระบบสองระบบเชื่อมต่อกันครั้งแรก",
    "809251240": "ติดต่อเรา",
    "811735413": "ข้อยกเว้น ข้อพิพาทที่อาจไม่อยู่ภายใต้ข้อตกลงอนุญาโตตุลาการก่อนการโต้แย้งตามที่กำหนดโดย Dodd-Frank Wall Street Reform and Consumer Protection Act (กฎหมายมหาชน 111-203) จะไม่รวมอยู่ในนี้",
    "818049069": "ภายในวันที่ 15 ก.ค. 2562",
    "824740867": "แทนที่จะปรับปรุงโซลูชัน Google แทนที่จะเปิดตัว reCAPTCHA v3 ซึ่งทำงานเหมือนเครือข่ายโฆษณามากกว่าซอฟต์แวร์ความปลอดภัย โดยรวบรวมข้อมูลพฤติกรรมจากทั่วทั้งเว็บเพื่อสร้างโปรไฟล์ผู้ใช้ น่าเสียดายที่สัญญาณประเภทนี้สามารถเอาชนะได้ง่าย ดังนั้นจึงให้การป้องกันบอทเพียงเล็กน้อยในขณะที่ทำลายความเป็นส่วนตัวของผู้ใช้",
    "825780955": "ข้อมูลส่วนบุคคล",
    "826396656": "แผนความต่อเนื่องทางธุรกิจของเรา",
    "832385387": "( ) แนวคิดที่คล้ายกับของคุณนั้นคิดขึ้นมาได้ง่าย แต่ไม่เคยมีใครแสดงให้เห็นมาก่อนว่าใช้ได้จริง",
    "833750823": "มีปัญหากับความท้าทาย?",
    "835249867": "b) 1 ล้านคำขอต่อเดือนสำหรับผู้รวมระบบส่วนใหญ่ที่ใช้บัญชี hCaptcha Publisher (ฟรี) หรือ",
    "835396984": "ปัจจุบันใช้งานอยู่",
    "835545301": "เรารวบรวมข้อมูลประเภทต่อไปนี้:",
    "835717930": "จริยธรรม AI ที่ hCaptcha",
    "836017336": "Firefox",
    "838049015": "เลือกรูปภาพทั้งหมดที่ตรงกับคำค้นหา",
    "838225123": "23. ข้อจำกัดความรับผิดชอบในการรับประกัน",
    "83852121": "ไมโครซอฟท์ คอร์ป (ทั่วโลก) บริการที่มีให้: Microsoft Azure",
    "838951836": "( ) ความไม่ซื่อสัตย์ของตัวส่งสแปมเอง",
    "846501387": "การป้องกันบอทระดับโลก",
    "850025770": "ตอบ: เราเชื่ออย่างนั้น: ผู้ใช้ทุกคนที่มีความบกพร่องในทุกรูปแบบที่สามารถเรียกดูเว็บและป้อนข้อความในแบบฟอร์มสามารถเข้าถึงบริการที่ได้รับการคุ้มครองโดย hCaptcha เมื่อลงทะเบียน อย่างไรก็ตาม นี่ไม่ใช่คำแนะนำทางกฎหมาย: คุณควรทำการประเมินของคุณเอง โดยคำนึงถึงการใช้งานเฉพาะของคุณเพื่อให้แน่ใจว่าเป็นกรณีนี้สำหรับการปรับใช้ของคุณ",
    "851679588": "ใช่.",
    "851786723": "การป้อนอีเมลแสดงว่าคุณยอมรับข้อกำหนดและนโยบายความเป็นส่วนตัวของเรา และรับอีเมลจากเรา",
    "852032043": "ซาฟารี",
    "855097735": "การสร้างบริการที่ทำสิ่งนี้ได้ดีในขณะที่สร้างสมดุลให้กับข้อกังวลทั้งหมดนั้นเป็นปัญหาที่ยากมาก (และเราพยายามปรับปรุงอยู่เสมอเพื่อให้ได้รับประสบการณ์ที่น่าพึงพอใจที่สุด) แต่เราหวังว่าคุณจะเห็นด้วยว่าการลดสแปม การละเมิด การเข้าครอบครองบัญชี และการฉ้อโกงทางออนไลน์ในท้ายที่สุดก็คุ้มค่ากับคำถามง่ายๆ เป็นครั้งคราว",
    "857974529": "เพื่อปรับปรุงเว็บไซต์และบริการ เราใช้ข้อมูลการวิเคราะห์เพื่อปรับปรุงที่มีอยู่และพัฒนาบริการและข้อเสนอใหม่ ๆ และเพื่อปรับแต่งข้อเสนอผลิตภัณฑ์ที่มีอยู่และในอนาคต",
    "858218750": "และคำแนะนำในการใช้งานบน",
    "867314732": "คุณสามารถดึงข้อมูลที่มีความละเอียดสูง",
    "869702955": "ในการปฏิบัติงานบนเว็บไซต์ของเรา คุณอนุญาตให้มีการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของคุณตามนโยบายความเป็นส่วนตัวของเรา นอกจากนี้ เราอาจแบ่งปันข้อมูลบางอย่างเกี่ยวกับคุณและงานที่เสร็จสมบูรณ์ของคุณไปยังผู้ขอซึ่งงานที่คุณทำเสร็จแล้วเพื่ออำนวยความสะดวกในความสัมพันธ์ของการบริการและปรับปรุงเว็บไซต์ ซึ่งรวมถึง ตัวอย่างเช่น ID ผู้ร่วมให้ข้อมูล ที่อยู่ IP งานที่เสร็จสมบูรณ์ และคุณลักษณะอื่น ๆ ที่เกี่ยวข้อง ตามคุณสมบัติ ภาษา ทักษะ และการใช้งานเว็บไซต์",
    "874098071": "หากคุณเป็นผู้ใช้การช่วยสำหรับการเข้าถึง โปรดลงทะเบียนที่นี่",
    "878585497": "เงื่อนไข",
    "879362350": "ด้วย API ใหม่ที่ทำงานบนอินเทอร์เน็ต ทำให้สามารถเชื่อมต่อซอฟต์แวร์หรือแหล่งข้อมูลใดๆ ได้ทุกที่ในโลก โดยไม่คำนึงถึงแพลตฟอร์ม สคีมาข้อมูล หรือภาษาการเขียนโปรแกรม ด้วยเหตุนี้ โลกของการประมวลผลจึงอยู่ท่ามกลางการปฏิวัติ API มีการระเบิดของการเชื่อมต่อระหว่างแอปพลิเคชันและข้อมูล มันเยี่ยมมาก จนกระทั่งมันไม่ใช่",
    "881015166": "เพิ่ม hCaptcha for Publishers ในเว็บไซต์หรือแอปของฉัน",
    "88879089": "Privacy Pass เป็น",
    "897432717": "ด้วยการออกแบบใหม่ของเราสำหรับคะแนนภัยคุกคามที่กำหนดเอง การเพิ่มความรู้ทางธุรกิจของคุณช่วยให้โมเดลของเราสามารถให้คะแนนที่เกี่ยวข้องกับผู้ใช้ของคุณโดยเฉพาะ",
    "907324388": "การทำงาน",
    "910989640": "สร้างรายงานกิจกรรมโดยละเอียดและกำหนดเอง",
    "918924423": "ตัวอย่างเช่น Google ไม่ได้ให้บริการที่มีคุณค่าอย่างเห็นได้ชัดเช่นการตรวจจับบอทย้อนหลัง มีความน่าเชื่อถือมากกว่ามากในการประกาศให้บอทรับส่งข้อมูลของผู้ใช้สร้างขึ้นหลังจากวิเคราะห์ข้อมูลเป็นเวลาหลายวัน",
    "920212083": "รายงานข้อผิดพลาด",
    "922470170": "( ) มาตรการรับมือไม่ควรเกี่ยวข้องกับการทำลายเครือข่ายสาธารณะ",
    "926138631": "ไปที่ความเป็นส่วนตัวและความปลอดภัย จากนั้นไปที่คุกกี้และข้อมูลไซต์อื่นๆ",
    "931661269": "( ) ที่อยู่อีเมลชั่วคราว/ใช้ครั้งเดียวนั้นยุ่งยาก",
    "932546190": "เหตุใด CAPTCHA จึงอยู่กับเราเสมอ",
    "936667684": "เคยถูกขอให้ \"พิมพ์ในอาคาร/ป้ายถนนไหม\"",
    "938404336": "2. แตกต่างกันไป; นานถึง 30 วัน",
    "939665604": "เน้นความเป็นส่วนตัว",
    "941057651": "( ) การลงทุนซอฟต์แวร์ที่มีอยู่อย่างมหาศาลใน SMTP",
    "946838734": "3. เลือกปุ่ม \"ขั้นสูง\"",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "ไม่ควรเปลี่ยนการสะกด hCaptcha และ hCaptcha ควรใช้ตัวพิมพ์ใหญ่ในตัวอักษรตัวที่สอง (\"C\") เสมอ มันไม่เคยพหูพจน์หรือความเป็นเจ้าของ",
    "952813944": "การใช้เว็บไซต์ของเราหรือสิ่งใดในข้อตกลงนี้ไม่ได้สร้างความสัมพันธ์ในการจ้างงาน หุ้นส่วน การร่วมทุน ตัวแทน แฟรนไชส์ หรือตัวแทนขายระหว่างคุณกับ Intuition Machines เราไม่ได้จัดหาอุปกรณ์หรือเครื่องมือใด ๆ ให้กับคุณเพื่อให้งานสำเร็จลุล่วง เราไม่ได้ให้ผลประโยชน์ ค่าตอบแทนคนงาน หรือความคุ้มครองการประกันใดๆ แก่คุณ เราไม่รับผิดชอบต่อค่าใช้จ่ายใด ๆ ที่เกิดขึ้นจากการใช้เว็บไซต์ของเรา เราจะไม่หักจำนวนเงินใด ๆ จากรางวัลของคุณสำหรับภาษีเงินได้ของรัฐบาลกลางหรือของรัฐ ประกันสังคม หรือภาษีอื่นใด คุณมีอิสระในการทำงานให้กับบุคคลหรือธุรกิจใดๆ ตลอดเวลา รวมถึงคู่แข่งของเราด้วย คุณไม่มีอำนาจในการทำสัญญาใดๆ ทั้งที่เป็นลายลักษณ์อักษรหรือโดยวาจา ในนามของ Intuition Machines",
    "956019009": "บริษัทโครงสร้างพื้นฐานด้านเว็บที่ใหญ่ที่สุดได้ดำเนินการแล้ว",
    "961941354": "อย่างไรก็ตาม ทั้งหมดนี้ไม่จำเป็นต้องใช้ข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้ (\"PII\") เทคนิคการเข้ารหัสที่ทันสมัยช่วยให้เราสามารถทิ้งข้อมูลส่วนบุคคลใด ๆ ได้โดยเร็วที่สุด โดยสร้างลายเซ็นแบบทางเดียวแทนซึ่งไม่สามารถเชื่อมโยงกับบุคคลใดๆ ได้",
    "963238401": "เราสนใจที่จะรับรายงานข้อบกพร่องด้านความปลอดภัยอยู่เสมอ อีเมล",
    "971933157": "hCaptcha ให้ความสำคัญกับความเป็นส่วนตัว ความโปร่งใส และความยุติธรรม",
    "976209454": "รับรางวัลหรือบริจาคเพื่อการกุศล",
    "98173630": "hCaptcha เป็นบริการ CAPTCHA อิสระที่ใช้กันอย่างแพร่หลายมากที่สุดในโลก",
    "981806349": "สร้างขึ้นบนแพลตฟอร์ม hCaptcha ที่ได้รับการพิสูจน์แล้ว",
    "984849234": "hCaptcha ใช้แมชชีนเลิร์นนิงขั้นสูงเพื่อส่งมอบสิ่งที่ reCAPTCHA ให้คำมั่นเท่านั้น ในขณะที่แบ่งปันคุณค่าที่บันทึกไว้กับเว็บไซต์ที่ใช้งาน",
    "987267027": "งานสังสรรค์",
    "987375734": "IMI ตั้งอยู่ที่สหรัฐอเมริกา ไซต์และบริการถูกควบคุมและดำเนินการโดยเราจากประเทศสหรัฐอเมริกา ข้อมูลส่วนบุคคลของคุณอาจถูกจัดเก็บและประมวลผลในประเทศใด ๆ ที่เรามีสิ่งอำนวยความสะดวกหรือที่เรามีส่วนร่วมกับผู้ให้บริการ และโดยการใช้ไซต์และบริการ คุณยินยอมให้มีการถ่ายโอนข้อมูลไปยังประเทศอื่นนอกประเทศที่คุณอาศัยอยู่ รวมทั้งสหรัฐอเมริกา ซึ่งอาจมีกฎการปกป้องข้อมูลที่แตกต่างจากในประเทศของคุณ ในบางกรณี ศาล หน่วยงานบังคับใช้กฎหมาย หน่วยงานกำกับดูแล หรือหน่วยงานด้านความปลอดภัยในประเทศอื่นๆ เหล่านั้น อาจมีสิทธิ์เข้าถึงข้อมูลส่วนบุคคลของคุณ",
    "987901590": "คุณมีข้อมูลดิบโดยไม่มีชุดการตรวจสอบที่ครอบคลุมหรือไม่? ในกรณีส่วนใหญ่ เราสามารถสร้างให้คุณได้ในขณะที่งานที่ดำเนินการผ่านระบบ หรือสร้างตัวอย่างที่มีป้ายกำกับสำหรับการอนุมัติของคุณ",
    "989480928": "( ) ผลกำไรมหาศาลของสแปม",
    "990215503": "hCaptcha เป็นบริการแคปต์ชาหลักเพียงบริการเดียวที่ไม่ได้เป็นเจ้าของโดยเครือข่ายโฆษณา",
    "993651083": "ขั้นตอนที่ 1: เปิดเครื่องมือสำหรับนักพัฒนาซอฟต์แวร์ (ซึ่งจะเริ่มบันทึกเซสชัน)",
    "996362763": "โทเค็นเหล่านี้ไม่มีการปกปิดและเก็บไว้โดยส่วนขยายเพื่อใช้ในอนาคต เมื่อผู้ใช้เข้าชมไซต์โดยใช้ hCaptcha และจำเป็นต้องผ่านการท้าทาย (ไม่ว่าจะล่องหนหรือผ่านทางปุ่ม \"ฉันเป็นมนุษย์\") พวกเขาจะถูกแลกโดยอัตโนมัติ กระบวนการปิดบังหมายความว่าโทเค็นที่ลงชื่อและแลกแล้วนั้นไม่สามารถเชื่อมโยงด้วยการเข้ารหัสลับจากมุมมองของ hCaptcha ได้ ดังนั้นจึงรักษาความเป็นส่วนตัวของผู้ใช้ไว้ได้",
    "999610953": "สุดท้ายนี้เป็นทางเลือกที่น่าเชื่อถือสำหรับ Google hCaptcha Enterprise มอบการประหยัดค่าใช้จ่าย reCAPTCHA ของคุณอย่างมากด้วยการรักษาความปลอดภัยที่สูงขึ้น: ราคาถูกกว่าถึง 80% ในบางกรณี",
    "999674529": "บอททุกตัวที่ Google ตรวจพบควรมีรายได้เป็นศูนย์โฆษณา แรงจูงใจของบริษัทของ Google จึงไม่สอดคล้องกับผู้ใช้บริการรักษาความปลอดภัย และนี่อาจเป็นคำอธิบายหนึ่งสำหรับประสิทธิภาพที่ต่ำของข้อเสนอด้านความปลอดภัย reCAPTCHA ของพวกเขา"
}