{
  "23114595": "ประสบการณ์ผู้ใช้ที่ยอดเยี่ยม",
  "34074886": "ทุกครั้งที่คุณตอบคำถาม เราใช้โมเดลที่ซับซ้อนเพื่อค้นหาว่าคุณเป็นมนุษย์หรือไม่ จากนั้นเว็บไซต์ที่คุณเยี่ยมชมจะใช้ผลลัพธ์นี้เพื่อช่วยปรับปรุงประสบการณ์ของคุณบนไซต์ของพวกเขาโดยป้องกันบอท",
  "98173630": "hCaptcha เป็นบริการ CAPTCHA อิสระที่ใช้กันอย่างแพร่หลายมากที่สุดในโลก",
  "111184581": "โฮสติ้งบุคคลที่หนึ่ง",
  "119298044": "เทคโนโลยี ML และ AI ที่ควบคุมตนเองขั้นสูงปกป้องคุณสมบัติเว็บของคุณจากภัยคุกคามและการโจมตี",
  "121743429": "สำหรับบริษัทโครงสร้างพื้นฐานบนเว็บ",
  "122875767": "ตอบสนองความต้องการทางกฎหมายของคุณเมื่อบริษัทอื่นไม่สามารถทำได้",
  "126134492": "อื่น",
  "152010250": "hCaptcha ผสมผสานแมชชีนเลิร์นนิงขั้นสูงที่ควบคุมตนเองเข้ากับแพลตฟอร์มการประมวลผลแบบเอดจ์แบบใหม่ที่ลดการรวบรวมและการเก็บรักษาข้อมูลอย่างมีเอกลักษณ์ โดยส่งจากกว่า 250 แห่งทั่วโลกเพื่อความสามารถในการปรับขนาดมหาศาล",
  "179723061": "ควบคุมได้มากขึ้นสำหรับทีมที่ต้องการความปลอดภัยระดับชั้นนำ",
  "191460155": "แรงเสียดทานเป็นศูนย์และโหมดพาสซีฟ 99.9%",
  "282913023": "ตัวเลือกที่คุ้มค่าสำหรับองค์กรที่มีการเข้าชมสูง",
  "328625009": "... เราพร้อมสำหรับคุณ: บริการของเราพร้อมให้บริการตลอดเวลา",
  "353066938": "ทีมงานที่มีประสบการณ์ ทำงานเกี่ยวกับปัญหาที่ยากที่สุดของวันนี้ hCaptcha เป็นบริการของ",
  "353367791": "ตรวจจับนักแสดงที่ไม่ดีหลายประเภท",
  "359073033": "แดชบอร์ดแสดงมุมมองกิจกรรมระดับสูงหรือละเอียด",
  "392886773": "ใช้งานได้ทุกประเทศ",
  "451701069": "สอดคล้องกับ GDPR, CCPA,",
  "547245263": "แก้ปัญหาบอทของคุณวันนี้",
  "552920956": "hCaptcha ช่วยให้เว็บไซต์ได้รับรางวัลในขณะที่บล็อกบอทและรูปแบบอื่น ๆ ของการละเมิด hCaptcha ยังช่วยให้คุณสนับสนุนองค์กรการกุศลที่คุณเลือกด้วยรายได้เหล่านี้",
  "555158694": "บริการที่คุณใช้ได้เลือกที่จะปรับปรุงประสบการณ์ของคุณบนเว็บไซต์โดยการติดตั้ง hCaptcha เพื่อลดการรับส่งข้อมูลที่เป็นอันตราย",
  "585557010": "ท้าทายน้อยกว่า 0.1% ของผู้ใช้ที่ถูกกฎหมาย",
  "713281684": "มะเขือ",
  "719304627": "ต้องการการควบคุมจากต้นทางถึงปลายทางใช่ไหม",
  "734735952": "เราได้ประเมินผู้จำหน่าย CAPTCHA จำนวนหนึ่งรวมถึงการสร้างระบบด้วยตัวเราเอง ในท้ายที่สุด hCaptcha กลายเป็นทางเลือกที่ดีที่สุดสำหรับ reCAPTCHA",
  "751483365": "รองรับไคลเอนต์ที่ไม่ใช่ JavaScript",
  "788770967": "เสียใจเป็นอย่างยิ่ง! คุณอาจต้องการใช้ตัวเลือกการช่วยสำหรับการเข้าถึงของเรา:",
  "793242047": "ลดความท้าทายที่นำเสนอต่อผู้ใช้เพื่อให้สามารถเข้าถึงแอปพลิเคชันได้อย่างรวดเร็ว",
  "829047995": "กำลังใช้ reCAPTCHA?",
  "836577577": "การเพิ่ม hCaptcha ใช้เวลาเพียงไม่กี่นาทีและโค้ดเพียงไม่กี่บรรทัด API พื้นฐานเข้ากันได้กับ reCAPTCHA V2 และใช้เวลาเพียงไม่กี่นาทีในการเปลี่ยน",
  "838049015": "เลือกรูปภาพทั้งหมดที่ตรงกับคำค้นหา",
  "846501387": "การป้องกันบอทระดับโลก",
  "861167568": "hCaptcha แก้ปัญหาเร่งด่วนที่สุดของไอที: ป้องกันบอทที่เป็นอันตรายจากการโจมตีเว็บแอปพลิเคชันของคุณ",
  "880478438": "เพื่อการจัดการบอทและการฉ้อโกงที่ดีที่สุด",
  "897432717": "ด้วยการออกแบบใหม่ของเราสำหรับคะแนนภัยคุกคามที่กำหนดเอง   การเพิ่มความรู้ทางธุรกิจของคุณทำให้โมเดลของเราสามารถให้คะแนนที่เกี่ยวข้องกับผู้ใช้ของคุณโดยเฉพาะ",
  "910989640": "สร้างรายงานกิจกรรมโดยละเอียดและกำหนดเอง",
  "976209454": "รับรางวัลหรือบริจาคเพื่อการกุศล",
  "981806349": "สร้างขึ้นบนแพลตฟอร์ม hCaptcha ที่ได้รับการพิสูจน์แล้ว",
  "999610953": "สุดท้ายนี้เป็นทางเลือกที่น่าเชื่อถือสำหรับ Google hCaptcha Enterprise มอบการประหยัดค่าใช้จ่าย reCAPTCHA ของคุณอย่างมากด้วยการรักษาความปลอดภัยที่สูงขึ้น: ราคาถูกกว่าถึง 80% ในบางกรณี",
  "1014004474": "แผน Enterprise ของ hCaptcha เสนอข้อตกลงระดับบริการขั้นสูงเพื่อให้องค์กรของคุณได้รับการปกป้อง",
  "1045484714": "การรวม SAML SSO กับผู้ให้บริการข้อมูลประจำตัวของคุณ เช่น Okta หรือ Azure AD",
  "1050501253": "ยากมาก",
  "1070364246": "อ๊ะ! เกิดข้อผิดพลาดขณะส่งแบบฟอร์ม",
  "1103295010": "หาเงินหรือบริจาคเพื่อการกุศลเมื่อมนุษย์แก้ CAPTCHAs",
  "1130868224": "รหัสสามบรรทัด",
  "1131525092": "จัดกลุ่มผู้ไม่หวังดีไว้ด้วยกันได้อย่างง่ายดายผ่าน UID ที่มีขอบเขตการรักษาความเป็นส่วนตัวเพื่อค้นหาและหยุดการฉ้อโกงและการละเมิดที่เกี่ยวข้อง",
  "1141402092": "คุณสมบัติการรายงานขั้นสูง",
  "1150035777": "โมเดลแมชชีนเลิร์นนิงที่ซับซ้อนจะสร้างคะแนนความเชื่อมั่นของบอทโดยอิงจากจุดข้อมูลมากมายนอกเหนือจากการตอบคำถามว่าถูกต้องหรือไม่",
  "1150963691": "การลด APT",
  "1172067553": "แพลตฟอร์ม HUMAN ที่อยู่เบื้องหลัง hCaptcha มอบคุณภาพงานและคุณสมบัติการจัดการที่มีความซับซ้อนสูงผ่านการปรับใช้ในสถานที่ ไฮบริด หรือ SaaS ที่รวมเข้ากับระบบที่มีอยู่ของคุณ",
  "1173652155": "ที่ปรึกษา",
  "1218990730": "วิธีรายงานปัญหาเกี่ยวกับบันทึกโดยละเอียด",
  "1250541092": "— Sergi Isasi",
  "1263998069": "รับรางวัลสำหรับการแก้ปัญหาของมนุษย์",
  "1300485304": "hCaptcha ป้องกันภัยคุกคามและการหลอกลวงขั้นสูงที่ออกแบบมาเพื่อแทรกซึมเครือข่ายของคุณ",
  "1345083090": "การรายงานปัญหาการทำงาน?",
  "1356745565": "เข้ากันได้ตลอดทางจนถึง Internet Explorer 8",
  "1368787974": "แบ่งปันการจัดการในทีมของคุณ",
  "1393184984": "คือสิ่งที่คุณต้องการ",
  "1475399473": "เรียนรู้เพิ่มเติมเกี่ยวกับทีม hCaptcha",
  "1485807325": "แดชบอร์ดผู้ใช้หลายคน SAML SSO",
  "1508655687": "เพิ่มความท้าทายของคุณเองที่ปรับแต่งให้เหมาะกับผู้ชมของคุณเพื่อเพิ่มความคล่องตัวหรือจำกัดการเข้าถึง",
  "1510448156": "คุณสามารถเริ่มต้นใช้งานด้วยทางเลือกที่เหนือกว่าในปัจจุบัน และเปิดคุณลักษณะขั้นสูงเพิ่มเติมตามความจำเป็น",
  "1525403768": "สำหรับข้อมูลเพิ่มเติม โปรดติดต่อฝ่ายขายระดับองค์กร",
  "1544546608": "Privacy Pass",
  "1549336309": "hCaptcha เปลี่ยนโมเดลนี้ เมื่อคุณใช้ hCaptcha บริษัทต่างๆ จะประมูลงานที่ผู้ใช้ของคุณทำเพื่อพิสูจน์ความเป็นมนุษย์ของพวกเขา คุณได้รับรางวัล",
  "1559631739": "การเรียนแบบตัวต่อตัว",
  "1579093044": "ด้วยตัวออกแบบความท้าทายแบบกำหนดเองที่เรียบง่ายของเรา คุณสามารถเปิดตัวเนื้อหาความท้าทายในแบรนด์ได้ในเวลาเพียงไม่กี่นาที",
  "1586809757": "คะแนนบอทที่มีความแม่นยำสูง",
  "1599610318": "สำนักพิมพ์",
  "1637702726": "เกี่ยวกับ hCaptcha",
  "1662477701": "ทรัพยากร",
  "1676849166": "ลดแรงเสียดทานโดยการหลีกเลี่ยงความท้าทายทั้งหมด 99.9% ของการรับส่งข้อมูลที่ถูกต้องของคุณในขณะที่ยังคงให้ความปลอดภัยที่ยอดเยี่ยมด้วยโมเดลบอทขั้นสูง",
  "1685871181": "บริการออนไลน์ชั้นนำพึ่งพา",
  "1752795854": "hCaptcha นำเสนอแนวทางที่ทันสมัยและเน้นความเป็นส่วนตัวในการหยุดบอท",
  "1779265104": "ข้อกำหนดที่กำหนดเองและการรับประกันความเป็นส่วนตัว",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "รองรับเบราว์เซอร์รุ่นเก่า",
  "1803009328": "ทดสอบการต่อสู้ในระดับเว็บ",
  "1844885924": "ห้องสมุดหลากหลายประเภทให้เลือก",
  "1849717906": "ปรับแต่งด้วยเนื้อหาท้าทายของคุณเอง",
  "1849805607": "hCaptcha ป้องกันภัยคุกคามและการหลอกลวงที่ออกแบบมาเพื่อแทรกซึมเครือข่ายของคุณ",
  "1886100235": "บริการออนไลน์ที่ใหญ่ที่สุดในโลกหลายแห่งได้เปลี่ยนมาใช้ hCaptcha Enterprise และได้รับการตรวจจับบอทที่ได้รับการปรับปรุงควบคู่ไปกับประหยัดต้นทุนได้อย่างมาก",
  "1894355645": "hCaptcha ให้การตรวจจับบอทที่ง่าย ง่าย และเชื่อถือได้ ในขณะที่มนุษย์แก้ปัญหาได้เล็กน้อย",
  "1927613000": "hCaptcha ผสมผสานแมชชีนเลิร์นนิงที่ซับซ้อนเข้ากับแพลตฟอร์มท้าทายอันทรงพลัง เพื่อปกป้องแอปพลิเคชันเว็บจากการเข้าครอบครองบัญชี การยัดเยียดข้อมูลประจำตัว การขูด และการละเมิดประเภทอื่นๆ",
  "1936512180": "การเข้าถึง API ที่ง่ายดาย แดชบอร์ดที่สวยงาม และเทคโนโลยี model-in-the-loop ล่าสุดเพื่อเพิ่มประสิทธิภาพสูงสุดของผู้ปฏิบัติงาน",
  "1956967813": "บริการของเราได้รับความไว้วางใจจากบริษัทที่ใหญ่ที่สุดในโลกในการให้บริการผู้ใช้หลายล้านรายต่อวันในไซต์หลายสิบล้านแห่ง",
  "1958297836": "การป้องกันการโจมตีที่ประสานกันและการบรรเทา APT",
  "2041686284": "โดยทั่วไปข้อมูลที่มากขึ้นจะให้ผลลัพธ์ที่ดีกว่าในการฝึกโมเดลการเรียนรู้ของเครื่อง ความสำเร็จล่าสุดของ Deep Models ได้นำไปสู่ชุดข้อมูลที่มีขนาดใหญ่ขึ้นเรื่อยๆ และ hCaptcha ก็ตอบสนองความต้องการนี้ได้ อย่างไรก็ตาม การสร้างชุดข้อมูลขนาดใหญ่ที่ตรวจสอบโดยมนุษย์โดยใช้วิธีการแบบเดิมนั้นทั้งช้าและมีราคาแพง",
  "2103563261": "ข้อมูลส่วนตัวหรือสาธารณะ",
  "2131386784": "ความเชี่ยวชาญและการสนับสนุนที่เข้าถึงได้สำหรับทั้งคุณและผู้ใช้ของคุณ",
  "2138799135": "hCaptcha มีการผสานรวมที่สร้างไว้ล่วงหน้าจำนวนมากสำหรับระบบส่วนหน้าและส่วนหลังที่คุณใช้",
  "2163914794": "ต้องการป้ายกำกับเพิ่มเติมสำหรับชุดข้อมูลของคุณหรือไม่ hCaptcha ให้การติดฉลากข้อมูลที่รวดเร็ว คุ้มค่า และคุณภาพสูงสำหรับบริษัทที่ทำงานด้านปัญญาประดิษฐ์และแอปพลิเคชันการเรียนรู้ของเครื่อง",
  "2183926131": "เริ่มต้นกับ hCaptcha Enterprise",
  "2184564739": "ดู",
  "2188609322": "ผู้ไม่หวังดีเกิดขึ้นบ่อยในโลกออนไลน์ แต่การเสียสละความเป็นส่วนตัวของผู้ใช้นั้นไม่ใช่คำตอบ",
  "2319072959": "ทำงานแบบออฟไลน์โดยสมบูรณ์กับพนักงานของคุณเอง ติดตามมูลค่าที่ใช้ไปในหน่วยธุรกิจหรือพันธมิตรกลุ่ม เลือกเส้นทางงานไปยังผู้ให้บริการด้านแรงงานภายในหรือภายนอกที่แตกต่างกันตามข้อกำหนดด้านต้นทุนและความปลอดภัย และอื่นๆ",
  "2320894364": "ด้วยจุดแสดงมากกว่า 200 จุด ระบบคลาวด์ของ hCaptcha ปกป้องทรัพย์สินของคุณทั่วโลก",
  "2354267648": "นโยบายความเป็นส่วนตัวที่เป็นมิตรกับ GDPR, CCPA และ LGPD",
  "2373007864": "hCaptcha Enterprise ทำงานบนเทคโนโลยีแพลตฟอร์ม hCaptcha ซึ่งขยายให้ครอบคลุมคุณลักษณะที่องค์กรต้องการใช้ปริมาณการใช้งานสูง",
  "2418549423": "มาตรฐานใหม่สำหรับการรักษาความเป็นส่วนตัวออนไลน์ผ่านการพิสูจน์การเข้ารหัส และคุณสมบัติพิเศษอื่น ๆ ที่เน้นความเป็นส่วนตัวเป็นหลัก",
  "2489287539": "“ไม่มี CAPTCHA” และโหมดพาสซีฟ 99.9% ที่ปราศจากแรงเสียดทาน",
  "2510209017": "ต้องการความช่วยเหลือเพิ่มเติมหรือไม่?",
  "2513143348": "ระบบ hCaptcha Enterprise มีความยืดหยุ่นในการออกแบบโดยเฉพาะ: สามารถใช้งานได้บางส่วนหรือทั้งหมดที่ขอบเครือข่ายของคุณ หากคุณใช้งานระบบคลาวด์สาธารณะหรือเป็นเจ้าของศูนย์ข้อมูลจำนวนมาก",
  "2535001179": "หากคุณบังเอิญมาจาก reCAPTCHA ของ Google API ของเราจะเป็นการแทนที่แบบดรอปอิน",
  "2593768395": "ประสบการณ์ที่ไร้รอยต่อบนเว็บ อุปกรณ์เคลื่อนที่เนทีฟ เว็บบนอุปกรณ์เคลื่อนที่ มีการรวมระบบที่สร้างไว้ล่วงหน้าและ SDK ดั้งเดิม",
  "2650502379": "เปิดตัวความท้าทายของคุณเองในไม่กี่วินาที",
  "2670003220": "งาน",
  "2671622670": "องค์กร",
  "2676853536": "แดชบอร์ดผู้ใช้หลายคน",
  "2681650568": "และเช่นเคย ความเป็นส่วนตัวคือค่านิยมหลักสำหรับเรา เพิ่มรหัสท้าทายของเราเฉพาะเมื่อจำเป็น และเหมาะสมที่จะปกป้องทั้งคุณและผู้ใช้ของคุณ การลดการเก็บรวบรวมข้อมูลเริ่มต้นจากช่วงเวลาของการผสานรวม",
  "2682873489": "กำหนดขอบเขตของวัตถุ",
  "2686825859": "ลงทะเบียนฟรีหรือติดต่อเราเกี่ยวกับโซลูชั่น hCaptcha Enterprise",
  "2698140263": "ไม่ใช่ทุกปัญหาจะเหมือนกัน: การได้คะแนนเพียงครั้งเดียวหมายความว่าจะต้องตอบสนองความต้องการของคุณจึงจะมีประโยชน์",
  "2698640210": "ควบคุมความท้าทายและประเภทที่แสดง",
  "2707282231": "ปรับแต่งความท้าทายสำหรับผู้ใช้ของคุณ ทำให้บอทไม่สามารถแก้ปัญหาและเจาะได้",
  "2714878440": "ปกป้องบริการของคุณจากการดึงข้อมูล การเข้าครอบครองบัญชี การบรรจุข้อมูลรับรอง และสแปมด้วยการเรียนรู้ของเครื่องขั้นสูงและการตรวจสอบความเป็นมนุษย์ของเรา",
  "2718999653": "คะแนนภัยคุกคามที่กำหนดเอง",
  "2781507299": "การตรวจสอบทันที",
  "2782263070": "บริการเป็นสิ่งสำคัญที่สุดสำหรับเรา เราให้การสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวันและเสนอการประสานงานโดยตรงกับ Slack กับทีมบูรณาการด้านวิศวกรรมของคุณและพนักงานที่โทรติดต่อของเราในระหว่างและหลังการใช้งาน",
  "2806751666": "hCaptcha คืออะไร?",
  "2826051554": "และอื่น ๆ",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "เครือข่ายโฆษณามองว่าผู้เยี่ยมชมของคุณเป็นผลิตภัณฑ์ สำหรับเรา ผลิตภัณฑ์เดียวคือการกำหนดความเป็นมนุษย์ บริการของเราเป็นไปตามหรือเกินกว่าข้อกำหนดของ GDPR, CCPA, LGPD และ PIPL และการสนับสนุนโครงการริเริ่ม เช่น Privacy Pass เราทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
  "2927700175": "เราแสดงความท้าทายของ CAPTCHA ที่ยากสำหรับบ็อตแต่ง่ายสำหรับผู้คน โดยการรวบรวมข้อมูลที่ติดป้ายกำกับยากจากปัญหาการเรียนรู้ของเครื่อง และใช้เพื่อแยกแยะว่าผู้เยี่ยมชมเว็บไซต์หรือแอปเป็นมนุษย์หรือไม่",
  "2968026167": "ผักที่ชอบ",
  "3018523079": "อยู่ในแบรนด์ด้วยประสบการณ์ผู้ใช้ที่สอดคล้องกัน",
  "3065000659": "รู้ยัง ทุกครั้งที่ \"คลิกรถ\" แสดงว่ากำลังช่วยซ้อมคนเดียว",
  "3093388779": "hCaptcha ใช้งานได้ฟรีสำหรับผู้เผยแพร่โฆษณาทุกขนาด",
  "3093689546": "บูรณาการได้ง่าย",
  "3096063825": "ลองเลย",
  "3107683988": "ซึ่งสามารถลดการรับส่งข้อมูลและค่าใช้จ่ายนอกเครือข่ายได้อย่างมาก ในขณะที่ยังคงรักษาผลประโยชน์ทั้งหมดของการจัดการโดยพนักงานที่โทรติดต่อได้ทุกวันตลอด 24 ชั่วโมงเพื่อให้เป็นไปตาม SLA ที่เข้มงวดที่สุด",
  "3117887301": "ได้รับความไว้วางใจจากบริการออนไลน์ที่ใหญ่ที่สุด",
  "3121248460": "แสดงความท้าทายที่กำหนดเองได้หลากหลาย - จากง่ายไปซับซ้อน - สำหรับผู้ชมที่คาดหวังของคุณ",
  "3153117136": "การตั้งค่าความยาก hCaptcha ทำงานอย่างไร",
  "3160820928": "การป้องกันการโจมตีแบบประสานกัน",
  "3161489950": "แพลตฟอร์ม ML การรักษาความปลอดภัยที่ล้ำหน้าที่สุดในโลก",
  "3167979932": "ออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่วันแรก ข้อตกลงการประมวลผลข้อมูลที่เข้มงวด",
  "3194111925": "สนับสนุน",
  "3213351333": "ไม่ต้องมีข้อผูกมัดล่วงหน้า",
  "3213957230": "เมื่อผู้ใช้ต้องแก้ปัญหาที่ท้าทายเพื่อให้เป็นไปตามข้อกำหนดด้านความปลอดภัย ทำไมไม่สร้างงานที่ถูกใจและเกี่ยวข้องกับผู้ใช้ล่ะ",
  "3225770968": "hCaptcha ได้รับการออกแบบมาเพื่อแก้ปัญหาที่ใช้แรงงานมากที่สุดในการเรียนรู้ของเครื่อง การระบุข้อมูลจำนวนมหาศาลในเวลาที่เหมาะสม ราคาไม่แพง และเชื่อถือได้",
  "3230004040": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ให้เสร็จสมบูรณ์ได้หรือไม่?",
  "3235430156": "ระบบแมชชีนเลิร์นนิงของบริษัทฟรี?",
  "3260825523": "เครื่องปรีชา",
  "3264813246": "ไม่เหมาะสม",
  "3265895521": "เพิ่มและลดความยากในการท้าทายตามเวลาของวัน",
  "3266612494": "พันธมิตรที่เชื่อถือได้",
  "3276777569": "hCaptcha",
  "3287172429": "แสดงประเภทความท้าทายในการควบคุม",
  "3365203058": "การป้องกันบอทระดับโลก",
  "3412647984": "วิธีนี้ช่วยให้คุณหลีกเลี่ยงคำถามในอนาคตได้โดยการลงทะเบียนและตั้งค่าคุกกี้ โปรดลองปิดตัวบล็อกโฆษณาของคุณ",
  "3417372336": "เปลี่ยนในไม่กี่นาที",
  "3446714684": "การผสานการทำงานบนมือถือ (iOS และ Android)",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "สำหรับผู้ใช้ Enterprise มีตัวเลือกเพื่อหลีกเลี่ยงความท้าทายในสถานการณ์ส่วนใหญ่อย่างสมบูรณ์",
  "3478726913": "hCaptcha มีสระว่ายน้ำที่ใหญ่ที่สุดแห่งหนึ่งในโลกที่พร้อมให้คุณใช้งาน ไม่ว่าขนาดของคุณจะเป็นอย่างไร เราสามารถจัดการได้โดยไม่ต้องมีภาระผูกพันล่วงหน้าราคาแพง งานหลายล้านงานต่อวันไม่มีปัญหา",
  "3480023141": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึง",
  "3483700676": "เปิดตัวงานนับล้านทันที",
  "3500503648": "hCaptcha ได้รับการออกแบบมาเพื่อขจัดการเก็บรักษาข้อมูลในระยะยาวโดยอาศัยการประเมินทันที แทนที่จะบันทึกและวิเคราะห์ประวัติการเข้าชมของคุณ นอกจากนี้เรายังสนับสนุนความคิดริเริ่มเช่น",
  "3524251858": "ผู้อำนวยการฝ่ายการจัดการผลิตภัณฑ์ Cloudflare",
  "3526939538": "ข้อผิดพลาดของซอฟต์แวร์",
  "3530599065": "ความเป็นส่วนตัวถูกสร้างขึ้นจากพื้นฐาน hCaptcha ไม่มี PII และเป็นไปตามข้อบังคับและข้อบังคับด้านความเป็นส่วนตัวมากมาย",
  "3570415321": "บริษัท",
  "3573245166": "เราทำงานในทุกประเทศไม่เหมือนกับ reCAPTCHA",
  "3578122193": "อยู่ในแบรนด์ด้วยเนื้อหาที่เกี่ยวข้อง",
  "3620442880": "คุณสมบัติการป้องกันการขายแฟลช",
  "3630114728": "ดูสิ่งที่เกิดขึ้นในเว็บไซต์และแอปทั้งหมดของคุณ",
  "3644106388": "ติดต่อ",
  "3660619092": "ลงทะเบียนฟรีหรือติดต่อฝ่ายขายสำหรับโซลูชันระดับองค์กร",
  "3688621388": "ลายเซ็นภัยคุกคาม",
  "3704893754": "ต้องการที่จะเห็นตัวเอง? ลอง hCaptcha ฟรี",
  "3714002185": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha Enterprise",
  "3715747429": "วิศวกรการเริ่มต้นใช้งานของเราสามารถช่วยคุณดำเนินการได้อย่างรวดเร็ว ไม่ว่าคุณจะต้องการการผสานรวม React, SDK สำหรับแอปเนทีฟ iOS, ตัวอย่างแบ็กเอนด์ Java หรือสถานการณ์อื่นๆ",
  "3717512591": "การรวมแพลตฟอร์มโดยตรง",
  "3721365241": "ลอง",
  "3729345277": "hCaptcha เป็นวิธีสำหรับบริษัทต่างๆ ในการรับคำอธิบายประกอบที่พวกเขาต้องการได้เร็วกว่า ด้วยคุณภาพที่สูงขึ้นและต้นทุนที่ต่ำกว่าทางเลือกอื่นๆ",
  "3730038780": "เลือกจากความท้าทายที่เกือบจะไม่มีที่สิ้นสุดสำหรับผู้ใช้ที่จะแก้ไข",
  "3739936967": "การมุ่งเน้นเฉพาะเรื่องความเป็นส่วนตัวนี้หมายความว่าเราสามารถให้การรักษาข้อมูลส่วนบุคคลเป็นศูนย์ การดำเนินการที่ปราศจากคุกกี้ และการรับประกันความเป็นส่วนตัวตามสัญญาอื่นๆ ตามความจำเป็นในขณะที่ยังคงรักษาความปลอดภัยที่ดีเยี่ยม อ่านเพิ่มเติม.",
  "3740051331": "นอกจากนี้เรายังมุ่งมั่นที่จะตรวจสอบและตอบคำถามของผู้ใช้ของคุณในโซเชียลมีเดีย ฟอรัม และช่องทางการสนับสนุนในวิดเจ็ตและอีเมลของเรา เราสามารถเข้าถึงได้และตอบสนอง และถือว่าความพึงพอใจของผู้ใช้เป็น KPI อันดับต้นๆ",
  "3753956446": "ฟรี",
  "3758963444": "ขอขอบคุณ! ได้รับการส่งของคุณแล้ว!",
  "3767462250": "ออกแบบมาเพื่อความเป็นส่วนตัว",
  "3768951251": "SLA ขององค์กร",
  "3807059944": "ควบคุมเนื้อหาความท้าทายที่ใช้",
  "3816867833": "ข้อเสนอแนะ",
  "3817811295": "รับประกันความน่าเชื่อถือและการสนับสนุนทางโทรศัพท์ตลอด 24 ชั่วโมงทุกวันไม่เว้นวันหยุด",
  "3892905664": "hCaptcha ช่วยให้บริการออนไลน์ที่คุณชื่นชอบป้องกันบอท สแปม และการละเมิดโดยถามคำถามง่ายๆ ที่ง่ายสำหรับมนุษย์และยากสำหรับเครื่อง",
  "3913848038": "SLA ความพร้อมในการทำงาน 99.99% และการสนับสนุนทั่วโลกตลอด 24 ชั่วโมงทุกวันไม่เว้นวันหยุด",
  "3951254541": "ขอขอบคุณสำหรับข้อมูลของคุณ แจ้งให้เราทราบปัญหาใด ๆ และเราจะแก้ไขอย่างรวดเร็ว",
  "3952259236": "รวมข้อมูลที่ตาบอดของคุณเข้ากับสัญญาณนับพันของ hCaptcha เพื่อฝึก hCaptcha ในคลาสของพฤติกรรม -- สำหรับอินสแตนซ์ของคุณเท่านั้น -- เพื่อคาดการณ์พฤติกรรมที่เป็นอันตรายได้ดีกว่าโซลูชันเพียงอย่างเดียว",
  "3953584369": "มีข้อจำกัดการเข้าถึง RBAC ที่ซับซ้อน",
  "4007826952": "CAPTCHA อันดับหนึ่งด้านความเป็นส่วนตัวสำหรับเว็บ อุปกรณ์เคลื่อนที่ และอื่นๆ",
  "4019660456": "เวลาแฝง 0ms: ตรวจสอบโทเค็น hCaptcha โดยไม่มีการเรียก API",
  "4065065042": "หมุนหมายเลขนี้เพื่อให้พอดีกับกรณีการใช้งานของคุณ",
  "4083018285": "ชุดคุณสมบัติเพิ่มเติมที่รวมกับการตรวจสอบ SOC ที่ได้รับการปรับปรุงและตอบสนองต่อการจัดการกับภัยคุกคามที่ซับซ้อนอย่างต่อเนื่อง",
  "4146870445": "พวกเราคือใคร",
  "4147497805": "แครอท",
  "4194763679": "ระดับความยากแบบละเอียด",
  "4195759329": "การตรวจจับบอทและคะแนนความเสี่ยง",
  "4199502476": "แดชบอร์ดการรายงานขั้นสูงและ API",
  "4238473596": "การลดแรงเสียดทานสำหรับผู้ใช้จริงเป็นสิ่งสำคัญ hCaptcha ใช้งานง่ายๆ และใช้เวลาน้อยลงสำหรับผู้ใช้ส่วนใหญ่ ในขณะที่หยุดการรับส่งข้อมูลของบอทมากขึ้น",
  "4272022475": "คำขอและทรัพย์สินทั้งหมดไปที่ hcaptcha.yourdomain.com",
  "4272454814": "ผสานรวมกับผู้ให้บริการข้อมูลประจำตัวที่คุณเลือก",
  "a11y-img-1": "หน้าจอผู้ใช้การเข้าถึงหลังจากเข้าสู่ระบบ",
  "a11y-img-2": "ตัวเลือกการเข้าถึงในเมนู UI ของวิดเจ็ต",
  "a11y-img-3": "กล่องโต้ตอบการเข้าถึงใน UI วิดเจ็ต",
  "about-advisors-brendan": "CEO ของ Brave ผู้ร่วมก่อตั้ง Mozilla ผู้สร้างภาษาโปรแกรม JavaScript ผู้สร้างเบราว์เซอร์และอื่น ๆ",
  "about-advisors-dawn": "ศาสตราจารย์ CS จาก University of California, Berkeley การเรียนรู้เชิงลึกความปลอดภัยผู้เชี่ยวชาญด้านบล็อกเชน ซีอีโอของ Oasis Labs",
  "about-advisors-head": "ที่ปรึกษา",
  "about-advisors-keiran": "Research Scientist ที่ Stanford แมชชีนเลิร์นนิงและการเงินเชิงปริมาณที่ธนาคารรายใหญ่กองทุนป้องกันความเสี่ยงและสถาบันการศึกษา",
  "about-content-head-1": "เราทำอะไร",
  "about-content-head-2": "ทำไมจึงมีความสำคัญ",
  "about-content-text-1a": "hCaptcha นำเสนอแนวทางที่ทันสมัยและเน้นความเป็นส่วนตัวในการหยุดบอท",
  "about-content-text-1b": "เราแสดงความท้าทาย CAPTCHA ที่ยากสำหรับบอท แต่ง่ายสำหรับผู้คนโดยการรวบรวมข้อมูลที่ติดฉลากยากจากปัญหาแมชชีนเลิร์นนิงและใช้เพื่อแยกแยะว่าผู้เยี่ยมชมเว็บไซต์หรือแอปเป็นมนุษย์",
  "about-content-text-2a": "นักแสดงที่ไม่ดีมีอยู่ทั่วไปมากขึ้นบนโลกออนไลน์ แต่การเสียสละความเป็นส่วนตัวของผู้ใช้ไม่ใช่คำตอบ",
  "about-content-text-2b": "โซลูชันด้านความปลอดภัยที่นำเสนอโดย บริษัท โฆษณาเน้นการติดตามผู้ใช้บนเว็บ เราได้สร้างโซลูชันการรักษาความปลอดภัยที่มีประสิทธิภาพซึ่งพิสูจน์ได้ว่าการทำร้ายความเป็นส่วนตัวของผู้ใช้ไม่จำเป็นเพื่อให้ได้ผลลัพธ์ที่ยอดเยี่ยม",
  "about-intro-head-1": "เกี่ยวกับ hCaptcha",
  "about-intro-head-2": "ความเป็นส่วนตัวความปลอดภัยและการเรียนรู้ของเครื่อง",
  "about-intro-text": "hCaptcha เป็นบริการ CAPTCHA อิสระที่ใช้กันอย่างแพร่หลายมากที่สุดในโลก",
  "about-leadership-head": "พวกเราคือใคร",
  "about-leadership-headsub": "ทีมงานที่มีประสบการณ์ ทำงานเกี่ยวกับปัญหาที่ยากที่สุดของวันนี้",
  "about-leadership-link1": "พวกเราคือใคร",
  "about-leadership-text1": "เราเชี่ยวชาญในการเรียนรู้เชิงลึกและแมชชีนเลิร์นนิงแบบเห็นภาพในวงกว้าง โดยมุ่งเน้นที่การรักษาความปลอดภัยระบบออนไลน์จากภัยคุกคามสมัยใหม่ที่มีความซับซ้อนมากขึ้น",
  "about-leadership-text2": "ด้วยความเชี่ยวชาญด้านซอฟต์แวร์และแมชชีนเลิร์นนิงหลายทศวรรษ เราจึงสร้างและดำเนินการระบบที่ปรับขนาดได้จำนวนมากเพื่อจัดการกับปัญหาที่ยากที่สุดในปัจจุบันในขณะที่รักษาความเป็นส่วนตัว",
  "acc-opt": "ตัวเลือกการเข้าถึง",
  "acc-opt-but": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการเข้าถึง",
  "acc-opt-text": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ได้หรือไม่?",
  "accessibility-link": "การเข้าถึง",
  "appreciate-in": "ขอขอบคุณข้อมูลของคุณ แจ้งให้เราทราบปัญหาต่างๆและเราจะดำเนินการแก้ไขอย่างรวดเร็ว",
  "fb-but": "ส่งข้อเสนอแนะถึงเรา",
  "feedback-text": "แสดงความคิดเห็นเกี่ยวกับ hCaptcha ที่คุณเพิ่งเห็น",
  "footer-attribution": "แสดงที่มา",
  "footer-copyright-text": "hCaptcha เป็นเครื่องหมายการค้าจดทะเบียนของ Intuition Machines, Inc.",
  "footer-header-1": "บริษัท",
  "footer-header-2": "ทรัพยากร",
  "footer-header-3": "ติดต่อ",
  "footer-link-1": "การติดฉลาก",
  "footer-link-10": "การเข้าถึง",
  "footer-link-2": "เกี่ยวกับ",
  "footer-link-3": "งาน",
  "footer-link-4": "เครื่องหมายการค้า",
  "footer-link-5": "จริยธรรม AI",
  "footer-link-6": "บล็อก",
  "footer-link-7": "สถานะ",
  "footer-link-8": "เอกสารประกอบ",
  "footer-link-9": "รายงานความผิดพลาด",
  "footer-privacy": "ความเป็นส่วนตัว",
  "footer-subheader-1": "สนับสนุน",
  "footer-subheader-2": "ติดต่อ",
  "footer-terms": "เงื่อนไข",
  "h-plans": "แผนการสมัครสมาชิก",
  "header-docs-link": "เอกสาร",
  "header-labeling-services-link": "บริการติดฉลาก",
  "header-login-button": "เข้าสู่ระบบ",
  "header-plans-link": "แผน",
  "header-signup-button": "ลงชื่อ",
  "home-about-head": "เกี่ยวกับ hCaptcha",
  "home-about-subtitle": "ขับเคลื่อนโดย HUMAN Protocol",
  "home-about-text-1": "hCaptcha ได้รับการออกแบบมาเพื่อแก้ปัญหาที่ต้องใช้แรงงานมากที่สุดในแมชชีนเลิร์นนิง: การติดฉลากข้อมูลจำนวนมากในเวลาที่เหมาะสมราคาไม่แพงและเชื่อถือได้",
  "home-about-text-2": "โดยทั่วไปข้อมูลที่มากขึ้นจะให้ผลลัพธ์ที่ดีกว่าในการฝึกโมเดลแมชชีนเลิร์นนิง ความสำเร็จล่าสุดของแบบจำลองเชิงลึกได้นำไปสู่ชุดข้อมูลที่มีขนาดใหญ่มากขึ้นเกือบตลอดเวลาโดยมีการตรวจสอบจากเจ้าหน้าที่ อย่างไรก็ตามการสร้างชุดข้อมูลที่มีการตรวจสอบโดยมนุษย์ขนาดใหญ่ผ่าน Mechanical Turk รูปที่แปดและอื่น ๆ นั้นทั้งช้าและมีราคาแพง",
  "home-about-text-3": "hCaptcha อนุญาตให้เว็บไซต์สร้างรายได้ตามความต้องการนี้ในขณะที่บล็อกบอทและการละเมิดรูปแบบอื่น ๆ",
  "home-about-text-4": "ตลาด hCaptcha ขับเคลื่อนโดย HUMAN Protocol ซึ่งเป็นโปรโตคอลแบบกระจายอำนาจแบบเปิดสำหรับการตรวจสอบโดยมนุษย์ที่ทำงานบน Ethereum blockchain เว็บไซต์จะได้รับ Human Tokens (HMT) เมื่อใดก็ตามที่ผู้ใช้ใช้วิดเจ็ต hCaptcha บนไซต์ของตนและ บริษัท แมชชีนเลิร์นนิงจะจ่าย Human Tokens เพื่อรับข้อมูลที่มีป้ายกำกับ",
  "home-ba-labeling-services-link": "บริการติดฉลาก",
  "home-benefits-head-1": "คุณค่าในการติดฉลากข้อมูล",
  "home-benefits-head-2": "ตอบแทนการกุศล",
  "home-benefits-text-1": "คุณรู้หรือไม่ว่าทุกครั้งที่คุณคลิกที่รถคุณกำลังช่วยฝึกระบบแมชชีนเลิร์นนิงของ บริษัท ยักษ์ใหญ่ฟรี",
  "home-benefits-text-2": "hCaptcha เปลี่ยนโมเดลนี้เป็นรอบ ๆ เมื่อคุณใช้ hCaptcha บริษัท ต่างๆจะเสนอราคาให้กับงานที่ผู้ใช้ของคุณทำเพื่อพิสูจน์ความเป็นมนุษย์ของพวกเขา คุณจะได้รับรางวัล",
  "home-benefits-text-3": "ต้องการตอบแทนการกุศลที่คุณชื่นชอบหรือไม่? hCaptcha ช่วยให้คุณสนับสนุนองค์กรการกุศลที่คุณเลือกพร้อมรายได้ที่คุณได้รับจากการใช้งาน ผู้ใช้ในไซต์ของคุณจะสามารถเห็นการมีส่วนร่วมในการกุศลของคุณได้เร็ว ๆ นี้ผ่านการสร้างแบรนด์ที่รอบคอบบนอินเทอร์เฟซ hCaptcha",
  "home-challenge-text-1": "เลือกภาพทั้งหมดที่ตรงกับข้อความค้นหา",
  "home-challenge-text-2": "กำหนดพื้นที่ขอบเขตสำหรับวัตถุ",
  "home-challenge-text-3": "ระบุฉลากที่เกี่ยวข้อง",
  "home-challenge-title-1": "การเปรียบเทียบ",
  "home-challenge-title-2": "กล่องผูก",
  "home-challenge-title-3": "การจัดหมวดหมู่",
  "home-challenges-head": "ความท้าทายที่นำเสนอ",
  "home-challenges-text-1": "... และงานง่ายๆอื่น ๆ ง่ายสำหรับมนุษย์ยากสำหรับบอท",
  "home-challenges-text-2": "งานที่กำหนดเองยังมีให้สำหรับผู้เผยแพร่ระดับองค์กร",
  "home-ent-1": "กำลังมองหาข้อเสนอด้านความปลอดภัยสำหรับองค์กรของเราหรือไม่?",
  "home-ent-2": "เยี่ยมชมไซต์เฉพาะใหม่ของเรา: BotStop.com",
  "home-ent-button": "เรียนรู้เพิ่มเติม: BotStop โดย hCaptcha",
  "home-from-the-blog": "จากบล็อก:",
  "home-from-the-blog-value": "การตั้งค่าความยากของ hCaptcha ทำงานอย่างไร",
  "home-intro-body": "คุณใช้แคปต์ชาเพื่อป้องกันบอทหรือไม่? hCaptcha ปกป้องความเป็นส่วนตัวของผู้ใช้ให้รางวัลแก่เว็บไซต์และช่วยให้ บริษัท ต่างๆได้รับข้อมูลที่มีป้ายกำกับ เป็นการแทนที่แบบดร็อปอินสำหรับ reCAPTCHA: คุณสามารถเปลี่ยนได้ภายในไม่กี่นาที",
  "home-intro-button": "สมัครตอนนี้เลย",
  "home-intro-head": "หยุดบอทเพิ่มเติม เริ่มปกป้องความเป็นส่วนตัวของผู้ใช้",
  "home-main-1": "เอกชน. ปลอดภัย เร็วขึ้น และเราจ่ายเงินให้คุณเพื่อใช้งาน",
  "home-main-2": "เน้นความเป็นส่วนตัว",
  "home-main-2c": "เครือข่ายโฆษณามองว่าผู้เยี่ยมชมของคุณเป็นผลิตภัณฑ์ สำหรับ hCaptcha ผลิตภัณฑ์คืองานที่จัดหาให้ เราไม่สนว่าผู้ใช้ของคุณเป็นใคร เพียงแต่มีแนวโน้มว่าจะเป็นอันตรายเท่านั้น เราสนับสนุนความคิดริเริ่ม เช่น Privacy Pass และทำงานอย่างเต็มที่เพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
  "home-main-3": "ความปลอดภัยเป็นอันดับแรก",
  "home-main-3c": "ความถูกต้องอยู่ในความสนใจของคุณและของเรา hCaptcha มุ่งเน้นไปที่ผู้เผยแพร่โฆษณา เราทำงานเพื่อให้ข้อมูลจริงแก่คุณและให้คุณตัดสินใจว่าจะใช้อย่างไร captchas อื่น ๆ จัดทำโดย บริษัท โฆษณาขนาดยักษ์ ซึ่งหมายความว่าทุกบอทที่พวกเขาบล็อกอาจลดรายได้",
  "home-main-4": "ประสบการณ์ผู้ใช้ที่ดีขึ้น",
  "home-main-4c": "hCaptcha ใช้โมเดลการเรียนรู้ของเครื่องที่ซับซ้อนเพื่อกำหนดความเป็นมนุษย์ วิธีนี้ช่วยให้เราต้องการงานที่น่ารำคาญน้อยลงจากผู้ใช้ของคุณและใช้เวลาน้อยลงในการทำเช่นนั้นในขณะที่ยังคงให้ข้อมูลที่เป็นประโยชน์สำหรับการติดป้ายกำกับลูกค้า",
  "home-main-plans": "hCaptcha ใช้งานได้ฟรีสำหรับผู้เผยแพร่โฆษณาทุกขนาด อย่างไรก็ตามสำหรับองค์กรและแพลตฟอร์มที่ต้องการการควบคุมมากขึ้นโซลูชันระดับองค์กรของเรามีให้บริการ",
  "home-main-plans2": "โซลูชันระดับองค์กรของ hCaptcha ปกป้องผู้ใช้นับล้านในเว็บไซต์หลายสิบล้านแห่งสำหรับ บริษัท ที่ใหญ่ที่สุดในโลก โปรดติดต่อเราเพื่อขอข้อมูลเพิ่มเติมหรือเยี่ยมชม",
  "home-main-plans3": "โซลูชันระดับองค์กรของ hCaptcha ปกป้องผู้ใช้นับล้านในเว็บไซต์หลายสิบล้านแห่งสำหรับ บริษัท ที่ใหญ่ที่สุดในโลก โปรดติดต่อเราเพื่อขอข้อมูลเพิ่มเติมหรือเยี่ยมชม",
  "home-main-plans4": "เพื่อดูรายละเอียด",
  "home-plans-button-1": "สมัครตอนนี้เลย",
  "home-plans-button-2": "ติดต่อฝ่ายขาย",
  "home-plans-chart-head-1": "คุณสมบัติ",
  "home-plans-chart-head-2": "สำนักพิมพ์",
  "home-plans-chart-head-3": "องค์กร",
  "home-plans-chart-row-1-cell-1": "แสดงประเภทความท้าทายในการควบคุม",
  "home-plans-chart-row-1-cell-2": "ถูก จำกัด",
  "home-plans-chart-row-1-cell-3": "รวม",
  "home-plans-chart-row-10-cell-1": "แดชบอร์ดผู้ใช้หลายคน",
  "home-plans-chart-row-11-cell-1": "คุณสมบัติการรายงานขั้นสูง",
  "home-plans-chart-row-12-cell-1": "SLA ขององค์กร",
  "home-plans-chart-row-2-cell-1": "ควบคุมเนื้อหาท้าทายที่ใช้",
  "home-plans-chart-row-2-cell-2": "ถูก จำกัด",
  "home-plans-chart-row-2-cell-3": "รวม",
  "home-plans-chart-row-3-cell-1": "รับรางวัลสำหรับการแก้ปัญหาของมนุษย์",
  "home-plans-chart-row-4-cell-1": "การป้องกันแอนตี้บอทระดับโลก",
  "home-plans-chart-row-5-cell-1": "ทำงานได้ในทุกประเทศ",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA และโหมดพาสซีฟ 99.9%",
  "home-plans-chart-row-5b-cell-1": "คะแนนความเชื่อมั่นของบอท",
  "home-plans-chart-row-6-cell-1": "นโยบายความเป็นส่วนตัวที่เป็นมิตรกับ GDPR และ CCPA",
  "home-plans-chart-row-7-cell-1": "ระดับความยากแบบละเอียด",
  "home-plans-chart-row-8-cell-1": "เปิดตัวเนื้อหาท้าทายของคุณเอง",
  "home-plans-chart-row-9-cell-1": "การตั้งเวลาความยากตามเวลา",
  "home-try-it-out-button": "รับ hCaptcha",
  "home-try-it-out-head": "ลองใช้งาน",
  "home-try-it-out-text": "hCaptcha ให้การตรวจจับบอทที่ง่ายสะดวกและเชื่อถือได้ในขณะที่เป็นเรื่องเล็กน้อยสำหรับมนุษย์ในการแก้ปัญหา",
  "labeling-about-head": "เกี่ยวกับ hCaptcha",
  "labeling-about-text-1": "hCaptcha ได้รับการออกแบบมาเพื่อแก้ปัญหาที่ต้องใช้แรงงานมากที่สุดในการเรียนรู้ของเครื่อง การติดฉลากข้อมูลจำนวนมากในเวลาที่เหมาะสมราคาไม่แพงและเชื่อถือได้ โดยทั่วไปข้อมูลที่มากขึ้นจะให้ผลลัพธ์ที่ดีกว่าในการฝึกโมเดลแมชชีนเลิร์นนิง ความสำเร็จล่าสุดของโมเดลเชิงลึกได้นำไปสู่ชุดข้อมูลที่มีขนาดใหญ่มากขึ้นและ hCaptcha ก็ตอบสนองความต้องการนี้",
  "labeling-about-text-2": "อย่างไรก็ตามการสร้างชุดข้อมูลขนาดใหญ่ที่ผ่านการตรวจสอบโดยมนุษย์โดยใช้วิธีการแบบเดิมนั้นทั้งช้าและมีราคาแพง hCaptcha เป็นวิธีที่ บริษัท ต่างๆจะได้รับคำอธิบายประกอบที่ต้องการได้เร็วขึ้นด้วยคุณภาพที่สูงขึ้นและต้นทุนที่ต่ำกว่าทางเลือกอื่น ๆ",
  "labeling-annotations-head": "ประเภทคำอธิบายประกอบ",
  "labeling-annotations-text-1": "การตรวจจับวัตถุที่แม่นยำในภาพและวิดีโอ",
  "labeling-annotations-text-2": "การตรวจจับวัตถุที่แม่นยำในภาพและวิดีโอ",
  "labeling-annotations-text-3": "คำอธิบายประกอบแบบชี้สำหรับกรณีการใช้งานต่างๆ",
  "labeling-annotations-text-4": "จัดเรียงหรือต่อท้ายหมวดหมู่ตามขนาดใดก็ได้",
  "labeling-annotations-text-5": "การตรวจจับและการจำแนกที่ขับเคลื่อนโดยมนุษย์",
  "labeling-annotations-text-6": "ต้องการประเภทอื่นที่ไม่ได้ระบุไว้ที่นี่หรือไม่? เพียงแค่ถามเรา",
  "labeling-annotations-title-1": "กล่องผูก",
  "labeling-annotations-title-2": "รูปหลายเหลี่ยม",
  "labeling-annotations-title-3": "จุดสังเกต",
  "labeling-annotations-title-4": "การจัดหมวดหมู่คุณสมบัติ",
  "labeling-annotations-title-5": "การเปรียบเทียบและการตรวจจับ",
  "labeling-annotations-title-6": "... และอื่น ๆ อีกมากมาย",
  "labeling-ent-button": "ติดต่อทีม Enterprise Solutions ของเรา",
  "labeling-ent-head": "ต้องการ End-to-End Control หรือไม่?",
  "labeling-ent-text-1": "แพลตฟอร์ม HUMAN ที่อยู่เบื้องหลัง hCaptcha มอบคุณภาพการทำงานและคุณสมบัติการจัดการที่มีความซับซ้อนสูงผ่านการปรับใช้ในองค์กรไฮบริดหรือ SaaS ที่รวมเข้ากับระบบที่มีอยู่ของคุณ",
  "labeling-ent-text-2": "ทำงานแบบออฟไลน์โดยสิ้นเชิงกับทีมงานของคุณเองติดตามมูลค่าที่ใช้ในหน่วยธุรกิจหรือคู่ค้าในกลุ่มเลือกกำหนดเส้นทางงานไปยังผู้ให้บริการแรงงานภายในหรือภายนอกที่แตกต่างกันตามข้อกำหนดด้านต้นทุนและความปลอดภัยและอื่น ๆ",
  "labeling-ent-text-3": "เข้าถึง API ได้ง่ายแดชบอร์ดที่สวยงามและเทคโนโลยี model-in-the-loop ล่าสุดเพื่อเพิ่มประสิทธิภาพสูงสุด",
  "labeling-ent-text-4": "SLA เวลาทำงาน 99.99% และการสนับสนุนทั่วโลกตลอด 24 ชั่วโมงทุกวัน สำหรับข้อมูลเพิ่มเติม:",
  "labeling-features-head-1": "ไปป์ไลน์ที่ขับเคลื่อนด้วย API อย่างง่าย",
  "labeling-features-head-2": "ปรับให้เหมาะสมกับต้นทุนและคุณภาพ ไม่จำเป็นต้องมีข้อผูกมัดล่วงหน้า",
  "labeling-features-head-3": "จ่ายเฉพาะความแม่นยำที่คุณต้องการ",
  "labeling-features-head-4": "ให้ข้อมูลความจริงภาคพื้นดินของคุณเองหรือให้เราสร้างขึ้นมาทันที",
  "labeling-features-text-1": "ต้องการรวมบทวิจารณ์ของมนุษย์เข้ากับการดำเนินธุรกิจของคุณโดยตรงหรือไม่? เรานำเสนอ SLA ที่มีความน่าเชื่อถือสูงความจุที่รับประกันและ REST API ที่เรียบง่าย",
  "labeling-features-text-2": "แพลตฟอร์ม HUMAN ใช้แบบจำลองความเชื่อมั่นที่ครอบคลุมเพื่อทำการวิเคราะห์คุณภาพแบบเรียลไทม์ที่ซับซ้อน สิ่งนี้ช่วยให้เราสามารถระบุทั้งความยากของคำถามและคำตอบที่ถูกต้องได้อย่างรวดเร็วช่วยประหยัดเวลาและเงินของคุณ",
  "labeling-features-text-3": "ปัญหาทั้งหมดไม่เหมือนกัน คำอธิบายประกอบสำหรับงานที่มีความสำคัญด้านความปลอดภัยอาจต้องการความมั่นใจ 99.99% จากพนักงานทั้งหมด คำอธิบายประกอบสำหรับคุณลักษณะเบต้าหนึ่งในแอปเกมบนอุปกรณ์เคลื่อนที่อาจต้องการความมั่นใจในระดับปานกลางเท่านั้น คุณตัดสินใจ.",
  "labeling-features-text-4": "คุณมีข้อมูลดิบโดยไม่มีชุดการตรวจสอบที่ครอบคลุมหรือไม่? ในกรณีส่วนใหญ่เราสามารถสร้างขึ้นสำหรับคุณในขณะที่งานดำเนินการผ่านระบบหรือสร้างตัวอย่างที่มีป้ายกำกับเพื่อขออนุมัติจากคุณ",
  "labeling-info-head": "การติดป้ายกำกับข้อมูล",
  "labeling-info-text-1": "พูดคุยกับผู้เชี่ยวชาญด้านโดเมนของเราเพื่อกำหนดความต้องการโครงการของคุณ: ความแม่นยำของเป้าหมายรูปแบบและข้อกำหนดพิเศษใด ๆ",
  "labeling-info-text-2": "เราดำเนินงานการผลิตขนาดเล็กตามข้อมูลตัวอย่างของคุณ นี่เป็นการทดสอบงานที่เราทำร่วมกันเพื่อให้แน่ใจว่าคุณจะได้รับสิ่งที่ต้องการ",
  "labeling-info-text-3": "ด้วยปริมาณที่มากและเวลาในการตอบสนองต่ำของเราเราจะเปลี่ยนงานของคุณอย่างรวดเร็วด้วยการจัดส่งอัตโนมัติทันทีที่เสร็จสิ้น",
  "labeling-info-text-4": "เมื่อเราเข้าใจพารามิเตอร์ของงานการผลิตของคุณดีขึ้นผลลัพธ์จะดีขึ้นเรื่อย ๆ เมื่อเวลาผ่านไป",
  "labeling-info-text-5": "แดชบอร์ดแบบสดช่วยให้คุณสามารถแสดงความคิดเห็นหรือหยุดการผลิตได้ตลอดเวลา",
  "labeling-info-title-1": "กำหนดข้อมูลจำเพาะ",
  "labeling-info-title-2": "การทดสอบงานเบื้องต้น",
  "labeling-info-title-3": "ปรับใช้งานการผลิต",
  "labeling-info-title-4": "พัฒนาอย่างต่อเนื่อง",
  "labeling-info-title-5": "ผลลัพธ์ตามเวลาจริง",
  "labeling-main-1": "การติดฉลากข้อมูลที่คุ้มค่าตามขนาด",
  "labeling-main-1-button": "ติดป้ายกำกับข้อมูลของคุณทันที",
  "labeling-main-1c": "ต้องการป้ายกำกับเพิ่มเติมสำหรับชุดข้อมูลของคุณหรือไม่ hCaptcha จัดทำฉลากข้อมูลที่รวดเร็ว คุ้มค่า และมีคุณภาพสูงสำหรับบริษัทที่ทำงานด้านปัญญาประดิษฐ์และแอปพลิเคชันการเรียนรู้ของเครื่อง",
  "labeling-main-2": "เปิดตัวงานนับล้านทันที",
  "labeling-main-2-button": "ซื้อบริการติดฉลากข้อมูล",
  "labeling-main-2c": "hCaptcha มีสระว่ายน้ำที่ใหญ่ที่สุดแห่งหนึ่งในโลกสำหรับการใช้งานของคุณ ไม่ว่าเครื่องชั่งของคุณจะเป็นเท่าใดเราสามารถจัดการได้โดยไม่มีภาระผูกพันล่วงหน้าที่มีราคาแพง งานหลายล้านงานต่อวันไม่มีปัญหา",
  "labeling-platform-head": "ข้อมูลส่วนตัวหรือสาธารณะ",
  "labeling-platform-text": "hCaptcha สร้างขึ้นบนแพลตฟอร์ม HUMAN ซึ่งช่วยให้การกำหนดเส้นทางและการวิเคราะห์ที่ซับซ้อนเพื่อเพิ่มต้นทุนและประสิทธิภาพในแต่ละขั้นตอน เทคโนโลยีนี้ช่วยให้พนักงานที่เหมาะสมสามารถจัดการงานแต่ละส่วนของคุณได้เพิ่มประสิทธิภาพด้านต้นทุนสูงสุดในขณะที่รักษาความเป็นส่วนตัวและเป็นไปตามข้อกำหนดด้านกฎระเบียบที่อาจมีผลบังคับใช้",
  "labeling-try-button": "ซื้อบริการติดฉลากข้อมูล",
  "labeling-try-head": "ต้องการทดลองใช้กับข้อมูลของคุณหรือไม่?",
  "labeling-try-text": "... เราพร้อมเมื่อคุณ: บริการของเราพร้อมให้บริการตลอดเวลา",
  "learn-more-hcaptcha": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha",
  "page-acc-faq-1": "คำถาม: hCaptcha Section 508 + WCAG 2.1 AA เป็นไปตามข้อกำหนดหรือไม่ คำตอบ: เราเชื่ออย่างนั้น: ผู้ใช้ทุกคนที่มีความบกพร่องในทุกรูปแบบที่สามารถเรียกดูเว็บและป้อนข้อความในแบบฟอร์มสามารถเข้าถึงบริการที่ได้รับการคุ้มครองโดย hCaptcha เมื่อลงทะเบียน อย่างไรก็ตาม นี่ไม่ใช่คำแนะนำทางกฎหมาย: คุณควรทำการประเมินของคุณเอง โดยคำนึงถึงการใช้งานเฉพาะของคุณเพื่อให้แน่ใจว่าเป็นกรณีนี้สำหรับการปรับใช้ของคุณ",
  "page-acc-faq-2": "คำถาม: คุณกำลังทำงานกับตัวเลือกการช่วยการเข้าถึงอื่นๆ (a11y) เช่น เสียงหรือไม่ คำตอบ: ตัวเลือกยอดนิยมก่อนหน้านี้ เช่น แคปต์ชาเสียง เลือกปฏิบัติกับผู้ใช้ a11y จำนวนมากและแพ้ง่ายด้วยเทคนิคการเรียนรู้ของเครื่องที่ทันสมัย สิ่งนี้ทำให้ความท้าทายด้านเสียงในปัจจุบันยากขึ้นเรื่อยๆ ทำให้เกิดเสียง เวลาแปลก ๆ การผสมคำที่ผิดปกติ และอื่นๆ เพื่อเอาชนะผู้โจมตี ดังนั้นเราจึงไม่ค่อยกระตือรือร้นเกี่ยวกับวิธีการนี้เมื่อเทียบกับการหลีกเลี่ยงความท้าทายทั้งหมด แต่จะพิจารณาหากมีความต้องการจากชุมชน a11y อย่างไรก็ตาม เราสนใจ Privacy Pass อย่างมากสำหรับกรณีการใช้งานการช่วยสำหรับการเข้าถึง เราเชื่อว่าการรวมแนวทาง a11y ในปัจจุบันของเราเข้ากับการออก Privacy Pass จะทำให้ผู้ใช้ a11y ท่องเว็บได้อย่างปลอดภัยและปลอดภัยโดยรู้ว่าการรับส่งข้อมูลของพวกเขาเป็นส่วนตัวมากขึ้น ในขณะที่จำกัดการใช้งานในทางที่ผิดโดยตัวดำเนินการบอทที่เกิดขึ้นเมื่อตัวเลือก a11y พร้อมใช้งานอย่างหลีกเลี่ยงไม่ได้ เราเป็นผู้มีส่วนร่วมอย่างแข็งขันในคณะทำงาน IETF ที่สร้างมาตรฐานให้กับเทคโนโลยีใหม่นี้",
  "page-acc-faq-3": "คำถาม: แล้วความเป็นส่วนตัวล่ะ? การลงทะเบียนเปิดเผยข้อมูลการท่องเว็บ a11y ในทางใดทางหนึ่งหรือไม่? คุณทำอะไรกับอีเมล คำตอบ: hCaptcha ออกแบบมาเพื่อความเป็นส่วนตัวตั้งแต่เริ่มต้น ซึ่งแตกต่างจากตัวเลือกทั่วไปอย่าง reCAPTCHA ที่เครือข่ายโฆษณาเป็นเจ้าของ ซึ่งมีแรงจูงใจในการติดตามคุณในเว็บและเชื่อมโยงคุณกับตัวตนที่แท้จริง เราไม่เคยใช้อีเมลหรือข้อมูลการช่วยการเข้าถึงเพื่อจุดประสงค์อื่นใดนอกจากอำนวยความสะดวกในการใช้งาน a11y และป้องกันการละเมิด นโยบายความเป็นส่วนตัวของเรามีคำตอบที่ครอบคลุมและเชื่อถือได้เกี่ยวกับวิธีการที่เราใช้ข้อมูล แต่คำตอบสั้น ๆ คือเราไม่มีความสนใจที่จะเชื่อมโยงคุณในฐานะบุคคลที่มีประวัติการท่องเว็บของคุณ ขณะนี้เรากำลังดำเนินการแก้ปัญหาการเข้ารหัสเพื่อทิ้งที่อยู่อีเมลของคุณอย่างรวดเร็ว ในขณะที่ยังคงรักษาความสามารถของเราในการป้องกันการละเมิด เสริมการทำงานของ Privacy Pass ของเรา",
  "page-acc-link-1": "หากคุณเป็นผู้ใช้การเข้าถึงโปรดสมัครที่นี่",
  "page-acc-subhead": "ทำให้ผู้ใช้ทุกคนสามารถเข้าถึงได้อย่างราบรื่นในขณะที่รักษาความปลอดภัย",
  "page-acc-summary": "สรุป",
  "page-acc-summary-contents-1": "hCaptcha ออกแบบมาเพื่อหยุดบอทโดยแยกความแตกต่างจากผู้คน การทดสอบด้วยสายตาเป็นเครื่องมือที่สะดวกสำหรับสิ่งนี้ แต่ทุกคนไม่สามารถแก้ปัญหาความท้าทายด้วยภาพได้ ด้วยเหตุผลนี้ เราจึงได้ออกแบบทางเลือกที่เรียบง่ายและไม่ยุ่งยากเพื่อให้ผู้เผยแพร่โฆษณาที่ใช้บริการของเรารักษาความสามารถในการเข้าถึงสำหรับทุกคนด้วยการปฏิบัติตามมาตรา 508 และ WCAG 2.1 AA ฉบับสมบูรณ์",
  "page-acc-summary-contents-2": "วิธีการทำงาน: ขั้นแรกให้ผู้ใช้การเข้าถึงลงทะเบียนที่ URL นี้ซึ่งเชื่อมโยงในหน้าข้อมูลวิดเจ็ต hCaptcha พวกเขาจะได้รับคุกกี้ที่เข้ารหัสซึ่งสามารถใช้งานได้หลายครั้งต่อวัน แต่จะต้องรีเฟรชทุกๆ 24 ชั่วโมงผ่านการเข้าสู่ระบบเมื่อมีการนำเสนอคำถามต่อผู้ใช้ที่สามารถเข้าถึงได้บนไซต์ใด ๆ โดยใช้บริการ hCaptcha พวกเขาจะผ่านไปโดยอัตโนมัติ",
  "page-acc-title": "hCaptcha ข้อมูลการช่วยสำหรับการเข้าถึง",
  "page-acc-tr-body": "คำถาม: ฉันยังคงเห็นความท้าทายหลังจากตั้งค่าคุกกี้ สาเหตุนี้คืออะไร?<br> คำตอบ: โดยทั่วไปเกิดจากการใช้ตัวบล็อกโฆษณาเชิงรุกหรือส่วนขยายการป้องกันคุกกี้หรือการตั้งค่าที่บล็อกคุกกี้ข้ามไซต์ในกรณีนี้คือคุกกี้สำหรับ hcaptcha.com ที่ตั้งค่าหรือตรวจสอบโดย hCaptcha JS ในไซต์อื่น เช่นเดียวกับที่คุณกำลังเยี่ยมชม<br><br> คุกกี้การเข้าถึง hCaptcha ทำงานร่วมกับเบราว์เซอร์และตัวบล็อกโฆษณายอดนิยมทั้งหมดที่มีการตั้งค่ามาตรฐานดังนั้นโดยทั่วไปความล้มเหลวเกิดจากสคริปต์ต่อต้านการบล็อกโฆษณาหรือชุดกฎที่คล้ายกันซึ่งกำหนดเป้าหมายไปยังไซต์เฉพาะ<br><br> แนวทางแก้ไข:<br><br> 1. อนุญาตพิเศษ hcaptcha.com และคุกกี้ * .hcaptcha.com ในตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์<br> 2. หากคุณใช้เบราว์เซอร์ Brave ซึ่งขณะนี้ไม่มีรายการคุกกี้ที่อนุญาตให้ไปที่การตั้งค่า -> โล่ -> คุกกี้แล้วเลือกอนุญาตคุกกี้ทั้งหมด<br> 3. หากคุณใช้ Safari เวอร์ชันล่าสุดบน OS X 10.15 หรือ iOS 13.4 ที่เพิ่งเปิดตัวแสดงว่า Apple เพิ่งเปลี่ยนพฤติกรรมของ Safari ที่เกี่ยวข้องกับคุกกี้ของบุคคลที่สามโดยบล็อกทั้งหมดโดยค่าเริ่มต้น เรากำลังดำเนินการแก้ปัญหา แต่ในระหว่างนี้โปรดไปที่การตั้งค่า Safari ส่วนความเป็นส่วนตัวและยกเลิกการเลือกการติดตามเว็บไซต์: ป้องกันการติดตามข้ามไซต์เพื่อให้คุกกี้การเข้าถึงสามารถทำงานได้ตามที่คาดไว้<br><br> คำถาม: ฉันใช้อุปกรณ์หลายเครื่อง ฉันต้องสมัครหลายครั้งหรือไม่?<br> คำตอบ: ไม่โปรดคลิกลิงก์เข้าสู่ระบบอีเมลเดียวกับที่ส่งถึงคุณบนอุปกรณ์แต่ละเครื่องที่คุณใช้เพื่อตั้งค่าคุกกี้<br><br> คำถาม: ฉันจะป้องกันตัวเองจากการติดตามคุกกี้ของบุคคลที่สามในขณะที่ใช้คุกกี้การเข้าถึงได้อย่างไร<br> คำตอบ: การใช้ส่วนขยายความเป็นส่วนตัวหรือการบล็อกโฆษณาที่รองรับรายการที่อนุญาตพิเศษระดับโดเมน (เช่น uBlock Origin) จะทำงานได้ตามที่คาดไว้: ตรวจสอบให้แน่ใจว่าได้อนุญาตพิเศษ hcaptcha.com",
  "page-acc-tr-title": "สำหรับผู้ใช้การเข้าถึง: คำถามที่พบบ่อยและคู่มือการแก้ไขปัญหา",
  "page-acc-tr2-body": "Safari<br> ในการเปิดใช้งานคุกกี้ใน Safari (Mac): ไปที่เมนูแบบเลื่อนลง Safari เลือกการตั้งค่า คลิกความเป็นส่วนตัวในแผงด้านบน ภายใต้ 'Block cookies' ให้เลือกตัวเลือก 'Never'<br> วิธีเปิดใช้งานคุกกี้ใน Safari (iPhone / iPad iOS 11+): เปิดการตั้งค่าของคุณ เลื่อนลงและเลือก Safari ภายใต้ความเป็นส่วนตัวและความปลอดภัยปิด 'ป้องกันการติดตามข้ามไซต์' และ 'บล็อกคุกกี้ทั้งหมด'<br><br> Firefox<br> คลิกที่โล่ทางด้านซ้ายของแถบที่อยู่บนหน้าเว็บใดก็ได้ คลิกที่การตั้งค่าการป้องกัน แผงความเป็นส่วนตัวและความปลอดภัยของ Firefox Preferences จะเปิดขึ้น ภายใต้การป้องกันการติดตามขั้นสูงเลือกกำหนดเอง เลือกตัวติดตามและสคริปต์ที่จะบล็อกโดยเลือกช่องทำเครื่องหมายเหล่านั้น ตรวจสอบให้แน่ใจว่าคุณได้ปลดบล็อก hcaptcha.com แล้ว<br><br> นอกจากนี้คุณยังสามารถปิดการป้องกันบางอย่างชั่วคราวในกำหนดเองเพื่อแก้ไขข้อบกพร่องนี้โดยยกเลิกการเลือกช่องทำเครื่องหมาย: ยกเลิกการเลือกช่องทำเครื่องหมายตัวติดตามหรือยกเลิกการเลือกช่องทำเครื่องหมายคุกกี้หากคุณยังคงประสบปัญหา<br><br> Google Chrome<br> Google Chrome (พีซี)<br> เลือกไอคอนเมนู Chrome เลือกการตั้งค่า<br> ไปที่ความเป็นส่วนตัวและความปลอดภัยจากนั้นคุกกี้และข้อมูลอื่น ๆ ของไซต์<br> ตรวจสอบว่าไม่ได้เปิดใช้งาน \"บล็อกคุกกี้ของบุคคลที่สาม\"<br><br> Google Chrome (Mac):<br> เปิดการตั้งค่า Chrome จากแถบเมนู<br> ไปที่ความเป็นส่วนตัวและความปลอดภัยจากนั้นคุกกี้และข้อมูลอื่น ๆ ของไซต์<br> ตรวจสอบว่าไม่ได้เปิดใช้งาน \"บล็อกคุกกี้ของบุคคลที่สาม\"<br><br> Google Chrome (Android):<br> บนอุปกรณ์ Android ของคุณเปิดแอป Chrome<br> ที่ด้านขวาบนให้แตะเพิ่มเติมแล้วแตะการตั้งค่า<br> แตะการตั้งค่าไซต์แล้วเลือกคุกกี้<br> ถัดจาก \"คุกกี้\" ให้เปิดการตั้งค่า<br> ทำเครื่องหมายในช่องถัดจาก \"อนุญาตคุกกี้ของบุคคลที่สาม\"<br><br> Internet Explorer<br> 1. เลือกเฟืองที่มุมขวาบนของหน้าจอจากนั้นเลือก \"ตัวเลือกอินเทอร์เน็ต\" หากคุณเปิดใช้งานแถบเมนูคุณสามารถเลือก \"เครื่องมือ\" จากนั้น \"ตัวเลือกอินเทอร์เน็ต\"<br> 2. คลิกแท็บ \"ความเป็นส่วนตัว\"<br> 3. เลือกปุ่ม 'ขั้นสูง'<br> 4. ภายใต้ 'Third-party Cookies' ให้เลือก 'Accept'<br> 5. คลิก 'ตกลง'",
  "page-acc-tr2-head": "คำแนะนำเบราว์เซอร์สำหรับคุกกี้ข้ามไซต์",
  "priv-hc": "เน้นความเป็นส่วนตัว",
  "priv-hc-text": "เครือข่ายโฆษณามองว่าคุณเป็นผลิตภัณฑ์ของตน เราไม่ทำ เราไม่สนใจว่าผู้ใช้จะเป็นใครมีแนวโน้มที่จะเป็นอันตรายเท่านั้น เราสนับสนุนโครงการริเริ่มต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย",
  "reporting-bugs-accessibility-button": "เรียนรู้เพิ่มเติมเกี่ยวกับตัวเลือกการเข้าถึง",
  "reporting-bugs-accessibility-head": "ตัวเลือกการเข้าถึง",
  "reporting-bugs-accessibility-text": "คุณมีความบกพร่องทางสายตาหรือไม่สามารถทำ hCaptchas ได้หรือไม่?",
  "reporting-bugs-guide-ff-head": "การบันทึกรายละเอียดรายงานข้อบกพร่อง: Firefox",
  "reporting-bugs-guide-ff-step-1": "ขั้นตอนที่ 1: เปิดเครื่องมือสำหรับนักพัฒนา (เริ่มบันทึกเซสชัน)",
  "reporting-bugs-guide-ff-step-2": "ขั้นตอนที่ 2: คลิกที่แท็บ Network ใน Developer Tools เลือกช่องบันทึกคงอยู่ที่ด้านบน",
  "reporting-bugs-guide-ff-step-3": "ขั้นตอนที่ 3: ไปที่ https://accounts.hcaptcha.com/demo หรือเว็บไซต์ที่คุณมีปัญหา (หมายเหตุความเป็นส่วนตัว: เฉพาะถ้าคุณไม่รังเกียจที่จะแบ่งปันว่ามันคืออะไร) ... จากนั้นคลิกปุ่ม I เป็นปุ่มของมนุษย์และพยายามแก้ไข",
  "reporting-bugs-guide-ff-step-4": "ขั้นตอนที่ 4: คลิก HAR หลังจากที่คุณพยายามแก้ไข และเลือกบันทึกทั้งหมดเป็น HAR เพื่อบันทึกบันทึกเครือข่าย ส่งไฟล์นั้นมาให้เรา",
  "reporting-bugs-guide-ff-step-5": "ขั้นตอนที่ 5: คลิกที่แท็บคอนโซลและคลิกขวาจากนั้นเลือกทั้งหมดและบันทึกลงในไฟล์ข้อความเพื่อบันทึกบันทึกคอนโซล ส่งสิ่งนั้นมาให้เราเช่นกัน",
  "reporting-bugs-guide-ff-step-6": "ขั้นตอนสุดท้าย: ส่งอีเมลไฟล์บันทึก HAR และคอนโซลให้เรา และอธิบายปัญหา ใช้: support@hcaptcha.com (โปรดใช้บริการเช่น Dropbox หรือ Filebin และส่งลิงก์) และเลือกภาพหน้าจอ หากคุณสงสัยว่ามีบางอย่างที่แสดงไม่ถูกต้อง . กรุณาส่ง IP ที่คุณใช้ด้วย คุณสามารถดาวน์โหลดได้จาก https://www.whatsmyip.org/ ขอขอบคุณที่สละเวลาช่วยเรารับข้อมูลนี้! เรามุ่งมั่นที่จะทำให้ hCaptcha ทำงานได้ดีสำหรับทุกคน",
  "reporting-bugs-guide-head": "การบันทึกรายละเอียดรายงานข้อบกพร่อง: Chrome",
  "reporting-bugs-guide-step-1": "ขั้นตอนที่ 1: เปิดเครื่องมือสำหรับนักพัฒนา (เริ่มบันทึกเซสชัน)",
  "reporting-bugs-guide-step-2": "ขั้นตอนที่ 2: คลิกที่แท็บ Network ใน Developer Tools เลือกช่องเก็บบันทึกที่ด้านบน",
  "reporting-bugs-guide-step-3": "ขั้นตอนที่ 3: ไปที่ https://accounts.hcaptcha.com/demo หรือเว็บไซต์ที่คุณมีปัญหา (หมายเหตุความเป็นส่วนตัว: เฉพาะถ้าคุณไม่รังเกียจที่จะแบ่งปันว่ามันคืออะไร) ... จากนั้นคลิกปุ่ม I เป็นปุ่มของมนุษย์และพยายามแก้ไข",
  "reporting-bugs-guide-step-4": "ขั้นตอนที่ 4: คลิกส่งออก HAR (ลูกศรลงเล็ก ๆ ) หลังจากที่คุณพยายามแก้ปัญหาซึ่งจะบันทึกบันทึกเครือข่าย ส่งไฟล์นั้นมาให้เรา",
  "reporting-bugs-guide-step-5": "ขั้นตอนที่ 5: คลิกที่แท็บคอนโซลแล้วคลิกขวาจากนั้นบันทึกเป็น .. เพื่อบันทึกบันทึกคอนโซล ส่งสิ่งนั้นมาให้เราเช่นกัน",
  "reporting-bugs-guide-step-6": "ขั้นตอนสุดท้าย: ส่งอีเมลไฟล์บันทึก HAR และคอนโซลถึงเรา และอธิบายปัญหา ใช้: support@hcaptcha.com (โปรดใช้บริการเช่น Dropbox หรือ Filebin และส่งลิงก์) และเลือกภาพหน้าจอ หากคุณสงสัยว่ามีบางอย่างที่แสดงไม่ถูกต้อง กรุณาส่ง IP ที่คุณใช้ด้วย คุณสามารถดาวน์โหลดได้จาก https://www.whatsmyip.org/ ขอขอบคุณที่สละเวลาช่วยเรารับข้อมูลนี้! เรามุ่งมั่นที่จะทำให้ hCaptcha ทำงานได้ดีสำหรับทุกคน",
  "reporting-bugs-guide-text-1": "การส่งข้อมูลการแก้ไขข้อบกพร่องพร้อมรายงานของคุณจะทำให้เราระบุได้ง่ายขึ้นว่าเกิดอะไรขึ้น คำแนะนำทีละขั้นตอนมีดังนี้",
  "reporting-bugs-guide-text-2": "หากคุณเป็นนักพัฒนาเว็บหรือผู้ใช้ที่เชี่ยวชาญ เราต้องการให้คุณส่งไฟล์บันทึกเครือข่าย HAR และบันทึกคอนโซลของเบราว์เซอร์มาให้เรา โปรดลองปิดการใช้งานตัวบล็อกโฆษณาหรือส่วนขยายความปลอดภัยของเบราว์เซอร์ก่อน แล้วลองอีกครั้งก่อนที่จะทำตามขั้นตอนเหล่านี้ หากวิธีนี้ช่วยแก้ปัญหาของคุณ เรายังคงยินดีที่คุณแจ้งให้เราทราบเวอร์ชันเบราว์เซอร์ ตัวบล็อกโฆษณา หรือส่วนขยายเบราว์เซอร์ และ URL ของเว็บไซต์",
  "reporting-bugs-intro-head": "พบข้อบกพร่องหรือไม่ วิธีการรายงานมีดังนี้",
  "reporting-bugs-intro-text": "ผู้คนหลายล้านใช้ hCaptcha ในแต่ละเดือนเบราว์เซอร์ส่วนขยายอุปกรณ์ไฟร์วอลล์และอื่น ๆ อีกมากมาย เป้าหมายของเราคือตรวจสอบให้แน่ใจว่าได้ผลสำหรับคุณเสมอดังนั้นเราจึงขอขอบคุณรายงานของคุณเป็นอย่างยิ่ง! หากต้องการแสดงความคิดเห็นอย่างรวดเร็วเพียงคลิกปุ่มส่งความคิดเห็นถึงเรา หากคุณพบปัญหาในการใช้งานโปรดทำตามคำแนะนำบันทึกการแก้ไขข้อบกพร่องสำหรับ Chrome หรือคำแนะนำบันทึกการแก้ไขข้อบกพร่องสำหรับ Firefox ด้านล่าง สำหรับเบราว์เซอร์อื่น ๆ เพียงส่งอีเมลถึงเรา สำหรับปัญหาด้านความปลอดภัยหรือความเป็นส่วนตัวที่อาจเกิดขึ้นโปรดดูคำแนะนำด้านล่าง",
  "reporting-bugs-privacy-head": "ปัญหาความเป็นส่วนตัว",
  "reporting-bugs-privacy-text": "เราไม่สนใจว่าผู้ใช้จะเป็นใครมีแนวโน้มที่จะเป็นอันตรายหรือเครื่องจักรเท่านั้น เราสนับสนุนโครงการริเริ่มต่างๆเช่น Privacy Pass และทำงานอย่างหนักเพื่อสร้างสมดุลระหว่างความเป็นส่วนตัวและความปลอดภัย หากคุณพบปัญหาที่คุณคิดว่าอาจส่งผลกระทบต่อความเป็นส่วนตัวของผู้ใช้โปรดส่งอีเมลถึงเราที่ support@hcaptcha.com",
  "reporting-bugs-provide-feedback-button": "ส่งข้อเสนอแนะถึงเรา",
  "reporting-bugs-provide-feedback-head": "ให้ข้อเสนอแนะทันทีเกี่ยวกับ hCaptcha",
  "reporting-bugs-provide-feedback-text": "ขอขอบคุณข้อมูลของคุณ แจ้งให้เราทราบปัญหาต่างๆและเราจะดำเนินการแก้ไขอย่างรวดเร็ว",
  "reporting-bugs-security-head": "ข้อบกพร่องด้านความปลอดภัย",
  "reporting-bugs-security-text": "เราสนใจที่จะรับรายงานข้อบกพร่องด้านความปลอดภัยอยู่เสมอ ส่งอีเมลไปที่ support@hcaptcha.com & CC security@hcaptcha.com แล้วเราจะติดต่อกลับโดยเร็ว นอกจากนี้เรายังมีโปรแกรมรางวัลบั๊กสำหรับรายงานความปลอดภัยที่มีสิทธิ์ในบริการ hCaptcha และซอร์สโค้ดที่เกี่ยวข้อง",
  "sales-interstitial-c1": "สำหรับ บริษัท ต่างๆ",
  "sales-interstitial-c1a": "โซลูชันการรักษาความปลอดภัยสำหรับองค์กร (ชำระเงิน)",
  "sales-interstitial-c1b": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "คำอธิบายประกอบข้อมูล",
  "sales-interstitial-c1d": "ซื้อบริการคำอธิบายประกอบ hCaptcha",
  "sales-interstitial-c2": "สำหรับบุคคลทั่วไป",
  "sales-interstitial-c2a": "เพิ่ม hCaptcha ในบริการของคุณ (ฟรี)",
  "sales-interstitial-c2b": "เพิ่ม hCaptcha for Publishers ในเว็บไซต์หรือแอปของฉัน",
  "sales-interstitial-c2c": "hCaptcha คืออะไร?",
  "sales-interstitial-c2d": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha",
  "sales-interstitial-head": "ตรวจสอบให้แน่ใจว่าคุณไปถูกที่แล้ว",
  "sec-hc": "ความปลอดภัยเป็นอันดับแรก",
  "sec-hc-text": "hCaptcha มุ่งเน้นที่ผู้เผยแพร่ เราทำงานเพื่อให้ไซต์มีข้อมูลจริงและให้พวกเขาตัดสินใจว่าจะใช้อย่างไร ความแม่นยำอยู่ในความสนใจของคุณและของเรา แคปต์ชาอื่นๆ ให้บริการโดยบริษัทโฆษณา บอททุกตัวที่พวกเขาบล็อกอาจลดรายได้ลง",
  "signup-interstitial-c1": "สำหรับ บริษัท หรือเว็บไซต์",
  "signup-interstitial-c1a": "เพิ่ม hCaptcha ในบริการของคุณ (ฟรี)",
  "signup-interstitial-c1b": "เพิ่ม hCaptcha for Publishers ในเว็บไซต์หรือแอปของฉัน",
  "signup-interstitial-c1c": "โซลูชันการรักษาความปลอดภัยสำหรับองค์กร (ชำระเงิน)",
  "signup-interstitial-c1d": "เรียนรู้เพิ่มเติมเกี่ยวกับ hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "คำอธิบายประกอบข้อมูล",
  "signup-interstitial-c1f": "ซื้อบริการคำอธิบายประกอบ hCaptcha",
  "signup-interstitial-c2": "สำหรับบุคคลทั่วไป",
  "signup-interstitial-c2a": "การเข้าถึง",
  "signup-interstitial-c2b": "เรียนรู้เกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึงสำหรับ hCaptcha",
  "signup-interstitial-c2c": "ได้รับเงิน",
  "signup-interstitial-c2d": "ทำงานเป็นผู้ติดฉลากข้อมูลส่วนบุคคล",
  "signup-interstitial-head": "ตรวจสอบให้แน่ใจว่าคุณไปถูกที่แล้ว",
  "support-interstitial-c1": "สำหรับ บริษัท ต่างๆ",
  "support-interstitial-c1a": "โซลูชันการรักษาความปลอดภัยสำหรับองค์กร (ชำระเงิน)",
  "support-interstitial-c1b": "รับการสนับสนุนสำหรับ hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (ฟรี)",
  "support-interstitial-c1d": "รับการสนับสนุนสำหรับ hCaptcha Publisher",
  "support-interstitial-c2": "สำหรับบุคคลทั่วไป",
  "support-interstitial-c2a": "มีปัญหากับความท้าทายหรือไม่?",
  "support-interstitial-c2b": "เรียนรู้เกี่ยวกับตัวเลือกการช่วยสำหรับการเข้าถึงสำหรับ hCaptcha",
  "support-interstitial-c2c": "ต้องการรายงานข้อบกพร่องหรือไม่?",
  "support-interstitial-c2d": "เรียนรู้เพิ่มเติมเกี่ยวกับการรายงานปัญหาซอฟต์แวร์",
  "support-interstitial-head": "ตรวจสอบให้แน่ใจว่าคุณไปถูกที่แล้ว",
  "switch-to-english-link": "เปลี่ยนเป็นภาษาอังกฤษ",
  "what-is-hcaptcha": "hCaptcha คืออะไร?",
  "what-is-hcaptcha-text": "hCaptcha ช่วยให้บริการเว็บโปรดของคุณป้องกันบอทสแปมและการละเมิดโดยการถามคำถามง่ายๆที่ง่ายสำหรับมนุษย์และยากสำหรับเครื่องจักร",
  "why-hc": "ทำไมต้อง hCaptcha",
  "why-hc-text": "ทุกครั้งที่คุณตอบคำถามเราจะใช้แบบจำลองที่ซับซ้อนเพื่อดูว่าคุณเป็นมนุษย์หรือเครื่องจักร จากนั้นเว็บไซต์ที่คุณเยี่ยมชมจะใช้ผลลัพธ์นี้เพื่อช่วยปรับปรุงประสบการณ์ของคุณบนไซต์ของพวกเขาโดยการป้องกันบอท",
  "footer-link-5b": "กด",
  "footer-link-cyberattacks": "การโจมตีทางไซเบอร์101",
  "header-enterprise-link": "องค์กร",
  "intro-subtitle": "แก้ปัญหาบอทของคุณวันนี้"
}
