{
  "header-privacy-link": "தனியுரிமை",
  "header-integration-link": "ஒருங்கிணைப்பு",
  "header-cost-link": "செலவு",
  "header-features-link": "அம்சங்கள்",
  "header-docs-link": "ஆவணங்கள்",
  "header-login-button": "உள்நுழைய",
  "header-contact-button": "விற்பனையைத் தொடர்பு கொள்ளவும்",
  "intro-heading": "ஜீரோ உராய்வு மனிதநேயம் சரிபார்ப்பு.",
  "intro-contact-button": "மேலும் அறிய எங்களை தொடர்பு கொள்ளவும்",
  "intro-text-bottom": "இணையத்தை இயக்கும் நிறுவனங்களால் நம்பப்படுகிறது.",
  "sub-menu-button": "விற்பனையைத் தொடர்பு கொள்ளவும்",
  "sub-menu-item1": "நிறுவன",
  "sub-menu-item2": "செலவு",
  "sub-menu-item3": "ஒருங்கிணைப்பு",
  "sub-menu-item4": "அம்சங்கள்",
  "sub-menu-item5": "தனியுரிமை",
  "sub-menu-item6": "ஆவணங்கள்",
  "info-head-1": "நிரூபிக்கப்பட்ட hCaptcha இயங்குதளத்தில் கட்டப்பட்டது",
  "info-text-1": "hCaptcha எண்டர்பிரைஸ் hCaptcha இயங்குதள தொழில்நுட்பத்தில் இயங்குகிறது, அதிக ட்ராஃபிக் நிறுவனங்களுக்குத் தேவையான அம்சங்களைச் சேர்க்க நீட்டிக்கப்பட்டுள்ளது.",
  "info-head-2": "நம்பகமான பங்குதாரர்",
  "intro-subtitle": "இன்றே உங்கள் போட் பிரச்சனையை தீர்க்கவும்.",
  "info-text-2": "பல்லாயிரக்கணக்கான தளங்களில் பல மில்லியன் தினசரி பயனர்களுக்கு சேவை செய்வதற்காக எங்கள் சேவைகள் உலகின் மிகப்பெரிய நிறுவனங்களால் நம்பப்படுகிறது.",
  "cloudflare-quote-text": "பல CAPTCHA விற்பனையாளர்களை மதிப்பீடு செய்தோம், அத்துடன் ஒரு அமைப்பை நாமே உருவாக்கினோம். இறுதியில், reCAPTCHA க்கு சிறந்த மாற்றாக hCaptcha உருவானது.",
  "cloudflare-quote-detail": "தயாரிப்பு மேலாண்மை இயக்குனர், Cloudflare",
  "section-quote-head": "அதிக போக்குவரத்து நிறுவனங்களுக்கான செலவு குறைந்த விருப்பம்",
  "section-quote-text": "இறுதியாக, Google க்கு நம்பகமான மாற்று. hCaptcha Enterprise அதிக பாதுகாப்புடன் உங்கள் reCAPTCHA பில் வியத்தகு சேமிப்பை வழங்குகிறது: சில சந்தர்ப்பங்களில் 80% வரை குறைந்த விலை. உலகின் மிகப் பெரிய ஆன்லைன் சேவைகள் பல hCaptcha Enterprise க்கு மாறியுள்ளன மற்றும் கணிசமான செலவு சேமிப்புகளுடன் மேம்படுத்தப்பட்ட போட் கண்டறிதலைப் பெற்றுள்ளன.",
  "section-quote-button": "மேற்கோளுக்கு இன்று எங்களைத் தொடர்பு கொள்ளவும்",
  "section-privacy-header": "தனியுரிமை கவனம்",
  "section-privacy-text-1": "விளம்பர நெட்வொர்க்குகள் உங்கள் பார்வையாளர்களை தயாரிப்பாகப் பார்க்கின்றன. எங்களைப் பொறுத்தவரை அவர்களின் மனிதாபிமானத்தை தீர்மானிப்பது மட்டுமே தயாரிப்பு. எங்கள் சேவைகள் GDPR, CCPA மற்றும் LGPD தேவைகளை பூர்த்தி செய்கின்றன அல்லது மீறுகின்றன, மேலும் தனியுரிமை பாஸ் போன்ற முன்முயற்சிகளை ஆதரிக்கின்றன. தனியுரிமை மற்றும் பாதுகாப்பை சமநிலைப்படுத்த நாங்கள் கடுமையாக உழைக்கிறோம்.",
  "section-privacy-text-2": "தனியுரிமையின் மீதான இந்த தனித்துவமான கவனம், சிறப்பான பாதுகாப்பைப் பராமரிக்கும் போது தேவைக்கேற்ப பூஜ்ஜிய தனிப்பட்ட தரவுத் தக்கவைப்பு, குக்கீ இல்லாத செயல்பாடு மற்றும் பிற ஒப்பந்தத் தனியுரிமை உத்தரவாதங்களை நாங்கள் வழங்க முடியும்.",
  "section-security-header": "பாதுகாப்பு முதலில்",
  "section-security-text-1": "துல்லியம் உங்கள் ஆர்வத்திலும் எங்களுடைய ஆர்வத்திலும் உள்ளது. hCaptcha உங்களுக்கு உண்மையான தரவை வழங்கவும், அதை எவ்வாறு பயன்படுத்துவது என்பதைத் தீர்மானிக்கவும் உதவுகிறது. மற்ற கேப்ட்சாக்கள் மாபெரும் விளம்பர நிறுவனங்களால் வழங்கப்படுகின்றன. இதன் பொருள் அவர்கள் தடுக்கும் ஒவ்வொரு போட்களும் தங்கள் வருவாயைக் குறைக்கலாம்.",
  "section-security-text-2": "தனியுரிமையை மையமாகக் கொண்டு சமீபத்திய இயந்திர கற்றல் நுட்பங்களைப் பயன்படுத்துவதன் மூலம், பாதுகாப்பு அல்லது பயனர் தனியுரிமைக்கு தீங்கு விளைவிக்காமல் எப்போதும் உத்திகள் அனைத்தையும் பதிவுசெய்வதற்கான பாதுகாப்புத் தரங்களை மீறலாம்.",
  "section-user-experience-header": "சிறந்த பயனர் அனுபவம்",
  "section-user-experience-text1": "எண்டர்பிரைஸ் பயனர்களுக்கு, பெரும்பாலான சூழ்நிலைகளில் சவால்களை முற்றிலும் தவிர்க்க விருப்பங்கள் உள்ளன.",
  "section-user-experience-text2": "மேம்பட்ட போட் மாடல்களுக்கு நன்றி, சிறந்த பாதுகாப்பை வழங்கும் அதே வேளையில், உங்களின் 99.9% முறையான போக்குவரத்திற்கு முற்றிலும் சவாலைத் தவிர்ப்பதன் மூலம் உராய்வைக் குறைக்கவும்.",
  "section-easy-integration-header": "எளிதான ஒருங்கிணைப்பு",
  "section-easy-integration-text": "hCaptcha ஐச் சேர்ப்பது சில நிமிடங்களும் குறியீடுகளின் சில வரிகளும் மட்டுமே ஆகும். அடிப்படை API ஆனது reCAPTCHA V2 உடன் இணக்கமானது, மேலும் மாறுவதற்கு சில நிமிடங்கள் மட்டுமே ஆகும். நீங்கள் இன்று ஒரு சிறந்த மாற்றுடன் இயங்கலாம், மேலும் தேவையான மேம்பட்ட அம்சங்களை இயக்கலாம்.",
  "section-easy-integration-serverside": "சர்வர் பக்கம்:",
  "section-easy-integration-frontend": "முன்பக்கம்:",
  "section-threat-header": "தனிப்பயனாக்கப்பட்ட அச்சுறுத்தல் மதிப்பெண்கள்",
  "section-threat-text": "எல்லா பிரச்சனைகளும் ஒரே மாதிரியானவை அல்ல: ஒரு மதிப்பெண் பெறுவது என்பது பயனுள்ளதாக இருக்க உங்கள் தேவைகளை தீர்க்க வேண்டும் என்பதாகும். hCaptcha இன் தனித்துவமான தனிப்பயனாக்கப்பட்ட அச்சுறுத்தல் மதிப்பெண்களுடன், உங்கள் வணிகத்திற்கு மிகவும் பொருத்தமான மதிப்பெண்களை வழங்க எங்கள் மாதிரிகளை மாற்றியமைக்க விரைவான ஆலோசனை எங்களை அனுமதிக்கிறது.",
  "section-challenges-header": "உங்கள் சொந்த சவால்களை நொடிகளில் தொடங்கவும்",
  "section-challenges-text-1": "தொடர்புடைய உள்ளடக்கத்துடன் பிராண்டில் இருங்கள்",
  "section-challenges-text-2": "பாதுகாப்புத் தேவைகளைப் பூர்த்தி செய்வதற்கான சவாலை பயனர்கள் தீர்க்க வேண்டியிருக்கும் போது, பயனருக்கு இனிமையான மற்றும் பொருத்தமான பணிகளை ஏன் உருவாக்கக்கூடாது? எங்கள் எளிய தனிப்பயன் சவால் வடிவமைப்பாளர் மூலம், சில நிமிடங்களில் பிராண்ட் சவால் உள்ளடக்கத்தை நீங்கள் தொடங்கலாம்.",
  "section-integration-header": "நேரடி இயங்குதள ஒருங்கிணைப்பு",
  "section-integration-subheader": "இணைய உள்கட்டமைப்பு நிறுவனங்களுக்கு",
  "section-integration-text": "hCaptcha Enterprise அமைப்பு அதன் வடிவமைப்பில் தனித்துவமாக நெகிழ்வுத்தன்மை கொண்டது: நீங்கள் ஒரு பொது மேகக்கணியை இயக்கினால் அல்லது பல தரவு மையங்களைச் சொந்தமாக வைத்திருந்தால், உங்கள் நெட்வொர்க்கின் விளிம்பில் பகுதி அல்லது முழுவதுமாக பயன்படுத்தப்படலாம். இது கடுமையான SLA களை சந்திக்க 24/7 ஆன்-கால் ஊழியர்களால் நிர்வாகத்தின் அனைத்து நன்மைகளையும் தக்கவைத்துக்கொள்வதன் மூலம் செலவுகள் மற்றும் ஆஃப்-நெட்வொர்க் போக்குவரத்தை வியத்தகு முறையில் குறைக்கலாம்.",
  "section-support-header": "உங்களுக்கும் உங்கள் பயனர்களுக்கும் அணுகக்கூடிய நிபுணத்துவம் மற்றும் ஆதரவு",
  "section-support-text": "சேவை எங்களுக்கு முதன்மையானது. நாங்கள் 24/7 அழைப்பு ஆதரவைப் பராமரிக்கிறோம் மற்றும் உங்கள் பொறியியல் ஒருங்கிணைப்புக் குழு மற்றும் எங்கள் அழைப்பு ஊழியர்களுடன் நேரடி ஸ்லாக் ஒருங்கிணைப்பை வழங்குகிறோம். , மற்றும் எங்கள் இன்-விட்ஜெட் மற்றும் மின்னஞ்சல் ஆதரவு சேனல்கள். நாங்கள் அணுகக்கூடியவர்கள் மற்றும் பதிலளிக்கக்கூடியவர்கள், மேலும் பயனர் திருப்தியை ஒரு சிறந்த KPI ஆக கருதுகிறோம்.",
  "section-enterprise-header": "நிறுவன அம்சங்கள்",
  "section-enterprise-title-1": "உலகத்தரம் வாய்ந்த எதிர்ப்பு போட் பாதுகாப்பு",
  "section-enterprise-desc-1": "வலை அளவில் போர்-சோதனை செய்யப்பட்டது.",
  "section-enterprise-title-2": "உயர் துல்லியம் போட் மதிப்பெண்கள்",
  "section-enterprise-desc-2": "பல்வேறு வகையான மோசமான நடிகர்களைக் கண்டறியவும்.",
  "section-enterprise-title-3": "பூஜ்ஜிய உராய்வு மற்றும் 99.9% செயலற்ற முறைகள்",
  "section-enterprise-desc-3": "0.1% க்கும் குறைவான முறையான பயனர்களுக்கு சவால் விடுங்கள்.",
  "section-enterprise-title-4": "கட்டுப்பாட்டு சவால் வகைகள் காட்டப்பட்டுள்ளன",
  "section-enterprise-desc-4": "தேர்வு செய்ய வகைகளின் பரந்த நூலகம்.",
  "section-enterprise-title-5": "பயன்படுத்தப்படும் சவால் உள்ளடக்கத்தைக் கட்டுப்படுத்தவும்",
  "section-enterprise-desc-5": "நிலையான பயனர் அனுபவத்துடன் பிராண்டில் இருங்கள்.",
  "section-enterprise-title-6": "நிறுவன SLAகள்",
  "section-enterprise-desc-6": "உத்தரவாதமான நம்பகத்தன்மை மற்றும் வேகமான 24/7 அழைப்பு ஆதரவு.",
  "section-enterprise-title-7": "மரபு உலாவி ஆதரவு",
  "section-enterprise-desc-7": "இன்டர்நெட் எக்ஸ்ப்ளோரர் 8 க்கு எல்லா வழிகளிலும் இணக்கமானது.",
  "section-enterprise-title-8": "மேம்பட்ட அறிக்கையிடல் டாஷ்போர்டுகள் மற்றும் API",
  "section-enterprise-desc-8": "உங்கள் எல்லா தளங்களிலும் ஆப்ஸிலும் என்ன நடக்கிறது என்பதைப் பார்க்கவும்.",
  "section-enterprise-title-9": "எல்லா நாட்டிலும் வேலை செய்கிறது",
  "section-enterprise-desc-9": "reCAPTCHA போலல்லாமல், நாங்கள் எல்லா நாட்டிலும் வேலை செய்கிறோம்.",
  "section-enterprise-title-10": "GDPR, CCPA மற்றும் LGPD-க்கு ஏற்ற தனியுரிமைக் கொள்கை",
  "section-enterprise-desc-10": "முதல் நாளிலிருந்து தனியுரிமைக்காக வடிவமைக்கப்பட்டுள்ளது. வலுவான தரவு செயலாக்க ஒப்பந்தம்.",
  "section-enterprise-title-11": "நுணுக்கமான சிரம நிலைகள்",
  "section-enterprise-desc-11": "உங்கள் பயன்பாட்டு வழக்கை சரியாகப் பொருத்த இதை டயல் செய்யவும்.",
  "section-enterprise-title-12": "முதல் தரப்பு ஹோஸ்டிங்",
  "section-enterprise-desc-12": "அனைத்து கோரிக்கைகளும் சொத்துக்களும் hcaptcha.yourdomain.com க்குச் செல்கின்றன",
  "section-enterprise-title-13": "பல பயனர் டாஷ்போர்டுகள்",
  "section-enterprise-desc-13": "உங்கள் குழு முழுவதும் நிர்வாகத்தைப் பகிரவும்.",
  "section-enterprise-title-14": "உடனடி சரிபார்ப்பு",
  "section-enterprise-desc-14": "0ms தாமதம்: ஏபிஐ அழைப்பு இல்லாமல் hCaptcha டோக்கன்களைச் சரிபார்க்கவும்.",
  "section-enterprise-title-15": "மொபைல் (iOS மற்றும் Android) ஒருங்கிணைப்பு",
  "section-enterprise-desc-15": "இணையம், சொந்த மொபைல், மொபைல் இணையம் முழுவதும் தடையற்ற அனுபவம். முன்பே கட்டமைக்கப்பட்ட ஒருங்கிணைப்புகள் மற்றும் சொந்த SDKகள் உள்ளன.",
  "section-enterprise-title-16": "தனிப்பயனாக்கப்பட்ட விதிமுறைகள் மற்றும் தனியுரிமை உத்தரவாதங்கள்",
  "section-enterprise-desc-16": "மற்ற நிறுவனங்களால் முடியாதபோது உங்கள் சட்டத் தேவைகளைப் பூர்த்தி செய்யுங்கள்.",
  "presented-challlenges-head": "சவால்களை முன்வைத்தார்",
  "presented-challenges-title-1": "ஒப்பீடு",
  "presented-challenges-text-1": "வினவலுடன் பொருந்தக்கூடிய அனைத்து படங்களையும் தேர்ந்தெடுக்கவும்",
  "presented-challenges-title-2": "எல்லைப் பெட்டி",
  "presented-challenges-text-2": "பொருள்களுக்கான எல்லைப் பகுதியை வரையறுக்கவும்",
  "presented-challenges-title-3": "வகைப்படுத்தல்",
  "presented-challenges-text-3": "தொடர்புடைய லேபிள்களை அடையாளம் காணவும்",
  "presented-challenges-subheader": "மற்றும் பிற எளிய பணிகள். மனிதர்களுக்கு எளிதானது, போட்களுக்கு கடினமானது.",
  "presented-challenges-subtext": "நிறுவன வெளியீட்டாளர்களுக்கும் தனிப்பயன் பணிகள் உள்ளன.",
  "footer-header-1": "நிறுவனம்",
  "footer-header-2": "வளங்கள்",
  "footer-header-3": "தொடர்பு கொள்ளவும்",
  "footer-link-1": "லேபிளிங்",
  "footer-link-2": "பற்றி",
  "footer-link-3": "வேலைகள்",
  "footer-link-4": "வர்த்தக முத்திரைகள்",
  "footer-link-5": "வலைப்பதிவு",
  "footer-link-6": "நிலை",
  "footer-link-7": "ஆவணப்படுத்தல்",
  "footer-link-8": "பிழையைப் புகாரளிக்கவும்",
  "footer-link-9": "அணுகல்",
  "footer-terms": "விதிமுறை",
  "footer-privacy": "தனியுரிமை",
  "footer-attribution": "பண்புக்கூறு",
  "footer-subheader-1": "ஆதரவு",
  "footer-subheader-2": "தொடர்பு கொள்ளவும்",
  "switch-to-english-link": "ஆங்கிலத்திற்கு மாறவும்",
  "intro-heading-privacy": "தனியுரிமைக்காக வடிவமைக்கப்பட்டுள்ளது.",
  "intro-subtitle-p1-privacy": " ஆன்லைன் பாதுகாப்பிற்கான தனிப்பட்ட தனியுரிமை சார்ந்த அணுகுமுறை.",
  "info-head-2-pr": "ஆன்லைன் செயல்பாட்டை பதிவு செய்வது பதில் அல்ல.",
  "info-text-1-pr": "hCaptcha Enterprise க்கு ஒரே ஒரு நோக்கம் மட்டுமே உள்ளது: மோசமான நடிகர்கள் உங்கள் ஆன்லைன் செயல்பாடுகளுக்கு இடையூறு விளைவிப்பதிலிருந்தும் உங்கள் பயனர்களுக்கு தீங்கு விளைவிப்பதிலிருந்தும் தடுக்க வேண்டும்.",
  "info-text-2-pr": "தரவரிசையில் முன்னணி பாதுகாப்பைப் பராமரிக்கும் அதே வேளையில் தரவு சேகரிப்பு மற்றும் தக்கவைப்பைக் குறைப்பதற்காக எங்கள் அமைப்புகள் அடித்தளத்திலிருந்து வடிவமைக்கப்பட்டுள்ளன. பயனர் தரவைப் பாதுகாப்பதற்கான சிறந்த வழி, அதைச் சேமிப்பதே இல்லை.",
  "info-text-3-pr": "அனைத்து வாடிக்கையாளர் உறவுகளும் வலுவான தரவு செயலாக்க ஒப்பந்தத்தால் பாதுகாக்கப்படுகின்றன. உங்கள் சேவை அல்லது உங்கள் வாடிக்கையாளர்கள் எங்கிருந்தாலும் hCaptcha சேவை அனைத்து தனியுரிமைச் சட்டங்களுக்கும் இணங்குகிறது. தனிப்பட்ட தரவை வைத்திருக்காதது மற்ற நிறுவனங்களை விட எங்களுக்கு இதை மிகவும் எளிதாக்குகிறது.",
  "info-text-2-2-pr": "reCAPTCHA v3 போன்ற சேவைகள், உங்கள் தளத்தின் ஒவ்வொரு பக்கத்திலும் தங்கள் கண்காணிப்பு பிக்சலை வைப்பது நல்ல பாதுகாப்பிற்கு அவசியம் என்று கூறுகின்றன. இது அப்படியல்ல.",
  "info-text-2-3-pr": "எளிய நடத்தை பகுப்பாய்வு என்பது மோசமான நடிகர்களால் எளிதில் உருவாக்கப்படும் ஒரு சமிக்ஞையாகும், மேலும் உங்களின் அனைத்து முறையான போக்குவரத்திற்கும் உலாவல் வரலாற்றைத் தக்கவைத்துக்கொள்ள வேண்டும்.",
  "info-text-2-4-pr": "நாங்கள் விளம்பர நெட்வொர்க்கை இயக்கவில்லை, மேலும் அவர்களுக்கு விளம்பரங்களை விற்பதற்காக உங்கள் பயனர் நடத்தையைக் கவனிப்பதில் ஆர்வமில்லை. அதாவது உங்கள் தளத்தின் ஒவ்வொரு பக்கத்திலும் ஒரு செயலற்ற பிக்சல் தேவையில்லை.",
  "info-text-2-5-pr": "எங்களின் சவால் குறியீட்டை தேவையான இடங்களில் மட்டும் சேர்க்கவும், மேலும் உங்களையும் உங்கள் பயனர்களையும் பாதுகாப்பதில் அர்த்தமுள்ளதாக இருக்கும்.",
  "info-head-3-pr": "இயந்திர கற்றல் பயனுள்ளதாக இருக்கும். ஆனால் இது வேலை செய்ய தனிப்பட்ட தரவு தேவையில்லை.",
  "info-text-3-1-pr": "இயந்திர கற்றல் இப்போது நம் வாழ்வின் ஒவ்வொரு அம்சத்தையும் பாதிக்கிறது, பெரும்பாலும் நாம் உணராத மற்றும் பார்க்க முடியாத வழிகளில். ஆன்லைன் பாதுகாப்பு சேவைகள் வேறுபட்டவை அல்ல.",
  "info-text-3-2-pr": "ஆயிரக்கணக்கான சிக்னல்களைக் கற்றுக்கொள்வதன் மூலம், மாடல்கள் தீங்கிழைக்கும் நடத்தையை மிக விரைவாகக் கண்டறிவதில் அதிக நம்பிக்கையை ஊகிக்க முடியும், எந்தவொரு தனிப்பட்ட சிக்னலும் ஒரு சிக்கலைக் குறிக்கும் அளவுக்கு வலுவாக இல்லாவிட்டாலும் கூட.",
  "info-text-3-3-pr": "இருப்பினும், இவை எதுவும் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவலை (PII) பயன்படுத்த வேண்டியதில்லை. நவீன கிரிப்டோகிராஃபிக் நுட்பங்கள் எந்தவொரு தனிப்பட்ட தரவையும் விரைவாக நிராகரிக்க அனுமதிக்கின்றன, அதற்கு பதிலாக எந்தவொரு தனிநபருடனும் இணைக்க முடியாத ஒரு வழி கையொப்பங்களை உருவாக்குகின்றன.",
  "info-text-3-4-pr": "அடையாளம் காணப்படாத தரவு பற்றிய பயிற்சியும் நன்றாக வேலை செய்கிறது, மேலும் பாதுகாப்பு அல்லது தனியுரிமையில் சமரசம் செய்யத் தேவையில்லை. எங்கள் வாடிக்கையாளர்கள் அனுபவச் சோதனைகளைச் செய்து, எங்களைச் சமமாகவோ அல்லது மிகக் குறைவான தனிப்பட்ட மாற்றுகளுக்குச் சிறந்ததாகவோ அறிவித்துள்ளனர்.",
  "cloudflare-quote-text-privacy": "hCaptcha தீர்வுகளைப் பற்றிய பல விஷயங்களை நாங்கள் விரும்பினோம்: 1) அவை தனிப்பட்ட தரவை விற்காது; அவர்கள் தேவையான குறைந்தபட்ச தனிப்பட்ட தரவை மட்டுமே சேகரிக்கிறார்கள், அவர்கள் சேகரிக்கும் தகவல் மற்றும் அதை எவ்வாறு பயன்படுத்துகிறார்கள் மற்றும்/அல்லது வெளிப்படுத்துகிறார்கள் என்பதை விவரிப்பதில் வெளிப்படையானவை.",
  "pilot-head": "எந்த கடமையும் இல்லாமல் உங்கள் சூழலில் எங்களை முயற்சிக்கவும்.",
  "pilot-text-1a": "நாங்கள் பொறியாளர்கள், விற்பனையாளர்கள் அல்ல: உங்கள் விருப்பத்தில் நீங்கள் மகிழ்ச்சியாக இருக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம்.",
  "pilot-text-1b": "உங்கள் திருப்தியை உறுதி செய்வதற்கான சிறந்த வழி, உங்கள் தேவைகளை நாங்கள் பூர்த்தி செய்கிறோம் என்பதை நிரூபிப்பதாகும்.",
  "pilot-text-1c": "பைலட்டைத் தொடங்கும் கிட்டத்தட்ட எல்லா நிறுவனங்களும் இறுதியில் எங்கள் தீர்வுகளைத் தேர்ந்தெடுக்கின்றன.",
  "pilot-text-1d": "எங்கள் தொழில்நுட்ப நிபுணர்களில் ஒருவரை அடைய இந்தப் படிவத்தைப் பயன்படுத்தவும். நாங்கள் விரைவாக பதிலளிக்கிறோம்.",
  "pilot-text-1e": "நீங்கள் நேரடியாக எங்களுக்கு மின்னஞ்சல் அனுப்பலாம்.",
  "pilot-email-details": "விவரங்கள் இங்கே.",
  "pilot-f1": "பிராந்தியம்",
  "pilot-f2": "உங்கள் பெயர்",
  "pilot-f3": "உங்கள் பெயர்",
  "pilot-f4": "வணிக மின்னஞ்சல்",
  "pilot-f5": "வேறு ஏதேனும் விவரங்கள் நம்மிடம் இருக்க வேண்டுமா?",
  "pilot-f6": "உங்களுக்கு அவசரமாக ஆன்போர்டிங் தேவையா?",
  "pilot-f7": "ஆம்.",
  "pilot-f8": "நான் தாக்குதலுக்கு உள்ளாகியுள்ளேன், உடனடியாக உள்வர வேண்டும்.",
  "pilot-f9": "சமர்ப்பிக்கவும்",
  "pilot-f10": "உங்கள் மின்னஞ்சலை உள்ளிடுவதன் மூலம், எங்கள் விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கையை ஏற்கிறீர்கள், மேலும் எங்களிடமிருந்து மின்னஞ்சலைப் பெறவும்.",
  "pilot-fo-1": "ஒருங்கிணைப்பு எளிதாக இருக்க முடியாது.",
  "pilot-fo-2": "hCaptcha நீங்கள் பயன்படுத்தும் முன்தளம் மற்றும் பின்தள அமைப்புகளுக்கு டஜன் கணக்கான முன் கட்டப்பட்ட ஒருங்கிணைப்புகளைக் கொண்டுள்ளது.",
  "pilot-fo-3": "நீங்கள் Google இன் reCAPTCHA இலிருந்து வருகிறீர்கள் என்றால், எங்கள் APIகள் டிராப்-இன் மாற்றாக இருக்கும். மூன்று கோடு குறியீடுகள் உங்களுக்குத் தேவை.",
  "pilot-fo-4": "உங்களுக்கு ரியாக்ட் ஒருங்கிணைப்பு, iOS நேட்டிவ் ஆப்ஸிற்கான SDKகள், ஜாவா பேக்கெண்ட் உதாரணம் அல்லது வேறு எந்த சூழ்நிலையும் தேவைப்பட்டாலும், எங்கள் ஆன்போர்டிங் பொறியாளர்கள் உங்களை விரைவாகச் செயல்படுத்த முடியும்.",
  "pilot-fo-5": "எப்போதும் போல, தனியுரிமை எங்களுக்கு ஒரு முக்கிய மதிப்பு. எங்களின் சவால்க் குறியீட்டை தேவையான இடங்களில் மட்டும் சேர்க்கவும், மேலும் உங்களையும் உங்கள் பயனர்களையும் பாதுகாப்பது அர்த்தமுள்ளதாக இருக்கும். தரவு சேகரிப்பைக் குறைப்பது ஒருங்கிணைப்பின் தருணத்திலிருந்து தொடங்குகிறது.",
  "pilot-fdone": "நன்றி. நாங்கள் விரைவில் தொடர்பில் இருப்போம்.",
  "home-ent-2-new": "எங்கள் நிறுவன தீர்வு பற்றி மேலும் அறிக.",
  "home-ent-button-new": "hCaptcha எண்டர்பிரைஸ்",
  "home-main-plans2-new": "hCaptcha எண்டர்பிரைஸ் தீர்வுகள் கிளாஸ்-லீடிங் பாதுகாப்பை வழங்குகின்றன மற்றும் பல சிறந்த ஆன்லைன் சேவைகளைப் பாதுகாக்கின்றன.",
  "home-plans-button-2-new": "மேலும் அறிக",
  "header-enterprise-link": "நிறுவன",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise பற்றி மேலும் அறிக"
}
