{
    "1290027486": "பிரேவ் நிறுவனத்தின் CEO. Mozilla இன் இணை நிறுவனர். ஜாவாஸ்கிரிப்ட் நிரலாக்க மொழியை உருவாக்கியவர். உலாவிகள் மற்றும் பலவற்றை உருவாக்குபவர்.",
    "211351380": "வலைப்பதிவில் இருந்து:",
    "3153117136": "hCaptcha சிரமம் அமைப்புகள் எவ்வாறு வேலை செய்கின்றன",
    "2915355938": "அணுகல்",
    "793784899": "திட்டங்கள்",
    "2671622670": "நிறுவன",
    "3527140447": "ஆவணங்கள்",
    "505891021": "லேபிளிங் சேவைகள்",
    "692176459": "உள்நுழைய",
    "1892574253": "பதிவு செய்யவும்",
    "2593864519": "மேலும் போட்களை நிறுத்துங்கள். பயனர் தனியுரிமையைப் பாதுகாக்கத் தொடங்குங்கள்.",
    "4007826952": "இணையம், மொபைல் மற்றும் பலவற்றிற்கான #1 தனியுரிமை-முதல் CAPTCHA.",
    "3721365241": "முயற்சி",
    "3753956446": "இலவசம்",
    "3276777569": "hCaptcha",
    "55035359": "தற்போது reCAPTCHA பயன்படுத்துகிறீர்களா?",
    "3417372336": "நிமிடங்களில் மாறவும்",
    "2881474837": "hCaptcha எண்டர்பிரைஸ்",
    "1685871181": "சிறந்த ஆன்லைன் சேவைகள் நம்பியுள்ளன",
    "1470290349": "சிறந்த-இன்-கிளாஸ் போட் மற்றும் மோசடி மேலாண்மைக்கு.",
    "3714002185": "hCaptcha Enterprise பற்றி மேலும் அறிக",
    "3946753128": "தனியார். பாதுகாப்பானது. வேகமாக.",
    "939665604": "தனியுரிமை கவனம்",
    "780475098": "விளம்பர நெட்வொர்க்குகள் உங்கள் பார்வையாளர்களை தயாரிப்பாகப் பார்க்கின்றன. ஒரு வருகை நல்லதா கெட்டதா என்பதை மட்டுமே நாங்கள் கவனிக்கிறோம். hCaptcha GDPR, CCPA, LGPD, PIPL மற்றும் பிற உலகளாவிய தரவுச் சட்டங்களுடன் இணங்குகிறது.",
    "219813583": "பாதுகாப்பு முதலில்",
    "2714878440": "எங்களின் மேம்பட்ட இயந்திர கற்றல் மற்றும் மனிதநேயம் சரிபார்ப்பு மூலம் உங்கள் சேவைகளை ஸ்கிராப்பிங், கணக்கு கையகப்படுத்துதல், நற்சான்றிதழ் நிரப்புதல் மற்றும் ஸ்பேம் ஆகியவற்றிலிருந்து பாதுகாக்கவும்.",
    "1397766838": "சிறந்த பயனர் அனுபவம்",
    "2670352917": "hCaptcha மிகவும் நம்பகமான போட் கண்டறிதலை வழங்குகிறது, அதே சமயம் மனிதர்கள் எளிதில் தீர்க்க முடியும்.",
    "2806751666": "hCaptcha என்றால் என்ன?",
    "3096063825": "முயற்சி செய்துப்பார்",
    "2968026167": "உங்களுக்கு பிடித்த காய்கறி",
    "713281684": "கத்திரிக்காய்",
    "4147497805": "கேரட்",
    "3758963444": "நன்றி! உங்கள் சமர்ப்பிப்பு கிடைக்கப்பெற்றது!",
    "1070364246": "அச்சச்சோ! படிவத்தைச் சமர்ப்பிக்கும் போது ஏதோ தவறு ஏற்பட்டது.",
    "1129833879": "தீங்கிழைக்கும் போட்களை நிறுத்துங்கள், பயனர் தனியுரிமையைப் பாதுகாக்கவும்",
    "58091799": "hCaptcha Publisher மற்றும் Enterprise பற்றி மேலும் அறிக",
    "1599610318": "பதிப்பகத்தார்",
    "3093388779": "hCaptcha எந்த அளவிலான வெளியீட்டாளர்களுக்கும் பயன்படுத்த இலவசம்",
    "179723061": "கிளாஸ்-லீடிங் பாதுகாப்பு தேவைப்படும் அணிகளுக்கு கூடுதல் கட்டுப்பாடு",
    "846501387": "உலகத்தரம் வாய்ந்த போட் பாதுகாப்பு",
    "119298044": "மேம்பட்ட சுய-கண்காணிப்பு ML மற்றும் AI தொழில்நுட்பங்கள் அச்சுறுத்தல்கள் மற்றும் தாக்குதல்களில் இருந்து உங்கள் இணைய பண்புகளை பாதுகாக்கின்றன",
    "1263998069": "மனித தீர்வுகளுக்கு வெகுமதிகளைப் பெறுங்கள்",
    "1103295010": "மனிதர்கள் CAPTCHA களை தீர்க்கும் போது பணம் சம்பாதிக்கவும் அல்லது தொண்டுக்கு கொடுங்கள்",
    "392886773": "எல்லா நாட்டிலும் வேலை செய்கிறது",
    "2320894364": "200 புள்ளிகளுக்கு மேல் இருப்பதன் மூலம், hCaptcha இன் கிளவுட் உலகம் முழுவதும் உள்ள உங்கள் சொத்துக்களைப் பாதுகாக்கிறது",
    "451701069": "GDPR, CCPA உடன் இணங்குகிறது,",
    "2826051554": "இன்னமும் அதிகமாக",
    "3530599065": "தனியுரிமை அடித்தளத்திலிருந்து கட்டமைக்கப்பட்டுள்ளது. hCaptcha PII ஐத் தக்கவைக்கவில்லை மற்றும் பல தனியுரிமை ஆணைகள் மற்றும் ஒழுங்குமுறைகளுக்கு இணங்குகிறது.",
    "2489287539": "உராய்வு இல்லாத \"CAPTCHA இல்லை\" & 99.9% செயலற்ற முறைகள்",
    "793242047": "பயன்பாடுகளுக்கான விரைவான அணுகலை அனுமதிக்க பயனர்களுக்கு வழங்கப்படும் சவால்களைக் குறைக்கவும்",
    "4195759329": "போட் கண்டறிதல் மற்றும் ஆபத்து மதிப்பெண்கள்",
    "1150035777": "அதிநவீன இயந்திர கற்றல் மாதிரிகள் கேள்விகளுக்கு சரியாக பதிலளிக்கப்பட்டதா என்பதைத் தாண்டி பல தரவு புள்ளிகளின் அடிப்படையில் போட் நம்பிக்கை மதிப்பெண்களை உருவாக்குகின்றன.",
    "3688621388": "அச்சுறுத்தல் கையொப்பங்கள்",
    "1131525092": "தொடர்புடைய மோசடி மற்றும் துஷ்பிரயோகத்தைக் கண்டறிந்து நிறுத்த, எங்கள் தனியுரிமையைப் பாதுகாக்கும் ஸ்கோப் யுஐடிகள் மூலம் மோசமான நடிகர்களை சிரமமின்றி ஒன்றிணைக்கவும்.",
    "1559631739": "தனியார் கற்றல்",
    "3952259236": "உங்கள் கண்மூடித்தனமான தரவை hCaptcha இன் ஆயிரக்கணக்கான சிக்னல்களுடன் இணைத்து, நடத்தை வகுப்புகளில் hCaptcha-ஐப் பயிற்றுவிக்கவும் -- உங்கள் உதாரணத்திற்கு மட்டும் -- தீங்கிழைக்கும் நடத்தையை மட்டும் தீர்வைக் காட்டிலும் சிறப்பாகக் கணிக்க",
    "1150963691": "APT தணிப்பு",
    "4083018285": "மேம்பட்ட SOC கண்காணிப்பு மற்றும் அதிநவீன தொடர்ச்சியான அச்சுறுத்தல்களை எதிர்கொள்வதற்கான பதிலுடன் இணைந்த நீட்டிக்கப்பட்ட அம்சங்களின் தொகுப்பு",
    "3160820928": "ஒருங்கிணைந்த தாக்குதல் பாதுகாப்பு",
    "1849805607": "hCaptcha உங்கள் நெட்வொர்க்குகளில் ஊடுருவ வடிவமைக்கப்பட்ட அச்சுறுத்தல்கள் மற்றும் சிதைவுகளிலிருந்து பாதுகாக்கிறது",
    "1958297836": "ஒருங்கிணைந்த தாக்குதல் பாதுகாப்பு & APT தணிப்பு",
    "1300485304": "hCaptcha மேம்பட்ட அச்சுறுத்தல்கள் மற்றும் உங்கள் நெட்வொர்க்குகளில் ஊடுருவ வடிவமைக்கப்பட்ட டிகோய்களுக்கு எதிராக பாதுகாக்கிறது",
    "2698640210": "கட்டுப்பாட்டு சவால்கள் மற்றும் வகைகள் காட்டப்பட்டுள்ளன",
    "3121248460": "நீங்கள் எதிர்பார்க்கும் பார்வையாளர்களுக்கு -- எளிமையானது முதல் சிக்கலானது வரை -- எண்ணற்ற மாறுபட்ட தனிப்பயன் சவால்களைக் காண்பி",
    "3807059944": "பயன்படுத்தப்படும் சவால் உள்ளடக்கத்தைக் கட்டுப்படுத்தவும்",
    "2707282231": "உங்கள் பயனர்களுக்கான சவால்களைத் தனிப்பயனாக்குங்கள். போட்களால் தீர்க்கவும் ஊடுருவவும் இயலாது.",
    "4194763679": "நேர்த்தியான சிரம நிலைகள்",
    "3730038780": "பயனர்கள் தீர்க்கக்கூடிய கிட்டத்தட்ட எண்ணற்ற சவால்களில் இருந்து தேர்வு செய்யவும்",
    "1849717906": "உங்கள் சொந்த சவால் உள்ளடக்கத்துடன் தனிப்பயனாக்கவும்",
    "1508655687": "அணுகலை ஒழுங்குபடுத்த அல்லது கட்டுப்படுத்த உங்கள் பார்வையாளர்களுக்கு ஏற்றவாறு உங்கள் சொந்த சவால்களைச் சேர்க்கவும்",
    "3620442880": "ஃபிளாஷ் விற்பனை பாதுகாப்பு அம்சங்கள்",
    "3265895521": "நாளின் நேரத்தின் அடிப்படையில் சவாலின் சிரமத்தை உயர்த்தவும் குறைக்கவும்",
    "1485807325": "பல-பயனர் டாஷ்போர்டுகள், SAML SSO",
    "359073033": "டாஷ்போர்டுகள் செயல்பாட்டின் உயர்-நிலை அல்லது நேர்த்தியான காட்சிகளை வழங்குகின்றன.",
    "4272454814": "உங்களுக்கு விருப்பமான அடையாள வழங்குனருடன் ஒருங்கிணைக்கவும்.",
    "1141402092": "மேம்பட்ட அறிக்கை அம்சங்கள்",
    "910989640": "செயல்பாட்டின் விரிவான மற்றும் தனிப்பயனாக்கப்பட்ட அறிக்கைகளை உருவாக்கவும்",
    "3768951251": "நிறுவன SLAகள்",
    "1014004474": "hCaptcha இன் எண்டர்பிரைஸ் திட்டங்கள் உங்கள் நிறுவனத்தைப் பாதுகாக்க மேம்பட்ட சேவை நிலை ஒப்பந்தங்களை வழங்குகின்றன.",
    "1177598246": "விற்பனையைத் தொடர்பு கொள்ளவும்",
    "1067704102": "தரவு லேபிளிங்கில் உள்ள மதிப்பு",
    "3065000659": "ஒவ்வொரு முறையும் \"காரில் கிளிக் செய்யும் போது\" நீங்கள் ஒரு சிங்கிள் பயிற்சிக்கு உதவுகிறீர்கள் என்பதை உணர்ந்தீர்களா?",
    "3235430156": "நிறுவனத்தின் இயந்திர கற்றல் அமைப்புகள் இலவசமா?",
    "1549336309": "hCaptcha இந்த மாதிரியை மாற்றுகிறது. நீங்கள் hCaptcha ஐப் பயன்படுத்தும்போது, உங்கள் பயனர்கள் தங்கள் மனிதாபிமானத்தை நிரூபிக்கும் வகையில் அவர்கள் செய்யும் வேலையை நிறுவனங்கள் ஏலம் எடுக்கின்றன. நீங்கள் வெகுமதிகளைப் பெறுவீர்கள்.",
    "3725880582": "தொண்டுக்குத் திரும்பு",
    "1671436004": "உங்களுக்குப் பிடித்த தொண்டு நிறுவனத்திற்குத் திரும்பக் கொடுக்க விரும்புகிறீர்களா?",
    "1663628612": "உங்களை அனுமதிக்கிறது",
    "4272088465": "அதைப் பயன்படுத்துவதன் மூலம் நீங்கள் பெறும் வருமானத்துடன் நீங்கள் விரும்பும் தொண்டு நிறுவனங்கள்.",
    "2894845722": "உங்கள் தளத்தில் உள்ள பயனர்கள் hCaptcha இடைமுகத்தில் விவேகமான பிராண்டிங் மூலம் தொண்டுக்கான உங்கள் பங்களிப்பை விரைவில் பார்க்க முடியும்.",
    "3194111925": "ஆதரவு",
    "1637702726": "hCaptcha பற்றி",
    "2323282990": "மனிதநேயத்தை சரிபார்க்க ஒரு நவீன அணுகுமுறை",
    "1201821619": "hCaptcha இன்றைய மிக முக்கியமான பிரச்சனைகளில் ஒன்றைத் தீர்க்கிறது: தீங்கிழைக்கும் போட்களை ஆன்லைன் சேவைகளை தவறாகப் பயன்படுத்துவதைத் தடுக்கிறது.",
    "1475399473": "hCaptcha குழுவைப் பற்றி மேலும் அறிக",
    "3161489950": "உலகின் மிக மேம்பட்ட பாதுகாப்பு ML இயங்குதளம்",
    "3247172580": "hCaptcha மேம்பட்ட சுய-கண்காணிப்பு இயந்திர கற்றலை ஒரு புதுமையான எட்ஜ் கம்ப்யூட் அணுகுமுறையுடன் இணைத்தது, இது தரவு சேகரிப்பு மற்றும் தக்கவைப்பை தனித்துவமாக குறைக்கிறது, இது உலகளாவிய அளவில் 250 க்கும் மேற்பட்ட இடங்களில் இருந்து பாரிய அளவிடுதலுக்காக வழங்கப்படுகிறது.",
    "3767462250": "தனியுரிமைக்காக வடிவமைக்கப்பட்டது",
    "3500503648": "hCaptcha ஆனது உங்களின் உலாவல் வரலாற்றைப் பதிவுசெய்து பகுப்பாய்வு செய்வதை விட, உடனடி மதிப்பீட்டை நம்பி நீண்ட கால தரவுத் தக்கவைப்பை அகற்ற வடிவமைக்கப்பட்டுள்ளது. போன்ற முயற்சிகளையும் நாங்கள் ஆதரிக்கிறோம்",
    "2418549423": ", கிரிப்டோகிராஃபிக் சான்றுகள் மற்றும் பிற தனிப்பட்ட தனியுரிமை-முதல் அம்சங்கள் மூலம் ஆன்லைன் தனியுரிமையைப் பாதுகாப்பதற்கான வளர்ந்து வரும் தரநிலை.",
    "1544546608": "தனியுரிமை பாஸ்",
    "976209454": "வெகுமதிகளைப் பெறுங்கள் அல்லது தொண்டுக்கு கொடுங்கள்",
    "552920956": "போட்கள் மற்றும் பிற முறைகேடுகளைத் தடுக்கும் போது இணையதளங்கள் வெகுமதிகளைப் பெற hCaptcha அனுமதிக்கிறது. hCaptcha இந்த வருமானத்தின் மூலம் நீங்கள் விரும்பும் தொண்டு நிறுவனங்களை ஆதரிக்கவும் அனுமதிக்கிறது.",
    "654326661": "நீங்களே பார்க்க வேண்டுமா? hCaptcha ஐ இலவசமாக முயற்சிக்கவும்.",
    "3570415321": "நிறுவனம்",
    "3987022469": "லேபிளிங்",
    "1636202177": "பற்றி",
    "2670003220": "வேலைகள்",
    "3233305531": "வர்த்தக முத்திரைகள்",
    "3028319964": "AI நெறிமுறைகள்",
    "4131598919": "அச்சகம்",
    "1662477701": "வளங்கள்",
    "3130928685": "வலைப்பதிவு",
    "1756106276": "நிலை",
    "1235925265": "ஆவணப்படுத்தல்",
    "920212083": "பிழையைப் புகாரளிக்கவும்",
    "2076066173": "சைபர் தாக்குதல்கள் 101",
    "3644106388": "தொடர்பு கொள்ளவும்",
    "2182196747": "ஆதரவு",
    "487083593": "விற்பனை",
    "878585497": "விதிமுறை",
    "1697438123": "தனியுரிமை",
    "1316817321": "பண்புக்கூறு",
    "3488019891": "hCaptcha என்பது Intuition Machines, Inc இன் பதிவு செய்யப்பட்ட வர்த்தக முத்திரையாகும்.",
    "4224961202": "தனியுரிமை, பாதுகாப்பு மற்றும் இயந்திர கற்றல்.",
    "98173630": "hCaptcha என்பது உலகின் மிகவும் பரவலாகப் பயன்படுத்தப்படும் CAPTCHA சேவையாகும்.",
    "1514478724": "மேலும் அறிக",
    "1752795854": "போட்களை நிறுத்துவதற்கு hCaptcha நவீன, தனியுரிமை சார்ந்த அணுகுமுறையைக் கொண்டுவருகிறது.",
    "2927700175": "இயந்திர கற்றல் சிக்கல்களிலிருந்து லேபிளிடுவதற்கு கடினமான தரவைச் சேகரித்து, இணையதளம் அல்லது ஆப்ஸ் பார்வையாளர் மனிதரா என்பதை வேறுபடுத்திப் பார்ப்பதன் மூலம், போட்களுக்கு கடினமான ஆனால் மக்களுக்கு எளிதான கேப்ட்சா சவால்களைக் காட்டுகிறோம்.",
    "2188609322": "இணையத்தில் மோசமான நடிகர்கள் அதிகளவில் உள்ளனர். ஆனால் பயனர் தனியுரிமையை தியாகம் செய்வது பதில் அல்ல.",
    "2032102720": "விளம்பர நிறுவனங்கள் வழங்கும் பாதுகாப்பு தீர்வுகள் இணையம் முழுவதும் உள்ள பயனர்களைக் கண்காணிப்பதில் முதன்மையாக கவனம் செலுத்துகின்றன. சிறந்த முடிவுகளை வழங்க பயனர் தனியுரிமைக்கு தீங்கு விளைவிப்பது அவசியமில்லை என்பதை நிரூபிக்கும் பயனுள்ள பாதுகாப்பு தீர்வை நாங்கள் உருவாக்கியுள்ளோம்.",
    "4146870445": "நாங்கள் யார்",
    "353066938": "அனுபவம் வாய்ந்த குழு, இன்றைய கடினமான பிரச்சனைகளில் வேலை செய்கிறது. hCaptcha ஒரு சேவையாகும்",
    "1173652155": "ஆலோசகர்கள்",
    "2256305371": "பெர்க்லியில் உள்ள கலிபோர்னியா பல்கலைக்கழகத்தில் பேராசிரியர், சி.எஸ். ஆழ்ந்த கற்றல், பாதுகாப்பு, பிளாக்செயின் நிபுணர். ஒயாசிஸ் லேப்ஸின் CEO.",
    "2177660021": "ஸ்டான்போர்டில் ஆராய்ச்சி விஞ்ஞானி. பெரிய வங்கிகள், ஹெட்ஜ் நிதிகள் மற்றும் கல்வி நிறுவனங்களில் இயந்திர கற்றல் மற்றும் அளவு நிதி.",
    "2686825859": "இலவசமாக பதிவு செய்யவும் அல்லது hCaptcha Enterprise தீர்வுகள் பற்றி எங்களை தொடர்பு கொள்ளவும்",
    "583434701": "hCaptcha அணுகல்தன்மை",
    "611905972": "பாதுகாப்பை பராமரிக்கும் போது அனைத்து பயனர்களுக்கும் தடையற்ற அணுகலை உறுதி செய்தல்",
    "874098071": "நீங்கள் அணுகல்தன்மை பயனராக இருந்தால், இங்கே பதிவு செய்யவும்",
    "2745385064": "சுருக்கம்",
    "3353238942": "hCaptcha ஆனது போட்களை மக்களிடமிருந்து வேறுபடுத்தி அவற்றை நிறுத்த வடிவமைக்கப்பட்டுள்ளது. காட்சி சோதனைகள் இதற்கு ஒரு வசதியான கருவியாகும், ஆனால் அனைவருக்கும் காட்சி சவாலை தீர்க்க முடியாது.",
    "3600022491": "இந்த காரணத்திற்காக, எங்கள் சேவையைப் பயன்படுத்தும் வெளியீட்டாளர்கள் முழு பிரிவு 508 மற்றும் WCAG 2.1 AA இணக்கத்துடன் அனைவருக்கும் அணுகலைப் பாதுகாக்க எளிய, வலியற்ற மாற்றீட்டை வடிவமைத்துள்ளோம்.",
    "2557240048": "இது எவ்வாறு இயங்குகிறது: முதலில், அணுகல்தன்மை பயனர் இதன் மூலம் பதிவு செய்கிறார்",
    "3871665286": ", இது முக்கியமாக hCaptcha விட்ஜெட் தகவல் பக்கத்தில் இணைக்கப்பட்டுள்ளது. ஒரு நாளுக்கு பல முறை பயன்படுத்தக்கூடிய மறைகுறியாக்கப்பட்ட குக்கீ அவர்களுக்கு வழங்கப்படுகிறது, ஆனால் உள்நுழைவு மூலம் ஒவ்வொரு 24 மணிநேரமும் புதுப்பிக்கப்பட வேண்டும்.",
    "3441764123": "hCaptcha சேவையைப் பயன்படுத்தி ஒரு தளத்தில் அணுகல்தன்மை பயனருக்கு ஒரு சவாலை வழங்கினால், அவர்கள் தானாகவே கடந்து சென்றுவிடுவார்கள்.",
    "4247858664": "அணுகல்தன்மை பதிவுசெய்தல் பக்கம்",
    "1297657322": "உள்நுழைந்த பிறகு அணுகல்தன்மை பயனர் திரை",
    "1717658846": "விட்ஜெட் UI மெனுவில் அணுகல் விருப்பம்",
    "1266963825": "கே: hCaptcha பிரிவு 508 + WCAG 2.1 AA இணக்கமாக உள்ளதா?",
    "850025770": "ப: நாங்கள் அவ்வாறு நம்புகிறோம்: இணையத்தில் உலாவக்கூடிய மற்றும் படிவங்களில் உரையை உள்ளிடக்கூடிய எந்தவொரு குறைபாடுள்ள அனைத்து பயனர்களும் பதிவுசெய்தவுடன் hCaptcha ஆல் பாதுகாக்கப்பட்ட சேவைகளை அணுகலாம். இருப்பினும், இது சட்ட ஆலோசனை அல்ல: உங்கள் சொந்த மதிப்பீட்டை நீங்கள் செய்ய வேண்டும், உங்கள் வரிசைப்படுத்துதலுக்கான வழக்கு இது என்பதை உறுதிப்படுத்த உங்கள் குறிப்பிட்ட செயல்படுத்தலைக் கருத்தில் கொண்டு.",
    "159272246": "கே: ஆடியோ போன்ற பிற அணுகல்தன்மை (\"a11y\") விருப்பங்களில் பணிபுரிகிறீர்களா?",
    "4074220464": "A: ஆடியோ கேப்ட்சாக்கள் போன்ற முன்னர் பிரபலமான விருப்பங்கள் பல a11y பயனர்களுக்கு எதிராக பாகுபாடு காட்டுகின்றன மற்றும் நவீன இயந்திர கற்றல் நுட்பங்களால் எளிதில் தோற்கடிக்கப்படுகின்றன. இது தற்போதைய ஆடியோ சவால்களை மேலும் மேலும் கடினமாக்கும்படி கட்டாயப்படுத்தியுள்ளது, சத்தம், ஒற்றைப்படை நேரம், வழக்கத்திற்கு மாறான வார்த்தை சேர்க்கைகள் மற்றும் தாக்குபவர்களைத் தோற்கடிக்க அறிமுகப்படுத்துகிறது. இந்த அணுகுமுறைக்கு எதிராக சவாலை முழுவதுமாகத் தவிர்ப்பதற்கு நாங்கள் குறைவான ஆர்வத்துடன் இருக்கிறோம், ஆனால் a11y சமூகத்திலிருந்து கோரிக்கை இருந்தால் அதைக் கருத்தில் கொள்வோம்.",
    "2309661107": "இருப்பினும், நாங்கள் மிகவும் ஆர்வமாக உள்ளோம்",
    "2555914614": "அணுகல்தன்மை பயன்பாட்டு வழக்குக்கு. எங்களின் தற்போதைய a11y அணுகுமுறையை தனியுரிமை அனுமதிச் சீட்டு வழங்குதலுடன் இணைப்பது, a11y பயனர்கள் பாதுகாப்பாக உலாவ அனுமதிக்கும் என்று நம்புகிறோம். இந்த புதிய தொழில்நுட்பத்தை தரநிலைப்படுத்தும் IETF பணிக்குழுவில் நாங்கள் செயலில் பங்கேற்பவர்கள்.",
    "2583775432": "கே: தனியுரிமை பற்றி என்ன? பதிவானது a11y உலாவல் தரவை ஏதேனும் ஒரு வகையில் வெளிப்படுத்துகிறதா? மின்னஞ்சலை என்ன செய்வீர்கள்?",
    "4215483493": "ப: hCaptcha அடிப்படையிலிருந்து தனியுரிமைக்காக வடிவமைக்கப்பட்டுள்ளது. விளம்பர நெட்வொர்க்குகளுக்குச் சொந்தமான reCAPTCHA போன்ற பாரம்பரிய விருப்பங்களை விட இது மிகவும் வித்தியாசமானது, இணையம் முழுவதும் உங்களைக் கண்காணிக்கும் மற்றும் உண்மையான அடையாளத்துடன் உங்களைத் தொடர்புபடுத்தும் ஊக்கம் உள்ளது.",
    "2474661839": "நமது",
    "4137573005": "நாங்கள் தரவை எவ்வாறு பயன்படுத்துகிறோம் என்பதற்கான விரிவான மற்றும் அதிகாரபூர்வமான பதில்களைக் கொண்டுள்ளது, ஆனால் உங்கள் உலாவல் வரலாற்றுடன் உங்களை ஒரு நபராக தொடர்புபடுத்துவதில் எங்களுக்கு விருப்பமில்லை என்பதே குறுகிய பதில்.",
    "4101570501": "துஷ்பிரயோகத்தைத் தடுக்கும் எங்களின் திறனைப் பாதுகாத்து, எங்கள் தனியுரிமை பாஸ் பணியை நிறைவுசெய்யும் அதே வேளையில், உங்கள் மின்னஞ்சல் முகவரியை விரைவாக நிராகரிப்பதற்கான கிரிப்டோகிராஃபிக் தீர்விலும் நாங்கள் தற்போது பணியாற்றி வருகிறோம்.",
    "260595108": "a11y பயன்பாட்டை எளிதாக்குவது மற்றும் துஷ்பிரயோகத்தைத் தடுப்பதைத் தவிர வேறு எந்த நோக்கத்திற்காகவும் அணுகல்தன்மை மின்னஞ்சல்கள் அல்லது தகவலைப் பயன்படுத்த மாட்டோம்.",
    "3063819779": "தனியுரிமைக் கொள்கை",
    "465714311": "அணுகல்தன்மை பயனர்களுக்கு: கேள்வி பதில் மற்றும் சரிசெய்தல் வழிகாட்டி",
    "3596207631": "கே: குக்கீயை அமைத்த பிறகும் ஒரு சவாலைப் பார்க்கிறேன். இதற்கு என்ன காரணம்?",
    "469089249": "ப: இது பொதுவாக ஆக்ரோசிவ் ஆட் பிளாக்கர் அல்லது குக்கீ எதிர்ப்பு நீட்டிப்பு அல்லது \"கிராஸ்-சைட்\" குக்கீகளைத் தடுக்கும் அமைப்பால் ஏற்படுகிறது, இந்த விஷயத்தில் hcaptcha.com க்கான குக்கீ hCaptcha JS ஆல் அமைக்கப்பட்டது அல்லது சரிபார்க்கப்பட்டது நீங்கள் பார்வையிடும் தளம் போன்ற வேறுபட்ட தளம்.",
    "4263626815": "hCaptcha அணுகல்தன்மை குக்கீகள் அனைத்து பிரபலமான உலாவிகள் மற்றும் விளம்பரத் தடுப்பான்களுடன் அவற்றின் நிலையான அமைப்புகளுடன் வேலை செய்கின்றன, எனவே பொதுவாக தோல்விகள் \"Anti-adblock\" ஸ்கிரிப்டுகள் அல்லது குறிப்பிட்ட தளங்களை குறிவைக்கும் ஒத்த விதிகள் காரணமாகும்.",
    "3906359167": "தீர்வுகள்:",
    "3464870463": "1. உங்கள் விளம்பரத் தடுப்பான் அல்லது உலாவி பாதுகாப்பு நீட்டிப்பில் hcaptcha.com மற்றும் *.hcaptcha.com குக்கீகளை அனுமதிப்பட்டியலில் சேர்க்கவும்.",
    "1204911585": "2. நீங்கள் துணிச்சலான உலாவியைப் பயன்படுத்துகிறீர்கள் என்றால், அது (ஏப்ரல் 2020 வரை) எந்த வகையான குக்கீ அனுமதிப்பட்டியலையும் கொண்டிருக்கவில்லை எனில், முன்னுரிமைகள் -> ஷீல்டுகள் -> குக்கீகள் என்பதற்குச் சென்று, \"அனைத்து குக்கீகளையும் அனுமதி\" என்பதைத் தேர்ந்தெடுக்கவும்.",
    "2932826396": "3. நீங்கள் சமீபத்தில் வெளியிடப்பட்ட OS X 10.15 அல்லது iOS 13.4 இல் சஃபாரியின் சமீபத்திய பதிப்பைப் பயன்படுத்துகிறீர்கள் என்றால், ஆப்பிள் மூன்றாம் தரப்பு குக்கீகளுடன் தொடர்புடைய Safari இன் நடத்தையை மாற்றியுள்ளது, அவை அனைத்தையும் இயல்பாகத் தடுக்கிறது. நாங்கள் ஒரு தீர்வைச் செயல்படுத்துகிறோம், ஆனால் இதற்கிடையில் Safari விருப்பத்தேர்வுகள், தனியுரிமைப் பகுதியைப் பார்வையிடவும், மேலும் அணுகல்தன்மை குக்கீ எதிர்பார்த்தபடி செயல்பட, \"இணையதள கண்காணிப்பு: குறுக்கு-தள கண்காணிப்பு\" என்பதைத் தேர்வுநீக்கவும்.",
    "3836291932": "கே: நான் பல சாதனங்களைப் பயன்படுத்துகிறேன். நான் பல முறை பதிவு செய்ய வேண்டுமா?",
    "3251220335": "ப: இல்லை. குக்கீயை அமைக்க நீங்கள் பயன்படுத்தும் ஒவ்வொரு சாதனத்திலும் உங்களுக்கு அனுப்பப்பட்ட அதே மின்னஞ்சல் உள்நுழைவு இணைப்பைக் கிளிக் செய்யவும்.",
    "2082407178": "கே: அணுகல்தன்மை குக்கீயைப் பயன்படுத்தும் போது மூன்றாம் தரப்பு குக்கீ கண்காணிப்பில் இருந்து என்னை எப்படிப் பாதுகாத்துக் கொள்வது?",
    "2700197090": "ப: டொமைன்-நிலை அனுமதிப்பட்டியலை ஆதரிக்கும் (எ.கா. uBlock ஆரிஜின்) தனியுரிமை அல்லது விளம்பர-தடுப்பு நீட்டிப்பைப் பயன்படுத்துவது எதிர்பார்த்தபடி செயல்படும்: hcaptcha.comஐ அனுமதிப்பட்டியலில் சேர்ப்பதை உறுதிசெய்யவும்.",
    "3657743880": "கிராஸ்-சைட் குக்கீகளுக்கான உலாவி வழிமுறைகள்",
    "1960601330": "Safari (Mac) இல் குக்கீகளை இயக்க: Safari கீழ்தோன்றும் மெனுவிற்குச் செல்லவும். விருப்பத்தேர்வுகளைத் தேர்ந்தெடுக்கவும். மேல் பேனலில் தனியுரிமை என்பதைக் கிளிக் செய்யவும். 'குக்கீகளைத் தடு' என்பதன் கீழ் 'ஒருபோதும் இல்லை' என்ற விருப்பத்தைத் தேர்ந்தெடுக்கவும்.",
    "1622303590": "Safari இல் குக்கீகளை இயக்க (iPhone/iPad iOS 11+): உங்கள் அமைப்புகளைத் திறக்கவும். கீழே உருட்டி சஃபாரியைத் தேர்ந்தெடுக்கவும். தனியுரிமை மற்றும் பாதுகாப்பின் கீழ், \"குறுக்கு-தள கண்காணிப்பைத் தடு\" மற்றும் \"அனைத்து குக்கீகளையும் தடு\" என்பதை முடக்கவும்",
    "2199048568": "எந்த வலைப்பக்கத்திலும் முகவரிப் பட்டியின் இடதுபுறத்தில் உள்ள கேடயத்தைக் கிளிக் செய்யவும். பாதுகாப்பு அமைப்புகளைக் கிளிக் செய்யவும். Firefox விருப்பத்தேர்வுகள் தனியுரிமை & பாதுகாப்பு குழு திறக்கும். மேம்படுத்தப்பட்ட கண்காணிப்புப் பாதுகாப்பின் கீழ், தனிப்பயன் என்பதைத் தேர்ந்தெடுக்கவும். அந்த தேர்வுப்பெட்டிகளைத் தேர்ந்தெடுப்பதன் மூலம் எந்த டிராக்கர்கள் மற்றும் ஸ்கிரிப்ட்களைத் தடுக்க வேண்டும் என்பதைத் தேர்வுசெய்யவும். நீங்கள் hcaptcha.com ஐ தடைசெய்துள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.",
    "3967047208": "தேர்வுப்பெட்டிகளைத் தேர்வுநீக்குவதன் மூலம், தனிப்பயனாக்கத்தில் சில பாதுகாப்புகளைத் தற்காலிகமாக முடக்கலாம்: டிராக்கர்களின் தேர்வுப்பெட்டியைத் தேர்வுநீக்கவும் அல்லது உங்களுக்கு இன்னும் சிக்கல்கள் இருந்தால் குக்கீகளின் தேர்வுப்பெட்டியைத் தேர்வுநீக்கவும்.",
    "3805618893": "கூகுள் குரோம் (பிசி)",
    "3795997071": "Chrome மெனு ஐகானைத் தேர்ந்தெடுக்கவும். அமைப்புகளைத் தேர்ந்தெடுக்கவும்.",
    "926138631": "தனியுரிமை மற்றும் பாதுகாப்பு, குக்கீகள் மற்றும் பிற தளத் தரவு என்பதற்குச் செல்லவும்.",
    "3419878556": "\"மூன்றாம் தரப்பு குக்கீகளைத் தடு\" இயக்கப்படவில்லை என்பதை உறுதிப்படுத்தவும்.",
    "2269166171": "கூகுள் குரோம் (மேக்):",
    "2989126922": "மெனு பட்டியில் இருந்து Chrome விருப்பத்தேர்வுகளைத் திறக்கவும்.",
    "2348697693": "கூகுள் குரோம் (ஆண்ட்ராய்டு):",
    "3700113699": "உங்கள் Android சாதனத்தில், Chrome பயன்பாட்டைத் திறக்கவும்.",
    "3620039756": "மேல் வலதுபுறத்தில், மேலும் மற்றும் அமைப்புகளைத் தட்டவும்.",
    "2813310562": "தள அமைப்புகள் மற்றும் குக்கீகளைத் தட்டவும்.",
    "3014657981": "\"குக்கீகள்\" என்பதற்கு அடுத்துள்ள அமைப்பை இயக்கவும்.",
    "1242066691": "\"மூன்றாம் தரப்பு குக்கீகளை அனுமதி\" என்பதற்கு அடுத்துள்ள பெட்டியைத் தேர்வு செய்யவும்.",
    "292250020": "1. திரையின் மேல் வலது மூலையில் உள்ள கியரைத் தேர்ந்தெடுத்து, \"இணைய விருப்பங்கள்\" என்பதைத் தேர்ந்தெடுக்கவும். மெனு பார் இயக்கப்பட்டிருந்தால், \"கருவிகள்\" பின்னர் \"இணைய விருப்பங்கள்\" என்பதைத் தேர்ந்தெடுக்கலாம்.",
    "4114820649": "2. \"தனியுரிமை\" தாவலைக் கிளிக் செய்யவும்.",
    "946838734": "3. \"மேம்பட்ட\" பொத்தானைத் தேர்ந்தெடுக்கவும்.",
    "348809718": "4. \"மூன்றாம் தரப்பு குக்கீகள்\" என்பதன் கீழ் \"ஏற்றுக்கொள்\" என்பதைத் தேர்ந்தெடுக்கவும்.",
    "1253441326": "5. \"சரி\" என்பதைக் கிளிக் செய்யவும்",
    "852032043": "சஃபாரி",
    "836017336": "பயர்பாக்ஸ்",
    "3356349631": "கூகிள் குரோம்",
    "3235744534": "இன்டர்நெட் எக்ஸ்புளோரர்",
    "4104188759": "AI நெறிமுறைக் கொள்கை",
    "1161704803": "எங்களிடம் ஏன் AI நெறிமுறைகள் கொள்கை உள்ளது?",
    "1806535500": "பென்சில்கள் முதல் டைனமைட் வரை கிட்டத்தட்ட ஒவ்வொரு தொழில்நுட்பமும் ஏ",
    "24452499": "தீர்வு; அதை நல்லது அல்லது கெட்டதுக்காக பயன்படுத்தலாம். இரட்டை பயன்பாட்டு தீர்வுகளை ஆராய்ச்சி செய்யும், கட்டமைக்கும் அல்லது விற்பனை செய்யும் ஒவ்வொரு நிறுவனமும் தங்கள் செயல்களின் விளைவுகளை கருத்தில் கொள்ள வேண்டிய கடமை உள்ளது.",
    "4023575072": "இரட்டை பயன்பாடு",
    "3336625692": "AI நெறிமுறைகளின் பின்னணியில் இந்தத் தலைப்பைப் பற்றிய எங்கள் எண்ணங்களை இந்தப் பக்கம் விவரிக்கிறது, மேலும் எங்கள் சேவைகளைப் பயன்படுத்துவதை உறுதிசெய்ய நாங்கள் பின்பற்றும் செயல்முறைகள் ஒரு நிறுவனமாக நாங்கள் ஏற்றுக்கொண்ட கொள்கைகளுக்கு இணங்குவதை உறுதிசெய்கிறோம்.",
    "835717930": "hCaptcha இல் AI நெறிமுறைகள்",
    "2179524509": "hCaptcha சேவைக்கு எந்த வகையான கேள்விகள் அனுமதிக்கப்படுகின்றன, ஏன் குறிப்பிட்ட கேள்விகள் கேட்கப்படுகின்றன என்ற கேள்விகளை நாங்கள் எப்போதாவது பெறுகிறோம்.",
    "1962721652": "மனிதர்கள் மாதிரி-தேடுபவர்கள், சில சமயங்களில் ஒரு தீங்கற்ற கேள்வி முற்றிலும் ஆச்சரியமில்லாமல் ஒரு நொடியில் சந்தேகத்திற்குரியதாக மாறலாம், கேள்வி கேட்கும் எவருடைய உந்துதல்களைக் காட்டிலும் உலகில் ஏற்படும் மாற்றங்களால்.",
    "3974566657": "சேவைகள் மிகவும் பிரபலமாகும்போது, இதுபோன்ற நிகழ்வுகள் தவிர்க்க முடியாமல் அடிக்கடி நிகழ்கின்றன. உலகில் உள்ள ஒவ்வொரு நாட்டிலும் ஒவ்வொரு நாளும் மில்லியன் கணக்கான மக்களால் hCaptcha பயன்படுத்தப்படுகிறது, எனவே முடிந்தவரை வெளிப்படைத்தன்மையுடன் இருக்க, இந்தக் கொள்கையையும், இந்தச் சிக்கல்களை நாங்கள் எவ்வாறு எதிர்கொள்கிறோம் என்பது பற்றிய ஒரு வழக்கு ஆய்வையும் வெளியிடுகிறோம்.",
    "1830910223": "நிஜ உலக AI நெறிமுறைகள் வழக்கு ஆய்வு",
    "805971861": "\"குடை\" என்பது இமேஜ்நெட்டில் உள்ள ஒரு சொல், இது கணினி பார்வை ஆராய்ச்சியாளர்களால் பயன்படுத்தப்படும் நிலையான தரநிலை தரவுத்தொகுப்பு. பாதுகாப்பான அடுத்த தலைமுறை மேம்பட்ட ஓட்டுநர் உதவி (ADAS) அமைப்புகளை உருவாக்குவதற்கு குடைகளை வைத்திருக்கும் நபர்களை நம்பத்தகுந்த முறையில் அடையாளம் காண்பது மிகவும் முக்கியமானது.",
    "3988350": "இதன் பொருள் நிஜ உலக குடை சிறுகுறிப்புகளுக்கு சிறந்த பயன்பாட்டு நிகழ்வுகள் உள்ளன. சுய-ஓட்டுநர் கார்களின் தாக்கத்தில் கருத்து வேறுபாடுகளுக்கு இடம் உள்ளது, ஆனால் ADAS அமைப்புகள் ஏற்கனவே சேமிக்கின்றன",
    "548587288": "உலகம் முழுவதும்.",
    "3138772661": "ஒவ்வொரு ஆண்டும் ஆயிரக்கணக்கான உயிர்கள்",
    "3168199226": "இருப்பினும், 2020 ஆம் ஆண்டில், இந்த வகையான தரவுத்தொகுப்பை உருவாக்குவது ஒரு வருடத்திற்கு முன்பு சிலர் எதிர்பார்க்கும் வகையில் இரட்டை பயன்பாட்டு தொழில்நுட்பமாக கருதப்படலாம் என்பது தெளிவாகியது.",
    "558378834": "இந்த நேரத்தில் குடைகள் தொடர்பான கேள்விகளுக்கான கோரிக்கைகளை நாங்கள் இனி ஏற்க மாட்டோம். தற்போதைய தருணத்தில் குடைகள் பற்றிய கேள்வியை இறுதிப் பயனர் பார்க்கும் போது குழப்பம் ஏற்படுவதற்கான சாத்தியக்கூறுகள் மிக அதிகமாக உள்ளது, மேலும் இறுதியில் உலகை மிகவும் இனிமையான இடமாக மாற்றுவதே எங்கள் குறிக்கோள்.",
    "3376604063": "AI நெறிமுறைகள் கொள்கைகள் மற்றும் செயல்முறைகள்",
    "1923365316": "எங்களிடம் hCaptcha இல் கடுமையான AI நெறிமுறைக் கொள்கை உள்ளது, மேலும் அதன் ஒரு பகுதியாக உங்கள் வாடிக்கையாளரை அறிந்துகொள்ளும் (KYC) செயல்முறையும் அடங்கும்.",
    "4230322909": "ஒவ்வொரு புதிய வாடிக்கையாளரையும், அவர்களின் உத்தேசிக்கப்பட்ட பயன்பாட்டு வழக்கையும் நன்கு புரிந்துகொள்வதற்கு நாங்கள் எப்போதும் முயற்சி செய்கிறோம், இது எங்கள் தயாரிப்புகள் மற்றும் சேவைகளுக்கு ஏற்றது என்பதை உறுதிப்படுத்தவும், ஒரு நிறுவனமாக நாங்கள் ஏற்றுக்கொண்ட கொள்கைகளைப் பின்பற்றுவதை உறுதி செய்யவும்.",
    "2735073144": "தேவையான மதிப்பாய்வுகளையும் நாங்கள் நடத்துகிறோம். எடுத்துக்காட்டாக, குடை தொடர்பான லேபிளிங் கோரிக்கைகளுக்கான கோரிக்கைகளின் தேதிகள் மற்றும் ஆதாரங்களின் சமீபத்திய மதிப்பாய்வில், கடந்த 12 மாதங்களில் எங்கள் சேவைகளைப் பயன்படுத்தி குடைகள் தொடர்பாக எந்த அரசு நிறுவனமோ அல்லது அறியப்பட்ட மாநில கண்காணிப்பு மென்பொருளோ கோரிக்கைகளை வைக்கவில்லை என்பதை விரைவாக உறுதிப்படுத்த முடிந்தது. .",
    "2715462692": "எங்கள் AI நெறிமுறைகள் செயல்முறை எப்படி இருக்கும்?",
    "3049976256": "ஒவ்வொரு புதிய லேபிளிங் வாடிக்கையாளருக்கும், விற்பனைச் செயல்பாட்டின் போது சரிபார்ப்புப் பட்டியலைப் பார்க்கிறோம். இதில் ஆன்போர்டிங்கிற்கு முன் ஆரம்ப KYC விடாமுயற்சி, அத்துடன் எங்கள் பகுப்பாய்வாளர்களிடம் செய்யப்பட்ட அனைத்து கோரிக்கைகளின் சரிபார்ப்பு மற்றும் நிகழ்நேர ஸ்பாட் காசோலைகள் மற்றும் எங்கள் சுய சேவை தளத்தைப் பயன்படுத்தி செய்யப்படும் கோரிக்கைகளின் அவ்வப்போது மதிப்பாய்வுகள் ஆகியவை அடங்கும்.",
    "3103642530": "இந்த மதிப்பாய்வு பல அளவுகோல்களைக் கொண்டது:",
    "3349094124": "நெறிமுறை கவலைகள் அளவுகோல்கள்: குறிக்கோள்",
    "1038019440": "1. இந்த வாடிக்கையாளர் சர்வதேச சட்டங்கள் மற்றும் விதிமுறைகளுக்கு முரணான நடத்தையில் ஈடுபடும் நாட்டின் தேசிய நலன்களைப் பிரதிநிதித்துவப்படுத்துகிறாரா?",
    "493717511": "2. இந்த வாடிக்கையாளரா இருக்கக்கூடிய சேவைகளைக் கோருகிறார்",
    "2209109640": "அவர்களின் இயல்பான வணிக நடவடிக்கைகளின் பின்னணியில், தீங்கிழைக்கும் நோக்கங்களுக்காக மட்டுமே பயன்படுத்தப்படுகிறதா?",
    "3457805519": "3. வாடிக்கையாளரின் கோரிக்கையை அமெரிக்க சட்டம் மற்றும் எங்கள் நிச்சயதார்த்த விதிகளின் கீழ் நிறைவேற்ற முடியுமா?",
    "1942611550": "முதன்மையாக",
    "109179759": "நெறிமுறை கவலைகள் அளவுகோல்கள்: அகநிலை",
    "1033698050": "1. வழக்கமான மேற்கத்திய சமூக நெறிமுறைகளின் எங்கள் விளக்கத்தின்படி, தார்மீக ரீதியாக ஏற்றுக்கொள்ளத்தக்கதாக நாங்கள் கருதும் ஒரு பயன்பாட்டு வழக்கை வாடிக்கையாளர் எங்களுக்கு வழங்கியுள்ளார் என்று நாங்கள் நம்புகிறோமா?",
    "361372538": "2. நாங்கள் வழங்கிய சேவைகள் வாடிக்கையாளர்களால் பாரபட்சமான நோக்கங்களுக்காகப் பயன்படுத்தப்படும் என்று நாங்கள் நம்புகிறோமா?",
    "2867855718": "3. கோரிக்கைக்காக தனியுரிமை தேவைகள் திருப்திகரமாக தீர்க்கப்படும் என்று நாங்கள் நம்புகிறோமா?",
    "2462728596": "இந்தக் குறிப்புகளில் எங்களால் திருப்தி அடைய முடியாவிட்டால், கோரிக்கையை நிராகரிப்போம், மேலும் எங்கள் விதிமுறைகளில் கோடிட்டுக் காட்டப்பட்டுள்ளபடி எங்கள் தளத்திற்கான அணுகலை நிறுத்தலாம்.",
    "1995277831": "நன்றி",
    "1818116402": "AI நெறிமுறைக் கூறுகளுடன் செயல்பாட்டுக் கேள்விகளை நாங்கள் எவ்வாறு கையாளுகிறோம் என்பதைப் பற்றிய இந்தப் பார்வையைப் பாராட்டியிருப்பீர்கள் என நம்புகிறோம்.",
    "1499894352": "மிகச் சில நிறுவனங்கள் இந்தப் பகுதியில் தங்கள் முடிவெடுக்கும் செயல்முறைகளில் வெளிப்படைத்தன்மையை வழங்குகின்றன, மேலும் மற்றவர்கள் இதைப் பின்பற்றுவார்கள் என்று நம்புகிறோம்!",
    "535659033": "கிரியேட்டிவ் காமன்ஸ் பண்புக்கூறு",
    "1495915066": "நாங்கள், எங்கள் கல்வி ஆராய்ச்சி கூட்டாளர்கள் மற்றும் எங்கள் வாடிக்கையாளர்கள் கிரியேட்டிவ் காமன்ஸ் மீடியாவை எவ்வாறு பயன்படுத்துகிறோம்",
    "3017533972": "இயந்திர கற்றல் துறையில் மனிதகுலத்தின் அறிவை மேம்படுத்துவதற்காக நாங்கள், எங்கள் கல்வி ஆராய்ச்சி கூட்டாளிகள் மற்றும் எங்கள் வாடிக்கையாளர்கள் எப்போதாவது hCaptcha இயங்குதளம் வழியாக கிரியேட்டிவ் காமன்ஸ் உரிமம் பெற்ற உள்ளடக்கத்தின் பகுதிகளை குறிப்பிடலாம் அல்லது மீண்டும் உருவாக்கலாம்.",
    "1428053210": "இந்த உள்ளடக்கம் பொதுவாக அதன் அசல் வடிவத்திலிருந்து மாற்றப்படுகிறது. எடுத்துக்காட்டாக, ஒரு வீடியோ பல படங்களாகப் பிரிக்கப்படலாம், அந்தப் படங்கள் பல புதிய படங்களாகப் பிரிக்கப்படலாம், மேலும் அந்தப் புதிய படங்கள் பின்னர் தோராயமாக கலக்கப்பட்டு இறுதி முடிவைக் காண்பிக்கும்.",
    "1728211763": "இந்த வழியில் மற்றும் இந்த நோக்கங்களுக்காக உள்ளடக்கத்தைப் பயன்படுத்துவது சட்டம் மற்றும் துறையில் உள்ள நிலையான நடைமுறைகள் பற்றிய நமது புரிதலின்படி நியாயமான பயன்பாட்டு வழிகாட்டுதல்களுக்குள் வரும், ஆனால் நாங்கள் கிரியேட்டிவ் காமன்ஸின் நீண்டகால ரசிகர்களாக இருக்கிறோம், மேலும் உதவி செய்யும் எவருக்கும் கடன் வழங்க விரும்புகிறோம். இயந்திர நுண்ணறிவை மேம்படுத்துவதற்கான நினைவுச்சின்ன பணி.",
    "1949452297": "hCaptcha UI இன் உள்ளார்ந்த கட்டுப்பாடுகள் மற்றும் அதன் பாதுகாப்புக் கருத்தாய்வுகள் காரணமாக, ஒவ்வொரு படத்தின் மூலத்தையும் அதன் பயன்பாட்டிற்கு நேரடியாக அருகில் மீண்டும் உருவாக்க முடியாது. அதற்குப் பதிலாக, எங்கள் முகப்புப் பக்கத்திலிருந்து இந்தப் பக்கத்தை இணைத்து, பிளாட்ஃபார்ம் வழியாக தற்போது அல்லது சமீபத்தில் வழங்கப்பட்ட ஆதாரங்களின் பட்டியலைப் பராமரிக்கிறோம். தற்போதைய பட்டியலை நீங்கள் அணுகலாம்",
    "2367602973": "இங்கே",
    "659124570": "கூடுதலாக, உங்களுக்குச் சொந்தமான உள்ளடக்கம் hCaptcha இயங்குதளத்தில் மறுஉருவாக்கம் செய்யப்பட்டதைக் கண்டால் மற்றும் ஏதேனும் காரணத்திற்காக அதை அகற்ற விரும்பினால், நீங்கள் எங்களை மின்னஞ்சல் மூலம் தொடர்பு கொள்ளலாம்",
    "2066749488": "பிற புகார்கள்",
    "3479034323": "உங்களுக்குச் சொந்தமான உள்ளடக்கம் hCaptcha இயங்குதளத்தில் மீண்டும் உருவாக்கப்படுவதைக் கண்டால் மற்றும் ஏதேனும் காரணத்திற்காக அதை அகற்ற விரும்பினால், மின்னஞ்சல் மூலம் எங்களைத் தொடர்புகொள்ளலாம்.",
    "1836554225": "வலைப்பதிவு இடுகைகள்",
    "2873297188": "அனைத்து கேப்ட்சாக்களும் அமெரிக்கர்கள் அல்லாதவர்களுக்கு எதிராக பாகுபாடு காட்டுகின்றனவா?",
    "165932542": "உலகம் முழுவதும் உள்ள hCaptcha தீர்வு விகிதங்களைப் பாருங்கள்",
    "1865097546": "நவம்பர் 16, 2021",
    "3005876482": "hCaptcha இப்போது மிகப்பெரிய சுதந்திரமான CAPTCHA சேவையாகும், இது 15% இணையத்தில் இயங்குகிறது",
    "693820850": "தனியுரிமைக்கு முதலிடம் கொடுப்பதன் மூலம் நீங்கள் Google ஐ வெல்லலாம்",
    "3609106478": "நற்சான்றிதழ் நிரப்புதல்:",
    "299335340": "அது என்ன மற்றும் தாக்குதல்களை எவ்வாறு நிறுத்துவது",
    "354925785": "அறிமுகம்",
    "423222878": "செயலில் உள்ள பயனர் கணக்கில் உள்நுழைய, ஒரு தீங்கிழைக்கும் நடிகர் முறையான பயனர் நற்சான்றிதழ்களைப் பயன்படுத்தக்கூடிய சில கடினமான சைபர் தாக்குதல்களைக் கண்டறிந்து, தடுப்பது மற்றும் நிறுத்துவது. பல அதிநவீன கண்டறிதல் திறன்கள் இல்லாமல், கணக்கை ஹோஸ்ட் செய்யும் நிறுவனத்திற்கு ஏதேனும் தவறு இருப்பதாக சந்தேகிக்க எந்த காரணமும் இல்லை. ஒரு வாடிக்கையாளர் தனது கணக்கில் உள்நுழைந்திருப்பது போல் தெரிகிறது. திருடப்பட்ட நற்சான்றிதழ்களைப் பயன்படுத்தி தாக்குபவர் இந்த வெற்றிகரமான சூழ்ச்சியை அடைந்தார்—பொதுவாக “நற்சான்றிதழ் நிரப்புதல்” எனப்படும் சைபர் தாக்குதல் நுட்பத்தின் விளைவாகும். இன்று இது ஒரு தீவிரமான பிரச்சனை, ஆனால் சரியான எதிர்நடவடிக்கைகள் மூலம் தணிக்கக்கூடிய ஒன்று.",
    "777660551": "நற்சான்றிதழ் ஸ்டஃபிங் என்றால் என்ன?",
    "2602763587": "நற்சான்றிதழ் திணிப்பு என்பது சைபர் தாக்குதலின் ஒரு வடிவமாகும், இதில் தாக்குபவர் திருடப்பட்ட பயனர்பெயர்கள் மற்றும் கடவுச்சொற்களைப் பயன்படுத்தி இணையதளத்தில் பலமுறை உள்நுழைய முயற்சிப்பார். \"திணிப்பு\" என்பது மீண்டும் மீண்டும் உள்நுழையும் முயற்சிகளைக் குறிக்கிறது, அவை எப்போதும் தானியங்கி போட் மென்பொருளால் செய்யப்படுகின்றன.",
    "1271831121": "ஹேக்கர் (ஹூடி அணிந்திருப்பார், நிச்சயமாக!) அங்கே உட்கார்ந்து, நற்சான்றிதழைத் தட்டச்சு செய்வது போல் இல்லை. செலினியம் அல்லது தனிப்பயனாக்கப்பட்ட ஹேக்கர் கருவி போன்ற ஆஃப்-தி-ஷெல்ஃப் கருவியிலிருந்து தானியங்கு உள்நுழைவு போட் உருவாக்கப்படலாம்.",
    "2588750717": "உண்மையில், சில நற்சான்றிதழ் திணிப்பு தாக்குதல்கள் மில்லியன் கணக்கான சான்றுகளை உள்ளடக்கியது-அனைத்தும் சந்தேகத்திற்கு இடமில்லாத இணையதள உள்நுழைவு இடைமுகத்தில் அடைக்கப்படும்.",
    "1137757109": "இது இணையவழிக் கணக்காக இருந்தால், தாக்குபவர் விற்பனைப் பொருட்களை ஆர்டர் செய்யலாம். பாதிக்கப்பட்டவர் ஒரு வங்கியாக இருந்தால், தாக்குபவர் பணத்தை கடலுக்கு மாற்றலாம் மற்றும் பல.",
    "1559150837": "இலக்குகள் பாதுகாப்பற்றவை அல்ல. ஒரே ஐபி முகவரியில் இருந்து குறுகிய காலத்தில் ஆயிரக்கணக்கான வெவ்வேறு கணக்குகளில் உள்நுழைய முயற்சிக்கும் சந்தேகத்திற்கிடமான பயனரைத் தடுக்கும் கட்டுப்பாடுகள் பெரும்பாலான இணையதளங்களில் உள்ளன. புவியியல் மற்றும் ஐபி பன்முகத்தன்மையை உருவகப்படுத்துவதே இந்த பாதுகாப்பு நுட்பங்களைச் சுற்றி வருவதற்கு நம்பகத் திணிப்பு தாக்குதல் நடத்துபவர்கள் என்ன செய்கிறார்கள். சக்திவாய்ந்த, பெரும்பாலும் AI- உந்துதல் கருவிகளைப் பயன்படுத்தி, ஆயிரக்கணக்கான பயனர்கள் நாடு முழுவதிலுமிருந்து நாளின் வெவ்வேறு நேரங்களில் தோராயமாக உள்நுழைய முயற்சிக்கிறார்கள். இதைக் கண்டறிந்து நிறுத்துவது மிகவும் கடினம்.",
    "1892020899": "ஹேக்கர்கள் நற்சான்றிதழ்களை எங்கிருந்து பெறுகிறார்கள்?",
    "2597149484": "ஹேக்கர் பல நற்சான்றிதழ்களை \"பொருள்\" செய்ய வேண்டியதன் காரணம், அவர்கள் திருடப்பட்ட நற்சான்றிதழ்களை எங்கு பெறுகிறார்கள் என்பதோடு தொடர்புடையது.",
    "3030395800": "இந்த நற்சான்றிதழ்கள் பொதுவாக தரவு மீறல்களிலிருந்து வருகின்றன. \"நற்சான்றிதழ் கசிவுகள்\" என்றும் அழைக்கப்படும் இந்த தாக்குதல்கள் மில்லியன் கணக்கான நற்சான்றிதழ்கள் இருண்ட வலையில் கொட்டப்படுவதற்கு வழிவகுக்கும். வங்கியில் இருந்து கசிவு ஏற்பட்டால், ஹேக்கர் அந்த நற்சான்றிதழ்களைப் பயன்படுத்தி மற்ற தளங்களுக்குச் செல்ல முயற்சிப்பார். பல தளங்களுக்கு ஒரே பயனர்பெயர் மற்றும் கடவுச்சொல் கலவையை பலர் பயன்படுத்துவதால் இந்த அணுகுமுறை செயல்படுகிறது. (இந்த நடைமுறை ஊக்கமளிக்கவில்லை, ஆனால் யதார்த்தம் அதுதான். மக்கள் அதே உள்நுழைவு சான்றுகளை மீண்டும் செய்ய முனைகின்றனர்.)",
    "1258965840": "இவ்வாறு, தாக்குபவர் ஒரு தளத்தில் நுழைய முடிந்தால், அவர் சிந்திய சான்றுகளைப் பயன்படுத்தி பல தளங்களுக்குள் நுழையலாம். உதாரணமாக, அவர்கள் JohnDoe/525momma போன்ற பயனர்பெயர்/கடவுச்சொல் ஜோடியைப் பெறலாம், ஆனால் அந்த ஜோடி அவர்களுக்கு என்ன செய்யும் என்று தெரியவில்லை. எனவே, அவர்கள் Amazon.com, Ebay, Citibank, Walgreens மற்றும் பலவற்றில் இந்த ஜோடியை முயற்சி செய்கிறார்கள். அவர்கள் அந்த ஜோடியை ஆயிரம் வெவ்வேறு தளங்களில் முயற்சி செய்யலாம்.",
    "3594440415": "இறுதியில், அவர்கள் கதவுகளைத் திறக்கத் தொடங்குவார்கள்.",
    "780280214": "hCaptcha மற்றும் hCaptcha எண்டர்பிரைஸ் நற்சான்றிதழ் நிரப்புதல் அச்சுறுத்தலை எவ்வாறு குறைக்கிறது",
    "4165374512": "நற்சான்றிதழ் திணிப்பைத் தடுக்க ஐபி மற்றும் இருப்பிடக் கண்டறிதல் கருவிகளைப் பயன்படுத்துவது சாத்தியம் என்றாலும், தானியங்கு நற்சான்றிதழ் ஸ்டப்பிங் போட்டையே குறுக்கிடுவது மிகவும் செலவு குறைந்த மற்றும் துல்லியமான முறையாகும். hCaptcha மற்றும் hCaptcha Enterprise ஆகியவை நுழையும் இடத்தில் போட்டை ஸ்டம்ப் செய்யலாம். போட் சரியான நற்சான்றிதழ்களைக் கொண்டிருந்தாலும், அது hCaptcha Enterprise இன் கண்டறிதல் அல்லது hCaptcha இன் CAPTCHA ஐப் பெற முடியாவிட்டால், அது அதன் நிரப்புதலைச் செய்யாது, மேலும் உங்கள் தளமும் பயனர்களும் பாதுகாக்கப்படுவார்கள்.",
    "3269644546": "தயவு செய்து",
    "1058572205": "நீங்கள் மேலும் அறிய விரும்பினால் எங்களை",
    "3753613260": "தொடர்பு",
    "1792519141": "hCaptcha எண்டர்பிரைஸ்",
    "3515435438": "DMCA புகார்களைப் புகாரளித்தல்",
    "54093347": "DMCA பதிவு செய்யப்பட்ட முகவர்",
    "3233441200": "மீறல் கொள்கையை மீண்டும் செய்யவும்",
    "4011712313": "எங்கள் DMCA கொள்கையின் ஒரு பகுதியாக, பல படி DMCA மீண்டும் மீறல் கொள்கையில் பல DMCA அறிவிப்புகளைப் பெறும் வாடிக்கையாளர்களின் கணக்குகளை நாங்கள் வைப்போம். ஒரு காலண்டர் மாதத்தில் மீண்டும் மீண்டும் DMCA அறிவிப்புகளைப் பெற்றவுடன், வாடிக்கையாளர் கணக்கு ஒரு கொள்கைப் படியிலிருந்து அடுத்த நிலைக்கு முன்னேறும்.",
    "766825168": "DMCA ரிப்பீட் அத்துமீறல் கொள்கையின் கீழ் நாங்கள் எடுக்கக்கூடிய செயல்களில் கணக்கின் வாடிக்கையாளருக்கு அதிகத் தெரிவுநிலை குறித்த விழிப்பூட்டல்களை அனுப்புவதும் அடங்கும். இந்த விழிப்பூட்டல்களை ஒப்புக்கொள்ள, வாடிக்கையாளர் கணக்கில் உள்நுழைய வேண்டும் அல்லது எங்கள் ஆதரவுக் குழுவை அழைக்க வேண்டும். நாங்கள் மீண்டும் மீண்டும் மீறல் விழிப்பூட்டல்களை அனுப்பிய பிறகும், மீறல் தொடர்பான DMCA அறிவிப்புகளைத் தொடர்ந்து பெறும் எந்தவொரு வாடிக்கையாளரின் hCaptcha மற்றும் IMI சேவையை இடைநிறுத்துவதற்கு அல்லது நிறுத்துவதற்கும், பிற இடைக்கால நடவடிக்கைகளைப் பயன்படுத்துவதற்கும் எங்களுக்கு உரிமை உள்ளது. கூடுதலாக, இந்தக் கொள்கையின் கீழ் hCaptcha சேவையை நாங்கள் நிறுத்தும்போது, இந்த வாடிக்கையாளர்களுக்கு வழங்கப்படும் மற்ற hCaptcha அல்லது IMI சேவைகளை எங்கள் சொந்த விருப்பத்தின் பேரில் நிறுத்தலாம்.",
    "2410122265": "hCaptcha ஆதாரங்கள்: Bots 101",
    "4166776480": "நற்சான்றிதழ் திணிப்பு: அது என்ன மற்றும் தாக்குதல்களை எவ்வாறு நிறுத்துவது",
    "2301335298": "பணம் செலுத்தும் மோசடி: வேகமாக வளர்ந்து வரும் சைபர் கிரைம் முறையைத் தணித்தல்",
    "3682071227": "கணக்கு கையகப்படுத்துதல் என்றால் என்ன, அவை எவ்வாறு செயல்படுகின்றன?",
    "2729131930": "ஸ்கிராப்பிங் என்றால் என்ன, அது எப்படி வேலை செய்கிறது?",
    "1344959096": "தனிப்பட்ட தரவு லேபிளராக பணிபுரிதல்",
    "3510143229": "hCaptcha என்பது இணையதளங்கள் மற்றும் பயன்பாடுகளுக்கான சேவையாகும்,",
    "3930611699": "தனிப்பட்ட தொழிலாளர்கள்.",
    "1051214799": "hCaptcha என்பது இணையப் பாதுகாப்புச் சேவையாகும், இது அதைப் பயன்படுத்தும் வலைத்தளங்கள் அல்லது பயன்பாடுகளின் வெளியீட்டாளர்களுடன் மதிப்பைப் பகிர்ந்து கொள்ள முயற்சிக்கிறது.",
    "360236473": "hCaptcha சேவையானது தனிப்பட்ட லேபிளராகப் பணிபுரிய எவருக்கும் பயன்படவில்லை. இது இந்த நோக்கத்திற்காக வடிவமைக்கப்படவில்லை அல்லது பொருத்தமானது அல்ல. எவரும் தனிப்பட்ட வருமான ஆதாரமாக hCaptcha ஐப் பயன்படுத்துவதை நாங்கள் பரிந்துரைக்கவில்லை.",
    "3842490632": "ஒரு தனிப்பட்ட பயனர் பல கேள்விகளுக்கு பதிலளிக்க முயற்சிக்கும் போது, விகிதத்தை வரையறுக்கலாம் அல்லது விரைவாக தடை செய்யலாம். சமமாக முக்கியமானது, நம்முடையது",
    "1560232962": "விரிவாக உள்ளடக்கியது, கொடுக்கப்பட்ட எந்தவொரு பதிலுக்கும் சம்பாதித்த தொகைக்கு எந்த உத்தரவாதமும் இல்லை. அந்த நேரத்தில் பணம் செலுத்திய கேள்விகள் எதுவும் கிடைக்காமல் இருக்கலாம், தரமான காரணங்களுக்காக பதில் நிராகரிக்கப்படலாம் மற்றும் பல.",
    "2694001822": "இருப்பினும், சிஸ்டம் பண்புகள் மற்றும் புதிய அம்சங்களைச் சோதிக்க எங்களுக்கு உதவுவதற்கு நாங்கள் எப்போதாவது தனிநபர்களை வேலைக்கு அமர்த்துகிறோம்.",
    "1569804581": "தொடர்புடைய வாய்ப்புகள் தொடர்பாக எதிர்காலத்தில் உங்களைத் தொடர்பு கொள்ள விரும்பினால், இந்தப் படிவத்தைப் பூர்த்தி செய்யவும்.",
    "636461959": "பெயர்",
    "1139500589": "நாடு",
    "1789607185": "மின்னஞ்சல் முகவரி",
    "325077666": "உங்கள் தகவலைச் சமர்ப்பிப்பதன் மூலம் எங்களிடம் ஒப்புக்கொள்கிறீர்கள்",
    "3555583744": "மற்றும்",
    "3609929815": ". தனிப்பட்ட லேபிளிங் வேலை வாய்ப்புகள் தொடர்பாக எதிர்காலத்தில் உங்களைத் தொடர்புகொள்வதற்காக மட்டுமே உங்கள் பெயர், நாடு மற்றும் மின்னஞ்சல் முகவரித் தகவலை நாங்கள் வைத்திருப்போம்.",
    "4197928199": "தனியுரிமைக் கொள்கை",
    "851786723": "உங்கள் மின்னஞ்சலை உள்ளிடுவதன் மூலம், எங்கள் விதிமுறைகள் மற்றும் தனியுரிமைக் கொள்கையை ஏற்கிறீர்கள், மேலும் எங்களிடமிருந்து மின்னஞ்சலைப் பெறவும்.",
    "2402165761": "ஸ்கிராப்பிங் எப்படி வேலை செய்கிறது?",
    "4260542944": "உள்ளடக்க ஸ்கிராப்பிங் (\"ஸ்கிரீன் ஸ்கிராப்பிங்\" அல்லது \"ஸ்க்ராப்பிங்\" என்றும் அழைக்கப்படுகிறது) என்பது இணையத்தில் இருந்து தகவல்களைச் சேகரிப்பதற்கான பழக்கமான, பெரும்பாலும் பயனுள்ள செயல்முறையாகும். இருப்பினும், சமீபத்திய ஆண்டுகளில், இந்த நுட்பம் ஹேக்கர்கள் மற்றும் மோசடி செய்பவர்களின் விருப்பமான கருவியாக மாறியுள்ளது. எதிர் நடவடிக்கைகள் அச்சுறுத்தலை திறம்பட குறைக்கலாம், ஆனால் அவற்றை செயல்படுத்த, செயல்முறை எவ்வாறு செயல்படுகிறது என்பதைப் புரிந்துகொள்வது அவசியம்.",
    "2066255783": "உள்ளடக்க ஸ்கிராப்பிங் என்றால் என்ன?",
    "1910628828": "உள்ளடக்க ஸ்கிராப்பிங் என்பது ஒரு மென்பொருள் கிளையன்ட் அல்லது இணைய உலாவியைப் போல ஆள்மாறாட்டம் செய்யும் தானியங்கி கருவித்தொகுப்பை உள்ளடக்கிய ஒரு அமைப்பிலிருந்து தரவைப் பிடுங்குவதற்கான ஒரு நுட்பமாகும். இது புதிதல்ல. உண்மையில், பழைய மெயின்பிரேமிலிருந்து தரவு தேவைப்படும் மென்பொருள் பொறியாளர்களுக்கு, தகவல்களைப் பிரித்தெடுப்பதற்கான ஒரே வழி ஸ்கிராப்பிங் ஆகும். அசல் இணைப்பிகள் இல்லாமல் போகலாம் மற்றும் மாற்ற இயலாது.",
    "3408107995": "இருப்பினும், இன்று, ஸ்கிராப்பிங் என்பது ஒரு வலைத்தளத்திலிருந்து தரவை இழுப்பதற்கான ஒரு நிரல் அணுகுமுறையைக் குறிக்கிறது. ஸ்கிராப்பிங் மென்பொருளானது மனித பயனரைப் போல் செயல்படுகிறது, பொத்தான்களைக் கிளிக் செய்து அதன் விளைவாக வரும் வெளியீட்டைப் படிக்கிறது. ஸ்கிராப்பிங்கிற்கு பல முறையான பயன்பாடுகள் உள்ளன. தேடுபொறிகளை இயக்கும் வலை கிராலர்கள் ஒரு உதாரணம். ஸ்கைஸ்கேனர் போன்ற கருவிகளும் ஆயிரக்கணக்கான பயண இணையதளங்களைச் சேர்ப்பதன் மூலம் பயண ஒப்பந்தங்களைத் தேடுகின்றன. Fintech நிறுவனங்கள் இதைப் பயன்படுத்துகின்றன, தரவு இணைப்பை உருவாக்குவதற்கு பயன்பாட்டு நிரலாக்க இடைமுகங்கள் (APIகள்) இல்லை என்றால், வங்கித் தளங்களிலிருந்து பயனரின் நிதித் தரவை அகற்றும். ஸ்கிரீன் ஸ்கிராப்பிங் பற்றி மனதில் கொள்ள வேண்டிய விஷயங்கள் அதன் வேகம் மற்றும் அளவிடுதல். இந்த செயல்முறையானது இணையதளங்களில் இருந்து அபரிமிதமான தரவுகளை சேகரிக்கலாம், இது நிகழாமல் தடுக்க தளங்கள் கட்டமைக்கப்படவில்லை எனக் கருதி. கணக்கீட்டின் வேகத்தில், ஒரு ஸ்கிராப்பர் இணையதளங்கள் மற்றும் அடிப்படை மென்பொருள் மற்றும் தரவுத்தளங்களுடன் தொடர்புகொள்வதன் மூலம் பெரிய தரவுத்தொகுப்புகளை சேகரிக்க முடியும்.",
    "1920884252": "உள்ளடக்கத்தை அகற்றுவது ஏன் பாதுகாப்பு அச்சுறுத்தலாக உள்ளது?",
    "2256795853": "இணையதளங்களில் இருந்து, விரைவாக, நிறைய தரவுகளை பிரித்தெடுக்கும் திறன், தீங்கிழைக்கும் நடிகர்களின் கைகளில் ஸ்கிராப்பிங்கை ஒரு சக்திவாய்ந்த கருவியாக மாற்றுகிறது. ஒரு ஸ்கிராப்பிங் போட் சமூக ஊடக தளங்களில் இருந்து பயனர் தரவை சேகரிக்க முடியும். பின்னர், முகவரிகள் மற்றும் பிற தனிப்பட்ட தகவல்களைக் கொண்ட தளங்களைத் துடைத்து, முடிவுகளைத் தொடர்புபடுத்துவதன் மூலம், மோசடியான கிரெடிட் கார்டு விண்ணப்பங்களைச் சமர்ப்பித்தல் போன்ற அடையாளக் குற்றங்களில் ஹேக்கர் ஈடுபடலாம்.",
    "4087694419": "ஒரு ஸ்கிராப்பிங் ஹேக்கர், அமேசான் மற்றும் ஈபே போன்ற தளங்களிலிருந்தும் தரவைச் சேகரித்து, போலியான அல்லது ஏமாற்றும் தயாரிப்புப் பட்டியல்களை உருவாக்கலாம். அவர் அல்லது அவள் அவற்றை OfferUp போன்ற பியர்-டு-பியர் சேவைகளில் விற்பனைக்கு வழங்கலாம் மற்றும் வாங்குபவர்கள் மீது ஃபிஷிங் தாக்குதல்களை நடத்தலாம். அல்லது, மோசடி செய்பவர் இல்லாத தயாரிப்புகளை விற்கலாம். மேலும் ஸ்கிரீன் ஸ்கிராப்பிங் மோசடியானது விளம்பர வெளியீட்டாளர்களை போலியாக வெளியிடுவதை உள்ளடக்கியது. வெளியீட்டாளர் தளங்களிலிருந்து உள்ளடக்கத்தை அகற்றுவதன் மூலம், மோசடி செய்பவர் வெவ்வேறு சேவைகளில் போலி விளம்பர வெளியீட்டாளர் பக்கங்களை உருவாக்கலாம். அவர்கள் அந்த பக்கங்களில் விளம்பரங்களை அங்கீகரிக்கப்பட்ட மறுவிற்பனையாளர்களுக்கு விற்கலாம், யாருடைய தொடர்புகளை அவர்கள் வெளியீட்டாளரின் ads.txt கோப்பிலிருந்து சேகரித்தார்கள். விளம்பர ஸ்லாட்டுகள் விளம்பரதாரருக்கு உண்மையானதாகத் தோன்றும், ஆனால் அவை இல்லை.",
    "3315658779": "hCaptcha Enterprise மூலம் உள்ளடக்க ஸ்கிராப்பிங்கைத் தடுக்கவும்",
    "2602081482": "hCaptcha Enterprise உங்கள் தளம் மற்றும் பயன்பாடுகளுக்கான தீங்கிழைக்கும் போக்குவரத்தைக் கண்டறிய மேம்பட்ட இயந்திர கற்றலைப் பயன்படுத்துகிறது - ஸ்கிராப்பிங் நடவடிக்கைகள் உட்பட.",
    "1422537019": "இன்று நாம் மேலும் அறிய.",
    "1988268879": "அளவில் செலவு குறைந்த தரவு லேபிளிங்",
    "2163914794": "உங்கள் தரவுத்தொகுப்புகளுக்கு மேலும் லேபிள்கள் வேண்டுமா? செயற்கை நுண்ணறிவு மற்றும் இயந்திர கற்றல் பயன்பாடுகளில் பணிபுரியும் நிறுவனங்களுக்கு hCaptcha வேகமான, செலவு குறைந்த மற்றும் உயர்தர தரவு லேபிளிங்கை வழங்குகிறது.",
    "3378932530": "உங்கள் தரவை இப்போது லேபிளிடவும்",
    "3483700676": "மில்லியன் கணக்கான பணிகளை உடனடியாகத் தொடங்கவும்",
    "3478726913": "hCaptcha உங்கள் பயன்பாட்டிற்கு கிடைக்கும் கிரகத்தின் மிகப்பெரிய குளங்களில் ஒன்றாகும். உங்கள் அளவு எதுவாக இருந்தாலும், விலையுயர்ந்த வெளிப்படையான பொறுப்புகள் இல்லாமல் எங்களால் அதைக் கையாள முடியும். ஒரு நாளைக்கு மில்லியன் கணக்கான பணிகள் எந்த பிரச்சனையும் இல்லை.",
    "740501259": "எளிய API-உந்துதல் பைப்லைன்கள்",
    "2784612261": "உங்கள் வணிக நடவடிக்கைகளில் நேரடியாக மனித மதிப்பாய்வை ஒருங்கிணைக்க விரும்புகிறீர்களா? நாங்கள் அதிக நம்பகத்தன்மை கொண்ட SLAகள், உத்தரவாத திறன் மற்றும் எளிய REST APIகளை வழங்குகிறோம்.",
    "1144966033": "விலை மற்றும் தரத்திற்கு உகந்தது",
    "3213351333": "வெளிப்படையான அர்ப்பணிப்பு தேவையில்லை",
    "2107077506": "HUMAN இயங்குதளமானது அதிநவீன நிகழ்நேர தரப் பகுப்பாய்வைச் செய்ய விரிவான நம்பிக்கை மாதிரிகளைப் பயன்படுத்துகிறது. இது கேள்விகளின் சிரமம் மற்றும் அவற்றின் சரியான பதில் இரண்டையும் விரைவாகத் தீர்மானிக்க உதவுகிறது, இது உங்கள் நேரத்தையும் பணத்தையும் மிச்சப்படுத்துகிறது.",
    "3576146278": "உங்களுக்குத் தேவையான துல்லியத்திற்கு மட்டுமே பணம் செலுத்துங்கள்",
    "2952586316": "எல்லா பிரச்சனைகளும் ஒரே மாதிரி இருப்பதில்லை. பாதுகாப்பு-முக்கியமான பணிகளுக்கான சிறுகுறிப்புகளுக்கு முழு மனித பணியாளர்களிடமிருந்தும் 99.99% நம்பிக்கை தேவைப்படலாம். மொபைல் கேம் பயன்பாட்டில் உள்ள ஒரு பீட்டா அம்சத்திற்கான சிறுகுறிப்புகளுக்கு மிதமான நம்பிக்கை மட்டுமே தேவைப்படலாம். நீங்கள் முடிவு செய்யுங்கள்.",
    "710145621": "உங்கள் சொந்த அடிப்படை உண்மைத் தரவை வழங்கவும் அல்லது பறக்கும்போது அதை உருவாக்க அனுமதிக்கவும்",
    "987901590": "முழுமையான சரிபார்ப்புத் தொகுப்பு இல்லாமல் மூல தரவு உங்களிடம் உள்ளதா? பெரும்பாலான சந்தர்ப்பங்களில், கணினியில் பணிகள் நடைபெறுவதால் உங்களுக்காக ஒன்றை உருவாக்கலாம் அல்லது உங்கள் ஒப்புதலுக்காக லேபிளிடப்பட்ட மாதிரிகளை உருவாக்கலாம்.",
    "2597352122": "சிறுகுறிப்பு வகைகள்",
    "1344687860": "எல்லைப் பெட்டிகள்",
    "1089415440": "படங்கள் மற்றும் வீடியோவில் துல்லியமான பொருள் கண்டறிதல்",
    "3817067682": "பலகோணங்கள்",
    "2682873489": "பொருள்களுக்கான எல்லைப் பகுதியை வரையறுக்கவும்",
    "1275150216": "அடையாளங்கள்",
    "2067112112": "பல்வேறு பயன்பாட்டு நிகழ்வுகளுக்கான குறிப்பு குறிப்புகள்",
    "4228682126": "பண்பு வகைப்பாடு",
    "2920213479": "எந்த அளவிலும் தன்னிச்சையான வகைகளை வரிசைப்படுத்தவும் அல்லது இணைக்கவும்",
    "3288667364": "ஒப்பீடு மற்றும் கண்டறிதல்",
    "155877895": "மனிதனால் இயங்கும் கண்டறிதல் மற்றும் வகைப்பாடு",
    "3128433367": "... மற்றும் இன்னும் பல",
    "2827452240": "இங்கே பட்டியலிடப்படாத மற்றொரு வகை வேண்டுமா? எங்களிடம் கேளுங்கள்.",
    "719304627": "எண்ட்-டு-எண்ட் கட்டுப்பாடு தேவையா?",
    "1172067553": "hCaptcha க்குப் பின்னால் உள்ள HUMAN இயங்குதளமானது, உங்கள் தற்போதைய அமைப்புகளுடன் ஒருங்கிணைக்கும் ஆன்-பிரைமைஸ், ஹைப்ரிட் அல்லது SaaS வரிசைப்படுத்துதல்கள் மூலம் மிகவும் அதிநவீன வேலைத் தரம் மற்றும் நிர்வாக அம்சங்களை வழங்குகிறது.",
    "2319072959": "உங்கள் சொந்த பணியாளர்களுடன் முழுவதுமாக ஆஃப்லைனில் இயக்கவும், வணிக அலகுகள் அல்லது கூட்டமைப்பு கூட்டாளிகள் முழுவதும் நுகரப்படும் மதிப்பைக் கண்காணிக்கவும், செலவு மற்றும் பாதுகாப்புத் தேவைகள் மற்றும் பலவற்றின் அடிப்படையில் வெவ்வேறு உள் அல்லது வெளிப்புற தொழிலாளர் வழங்குநர்களுக்கு வேலைகளைத் தேர்ந்தெடுக்கவும்.",
    "1936512180": "எளிதான API அணுகல், அழகான டாஷ்போர்டுகள் மற்றும் தொழிலாளர் செயல்திறனை அதிகரிக்க சமீபத்திய மாடல்-இன்-தி-லூப் தொழில்நுட்பம்.",
    "3913848038": "99.99% இயக்க நேர SLAகள் மற்றும் 24/7 உலகளாவிய ஆதரவு கிடைக்கிறது.",
    "1080752747": "விற்பனையைத் தொடர்பு கொள்ளவும்",
    "1525403768": "மேலும் தகவலுக்கு நிறுவன விற்பனையைத் தொடர்பு கொள்ளவும்.",
    "1546930020": "லேபிளிடப்பட்ட தரவைப் பெறுதல்",
    "2486638408": "விவரக்குறிப்புகளை வரையறுக்கவும்",
    "1027200955": "உங்கள் திட்டத் தேவைகளை வரையறுக்க எங்களின் டொமைன் நிபுணர்களில் ஒருவருடன் பேசவும்: இலக்கு துல்லியம், வடிவம் மற்றும் ஏதேனும் சிறப்புத் தேவைகள்.",
    "1156712451": "ஆரம்ப வேலை சோதனை",
    "181065232": "உங்கள் மாதிரித் தரவின் அடிப்படையில் ஒரு சிறிய உற்பத்தி வேலையைச் செய்கிறோம். உங்களுக்குத் தேவையானதைச் சரியாகப் பெறுவதை உறுதிசெய்ய, நாங்கள் ஒன்றாகச் செய்த வேலையை இது சோதிக்கிறது.",
    "3207769512": "உற்பத்தி வேலைகளை வரிசைப்படுத்துங்கள்",
    "1099238677": "எங்களின் அதிக ஒலி மற்றும் குறைந்த தாமதம் மூலம் உங்கள் வேலையை விரைவாக மாற்றுவோம், அது முடிந்தவுடன் தானியங்கு விநியோகத்துடன்.",
    "465783046": "உங்கள் தரவைக் கொண்டு இதை முயற்சிக்க விரும்புகிறீர்களா?",
    "328625009": "... நீங்கள் இருக்கும் போது நாங்கள் தயாராக இருக்கிறோம்: எங்கள் சேவை 24 மணி நேரமும் கிடைக்கும்.",
    "3225770968": "hCaptcha இயந்திர கற்றலில் மிகவும் உழைப்பு மிகுந்த சிக்கலை தீர்க்க வடிவமைக்கப்பட்டுள்ளது; பெரிய அளவிலான தரவை சரியான நேரத்தில், மலிவு மற்றும் நம்பகமான முறையில் லேபிளிடுதல்.",
    "2041686284": "இயந்திர கற்றல் மாதிரிகளைப் பயிற்றுவிப்பதில் அதிக தரவு பொதுவாக சிறந்த முடிவுகளைத் தருகிறது. ஆழமான மாடல்களின் சமீபத்திய வெற்றி பெருகிய முறையில் பெரிய தரவுத்தொகுப்புகளுக்கு வழிவகுத்தது, மேலும் hCaptcha இந்த தேவைக்கு உதவுகிறது. இருப்பினும், பாரம்பரிய முறைகளைப் பயன்படுத்தி பெரிய மனித மதிப்பாய்வு செய்யப்பட்ட தரவுத்தொகுப்புகளை உருவாக்குவது மெதுவாகவும் விலை உயர்ந்ததாகவும் இருக்கிறது.",
    "3729345277": "hCaptcha என்பது நிறுவனங்கள் தங்களுக்குத் தேவைப்படும் சிறுகுறிப்புகளை விரைவாகவும், உயர் தரத்துடன் மற்ற மாற்றுகளை விட குறைந்த செலவில் பெறுவதற்கான ஒரு வழியாகும்.",
    "2103563261": "தனிப்பட்ட அல்லது பொது தகவல்",
    "2513143348": "hCaptcha Enterprise அமைப்பு அதன் வடிவமைப்பில் தனித்துவமாக நெகிழ்வுத்தன்மை கொண்டது: நீங்கள் ஒரு பொது கிளவுட் அல்லது பல தரவு மையங்களைச் சொந்தமாக வைத்திருந்தால், உங்கள் நெட்வொர்க்கின் விளிம்பில் பகுதி அல்லது முழுவதுமாக பயன்படுத்தப்படலாம்.",
    "3107683988": "இது கடுமையான SLA களைச் சந்திப்பதற்காக எங்கள் 24/7 ஆன்-கால் ஊழியர்களால் நிர்வாகத்தின் அனைத்து நன்மைகளையும் தக்கவைத்துக்கொள்வதன் மூலம் ஆஃப்-நெட்வொர்க் டிராஃபிக்கையும் செலவுகளையும் வியத்தகு முறையில் குறைக்கலாம்.",
    "3660619092": "நிறுவன தீர்வுகளுக்கு இலவசமாக பதிவு செய்யவும் அல்லது விற்பனையைத் தொடர்பு கொள்ளவும்",
    "2351176803": "hCaptcha JS APIக்கான உரிம விதிமுறைகள்",
    "2616226398": "எங்கள் உட்பட்டது",
    "2024293275": ". மற்ற அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை, இப்போதைக்கு.",
    "1062291156": "நிலையான விதிமுறைகள்",
    "2712493234": "பணம் செலுத்தும் மோசடி: வேகமாக வளர்ந்து வரும் சைபர் கிரைம் முறையைத் தணித்தல்",
    "1817772953": "மோசடி என்பது குற்றத்தின் புதிய வடிவம் அல்ல. உண்மையில், தொல்பொருள் ஆராய்ச்சியாளர்கள் கிட்டத்தட்ட 10,000 ஆண்டுகளுக்கு முன்பு கால்நடைகளை இழப்பின்றி கொண்டு செல்ல பண்டைய சுமேரியர்களால் வடிவமைக்கப்பட்ட மோசடி எதிர்ப்பு சாதனங்களை கண்டுபிடித்துள்ளனர்! அவர்களின் விஷயத்தில், அவர்கள் களிமண் டோக்கன்களை வைக்கிறார்கள், ஒவ்வொன்றும் ஒரு விலங்கைக் குறிக்கும், \"புல்லா\" என்று அழைக்கப்படும் ஒரு களிமண் பந்தின் உள்ளே. விற்பவரிடமிருந்து வாங்குபவராக மாறும்போது புல்லா மந்தையுடன் பயணிக்கும். அப்போதும் கூட, வணிக உரிமையாளர்கள் தாங்கள் கையாளும் அனைவருமே உயர்வாக இல்லை என்று கவலைப்பட்டனர். 10,000 ஆண்டுகளில் நிறைய மாறிவிட்டது, ஆனால் மோசடியைத் தடுப்பதில் புதுமையாக இருக்க வேண்டிய அவசியம் எங்களிடம் உள்ளது. இன்று, ஆன்லைன் பணம் செலுத்தும் மோசடி பிரச்சினை மிக முக்கியமானது. இண்டர்நெட் மூலம், மோசடி செய்பவர்கள், மோசடி எதிர்ப்புக் கட்டுப்பாடுகளை முறியடிப்பதில் பெருகிய முறையில் திறமையானவர்களாக மாறிவிட்டனர். இருப்பினும், புதிய தீர்வுகள் அலைகளைத் திருப்புகின்றன.",
    "1053787685": "பேமெண்ட் மோசடி என்றால் என்ன?",
    "433424759": "பணம் செலுத்தும் மோசடி என்பது எந்தவொரு சட்டவிரோத பரிவர்த்தனையையும் உள்ளடக்கியது, இதில் ஒரு சைபர் குற்றவாளி பாதிக்கப்பட்டவரின் மதிப்பை, பொதுவாக பணத்தை இழக்கிறார். ஆன்லைனில் பொருட்களை ஆர்டர் செய்ய திருடப்பட்ட கிரெடிட் கார்டைப் பயன்படுத்துதல் அல்லது வங்கிக் கணக்கை எடுத்துக்கொண்டு சட்டவிரோதமாக அதிலிருந்து பணத்தைப் பரிமாற்றம் செய்தல் போன்றவற்றை இது குறிக்கலாம். பல வேறுபாடுகள் உள்ளன, ஆனால் அவை அனைத்தும் ஒரே விளைவைக் கொண்டிருக்கின்றன: நுகர்வோர், வங்கி அல்லது வணிகரிடம் இருந்து திருடப்பட்ட ஒரு திருடப்பட்ட அடையாளம் அல்லது கட்டணத் தகவலைப் பயன்படுத்துகிறார்.",
    "2939852138": "மோசடி செய்பவர்கள் எப்படி பணம் செலுத்தும் மோசடியில் இருந்து தப்பிக்க முயற்சி செய்கிறார்கள்?",
    "1665616092": "பணம் செலுத்தும் மோசடி என்பது கருத்தாக்கத்தில் எளிமையானது, ஆனால் அதன் இன்றைய செயல்பாட்டில் அது மிகவும் சிக்கலானதாக இருக்கலாம்.",
    "4246520782": "உண்மையில், சமீபத்திய ஆண்டுகளில் மோசடி செய்பவர்களுக்கும் பாதுகாவலர்களுக்கும் இடையிலான உண்மையான ஆயுதப் போட்டிக்கு இணையம் சாட்சியாக இருந்து வருகிறது.",
    "2167049807": "பாதுகாப்புக் குழுக்கள் பலவிதமான எதிர் நடவடிக்கைகள் மற்றும் கட்டுப்பாடுகளை ஏற்றுக்கொண்டன, அவை பணம் செலுத்தும் மோசடிக்கான எளிதான, சோம்பேறி அணுகுமுறைகளைத் தோற்கடிக்கின்றன. இருப்பினும், தாக்குதல்கள் பெருகிய முறையில் அதிநவீனமாகி வருகின்றன. எடுத்துக்காட்டாக, போலி இணையதளங்கள் மற்றும் ஃபிஷிங் தாக்குதல்களில் இருந்து திருடப்பட்ட கிரெடிட் கார்டு எண்கள் மற்றும் PINகளை இப்போது போட்களால் சேகரிக்க முடியும்.",
    "1936449777": "பின்னர், முழு தானியங்கு முறையில், அவர்கள் இ-காமர்ஸ் தளங்களில் மனித நடத்தையைப் பிரதிபலிக்க முடியும், பட்டன்களைக் கிளிக் செய்து பொருட்களை வணிக வண்டிகளில் சேர்ப்பார்கள்—பல மோசடி எதிர்ப்புக் கட்டுப்பாடுகள் இல்லையென்றாலும் ஒரு போட் திருட முயற்சிக்கிறது என்று சொல்ல முடியாது. வணிகப் பொருட்கள். மாறாக, ஒரு மனித பயனர் வெறுமனே ஷாப்பிங் செய்வது போல் தெரிகிறது. திருடப்பட்ட பதிவுச் சான்றுகளைப் பயன்படுத்தி, உண்மையான வாடிக்கையாளரின் கணக்கில் போட் உள்நுழைய முடியும். IP முகவரிகளை ஏமாற்றி, \"ஷாப்பர்\" என்பது வெளிநாட்டில் இருக்கும் தாக்குபவர்களிடமிருந்து வேறு எங்காவது வேறுபட்டது போல் தோற்றமளிக்கும் போட்டின் திறன் மோசடியை மேலும் மறைக்கிறது.",
    "648630222": "hCaptcha Enterprise மூலம் பணம் செலுத்தும் மோசடியைத் தடுக்கவும்",
    "1621930829": "இன்றைய மேம்பட்ட, இடைவிடாத கட்டண மோசடி நடவடிக்கைகள் பற்றி என்ன செய்யலாம்? பல அடுக்குக் கட்டுப்பாடுகளைப் பயன்படுத்துவது பொதுவாக ஒரு புத்திசாலித்தனமான அணுகுமுறையாகும். இருப்பினும், மனித நடத்தையைப் பிரதிபலிக்க அதன் படைப்பாளர்களின் சிறந்த முயற்சிகள் இருந்தபோதிலும், சிறந்த எதிர் நடவடிக்கைகள் போட்களை சிக்கவைத்து, அது போலியானது என்பதை வெளிப்படுத்தும்.",
    "2423586454": "AI அதன் பின்னால் எவ்வளவு சிறப்பாக இருந்தாலும், மென்பொருளால் செய்ய முடியாத சில விஷயங்கள் இன்னும் உள்ளன. நவீன CAPTCHA தொழில்நுட்பமானது பணம் செலுத்தும் மோசடியை நிரந்தரமாக்க முயற்சிக்கும் போட்களைத் தடுப்பதற்கான நிரூபிக்கப்பட்ட முறையை வழங்குகிறது. CAPTCHA க்கான பழைய அணுகுமுறைகள், ஒரு பெட்டியில் உள்ள எளிய சாய்ந்த எண்கள் போன்றவை, இப்போது மேம்பட்ட போட்களைத் தணிப்பதில் பெரும்பாலும் குறைபாடுடையதாக இருந்தாலும், hCaptcha Enterprise போன்ற தானியங்கு சோதனை-பதில் சாதனமானது கணக்கு உள்நுழைவு அல்லது ஷாப்பிங் கார்ட் செக் அவுட்டின் போது மோசடி செய்பவரை எளிதில் தடுக்கலாம். போட் உண்மையான சான்றுகளைக் கொண்டிருந்தாலும், CAPTCHA மூலம் பெற முடியாது.",
    "1467308982": "கட்டண அட்டவணைகள்",
    "1291824746": "hCaptcha பேஅவுட்கள் 60 நாள் டிரைலிங் அடிப்படையில் காலாண்டுக்கு ஒருமுறை இயங்கும். இதன் பொருள் என்ன என்பதை விளக்க, கீழே உள்ள அட்டவணையைப் பார்க்கவும்.",
    "3444947612": "இடையே போக்குவரத்து",
    "4181611011": "சமரச தேதி",
    "728503636": "பணம் செலுத்தும் தேதி",
    "3720584906": "ஜூலை 15, 2021 - அக்டோபர் 15, 2021",
    "388240587": "ஜனவரி 5-15, 2022",
    "3426312287": "ஜனவரி 5-15, 2022",
    "615618648": "ஏப்ரல் 15, 2021 - ஜூலை 15, 2021",
    "3376724603": "செப்டம்பர் 14-24 2021†††",
    "3398978455": "செப்டம்பர் 15-25 2021†††",
    "2722456056": "ஜனவரி 15, 2021 - ஏப். 15, 2021",
    "4063155841": "ஜூன் 25, 2021-க்குப் பிறகு இல்லை††",
    "4082053540": "ஜூன் 19-25 2021††",
    "64953197": "அக்டோபர் 15, 2020 - ஜனவரி 15, 2021",
    "1023070345": "மார்ச் 14, 2021க்குப் பிறகு இல்லை",
    "2600696085": "மார்ச் 15, 2021",
    "3217791519": "ஜூலை 15, 2020 - அக்டோபர் 15, 2020",
    "649261378": "ஜனவரி 5-11 2021*",
    "1559190296": "ஜனவரி 5-11, 2021†",
    "3806054689": "ஏப்ரல் 15, 2020 - ஜூலை 15, 2020",
    "4162383380": "செப்டம்பர் 16 - 22 2020*****",
    "1990824776": "செப் 16-24 2020*****",
    "3856690908": "ஜனவரி 15, 2020 - ஏப். 15, 2020",
    "3200641265": "ஜூன் 16, 2020க்குப் பிறகு இல்லை*",
    "3744079744": "ஜூன் 15-19 2020****",
    "2209837451": "அக்டோபர் 15, 2019 - ஜனவரி 15, 2020",
    "2510534204": "மார்ச் 23, 2020க்கு பிறகு இல்லை***",
    "2910560864": "மார்ச் 20-23 2020***",
    "2544565802": "ஜூலை 15, 2019 - அக்டோபர் 15, 2019",
    "3963642878": "டிசம்பர் 14, 2019க்குப் பிறகு இல்லை*",
    "622103562": "டிசம்பர் 17, 2019**",
    "4072202039": "ஏப்ரல் 15, 2019 - ஜூலை 15, 2019",
    "818049069": "ஜூலை 15, 2019க்குப் பிறகு இல்லை",
    "1169005651": "செப்டம்பர் 15, 2019",
    "2303655425": "ஜனவரி 15, 2019 - ஏப். 15, 2019",
    "3678889946": "ஜூன் 15, 2019க்குப் பிறகு இல்லை",
    "3094354698": "ஜூன் 15, 2019",
    "4217013126": "பேஅவுட்கள் பொதுவாக பணம் செலுத்தும் தேதியில் நாள் முழுவதும் இயங்கும், மேலும் பொதுவாக பசிபிக் நேரத்தில் நள்ளிரவில் முடிக்கப்படும். ஒரு கணக்கு மதிப்பாய்வுக்காகக் கொடியிடப்பட்டிருந்தால், பணம் செலுத்துவதற்கு ஐந்து கூடுதல் வணிக நாட்கள் வரை ஆகலாம்.",
    "1447649958": "ஒரு நினைவூட்டலாக, துல்லியமான மனித போக்குவரத்து மட்டுமே பணம் செலுத்துவதற்கு தகுதியுடையது. கீழே இணைக்கப்பட்டுள்ள எங்களின் அடிக்கடி கேட்கப்படும் கேள்விகளில் இதைப் பற்றிய கூடுதல் விவரங்களைக் காணலாம். பேஅவுட்டிற்குத் தகுதிபெற, தற்போது 10 HMT ஆக இருக்கும் இருப்புத் தொகை குறைந்தபட்ச வரம்பையும் சந்திக்க வேண்டும்.",
    "4257144752": "நிகழ்நேர மதிப்பீடுகள் இறுதித் துல்லியம் அல்லது மனிதநேயத்தைப் பிரதிபலிக்காது, எனவே உங்கள் இறுதி வருவாய் உங்கள் முதல் சமரசத்திற்கு முன் டாஷ்போர்டில் காட்டப்படும் எண்களிலிருந்து கணிசமாக அதிகமாகவோ அல்லது குறைவாகவோ மாறுபடலாம்.",
    "2728931827": "ஒவ்வொரு சமரசத்திற்குப் பிறகும், உங்கள் தளம் சார்ந்த மதிப்பீடுகள் புதுப்பிக்கப்படும், மேலும் உங்கள் தளம் பயனர் நடத்தையில் குறிப்பிடத்தக்க மாற்றத்தை ஏற்படுத்தாவிட்டால், எதிர்கால கணிப்புகளின் துல்லியம் அதிகரிக்கும்.",
    "1200905005": "††† செப்டம்பர் 2021 முதல், சேவையின் வளர்ச்சி தொடர்பான செயல்பாட்டுக் கட்டுப்பாடுகளை எளிதாக்கும் வகையில், சமரசம் மற்றும் பணம் செலுத்துதல்கள் இப்போது ஒரு நாளுக்குப் பதிலாக தோராயமாக 10 நாட்களுக்குள் இயங்கும்.",
    "4284094387": "†† சில ஜூன் 2021 சமரசங்கள் மற்றும் பேஅவுட்கள், சமரசச் சாளரத்தின் போது இறுதிக் கணக்கீடுகளைச் சரிபார்ப்பதில் தாமதம் ஏற்படுவதால், அடுத்த வாரத்தில் செயல்படும்.",
    "1977013707": "† டிசம்பர் 2020 பேஅவுட்கள் ஆண்டு இறுதி சமரசங்கள் மற்றும் ஊழியர்களின் விடுமுறைகள் ஆகியவற்றுடன் ஒன்றுடன் ஒன்று சேருவதைத் தவிர்ப்பதற்காக 15 ஆம் தேதியிலிருந்து மாற்றியமைக்கப்பட்டுள்ளன: அவை ஜனவரி இரண்டாவது வாரத்தில் முடிக்கப்படும். PayPal இல் வழக்கத்தை விட மெதுவான இடமாற்றங்கள் காரணமாக, பணம் செலுத்துதல்கள் ஒரே நாளில் முடிவடைவதற்குப் பதிலாக பல நாட்களில் இயங்கும்.",
    "517010299": "தயவு செய்து கவனிக்கவும்: நாங்கள் தற்போது நிகழ்நேர சமரசத்திற்கு ஒரு பெரிய பின்தளத்தில் மாற்றம் செய்து வருகிறோம். 2021 ஆம் ஆண்டின் முதல் காலாண்டில் வழக்கமான சமரசங்கள் வழக்கத்தை விட குறைவாகவே நடக்கும். இது பணம் செலுத்தும் அட்டவணைகள் அல்லது தேதிகளைப் பாதிக்காது.",
    "3092200338": "** 15ஆம் தேதி வார இறுதியில் வரும்போது, பணம் செலுத்தும் தேதி 17ஆம் தேதியாக இருக்கும்.",
    "3891941747": "*** கோவிட்-19 ஆலோசனை: கோவிட்-19 தொடர்பான பணியாளர்களின் எண்ணிக்கை குறைக்கப்பட்டதால், எங்களின் நிலையான சரிபார்ப்பை முடிக்க கூடுதல் நேரத்தை அனுமதிக்கும் வகையில் நல்லிணக்கம் மாற்றியமைக்கப்பட்டுள்ளது. பணம் செலுத்துதல் வெள்ளிக்கிழமை தொடங்கி அடுத்த திங்கட்கிழமை முடிவடையும் என்று எதிர்பார்க்கப்படுகிறது.",
    "2301757528": "**** பே-அவுட் சாளரத்தின் போது பேபால் அவர்களின் REST APIகளின் பராமரிப்பு காரணமாக, ஜூன் 15 அன்று அனைத்து பேஅவுட்களும் முடிக்கப்படவில்லை. ஜூன் 15 ஆம் தேதி (பசிபிக் நேரம்) திட்டமிடப்பட்ட, ஆனால் PayPal API பிழைகள் காரணமாக செயல்படுத்தப்படாத அனைத்துப் பேஅவுட்களும் ஜூன் 19 ஆம் தேதிக்குள் (பசிபிக் நேரம்) மீண்டும் இயக்கப்பட்டன.",
    "116842359": "***** சிஸ்டம் பராமரிப்பு காரணமாக பல நாட்களில் நல்லிணக்கங்கள் முடிவடையும் என்று எதிர்பார்க்கப்படுகிறது.",
    "4154415610": "***** செப்டெம்பர் 2020 பேஅவுட்கள் சமரசம் முடிவடைந்தவுடன் பேட்ச்களில் இயங்கும், சில சமரச தாமதங்கள் காரணமாக முதலில் திட்டமிடப்பட்டதை விட பல நாட்கள் தாமதமாக இயங்கும்.",
    "2310694091": "சமரசம் என்றால் என்ன?",
    "164801246": "நல்லிணக்கம் என்பது, அனைத்து அறிக்கையிடல் தளங்களிலிருந்தும் அனைத்துத் தரவுகளும் உள்ளிடப்பட்டவுடன், அதன் மனிதநேயம் மற்றும் துல்லியத்தை சரிபார்க்க, ட்ராஃபிக் பகுப்பாய்வு செய்யப்படும் செயல்முறையாகும். மேலும் விவரங்களை நீங்கள் எங்களில் படிக்கலாம்.",
    "3256245394": "அத்துடன் எங்கள் வலைப்பதிவு இடுகைகள், எ.கா",
    "3089778412": "hCaptcha எப்படி வெகுமதிகளை கணக்கிடுகிறது",
    "3329755436": "இந்த செயல்முறையை விரைவுபடுத்த திட்டமிட்டுள்ளீர்களா?",
    "1911669851": "ஆம், நாங்கள் தற்போது எங்களின் பின்தள அமைப்புகளில் பல்வேறு மேம்பாடுகளைச் செய்து வருகிறோம், இது இறுதியில் விரைவான சமரசம், விரைவான மதிப்பீடு துல்லியம் மற்றும் விரைவான பணம் செலுத்துதல் ஆகிய இரண்டையும் வழங்க அனுமதிக்கும். முதலில் நல்லிணக்கத்தை விரைவுபடுத்துவதற்கு நாங்கள் தற்போது பணியாற்றி வருகிறோம்.",
    "2366003154": "பத்திரிக்கை மற்றும் ஊடக விசாரணைகள்",
    "3054564199": "பிரஸ் கிட்",
    "3173156067": "உங்கள் கட்டுரையில் உதாரணப் படங்களைச் சேர்க்க விரும்பினால், சில ஆயத்த பிணையங்கள் கிடைக்கும்.",
    "867314732": "நீங்கள் உயர் தெளிவுத்திறனை மீட்டெடுக்கலாம்",
    "858218750": "மற்றும் அவற்றைப் பயன்படுத்துவதற்கான வழிகாட்டுதல்",
    "3821716514": "பக்கம்.",
    "1186243118": "லோகோ படங்கள்",
    "3034959000": "நீங்கள் மீட்டெடுக்கலாம்",
    "1764089150": "இங்கே:",
    "1558428432": ". தயவுசெய்து அவற்றை hCaptcha.com இல் வரவு வைக்கவும்.",
    "2429359042": "எடுத்துக்காட்டு இடைமுகப் படங்கள்",
    "1480820434": "படம் 1",
    "3213411837": "படம் 2",
    "1270712701": "பத்திரிகை வெளியீடுகள் மற்றும் சமீபத்திய அறிக்கைகள்",
    "231285005": "எங்கள் வலைப்பதிவில் சமீபத்திய புதுப்பிப்புகளைக் காணலாம்",
    "1289884910": "அவ்வப்போது பகுப்பாய்வு மற்றும் அறிக்கைகளையும் வெளியிடுகிறோம். உதாரணத்திற்கு:",
    "932546190": "ஏன் கேப்ட்சாக்கள் எப்போதும் எங்களுடன் இருக்கும்",
    "2344319147": "கூகுளின் போட் கண்டறிதல் உண்மையில் எவ்வளவு மதிப்புள்ளது?",
    "1637527266": "எந்த நாடுகளில் போட் போக்குவரத்து அதிகம்?",
    "230159237": "தொடர்புகள்",
    "3759923279": "பின்வரும் மின்னஞ்சல் முகவரிக்கு நேரடியாக பத்திரிகை விசாரணைகளை அனுப்பவும்:",
    "4255608322": "கடைசியாகப் புதுப்பிக்கப்பட்டது: ஏப்ரல் 12, 2021",
    "537881751": "hCaptcha க்கு வரவேற்கிறோம்! இந்த தனியுரிமைக் கொள்கையானது, www.hcaptcha இல் உள்ள எங்கள் வலைத்தளத்தின் மூலம் (தனிப்பட்ட தகவல் உட்பட, கீழே வரையறுக்கப்பட்டுள்ள) தகவல்களை சேகரிப்பது, பயன்படுத்துவது மற்றும் வெளிப்படுத்துவது தொடர்பான Intuition Machines, Inc. (\"IMI\", \"நாங்கள்\" அல்லது \"எங்களுக்கு\") நடைமுறைகளை விவரிக்கிறது. .com மற்றும் நாம் பயன்படுத்தும் பிற துணை டொமைன்கள் அல்லது டொமைன்கள் (\"தளங்கள்\") மற்றும் hCaptcha பயன்பாட்டு நிரல் இடைமுகம் மற்றும் தொடர்புடைய மென்பொருள் மற்றும் பொருட்கள் (ஒட்டுமொத்தமாக, \"சேவை\").",
    "33639629": "மூன்றாம் தரப்பு இணையதளங்களுக்குப் பொருந்தாது. இந்த தனியுரிமைக் கொள்கையானது, எங்கள் தளத்துடன் இணைக்கப்பட்டாலும் அல்லது சேவையை இணைத்தாலும், எந்தவொரு மூன்றாம் தரப்பினரின் எந்தவொரு வலைத்தளம், வழங்கல், தயாரிப்பு அல்லது சேவைக்கு பொருந்தாது என்பதை நினைவில் கொள்ளவும் - மூன்றாவது நபருக்கு எந்த தகவலையும் வழங்க முடிவு செய்வதற்கு முன் பொருந்தக்கூடிய தனியுரிமைக் கொள்கைகளைப் பார்க்கவும். கட்சிகள்.",
    "987375734": "ஐஎம்ஐ அமெரிக்காவில் உள்ளது. தளங்களும் சேவையும் அமெரிக்காவிலிருந்து எங்களால் கட்டுப்படுத்தப்பட்டு இயக்கப்படுகின்றன. எங்களிடம் வசதிகள் உள்ள அல்லது நாங்கள் சேவை வழங்குநர்களை ஈடுபடுத்தும் எந்தவொரு நாட்டிலும் உங்கள் தனிப்பட்ட தகவல்கள் சேமிக்கப்பட்டு செயலாக்கப்படலாம், மேலும் தளங்கள் மற்றும் சேவையைப் பயன்படுத்துவதன் மூலம் அமெரிக்கா உட்பட நீங்கள் வசிக்கும் நாட்டிற்கு வெளியே உள்ள நாடுகளுக்கு தகவலை மாற்றுவதற்கு நீங்கள் ஒப்புக்கொள்கிறீர்கள். , இது உங்கள் நாட்டிலிருந்து வேறுபட்ட தரவு பாதுகாப்பு விதிகளைக் கொண்டிருக்கலாம். சில சூழ்நிலைகளில், மற்ற நாடுகளில் உள்ள நீதிமன்றங்கள், சட்ட அமலாக்க முகவர், ஒழுங்குமுறை முகவர் அல்லது பாதுகாப்பு அதிகாரிகள் உங்கள் தனிப்பட்ட தகவலை அணுகுவதற்கு உரிமை பெறலாம்.",
    "452920031": "அமெரிக்காவிற்கு வெளியே உள்ள வாடிக்கையாளர்களுக்கு ஒரு குறிப்பு.",
    "2328839224": ". கலிபோர்னியா நுகர்வோர் தனியுரிமைச் சட்டத்தின் (\"CCPA\") கீழ் உங்கள் உரிமைகள் தொடர்பான எங்கள் \"கலிபோர்னியா குடியிருப்பாளர்களுக்கான அறிவிப்பு\" பகுதியைப் பார்க்கவும்.",
    "1565481281": "கலிபோர்னியா குடியிருப்பாளர்களுக்கு ஒரு குறிப்பு",
    "1028058338": "பொது தரவு பாதுகாப்பு ஒழுங்குமுறையின் (\"GDPR\") கீழ் உங்கள் உரிமைகள் தொடர்பான \"EU தரவுப் பாடங்களுக்கான அறிவிப்பு\" பகுதியைப் பார்க்கவும்.",
    "2271205646": "ஐரோப்பிய பொருளாதாரப் பகுதியில் வசிப்பவர்களுக்கு ஒரு குறிப்பு.",
    "508143070": "எங்கள் சேவையை வழங்குவது தொடர்பாக எங்கள் ஒருங்கிணைப்பாளர்கள் சார்பாக தனிப்பட்ட தகவல்களைச் செயலாக்கும் இடங்களைத் தவிர, உங்கள் தனிப்பட்ட தகவலின் கட்டுப்பாட்டாளர் IMI தான் என்பதை நினைவில் கொள்ளவும். தனிப்பட்ட தகவல்.",
    "2330965058": "எங்கள் ஒருங்கிணைப்பாளர்களுக்கான செயலியாக நாங்கள் செயல்படும் இடத்தில், எங்கள் சேவையை வழங்குவதற்கு நியாயமான தேவையைத் தவிர வேறு எந்த நோக்கத்திற்காகவும் சேகரிக்கப்பட்ட தரவைப் பயன்படுத்த மாட்டோம், மேலும் எங்கள் செயலாக்கமானது எங்கள் ஒருங்கிணைப்பாளர்களுடன் நாங்கள் செய்துள்ள ஒப்பந்தங்களால் நிர்வகிக்கப்படும், இது அல்ல தனியுரிமைக் கொள்கை",
    "3017040355": "எங்களின் சேவை விதிமுறைகள் அல்லது எங்கள் ஒருங்கிணைப்பாளர்களுடனான தரவு செயலாக்க ஒப்பந்தங்களின் தரவு செயலாக்க சேர்க்கைக்குள் ஒருங்கிணைக்கப்பட்ட நிலையான ஒப்பந்த உட்பிரிவுகளின் (SCCs) சட்ட அடிப்படையின் கீழ் EU தரவுகளின் செயலாக்கம் செயல்படுகிறது.",
    "2233384692": "அத்தகைய தரவு எவ்வாறு கையாளப்படுகிறது என்பதைப் பற்றி ஏதேனும் கேள்விகள் அல்லது கவலைகள் இருந்தால் அல்லது உங்கள் உரிமைகளைப் பயன்படுத்த விரும்பினால், இந்தத் தரவைச் செயலாக்க சேவையைப் பயன்படுத்த எங்களுடன் ஒப்பந்தம் செய்துள்ள நபர் அல்லது நிறுவனத்தை (அதாவது, தரவுக் கட்டுப்படுத்தி) நீங்கள் தொடர்பு கொள்ள வேண்டும். எவ்வாறாயினும், எங்கள் ஒருங்கிணைப்பாளர்களுடனான எங்கள் ஒப்பந்தத்தின் விதிமுறைகளுக்கு இணங்க, உங்களுக்கு ஏதேனும் கவலைகள் இருந்தால் அவற்றை நிவர்த்தி செய்ய நாங்கள் உதவி வழங்குவோம்.",
    "349292953": "நாங்கள் சேகரிக்கும் தகவல்",
    "3022001832": "எங்கள் தளங்கள் மற்றும் சேவைகளுடன் தொடர்பு கொள்ளும் நபர்கள், எங்கள் சேவையை அவர்களின் இணையதளத்தில் இணைத்தவர்கள் (\"ஒருங்கிணைப்பாளர்கள்\"), டேட்டா லேபிளிங்கிற்காக சேவைகளைப் பயன்படுத்துபவர்கள் (\"வாடிக்கையாளர்கள்\") மற்றும் எங்களுடன் தொடர்பு கொள்ளும் இறுதிப் பயனர்களிடமிருந்து தகவல்களைச் சேகரிக்கிறோம். எங்கள் ஒருங்கிணைப்பாளர்களின் (\"இறுதி-பயனர்கள்\") இணையதளங்கள் மூலம் சேவை",
    "835545301": "பின்வரும் வகை தகவல்களை நாங்கள் சேகரிக்கிறோம்:",
    "3228928991": "பெயர், மின்னஞ்சல் முகவரி மற்றும் நாடு போன்ற ஒரு நபரை (\"தனிப்பட்ட தகவல்\") அடையாளம் காண அல்லது தொடர்பு கொள்ள பயன்படுத்தப்படும் தகவல். எங்களின் தற்போதைய மற்றும் வருங்கால ஒருங்கிணைப்பாளர்கள் மற்றும் வாடிக்கையாளர்கள் நேரடியாக எங்களுக்குத் தரும்போது தனிப்பட்ட தகவல்களைச் சேகரிக்கிறோம் (உதாரணமாக, கணக்கிற்குப் பதிவு செய்யும் போது ஒரு படிவத்தை நிரப்புவதன் மூலம் அல்லது எங்களிடமிருந்து மின்னஞ்சல் அறிவிப்புகளைப் பெற விண்ணப்பிப்பதன் மூலம்). மூன்றாம் தரப்பு தரவுத்தளங்கள் அல்லது அதிகாரப்பூர்வ சட்ட ஆவணங்களுடன் தனிப்பட்ட தகவலை ஒப்பிடுவதன் மூலம் எங்கள் ஒருங்கிணைப்பாளர்கள் மற்றும் வாடிக்கையாளர்களின் அடையாளத்தை நாங்கள் சரிபார்க்கலாம்.",
    "1655796811": "IP முகவரிகள், உலாவி வகை, இணைய சேவை வழங்குநர், இயங்குதள வகை, சாதன வகை, இயக்க முறைமை, தேதி மற்றும் நேர முத்திரை போன்ற தளங்கள் அல்லது சேவைகளை (\"பகுப்பாய்வு தகவல்\") ஒருங்கிணைப்பவர் அல்லது வாடிக்கையாளர் பயன்படுத்தியதன் விளைவாக தானாகவே சேகரிக்கப்படும் தகவல் அணுகல் மற்றும் பிற ஒத்த தகவல்கள். சில Analytics தகவல்கள் எங்கள் சார்பாக அந்த நோக்கத்திற்காக நாங்கள் ஈடுபடும் மூன்றாம் தரப்பினரால் சேகரிக்கப்படுகின்றன, மேலும் சில Analytics தகவல்கள் குக்கீகள் உட்பட பல்வேறு கண்காணிப்பு தொழில்நுட்பங்கள் மூலம் சேகரிக்கப்படுகின்றன (கீழே உள்ள \"மூன்றாம் தரப்பு பகுப்பாய்வு மற்றும் கண்காணிப்பு தொழில்நுட்பங்கள்\" என்பதைப் பார்க்கவும்).",
    "1388241689": "இறுதிப் பயனர்கள் சேவையின் மூலம் (\"லேபிளிடப்பட்ட தரவு\") பதிலளிப்பதன் விளைவாக சேகரிக்கப்பட்ட தகவல், பட லேபிளிங் தரவு, அந்த இறுதிப் பயனர்களுக்கு இயக்கப்பட்ட ஆடியோ கோப்புகளிலிருந்து மாற்றப்பட்ட உரை, கேள்விகளுக்கான பதில்கள் மற்றும் சேவையால் உருவாக்கப்பட்ட பிற தூண்டுதல்கள் இயந்திர கற்றல் பயன்பாடுகளில் பயன்படுத்த தரவு லேபிளிங் நோக்கங்களுக்காக. அடையாளம் காணப்பட்ட எந்தவொரு நபருடனும் லேபிளிடப்பட்ட தரவு இணைக்கப்படவில்லை என்பதை நினைவில் கொள்ளவும்.",
    "1493790285": "இறுதிப் பயனர்களிடம் இருந்து சேகரிக்கப்பட்ட பிற தகவல்கள், அந்தச் சேவையின் ஒரு பகுதியாக அவர்களா என்பதைத் தீர்மானிக்க வேண்டும்",
    "2216374138": "மவுஸ் அசைவுகள், உருட்டும் நிலை, விசை அழுத்த நிகழ்வுகள், தொடுதல் நிகழ்வுகள் மற்றும் பொருந்தக்கூடிய கைரோஸ்கோப் / முடுக்கமானி தகவல் போன்ற மனிதர்கள்.",
    "2394073454": "எங்களுடன் தனிப்பட்ட தரவு லேபிளர்களாக பணிபுரிய விரும்பும் இறுதி பயனர்களிடமிருந்து கூடுதல் தகவல்களை நாங்கள் சேகரிக்கலாம்.",
    "3103557430": "நாங்கள் தகவலை எவ்வாறு பயன்படுத்துகிறோம்",
    "1130802068": "பின்வரும் நோக்கங்களுக்காக நாங்கள் சேகரிக்கும் தகவலைப் பயன்படுத்துகிறோம்:",
    "2940689138": "ஒருங்கிணைப்பாளர் மற்றும் வாடிக்கையாளர் கணக்குகளை நிர்வகிப்பதற்கும் சேவையை வழங்குவதற்கும். குறிப்பிட்ட கணக்குகளை ஒருங்கிணைப்பாளர்கள் மற்றும் வாடிக்கையாளர்களுடன் தொடர்புபடுத்தவும், அவர்களுக்கு சேவையை வழங்கவும், கோரிக்கைகள் அல்லது விசாரணைகளுக்கு பதிலளிக்கவும், ஆதரவு அல்லது தொழில்நுட்ப உதவியை வழங்கவும், பணம் செலுத்துவதை எளிதாக்கவும் தனிப்பட்ட தகவலைப் பயன்படுத்துகிறோம்.",
    "857974529": "தளம் மற்றும் சேவையை மேம்படுத்த. எங்களின் தற்போதைய மற்றும் புதிய சேவைகள் மற்றும் சலுகைகளை மேம்படுத்துவதற்கும், ஏற்கனவே உள்ள மற்றும் எதிர்கால தயாரிப்பு சலுகைகளை தனிப்பயனாக்குவதற்கும் Analytics தகவலைப் பயன்படுத்துகிறோம்.",
    "1820844638": "சந்தை நுண்ணறிவைப் பெற. தளம் மற்றும் எங்கள் சேவைகள் மற்றும் பிற ஆராய்ச்சி நோக்கங்களுக்காக சந்தையை பகுப்பாய்வு செய்வதற்கும் வணிக பகுப்பாய்வுகளை நடத்துவதற்கும் நாங்கள் பகுப்பாய்வுத் தகவலைப் பயன்படுத்துகிறோம்.",
    "3386280249": "லேபிளிடப்பட்ட தரவுகளுக்கான சந்தையை வழங்குவதற்கு. எங்கள் சேவையானது அதிக அளவு தரவு லேபிளிங் மற்றும் இயந்திர கற்றல் அமைப்புகளுக்கான மனித மதிப்பாய்வை இணையதள உரிமையாளர்கள் மற்றும் நிறுவனங்களுக்கு தங்கள் தரவை லேபிளிடுவதற்கு உதவி தேவைப்படும் சேவையாக செயல்படுத்துகிறது. அதற்காக, லேபிளிடப்பட்ட தரவைப் பெற ஆர்வமுள்ள எங்கள் வாடிக்கையாளர்களுக்கு லேபிளிடப்பட்ட தரவை நாங்கள் வெளிப்படுத்துகிறோம்.",
    "3532143291": "எங்கள் சேவைகள் மற்றும் அமைப்புகளைப் பாதுகாக்க. சாத்தியமான அச்சுறுத்தல்கள் மற்றும் பாதிப்புகளைக் கண்டறிவதன் மூலம் எங்கள் கணினிகளைப் பாதுகாப்பதற்கும், நாங்கள் சேகரிக்கும் தகவலைப் பாதுகாப்பதற்கும் பகுப்பாய்வுத் தகவலைப் பயன்படுத்துகிறோம்.",
    "2185418511": "எந்தவொரு முறையான வணிக நோக்கத்திற்காகவும், தகவல் அடையாளம் காணப்படவில்லை அல்லது ஒரு தனிநபருடன் நியாயமான முறையில் பிணைக்கப்பட முடியாத வகையில் ஒருங்கிணைக்கப்பட்டுள்ளது.",
    "2386465280": "நாங்கள் எவ்வாறு தகவலைப் பகிர்கிறோம்",
    "2159517814": "பின்வரும் சந்தர்ப்பங்களில் தனிப்பட்ட தகவலைப் பகிர்கிறோம் அல்லது வெளிப்படுத்துகிறோம்:",
    "4256083674": "ஒரு குறிப்பிட்ட CAPTCHA சவால் கோரிக்கை அல்லது IP முகவரியின் மோசடி அபாயத்தைக் கண்டறிய ஒருங்கிணைப்பாளரின் நேரடிக் கோரிக்கையின் பேரில் அல்லது குறிப்பிட்ட ஒப்புதல் அளிக்கப்பட்ட இடத்தில்.",
    "3494826505": "விற்பனையாளர்களுடன், தரவு சேமிப்பு, ஹோஸ்டிங் மற்றும் பகுப்பாய்வு போன்ற தளங்கள் மற்றும் சேவையின் அத்தியாவசிய அம்சங்களை வழங்க நாங்கள் ஈடுபடுகிறோம், மேலும் அந்த நோக்கங்களுக்காக மட்டுமே.",
    "1119009846": "நீங்கள், நாங்கள் அல்லது பிறரின் உரிமைகள், தனியுரிமை, பாதுகாப்பு அல்லது சொத்துக்களைப் பாதுகாப்பதற்காக, அரசாங்க கோரிக்கைகள், சட்ட அமலாக்கக் கோரிக்கைகள் மற்றும் பொது மற்றும் தனியார் நிறுவனங்களுக்குப் பொருந்தக்கூடிய சட்டத்திற்கு இணங்குவது அவசியம்.",
    "197676026": "எந்தவொரு முறையான வணிக நோக்கத்திற்காக மற்றவர்களுடன், தகவல் அடையாளம் காணப்படவில்லை",
    "2359312315": "அல்லது ஒரு தனிநபருடன் நியாயமான முறையில் பிணைக்க முடியாத வகையில் தொகுக்கப்பட்டுள்ளது.",
    "2497216176": "மூன்றாம் தரப்பு பகுப்பாய்வு மற்றும் கண்காணிப்பு தொழில்நுட்பங்கள்",
    "3694578791": "மேலே விவாதிக்கப்பட்டபடி, நாங்கள் (மற்றும் எங்கள் மூன்றாம் தரப்பு விற்பனையாளர்கள்) குக்கீகள், வெப் பீக்கான்கள் மற்றும் பிற கண்காணிப்பு தொழில்நுட்பங்களைப் பயன்படுத்துவதன் மூலம் பகுப்பாய்வுத் தகவலைச் சேகரிக்கிறோம். சில சந்தர்ப்பங்களில், பகுப்பாய்வுத் தகவலைச் சேகரிக்கும் நோக்கங்களுக்காக குக்கீகளைப் பயன்படுத்த மூன்றாம் தரப்பு விற்பனையாளர்களுடன் நாங்கள் பணியாற்றுகிறோம்.",
    "2238885192": "பயனர் பிழையை சந்திக்கும்போது பிழைத்திருத்தத் தரவைச் சேகரிக்க சென்ட்ரியைப் பயன்படுத்துகிறோம். சென்ட்ரி எவ்வாறு தரவைச் சேகரித்து செயலாக்குகிறது என்பது பற்றிய தகவலுக்கு:",
    "1535054294": "அவர்களின் விரிவான கொள்கையைப் பார்க்கவும்",
    "658775471": "எங்கள் வலை போக்குவரத்தை மேம்படுத்த Cloudflare ஐப் பயன்படுத்துகிறோம். Cloudflare தரவை எவ்வாறு சேகரித்து செயலாக்குகிறது என்பது பற்றிய தகவலுக்கு:",
    "2014256987": "குக்கீகள் அல்லது பிற கண்காணிப்பு தொழில்நுட்பங்களைப் பயன்படுத்துவதைத் தடுக்க வேண்டாம் என நீங்கள் விரும்பினால், கீழே உள்ள \"உங்கள் தகவலை நிர்வகித்தல்\" என்பதைப் பார்க்கவும். சில அம்சங்கள் சரியாக வேலை செய்யாமல் போகலாம் என்பதால், அவ்வாறு செய்வது தளங்கள் அல்லது சேவையைப் பயன்படுத்தும் உங்கள் அனுபவத்தை எதிர்மறையாக பாதிக்கலாம் என்பதை நினைவில் கொள்ளவும்.",
    "2788024905": "நாங்கள் எவ்வாறு தகவலைப் பாதுகாப்போம்",
    "271333468": "நாங்கள் சேகரிக்கும் மற்றும் சேமித்து வைத்திருக்கும் தகவலைப் பாதுகாக்க பொருத்தமான தொழில்நுட்ப மற்றும் நிறுவன நடவடிக்கைகளை நாங்கள் செயல்படுத்துகிறோம், மேலும் எங்கள் சார்பாக எங்கள் செயலாக்கத்தை மேற்கொள்ளும் அனைத்து முகவர்களும் இதைச் செய்ய வேண்டும். துரதிர்ஷ்டவசமாக, எந்த பாதுகாப்பு நடவடிக்கைகளும் 100% முட்டாள்தனமானவை அல்ல, மேலும் எந்த நெட்வொர்க் அல்லது அமைப்பும் (நம்முடையது உட்பட) அழிவு, இழப்பு, மாற்றம், அங்கீகரிக்கப்படாத வெளிப்படுத்தல் அல்லது நாங்கள் சேகரித்து சேமித்து வைத்திருக்கும் தகவலை அணுகுவதற்கு எதிராக 100% பாதுகாப்பாக இருக்கும் என்று உத்தரவாதம் அளிக்க முடியாது. எந்தவொரு காரணத்திற்காகவும் உங்கள் தகவல் பாதுகாப்பாக இருக்காது என நீங்கள் நம்பினால், உடனடியாக எங்களை இங்கு தொடர்பு கொள்ளவும்:",
    "3031284129": "உத்தரவாத மறுப்புகள்",
    "26365791": "சட்டத்தால் அனுமதிக்கப்பட்ட முழு அளவிற்கு, தளம் மற்றும் சேவை (மற்றும் பிற தொடர்புடைய சேவைகள், தகவல், தரவு, அம்சங்கள் மற்றும் பிற உள்ளடக்கம் அல்லது பொருட்கள்) \"உள்ளது\" மற்றும் \"கிடைக்கும்\" அடிப்படையில் வழங்கப்படுகின்றன. சட்டத்தால் அனுமதிக்கப்பட்ட முழு அளவிற்கு, IMI அனைத்து உத்திரவாதங்களையும் விலக்குகிறது, வணிகத்திறன், ஒரு குறிப்பிட்ட நோக்கத்திற்கான உடற்பயிற்சி மற்றும் மீறல் அல்லாத உத்தரவாதங்கள் உட்பட ஆனால் அவை மட்டும் அல்ல.",
    "735630686": "உங்கள் தகவலை நிர்வகித்தல் (உங்கள் உரிமைகள்)",
    "498769698": "உங்கள் ஒருங்கிணைப்பாளர், வாடிக்கையாளர் அல்லது அணுகல்தன்மை பயனர் கணக்கு (நீங்கள் ஒரு ஒருங்கிணைப்பாளர், வாடிக்கையாளர் அல்லது அணுகல்தன்மை பயனராக இருந்தால்) மூலம் நீங்கள் எங்களுக்கு வழங்கிய சில தனிப்பட்ட தகவல்களை அணுகலாம், திருத்தலாம், திருத்தலாம் அல்லது நீக்கலாம். உங்களால் அவ்வாறு செய்ய முடியாவிட்டால், அல்லது நாங்கள் சேகரித்த மற்றும்/அல்லது உங்களைப் பற்றி பகிர்ந்து கொண்ட தனிப்பட்ட தகவல்களைப் பற்றி ஏதேனும் கேள்விகள் இருந்தால் அல்லது எங்கள் செயலாக்கத்திற்கான உங்கள் ஒப்புதலை திரும்பப் பெற விரும்பினால் (அதாவது உங்கள் கணக்கை முழுவதுமாக நீக்கவும்) தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:",
    "2895491273": "நீங்கள் குக்கீகள் அல்லது பிற கண்காணிப்பு தொழில்நுட்பங்களைத் தடுக்க விரும்பினால், பெரும்பாலான உலாவிகள் மற்றும் மொபைல் சாதனங்கள் அனைத்தும் உங்கள் அமைப்புகளை மாற்ற வேண்டும், இதனால் நீங்கள் குக்கீகளைப் பெறும்போது அல்லது பிற கண்காணிப்பு தொழில்நுட்பங்கள் பயன்படுத்தப்படுகின்றன என்பதை உங்களுக்குத் தெரிவிக்கவும், ஏற்கலாமா/அனுமதிக்கலாமா என்பதைத் தேர்வுசெய்யவும். அது. பெரும்பாலான உலாவிகள் ஏற்கனவே இருக்கும் குக்கீகளை முடக்க அல்லது நீக்க அல்லது எதிர்கால குக்கீகளை தானாக நிராகரிக்க உங்களை அனுமதிக்கின்றன. உங்கள் குக்கீ விருப்பங்களைக் கட்டுப்படுத்த உலாவி செருகுநிரல்கள் உட்பட மூன்றாம் தரப்பு கருவிகளையும் நீங்கள் பயன்படுத்தலாம். எவ்வாறாயினும், நீங்கள் அனைத்து குக்கீகளையும் முடக்கினால், எங்கள் தளங்களின் சில பகுதிகள் சரியாகச் செயல்படாமல் போகலாம்.",
    "707527778": "குழந்தைகளிடமிருந்து தகவல்",
    "1747657936": "எங்கள் தளங்களும் சேவைகளும் 13 வயதுக்குட்பட்ட குழந்தைகளை நோக்கமாகக் கொண்டிருக்கவில்லை, 13 வயதுக்குட்பட்ட குழந்தைகளின் தனிப்பட்ட தகவல்களை நாங்கள் தெரிந்தே சேகரிப்பதில்லை. அத்தகைய தகவல்களைத் தக்கவைத்துக்கொள்வதற்கான சட்டப்பூர்வக் கடமை இல்லாதவரை, நடைமுறைக்குக் கூடிய விரைவில் எங்கள் கோப்புகளிலிருந்து அத்தகைய தகவலை நீக்குவதற்கான நியாயமான நடவடிக்கைகள். 13 வயதிற்குட்பட்ட குழந்தை அல்லது குழந்தை பற்றிய தகவல்கள் எங்களிடம் இருப்பதாக நீங்கள் நம்பினால், எங்களைத் தொடர்பு கொள்ளவும்:",
    "2419795065": "கலிபோர்னியா குடியிருப்பாளர்களுக்கு அறிவிப்பு",
    "1517625162": "கலிபோர்னியா சிவில் கோட் பிரிவு 1789.3 இன் கீழ், கலிபோர்னியா பயனர்கள் பின்வரும் நுகர்வோர் உரிமைகள் அறிவிப்புக்கு தகுதியுடையவர்கள்: கலிபோர்னியா வாசிகள் 1625 நார்த் மார்க்கெட் Blvd., Sacramento இல் அஞ்சல் மூலம் கலிபோர்னியா நுகர்வோர் விவகாரங்கள் துறையின் நுகர்வோர் சேவைகள் பிரிவின் புகார் உதவிப் பிரிவை அணுகலாம். CA 95834, அல்லது தொலைபேசி மூலம் (916) 445-1254 அல்லது (800) 952-5210.",
    "3730344349": "கலிபோர்னியா நுகர்வோர் பற்றிய தனிப்பட்ட தகவல்கள் மற்றும் கலிபோர்னியா நுகர்வோர் தனியுரிமைச் சட்டம் அல்லது \"CCPA\" இன் கீழ் அவர்களுக்கு வழங்கப்படும் உரிமைகள் பற்றிய கூடுதல் விவரங்களை இந்தப் பிரிவு வழங்குகிறது.",
    "4044467791": "கடந்த 12 மாதங்களில் உங்களிடமிருந்து நாங்கள் சேகரித்த தனிப்பட்ட தகவல்களின் வகைகளுக்கு, மேலே உள்ள \"நாங்கள் சேகரிக்கும் தகவல்\" பகுதியைப் பார்க்கவும். மேலே உள்ள \"தனிப்பட்ட தகவலை நாங்கள் எவ்வாறு பயன்படுத்துகிறோம்\" என்ற பிரிவில் விவரிக்கப்பட்டுள்ள வணிக மற்றும் வணிக நோக்கங்களுக்காக இந்தத் தகவலைச் சேகரிக்கிறோம். முந்தைய 12 மாதங்களில், வணிக நோக்கத்திற்காக மூன்றாம் தரப்பினருடன் பின்வரும் வகை தகவல்களைப் பகிர்ந்துள்ளோம்:",
    "4208081170": "தனிப்பட்ட தகவல் வகை",
    "1528242915": "அடையாளங்காட்டிகள்.",
    "3863351997": "கலிபோர்னியா வாடிக்கையாளர் பதிவுகள் சட்டத்தில் பட்டியலிடப்பட்டுள்ள தனிப்பட்ட தகவல் வகைகள் (Cal. Civ. குறியீடு § 1798.80(e)).",
    "2826705343": "வணிக தகவல்.",
    "2683038211": "இணையம் அல்லது பிற மின்னணு நெட்வொர்க் செயல்பாடு.",
    "3671828834": "பகிரப்பட்ட தனிப்பட்ட தகவல்களின் எடுத்துக்காட்டுகள்",
    "779426309": "உண்மையான பெயர், தனிப்பட்ட தனிப்பட்ட அடையாளங்காட்டி, ஆன்லைன் அடையாளங்காட்டி, இணைய நெறிமுறை முகவரி, மின்னஞ்சல் முகவரி, கணக்கு பெயர் அல்லது பிற ஒத்த அடையாளங்காட்டிகள்.",
    "2414368123": "பெயர், கிரெடிட் கார்டு எண், டெபிட் கார்டு எண் அல்லது வேறு ஏதேனும் நிதித் தகவல்.",
    "4088941349": "வாங்கிய, பெறப்பட்ட அல்லது கருதப்பட்ட தயாரிப்புகள் அல்லது சேவைகளின் பதிவுகள்.",
    "3238612014": "உலாவல் வரலாறு, இணைய இணையதளம், பயன்பாடு அல்லது விளம்பரத்துடன் நுகர்வோரின் தொடர்பு பற்றிய தகவல்.",
    "1023108656": "மூன்றாம் தரப்பு பெறுநர்களின் வகைகள்",
    "1418235079": "சேவை வழங்குபவர்கள்",
    "3238184941": "குறிப்பு: ஒரு தனிப்பட்ட IP முகவரியுடன் தொடர்புடைய மோசடி ஆபத்து கோரிக்கையின் பேரில் ஒரு ஒருங்கிணைப்பாளருடன் பகிரப்படலாம்.",
    "285116485": "நாங்கள் சேகரிக்கும் தனிப்பட்ட தகவலை நிறுவனம் \"விற்பதில்லை\" (இந்த வார்த்தை CCPA இல் வரையறுக்கப்பட்டுள்ளது). நாங்கள் பயன்படுத்தும் மூன்றாம் தரப்பு குக்கீகளின் வகைகள் ஏதேனும் இருந்தால், மேலே உள்ள \"மூன்றாம் தரப்பு பகுப்பாய்வு மற்றும் கண்காணிப்பு தொழில்நுட்பங்கள்\" பகுதியைப் பார்க்கவும்.",
    "1408750006": "சில வரம்புகளுக்கு உட்பட்டு, CCPA ஆனது, கலிஃபோர்னியா நுகர்வோருக்கு நாங்கள் சேகரிக்கும் (இந்தத் தகவலை எப்படிப் பயன்படுத்துகிறோம் மற்றும் வெளிப்படுத்துகிறோம் என்பது உட்பட) பிரிவுகள் அல்லது குறிப்பிட்ட தனிப்பட்ட தகவல்களைப் பற்றிய கூடுதல் விவரங்களைத் தெரிந்துகொள்ளக் கோருவதற்கான உரிமையை வழங்குகிறது. ஏதேனும் \"விற்பனை\" நிகழலாம், அத்துடன் இந்த உரிமைகளைப் பயன்படுத்துவதற்கு எதிராக பாகுபாடு காட்டப்படாமல் இருப்பதற்கான உரிமை.",
    "759057398": "EU தரவு பாடங்களுக்கு அறிவிப்பு",
    "825780955": "தனிப்பட்ட தகவல்",
    "2945960297": "ஐரோப்பிய ஒன்றிய தரவுப் பாடங்களைப் பொறுத்தவரை, இந்தத் தனியுரிமைக் கொள்கையில் பயன்படுத்தப்பட்டுள்ள \"தனிப்பட்ட தகவல்\" என்பது ஐரோப்பிய ஒன்றிய பொதுத் தரவுப் பாதுகாப்பு ஒழுங்குமுறையில் (GDPR) வரையறுக்கப்பட்டுள்ள \"தனிப்பட்ட தரவு\" என்பதற்குச் சமம்.",
    "1126613163": "உணர்திறன் தரவு",
    "3571006800": "நீங்கள் எங்களுக்கு வழங்கும் சில தகவல்கள், GDPRல் (தனிப்பட்ட தரவுகளின் சிறப்பு வகைகளாகவும் குறிப்பிடப்படும்) வரையறுக்கப்பட்ட முக்கியத் தரவுகளாக இருக்கலாம், அரசு வழங்கிய அடையாள ஆவணங்களில் உங்கள் இனம் அல்லது இனத்தை அடையாளம் காண்பது உட்பட.",
    "1988461282": "செயலாக்கத்திற்கான சட்ட அடிப்படைகள்",
    "3519564631": "செயலாக்க நோக்கங்கள்",
    "1778642038": "உங்களுடன் தொடர்பு கொள்ள",
    "2223819810": "எங்கள் தளத்தை மேம்படுத்த",
    "1678661231": "இணக்கம், மோசடி தடுப்பு மற்றும் பாதுகாப்பு",
    "2561077702": "எங்கள் சேவையை வழங்க",
    "2066321185": "சட்ட அடிப்படை",
    "1174237568": "இந்த செயலாக்க நடவடிக்கைகள் எங்கள் நியாயமான நலன்களை உருவாக்குகின்றன. எங்களின் சட்டபூர்வமான நலன்களுக்காக உங்களின் தனிப்பட்ட தகவலைச் செயலாக்குவதற்கு முன், உங்கள் மீது (நேர்மறை மற்றும் எதிர்மறை இரண்டும்) மற்றும் உங்கள் உரிமைகள் மீதான சாத்தியமான தாக்கங்களைக் கருத்தில் கொண்டு சமநிலைப்படுத்த முயற்சிக்கிறோம். உங்கள் மீது ஏதேனும் பாதகமான தாக்கத்தால் எங்கள் நலன்கள் மீறப்படும் செயல்களுக்கு உங்கள் தனிப்பட்ட தகவலை நாங்கள் பயன்படுத்த மாட்டோம் (உங்கள் சம்மதம் அல்லது சட்டத்தால் தேவைப்படும் அல்லது அனுமதிக்கப்படாவிட்டால்).",
    "1350478093": "செயலாக்க நோக்கம்",
    "787916198": "உங்கள் சம்மதத்துடன்",
    "3348433919": "உங்கள் உரிமைகள்",
    "3842673636": "GDPR இன் கீழ், உங்களின் தனிப்பட்ட தகவல் தொடர்பாக உங்களுக்கு சில உரிமைகள் உள்ளன. நாங்கள் வைத்திருக்கும் உங்கள் தனிப்பட்ட தகவல் தொடர்பாக பின்வரும் நடவடிக்கைகளை எடுக்குமாறு நீங்கள் எங்களைக் கேட்கலாம்:",
    "4057343238": "விலகுதல்",
    "1834911235": "நீங்கள் பெறுவதற்கு முன்பு ஒப்புக்கொண்ட நேரடி சந்தைப்படுத்தல் தகவல்தொடர்புகளை உங்களுக்கு அனுப்புவதை நிறுத்துங்கள். சேவை தொடர்பான மற்றும் பிற சந்தைப்படுத்தல் அல்லாத தகவல்தொடர்புகளை நாங்கள் தொடர்ந்து உங்களுக்கு அனுப்பலாம்.",
    "3022301908": "அணுகல்",
    "680638297": "உங்கள் தனிப்பட்ட தகவலை நாங்கள் செயலாக்குவது பற்றிய தகவலை உங்களுக்கு வழங்குவதோடு உங்கள் தனிப்பட்ட தகவலுக்கான அணுகலை உங்களுக்கு வழங்கவும்.",
    "1409486258": "சரி",
    "3878077249": "உங்கள் தனிப்பட்ட தகவலில் உள்ள பிழைகளை புதுப்பிக்கவும் அல்லது சரிசெய்யவும்.",
    "3645414921": "அழி",
    "42182578": "உங்கள் தனிப்பட்ட தகவலை நீக்கவும்.",
    "1609621367": "இடமாற்றம்",
    "3208155808": "உங்கள் தனிப்பட்ட தகவலின் இயந்திரம் படிக்கக்கூடிய நகலை உங்களுக்கு அல்லது நீங்கள் விரும்பும் மூன்றாம் தரப்பினருக்கு மாற்றவும்.",
    "1786796818": "கட்டுப்படுத்து",
    "3329634829": "உங்கள் தனிப்பட்ட தகவலைச் செயலாக்குவதைக் கட்டுப்படுத்துங்கள்.",
    "4202774977": "பொருள்",
    "3007158970": "உங்களின் உரிமைகளைப் பாதிக்கும் உங்களின் தனிப்பட்ட தகவலைச் செயலாக்குவதன் அடிப்படையாக, எங்கள் நியாயமான நலன்களை நாங்கள் நம்பியிருப்பதை எதிர்க்கிறோம்.",
    "1273071008": "தரவு பொருள் அணுகல் உரிமை கோரிக்கைகள்",
    "3594381346": "இடம்.",
    "21141582": "இது",
    "3357523404": "எல்லை தாண்டிய தரவு பரிமாற்றம்",
    "290966395": "எங்கள் \"அமெரிக்காவிற்கு வெளியே உள்ள வாடிக்கையாளர்களுக்கான குறிப்பு\" பிரிவில் விவரிக்கப்பட்டுள்ளபடி, உங்கள் தனிப்பட்ட தரவு அமெரிக்காவிற்கு மாற்றப்படும், செயலாக்கப்படும் மற்றும் சேமிக்கப்படும் என்பதை கவனத்தில் கொள்ளவும். அமெரிக்காவில் உள்ள தரவுப் பாதுகாப்புச் சட்டங்கள் நீங்கள் வசிக்கும் நாட்டில் இருந்து வேறுபட்டிருக்கலாம். இந்தத் தனியுரிமைக் கொள்கையில் குறிப்பிடப்பட்டுள்ளபடி, எங்கள் தளங்களைப் பார்வையிடுவதன் மூலமோ அல்லது எங்கள் சேவையைப் பயன்படுத்துவதன் மூலமோ, தனிப்பட்ட தகவல்கள் உட்பட உங்கள் தகவலை அமெரிக்காவிற்கு மாற்றுவதற்கு நீங்கள் ஒப்புக்கொள்கிறீர்கள்.",
    "3178581111": "புதிய நோக்கங்களுக்காக பயன்படுத்தவும்",
    "1088304322": "இந்த தனியுரிமைக் கொள்கையில் விவரிக்கப்படாத காரணங்களுக்காக நாங்கள் உங்கள் தனிப்பட்ட தகவலைப் பயன்படுத்தலாம், அங்கு நாங்கள் அவ்வாறு செய்ய சட்டத்தால் அனுமதிக்கப்பட்டுள்ளோம், மேலும் நாங்கள் அதைச் சேகரித்த நோக்கத்துடன் இணக்கமாக இருக்கும். தொடர்பில்லாத நோக்கத்திற்காக உங்களின் தனிப்பட்ட தகவலைப் பயன்படுத்த வேண்டியிருந்தால், அதைப் பயன்படுத்துவதற்கான பொருந்தக்கூடிய சட்ட அடிப்படையை நாங்கள் உங்களுக்குத் தெரியப்படுத்துவோம். உங்கள் தனிப்பட்ட தகவலின் குறிப்பிட்ட பயன்பாட்டிற்கு உங்கள் ஒப்புதலை நாங்கள் நம்பியிருந்தால், தொடர்பில்லாத எந்தவொரு நோக்கத்திற்காகவும் உங்கள் ஒப்புதலைப் பெறலாம் மற்றும் நீங்கள் ஆட்சேபித்தால் அந்த நேரத்தில் சேவையைப் பயன்படுத்துவதை நிறுத்த அனுமதிக்கலாம்.",
    "2260079771": "தரவு வைத்திருத்தல்",
    "38428546": "எங்களுடன் உங்கள் கணக்கின் வாழ்நாள் முழுவதும் உங்கள் தனிப்பட்ட தரவை நாங்கள் பாதுகாப்பாக சேமித்து வைக்கிறோம். எந்தவொரு சட்டப்பூர்வ, கணக்கியல் அல்லது புகாரளிக்கும் கடமைகளை நிறைவேற்றுவது அல்லது தகராறுகளைத் தீர்ப்பது உட்பட, உங்கள் தனிப்பட்ட தரவை நாங்கள் சேகரித்த நோக்கங்களை நிறைவேற்ற தேவையான வரை மட்டுமே நாங்கள் வைத்திருப்போம். சேமிப்பக காலங்களைத் தீர்மானிக்க நாங்கள் பயன்படுத்தும் அளவுகோல்களில் நடைமுறையில் உள்ள பொருந்தக்கூடிய ஒப்பந்த விதிகள், சட்டப்பூர்வ சட்ட வரம்புக் காலங்கள், பொருந்தக்கூடிய ஒழுங்குமுறைத் தேவைகள் மற்றும் தொழில் தரநிலைகள் ஆகியவை அடங்கும்.",
    "384965568": "அதிகார வரம்பிற்கு ஏற்ப தக்கவைப்பு தேவைகள் மாறுபடும் போது, உங்கள் தனிப்பட்ட தரவின் வெவ்வேறு அம்சங்களுக்கான எங்களின் வழக்கமான தக்கவைப்பு காலங்கள் பற்றிய தகவல்கள் கீழே விவரிக்கப்பட்டுள்ளன.",
    "2788836740": "நீங்கள் குழுவிலகாத வரை மார்க்கெட்டிங் நோக்கங்களுக்கான தொடர்புத் தகவல் தொடர்ந்து இருக்கும். அதன் பிறகு உங்கள் விவரங்களை காலவரையின்றி அடக்குமுறை பட்டியலில் சேர்ப்போம். அணுகல்தன்மை பயனர்களிடமிருந்து சேகரிக்கப்பட்ட மின்னஞ்சல் தகவல் சந்தைப்படுத்தல் நோக்கங்களுக்காக ஒருபோதும் பயன்படுத்தப்படாது.",
    "3520687192": "உங்களுடன் தொடர்புகளின் பதிவுகள் (எ.கா. மின்னஞ்சல் அல்லது ட்விட்டர் மூலம் திறக்கப்பட்ட ஆதரவு டிக்கெட்டுகள்) காலவரையின்றி வைக்கப்படலாம்.",
    "292211832": "குக்கீகள், வலைப்பக்க கவுண்டர்கள் மற்றும் பிற பகுப்பாய்வுக் கருவிகள் போன்ற தொழில்நுட்ப வழிமுறைகள் மூலம் சேகரிக்கப்பட்ட தகவல்கள் நடைமுறையில் விரைவில் நிராகரிக்கப்படும், ஆனால் குக்கீயின் காலாவதியிலிருந்து ஒரு வருடம் வரை வரையறுக்கப்பட்ட காலத்திற்கு, பொதுவாக அடையாளம் காணப்படாத மற்றும் ஒருங்கிணைக்கப்பட்ட வடிவத்தில் சேமிக்கப்படும். எங்கள் சேவையின் சாத்தியமான துஷ்பிரயோகத்தை நாங்கள் கண்டறியாத வரையில், எதிர்கால துஷ்பிரயோகத்தைத் தடுப்பதில் எங்களுக்கு உதவ அந்தத் தகவலைத் தக்க வைத்துக் கொள்வோம். இந்த அநாமதேய மற்றும் ஒருங்கிணைக்கப்பட்ட தகவலை உங்களுடன், உங்கள் குடும்பம், ஐபி முகவரி அல்லது சேமிக்கப்பட்ட தகவலின் அடிப்படையில் எங்களால் இணைக்க முடியவில்லை.",
    "470943029": "இந்த தனியுரிமைக் கொள்கை பற்றி ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை இங்கு தொடர்பு கொள்ளவும்:",
    "3192683783": "இந்த தனியுரிமை கொள்கையில் மாற்றங்கள்",
    "1702335960": "நாங்கள் சேகரிக்கும் எந்த தகவலும் அந்தத் தகவல் சேகரிக்கப்படும் நேரத்தில் நடைமுறையில் இருக்கும் தனியுரிமைக் கொள்கைக்கு உட்பட்டது. இருப்பினும், தனியுரிமைக் கொள்கையை நாங்கள் அவ்வப்போது திருத்தலாம். மீள்திருத்தம் எங்களால் மட்டுமே தீர்மானிக்கப்பட்டதாக இருந்தால், நாங்கள் உங்களுக்கு அறிவிப்போம், எடுத்துக்காட்டாக மின்னஞ்சல் வழியாக. தற்போதைய பதிப்பு எப்போதும் எங்கள் தனியுரிமைக் கொள்கைப் பக்கத்தில் வெளியிடப்படும்.",
    "3669258571": "குக்கீ கொள்கை",
    "2905621957": "கடைசியாக புதுப்பிக்கப்பட்டது: ஜூலை 18, 2020",
    "1173934218": "உங்கள் தனியுரிமை உங்களுக்கு முக்கியமானது என்பதை நாங்கள் புரிந்துகொள்கிறோம், மேலும் நாங்கள் பயன்படுத்தும் தொழில்நுட்பங்கள் குறித்து வெளிப்படைத்தன்மையுடன் இருக்க உறுதிபூண்டுள்ளோம். எங்கள் தளங்கள் மற்றும் சேவையில் குக்கீகளை எப்படி, எப்போது பயன்படுத்துகிறோம் என்பது பற்றிய விரிவான தகவலை இந்தக் கொள்கை வழங்குகிறது.",
    "2694150481": "நாம் குக்கீகளைப் பயன்படுத்துகிறோமா?",
    "457627611": "ஆம். நாங்கள் மற்றும் எங்கள் பகுப்பாய்வு அல்லது சேவை வழங்குநர்கள், சந்தைப்படுத்தல் கூட்டாளர்கள் மற்றும் துணை நிறுவனங்கள் குக்கீகள், வலை பீக்கான்கள் அல்லது பிக்சல்கள் மற்றும் பிற தொழில்நுட்பங்களைப் பயன்படுத்தி, தளங்களைப் பயன்படுத்தும் அனைவருக்கும் சிறந்த அனுபவத்தைப் பெறலாம். மேலும் விவரங்களுக்கு எங்கள் தனியுரிமைக் கொள்கையின் \"மூன்றாம் தரப்பு பகுப்பாய்வு மற்றும் கண்காணிப்பு தொழில்நுட்பங்கள்\" பகுதியைப் பார்க்கவும்.",
    "501102544": ": hCaptcha எதிர்ப்பு போட் சேவையில் (அதாவது இணையதளங்கள், கேம்கள் அல்லது மொபைல் பயன்பாடுகளால் உட்பொதிக்கப்பட்ட சேவை) GDPR விதிமுறைகளுக்கு இணங்க \"ஒப்புதல்-விலக்கு\" குக்கீகள் எனப்படும் குக்கீகளை மட்டுமே உள்ளடக்கியதாக நாங்கள் நம்புகிறோம். அத்தகைய விலக்கு குக்கீகளின் எடுத்துக்காட்டுகள் பின்வருமாறு:",
    "461631543": "GDPR குறிப்பு",
    "2150907653": "* சேவையை வழங்குவதற்கு தொழில்நுட்ப குக்கீகள் கண்டிப்பாக அவசியம். இதில் முன்னுரிமை குக்கீகள், அமர்வு குக்கீகள், சுமை சமநிலை குக்கீகள் போன்றவை அடங்கும்.",
    "1012122721": "* எங்களால் நேரடியாக நிர்வகிக்கப்படும் புள்ளிவிவர குக்கீகள் (அதாவது முதல் தரப்பு, மூன்றாம் தரப்பு குக்கீகள் அல்ல), இதில் தரவு விவரக்குறிப்புக்கு பயன்படுத்தப்படவில்லை.",
    "148542287": "இது சட்ட ஆலோசனை அல்ல, மேலும் இந்த பகுப்பாய்வு தொடர்பாக எந்த உத்தரவாதமும் வழங்கப்படவில்லை. உங்களிடம் கூடுதல் கேள்விகள் அல்லது கவலைகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:",
    "3956117148": "இந்தக் கொள்கையில் விவரிக்கப்பட்டுள்ளபடி, hCaptcha.com மற்றும் BotStop.com இணையதளங்களில் (தளங்கள்) கூடுதல் குக்கீகள் இருக்கலாம்.",
    "3255230599": "குக்கீ என்றால் என்ன?",
    "1095532507": "குக்கீ (\"குக்கீ\") என்பது ஒரு சிறிய உரைக் கோப்பாகும், இது உங்கள் வன்வட்டில் வலைப்பக்க சேவையகத்தால் வைக்கப்படுகிறது. குக்கீகள் உங்களுக்கு குக்கீயை வழங்கிய டொமைனில் உள்ள இணைய சேவையகத்தால் பின்னர் படிக்கக்கூடிய தகவல்கள் உள்ளன. நீங்கள் குறிப்பிட்ட அம்சங்களைப் பயன்படுத்தினால் அல்லது குறிப்பிட்ட விருப்பங்களைத் தேர்ந்தெடுத்தால் மட்டுமே சில குக்கீகள் பயன்படுத்தப்படும், மேலும் சில குக்கீகள் எப்போதும் பயன்படுத்தப்படும். கீழே உள்ள எங்கள் தற்போதைய குக்கீ பட்டியலைப் பார்ப்பதன் மூலம் ஒவ்வொரு குக்கீயையும் பற்றி மேலும் அறியலாம்.",
    "2943815316": "இந்தப் பட்டியலை அவ்வப்போது புதுப்பிக்கிறோம், எனவே இன்னும் பட்டியலிடப்படாத கூடுதல் குக்கீகள் இருக்கலாம். குக்கீகளை வழங்குவதற்கும், வருகைகளை எண்ணுவதற்கும், பயன்பாடு மற்றும் பிரச்சாரத்தின் செயல்திறனைப் புரிந்துகொள்வதற்கும், மின்னஞ்சலைத் திறந்து செயல்பட்டதா என்பதைத் தீர்மானிப்பதற்கும் இணைய பீக்கான்கள், குறிச்சொற்கள் மற்றும் ஸ்கிரிப்ட்கள் தளங்கள் அல்லது மின்னஞ்சல்களில் பயன்படுத்தப்படலாம். தனிப்பட்ட மற்றும் ஒருங்கிணைந்த அடிப்படையில் எங்கள் சேவை/பகுப்பாய்வு வழங்குநர்களால் இந்தத் தொழில்நுட்பங்களைப் பயன்படுத்துவதன் அடிப்படையில் நாங்கள் அறிக்கைகளைப் பெறலாம்.",
    "2954157511": "நாம் ஏன் குக்கீகளைப் பயன்படுத்துகிறோம்?",
    "1539071196": "பின்வரும் நோக்கங்களுக்காக நாங்கள் பொதுவாக குக்கீகளைப் பயன்படுத்துகிறோம்:",
    "3545935449": "புதிய அல்லது பழைய பயனர்களை அடையாளம் காண.",
    "32739972": "நீங்கள் எங்கள் தளங்களில் பதிவு செய்திருந்தால் உங்கள் உள்நுழைவு அமர்வு தகவலைச் சேமிக்க.",
    "4209078147": "எங்கள் தளத்தை மேம்படுத்தவும், எங்கள் தளங்கள் மற்றும் தளத்தில் உங்கள் வருகைகளை நன்கு புரிந்துகொள்ளவும்.",
    "1077448694": "மூன்றாம் தரப்பு சமூக ஊடக வலைத்தளங்களுடன் ஒருங்கிணைக்க.",
    "1709478090": "ஆர்வம் சார்ந்த அல்லது இலக்கு விளம்பரத்துடன் உங்களுக்கு சேவை செய்ய.",
    "3256020881": "பல இணையதளங்கள் அல்லது பிற தளங்களில் உங்கள் நடத்தைகள் மற்றும் உலாவல் செயல்பாடுகளை காலப்போக்கில் கண்காணிக்க.",
    "1092241113": "எங்கள் வாடிக்கையாளர்கள் மற்றும் ஒருங்கிணைப்பாளர்களின் நலன்களை நன்கு புரிந்துகொள்ள.",
    "1434289796": "சில குக்கீகள் தளங்களின் சில பயன்பாடுகளுக்கு அவசியமானவை, அத்தகைய குக்கீகள் இல்லாமல், நீங்கள் தளங்களை சரியாகப் பயன்படுத்த வேண்டிய பல சேவைகளை எங்களால் வழங்க முடியாது. எடுத்துக்காட்டாக, இந்த குக்கீகள் எங்கள் தளங்களை இயக்க அனுமதிக்கின்றன, எனவே நீங்கள் கோரியபடி நீங்கள் அதை அணுகலாம் மேலும் நீங்கள் ஒரு கணக்கை உருவாக்கியுள்ளீர்கள் மற்றும் தள உள்ளடக்கத்தை அணுக அந்தக் கணக்கில் உள்நுழைந்துள்ளீர்கள் என்பதை நாங்கள் அங்கீகரிக்கலாம். அதே உலாவல் அமர்வில் உங்கள் முந்தைய செயல்களை நினைவில் வைத்துக் கொள்ளவும், எங்கள் தளங்களைப் பாதுகாக்கவும் உதவும் குக்கீகளும் அவற்றில் அடங்கும்.",
    "1533171442": "பகுப்பாய்வு மற்றும் சந்தைப்படுத்தல் நோக்கங்களுக்காக மூன்றாம் தரப்பினரின் செயல்பாட்டு குக்கீகள் மற்றும் குக்கீகளையும் நாங்கள் பயன்படுத்துகிறோம். செயல்பாட்டு குக்கீகள் தளங்களின் சில பகுதிகள் சரியாக வேலை செய்யவும் உங்கள் பயனர் விருப்பத்தேர்வுகள் அறியப்படவும் உதவுகிறது. பகுப்பாய்வு குக்கீகள், மற்றவற்றுடன், வாடிக்கையாளர்கள், ஒருங்கிணைப்பாளர்கள் மற்றும் இறுதிப் பயனர்கள் எங்கள் தளங்களை எவ்வாறு பயன்படுத்துகிறார்கள், பயனர்கள் அடிக்கடி பார்க்கும் உள்ளடக்கம் மற்றும் தயாரிப்புகள் மற்றும் எங்கள் மூன்றாம் தரப்பு விளம்பரத்தின் செயல்திறன் ஆகியவற்றைப் பற்றிய தகவலைச் சேகரிக்கிறது. விளம்பர குக்கீகள் தொடர்புடைய பார்வையாளர்களுக்கு விளம்பரங்களை வழங்கவும், தேடல் முடிவுகளின் மேல் எங்கள் விளம்பரங்கள் தோன்றவும் உதவுகின்றன. குக்கீகள் உங்கள் உலாவி அமர்வை முடிக்கும் போது நீக்கப்படும் \"அமர்வு\" குக்கீகள் அல்லது \"தொடர்ந்து\" இருக்கும், அவை உங்களால் (கீழே விவாதிக்கப்பட்டது) அல்லது குக்கீயை வழங்கிய தரப்பினரால் நீக்கப்படும் வரை இருக்கும். தளங்களில் பயன்படுத்தப்படும் அனைத்து குக்கீகள் பற்றிய முழு விவரங்கள் கீழே உள்ள எங்கள் குக்கீ வெளிப்படுத்தல் அட்டவணையில் கிடைக்கும்.",
    "322830977": "குக்கீகளை எவ்வாறு முடக்குவது.",
    "3885459114": "உங்கள் இணைய உலாவியில் உள்ளமைக்கப்பட்ட செயல்பாட்டின் மூலம் குக்கீகளின் பயன்பாட்டை பொதுவாக நீங்கள் செயல்படுத்தலாம் அல்லது பின்னர் செயலிழக்கச் செய்யலாம். குக்கீகளைப் பற்றி மேலும் அறிய விரும்பினால் அல்லது அவற்றை எவ்வாறு கட்டுப்படுத்துவது, முடக்குவது அல்லது நீக்குவது, விரிவான வழிகாட்டுதலுக்கு https://www.knowcookies.com/ ஐப் பார்வையிடவும்.",
    "262509504": "இந்த தனியுரிமைக் கொள்கையின்படி உங்களிடமிருந்து நாங்கள் சேகரிக்கும் பிற தகவல்களுடன் குக்கீகளால் சேகரிக்கப்பட்ட தகவலை நாங்கள் இணைக்கலாம் மற்றும் இங்கு குறிப்பிடப்பட்டுள்ள ஒருங்கிணைந்த தகவலைப் பயன்படுத்தலாம். இதேபோல், எங்கள் தளங்களில் குக்கீகளை வழங்கும் மூன்றாம் தரப்பினர் உங்கள் பெயர் அல்லது மின்னஞ்சல் முகவரியை அவர்கள் சேகரிக்கும் பிற தகவல்களுடன் இணைக்கலாம், இதில் ஆஃப்லைனில் அல்லது ஆன்லைனில் செய்த முந்தைய கொள்முதல் அல்லது உங்கள் ஆன்லைன் பயன்பாட்டுத் தகவல் அடங்கும்.",
    "2935155034": "நீங்கள் ஐரோப்பியப் பொருளாதாரப் பகுதியில் இருந்தால், \"ஐரோப்பிய ஒன்றியத் தரவுப் பாடங்களுக்கான அறிவிப்பு\" என்ற தலைப்பின் கீழ் மேலே விவரிக்கப்பட்டுள்ள சில உரிமைகள், உங்களைப் பற்றிய எங்களிடம் உள்ள தரவை ஆய்வு செய்வதற்கும் திருத்துவதற்கும் அல்லது நீக்குவதற்கும் உள்ள உரிமை உட்பட.",
    "1873812847": "குக்கீ(கள்) வெளிப்பாடு",
    "3319083717": "பெயர்:",
    "3183855267": "1. hmt_id",
    "907324388": "செயல்பாடு",
    "2896187462": "1. கண்டிப்பாக அவசியமான அநாமதேய சேவை தொடர்பான புள்ளிவிவரங்களுக்கும், அணுகல்தன்மை ஆதரவில் உதவுவது போன்ற பிற தொழில்நுட்ப நோக்கங்களுக்கும் பயன்படுத்தப்படுகிறது.",
    "987267027": "பார்ட்டி",
    "3453526675": "1. 1வது கட்சி",
    "1952810469": "வகை",
    "1795436560": "1. அமர்வு",
    "102695075": "கால அளவு",
    "3356329025": "1. 30 நாட்கள்",
    "3744153629": "பெயர்கள்:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "அமர்வு,",
    "3186435874": "அமர்வு",
    "720059527": "2. கண்டிப்பாக தேவையான தொழில்நுட்ப நோக்கங்களுக்காக பயன்படுத்தப்படுகிறது: சுமை சமநிலை, ரூட்டிங்.",
    "1241291641": "மேலும் விவரங்களைப் பார்க்கவும்.",
    "1834801943": "2. 1வது கட்சி",
    "2114694926": "2. அமர்வு",
    "938404336": "2. மாறுபடுகிறது; 30 நாட்கள் வரை.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. கண்டிப்பாக தேவையான தொழில்நுட்ப நோக்கங்களுக்காகப் பயன்படுத்தப்படுகிறது: அணுகல்தன்மை பயனர் பயன்பாட்டை செயல்படுத்துகிறது.",
    "1061239711": "3. 1வது கட்சி",
    "1483015662": "3. அமர்வு",
    "3458934553": "3. மாறுபடுகிறது; 30 நாட்கள் வரை.",
    "1527172673": "இந்த குக்கீ கொள்கை பற்றி ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:",
    "134571844": "இம்ப்ரெசம் (தள அறிவிப்பு)",
    "110836420": "கடைசியாகப் புதுப்பிக்கப்பட்டது: டிசம்பர் 23, 2020",
    "2901894297": "hCaptcha என்பது Intuition Machines, Inc. (\"IMI\"), ஒரு டெலாவேர் US கார்ப்பரேஷன் (#6393793).",
    "2928362319": "அஞ்சல் மூலம் விசாரணைகளை அனுப்பலாம்: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "நிறுவனத்தின் தற்போதைய நிர்வாகம் பற்றிய தகவல்களை அறிமுகம் பக்கத்தில் பெறலாம். நிறுவனத்தின் தற்போதைய தலைமை நிர்வாக அதிகாரி உள்ளடக்கத்திற்கு பொறுப்பான நிர்வாக இயக்குனர் ஆவார்.",
    "3094150511": "ஒழுங்குமுறை அதிகாரம்: US ஃபெடரல் கம்யூனிகேஷன்ஸ் கமிஷன், 45 L தெரு NE, வாஷிங்டன், DC 20554 USA.",
    "2763011087": "நுகர்வோர் தகராறுகளைத் தீர்க்கும் நிறுவனத்திற்கு முன் நுகர்வோர் தகராறுகளுக்கான மாற்று தகராறு தீர்வுக்கு IMI உறுதியளிக்கவில்லை அல்லது பங்கேற்க வேண்டிய கட்டாயமும் இல்லை.",
    "1395644678": "ஆன்லைன் சர்ச்சைத் தீர்வுக்கான ஐரோப்பிய ஆணையத்தின் அதிகாரப்பூர்வ இணையதளம்:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "உள்ளடக்கம் தொடர்பாக எந்த உத்தரவாதமும் இல்லை",
    "707541553": "எங்கள் இணையப் பக்கங்களில் உள்ள அனைத்து தகவல்களும் IMI அல்லது மூன்றாம் தரப்பினரால் சரிபார்க்கப்பட்டது. இருப்பினும், தகவல் தற்போதைய, துல்லியமான அல்லது முழுமையானதாக இருப்பதற்கு IMI அல்லது மூன்றாம் தரப்பினர் பொறுப்பேற்க முடியாது. இது எங்கள் பக்கங்களில் உள்ள ஹைப்பர்லிங்க்கள் மூலம் அடையக்கூடிய பிற இணையதளங்களுக்கும் பொருந்தும். இந்த வெளிப்புற வலைத்தளங்களின் உள்ளடக்கத்திற்கு IMI எந்தப் பொறுப்பையும் ஏற்காது.",
    "2650241052": "ஆலோசனை இல்லை",
    "3361191778": "இணையப் பக்கங்களில் வழங்கப்பட்ட தகவல்கள் தனிப்பட்ட ஆலோசனையைப் பிரதிநிதித்துவப்படுத்துவதில்லை மற்றும் இதை மாற்ற முடியாது. உங்களுக்கு தனிப்பட்ட ஆலோசனை தேவைப்பட்டால், எங்கள் ஆதரவு ஊழியர்களைத் தொடர்பு கொள்ளவும்.",
    "1031855757": "இந்த தளத்தின் பயன்பாடு",
    "204716894": "எங்கள் வலைப்பக்கங்களின் உள்ளடக்கம் மற்றும் வடிவமைப்பு பதிப்புரிமைச் சட்டத்தின் கீழ் பாதுகாக்கப்படுகிறது. நியாயமான நியாயமான பயன்பாட்டை மீறும் விதத்தில் பக்கங்களையும் அவற்றின் உள்ளடக்கத்தையும் நகலெடுப்பதற்கு, பக்கத்தில் நகலெடுப்பதற்கு வேறு எந்த சட்ட விதிகளும் இல்லை என்றால், IMI இன் முன் எழுத்துப்பூர்வ ஒப்புதல் தேவை.",
    "3182435854": "காப்புரிமை",
    "3187946010": "இந்தப் பக்கங்களில் உள்ள அனைத்து உரை, படங்கள், வரைகலை அனிமேஷன், வீடியோக்கள், இசை, ஒலிகள் மற்றும் பிற பொருள்கள் IMI அல்லது மூன்றாம் தரப்பினரால் காப்புரிமைச் சட்டத்தின் கீழ் பாதுகாக்கப்படும். நியாயமான நியாயமான பயன்பாட்டை மீறும் வகையில் வணிகப் பயன்பாட்டிற்காக இந்தப் பொருளை நகலெடுப்பது அல்லது மாற்றுவது தடைசெய்யப்பட்டுள்ளது.",
    "74538881": "இந்த இணையதளத்திற்கான பொறுப்பு",
    "3236873806": "இந்த வலைத்தளத்திற்கு IMI பொறுப்பு.",
    "2657277322": "உங்களுக்கு ஏதேனும் கேள்விகள் இருந்தால், தயவுசெய்து எங்களை தொடர்பு கொள்ளவும்:",
    "1338341134": "hCaptcha + தனியுரிமை பாஸ் (பீட்டா)",
    "88879089": "தனியுரிமை பாஸ் ஒரு",
    "1898063898": "பயனர் தனியுரிமையைப் பாதுகாப்பதற்காக நாங்கள் இணைந்து உருவாக்குகிறோம்",
    "1942186611": "மற்றும் பலர்.",
    "3673079511": "வளர்ந்து வரும் தரநிலை",
    "2164933356": "கிளவுட்ஃப்ளேர்",
    "3119589996": "இது எவ்வாறு செயல்படுகிறது: பிரைவசி பாஸ் நெறிமுறையை ஆதரிக்கும் இணையதளங்களுக்கான கிரிப்டோகிராஃபிக் பிளைண்ட் டோக்கன்களை உருவாக்கி கையொப்பமிடும் திறனை உலாவி நீட்டிப்பு பயனர்களுக்கு வழங்குகிறது. hCaptcha சேவையைப் பயன்படுத்தி எந்தவொரு தளத்திலும் சவால் தீர்க்கப்படும்போது hCaptcha கையொப்பமிடப்பட்ட கிரிப்டோகிராஃபிக் கண்மூடித்தனமான டோக்கன்களைக் கொண்ட பாஸ்களை நீட்டிப்பு உருவாக்குகிறது,",
    "1254771154": "hCaptcha ஐ உட்பொதிக்கும் பிற தனியுரிமை பாஸ்-ஆதரவு சேவைகளில் காட்டப்படும் சவால்கள், எ.கா. Cloudflare.",
    "996362763": "இந்த டோக்கன்கள் கண்மூடித்தனமாக மற்றும் எதிர்கால பயன்பாட்டிற்காக நீட்டிப்பு மூலம் சேமிக்கப்படும். பயனர் hCaptcha ஐப் பயன்படுத்தி ஒரு தளத்தைப் பார்வையிடும்போது, சவாலை (கண்ணுக்கு தெரியாததாக இருந்தாலும் அல்லது \"நான் மனிதன்\" பொத்தான் வழியாக) கடக்க வேண்டியிருந்தால், அவை தானாகவே மீட்டெடுக்கப்படும். கண்மூடித்தனமான செயல்முறை என்பது கையொப்பமிடப்பட்ட மற்றும் மீட்டெடுக்கப்பட்ட டோக்கன்கள் hCaptcha இன் கண்ணோட்டத்தில் கிரிப்டோகிராஃபிக் ரீதியாக இணைக்க முடியாதவை, இதனால் பயனர் தனியுரிமை பாதுகாக்கப்படுகிறது.",
    "2943346052": "IETF தரநிலைப்படுத்தல் செயல்முறை தொடர்வதால், முக்கிய உலாவிகள் சில வகையான தனியுரிமைப் பாஸை பூர்வீகமாக ஏற்றுக்கொள்ளும் என்று எதிர்பார்க்கிறோம். இது இறுதியில் நீட்டிப்பை தேவையற்றதாக மாற்றிவிடும். இருப்பினும், தற்போதைக்கு, கீழே உள்ள வழிமுறைகளைப் பின்பற்றவும்.",
    "2326660907": "தவிர",
    "741483946": "* வேறு வார்த்தைகளில் கூறுவதானால்: hCaptcha.com இல் hCaptcha தனியுரிமை பாஸ் டோக்கன்களைப் பெறலாம், மேலும் hCaptcha.com ஐப் பயன்படுத்தி நேரடியாக மற்ற தளங்களில் அவற்றைப் பயன்படுத்தலாம். Cloudflare பயன்படுத்தும் hCaptcha சேவையைத் தவிர்த்து, hCaptcha தனியுரிமை பாஸ் டோக்கன்களைப் பெறவோ அல்லது மீட்டெடுக்கவோ முடியாது, ஏனெனில் Cloudflare அதன் சொந்த தனியுரிமை பாஸ் டோக்கன்களை வெளியிட்டு மீட்டெடுக்கிறது.",
    "1362015807": "தொடங்குதல்",
    "1358325821": "முதலில், நீட்டிப்பை நிறுவவும்",
    "310885519": "அல்லது",
    "4091044469": ". மறைநிலை பயன்முறையில் நீட்டிப்பை இயக்கியுள்ளீர்கள் என்பதை உறுதிப்படுத்தவும். பின்னர், hCaptcha ஐப் பயன்படுத்தி எந்த வலைத்தளத்தையும் சென்று கேப்ட்சாவைத் தீர்க்கவும். பதிப்பு 2.0.3 இன் படி, hCaptcha ஐப் பயன்படுத்தி இணையதளங்களில் இந்த டோக்கன்களை நீங்கள் மீட்டெடுக்கலாம்.",
    "3904679538": "குரோம்",
    "3700767772": "நீங்கள் நீட்டிப்பை நிறுவியவுடன், பாஸ்களைப் பெற இங்கே (அல்லது ஏதேனும் hCaptcha-ஐப் பயன்படுத்தும் இணையதளத்தில்) கிளிக் செய்யவும்:",
    "166277959": "தயவுசெய்து கவனிக்கவும்: இந்த அம்சம் தற்போது பீட்டாவில் உள்ளது, மேலும் எல்லா இணையதளங்களுக்கும் பயனர்களுக்கும் எப்போதும் வேலை செய்யாமல் போகலாம். ஒரு குறிப்பிட்ட பயனருக்கு இது இயக்கப்படவில்லை அல்லது வேலை செய்யவில்லை என்றால், செயல்பாடுகள் எந்த விதமான செயல்பாடும் இல்லாமல் நிலையான hCaptcha அனுபவத்திற்குத் திரும்பும்.",
    "3031357206": "உங்கள் URL பட்டிக்கு அடுத்ததாக ஒரு புதிய ஐகான் தோன்றும். இப்போது hCaptcha ஐப் பயன்படுத்தி இணையதளத்தைப் பார்வையிடவும். இது இப்படி இருக்கும்:",
    "1066753052": "அதாவது வாலட் காலியாக உள்ளது, மேலும் நீங்கள் hCaptcha சவாலை உள்ளடக்கிய தளத்தில் இருக்கிறீர்கள். சவாலை முடித்தவுடன், hCaptcha மூலம் வேறு எந்த இணையதளத்திலும் ரிடீம் செய்யக்கூடிய டோக்கன்களைப் பெறுவீர்கள்.",
    "651123197": "சவாலை முடித்த பிறகு, உங்கள் வாலட்டில் உள்ள தற்போதைய மொத்தத்தின் எண்ணிக்கை ஐகானில் காட்டப்படும்.",
    "554844646": "நீங்கள் கிளிக் செய்யும் ஒவ்வொரு முறையும் கவுண்டர் 1 குறைவதைப் பார்ப்பதன் மூலம் நீட்டிப்பு செயல்படுவதை உறுதிசெய்யலாம்",
    "4087729475": "உங்கள் ஆரம்ப தீர்வுக்குப் பிறகு சவால்.",
    "647630208": "அவ்வளவுதான்! உங்கள் ஆன்லைன் உலாவல் இப்போது மிகவும் தனிப்பட்டதாக உள்ளது.",
    "3272552822": "டெவலப்பர்கள் மற்றும் கிரிப்டோகிராஃபர்கள்:",
    "4059570880": "தரப்படுத்தல் முயற்சியை நீங்கள் கண்காணிக்க விரும்பினால், முயற்சிகள் தற்போது நடைபெற்று வருகின்றன",
    "1904390996": "தரப்படுத்த",
    "252720667": "தனியுரிமை பாஸின் கிரிப்டோகிராஃபிக் பாதுகாப்பின் அடிப்படை. நெறிமுறையே செல்கிறது",
    "3972554015": "செயல்முறை. மற்றும் உலாவி நீட்டிப்பு நிச்சயமாக உள்ளது",
    "3723626769": "உங்கள் பங்களிப்புகள் மற்றும் மதிப்பாய்வுக்காக.",
    "3882147547": "மறதியான சூடோராண்டம் செயல்பாடுகள்",
    "565624910": "வரைவு",
    "3421090159": "திறந்த மூல",
    "3098677775": "கே: தனியுரிமை பாஸைப் பயன்படுத்தும் போது எனது ஐபி மற்றும் உலாவல் வரலாறு hCaptcha இலிருந்து முற்றிலும் தனிப்பட்டதா?",
    "4019638786": "ப: hCaptcha இன் பிரைவசி பாஸ் பயனர்கள் தங்கள் உலாவியின் டோக்கன் வாலட் காலியாக இருந்தாலோ அல்லது தளம் அதை அனுப்பும் வரையில் அவர்களின் ஐபியை hCaptcha க்கு வெளிப்படுத்த மாட்டார்கள். hCaptcha க்கு பயனரை டோக்கன் ரிடெம்ப்ஷனுடன் இணைக்க எந்த வழியும் இல்லை, மேலும் பயனரின் டோக்கன் வாலட் காலியாக இல்லாவிட்டால், மீட்பின் போது அவருடன் நேரடியாக தொடர்பு கொள்ளாது.",
    "3887113660": "கே: தனியுரிமை பாஸ் hCaptcha வருவாயை எவ்வாறு பாதிக்கிறது?",
    "1116455671": "ப: உங்கள் தளத்தில் பயனர் அதை முடித்தால், அதற்கான ஆரம்ப தீர்விற்கான வெகுமதியைப் பெறுவீர்கள். அதிக கிளையன்ட் நம்பிக்கையின் காரணமாக பயனர் உங்கள் தளத்தில் தானாக கடந்து சென்றது போன்ற அதே மறுமொழி முறையையே மீட்டெடுப்புகளும் பின்பற்றுகின்றன: வருமானம் எதுவும் ஏற்படாது, மேலும் உங்கள் சர்வரில் இருந்து siteverify அழைப்பு பாஸ் முடிவுகளில் `கிரெடிட்: False` எனப்படும்.",
    "779817954": "கே: வேறொரு வழங்குநரால் வழங்கப்பட்ட தனியுரிமை அனுமதிச் சீட்டுகள் என்னிடம் இருந்தால், நான் அவற்றை hCaptcha இல் மீட்டெடுக்க முடியுமா?",
    "3014149332": "ப: இல்லை, பாஸ்கள் ஒன்றோடொன்று இயங்கக்கூடியவை அல்ல: அவை அதே அதிகாரத்தால் வழங்கப்பட்டு மீட்டெடுக்கப்பட வேண்டும், இந்த விஷயத்தில் hCaptcha. உங்கள் நீட்டிப்பில் Cloudflare மற்றும் hCaptcha இரண்டிலிருந்தும் பாஸ்கள் இருந்தால், நீங்கள் பார்வையிடும் பக்கத்தின் தேவையைப் பொறுத்து கிடைக்கும் எண் சரியான தொகைக்கு மாறும் என்பதை நினைவில் கொள்ளவும். வேறு வார்த்தைகளில் கூறுவதானால், உங்கள் வாலட்டில் 100 Cloudflare பாஸ்கள் மற்றும் 10 hCaptcha பாஸ்கள் இருந்தால், hCaptcha உட்பொதிக்கப்பட்ட பக்கங்களில் உள்ள நீட்டிப்பு ஐகானில் 10 ஐப் பார்க்க வேண்டும்.",
    "3679148535": "கே: தனியுரிமை அனுமதிச் சீட்டின் வேறு எந்தப் பயன்பாடுகளில் நீங்கள் பணிபுரிகிறீர்கள்?",
    "1606783855": "ப: அணுகல்தன்மை (\"a11y\") பயன்பாட்டுக்கான தனியுரிமை பாஸில் நாங்கள் மிகவும் ஆர்வமாக உள்ளோம். ஆடியோ கேப்ட்சாக்கள் போன்ற முன்னர் பிரபலமான விருப்பங்கள் பல a11y பயனர்களுக்கு எதிராக பாகுபாடு காட்டுகின்றன. எங்களின் தற்போதைய a11y அணுகுமுறையை தனியுரிமை அனுமதிச் சீட்டு வழங்குதலுடன் இணைப்பது, a11y பயனர்கள் பாதுகாப்பாக உலாவ அனுமதிக்கும் என்று நம்புகிறோம்.",
    "2359150347": "கே: பிற ஆன்லைன் பாதுகாப்பு சேவைகள் தனியுரிமை பாஸை ஆதரிக்கின்றனவா?",
    "2082237880": "ப: hCaptcha தனியுரிமை பாஸை ஆதரிக்கும் அதன் வகையான முதல் சேவையாகும், தற்போது அவ்வாறு செய்வது மட்டுமே. எவ்வாறாயினும், ஆன்லைனில் பயனர் தனியுரிமையை அதிகரிப்பதன் நன்மைகளை மற்ற சேவைகள் அங்கீகரிக்கும் என்று எதிர்பார்க்கிறோம், மேலும் எதிர்காலத்தில் நாங்கள் உருவாக்க உதவும் IETF தரநிலைகள் முறையாக ஏற்றுக்கொள்ளப்படுவதால், மேலும் பல செயலாக்கங்களை மேற்கொள்ளும் என்று எதிர்பார்க்கிறோம்.",
    "2109792055": "பயனர் கையேடு: தனியுரிமை அனுமதிச் சீட்டு வழங்குதல் மற்றும் சரிபார்த்தல் தொடர்பான பிழைத்திருத்தச் சிக்கல்கள்",
    "3588620914": "தனியுரிமை பாஸ் என்பது இணையத்தின் தரத்தின்படி ஒரு புதிய கண்டுபிடிப்பு ஆகும், மேலும் அதை அறியாத பிற பயன்பாடுகள் மற்றும் உலாவி நீட்டிப்புகள் அதன் செயல்பாட்டில் தலையிடுவது சாத்தியமாகும்.",
    "4039193170": "டோக்கன்களைப் பெறுவதில் அல்லது மீட்பதில் உங்களுக்குச் சிக்கல்கள் இருந்தால்:",
    "2378786360": "1. ஆதரிக்கப்படும் பிற உலாவிகளில் ஒன்றை முயற்சிக்கவும்: நீங்கள் Chrome இல் இருந்தால், Chrome இலிருந்து உங்கள் அமைப்புகளை இறக்குமதி செய்யாமல் Firefox ஐப் பயன்படுத்தி, அங்கு செருகுநிரலை நிறுவவும். அது வேலை செய்தால், உங்களுக்கு உலாவி உள்ளமைவில் சிக்கல் இருக்கலாம்.",
    "394235836": "3. மேலே உள்ள பரிந்துரைகள் எதுவும் செயல்படவில்லை என்றால், எங்களுக்கு ஆதரவு மின்னஞ்சலை அனுப்பவும், என்ன நடக்கிறது என்பதைக் கண்டறிய உதவுவதில் நாங்கள் மகிழ்ச்சியடைவோம்.",
    "3470857731": "reCAPTCHA போட்களை எவ்வளவு நன்றாகக் கண்டறிகிறது என்பதற்கான பகுப்பாய்வு.",
    "3240786848": "கடைசியாக புதுப்பிக்கப்பட்டது: பிப்ரவரி 18, 2021",
    "2547140673": "ஒரு தசாப்தத்திற்கும் மேலாக, Google இன் reCAPTCHA சேவையானது வலைத்தள உரிமையாளர்களுக்கு ஒரு வர்த்தகத்தை வழங்குகிறது: Google உங்கள் பயனர்களைக் கண்காணித்து அவர்களிடம் கேள்விகளைக் கேட்கட்டும், மேலும் அவர்கள் போட்களையும் ஸ்பேமையும் நிறுத்துவதாக உறுதியளிக்கிறார்கள்.",
    "2133754014": "4.5 மில்லியனுக்கும் அதிகமான இணையதளங்கள் reCAPTCHA ஐப் பயன்படுத்துகின்றன.",
    "3152512587": "மற்றும் கணினி தினசரி நூற்றுக்கணக்கான மில்லியன் தீர்வுகளை சேகரிக்கிறது. [",
    "2296918009": "இது ஒவ்வொரு நாளும் 100 நபர்களின் உழைப்புக்குச் சமம்.",
    "3900538778": "லேபிளிடப்பட்ட தரவு என்பது இயந்திர கற்றலுக்கு சக்தியளிக்கும் எரிபொருளாகும். 2009 ஆம் ஆண்டு முதல் Google இன் ML/AI சேவைகளை மேம்படுத்த reCAPTCHA பதில்கள் பயன்படுத்தப்படுகின்றன. reCAPTCHA ஐப் பயன்படுத்தும் பலர் தங்கள் உழைப்பு பயன்படுத்தப்படுவதை உணரவில்லை.",
    "1160252730": "Google இப்போது reCAPTCHA Enterprise க்கு அதிக விலைகளை வசூலிக்கிறது, இதனால் பல நிறுவனங்கள் இந்த ஒப்பந்தத்தை மறுமதிப்பீடு செய்கின்றன.",
    "1131196501": "போன்ற முக்கிய நிறுவனங்கள்",
    "204889717": "hCaptcha'sக்கு மாறியுள்ளனர்",
    "639413188": "பதிலளிப்பதில்.",
    "3280658086": "நிறுவன தீர்வுகள்",
    "3842815245": "இது நியாயமான வியாபாரமா?",
    "714342693": "hCaptcha குழு 2016 ஆம் ஆண்டு முதல் \"டார்க் வெப்\" கேப்ட்சா-பிரேக்கிங் சேவைகளிலிருந்து விலைத் தரவைச் சேகரித்து வருகிறது. ஒரு சுவாரஸ்யமான போக்கை நாங்கள் கவனித்தோம்:",
    "468929661": "reCAPTCHA ஐ உடைப்பதற்கான சராசரி செலவு நம்பமுடியாத அளவிற்கு குறைவாக உள்ளது (1000 தீர்வுகளுக்கு $1க்கும் குறைவானது) மற்றும் 2016 இல் எங்கள் கண்காணிப்பு தொடங்கியதில் இருந்து இது பெரிதாக அதிகரிக்கவில்லை. இது reCAPTCHA v2 மற்றும் v3 இரண்டிற்கும் பொருந்தும். [",
    "2862164005": "reCAPTCHA வழங்கும் பாதுகாப்பில் ஒரு சரியான டாலர் மதிப்பை வைக்க விலை தரவு உதவுகிறது: ஒரு பதிலுக்கு $0.001 அல்லது அதற்கும் குறைவாக.",
    "102498091": "reCAPTCHA Enterpriseக்கான 1000 கோரிக்கைகளுக்கு Google $1ஐ வசூலிக்கிறது, அதாவது அவர்கள் இப்போது தங்கள் சேவையின் பாதுகாப்பை உடைக்கச் செலவழிப்பதை விட ஒரு கோரிக்கைக்கு அதிக கட்டணம் வசூலிக்கிறார்கள். இது ஒரு மோசமான ஒப்பந்தம் போல் தெரிகிறது.",
    "130239139": "கூகுள் தினசரி சேகரிக்கும் 100+ நபர்களின் உழைப்பின் மதிப்பு என்ன?",
    "1421074182": "கணிசமாக உயர்ந்தது.",
    "1953519598": "ஒரு படத்தை லேபிளிடுவதற்கான செலவு $0.03 முதல் $1.00 அல்லது அதற்கும் அதிகமாக இருக்கும். எந்தவொரு பழமைவாத மதிப்பீட்டின்படியும், கூகிள் இன்றுவரை பில்லியன் கணக்கான டாலர்கள் இலவச உழைப்பைப் பெற்றுள்ளது. [",
    "3025548709": "இந்த அநியாய ஒப்பந்தத்திற்கு மாற்று உண்டா?",
    "263761351": "hCaptcha முதல் நம்பகமான மாற்று, இப்போது ஒவ்வொரு மாதமும் நூற்றுக்கணக்கான மில்லியன் மக்களால் பயன்படுத்தப்படுகிறது.",
    "2743692546": "பயனர்கள் hCaptcha மூலம் தங்கள் மனிதாபிமானத்தை நிரூபிப்பதால், அவர்களின் உழைப்பு ஏலம் எடுப்பதற்காக அநாமதேய திறந்த சந்தையில் நுழைகிறது.",
    "1982750088": "உலகெங்கிலும் உள்ள நிறுவனங்கள் மக்களுக்கு எளிதான ஆனால் இயந்திரங்களுக்கு கடினமான எளிய பணிகளை முடிக்க அந்த உழைப்பை ஏலம் எடுக்கின்றன. பயனர்கள் தாங்கள் பார்வையிடும் தளத்தை ஆதரிக்கின்றனர், மேலும் அதிக அளவிலான பாதுகாப்பின் காரணமாக குறைவான இணைய ஸ்பேமை அனுபவிக்கின்றனர்.",
    "1108398506": "வாடிக்கையாளர்கள் அனுபவத்தின் மீது முழுக் கட்டுப்பாட்டைப் பெறுகின்றனர், மேலும் நிபுணத்துவத்தின் மூலம் hCaptcha இணையத்தில் மிகப்பெரிய சுயாதீன சவால் வழங்குநரை இயக்கியுள்ளது. அவர்கள் reCAPTCHA Enterprise ஐ விட சிறந்த டீலையும் பெறுகிறார்கள்: அளவைப் பொறுத்து 50-80% வரை சிறந்த விலை.",
    "3012870872": "இலவசப் பதிப்பைப் (hCaptcha Publisher) பயன்படுத்தும் இணையதளங்களும் ஆப்ஸும் Googleக்கு நன்கொடையாக வழங்குவதற்குப் பதிலாக அந்தப் பணியின் மூலம் வருவாயைப் பெறுகின்றன.",
    "2271512952": "பயனர்கள் தாங்கள் பார்வையிடும் தளத்தை ஆதரிக்கின்றனர், மேலும் குறைவான இணைய ஸ்பேமை அனுபவிக்கின்றனர்.",
    "278010425": "hCaptcha இல் உள்ள பரந்த மற்றும் அடிக்கடி மாறும் பல்வேறு பணிகளை தானியக்கமாக்குவதும் கடினம். reCAPTCHA இன் ஒற்றை இடைமுகம் பல ஆண்டுகளாக மாறவில்லை, மேலும் எப்போதாவது மாறும் கேள்விகளின் சிறிய தொகுப்பைக் கொண்டுள்ளது. reCAPTCHA ஐ விட hCaptcha மிகவும் வலுவான எதிர்ப்பு போட் பாதுகாப்பை வழங்கும் வழிகளில் இதுவும் ஒன்றாகும்.",
    "984849234": "hCAPTCHA மேம்பட்ட இயந்திரக் கற்றலைப் பயன்படுத்தி, reCAPTCHA மட்டும் என்ன உறுதியளிக்கிறது, அதைப் பயன்படுத்தும் இணையதளங்களுடன் கைப்பற்றப்பட்ட மதிப்பைப் பகிர்ந்து கொள்கிறது.",
    "4063769686": "பயனர்கள் தாங்கள் பார்வையிடும் தளத்தை ஆதரிக்கின்றனர், மேலும் குறைவான இணைய ஸ்பேமை அனுபவிக்கின்றனர். இது ஒரு நியாயமான ஒப்பந்தம் போல் தெரிகிறது.",
    "685916926": "காலப்போக்கில் reCAPTCHA ஏன் மேம்படவில்லை?",
    "3992401943": "2012 ஆம் ஆண்டு முதல் ஆழ்ந்த கற்றலில் ஒரு புரட்சி ஏற்பட்டுள்ளது. கடந்த பத்தாண்டுகளில் பணியின் துல்லியத்திற்கான தொழில் விதிமுறை தீவிரமாக மேம்பட்டுள்ளது, முதன்மையாக ஆழமான மாற்றியமைக்கும் நெட்வொர்க்குகள் காரணமாகும். Google வழங்கும் பிற ML-இயங்கும் சேவைகள் இந்த வளைவைப் பின்பற்றுகின்றன.",
    "615031303": "(அடிக்குறிப்புகளைப் பார்க்கவும்",
    "2125514305": "ML மேம்படுத்தப்பட்டுள்ளது, ஆனால் reCAPTCHA ஐத் தவிர்ப்பதில் உள்ள சிரமம் இந்த நேரத்தில் பெரிதாக மாறவில்லை.",
    "1406188018": "6 மற்றும் 7",
    "2689973938": "reCAPTCHA ஐ மேம்படுத்துவது ஒரு விளம்பர விற்பனையாளராக Google க்கு உள்ளார்ந்த மோதலை உருவாக்குகிறது.",
    "464238793": "ஒரு பயனர் விளம்பரத்தைப் பார்ப்பது அல்லது இணைப்பைக் கிளிக் செய்வது உண்மையில் ஒரு போட் என்று கூகுள் தானே தீர்மானித்தால், அந்தப் பயனருக்குக் காட்டப்படும் விளம்பரங்களுக்கு கட்டணம் வசூலிக்க முடியாது. இந்த ஆர்வ முரண்பாடு கூகிளின் எதிர்ப்பு போட் லட்சியங்களின் நோக்கத்தை கடுமையாக மட்டுப்படுத்தியுள்ளது.",
    "918924423": "எடுத்துக்காட்டாக, பிற்போக்கான போட் கண்டறிதல் போன்ற மதிப்புமிக்க சேவைகளை Google வழங்கவில்லை. பல நாட்கள் தரவுகளை பகுப்பாய்வு செய்த பிறகு பயனர் போக்குவரத்து போட்-உருவாக்கப்பட்டதாக அறிவிப்பது மிகவும் நம்பகமானது.",
    "661412233": "சில பயனர்கள் போட்கள் என்பதை கேப்ட்சாவிற்குப் பிறகு அறிவது மதிப்புமிக்கது. இது பழைய ஸ்பேம் இடுகைகளை சுத்தம் செய்யவும், எதிர்காலத்தில் ஸ்பேம் மன்றங்களில் பதிவுசெய்யப்பட்ட \"ஸ்லீப்பர் கணக்குகளை\" நீக்கவும், மோசடியைக் குறைக்கவும் மற்றும் பலவற்றை செய்யவும் வலைத்தள உரிமையாளர்களை அனுமதிக்கிறது.",
    "3600797185": "முன்னோடியான போட் அடையாளத்தை வழங்குவது, அந்த மோசடி போக்குவரத்திற்காக பணத்தை செலவழித்த விளம்பரதாரர்களுக்கு எப்படித் திரும்பப் பெறுவது என்பது குறித்த கடினமான கேள்விகளை Googleளுக்குத் திறக்கும்.",
    "2076932190": "reCAPTCHA தயாரிப்பு பத்தாண்டுகளாக தேக்கமடைந்துள்ளது.",
    "3856912381": "பயனர்கள் பாதிக்கப்பட்டுள்ளனர், மேலும் தேவையற்ற இணைய ஸ்பேம் இப்போது அதிகமாக உள்ளது. ஆனால் ஒரு மாற்று உள்ளது.",
    "1035621426": "reCAPTCHA ஆல் அடையாளம் காணப்பட்ட ஒவ்வொரு போட்டும் Google இன் விளம்பர வருவாயை நேரடியாகக் குறைக்கிறது.",
    "3668115514": "hCaptcha எவ்வாறு வேறுபடுகிறது?",
    "2413742287": "hCaptcha இன் ஊக்கமானது துல்லியத்தை அதிகரிப்பதே தவிர, விளம்பர வருவாய் அல்ல: மனித பயிற்சி தரவு தேவைப்படும் எங்கள் வாடிக்கையாளர்களுக்கு போட் பதில்கள் பயனற்றவை.",
    "1373262754": "ஒரு தனிநபர் யார் என்பதை அறிவது hCaptcha க்கு குறைந்தபட்ச மதிப்பைக் கொண்டுள்ளது. அவர்கள் மனிதர்களா அல்லது தீங்கிழைக்கும் நடிகரா என்பதை மட்டுமே நாங்கள் கவனிக்கிறோம்.",
    "600646860": "உண்மையான மதிப்புடன் உழைப்பைப் பிரித்தெடுக்கும் போது கேள்விக்குரிய மதிப்பின் சேவையை வழங்குவதற்குப் பதிலாக, hCaptcha இழப்பீடு மற்றும் வலுவான எதிர்ப்பு போட் பாதுகாப்பு ஆகிய இரண்டையும் வழங்குகிறது.",
    "1836191653": "எண்டர்பிரைஸ் பதிப்பிற்கு மில்லியன் கணக்கான டாலர்களை வசூலிக்கும் போது, எளிதாக தோற்கடிக்கப்பட்ட சேவையை இலவச பயனர்களுக்கு வழங்குவதற்கு பதிலாக, hCaptcha இரண்டுக்கும் சிறந்த போட் பாதுகாப்பை வழங்குகிறது, அதே நேரத்தில் நிறுவன பயனர்களுக்கு கூடுதல் அம்சங்கள் மற்றும் தனிப்பயனாக்கம், வலுவான SLAகள் மற்றும் விரைவான ஆதரவு ஆகியவற்றை வழங்குகிறது.",
    "990215503": "விளம்பர நெட்வொர்க்கிற்கு சொந்தமில்லாத ஒரே பெரிய கேப்ட்சா சேவை hCaptcha ஆகும்.",
    "971933157": "hCaptcha தனியுரிமை, வெளிப்படைத்தன்மை மற்றும் நேர்மை ஆகியவற்றில் அக்கறை கொண்டுள்ளது.",
    "178839499": "பயனர்கள் தங்கள் மனிதாபிமானத்தை நிரூபிக்கும் போது செய்த வேலையின் மதிப்பை hCaptcha பகிர்ந்து கொள்கிறது.",
    "1237076138": "hCaptcha இலவச (hCaptcha வெளியீட்டாளர்) மற்றும் நிறுவன (hCaptcha Enterprise) வாடிக்கையாளர்களுக்கு நியாயமான ஒப்பந்தத்தை வழங்குகிறது.",
    "614310292": "hCaptcha ஐ உருவாக்கியது யார்?",
    "4188814619": "hCaptcha என்பது உள்ளுணர்வு இயந்திரங்களின் சேவையாகும் (",
    "3265328927": "), ஒரு இயந்திர கற்றல் நிறுவனம், இயந்திர கற்றலை அளவில் செயல்படுத்தும் நிறுவனங்களுக்கு தயாரிப்புகள் மற்றும் சேவைகளை வழங்குகிறது.",
    "2740033957": "IM குழுவானது ஆப்பிள், அமேசான் மற்றும் இயந்திர கற்றல், விநியோகிக்கப்பட்ட அமைப்புகள் மற்றும் பாதுகாப்பில் உள்ள பிற தலைவர்களின் விஞ்ஞானிகள் மற்றும் பொறியியலாளர்களைக் கொண்டது.",
    "1579715421": "IM விஞ்ஞானிகள் ICML, ICLR, ECCV மற்றும் NeurIPS போன்ற சிறந்த மாநாடுகளில் தவறாமல் வெளியிடுகின்றனர், மேலும் நிறுவனம் டீப் ஹாஷிங் போன்ற ML துறைகளில் அதிநவீன முடிவுகளைப் பொதுவில் வெளியிட்டது.",
    "4015238193": "மற்றும் OCR [",
    "279580593": "imachines.com",
    "279918384": "உங்கள் இலவச உழைப்பை Google எவ்வாறு பயன்படுத்துகிறது?",
    "2385522384": "கூகுளின் Waymo செல்ஃப் டிரைவிங் கார்களில் உள்ள கேமராக்களில் இருந்து வீடியோ பிரேம்களை நீங்கள் பார்த்திருக்கலாம், மேலும் அவற்றின் பொருள் அங்கீகாரத்தை மேம்படுத்த உதவியது.",
    "1517627947": "கூகிளின் ஸ்ட்ரீட்வியூ கார்களில் இருந்து கட்டிடங்கள் அல்லது தெருப் பலகைகளின் படங்கள் மற்றும் அவற்றின் வரைபடங்கள் மற்றும் எர்த் தயாரிப்புகளுக்கான இருப்பிடங்களை லேபிளிடுவதற்கு உதவியிருக்கலாம்.",
    "3225936061": "Google புத்தகங்கள் சேவையில் புத்தகப் பக்கங்களிலிருந்து எடுக்கப்பட்ட உரையின் படங்களை நீங்கள் பார்த்திருக்கலாம், மேலும் அவர்களின் OCR (உரை அங்கீகாரம்) மென்பொருளை மேம்படுத்த உதவியது.",
    "129661785": "எப்போதாவது \"கார்/கிராஸ்வாக்/ஸ்டாப்லைட்டில் கிளிக் செய்யவும்?\"",
    "936667684": "எப்போதாவது \"கட்டிடம்/தெரு அடையாளத்தை தட்டச்சு செய்யவா?\"",
    "3773515538": "எப்போதாவது \"இரண்டு வார்த்தைகளில் தட்டச்சு செய்யவா?\"",
    "1778058441": "hCaptcha இல் என்ன வகையான வேலைகள் இயங்குகின்றன?",
    "366088791": "hCaptcha பல்வேறு வகையான பணிகளை ஆதரிக்கிறது.",
    "3114147525": "hCaptcha வாடிக்கையாளர்கள் பொருள் அங்கீகாரம், பண்புக்கூறு கண்டறிதல் (ஆடை வகைகளை அடையாளம் காண லேபிள்களை சேகரித்தல்), பொருத்தம் தரவரிசை (முதன்மை தயாரிப்புடன் ஒப்பிடும் போது பல விருப்பங்களிலிருந்து மிகவும் பொருத்தமான தயாரிப்பைத் தேர்ந்தெடுப்பது), எல்லைப் பெட்டிகள் (ஆர்வமுள்ள பகுதிகளைக் கண்டறிதல்) உள்ளிட்ட பணிகளுக்கு சேவையைப் பயன்படுத்துகின்றனர். ஒரு படம்), \"மனித OCR\" (ஒரு படத்தில் உள்ள உரையை அடையாளம் காணுதல்) மற்றும் பல வகையான பணிகள்.",
    "3139609561": "பட வகைப்பாடு மற்றும் பண்புக்கூறு கண்டறிதல் வேலை வகைகளுக்கான இரண்டு எடுத்துக்காட்டுகள் கீழே உள்ளன. [",
    "2273532558": "hCaptcha இன் பணம் செலுத்தும் வாடிக்கையாளர்கள் யார்?",
    "4104221634": "hCaptcha வாடிக்கையாளர்கள் தொழில்நுட்ப நிறுவனங்கள் முதல் ஃபேஷன், சில்லறை விற்பனை மற்றும் இயந்திர கற்றலைப் பயன்படுத்துவதன் மூலம் மதிப்பை உருவாக்கக்கூடிய பிற பகுதிகளில் கவனம் செலுத்துபவர்கள் வரை பல்வேறு தொழில்களில் பரவியுள்ளனர்.",
    "1337725003": "hCaptcha அதிக அளவு நிகழ்நேர சிறுகுறிப்புக்கான அணுகலை ஜனநாயகமயமாக்க உறுதிபூண்டுள்ளது, பெரிய மற்றும் சிறிய நிறுவனங்கள் தங்கள் வணிகத்தில் இயந்திர கற்றலைப் பயன்படுத்துவதன் மூலம் தங்கள் தயாரிப்புகள் மற்றும் சேவைகளின் தரத்தை மேம்படுத்த அனுமதிக்கிறது.",
    "4086379603": "கேள்விகள்?",
    "1243684308": "உங்கள் கருத்தை நாங்கள் தீவிரமாக எடுத்துக்கொள்கிறோம், மேலும் குறைவான போட்கள் மற்றும் குறைவான ஸ்பேம் மூலம் அனைவருக்கும் மிகவும் இனிமையான அனுபவத்தை ஆன்லைனில் பெறுவதை உறுதிசெய்ய விரும்புகிறோம். எங்களை அணுகவும்:",
    "2645321220": "reCAPTCHA இன் விலை அதிகமாக இருப்பதாக நீங்கள் நினைத்தால், hCaptcha Enterprise பற்றி எங்களிடம் கேளுங்கள். தற்போது உலகில் உள்ள சில பெரிய வெளியீட்டாளர்கள், நிதிச் சேவை நிறுவனங்கள் மற்றும் இணைய உள்கட்டமைப்பு நிறுவனங்களால் பயன்பாட்டில் உள்ளது, அவை reCAPTCHA க்கு நம்பகமான மாற்றாக மட்டும் இல்லை: அவை தற்போது கிடைக்கும் சிறந்த போட் பாதுகாப்பை வழங்குவதாக நாங்கள் நம்புகிறோம்.",
    "1229233916": "அடிக்குறிப்புகள்",
    "1115642494": "1. ஆதாரம்: BuiltWith.com reCAPTCHA தள பட்டியல்கள். ஜூலை 9, 2019 இல் பெறப்பட்டது.",
    "448807334": "(\"நூறு மில்லியன் கேப்ட்சாக்கள் ஒவ்வொரு நாளும் மக்களால் தீர்க்கப்படுகின்றன.\") ஜூலை 8, 2019 அன்று பெறப்பட்டது.",
    "2397590157": "3. கன்சர்வேடிவ் மதிப்பீடு: 200 மில்லியன் தீர்வுகள் * ஆண்டுகளில் ஒரு தீர்வுக்கு 30 வினாடிகள் = 190.3 நபர்-ஆண்டுகள்/நாள்.",
    "3236311792": "4. hCaptcha உள் பகுப்பாய்வு. ஜூன் 30, 2019 வரை சேகரிக்கப்பட்ட தரவு. கோரிக்கையின் பேரில் விவரங்கள் கிடைக்கும்.",
    "1752259468": "5. கன்சர்வேடிவ் மதிப்பீடு: $0.01 ஒற்றை சிறுகுறிப்பு விலை * 200M சராசரி. ஒரு நாளைக்கு சிறுகுறிப்புகள் (குறைந்த வரம்பு) * வருடத்திற்கு 365 நாட்கள் * 2009 கையகப்படுத்தியதிலிருந்து 10 ஆண்டுகள் = $7.3 பில்லியன் குறைந்த வரம்பு மதிப்பு.",
    "3268946369": "6. கடன்: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. ஆதாரம்: மேரி மீக்கர், கேபி இணையப் போக்குகள் 2017",
    "2666258754": "பலவீனமான மேற்பார்வையிடப்பட்ட டீப் ஹாஷிங், ஹெய்க்கி அர்போனன், டாம் ஈ பிஷப் ஆகியோருக்கான சொற்பொருள் படிநிலை அடிப்படையிலான தொடர்பு உட்பொதிப்புகள். ICML 2019, LLD பட்டறை.",
    "2544169219": "சமீபத்திய அதிநவீன முடிவுகள்: ICML LLD, மே 2019.",
    "1973347745": "10. ராயல்டி இல்லாத எடுத்துக்காட்டு படங்கள். ஆதாரம்: Petapixel.",
    "1493115924": "வர்த்தக முத்திரை குறிப்புகள்:",
    "4051104324": "\"உள்ளுணர்வு இயந்திரங்கள்\" என்பது உள்ளுணர்வு இயந்திரங்கள், Inc இன் பதிவு செய்யப்பட்ட வர்த்தக முத்திரையாகும்.",
    "3983646521": "அனைத்து தயாரிப்பு பெயர்கள், லோகோக்கள், பிராண்டுகள், வர்த்தக முத்திரைகள் மற்றும் பதிவு செய்யப்பட்ட வர்த்தக முத்திரைகள் அந்தந்த உரிமையாளர்களின் சொத்து. இந்த இணையதளத்தில் பயன்படுத்தப்படும் அனைத்து நிறுவனம், தயாரிப்பு மற்றும் சேவை பெயர்கள் அடையாள நோக்கங்களுக்காக மட்டுமே. இந்தப் பெயர்கள், வர்த்தக முத்திரைகள் மற்றும் பிராண்டுகளின் பயன்பாடு அங்கீகாரத்தைக் குறிக்காது. இந்த வழக்கில், முற்றிலும் எதிர்.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM விஞ்ஞானிகள் CVPR 2020 இல் பலவீனமான மேற்பார்வையிடப்பட்ட உரை அங்கீகாரத்திற்கு (OCR) புதிய பெஞ்ச்மார்க்கை அமைத்துள்ளனர்.",
    "1259002282": "பிழை கண்டுபிடிக்கப்பட்டதா? அதை எவ்வாறு புகாரளிப்பது என்பது இங்கே.",
    "3301728462": "உலாவிகள், நீட்டிப்புகள், சாதனங்கள், ஃபயர்வால்கள் மற்றும் பலவற்றின் ஆயிரக்கணக்கான சேர்க்கைகளில், ஒவ்வொரு மாதமும் மில்லியன் கணக்கான மக்கள் hCaptcha ஐப் பயன்படுத்துகின்றனர்.",
    "3878230879": "எப்பொழுதும் உங்களுக்காகச் செயல்படுவதை உறுதி செய்வதே எங்கள் குறிக்கோள், எனவே உங்கள் அறிக்கைகளை நாங்கள் மிகவும் பாராட்டுகிறோம்!",
    "2465128185": "விரைவான கருத்தை வழங்க, \"எங்களுக்கு கருத்து அனுப்பு\" பொத்தானைக் கிளிக் செய்யவும்.",
    "2921990472": "செயல்பாட்டுச் சிக்கலை நீங்கள் கண்டால், தயவுசெய்து பின்தொடரவும்",
    "2870341481": "கீழே. வேறு எந்த உலாவிகளுக்கும்",
    "1866590035": "Chrome க்கான பிழைத்திருத்த பதிவு வழிமுறைகள்",
    "444492541": "பயர்பாக்ஸிற்கான பிழைத்திருத்த பதிவு வழிமுறைகள்",
    "169267610": "எங்களுக்கு மின்னஞ்சல் செய்யவும்",
    "3100722753": "சாத்தியமான பாதுகாப்பு அல்லது தனியுரிமைச் சிக்கல்களுக்கு, கீழே உள்ள வழிமுறைகளைப் பார்க்கவும்.",
    "1906593952": "நீங்கள் இப்போது பார்த்த hCaptcha பற்றிய கருத்தை வழங்கவும்",
    "3951254541": "உங்கள் உள்ளீட்டைப் பாராட்டுகிறோம். ஏதேனும் சிக்கல்கள் இருந்தால் எங்களுக்குத் தெரியப்படுத்துங்கள், விரைவில் அவற்றைத் தீர்ப்போம்.",
    "3324288040": "எங்களுக்கு கருத்து அனுப்பவும்",
    "2864016648": "தனியுரிமைச் சிக்கல்கள்",
    "304004915": "பயனர்கள் யார் என்பதை நாங்கள் பொருட்படுத்துவதில்லை, அவர்கள் தீங்கிழைக்கும் அல்லது இயந்திரங்களாக இருப்பதற்கான வாய்ப்புகள் மட்டுமே. போன்ற முயற்சிகளை நாங்கள் ஆதரிக்கிறோம்",
    "1139493658": ", மற்றும் தனியுரிமை மற்றும் பாதுகாப்பை சமநிலைப்படுத்த கடினமாக உழைக்கவும்.",
    "3083289844": "பயனர் தனியுரிமையைப் பாதிக்கக்கூடிய சிக்கலை நீங்கள் கண்டறிந்தால், தயவுசெய்து எங்களுக்கு மின்னஞ்சல் செய்யவும்",
    "4264784515": "பாதுகாப்பு பிழைகள்",
    "963238401": "பாதுகாப்பு பிழைகள் பற்றிய அறிக்கைகளைப் பெறுவதில் நாங்கள் எப்போதும் ஆர்வமாக உள்ளோம். மின்னஞ்சல்",
    "3926027556": "நாங்கள் விரைவில் உங்களிடம் திரும்புவோம்.",
    "1589805435": "எங்களிடம் ஏ",
    "2560582224": "பிழை பவுண்டி திட்டம்",
    "103876916": "hCaptcha சேவை மற்றும் தொடர்புடைய மூலக் குறியீடு பற்றிய தகுதியான பாதுகாப்பு அறிக்கைகளுக்கு.",
    "497117287": "அணுகல் விருப்பங்கள்",
    "3230004040": "நீங்கள் பார்வைக் குறைபாடு உள்ளவரா அல்லது hCaptchas ஐ முடிக்க முடியவில்லையா?",
    "3480023141": "அணுகல்தன்மை விருப்பங்களைப் பற்றி மேலும் அறிக",
    "2052161540": "பிழை அறிக்கை விவரங்களைப் பிடிக்கிறது: குரோம்",
    "2281169898": "உங்கள் அறிக்கையுடன் பிழைத்திருத்தத் தகவலை அனுப்புவது என்ன நடக்கிறது என்பதைக் கண்டறிவதை நாங்கள் எளிதாக்கும். இங்கே படிப்படியான வழிமுறைகள்:",
    "1123365779": "நீங்கள் இணைய உருவாக்குநராகவோ அல்லது நிபுணத்துவப் பயனராகவோ இருந்தால், HAR மற்றும் உலாவி கன்சோல் பதிவுகளைப் பதிவுசெய்யும் பிணையப் பதிவுகளை எங்களுக்கு அனுப்ப விரும்புகிறோம்.",
    "2015218686": "நீங்கள் இந்த படிகளை கடந்து செல்லும் முன். இது உங்கள் சிக்கலைச் சரிசெய்தால், உங்கள் உலாவி பதிப்பு, விளம்பரத் தடுப்பான் அல்லது உலாவி நீட்டிப்பு மற்றும் இணையதள URL ஆகியவற்றை எங்களுக்குத் தெரியப்படுத்துவதை நாங்கள் இன்னும் பாராட்டுகிறோம்.",
    "3922723611": "ஏதேனும் விளம்பரத் தடுப்பான் அல்லது உலாவி பாதுகாப்பு நீட்டிப்புகளை முடக்க முயற்சிக்கவும்",
    "4036872105": "முதலில் பின்னர் மீண்டும் முயற்சிக்கவும்",
    "993651083": "படி 1: டெவலப்பர் கருவிகளைத் திற (இது அமர்வைப் பதிவுசெய்யத் தொடங்குகிறது.)",
    "4163469907": "படி 2: டெவலப்பர் டூல்ஸில் உள்ள நெட்வொர்க் டேப்பில் கிளிக் செய்யவும். மேலே உள்ள \"பதிவைப் பாதுகாத்தல்\" பெட்டியை சரிபார்க்கவும்.",
    "4243348003": "படி 3: வருகை",
    "641342999": ", அல்லது இணையத்தளத்தில் உங்களுக்குச் சிக்கல் உள்ளது (தனியுரிமைக் குறிப்பு: அது என்ன என்பதைப் பகிர்வதில் உங்களுக்கு விருப்பமில்லை என்றால் மட்டும்) ... பின்னர் \"நான் மனிதன்\" பொத்தானைக் கிளிக் செய்து, தீர்க்க முயற்சிக்கவும்.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "படி 4: நீங்கள் தீர்க்க முயற்சித்த பிறகு \"ஏற்றுமதி HAR\" (சிறிய கீழ் அம்புக்குறி) என்பதைக் கிளிக் செய்யவும், இது பிணைய பதிவைச் சேமிக்கிறது. அந்த கோப்பை எங்களுக்கு அனுப்புங்கள்.",
    "1503240421": "படி 5: கன்சோல் தாவலைக் கிளிக் செய்து, கன்சோல் பதிவைச் சேமிக்க, \"இவ்வாறு சேமி ..\" என்பதை வலது கிளிக் செய்யவும். அதையும் எங்களுக்கு அனுப்புங்கள்.",
    "2863840904": "படி 6: கடைசி படி, அந்த HAR மற்றும் கன்சோல் பதிவு கோப்புகளை எங்களுக்கு மின்னஞ்சல் செய்து, சிக்கலை விவரிக்கவும்",
    "4051785543": "பயன்படுத்தவும்:",
    "3623028666": "(தயவுசெய்து போன்ற சேவையைப் பயன்படுத்தவும்",
    "551761392": "மற்றும் இணைப்புகளை அனுப்பவும்) மற்றும் விருப்பமாக ஒரு ஸ்கிரீன்ஷாட், ஏதேனும் சரியாகக் காட்டப்படவில்லை என்று நீங்கள் சந்தேகித்தால். நீங்கள் பயன்படுத்தும் ஐபியையும் அனுப்பவும். நீங்கள் அதை பெறலாம்",
    "1219091208": "டிராப்பாக்ஸ்",
    "443094024": "பைல்பின்",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "இந்தத் தகவலைப் பெற எங்களுக்கு உதவுவதற்கு நேரம் ஒதுக்கியதற்கு நன்றி!",
    "3680327841": "hCaptcha அனைவருக்கும் நன்றாக வேலை செய்ய நாங்கள் கடமைப்பட்டுள்ளோம்",
    "1059502393": "பிழை அறிக்கை விவரங்களைப் பிடிக்கிறது: பயர்பாக்ஸ்",
    "1112074001": "படி 2: டெவலப்பர் டூல்ஸில் உள்ள நெட்வொர்க் டேப்பில் கிளிக் செய்யவும். மேலே உள்ள \"பெர்சிஸ்ட் பதிவுகள்\" பெட்டியை சரிபார்க்கவும்.",
    "1797298240": "படி 4: நீங்கள் தீர்க்க முயற்சித்த பிறகு \"HAR\" என்பதைக் கிளிக் செய்து, நெட்வொர்க் பதிவைச் சேமிக்க \"அனைத்தையும் HAR ஆகச் சேமி\" என்பதைத் தேர்ந்தெடுக்கவும். அந்த கோப்பை எங்களுக்கு அனுப்புங்கள்.",
    "3671246379": "படி 5: கன்சோல் தாவலைக் கிளிக் செய்து, வலது கிளிக் செய்து \"அனைத்தையும் தேர்ந்தெடு\" என்பதைக் கிளிக் செய்து, கன்சோல் பதிவைச் சேமிக்க, அதை உரைக் கோப்பில் சேமிக்கவும். அதையும் எங்களுக்கு அனுப்புங்கள்.",
    "3816867833": "பின்னூட்டம்",
    "788770967": "வருந்துகிறேன்! எங்கள் அணுகல்தன்மை விருப்பத்தை நீங்கள் பயன்படுத்த விரும்பலாம்:",
    "1333016413": "குக்கீயைப் பதிவுசெய்து அமைப்பதன் மூலம் எதிர்காலக் கேள்விகளைத் தவிர்க்க இது உங்களை அனுமதிக்கிறது.",
    "2333410049": "உங்கள் விளம்பரத் தடுப்பானையும் அணைக்க முயற்சிக்கவும்.",
    "1345083090": "செயல்பாட்டுச் சிக்கலைப் புகாரளிக்கிறீர்களா?",
    "2184564739": "பார்க்கவும்",
    "604751186": "மற்ற பிரச்சினைகள்? மின்னஞ்சல்",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "விரிவான பதிவுகளுடன் சிக்கல்களைப் புகாரளிப்பது எப்படி",
    "1050501253": "மிகவும் கடினம்",
    "3264813246": "பொருத்தமற்றது",
    "3526939538": "மென்பொருள் பிழை",
    "126134492": "மற்றவை",
    "3511610999": "நீங்கள் சரியான இடத்திற்கு வருவதை உறுதி செய்வோம்.",
    "3906886217": "நிறுவனங்கள் அல்லது இணையதளங்களுக்கு",
    "1621597093": "நிறுவன பாதுகாப்பு தீர்வுகள் (கட்டணம்)",
    "3176531704": "தரவு சிறுகுறிப்பு",
    "1834239172": "hCaptcha சிறுகுறிப்பு சேவைகளை வாங்கவும்",
    "1457707016": "தனிநபர்களுக்கு",
    "770264626": "உங்கள் சேவையில் hCaptcha ஐச் சேர்க்கவும் (இலவசம்)",
    "881015166": "எனது இணையதளம் அல்லது பயன்பாட்டில் வெளியீட்டாளர்களுக்கான hCaptcha ஐச் சேர்க்கவும்",
    "47536007": "hCaptcha பற்றி மேலும் அறிக",
    "2012837493": "தேடல் முடிவுகள்",
    "4034694801": "பொருந்தக்கூடிய முடிவுகள் இல்லை.",
    "3621411541": "hCaptcha க்கான அணுகல்தன்மை விருப்பங்களைப் பற்றி அறிக",
    "3401005681": "பணம் சம்பாதிக்க",
    "3933993151": "தனிப்பட்ட தரவு லேபிளராக வேலை செய்யுங்கள்",
    "563059212": "துணைச் செயலிகளின் பட்டியல்",
    "3501923981": "கடைசியாக புதுப்பிக்கப்பட்டது: ஜனவரி 1, 2020.",
    "3548097301": "நடைமுறைக்கு வரும்: ஜனவரி 1, 2020.",
    "3991444169": "இந்தப் பக்கம் hCaptcha Enterprise சேவைக்கான தற்போதைய துணைச் செயலிகளை பட்டியலிடுகிறது.",
    "835396984": "தற்போது செயலில் உள்ளது",
    "424089481": "Amazon Web Services, Inc. (Global). வழங்கப்படும் சேவைகள்: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (குளோபல்). வழங்கப்படும் சேவைகள்: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "ஐபிஎம். (உலகளாவிய). வழங்கப்படும் சேவைகள்: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "மைக்ரோசாப்ட் கார்ப்பரேஷன் (குளோபல்). வழங்கப்படும் சேவைகள்: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "குறிப்பு: அனைத்து வாடிக்கையாளர்களுக்கும் பொருந்தாது. எடுத்துக்காட்டாக, IP ப்ளைண்டிங் அல்லது பிற மேம்பட்ட தனியுரிமை அல்லது பாதுகாப்பு விருப்பத்தேர்வு வாடிக்கையாளர்கள் (எ.கா. பாதுகாப்பான மெய்நிகர் குத்தகை வாடிக்கையாளர்கள்) டெலிமெட்ரி அமைப்புகளில் நுழையும் சாத்தியமான \"PII\" இல் இருந்து முற்றிலும் விலக்கப்பட்டுள்ளனர், ஒரு IP முகவரி கூட. தேவைப்பட்டால் மேலும் தகவலுக்கு உங்கள் கணக்குப் பிரதிநிதியைத் தொடர்பு கொள்ளவும்.",
    "700843971": "ஹவுண்ட் டெக்னாலஜி, இன்க். (குளோபல்). வழங்கப்படும் சேவைகள்: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (குளோபல்). வழங்கப்படும் சேவைகள்: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (உலகளாவிய). வழங்கப்படும் சேவைகள்: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (உலகளாவிய). வழங்கப்படும் சேவைகள்: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "உள்கட்டமைப்பு",
    "370366524": "எபிமரல் சர்வீஸ் டெலிமெட்ரி",
    "121192737": "வரவிருக்கும் சேர்த்தல்கள்",
    "2420789666": "வேகமாக, Inc. சேவைகள் வழங்கப்படுகின்றன: வேகமாக CDN மற்றும் எட்ஜ் கம்ப்யூட்.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "அமலுக்கு வரும்: செப்டம்பர் 1, 2021. உள்கட்டமைப்பு சேர்த்தல்",
    "1487796027": "நிறுவனங்களுக்கு",
    "3943417791": "hCaptcha Enterprise (BotStop)க்கான ஆதரவைப் பெறுங்கள்",
    "702287791": "hCaptcha வெளியீட்டாளர் (இலவசம்)",
    "3397976149": "hCaptcha வெளியீட்டாளருக்கான ஆதரவைப் பெறுங்கள்",
    "833750823": "சவாலில் சிரமப்படுகிறீர்களா?",
    "2024737147": "பிழையைப் புகாரளிக்க வேண்டுமா?",
    "1978884623": "மென்பொருள் சிக்கல்களைப் புகாரளிப்பது பற்றி மேலும் அறிக",
    "4188664955": "முதன்மை சேவை விதிமுறைகள்",
    "2621989404": "கடைசியாகப் புதுப்பிக்கப்பட்டது: செப்டம்பர் 24, 2021. எங்கள் ஆங்கில மொழிச் சொற்கள் அதிகாரப்பூர்வமானவை என்பதை நினைவில் கொள்ளவும்.",
    "2404545611": "hCaptcha க்கு வரவேற்கிறோம்! எங்கள் சமூகத்தின் ஒரு பகுதியாக இருப்பதற்கு நன்றி. \"சேவைகளின்\" அனைத்து பயனர்களும் (கீழே வரையறுக்கப்பட்டுள்ளது) பின்வரும் விதிமுறைகளுக்கு (\"சேவை விதிமுறைகள்\") உடன்பட வேண்டும். இந்த சேவை விதிமுறைகளின் கீழ், \"IMI\", \"நாங்கள்\" மற்றும் \"நாங்கள்\" என்பது Intuition Machines, Inc. மற்றும் அதன் துணை நிறுவனங்கள், துணை நிறுவனங்கள், அதிகாரிகள், முகவர்கள், பணியாளர்கள், பிரதிநிதிகள் மற்றும் முகவர்களைக் குறிக்கிறது, மேலும் எங்கள் \"இணையதளத்தில்\" எந்த இணையதளமும் அடங்கும் www.hcaptcha.com மற்றும் www.imachines.com உட்பட எங்கள் கட்டுப்பாடு.",
    "2348450790": "இந்த சேவை விதிமுறைகளைப் படிக்கவும். மற்ற விதிகளுக்கு மத்தியில், உத்தரவாதங்களின் மறுப்புகள், பொறுப்பு வரம்புகள் மற்றும் பிணைப்பு நடுவர் ஆகியவை அடங்கும். எங்கள் இணையதளத்திற்கு நீங்கள் கடைசியாகப் பார்வையிட்டதிலிருந்து இந்த சேவை விதிமுறைகள் மாறியிருக்கலாம் என்பதை நினைவில் கொள்ளவும். இந்த சேவை விதிமுறைகளை நாங்கள் அவ்வப்போது எங்கள் சொந்த விருப்பத்தின் பேரில் திருத்தலாம் மற்றும் புதுப்பிக்கலாம். ஒரு பெரிய மாற்றம் ஏற்பட்டால், இந்தப் பக்கத்தில் புதுப்பிக்கப்பட்ட சேவை விதிமுறைகளை இடுகையிடுவதன் மூலம் நாங்கள் உங்களுக்கு அறிவிப்போம், அதன் பிறகு தளம் அல்லது சேவையைத் தொடர்ந்து பயன்படுத்த அல்லது அணுகுவதற்கு புதுப்பிக்கப்பட்ட சேவை விதிமுறைகளை நீங்கள் உறுதியுடன் ஏற்க வேண்டும்.",
    "1064537632": "எங்கள் சேவையின் உங்கள் பயன்பாடு எங்கள் தரவு செயலாக்க ஒப்பந்தத்தால் நிர்வகிக்கப்படுகிறது என்பதை நினைவில் கொள்ளவும், இது குறிப்பு மூலம் இங்கு இணைக்கப்பட்டுள்ளது. உங்கள் சார்பாக தனிப்பட்ட தரவை நாங்கள் எவ்வாறு செயலாக்குகிறோம் என்பதைப் பார்க்க, இந்த ஒப்பந்தத்தை மதிப்பாய்வு செய்யவும். EU பொதுத் தரவுப் பாதுகாப்பு ஒழுங்குமுறையின் நோக்கங்களுக்காக நாங்கள் \"தரவுச் செயலி\"யாகவும், கலிபோர்னியா நுகர்வோர் தனியுரிமைச் சட்டத்தின் நோக்கத்திற்காக \"சேவை வழங்குநராகவும்\" செயல்படுகிறோம் என்பதைக் கவனத்தில் கொள்ளவும்.",
    "1933936765": "தரவு செயலாக்க ஒப்பந்தம் (கடைசியாக புதுப்பிக்கப்பட்டது: செப்டம்பர் 23, 2021)",
    "2959486280": "இந்த சேவை விதிமுறைகளை நீங்கள் ஏற்கவில்லை என்றால், நீங்கள் தளம் அல்லது சேவையைப் பயன்படுத்தவோ அல்லது அணுகவோ முடியாது.",
    "3200859925": "1. நோக்கம்",
    "1807143500": "சேவைகளில் ஆன்லைன் பாதுகாப்பு சேவை (\"hCaptcha சேவை\") மற்றும் ஒரு தளம் (\"உள்ளுணர்வு இயந்திரங்கள் இயங்குதளம்\") ஆகியவை அடங்கும், அதில் ஒரு தனிநபர் (\"பங்களிப்பாளர்\") ஒரு மூன்றாம் தரப்பு நிறுவனம் அல்லது உள்ளுணர்வு இயந்திரங்கள் (ஒவ்வொன்றும்) செய்யும் பணிகளைச் செய்ய தேர்வு செய்யலாம். ஒரு \"கோரிக்கையாளர்\") எங்கள் வலைத்தளம் அல்லது hCaptcha சேவையில் இடுகைகள், நேரடியாக எங்கள் இணையதளத்தில் அல்லது உள்ளுணர்வு இயந்திரங்கள் இயங்குதளத்தை அணுகுவதன் மூலம் மற்றும்/அல்லது மூன்றாம் தரப்பு நிறுவனம் மற்றும்/அல்லது இயங்குதளம் அல்லது சேவை (ஒவ்வொன்றும், ஒரு \"ஒருங்கிணைப்பாளர்\"). கோரிக்கையாளர்கள் பணிகளைப் பதிவுசெய்து, ஒருங்கிணைப்பாளர்களுக்கு IMI வழங்கும் வெகுமதிகளுக்கு ஈடாக அவற்றைச் செய்ய பங்களிப்பாளர்களை அழைக்கிறார்கள் அல்லது கோரிக்கையாளர் தங்கள் இறுதிப் பயனர்களுக்குப் பணிகளைச் செய்ய Intuition Machines பிளாட்ஃபார்ம் அல்லது hCaptcha சேவையைப் பயன்படுத்தினால், கோரிக்கையாளரால் தீர்மானிக்கப்படும். எங்கள் தளத்தைப் பயன்படுத்துவதற்கு நிறுவனங்கள் மற்றும் தனிநபர்களிடம் (ஒவ்வொரு \"வாடிக்கையாளருக்கும்\") கட்டணம் வசூலிக்கிறோம், இதனால் அவர்கள் எங்கள் மென்பொருள், ஆசிரியர் பணிகளைப் பயன்படுத்தலாம், ஆசிரியர் பணிகளுக்கு எங்களை வேலைக்கு அமர்த்தலாம் மற்றும்/அல்லது பங்களிப்பாளர்களுக்கான அணுகலைப் பெறலாம். ஒருங்கிணைப்பாளர்களின் இணையதளங்கள், மொபைல் ஆப்ஸ் மற்றும் பிற ஆன்லைன் சொத்துக்களில் மோசடி, துஷ்பிரயோகம் மற்றும் ஸ்பேமைக் குறைப்பதற்காக எங்கள் hCaptcha சேவையைப் பயன்படுத்துவதற்கு நாங்கள் கட்டணம் வசூலிக்கிறோம். மேற்கூறியவை கூட்டாக \"சேவைகள்\" என்று குறிப்பிடப்படுகின்றன.",
    "3212830633": "2. தகுதி",
    "2605814073": "எங்கள் சேவைகளைப் பயன்படுத்துவதன் மூலம் அல்லது பதிவு செய்வதன் மூலம், நீங்கள் ஒப்புக்கொள்கிறீர்கள்: உங்களுக்கு குறைந்தபட்சம் 18 வயது; உங்கள் சார்பாகவோ அல்லது நீங்கள் பிரதிநிதித்துவப்படுத்தும் நிறுவனத்தின் சார்பாகவோ இந்த ஒப்பந்தத்தில் நுழைவதற்கு உங்களுக்கு அதிகாரம் உள்ளது, மேலும் இந்த சேவை விதிமுறைகள் மற்றும் இங்கு குறிப்பிடப்பட்டுள்ள அனைத்து IMI கொள்கைகள் மற்றும் வழிகாட்டுதல்களுடன் எல்லா நேரங்களிலும் இணங்குவீர்கள்; மேலும் நீங்கள் எங்கள் இணையதளத்தை தவறாகப் பயன்படுத்த மாட்டீர்கள், உங்கள் அடையாளத்தை எங்களிடம் தவறாகக் குறிப்பிட மாட்டீர்கள் அல்லது மனித நுண்ணறிவு தேவைப்படும் IMI இல் எந்தப் பணியின் எந்தப் பகுதியையும் முடிக்க செயற்கை நுண்ணறிவைப் பயன்படுத்த மாட்டீர்கள்.",
    "2616040974": "3. வாடிக்கையாளர்கள் மற்றும் கோரிக்கையாளர்கள்",
    "1544829730": "நீங்கள் ஒரு வாடிக்கையாளரா அல்லது கோரிக்கையாளராக இருந்தால், வாடிக்கையாளர் இணைப்புப் பொருளாக இதனுடன் இணைக்கப்பட்டுள்ள கூடுதல் விதிமுறைகள் பொருந்தும் என்பதை ஒப்புக்கொள்கிறீர்கள், மேலும் இந்தச் சேவை விதிமுறைகளில் குறிப்பு மூலம் இணைக்கப்படும். நீங்கள் வாடிக்கையாளரோ அல்லது கோருபவராகவோ இல்லாவிட்டால், அல்லது வாடிக்கையாளர் அல்லது கோரிக்கையாளராக இருப்பதை நிறுத்திவிட்டால், வாடிக்கையாளர் பின்னிணைப்பில் உள்ள கூடுதல் விதிமுறைகள் பொருந்தாது அல்லது இந்தச் சேவை விதிமுறைகளில் குறிப்புடன் இணைக்கப்படாது.",
    "3759360138": "4. பயனர்பெயர் மற்றும் கடவுச்சொல்",
    "2236960358": "பதிவுசெய்தவுடன், உங்கள் பெயர், மின்னஞ்சல் முகவரி உட்பட உங்களைப் பற்றிய சில தனிப்பட்ட தகவல்களை (\"தனிப்பட்ட தகவல்\") வெளியிடும்படி கேட்கப்படுவீர்கள், மேலும் ஒரு பயனர்பெயர் மற்றும் கடவுச்சொல்லை உருவாக்கவும், இவை அனைத்தும் எங்களின் தனியுரிமைக் கொள்கைக்கு உட்பட்டதாக இருக்கும். இணையதளம். உங்கள் கணக்கு, கடவுச்சொற்கள் மற்றும் உங்கள் கணக்குடன் தொடர்புடைய எந்த அங்கீகார விசைகளின் பாதுகாப்பையும் கண்காணித்தல், உறுதி செய்தல் மற்றும் பராமரித்தல் ஆகியவற்றுக்கு நீங்கள் மட்டுமே பொறுப்பாவீர்கள், மேலும் சேவைகளில் அந்தத் தகவலைப் பயன்படுத்துவதன் மூலம் எடுக்கப்பட்ட எந்தவொரு செயலுக்கும் நீங்கள் பொறுப்பாவீர்கள்.",
    "3047519814": "உங்கள் கணக்கு அல்லது கடவுச்சொல்லை யாருடனும் பகிர்ந்து கொள்ள மாட்டீர்கள் என்பதை ஒப்புக்கொள்கிறீர்கள்.",
    "1699668873": "உங்கள் கணக்குத் தகவல் திருடப்பட்டதாகவோ அல்லது யாரேனும் பயன்படுத்தியதாகவோ அல்லது வேறு ஏதேனும் பாதுகாப்பு மீறல் ஏற்பட்டதாகவோ நீங்கள் சந்தேகித்தால் உடனடியாக IMIக்குத் தெரிவிக்க வேண்டும்.",
    "3044038608": "எங்கள் பதிவு செயல்பாட்டில் கோரப்பட்ட உண்மையான, துல்லியமான மற்றும் முழுமையான தகவல்களை எங்களுக்கு வழங்க ஒப்புக்கொள்கிறீர்கள். அத்தகைய தகவலை தற்போதைய மற்றும் துல்லியமாக வைத்திருக்க தேவையான உடனடித் தகவலைப் புதுப்பிக்கவும் ஒப்புக்கொள்கிறீர்கள்.",
    "4132302900": "5. உங்கள் தனியுரிமை, உங்கள் தரவு மற்றும் \"அனைவருக்கும் தரவு\"",
    "10724169": "எங்களின் தனியுரிமைக் கொள்கையை நீங்கள் ஏற்றுக்கொள்கிறீர்கள், இது நீங்கள் எங்களுக்கு அளிக்கும் எந்தவொரு தனிப்பட்ட தகவலையும் நாங்கள் என்ன செய்வோம் என்பதை நிர்வகிக்கிறது.",
    "1669194950": "தனிப்பட்ட தகவலைத் தவிர, நீங்கள் பிற தரவையும் வழங்க வேண்டியிருக்கலாம் (அல்லது நாங்கள் சேகரிப்பது அவசியமாக இருக்கலாம்) அதனால் நாங்கள் சேவைகளை வழங்கலாம் (ஒட்டுமொத்தமாக, \"வாடிக்கையாளர் தரவு\"). உங்கள் தாமதம் அல்லது வாடிக்கையாளர் தரவை வழங்கத் தவறியதால் ஏற்படும் சேவைகளைச் செய்யத் தவறியதற்கு நாங்கள் பொறுப்பல்ல.",
    "1330274831": "சேவைகளை வழங்கும் நோக்கத்திற்காக மட்டுமே எந்தவொரு வாடிக்கையாளர் தரவையும் பயன்படுத்த, இனப்பெருக்கம் செய்ய, மின்னணு முறையில் விநியோகிக்க மற்றும் பகிரங்கமாக காட்சிப்படுத்த இந்த ஒப்பந்தத்தின் காலப்பகுதியில் உலகளாவிய, பிரத்தியேகமற்ற, துணை உரிமம், மாற்றத்தக்க, ராயல்டி-இல்லாத, மாற்ற முடியாத உரிமத்தை எங்களுக்கு வழங்குகிறீர்கள். . இந்தப் பிரிவில் உரிமம் வழங்குவதற்கு, உங்கள் தரவு மற்றும் அதன் மீது உங்களுக்கு போதுமான உரிமை, தலைப்பு மற்றும் ஆர்வம் உள்ளது என்பதை நீங்கள் பிரதிநிதித்துவப்படுத்தி உத்தரவாதம் அளிக்கிறீர்கள்.",
    "2230333214": "மற்ற தரவுகளுடன் வாடிக்கையாளர் தரவை நாங்கள் ஒருங்கிணைக்கிறோம், இதனால் முடிவுகள் தனிப்பட்ட முறையில் அடையாளம் காண முடியாதவையாக இருக்கும், மேலும் சேவைகளின் பயன்பாடு தொடர்பான அடையாளம் காணப்படாத தொழில்நுட்ப பதிவுகள் மற்றும் தரவையும் சேகரிக்கிறோம் (\"ஒட்டுமொத்தம்/அடையாளம் நீக்கப்பட்ட தரவு\"). இங்கு எதிர்மாறாக எதுவும் இருந்தபோதிலும், இந்த ஒப்பந்தத்தின் போது அல்லது அதற்குப் பிறகு எந்தவொரு வணிக நோக்கத்திற்காகவும் IMI ஆல் பயன்படுத்தப்படலாம். பொருட்கள். ஒரு வேலை முடிந்த பிறகு 180 நாட்களுக்கு மிகாமல் ஒரு குறிப்பிட்ட காலத்திற்கு வாடிக்கையாளர் தரவு நிலைத்திருக்கும் மற்றும் கணினியில் காட்டப்படும், எடுத்துக்காட்டாக, உள்ளுணர்வு இயந்திர அமைப்புகளுக்கான தானியங்கு அளவுத்திருத்தம் அல்லது சரிபார்ப்பு தரவு. தெளிவுக்காக, உங்களின் முன் எழுத்துப்பூர்வ அனுமதியின்றி, எந்தவொரு மொத்த/அடையாளம் நீக்கப்பட்ட தரவின் மூலமாக உங்களை அடையாளம் காணும் உரிமையை இந்தப் பிரிவு 5 எங்களுக்கு வழங்கவில்லை.",
    "3881754581": ". நீங்கள் எங்கள் சிறுகுறிப்பு சேவைகளின் வாடிக்கையாளராக இருந்து, உங்கள் சேவைகளைப் பயன்படுத்துவதன் ஒரு பகுதியாக \"அனைவருக்கும் தரவு\" விருப்பத்தைத் தேர்ந்தெடுத்திருந்தால், நீங்கள் IMI மற்றும் அனைத்து சேவைகளின் பயனர்களுக்கும் உலகளாவிய, பிரத்தியேகமற்ற, துணை உரிமம், மாற்றத்தக்கது, அனைத்து தொடர்புடைய அறிவுசார் சொத்துரிமைகள் உட்பட அனைத்து வாடிக்கையாளர் தரவையும் முழுமையாகப் பயன்படுத்துவதற்கு ராயல்டி இல்லாத, திரும்பப்பெற முடியாத உரிமம். \"அனைவருக்கும் தரவு\" என்ற விருப்பத்தை நீங்கள் தேர்ந்தெடுத்தால், இந்தப் பிரிவில் உரிமம் வழங்குவதற்கு உங்கள் தரவில் போதுமான உரிமை, தலைப்பு மற்றும் ஆர்வத்தை நீங்கள் பெற்றிருப்பதை நீங்கள் பிரதிநிதித்துவப்படுத்தி உத்தரவாதம் அளிக்கிறீர்கள்.",
    "3496767126": "சந்தேகத்தைத் தவிர்ப்பதற்காக, பின்வரும் பத்தி எங்கள் சிறுகுறிப்பு சேவைகளைப் பயன்படுத்தும் வாடிக்கையாளர்களுக்கு மட்டுமே பொருந்தும், மேலும் எங்கள் சேவைகளை ஒருங்கிணைப்பாளராகப் பயன்படுத்தக்கூடாது",
    "767207800": "உங்கள் தரவில் வெளிப்படையான அல்லது புண்படுத்தும் உள்ளடக்கம் இருந்தால், உங்கள் தரவைப் பார்க்கும் எவருக்கும் நியாயமான எச்சரிக்கையாக வழங்க, அவற்றை \"வெளிப்படையான உள்ளடக்கம்\" எனக் குறிக்க வேண்டும். IMI உடனான தனியான எழுத்துப்பூர்வ ஒப்பந்தம் இல்லாமல் நீங்கள் எங்கள் கொள்கைகளை மீறும் பணிகளைச் சேர்க்கக்கூடாது, இதில் அடங்கும், ஆனால் அவை மட்டும் அல்ல, (அ) நேரடியாகவோ அல்லது மறைமுகமாகவோ மற்றொரு இணையதளம் அல்லது சேவையை ஊக்குவிக்கும் பணிகள், (ஆ) மூன்றாம் தரப்பு இணையதளத்தின் விதிமுறைகளை மீறும் பணிகள் மற்றும் நிபந்தனைகள், (இ) மூன்றாம் தரப்பினரைக் கோருவதற்கு பங்களிப்பாளர்களைக் கேட்கும் பணிகள், (ஈ) வலைத்தளத்தின் நடத்தை அல்லது முடிவுகளை கையாள நடவடிக்கை எடுக்க பங்களிப்பாளர்களைக் கேட்கும் பணிகள், (இ) மூன்றாம் தரப்பினரின் அறிவுசார் சொத்துரிமைகளை மீறும் பணிகள் மற்றும் (எஃப்) பணிகள் மென்பொருள் அல்லது கோப்புகளைப் பதிவிறக்க பங்களிப்பாளர்கள் தேவை.",
    "3370561195": "6. ஏற்றுக்கொள்ளக்கூடிய நடத்தை",
    "4205152730": "எங்கள் இணையதளம், கருத்துக்களம், செய்தியிடல், அரட்டை மற்றும் IMI ஆல் கட்டுப்படுத்தப்படும் பிற சமூக ஊடக சேனல்களில் எங்கிருந்தும் பிற பயனர்களுடன் தொடர்புகொள்ள நீங்கள் ஊக்குவிக்கப்படுகிறீர்கள், ஆனால் நீங்கள் அவ்வாறு செய்தால், எங்கள் தளத்தில் உள்ள அனைத்து சேவை விதிமுறைகள் மற்றும் பயன்பாட்டு விதிமுறைகள் மற்றும் தொடர்புடைய அனைத்து சட்டங்களுக்கும் நீங்கள் இணங்க வேண்டும். .",
    "1394253934": "7. தவறாகப் பயன்படுத்துதல், துஷ்பிரயோகம் செய்தல் மற்றும் தவறாக சித்தரித்தல்",
    "1406393333": "இந்த சேவை விதிமுறைகள் மற்றும் நாங்கள் வழங்கும் எந்த அறிவுறுத்தல்களுக்கும் இணங்குவதைத் தவிர வேறு எந்த அணுகல் அல்லது சேவைகளைப் பயன்படுத்துவது கண்டிப்பாக தடைசெய்யப்பட்டுள்ளது. குறிப்பாக, நீங்கள் செய்ய மாட்டீர்கள்:",
    "3409726716": "எழுத்துப்பூர்வ அங்கீகாரம் இல்லாமல் எங்களிடம் ஒன்றுக்கும் மேற்பட்ட கணக்குகளுக்கு பதிவு செய்யுங்கள்;",
    "3119498672": "இன்டர்நெட் போட்கள், வெப் ரோபோக்கள், போட்கள், ஸ்கிரிப்ட்கள் அல்லது வேறு ஏதேனும் செயற்கை நுண்ணறிவைப் பயன்படுத்தி எந்தப் பணியையும் செய்தல் அல்லது IMI அல்லது எந்த கோரிக்கையாளர் அல்லது ஒருங்கிணைப்பாளரிடமிருந்தும் அவர்கள் விவரிக்கப்பட்டுள்ளபடி பணிகளை முடிக்காமல் வெகுமதிகளைப் பெற முயற்சிக்கவும்;",
    "1188668818": "இந்த இணையதளத்தைப் பயன்படுத்தும் போது ஏதேனும் தவறான தகவலை வழங்குதல் (உங்கள் கணக்கில் வேறு எந்த நபர் அல்லது நிறுவனமாக ஆள்மாறாட்டம் செய்வது, அல்லது உங்களை அல்லது உங்கள் கணக்கில் உள்ள வேறு எந்த நபர் அல்லது நிறுவனத்துடனான உங்கள் தொடர்பை தவறாகக் கூறுவது அல்லது தவறாக சித்தரிப்பது உட்பட;",
    "2804310964": "எந்தவொரு ப்ராக்ஸி வலை சேவையகம் அல்லது உங்கள் உண்மையான இருப்பிடம் அல்லது அடையாளத்தை மறைக்க வடிவமைக்கப்பட்ட பிற சாதனம் அல்லது வழங்கப்பட்ட இடைமுகத்தைத் தவிர வேறு எந்த வகையிலும் எங்கள் வலைத்தளத்தை அணுகுதல் அல்லது அணுக முயற்சித்தல்;",
    "1374227759": "எந்தவொரு சட்டவிரோத நடவடிக்கைக்காகவும் அல்லது அது கிடைக்கப்பெற்ற நோக்கத்தைத் தவிர வேறு எந்த நோக்கத்திற்காகவும் இணையதளத்தைப் பயன்படுத்தவும்;",
    "2103513933": "தளத்தின் செயல்பாட்டில் தலையிடும் அல்லது சீர்குலைக்கும் செயலில் ஈடுபடுதல்;",
    "137127070": "தீங்கிழைக்கும் அல்லது அறியப்படாத வெளிப்புற இணைப்புகள் அல்லது கோப்புகளைச் செருகவும், பதிவேற்றவும் அல்லது இணைக்கவும், அல்லது வைரஸ், ட்ரோஜன் ஹார்ஸ், புழு, டைம் பாம் அல்லது பிற தீங்கு விளைவிக்கும் கணினி குறியீடு ஆகியவற்றைக் கொண்டிருக்கும் உள்ளடக்கத்தைப் பதிவேற்றவும்;",
    "1686655020": "உங்கள் அசல் படைப்பு அல்லாத பதிப்புரிமைக்கு உட்பட்ட எந்தவொரு உள்ளடக்கத்தையும் பதிவேற்றவும், அத்தகைய உள்ளடக்கத்தை இடுகையிடவும், இங்கு வழங்கப்பட்ட உரிமம் பெற்ற உரிமைகள் அனைத்தையும் IMI க்கு வழங்கவும் உரிமையாளரிடம் அனுமதி பெறாத வரையில்;",
    "1406692811": "ஸ்பேமிங்கில் ஈடுபடுதல் அல்லது எந்த வகையான விளம்பரங்களை இடுகையிடவும், பரிந்துரைகளைப் பெற முயற்சி, வெகுஜனத் தொடர்பு, பணச் சலுகைகள் அல்லது கோரிக்கைகள், சேவைகளைக் கோருதல், விளம்பரம், சந்தைப்படுத்தல், முட்டாள்தனமான செய்திகள், நகல் தலைப்புகள், சட்டவிரோத உள்ளடக்கம், சமூக வலைத்தள இணைப்புகள், மின்னஞ்சல் முகவரிகள், அல்லது பணிக்குத் தேவைப்படாவிட்டால் உடனடி தூதர் ஐடிகள்;",
    "3893539589": "பணியின் தேவையின்றி பொருட்கள் அல்லது சேவைகளை வழங்கும் வெளிப்புற இணைப்புகளைச் செருகவும்;",
    "3214322759": "இல்லையெனில் ஏதேனும் தீங்கிழைக்கும் அல்லது மோசடியான செயலில் ஈடுபடலாம்.",
    "3733422465": "8. உங்கள் அடையாளத்தைச் சரிபார்த்தல்",
    "267645277": "IMI உங்கள் அடையாளத்தை சரிபார்க்கலாம். மூன்றாம் தரப்பு தரவுத்தளங்கள் அல்லது அதிகாரப்பூர்வ சட்ட ஆவணங்களுடன் உங்கள் தனிப்பட்ட தகவலை ஒப்பிடுவது இதில் அடங்கும். உங்கள் அடையாளம், உங்கள் மின்னஞ்சல் முகவரியின் உரிமை மற்றும் உங்கள் நிதிக் கணக்குகளின் உரிமையை உறுதிப்படுத்துவதற்குத் தேவையான எந்த விசாரணைகளையும் மேற்கொள்ள எங்களுக்கு அதிகாரம் வழங்குகிறீர்கள். உங்கள் அடையாளத்தைச் சரிபார்ப்பதில் எங்களுக்கு உதவ, உங்களைப் பற்றிய தகவலை வழங்க ஒப்புக்கொள்கிறீர்கள்.",
    "4169910317": "9. சட்டத்திற்கு இணங்குதல்",
    "519755936": "நீங்கள் சேவைகளைப் பயன்படுத்துவது தொடர்பாக கூட்டாட்சி, மாநில, மாகாண மற்றும் உள்ளூர் சட்டங்களுக்கு இணங்குவதற்கு நீங்கள் மட்டுமே பொறுப்பு. எந்தவொரு சட்டத்திற்கும் நீங்கள் இணங்கத் தவறியதால் அல்லது எந்தவொரு மூன்றாம் தரப்பு உரிமைகளையும் மீறியுள்ளதால், எங்களுக்கு எதிரான எந்தவொரு உரிமைகோரலுக்கும் இழப்பீடு வழங்கவும், பாதிப்பில்லாதவர்களாகவும் இருக்க ஒப்புக்கொள்கிறீர்கள்.",
    "731546974": "10. பங்களிப்பாளர் அல்லது ஒருங்கிணைப்பாளர் வரிகள்",
    "3128328457": "நீங்கள் ஒரு பங்களிப்பாளராகவோ அல்லது ஒருங்கிணைப்பாளராகவோ இருந்தால், மதிப்பிடப்பட்ட அல்லது பிற கூட்டாட்சி, மாநில அல்லது உள்ளூர் வருமான வரிகள், சமூகப் பாதுகாப்பு, FICA மற்றும் எங்கள் வலைத்தளத்தைப் பயன்படுத்தியதன் விளைவாக செலுத்த வேண்டிய தொழிலாளர்களின் இழப்பீடு ஆகியவற்றைச் செலுத்துவதற்கு நீங்கள் மட்டுமே பொறுப்பாவீர்கள். US அல்லாத அதிகார வரம்புகளில் இதே போன்ற வரிகள் அல்லது கட்டணங்கள். நீங்கள் எந்த வரிச் சட்டங்களுக்கும் இணங்கத் தவறியதால், எங்களுக்கு எதிரான எந்தவொரு மதிப்பீடுகளுக்கும் இழப்பீடு வழங்கவும், பாதிப்பில்லாதவர்களாகவும் இருக்க ஒப்புக்கொள்கிறீர்கள்.",
    "2931396764": "11. இந்த சேவை விதிமுறைகளை மீறுதல்",
    "1240667045": "எந்த காரணத்திற்காகவும் எந்த நேரத்திலும் சேவைகளுக்கான உங்கள் அணுகலை நாங்கள் இடைநிறுத்தலாம், வரம்பிடலாம் அல்லது ரத்துசெய்யலாம்: (அ) நீங்கள் இந்த சேவை விதிமுறைகளை (பிற தொடர்புடைய கொள்கைகள் உட்பட) மீறிவிட்டீர்கள் என்று நாங்கள் நம்புகிறோம்; (ஆ) நீங்கள் எங்கள் உரிமைகள் அல்லது மூன்றாம் தரப்பினரின் உரிமைகளை மீறியுள்ளீர்கள் என்று நாங்கள் நம்புகிறோம்; (c) நீங்கள் எங்களுக்கு வழங்கிய தகவலை எங்களால் சரிபார்க்கவோ அல்லது அங்கீகரிக்கவோ முடியவில்லை; அல்லது (ஈ) உங்கள் செயல்கள் உங்களுக்கு, எங்களுக்கு அல்லது மூன்றாம் தரப்பினருக்கு பொறுப்புகளை உருவாக்கக்கூடும் என்று நாங்கள் நம்புகிறோம். சந்தேகத்தைத் தவிர்ப்பதற்காக, மேற்கூறியவற்றில் ஏதேனும் அத்தகைய கட்டணத்திற்குப் பொருந்தும் என்று நாங்கள் நியாயமாக நம்பினால், உங்களுக்குப் பணம் செலுத்துவதைத் தடுக்க அல்லது இடைநிறுத்துவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம்.",
    "1601080128": "உங்கள் கணக்கை நாங்கள் இடைநிறுத்தினால் அல்லது நிறுத்தினால், தளத்தில் நீங்கள் வைத்திருக்கும் தரவு, செய்திகள், கோப்புகள் மற்றும் பிற உள்ளடக்கம் உட்பட இணையதளத்தின் எந்தப் பகுதிக்கும் நீங்கள் அணுக முடியாது. எங்கள் இணையதளத்தை வேறு அல்லது புதிய கணக்கு பெயரில் நீங்கள் தொடர்ந்து பயன்படுத்தக்கூடாது. இந்த சேவை விதிமுறைகளை மீறினால், சட்டத்தின் முழு அளவிற்கு வழக்கு தொடரப்படலாம் மற்றும் கூடுதல் அபராதங்கள் மற்றும் தடைகள் ஏற்படலாம்.",
    "1160707899": "12. IMI மற்றும் பிற கோரிக்கையாளர்களுடன் பங்களிப்பாளரின் பங்கு மற்றும் உறவு",
    "269838707": "நீங்கள் ஒரு பங்களிப்பாளராக இருந்தால், எந்தெந்த பணிகளை, எத்தனை பணிகளை முடிக்க வேண்டும், எப்போது, எங்கு முடிக்க வேண்டும் என்பதை நீங்களும் மட்டுமே தீர்மானிக்கிறீர்கள். நீங்கள் தேர்வு செய்யும் பணிகளை முடிப்பதற்கு அதிக அல்லது குறைந்த நேரத்தை செலவிட உங்களுக்கு சுதந்திரம் உள்ளது. ஒரு பணியை முடிக்க எந்த நேரத்திலும் நீங்கள் எந்தக் கடமையிலும் இருக்க மாட்டீர்கள்.",
    "1087195513": "நீங்கள் IMI அல்லாத ஒரு கோரிக்கையாளரின் சார்பாக ஒரு ஒருங்கிணைப்பாளர் மூலம் சேவைகளை அணுகும் மற்றும்/அல்லது பணிகளைச் செய்யும் பங்களிப்பாளராக இருந்தால், Intuition Machines பொறுப்பேற்காது மற்றும் உங்களுக்கு எந்தக் கடமையும் இல்லை என்பதை ஒப்புக்கொள்கிறீர்கள். முடிக்கப்பட்ட பணிகளுக்கான ஏதேனும் வெகுமதிகள் அல்லது பிற இழப்பீடுகளுக்கு மரியாதை. பூர்த்தி செய்யப்பட்ட பணிகளுக்கான ஏதேனும் வெகுமதிகள் அல்லது பிற இழப்பீடுகள் கோரிக்கையாளர் மற்றும்/அல்லது ஒருங்கிணைப்பாளருடனான உங்கள் ஒப்பந்தத்தின்படி மட்டுமே தீர்மானிக்கப்படுகிறது என்பதை நீங்கள் ஒப்புக்கொள்கிறீர்கள் மற்றும் ஒப்புக்கொள்கிறீர்கள். அத்தகைய வெகுமதிகள் அல்லது பிற இழப்பீடுகள் தொடர்பான ஏதேனும் சர்ச்சைகள் (அத்தகைய வெகுமதிகள் அல்லது பிற இழப்பீடுகளைப் பெறுவதில் வரம்பற்ற தோல்வி உட்பட) உங்களுக்கும் கோரிக்கையாளர் மற்றும்/அல்லது ஒருங்கிணைப்பாளருக்கும் இடையே மட்டுமே பொருந்தும்.",
    "952813944": "எங்கள் வலைத்தளத்தை நீங்கள் பயன்படுத்துவதோ அல்லது இந்த ஒப்பந்தத்தில் உள்ள எதுவும் உங்களுக்கும் உள்ளுணர்வு இயந்திரங்களுக்கும் இடையே வேலைவாய்ப்பு, கூட்டாண்மை, கூட்டு முயற்சி, நிறுவனம், உரிமை அல்லது விற்பனை பிரதிநிதித்துவ உறவை உருவாக்காது. ஒரு பணியை முடிக்க எந்த உபகரணங்களையும் கருவிகளையும் நாங்கள் உங்களுக்கு வழங்கவில்லை. நாங்கள் உங்களுக்கு எந்த நன்மைகளையும், தொழிலாளர்களுக்கான இழப்பீடுகளையும் அல்லது காப்பீட்டுத் தொகையையும் வழங்கவில்லை. எங்கள் இணையதளத்தைப் பயன்படுத்துவதில் உங்களுக்கு ஏற்படும் எந்தச் செலவுக்கும் நாங்கள் பொறுப்பல்ல. கூட்டாட்சி அல்லது மாநில வருமான வரி, சமூகப் பாதுகாப்பு அல்லது வேறு ஏதேனும் வரிக்கான உங்கள் வெகுமதியிலிருந்து எந்தத் தொகையையும் நாங்கள் நிறுத்த மாட்டோம். எங்களின் போட்டியாளர்கள் உட்பட எந்தவொரு நபருக்கும் அல்லது வணிகத்திற்கும் பணிகளைச் செய்ய நீங்கள் எல்லா நேரங்களிலும் சுதந்திரமாக இருக்கிறீர்கள். Intuition Machines சார்பாக எழுத்து மூலமாகவோ அல்லது வாய்மொழியாகவோ எந்த ஒப்பந்தத்திலும் நுழைய உங்களுக்கு அதிகாரம் இல்லை.",
    "3460432665": "மேற்கூறியவற்றைப் பொருட்படுத்தாமல், நீங்கள் ஒரு அமெரிக்க வரி செலுத்துபவராக இருந்தால், W-9ஐ ஆண்டுதோறும் புதுப்பிக்கும்படி நாங்கள் உங்களிடம் கோரலாம், மேலும் நீங்கள் W-9ஐப் புதுப்பிக்கும் வரை அல்லது புதுப்பிக்கும் வரை பணிகளைச் செய்வதிலிருந்து நாங்கள் உங்களைத் தடுக்கலாம்.",
    "458271951": "நீங்கள் ஒரு பங்களிப்பாளராக சேவைகளை அணுகும் மற்றும்/அல்லது இன்ட்யூஷன் மெஷின்களின் சார்பாக ஒரு ஒருங்கிணைப்பாளர் மூலம் அல்லது அதன் தொடர்பில் பணிகளைச் செய்தால் (கோரிக்கையாளராகச் செயல்படுவது), சில பணிகளை ஏற்றுக்கொள்ளக்கூடிய வகையில் முடிப்பதற்கு உள்ளுணர்வு இயந்திரங்கள் உங்களுக்கு வெகுமதி அளிக்கலாம். நீங்கள் மோசடி, துஷ்பிரயோகம் அல்லது இந்த சேவை விதிமுறைகளை மீறுவது கண்டறியப்பட்டால், உங்களுக்கான அனைத்து வெகுமதிகளும் நிறுத்தப்படலாம் மற்றும்/அல்லது உள்ளுணர்வு இயந்திரங்களால் மீட்டெடுக்கப்படலாம்.",
    "3056723024": "13. ஏற்றுக்கொள்ள முடியாத பணிகளை முடித்தல்",
    "3913203723": "எந்தவொரு காரணத்திற்காகவும், நீங்கள் முடித்த பணியின் செயல்திறனை கோரிக்கையாளர் ஏற்கவில்லை என்றால், ஒரு பங்களிப்பாளராக அல்லது ஒருங்கிணைப்பாளராக நீங்கள் பணிக்கான எந்த வெகுமதிக்கும் தகுதி பெற மாட்டீர்கள். ஏற்றுக்கொள்ள முடியாத ஒரு பணிக்காக உங்களுக்கு ஏற்கனவே வெகுமதிகள் வழங்கப்பட்டிருந்தால், அவற்றை உங்களிடமிருந்து மீட்டெடுக்கலாம்.",
    "3666807632": "14. பங்களிப்பாளர் தகுதிகள் மற்றும் திறன்கள்",
    "1993899769": "15. எங்கள் தகவல் பயன்பாடு",
    "2927283721": "எங்கள் இணையதளத்தில் பணிகளைச் செய்வதன் மூலம், எங்கள் தனியுரிமைக் கொள்கையின்படி உங்கள் தனிப்பட்ட தகவல்களைச் சேகரித்தல், பயன்படுத்துதல் மற்றும் வெளிப்படுத்துதல் ஆகியவற்றை அங்கீகரிக்கிறீர்கள். கூடுதலாக, சேவை உறவை எளிதாக்குவதற்கும் இணையதளத்தை மேம்படுத்துவதற்கும் நீங்கள் செய்த பணிகளை நீங்கள் முடித்த கோரிக்கையாளரிடம் உங்களைப் பற்றிய சில தகவல்களை நாங்கள் பகிர்ந்து கொள்ளலாம், எடுத்துக்காட்டாக, பங்களிப்பாளர் ஐடி, முடிக்கப்பட்ட பணிகளின் முடிவுகள் மற்றும் பிற பண்புக்கூறுகள் உங்கள் தகுதிகள், மொழிகள், திறன்கள் மற்றும் இணையதளத்தின் பயன்பாடு.",
    "3027055607": "16. அறிவுசார் சொத்து மற்றும் தனியுரிமை உரிமைகள்",
    "3910971075": "மூலக் குறியீடு, பொருள் குறியீடு அல்லது அடிப்படைக் கட்டமைப்பு, யோசனைகள் அல்லது வழிமுறைகள், API மற்றும் சேவைகள் (\"மென்பொருள்\") தொடர்பான ஏதேனும் கூடுதல் மென்பொருள், ஆவணங்கள் அல்லது தரவு ஆகியவற்றில் அறிவுசார் சொத்துரிமைகள் உட்பட அனைத்து உரிமைகளையும் IMI கொண்டுள்ளது. நீங்கள் நேரடியாகவோ அல்லது மறைமுகமாகவோ, மூன்றாம் தரப்பினர் மூலமாகவோ அல்லது வேறுவிதமாகவோ செய்ய மாட்டீர்கள்: (அ) தலைகீழ் பொறியாளர், சிதைவு, பிரித்தெடுத்தல் அல்லது மென்பொருளைக் கண்டறிய முயற்சிக்க மாட்டீர்கள்; (ஆ) எந்தவொரு மென்பொருளின் அடிப்படையிலும் மாற்றியமைத்தல், மொழிபெயர்த்தல் அல்லது வழித்தோன்றல் படைப்புகளை உருவாக்குதல்; (c) எந்த மென்பொருளுக்கும் நகல், வாடகை, குத்தகை, விநியோகம், உறுதிமொழி, ஒதுக்குதல் அல்லது வேறுவிதமாக உரிமைகளை மாற்றுதல் அல்லது சுமத்துதல்; (ஈ) நேரப் பகிர்வு, சேவை பணியக நோக்கங்களுக்காக அல்லது மூன்றாம் தரப்பினரின் நலனுக்காக ஏதேனும் மென்பொருளைப் பயன்படுத்தவும்; அல்லது (இ) ஏதேனும் தனியுரிமை அறிவிப்புகள் அல்லது லேபிள்களை அகற்றவும்.",
    "3660891610": "நீங்கள் ஒரு பங்களிப்பாளராக இருந்தால், IMI, நீங்கள் அல்ல, எந்தவொரு பணியையும் முடிப்பதன் ஒரு பகுதியாக நீங்கள் உருவாக்கும் எந்தப் பணியிலும் தனியுரிம உரிமைகள் உள்ளன. இந்த ஒப்பந்தத்தின் விதிமுறைகளை ஏற்றுக்கொள்வதன் மூலம், உடைமை, உரிமை மற்றும் தலைப்பை (உலகம் முழுவதும் உள்ள அனைத்து அறிவுசார் சொத்துரிமைகள் உட்பட) எங்களிடம் மற்றும் உங்கள் பணிக்கு மாற்றுவதற்கு (இதன் மூலம்) ஒப்புக்கொள்கிறீர்கள். அத்தகைய உரிமைகளை எங்களால் பெறவும், முழுமையாகவும், பயன்படுத்தவும் முடியும் என்பதை உறுதிப்படுத்த, நீங்கள் மேலும் (i) ஆவணப்படுத்தல், முழுமைப்படுத்துதல் மற்றும் எங்கள் உரிமைகளைச் செயல்படுத்துவதற்கு உதவுவதற்கு ஏதேனும் ஆவணங்களில் கையெழுத்திட ஒப்புக்கொள்கிறீர்கள்; மற்றும் (ii) எந்தவொரு மற்றும் அனைத்து நாடுகளிலும் இத்தகைய தனியுரிம உரிமைகளைப் பதிவுசெய்தல், முழுமைப்படுத்துதல், பாதுகாத்தல், பாதுகாத்தல் மற்றும் செயல்படுத்துதல் ஆகியவற்றுக்கான தகவல்களை நியாயமான அணுகலை வழங்குதல். இந்த பிரிவின் கீழ் உள்ள உங்கள் கடமைகள் நீங்கள் சேவைகளிலிருந்து பதிவு நீக்கம் செய்த பிறகும் அல்லது பயன்படுத்துவதை நிறுத்திய பின்னரும் தொடரும். இந்தப் பிரிவில் குறிப்பிடப்பட்டுள்ள நோக்கங்களுக்காக உங்கள் சார்பாக ஆவணங்களைச் செயல்படுத்த எங்களை உங்கள் வழக்கறிஞராக நியமிக்கிறீர்கள்.",
    "426125156": "17. பதிப்புரிமை மற்றும் டேக் டவுன்",
    "1408530660": "IMI மற்றவர்களின் அறிவுசார் சொத்துக்களை மதிக்கிறது மேலும் எந்தவொரு மூன்றாம் தரப்பினரின் அறிவுசார் உரிமைகளையும் மீறுவதாக நாங்கள் நம்பும் எந்தவொரு பொருளையும் எங்கள் தளத்தில் இருந்து அகற்றுவதற்கான உரிமையை நாங்கள் வைத்திருக்கிறோம். இந்த இணையதளத்தில் பதிப்புரிமை மீறலை உருவாக்கும் வகையில் உங்கள் சொந்த படைப்பு நகலெடுக்கப்பட்டதாக நீங்கள் நம்பினால், Intuition Machines வாடிக்கையாளர் ஆதரவைத் தொடர்பு கொள்ளவும்.",
    "2696932851": "18. இழப்பீடு",
    "3844300338": "உங்கள் பணிகளின் செயல்திறன் அல்லது எங்கள் இணையதளத்தைப் பயன்படுத்துவதால் எழும் அல்லது தொடர்புடைய அனைத்து உரிமைகோரல்கள், சேதங்கள், பொறுப்புகள், செலவுகள் மற்றும் செலவுகள் (நியாயமான வழக்கறிஞர்களின் கட்டணம் மற்றும் செலவுகள் உட்பட) ஆகியவற்றிலிருந்து எங்களுக்கு இழப்பீடு வழங்கவும், பாதுகாக்கவும், மற்றும் பாதிப்பில்லாமல் வைத்திருக்கவும் ஒப்புக்கொள்கிறீர்கள். .",
    "2474091800": "19. பிற பயனர்களுடனான சர்ச்சைகள்; விடுதலை",
    "3162107126": "உங்களுக்கும் சேவைகளின் மற்றொரு பயனருக்கும் இடையிலான எந்தவொரு சர்ச்சைக்கும் IMI ஒரு கட்சி அல்ல. உங்களுக்கும் மற்றொரு பயனருக்கும் இடையே ஏதேனும் தகராறில் இருந்து எழும் அல்லது தொடர்புடைய, தெரிந்த மற்றும் அறியப்படாத, சந்தேகிக்கப்படும் மற்றும் சந்தேகத்திற்கு இடமில்லாத, வெளிப்படுத்தப்பட்ட மற்றும் வெளிப்படுத்தப்படாத, எல்லா வகையான மற்றும் இயற்கையின் அனைத்து உரிமைகோரல்கள், கோரிக்கைகள் மற்றும் சேதங்களிலிருந்து IMI மற்றும் அதன் துணை நிறுவனங்களை விடுவிக்கிறீர்கள்.",
    "2271969747": "20. நீங்கள் பெறும் ரகசிய தகவல்",
    "1042802841": "இரகசியத் தகவல் என்பது இரகசியமான அல்லது தனியுரிமமாகக் குறிக்கப்பட்ட அல்லது இரகசியமான அல்லது தனியுரிமமானது எனப் பெறும் தரப்பினரால் நியாயமாகப் புரிந்து கொள்ளப்பட வேண்டிய எந்தவொரு தகவலும் ஆகும். இதில் (1) பொதுவில் கிடைக்கும், (2) ஏற்கனவே வசம் உள்ள, சுயாதீனமாக உருவாக்கப்பட்ட, அல்லது பெறும் தரப்பினருக்கு ஏற்கனவே தெரிந்த, அல்லது (3) நீதிமன்ற உத்தரவின்படி அல்லது வேறுவிதமாக தேவைப்படுகிற எந்தத் தகவலும் இதில் அடங்காது. சட்டம்.",
    "1918025546": "சேவைகளில் உள்ள எவரிடமிருந்தும் உங்களுக்கு ரகசியத் தகவல்கள் வழங்கப்பட்டால், உங்கள் சொந்த ரகசியத் தகவலைப் பாதுகாக்க நீங்கள் பயன்படுத்தும் அதே அளவிலான பாதுகாப்புடன் ரகசியத் தகவலின் ரகசியத்தைப் பாதுகாக்க ஒப்புக்கொள்கிறீர்கள், ஆனால் எந்த நிகழ்விலும் குறைவான கவனிப்புடன். ஒரு பணியின் செயல்திறனுக்குத் தேவையானதைத் தவிர, அத்தகைய ரகசிய அல்லது தனியுரிமத் தகவலை நீங்கள் வெளியிடவோ அல்லது வெளியிடவோ கூடாது. உள்ளுணர்வு இயந்திரங்கள் பிளாட்ஃபார்மில் உள்ள ஒரு பணியில் உள்ள அனைத்து தகவல்களும் இரகசியமானவை என வெளிப்படையாகக் குறிப்பிடப்படாவிட்டாலும், அவை இரகசியமானதாகக் கருதப்பட வேண்டும்.",
    "2690395789": "நீங்கள் பெற்ற ரகசியத் தகவல் இனி உங்களுக்குத் தேவைப்படாவிட்டால், வளாகம், அமைப்புகள் அல்லது நீங்கள் கட்டுப்படுத்தும் பிற உபகரணங்களில் இருக்கும் அனைத்துத் தகவலின் நகல்களையும் (தகவல்களை வெளியிடுபவர்களின் கோரிக்கையின்படி) உடனடியாகத் திருப்பி அனுப்ப வேண்டும் அல்லது அழிக்க வேண்டும்.",
    "2178073797": "இரகசியத் தகவலை வெளிப்படுத்துவது சீர்படுத்த முடியாத பாதிப்பை ஏற்படுத்தக்கூடும் என்பதால், வெளிப்படுத்தும் தரப்பினருக்கு இந்த விதிமுறையின் ஏதேனும் மீறல் அல்லது அச்சுறுத்தல் மீறலுக்கு தடை நிவாரணம் பெற உரிமை உண்டு.",
    "2185860003": "21. இணையதள மாற்றங்கள்",
    "2631249972": "உங்களுக்கு எந்த அறிவிப்பும் இல்லாமல் நாங்கள் எங்கள் இணையதளத்தை மேம்படுத்தலாம் அல்லது மாற்றலாம்.",
    "3764131594": "22. மூன்றாம் தரப்பு இணையதளங்கள்",
    "295955580": "எங்கள் இணையதளத்தில் மூன்றாம் தரப்பு இணையதளங்களுக்கான இணைப்புகள் இருக்கலாம். அத்தகைய இணையதளங்களை நாங்கள் கட்டுப்படுத்தவோ, விசாரிக்கவோ, கண்காணிக்கவோ அல்லது சரிபார்க்கவோ மாட்டோம். அத்தகைய இணையதளங்களில் உள்ள கணினி நிரல்கள், உள்ளடக்கம் அல்லது கருத்துக்களுக்கு நாங்கள் பொறுப்பல்ல அல்லது அங்கீகரிக்க மாட்டோம். எங்கள் இணையதளத்தை விட்டு வெளியேறி, மூன்றாம் தரப்பு இணையதளத்தை அணுக நீங்கள் முடிவு செய்தால், உங்கள் சொந்த ஆபத்தில் அதைச் செய்கிறீர்கள்.",
    "838225123": "23. உத்தரவாதத்தின் மறுப்பு",
    "3897238493": "சேவைகள் \"உள்ளபடியே\" அடிப்படையில் வழங்கப்படுகின்றன. நாம் இதை நிறைவேற்றுவது அணுகல்தன்மை, உடற்பயிற்சி, lawfulness, கிடைக்கும்தன்மை அல்லது சேவைகளைப் செயல்படும் விதம், எந்த தொடர்புடைய மென்பொருள் அல்லது மூலப் பொருட்கள் பணிகள், அல்லது எந்த செயல்பாடுகளின் அல்லது பொருட்களுக்கு இந்த ஒப்பந்தம் மூலமாக சம்பந்தப்பட்ட கொண்டு, பிரதிநிதித்துவங்கள் அல்லது உத்தரவாதங்களை, மறைமுகமான அல்லது எக்ஸ்பிரஸ் உள்ளோம். சட்டத்தால் அனுமதிக்கப்படும் அதிகபட்ச அளவிற்கு, IMI அனைத்து வெளிப்படையான அல்லது மறைமுகமான நிபந்தனைகள், பிரதிநிதித்துவங்கள் மற்றும் உத்தரவாதங்கள் உட்பட, ஆனால் உத்தரவாதங்கள், நிபந்தனைகளுக்கு வரம்பற்றது. ஏதேனும் குறைபாடுகள், இணக்கமின்மைகள் அல்லது அதிருப்தி ஆகியவை சேவைகளைப் பயன்படுத்துவதை நிறுத்துவதே IMI க்கு எதிரான உங்களின் ஒரே மற்றும் பிரத்யேக தீர்வு. இணையதளம் அல்லது உள்ளுணர்வு இயந்திரங்கள் இயங்குதளத்திற்கான உங்கள் அணுகல் அல்லது பயன்பாட்டிலிருந்து. திட்டமிடப்பட்ட மற்றும் திட்டமிடப்படாத குறுக்கீடுகள் ஏற்படக்கூடும், மேலும் எங்கள் இணையதளம் தடையின்றி கிடைப்பதற்கு நாங்கள் உத்தரவாதம் அளிக்க மாட்டோம்.",
    "2110259227": "24. பொறுப்பு வரம்பு",
    "3018077211": "25. பங்களிப்பாளர் தகராறு தீர்வு",
    "2790841456": "நீங்கள் பங்களிப்பாளராக இருந்தால், பின்வரும் நடுவர் விதி மற்றும் வகுப்பு நடவடிக்கை விலக்கு ஆகியவற்றை ஒப்புக்கொள்கிறீர்கள்:",
    "3302832698": "மாற்று தகராறு தீர்வு தேவை.",
    "561456032": "நீங்கள் IMI க்காகப் பணிகளைச் செய்யத் தொடங்கிய காலத்திலிருந்து எழும் எந்தவொரு தகராறும் உட்பட, குறிப்பாக நீங்கள் வகைப்படுத்துகிறதா இல்லையா என்பது தொடர்பான எந்தவொரு உரிமைகோரலும் உட்பட, உங்கள் சேவைகளைப் பயன்படுத்துவதால் எழும் அல்லது தொடர்புடைய எந்தவொரு சர்ச்சைக்கும் நீங்கள் ஒப்புக்கொள்கிறீர்கள். ஒரு சுயாதீன ஒப்பந்ததாரர், அதற்கு எதிரான உங்கள் உரிமைகோரலை முதலில் IMI க்கு அறிவிப்பீர்கள். நீங்களும் IMIயும் நேரடியாகப் பேச்சுவார்த்தை அல்லது மத்தியஸ்தம் மூலம் சிக்கலைத் தீர்க்க முயற்சிப்பீர்கள். மத்தியஸ்தத்தின் செலவை சமமாகப் பிரித்து, தொலைபேசி அல்லது பிற மின்னணு வழிகள் மூலம் மத்தியஸ்தம் நடத்தப்படும் என்பதை ஒப்புக்கொள்வோம். முறைசாரா பேச்சுவார்த்தைகள் அல்லது மத்தியஸ்தத்தைத் தொடர்ந்து ஒரு உரிமைகோரல் தீர்க்கப்படாமல் இருந்தால், சர்ச்சையைத் தீர்க்க நீங்களும் IMIயும் இறுதி மற்றும் பிணைப்பு நடுவர் மன்றத்தைப் பயன்படுத்துவீர்கள் என்பதை ஒப்புக்கொள்கிறீர்கள். கலிஃபோர்னியா நியாயமான வேலைவாய்ப்பு மற்றும் வீட்டுவசதிச் சட்டத்தின் அடிப்படையில் ஏதேனும் பாரபட்சம் மற்றும் துன்புறுத்தல் போன்ற எந்தவொரு உரிமைகோரல்கள் உட்பட, ஆனால் அவை மட்டுப்படுத்தப்படாமல், நீங்கள் எங்கள் இணையதளத்தைப் பயன்படுத்தத் தொடங்கிய காலத்திலிருந்து இந்த விதியானது அனைத்து உரிமைகோரல்களையும் முன்னோடியாக நிர்வகிக்கிறது. , 1964 ஆம் ஆண்டின் சிவில் உரிமைகள் சட்டத்தின் தலைப்பு VII, திருத்தப்பட்டது, அல்லது வேறு ஏதேனும் மாநில அல்லது கூட்டாட்சி சட்டம் அல்லது ஒழுங்குமுறை, சமமான சட்டம் அல்லது வேறு.",
    "3794239003": "நடுவர் நடைமுறை.",
    "4193379787": "இந்த ஒப்பந்தத்தின் கீழ் உள்ள அனைத்து நடுவர்களும் அமெரிக்க நடுவர் சங்கத்தின் விதிகளின் கீழ் அல்லது பரஸ்பரம் ஒப்புக்கொள்ளப்பட்ட நடுவர் சேவையால் நடத்தப்படும். மாற்று வேலைநிறுத்தங்கள் மூலம் ஏழு (7) பெயர்களுக்குக் குறையாத பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட அமெரிக்க நடுவர் நடுவர். மத்தியஸ்தத்தில், ஒவ்வொரு தரப்பினரும் போதுமான சிவில் கண்டுபிடிப்புகளை நடத்துவதற்கும், உறுதியான இயக்கங்களைக் கொண்டு வருவதற்கும், தங்கள் வழக்குகள் மற்றும் தற்காப்புகளை முன்வைப்பதற்குத் தேவையான சாட்சிகள் மற்றும் ஆதாரங்களை முன்வைப்பதற்கும் உரிமை உண்டு, மேலும் இது தொடர்பான எந்தவொரு சர்ச்சையும் நடுவரால் தீர்க்கப்படும். தகராறைத் தீர்ப்பது, கோரப்பட்ட உரிமைகோரல்கள் மற்றும் தற்காப்புகளை நிர்வகிக்கும் சட்டத்தின் அடிப்படையில் மட்டுமே இருக்கும், மேலும் நடுவர் அத்தகைய கட்டுப்பாட்டுச் சட்டத்தைத் தவிர வேறு எந்த அடிப்படையையும் பயன்படுத்தக்கூடாது. நடுவர் பதவியில் செயல்படும் போது, சிவில் பொறுப்பில் இருந்து நீதித்துறை அதிகாரியின் விலக்குரிமை நடுவருக்கு இருக்கும். விருதுகளில் நடுவரின் எழுதப்பட்ட நியாயமான கருத்து இருக்க வேண்டும். ஐஎம்ஐக்கு எதிராக நீங்கள் வைத்திருக்கும் அல்லது ஐஎம்ஐ உங்களுக்கு எதிராக வைத்திருக்கும் எந்தவொரு உரிமைகோரலுக்கும் நடுவர் மன்றத்தின் விசாரணைக்கான உங்கள் உரிமையை நீங்கள் விட்டுவிடுகிறீர்கள். இந்த பிரிவின் கீழ் உள்ள எந்தவொரு கோரிக்கையும் பொருந்தக்கூடிய வரம்பு கால எல்லைக்குள் கொண்டுவரப்பட வேண்டும். யுனைடெட் ஸ்டேட்ஸ் ஃபெடரல் ஆர்பிட்ரேஷன் சட்டம் இந்த விதியை நிர்வகிக்கிறது, மேலும் இந்த ஒப்பந்தம் வர்த்தகத்தில் ஒரு பரிவர்த்தனைக்கு சான்றளிக்கிறது என்பதை நீங்கள் ஒப்புக்கொள்கிறீர்கள்.",
    "2583888954": "விதிவிலக்குகள்.",
    "1034830": "டாட்-ஃபிராங்க் வோல் ஸ்ட்ரீட் சீர்திருத்தம் மற்றும் நுகர்வோர் பாதுகாப்புச் சட்டம் (பொதுச் சட்டம் 111-203) மூலம் வழங்கப்பட்ட முன்கூட்டிய நடுவர் உடன்படிக்கைக்கு உட்பட்டதாக இல்லாத சர்ச்சைகள் இதிலிருந்து விலக்கப்பட்டுள்ளன",
    "263977834": "நிர்வாக சோர்வு.",
    "1807512722": "இந்த இணையதளத்தைப் பயன்படுத்துவதால் எழும் எந்தவொரு உரிமைகோரலையும் நீங்கள் ஒரு நிர்வாக நிறுவனத்திடம் கொண்டு வரலாம், ஆனால் நடுவர் ஒப்பந்தம் இருந்தபோதிலும், பொருந்தக்கூடிய சட்டம் அத்தகைய நிறுவனத்தை அணுக அனுமதிக்கும் அளவிற்கு மட்டுமே. அத்தகைய நிர்வாக உரிமைகோரல்களில் வரம்பற்ற உரிமைகோரல்கள் அல்லது சமமான வேலைவாய்ப்பு வாய்ப்பு ஆணையம், அமெரிக்க தொழிலாளர் துறை மற்றும் தேசிய தொழிலாளர் உறவுகள் வாரியத்தின் முன் கொண்டுவரப்படும் கட்டணங்கள் அடங்கும். இந்த உட்பிரிவில் உள்ள எதுவும், நடுவர் மன்றத்தில் ஒரு உரிமைகோரலைச் செய்வதற்கு முன், நிர்வாகத் தீர்வுகளை நிறைவேற்றுவதற்கான உங்கள் கடமையை நிறைவேற்றுவதற்காக, எந்தவொரு நிறுவனத்திற்கும் முன்பாக நிர்வாக உரிமைகோரலைக் கொண்டு வருவதைத் தடுக்கவோ அல்லது மன்னிப்பதாகவோ கருதப்படாது, இருப்பினும், இதன் மூலம் எந்தவொரு பணத் தீர்ப்பின் உரிமையையும் நீங்கள் தள்ளுபடி செய்கிறீர்கள். ஏஜென்சி நடவடிக்கைகள்.",
    "996430331": "நடுவர் மன்றத்தின் இடம்.",
    "3040062804": "நீங்கள் அமெரிக்காவிற்கு வெளியே வசிக்கும் வரை, இந்தப் பிரிவின் கீழ் நடைபெறும் எந்தவொரு நடுவர் நடவடிக்கையும் இயல்பாகவே கலிபோர்னியா மாநிலத்திற்குள் நடைபெறும், இதில் நடுவர் மன்றம் முற்றிலும் மின்னணு அல்லது தொலைபேசி மூலமாக நடைபெறும். ஒவ்வொரு தரப்பினரும் எழுத்துப்பூர்வமாக ஒப்புக் கொண்டால், வேறு எந்த இடத்திலும் மத்தியஸ்தம் நடைபெறலாம். அதன் இருப்பிடத்தைப் பொருட்படுத்தாமல், எந்தவொரு தரப்பினரும் நேரடி வீடியோ அல்லது தொலைதொடர்பு மூலம் நடுவர் மன்றத்தில் தோன்றலாம்.",
    "3091247030": "வகுப்பு நடவடிக்கை தள்ளுபடி.",
    "2520904193": "எந்தவொரு தகராறையும் ஒரு வர்க்கம், கூட்டு அல்லது பிரதிநிதித்துவ நடவடிக்கையாகக் கொண்டு வர, கேட்க அல்லது நடுநிலைப்படுத்துவதற்கான உரிமையை நீங்கள் தள்ளுபடி செய்கிறீர்கள். இந்த ஒப்பந்தத்தில் உள்ள வேறு எந்த உட்பிரிவையும் இருந்தபோதிலும், முந்தைய வாக்கியத்தை எந்த விஷயத்திலும் இந்த ஒப்பந்தத்தில் இருந்து பிரிக்க முடியாது. இந்த தள்ளுபடியின் அனைத்து அல்லது ஒரு பகுதியும் நடைமுறைப்படுத்த முடியாதது, மனசாட்சியற்றது, செல்லாதது அல்லது செல்லத்தக்கது என்ற எந்தவொரு கோரிக்கையும் தகுதியான அதிகார வரம்பைக் கொண்ட நீதிமன்றத்தால் மட்டுமே தீர்மானிக்கப்படும், நடுவரால் அல்ல. தேசிய தொழிலாளர் உறவுகள் சட்டத்தின் பிரிவு 7 இன் கீழ் உங்கள் உரிமைகளைப் பயன்படுத்துவதன் விளைவாக அல்லது எந்தவொரு மன்றத்திலும் ஒரு வகுப்பு, கூட்டு அல்லது பிரதிநிதித்துவ நடவடிக்கையை தாக்கல் செய்தல் அல்லது பங்கேற்பதன் மூலம் எங்கள் இணையதளத்தில் பணிகளை முடிப்பதில் இருந்து நீங்கள் பழிவாங்கப்படமாட்டீர்கள் அல்லது தடுக்கப்பட மாட்டீர்கள். , ஆனால் நாங்கள் சட்டப்பூர்வமாக இந்த வகுப்பு நடவடிக்கை தள்ளுபடியை அமல்படுத்தக் கோரலாம், மேலும் அத்தகைய வகுப்பு, கூட்டு அல்லது பிரதிநிதித்துவ நடவடிக்கைகள் அல்லது உரிமைகோரல்களை நிராகரிக்கவும் கோரலாம்.",
    "3493572638": "செலவுகள் மற்றும் கட்டணம்.",
    "702926385": "அத்தகைய நடுவர் மன்றத்தில் சட்டப் பிரதிநிதித்துவத்திற்காக ஒவ்வொருவரும் தத்தமது செலவினங்களைச் சுமக்க வேண்டும், வழக்கறிஞரின் கட்டணங்கள் சட்டத்தால் வெளிப்படையாக வழங்கப்படுவதைத் தவிர. இருநூற்று ஐம்பது டாலர்கள் (அமெரிக்க $250.00) வரை, நடுவரால் விதிக்கப்படும் எந்தவொரு ஆரம்ப நிர்வாகக் கட்டணத்தையும் கட்சிகள் பிரிக்கும். நடுவர் மற்றும் நீதிமன்ற நிருபரின் செலவு, ஏதேனும் இருந்தால், முதலில் நாங்கள் ஏற்க வேண்டும்; எவ்வாறாயினும், சட்டத்தால் வழங்கப்பட்டுள்ளபடி, நடைமுறையில் உள்ள தரப்பினருக்கு பொருத்தமான செலவுகளை வழங்குவதற்கு நடுவருக்கு விருப்புரிமை உள்ளது மற்றும்/அல்லது நடுவர் மற்றும்/அல்லது நீதிமன்ற நிருபருடன் தொடர்புடைய செலவுகளை கட்சிகள் பிரிக்க வேண்டும்.",
    "3199694247": "துண்டிக்கக்கூடிய தன்மை.",
    "3102490587": "கிளாஸ் ஆக்ஷன் வைவர் தவிர, இந்த நடுவர் பிரிவின் ஏதேனும் விதிமுறை அல்லது விதி அல்லது பகுதி செல்லாது அல்லது செயல்படுத்த முடியாததாக அறிவிக்கப்பட்டால், அது துண்டிக்கப்படும் மற்றும் எஞ்சிய நடுவர் விதி அமலாக்கப்படும்.",
    "2323013093": "26. பொருந்தக்கூடிய சட்டம்",
    "2900525040": "கலிஃபோர்னியா மாநிலத்தின் சட்டங்கள் இந்த சேவை விதிமுறைகள் மற்றும் அவற்றிலிருந்து எழும் சர்ச்சைகள், சர்ச்சைகள் அல்லது உரிமைகோரல்களை நிர்வகிக்கின்றன.",
    "3339302473": "27. முடித்தல்",
    "1158384644": "பொருந்தக்கூடிய அனைத்து IMI கொள்கைகளுக்கும் நீங்கள் இணங்க வேண்டும் எனில், எங்கள் இணையதளத்தைப் பயன்படுத்துவதை நிறுத்துவதை நீங்கள் எந்த நேரத்திலும் தேர்வு செய்யலாம். நாங்கள் எங்கள் சொந்த விருப்பத்தின் பேரில், இந்த ஒப்பந்தத்தை நிறுத்தலாம், எங்கள் வலைத்தளத்திற்கான அணுகலை இடைநிறுத்தலாம் அல்லது எந்தவொரு காரணத்திற்காகவும் எந்த அறிவிப்பும் இல்லாமல் உடனடியாக எந்த சேவையையும் அகற்றலாம்.",
    "41530052": "28. பொது விதிமுறைகள்",
    "3202747130": "முழு ஒப்பந்தம். இந்த சேவை விதிமுறைகள் மற்றும் இந்த ஒப்பந்தத்தில் குறிப்பிடப்பட்டுள்ள எந்தவொரு கொள்கைகள், நடைமுறைகள் அல்லது விதிமுறைகள் ஆகியவை சம்பந்தப்பட்ட விஷயத்தைப் பொறுத்தமட்டில் கட்சிகளின் முழு உடன்படிக்கையை உருவாக்குகின்றன, மேலும் அனைத்து முன் மற்றும் சமகால தொடர்புடைய ஒப்பந்தங்கள், உரிமைகோரல்கள், பிரதிநிதித்துவங்கள் மற்றும் கட்சிகளின் புரிதல்களை ரத்து செய்து ரத்து செய்கின்றன. .",
    "4080263153": "தள்ளுபடி இல்லை. எங்களால் எழுத்துப்பூர்வமாக மற்றும் கையொப்பமிடப்படாவிட்டால், எங்கள் உரிமைகள் அல்லது பரிகாரங்களின் எந்தப் பகுதியையும் நாங்கள் தள்ளுபடி செய்ததாகக் கருதப்பட மாட்டோம். இந்த ஒப்பந்தத்தின் ஏதேனும் ஒரு விதியின் கீழ் எங்கள் உரிமைகளைச் செயல்படுத்துவதை தாமதப்படுத்தினால் அல்லது செயல்படுத்தத் தவறினால், அத்தகைய விதிமுறையை அல்லது இந்த ஒப்பந்தத்தின் எந்தப் பகுதியையும் செயல்படுத்துவதற்கான நமது உரிமையை அது தள்ளுபடி செய்வதாகாது.",
    "1789371580": "ஒதுக்குதல். எங்களின் முன் எழுத்துப்பூர்வ அனுமதியின்றி இந்த சேவை விதிமுறைகளை நீங்கள் ஒதுக்கக்கூடாது. இந்த சேவை விதிமுறைகளை எந்த நேரத்திலும், அறிவிப்பு இல்லாமல் நாங்கள் ஒதுக்கலாம். மேற்கூறியவற்றிற்கு உட்பட்டு, இந்த சேவை விதிமுறைகள் ஒவ்வொரு தரப்பினரின் வாரிசுகள் மற்றும் அனுமதிக்கப்பட்ட ஒதுக்கீடுகளுக்கு கட்டுப்படும்.",
    "2819628066": "துண்டிக்கக்கூடிய தன்மை. எந்தவொரு காரணத்திற்காகவும் இந்த சேவை விதிமுறைகளில் ஏதேனும் விதிகள் செல்லாததாகவோ அல்லது செயல்படுத்த முடியாததாகவோ இருந்தால், அது மீதமுள்ள எந்த விதிகளின் செல்லுபடியாக்கத்தையும் அமலாக்கத்தையும் பாதிக்காது.",
    "3955981186": "திருத்தங்கள். IMI இன் முறையாக அங்கீகரிக்கப்பட்ட பிரதிநிதியால் கையொப்பமிடப்பட்ட எழுத்துப்பூர்வ ஆவணத்தில் தவிர, IMIயைத் தவிர வேறு எவராலும் இந்தச் சேவை விதிமுறைகளில் எந்த மாற்றமும் அல்லது திருத்தமும் IMIக்குக் கட்டுப்படாது.",
    "1377538813": "நடைமுறையில் உள்ள மொழி. இந்தச் சேவை விதிமுறைகளின் ஆங்கில மொழிப் பதிப்பு எல்லா வகையிலும் கட்டுப்படுத்தும் மற்றும் மொழிபெயர்க்கப்பட்ட பதிப்புகளில் ஏதேனும் முரண்பாடுகள் இருந்தால், அது மேலோங்கும்.",
    "2438016011": "தன்னார்வ ஒப்பந்தம். இந்த சேவை விதிமுறைகளின் அனைத்து தரப்பினரும் இந்த ஒப்பந்தத்தின் அனைத்து அம்சங்களையும் மதிப்பாய்வு செய்து, அதன் அனைத்து விதிகளையும் கவனமாகப் படித்து முழுமையாகப் புரிந்துகொண்டு, தானாக முன்வந்து இந்த ஒப்பந்தத்தில் நுழைவதைப் பிரதிநிதித்துவப்படுத்தி ஒப்புக்கொள்கிறார்கள்.",
    "2445034923": "இந்த சேவை விதிமுறைகளின் விதிமுறைகள் மற்றும் நிபந்தனைகள் அனைத்தையும் நீங்கள் ஏற்கவில்லை என்றால், தளம் அல்லது சேவைகளைப் பயன்படுத்தவோ அல்லது அணுகவோ வேண்டாம்.",
    "2646127839": "முதன்மை சேவை விதிமுறைகளுக்கான வாடிக்கையாளர் இணைப்பு",
    "4097297673": "ஒரு வாடிக்கையாளர், கோரிக்கையாளர் அல்லது ஒருங்கிணைப்பாளராக, உங்களுக்கும் IMI க்கும் இடையே உள்ள பிற நிபந்தனைகளுடன் கூடுதலாக கீழே உள்ள விதிமுறைகளுக்குக் கட்டுப்படுவதை ஒப்புக்கொள்கிறீர்கள்.",
    "1093280979": "1. பிளாட்ஃபார்ம் ஆர்டர் படிவங்கள்",
    "1549953005": "வாடிக்கையாளர் அல்லது கோரிக்கையாளராக மாறுவதற்கான நிபந்தனையாக நீங்கள் ஒன்று அல்லது அதற்கு மேற்பட்ட இயங்குதள அணுகல் ஆர்டர் படிவங்களை (ஒவ்வொன்றும், ஒரு \"ஆர்டர் படிவம்\") பூர்த்தி செய்திருக்கலாம். அப்படியானால், ஆர்டர் படிவத்தில் விவரிக்கப்பட்டுள்ள விதிமுறைகள் மற்றும் நிபந்தனைகள் சேவை விதிமுறைகளின் ஒரு பகுதியாக மாறும் மற்றும் இதன் மூலம் குறிப்பு மூலம் இணைக்கப்படுகின்றன.",
    "3819851005": "2. கட்டணம்",
    "1591032933": "பொருந்தக்கூடிய ஆர்டர் படிவத்தில் நீங்கள் வழங்கிய கட்டண முறையின் மூலம் பொருந்தக்கூடிய ஆர்டர் படிவத்தில் விவரிக்கப்பட்டுள்ளபடி IMI கட்டணத்தை செலுத்துவீர்கள். எழுத்துப்பூர்வமாக இரு தரப்பினராலும் வெளிப்படையாக ஒப்புக் கொள்ளப்படாவிட்டால், விலைப்பட்டியல் அனுப்பப்பட்ட தேதிக்குப் பிறகு முப்பது (30) நாட்களுக்குள் வழங்கப்பட்ட அனைத்து விலைப்பட்டியல்களுக்கும் முழு கட்டணத்தையும் வழங்குவீர்கள். நீங்கள் எங்களுக்கு வழங்கும் அனைத்து கிரெடிட் கார்டு தகவல்களிலும் கிரெடிட் கார்டு அங்கீகாரங்களை இயக்கவும், அந்த கிரெடிட் கார்டு தகவலைச் சேமிக்கவும், உங்கள் கிரெடிட் கார்டு அல்லது நாங்கள் பரஸ்பரம் ஒப்புக்கொள்ளும் வேறு எந்தக் கணக்கையும் கட்டணம் வசூலிக்க எங்களுக்கு அங்கீகாரம் வழங்குகிறீர்கள். ஆர்டர் படிவத்திலோ அல்லது உங்கள் நிறுவன சேவை ஒப்பந்தம் அல்லது முதன்மை சேவை ஒப்பந்தத்திலோ வேறுவிதமாகக் கூறப்பட்டாலன்றி, உங்கள் ஒப்பந்தத்தின் கீழ் (\"செயல்படும் தேதி\") IMI வழங்கும் சேவைகளின் தொடக்கத்தில், அதிகக் கட்டணம் தவிர, சேவைகளுக்கான அனைத்துக் கட்டணங்களும் ஆண்டுதோறும் விதிக்கப்படும்.",
    "4142610534": "தாமதமாகப் பணம் செலுத்தினால், மாதத்திற்கு 1.5% சதவீதம் அல்லது சட்டத்தால் அனுமதிக்கப்பட்ட அதிகபட்சத் தொகை, எது குறைவாக இருந்தாலும் தாமதக் கட்டணங்கள் வசூலிக்கப்படும். எந்தவொரு காரணத்திற்காகவும் இந்த ஒப்பந்தத்தின் கீழ் செலுத்த வேண்டிய தொகையை நீங்கள் செலுத்தத் தவறினால், எங்கள் சொந்த விருப்பத்தின் பேரில் உங்கள் கணக்கு இடைநிறுத்தப்படலாம், இதில் பணிகளை முடிப்பதற்காக உங்கள் கணக்கிலிருந்து கூடுதல் பணம் செலுத்தப்படாது மேலும் உங்கள் பணிகள் அனைத்தும் அகற்றப்படும். எங்கள் வலைத்தளத்தில் இருந்து. தேவைக்கேற்ப செலுத்த வேண்டிய அனைத்துத் தொகைகளையும், மேலும் ஏதேனும் செயலாக்கக் கட்டணம், தாமதக் கட்டணம் அல்லது வழக்கறிஞர் கட்டணங்களையும் நீங்கள் எங்களுக்குத் திருப்பித் தர வேண்டும். கடன் அறிக்கையிடல் ஏஜென்சிகள் மற்றும் சட்ட அமலாக்க அதிகாரிகளுக்கு நாங்கள் பொருத்தமான அறிக்கைகளையும் செய்யலாம்.",
    "512991700": "எந்தவொரு கட்டணத்தையும் நீங்கள் மறுக்க விரும்பினால், சரிசெய்தல் அல்லது கிரெடிட்டைப் பெறுவதற்காக பிழை அல்லது சிக்கல் தோன்றிய முதல் பில்லிங் அல்லது கணக்கு அறிக்கையின் இறுதித் தேதியிலிருந்து முப்பது (30) நாட்களுக்குப் பிறகு நீங்கள் எங்கள் வாடிக்கையாளர் ஆதரவுத் துறையைத் தொடர்பு கொள்ள வேண்டும்.",
    "1273914192": "3. வரிகள்",
    "4242322181": "Intuition Machines இன் நிகர வருமானம் அல்லது தனிப்பட்ட சொத்தின் மீது மதிப்பிடப்பட்ட US வரிகளைத் தவிர மற்ற சேவைகளுடன் தொடர்புடைய அனைத்து வரிகளையும் செலுத்துவதற்கு நீங்கள் பொறுப்பாவீர்கள்.",
    "1671996585": "எங்கள் பயன்பாட்டு நிரலாக்க இடைமுகம் (\"API\") மூலம் உங்கள் இணையதளம், பயன்பாடு அல்லது தளத்தை எங்கள் சேவைகளுடன் ஒருங்கிணைக்க வேண்டியிருக்கலாம். நீங்கள் அவ்வாறு செய்தால், சேவைகளை அணுகுவதற்கு மட்டுமே API ஐப் பயன்படுத்த வரையறுக்கப்பட்ட, பிரத்தியேகமற்ற, மாற்ற முடியாத, ஒதுக்க முடியாத, திரும்பப்பெறக்கூடிய உரிமத்தை நாங்கள் வழங்குகிறோம். நாங்கள் API ஐ மாற்றலாம் மற்றும்/அல்லது API இன் பழைய பதிப்புகள் அல்லது வெளியீடுகளின் ஆதரவை எந்த நேரத்திலும் நிறுத்தலாம். எங்களின் விருப்பப்படி APIக்கான உங்கள் அணுகலை இடைநிறுத்தவோ அல்லது கட்டுப்படுத்தவோ எங்களுக்கு உரிமை உள்ளது, மேலும் இடைநீக்கத்திற்கு முன் உங்களுக்கு அறிவிப்பை வழங்க நியாயமான முயற்சிகளைப் பயன்படுத்துவோம்.",
    "4036662147": "5. ரகசிய தகவல் பாதுகாப்பு",
    "3564208535": "எங்களிடமிருந்து அல்லது எங்கள் சேவைகள் மூலம் பெறப்பட்ட எந்தவொரு ரகசியத் தகவலையும் பாதுகாக்க வணிக ரீதியாக நியாயமான முயற்சிகளைப் பயன்படுத்த ஒப்புக்கொள்கிறீர்கள். பொது அல்லாத ஆவணங்கள் மற்றும் எங்களின் போட் கண்டறிதல் முறைகள் தொடர்பாக நாங்கள் பகிரக்கூடிய விவரங்கள் உட்பட, எங்கள் நிறுவன சேவையின் போட் மதிப்பெண்கள் மற்றும் பொது அல்லாத விவரங்கள் ஆகியவை அடங்கும். அத்தகைய ரகசியத் தகவலுக்கான அணுகல் உங்களுக்கு வழங்கப்பட்டால், எங்கள் சேவைகளைப் பயன்படுத்துவதன் மூலம் ரகசியத் தகவல்கள் வெளிவருகின்றன என்பதை நாங்கள் தீர்மானித்தால், எங்கள் சேவைகளுக்கான அணுகலை நாங்கள் மாற்றலாம், இடைநிறுத்தலாம் அல்லது கட்டுப்படுத்தலாம். இடைநீக்கத்திற்கு முன் உங்களுக்கு அறிவிப்பை வழங்க.",
    "120384113": "6. நிறுத்துதல்",
    "453723556": "வாடிக்கையாளர் அல்லது கோரிக்கையாளராக இருப்பதை நிறுத்துவதன் மூலம், சேவை விதிமுறைகளுக்கு அப்பாற்பட்டு இந்த வாடிக்கையாளர் பின்னிணைப்பை நீங்கள் நிறுத்தலாம். எந்த நேரத்திலும் வாடிக்கையாளர் அல்லது கோரிக்கையாளர் என்ற உங்கள் நிலையை இடைநிறுத்தவோ அல்லது நிறுத்தவோ அல்லது சேவை விதிமுறைகளுக்கு இணங்க உங்கள் கணக்கை அல்லது சேவைகளைப் பயன்படுத்துவதை நிறுத்தவோ எங்களுக்கு உரிமை உள்ளது. உங்கள் ஆர்டர் படிவத்தின் கீழ் செலுத்த வேண்டிய எந்தத் தொகைக்கும் முடிவடைந்தவுடன் நீங்கள் பொறுப்பாவீர்கள். உங்கள் சந்தாவில் ஏதேனும் மாதாந்திர அல்லது வருடாந்திர கட்டணங்கள் அல்லது மாதாந்திர அல்லது வருடாந்திர குறைந்தபட்சங்கள் இருந்தால், அந்த மாதம் அல்லது ஆண்டின் இறுதியில் முறையே அனைத்து சேவைகளுக்கான கட்டணங்களையும் செலுத்துவதற்கு நீங்கள் பொறுப்பாவீர்கள்.",
    "218889628": "இந்த வாடிக்கையாளர் பின்னிணைப்பு அல்லது சேவை விதிமுறைகளை நீங்கள் மீறியதன் விளைவாக இந்த வாடிக்கையாளர் இணைப்பு அல்லது சேவை விதிமுறைகளை நாங்கள் நிறுத்தும் இடங்களைத் தவிர, நாங்கள் நிறுத்தினால் மற்றும் நீங்கள் எங்களுக்கு ஏதேனும் கட்டணத்தை முன்கூட்டியே செலுத்தியிருந்தால், அவற்றின் சார்பு பகுதியை நாங்கள் திருப்பித் தருவோம். ப்ரீபெய்ட் தொகைகள், மீதமுள்ள நேரம் அல்லது நீங்கள் செலுத்திய சேவைகளின் அடிப்படையில், எது குறைவாக இருந்தாலும். வணிகரீதியாக நியாயமான முறையில் எங்களது பணியை முடித்து, பணம் செலுத்திய அனைத்து வெளியீட்டுத் தரவுத் தொகுப்புகள் மற்றும் எங்களிடம் உள்ள அனைத்து வாடிக்கையாளர் தரவுகளையும் பாதுகாத்து உங்களுக்கு வழங்குவோம். எந்த ஒரு முடிவுக்கு வந்தாலும், நாங்கள் எந்த தரவையும் நீக்க வேண்டியதில்லை.",
    "2505227594": "7. அதிக வயது",
    "2369877184": "hCaptcha ஒருங்கிணைப்பாளர்கள் அல்லது வாடிக்கையாளர்களுக்கான அதிகபட்ச அனுமதிக்கப்பட்ட உச்ச RPS வீதம், உங்களுக்கும் எங்களுக்கும் இடையே எழுத்துப்பூர்வ ஒப்பந்தத்தின் மூலம் குறிப்பிடப்படாவிட்டால், உங்கள் கணக்கில் (\"RPS\") உள்ள நிறுவனங்களுக்கு வினாடிக்கு 1,000 கோரிக்கைகள் ஆகும்.",
    "234420106": "நீங்கள் hCaptcha Enterprise சேவையின் ஒருங்கிணைப்பாளராகவோ அல்லது வாடிக்கையாளராகவோ இருந்தால் மற்றும் RPS ஆல் அளவிடப்படும் உங்கள் API பயன்பாடு, உங்கள் சேவை அடுக்குக்கான நிர்ணயிக்கப்பட்ட விகிதத்தை விட அதிகமாக இருந்தால், உங்கள் சேவையை மாற்ற அல்லது அதிக கட்டணம் வசூலிக்க நாங்கள் தேர்வு செய்யலாம். உங்கள் உச்ச RPS விகிதம் 30 நாட்களுக்குள் 10 அல்லது அதற்கு மேற்பட்ட நிமிடங்களுக்கு 10 மடங்கு அதிகமாக இருந்தால், இந்த கோரிக்கைகளில் பெரும்பாலானவை, எங்கள் தனிப்பட்ட தீர்ப்பில், தீங்கிழைக்கும் போக்குவரத்தை அல்ல, நாங்கள் தேர்ந்தெடுக்கலாம் அந்த மாதத்தில் செய்யப்பட்ட அனைத்து API கோரிக்கைகளுக்கும் உங்களின் ஒப்பந்தப்படி குறிப்பிடப்பட்ட அதிக வயது விகிதத்தில் கட்டணம் விதிக்கப்படும்.",
    "2619472217": "8. மறுவிற்பனை",
    "2019702084": "வாடிக்கையாளரின் முதன்மை சேவை ஒப்பந்தம் அல்லது மறுவிற்பனையாளர் ஒப்பந்தத்தில் வெளிப்படையாக அனுமதிக்கப்படாவிட்டால், ஆர்டர் செய்யப்பட்ட SaaS சேவைகள் விற்கப்படவோ, மறுவிற்பனை செய்யவோ, குத்தகைக்கு விடவோ, துணை குத்தகைக்கு விடவோ, உரிமம் பெற்றவோ, துணை உரிமம் பெற்றோ அல்லது வேறு எந்த மூன்றாம் தரப்பினருக்கும் (வாடிக்கையாளரின் துணை நிறுவனத்தைத் தவிர) கிடைக்கச் செய்யவோ கூடாது. ), மற்றும் ஒப்பந்தத்தின் கீழ் உள்ள அனைத்து ஆர்டர்களும் மற்றும் சேவையின் அனைத்து வாடிக்கையாளர்களின் பயன்பாடும் வாடிக்கையாளர் அல்லது அதன் துணை நிறுவனத்தின் சொந்த வணிகப் பயன்பாட்டிற்காக இருக்கும்.",
    "1233229030": "இதர",
    "1467783792": "யுனைடெட் ஸ்டேட்ஸால் (\"அனுமதிக்கப்பட்ட நடிகர்\") அங்கீகரிக்கப்பட்ட எந்தவொரு நபரும், நிறுவனமும் அல்லது நிறுவனமும் வெகுமதிகளுக்கு அல்லது சேவைகளை ஒருங்கிணைப்பாளராகப் பயன்படுத்த தகுதியற்றவர்கள். சந்தேகத்தைத் தவிர்ப்பதற்காக, அமெரிக்க கருவூலத் துறையின் வெளிநாட்டுச் சொத்துக் கட்டுப்பாட்டு அலுவலகத்தால் (\"OFAC\") நியமிக்கப்பட்ட எந்த ஒரு அங்கீகரிக்கப்பட்ட நடிகர்களும் இதில் அடங்கும்.",
    "3759657802": "இந்தச் சேவை விதிமுறைகள் அல்லது உங்கள் உரிமைகள் அல்லது கடமைகளை நீங்கள் எந்த வகையிலும் (சட்டத்தின் செயல்பாட்டின் மூலமாகவோ அல்லது வேறுவிதமாகவோ) ஒதுக்கவோ, மாற்றவோ அல்லது பிரதிநிதித்துவப்படுத்தவோ முடியாது.",
    "1627232990": "இந்த சேவை விதிமுறைகளின் மொழிபெயர்ப்புகள் சிறந்த முயற்சியின் அடிப்படையில் வழங்கப்படுகின்றன. ஆங்கில மொழி சேவை விதிமுறைகளுக்கும் அதன் மொழிபெயர்ப்பிற்கும் இடையே ஏதேனும் கணிசமான வேறுபாடு ஏற்பட்டால், ஆங்கில மொழி சேவை விதிமுறைகள் அதிகாரப்பூர்வமாக கருதப்படும்.",
    "805221621": "தயவு செய்து எங்களை தொடர்பு கொள்ளவும்",
    "259613338": "இந்த சேவை விதிமுறைகள் குறித்து உங்களுக்கு ஏதேனும் கேள்விகள் இருந்தால்.",
    "2735878907": "வணிக தொடர்ச்சி திட்டமிடல் அறிக்கை",
    "2887242610": "Intuition Machines, Inc, எங்களின் hCaptcha வணிகத்தை குறிப்பிடத்தக்க அளவில் சீர்குலைக்கும் நிகழ்வுகளுக்கு எவ்வாறு பதிலளிப்போம் என்பது குறித்த வணிகத் தொடர்ச்சி திட்டத்தை உருவாக்கியுள்ளது. பேரழிவுகள் மற்றும் இடையூறுகளின் நேரம் மற்றும் தாக்கம் கணிக்க முடியாதவை என்பதால், அவை நிகழும்போது உண்மையான நிகழ்வுகளுக்கு பதிலளிப்பதில் நாம் நெகிழ்வாக இருக்க வேண்டும். இதைக் கருத்தில் கொண்டு, எங்கள் வணிகத் தொடர்ச்சித் திட்டம் குறித்த இந்தத் தகவலை உங்களுக்கு வழங்குகிறோம்.",
    "809251240": "எங்களை தொடர்பு கொள்கிறது",
    "2551802342": "– கணிசமான வணிகச் சீர்குலைவுக்குப் பிறகு விரைவாக மீண்டு வணிக நடவடிக்கைகளைத் தொடங்கவும், எங்கள் பணியாளர்கள் மற்றும் சொத்துக்களைப் பாதுகாத்தல், நிதி மற்றும் செயல்பாட்டு மதிப்பீடு, நிறுவனத்தின் புத்தகங்கள் மற்றும் பதிவுகளைப் பாதுகாத்தல் மற்றும் எங்கள் வாடிக்கையாளர்களையும் அவர்களின் இறுதிப் பயனர்களையும் ஆன்லைனில் பரிவர்த்தனை செய்ய அனுமதிப்பதன் மூலம் பதிலளிப்பதற்கு நாங்கள் திட்டமிட்டுள்ளோம். சுருக்கமாக, எங்கள் வணிகத் தொடர்ச்சித் திட்டம், குறிப்பிடத்தக்க வணிகச் சீர்குலைவின் நோக்கம் மற்றும் தீவிரத்தன்மையைக் கருத்தில் கொண்டு, எங்களின் நிறுவனத்தை விரைவாகச் செயல்பட அனுமதிக்கும் வகையில் வடிவமைக்கப்பட்டுள்ளது. எங்கள் வணிக தொடர்ச்சி திட்ட முகவரிகள்: தரவு காப்பு மற்றும் மீட்பு; அனைத்து பணி முக்கிய அமைப்புகள்; நிதி மற்றும் செயல்பாட்டு மதிப்பீடுகள்; வாடிக்கையாளர்கள், பணியாளர்கள் மற்றும் மேற்பார்வை அமைப்புகளுடன் மாற்று தொடர்பு; ஊழியர்களின் மாற்று உடல் இருப்பிடம்; முக்கியமான சப்ளையர் மற்றும் வாடிக்கையாளர் தாக்கம்; ஒழுங்குமுறை அறிக்கை; எங்களால் வணிகத்தைத் தொடர முடியாவிட்டால், வாடிக்கையாளர்களுக்கு உடனடி அறிவிப்பை வழங்குகிறோம். எங்கள் முக்கிய சப்ளையர் பூல், புவியியல் ரீதியாக தனித்தனியான பகுதியில் எங்களின் முக்கியமான பதிவுகளை காப்புப் பிரதி எடுக்கிறது. ஒவ்வொரு அவசரகாலச் சூழ்நிலையும், நாளின் நேரம் மற்றும் இடையூறுகளின் தீவிரம் போன்ற வெளிப்புறக் காரணிகளின் அடிப்படையில் தனித்துவமான பிரச்சனைகளை ஏற்படுத்தினாலும், இந்த சப்ளையர் குழுவால் அவர்களின் சொந்த செயல்பாடுகளை மீட்டெடுப்பதும், விரைவாக சேவைகளை மீண்டும் தொடங்குவதும் அவர்களின் நோக்கம் என்று எங்களுக்கு அறிவுறுத்தப்பட்டுள்ளது. பலவிதமான சப்ளையர்களைப் பயன்படுத்தி ஆபத்தைக் குறைக்க நாங்கள் பணியாற்றியிருந்தாலும், இந்தக் காலகட்டத்தில் உங்கள் சேவைகள் மாற்றப்படலாம் அல்லது குறுக்கிடப்படலாம்.",
    "826396656": "எங்கள் வணிக தொடர்ச்சி திட்டம்",
    "1979347895": "- குறிப்பிடத்தக்க வணிக இடையூறுகள் அவற்றின் நோக்கத்தில் வேறுபடலாம், அதாவது எங்கள் நிறுவனம் மட்டுமே, எங்கள் நிறுவனம் இருக்கும் ஒரு கட்டிடம், எங்கள் நிறுவனம் அமைந்துள்ள சுற்றுப்புறம், நாங்கள் இருக்கும் நகரம் அல்லது முழு பிராந்தியமும். இந்த ஒவ்வொரு பகுதியிலும், இடையூறுகளின் தீவிரம் குறைந்தபட்சம் முதல் கடுமையானது வரை மாறுபடும். எங்கள் நிறுவனம், எங்கள் வணிக மாவட்டம், நகரம் அல்லது பிராந்தியம் அல்லது எங்கள் நிறுவனத்திற்கு ஒரு இடையூறு ஏற்பட்டால், தேவைப்படும்போது எங்கள் செயல்பாடுகளை உள்ளூர் தளத்திற்கு மாற்றுவோம், மேலும் வணிக நடவடிக்கைகளுக்கு எந்தவிதமான இடையூறும் ஏற்படாது என்று எதிர்பார்க்கிறோம். எந்தவொரு சூழ்நிலையிலும், வணிகத்தில் தொடரவும், தேவைப்பட்டால் மாற்று சப்ளையர்களுக்கு செயல்பாடுகளை மாற்றவும் நாங்கள் திட்டமிட்டுள்ளோம், மேலும் எங்களை எவ்வாறு தொடர்புகொள்வது என்பது குறித்து hcaptcha.com இல் உள்ள எங்கள் வலைத்தளம் மற்றும் hcaptchastatus.com இல் உள்ள எங்கள் நிலைப் பக்கத்தின் மூலம் உங்களுக்குத் தெரிவிக்கிறோம். குறிப்பிடத்தக்க வணிகச் சீர்குலைவு மிகவும் கடுமையானதாக இருந்தால், அது எங்களை வணிகத்தில் தொடர்வதைத் தடுக்கிறது என்றால், நாங்கள் உங்களுக்கு விரைவாக அறிவிப்போம்.",
    "653679457": "மாறுபட்ட இடையூறுகள்",
    "410397176": "மேலும் தகவலுக்கு",
    "2095899021": "hCaptcha பிராண்டிங் வழிகாட்டுதல்கள் மற்றும் பொது வர்த்தக முத்திரை உரிமம்",
    "2340340589": "hCaptcha குறியைப் பயன்படுத்துவதற்கான வழிகாட்டுதல்கள்",
    "2430148876": "எங்கள் வாடிக்கையாளர்கள், கூட்டாளர்கள் மற்றும் ரசிகர்கள் எங்கள் நிறுவன அடையாளத்தைப் பாதுகாக்கும் அதே வேளையில், எங்கள் பிராண்டுடன் பணிபுரிவதை முடிந்தவரை எளிதாக்குவதற்காக, இந்த வழிகாட்டுதல்களையும் பொதுவான வர்த்தக முத்திரை உரிமத்தையும் உருவாக்கியுள்ளோம். நீங்கள் hCaptcha ஐகான்கள், லோகோக்கள் அல்லது பிற குறிகளை இந்த வழிகாட்டுதல்களிலிருந்து வேறுபட்ட வழிகளில் பயன்படுத்த விரும்பினால், எழுத்துப்பூர்வ உரிமத்திற்கு எங்களை (IMI) தொடர்பு கொள்ள வேண்டும்.",
    "3884400764": "இந்த வழிகாட்டுதல்களின்படி நீங்கள் hCaptcha மதிப்பெண்களைப் பயன்படுத்தினாலும், hCaptcha மார்க்ஸ், லோகோக்கள் அல்லது வேறு ஏதேனும் வர்த்தக முத்திரை, வர்த்தகப் பெயர், சேவை முத்திரை, வணிகப் பெயர் அல்லது hCaptcha இன் நல்லெண்ணம் ஆகியவற்றில் உங்களுக்கு எந்த உரிமையும் உள்ளது என்று அர்த்தமல்ல. முடிந்தவரை அதிக நெகிழ்வுத்தன்மையை வழங்க விரும்புகிறோம், ஆனால் hCaptcha இன் எந்தவொரு வர்த்தக முத்திரை, வர்த்தக பெயர், சேவை முத்திரை, வணிகப் பெயர் அல்லது நல்லெண்ணம் ஆகியவற்றின் அங்கீகரிக்கப்படாத பயன்பாட்டிற்கு எதிராக hCaptcha ஐப் பாதுகாக்க நாங்கள் கடமைப்பட்டுள்ளோம். எந்தவொரு அங்கீகரிக்கப்படாத பயன்பாடும் hCaptcha வழங்கிய அனுமதி அல்லது உரிமத்தை தானாகவே நிறுத்துகிறது மற்றும் ஏதேனும் சேதங்களுக்கு சட்டப்பூர்வ பொறுப்புகளைச் சந்திக்க நேரிடும்.",
    "512598290": "எனவே, நீங்கள் எப்பொழுதும் எல்லா hCaptcha குறிகளையும் லோகோக்களையும் கீழே உள்ள விதிகளைப் பின்பற்றும் படிவத்தில் பயன்படுத்துமாறு கேட்டுக் கொள்ள வேண்டும்.",
    "2075610992": "உங்கள் ஒத்துழைப்புக்கு நன்றி!",
    "1023190144": "உரையில் hCaptcha®",
    "4274324704": "எழுதப்பட்ட நகலில் எங்கள் பெயரை எவ்வாறு பயன்படுத்துவது என்பது இங்கே:",
    "3912926900": "hCaptcha® கிரியேட்டிவ் நகலில் முதன்முறையாகத் தோன்றும் போது பதிவுசெய்யப்பட்ட வர்த்தக முத்திரை சின்னத்தைக் கொண்டிருக்க வேண்டும்.",
    "950637875": "hCaptcha எழுத்துப்பிழை மாற்றப்படக்கூடாது மற்றும் hCaptcha எப்போதும் இரண்டாவது எழுத்தில் (\"C\") பெரிய எழுத்தாக இருக்க வேண்டும். இது ஒருபோதும் பன்மை அல்லது உடைமை அல்ல.",
    "2624601135": "\"hCaptcha\" ஒரு பிராண்ட் பெயரின் பகுதியாகப் பயன்படுத்தப்படக்கூடாது, ஹைபனுடன் இணைக்கப்படக்கூடாது அல்லது பயன்பாடுகள் அல்லது பிற தயாரிப்புகளின் பெயர்களில் பயன்படுத்தப்படக்கூடாது.",
    "3828090208": "அதற்கு பதிலாக \"hCaptcha க்காக\" பயன்படுத்தவும். மூன்றாம் தரப்பு லோகோவுடன் பயன்படுத்தினால், \"hCaptcha க்கான\" அளவு மூன்றாம் தரப்பு லோகோவை விட சிறியதாக இருக்க வேண்டும்.",
    "4149738856": "hCaptcha ஒரு பெயரடையாகப் பயன்படுத்தப்பட வேண்டும், அதைத் தொடர்ந்து சரியான பொதுவான சொல்லைப் பயன்படுத்த வேண்டும்.",
    "1446868537": "hCaptcha ஒரு வினைச்சொல்லாக பயன்படுத்தப்படக்கூடாது.",
    "2487931657": "பயன்படுத்த வேண்டாம்: \"நாங்கள் எங்கள் தளத்தை hCaptcha'd.\"",
    "2565565429": "அதற்குப் பதிலாகப் பயன்படுத்தவும்: \"எங்கள் தளத்தைப் பாதுகாப்பானதாகவும் மேலும் பாதுகாப்பாகவும் மாற்ற hCaptcha ஐப் பயன்படுத்துகிறோம்.\"",
    "3434202027": "தகவல்தொடர்புகளில் hCaptcha பெயரைப் பயன்படுத்துவதற்குப் பண்புக்கூறு தேவைப்படுகிறது: \"hCaptcha என்பது Intuition Machines, Inc இன் பதிவுசெய்யப்பட்ட வர்த்தக முத்திரை.\"",
    "2754937029": "ஏற்றுக்கொள்ள முடியாத பயன்பாடுகள்",
    "2436973524": "துல்லியமான குறிப்புகள் மட்டுமே ஏற்றுக்கொள்ளப்படும். ஒரு தளம் hCaptcha சேவைகள் மற்றும் பயன்பாடுகளைப் பயன்படுத்தாதபோது பயன்படுத்துகிறது என்று கூறுவது அனுமதிக்கப்படாது. இதேபோல், தளம் hCaptcha சேவைகளைப் பயன்படுத்தும் போது மட்டுமே எங்கள் லோகோ அல்லது ஏதேனும் பேட்ஜ்களைப் பயன்படுத்துவது பொருத்தமானது.",
    "69844082": "hCaptcha வர்த்தக முத்திரைகள், கிராஃபிக் சின்னங்கள், லோகோக்கள், தட்டச்சு முகம் அல்லது சின்னங்கள் ஆகியவையும் இழிவான முறையில் பயன்படுத்தப்படக்கூடாது.",
    "3861413614": "வெளிப்படையான எழுத்துப்பூர்வ அனுமதியின்றி, மூன்றாம் தரப்பு தயாரிப்பு அல்லது சேவையுடன் hCaptcha இணைப்பு அல்லது ஒப்புதல், ஸ்பான்சர்ஷிப் அல்லது ஆதரவைக் கொண்டிருப்பதைக் குறிக்கும் எந்த hCaptcha வர்த்தக முத்திரை அல்லது லோகோவையும் நீங்கள் பயன்படுத்தக்கூடாது.",
    "1409822234": "எந்தச் சூழ்நிலையிலும் ஒரே மாதிரியான அல்லது கிட்டத்தட்ட ஒரே மாதிரியான hCaptcha வர்த்தக முத்திரையை டொமைன் பெயராகப் பயன்படுத்தக்கூடாது.",
    "4181060163": "மூன்றாம் தரப்பினர் மாறுபாடுகள் அல்லது எழுத்துப்பிழைகளைப் பயன்படுத்தக்கூடாது அல்லது hCaptcha வர்த்தக முத்திரைகள் மீது ஏதேனும் ஆரம்ப வட்டி குழப்பத்தை ஏற்படுத்தும் வகையில் செயல்படக்கூடாது.",
    "3955555607": "கூட்டாளர்கள் அல்லது அங்கீகரிக்கப்பட்ட மறுவிற்பனையாளர்கள் தவிர, மூன்றாம் தரப்பினர் முக்கிய வார்த்தைகள், Google AdWords அல்லது hCaptcha மதிப்பெண்கள் அல்லது எழுத்துப்பிழைகளைப் பயன்படுத்தி பிற இலக்கு விளம்பர அமைப்புகளுக்கு ஏலம் எடுக்கக்கூடாது. மூன்றாம் தரப்பினர் டொமைன் பெயர்கள், எந்த தேடுபொறி மேம்படுத்தல், மெட்டா குறிச்சொற்கள், தேடல் சொற்கள், குறியீடு அல்லது பிற தவறான விளக்கங்களில் hCaptcha குறிகளைப் பயன்படுத்தக்கூடாது.",
    "1985238261": "மற்ற கட்டுப்படுத்தப்பட்ட மதிப்பெண்கள்",
    "2193061499": "எங்களின் சில லோகோக்கள் மற்றும் மதிப்பெண்கள் hCaptcha மற்றும் அதன் கூட்டாளர்களால் பயன்படுத்தப்படுவதற்கு கட்டுப்படுத்தப்பட்டுள்ளன. hCaptcha இலிருந்து எழுத்துப்பூர்வ உரிமம் இல்லாமல் மூன்றாம் தரப்பினர் பின்வரும் மதிப்பெண்களைப் பயன்படுத்தக்கூடாது:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha பார்ட்னர்™",
    "755156539": "hCaptcha அங்கீகரிக்கப்பட்ட மறுவிற்பனையாளர்™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ மூலம் BotStop",
    "2557601376": "hCaptcha லோகோ™",
    "248923369": "BotStop லோகோ™",
    "3942875761": "சிறந்த இணையத்தை உருவாக்க உதவுங்கள்™",
    "364774188": "நான் மனிதன்™",
    "2785425016": "(மனிதநேய சரிபார்ப்பு தீர்வின் சூழலில், எ.கா. நடவடிக்கைக்கான அழைப்பு)",
    "2639657759": "அனுமதி மூலம் பயன்படுத்தப்படும் மதிப்பெண்கள்",
    "1268918580": "hCaptcha மற்றும் அதன் கூட்டாளர்களால் பயன்படுத்தப்படும் சில லோகோக்கள் மற்றும் மதிப்பெண்கள் மூன்றாம் தரப்பினருக்கு சொந்தமானது மற்றும் அவர்களின் அனுமதியுடன் மட்டுமே பயன்படுத்தப்படலாம். மூன்றாம் தரப்பினர் தங்கள் உரிமையாளர்களால் அனுமதிக்கப்பட்டதைத் தவிர பின்வரும் மதிப்பெண்களைப் பயன்படுத்தக்கூடாது:",
    "3782751514": "HUMAN Protocol® என்பது HUMAN Protocol Foundation இன் பதிவு செய்யப்பட்ட வர்த்தக முத்திரையாகும், மேலும் அதன் அனுமதியுடன் பயன்படுத்தப்படுகிறது.",
    "1620709264": "HUMAN Token® என்பது HUMAN Protocol Foundation இன் பதிவு செய்யப்பட்ட வர்த்தக முத்திரையாகும், மேலும் அதன் அனுமதியுடன் பயன்படுத்தப்படுகிறது.",
    "3031953928": "HUMAN Network™ என்பது HUMAN Protocol Foundation இன் வர்த்தக முத்திரையாகும், மேலும் அதன் அனுமதியுடன் பயன்படுத்தப்படுகிறது.",
    "3554363588": "மற்ற மதிப்பெண்கள்",
    "3290996791": "மற்ற அனைத்து தயாரிப்பு பெயர்கள், லோகோக்கள் மற்றும் பிராண்டுகள் அந்தந்த உரிமையாளர்களின் சொத்து. இந்த இணையதளத்தில் பயன்படுத்தப்படும் மற்ற அனைத்து நிறுவனம், தயாரிப்பு மற்றும் சேவை பெயர்கள் அடையாள நோக்கங்களுக்காக மட்டுமே. இந்தப் பெயர்கள், லோகோக்கள் மற்றும் பிராண்டுகளின் பயன்பாடு அங்கீகாரத்தைக் குறிக்காது.",
    "2444685143": "லோகோ கொள்கை",
    "2414232014": "எங்கள் லோகோ உடனடியாக அடையாளம் காணக்கூடியது மற்றும் எங்களின் மிகவும் மதிப்புமிக்க மற்றும் முக்கியமான சொத்துகளில் ஒன்றாகும். இது எங்கள் நிறுவனத்தின் வலுவான பிரதிநிதித்துவமாக இருப்பதை உறுதிசெய்ய, இது அனைத்து தகவல்தொடர்பு சேனல்களிலும் கவனமாகவும் நிலையானதாகவும் வழங்கப்பட வேண்டும்.",
    "803639471": "hCaptcha லோகோ கை ஐகான் மற்றும் hCaptcha லோகோடைப் ஆகியவற்றைக் கொண்டுள்ளது. அதன் மாற்று வடிவில், கை ஐகான் தானே தோன்றும் மற்றும் இடம் தடைபடும் போது \"hCaptcha\" ஒரு வார்த்தை குறியாக (மேலே விவரிக்கப்பட்டுள்ளபடி) கை ஐகானுக்கு அருகாமையில் பயன்படுத்தப்படுகிறது, அதாவது கை ஐகான் hCaptcha ஐக் குறிக்கிறது என்பது தெளிவாக உள்ளது.",
    "564127016": "hCaptcha கை ஐகான்:",
    "1424800293": "hCaptcha லோகோ:",
    "1525506526": "கணக்கு கையகப்படுத்துதல் என்றால் என்ன, அவை எவ்வாறு செயல்படுகின்றன?",
    "2446481523": "ஒரு பழைய நாட்டுப்புறக் கதை உள்ளது, அதில் ஒரு வேகன் டிரைவரும் ஒரு பிரபுவும் ஒரு சிறிய கிராமத்தில் உள்ள கான்ஸ்டாபுலரியில் காட்டப்படுகிறார்கள். ஒரு மனிதன், அழுக்கான, ஏழைகளின் ஆடைகளை அணிந்து, கான்ஸ்டபிளிடம், “நான் பிரபு. இந்த மனிதன் என் டிரைவர்.",
    "1767952047": "நேற்றிரவு அவர் என்னைத் தாக்கி, எனது ஆடைகளைத் திருடி, எனது பணத்தையும் எடுத்துச் சென்றார். உன்னத வகுப்பினரின் ஆடைகளை அணிந்த மற்றவர் பதிலளித்தார், “கான்ஸ்டபிள், இந்த மனிதன் பைத்தியக்காரன். அவர் தன்னை ஒரு பிரபு என்று நினைக்கிறார். நான்தான் உண்மையான பிரபு. அவனைக் கைது செய்!”",
    "2947576723": "இந்தக் கதை ஓட்டுநர் உரிமம் மற்றும் டிஜிட்டல் கைரேகை அச்சிடலுக்கு முந்தையது. ஒரு நபர் ஆன்லைன் வங்கிக் கணக்கு அல்லது மொபைல் பேமெண்ட் பயன்பாட்டில் உள்நுழைகிறார். அவர் உண்மையான கணக்கு வைத்திருப்பவரா அல்லது ஹேக்கரா? உண்மையில் யார் யார்? இந்த பாதுகாப்புச் சிக்கல்கள் சுய சேவை கணக்கு அணுகலை அனுமதிக்கும் நிறுவனங்களைப் பாதிக்கிறது.",
    "1687299615": "கணக்கு கையகப்படுத்துதல் என்றால் என்ன?",
    "2648707986": "கணக்கு கையகப்படுத்துதல் என்பது இணைய மோசடியின் ஒரு வடிவமாகும், இதில் தீங்கிழைக்கும் நடிகர் ஒரு ஆன்லைன் கணக்கின் உரிமையாளரைப் போல் ஆள்மாறாட்டம் செய்கிறார். பொதுவாக, கணக்கு நிதி நிறுவனம் அல்லது ஈ-காமர்ஸ் வணிகத்தில் உள்ளது, அங்கு மோசடி செய்பவர் பணம், வணிகப் பொருட்கள் அல்லது பரிசு அட்டைகளைத் திருடலாம். கணக்கை அணுகுவதற்குத் தாக்குபவர் திருடப்பட்ட உள்நுழைவுச் சான்றுகளைப் பயன்படுத்துகிறார், பின்னர் அதை எடுத்துக்கொள்வார், ஒருவேளை உண்மையான கணக்கு உரிமையாளரைப் பூட்டுவதற்கு கடவுச்சொல்லை மாற்றலாம்.",
    "1476843710": "குறைவான நிதிக்கு தீங்கு விளைவிக்கும் ஆனால் இன்னும் சேதமடையும் கணக்கு கையகப்படுத்தும் வடிவங்களில் சமூக ஊடக கணக்குகள் மற்றும் பலவற்றை கடத்துவது அடங்கும். இதுபோன்ற சந்தர்ப்பங்களில், தாக்குபவர் பொதுவாக தீம்பொருளைப் பரப்ப முயற்சிக்கிறார் அல்லது பாதிக்கப்பட்டவரின் சந்தேகத்திற்கு இடமில்லாத நண்பர்களுக்கு எதிராக ஃபிஷிங் தாக்குதல்களில் ஈடுபடுவார். அல்லது, தாக்குபவர் பாதிக்கப்பட்டவரை சங்கடப்படுத்த முயற்சிக்கிறார், இது சில நேரங்களில் பிரபலங்கள் மற்றும் அரசியல்வாதிகளுடன் நடக்கிறது.",
    "2904949278": "ஒரு ஹேக்கர் ஒரு கணக்கை எப்படி எடுத்துக்கொள்கிறார்?",
    "2575690545": "கணக்கை கையகப்படுத்துதல், பல இணைய மோசடிகள் போன்றவை, பெரும்பாலும் தானியங்கு, வெகுஜன செயல்முறைகள் ஆகும். ஒரு ஹேக்கர், தனது தாயின் அடித்தளத்தில் ஹூடி அணிந்து, வங்கி இணையதளங்களில் கடவுச்சொற்களை ஒரு நேரத்தில் தட்டச்சு செய்வது அரிது.",
    "3614653023": "மாறாக, கணக்குகளின் சிறிய துணைக்குழுவைத் திறக்கும் நம்பிக்கையில் டஜன் கணக்கான இலக்கு நிதி நிறுவனங்களில் மில்லியன் கணக்கான பயனர்பெயர்/கடவுச்சொல் ஜோடிகளை முயற்சி செய்யும் பெரிய அளவிலான நற்சான்றிதழ் திணிப்பு தாக்குதல்களை இந்த நடைமுறை நம்பியுள்ளது. தானியங்கு மோசடி மென்பொருள் கணக்கிற்கான அணுகலைப் பெற்றவுடன், ஒரு மனித ஹேக்கர் ஈடுபடலாம், ஆனால் சில சந்தர்ப்பங்களில், இல்லை.",
    "2762759509": "நிறைய கணக்கு கையகப்படுத்துதல் தாக்குதல்கள் கிட்டத்தட்ட முழுவதுமாக தானியங்கி முறையில் செய்யப்படுகின்றன.",
    "1972710018": "நிறுவனத்தின் பார்வையில் இருந்து பார்க்கிறேன்",
    "1282121137": "கணக்கு கையகப்படுத்தல் எவ்வளவு சிக்கலானதாக இருக்கும் என்பதைப் புரிந்து கொள்ள, நிதி நிறுவனத்தின் பார்வையில் இருந்து அனுபவம் எப்படி இருக்கும் என்பதைக் கவனியுங்கள். அவர்கள் ஒவ்வொரு நாளும் மில்லியன் கணக்கான உள்நுழைவுகளைக் கையாளுகிறார்கள்.",
    "2315518622": "இன்றைய தாக்குதல் கருவிகளில் இருக்கும் அதிநவீனத்துடன், எது மோசடியானது என்பதைக் கண்டறிவது மிகவும் சவாலானது. பின்னர், ஒரு நபர் வாடிக்கையாளர் சேவை வரியை அழைத்து, “எனது கணக்கு தாக்கப்பட்டது! என்னால் உள்நுழைய முடியவில்லை, யாரோ எனது பணத்தை திருடுகிறார்கள்!”",
    "1836369533": "நாட்டுப்புறக் கதையில் வரும் கான்ஸ்டபிளைப் போலவே, யார் உண்மையில் யார் என்பதை எப்படி தீர்மானிப்பது? ஓட்டுநர் உரிம எண், சமூகப் பாதுகாப்பு எண், தாயின் இயற்பெயர், முகவரி மற்றும் பல போன்ற திருடப்பட்ட அடையாளக் கூறுகளைத் தாக்குபவர் வைத்திருந்தால், அழைப்பாளர் உண்மையான கணக்கு வைத்திருப்பவரா அல்லது தாக்குபவரா என்பதைத் தீர்மானிப்பது மிகவும் கடினமாக இருக்கும். அவர் ஊடுருவ விரும்பும் கணக்கில் கடவுச்சொல் மீட்டமைப்பு.",
    "2880837730": "கணக்கு எடுப்பதை நிறுத்த என்ன செய்யலாம்?",
    "3654556483": "நிதி நிறுவனங்கள் மற்றும் இணையவழி நிறுவனங்கள் சில கணக்கு கையகப்படுத்தும் அச்சுறுத்தலைத் தணிக்கும் செயல்முறைகள் மற்றும் கட்டுப்பாடுகளைக் கொண்டுள்ளன. இவை பழைய பாணியிலான \"தொடக்கப் பள்ளியில் உங்கள் சிறந்த நண்பரின் பெயர் என்ன\" பாதுகாப்பு கேள்விகள் முதல் சந்தேகத்திற்கிடமான IP முகவரிகள் மற்றும் மொபைல் சாதன சுயவிவரங்களைக் கண்டறியும் முறைகள் வரை இருக்கும்.",
    "2449501658": "மோசடியான கணக்கு உள்நுழைவு முயற்சிகளிலிருந்து அச்சுறுத்தலைத் தணிக்க மிகவும் மேம்பட்ட வழிகளில் ஒன்றை வழங்குகிறது, இயந்திரக் கற்றலைப் பயன்படுத்தி போட்களைக் கண்டறிந்து நிறுத்துகிறது, மேலும் மோசடி செய்பவர்கள் கணக்கை கையகப்படுத்துவதில் ஈடுபடுவதை மிகவும் கடினமாக அல்லது சாத்தியமற்றதாக ஆக்குகிறது.",
    "3621455477": "மேலும் அறிய!",
    "555246307": "மூலம், பிரபு மற்றும் அவரது டிரைவரின் கதை எப்படி முடிகிறது: கான்ஸ்டபிள் இரண்டு பேரையும் ஒன்றாக ஒரு அறையில் மணிக்கணக்கில் உட்கார வைத்து அவர்களின் மனதில் இருந்து சலிப்பை ஏற்படுத்தினார். நாள் முடிவில், அவர் தோன்றி, \"நான் இப்போது வேகன் டிரைவருடன் பேசுகிறேன்\" என்றார். உன்னத ஆடை அணிந்தவர் எழுந்து நின்றார். அவர் மிகவும் சலிப்படைந்தார், அவர் பிரபுவாக மட்டுமே நடிக்கிறார் என்பதை மறந்துவிட்டார்.",
    "1224727373": "HCaptcha மூலம் BotStop",
    "1187718370": "எங்களை தொடர்பு கொள்ள",
    "3892905664": "மனிதர்களுக்கு எளிதான மற்றும் இயந்திரங்களுக்குக் கடினமான எளிய கேள்விகளைக் கேட்பதன் மூலம், உங்களுக்குப் பிடித்த ஆன்லைன் சேவைகள் போட்கள், ஸ்பேம் மற்றும் துஷ்பிரயோகத்தைத் தவிர்க்க hCaptcha உதவுகிறது.",
    "555158694": "தீங்கிழைக்கும் ட்ராஃபிக்கைக் குறைக்க, hCaptcha ஐ நிறுவுவதன் மூலம், உங்கள் தளத்தில் உங்கள் அனுபவத்தை மேம்படுத்த நீங்கள் பயன்படுத்தும் சேவை தேர்வுசெய்யப்பட்டுள்ளது.",
    "1617196410": "hCaptcha போட்களை நிறுத்துவதில் கவனம் செலுத்துகிறது. பயனர் யார் என்பதில் எங்களுக்கு அக்கறை இல்லை, ஆனால் அவர்கள் தீங்கிழைக்கிறார்களா என்பது மட்டுமே. தனியுரிமையை சமநிலைப்படுத்த நாங்கள் கடுமையாக உழைக்கிறோம் &",
    "1624200563": "பாதுகாப்பு மற்றும் GDPR, CCPA, LGPD, PIPL மற்றும் பிற தனியுரிமை விதிமுறைகளுக்கு இணங்குதல்.",
    "1927613000": "hCaptcha ஆனது அதிநவீன இயந்திர கற்றலை ஒரு சக்திவாய்ந்த சவாலான தளத்துடன் இணைத்து, கணக்கு கையகப்படுத்துதல், நற்சான்றிதழ் நிரப்புதல், ஸ்கிராப்பிங் மற்றும் பிற வகையான துஷ்பிரயோகங்களிலிருந்து வலை பயன்பாடுகளைப் பாதுகாக்கிறது.",
    "1133989302": "ஏன் hCaptcha?",
    "34074886": "ஒவ்வொரு முறையும் நீங்கள் ஒரு சவாலுக்கு பதிலளிக்கும் போது, நீங்கள் மனிதரா என்பதைக் கண்டறிய அதிநவீன மாதிரிகளைப் பயன்படுத்துகிறோம். நீங்கள் பார்வையிட்ட இணையதளம், போட்களை ஒதுக்கி வைப்பதன் மூலம் தங்கள் தளத்தில் உங்கள் அனுபவத்தை மேம்படுத்த இந்த முடிவைப் பயன்படுத்துகிறது.",
    "3412647984": "குக்கீயைப் பதிவுசெய்து அமைப்பதன் மூலம் எதிர்காலக் கேள்விகளைத் தவிர்க்க இது உங்களை அனுமதிக்கிறது. உங்கள் விளம்பரத் தடுப்பானையும் அணைக்க முயற்சிக்கவும்.",
    "2510209017": "மேலும் உதவி வேண்டுமா?",
    "477275453": "ஹேக்கர்களுக்கு ஏபிஐகள் ஏன் பிரபலமான இலக்காக உள்ளன?",
    "596347471": "அப்ளிகேஷன் புரோகிராமிங் இன்டர்ஃபேஸ்கள் (ஏபிஐக்கள்) சைபர்ஸ்பேஸில் தீங்கிழைக்கும் நடிகர்களுக்கு ஒரு பிரபலமான இலக்காகிவிட்டன. இதற்குப் பல காரணங்கள் உள்ளன, பயன்பாட்டு ஒருங்கிணைப்பில் அவற்றின் சிறந்த பயன்பாடு உட்பட. இருப்பினும், ஏபிஐ அபாயத்தைக் குறைக்க முடியும்.",
    "2441638955": "முதலில், API என்றால் என்ன?",
    "3963216198": "ஹேக்கர்களுக்கு ஏபிஐகள் ஏன் பிரபலமான இலக்காக இருக்கின்றன என்பதைப் பற்றி விவாதிக்க, \"ஏபிஐ\" என்ற வார்த்தையின் அர்த்தம் என்ன என்பதை முதலில் வரையறுக்க சிறிது நேரம் ஒதுக்குவது மதிப்பு. API இன் கருத்து புதியதல்ல. உண்மையில், பல்வேறு கணினி அமைப்புகளை ஒன்றோடொன்று இணைக்கும் இடைமுகங்களும், அவற்றின் உள் கூறுகளும் குறைந்தபட்சம் 1960 களின் முற்பகுதியில் இருந்தே உள்ளன.",
    "1047251718": "இருப்பினும், இன்று, மக்கள் APIகளைப் பற்றி பேசும்போது, அவை நிலையான அடிப்படையிலான APIகளைக் குறிக்கின்றன. இவை பிரதிநிதித்துவ மாநில பரிமாற்றம் (REST) போன்ற திறந்த தரநிலைகளைப் பயன்படுத்தி உருவாக்கப்பட்ட APIகள் மற்றும் JavaScript ஆப்ஜெக்ட் நோட்டேஷன் (JSON) போன்ற திறந்த நிலையான கோப்பு வடிவங்கள். அத்தகைய \"RESTful APIகள்\", அவை அறியப்பட்டவை, தனியுரிம மென்பொருளின் தேவையின்றி உருவாக்கப்படலாம். இதன் விளைவாக வரும் APIகள் மென்பொருள் பயன்பாடுகளுக்கு இடையே தரவு மற்றும் செயல்முறை அழைப்புகளை அனுப்பவும் பெறவும் முடியும். எடுத்துக்காட்டாக, மொபைல் பேங்கிங் ஆப்ஸ் வங்கியின் அமைப்புகளை அணுக API ஐப் பயன்படுத்துகிறது.",
    "3195334319": "APIகளின் பயன்பாடு மற்றும் பாதிப்பு",
    "1903743785": "தரநிலை அடிப்படையிலான ஏபிஐகளின் வருகையானது பயன்பாட்டு ஒருங்கிணைப்பில் ஒரு பெரிய முன்னேற்றத்தைக் குறிக்கிறது. கடந்த 20 ஆண்டுகளுக்கும் மேலாக, APIகள் விலையுயர்ந்த மற்றும் சிக்கலான தனியுரிம மென்பொருள் தயாரிப்புகளில் இருந்து இலவச, தரநிலை அடிப்படையிலான கருவிகளாக மாறியது, அவை ஒப்பீட்டளவில் எளிதான மற்றும் விரைவாக பயன்படுத்தக்கூடியவை.",
    "879362350": "புதிய APIகள் இணையத்தில் வேலை செய்வதால், இயங்குதளம், தரவுத் திட்டம் அல்லது நிரலாக்க மொழி ஆகியவற்றைப் பொருட்படுத்தாமல், உலகில் எங்கும் எந்த மென்பொருள் அல்லது தரவு மூலத்தையும் இணைக்க முடிந்தது. இதன் விளைவாக, கணினி உலகம் இப்போது API புரட்சியின் மத்தியில் உள்ளது. பயன்பாடுகள் மற்றும் தரவுகளுக்கு இடையேயான இணைப்பில் வெடிப்பு ஏற்பட்டுள்ளது. அது மிகவும் நல்லது, அது இல்லாத வரை.",
    "3844432472": "API களின் திறந்த தன்மை மற்றும் பயன்பாடு தாக்குபவர்களுக்கு நம்பமுடியாத அளவிற்கு பணக்கார இலக்குகளை உருவாக்குகிறது. ஒரு API ஐப் பயன்படுத்தி கார்ப்பரேட் அமைப்பிலிருந்து தரவை அடையவும் பெறவும் மொபைல் பயன்பாட்டை நிரல்படுத்துவது போலவே, தீம்பொருளின் ஒரு பகுதியும் இருக்கலாம். ஏபிஐகளை துஷ்பிரயோகம் செய்ய ஹேக்கர்கள் பலவிதமான மென்பொருள் கருவிகளை எழுதியுள்ளனர். இது ஒரு பயனுள்ள தாக்குதல் நுட்பமாகும்.",
    "2187096543": "உண்மையில், ஹேக்கர்-எழுதப்பட்ட மென்பொருளின் விளைவாக சில பெரிய தரவு மீறல்கள் உள்ளன, அவை தரவுத்தளத்திலிருந்து தரவைப் பிரித்தெடுக்க API ஐ அழைக்கின்றன. எல்லாவற்றிற்கும் மேலாக, தரவைத் திருடுவதற்கு REST மற்றும் JSON ஐப் பயன்படுத்தி எழுதப்பட்ட API இல் அடிப்படை GET அழைப்பு தேவைப்பட்டால், தரவுத்தளத்தை விரைவாக அகற்றுவது எளிது. உண்மையில், \"ஸ்கிரீன் ஸ்கிராப்பிங்\" தாக்குதல்களைப் பற்றி மக்கள் பேசும்போது, அவர்கள் உண்மையில் என்ன அர்த்தம், பெரும்பாலும், தரவுத்தளங்களிலிருந்து தரவை இழுக்கும் விரைவான-தீ API அழைப்புகள். API கள் அவற்றை உருவாக்கும் நிறுவனங்களுக்கு ஒரு பெரிய தாக்குதல் மேற்பரப்பாக மாறியுள்ளன.",
    "4222109231": "hCaptcha இன் எண்டர்பிரைஸ் தயாரிப்புடன் API அபாயத்தைக் குறைக்கிறது",
    "1783317946": "API தாக்குதல்களை நிறுத்துவது ஒரு பிரபலமான பயன்பாடு ஆகும்",
    "3022922096": ", hCaptcha இன் நிறுவனத் தொகுப்பு தயாரிப்புகள். hCaptcha இன் இலவச பதிப்பைப் போலன்றி,",
    "63719113": "உங்கள் தளம் மற்றும் பயன்பாடுகளுக்கு தீங்கிழைக்கும் போக்குவரத்தை அடையாளம் காண மேம்பட்ட இயந்திர கற்றலைப் பயன்படுத்துகிறது - ஸ்கிராப்பிங் நடவடிக்கைகள் உட்பட.",
    "3566102529": "இன்று நாம் மேலும் அறிய.",
    "3096553330": "நாம் உருவாக்கும் ஒவ்வொரு அமைப்பும் மற்றவர்களுடனான நமது உறவுகளை வெறுமனே பிரதிபலிக்கிறது.",
    "1467218142": "அவர்களிடமிருந்தும் நம்மிடமிருந்தும் நாம் விரும்புவது நம் நடத்தையை இயக்குகிறது, இதனால் அனைத்து மனித அமைப்புகளிலும் அதே தொடர்பு முறைகள் மீண்டும் நிகழ்கின்றன. நமது உலகின் இந்த அடிப்படை அம்சத்திற்கு இணையம் பல சிறந்த உதாரணங்களை வழங்குகிறது.",
    "808872868": "எடுத்துக்காட்டாக: ஸ்பேம், மோசடி மற்றும் துஷ்பிரயோகம் இரண்டு சிஸ்டம்கள் ஒன்றாக இணைக்கப்பட்ட நாளிலிருந்து கிட்டத்தட்ட ஆன்லைனில் உள்ளது.",
    "1085089390": "ஆன்லைன் துஷ்பிரயோகம் உள்ளார்ந்த மனித நடத்தைகளிலிருந்து உருவாகிறது",
    "3064321967": "அறியப்பட்ட முதல் ஸ்பேம் மின்னஞ்சல் 1978 இல் அனுப்பப்பட்டது.",
    "3800781598": "] ஏறக்குறைய ஐந்து தசாப்தங்களுக்குப் பிறகு, மின்னஞ்சல் ஸ்பேம் நம்மைத் தொடர்ந்து பாதிக்கிறது. பல பில்லியன் டாலர்கள் மற்றும் ஆயிரக்கணக்கான தனிநபர்-ஆண்டுகளின் பொறியியல் முயற்சிகள் அதைத் தோற்கடிக்கப்பட்டன, இன்னும் ஸ்பேம் தொடர்கிறது. இரு தரப்பிலும் பில்லியன் டாலர் தொழில்கள் உள்ளன, அதாவது அதற்கு எதிராக பாதுகாப்பவர்கள் மற்றும் அதை அனுப்புபவர்கள்.",
    "2119943547": "இது ஏன்? பதில் எளிது. ஒரு அமைப்பை துஷ்பிரயோகம் செய்வதற்கான ஊக்கம் இருக்கும் வரை, யாராவது பொதுவாக ஒரு வழியைக் கண்டுபிடிப்பார்கள். அவர்கள் செய்தவுடன், வேறு யாரோ இப்போது அவர்களைத் தடுக்க ஒரு ஊக்கத்தைப் பெறுவார்கள்.",
    "532470444": "சமநிலை ஆண்டுக்கு ஆண்டு சிறிது மாறலாம், ஆனால் இந்த நடத்தை அடிப்படை மனித இயல்பை பிரதிபலிக்கிறது, மேலும் ஐந்தாயிரம் ஆண்டுகால பதிவு செய்யப்பட்ட வரலாற்றின் இயக்கவியல் எந்த நேரத்திலும் மாற வாய்ப்பில்லை என்பதைக் குறிக்கிறது.",
    "3193548097": "நம்பிக்கை வசந்தங்கள் நித்தியம்",
    "4065614934": "இந்த பகுப்பாய்வு புதியதல்ல, ஆனால் மக்கள் நித்திய நம்பிக்கையுடன் இருக்கிறார்கள். குறிப்பாக அவர்களின் யோசனை புதியது என்று அவர்கள் நினைக்கும் போது.",
    "1216071511": "அதே யோசனைகள் அடிக்கடி முன்மொழியப்படுகின்றன, சுமார் 20 ஆண்டுகளுக்கு முன்பு, ஒரு அநாமதேய எழுத்தாளர் ஸ்பேம் எதிர்ப்பு தீர்வுகள் பற்றிய ஆன்லைன் விவாதங்களுக்கு ஒரு உதவிகரமான நிரப்புதலைக் கொண்டு வந்தார்:",
    "1941999673": "உங்கள் இடுகை வழக்கறிஞர்கள் ஏ",
    "4179118182": "( ) தொழில்நுட்ப ( ) சட்டமன்ற ( ) சந்தை அடிப்படையிலான ( ) விழிப்புணர்வு",
    "3978720689": "ஸ்பேமை எதிர்த்துப் போராடுவதற்கான அணுகுமுறை. உங்கள் யோசனை பலிக்காது. இது ஏன் வேலை செய்யாது என்பது இங்கே.",
    "318339230": "(பின்வருவனவற்றில் ஒன்று அல்லது அதற்கு மேற்பட்டவை உங்கள் குறிப்பிட்ட யோசனைக்கு பொருந்தலாம், மேலும் அது இருக்கலாம்",
    "30312304": "மோசமான கூட்டாட்சி சட்டம் இயற்றப்படுவதற்கு முன்பு மாநிலத்திற்கு மாநிலம் மாறுபடும் மற்ற குறைபாடுகள்.)",
    "2710988028": "( ) மின்னஞ்சல் முகவரிகளை அறுவடை செய்ய ஸ்பேமர்கள் இதை எளிதாகப் பயன்படுத்தலாம்",
    "3912514510": "( ) அஞ்சல் பட்டியல்கள் மற்றும் பிற முறையான மின்னஞ்சல் பயன்பாடுகள் பாதிக்கப்படும்",
    "2030062561": "( ) யாராலும் பையனைக் கண்டுபிடிக்கவோ அல்லது பணத்தை வசூலிக்கவோ முடியாது",
    "3334160175": "() மிருகத்தனமான தாக்குதல்களுக்கு எதிராக இது பாதுகாப்பற்றது",
    "3238345709": "( ) இது இரண்டு வாரங்களுக்கு ஸ்பேமை நிறுத்தும், அதன் பிறகு நாம் அதில் சிக்கிக்கொள்வோம்",
    "4227800293": "( ) மின்னஞ்சலைப் பயன்படுத்துபவர்கள் அதை ஏற்றுக்கொள்ள மாட்டார்கள்",
    "2271252286": "( ) மைக்ரோசாப்ட் அதை ஏற்காது",
    "692064738": "( ) காவல்துறை அதைச் சகித்துக் கொள்ளாது",
    "3475647460": "( ) ஸ்பேமர்களிடமிருந்து அதிக ஒத்துழைப்பு தேவைப்படுகிறது",
    "1482845460": "( ) ஒரே நேரத்தில் அனைவரிடமிருந்தும் உடனடி முழு ஒத்துழைப்பு தேவைப்படுகிறது",
    "3741193183": "( ) பல மின்னஞ்சல் பயனர்கள் வணிகத்தை இழக்கவோ அல்லது சாத்தியமான முதலாளிகளை அந்நியப்படுத்தவோ முடியாது",
    "2234909600": "( ) ஸ்பேமர்கள் தங்கள் பட்டியலில் உள்ள தவறான முகவரிகளைப் பற்றி கவலைப்படுவதில்லை",
    "1982617151": "( ) யாரேனும் யாருடைய தொழில் அல்லது வியாபாரத்தை அநாமதேயமாக அழிக்க முடியும்",
    "2498172334": "குறிப்பாக, உங்கள் திட்டம் கணக்கில் வரவில்லை",
    "389705801": "( ) சட்டங்கள் அதை வெளிப்படையாக தடை செய்கிறது",
    "190955495": "( ) மின்னஞ்சலுக்கு மையமாக கட்டுப்படுத்தும் அதிகாரம் இல்லாதது",
    "237009707": "( ) வெளி நாடுகளில் திறந்த ரிலே",
    "3507532387": "( ) அனைத்து மின்னஞ்சல் முகவரிகளின் சிறிய எண்ணெழுத்து முகவரி இடத்தைத் தேடுவது எளிது",
    "2477958756": "( ) கெட்ட மனிதர்கள்",
    "3254142589": "() அதிகார வரம்பு சிக்கல்கள்",
    "3621401685": "( ) வித்தியாசமான புதிய வரிகளின் செல்வாக்கின்மை",
    "4277475973": "( ) வித்தியாசமான புதிய வடிவிலான பணத்தை ஏற்றுக்கொள்ள பொதுமக்கள் தயக்கம்",
    "941057651": "( ) SMTP இல் தற்போதுள்ள மிகப்பெரிய மென்பொருள் முதலீடு",
    "3265293440": "( ) SMTP தவிர மற்ற நெறிமுறைகள் தாக்குதலுக்கு உள்ளாகும் தன்மை",
    "515733427": "( ) மின்னஞ்சல் மூலம் பெறப்பட்ட OS இணைப்புகளை நிறுவ பயனர்களின் விருப்பம்",
    "2631159699": "( ) வார்ம் ரிடில்டு பிராட்பேண்ட்-இணைக்கப்பட்ட விண்டோஸ் பெட்டிகளின் படைகள்",
    "776542208": "() அனைத்து வடிகட்டுதல் அணுகுமுறைகளிலும் ஈடுபட்டுள்ள நித்திய ஆயுதப் போட்டி",
    "989480928": "( ) ஸ்பேமின் அதீத லாபம்",
    "3898950867": "( ) ஜோ வேலைகள் மற்றும்/அல்லது அடையாள திருட்டு",
    "3395399558": "() தொழில்நுட்ப கல்வியறிவற்ற அரசியல்வாதிகள்",
    "1118929614": "( ) ஸ்பேமர்களுடன் வியாபாரம் செய்யும் நபர்களின் அதீத முட்டாள்தனம்",
    "838951836": "( ) ஸ்பேமர்களின் நேர்மையின்மை",
    "2123236933": "( ) கிளையன்ட் வடிகட்டுதலால் பாதிக்கப்படாத அலைவரிசை செலவுகள்",
    "2292919419": "() அவுட்லுக்",
    "2534436327": "மேலும் பின்வரும் தத்துவ எதிர்ப்புகளும் பொருந்தலாம்:",
    "832385387": "( ) உங்களுடையதைப் போன்ற யோசனைகள் எளிதாகக் கொண்டு வரப்படுகின்றன, ஆனால் எதுவும் நடைமுறையில் காட்டப்படவில்லை",
    "1993984258": "( ) விலகுதல் அடிப்படையிலான எந்தவொரு திட்டமும் ஏற்றுக்கொள்ள முடியாதது",
    "3909240516": "( ) SMTP தலைப்புகள் சட்டத்தின் பொருளாக இருக்கக்கூடாது",
    "1151065360": "( ) பிளாக்லிஸ்ட்கள் சக்",
    "2396605499": "( ) ஒயிட்லிஸ்ட்கள் சக்",
    "2225785608": "( ) தணிக்கை செய்யாமல் வயாக்ரா பற்றி பேச வேண்டும்",
    "3004688366": "() எதிர் நடவடிக்கைகளில் கம்பி மோசடி அல்லது கிரெடிட் கார்டு மோசடி ஆகியவை இருக்கக்கூடாது",
    "922470170": "( ) எதிர் நடவடிக்கைகள் பொது நெட்வொர்க்குகளை நாசப்படுத்துவதை உள்ளடக்கியதாக இருக்கக்கூடாது",
    "3068923550": "( ) படிப்படியாக படிப்படியாக இருந்தால் எதிர் நடவடிக்கைகள் செயல்பட வேண்டும்",
    "2752975480": "( ) மின்னஞ்சல் அனுப்புவது இலவசமாக இருக்க வேண்டும்",
    "117227832": "( ) நாங்கள் ஏன் உங்களையும் உங்கள் சர்வர்களையும் நம்ப வேண்டும்?",
    "1021431157": "( ) திறந்த மூல அல்லது திறந்த மூல உரிமங்களுடன் இணக்கமின்மை",
    "2801524659": "( ) உணர்வு-நல்ல நடவடிக்கைகள் சிக்கலைத் தீர்க்க எதுவும் செய்யாது",
    "931661269": "( ) தற்காலிக/ஒரு முறை மின்னஞ்சல் முகவரிகள் சிக்கலானவை",
    "2090457681": "( ) அரசாங்கம் எனது மின்னஞ்சலைப் படிப்பதை நான் விரும்பவில்லை",
    "3536122902": "( ) அவர்களை அப்படி நிறுத்துவது மெதுவாகவும் வலியாகவும் இல்லை",
    "2391175562": "மேலும், உங்களைப் பற்றி நான் நினைப்பது இதுதான்:",
    "229198134": "( ) மன்னிக்கவும் நண்பரே, ஆனால் அது வேலை செய்யாது என்று நினைக்கிறேன்.",
    "345563040": "( ) இது ஒரு முட்டாள்தனமான யோசனை, இதைப் பரிந்துரைப்பதற்காக நீங்கள் ஒரு முட்டாள் நபர்.",
    "409780280": "( ) நல்ல முயற்சி, ****! யாராவது உங்கள் விசைப்பலகையில் அடியெடுத்து வைப்பார்கள் என்று நம்புகிறேன்!",
    "2820080973": "❤ மூலம் நடத்தப்பட்டது",
    "3943164003": "பச்சையாக பார்க்கவும்",
    "3875523186": "gistfile1.txt",
    "2840750518": "கிட்ஹப்",
    "593735469": "உங்கள் புதிய ஸ்பேம் எதிர்ப்பு தீர்வு ஏன் வேலை செய்யாது",
    "361795034": ". அறியப்படாத எழுத்தாளர், சி. 2000",
    "1547006769": "மனிதநேய சரிபார்ப்பும் அதே பிரச்சனை",
    "3717942925": "மின்னஞ்சல் மூலம் உங்கள் கவனத்தை ஈர்க்க விரும்பும் நபர்கள் எப்போதும் இருப்பதைப் போலவே, மனிதர்கள் மட்டுமே அணுகக்கூடிய சில ஆதாரங்களுக்கான அணுகலைக் கட்டுப்படுத்தும் ஆசை எப்போதும் இருக்கும்.",
    "2481032625": "தடுப்பது நோக்கமா:",
    "1691348394": "- வரையறுக்கப்பட்ட வெளியீட்டு விற்பனையின் போது தானியங்கி வெகுஜன கொள்முதல்",
    "1771016224": "- உங்கள் இணையதளத்தில் உள்ள அனைத்து உள்ளடக்கங்களையும் மொத்தமாக பதிவிறக்கம் செய்யும் மென்பொருள்",
    "1959762846": "- முடிவில்லாத மார்க்கெட்டிங் ஸ்பேம் அல்லது துஷ்பிரயோகம் மூலம் உங்கள் இணைய படிவங்களை நிரப்புதல்",
    "345108670": "- நற்சான்றிதழ் நிரப்புதல் மற்றும் பிற கணக்கை கையகப்படுத்தும் முயற்சிகள்",
    "2540760245": "மற்ற பல பயன்பாடுகளில், கடந்த ஐந்தாயிரம் ஆண்டுகளில் பதிவுசெய்யப்பட்ட அதே மாதிரிகளை மனித இயல்பு பின்பற்றும் வரை, \"மனிதனா இல்லையா\" என்பதன் அடிப்படையில் ஆன்லைன் போக்குவரத்தை வடிகட்டுவது மதிப்புமிக்க கருவியாக இருக்கும்.",
    "3346362371": "இயந்திர கற்றல் பற்றி என்ன?",
    "3619183405": "2021 ஆம் ஆண்டில் எளிய CAPTCHA கள் சில நேரங்களில் மென்பொருள் மூலம் தீர்க்கப்படலாம், இயந்திர கற்றலில் ஏற்பட்ட முன்னேற்றங்களுக்கு நன்றி. இதை நிவர்த்தி செய்ய, hCaptcha போன்ற பண்புகளை மிக விரிவான பகுப்பாய்வு செய்கிறது",
    "3292221787": "சவாலுக்கு பதில் கிடைத்தது, அது சரியானதா என்பது மட்டுமல்ல, கேள்விகள் மற்றும் பயன்படுத்தப்படும் தரவு இரண்டையும் அடிக்கடி மாற்றுகிறது.",
    "1080672247": "கேட்கப்படும் பல கேள்விகளுக்கு ஆஃப் தி ஷெல்ஃப் சாஃப்ட்வேர் மூலம் பொருளாதார ரீதியாக தீர்வு காண முடியாது, மேலும் தரவு பொதுவாக கணினிக்கு தனித்துவமானது என்பதால், போட்கள் பெரும்பாலும் இலவச சேவையால் முற்றிலுமாக நிறுத்தப்பட்டு, அதற்கு பதிலாக மனித CAPTCHA தீர்வுகளை நம்பியிருக்க வேண்டும். பல வகையான முறைகேடுகளை முற்றிலும் பொருளாதாரமற்றதாக்குகிறது.",
    "4172868199": "இதை விட அதிகமாக செல்கிறது, \"நல்ல மனிதனை\" \"கெட்ட மனிதனிலிருந்து\" வேறுபடுத்தும் முயற்சியில் இறங்குகிறது, மேலும் இன்று உலகின் மிகவும் பிரபலமான பல ஆன்லைன் சேவைகளால் கொள்முதல் மோசடி முதல் மேம்பட்ட நிலைத்தன்மை வரை அனைத்தையும் கண்டுபிடித்து நிறுத்த பயன்படுத்தப்படுகிறது. தனியுரிமையைப் பாதுகாப்பதில் தனிப்பட்ட கவனம் செலுத்தும் அதே வேளையில், அவர்களின் பயனர்களுக்கு எதிரான அச்சுறுத்தல்கள்.",
    "2873911365": "வன்பொருள் சான்றளிப்பு பற்றி என்ன?",
    "1477196356": "கிரிப்டோகிராஃபிகலாக பாதுகாப்பான முறையில், சில நேரங்களில் தனியுரிமையைப் பாதுகாக்கும் பண்புகளுடன், சாதனத்துடன் அடையாளத்தை இணைக்கும் பல்வேறு முறைகள் பல தசாப்தங்களாக முன்மொழியப்பட்டு வருகின்றன. பொது விசை குறியாக்கவியல் சி. 1975, மற்றும் வன்பொருள் டோக்கன்கள் ஏறக்குறைய நீண்ட காலமாக உள்ளன.",
    "2349681896": "துரதிர்ஷ்டவசமாக, வன்பொருளின் ஒரு பகுதியைக் கட்டுப்படுத்துவது நீங்கள் ஒரு நபர் என்று அர்த்தமல்ல. ஏறக்குறைய ஒவ்வொரு பிரபலமான நுகர்வோர் வன்பொருள் சான்றளிக்கும் திட்டமும் மீண்டும் மீண்டும் உடைக்கப்பட்டு, ஒட்டப்பட்டு, பின்னர் மீண்டும் உடைக்கப்பட்டுள்ளது.",
    "254326776": "இந்த குறைபாடுகளின் தீங்கிழைக்கும் துஷ்பிரயோகம், வெளிப்படுத்தப்படுவதற்கு அல்லது கல்வியில் வெளியிடுவதற்கு முன் மாதங்கள் அல்லது வருடங்களாக அடிக்கடி கண்டறியப்படுகிறது.",
    "2462909475": "10,000 க்கும் மேற்பட்ட ஃபோன்களின் சுவர், துஷ்பிரயோகத்திற்கு பயன்படுத்தப்பட்டது, இது ஒரு சீன போட் செயல்பாட்டின் ஒரு பகுதியாகும்.",
    "1963951234": "உங்கள் கிரிப்டோகிராஃபிக் திட்டம் எவ்வளவு நம்பகமானதாக இருந்தாலும், நாளின் முடிவில் நீங்கள் தேடும் பதிலை உங்களுக்கு வழங்க யாரேனும் பணம் செலவழித்தால், ஒரு வன்பொருளை வைத்திருப்பது போதுமானதாக இருக்காது.",
    "1278884196": "கிரிப்டோகிராஃபி என்பது ஒரு இளம் துறையாகும். சமீபத்திய வரலாற்றின் அடிப்படையில், உங்களின் கிரிப்டோகிராஃபிக் திட்டம் மற்றும்/அல்லது செயல்படுத்தல் யாரேனும் அதை உன்னிப்பாகப் பார்க்க ஊக்கம் பெற்றவுடன் உடைக்கப்பட வாய்ப்புள்ளது, மேலும் நீங்கள் செய்வதற்கு முன்பே மற்றவர்கள் இதைக் கண்டுபிடிப்பார்கள். வன்பொருளை நம்புவது என்பது, குறைபாட்டைப் போக்க, உங்கள் ஒவ்வொரு பயனரையும் ஒரு இயற்பியல் சாதனத்தை மாற்றும்படி கேட்க வேண்டியிருக்கலாம். பெரும்பாலான சந்தர்ப்பங்களில் இது விரைவாக நடக்க வாய்ப்பில்லை, உண்மையில் உங்கள் கணினி திறக்கப்படாமல் இருக்கும்.",
    "1828028934": "இதனால்தான்",
    "1642844535": "முக்கியமானது: hCaptcha ஒரே அடிப்படைக் கேள்விக்கு பதிலளிக்க பல வேறுபட்ட அணுகுமுறைகளைப் பயன்படுத்துகிறது, எல்லா மதிப்பீடுகளிலும் நிலைத்தன்மையுடன் ஒப்பிட அனுமதிக்கிறது.",
    "1155821305": "பாதுகாப்பு என்பது ஆழம்",
    "119098046": "செயலற்ற அல்லது சவால் இல்லாத தீர்வுகள் பற்றி என்ன?",
    "2760410719": "முற்றிலும் செயலற்ற சிக்னல்களைக் கொண்டு போட் கண்டறிதலைச் செய்ய முயற்சிக்கும் சேவைகள் ஒரு அடிப்படைச் சிக்கலில் விரைவாக இயங்குகின்றன: உங்களிடம் துல்லியமான அடிப்படை உண்மை இல்லாதபோது, மோசமான நடிகர்களை கணினி சரியாகக் கண்டறிகிறதா என்பதை எப்படிச் சரிபார்க்கலாம்?",
    "1722734001": "திறந்த இணையம் மிகவும் சத்தம் நிறைந்த சூழல். மோசமான நடிகர்கள் எங்கள் சேவையைப் பயன்படுத்துபவர்களையும், reCAPTCHA போன்ற போட்டியாளர்களையும் தினமும் தாக்குகிறார்கள், மேலும் அவ்வாறு செய்யும்போது முடிந்தவரை மனிதனாகத் தோன்ற முயற்சிக்கிறார்கள்.",
    "1595254735": "முற்றிலும் செயலற்ற சேவைகள் போட் கண்டறிதல் துல்லியத்தை பராமரிக்க போராடுகின்றன, அல்லது அவை எப்போது துல்லியமாக இல்லை என்பதை அறியவும். எப்போதாவது பயனர்களுக்கு சவால் விடுக்கும் திறன் மற்றும் அந்த சவாலின் முடிவுகளை சரியாக பகுப்பாய்வு செய்யும் திறன் இல்லாமல், காலப்போக்கில் துல்லியம் வெகுவாகக் குறைகிறது.",
    "2412751979": "hCaptcha சக்தியை வழங்கும் மிகவும் துல்லியமான மனிதநேய சமிக்ஞைகளுக்கு நன்றி, முன்பு reCAPTCHA v3/Enterprise ஐப் பயன்படுத்திய பல நிறுவனங்கள் இதற்கு மாறியுள்ளன.",
    "2284856231": "மேலும் hCaptcha Enterprise இன் முற்றிலும் செயலற்ற முறையில் வியத்தகு முறையில் மேம்படுத்தப்பட்ட துல்லியம் காணப்படுகிறது.",
    "4162847": "எங்கள் வாடிக்கையாளர்களில் சிலர் Google இன் சலுகைகளை முழுமையாக மாற்றுவதற்கு முன்பு அதே கோரிக்கையின் பேரில் A/B சோதனைகளை நடத்துவதால், இதை நேரடியாகக் கவனிக்க முடிந்தது. reCAPTCHA v3 அல்லது reCAPTCHA Enterprise இலிருந்து வரும் அதிக தவறான நேர்மறை மற்றும் தவறான எதிர்மறை விகிதம் இரண்டையும் எங்களால் பொதுவாக நிரூபிக்க முடியும்.",
    "436125785": "அந்தத் தயாரிப்புகளில் உள்ள பின்னூட்டச் சுழற்சிகளின் துல்லியமற்ற தன்மை மற்றும் பாட் கண்டறிதலில் மிகவும் சிறப்பாக செயல்படாமல், அவர்களின் முக்கிய வணிகத்திற்கு தீங்கு விளைவிக்காத வகையில், அதீத ஆர்வத்துடன் அவை விளம்பர நெட்வொர்க்கால் விற்கப்படுகின்றன என்பதாலும் இது ஆச்சரியமளிக்கவில்லை.",
    "2233741720": "முடிவில்",
    "2133809801": "மக்கள் மக்களாக இருக்கும் வரை, ஆன்லைனில் மனிதநேய சரிபார்ப்புக்கு ஒரு பங்கு இருக்கும்.",
    "2255549335": "hCaptcha இல் எங்களின் வேலை சிரமம் மற்றும் துல்லியம் ஆகியவற்றுக்கு இடையே நல்ல பரிமாற்றங்களைக் கண்டறிவது மற்றும் உராய்வு குறைவாக வைத்திருப்பது, குறிப்பாக",
    "4138068262": "பயனர்கள். இறுதியில், மனித இயல்பு மாறாமல் இருக்கும் வரை, சவால்களுடன் தொடர்புகொள்வது ஆன்லைன் துஷ்பிரயோகத்தைக் குறைப்பதற்கான கருவிகளின் ஆயுதக் களஞ்சியத்தின் ஒரு பகுதியாக இருக்கும்.",
    "855097735": "எல்லா கவலைகளையும் சமநிலைப்படுத்தும் அதே வேளையில் இதைச் சிறப்பாகச் செய்யும் ஒரு சேவையை உருவாக்குவது மிகவும் கடினமான பிரச்சனையாகும் (மேலும் அனுபவத்தை முடிந்தவரை இனிமையாக மாற்றும் வகையில் அதை மேம்படுத்த நாங்கள் எப்போதும் உழைத்து வருகிறோம்) ஆனால் ஸ்பேம், துஷ்பிரயோகம், கணக்கு கையகப்படுத்துதல் ஆகியவற்றைக் குறைப்பதை நீங்கள் ஒப்புக்கொள்வீர்கள் என்று நம்புகிறோம். , மற்றும் ஆன்லைன் மோசடி என்பது எப்போதாவது கேட்கப்படும் எளிய கேள்விகளுக்கு மதிப்புள்ளது.",
    "1953959745": "அணுகல்",
    "2543123170": "ஜீரோ உராய்வு மனிதநேயம் சரிபார்ப்பு",
    "547245263": "இன்றே உங்கள் போட் பிரச்சனையை தீர்க்கவும்.",
    "3117887301": "மிகப்பெரிய ஆன்லைன் சேவைகளால் நம்பப்படுகிறது",
    "981806349": "நிரூபிக்கப்பட்ட hCaptcha இயங்குதளத்தில் கட்டப்பட்டது",
    "2373007864": "hCaptcha எண்டர்பிரைஸ் hCaptcha இயங்குதள தொழில்நுட்பத்தில் இயங்குகிறது, அதிக ட்ராஃபிக் நிறுவனங்களுக்குத் தேவையான அம்சங்களைச் சேர்க்க நீட்டிக்கப்பட்டுள்ளது.",
    "2652399059": "நம்பகமான பங்குதாரர்",
    "1997838163": "உலகின் மிகப்பெரிய நிறுவனங்கள் hCaptcha நிறுவனத்தை சார்ந்துள்ளது. ஒருங்கிணைப்பு எளிமையானது மற்றும் கண்டறிதல் துல்லியம் இணையற்றது.",
    "734735952": "பல CAPTCHA விற்பனையாளர்களை மதிப்பீடு செய்தோம், அத்துடன் ஒரு அமைப்பை நாமே உருவாக்கினோம். இறுதியில், reCAPTCHA க்கு சிறந்த மாற்றாக hCaptcha உருவானது.",
    "1250541092": "- செர்ஜி இசாசி",
    "3524251858": "தயாரிப்பு மேலாண்மை இயக்குனர், Cloudflare",
    "3971348140": "நாம் ஏன் hCaptcha ஐப் பயன்படுத்தினோம்? எங்களுக்குத் தேவையான அம்சங்களையும் செயல்திறனையும் வேறு யாராலும் வழங்க முடியாது. அவர்கள் எங்களை எழுப்பி விரைவாக ஓடினார்கள், எங்கள் வணிகர்கள் அனுபவத்தை விரும்புகிறார்கள்.",
    "4248655793": "- அலெக்ஸ் எம்.",
    "4185927140": "தயாரிப்பு மேலாளர், Flash, Shopify",
    "282913023": "அதிக போக்குவரத்து நிறுவனங்களுக்கான செலவு குறைந்த விருப்பம்",
    "999610953": "இறுதியாக, Google க்கு நம்பகமான மாற்று. hCaptcha Enterprise அதிக பாதுகாப்புடன் உங்கள் reCAPTCHA பில் வியத்தகு சேமிப்பை வழங்குகிறது: சில சமயங்களில் 80% வரை குறைந்த விலை.",
    "1886100235": "உலகின் மிகப் பெரிய ஆன்லைன் சேவைகள் பல hCaptcha Enterprise க்கு மாறி, கணிசமான செலவுச் சேமிப்புடன் மேம்படுத்தப்பட்ட போட் கண்டறிதலைப் பெற்றுள்ளன.",
    "2903742230": "விளம்பர நெட்வொர்க்குகள் உங்கள் பார்வையாளர்களை தயாரிப்பாகப் பார்க்கின்றன. எங்களைப் பொறுத்தவரை அவர்களின் மனிதாபிமானத்தை தீர்மானிப்பது மட்டுமே குறிக்கோள். எங்கள் சேவைகள் GDPR, CCPA, LGPD மற்றும் PIPL தேவைகளை பூர்த்தி செய்கின்றன அல்லது மீறுகின்றன, மேலும் தனியுரிமை மற்றும் பாதுகாப்பை சமநிலைப்படுத்த நாங்கள் கடுமையாக உழைக்கிறோம்.",
    "3901503296": "தனியுரிமையின் மீதான இந்த தனித்துவமான கவனம், சிறந்த பாதுகாப்பைப் பராமரிக்கும் போது தேவைக்கேற்ப தனிப்பட்ட தரவுத் தக்கவைப்பு, குக்கீ இல்லாத செயல்பாடு மற்றும் பிற ஒப்பந்தத் தனியுரிமை உத்தரவாதங்களை நாங்கள் வழங்க முடியும்.",
    "3342910682": "மேலும் படிக்கவும்",
    "1130783905": "துல்லியம் என்பது உங்கள் மற்றும் எங்களின் ஆர்வத்தில் உள்ளது. hCaptcha உங்களுக்கு உண்மையான தரவை வழங்கவும், அதை எவ்வாறு பயன்படுத்துவது என்பதை தீர்மானிக்கவும் உதவுகிறது. மற்ற பாதுகாப்பு தீர்வுகள் மாபெரும் விளம்பர நிறுவனங்களால் வழங்கப்படுகின்றன. இதன் பொருள் அவர்கள் தடுக்கும் ஒவ்வொரு போட்களும் தங்கள் வருவாயைக் குறைக்கலாம்.",
    "2019130052": "தனியுரிமை-மையப்படுத்தப்பட்ட ML இல் உள்ள எங்கள் கண்டுபிடிப்புகள், பாதுகாப்பு அல்லது பயனர் தனியுரிமைக்கு தீங்கு விளைவிக்காமல் \"எல்லாவற்றையும் என்றென்றும் பதிவுசெய்யும்\" உத்திகளின் பாரம்பரியத்தின் பாதுகாப்புத் தரங்களை மீறுகிறது.",
    "23114595": "சிறந்த பயனர் அனுபவம்",
    "3437412311": "எண்டர்பிரைஸ் பயனர்களுக்கு, செயலற்ற மதிப்பெண்களை நம்பி, பெரும்பாலான சூழ்நிலைகளில் சவால்களை முற்றிலும் தவிர்க்க விருப்பங்கள் உள்ளன.",
    "1996843433": "உங்களின் 99.9% சட்டப்பூர்வ போக்குவரத்திற்கான சவாலைத் தவிர்ப்பதன் மூலம் உராய்வைக் குறைக்கவும், அதே நேரத்தில் சிறந்த பாதுகாப்பை வழங்கவும்.",
    "3093689546": "எளிதான ஒருங்கிணைப்பு",
    "247560732": "குறியீட்டின் மூன்று வரிகளுடன் hCaptcha ஐச் சேர்க்கவும். நீங்கள் reCAPTCHA இலிருந்து வருகிறீர்கள் என்றால், எங்கள் API இணக்கமானது மற்றும் மாறுவதற்கு சில நிமிடங்கள் மட்டுமே ஆகும்.",
    "1510448156": "நீங்கள் இன்று ஒரு சிறந்த மாற்றுடன் இயங்கலாம், மேலும் தேவையான மேம்பட்ட அம்சங்களை இயக்கலாம்.",
    "2718999653": "தனிப்பயனாக்கப்பட்ட அச்சுறுத்தல் மதிப்பெண்கள்",
    "2698140263": "எல்லா பிரச்சனைகளும் ஒரே மாதிரியானவை அல்ல: ஒரு மதிப்பெண் பெறுவது என்பது பயனுள்ளதாக இருக்க உங்கள் தேவைகளை தீர்க்க வேண்டும் என்பதாகும்.",
    "897432717": "தனிப்பயனாக்கப்பட்ட அச்சுறுத்தல் மதிப்பெண்களுக்கான எங்கள் புதுமையான வடிவமைப்புடன், உங்கள் வணிக அறிவைச் சேர்ப்பதன் மூலம், உங்கள் பயனர்களுக்கு தனிப்பட்ட முறையில் மதிப்பெண்களை வழங்க எங்கள் மாடல்களை அனுமதிக்கிறது.",
    "2650502379": "உங்கள் சொந்த சவால்களை நொடிகளில் தொடங்கவும்",
    "3578122193": "தொடர்புடைய உள்ளடக்கத்துடன் பிராண்டில் இருங்கள்",
    "1074044172": "உங்கள் பாதுகாப்புத் தேவைகளைப் பூர்த்தி செய்வதற்கான சவாலை பயனர்கள் தீர்க்க வேண்டியிருக்கும் போது, பயனருக்கு இனிமையான மற்றும் பொருத்தமான கேள்விகளை ஏன் கேட்கக்கூடாது?",
    "1579093044": "எங்கள் எளிய தனிப்பயன் சவால் வடிவமைப்பாளர் மூலம், சில நிமிடங்களில் பிராண்ட் சவால் உள்ளடக்கத்தை நீங்கள் தொடங்கலாம்.",
    "3717512591": "நேரடி இயங்குதள ஒருங்கிணைப்பு",
    "121743429": "இணைய உள்கட்டமைப்பு நிறுவனங்களுக்கு",
    "2131386784": "உங்களுக்கும் உங்கள் பயனர்களுக்கும் அணுகக்கூடிய நிபுணத்துவம் மற்றும் ஆதரவு",
    "2782263070": "சேவை எங்களுக்கு முதன்மையானது. நாங்கள் 24/7 ஆன்-கால் ஆதரவைப் பராமரித்து, உங்கள் பொறியியல் ஒருங்கிணைப்புக் குழு மற்றும் செயல்படுத்தும் போது மற்றும் அதற்குப் பிறகு எங்கள் அழைப்பு ஊழியர்களுடன் நேரடி ஸ்லாக் ஒருங்கிணைப்பை வழங்குகிறோம்.",
    "3740051331": "சமூக ஊடகங்கள், மன்றங்கள் மற்றும் எங்களின் இன்-விட்ஜெட் மற்றும் மின்னஞ்சல் ஆதரவு சேனல்கள் ஆகியவற்றில் உங்கள் பயனர்களின் கேள்விகளை தீவிரமாகக் கண்காணித்து பதிலளிக்கவும் நாங்கள் கடமைப்பட்டுள்ளோம். நாங்கள் அணுகக்கூடியவர்கள் மற்றும் பதிலளிக்கக்கூடியவர்கள், மேலும் பயனர் திருப்தியை ஒரு சிறந்த KPI ஆக கருதுகிறோம்.",
    "170775527": "நிறுவன அம்சங்கள்",
    "3383086062": "hCaptcha Enterprise ஒரு முழுமையான ஆன்லைன் பாதுகாப்பு தீர்வாகும். செயலில் மற்றும் செயலற்ற முறைகள் நற்சான்றிதழ் நிரப்புதலை நிறுத்தவும், கணக்கு கையகப்படுத்தல்களைக் கண்டறியவும் மற்றும் சந்தேகத்திற்குரிய நபர்களைத் தடுக்கவும் உங்களை அனுமதிக்கின்றன. முறையான பயனர்களுக்கு பூஜ்ஜிய உராய்வுடன் அனைத்தும்.",
    "1408599440": "சில வரிக் குறியீடுகள் மற்றும் எங்களின் 99.9% செயலற்ற பயன்முறையுடன் விரைவாகத் தொடங்குங்கள் அல்லது பயனர்கள் எப்போது, எப்படி சவால் செய்யப்படுகிறார்கள் என்பதை முழுமையாகக் கட்டுப்படுத்தவும். தனிப்பயன் அச்சுறுத்தல் மாதிரிகள் மற்றும் தனிப்பயனாக்கக்கூடிய சவால்கள் பாதுகாப்பை உறுதிப்படுத்த நிகரற்ற நெகிழ்வுத்தன்மையைக் குறிக்கிறது.",
    "3365203058": "உலகத்தரம் வாய்ந்த ஆண்டி-போட் பாதுகாப்பு",
    "1803009328": "வலை அளவில் போர்-சோதனை செய்யப்பட்டது.",
    "1586809757": "உயர் துல்லியம் போட் மதிப்பெண்கள்",
    "353367791": "பல்வேறு வகையான மோசமான நடிகர்களைக் கண்டறியவும்.",
    "191460155": "பூஜ்ஜிய உராய்வு மற்றும் 99.9% செயலற்ற முறைகள்",
    "585557010": "0.1% க்கும் குறைவான முறையான பயனர்களுக்கு சவால் விடுங்கள்.",
    "3287172429": "கட்டுப்பாட்டு சவால் வகைகள் காட்டப்பட்டுள்ளன",
    "1844885924": "தேர்வு செய்ய வகைகளின் பரந்த நூலகம்.",
    "3018523079": "நிலையான பயனர் அனுபவத்துடன் பிராண்டில் இருங்கள்.",
    "3817811295": "உத்தரவாதமான நம்பகத்தன்மை மற்றும் வேகமான 24/7 அழைப்பு ஆதரவு.",
    "1798492192": "மரபு உலாவி ஆதரவு",
    "1356745565": "இன்டர்நெட் எக்ஸ்ப்ளோரர் 8 க்கு எல்லா வழிகளிலும் இணக்கமானது.",
    "751483365": "ஜாவாஸ்கிரிப்ட் அல்லாத வாடிக்கையாளர்களுக்கான ஆதரவு.",
    "4199502476": "மேம்பட்ட அறிக்கையிடல் டாஷ்போர்டுகள் மற்றும் API",
    "3630114728": "உங்கள் எல்லா தளங்களிலும் ஆப்ஸிலும் என்ன நடக்கிறது என்பதைப் பார்க்கவும்.",
    "3573245166": "reCAPTCHA போலல்லாமல், நாங்கள் எல்லா நாட்டிலும் வேலை செய்கிறோம்.",
    "2354267648": "GDPR, CCPA மற்றும் LGPD-க்கு ஏற்ற தனியுரிமைக் கொள்கை",
    "3167979932": "முதல் நாளிலிருந்து தனியுரிமைக்காக வடிவமைக்கப்பட்டுள்ளது. வலுவான தரவு செயலாக்க ஒப்பந்தம்.",
    "4065065042": "உங்கள் பயன்பாட்டு வழக்கை சரியாகப் பொருத்த இதை டயல் செய்யவும்.",
    "111184581": "முதல் தரப்பு ஹோஸ்டிங்",
    "4272022475": "அனைத்து கோரிக்கைகளும் சொத்துக்களும் hcaptcha.yourdomain.com க்குச் செல்கின்றன",
    "2676853536": "பல பயனர் டாஷ்போர்டுகள்",
    "1368787974": "உங்கள் குழு முழுவதும் நிர்வாகத்தைப் பகிரவும்.",
    "1045484714": "உங்கள் அடையாள வழங்குநருடன் SAML SSO ஒருங்கிணைப்பு, எ.கா. Okta அல்லது Azure AD.",
    "3953584369": "அதிநவீன RBAC அணுகல் கட்டுப்பாடுகள் உள்ளன.",
    "2781507299": "உடனடி சரிபார்ப்பு",
    "4019660456": "0ms தாமதம்: ஏபிஐ அழைப்பு இல்லாமல் hCaptcha டோக்கன்களைச் சரிபார்க்கவும்.",
    "3446714684": "மொபைல் (iOS மற்றும் Android) ஒருங்கிணைப்பு",
    "2593768395": "இணையம், சொந்த மொபைல், மொபைல் இணையம் முழுவதும் தடையற்ற அனுபவம். முன் கட்டமைக்கப்பட்ட ஒருங்கிணைப்புகள் மற்றும் சொந்த SDKகள் உள்ளன.",
    "1779265104": "தனிப்பயனாக்கப்பட்ட விதிமுறைகள் மற்றும் தனியுரிமை உத்தரவாதங்கள்",
    "122875767": "மற்ற நிறுவனங்களால் முடியாதபோது உங்கள் சட்டத் தேவைகளைப் பூர்த்தி செய்யுங்கள்.",
    "148188781": "முன்வைக்கப்பட்ட சவால்கள்",
    "838049015": "வினவலுடன் பொருந்தக்கூடிய அனைத்து படங்களையும் தேர்ந்தெடுக்கவும்",
    "1126302400": "எல்லைப் பெட்டி",
    "3554448168": "வகைப்படுத்தல்",
    "2104933754": "தொடர்புடைய லேபிள்களை அடையாளம் காணவும்",
    "3612043014": "மற்றும் பிற எளிய பணிகள். மனிதர்களுக்கு எளிதானது, போட்களுக்கு கடினமானது.",
    "3624758171": "நிறுவன வெளியீட்டாளர்களுக்கும் தனிப்பயன் பணிகள் உள்ளன.",
    "1001938065": "ஒருங்கிணைப்பு எளிதாக இருக்க முடியாது",
    "2138799135": "hCaptcha நீங்கள் பயன்படுத்தும் முன்தளம் மற்றும் பின்தள அமைப்புகளுக்கான டஜன் கணக்கான முன் கட்டப்பட்ட ஒருங்கிணைப்புகளைக் கொண்டுள்ளது.",
    "2535001179": "நீங்கள் Google இன் reCAPTCHA இலிருந்து வருகிறீர்கள் என்றால், எங்கள் APIகள் டிராப்-இன் மாற்றாக இருக்கும்.",
    "1393184984": "உங்களுக்கு தேவையான அனைத்தும்.",
    "3715747429": "உங்களுக்கு ரியாக்ட் ஒருங்கிணைப்பு, iOS நேட்டிவ் ஆப்ஸிற்கான SDKகள், ஜாவா பின்தள உதாரணம் அல்லது வேறு எந்தச் சூழ்நிலையும் தேவைப்பட்டாலும், எங்கள் ஆன்போர்டிங் பொறியாளர்கள் உங்களை விரைவாகச் செயல்படுத்த முடியும்.",
    "2681650568": "எப்போதும் போல, தனியுரிமை எங்களுக்கு ஒரு முக்கிய மதிப்பு. எங்களின் சவால்க் குறியீட்டை தேவையான இடங்களில் மட்டும் சேர்க்கவும், மேலும் உங்களையும் உங்கள் பயனர்களையும் பாதுகாப்பது அர்த்தமுள்ளதாக இருக்கும். தரவு சேகரிப்பைக் குறைப்பது ஒருங்கிணைப்பின் தருணத்திலிருந்து தொடங்குகிறது.",
    "1130868224": "மூன்று கோடுகள் குறியீடு",
    "2183926131": "hCaptcha நிறுவனத்துடன் தொடங்கவும்",
    "1526887904": "hCaptcha நிறுவன தனியுரிமை",
    "1845745385": "தனியுரிமைக்காக வடிவமைக்கப்பட்டது.",
    "1297224875": "எண்டர்பிரைஸ் ஆன்லைன் பாதுகாப்பிற்கான தனிப்பட்ட தனியுரிமை சார்ந்த அணுகுமுறை.",
    "2762458927": "உங்கள் பயனர் தரவு விற்பனைக்கு இல்லை.",
    "2058856283": "hCaptcha நிறுவனத்திற்கு ஒரே ஒரு நோக்கம் உள்ளது: மோசமான நடிகர்கள் உங்கள் ஆன்லைன் செயல்பாடுகளுக்கு இடையூறு விளைவிப்பதையும் உங்கள் பயனர்களுக்கு தீங்கு விளைவிப்பதையும் தடுப்பது.",
    "2408036504": "தரவரிசையில் முன்னணி பாதுகாப்பைப் பராமரிக்கும் அதே வேளையில் தரவு சேகரிப்பு மற்றும் தக்கவைப்பைக் குறைப்பதற்காக எங்கள் அமைப்புகள் அடித்தளத்திலிருந்து வடிவமைக்கப்பட்டுள்ளன. பயனர் தரவைப் பாதுகாப்பதற்கான சிறந்த வழி, அதைச் சேமிப்பதே இல்லை.",
    "4099477834": "அனைத்து வாடிக்கையாளர் உறவுகளும் வலுவான தரவு செயலாக்க ஒப்பந்தத்தால் பாதுகாக்கப்படுகின்றன. உங்கள் சேவை அல்லது உங்கள் வாடிக்கையாளர்கள் எங்கிருந்தாலும் hCaptcha சேவை அனைத்து தனியுரிமைச் சட்டங்களுக்கும் இணங்குகிறது. தனிப்பட்ட தரவை வைத்திருக்காதது மற்ற நிறுவனங்களை விட எங்களுக்கு இதை மிகவும் எளிதாக்குகிறது.",
    "3569492665": "ஆன்லைன் செயல்பாட்டை பதிவு செய்வது பதில் அல்ல.",
    "3389431373": "reCAPTCHA v3 போன்ற சேவைகள், உங்கள் தளத்தின் ஒவ்வொரு பக்கத்திலும் தங்கள் கண்காணிப்பு பிக்சலை வைப்பது நல்ல பாதுகாப்பிற்கு அவசியம் என்று கூறுகின்றன. இது அப்படியல்ல.",
    "3590546893": "எளிய நடத்தை பகுப்பாய்வு என்பது மோசமான நடிகர்களால் எளிதில் உருவாக்கப்பட்ட ஒரு சமிக்ஞையாகும், மேலும் உங்களின் அனைத்து முறையான போக்குவரத்திற்கும் உலாவல் வரலாற்றைத் தக்கவைத்துக்கொள்ள வேண்டும்.",
    "1105363520": "நாங்கள் விளம்பர நெட்வொர்க்கை இயக்கவில்லை, மேலும் அவர்களுக்கு விளம்பரங்களை விற்பதற்காக உங்கள் பயனர் நடத்தையைக் கவனிப்பதில் ஆர்வமில்லை. அதாவது உங்கள் தளத்தின் ஒவ்வொரு பக்கத்திலும் ஒரு செயலற்ற பிக்சல் தேவையில்லை.",
    "3088605177": "எங்களின் சவால்க் குறியீட்டை தேவையான இடங்களில் மட்டும் சேர்க்கவும், மேலும் உங்களையும் உங்கள் பயனர்களையும் பாதுகாப்பது அர்த்தமுள்ளதாக இருக்கும்.",
    "337971271": "இயந்திர கற்றல் பயனுள்ளதாக இருக்கும். ஆனால் இது வேலை செய்ய தனிப்பட்ட தரவு தேவையில்லை.",
    "320166522": "இயந்திர கற்றல் இப்போது நம் வாழ்வின் ஒவ்வொரு அம்சத்தையும் பாதிக்கிறது, பெரும்பாலும் நாம் உணராத மற்றும் பார்க்க முடியாத வழிகளில். ஆன்லைன் பாதுகாப்பு சேவைகள் வேறுபட்டவை அல்ல.",
    "3180664128": "ஆயிரக்கணக்கான சிக்னல்களைக் கற்றுக்கொள்வதன் மூலம், மாடல்கள் மிக விரைவாக தீங்கிழைக்கும் நடத்தையைக் கண்டறிவதில் அதிக நம்பிக்கையை அடைய முடியும், எந்தவொரு தனிப்பட்ட சமிக்ஞையும் சிக்கலைக் குறிக்கும் அளவுக்கு வலுவாக இருக்காது.",
    "961941354": "இருப்பினும், இவை எதற்கும் தனிப்பட்ட முறையில் அடையாளம் காணக்கூடிய தகவலை (\"PII\") பயன்படுத்த வேண்டியதில்லை. நவீன கிரிப்டோகிராஃபிக் நுட்பங்கள் எந்தவொரு தனிப்பட்ட தரவையும் விரைவாக நிராகரிக்க அனுமதிக்கின்றன, அதற்கு பதிலாக எந்தவொரு தனிநபருடனும் இணைக்க முடியாத ஒரு வழி கையொப்பங்களை உருவாக்குகின்றன.",
    "1706581702": "அடையாளம் காணப்படாத தரவு பற்றிய பயிற்சியும் நன்றாக வேலை செய்கிறது, மேலும் பாதுகாப்பு அல்லது தனியுரிமையில் சமரசம் செய்யத் தேவையில்லை. எங்கள் வாடிக்கையாளர்கள் அனுபவச் சோதனைகளைச் செய்து, எங்களைச் சமமாகவோ அல்லது மிகக் குறைவான தனிப்பட்ட மாற்றுகளுக்குச் சிறந்ததாகவோ அறிவித்துள்ளனர்.",
    "3203921334": "hCaptcha தீர்வுகளைப் பற்றிய பல விஷயங்களை நாங்கள் விரும்பினோம்: 1) அவை தனிப்பட்ட தரவை விற்காது; அவர்கள் தேவையான குறைந்தபட்ச தனிப்பட்ட தரவை மட்டுமே சேகரிக்கிறார்கள், அவர்கள் சேகரிக்கும் தகவல் மற்றும் அதை எவ்வாறு பயன்படுத்துகிறார்கள் மற்றும்/அல்லது வெளிப்படுத்துகிறார்கள் என்பதை விவரிப்பதில் வெளிப்படையானவை.",
    "305735018": "இறுதியாக, Google க்கு நம்பகமான மாற்று. hCaptcha Enterprise அதிக பாதுகாப்புடன் உங்கள் reCAPTCHA பில் வியத்தகு சேமிப்பை வழங்குகிறது: சில சமயங்களில் 80% வரை குறைந்த விலை.",
    "3695206755": "எந்த கடமையும் இல்லாமல் உங்கள் சூழலில் எங்களை முயற்சிக்கவும்.",
    "2941545733": "நாங்கள் பொறியாளர்கள், விற்பனையாளர்கள் அல்ல: உங்கள் விருப்பத்தில் நீங்கள் மகிழ்ச்சியாக இருக்க வேண்டும் என்று நாங்கள் விரும்புகிறோம்.",
    "131871195": "உங்கள் திருப்தியை உறுதி செய்வதற்கான சிறந்த வழி, உங்கள் தேவைகளை நாங்கள் பூர்த்தி செய்கிறோம் என்பதை நிரூபிப்பதாகும்.",
    "3436534225": "பைலட்டைத் தொடங்கும் கிட்டத்தட்ட எல்லா நிறுவனங்களும் இறுதியில் எங்கள் தீர்வுகளைத் தேர்ந்தெடுக்கின்றன.",
    "4060250206": "எங்கள் தொழில்நுட்ப வல்லுனர்களில் ஒருவரை அடைய இந்தப் படிவத்தைப் பயன்படுத்தவும். நாங்கள் விரைவாக பதிலளிக்கிறோம்.",
    "1159746815": "நீங்கள் நேரடியாக எங்களுக்கு மின்னஞ்சல் அனுப்பலாம்.",
    "2531534427": "விவரங்கள் இங்கே.",
    "2059998584": "பிராந்தியம்",
    "3916131732": "அமெரிக்கா",
    "135276624": "ஐரோப்பா, மத்திய கிழக்கு, ஆப்பிரிக்கா (EMEA)",
    "1182294134": "ஆசியா-பசிபிக் (APAC)",
    "2437934778": "உங்கள் பெயர்",
    "3859506577": "வணிக மின்னஞ்சல்",
    "1268414751": "வேறு ஏதேனும் விவரங்கள் நம்மிடம் இருக்க வேண்டுமா?",
    "42559805": "உங்களுக்கு அவசரமாக ஆன்போர்டிங் தேவையா?",
    "851679588": "ஆம்.",
    "1729677626": "நான் தாக்குதலுக்கு உள்ளாகியுள்ளேன், உடனடியாக உள்வர வேண்டும்.",
    "2808971932": "இது ஒரு div தொகுதியின் உள்ளே இருக்கும் சில உரை.",
    "2468683988": "தலைப்பு",
    "356336077": "லோரெம் இப்சம் டோலர் சிட் அமெட், கான்செக்டெர் அடிபிஸ்சிங் எலிட். ஈரோஸ் எலிமெண்டம் ட்ரிஸ்டிக்கில் சஸ்பெண்டிஸ் வேரியஸ் எனிம். டுயிஸ் கர்சஸ், மை குயிஸ் விவெர்ரா ஓர்னாரே, ஈரோஸ் டோலர் இண்டர்டும் நுல்லா, உட் கொமோடோ டயம் லிபரோ விட்டே எரட். Aenean faucibus nibh மற்றும் justo cursus id rutrum lorem imperdiet. நான் உத் செம் விட்டே ரிசஸ் ட்ரிஸ்டிக் போஸ்யூரே.",
    "2067334580": "உரை இணைப்பு",
    "2212670355": "பதிவு செய்யவும்",
    "31502377": "பணக்கார உரை உறுப்பு என்றால் என்ன?",
    "2310705547": "தலைப்புகள், பத்திகள், தொகுதி மேற்கோள்கள், படங்கள் மற்றும் வீடியோ அனைத்தையும் தனித்தனியாகச் சேர்த்து வடிவமைக்காமல் ஒரே இடத்தில் உருவாக்கவும் வடிவமைக்கவும் பணக்கார உரை உறுப்பு உங்களை அனுமதிக்கிறது. இருமுறை கிளிக் செய்து உள்ளடக்கத்தை எளிதாக உருவாக்கவும்.",
    "2590587108": "நிலையான மற்றும் மாறும் உள்ளடக்க எடிட்டிங்",
    "778204464": "ஒரு பணக்கார உரை உறுப்பு நிலையான அல்லது மாறும் உள்ளடக்கத்துடன் பயன்படுத்தப்படலாம். நிலையான உள்ளடக்கத்திற்கு, அதை எந்தப் பக்கத்திலும் இறக்கி, திருத்தத் தொடங்கவும். டைனமிக் உள்ளடக்கத்திற்கு, எந்தவொரு சேகரிப்பிலும் ஒரு சிறந்த உரைப் புலத்தைச் சேர்த்து, பின்னர் செட்டிங்ஸ் பேனலில் அந்த புலத்துடன் பணக்கார உரை உறுப்பை இணைக்கவும். வோய்லா!",
    "1890955039": "ஒவ்வொரு பணக்கார உரைக்கும் வடிவமைப்பைத் தனிப்பயனாக்குவது எப்படி",
    "3286051798": "தலைப்புகள், பத்திகள், தொகுதி மேற்கோள்கள், புள்ளிவிவரங்கள், படங்கள் மற்றும் உருவ தலைப்புகள் அனைத்தையும் \"When inside of\" உள்ளமைக்கப்பட்ட தேர்வாளர் அமைப்பைப் பயன்படுத்தி பணக்கார உரை உறுப்புடன் ஒரு வகுப்பைச் சேர்த்த பிறகு வடிவமைக்க முடியும்.",
    "504332576": "hCaptcha ஆனது உலகின் மிகப்பெரிய சுதந்திரமான இணையப் பாதுகாப்புச் சேவையாக வளர்ந்துள்ளது, சுமார் 15% இணையத்தில் இயங்குகிறது என்பதை அறிவிப்பதில் பெருமிதம் கொள்கிறோம் - மேலும் இந்த சந்தைப் பங்கின் பெரும்பகுதியை Google reCAPTCHA இலிருந்து நேரடியாகப் பெற்றுள்ளோம். ஒன்றாக, hCaptcha மற்றும்",
    "1155436473": "(எங்கள் நிறுவன சலுகை) இப்போது ஒவ்வொரு மாதமும் பல்லாயிரக்கணக்கான இணையதளங்கள் மற்றும் பயன்பாடுகளில் நூற்றுக்கணக்கான மில்லியன் பயனர்களைப் பாதுகாக்கிறது. தனியுரிமைக்கு முதலிடம் கொடுக்கும்போது, பிக் டெக் உடன் போட்டியிடலாம் என்பதை எங்கள் கதை காட்டுகிறது.",
    "3108727249": "பாட்ஸ்டாப்",
    "1296696044": "தனியுரிமை எதிராக பாதுகாப்பு: ஏன் இரண்டும் இல்லை?",
    "538871570": "கூகுள் மற்றும் பிற பிக் டெக் நிறுவனங்களுடன் போட்டியிடுவது ஒரு உயரமான வரிசை போல் தெரிகிறது: அவர்களின் ஏகபோக சந்தை சக்தி, பிளாட்ஃபார்ம் விளைவுகள் மற்றும் அதிக சம்பளம் வாங்கும் டெவலப்பர்களின் இராணுவம் ஆகியவை பொதுவாக ஃபேஸ்புக் அல்லது அமேசான் போன்ற மற்ற தொழில்நுட்ப ஜாம்பவான்களை சமாளிக்க மிகவும் சக்திவாய்ந்ததாக கருதப்படுகிறது. அது அப்படி இருக்க வேண்டியதில்லை என்பதை எங்கள் கதை காட்டுகிறது - தனியுரிமையில் கவனம் செலுத்துவதன் மூலம் பிக் டெக்கை நீங்கள் வெல்லலாம்.",
    "3600718611": "Google reCAPTCHA ஐக் கவனியுங்கள்,",
    "4281708680": ". hCaptcha இல், நாங்கள் வேண்டுமென்றே மிகவும் வித்தியாசமான அணுகுமுறையை எடுத்துள்ளோம், தனியுரிமை-பாதுகாக்கும் இயந்திர கற்றல் நுட்பங்களைப் பயன்படுத்தி, வழக்கமான போட் நடத்தைகளை அதிக துல்லியத்தில் அடையாளம் காண முடியும், எல்லாமே முடிந்தவரை சிறிய தரவை எடுத்து சேமிக்கும்.",
    "3312336121": "வலைப் பயனர்கள் முறையான மனிதர்களா அல்லது போட்களா என்பதைத் தீர்மானிக்க, ஏராளமான நடத்தைத் தரவுகளைப் பயன்படுத்துகிறது",
    "1193738791": ": அவை இணையதளத்தின் ஒவ்வொரு பக்கத்திலும் மற்றும் இணையம் முழுவதும் பயனர் நடத்தையைக் கண்காணிக்கும். முதல் நாளிலிருந்து முடிந்தவரை தனியுரிமைக்கு ஏற்றவாறு hCaptchaவை வடிவமைத்துள்ளோம். இது பிரச்சனைக்கு முற்றிலும் மாறுபட்ட அணுகுமுறைக்கு வழிவகுத்தது. இணையம் முழுவதும் பயனர்களைக் கண்காணிப்பது மற்றும் அவர்களின் இணைய வரலாற்றை அவர்களின் அடையாளத்துடன் இணைப்பது நல்ல பாதுகாப்பை அடைவதற்கு முற்றிலும் தேவையற்றது. hCaptcha க்கு மாறிய பல நிறுவனங்கள்",
    "2620705814": "கூகிள் ஒரு விளம்பர நிறுவனம், மேலும் அவர்களின் பாதுகாப்பு தயாரிப்புகள் அவர்களின் விளம்பர தயாரிப்புகளைப் போலவே இருக்கும்",
    "1126447688": "எங்கள் தனியுரிமையை மையமாகக் கொண்ட போதிலும், போட் கண்டறிதல் மற்றும் தணிப்பு ஆகியவற்றில் சமமான அல்லது சிறந்த செயல்திறனைப் புகாரளிக்கிறது",
    "439777523": "ஒழுங்குமுறை விஷயங்கள்",
    "3588274874": "ஐரோப்பிய ஒன்றியத்தின் GDPR மற்றும் கலிபோர்னியாவின் CCPA போன்ற ஒழுங்குமுறை முயற்சிகளுடன் இணைந்த தயாரிப்பை வழங்குவதில் கவனம் செலுத்துவதில், நாங்கள் மிகப்பெரிய வளர்ச்சியை அடைந்துள்ளோம் - நிச்சயமாக, reCAPTCHA க்கு மாற்றாக hCaptcha எளிமையானது மற்றும் சில நிமிடங்களில் நிறுவப்படும்.",
    "2150595700": ". GDPR மற்றும் CCPA ஆகியவை நிறுவன வாங்குபவர்களுக்கான தனியுரிமைக் கவலைகளை வரைபடத்தில் வைத்துள்ளன, அதே நேரத்தில் ஆன்லைன் விளம்பரம் மற்றும் சந்தைப்படுத்தல் தொழில்கள் வரலாற்று ரீதியாக எங்கள் தரவை எவ்வாறு பயன்படுத்துகின்றன என்பதை நாம் அனைவரும் புரிந்து கொள்ளத் தொடங்குவதால், ஆன்லைன் தனியுரிமை பொதுமக்களுக்கு மேலும் மேலும் முக்கியமானது.",
    "2624949852": "நிச்சயமாக, reCAPTCHA ஆனது 2009 ஆம் ஆண்டு முதல் வலைப் பாதுகாப்பில் ஆரம்பத்தில் நுழைந்தது, தீங்கிழைக்கும் போட்கள் மற்றும் ஸ்பேமர்களால் அதிகரித்து வரும் அச்சுறுத்தல்களுக்கு எதிராக மில்லியன் கணக்கான வலைத்தளங்களைப் பாதுகாத்தது. இருப்பினும், சமீபத்திய ஆண்டுகளில் இது முற்றிலும் சமரசம் செய்யப்பட்டுள்ளது:",
    "499510428": "இங்கே ஒழுங்குமுறை எங்களுக்கு உதவியது என்று உண்மையில் நாங்கள் நம்புகிறோம்",
    "1232651561": "மென்பொருள் இப்போது reCAPTCHA சவால்களைத் தீர்ப்பதில் மக்களைப் போலவே சிறப்பாக உள்ளது.",
    "824740867": "தீர்வை மேம்படுத்துவதற்குப் பதிலாக, கூகிள் reCAPTCHA v3 ஐ வெளியிட்டது, இது பாதுகாப்பு மென்பொருளைக் காட்டிலும் விளம்பர நெட்வொர்க்கைப் போலவே செயல்படுகிறது, பயனர் சுயவிவரங்களை உருவாக்க இணையம் முழுவதிலும் இருந்து நடத்தைத் தரவைச் சேகரிக்கிறது. துரதிர்ஷ்டவசமாக, இந்த வகையான சமிக்ஞை எளிதில் தோற்கடிக்கப்படுகிறது, இதனால் பயனர் தனியுரிமைக்கு தீங்கு விளைவிக்கும் போது போட்களுக்கு எதிராக சிறிய பாதுகாப்பை வழங்குகிறது.",
    "1027023087": "hCaptcha இல் நாங்கள் சிக்கலுக்கான நவீன அணுகுமுறைகளில் கவனம் செலுத்துகிறோம், உலாவல் வரலாறு போன்ற நீண்ட கால நடத்தை பதிவுகளைத் தக்கவைக்க வேண்டிய அவசியமில்லை, மேலும் சேவை அறிமுகப்படுத்தப்பட்டதிலிருந்து உறுதியான எதிரிகளை எதிர்கொள்வதில் மிகவும் உறுதியானதாக நிரூபிக்கப்பட்டுள்ளது.",
    "2852295413": "ஒரு உள்ளார்ந்த வட்டி முரண்பாடு: போட்களை நிறுத்துவது விளம்பர நெட்வொர்க்கிற்கான வருவாயைக் குறைக்கிறது",
    "1597520917": "பயனர்களின் தனியுரிமையை கூகுள் புறக்கணிப்பது வாடிக்கையாளர்களின் இணையதளங்கள் மற்றும் ஆப்ஸைப் பாதுகாக்க விரும்புவதைக் கவலையடையச் செய்யும் என்று விமர்சகர்களின் எண்ணிக்கை அதிகரித்து வருகிறது.",
    "763447231": "அதே நேரத்தில், வெளியீட்டாளர் தளங்களை அணுகுவதில் இருந்து போட்களை நிறுத்துவது விளம்பர மோசடியை வெளிப்படுத்தலாம், கூகிளின் reCAPTCHA தயாரிப்பை அவர்களின் விளம்பர வணிகத்திற்கு எதிராக நேரடியாக ஈடுபடுத்துகிறது, இது அவர்களின் வருவாயில் 80% க்கும் அதிகமாக உள்ளது.",
    "999674529": "கூகுள் கண்டறியும் ஒவ்வொரு போட்களும் பூஜ்ஜிய விளம்பர டாலர்களை சம்பாதிக்க வேண்டும். கூகுளின் நிறுவன ஊக்கத்தொகைகள் அவர்களின் பாதுகாப்புச் சேவைகளைப் பயன்படுத்தும் பயனர்களுடன் மோசமாகச் சீரமைக்கப்பட்டுள்ளன, மேலும் இது அவர்களின் reCAPTCHA பாதுகாப்புச் சலுகையின் மோசமான செயல்பாட்டிற்கான ஒரு விளக்கமாக இருக்கலாம்.",
    "956019009": "மிகப்பெரிய இணைய கட்டமைப்பு நிறுவனங்கள் ஏற்கனவே நடவடிக்கை எடுத்துள்ளன",
    "1923297430": "பல பெரிய வாடிக்கையாளர்களுக்கான இறுதிப் புள்ளியானது, கூகுள் நிறுவனங்களின் தயாரிப்புகளை எந்த அர்த்தமுள்ள அளவிலும் பயன்படுத்துவதற்குக் கட்டணம் வசூலிக்கத் தொடங்கியபோது வந்தது. இது நீண்ட காலமாக reCAPTCHA பயனர்கள் சிறந்த மாற்றுகளைத் தேடுவதற்கு வழிவகுத்தது, ஏனெனில் உலகெங்கிலும் உள்ள ஒழுங்குமுறை கவலைகள் ஏற்கனவே Google இன் சலுகைகளைப் பயன்படுத்துவதைப் பெருகிய முறையில் விரும்பத்தகாதது.",
    "2197218442": "கிளவுட்ஃப்ளேர் தலைமை நிர்வாக அதிகாரி மேத்யூ பிரின்ஸ் இந்தக் கருத்தை சுருக்கமாகக் கூறினார்",
    "155456850": "hCaptcha க்கு மாறுவதை அறிவிக்கிறது:",
    "435302267": "நிறுவனத்தின் வலைப்பதிவு இடுகை",
    "2087769953": "\"இந்த மாற்றம் குறித்து நாங்கள் மகிழ்ச்சியடைகிறோம், ஏனெனில் இது எங்களிடம் சில காலமாக இருக்கும் கூகுள் சேவையை சார்ந்து இருக்கும் தனியுரிமைக் கவலையைத் தீர்க்க உதவுகிறது. நாங்கள் பல CAPTCHA விற்பனையாளர்களை மதிப்பீடு செய்தோம், அத்துடன் ஒரு அமைப்பை நாமே உருவாக்கினோம். இறுதியில், reCAPTCHA க்கு சிறந்த மாற்றாக hCaptcha உருவானது.\"\"hCaptcha தீர்வுகள் பற்றி பல விஷயங்களை நாங்கள் விரும்பினோம்: 1) அவை தனிப்பட்ட தரவை விற்காது; அவர்கள் தேவையான குறைந்தபட்ச தனிப்பட்ட தரவை மட்டுமே சேகரிக்கிறார்கள், அவர்கள் சேகரிக்கும் தகவல் மற்றும் அதை எவ்வாறு பயன்படுத்துகிறார்கள் மற்றும்/அல்லது வெளிப்படுத்துகிறார்கள் என்பதை விவரிப்பதில் அவை வெளிப்படையானவை.\"",
    "595582512": "போட்கள், ஸ்பேமர்கள் அல்லது பிற தீங்கிழைக்கும் செயல்பாட்டாளர்களிடமிருந்து உங்கள் தளம் அல்லது பயன்பாட்டைத் திறம்பட பாதுகாக்க விரும்பினால், உங்கள் பயனர்களின் தனியுரிமையைப் பாதுகாக்கும் போது (மற்றும் தொடர்புடைய அனைத்து விதிமுறைகளுக்கும் இணங்குகிறது!), hCaptcha மற்றும் எங்கள் நிறுவன சலுகையைப் பரிசீலிக்கவும்.",
    "3388180864": "வலை அளவில் ஆழமான தொழில்நுட்ப சவால்களில் பணியாற்ற ஆர்வமா? நாங்கள் எப்போதும் திறமையான பொறியாளர்களை உலகளவில் பணியமர்த்துகிறோம் -",
    "3892952987": "எங்கள் திறப்புகளை சரிபார்த்து இங்கே விண்ணப்பிக்கவும்",
    "3368788823": "டெரன்ஸ் ஈடன் தனது வலைப்பதிவில் ஒரு சுவாரசியமான கருத்தைக் கூறுகிறார்: \"",
    "1491780143": "கேப்ட்சாக்கள் நீங்கள் மனிதர் என்பதை நிரூபிக்கவில்லை - நீங்கள் அமெரிக்கர் என்பதை அவை நிரூபிக்கின்றன",
    "2146900431": "உள்ளுணர்வாக, இந்த கூற்று மிகவும் அர்த்தமுள்ளதாக இருக்கிறது. கேப்ட்சாக்கள், ஏறக்குறைய எல்லாவற்றையும் போலவே, ஒரு கலாச்சார சூழலில் உட்பொதிக்கப்பட்டுள்ளன, மேலும் உங்கள் சவால்களின் தொகுப்பு பெரும்பாலும் ஒரு கலாச்சாரத்தில் உருவாக்கப்பட்டிருந்தால், அது மற்றொரு கலாச்சாரத்திற்கு நன்றாக மொழிபெயர்க்காமல் போகலாம். அதன் மையத்தில், இது கலாச்சாரத்தின் ஒரு விஷயம்",
    "378086442": "CAPTCHA களின், அவற்றின் UX ஒன்றுக்கு பதிலாக.",
    "1445008801": "ஈடன் சொல்வது போல்:",
    "332723732": "உள்ளடக்கம்",
    "2072808435": "\"என்ன யூகிக்க, கூகுள்? என் நாட்டில் டாக்சிகள் பொதுவாக கருப்பு நிறத்தில் இருக்கும். அமெரிக்காவில் உள்ளவை அனைத்தும் மஞ்சள் நிறத்தில் உள்ளன என்பதை அறிய நான் போதுமான திரைப்படங்களைப் பார்த்திருக்கிறேன். ஆனால் நான் சென்ற எல்லா நாட்டிலும், டாக்சிகள் மிஷ்-மாஷ் ஆகும். வெவ்வேறு வண்ணங்கள்.\"",
    "3206136647": "கூகுளின் பிரச்சனை, அவர்கள் பயன்படுத்தும் கேள்வித் தரவு மற்றும் அதை யார் பார்க்கிறார்கள் என்பதை அடிப்படையாகக் கொண்டது. எல்லா தரவும் ஒரே கலாச்சாரத்தில் இருந்து வந்தால் (மற்றும் Google இன் விஷயத்தில், அதே நிறுவனம்) ஈடனின் புகாருக்கு இணங்க, மற்ற கலாச்சாரங்களுக்கு சரியாக மொழிபெயர்க்காத சவால்களை நீங்கள் நிச்சயமாக எதிர்பார்க்கலாம்.",
    "2217842245": "இருப்பினும், எங்கள் தரவு அதைக் காட்டுகிறது (hCaptcha க்கு)",
    "4280117172": "நைஜீரியா, இந்தியா, பிரேசில் மற்றும் ஜெர்மனி உட்பட பல நாடுகள் உண்மையில் அமெரிக்காவை விட சற்று சிறப்பாக செயல்படுகின்றன:",
    "555749578": "ஒவ்வொரு கண்டத்திலும் உள்ள முக்கிய நாடுகளில் தீர்வு விகிதங்களில் 1%க்கும் குறைவான வேறுபாடு உள்ளது.",
    "151737819": "உலகெங்கிலும் உள்ள hCaptcha தீர்வு விகிதங்கள் மிகவும் சிறிய மாறுபாட்டைக் காட்டுகின்றன",
    "3908992897": "மற்றும் உலகில் உள்ள ஒவ்வொரு நாட்டிலும் பிரதேசத்திலும் பயன்படுத்தப்படுகிறது, எனவே ஒரு நிலையான உலகளாவிய அனுபவத்தை வழங்குவதில் நாங்கள் மிகவும் கவனம் செலுத்துகிறோம்.",
    "2808122102": "எங்கள் சேவைக்கான அடிப்படைத் தேவையாக, குறுக்கு-கலாச்சார செயல்பாடு உள்ளது. அனைத்து முறையான பயனர்களும் உள்ளடக்கத்தை விரைவாக அணுக முடியும் என்பதை உறுதிப்படுத்துவது எங்கள் பணியின் முக்கியமான பகுதியாகும். நாங்கள் 110 மொழிகளில் சவால்களை வழங்குகிறோம், மேலும் எங்கள் சவால்களை அனைவரும் தீர்க்க முடியும் என்பதை உறுதிசெய்ய தொடர்புடைய மொழிபெயர்ப்புகளை தொடர்ந்து மேம்படுத்துகிறோம்.",
    "3913801502": "hCaptcha இப்போது சுமார் 15% இணையத்தில் இயங்குகிறது",
    "2077639538": ". ஒன்று, எங்கள் சேவையின் சவால் தரவு பல ஆதாரங்களில் இருந்து வரலாம், ஒன்று மட்டுமல்ல - பெரிய ஃபார்ச்சூன் 500 நிறுவனங்களிலிருந்து இயந்திர கற்றல் தொடக்கங்கள் வரை, அவை எங்களுடன் இணைந்திருக்கும் வரை",
    "3951112506": ". இது ஏற்கனவே தரவுகளில் அதிக அளவு பன்முகத்தன்மைக்கு உத்தரவாதம் அளிக்கிறது.",
    "1803943584": "இரண்டாவதாக, எந்தெந்த நாடுகளில் அல்லது மொழிகளில் அவை இயங்கும் என்பதைத் தீர்மானிக்க, சவால்களை சுயமாக மேம்படுத்த அனுமதிக்கிறோம், மேலும் நிலையான அனுபவத்தை மேலும் அதிகரிக்கும். எதிர்பார்த்ததை விட துல்லியம் குறைவாக இருந்தால், இந்த விளைவு ஏற்படும் பகுதியில் அல்லது மொழியில் கேள்விகளின் தொகுப்பு இயங்குவதை நிறுத்திவிடும்.",
    "3668873369": "hCaptcha இல், நாங்கள் முதல் நாளிலிருந்து வேறுபட்ட அணுகுமுறையை எடுத்துள்ளோம்",
    "1519201684": "AI நெறிமுறைக் கொள்கை",
    "2155089487": ". எங்களுடைய சவால்கள் சில குழுக்களுக்கு எளிதாகத் தீர்க்கப்படுமானால், அவற்றைத் தீர்க்கும் போது உலகெங்கிலும் உள்ளவர்கள் மற்றும் பல்வேறு கலாச்சாரங்களில் உள்ளவர்கள் எவ்வாறு செயல்படுகிறார்கள் என்பதில் வித்தியாசத்தைக் காண எதிர்பார்க்கிறோம். ஈடனின் இடுகையின் சூழலில், மற்ற நாடுகளில் உள்ளவர்களை விட அமெரிக்கர்கள் சிறப்பாக செயல்படுவார்கள் என்று நாங்கள் எதிர்பார்க்கிறோம். இந்தச் சிக்கலைத் தவிர்க்க பல ஆண்டுகளாக அமைப்புகளை உருவாக்கி வருவதால், உண்மையில் அதற்கு நேர்மாறாகத்தான் பார்க்கிறோம்.",
    "2603863826": "PS: உங்கள் மொழியில் மேம்பாடுகளைப் பயன்படுத்தக்கூடிய மொழிபெயர்ப்பைக் கண்டால், தயங்காமல் சமர்ப்பிக்கவும்",
    "3543141425": "இதற்காக!",
    "2697276059": "இது செயல்படும் சான்று: உலகம் முழுவதும் ஒரே மாதிரியான தீர்வு விகிதங்கள்",
    "664236229": "கோரிக்கையை இழுக்கவும்",
    "1137470858": "டிசம்பர் 11, 2021",
    "12462594": "hCaptcha ஆனது HUMAN இயங்குதளத்தில் கட்டமைக்கப்பட்டுள்ளது, இது அதிநவீன ரூட்டிங் மற்றும் பகுப்பாய்வை ஒவ்வொரு அடியிலும் செலவு மற்றும் செயல்திறனை மேம்படுத்த அனுமதிக்கிறது.",
    "2262549101": "தொடர்புக்கான மாற்று முறைகள் US பதிப்புரிமை அலுவலகம் DMCA நியமிக்கப்பட்ட முகவர் கோப்பகத்தில் ஆவணப்படுத்தப்பட்டுள்ளன",
    "2272776729": "உங்கள் அரசாங்க அடையாளத்தை வழங்குவது போன்ற மேலும் நடவடிக்கை எடுப்பதற்கு முன் உங்கள் அடையாளத்தைச் சரிபார்த்து கோரிக்கையை அனுப்ப வேண்டும் என்பதை நினைவில் கொள்ளவும். கலிஃபோர்னியா சட்டத்திற்கு இணங்க, உங்கள் சார்பாக கோரிக்கையை வைக்க அங்கீகரிக்கப்பட்ட முகவரை நீங்கள் நியமிக்கலாம். உங்கள் சார்பாக ஒரு கோரிக்கையைச் செய்ய அங்கீகரிக்கப்பட்ட முகவரை நியமிக்க, நீங்கள் செல்லுபடியாகும் வழக்கறிஞரை வழங்க வேண்டும், கோரிக்கையாளரின் செல்லுபடியாகும் அரசாங்கம் வழங்கிய அடையாளத்தையும், அங்கீகரிக்கப்பட்ட ஏஜெண்டின் செல்லுபடியாகும் அரசாங்கம் வழங்கிய அடையாளத்தையும் வழங்க வேண்டும்.",
    "2335607721": "கவனிக்கவும். இந்த சேவை விதிமுறைகள் தொடர்பான அனைத்து அறிவிப்புகளும் மின்னஞ்சல் மூலம் அனுப்பப்படும் அல்லது எங்கள் இணையதளத்தில் வெளியிடப்படும். நீங்கள் எங்களுக்கு நோட்டீஸ் அனுப்ப வேண்டும்",
    "2875934612": "நவம்பர் 20, 2020",
    "3084122606": "உங்களின் தனிப்பட்ட தகவலை நாங்கள் பயன்படுத்துவது உங்களின் ஒப்புதலின் அடிப்படையில் அமைந்தால், சேவையில் குறிப்பிடப்பட்டுள்ள முறையிலோ அல்லது எங்களைத் தொடர்புகொள்வதன் மூலமோ அதை எந்த நேரத்திலும் திரும்பப் பெற உங்களுக்கு உரிமை உள்ளது.",
    "3312286067": "அல்லது உங்கள் அதிகார வரம்பில் உள்ள தரவு பாதுகாப்பு கட்டுப்பாட்டாளரிடம் புகாரைச் சமர்ப்பிக்கவும். உங்கள் தரவு பாதுகாப்பு சீராக்கியை நீங்கள் காணலாம்",
    "3506025515": "hCaptcha log4shell ஆல் பாதிக்கப்படவில்லை. இங்கே நமக்கு எப்படி தெரியும்.",
    "3516838896": "log4j2 ரிமோட் கோட் செயல்படுத்தல் பிழை சமீபத்தில் இணையத்தில் பரவியது, இது ஆன்லைன் சேவைகளில் பெரும் சதவீதத்தை பாதித்தது. hCaptcha பாதிக்கப்படவில்லை. அந்த உண்மையை நாங்கள் எவ்வாறு சரிபார்த்தோம் என்பது இங்கே.",
    "3553195003": "hCaptcha log4shell ஆல் பாதிக்கப்படவில்லை.",
    "3610875753": "- வணிகத்தில் குறிப்பிடத்தக்க இடையூறு ஏற்பட்டால், நீங்கள் வழக்கமாகச் செய்வது போல் எங்களைத் தொடர்பு கொள்ள முடியாது",
    "3612764043": ", நீங்கள் hcaptcha.com அல்லது hcaptchastatus.com என்ற எங்கள் இணையதளத்திற்குச் செல்ல வேண்டும்.",
    "3626193263": "டிஜிட்டல் மில்லினியம் காப்புரிமைச் சட்டத்திற்கான (DMCA) hCaptcha நியமிக்கப்பட்ட முகவர்",
    "3794891866": "கலிஃபோர்னியா நுகர்வோர் CCPA இன் கீழ் உள்ள தங்கள் உரிமைகளுக்கு இணங்க எங்களை தொடர்பு கொண்டு ஒரு கோரிக்கையை செய்யலாம்",
    "3814036702": "- எங்கள் வணிகத் தொடர்ச்சி திட்டமிடல் குறித்து உங்களுக்கு ஏதேனும் கேள்விகள் இருந்தால், நீங்கள் எங்களை இதில் தொடர்பு கொள்ளலாம்",
    "3975007628": "இப்போது ஒவ்வொரு மாதமும் பல்லாயிரக்கணக்கான வலைத்தளங்கள் மற்றும் பயன்பாடுகளில் நூற்றுக்கணக்கான மில்லியன் பயனர்களைப் பாதுகாக்கிறது. தனியுரிமைக்கு முதலிடம் கொடுக்கும் போது, பிக் டெக் உடன் போட்டியிட முடியும் என்பதை எங்கள் கதை காட்டுகிறது.",
    "4038264749": "உள்ளூர் COVID-19 ஆர்டர்கள் நடைமுறையில் இருக்கும் போது, சரியான நேரத்தில் அஞ்சல் பெறப்படும் என்பதற்கு எந்த உத்தரவாதமும் இல்லை, மற்றும் மின்னஞ்சல் (",
    "4115505783": ") எங்களை அடைய சரியான சேனல். நிறுவனம் தொலைபேசி அல்லது தொலைநகல் எண்களை பராமரிப்பதில்லை; இது 21 ஆம் நூற்றாண்டு.",
    "4164851712": "சட்டத்தால் அனுமதிக்கப்பட்ட உங்கள் தனிப்பட்ட தகவலை மட்டுமே நாங்கள் பயன்படுத்துகிறோம். கீழே விவரிக்கப்பட்டுள்ள உங்கள் தனிப்பட்ட தகவலை நாங்கள் செயலாக்குவதற்கான சட்ட அடிப்படைகளை நாங்கள் உங்களுக்குத் தெரிவிக்க வேண்டும். உங்கள் தனிப்பட்ட தகவலை நாங்கள் செயல்படுத்தும் சட்ட அடிப்படைகள் குறித்து உங்களுக்கு கேள்விகள் இருந்தால், எங்களை தொடர்பு கொள்ளவும்",
    "4201262098": "இந்தத் தொழில்நுட்பம், உங்கள் வேலையின் ஒவ்வொரு பகுதியையும் சரியான பணியாளர்களைக் கையாள உதவுகிறது, தனியுரிமையைப் பாதுகாக்கும் மற்றும் பொருந்தக்கூடிய எந்தவொரு ஒழுங்குமுறைத் தேவைகளையும் பூர்த்தி செய்யும் போது செலவுத் திறனை அதிகரிக்கிறது.",
    "4217188341": "நவம்பர் 30, 2020",
    "4238473596": "உண்மையான பயனர்களுக்கு உராய்வைக் குறைப்பது முக்கியம். hCaptcha எளிமையான பணிகளைப் பயன்படுத்துகிறது மற்றும் அதிகமான போட் ட்ராஃபிக்கை நிறுத்தும் போது பெரும்பாலான பயனர்களுக்கு குறைந்த நேரத்தை எடுக்கும்.",
    "4243935861": "ha.com",
    "4270798104": "2. பிற நீட்டிப்புகளை முடக்க முயற்சிக்கவும். அது தீர்க்கப்பட்டால், நீங்கள் சிக்கலைக் கண்டுபிடிக்கும் வரை அவற்றை ஒவ்வொன்றாக இயக்கவும், மேலும் அந்த நீட்டிப்பின் டெவலப்பருக்கு அதைப் பற்றித் தெரியப்படுத்தவும், அத்துடன் எங்களுக்குத் தெரிவிக்கவும்",
    "427220273": "உங்கள் அடையாளத்தை உறுதிப்படுத்தவும் உங்கள் கோரிக்கையைச் செயல்படுத்தவும் எங்களுக்கு உதவ, உங்களிடமிருந்து குறிப்பிட்ட தகவலை நாங்கள் கோரலாம். உங்கள் கோரிக்கையை நிராகரிக்க பொருந்தக்கூடிய சட்டம் தேவைப்படலாம் அல்லது அனுமதிக்கலாம். உங்கள் கோரிக்கையை நாங்கள் நிராகரித்தால், சட்டக் கட்டுப்பாடுகளுக்கு உட்பட்டு அதற்கான காரணத்தைச் சொல்வோம். உங்கள் தனிப்பட்ட தகவலைப் பயன்படுத்துவதைப் பற்றிய புகாரைச் சமர்ப்பிக்க விரும்பினால் அல்லது உங்கள் தனிப்பட்ட தகவல் தொடர்பான உங்கள் கோரிக்கைகளுக்கு பதிலளிக்க விரும்பினால், நீங்கள் எங்களை இங்கு தொடர்பு கொள்ளலாம்",
    "433026247": "பணிகளைச் செய்வதன் மூலம், நீங்கள் தகுதிகள் மற்றும் திறன்களைப் பெறலாம், அதை நாங்கள் எங்கள் விருப்பப்படி வழங்குவோம். எந்த நேரத்திலும், எந்த காரணத்திற்காகவும் அல்லது எந்த காரணத்திற்காகவும் உங்கள் தகுதிகள் மற்றும் திறன்களை உருவாக்க, திருத்த அல்லது திரும்பப்பெற எங்களுக்கு உரிமை உள்ளது. தேசிய தோற்றம், இனம், நிறம், பாலினம், பாலியல் சார்பு அல்லது சட்டத்தால் பாதுகாக்கப்பட்ட பிற வகுப்பின் அடிப்படையில் நாங்கள் பாகுபாடு காட்டாததால், உங்களின் தகுதிகள் மற்றும் திறன்கள் குவிந்துள்ளதால், பணிகளுக்கான அணுகலைப் பெற மற்ற பங்களிப்பாளர்களைப் போலவே உங்களுக்கும் வாய்ப்பு கிடைக்கும். . ஒரு பங்களிப்பாளராக, பிரச்சனைக்குரிய சோதனைக் கேள்விகள் உங்கள் தகுதிகள், திறன்கள் அல்லது வெகுமதிகளைப் பாதித்துள்ளதாக நீங்கள் நம்பினால், சிக்கல் வாய்ந்த சோதனைக் கேள்விகளை விவரிக்கும் நன்கு ஆதரிக்கப்படும் சர்ச்சைகளை பணி இடைமுகம் மூலமாகவோ அல்லது எங்கள் ஆதரவு அமைப்பில் உள்ள டிக்கெட் மூலமாகவோ நீங்கள் வழங்கலாம், எடுத்துக்காட்டாக மின்னஞ்சல் வழியாக மணிக்கு",
    "492025216": "டிசம்பர் 13, 2021",
    "799274928": "மின்னஞ்சல் அறிவிப்புகள் எழுதப்பட்ட அறிவிப்புகள் தேவைப்படும் அனைத்து நோக்கங்களுக்காகவும் எழுதப்பட்ட அறிவிப்புகளாகக் கருதப்படுகின்றன. மின்னஞ்சல் அறிவிப்புகள் உத்தேசிக்கப்பட்ட பெறுநருக்கு சரியாக அனுப்பப்பட்ட பிறகு வணிக நாளில் பெறப்பட்டதாகக் கருதப்படுகிறது."
}