{
  "header-privacy-link": "Konfidansyalite",
  "header-integration-link": "Entegrasyon",
  "header-cost-link": "Pri",
  "header-features-link": "Karakteristik",
  "header-docs-link": "Docs",
  "header-login-button": "Ouvri sesyon an",
  "header-contact-button": "Kontakte Komèsyal",
  "intro-heading": "Zewo friksyon verifikasyon limanite.",
  "intro-contact-button": "Kontakte nou pou aprann plis",
  "intro-text-bottom": "Relied sou pa konpayi yo ki pouvwa entènèt la.",
  "sub-menu-button": "Kontakte Komèsyal",
  "sub-menu-item1": "Enterprise",
  "sub-menu-item2": "Pri",
  "sub-menu-item3": "Entegrasyon",
  "sub-menu-item4": "Karakteristik",
  "sub-menu-item5": "Konfidansyalite",
  "sub-menu-item6": "Docs",
  "info-head-1": "Bati sou platfòm pwouve hCaptcha",
  "info-text-1": "hCaptcha Enterprise kouri sou teknoloji platfòm hCaptcha, pwolonje pou enkli karakteristik yo ki gwo trafik antrepwiz bezwen.",
  "info-head-2": "Yon patnè ou fè konfyans",
  "intro-subtitle": "Rezoud pwoblèm bot ou jodi a.",
  "info-text-2": "Pi gwo konpayi yo nan mond lan fè konfyans sèvis nou yo pou sèvi plizyè milyon itilizatè chak jou atravè plizyè dizèn milyon sit.",
  "cloudflare-quote-text": "Nou te evalye yon kantite vandè CAPTCHA epi nou te konstwi yon sistèm tèt nou. Nan fen a, hCaptcha parèt kòm pi bon altènatif pou reCAPTCHA.",
  "cloudflare-quote-detail": "Direktè Jesyon pwodwi, Cloudflare",
  "section-quote-head": "Opsyon pri efikas pou antrepriz gwo trafik yo",
  "section-quote-text": "Finalman, yon altènatif kredib nan Google. hCaptcha Enterprise ofri ekonomi dramatik sou bòdwo reCAPTCHA ou a ak pi gwo sekirite: jiska 80% mwens chè nan kèk ka. ‍Anpil nan pi gwo sèvis sou entènèt nan mond lan te chanje nan hCaptcha Enterprise epi yo te resevwa amelyore deteksyon bot ansanm ak gwo ekonomi.",
  "section-quote-button": "Kontakte nou jodi a pou yon quote",
  "section-privacy-header": "Konfidansyalite Konsantre",
  "section-privacy-text-1": "Rezo piblisite yo wè vizitè ou yo kòm pwodwi a. Pou nou pwodwi a sèlman se detèmine limanite yo. Sèvis nou yo satisfè oswa depase kondisyon GDPR, CCPA, ak LGPD, epi sipòte inisyativ tankou Privacy Pass. Nou travay di pou balanse vi prive ak sekirite.",
  "section-privacy-text-2": "Konsantre inik sa a sou vi prive vle di ke nou ka ofri zewo retansyon done endividyèl, operasyon san bonbon, ak lòt garanti konfidansyalite kontra yo jan sa nesesè pandan w ap kenbe sekirite ekselan.",
  "section-security-header": "Sekirite Premye",
  "section-security-text-1": "Presizyon se nan enterè ou ak nan enterè nou. hCaptcha travay pou ba ou done reyèl epi kite ou deside kijan pou itilize li. Lòt captchas yo bay konpayi piblisite Gigantic. Sa vle di chak bot yo bloke ka diminye revni yo.",
  "section-security-text-2": "Sèvi ak dènye teknik aprantisaj machin yo ak yon konsantre sou vi prive pèmèt nou depase estanda sekirite yo nan eritaj anrejistre tout estrateji pou tout tan san yo pa mal sekirite oswa vi prive itilizatè yo.",
  "section-user-experience-header": "Gwo eksperyans itilizatè",
  "section-user-experience-text1": "Pou itilizatè Enterprise, opsyon ki disponib pou evite konplètman defi nan pifò senaryo.",
  "section-user-experience-text2": "Diminye friksyon lè w evite yon defi nèt pou 99.9% trafik lejitim ou pandan w ap toujou bay sekirite ekselan, gras ak modèl bot avanse.",
  "section-easy-integration-header": "Entegrasyon fasil",
  "section-easy-integration-text": "Ajoute hCaptcha pran sèlman minit ak jis kèk liy kòd. API debaz la konpatib ak reCAPTCHA V2, epi li pran sèlman kèk minit pou chanje. Ou ka kanpe ak kouri ak yon altènatif siperyè jodi a, epi vire sou karakteristik pi avanse jan sa nesesè.",
  "section-easy-integration-serverside": "Bò sèvè:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Nòt menas Customized",
  "section-threat-text": "Se pa tout pwoblèm yo menm: jwenn yon sèl nòt vle di li dwe adrese bezwen ou yo pou yo ka itil. Avèk Scores Menas Customized inik hCaptcha a, yon konsiltasyon rapid pèmèt nou ajiste modèl nou yo pou bay nòt ki pi enpòtan pou biznis ou.",
  "section-challenges-header": "Lanse pwòp defi ou an segonn",
  "section-challenges-text-1": "Rete sou mak ak kontni ki enpòtan",
  "section-challenges-text-2": "Lè itilizatè yo dwe rezoud yon defi pou satisfè kondisyon sekirite, poukisa yo pa kreye travay bèl ak ki enpòtan pou itilizatè a? Avèk senp designer defi koutim nou an, ou ka lanse kontni defi sou mak nan jis kèk minit.",
  "section-integration-header": "Entegrasyon platfòm dirèk",
  "section-integration-subheader": "Pou konpayi enfrastrikti entènèt",
  "section-integration-text": "Sistèm hCaptcha Enterprise la inikman fleksib nan konsepsyon li yo: li ka pasyèlman oswa antyèman deplwaye nan kwen an nan rezo ou si ou opere yon nwaj piblik oswa posede anpil sant done. ‍Sa a ka redwi dramatikman depans ak trafik andeyò rezo a pandan y ap kenbe tout avantaj jesyon anplwaye nou an 24/24 sou apèl 7/7 pou satisfè SLA ki pi sevè yo.",
  "section-support-header": "Ekspètiz Reachable ak sipò pou tou de ou menm ak itilizatè ou yo",
  "section-support-text": "Sèvis se yon pi gwo priyorite pou nou. Nou kenbe sipò 24/7 sou apèl epi ofri kowòdinasyon Slack dirèk ak ekip entegrasyon jeni ou a ak anplwaye sou apèl nou an pandan ak apre aplikasyon an. , ak chanèl sipò nan widget ak imèl nou yo. Nou aksesib epi reponn, epi trete satisfaksyon itilizatè yo kòm yon KPI pi wo.",
  "section-enterprise-header": "Karakteristik antrepriz",
  "section-enterprise-title-1": "Pwoteksyon anti-bot nan klas mondyal la",
  "section-enterprise-desc-1": "Batay-teste nan echèl entènèt.",
  "section-enterprise-title-2": "Nòt bot segondè presizyon",
  "section-enterprise-desc-2": "Detekte move aktè nan plizyè kalite diferan.",
  "section-enterprise-title-3": "Zewo friksyon ak 99.9% mòd pasif",
  "section-enterprise-desc-3": "Defi mwens pase 0.1% itilizatè lejitim yo.",
  "section-enterprise-title-4": "Kontwòl kalite defi yo montre",
  "section-enterprise-desc-4": "Bibliyotèk lajè nan kalite yo chwazi nan.",
  "section-enterprise-title-5": "Kontwole defi kontni yo itilize",
  "section-enterprise-desc-5": "Rete sou mak ak yon eksperyans itilizatè ki konsistan.",
  "section-enterprise-title-6": "SLA antrepriz",
  "section-enterprise-desc-6": "Garanti fyab ak sipò rapid 24/7 sou apèl.",
  "section-enterprise-title-7": "Sipò navigatè Legacy",
  "section-enterprise-desc-7": "Konpatib tout wout la tounen nan Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboard rapò avanse ak API",
  "section-enterprise-desc-8": "Gade sa k ap pase sou tout sit ou yo ak aplikasyon yo.",
  "section-enterprise-title-9": "Travay nan tout peyi",
  "section-enterprise-desc-9": "Kontrèman ak reCAPTCHA, nou travay nan chak peyi.",
  "section-enterprise-title-10": "GDPR, CCPA, ak LGPD-zanmitay règleman sou enfòmasyon prive",
  "section-enterprise-desc-10": "Ki fèt pou vi prive depi premye jou. Bonjan akò sou tretman done.",
  "section-enterprise-title-11": "Nivo difikilte amann",
  "section-enterprise-desc-11": "Konpoze sa a pou anfòm egzakteman ka itilize w la.",
  "section-enterprise-title-12": "Premye-pati hosting",
  "section-enterprise-desc-12": "Tout demann ak byen ale nan hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dach pou plizyè itilizatè",
  "section-enterprise-desc-13": "Pataje jesyon atravè ekip ou a.",
  "section-enterprise-title-14": "Verifikasyon Instant",
  "section-enterprise-desc-14": "0ms latansi: verifye siy hCaptcha san okenn apèl API.",
  "section-enterprise-title-15": "Entegrasyon mobil (iOS ak android).",
  "section-enterprise-desc-15": "Eksperyans san pwoblèm atravè entènèt, mobil natif natal, entènèt mobil. Entegrasyon pre-bati ak SDK natif natal ki disponib.",
  "section-enterprise-title-16": "Kondisyon Customized ak Garanti Konfidansyalite",
  "section-enterprise-desc-16": "Satisfè bezwen legal ou lè lòt konpayi pa kapab.",
  "presented-challlenges-head": "Prezante defi",
  "presented-challenges-title-1": "Konparezon",
  "presented-challenges-text-1": "Chwazi tout imaj ki matche ak rechèch",
  "presented-challenges-title-2": "Bwat limite",
  "presented-challenges-text-2": "Defini zòn limit pou objè yo",
  "presented-challenges-title-3": "Kategoriizasyon",
  "presented-challenges-text-3": "Idantifye etikèt ki koresponn yo",
  "presented-challenges-subheader": "... ak lòt travay ki senp. Fasil pou moun, difisil pou bots.",
  "presented-challenges-subtext": "Travay koutim disponib tou pou piblikatè antrepriz.",
  "footer-header-1": "Konpayi",
  "footer-header-2": "Resous",
  "footer-header-3": "Kontakte",
  "footer-link-1": "Etikèt",
  "footer-link-2": "Konsènan",
  "footer-link-3": "Travay",
  "footer-link-4": "Mak komèsyal yo",
  "footer-link-5": "Blog",
  "footer-link-6": "Estati",
  "footer-link-7": "Dokimantasyon",
  "footer-link-8": "Rapòte yon ensèk",
  "footer-link-9": "Aksesiblite",
  "footer-terms": "Regleman",
  "footer-privacy": "Konfidansyalite",
  "footer-attribution": "Atribisyon",
  "footer-subheader-1": "Sipò",
  "footer-subheader-2": "Kontakte",
  "switch-to-english-link": "Chanje nan angle",
  "intro-heading-privacy": "Ki fèt pou vi prive.",
  "intro-subtitle-p1-privacy": " Yon apwòch inikman sou vi prive pou sekirite sou entènèt.",
  "info-head-2-pr": "Anrejistreman aktivite sou entènèt se pa repons lan.",
  "info-text-1-pr": "hCaptcha Enterprise gen yon sèl objektif: anpeche move aktè deranje operasyon ou yo sou entènèt epi fè itilizatè ou yo mal.",
  "info-text-2-pr": "Se konsa, sistèm nou yo fèt depi nan baz pou minimize koleksyon done ak retansyon pandan y ap kenbe sekirite ki mennen nan klas la. Pi bon fason pou pwoteje done itilizatè se pa estoke li ditou.",
  "info-text-3-pr": "Tout relasyon kliyan yo pwoteje tou pa yon Akò Pwosesis Done solid. Sèvis hCaptcha a konfòm ak tout lwa sou enfòmasyon prive kèlkeswa kote sèvis ou oswa kliyan ou yo abite. Pa kenbe done pèsonèl yo fè sa pi fasil pou nou pase pou lòt konpayi yo.",
  "info-text-2-2-pr": "Sèvis tankou reCAPTCHA v3 di ke mete pixel tracking yo sou chak paj sit ou a nesesè pou yon bon sekirite. Sa a se pa ka a.",
  "info-text-2-3-pr": "Senp analiz konpòtman se yon siyal fasil fòje pa move aktè, epi li mande pou kenbe istwa Navigasyon pou tout trafik lejitim ou tou.",
  "info-text-2-4-pr": "Nou pa opere yon rezo anons, epi nou pa gen okenn enterè nan obsève konpòtman itilizatè ou yo nan lòd yo vann yo anons. Sa vle di nou pa bezwen yon pixel pasif sou chak paj sit ou a.",
  "info-text-2-5-pr": "Ajoute kòd defi nou an sèlman kote li nesesè, epi kote li fè sans pou pwoteje ni ou menm ni itilizatè ou yo.",
  "info-head-3-pr": "Aprantisaj machin itil. Men, li pa mande pou done pèsonèl yo travay.",
  "info-text-3-1-pr": "Aprantisaj machin kounye a afekte prèske tout aspè nan lavi nou, souvan nan fason nou pa reyalize epi nou pa ka wè. Sèvis sekirite online yo pa diferan.",
  "info-text-3-2-pr": "Lè yo aprann plis pase dè milye de siyal, modèl yo ka dedwi ak jwenn gwo konfyans nan detekte move konpòtman trè vit, menm lè pa gen okenn siyal endividyèl ta pou kont li ase fò pou endike yon pwoblèm.",
  "info-text-3-3-pr": "Sepandan, okenn nan sa yo pa mande pou itilize enfòmasyon pèsonèl idantifyab (PII). Teknik kriptografik modèn pèmèt nou jete nenpòt done pèsonèl pi vit ke posib, kreye olye siyati yon sèl-fason ki pa ka lye ak nenpòt moun.",
  "info-text-3-4-pr": "Fòmasyon sou done de-idantifye travay menm jan, epi li pa mande pou konpwomèt sou sekirite oswa sou vi prive. Kliyan nou yo te fè tès anpirik yo, epi yo te deklare nou egal oswa pi bon pase anpil mwens altènatif prive.",
  "cloudflare-quote-text-privacy": "Nou te renmen yon kantite bagay sou solisyon hCaptcha yo: 1) yo pa vann done pèsonèl; yo kolekte sèlman minimòm done pèsonèl ki nesesè yo, yo transparan nan dekri enfòmasyon yo kolekte ak fason yo itilize ak / oswa divilge li.",
  "pilot-head": "Eseye nou nan anviwònman ou san okenn obligasyon.",
  "pilot-text-1a": "Nou se enjenyè, pa vandè: nou vle ou kontan ak chwa ou.",
  "pilot-text-1b": "Pi bon fason pou asire satisfaksyon ou se demontre nou satisfè bezwen ou yo.",
  "pilot-text-1c": "Pwatikman tout konpayi ki kòmanse yon pilòt finalman chwazi solisyon nou yo.",
  "pilot-text-1d": "Sèvi ak fòm sa a pou jwenn youn nan espesyalis teknik nou yo. Nou reponn byen vit.",
  "pilot-text-1e": "Ou kapab tou voye yon imèl ba nou dirèkteman.",
  "pilot-email-details": "Detay yo isit la.",
  "pilot-f1": "Rejyon",
  "pilot-f2": "Non ou",
  "pilot-f3": "Non ou",
  "pilot-f4": "Imèl biznis",
  "pilot-f5": "Nenpòt lòt detay nou ta dwe genyen?",
  "pilot-f6": "Èske ou bezwen onboarding ijan?",
  "pilot-f7": "Wi.",
  "pilot-f8": "Mwen anba atak epi mwen bezwen abònman imedya.",
  "pilot-f9": "Soumèt",
  "pilot-f10": "Lè w antre imel ou a, ou dakò ak Regleman nou yo ak Règleman sou enfòmasyon prive, epi ou aksepte imel nan men nou.",
  "pilot-fo-1": "Entegrasyon pa ta ka pi fasil.",
  "pilot-fo-2": "hCaptcha gen plizyè douzèn entegrasyon pre-bati pou sistèm entèfas ak backend ou itilize yo.",
  "pilot-fo-3": "Si w rive soti nan reCAPTCHA Google la, API nou yo se ranplasman. Twa liy kòd yo se tout sa ou bezwen.",
  "pilot-fo-4": "Enjenyè abònman nou yo ka fè ou ale byen vit, si ou bezwen entegrasyon React, SDK pou aplikasyon natif natal iOS, yon egzanp backend Java, oswa nòmalman nenpòt lòt senaryo.",
  "pilot-fo-5": "Epi kòm toujou, vi prive se yon valè debaz pou nou. Ajoute kòd defi nou an sèlman kote li nesesè, epi kote li fè sans pou pwoteje ni ou menm ni itilizatè ou yo. Minimize koleksyon done kòmanse nan moman entegrasyon an.",
  "pilot-fdone": "Mèsi. Nou pral kontakte yon ti tan.",
  "home-ent-2-new": "Aprann plis sou solisyon antrepriz nou an.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Solisyon hCaptcha Enterprise yo bay sekirite ki pi enpòtan nan klas la epi pwoteje anpil nan pi gwo sèvis sou entènèt yo.",
  "home-plans-button-2-new": "Aprann plis",
  "header-enterprise-link": "Enterprise",
  "sales-interstitial-c1b-new": "Aprann plis sou hCaptcha Enterprise"
}
