{
    "1001938065": "Entegrasyon pa t 'kapab pi fasil",
    "1012122721": "* Bonbon estatistik jere dirèkteman pa nou (sa vle di premye pati, pa bonbon twazyèm pati), kote done yo pa itilize pou pwofil.",
    "1014004474": "Plan Enterprise hCaptcha yo ofri akò nivo sèvis avanse pou pwoteje òganizasyon w lan",
    "1021431157": "( ) Enkonpatibilite ak sous louvri oswa lisans sous louvri",
    "1023070345": "Pa pita pase 14 mas 2021",
    "1023108656": "Kategori moun k ap resevwa yon twazyèm pati",
    "1023190144": "hCaptcha® nan tèks la",
    "102498091": "Google chaje $1 pou chak 1000 demann pou reCAPTCHA Enterprise, sa vle di kounye a yo chaje plis pou chak demann pase sa li koute pou kraze sekirite sèvis yo. Sa a sanble tankou yon move kontra.",
    "102695075": "Dire",
    "1027023087": "Nou menm nan hCaptcha te pito konsantre sou apwòch ki pi modèn nan pwoblèm nan, ki pa mande pou kenbe dosye konpòtman alontèm tankou istwa Navigasyon epi yo te pwouve pi rezistan nan fè fas a advèsè detèmine depi yo te prezante sèvis la.",
    "1027200955": "Pale ak youn nan ekspè domèn nou yo pou defini bezwen pwojè ou yo: presizyon sib, fòma, ak nenpòt kondisyon espesyal.",
    "1028058338": "Tanpri gade seksyon \"Avi pou Sijè Done Inyon Ewopeyen yo\" nou an ki gen rapò ak dwa w yo dapre Règleman Jeneral Pwoteksyon Done (\"GDPR\").",
    "1033698050": "1. Èske nou kwè ke kliyan an te ban nou yon ka itilize ke nou jije moralman akseptab, dapre entèpretasyon nou nan nòm tipik nan sosyete Lwès la?",
    "1035621426": "Chak bot ki idantifye pa reCAPTCHA dirèkteman diminye revni anons Google la.",
    "1038019440": "1. Èske kliyan sa a reprezante enterè nasyonal yon peyi konnen ki gen konpòtman kontrè ak lwa ak nòm entènasyonal yo?",
    "103876916": "pou rapò sekirite elijib sou sèvis hCaptcha ak kòd sous ki gen rapò.",
    "1042802841": "Enfòmasyon konfidansyèl se nenpòt enfòmasyon ki make kòm konfidansyèl oswa pwopriyetè, oswa ki ta dwe rezonab konprann pati k ap resevwa a kòm konfidansyèl oswa propriétaire. Sa a pa enkli okenn enfòmasyon ki (1) disponib piblikman, (2) deja nan posesyon, devlope poukont li oswa deja konnen pati k ap resevwa a, oswa (3) te divilge pa lòd tribinal oswa jan sa mande pa lalwa.",
    "1045484714": "Entegrasyon SAML SSO ak Founisè Idantite w la, pa egzanp Okta oswa Azure AD.",
    "1046087606": "IBM. (Global). Sèvis yo bay: IBM Cloud.",
    "1047251718": "Jodi a, sepandan, lè moun pale sou API, yo toujou vle di API ki baze sou estanda. Sa yo se API ki fèt ak estanda ouvè tankou Transfè Eta Reprezantatif (REST) ak fòma fichye estanda louvri tankou JavaScript Object Notation (JSON). Sa yo \"RESTful APIs,\" jan yo konnen yo, ka kreye san yo pa bezwen lojisyèl propriétaires. API ki kapab lakòz yo kapab voye epi resevwa done ak apèl pwosedi ant aplikasyon lojisyèl. Pa egzanp, yon aplikasyon bankè mobil itilize yon API pou jwenn aksè nan sistèm bank la.",
    "1050501253": "Twò Difisil",
    "1051214799": "hCaptcha se yon sèvis sekirite entènèt ki eseye pataje valè ak piblikatè sit entènèt oswa aplikasyon ki sèvi ak li.",
    "1053787685": "Kisa Fwòd Peman ye?",
    "1058572205": "nou si ou ta renmen aprann plis sou",
    "1059502393": "Kaptire Detay Rapò Ensèk: Firefox",
    "1061239711": "3. 1ye pati",
    "1062291156": "tèm estanda",
    "1066753052": "ki vle di bous la vid, epi ou sou yon sit ki gen ladann yon defi hCaptcha. Yon fwa ou fin ranpli defi a, ou pral touche siy ki ka achte sou nenpòt lòt sit entènèt ak hCaptcha.",
    "1067704102": "Valè a nan etikèt done",
    "1070364246": "Oups! Gen yon bagay ki mal pase pandan w ap soumèt fòm lan.",
    "10724169": "Ou aksepte Règ sou enfòmasyon prive nou an, ki gouvène sa nou pral fè ak nenpòt enfòmasyon pèsonèl ou ba nou.",
    "1074044172": "Lè itilizatè yo dwe rezoud yon defi pou satisfè kondisyon sekirite ou yo, poukisa yo pa poze kesyon bèl ak ki enpòtan pou itilizatè a?",
    "1077448694": "Pou entegre ak sit entènèt medya sosyal twazyèm pati.",
    "1080672247": "Paske anpil nan kesyon yo poze yo pa ka rezoud ekonomikman ak lojisyèl ki pa sou etajè a, epi paske done yo jeneralman inik nan sistèm nan, sa vle di ke robo yo souvan sispann konplètman pa sèvis gratis la, epi yo dwe konte sou moun ki rezoud CAPTCHA pito, ki fè plizyè kalite abi konplètman antiekonomik.",
    "1080752747": "Kontakte lavant",
    "1085089390": "Abi sou entènèt soti nan konpòtman natirèl moun",
    "1087195513": "Si ou se yon kontribitè ki gen aksè nan Sèvis yo ak/oswa fè travay atravè oswa an koneksyon avèk yon Entegratè sou non yon moun ki fè demann ki pa IMI, Lè sa a, ou dakò ak rekonèt ke Intuition Machines pa responsab epi pa gen okenn obligasyon anvè ou. respè nenpòt rekonpans oswa lòt konpansasyon pou travay fini. Ou dakò ak rekonèt ke nenpòt rekonpans oswa lòt konpansasyon pou travay fini yo detèmine sèlman dapre akò ou ak Moun ki fè demann lan ak/oswa Entegratè a, jan sa aplikab. Nenpòt diskisyon sou rekonpans sa yo oswa lòt konpansasyon (ki gen ladan san limitasyon echèk pou resevwa rekonpans sa yo oswa lòt konpansasyon) se sèlman ant ou menm ak moun ki fè demann lan ak/oswa Entegratè a, jan sa aplikab.",
    "1087260385": "Si w gen nenpòt kesyon sou Règleman sou enfòmasyon prive sa a, tanpri kontakte nou nan",
    "1088304322": "Nou ka sèvi ak enfòmasyon pèsonèl ou pou rezon ki pa dekri nan Règleman sou enfòmasyon prive sa a, kote lalwa pèmèt nou fè sa epi kote rezon an konpatib ak objektif nou te kolekte yo. Si nou bezwen sèvi ak enfòmasyon pèsonèl ou pou yon rezon ki pa gen rapò, nou ka fè w konnen epi eksplike baz legal ki aplikab pou itilizasyon sa a. Si nou te konte sou konsantman ou pou yon itilizasyon patikilye nan enfòmasyon pèsonèl ou, nou ka chèche konsantman ou pou nenpòt ki rezon ki pa gen rapò epi pèmèt ou sispann sèvi ak sèvis la nan moman sa a si ou objeksyon.",
    "1089415440": "Deteksyon egzat objè nan imaj ak videyo",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kritè enkyetid etik: Subjektif",
    "1092241113": "Pou pi byen konprann enterè Kliyan ak Entegratè nou yo.",
    "1093280979": "1. Fòm Lòd Platfòm",
    "1099238677": "Avèk gwo volim nou yo ak latansi ki ba nou pral vire travay ou byen vit, ak livrezon otomatik le pli vit ke li fini.",
    "1103295010": "Fè lajan oswa bay charite pou lè moun rezoud CAPTCHA yo",
    "1105363520": "Nou pa opere yon rezo anons, epi nou pa gen okenn enterè nan obsève konpòtman itilizatè ou yo nan lòd yo vann yo anons. Sa vle di nou pa bezwen yon pixel pasif sou chak paj sit ou a.",
    "110836420": "Dènye mizajou: 23 desanm 2020",
    "1108398506": "kliyan yo genyen kontwòl total sou eksperyans lan, epi benefisye de ekspètiz hCaptcha te genyen opere pi gwo founisè endepandan defi sou entènèt la. Yo menm tou yo jwenn yon pi bon kontra pase reCAPTCHA Enterprise: jiska 50-80% pi bon prix, tou depann de volim.",
    "111184581": "Premye-pati hosting",
    "1112074001": "Etap 2: Klike sou tab Rezo nan Zouti Developer. Tcheke bwat \"Pèsiste mòso bwa\" nan tèt la.",
    "1115642494": "1. Sous: lis sit BuiltWith.com reCAPTCHA. Rekipere 9 jiyè 2019.",
    "1115671076": "Zendesk, Inc. (Global). Sèvis yo bay: Zendesk.com.",
    "1116455671": "A: Ou pral touche yon rekonpans pou premye rezoud si itilizatè a konplete li sou sit ou a. Ranchman yo swiv menm modèl repons lan kòm si itilizatè a te pase oto-pase sou sit ou a akòz gwo konfyans kliyan an: pa gen okenn salè rive, epi apèl la siteverify soti nan sèvè ou a resevwa yon \"kredi: Fo\" nan rezilta pas yo.",
    "1118929614": "( ) Ekstrèm sòt moun ki fè biznis ak spame yo",
    "1119009846": "Jan sa nesesè pou konfòme yo ak lwa aplikab yo, ki gen ladan demann gouvènman an, demann ki fè respekte lalwa, epi otreman bay antite piblik ak prive yo nan lòd yo pwoteje dwa, vi prive, sekirite, oswa pwopriyete ou, nou, oswa lòt moun.",
    "1123365779": "Si ou se yon devlopè entènèt oswa itilizatè ekspè, rezime a se nou ta renmen ou voye nou yon anrejistreman rezo HAR ak mòso konsole navigatè.",
    "1126302400": "Bwat limite",
    "1126447688": "souvan rapòte pèfòmans egal oswa pi bon nan deteksyon bot ak alèjman malgre konsantre sou vi prive nou an",
    "1126613163": "Done sansib",
    "1129833879": "Sispann robo move, pwoteje vi prive itilizatè yo",
    "1130783905": "Presizyon se nan enterè ou ak nan enterè nou. hCaptcha travay pou ba ou done reyèl epi kite ou deside kijan pou itilize li. Lòt solisyon sekirite yo bay konpayi piblisite Gigantic. Sa vle di chak bot yo bloke ka diminye revni yo.",
    "1130802068": "Nou itilize enfòmasyon nou kolekte pou rezon sa yo:",
    "1130868224": "Twa liy kòd",
    "1131196501": "Gwo konpayi yo tankou",
    "1131525092": "Gwoup move aktè ansanm san efò atravè UID nou yo ki pwoteje vi prive pou jwenn epi sispann fwod ak abi ki gen rapò.",
    "1133989302": "Poukisa hCaptcha?",
    "1137757109": "Si se yon kont eCommerce, atakè a ka bay lòd pou machandiz yo. Si viktim nan se yon bank, atakè a ka transfere lajan nan lanmè, ak sou sa.",
    "1139493658": ", epi travay di pou balanse vi prive ak sekirite.",
    "1139500589": "Peyi",
    "1140554614": "Akò tretman done",
    "1141402092": "Karakteristik rapò avanse",
    "1144966033": "Optimize pou pri ak bon jan kalite",
    "1150035777": "Modèl aprantisaj machin sofistike jenere nòt konfyans bot ki baze sou anpil pwen done pi lwen si kesyon yo te reponn kòrèkteman.",
    "1150786045": "www.botstop.com",
    "1150963691": "Diminisyon APT",
    "1151065360": "( ) Lis nwa souse",
    "1155436473": "(ofri antrepriz nou an) kounye a pwoteje plizyè santèn milyon itilizatè atravè plizyè dizèn milyon sit entènèt ak aplikasyon chak mwa. Istwa nou an montre ke ou ka fè konpetisyon ak Big Tech lè ou mete vi prive an premye.",
    "1155821305": "defans se pwofondè",
    "1156712451": "Premye tès travay",
    "1159746815": "Ou kapab tou voye yon imèl ba nou dirèkteman.",
    "1160252730": "Kounye a, Google ap chaje pri wo pou reCAPTCHA Enterprise, sa ki lakòz anpil konpayi reevalye kontra sa a.",
    "1160707899": "12. Wòl kontribitè ak relasyon ak IMI ak lòt moun ki fè demann",
    "1161704803": "Poukisa nou gen yon politik Etik AI?",
    "116842359": "***** Yo prevwa rekonsilyasyon yo fini sou plizyè jou akòz antretyen sistèm lan.",
    "1169005651": "15 septanm 2019",
    "1172067553": "Platfòm HUMAN ki dèyè hCaptcha bay bon jan kalite travay trè sofistike ak karakteristik jesyon atravè deplwaman on-premise, ibrid, oswa SaaS ki entegre ak sistèm ou yo ki egziste deja.",
    "117227832": "( ) Poukisa nou ta dwe fè ou menm ak serveurs ou yo fè konfyans?",
    "1173652155": "Konseye",
    "1173934218": "Nou konprann vi prive w enpòtan pou ou epi nou pran angajman pou nou transparan sou teknoloji nou itilize yo. Règleman sa a bay enfòmasyon detaye sou kouman ak ki lè nou itilize cookies sou sit nou yo ak sèvis nou yo.",
    "1174237568": "Aktivite pwosesis sa yo konstitye enterè lejitim nou yo. Nou eseye konsidere ak balanse nenpòt enpak potansyèl sou ou (tou de pozitif ak negatif) ak dwa ou anvan nou trete enfòmasyon pèsonèl ou pou enterè lejitim nou yo. Nou pa sèvi ak enfòmasyon pèsonèl ou pou aktivite kote enterè nou gen plis pase pa nenpòt enpak negatif sou ou (sòf si nou gen konsantman ou oswa lalwa egzije nou oswa pèmèt nou).",
    "1177598246": "Kontakte Komèsyal",
    "1182294134": "Azi Pasifik (APAC)",
    "1186243118": "imaj logo",
    "1187718370": "Kontakte nou",
    "1188668818": "bay nenpòt ki fo enfòmasyon pandan w ap itilize sitwèb sa a (ki gen ladan san okenn limit imite nenpòt lòt moun oswa òganizasyon nan kont ou a, oswa bay manti oswa otreman defòme tèt ou oswa afilyasyon ou ak nenpòt lòt moun oswa òganizasyon nan kont ou a;",
    "119098046": "Ki sa ki sou solisyon pasif oswa san defi?",
    "119298044": "Teknoloji avanse ML ak AI ki sipèvize pwòp tèt ou pwoteje pwopriyete w yo kont menas ak atak",
    "1193738791": ": yo swiv konpòtman itilizatè sou chak paj nan yon sit entènèt ak atravè entènèt la. Nou te fèt hCaptcha pou vin pi zanmitay vi prive ke posib depi premye jou. Sa a te mennen nan yon apwòch konplètman diferan nan pwoblèm nan. Kòm li vire soti, swiv itilizatè yo atravè entènèt la ak mare istwa entènèt yo ak idantite yo se konplètman nesesè pou reyalize yon bon sekirite. Anpil konpayi yo ki te chanje sou hCaptcha",
    "1200905005": "††† Apati septanm 2021, rekonsilyasyon ak peman yo kounye a ap dire sou yon peryòd apeprè 10 jou olye pou yon sèl jou, yon fason pou senplifye kontrent operasyonèl ki gen rapò ak kwasans nan sèvis la.",
    "1201821619": "hCaptcha rezoud youn nan pwoblèm ki pi ijan jodi a: anpeche robo move abize sèvis sou entènèt.",
    "120384113": "6. Revokasyon",
    "1204911585": "2. Si w ap itilize navigatè Brave a, ki pa parèt (apati avril 2020) gen okenn lis blan bonbon, ale nan Preferans -> Shields -> Cookies epi chwazi \"Pèmèt tout bonbon.\"",
    "1208179159": "LogDNA, Inc. (Global). Sèvis yo bay: LogDNA.com.",
    "121192737": "Ajoute kap vini yo",
    "1216071511": "Menm lide yo pwopoze tèlman souvan ke apeprè 20 ane de sa, yon otè anonim te vini ak yon itil ranpli-nan-vid la pou diskisyon sou entènèt sou solisyon anti-spam:",
    "121743429": "Pou konpayi enfrastrikti entènèt",
    "1218990730": "ki jan yo rapòte pwoblèm ak mòso bwa detaye",
    "1219091208": "Dropbox",
    "1224727373": "BotStop pa hCaptcha",
    "122875767": "Satisfè bezwen legal ou lè lòt konpayi pa kapab.",
    "1229233916": "Nòt anba a",
    "1230058025": "Severability. Eksepte pou Egzansyon Aksyon Kolektif la, si nenpòt tèm oswa dispozisyon, oswa yon pati nan kloz abitraj sa a te deklare anile oswa ki pa ka aplike, li pral koupe epi rès kloz abitraj la ap aplike.",
    "1232651561": "lojisyèl se kounye a bon jan moun nan rezoud defi reCAPTCHA.",
    "1233229030": "Divès",
    "1233793176": "Sit nou yo ak Sèvis nou yo pa dirije pou timoun ki poko gen 13 an epi nou pa fè espre kolekte Enfòmasyon Pèsonèl nan men timoun ki poko gen 13 an. Si nou aprann ke nou te kolekte Enfòmasyon Pèsonèl yon timoun ki poko gen 13 an, n ap pran etap rezonab pou efase enfòmasyon sa yo nan dosye nou yo le pli vit ke posib, sof si nou gen yon obligasyon legal pou konsève li. Tanpri kontakte nou nan",
    "1235925265": "Dokimantasyon",
    "1237076138": "hCaptcha ofri yon kontra jis pou kliyan gratis (hCaptcha Publisher) ak antrepriz (hCaptcha Enterprise).",
    "1240667045": "Nou ka sispann, limite, oswa anile aksè ou nan Sèvis yo nenpòt ki lè pou nenpòt ki rezon, tankou paske: (a) nou kwè ou te vyole Kondisyon Sèvis sa yo (ki gen ladan lòt politik ki gen rapò); (b) nou kwè ou te vyole dwa nou oswa dwa nenpòt twazyèm pati; (c) nou pa kapab verifye oswa otantifye enfòmasyon ou te ba nou; oswa (d) nou kwè aksyon ou yo ka kreye responsablite pou ou, nou, oswa yon twazyèm pati. Pou evite dout, nou rezève dwa pou anpeche oswa sispann peman ba ou si nou rezonab kwè ke nenpòt nan sa ki pi wo a aplike a peman sa a.",
    "1241291641": "Gade plis detay.",
    "1242066691": "Tcheke kare ki akote \"Pèmèt bonbon twazyèm pati yo.\"",
    "1243684308": "Nou pran fidbak ou oserye, epi nou vle asire tout moun gen yon eksperyans ki pi bèl sou entènèt, ak mwens robo ak mwens spam. Kontakte nou:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Klike \"OK\"",
    "1254771154": "defi yo montre sou lòt sèvis Privacy Pass ki sipòte tou ki entegre hCaptcha, pa egzanp Cloudflare.",
    "1258965840": "Kidonk, si atakè a ka antre nan yon sèl sit, li ka pwobableman antre nan plizyè sit lè l sèvi avèk kalifikasyon yo gaye. Pou egzanp, yo ta ka jwenn yon pè non itilizatè / modpas tankou JohnDoe / 525momma, men yo pa gen okenn lide ki sa pè sa a pral fè pou yo. Se konsa, yo eseye pè a sou Amazon.com, Ebay, Citibank, Walgreens ak sou yo ak sou. Yo ta ka eseye pè sa a sou mil sit diferan.",
    "1259002282": "Jwenn yon ensèk? Men ki jan yo rapòte li.",
    "126134492": "Lòt",
    "1263998069": "Touche rekonpans pou rezoud imen",
    "1266963825": "K: Èske hCaptcha Seksyon 508 + WCAG 2.1 AA konfòme?",
    "1268414751": "Nenpòt lòt detay nou ta dwe genyen?",
    "1268918580": "Gen kèk nan logo ak mak yo itilize pa hCaptcha ak patnè li yo se posede pa twazyèm pati epi yo ka itilize sèlman avèk pèmisyon yo. Twazyèm pati yo pa ka sèvi ak mak sa yo eksepte jan pwopriyetè yo otorize:",
    "1270712701": "Kominike pou laprès ak rapò ki sot pase yo",
    "1271831121": "Se pa tankou si pirate a (rekouvèt nan yon kapuchon, nan kou!) Se chita la, sezisman nan kalifikasyon apre kalifikasyon. Bot login otomatik la ta ka fèt nan yon zouti ki pa nan etajè tankou Selenyòm oswa yon zouti pirate koutim devlope.",
    "1273071008": "Demann Dwa Aksè Sijè Done yo",
    "1273914192": "3. Taks",
    "1275150216": "Landmarks",
    "1278884196": "Sa te di, kriptografik se byen yon disiplin jèn. Dapre istwa resan, konplo kriptografik ou ak/oswa aplikasyon w gen chans rive nan kase le pli vit ke nenpòt moun gen yon ankourajman gade li ak anpil atansyon, epi li posib ke lòt moun pral kalkile sa a byen lontan anvan ou fè sa. Repoze sou pyès ki nan konpitè vle di tou ou ka bezwen mande chak itilizatè ou yo chanje yon aparèy fizik yo nan lòd yo patch defo a. Sa a se fasil rive byen vit nan pifò ka yo, sa vle di an reyalite sistèm ou a pral tou senpleman echwe louvri.",
    "1282121137": "Pou konprann ki jan pwoblèm kont kontwòl kapab, konsidere ki sa eksperyans nan sanble nan pwen de vi nan enstitisyon finansye a. Yo okipe dè milyon de koneksyon chak jou.",
    "1289884910": "Nou pibliye tou detanzantan analiz ak rapò. Pa egzanp:",
    "1291824746": "Peman hCaptcha yo kouri chak trimès sou yon baz final 60 jou. Pou ilistre sa sa vle di, tanpri gade tablo ki anba a.",
    "129661785": "Janm te mande pou \"klike sou machin / pasaj pou pyeton an / stoplight la?\"",
    "1296696044": "Konfidansyalite vs Sekirite: Poukisa yo pa tou de?",
    "1297224875": "Yon apwòch inik ki baze sou vi prive pou sekirite sou entènèt Enterprise.",
    "1297657322": "Ekran itilizatè aksè apre konekte",
    "1300485304": "hCaptcha pwoteje kont menas avanse ak dekouvèt ki fèt pou enfiltre rezo ou yo",
    "130239139": "Ki valè plis pase 100 moun-ane travay Google kolekte chak jou?",
    "1316817321": "Atribisyon",
    "131871195": "Pi bon fason pou asire satisfaksyon ou se demontre nou satisfè bezwen ou yo.",
    "1330274831": "Ou bay nou yon lisans atravè lemond, ki pa eksklizif, ki bay sou-lisans, ki transfere, ki pa gen redevances, ki irevokab pandan peryòd Akò sa a pou nou itilize, repwodui, distribye elektwonikman, epi montre piblikman nenpòt Done Kliyan sèlman nan bi pou nou bay Sèvis yo. . Ou reprezante epi garanti ou posede ase dwa, tit, ak enterè nan ak sou done ou yo nan lòd yo akòde lisans lan nan seksyon sa a.",
    "1333016413": "Sa a pèmèt ou evite kesyon nan lavni lè w enskri epi mete yon bonbon.",
    "1337725003": "hCaptcha pran angajman pou li demokratize aksè a gwo volim anons an tan reyèl, kite konpayi gwo kou piti amelyore kalite pwodwi ak sèvis yo lè yo aplike aprantisaj machin nan biznis yo.",
    "1338341134": "hCaptcha + Pass Konfidansyalite (Beta)",
    "1340011854": "Rezolisyon altènatif dispit obligatwa. Ou dakò ke pou nenpòt diskisyon ki rive nan oswa ki gen rapò ak itilizasyon Sèvis yo, ki gen ladan nenpòt diskisyon ki te ka parèt depi lè ou te kòmanse fè travay pou IMI, epi espesyalman ki gen ladan nenpòt reklamasyon ki gen rapò ak si wi ou non ou klase kòm. yon kontraktè endepandan, w ap fè IMI konnen reklamasyon w lan kont li. Ou menm ak IMI pral eseye rezoud pwoblèm nan swa atravè negosyasyon dirèk oswa medyasyon. Nou pral divize pri medyasyon an egalman epi nou dakò ke medyasyon an dwe fèt atravè telefòn oswa lòt mwayen elektwonik. Si yon reklamasyon pa rezoud apre negosyasyon enfòmèl oswa medyasyon, ou dakò ke ou menm ak IMI pral itilize abitraj final ak obligatwa pou rezoud dispit la. Kloz sa a gouvène tout reklamasyon retwoaktif depi lè ou te kòmanse sèvi ak sit entènèt nou an, kit yo baze sou tort, kontra, lwa, ki gen ladan, men pa limite a, nenpòt reklamasyon diskriminasyon ak arasman, kit yo baze sou California Fair Employment and Housing Act. , Tit VII nan Lwa sou Dwa Sivil 1964, jan sa te amande, oswa nenpòt lòt lwa oswa règleman federal, lwa ekitab, oswa otreman.",
    "1344687860": "Bwat Limite",
    "1344959096": "Travay kòm yon labeler done endividyèl",
    "1345083090": "Rapòte yon pwoblèm fonksyonalite?",
    "134571844": "Impressum (Avi sou sit)",
    "1350478093": "Pwosesis Objektif",
    "135276624": "Ewòp, Mwayen Oryan, Lafrik (EMEA)",
    "1356745565": "Konpatib tout wout la tounen nan Internet Explorer 8.",
    "1358325821": "Premyèman, enstale ekstansyon an pou",
    "1362015807": "Kòmanse",
    "1368787974": "Pataje jesyon atravè ekip ou a.",
    "137127070": "mete, telechaje, oswa tache lyen ekstèn oswa fichye move oswa enkoni, oswa telechaje nenpòt kontni ki gen yon viris, cheval Trojan, vè, bonm relè oswa lòt kòd òdinatè danjere;",
    "1373262754": "Konnen ki moun yon moun ye gen yon valè minim pou hCaptcha. Nou sèlman pran swen si yo se moun oswa yon aktè move.",
    "1374227759": "sèvi ak sit entènèt la pou nenpòt aktivite ilegal, oswa pou nenpòt ki lòt rezon ki fè li te disponib;",
    "1377538813": "Lang dominan. Vèsyon an angle nan Regleman Sèvis sa yo pral kontwole nan tout respè epi yo pral genyen an ka ta gen nenpòt enkonsistans ak vèsyon tradui, si genyen.",
    "1388241689": "Enfòmasyon yo kolekte kòm rezilta itilizatè fen yo reponn èdvitasyon atravè Sèvis la (\"Done ki gen etikèt\"), tankou done etikèt imaj, tèks konvèti soti nan fichye odyo jwe nan itilizatè final sa yo, repons a kesyon, ak lòt envit ki te pwodwi pa Sèvis la. pou rezon etikèt done pou itilize nan aplikasyon aprantisaj machin. Remake byen ke Done ki make yo pa mare ak okenn moun idantifye.",
    "1393184984": "se tout sa ou bezwen.",
    "1394253934": "7. Move itilizasyon, Abi, ak Defòmasyon",
    "1397766838": "Pi bon eksperyans itilizatè",
    "1406188018": "6 ak 7",
    "1406393333": "Nenpòt aksè oswa itilizasyon sèvis yo lòt pase dapre Kondisyon Sèvis sa yo ak nenpòt enstriksyon nou bay se entèdi entèdi. An patikilye, ou PA PRAL:",
    "1406692811": "angaje nan spamming oswa poste nenpòt kalite piblisite, eseye jwenn referans, kominikasyon an mas, òf oswa demann lajan, demann sèvis, piblisite, maketing, mesaj san sans, sijè ki kopi, kontni ilegal, lyen sit entènèt sosyal, adrès imel, oswa ID mesaje enstantane sof si travay la mande;",
    "1408530660": "IMI respekte pwopriyete entelektyèl lòt moun epi nou rezève dwa pou retire nan sit nou an nenpòt materyèl ke nou kwè ka vyole dwa entelektyèl nenpòt twazyèm pati. Si ou kwè ke pwòp travay ou a te kopye nan yon fason ki konstitye vyolasyon copyright sou sit entènèt sa a, tanpri kontakte sipò kliyan Intuition Machines.",
    "1408599440": "Kòmanse rapid ak kèk liy kòd ak mòd pasif 99.9% nou an, oswa pran tout kontwòl sou ki lè ak ki jan itilizatè yo defi. Modèl menas koutim ak defi personnalisable vle di fleksibilite san parèy pou asire sekirite.",
    "1408750006": "Sijè a sèten limit, CCPA bay konsomatè Kalifòni yo dwa pou yo mande pou yo konnen plis detay sou kategori oswa moso espesifik enfòmasyon pèsonèl nou kolekte (ki gen ladann fason nou itilize ak divilge enfòmasyon sa yo), pou yo efase enfòmasyon pèsonèl yo, pou yo pa patisipe. nenpòt \"lavant\" ki ka fèt, osi byen ke dwa pou yo pa fè diskriminasyon kont pou egzèse dwa sa yo.",
    "1409486258": "Kòrèk",
    "1409822234": "Nan okenn sikonstans yo pa dwe itilize yon mak hCaptcha idantik oswa prèske idantik kòm yon non domèn.",
    "1418235079": "Founisè Sèvis",
    "1421074182": "Siyifikativman pi wo.",
    "1422537019": "nou jodi a pou aprann plis.",
    "1424800293": "Logo hCaptcha:",
    "1428053210": "Kontni sa a jeneralman transfòme soti nan fòm orijinal li. Pou egzanp, yon videyo ka divize an plizyè imaj, imaj sa yo ka divize an anpil nouvo imaj, ak nouvo imaj sa yo Lè sa a, owaza melanje yo pwodwi rezilta final la parèt.",
    "1434289796": "Gen kèk bonbon ki nesesè pou sèten itilizasyon sit yo, epi san bonbon sa yo, nou pa t ap kapab bay anpil sèvis ou bezwen pou byen itilize sit yo. Bonbon sa yo, pou egzanp, pèmèt nou opere sit nou yo pou ou ka jwenn aksè nan li jan ou te mande a epi kite nou rekonèt ke ou te kreye yon kont epi ou te konekte nan kont sa a pou jwenn aksè nan kontni sit la. Yo gen ladan tou Cookies ki pèmèt nou sonje aksyon ou anvan yo nan menm sesyon Navigasyon an epi sekirize Sit nou yo.",
    "1445008801": "Jan Edenn di sa:",
    "1446868537": "hCaptcha pa ta dwe janm itilize kòm yon vèb.",
    "1447649958": "Kòm yon rapèl, se sèlman trafik imen egzat ki kalifye pou peman. Ou ka wè plis detay sou sa a nan FAQ nou an, ki lye anba a. Balans ki disponib yo dwe tou satisfè yon papòt minimòm pou yo ka kalifye pou peman, kounye a 10 HMT.",
    "1457707016": "Pou moun",
    "1467218142": "Sa nou anvi nan men yo ak tèt nou kondwi konpòtman nou an, epi konsa menm modèl yo nan entèraksyon repete nan tout sistèm imen. Entènèt la bay anpil egzanp sou aspè fondamantal sa a nan monn nou an.",
    "1467308982": "Orè Peman yo",
    "1467783792": "Okenn moun, antite, oswa òganizasyon ki sanksyone pa Etazini (yon \"Aktè Sanksyone\") pa elijib pou rekonpans oswa pou itilize Sèvis yo kòm yon Integrateur. Pou evite dout, sa enkli nenpòt aktè ki pran sanksyon ki deziyen pa Biwo Kontwòl Byen Etranje (\"OFAC\") Depatman Trezò Ameriken an.",
    "1470290349": "pou pi bon nan klas bot ak jesyon fwod.",
    "1475399473": "Aprann plis sou ekip hCaptcha",
    "1476843710": "Mwens finansye malfezan men toujou domaje fòm kontwòl kont enplike vòl la nan kont medya sosyal ak renmen an. Nan ka sa yo, atakè a anjeneral ap eseye gaye malveyan oswa angaje yo nan atak èskrokri kont zanmi viktim nan san mefyans. Oswa, atakè a ap eseye jennen viktim nan, ki pafwa rive ak selebrite ak politisyen, pou egzanp.",
    "1477196356": "Plizyè metòd pou lye idantite ak yon aparèy nan yon mòd kriptografik ki an sekirite, pafwa ak pwopriyete ki konsève vi prive, yo te pwopoze pou dè dekad. Kriptografi kle piblik la soti nan c. 1975, ak pyès ki nan konpitè jeton yo te egziste prèske osi lontan.",
    "1480820434": "imaj 1",
    "148188781": "Prezante defi",
    "1482845460": "( ) Egzije koperasyon total imedyat nan men tout moun nan yon fwa",
    "1483015662": "3. Sesyon",
    "1485807325": "Dashboards pou plizyè itilizatè, SAML SSO",
    "1487796027": "Pou konpayi yo",
    "1491780143": "CAPTCHA yo pa pwouve ou se moun - yo pwouve ou se Ameriken",
    "1493115924": "Nòt mak komèsyal yo:",
    "1493790285": "Lòt enfòmasyon yo kolekte nan men Itilizatè Fen yo kòm yon pati nan Sèvis nan ki oblije detèmine si yo",
    "1495915066": "Ki jan nou menm, patnè rechèch akademik nou yo, ak kliyan nou yo itilize medya Creative Commons",
    "1499894352": "Trè kèk konpayi ofri transparans nan pwosesis pou pran desizyon yo nan domèn sa a, e nou espere lòt moun pral swiv egzanp sa a!",
    "1503240421": "Etap 5: Klike sou tab la konsole, ak dwa-klike Lè sa a, \"Save as ..\" yo nan lòd yo sove boutèy la konsole. Voye sa tou pou nou.",
    "1504327211": "Tanpri sonje ke itilizasyon sèvis nou an gouvène pa nou",
    "1508655687": "Ajoute pwòp defi ou yo ki adapte pou odyans ou a rasyonalize oswa limite aksè",
    "1510448156": "Ou ka kanpe ak kouri ak yon altènatif siperyè jodi a, epi vire sou karakteristik pi avanse jan sa nesesè.",
    "1514478724": "Aprann plis",
    "151737819": "hCaptcha Solve Pousantaj atravè mond lan montre anpil ti diferans",
    "1517625162": "Dapre Seksyon 1789.3 Kòd Sivil Kalifòni, itilizatè Kalifòni yo gen dwa pou resevwa avi sou dwa konsomatè sa yo: Rezidan Kalifòni yo ka kontakte Inite Asistans Plent nan Divizyon Sèvis Konsomatè Depatman Afè Konsomatè Kalifòni yo pa lapòs nan 1625 North Market Blvd., Sacramento, CA 95834, oswa pa telefòn nan (916) 445-1254 oswa (800) 952-5210.",
    "1517627947": "Ou te gen anpil chans wè foto bilding oswa siy lari ki soti nan machin Streetview Google yo, epi ede w mete etikèt sou kote pou pwodwi Maps ak Earth yo.",
    "1519201684": "AI politik etik",
    "1519560388": "7. Sous: Mary Meeker, KP Entènèt Tandans 2017",
    "1525403768": "Pou plis enfòmasyon kontakte Enterprise Sales.",
    "1525506526": "Ki sa ki akseptasyon kont ak ki jan yo travay?",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1528242915": "Idantifyan.",
    "1533171442": "Nou itilize tou bonbon fonksyonèl ak bonbon ki soti nan twazyèm pati pou analiz ak rezon maketing. Bonbon Fonksyonèl pèmèt sèten pati nan sit yo travay byen epi preferans itilizatè ou yo rete konnen. Bonbon analiz, pami lòt bagay, kolekte enfòmasyon sou fason Kliyan, Entegratè, ak itilizatè final yo itilize sit nou yo, kontni ak pwodwi itilizatè yo wè pi souvan, ak efikasite piblisite twazyèm pati nou an. Bonbon Piblisite ede yo bay anons yo bay odyans ki enpòtan epi fè anons nou yo parèt nan tèt rezilta rechèch la. Bonbon yo se swa \"sesyon\" Bonbon ki efase lè ou fini sesyon navigatè w la, oswa \"pèsistan,\" ki rete jiskaske ou efase yo (diskite anba a) oswa pati ki sèvi bonbon an. Tout detay sou tout bonbon yo itilize sou sit yo disponib nan tablo Divilgasyon bonbon nou an anba a.",
    "1539071196": "Anjeneral nou itilize Cookies pou rezon sa yo:",
    "1544546608": "Pase sou enfòmasyon prive",
    "1544829730": "Si ou se yon Kliyan oswa yon moun ki fè demann, ou dakò ke kondisyon adisyonèl yo tache ak Apendis Kliyan an ap aplike epi yo pral enkòpore pa referans nan Kondisyon Sèvis sa yo. Si ou pa yon Kliyan oswa Moun k ap Demande, oswa si w sispann yon Kliyan oswa Moun k ap Demande, lè sa a kondisyon adisyonèl ki nan Anèks Kliyan an p ap aplike ni yo p ap enkòpore yo pa referans nan Kondisyon Sèvis sa yo.",
    "1546930020": "Jwenn done etikèt",
    "1547006769": "Verifikasyon imanite se menm pwoblèm nan",
    "1549336309": "hCaptcha vire modèl sa a. Lè w sèvi ak hCaptcha, konpayi yo òf sou travay itilizatè ou yo fè pandan y ap pwouve limanite yo. Ou jwenn rekonpans yo.",
    "1549953005": "Ou ka ranpli youn oswa plizyè fòm lòd aksè platfòm (yo chak, yon \"Fòm Lòd\") kòm yon kondisyon pou vin yon Kliyan oswa Demandeur. Si se konsa, lè sa a tèm ak kondisyon ki dekri nan Fòm Lòd la vin yon pati nan Regleman Sèvis yo epi yo enkòpore pa referans.",
    "155456850": "anonse chanjman yo nan hCaptcha:",
    "1558428432": ". Tanpri kredite yo sou hCaptcha.com.",
    "155877895": "Deteksyon ak klasifikasyon ki mache ak moun",
    "1559150837": "Sib yo pa san defans men. Pifò sit entènèt gen kontwòl ki bloke yon itilizatè sispèk ki ap eseye konekte nan plizyè milye kont diferan nan menm adrès IP la nan yon ti espas tan. Ki sa ki atakè fars kalifikasyon fè pou jwenn alantou teknik pwoteksyon sa yo se sa a se simulation divèsite jeyografik ak IP. Sèvi ak zouti pwisan, souvan AI-kondwi, yo ka fè li parèt ke dè milye de itilizatè yo ap eseye owaza konekte nan diferan lè nan jounen an soti nan tout peyi a. Sa a se yon anpil pi difisil yo detekte ak sispann.",
    "1559190296": "5-11 janvye 2021†",
    "1559631739": "Aprantisaj prive",
    "1560232962": "kouvri an detay, pa gen okenn garanti sou kantite lajan ou touche pou nenpòt repons bay yo. Pa gen okenn kesyon peye ki disponib nan moman sa a, yo ka rejte yon repons pou rezon kalite, ak sou sa.",
    "1565481281": "Yon nòt pou rezidan Kalifòni yo",
    "1569804581": "Si w ta renmen yo kontakte w alavni konsènan opòtinite ki gen rapò, tanpri ranpli fòm sa a.",
    "1579093044": "Avèk senp designer defi koutim nou an, ou ka lanse kontni defi sou mak nan jis kèk minit.",
    "1579715421": "Syantis IM yo regilyèman pibliye nan konferans pi gwo tankou ICML, ICLR, ECCV, ak NeurIPS, epi konpayi an te pibliye rezilta dènye modèl yo nan disiplin ML tankou deep hashing.",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Nòt bot segondè presizyon",
    "1589805435": "Nou gen tou yon",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Ou pral peye IMI frè yo jan sa dekri nan Fòm Lòd ki aplikab la atravè metòd peman ou bay nan Fòm Lòd ki aplikab la. Sòf si toulède pati yo te dakò ekspreseman alekri, w ap bay peman konplè pou tout fakti yo te bay nan trant (30) jou apre dat fakti a poste. Ou otorize nou pou fè otorizasyon kat kredi sou tout enfòmasyon kat kredi ou ba nou, pou konsève enfòmasyon kat kredi sa yo, epi pou fè w peye kat kredi w oswa nenpòt lòt kont nou dakò youn ak lòt kòm yon fòm peman. Sòf si sa endike otreman sou Fòm Kòd la oswa nan Akò Sèvis Antrepriz ou oswa Akò Sèvis Mèt ou a, tout frè pou Sèvis yo, apa de depase, yo faktire chak ane nan kòmansman sèvis IMI bay dapre Akò ou a (\"Dat Efektif\").",
    "159272246": "K: Èske w ap travay sou lòt opsyon aksè (\"a11y\"), tankou odyo?",
    "1595254735": "Sèvis piman pasif yo ap lite pou kenbe presizyon deteksyon bot, oswa menm pou konnen lè yo pa kòrèk. San yo pa kapasite pou detanzantan defi itilizatè yo ak analize kòrèkteman rezilta yo nan defi sa a, presizyon gen tandans diminye anpil sou tan.",
    "1597520917": "Yon nimewo k ap grandi nan kritik yo te fè remake ke mepriz Google pou vi prive itilizatè yo ta dwe konsène kliyan kap pwoteje sit entènèt yo ak aplikasyon yo.",
    "1599610318": "Piblikatè",
    "1601080128": "Si nou sispann oswa mete fen nan kont ou a, ou p ap gen aksè a okenn pati nan sit entènèt la ankò, ki gen ladan done, mesaj, dosye, ak lòt materyèl ou kenbe sou sit la. Ou PA ka kontinye sèvi ak sit entènèt nou an sou yon lòt non oswa yon nouvo non kont. Vyolasyon Kondisyon Sèvis sa yo ka pouswiv nan tout limit lalwa epi yo ka lakòz plis penalite ak sanksyon.",
    "1606599610": "Kieran Thompson",
    "1606783855": "A: Nou enterese anpil nan Privacy Pass pou ka itilizasyon Aksè (\"a11y\"). Opsyon ki te popilè deja tankou captchas odyo fè diskriminasyon kont anpil itilizatè a11y. Nou kwè konbine apwòch a11y aktyèl nou an ak emisyon Privacy Pass pral pèmèt itilizatè a11y yo navige san danje, an sekirite nan konnen ke trafik yo pi prive, pandan y ap mete restriksyon sou abi pa operatè bot ki inevitableman rive lè opsyon a11y yo disponib.",
    "1609621367": "Transfè",
    "1617196410": "hCaptcha konsantre sou kanpe bots. Nou pa pran swen kiyès yon itilizatè ye, men sèlman si yo move. Nou travay di pou balanse vi prive ak",
    "162063633": "Mailgun Technologies, Inc. (Global). Sèvis yo bay: Mailgun.com.",
    "1620709264": "HUMAN Token® se yon mak ki anrejistre nan HUMAN Protocol Foundation, epi yo itilize li avèk pèmisyon li.",
    "1621597093": "Solisyon sekirite antrepriz (peye)",
    "1621930829": "Ki sa ki ka fè sou aktivite fwod peman avanse, san rete jodi a? Anplwaye plizyè kouch kontwòl se nòmalman yon apwòch ki gen bon konprann. Sepandan, pi bon kont mezi yo se moun ki ka pèlen bot la ak revele ke li se fo, malgre pi bon efò yo nan kreyatè li yo repwodui konpòtman imen.",
    "1622303590": "Pou pèmèt bonbon nan Safari (iPhone/iPad iOS 11+): Louvri Anviwònman ou yo. Scroll desann epi chwazi Safari. Anba Konfidansyalite ak Sekirite, fèmen \"Anpeche Suivi Cross-Site\" ak \"Bloke Tout Cookies\"",
    "1624200563": "sekirite, epi respekte GDPR, CCPA, LGPD, PIPL, ak lòt règleman sou enfòmasyon prive.",
    "1627232990": "Yo bay tradiksyon Kondisyon Sèvis sa yo sou yon baz pi bon efò. Nan ka ta gen nenpòt diferans enpòtan ant Kondisyon Sèvis yo lang angle ak yon tradiksyon li yo, yo dwe entèprete Kondisyon Sèvis yo lang angle kòm autorité.",
    "1636202177": "Konsènan",
    "1637527266": "Ki peyi ki gen plis trafik bot?",
    "1637702726": "Konsènan hCaptcha",
    "1642844535": "enpòtan: hCaptcha sèvi ak plizyè apwòch diferan pou reponn menm kesyon fondamantal la, sa ki pèmèt konparezon pou konsistans nan tout evalyasyon yo.",
    "1644003939": "Nòt: pa aplike pou tout kliyan. Pa egzanp, IP Blinding oswa lòt kliyan avanse opsyon konfidansyalite oswa sekirite (egzanp kliyan Secure Virtual Tenancy) yo konplètman eskli nan nenpòt potansyèl \"PII\" k ap antre nan sistèm telemetrik, menm yon adrès IP. Tanpri kontakte reprezantan kont ou a pou plis enfòmasyon si sa nesesè.",
    "164801246": "Rekonsilyasyon se pwosesis kote trafik yo analize apre reyalite a pou verifye limanite li ak presizyon, yon fwa tout done ki soti nan tout sit rapò yo antre. Ou ka li plis detay nan nou an.",
    "1655022901": "BotStop pa hCaptcha™",
    "1655796811": "Enfòmasyon yo kolekte otomatikman kòm rezilta yon Entegratè oswa Kliyan itilize Sit yo oswa Sèvis yo (\"Enfòmasyon Analiz\"), tankou adrès IP, kalite navigatè, founisè sèvis Entènèt, kalite platfòm, kalite aparèy, sistèm operasyon, dat ak koupon lè. aksè, ak lòt enfòmasyon ki sanble. Gen kèk enfòmasyon Analytics kolekte sou non nou pa twazyèm pati nou angaje pou objektif sa a, epi kèk enfòmasyon Analytics kolekte atravè yon varyete teknoloji swiv, ki gen ladan bonbon (al gade \"Twazyèm Pati Analytics ak Teknoloji Tracking\" anba a).",
    "165932542": "Yon gade nan hCaptcha rezoud pousantaj atravè mond lan",
    "1662477701": "Resous",
    "166277959": "Tanpri sonje: karakteristik sa a se kounye a nan beta, epi li ka pa travay pou tout sit entènèt ak itilizatè yo tout tan an. Nan evènman an ke li pa pèmèt oswa pa travay pou yon itilizatè patikilye, konpòtman an pral tou senpleman tonbe tounen nan eksperyans nan estanda hCaptcha san okenn pèt nan fonksyonalite.",
    "1663628612": "pèmèt ou",
    "1665616092": "Fwod peman se senp nan konsèp, men li ka fantastikman konplèks nan ekzekisyon jodi a li yo.",
    "1669194950": "Anplis Enfòmasyon Pèsonèl, ou ka oblije bay (oswa li ka nesesè pou nou kolekte) lòt done pou nou ka bay Sèvis yo (ansanm, \"Done Kliyan\"). Nou pa responsab pou okenn echèk nan fè Sèvis ki te koze pa reta oswa echèk ou bay Done Kliyan yo.",
    "1671436004": "Vle remèt òganizasyon charitab ou pi renmen?",
    "1671996585": "Ou ka oblije entegre sit entènèt ou an, aplikasyon, oswa platfòm ak Sèvis nou yo atravè koòdone pwogramasyon aplikasyon nou an (\"API\"). Nan ka ou fè sa, nou ba ou yon lisans ki limite, ki pa eksklizif, ki pa ka transfere, ki pa ka transfere, ki pa ka revoke pou itilize API a sèlman pou jwenn aksè nan Sèvis yo. Nou ka modifye API a ak/oswa sispann sipò nan ansyen vèsyon oswa degaje API a nenpòt ki lè. Nou rezève dwa pou sispann oswa limite aksè ou nan API a nan sèl diskresyon nou an, epi nou pral fè efò rezonab pou ba ou avi anvan sispansyon an.",
    "1678661231": "Pou konfòmite, prevansyon fwod, ak sekirite",
    "1685871181": "Pi gwo sèvis yo sou entènèt konte sou",
    "1686079269": "Enfòmasyon sou jesyon aktyèl la nan konpayi an ka jwenn sou la",
    "1686655020": "Telechaje nenpòt kontni ki sijè a copyright ki pa travay orijinal ou, sof si ou gen pèmisyon nan men pwopriyetè lejitim la pou poste kontni sa yo epi akòde IMI tout dwa ki gen lisans yo akòde la a;",
    "1687299615": "Ki sa ki se yon kontwòl kont?",
    "1691348394": "- Otomatik acha mas pandan yon lavant lage limite",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "imèl nou",
    "1697438123": "Konfidansyalite",
    "1699668873": "Ou dwe notifye IMI imedyatman si w sispèk enfòmasyon sou kont ou a te vòlè oswa itilize pa yon lòt moun, oswa nenpòt lòt vyolasyon sekirite.",
    "1702335960": "Nenpòt enfòmasyon ke nou kolekte se sijè a Règleman sou enfòmasyon prive ki an vigè nan moman enfòmasyon sa yo kolekte. Nou ka, sepandan, revize Règleman sou enfòmasyon prive a de tan zan tan. Si yon revizyon se materyèl, jan nou detèmine sèlman, nou pral fè w konnen, pa egzanp pa imel. Vèsyon aktyèl la ap toujou afiche nan paj Règleman sou enfòmasyon prive nou an.",
    "1706581702": "Fòmasyon sou done de-idantifye travay menm jan byen, epi li pa mande pou konpwomèt sou sekirite oswa sou vi prive. Kliyan nou yo te fè tès anpirik yo, epi yo te deklare nou egal oswa pi bon pase anpil mwens altènatif prive.",
    "170775527": "Karakteristik antrepriz",
    "1709478090": "Pou sèvi ou ak enterè ki baze sou oswa vize piblisite.",
    "1717658846": "Opsyon aksè nan meni widje UI",
    "1722734001": "Entènèt la louvri se yon anviwònman ki fè anpil bwi. Move aktè atake itilizatè sèvis nou yo ak konpetitè tankou reCAPTCHA chak jou, epi yo nan kou yo eseye gade kòm imen ke posib pandan y ap fè sa.",
    "1728211763": "Itilizasyon kontni nan fason sa a ak pou rezon sa yo tonbe nan direktiv itilizasyon ekitab dapre konpreyansyon nou sou lwa a ak pratik estanda nan domèn nan, men nou se fanatik Creative Commons depi lontan epi nou prefere bay kredi a nenpòt moun ki ede nan domèn nan. travay moniman pou amelyore entèlijans machin.",
    "1729677626": "Mwen anba atak epi mwen bezwen abònman imedya.",
    "1752259468": "5. Estimasyon konsèvatif: $0.01 pri yon sèl anotasyon * 200M mwayèn. anotasyon pou chak jou (limit ki pi ba) * 365 jou pa ane * 10 ane depi akizisyon 2009 = $7.3 milya valè limit pi ba.",
    "1752795854": "hCaptcha pote yon apwòch modèn, ki konsantre sou vi prive pou kanpe bots.",
    "1756106276": "Estati",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "isit la:",
    "1767952047": "Li atake m yè swa, li vòlè rad mwen epi li pran lajan m.\" Lòt mesye a, ki te abiye ak gwo bèl rad ki te sou klas nòb la, te reponn: “Konstab, mesye sa a fou. Li panse li se yon nob. Mwen se vre nob la. Arete l!\"",
    "1771016224": "- lojisyèl soti nan telechaje tout kontni an sou sit entènèt ou an mas",
    "1778058441": "Ki kalite travay yo kouri sou hCaptcha?",
    "1778642038": "Pou kominike avèk ou",
    "1779265104": "Kondisyon Customized ak Garanti Konfidansyalite",
    "1783317946": "Sispann atak API se yon ka itilize popilè pou",
    "1786796818": "Limite",
    "178839499": "hCaptcha pataje valè travay yo fè pandan itilizatè yo pwouve limanite yo.",
    "1789371580": "Assignabilite. Ou pa ka bay Kondisyon Sèvis sa yo san konsantman alekri anvan nou an. Nou ka bay Kondisyon Sèvis sa yo nenpòt ki lè, san avètisman. Sijè sa ki endike anwo a, Kondisyon Sèvis sa yo pral obligatwa pou siksesè ak moun ki otorize chak pati yo.",
    "1789607185": "Adrès Imèl",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sesyon",
    "179723061": "Plis kontwòl pou ekip ki bezwen sekirite dirijan nan klas la",
    "1797298240": "Etap 4: Klike sou \"HAR\" apre w fin eseye rezoud, epi chwazi \"Save tout kòm HAR\" pou konsève pou boutèy rezo a. Voye fichye sa ba nou.",
    "1798492192": "Sipò navigatè Legacy",
    "1803009328": "Batay-teste nan echèl entènèt.",
    "1803943584": "Dezyèmman, nou kite defi yo optimize tèt yo pou detèmine nan ki peyi oswa ki lang yo pral kouri, ogmante chans pou yon eksperyans ki konsistan menm pi lwen. Si presizyon pi ba pase sa espere, yon seri kesyon pral tou senpleman sispann kouri nan rejyon an oswa lang kote efè sa a rive.",
    "1806535500": "Pwatikman tout teknoloji, soti nan kreyon ak dinamit, se yon",
    "1807143500": "Sèvis yo gen ladann yon sèvis sekirite sou entènèt (\"Sèvis hCaptcha\") ak yon platfòm (\"Platfòm Intuition Machines\") kote yon moun (\"Kontributè\") ka chwazi pou fè travay yon twazyèm pati oswa Intuition Machines tèt li (chak). yon \"Demande\") poste sou sitwèb nou an oswa sèvis hCaptcha, swa dirèkteman sou sit entènèt nou an oswa lè w gen aksè nan platfòm Intuition Machines la ak/oswa fè travay atravè oswa an koneksyon avèk yon antite twazyèm pati ak/oswa platfòm oswa sèvis (yo chak, yon \"Entegratè\"). Moun k ap fè demann yo poste travay epi envite kontribitè yo pou yo fè yo an echanj pou rekonpans IMI bay Integrateurs yo, oswa jan moun k ap fè demann lan detèmine si moun k ap fè demann lan ap itilize Platfòm Machin Entwisyon an oswa Sèvis hCaptcha pou sèvi travay yo bay pwòp itilizatè yo. Nou chaje konpayi yo ak moun (yo chak yon \"Kliyan\") pou sèvi ak platfòm nou an pou yo ka itilize lojisyèl nou an, travay otè, anboche nou nan travay otè, ak/oswa jwenn aksè nan kontribitè yo. Nou chaje Integrators tou pou itilize sèvis hCaptcha nou an pou yo ka diminye fwod, abi, ak spam sou sit entènèt yo, aplikasyon mobil yo, ak lòt pwopriyete sou entènèt yo. Yo refere yo pi wo a ansanm kòm \"Sèvis yo.\"",
    "181065232": "Nou egzekite yon ti travay pwodiksyon ki baze sou done echantiyon ou yo. Sa teste travay nou te fè ansanm pou asire ou jwenn egzakteman sa ou bezwen.",
    "1817772953": "Fwòd se pa yon nouvo fòm krim. Vreman vre, akeyològ yo te detere aparèy anti-fwod envante pa ansyen Sumerians yo transpòte bèt san pèt prèske 10,000 ane de sa! Nan ka yo, yo mete siy ajil, chak reprezante yon bèt, andedan yon boul ajil ke yo rekonèt kòm yon \"bulla\". Bulla a ta vwayaje ak twoupo a pandan li te deplase soti nan vandè a achtè. Menm lè sa a, pwopriyetè biznis yo te konsène ke se pa tout moun yo te fè fas ak yo te sou la ak moute. Gen anpil bagay ki chanje nan 10,000 ane, men bezwen an inovatè nan anpeche fwod rete avèk nou. Jodi a, pwoblèm nan nan fwod peman sou entènèt se yon enpòtans esansyèl. Ak entènèt la, èskro yo te vin de pli zan pli abil nan outsmarting kontwòl anti-fwòd. Nouvo solisyon yo ap vire mare nan, sepandan.",
    "1818116402": "Nou espere ou apresye gade sa a sou fason nou jere kesyon operasyonèl ak yon eleman Etik AI.",
    "1820844638": "Pou tire insights sou mache. Nou itilize enfòmasyon Analytics pou analize mache a epi fè analiz biznis ki gen rapò ak sit la ak sèvis nou yo, ak pou lòt rezon rechèch.",
    "1828028934": "Se poutèt sa",
    "1829242168": "__cflb,",
    "1830910223": "Yon etid ka reyèl AI Etik",
    "1834239172": "Achte sèvis anons hCaptcha",
    "1834801943": "2. 1ye pati",
    "1834911235": "Sispann voye kominikasyon maketing dirèk ou ke ou te deja dakò resevwa ou. Nou ka kontinye voye ba ou kominikasyon ki gen rapò ak sèvis ak lòt kominikasyon ki pa maketing.",
    "1836191653": "Olye pou yo ofri yon sèvis fasil bat pou itilizatè gratis pandan y ap chaje dè milyon de dola pou yon vèsyon antrepriz ki pa pi bon, hCaptcha bay ekselan pwoteksyon bot pou tou de, pandan y ap ofri itilizatè antrepriz karakteristik adisyonèl ak personnalisation, ansanm ak SLA fò ak sipò rapid.",
    "1836369533": "Menm jan ak konstab la nan istwa popilè a, ki jan yon moun detèmine ki moun ki reyèlman ki moun? Si atakè a gen ase eleman idantite yo vòlè li, tankou nimewo lisans chofè a, nimewo sekirite sosyal, non jenn fi manman an, adrès, ak lòt bagay, li ta ka byen difisil pou detèmine si moun k ap rele a se moun ki gen kont reyèl la oswa yon atakè k ap eseye jwenn yon reset modpas sou yon kont li vle antre.",
    "1836554225": "Blog Posts",
    "1844885924": "Bibliyotèk lajè nan kalite yo chwazi nan.",
    "1845745385": "Ki fèt pou konfidansyalite.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Customize ak pwòp kontni defi ou",
    "1849805607": "hCaptcha pwoteje kont menas ak dekou ki fèt pou enfiltre rezo ou yo",
    "1865097546": "16 novanm 2021",
    "1866590035": "debug enstriksyon boutèy demi lit pou Chrome",
    "1873812847": "Divilgasyon bonbon (yo).",
    "1886100235": "Anpil nan pi gwo sèvis sou entènèt nan mond lan te chanje nan hCaptcha Enterprise epi yo te resevwa amelyore deteksyon bot ansanm ak gwo ekonomi.",
    "1890955039": "Ki jan yo Customize fòma pou chak tèks rich",
    "1892020899": "Ki kote entru yo jwenn kalifikasyon yo?",
    "1892574253": "Enskri",
    "1898063898": "pou prezève vi prive itilizatè ke nou ap devlope ansanm ak",
    "1903743785": "Aparisyon API ki baze sou estanda yo te reprezante yon gwo pwogrè nan entegrasyon aplikasyon an. Pandan 20 dènye ane yo oswa konsa, API yo te soti nan pwodwi lojisyèl pwopriyetè ki koute chè ak konplike nan zouti gratis, ki baze sou estanda ki te konparativman fasil pou travay avèk yo—epi rapid yo deplwaye.",
    "1904390996": "estandadize a",
    "1906593952": "Bay fidbak sou hCaptcha ou sot wè a",
    "190955495": "( ) Mank otorite santralman kontwole pou imèl",
    "1910628828": "Kontni grate se yon teknik pou pwan done ki sòti nan yon sistèm ki enplike yon seri zouti otomatize imite yon kliyan lojisyèl oswa yon navigatè entènèt. Li pa nouvo. An reyalite, pou enjenyè lojisyèl ki ka bezwen done ki sòti nan yon ansyen mainframe, grate ka sèlman fason yo ekstrè enfòmasyon. Konektè orijinal yo ka ale ak enposib pou ranplase.",
    "1911669851": "Wi, kounye a n ap travay sou yon varyete amelyorasyon nan sistèm backend nou yo ke nou espere evantyèlman pral pèmèt nou ofri tou de rekonsilyasyon pi rapid, presizyon estimasyon pi rapid, ak peman pi rapid. Kounye a nou ap travay pou pi vit rekonsilyasyon an premye.",
    "191460155": "Zewo friksyon ak 99.9% mòd pasif",
    "1918025546": "Si yo ba w enfòmasyon konfidansyèl nan men nenpòt moun ki nan Sèvis yo, ou dakò pou pwoteje sekrè enfòmasyon konfidansyèl yo ak menm degre swen ou itilize pou pwoteje pwòp enfòmasyon konfidansyèl ou yo, men nan okenn ka avèk mwens atansyon pase sa. Ou pa gen dwa divilge oswa pibliye okenn enfòmasyon konfidansyèl oswa pwopriyetè sa yo, eksepte sa ki ka nesesè pou fè yon travay. Tout enfòmasyon ki nan yon travay sou platfòm Intuition Machines yo ta dwe konsidere kòm konfidansyèl menmsi enfòmasyon yo pa deziyen ekspreseman kòm konfidansyèl.",
    "1920884252": "Poukisa kontni grate se yon menas sekirite?",
    "1923297430": "Pwen final la pou anpil kliyan pi gwo te vini lè Google te kòmanse chaje konpayi yo pou itilize pwodwi yo nan nenpòt echèl ki gen sans. Sa te lakòz itilizatè reCAPTCHA pou yon bon bout tan yo chèche pi bon altènativ paske enkyetid regilasyon atravè mond lan te deja fè lè l sèvi avèk òf Google yo de pli zan pli pa atiran.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Nou gen yon politik etik AI strik nan hCaptcha, e yon pati nan sa gen ladann yon pwosesis Konnen Kliyan Ou (KYC).",
    "1927613000": "hCaptcha konbine aprantisaj machin sofistike ak yon platfòm defi pwisan pou pwoteje aplikasyon entènèt kont kontwòl kont, ranpli kalifikasyon, grate, ak lòt kalite abi.",
    "1933936765": "Akò sou tretman done (Dènye mizajou: 23 septanm 2021)",
    "1936449777": "Lè sa a, nan mòd konplètman otomatize, yo ka imite konpòtman moun sou sit e-commerce, klike sou bouton epi ajoute atik nan charyo fè makèt—nan pwen kote anpil, si se pa pifò kontwòl anti-fwòd pa ka di ke yon bot ap eseye vòlè. machandiz. Olye de sa, li sanble kòm si yon itilizatè imen ap tou senpleman fè makèt. Bot la ka konekte nan kont yon kliyan reyèl lè l sèvi avèk kalifikasyon yo vòlè li. Pli lwen bouche fwod la se kapasite bot la pou spoof adrès IP epi fè li gade kòm si \"shopper la\" se yon kote diferan de atakè a, ki moun ki ta ka nan yon peyi etranje.",
    "1936512180": "Aksè API fasil, bèl tablodbò, ak dènye teknoloji modèl-in-the-loop pou maksimize efikasite travayè yo.",
    "1941999673": "Pòs ou defann yon",
    "1942186611": "ak lòt moun.",
    "1942611550": "prensipalman",
    "1949452297": "Akòz kontrent intrinsèques hCaptcha UI a ak konsiderasyon sekirite li yo, li pa posib pou repwodui sous chak imaj dirèkteman adjasan ak itilizasyon li yo. Olye de sa, nou konekte ak paj sa a soti nan paj dakèy nou an epi kenbe yon lis sous yo kounye a oswa dènyèman sèvi atravè platfòm la. Ou ka jwenn aksè nan lis aktyèl la",
    "1952810469": "Kalite",
    "1953519598": "Pri pou make yon sèl imaj varye ant $0.03 ak $1.00 oswa plis. Dapre nenpòt estimasyon konsèvatif, Google te ekstrè dè milya de dola nan travay gratis jiska dat. [",
    "1953959745": "aksesiblite",
    "1958297836": "Kowòdone pwoteksyon atak ak alèjman APT",
    "1959762846": "- gen fòm entènèt ou ranpli ak spam maketing kontinuèl oswa abi",
    "1960601330": "Pou pèmèt bonbon nan Safari (Mac): Ale nan meni dewoulman Safari. Chwazi Preferans. Klike sou Konfidansyalite nan panèl anlè a. Anba 'Bloke bonbon' chwazi opsyon 'Pa janm.'",
    "1962721652": "Èt imen yo se moun k ap chèche modèl, epi pafwa yon kesyon inonsan ka ale soti nan totalman etone a sispèk nan yon moman, akòz chanjman nan mond lan olye ke motivasyon yo nan nenpòt moun ki poze kesyon an.",
    "1963951234": "Pa gen pwoblèm ki jan serye konplo kriptografik ou a, si yon moun ka nan fen jounen an tou senpleman depanse lajan pou ba ou repons ou ap chèche a, posede yon pyès ki nan konpitè se ensifizan.",
    "1972710018": "Wè li nan pèspektiv konpayi an",
    "1973347745": "10. Imaj egzanp san redevances. Sous: Petapixel.",
    "197676026": "Ak lòt moun pou nenpòt ki rezon biznis lejitim, depi enfòmasyon yo de-idantifye",
    "1977013707": "† Peman Desanm 2020 yo te repwograme apati 15 pou evite sipèpoze ak rekonsilyasyon fen ane ak vakans anplwaye yo: yo pral fini nan dezyèm semèn janvye a. Akòz transfè pi dousman pase nòmal nan PayPal, peman yo pral kouri sou plizyè jou olye ke yo fini nan yon sèl jou.",
    "1978884623": "Aprann plis sou rapò pwoblèm lojisyèl",
    "1979347895": "– Enpòtan dezòd biznis yo ka varye nan dimansyon yo, tankou konpayi nou an sèlman, yon sèl bilding ki lojman konpayi nou an, katye kote konpayi nou an ye, vil kote nou ye a, oswa tout rejyon an. Nan chak nan zòn sa yo, gravite dezòd la ka varye tou de minim rive grav. Nan yon dezòd nan konpayi nou an, distri biznis nou an, vil, oswa rejyon an oswa yon bilding ki kote konpayi nou an, nou pral transfere operasyon nou yo nan yon sit lokal lè sa nesesè epi nou espere pa gen okenn dezòd materyèl nan operasyon biznis yo. Nan nenpòt sitiyasyon, nou planifye pou kontinye nan biznis, transfere operasyon yo bay founisè altènatif si sa nesesè, epi fè w konnen sou sit entènèt nou an nan hcaptcha.com ak paj sitiyasyon nou an nan hcaptchastatus.com sou fason pou kontakte nou. Si gwo dezòd biznis la tèlman grav ke li anpeche nou rete nan biznis, n ap fè w konnen rapidman.",
    "1982617151": "( ) Nenpòt moun te kapab detwi karyè oswa biznis nenpòt lòt moun nan fason anonim",
    "1982750088": "Konpayi yo toupatou nan mond lan òf pou travay sa a pou konplete travay senp ki fasil pou moun men difisil pou machin. Itilizatè yo sipòte sit y ap vizite a, epi fè eksperyans mwens spam sou entènèt akòz yon pi wo nivo sekirite.",
    "1985238261": "Lòt Mak Restriksyon",
    "1988268879": "Etikèt done pri-efikas nan echèl",
    "1988461282": "Baz Legal pou Pwosesis",
    "1990824776": "16-24 septanm 2020*****",
    "1993899769": "15. Itilizasyon Enfòmasyon nou an",
    "1993984258": "( ) Nenpòt konplo ki baze sou opt-out pa akseptab",
    "1995277831": "Mèsi",
    "1996843433": "Diminye friksyon lè w evite yon defi nèt pou 99.9% trafik lejitim ou pandan w ap toujou bay sekirite ekselan.",
    "1997838163": "Pi gwo konpayi nan mond lan depann sou hCaptcha Enterprise. Entegrasyon se senp, ak presizyon deteksyon se san parèy.",
    "2012837493": "Rezilta rechèch yo",
    "2014256987": "Si w ta prefere pa bloke itilizasyon bonki oswa lòt teknoloji swivi, tanpri gade \"Jesyon enfòmasyon w yo,\" pi ba a. Tanpri sonje ke si w fè sa ka gen yon enpak negatif sou eksperyans ou lè w sèvi ak Sit yo oswa Sèvis yo, paske kèk karakteristik ka pa travay byen.",
    "2015218686": "anvan ou ale nan etap sa yo. Si sa rezoud pwoblèm ou a, nou ta toujou apresye ou fè nou konnen vèsyon navigatè w la, bloke anons oswa ekstansyon navigatè w la, ak URL sit entènèt la.",
    "2019130052": "Inovasyon nou yo nan ML ki konsantre sou vi prive kite nou depase estanda sekirite yo nan eritaj estrateji \"anrejistre tout bagay pou tout tan\" san yo pa mal sekirite oswa vi prive itilizatè yo.",
    "2019702084": "Sòf si yo otorize ekspreseman nan Akò Sèvis Mèt Kliyan an oswa Akò Revandè, Sèvis SaaS yo te kòmande yo pa dwe vann, revann, lwe, sou-louke, lisansye, sou-lisans, oswa otreman mete disponib nan nenpòt lòt twazyèm pati (ki pa yon Afilye nan Kliyan). ), ak tout lòd anba Akò a ak tout itilizasyon Kliyan an nan Sèvis la dwe pou kliyan oswa afilye li yo pwòp biznis entèn itilizasyon.",
    "2024293275": ". Tout lòt dwa rezève, pou kounye a.",
    "2024737147": "Vle rapòte yon ensèk?",
    "2030062561": "( ) Pèsonn p'ap ka jwenn nèg la oswa kolekte lajan an",
    "2032102720": "Solisyon sekirite yo ofri konpayi anons konsantre sitou sou swiv itilizatè yo atravè entènèt la. Nou te kreye yon solisyon sekirite efikas ki pwouve li pa nesesè pou li pa nesesè pou li bay rezilta ekselan.",
    "2041686284": "Plis done jeneralman pwodui pi bon rezilta nan fòmasyon machin aprantisaj modèl. Siksè ki sot pase modèl gwo twou san fon yo te mennen nan seri done de pli zan pli gwo, ak hCaptcha sèvi bezwen sa a. Sepandan, kreye gwo done imen revize lè l sèvi avèk metòd tradisyonèl se tou de dousman ak chè.",
    "204716894": "Kontni ak konsepsyon paj wèb nou yo pwoteje anba lwa copyright. Duplication paj yo ak kontni yo nan yon fason ki depase rezonab itilizasyon san patipri mande yon konsantman alekri anvan IMI si pa gen okenn lòt dispozisyon legal espesifye pou kopi sou paj la.",
    "204889717": "te chanje nan hCaptcha a",
    "2052161540": "Kaptire Detay Rapò Ensèk: Chrome",
    "2058856283": "hCaptcha Enterprise gen yon sèl objektif: anpeche move aktè deranje operasyon sou entènèt ou yo ak mal itilizatè ou yo.",
    "2059998584": "Rejyon",
    "2066255783": "Ki sa ki Grate kontni?",
    "2066321185": "Baz Legal",
    "2066749488": "Lòt Plent",
    "2067112112": "Pwen annotasyon pou anpil ka itilizasyon diferan",
    "2067334580": "Lyen tèks",
    "2072808435": "\"Devine kisa, Google? Taksi nan peyi mwen an jeneralman nwa. Mwen te gade ase fim pou m konnen ke tout moun ki nan Amerik yo se jòn. Men, nan tout lòt peyi mwen te vizite, taksi yo te yon mish-mash nan. diferan koulè.\"",
    "2075610992": "Mèsi pou sipò ou!",
    "2076066173": "Cyberatacks 101",
    "2076932190": "Se konsa, pwodwi reCAPTCHA te stagnation pou yon dekad.",
    "2077639538": ". Pou yon sèl, done defi sou sèvis nou an ka soti nan plizyè sous, pa sèlman yon sèl - soti nan gwo konpayi Fortune 500 nan demaraj aprantisaj machin, toutotan yo respekte nou an.",
    "2082237880": "A: hCaptcha se premye sèvis nan kalite li yo ki sipòte Privacy Pass, epi kounye a se youn nan sèlman ki fè sa. Sepandan, nou espere lòt sèvis yo rekonèt avantaj ki genyen nan ogmante vi prive itilizatè yo sou entènèt, epi espere ke nan lavni an plis pral antreprann aplikasyon kòm estanda IETF ke nou ap ede devlope yo fòmèlman adopte.",
    "2082407178": "K: Kijan mwen ka pwoteje tèt mwen kont yon twazyèm pati swiv bonbon pandan m ap itilize bonbon aksè a?",
    "2087769953": "\"Nou kontan chanjman sa a paske li ede abòde yon enkyetid sou enfòmasyon prive ki nannan pou konte sou yon sèvis Google ke nou te genyen depi kèk tan. Nou evalye yon kantite vandè CAPTCHA ansanm ak bati yon sistèm tèt nou. Nan fen a, hCaptcha parèt kòm pi bon altènatif pou reCAPTCHA.\" \"Nou te renmen yon kantite bagay sou solisyon hCaptcha yo: 1) yo pa vann done pèsonèl; yo kolekte sèlman minimòm done pèsonèl ki nesesè yo, yo transparan nan dekri enfòmasyon yo kolekte ak fason yo itilize ak / oswa divilge li.\"",
    "2090457681": "( ) Mwen pa vle gouvènman an li imèl mwen an",
    "2095899021": "Gid pou mak hCaptcha ak Lisans Jeneral pou Mark",
    "2103513933": "angaje nan aktivite ki entèfere ak deranje fonksyone sit la;",
    "2103563261": "Enfòmasyon Prive oswa Piblik",
    "2104933754": "Idantifye etikèt ki koresponn yo",
    "2107077506": "Platfòm HUMAN la sèvi ak modèl konfyans konplè pou fè analiz kalite sofistike an tan reyèl. Sa a pèmèt nou detèmine byen vit tou de difikilte pou kesyon yo ak chans repons kòrèk yo, ekonomize tan ak lajan ou.",
    "2109792055": "Gid Itilizatè: Pwoblèm debogaj ak emisyon ak validasyon sou enfòmasyon prive",
    "2110259227": "24. Limitasyon responsablite",
    "211351380": "Soti nan blog la:",
    "2113642787": "Dawn chante",
    "21141582": "sa a",
    "2114694926": "2. Sesyon",
    "2119943547": "Poukisa sa a? Repons lan senp. Osi lontan ke gen yon ankourajman pou abize yon sistèm, yon moun pral jeneralman jwenn yon fason. Epi yon fwa yo fè sa, yon lòt moun pral kounye a gen yon ankourajman pou sispann yo.",
    "2123236933": "( ) Depans bandwidth ki pa afekte pa filtraj kliyan yo",
    "2125514305": "ML amelyore, men difikilte pou kontoune reCAPTCHA pa te chanje materyèl pandan tan sa a.",
    "2131386784": "Ekspètiz Reachable ak sipò pou tou de ou menm ak itilizatè ou yo",
    "2133754014": "Plis pase 4.5 milyon sit entènèt itilize reCAPTCHA [",
    "2133809801": "Osi lontan ke moun rete moun, li posib ke verifikasyon limanite pral gen yon wòl yo jwe sou entènèt.",
    "2138799135": "hCaptcha gen plizyè douzèn entegrasyon pre-bati pou sistèm entèfas ak backend ou itilize yo.",
    "2146900431": "Entwisyon, reklamasyon sa a fè anpil sans. CAPTCHA yo, tankou prèske tout bagay, yo entegre nan yon kontèks kiltirèl, epi si pisin ou a nan defi yo te sitou kreye nan yon kilti, li ka pa tradwi trè byen nan yon lòt. Nan nwayo li yo, sa a se yon kesyon de kiltirèl la",
    "2150595700": ". GDPR ak CCPA te mete enkyetid sou vi prive sou kat la pou achtè antrepriz, epi an menm tan sou entènèt vi prive ap vin pi plis ak pi enpòtan pou piblik la kòm nou tout kòmanse konprann ki jan piblisite yo sou entènèt ak endistri maketing yo istorikman itilize done nou yo.",
    "2150907653": "* Bonbon teknik ki nesesè pou dispozisyon sèvis la. Men sa yo enkli bonbon preferans, bonbon sesyon, bonbon balans chaj, elatriye.",
    "2155089487": ". Si defi nou yo te pi fasil pou rezoud pou kèk gwoup, nou ta espere wè yon diferans nan fason moun atravè glòb la ak atravè diferan kilti fè lè yo rezoud yo. Nan kontèks pòs Eden an, nou ta espere Ameriken yo fè pi byen pase moun nan lòt peyi yo. Paske nou te pase ane devlope sistèm pou evite pwoblèm sa a, nou an reyalite wè jis opoze a.",
    "2159517814": "Nou pataje oswa divilge enfòmasyon pèsonèl nan ka sa yo:",
    "2163914794": "Bezwen plis etikèt pou done ou yo? hCaptcha bay etikèt done rapid, pri-efikas ak kalite siperyè pou konpayi k ap travay sou entèlijans atifisyèl ak aplikasyon pou aprantisaj machin.",
    "2164933356": "Cloudflare",
    "2167049807": "Ekip sekirite yo te adopte yon varyete de kont-mezi ak kontwòl ki defèt apwòch yo fasil, parese nan fwod peman. Sepandan, atak yo ap vin de pli zan pli sofistike. Pou egzanp, bots kapab kounye a rekòlte nimewo kat kredi ak PIN yo vòlè sou sit entènèt fo ak atak èskrokri.",
    "2168177815": "tanpri klike isit la",
    "2177660021": "Syantis rechèch nan Stanford. Aprantisaj machin ak finans kantite nan gwo bank, fon lizyè, ak inivèsite.",
    "2178073797": "Paske divilge enfòmasyon konfidansyèl ka lakòz domaj ireparab, pati divilgasyon an gen dwa pou chèche soulajman enjonksyon pou nenpòt vyolasyon oswa menase vyolasyon tèm sa a.",
    "2179524509": "Okazyonèlman, nou jwenn kesyon sou ki kalite kesyon ki akseptab pou sèvis hCaptcha, ak poukisa yo poze kesyon an patikilye.",
    "2182196747": "Sipò",
    "2183926131": "Kòmanse ak hCaptcha Enterprise",
    "2184564739": "Gade",
    "2185418511": "Pou nenpòt ki rezon biznis lejitim, depi enfòmasyon yo de-idantifye oswa agrége konsa ke li pa ka rezonab lye ak yon moun.",
    "2185860003": "21. Modifikasyon sit entènèt",
    "2187096543": "Vreman vre, te gen kèk gwo vyolasyon done ki soti nan lojisyèl pirat ekri ki te rele sou yon API yo ekstrè done ki sòti nan yon baz done. Apre yo tout, si li vòlè done tou senpleman mande pou yon apèl GET debaz sou yon API, ekri lè l sèvi avèk REST ak JSON, Lè sa a, li fasil byen vit retire yon baz done pwòp. An reyalite, lè moun pale sou \"ekran grate\" atak, sa yo reyèlman vle di, sitou, se rapid-dife apèl API ki rale done soti nan baz done. API yo te vin tounen yon gwo sifas atak pou òganizasyon ki bati yo.",
    "2188609322": "Move aktè yo de pli zan pli komen sou entènèt. Men, sakrifye vi prive itilizatè a se pa repons lan.",
    "218889628": "Eksepte kote nou mete fen nan Apendis Kliyan sa a oswa Kondisyon Sèvis yo kòm konsekans vyolasyon ou nan Apendis Kliyan sa a oswa Kondisyon Sèvis yo, si nou sispann epi ou te peye davans nenpòt frè pou nou, nou pral ranbouse yon pòsyon pwo-rata nan sa yo. kantite lajan prepeye, dapre tan ki rete oswa Sèvis ou te peye pou yo, kèlkeswa sa ki pi piti a. Nou pral fini travay nou an nan yon fason komèsyal rezonab epi prezève epi delivre ba ou tout Ansanm Done Sòti ki peye pou yo ak tout Done Kliyan ki nan posesyon nou an. Sou nenpòt revokasyon, men nou pa oblije efase nenpòt done.",
    "2193061499": "Gen kèk nan logo ak mak nou yo limite pou itilize pa hCaptcha ak patnè li yo. Twazyèm pati yo pa ka sèvi ak mak sa yo san yon lisans alekri nan men hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Cloudflare CEO Matthew Prince rezime pwen de vi sa a nan",
    "219813583": "Sekirite Premye",
    "2199048568": "Klike sou plak pwotèj ki sou bò gòch ba adrès la sou nenpòt paj wèb. Klike sou Anviwònman Pwoteksyon. Panèl Firefox Preferences Privacy & Security ap louvri. Anba Pwoteksyon Enhanced Tracking, chwazi Custom. Chwazi ki trackers ak scripts pou bloke lè w chwazi kaz sa yo. Asire w ou te debloke hcaptcha.com.",
    "2209109640": "itilize sèlman pou rezon move, nan yon kontèks aktivite biznis nòmal yo?",
    "2209837451": "15 oktòb 2019 - 15 janvye 2020",
    "2212670355": "Enskri",
    "2216374138": "se moun, tankou mouvman sourit, pozisyon woulo liv, evènman keypress, evènman manyen, ak enfòmasyon jiroskop / akseleromèt jan sa aplikab.",
    "2217842245": "Sepandan, done nou yo montre ke (pou hCaptcha)",
    "2219945145": "sesyon,",
    "2223819810": "Pou optimize platfòm nou an",
    "2225785608": "( ) Nou ta dwe kapab pale sou Viagra san yo pa sansi",
    "2230333214": "Nou rasanble Done Kliyan ak lòt done pou rezilta yo pa idantifye pèsonèlman epi nou kolekte tou mòso bwa teknik ki pa idantifye ak done konsènan itilizasyon Sèvis yo (\"Done Total/De-Idantifye\"). Malgre tout bagay ki di okontrè sa a, IMI ka itilize nenpòt Done Total/De-Idantifye pou nenpòt ki rezon biznis pandan oswa apre tèm Akò sa a, ki gen ladan san limitasyon pou devlope ak amelyore Sèvis yo ak pou kreye ak distribye rapò ak lòt. materyèl yo. Done Kliyan yo ka pèsiste tou epi yo ka parèt nan sistèm nan pou yon peryòd tan limite ki pa depase 180 jou apre yon travay fini, pou egzanp kòm kalibrasyon otomatik oswa done validation pou sistèm Intuition Machines. Pou klè, Seksyon 5 sa a pa ba nou dwa pou nou idantifye ou kòm sous nenpòt Done Total/De-Idantifye san pèmisyon alekri ou anvan.",
    "2233384692": "Si w gen nenpòt kesyon oswa enkyetid konsènan fason yo trete done sa yo oswa ou ta renmen egzèse dwa w, ou ta dwe kontakte moun oswa antite (sa vle di, kontwolè done a) ki te fè kontra avèk nou yo sèvi ak Sèvis nan trete done sa yo. Men, nou pral bay entegratè nou yo asistans pou adrese nenpòt enkyetid ou ka genyen, an akò ak kondisyon ki nan kontra nou ak yo.",
    "2233741720": "An konklizyon",
    "2234909600": "( ) Spame yo pa okipe adrès ki pa valab nan lis yo",
    "2236960358": "Lè w fin anrejistre, w ap mande w pou w divilge sèten enfòmasyon pèsonèl sou ou (\"Enfòmasyon Pèsonèl\"), tankou non w, adrès imèl ou, epi pou w kreye yon non itilizatè ak modpas, tout bagay sa yo pral sijè a Règleman sou enfòmasyon prive nou an, ki disponib sou nou an. sit entènèt. Se ou menm sèl ki responsab pou kontwole, asire ak kenbe sekirite kont ou, modpas, ak nenpòt kle otantifikasyon ki asosye ak kont ou, epi ou responsab pou nenpòt itilizasyon oswa aksyon yo pran atravè itilizasyon enfòmasyon sa yo sou Sèvis yo.",
    "2255549335": "Travay nou nan hCaptcha se jwenn bon konpwomi ant difikilte ak presizyon epi kenbe friksyon ba, espesyalman pou",
    "2256305371": "Pwofesè, CS nan University of California, Berkeley. Aprantisaj pwofon, sekirite, ekspè blockchain. CEO nan Oasis Labs.",
    "2256795853": "Kapasite nan ekstrè yon anpil nan done, byen vit, nan sit entènèt fè grate yon zouti pwisan nan men yo nan aktè move. Yon bot grate ka rasanble done itilizatè ki soti nan sit rezo sosyal yo. Lè sa a, nan grate sit ki gen adrès ak lòt enfòmasyon pèsonèl ak korelasyon rezilta yo, yon pirate ka angaje yo nan krim idantite tankou soumèt aplikasyon pou kat kredi fwod.",
    "2260079771": "Retansyon Done",
    "2268939633": "IMI pa angaje l, ni li pa oblije patisipe nan rezolisyon altènatif konfli pou diskisyon konsomatè yo devan yon antite rezolisyon konfli konsomatè yo. Sit entènèt ofisyèl Komisyon Ewopeyen an pou rezolisyon dispit sou entènèt:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Yon nòt pou rezidan nan zòn ekonomik Ewopeyen an.",
    "2271252286": "( ) Microsoft pa pral sipòte li",
    "2271512952": "Itilizatè yo sipòte sit y ap vizite a, epi fè eksperyans mwens spam sou entènèt.",
    "2271969747": "20. Enfòmasyon Konfidansyèl Ou Resevwa",
    "2273532558": "Ki moun k ap peye kliyan hCaptcha yo?",
    "2281169898": "Voye enfòmasyon debogaj ak rapò w la pral rann li pi fasil pou nou idantifye sa k ap pase. Men enstriksyon etap pa etap:",
    "2284856231": "ak wè dramatikman amelyore presizyon nan mòd piman pasif hCaptcha Enterprise la tou.",
    "229198134": "( ) Dezole mesye, men mwen pa panse li ta travay.",
    "2292919419": "( ) Pespektiv",
    "2296918009": "Sa a egal a plis pase 100 moun-ane travay chak jou.[",
    "2301335298": "Fwòd Peman: Diminye yon mòd sibèrkrim k ap evolye rapid",
    "230159237": "Kontak",
    "2301757528": "**** Akòz PayPal antretyen API REST yo pandan fennèt peman an, se pa tout peman yo te fini nan dat 15 jen. Nenpòt peman ki te pwograme pou 15 jen (tan Pasifik la) men yo pa te egzekite akòz erè API PayPal yo te re-kouri anvan 19 jen (tan Pasifik).",
    "2303655425": "15 janvye 2019 - 15 avril 2019",
    "2309661107": "Sepandan, nou trè enterese nan",
    "2310694091": "Ki sa Rekonsilyasyon vle di?",
    "2310705547": "Eleman tèks rich la pèmèt ou kreye ak fòma tit, paragraf, sitasyon blòk, imaj, ak videyo tout nan yon sèl kote olye pou yo gen ajoute ak fòma yo endividyèlman. Jis double-klike ak fasil kreye kontni.",
    "23114595": "Eksperyans itilizatè gwo",
    "231285005": "Ou ka jwenn dènye nouvèl sou blog nou an",
    "2315518622": "Avèk bagay konplike ki disponib nan zouti atak jodi a, li trè difisil pou detekte kilès, si genyen, ki fwod. Lè sa a, yon moun rele liy sèvis kliyan an epi li di \"yo te atake kont mwen an! Mwen pa ka konekte epi yon moun ap vòlè lajan mwen!”",
    "2319072959": "Kouri nèt sou entènèt ak pwòp mendèv ou, swiv valè konsome atravè inite biznis yo oswa patnè konsòsyòm, oaza travay yo bay diferan founisè travay entèn oswa ekstèn ki baze sou pri ak kondisyon sekirite, ak plis ankò.",
    "2320894364": "Avèk plis pase 200 pwen prezans, nwaj hCaptcha a pwoteje byen ou atravè mond lan",
    "2323013093": "26. Lwa ki aplikab",
    "2323282990": "Yon apwòch modèn pou verifye limanite",
    "2326660907": "eksepte",
    "2328839224": ". Tanpri gade seksyon \"Avi pou rezidan Kalifòni\" nou an ki gen rapò ak dwa w yo anba California Consumer Privacy Act (\"CCPA\").",
    "2330965058": "Kote nou aji kòm yon processeur pou entegratè nou yo, nou pa sèvi ak done yo kolekte pou nenpòt ki rezon ki pa rezonab pou bay sèvis nou an, epi pwosesis nou an pral gouvène pa kontra yo ke nou genyen an plas ak entegratè nou yo, pa sa a. Règ sou enfòmasyon prive",
    "2333410049": "Tanpri eseye tou etenn bloke anons ou a.",
    "2340340589": "Gid sou itilizasyon mak hCaptcha",
    "234420106": "Si w se yon Entegratè oswa yon Kliyan sèvis hCaptcha Enterprise ak itilizasyon API ou jan RPS mezire depase pousantaj pwovizyon pou nivo sèvis ou a, nou ka chwazi modifye sèvis ou a oswa fè w peye yon pousantaj depase. Si to pik RPS ou a depase to pwovizyon an pa yon faktè de 10 pou 10 minit oswa plis an total nan yon peryòd 30 jou, epi majorite demann sa yo se, nan jijman nou sèlman, se pa move trafik, nou ka chwazi fè w peye pou tout demann API yo te fè nan mwa sa a.",
    "2344319147": "Konbyen deteksyon bot Google la vrèman vo?",
    "2348450790": "Tanpri li Kondisyon Sèvis sa yo. Yo genyen ladan yo, pami lòt dispozisyon, egzijans garanti, limit responsablite, ak abitraj obligatwa. Tanpri sonje ke Kondisyon Sèvis sa yo ka chanje depi dènye vizit ou sou sitwèb nou an. Nou ka revize epi mete ajou Kondisyon Sèvis sa yo de tan zan tan nan sèl diskresyon nou an. Nan ka ta gen yon chanjman materyèl, n ap fè w konnen lè w poste Kondisyon Sèvis yo mete ajou sou paj sa a, apre sa ou dwe aksepte aktyèlman Kondisyon Sèvis yo mete ajou pou w ka kontinye itilize oswa jwenn aksè nan Sit la oswa Sèvis la.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Malerezman, kontwole yon pyès ki nan konpitè pa vle di ou se yon moun. Pwatikman chak konplo attestasyon kenkayri konsomatè popilè yo te repete kase, patched, ak Lè sa a, kase ankò.",
    "2351176803": "Kondisyon Lisans pou API hCaptcha JS",
    "2354267648": "GDPR, CCPA, ak LGPD-zanmitay règleman sou enfòmasyon prive",
    "2359150347": "K: Èske lòt sèvis sekirite sou entènèt sipòte Privacy Pass?",
    "2359312315": "oswa agrégées konsa ke li pa ka rezonab lye ak yon moun.",
    "2359913400": "Enfrastrikti",
    "2366003154": "Kesyon pou laprès ak medya yo",
    "2367602973": "isit la",
    "2369877184": "Pousantaj maksimòm RPS ki otorize pou Entegratè oswa Kliyan hCaptcha se 1,000 demann pou chak segonn bay antite ki nan kont ou (\"RPS\"), sof si yon akò kontra ekri ant oumenm ak nou espesifye yon lòt jan.",
    "237009707": "( ) Louvri relè nan peyi etranje",
    "2373007864": "hCaptcha Enterprise kouri sou teknoloji platfòm hCaptcha, pwolonje pou enkli karakteristik yo ki gwo trafik antrepwiz bezwen.",
    "2378786360": "1. Eseye youn nan lòt navigatè ki sipòte yo: si w sou Chrome, eseye itilize Firefox san yo pa enpòte paramèt ou yo nan Chrome, epi enstale Plugin la la. Si sa travay, ou ka gen yon pwoblèm konfigirasyon navigatè.",
    "2385522384": "Ou te gen anpil chans wè ankadreman videyo ki soti nan kamera sou machin oto-kondwi Google Waymo a, epi ede amelyore rekonesans objè yo.",
    "2386465280": "Kijan nou pataje enfòmasyon",
    "2391175562": "Anplis de sa, sa a se sa mwen panse sou ou:",
    "2394073454": "Nou ka kolekte enfòmasyon adisyonèl nan men Itilizatè Fen yo ki vle travay avèk nou kòm moun ki make Done Endividyèl.",
    "2396605499": "( ) Lis blan souse",
    "2397590157": "3. Estimasyon konsèvatif: 200 milyon dola rezoud * 30 segonn pou chak rezoud nan ane = 190.3 moun-ane/jou.",
    "2402165761": "Ki jan grate travay?",
    "2404545611": "Byenveni nan hCaptcha! Mèsi paske w fè pati kominote nou an. Tout itilizatè \"Sèvis yo\" (ki defini pi ba a) dwe dakò ak kondisyon sa yo (\"Kondisyon Sèvis yo\"). Dapre Kondisyon Sèvis sa yo, \"IMI\", \"nou\" ak \"nou\" refere a Intuition Machines, Inc. ak filiales li yo, afilye, ofisye, ajan, anplwaye, reprezantan, ak ajan, ak \"sit entènèt\" nou an gen ladan nenpòt sit entènèt anba. kontwòl nou an, ki gen ladan www.hcaptcha.com ak www.imachines.com.",
    "2408036504": "Se konsa, sistèm nou yo fèt depi nan baz la pou minimize koleksyon done ak retansyon pandan y ap kenbe sekirite ki mennen nan klas la. Pi bon fason pou pwoteje done itilizatè se pa estoke li ditou.",
    "2410122265": "Resous hCaptcha: Bots 101",
    "2412751979": "Gras a siyal limanite ki pi egzak ki bay pouvwa hCaptcha, anpil konpayi ki te itilize deja reCAPTCHA v3/Enterprise te chanje a.",
    "2413742287": "Ankourajman hCaptcha se maksimize presizyon, pa revni anons: repons bot yo initil pou kliyan nou yo, ki bezwen done fòmasyon imen.",
    "2414232014": "Logo nou an se imedyatman rekonèt ak youn nan byen ki pi enpòtan ak enpòtan nou yo. Pou asire ke li rete yon reprezantasyon fò nan konpayi nou an, li dwe prezante nan yon fason atansyon ak konsistan atravè tout chanèl kominikasyon.",
    "2414368123": "Yon non, nimewo kat kredi, nimewo kat debi, oswa nenpòt lòt enfòmasyon finansye.",
    "2418549423": ", yon estanda k ap parèt pou konsève vi prive sou entènèt atravè prèv kriptografik, ak lòt karakteristik inik ki bay vi prive.",
    "2419795065": "Avi pou rezidan Kalifòni yo",
    "2420789666": "Fastly, Inc. Sèvis yo bay: Fastly CDN ak edge compute.",
    "2423586454": "Genyen toujou kèk bagay ke lojisyèl pa ka fè, kèlkeswa jan AI a bon dèyè li. Teknoloji CAPTCHA modèn ofri yon metòd pwouve pou bloke bots ki eseye perpétuer fwod peman. Pandan ke ansyen apwòch nan CAPTCHA, tankou nimewo yo ki senp nan yon bwat, kounye a se sitou ensifizan nan atténuation bots avanse, yon aparèy tès-repons otomatik tankou hCaptcha Enterprise ka fasil souche yon bot èskro nan moman konekte kont oswa kesye kabwa. Menm si bot la gen kalifikasyon reyèl, si yo pa pral kapab jwenn nan CAPTCHA la.",
    "2429359042": "egzanp imaj koòdone",
    "2430148876": "Nou te kreye direktiv sa yo ak lisans jeneral mak komèsyal pou rann li pi fasil ke posib pou kliyan nou yo, patnè, ak fanatik yo travay ak mak nou an pandan y ap toujou prezève idantite antrepriz nou an. Si w bezwen sèvi ak ikon hCaptcha, logo, oswa lòt mak nan fason ki diferan materyèlman ak direktiv sa yo, w ap bezwen kontakte nou (IMI) pou yon lisans alekri.",
    "2436973524": "Se sèlman referans egzat ki akseptab. Li pa akseptab pou di yon sit itilize sèvis ak aplikasyon hCaptcha lè li pa fè sa. Menm jan an tou, itilizasyon logo nou an oswa nenpòt badj se menm jan an tou apwopriye sèlman lè sit la itilize sèvis hCaptcha.",
    "2437934778": "Non ou",
    "2438016011": "Akò Volontè. Tout pati nan Kondisyon Sèvis sa yo reprezante ak dakò ke chak te revize tout aspè nan akò sa a, li ak anpil atansyon epi konprann konplètman tout dispozisyon li yo, epi yo volontèman antre nan akò sa a.",
    "2441638955": "Premyèman, ki sa ki yon API?",
    "2444685143": "Règleman Logo",
    "2445034923": "Si ou pa dakò ak tout tèm ak kondisyon ki nan Kondisyon Sèvis sa yo, pa (e ou pa gen dwa) itilize oswa jwenn aksè nan Sit la oswa Sèvis yo.",
    "24452499": "solisyon; li ka itilize pou byen oswa mal. Chak konpayi ki fè rechèch, bati, oswa vann solisyon doub itilizasyon gen yon obligasyon pou konsidere konsekans aksyon yo.",
    "2446481523": "Gen yon vye istwa popilè kote yon chofè kabwèt ak yon nob parèt nan polisye nan yon ti vilaj. Yon mesye, ki te abiye ak rad sal, te di konstab la: “Mwen se nòb la. Nonm sa a te chofè mwen.",
    "2449501658": "bay youn nan fason ki pi avanse pou bese menas ki soti nan tantativ fwod konekte kont, lè l sèvi avèk aprantisaj machin pou detekte ak sispann bots, epi efektivman rann li pi difisil oswa menm enposib pou èskro yo angaje yo nan kontwòl kont.",
    "2462728596": "Si nou pa ka satisfè tèt nou sou pwen sa yo, nou pral refize demann lan epi nou ka sispann plis aksè nan platfòm nou an, jan sa endike nan Kondisyon nou an.",
    "2462909475": "Yon miray ki gen plis pase 10,000 telefòn yo itilize pou abi, yon pati nan yon operasyon bot Chinwa.",
    "2465128185": "Pou bay fidbak rapid, jis klike sou bouton \"Voye nou fidbak\".",
    "2468683988": "Tit",
    "2474091800": "19. Konfli ak Lòt Itilizatè; Lage",
    "2474661839": "Nou",
    "247560732": "Ajoute hCaptcha ak twa liy kòd. Si w ap soti nan reCAPTCHA, API nou an konpatib epi li pran sèlman kèk minit pou chanje.",
    "2477958756": "( ) Move moun",
    "2481032625": "Kit objektif la se anpeche:",
    "2486638408": "Defini Espesifikasyon",
    "2487931657": "Pa sèvi ak: \"nou hCaptcha'd sit nou an.\"",
    "248923369": "Logo BotStop™",
    "2489287539": "San friksyon \"Pa gen CAPTCHA\" & 99.9% mòd pasif",
    "2491398763": "Tout tèks, imaj, animasyon grafik, videyo, mizik, son ak lòt materyèl ki nan paj sa yo pwoteje anba lwa copyright pa IMI oswa twazyèm pati si yo espesifye. Li entèdi pou kopye oswa modifye materyèl sa a pou itilizasyon komèsyal nan yon fason ki depase itilizasyon rezonab ki jis. Responsablite pou sit entènèt sa a",
    "2497216176": "Twazyèm Pati Analytics ak Teknoloji Suivi",
    "2498172334": "Espesyalman, plan ou echwe nan kont pou",
    "2505227594": "7. Overages",
    "2510209017": "Bezwen plis èd?",
    "2510534204": "Pa pita pase 23 mas 2020***",
    "2513143348": "Sistèm hCaptcha Enterprise la inikman fleksib nan konsepsyon li yo: li ka pasyèlman oswa totalman deplwaye nan kwen an nan rezo ou si ou opere yon nwaj piblik oswa posede anpil sant done.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "ki kache sekirite kriptografik Privacy Pass. Pwotokòl la li menm ap pase nan",
    "2531534427": "Detay yo isit la.",
    "2534436327": "epi objeksyon filozofik sa yo ka aplike tou:",
    "2535001179": "Si w rive soti nan reCAPTCHA Google, API nou yo se ranplasman.",
    "2540760245": "pami anpil lòt itilizasyon, ke yo te kapab filtre trafik sou entènèt sou baz \"moun oswa pa\" ap gen anpil chans rete yon zouti valab toutotan nati imen swiv menm modèl yo anrejistre sou dènye senk mil ane yo.",
    "2543123170": "Zewo friksyon verifikasyon limanite",
    "254326776": "Yo souvan dekouvri abi move nan defo sa yo ki te fèt pou mwa oswa ane anvan divilgasyon oswa piblikasyon akademik.",
    "2544169219": "Rezilta dènye modèl yo: ICML LLD, Me 2019.",
    "2544565802": "15 jiyè 2019 - 15 oktòb 2019",
    "2547140673": "Pandan plis pase yon deseni, sèvis reCAPTCHA Google la ofri pwopriyetè sit entènèt yo yon komès: kite Google swiv itilizatè ou yo epi poze yo kesyon, epi an echanj yo pwomèt yo sispann bots ak spam.",
    "2547406584": "Si w gen nenpòt kesyon sou Règleman Cookie sa a, tanpri kontakte nou nan",
    "2551802342": "– Nou planifye pou refè byen vit epi rekòmanse operasyon biznis apre yon gwo dezòd biznis epi reponn lè nou pwoteje anplwaye nou yo ak pwopriyete nou yo, fè yon evalyasyon finansye ak operasyonèl, pwoteje liv ak dosye konpayi an, epi pèmèt kliyan nou yo ak itilizatè final yo fè tranzaksyon sou Entènèt. An brèf, plan kontinwite biznis nou an fèt pou pèmèt konpayi nou an rekòmanse operasyon pi vit posib, akòz dimansyon ak gravite dezòd enpòtan biznis la. Plan kontinwite biznis nou an adrese: backup done ak rekiperasyon; tout sistèm misyon kritik; evalyasyon finansye ak operasyonèl; kominikasyon altènatif ak kliyan, anplwaye yo, ak kò sipèvizyon; altène kote fizik anplwaye yo; founisè kritik ak enpak kliyan; rapò regilasyon; epi bay kliyan nou yo avi rapid si nou pa kapab kontinye biznis nou an. Pisin debaz founisè nou an apiye dosye enpòtan nou yo nan yon zòn ki separe jeyografikman. Pandan ke chak sitiyasyon ijans poze pwoblèm inik ki baze sou faktè ekstèn, tankou lè nan jounen an ak severite dezòd la, pisin founisè sa a te avize nou ke objektif yo se retabli pwòp operasyon yo epi yo kapab rekòmanse sèvis yo rapidman. Malgre ke nou te travay pou redwi risk lè nou itilize yon seri divès founisè, sèvis ou yo ka modifye oswa entèwonp pandan peryòd sa a.",
    "2555914614": "pou ka itilize Aksè a. Nou kwè konbine apwòch a11y aktyèl nou an ak emisyon Privacy Pass pral pèmèt itilizatè a11y yo navige san danje, an sekirite nan konnen ke trafik yo pi prive, pandan y ap mete restriksyon sou abi pa operatè bot ki inevitableman rive lè opsyon a11y yo disponib. Nou se patisipan aktif nan gwoup travay IETF ki estandadize nouvo teknoloji sa a.",
    "2557240048": "Ki jan li fonksyone: premyèman, yon itilizatè aksè enskri atravè",
    "2557601376": "hCaptcha logo™",
    "2560582224": "pwogram bounty bug",
    "2561077702": "Pou bay sèvis nou an",
    "2565565429": "Olye de sa sèvi ak: \"nou itilize hCaptcha pou fè sit nou an pi an sekirite ak plis sekirite.\"",
    "2575690545": "Prensip kont, tankou anpil cyber fwod, se sitou yon kesyon de otomatik, pwosesis mas. Li ra pou yon pirate, abiye ak yon kapuchon nan sousòl manman l ', tape modpas nan sit entènèt labank youn nan yon moman.",
    "2583775432": "K: E sou vi prive? Èske enskripsyon ekspoze a11y done Navigasyon nan kèk fason? Kisa ou fè ak imel la?",
    "2588750717": "Vreman vre, kèk atak kalifikasyon yo enplike dè milyon de kalifikasyon-tout yo te boure nan koòdone nan sit entènèt san mefyan nan espwa ke yo te kite antre. Yon fwa andedan, atakè a ka pran sou kont viktim nan.",
    "2590587108": "Estatik ak dinamik koreksyon kontni",
    "2593768395": "Eksperyans san pwoblèm atravè entènèt, mobil natif natal, entènèt mobil. Entegrasyon pre-bati ak SDK natif natal ki disponib.",
    "2593864519": "Sispann plis bots. Kòmanse pwoteje vi prive itilizatè a.",
    "259613338": "si w gen nenpòt kesyon konsènan Kondisyon Sèvis sa yo.",
    "2597149484": "Rezon ki fè pirate a gen nan \"bagay\" anpil kalifikasyon gen pou wè ak kote yo jwenn kalifikasyon yo vòlè li.",
    "2597352122": "Kalite Anòt",
    "2600696085": "15 mas 2021",
    "2602081482": "hCaptcha Enterprise sèvi ak aprantisaj machin avanse pou idantifye move trafik sou sit ou a ak aplikasyon yo - ki gen ladan aktivite grate.",
    "2602763587": "Kredansyèl stuffing se yon fòm cyberattack kote atakè a ap eseye konekte sou yon sit entènèt plizyè fwa lè l sèvi avèk pè non itilizatè yo ak modpas yo vòlè li. \"Fars la\" refere a tantativ yo konekte repetitif, ki prèske toujou fèt pa lojisyèl bot otomatik.",
    "2603863826": "PS: Si ou jwenn yon tradiksyon nan lang ou ki ka itilize amelyorasyon, santi yo lib pou soumèt yon",
    "2605814073": "Lè w itilize oswa enskri pou Sèvis nou yo, ou dakò: ou gen omwen 18 an; ou gen otorite pou antre nan akò sa a nan non tèt ou oswa antite ou reprezante a, epi yo pral toujou rete an konfòmite ak Kondisyon Sèvis sa yo ak tout règleman IMI ak direktiv referans isit la; epi ou p ap abize sitwèb nou an, defòme idantite w devan nou, oswa itilize entèlijans atifisyèl pou konplete nenpòt pati nan nenpòt travay sou IMI ki mande entèlijans imen.",
    "260595108": "Nou pa janm sèvi ak imèl ak enfòmasyon aksesiblite pou okenn rezon lòt pase pou fasilite itilizasyon nenpòt moun ak anpeche abi.",
    "2611914656": "Nou itilize Sentry pou kolekte done debogaj lè yon itilizatè fè eksperyans yon erè. Pou jwenn enfòmasyon sou fason Sentry kolekte epi trete done,",
    "2616040974": "3. Kliyan ak moun kap mande yo",
    "2616226398": "Sijè a nou an",
    "2619472217": "8. Revente",
    "2620705814": "Google se yon konpayi anons, ak pwodwi sekirite yo sanble anpil tankou pwodwi piblisite yo",
    "2621989404": "Dènye Mizajou: 24 septanm 2021. Tanpri sonje ke tèm lang angle nou an gen otorite.",
    "2624601135": "\"hCaptcha\" pa ta dwe itilize kòm yon pati nan yon non mak, ansanm ak yon tire, oswa itilize nan non aplikasyon oswa lòt pwodwi.",
    "2624949852": "Natirèlman, reCAPTCHA se te yon patisipan byen bonè nan sekirite entènèt depi 2009, li te pwoteje plizyè milyon sit entènèt kont menas ki te toujou ap grandi pa robo move ak spame. Sepandan, li te konplètman konpwomèt nan dènye ane yo:",
    "262509504": "Nou ka konekte enfòmasyon yo kolekte pa Cookies ak lòt enfòmasyon nou kolekte nan men ou dapre Règ sou Konfidansyalite sa a epi itilize enfòmasyon yo konbine jan sa endike nan la a. Menm jan an tou, twazyèm pati ki sèvi bonbon sou sit nou yo ka konekte non w oswa adrès imèl ou ak lòt enfòmasyon yo kolekte, ki ka gen ladan acha sot pase yo te fè offline oswa sou entènèt, oswa enfòmasyon sou itilizasyon ou sou entènèt.",
    "2631159699": "( ) Lame vè k ap kriye nan bwat Windows ki konekte ak bande",
    "2631249972": "Nou ka amelyore oswa modifye sit entènèt nou an san avètisman pou ou.",
    "26365791": "Nan tout limit lalwa pèmèt, Sit la ak Sèvis la (ak nenpòt lòt sèvis ki asosye, enfòmasyon, done, karakteristik, ak lòt kontni oswa materyèl) yo bay sou yon baz \"jan li ye\" ak \"jan-disponib\". Nan tout limit lalwa pèmèt, IMI ekskli tout garanti, ki gen ladan men pa limite a garanti yo nan komèsan, kondisyon fizik pou yon objektif patikilye, ak ki pa vyolasyon.",
    "263761351": "hCaptcha se premye altènatif kredib, kounye a itilize pa dè santèn de milyon moun chak mwa.",
    "2639657759": "Mak yo itilize pa pèmisyon",
    "2645321220": "Men, si w panse pri reCAPTCHA twò wo, mande nou sou hCaptcha Enterprise. Kounye a ke kèk nan pi gwo piblikatè, konpayi sèvis finansye, ak konpayi enfrastrikti entènèt nan mond lan itilize yo, yo pa sèlman yon altènatif kredib nan reCAPTCHA: nou kwè yo ofri pi bon pwoteksyon bot ki disponib kounye a.",
    "2646127839": "Apendis Kliyan nan Kondisyon Sèvis Mèt yo",
    "2648707986": "Yon kontwòl kont se yon fòm cyber fwod kote yon aktè move imite pwopriyetè yon kont sou entènèt. Tipikman, kont lan se nan yon enstitisyon finansye oswa yon biznis e-commerce kote èskro a ka vòlè lajan, machandiz oswa kat kado. Atakè a sèvi ak kalifikasyon yo vòlè pou konekte ak aksè nan kont la epi pran li, petèt chanje modpas la pou fèmen pwopriyetè kont aktyèl la deyò.",
    "2650241052": "Pa gen konsèy",
    "2650502379": "Lanse pwòp defi ou an segonn",
    "2652399059": "Yon patnè serye",
    "265443926": "Pou evite dout, tanpri sonje papòt sa yo aplike an jeneral nan tout kont ou te kreye kòm yon moun, yon antite oswa yon òganizasyon. Pa egzanp, si ou te kreye 10 kont, chak resevwa 100,000 demann nan yon mwa (sa vle di 1 milyon demann nan total) Lè sa a, ou ta gen depase limit itilizasyon jis pou tout kont nan mwa sa a.",
    "2659418535": "Pwosedi Abitraj. Tout abitraj anba akò sa a pral fèt dapre règ Asosyasyon Abitraj Ameriken an oswa pa yon sèvis abitraj ki dakò youn ak lòt. Abit la pral yon abit ameriken chwazi nan yon lis pa mwens pase sèt (7) non atravè grèv altènatif. Nan abitraj, chak pati ap gen dwa pou yo fè dekouvèt sivil adekwa, pote mosyon dispozitif, epi prezante temwen ak prèv jan sa nesesè pou prezante ka yo ak defans yo, epi nenpòt diskisyon nan sans sa a dwe rezoud pa abit. Rezolisyon diskisyon an dwe baze sèlman sou lwa ki gouvène reklamasyon yo ak defans yo plede, epi abit la pa ka envoke okenn baz ki pa lwa kontwòl sa yo. Abit la dwe genyen iminite yon ofisye jidisyè kont responsablite sivil lè l ap aji nan kapasite yon abit, iminite ki konplete nenpòt lòt iminite ki egziste deja. Prim yo dwe gen ladan opinyon rezone abit la ekri. Ou abandone dwa w pou jije pa jiri pou nenpòt reklamasyon ou ka genyen kont IMI oswa IMI ka genyen kont ou. Nenpòt reklamasyon anba kloz sa a dwe fèt nan peryòd limitasyon ki aplikab yo. Lwa Federal Abitraj Etazini gouvène kloz sa a, epi ou rekonèt ke Akò sa a pwouve yon tranzaksyon nan komès.",
    "2666258754": "SEMANTIC YERACHI BAZE RELASYON EMBEDDINGS POU FÈB-SIPERVISE DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, Atelye LLD.",
    "2670003220": "Travay",
    "2670352917": "hCaptcha bay deteksyon bot plis serye pandan li senp pou moun rezoud.",
    "2671622670": "Enterprise",
    "267645277": "IMI ka verifye idantite w. Sa ka enkli konpare enfòmasyon pèsonèl ou ak baz done twazyèm pati oswa dokiman legal ofisyèl yo. Ou otorize nou pou nou fè nenpòt kesyon ki nesesè pou konfime idantite ou, posede adrès imel ou, ak posede kont finansye ou. Ou dakò bay enfòmasyon sou ou pou ede nou verifye idantite w.",
    "2676853536": "Dashboards pou plizyè itilizatè",
    "2681650568": "Epi kòm toujou, vi prive se yon valè debaz pou nou. Ajoute kòd defi nou an sèlman kote li nesesè, epi kote li fè sans pou pwoteje ni ou menm ni itilizatè ou yo. Minimize koleksyon done kòmanse nan moman entegrasyon an.",
    "2682873489": "Defini zòn limit pou objè yo",
    "2683038211": "Entènèt oswa lòt aktivite rezo elektwonik.",
    "2686825859": "Enskri gratis oswa kontakte nou sou solisyon hCaptcha Enterprise",
    "2689973938": "Amelyore reCAPTCHA kreye yon konfli intrinsèques pou Google kòm yon machann piblisite.",
    "2690395789": "Si ak lè ou pa bezwen enfòmasyon konfidansyèl ou te resevwa yo ankò, ou dwe retounen oswa detwi san pèdi tan (jan moun ki te divilge enfòmasyon an te mande l) tout kopi enfòmasyon ki egziste sou lokal, sistèm, oswa lòt ekipman ou kontwole yo.",
    "2694001822": "Sepandan, detanzantan nou anboche moun pou ede nou teste pwopriyete sistèm ak nouvo karakteristik.",
    "2694150481": "Èske nou itilize bonbon?",
    "2696932851": "18. Endemnizasyon",
    "2697276059": "Prèv sa a ap travay: inifòm rezoud pousantaj atravè mond lan",
    "2698140263": "Se pa tout pwoblèm yo menm: jwenn yon sèl nòt vle di li dwe adrese bezwen ou yo pou yo ka itil.",
    "269838707": "Si ou se yon kontribitè, ou menm ak sèlman ou deside kilès ak konbyen travay yo ranpli, ak ki lè ak ki kote ou ranpli yo. Ou lib pou pase otan oswa ti tan pou konplete travay ou vle. Nan okenn moman ou anba okenn obligasyon pou konplete yon travay.",
    "2698640210": "Kontwole defi ak kalite yo montre",
    "2700197090": "A: Sèvi ak nenpòt ekstansyon sou vi prive oswa bloke piblisite ki sipòte lis blan nan nivo domèn (egzanp uBlock Orijin) ap travay jan yo espere: jis asire w ke w mete hcaptcha.com lis blan.",
    "2707282231": "Customize defi pou itilizatè ou yo. Fè li enposib pou bots yo rezoud ak penetre.",
    "2710988028": "( ) Spame yo ka fasilman itilize li pou rekòlte adrès imel yo",
    "2712493234": "Fwòd Peman: Diminye yon mòd sibèrkrim k ap evolye rapid",
    "2714878440": "Pwoteje sèvis ou yo kont scraping, kontwòl kont, ranpli kalifikasyon, ak spam ak aprantisaj avanse machin nou yo ak verifikasyon imanite.",
    "2715462692": "Ki jan pwosesis AI Etik nou an sanble?",
    "2718999653": "Nòt menas Customized",
    "2722456056": "15 janvye 2021 - 15 avril 2021",
    "2728931827": "Apre chak rekonsilyasyon, estimasyon pa-sitekey ou yo pral mete ajou epi presizyon nan prediksyon nan lavni ta dwe ogmante, sof si sit ou a gen yon chanjman materyèl nan konpòtman itilizatè.",
    "2729131930": "Ki sa ki grate ak ki jan li travay?",
    "2735073144": "Nou menm tou nou fè revizyon kontinyèl jan sa nesesè. Pa egzanp, nan dènye revizyon nou an sou dat ak sous demann pou demann etikèt ki gen rapò ak parapli, nou te byen vit kapab konfime ke pa gen okenn antite gouvènman an oswa yon founisè leta li te ye nan lojisyèl siveyans ki te fè demann konsènan parapli ki sèvi ak sèvis nou yo nan 12 mwa ki sot pase yo. .",
    "2735878907": "Deklarasyon Planifikasyon Kontinwite Biznis",
    "2740033957": "Ekip IM la konpoze de syantis ak enjenyè ki soti nan Apple, Amazon, ak lòt lidè nan aprantisaj machin, sistèm distribiye, ak sekirite.",
    "2743692546": "Kòm itilizatè yo pwouve limanite yo atravè hCaptcha, travay yo antre nan yon mache anonim anonim pou òf.",
    "2745385064": "Rezime",
    "2752975480": "( ) Voye imel yo ta dwe gratis",
    "2754937029": "Itilizasyon ki pa akseptab",
    "2760410719": "Sèvis ki eseye fè deteksyon bot ak siyal piman pasif rapidman kouri nan yon pwoblèm fondamantal: ki jan ou valide si yon sistèm detekte move aktè kòrèkteman lè ou pa gen verite tè egzat?",
    "2762458927": "Done itilizatè ou yo pa pou vann.",
    "2762759509": "Yon anpil nan atak kontwòl kont yo prèske totalman otomatize.",
    "2769710842": "Si w gen nenpòt kesyon, tanpri kontakte nou nan",
    "278010425": "Varyete lajè ak souvan chanje nan travay sou hCaptcha yo tou pi difisil otomatize. Koòdone sèl reCAPTCHA a pa chanje nan anpil ane, epi li gen yon ti seri kesyon ki pa chanje souvan. Sa a se youn nan fason hCaptcha bay plis pwoteksyon anti-bot pase reCAPTCHA.",
    "2781507299": "Verifikasyon Instant",
    "2782263070": "Sèvis se yon pi gwo priyorite pou nou. Nou kenbe sipò 24/24 7/7 epi nou ofri kowòdinasyon Slack dirèk ak ekip entegrasyon jeni ou a ak anplwaye ki sou apèl nou an pandan ak apre aplikasyon an.",
    "2784612261": "Vle entegre revizyon imen dirèkteman nan operasyon biznis ou a? Nou ofri SLA segondè fyab, kapasite garanti, ak API REST senp.",
    "2785425016": "(nan kontèks yon solisyon verifikasyon imanite, egzanp yon apèl nan aksyon)",
    "278568955": "Efektif: 1ye septanm 2021. Adisyon enfrastrikti",
    "2788024905": "Kijan nou an sekirite enfòmasyon",
    "2788836740": "Enfòmasyon pou kontakte pou rezon maketing yo kenbe sou yon baz kontinyèl jiskaske ou dezabònman. Apre sa, nou pral ajoute detay ou yo nan lis sipresyon nou an endefiniman. Enfòmasyon imel kolekte nan men Itilizatè Aksè yo p ap janm itilize pou rezon maketing.",
    "2790841456": "Si ou se yon kontribitè, ou dakò ak kloz abitraj sa a ak dispans aksyon gwoup:",
    "279580593": "imachines.com",
    "279918384": "Ki jan Google ap itilize travay gratis ou a?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Mezi pou santi bon pa fè anyen pou rezoud pwoblèm nan",
    "2804310964": "gen aksè oswa eseye jwenn aksè nan sit entènèt nou an atravè nenpòt sèvè entènèt prokurasyon oswa lòt aparèy ki fèt pou bouche vrè kote w oswa idantite w oswa pa nenpòt lòt mwayen pase koòdone yo bay la;",
    "2806751666": "Ki sa ki hCaptcha?",
    "2808122102": "Fonksyonalite kwa-kiltirèl se konsa yon kondisyon debaz pou sèvis nou an. Asire w ke tout itilizatè lejitim yo ka jwenn aksè nan kontni byen vit se yon pati enpòtan nan misyon nou an. Nou bay defi nan 110 lang, epi n ap kontinye amelyore tradiksyon ki enpòtan yo pou asire ke tout moun ka rezoud defi nou yo.",
    "2808971932": "Sa a se kèk tèks andedan yon blòk div.",
    "2813310562": "Tape Anviwònman Sit ak Lè sa a, Cookies.",
    "2819628066": "Severability. Si yo jwenn nenpòt dispozisyon nan Kondisyon Sèvis sa yo ki pa valab oswa ki pa ka aplike pou nenpòt ki rezon, li p ap afekte validite ak egzekibilite nenpòt dispozisyon ki rete yo.",
    "2820080973": "anime ak ❤ pa",
    "2826051554": "e plis",
    "2826705343": "Enfòmasyon komèsyal yo.",
    "2827452240": "Bezwen yon lòt kalite ki pa nan lis isit la? Jis mande nou.",
    "282913023": "Opsyon pri efikas pou antrepriz gwo trafik yo",
    "2840750518": "GitHub",
    "285116485": "Konpayi an pa \"vann\" (jan tèm sa a defini nan CCPA a) enfòmasyon pèsonèl nou kolekte. Tanpri gade nan seksyon \"Twazyèm Pati Analytics ak Teknoloji Suivi\" ki pi wo a pou plis enfòmasyon konsènan kalite bonki twazyèm pati, si genyen, ke nou itilize.",
    "2852295413": "Yon konfli enterè nannan: kanpe bots diminye revni pou yon rezo anons",
    "2862164005": "Done pri yo pèmèt nou mete yon valè dola egzak sou sekirite yon reCAPTCHA ofri: $0.001 oswa mwens pou chak repons.",
    "2863840904": "Etap 6: Dènye etap, voye yon imèl ba nou dosye HAR ak dosye konsole yo, epi dekri pwoblèm nan",
    "2864016648": "Pwoblèm Konfidansyalite",
    "2867855718": "3. Èske nou kwè ke bezwen konfidansyalite yo kapab byen adrese pou demann lan?",
    "2870341481": "anba a. Pou nenpòt lòt navigatè jis",
    "2873297188": "Èske tout CAPTCHAS fè diskriminasyon kont moun ki pa Ameriken?",
    "2873911365": "Ki sa ki sou atestasyon pyès ki nan konpitè?",
    "2880837730": "Kisa ki ka fè pou sispann pran kontwòl kont?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc te devlope yon Plan Kontinwite Biznis sou fason nou pral reponn a evènman ki deranje biznis hCaptcha nou an. Piske tan ak enpak katastwòf yo ak dezòd yo pa ka prevwa, nou pral oblije fleksib nan reponn ak evènman aktyèl yo pandan y ap rive. Avèk sa nan tèt ou, nou ap ba w enfòmasyon sa yo sou plan kontinwite biznis nou an.",
    "2894845722": "Itilizatè yo sou sit ou a pral byento kapab wè kontribisyon ou nan charite atravè mak sekrè sou koòdone hCaptcha.",
    "2895491273": "Si w ta prefere bloke bonbon oswa lòt teknoloji swivi, pifò navigatè yo ak aparèy mobil yo tout sa pou w chanje paramèt w yo pou w fè w konnen lè w resevwa bonbon oswa lòt teknoloji swivi yo ap itilize, epi pou w chwazi si w aksepte/pèmèt ou pa. li. Pifò navigatè pèmèt ou tou enfim oswa efase bonbon ki egziste deja oswa otomatikman rejte bonbon nan lavni. Ou ka sèvi ak zouti twazyèm pati tou, ki gen ladan plug-ins navigatè, pou kontwole preferans bonbon ou yo. Remake, sepandan, ke si ou enfim tout bonbon, kèk pati nan sit nou yo ka pa fonksyone byen.",
    "2896187462": "1. Itilize pou estatistik ki gen rapò ak sèvis anonim ki nesesè, ak pou lòt rezon teknik tankou ede nan sipò aksè.",
    "2900525040": "Lwa Eta Kalifòni gouvène Kondisyon Sèvis sa yo ak nenpòt konfli, diskisyon, oswa reklamasyon ki soti nan yo.",
    "2901894297": "hCaptcha se yon sèvis Intuition Machines, Inc. (\"IMI\"), yon Kòporasyon Delaware US (#6393793).",
    "2903742230": "Rezo piblisite yo wè vizitè ou yo kòm pwodwi a. Pou nou objektif la sèlman se detèmine limanite yo. Sèvis nou yo satisfè oswa depase kondisyon GDPR, CCPA, LGPD, ak PIPL, epi nou travay di pou balanse vi prive ak sekirite.",
    "2904949278": "Ki jan yon pirate pran sou yon kont?",
    "2905621957": "Dènye mizajou: 18 jiyè 2020",
    "290966395": "Jan sa dekri nan seksyon \"Yon nòt pou kliyan andeyò Etazini\" nou an, tanpri konnen ke done pèsonèl ou yo pral transfere nan, trete, ak estoke Ozetazini. Lwa sou pwoteksyon done Ozetazini yo ka diferan ak sa ki nan peyi w abite a. Ou dakò pou transfere enfòmasyon ou yo, ki gen ladan enfòmasyon pèsonèl, Ozetazini jan sa endike nan Règleman sou enfòmasyon prive sa a lè w vizite sit nou yo oswa lè w sèvi ak Sèvis nou an.",
    "2910560864": "20-23 mas 2020***",
    "2915355938": "Aksesiblite",
    "2920213479": "Triye oswa mete kategori abitrè nenpòt gwosè",
    "2921990472": "Si w ap wè yon pwoblèm fonksyonèl, tanpri swiv la",
    "292211832": "Enfòmasyon yo kolekte atravè mwayen teknik tankou bonbon, kontè paj wèb ak lòt zouti analitik yo jete le pli vit ke pratik, men yo ka kenbe pou yon peryòd limite jiska yon ane apati ekspirasyon bonbon an, anjeneral nan yon fòm de-idantifye ak total. sof si nou detekte potansyèl abi nan sèvis nou an, nan ka sa a nou pral kenbe enfòmasyon sa a pou ede nou anpeche abi nan lavni. Nou pa kapab lyen enfòmasyon anonim ak totalize sa a ak ou menm, kay ou a, yon adrès IP, oswa nenpòt enfòmasyon pèsonèl ki baze sou enfòmasyon ki estoke.",
    "292250020": "1. Chwazi Kovèti pou la nan kwen anwo-dwa ekran an, Lè sa a, chwazi \"Opsyon Entènèt\". Si ou gen Menu Bar aktive, ou ka chwazi \"Zouti\" epi \"Opsyon Entènèt\".",
    "2927700175": "Nou montre defi CAPTCHA ki difisil pou bots men fasil pou moun lè nou kolekte done ki difisil pou mete etikèt sou nan pwoblèm aprantisaj machin, epi sèvi ak li pou distenge si yon sitwèb oswa yon vizitè app se moun.",
    "2928362319": "Yo ka voye demann pa lapòs bay: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Vyolasyon Kondisyon Sèvis sa yo",
    "2932826396": "3. Si w ap itilize vèsyon an trè dènye nan Safari sou swa OS X 10.15 ki fèk pibliye oswa iOS 13.4, Apple te jis chanje konpòtman Safari ki gen rapò ak bonbon twazyèm-pati, bloke tout nan yo pa default. Nou ap aplike yon solisyon, men nan entre-temps la tanpri vizite Preferans Safari, seksyon Konfidansyalite, epi dezaktive \"Suivi sit entènèt: Anpeche swivi kwa-site\" pou pèmèt bonbon aksè a fonksyone jan yo espere.",
    "2935155034": "Si w sitiye nan Zòn Ekonomik Ewopeyen an, ou gen sèten dwa ki dekri pi wo a anba tit \"Avi pou Sijè Done Inyon Ewopeyen yo\", ki gen ladan dwa pou enspekte ak korije oswa efase done nou genyen sou ou yo.",
    "2939852138": "Ki jan èskro yo [eseye] chape anba fwod peman?",
    "2940689138": "Pou administre kont Integrator ak Kliyan epi bay Sèvis la. Nou itilize Enfòmasyon Pèsonèl yo nan lòd yo asosye kont espesifik ak Entegratè ak Kliyan ak bay yo Sèvis la, reponn a demann oswa demann, bay sipò oswa asistans teknik, ak fasilite peman yo.",
    "2941545733": "Nou se enjenyè, pa vandè: nou vle ou kontan ak chwa ou.",
    "2943346052": "Pandan pwosesis normalisation IETF a ap kontinye, nou espere ke gwo navigatè yo pral adopte kèk fòm Privacy Pass natif natal. Sa a pral evantyèlman rann ekstansyon an pa nesesè. Pou moman sa a, sepandan, tanpri swiv enstriksyon ki anba yo.",
    "2945960297": "Konsènan sijè done Inyon Ewopeyen yo, tèm \"enfòmasyon pèsonèl\" jan yo itilize nan Règleman sou enfòmasyon prive sa a ekivalan a \"done pèsonèl\" jan sa defini nan Règleman Jeneral Pwoteksyon Done Inyon Ewopeyen an (GDPR).",
    "2947576723": "Istwa sa a anvan lisans chofè ak enprime dijital dijital, men li ofri yon bon egzanp sou sa ki ka ale mal nan yon sitiyasyon kontwòl kont. Yon moun konekte sou yon kont labank sou entènèt oswa yon aplikasyon peman mobil. Èske li aktyèl detantè kont, oswa yon pirate? Kiyès ki vrèman? Pwoblèm sekirite sa yo afekte òganizasyon ki pèmèt aksè kont pwòp tèt ou yo.",
    "2952586316": "Se pa tout pwoblèm yo menm. Anotasyon pou travay ki enpòtan pou sekirite yo ka mande 99.99% konfyans nan men travayè totalman imen. Anotasyon pou yon karakteristik beta nan yon aplikasyon jwèt mobil ka sèlman mande pou yon konfyans modere. Ou deside.",
    "2954157511": "Poukisa nou itilize Cookies?",
    "2959486280": "Si ou pa dakò ak Kondisyon Sèvis sa yo, ou pa ka itilize oswa jwenn aksè nan Sit la oswa Sèvis la.",
    "295955580": "Sit entènèt nou an ka genyen lyen ki mennen nan sitwèb twazyèm pati. Nou pa kontwole, envestige, kontwole, oswa tcheke sit entènèt sa yo. Nou pa responsab ni andose pwogram òdinatè yo, kontni, oswa opinyon ki genyen sou sit entènèt sa yo. Si ou deside kite sit entènèt nou an epi jwenn aksè nan nenpòt sitwèb twazyèm pati, ou fè sa sou pwòp risk ou.",
    "2968026167": "Legim pi renmen ou",
    "2970907810": "paj. Aktyèl CEO konpayi an se direktè jere responsab kontni.",
    "2989126922": "Louvri preferans Chrome nan ba meni an.",
    "299335340": "Ki sa li ye ak ki jan yo sispann atak yo",
    "3004688366": "( ) Kontre mezi pa ta dwe enplike fwod fil oswa fwod kat kredi",
    "3005876482": "hCaptcha se kounye a pi gwo sèvis CAPTCHA endepandan, kouri sou 15% nan entènèt la",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Objeksyon kont depandans nou sou enterè lejitim nou yo kòm baz nan pwosesis nou an nan enfòmasyon pèsonèl ou ki afekte dwa ou yo.",
    "3012870872": "Sit wèb ak aplikasyon ki sèvi ak vèsyon gratis (hCaptcha Publisher) fè revni nan travay sa a olye pou yo bay li bay Google.",
    "3014149332": "A: Non, pas yo pa entèoperab: yo dwe bay ak rachte pa menm otorite, nan ka sa a hCaptcha. Remake byen ke si ou gen pas nan tou de Cloudflare ak hCaptcha nan ekstansyon ou, nimewo ki disponib yo pral chanje nan kantite lajan ki kòrèk la depann de kondisyon an nan paj w ap vizite a. Nan lòt mo, si ou gen 100 pas Cloudflare nan bous ou ak 10 pas hCaptcha, ou ta dwe wè 10 sou ikòn ekstansyon an nan paj ki gen hCaptcha entegre.",
    "3014657981": "Akote \"Cookies\", chanje anviwònman an.",
    "3017040355": "Pwosesis done Sijè Done Inyon Ewopeyen yo fonksyone sou baz legal Clauses Contractual Standards (SCCs) ki entegre nan Addendum Pwosesis Done nan Kondisyon Sèvis nou yo oswa Akò Pwosesis Done nou yo ak Entegratè nou yo.",
    "3017533972": "Nou menm, patnè rechèch akademik nou yo, ak kliyan nou yo ka detanzantan fè referans oswa repwodui pòsyon nan kontni ki gen lisans Creative Commons atravè platfòm hCaptcha nan yon fason pou avanse konesans limanite nan domèn aprantisaj machin.",
    "3018077211": "25. Rezolisyon dispit kontribitè yo",
    "3018523079": "Rete sou mak ak yon eksperyans itilizatè ki konsistan.",
    "3022001832": "Nou kolekte enfòmasyon nan men moun ki kominike avèk sit nou yo ak sèvis nou yo, tankou moun ki enkòpore sèvis nou an nan sit entènèt yo (\"Entegratè\"), moun ki itilize sèvis yo pou etikèt done (\"Kliyan\"), ak itilizatè final yo ki kominike avèk nou yo. Sèvis atravè sit entènèt Entegratè nou yo (\"Itilizatè Fin\").",
    "3022301908": "Aksè",
    "3022922096": ", Suite antrepriz hCaptcha a nan pwodwi yo. Kontrèman ak vèsyon gratis nan hCaptcha,",
    "3025548709": "Èske gen yon altènatif ak kontra enjis sa a?",
    "3027055607": "16. Pwopriyete Entelektyèl ak Dwa Pwopriyetè",
    "3028319964": "AI Etik",
    "3030395800": "Kalifikasyon sa yo anjeneral soti nan vyolasyon done. Konnen tou kòm \"devèsman kalifikasyon,\" atak sa yo ka lakòz dè milyon de kalifikasyon yo jete sou entènèt nwa a. Si devèsman an soti nan yon bank, pirate a pral eseye sèvi ak kalifikasyon sa yo pou ale sou lòt sit. Apwòch sa a ap travay paske anpil moun itilize menm konbinezon non itilizatè ak modpas pou plizyè sit. (Pwatik sa a dekouraje, men reyalite a se sa li ye. Moun yo gen tandans repete menm kalifikasyon yo konekte.)",
    "30312304": "lòt defo ki te konn varye de eta an eta anvan yo te pase yon move lwa federal.)",
    "3031284129": "Limit responsabilite nou sou garanti",
    "3031357206": "Yon nouvo icon ap parèt bò kote ba URL ou a. Koulye a, vizite yon sit entènèt lè l sèvi avèk hCaptcha. Li pral sanble sa a:",
    "3031953301": "Olye de sa, nou ka ofri w opòtinite pou sèvi ak sèvis hCaptcha Enterprise nou an, epi kontinye ba w sèvis pou kèk peryòd tan (\"Peryòd òf la\"). Kontinye pwovizyon sèvis nou pandan Peryòd Òf la p ap chanje dwa nou anba Seksyon sa a.",
    "3031953928": "HUMAN Network™ se yon mak komèsyal nan HUMAN Protocol Foundation, epi li itilize avèk pèmisyon li.",
    "3034959000": "Ou ka rekipere",
    "3038275155": "Egzansyon Aksyon Kolektif. Ou renonse nenpòt dwa ou genyen pou nenpòt diskisyon yo dwe pote, tande, oswa abitye kòm yon aksyon gwoup, kolektif, oswa reprezantan. Malgre nenpòt lòt kloz ki nan akò sa a, fraz anvan an pa dwe separe de akò sa a nan nenpòt ka. Nenpòt reklamasyon ke tout oswa yon pati nan egzansyon sa a pa egzekite, san rezon, anile oswa anile ka detèmine sèlman pa yon tribinal ki gen jiridiksyon konpetan epi pa yon abit. Yo p ap fè vanjans kont oswa anpeche w fè travay sou sitwèb nou an kòm rezilta si w ap egzèse dwa w dapre Seksyon 7 Lwa Nasyonal Relasyon Travay la, oswa lè w ranpli oswa patisipe nan yon gwoup, aksyon kolektif oswa reprezantatif nan nenpòt fowòm. , men nou ka legalman chèche fè respekte egzansyon aksyon gwoup sa a, epi chèche rejte aksyon sa yo gwoup, kolektif oswa reprezantan oswa reklamasyon.",
    "304004915": "Nou pa pran swen kiyès itilizatè yo ye, sèlman ki jan chans pou yo move oswa machin yo. Nou sipòte inisyativ tankou",
    "3044038608": "Ou dakò pou ba nou enfòmasyon vre, egzat ak konplè jan yo mande nan pwosesis enskripsyon nou an. Ou dakò tou pou ajou enfòmasyon sa yo san pèdi tan jan sa nesesè pou kenbe yo aktyèl ak egzat.",
    "3047519814": "Ou dakò ke ou pa pral pataje kont ou oswa modpas ak pèsonn.",
    "3048865891": "Depans ak Frè. Pati yo chak dwe peye frè respektif yo pou reprezantasyon legal nan nenpòt abitraj sa yo, eksepte nan limit ke frè avoka yo klèman prevwa pa lalwa. Pati yo pral divize nenpòt frè administratif inisyal abit la chaje, jiska yon pri maksimòm pou ou de san senkant dola (US$250.00). Okòmansman, nou dwe peye frè abit la ak repòtè tribinal la, si genyen; sepandan, abit la dwe gen diskresyon pou l bay pati ki genyen kouraj ki apwopriye a, jan lalwa prevwa l, e/oswa pou mande pati yo divize depans ki asosye ak abit la ak/oswa repòtè tribinal la.",
    "3049976256": "Pou chak nouvo kliyan etikèt, nou ale nan yon lis verifikasyon pandan pwosesis lavant la. Sa a gen ladan premye dilijans KYC anvan abònman, ansanm ak verifikasyon tout demann yo te fè bay analis nou yo, ak chèk lokal an tan reyèl ak revizyon peryodik demann yo te fè lè l sèvi avèk platfòm oto-sèvis nou an.",
    "3054564199": "Press Twous",
    "3056723024": "13. Fini travay yo pa akseptab",
    "305735018": "Finalman, yon altènatif kredib nan Google. hCaptcha Enterprise fè ekonomi dramatik sou bòdwo reCAPTCHA ou a ak pi gwo sekirite: jiska 80% mwens chè nan kèk ka.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "politik konfidansyalite",
    "3064321967": "Premye imèl spam li te ye a te voye an 1978. [",
    "3065000659": "Eske ou reyalize chak fwa ou \"klike sou machin nan\" ou ap ede fòme yon sèl",
    "3068923550": "( ) Kontre mezi yo dwe travay si yo fè etap piti piti",
    "3083289844": "Si ou te jwenn yon pwoblèm ke ou panse ka afekte vi prive itilizatè a, tanpri imèl nou nan",
    "3086730511": "Si ou se yon entegratè nan sèvis gratis nou an epi nou detèmine ou te depase papòt itilizasyon jis nou an, kounye a pi piti a nan:",
    "3088605177": "Ajoute kòd defi nou an sèlman kote li nesesè, epi kote li fè sans pou pwoteje ni ou menm ni itilizatè ou yo.",
    "3089778412": "Ki jan hCaptcha kalkile rekonpans yo",
    "3092200338": "** Lè 15yèm lan tonbe nan yon wikenn, Dat Peman an se pito 17yèm lan.",
    "3093388779": "hCaptcha se gratis pou itilize pou piblikatè nenpòt gwosè",
    "3093689546": "Entegrasyon fasil",
    "3094150511": "Otorite regilasyon: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "3094354698": "15 jen 2019",
    "3096063825": "Eseye li",
    "3096553330": "Chak sistèm nou kreye tou senpleman reflete relasyon nou ak lòt moun.",
    "3098677775": "K: Èske IP mwen ak istwa navigasyon mwen an konplètman prive nan hCaptcha lè w ap itilize Privacy Pass?",
    "3100722753": "Pou pwoblèm sekirite oswa konfidansyalite potansyèl, gade enstriksyon ki anba yo.",
    "3103557430": "Kijan nou itilize enfòmasyon yo",
    "3103642530": "Revizyon sa a konpoze de plizyè seri kritè:",
    "3107683988": "Sa ka redwi dramatikman trafik ak depans andeyò rezo a pandan y ap kenbe tout avantaj jesyon anplwaye nou an 24/24 pou satisfè SLA ki pi sevè yo.",
    "3108727249": "BotStop",
    "310885519": "oswa",
    "3114147525": "Kliyan hCaptcha sèvi ak sèvis la pou travay ki gen ladan rekonesans objè, deteksyon atribi (kolekte etikèt pou idantifye kalite rad), klasman enpòtans (chwazi pwodwi ki pi enpòtan nan plizyè opsyon lè yo konpare ak yon pwodwi prensipal), bwat limit (jwenn zòn ki enterese sou yon imaj), \"Human OCR\" (idantifye tèks la nan yon imaj) ak anpil lòt kalite travay.",
    "3117887301": "Pi gwo sèvis sou entènèt fè konfyans",
    "3119498672": "fè nenpòt travay avèk itilizasyon robo Entènèt, robo entènèt, robo, scripts, oswa nenpòt lòt fòm entèlijans atifisyèl oswa otreman eseye jwenn rekonpans nan men IMI oswa nenpòt moun k ap mande oswa entegratè san yo pa ranpli travay yo jan yo dekri;",
    "3119589996": "Ki jan li fonksyone: yon ekstansyon navigatè bay itilizatè yo kapasite pou yo kreye ak siyen siy kriptografik avèg pou sit entènèt ki sipòte pwotokòl Privacy Pass la. Ekstansyon an jenere pas ki genyen siy kriptografik avèg ke hCaptcha siyen lè yon defi rezoud sou nenpòt sit lè l sèvi avèk sèvis hCaptcha la,",
    "3121248460": "Montre defi koutim enfiniman divès -- soti nan senp rive nan konplèks -- pou odyans ou prevwa",
    "3128328457": "Si ou se yon kontribitè oswa yon entegratè, se ou menm sèl ki responsab pou peman nenpòt estimasyon oswa lòt taks sou revni federal, eta, oswa lokal, sekirite sosyal, FICA, ak konpansasyon travayè yo dwe kòm konsekans itilizasyon sit entènèt nou an, ak tou. taks oswa chaj menm jan an nan jiridiksyon ki pa US. Ou dakò pou dedomaje epi kenbe nou san danje pou nenpòt evalyasyon kont nou paske ou pa respekte okenn lwa taks.",
    "3128433367": "... ak anpil plis",
    "3130928685": "Blog",
    "3138772661": "dè milye de lavi chak ane",
    "3139609561": "Anba a se de egzanp klasifikasyon imaj ak kalite travay deteksyon atribi yo. [",
    "31502377": "Ki sa ki se yon eleman Tèks Rich?",
    "3152512587": "ak sistèm nan kolekte dè santèn de milyon rezoud chak jou. [",
    "3153117136": "Ki jan paramèt difikilte hCaptcha travay",
    "3160820928": "Pwoteksyon atak kowòdone",
    "3161489950": "Platfòm ML sekirite ki pi avanse nan mond lan",
    "3162107126": "IMI pa yon pati nan okenn diskisyon ant oumenm ak nenpòt lòt itilizatè nan Sèvis yo. Ou libere IMI ak afilye li yo nan nenpòt ak tout reklamasyon, demann, ak domaj nan tout kalite ak nati, li te ye ak enkoni, sispèk ak ensispèk, divilge ak pa divilge, ki soti nan oswa ki konekte ak nenpòt diskisyon ant ou menm ak yon lòt itilizatè.",
    "3167979932": "Ki fèt pou vi prive depi premye jou. Bonjan akò sou tretman done.",
    "3168199226": "Sepandan, nan 2020 li te vin klè ke bati kalite done sa a ta ka pèrsu kòm yon teknoloji itilizasyon doub nan yon fason kèk moun ta espere yon ane de sa.",
    "3173156067": "Gen kèk kolateral ki pare ki disponib nan evènman an ou ta renmen mete imaj egzanp nan atik ou a.",
    "3176531704": "Anòt done",
    "3178581111": "Itilize pou nouvo rezon",
    "3180664128": "Lè yo aprann plis pase dè milye de siyal, modèl yo ka dedwi ak jwenn gwo konfyans nan detekte move konpòtman trè vit, menm lè pa gen okenn siyal endividyèl ta pou kont li ase fò pou endike yon pwoblèm.",
    "3182435854": "Copyright",
    "318339230": "(Youn oswa plis nan sa ki annapre yo ka aplike nan lide patikilye ou, epi li ka genyen",
    "3183855267": "1. hmt_id",
    "3186435874": "sesyonid",
    "3192683783": "Chanjman nan Règleman sou enfòmasyon prive sa a",
    "3193548097": "Hope Springs etènèl",
    "3194111925": "sipò",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Itilite ak vilnerabilite APIs",
    "3200641265": "Pa pita pase 16 jen 2020*",
    "3200859925": "1. Objektif",
    "320166522": "Aprantisaj machin kounye a afekte prèske tout aspè nan lavi nou, souvan nan fason nou pa reyalize epi nou pa ka wè. Sèvis sekirite online yo pa diferan.",
    "3202747130": "Tout Akò. Kondisyon Sèvis sa yo ak nenpòt règleman, pwosedi, oswa kondisyon ki refere yo nan akò sa a reprezante tout akò pati yo anrapò ak sijè a, epi ranplase ak anile tout akò, reklamasyon, reprezantasyon, ak konpreyansyon pati yo anvan ak konpozan. .",
    "3203921334": "Nou te renmen yon kantite bagay sou solisyon hCaptcha yo: 1) yo pa vann done pèsonèl; yo kolekte sèlman minimòm done pèsonèl ki nesesè yo, yo transparan nan dekri enfòmasyon yo kolekte ak fason yo itilize ak / oswa divilge li.",
    "3206136647": "Pwoblèm Google isit la baze sou done kesyon yo itilize kont moun ki wè li. Si tout done soti nan menm kilti (ak nan ka Google a, menm konpayi an) ou ka sètènman espere gen defi ki pa tradui byen nan lòt kilti, nan liy ak plent Edenn nan.",
    "3207769512": "Deplwaye Travay Pwodiksyon",
    "3208155808": "Transfere yon kopi enfòmasyon pèsonèl ou lizib pou machinn ba ou oswa yon twazyèm pati ou chwazi.",
    "3212830633": "2. Elijiblite",
    "3213351333": "Pa gen okenn angajman davans obligatwa",
    "3213411837": "imaj 2",
    "3214322759": "otreman angaje yo nan nenpòt aktivite move oswa fwod.",
    "3217791519": "15 jiyè 2020 - 15 oktòb 2020",
    "3225770968": "hCaptcha fèt pou rezoud pwoblèm ki pi entansif travay nan aprantisaj machin; mete etikèt sou kantite masiv done nan yon fason alè, abòdab, ak fyab.",
    "3225936061": "Ou te gen anpil chans wè foto tèks yo te pran nan paj liv sou sèvis Liv Google la, epi ede amelyore lojisyèl OCR yo (rekonesans tèks).",
    "322830977": "Ki jan yo enfim bonbon.",
    "3228928991": "Enfòmasyon ki ka itilize pou idantifye oswa kontakte yon moun (\"Enfòmasyon Pèsonèl\"), tankou non, adrès imel, ak peyi. Nou kolekte Enfòmasyon Pèsonèl nan men Entegratè ak Kliyan aktyèl ak potansyèl nou yo lè yo ba nou li dirèkteman (pa egzanp, lè yo ranpli yon fòm lè w ap enskri pou yon kont, oswa lè yo aplike pou resevwa notifikasyon imel nan men nou). Nou ka verifye idantite Entegratè ak Kliyan nou yo tou lè nou konpare enfòmasyon pèsonèl ak baz done twazyèm pati oswa dokiman legal ofisyèl yo.",
    "3230004040": "Èske w gen pwoblèm vizyon oswa otreman ou pa kapab ranpli hCaptchas?",
    "3233305531": "Mak komèsyal yo",
    "3233441200": "Repete Règ Enfraksyon an",
    "3235430156": "sistèm aprantisaj machin konpayi an gratis?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha analiz entèn. Done rekòlte jiska 30 jen 2019. Detay yo disponib sou demann.",
    "3236873806": "IMI responsab sit entènèt sa a.",
    "3238184941": "Remak: Risk fwod ki asosye ak yon adrès IP endividyèl yo ka pataje ak yon Integrator sou demann.",
    "3238345709": "( ) Li pral sispann spam pou de semèn epi apre sa nou pral kole ak li",
    "3238612014": "Istwa Navigasyon, enfòmasyon sou entèraksyon yon konsomatè ak yon sit entènèt, aplikasyon, oswa reklam.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Dènye aktyalizasyon: 18 fevriye 2021",
    "324647915": "Mèsi paske w te pran tan pou ede nou jwenn enfòmasyon sa a!",
    "3247172580": "hCaptcha konbine aprantisaj machin avanse oto-sipèvize ak yon nouvo apwòch enfòmatik ki inikman minimize koleksyon done ak retansyon, delivre soti nan plis pase 250 kote globalman pou évolutivité masiv.",
    "325077666": "Lè w soumèt enfòmasyon ou yo ou dakò ak nou",
    "3251220335": "R: Non. Tanpri klike sou menm lyen pou konekte imel yo voye ba ou sou chak aparèy ou itilize pou w ka mete bonbon an.",
    "3254142589": "( ) Pwoblèm jiridiksyon",
    "3255230599": "Ki sa ki se yon Cookie?",
    "3256020881": "Pou obsève konpòtman ou ak aktivite navigasyon sou tan sou plizyè sit entènèt oswa lòt platfòm.",
    "3256245394": "osi byen ke pòs blog nou an, eg",
    "3260825523": "Machin entwisyon",
    "3264813246": "Pa apwopriye",
    "3265293440": "( ) Sensibilite pwotokòl lòt pase SMTP pou atake",
    "3265328927": "), yon konpayi aprantisaj machin ki ofri pwodwi ak sèvis pou konpayi ki aplike aprantisaj machin nan echèl.",
    "3265895521": "Ogmante ak diminye difikilte pou defi ki baze sou lè nan jounen an",
    "3268946369": "6. Kredi: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Tanpri",
    "3272552822": "Devlopè ak kriptograf:",
    "32739972": "Pou estoke enfòmasyon sesyon login ou si w anrejistre sou sit nou yo.",
    "3276777569": "hCaptcha",
    "3280658086": "solisyon antrepriz",
    "3286051798": "Tit, paragraf, sitasyon blòk, figi, imaj, ak deskripsyon figi yo tout ka gen style apre yo fin ajoute yon klas nan eleman tèks rich la lè l sèvi avèk sistèm seleksyon an \"When inside of\" la.",
    "328625009": "... nou pare lè ou: sèvis nou an disponib toutotan.",
    "3287172429": "Kontwòl kalite defi yo montre",
    "3288667364": "Konparezon ak Deteksyon",
    "3290996791": "Tout lòt non pwodwi, logo, ak mak yo se pwopriyete pwopriyetè respektif yo. Tout lòt non konpayi, pwodwi ak sèvis yo itilize nan sit entènèt sa a se pou rezon idantifikasyon sèlman. Sèvi ak non, logo, ak mak sa yo pa vle di andòsman.",
    "3292221787": "te reponn defi a, pa sèlman si li te kòrèk, epi souvan chanje tou de kesyon yo ak done yo itilize yo.",
    "3301728462": "Dè milyon de moun itilize hCaptcha chak mwa, sou plizyè milye konbinezon navigatè, ekstansyon, aparèy, firewall, ak plis ankò.",
    "3312336121": "ki konsome gwo kantite done konpòtman pou detèmine si itilizatè entènèt yo se moun lejitim oswa robo",
    "3315658779": "Anpeche kontni grate ak hCaptcha Enterprise",
    "3319083717": "Non:",
    "3324288040": "Voye nou fidbak",
    "332723732": "kontni",
    "3329634829": "Limite tretman enfòmasyon pèsonèl ou.",
    "3329755436": "Èske w ap planifye akselere pwosesis sa a?",
    "3334160175": "( ) Li san defans kont atak fòs brital",
    "3336625692": "Paj sa a detay panse nou sou sijè sa a nan yon kontèks Etik AI, ak pwosesis nou swiv pou asire itilizasyon sèvis nou yo rete ann akò ak politik nou te adopte kòm yon konpayi.",
    "3339302473": "27. Revokasyon",
    "3342910682": "Li piplis",
    "3346362371": "E aprantisaj machin?",
    "3348433919": "Dwa Ou",
    "3349094124": "Kritè enkyetid etik: Objektif",
    "3353238942": "hCaptcha fèt pou sispann bots pa fè distenksyon ant yo ak moun. Tès vizyèl yo se yon zouti pratik pou sa, men se pa tout moun ki ka rezoud yon defi vizyèl.",
    "3356329025": "1. 30 jou",
    "3356349631": "Google Chrome",
    "3357523404": "Transfè Done Trans-Fwontyè",
    "33639629": "Pa aplikab pou sitwèb twazyèm pati yo. Tanpri sonje ke Règleman sou enfòmasyon prive sa a pa aplike nan okenn sit entènèt, òf, pwodwi oswa sèvis nenpòt twazyèm pati, menm si li gen lyen ak sit nou an oswa enkòpore Sèvis la - tanpri al gade nan règleman sou enfòmasyon prive ki aplikab yo anvan ou deside bay nenpòt enfòmasyon bay twazyèm pati. pati yo.",
    "3365203058": "Pwoteksyon anti-bot nan klas mondyal la",
    "3368788823": "Terence Eden fè yon pwen enteresan sou blog li a: \"",
    "3370561195": "6. Konpòtman akseptab",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Politik ak pwosesis etik AI",
    "3376724603": "14-24 septanm 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Jwenn yon etikèt sou done ou yo kounye a",
    "337971271": "Aprantisaj machin itil. Men, li pa mande pou done pèsonèl yo travay.",
    "3383086062": "hCaptcha Enterprise se yon solisyon sekirite konplè sou entènèt. Mòd aktif ak pasif pèmèt ou sispann ranpli kalifikasyon, detekte kontwòl kont, ak bloke aktè sispèk. Tout ak zewo friksyon pou itilizatè lejitim.",
    "3386280249": "Pou bay yon mache pou Done ki make. Sèvis nou an pèmèt etikèt done gwo volim ak revizyon imen pou sistèm aprantisaj machin kòm yon sèvis bay mèt sit entènèt ak konpayi ki bezwen èd pou mete etikèt sou done yo. Pou sa ka fèt, nou divilge Done ki make bay kliyan nou yo ki enterese nan jwenn done ki make.",
    "3388180864": "Enterese nan travay sou gwo defi teknik nan echèl entènèt? Nou toujou anboche enjenyè talan atravè lemond -",
    "3389431373": "Sèvis tankou reCAPTCHA v3 di ke mete pixel tracking yo sou chak paj nan sit ou a nesesè pou bon sekirite. Sa a se pa ka a.",
    "3395399558": "( ) Politisyen teknikman analfabèt",
    "3397976149": "Jwenn sipò pou hCaptcha Publisher",
    "3398978455": "15-25 septanm 2021†††",
    "3401005681": "Fè lajan",
    "3401861278": ", ki enkòpore isit la pa referans. Tanpri revize akò sa a pou wè ki jan nou trete done pèsonèl sou non w. Remake byen ke nou opere kòm yon \"prosesè done\" pou rezon Règleman Jeneral Pwoteksyon Done Inyon Ewopeyen an, ak yon \"founisè sèvis\" nan bi Lwa sou Konfidansyalite Konsomatè Kalifòni.",
    "34074886": "Chak fwa ou reponn yon defi, nou itilize modèl sofistike pou konnen si ou se moun. Sitwèb ou te vizite a Lè sa a, sèvi ak rezilta sa a ede amelyore eksperyans ou sou sit yo pa kenbe robo.",
    "3408107995": "Jodi a, menm si, grate envaryabmam vle di yon apwòch pwogram nan rale done ki sòti nan yon sit entènèt. Lojisyèl la grate aji tankou yon itilizatè imen, klike sou bouton ak li pwodiksyon an ki kapab lakòz. Gen anpil itilizasyon lejitim pou grate. Web crawlers ki pisans motè recherche se yon egzanp. Se konsa, se zouti tankou Skyscanner ki chèche kontra vwayaj lè yo penyen atravè plizyè milye sit entènèt vwayaj. Konpayi Fintech sèvi ak li tou, grate done finansye itilizatè a soti nan sit labank si pa gen okenn Entèfas Programming Aplikasyon (APIs) ki disponib pou fè koneksyon an done. Bagay sa yo ou dwe kenbe nan tèt ou sou ekran grate yo se vitès li yo ak évolutivité. Pwosesis la ka rekòlte kantite imans nan done ki soti nan sit entènèt, sipoze sit yo pa configuré yo sispann li soti. Nan vitès la nan kalkile, yon grate ka rasanble gwo datasets pa kominike avèk sit entènèt ak lojisyèl ki kache ak baz done ki pouvwa yo.",
    "3409726716": "enskri pou plis pase yon kont avèk nou san otorizasyon alekri;",
    "3412647984": "Sa a pèmèt ou evite kesyon nan lavni lè w enskri epi mete yon bonbon. Tanpri eseye tou etenn bloke anons ou a.",
    "3417372336": "Chanje nan minit",
    "3419878556": "Asire w ke \"Bloke bonbon twazyèm-pati\" pa aktive.",
    "3421090159": "sous louvri",
    "3426312287": "5-15 janvye 2022",
    "3433896984": "BotStop™",
    "3434202027": "Nenpòt itilizasyon non hCaptcha nan kominikasyon mande pou atribisyon: \"hCaptcha se yon mak ki anrejistre nan Intuition Machines, Inc.\"",
    "3436534225": "Prèske tout konpayi ki kòmanse yon pilòt finalman chwazi solisyon nou yo.",
    "3437412311": "Pou itilizatè Enterprise, opsyon ki disponib pou evite konplètman defi nan pifò senaryo, konte sou nòt pasif.",
    "3441764123": "Lè yo prezante yon defi bay yon itilizatè aksè sou yon sit lè l sèvi avèk sèvis hCaptcha, yo pral otomatikman pase.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Trafik Ant",
    "3446714684": "Entegrasyon mobil (iOS ak andwad).",
    "345108670": "- kalifikasyon fars ak lòt tantativ kont kontwòl",
    "3453526675": "1. 1ye pati",
    "345563040": "( ) Sa a se yon lide estipid, epi ou se yon moun sòt pou sijere li.",
    "3457805519": "3. Èske demann kliyan an ka ranpli anba lwa Etazini ak règ angajman nou yo?",
    "3458934553": "3. Varye; jiska 30 jou.",
    "3460432665": "Malgre sa ki pi wo a, si ou se yon kontribyab US nou ka mande w yon W-9, pou yo mete ajou chak ane, epi nou ka anpeche w fè travay jiskaske w fin ranpli oswa mete ajou W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Lis blan hcaptcha.com ak *.hcaptcha.com bonbon nan blokaj anons ou oswa ekstansyon sekirite navigatè w la.",
    "3470857731": "Yon analiz sou kouman reCAPTCHA detekte bots yo.",
    "3475647460": "( ) Mande twòp koperasyon nan men spame yo",
    "3478726913": "hCaptcha gen youn nan pi gwo pisin sou planèt la ki disponib pou w itilize. Kèlkeswa echèl ou a, nou ka jere li san angajman chè davans. Dè milyon de travay pa jou pa gen pwoblèm.",
    "3479034323": "Si ou wè kontni ki pou ou repwodui sou platfòm hCaptcha epi ou ta renmen retire li pou nenpòt rezon, ou ka kontakte nou pa imel.",
    "3480023141": "Aprann plis sou opsyon aksè",
    "3483700676": "Lanse dè milyon de travay imedyatman",
    "3488019891": "hCaptcha se yon mak ki anrejistre nan Intuition Machines, Inc.",
    "348809718": "4. Anba \"Twazyèm pati Cookies\" chwazi \"Aksepte\".",
    "349292953": "Enfòmasyon nou kolekte",
    "3494826505": "Avèk fournisseurs nou angaje nou bay aspè esansyèl nan sit yo ak sèvis la, tankou depo done, hosting, ak Analytics, epi sèlman pou rezon sa yo.",
    "3496767126": "Pou evite dout, paragraf sa a aplike sèlman pou Kliyan k ap itilize sèvis anons nou yo, epi yo pa sèvi ak Sèvis nou yo kòm yon Integrateur.",
    "3500503648": "hCaptcha fèt pou elimine retansyon done alontèm pa konte sou evalyasyon enstantane olye ke anrejistre ak analize istwa Navigasyon ou. Nou tou sipòte inisyativ tankou",
    "3501923981": "Dènye mizajou: 1 janvye 2020.",
    "3507532387": "( ) Fasilite pou chèche ti espas adrès alfanumerik nan tout adrès imel",
    "3510143229": "hCaptcha se yon sèvis pou sit entènèt ak aplikasyon,",
    "3511610999": "Ann asire w ke ou rive nan bon kote.",
    "3515435438": "Rapòte plent DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Objektif pwosesis",
    "3520687192": "Dosye kominikasyon avèk ou (egzanp tikè sipò yo louvri pa imel oswa Twitter) ka kenbe pou yon tan endefini.",
    "3524251858": "Direktè Jesyon pwodwi, Cloudflare",
    "3526939538": "Ensèk lojisyèl",
    "3527140447": "Docs",
    "3530599065": "Konfidansyalite yo bati soti nan tè a. hCaptcha pa kenbe okenn PII epi li konfòme ak anpil manda ak règleman sou enfòmasyon prive.",
    "353066938": "Yon ekip ki gen eksperyans, k ap travay sou pwoblèm ki pi difisil jodi a. hCaptcha se yon sèvis nan",
    "3532143291": "Pou sekirize sèvis ak sistèm nou yo. Nou itilize Enfòmasyon Analytics pou sekirize sistèm nou yo lè nou idantifye menas potansyèl ak frajilite yo, epi pou pwoteje enfòmasyon nou kolekte yo.",
    "353367791": "Detekte move aktè nan plizyè kalite diferan.",
    "3536122902": "( ) Sispann yo konsa se pa ase ralanti ak douloure",
    "3543141425": "pou li!",
    "3545935449": "Pou rekonèt nouvo itilizatè oswa ansyen itilizatè yo.",
    "3548097301": "Efektif: 1ye janvye 2020.",
    "354925785": "Entwodiksyon",
    "3554363588": "Lòt Mak",
    "3554448168": "Kategoriizasyon",
    "3555583744": "epi",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh ak jis cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Ou dakò pou itilize efò komèsyal rezonab pou pwoteje nenpòt enfòmasyon konfidansyèl ke nou resevwa oswa atravè Sèvis nou yo. gen ladan nòt bot ak detay ki pa piblik sou sèvis antrepriz nou an, ki gen ladan dokiman ki pa piblik ak nenpòt detay nou ka pataje konsènan metòd deteksyon bot nou an. Si yo ba w aksè nan nenpòt enfòmasyon konfidansyèl sa yo, nou ka modifye, sispann, oswa limite aksè ou a Sèvis nou yo nan sèl diskresyon nou si nou detèmine ke enfòmasyon konfidansyèl yo te ekspoze lè w sèvi ak Sèvis nou yo, epi n ap fè efò rezonab. pou ba w avi anvan sispansyon an.",
    "3566102529": "nou jodi a pou aprann plis.",
    "3569492665": "Anrejistreman aktivite sou entènèt se pa repons lan.",
    "3570415321": "Konpayi",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Gen kèk nan enfòmasyon ou ba nou yo ka konstitye done sansib jan sa defini nan GDPR a (yo refere tou kòm kategori espesyal nan done pèsonèl), ki gen ladan idantifikasyon ras ou oswa etnisite sou dokiman idantifikasyon gouvènman an bay.",
    "3573245166": "Kontrèman ak reCAPTCHA, nou travay nan chak peyi.",
    "3576146278": "Se sèlman peye pou presizyon ou bezwen an",
    "3578122193": "Rete sou mak ak kontni ki enpòtan",
    "3588274874": "Nan konsantre sou livrezon yon pwodwi ki aliyen ak efò regilasyon tankou GDPR Inyon Ewopeyen an ak CCPA Kalifòni an, nou te fè eksperyans gwo kwasans - nan kou, li ede ke hCaptcha se senp ranplasman \"drop in\" pou reCAPTCHA epi li ka enstale nan kèk minit.",
    "3588620914": "Privacy Pass se yon nouvo envansyon dapre estanda entènèt la, epi li posib pou lòt aplikasyon ak ekstansyon navigatè ki pa okouran de li entèfere ak fonksyonalite li yo.",
    "3590546893": "Senp analiz konpòtman se yon siyal fasil fòje pa move aktè, epi li mande pou kenbe istwa Navigasyon pou tout trafik lejitim ou tou.",
    "359073033": "Dashboards bay opinyon wo nivo oswa amann sou aktivite.",
    "3594381346": "kote.",
    "3594440415": "Evantyèlman, yo pral kòmanse louvri pòt yo.",
    "3594526017": "Syantis IM yo tabli nouvo referans pou rekonesans tèks ki fèb sipèvize (OCR) nan CVPR 2020.",
    "3596207631": "K: Mwen toujou wè yon defi apre mwen fin mete bonbon an. Ki sa ki lakòz sa a?",
    "3600022491": "Pou rezon sa a, nou te kreye yon altènatif ki senp, san doulè pou kite piblikatè k ap itilize sèvis nou yo prezève aksè pou tout moun ak konfòmite Seksyon 508 ak WCAG 2.1 AA.",
    "3600718611": "Konsidere Google reCAPTCHA,",
    "3600797185": "Ofri idantifikasyon bot retwoaktif ta louvri Google jiska kesyon litijyeu sou ki jan yo retwoaktif ranbouse piblisite ki te depanse lajan sou sa a trafik fwod.",
    "360236473": "Sèvis hCaptcha pa fèt pou itilize pou nenpòt moun ki travay kòm yon etikèt endividyèl. Li pa fèt oswa adapte pou objektif sa a. Nou pa rekòmande pèsonn eseye sèvi ak hCaptcha kòm yon sous revni pèsonèl.",
    "3604147138": "3. Itilize pou rezon teknik ki senpman nesesè: pèmèt Itilizatè aksesiblite itilize.",
    "3609106478": "Ranpli kalifikasyon:",
    "3609929815": ". N ap kenbe enfòmasyon sou non w, peyi, ak adrès imèl ou sèlman pou nou kontakte w alavni konsènan opòtinite travay sou etikèt endividyèl.",
    "3612043014": "... ak lòt travay ki senp. Fasil pou moun, difisil pou bots.",
    "361372538": "2. Èske nou kwè ke sèvis nou bay yo ta ka itilize pou rezon diskriminatwa pa kliyan an, nan fason ki ta ka legal men yo pa akseptab pou nou?",
    "3614653023": "Olye de sa, pratik la depann sou gwo echèl atak kalifikasyon ki eseye dè milyon de pè non itilizatè / modpas sou plizyè douzèn enstitisyon finansye sib nan espwa yo nan déblotché yon ti pati nan kont yo. Yon fwa ke lojisyèl fwod otomatik la te jwenn aksè nan kont lan, yon pirate imen ka patisipe, men nan kèk ka, pa.",
    "361795034": ". Otè enkoni, c. 2000",
    "3619183405": "Nan 2021, yo ka pafwa rezoud senp CAPTCHA ak lojisyèl, gras a pwogrè nan aprantisaj machin. Pou adrese sa a, hCaptcha tou fè yon analiz trè detaye sou pwopriyete tankou",
    "3620039756": "Anlè adwat, tape Plis ak Lè sa a, Anviwònman.",
    "3620442880": "Flash Sale pwoteksyon karakteristik",
    "3621401685": "( ) Enpopilarite nouvo taks etranj yo",
    "3621411541": "Aprann sou opsyon aksè pou hCaptcha",
    "3621455477": "pou aprann plis!",
    "3623028666": "(tanpri sèvi ak yon sèvis tankou",
    "3624758171": "Travay koutim disponib tou pou piblikatè antrepriz.",
    "3630114728": "Gade sa k ap pase sou tout sit ou yo ak aplikasyon yo.",
    "3644106388": "Kontakte",
    "3645414921": "Efase",
    "364774188": "Mwen se moun™",
    "3654556483": "Enstitisyon finansye yo ak konpayi èkomèrs yo gen pwosesis ak kontwòl ki diminye kèk nan menas kontwòl kont la. Sa yo varye soti nan ansyen alamòd \"ki sa ki te non an nan pi bon zanmi ou nan lekòl primè\" kesyon sekirite nan metòd deteksyon ki fè konnen adrès IP sispèk ak pwofil aparèy mobil.",
    "3657743880": "Enstriksyon navigatè pou bonbon kwa-sit",
    "3660619092": "Enskri gratis oswa kontakte lavant pou solisyon Enterprise",
    "366088791": "hCaptcha sipòte yon gran varyete travay.",
    "3660891610": "Si ou se yon kontribitè, IMI, epi ou pa ou, gen dwa pwopriyetè nan nenpòt travay ou pwodwi kòm yon pati nan ranpli nenpòt travay. Lè w aksepte kondisyon ki nan Akò sa a, ou dakò (epi sa a fè) transfere posesyon, pwopriyetè, ak tit (ki gen ladan tout dwa pwopriyete entelektyèl ki egziste atravè mond lan) nan ak nan travay ou a ba nou. Pou asire ke nou kapab jwenn, pèfeksyone, ak itilize dwa sa yo, ou dakò anplis pou (i) siyen nenpòt dokiman pou ede nan dokimantasyon an, pèfeksyon ak ranfòsman dwa nou yo; epi (ii) bay aksè rezonab a enfòmasyon pou anrejistre, pèfeksyone, sekirize, defann, ak fè respekte dwa pwopriyetè sa yo nan nenpòt ak tout peyi. Obligasyon w yo anba seksyon sa a ap kontinye menm apre ou fin derejistre oswa sispann sèvi ak Sèvis yo. Ou nonmen nou kòm avoka an reyalite ou pou egzekite dokiman an non ou pou rezon ki tabli nan seksyon sa a.",
    "3666807632": "14. Kalifikasyon kontribitè ak konpetans",
    "3668115514": "Ki jan hCaptcha diferan?",
    "3668873369": "Nan hCaptcha, nou te pran yon apwòch diferan depi premye jou",
    "3669258571": "Règleman bonbon",
    "3671246379": "Etap 5: Klike sou tab la Konsole, ak dwa-klike Lè sa a, \"Chwazi tout\" epi sove sa nan yon dosye tèks, yo nan lòd yo sove boutèy la konsole. Voye sa tou pou nou.",
    "3671828834": "Egzanp enfòmasyon pèsonèl yo pataje",
    "3673079511": "estanda émergentes",
    "3678889946": "Pa pita pase 15 jen 2019",
    "3679148535": "K: Sou ki lòt aplikasyon Privacy Pass w ap travay?",
    "3680327841": "Nou pran angajman pou fè hCaptcha mache byen pou tout moun",
    "3682071227": "Ki sa ki akseptasyon kont ak ki jan yo travay?",
    "3688621388": "Siyati menas",
    "3694578791": "Jan nou te diskite pi wo a, nou (ak lòt fournisseurs nou yo) kolekte Enfòmasyon sou Analytics an pati atravè itilizasyon bonbon, baliz entènèt, ak lòt teknoloji swiv. Nan kèk egzanp, nou travay ak machann twazyèm pati yo anplwaye bonbon nan bi pou yo kolekte enfòmasyon Analytics.",
    "3695206755": "Eseye nou nan anviwònman ou san okenn obligasyon.",
    "3700113699": "Sou aparèy Android ou a, louvri app Chrome la.",
    "3700767772": "Yon fwa ou fin enstale ekstansyon an, klike isit la (oswa sou nenpòt sit entènèt k ap itilize hCaptcha) pou w ka jwenn pas:",
    "370366524": "Telemetri sèvis efemèr",
    "3709608616": "Lè sa a, kont ou a ka enfim oswa detèmine li pa kalifye pou salè nan sèl diskresyon nou an, pou nenpòt peryòd de tan, avèk oswa san avètisman ba ou. Nan okenn sikonstans demann ki depase papòt itilizasyon jis nou an p ap elijib pou salè san konfimasyon alekri nan men nou.",
    "3714002185": "Aprann plis sou hCaptcha Enterprise",
    "3715747429": "Enjenyè abònman nou yo ka fè ou ale byen vit, si ou bezwen entegrasyon React, SDK pou aplikasyon natif natal iOS, yon egzanp backend Java, oswa nòmalman nenpòt lòt senaryo.",
    "3717512591": "Entegrasyon platfòm dirèk",
    "3717942925": "Menm jan ap toujou gen moun ki vle jwenn atansyon ou via imel, ap toujou gen dezi a limite aksè a kèk resous konsa ke sèlman moun ka jwenn aksè yo.",
    "3719056187": "Enfòmasyon yo bay sou paj entènèt yo pa reprezante konsèy endividyèl e yo pa ka ranplase sa a. Si w bezwen konsèy endividyèl, tanpri kontakte anplwaye sipò nou an. Sèvi ak sit sa a",
    "3720584906": "15 jiyè 2021 - 15 oktòb 2021",
    "3721365241": "Eseye",
    "3723626769": "pou kontribisyon ou ak revizyon.",
    "3725880582": "Remèt Charite",
    "3729345277": "hCaptcha se yon fason pou konpayi yo jwenn anotasyon yo mande yo pi vit, ak pi bon kalite ak pi ba pri pase lòt altènativ yo.",
    "3730038780": "Chwazi nan yon kantite prèske enfini de defi pou itilizatè yo rezoud",
    "3730344349": "Seksyon sa a bay plis detay sou enfòmasyon pèsonèl nou kolekte sou konsomatè Kalifòni yo ak dwa yo ba yo anba California Consumer Privacy Act oswa \"CCPA\".",
    "3733422465": "8. Verifye idantite w",
    "3740051331": "Nou pran angajman tou pou siveye aktivman ak reponn kesyon itilizatè ou yo atravè rezo sosyal yo, fowòm yo, ak chanèl sipò nan widget ak imel nou yo. Nou aksesib epi reponn, epi trete satisfaksyon itilizatè kòm yon KPI pi wo.",
    "3741193183": "( ) Anpil itilizatè imel pa kapab peye pèdi biznis oswa alyene potansyèl anplwayè yo",
    "3744079744": "15-19 jen 2020****",
    "3744153629": "Non:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kontakte",
    "3753956446": "Gratis",
    "3758963444": "Mèsi! Yo resevwa soumèt ou a!",
    "3759360138": "4. Non itilizatè ak modpas",
    "3759657802": "Ou pa gen dwa bay, transfere, oswa delege Kondisyon Sèvis sa yo oswa dwa oswa obligasyon ou anba la a nan okenn fason (pa operasyon lalwa oswa otreman).",
    "3759923279": "Tanpri dirije kesyon laprès nan adrès imel sa a:",
    "3764131594": "22. Sitwèb Twazyèm Pati",
    "3766910104": "2. Itilize pou rezon teknik ki nesesè: balanse chaj, routage.",
    "3767462250": "Ki fèt pou konfidansyalite",
    "3768951251": "SLA antrepriz",
    "3773515538": "Janm te mande pou \"tape nan de mo yo?\"",
    "378086442": "nan CAPTCHAs, olye ke UX yo per se.",
    "3782751514": "HUMAN Protocol® se yon mak ki anrejistre nan HUMAN Protocol Foundation, epi yo itilize li avèk pèmisyon li.",
    "3783031293": "Nou itilize Cloudflare pou optimize trafik entènèt nou an. Pou enfòmasyon sou fason Cloudflare kolekte epi trete done,",
    "3795997071": "Chwazi icon nan meni Chrome. Chwazi Anviwònman.",
    "3800781598": "] Prèske senk deseni apre, spam imel kontinye ap travèse nou. Anpil milya dola ak dè milye de moun-ane efò jeni yo te mete nan defèt li, e ankò spam pèsiste. Gen endistri milya dola sou toude bò yo, sa vle di moun ki defann kont li ak moun ki voye li.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 avril 2020 - 15 jiyè 2020",
    "3807059944": "Kontwole defi kontni yo itilize",
    "3816867833": "Feedback",
    "3817067682": "Poligòn",
    "3817811295": "Garanti fyab ak sipò rapid 24/7 sou apèl.",
    "3819851005": "2. Frè",
    "3821716514": "paj.",
    "3828090208": "Olye de sa sèvi ak \"pou hCaptcha\". Si yo itilize ak yon logo twazyèm pati, \"pou hCaptcha\" bezwen pi piti nan gwosè pase logo twazyèm pati a.",
    "3833636936": "a) 1,000 demann pou chak segonn,",
    "3836291932": "K: Mwen itilize plizyè aparèy. Èske mwen bezwen enskri plizyè fwa?",
    "3842490632": "Yon itilizatè endividyèl k ap eseye reponn anpil kesyon gen chans rive nan pousantaj limite oswa entèdi byen vit. Egal-ego enpòtan, kòm nou an",
    "3842673636": "Dapre GDPR, ou gen sèten dwa konsènan enfòmasyon pèsonèl ou. Ou ka mande nou pou nou pran aksyon sa yo anrapò ak enfòmasyon pèsonèl ou ke nou kenbe:",
    "3842815245": "Èske sa se yon komès ki jis?",
    "38428546": "Nou estoke Done Pèsonèl ou an sekirite pandan tout lavi kont ou avèk nou. Nou pral sèlman kenbe Done Pèsonèl ou yo pou toutotan sa nesesè pou satisfè objektif nou te kolekte yo, ki gen ladan pou satisfè nenpòt obligasyon legal, kontablite oswa rapò oswa pou rezoud konfli. Kritè nou itilize pou detèmine peryòd depo yo enkli dispozisyon kontra ki aplikab ki anvigè, peryòd limitasyon legal legal yo, kondisyon regilasyon ki aplikab yo, ak estanda endistri yo.",
    "3844300338": "Ou dakò pou dedomaje, defann, epi kenbe nou inonsan nan nenpòt ak tout reklamasyon, domaj, responsablite, depans, ak depans (ki gen ladan frè ak frè rezonab avoka), ki soti nan oswa ki gen rapò ak pèfòmans ou nan travay oswa itilizasyon sit entènèt nou an. .",
    "3844432472": "Ouvèti ak itilite API yo fè yo sib ekstrèmman rich pou atakè yo. Nan menm fason an ke yon app mobil ka pwograme pou lonje ak jwenn done ki soti nan yon sistèm antrepriz lè l sèvi avèk yon API, se konsa tou kapab yon moso nan malveyan. Hackers yo te ekri yon gran varyete zouti lojisyèl pou abize API yo. Li se yon teknik atak efikas.",
    "384965568": "Pandan ke kondisyon retansyon yo varye selon jiridiksyon, enfòmasyon sou peryòd retansyon tipik nou yo pou diferan aspè nan done pèsonèl ou yo dekri anba a.",
    "3856690908": "15 janvye 2020 - 15 avril 2020",
    "3856912381": "Itilizatè yo te soufri, ak spam entènèt ki pa nesesè yo se kounye a rampante. Men, gen yon altènatif.",
    "3859506577": "Imèl biznis",
    "3861413614": "Ou pa gen dwa sèvi ak okenn mak oswa logo hCaptcha ki ta vle di ke hCaptcha gen yon afilyasyon oswa andòsman, parennaj, oswa sipò nan yon pwodwi oswa sèvis twazyèm pati, san pèmisyon ekri eksprime.",
    "3863351997": "Kategori enfòmasyon pèsonèl ki nan lis nan lwa California Customer Records (Cal. Sivil Code § 1798.80(e)).",
    "3871665286": ", ki relye byen nan paj enfòmasyon hCaptcha widje a. Yo ba yo yon bonbon chiffres ki ka itilize plizyè fwa pa jou, men yo dwe rafrechi chak 24 èdtan atravè login.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Mete ajou oswa korije erè nan enfòmasyon pèsonèl ou.",
    "3878230879": "Objektif nou se asire w ke li toujou travay pou ou, kidonk nou anpil apresye rapò ou yo!",
    "3881754581": ". Si ou se yon Kliyan nan sèvis anons nou yo epi ou te chwazi opsyon \"Done pou tout moun\" kòm yon pati nan itilizasyon ou nan Sèvis yo, Lè sa a, ou bay IMI ak tout itilizatè yo nan Sèvis yo atravè lemond, ki pa eksklizif, sou-lisans, transfere, lisans redevances, irevokabl pou eksplwate totalman tout Done Kliyan yo, ki gen ladan tout dwa pwopriyete entelektyèl ki gen rapò. Si w chwazi opsyon \"Done pou tout moun\", ou reprezante epi garanti ou posede ase dwa, tit, ak enterè sou done ou yo ak sou enfòmasyon ou yo pou w ka bay lisans ki nan seksyon sa a.",
    "3882147547": "Fonksyon Pseudoradom enkonsyan",
    "388240587": "5-15 janvye 2022",
    "3884400764": "Menmsi ou ka sèvi ak mak hCaptcha dapre direktiv sa yo, sa pa vle di ke w genyen okenn dwa w genyen sou Mak hCaptcha, logo, oswa sou nenpòt lòt mak komèsyal, non komèsyal, mak sèvis, non biznis oswa bòn volonte hCaptcha. Nou vle bay plis fleksibilite ke posib, men nou oblije pwoteje hCaptcha kont itilizasyon san otorizasyon nenpòt mak komèsyal, non komèsyal, mak sèvis, non biznis oswa bòn volonte hCaptcha. Nenpòt itilizasyon san otorizasyon otomatikman mete fen nan pèmisyon oswa lisans hCaptcha akòde epi li ka antrene responsablite legal pou nenpòt domaj.",
    "3887113660": "K: Ki jan Privacy Pass afekte salè hCaptcha?",
    "3891941747": "*** KONSILATÈ COVID-19: Akòz kapasite anplwaye redwi ki gen rapò ak COVID-19, rekonsilyasyon yo te repwograme pou pèmèt plis tan pou konplete verifikasyon estanda nou an. Peman yo espere kòmanse vandredi epi fini lendi ki vin apre a.",
    "3892905664": "hCaptcha ede sèvis sou entènèt ou pi renmen yo kenbe robo, spam, ak abi lè w poze kesyon senp ki fasil pou moun epi ki difisil pou machin yo.",
    "3892952987": "tcheke ouvèti nou yo epi aplike isit la",
    "3893539589": "mete lyen ekstèn ki ofri machandiz oswa sèvis sof si travay la mande;",
    "389705801": "( ) Lwa ki entèdi li ekspreseman",
    "3897238493": "YO BAY SÈVIS YO SOU YON BAZ \"KAN YO\". NOU FÈ OKENN REPREZANTASYON OUBYEN GARANTI, IMPLICITE OSWA EXPRESSE, PWOFESYON AKSESIBILITE, KONPÒTITE, LEGATISITE, DISPONIBlite, OSWA FONKSYONALITE SÈVIS YO, NENPÒT LOGISYÈS OSWA MATERYAL, TRAVAY YO, OSWA AK AKTISITE AK YON AK AKTISITE. NAN MAKSIMÒM LA LWA OTEMI, IMI REJTE TOUT KONDISYON, REPREZANTASYON AK GARANTI, AK GARANTI, MEN PA LIMITE A, AK GARANTI POU MARCHANDITE, APTITE POU YON OBJEKTIF PARTICULIER, AK KI PA VOLANS. SÈL OU AK SEKLISISIF RECOUD KONT IMI KI RESPÈ A NENPÒT DEFÒ, NON KONFÒMASYON, OSWA MÉCONFÒMASYON SE SISPANN ITILIZE SÈVIS YO Nou p ap gen okenn responsablite pou nenpòt domaj nan sistèm òdinatè w lan, pèt oswa koripsyon done, oswa lòt domaj ki lakòz. soti nan aksè ou a oswa itilizasyon sit entènèt la oswa platfòm Intuition Machines. Entèripsyon pwograme ak non ka rive, epi nou pa garanti disponiblite san enteripsyon nan sit entènèt nou an.",
    "3898950867": "( ) Travay Joe ak/oswa vòl idantite",
    "3900538778": "Done ki make se gaz la ki pouse aprantisaj machin. Repons reCAPTCHA yo te itilize pou amelyore sèvis ML/AI Google yo depi 2009. Anpil moun ki sèvi ak reCAPTCHA pa reyalize travay yo ap itilize.",
    "3901503296": "Konsantre inik sa a sou vi prive vle di ke nou ka ofri zewo retansyon done endividyèl, operasyon san bonbon, ak lòt garanti konfidansyalite sou kontra jan sa nesesè pandan w ap kenbe sekirite ekselan.",
    "3904679538": "Chrome",
    "3906359167": "Solisyon:",
    "3906886217": "Pou konpayi oswa sit entènèt",
    "3908992897": "epi li itilize nan chak peyi ak teritwa nan mond lan, kidonk nou konsantre anpil sou bay yon eksperyans mondyal ki konsistan.",
    "3909240516": "( ) Tèt SMTP pa ta dwe sijè a nan lejislasyon",
    "3910971075": "IMI posede tout dwa, ki gen ladan dwa pwopriyete entelektyèl, nan kòd sous, kòd objè oswa estrikti ki kache, lide oswa algoritm, API, ak nenpòt lòt lojisyèl, dokiman oswa done ki gen rapò ak Sèvis yo (\"Lojisyèl\"). Ou pa pral, dirèkteman oswa endirèkteman, atravè yon twazyèm pati oswa otreman: (a) enjenyè ranvèse, dekonpile, demonte, oswa otreman eseye dekouvri lojisyèl an; (b) modifye, tradui, oswa kreye travay derive ki baze sou nenpòt lojisyèl; (c) kopye, lwe, lwe, distribye, pwomèt, bay, oswa otreman transfere oswa mete dwa sou nenpòt lojisyèl; (d) itilize nenpòt lojisyèl pou fwa pataje, rezon biwo sèvis, oswa otreman pou benefis yon twazyèm pati; oswa (e) retire nenpòt avi pwopriyetè oswa etikèt.",
    "3912514510": "( ) Lis adrès ak lòt itilizasyon imel lejitim ta afekte",
    "3912926900": "hCaptcha® ta dwe gen yon senbòl mak ki anrejistre premye fwa li parèt nan yon kopi kreyatif.",
    "3913203723": "Si, pou nenpòt rezon, Moun k ap fè demann lan pa aksepte pèfòmans yon travay ou te konplete, ou menm kòm yon kontribitè oswa entegratè p ap gen dwa a okenn rekonpans pou travay la. Nan ka ke rekonpans yo te deja gaye ba ou pou yon travay ki pa akseptab fini, nou ka refè yo nan men ou.",
    "3913801502": "hCaptcha kounye a kouri sou apeprè 15% nan entènèt la",
    "3913848038": "99.99% SLA disponiblite ak sipò mondyal 24/7 disponib.",
    "3916131732": "Amerik yo",
    "3922723611": "Tanpri eseye enfim nenpòt ki bloke anons oswa ekstansyon sekirite navigatè",
    "3926027556": "epi nou pral tounen vin jwenn ou byen vit.",
    "392886773": "Travay nan tout peyi",
    "3930611699": "travayè endividyèl yo.",
    "3930808600": "Nou aplike mezi teknik ak òganizasyonèl apwopriye pou pwoteje enfòmasyon nou kolekte epi estoke, epi mande pou tout ajan ki fè tretman nou an pou nou fè menm bagay la. Malerezman, pa gen okenn mezi sekirite ki 100% enfayil, epi kòm sa yo pa gen okenn rezo oswa sistèm (ki gen ladan pa nou an) ka garanti yo dwe 100% an sekirite kont destriksyon, pèt, chanjman, divilgasyon san otorizasyon, oswa aksè a enfòmasyon nou kolekte epi estoke. Si ou kwè enfòmasyon ou yo ka pa an sekirite pou nenpòt rezon, tanpri kontakte nou imedyatman nan",
    "3933993151": "Travay kòm yon etikèt endividyèl done",
    "394235836": "3. Si okenn nan sijesyon ki anwo yo pa mache, voye yon imèl sipò pou nou epi n ap kontan ede nou konnen sa k ap pase.",
    "3942875761": "Ede Konstwi yon Pi bon Web™",
    "3943164003": "gade kri",
    "3943417791": "Jwenn sipò pou hCaptcha Enterprise (BotStop)",
    "3946753128": "Prive. Sekirize. Pi vit.",
    "3951112506": ". Sa deja garanti yon pi wo degre de eterojenite nan done yo.",
    "3951254541": "Nou apresye opinyon ou. Fè nou konnen nenpòt pwoblèm epi nou pral rezoud yo byen vit.",
    "3952259236": "Konbine done avèg ou yo ak dè milye de siyal hCaptcha pou fòme hCaptcha sou klas konpòtman -- pou egzanp ou sèlman -- pou pi byen predi move konpòtman pi byen pase nenpòt solisyon poukont yo.",
    "3953584369": "Restriksyon sou aksè RBAC sofistike ki disponib.",
    "3955555607": "Lòt pase Patnè oswa Revandè Otorize, twazyèm pati yo pa ka òf pou mo kle, Google AdWords, oswa lòt sistèm piblisite vize ki sèvi ak mak hCaptcha oswa fo òtograf. Ni twazyèm pati pa ka sèvi ak mak hCaptcha nan non domèn, nenpòt ki optimize motè rechèch, meta tags, tèm rechèch, kòd, oswa lòt defòmasyon.",
    "3955981186": "Amannman. Pa gen okenn modifikasyon oswa amannman nan Kondisyon Sèvis sa yo pa nenpòt lòt moun pase IMI dwe obligatwa pou IMI sof si nan yon enstriman ekri siyen pa yon reprezantan IMI kòmsadwa otorize.",
    "3963216198": "Pou diskite poukisa API yo se yon sib popilè pou entru yo, li vo premye pran yon ti moman pou defini sa yo vle di kounye a nan tèm \"API.\" Konsèp API a pa ditou nouvo. An reyalite, koòdone yo konekte divès sistèm òdinatè youn ak lòt, ansanm ak eleman entèn yo, yo te alantou depi omwen kòmansman ane 1960 yo.",
    "3963642878": "Pa pita pase 14 desanm 2019*",
    "3967047208": "Ou kapab tou tanporèman etenn kèk pwoteksyon nan Custom pou debogaj sa a, lè w deseleksyone kaz yo: Dezakle kaz Trackers oswa dezakle kaz Bonbon si w toujou gen pwoblèm.",
    "3971348140": "Poukisa nou te itilize hCaptcha? Pa gen lòt moun ki te kapab delivre sou karakteristik yo ak pèfòmans nou te bezwen. Yo te leve nou ak kouri byen vit, ak machann nou yo renmen eksperyans nan.",
    "3972094614": "Brendan Eich",
    "3972554015": "pwosesis tou. Ak ekstansyon navigatè a se nan kou",
    "3974566657": "Kòm sèvis yo vin pi popilè, sòt de ensidan sa a inevitableman vin pi souvan. Plizyè milyon moun itilize hCaptcha chak jou nan prèske tout peyi nan mond lan, kidonk n ap pibliye politik sa a ak yon etid ka sou fason nou adrese pwoblèm sa yo pou nou ka transparan ke posib.",
    "3978720689": "apwòch pou konbat spam. Lide w pap mache. Isit la se poukisa li pa pral travay.",
    "3983646521": "Tout non pwodwi, logo, mak, mak ak mak anrejistre se pwopriyete pwopriyetè respektif yo. Tout non konpayi, pwodwi ak sèvis yo itilize nan sit entènèt sa a se pou rezon idantifikasyon sèlman. Sèvi ak non, mak ak mak sa yo pa vle di andòsman. Nan ka sa a, byen opoze a.",
    "3987022469": "Etikèt",
    "3988350": "Sa vle di gen ka itilize ekselan pou anotasyon parapli nan mond reyèl la. Gen plas pou dezakò sou enpak machin oto-kondwi, men sistèm ADAS yo deja ekonomize",
    "3991444169": "Paj sa a bay lis sou-pwosesè aktyèl pou sèvis hCaptcha Enterprise la.",
    "3992401943": "Te gen yon revolisyon nan aprantisaj pwofon depi 2012. Nòm endistri a pou presizyon travay te radikalman amelyore nan dekad ki sot pase a, sitou akòz gwo rezo konvolusyon. Lòt sèvis ML ki mache ak pisans Google ofri yo te swiv koub sa a.",
    "4007826952": "#1 CAPTCHA sou vi prive pou entènèt, mobil, ak plis ankò.",
    "4008400186": "Etap 4: Klike sou \"Ekspòtasyon HAR\" (ti flèch anba a) apre ou eseye rezoud, ki sove boutèy demi lit rezo a. Voye fichye sa ba nou.",
    "4011712313": "Kòm yon pati nan Règleman DMCA nou an, nou mete kont kliyan nou resevwa plizyè notifikasyon DMCA sou swadizan vyolasyon nan yon Règleman DMCA ki gen plizyè etap pou vyolasyon repete. Lè yo resevwa notifikasyon DMCA ki repete nan yon mwa kalandriye, kont kliyan an ap pwogrese soti nan yon etap politik rive nan pwochen an.",
    "4015238193": "ak OCR [",
    "4019638786": "A: Itilizatè Privacy Pass nan hCaptcha p ap janm ekspoze IP yo a hCaptcha sof si bous siy navigatè yo a vid oswa sit la voye li. hCaptcha pa gen okenn fason pou lyen itilizatè a ak delivre siy la, epi li pa janm kominike dirèkteman ak itilizatè a pandan Bondye vin delivre sòf si bous siy yo vid.",
    "4019660456": "0ms latansi: verifye siy hCaptcha san okenn apèl API.",
    "4023575072": "doub itilizasyon",
    "4024785952": "Cloudflare, Inc. (Global). Sèvis yo bay: Cloudflare.com.",
    "4034694801": "Pa gen rezilta matche.",
    "4036662147": "5. Pwoteksyon Enfòmasyon Konfidansyèl",
    "4036872105": "premyèman epi apre sa ankò eseye",
    "4039193170": "Si ou gen pwoblèm pou jwenn oswa pou achte siy:",
    "4044467791": "Pou kategori enfòmasyon pèsonèl nou te kolekte nan men ou nan 12 mwa anvan yo, tanpri gade seksyon \"Enfòmasyon nou kolekte\" ki pi wo a. Nou kolekte enfòmasyon sa yo pou biznis ak rezon komèsyal ki dekri nan seksyon \"Kijan nou itilize enfòmasyon pèsonèl\" ki pi wo a. Nan 12 mwa ki sot pase yo, nou te pataje kategori enfòmasyon sa yo ak twazyèm pati pou yon objektif biznis:",
    "4051104324": "\"Intuition Machines\" se yon mak ki anrejistre nan Intuition Machines, Inc.",
    "4051785543": "Sèvi ak:",
    "4057343238": "Opt-out",
    "4059570880": "Si ou ta renmen swiv efò normalisation a, efò yo ap fèt kounye a nan",
    "4060250206": "Sèvi ak fòm sa a pou jwenn youn nan espesyalis teknik nou yo. Nou reponn byen vit.",
    "4063155841": "Pa pita pase 25 jen 2021††",
    "4063769686": "Itilizatè yo sipòte sit y ap vizite a, epi fè eksperyans mwens spam sou entènèt. Sa a sanble tankou yon kontra ki pi jis.",
    "4065065042": "Konpoze sa a pou anfòm egzakteman ka itilize w la.",
    "4065614934": "Analiz sa a pa nouvo, men moun yo etènèlman optimis. Sitou lè yo panse lide yo nouvo.",
    "4072202039": "15 avril 2019 - 15 jiyè 2019",
    "4074220464": "A: Opsyon popilè ki te deja popilè tankou captchas odyo fè diskriminasyon kont anpil itilizatè a11y epi yo fasil bat teknik modèn aprantisaj machin. Sa a te fòse defi odyo aktyèl yo vin pi plis ak pi difisil, entwodwi bri, distribisyon enpè, konbinezon etranj mo, ak sou sa yo defèt atakè yo. Se konsa, nou gen mwens antouzyas sou apwòch sa a kont evite defi a tout ansanm, men yo pral konsidere li si gen demann nan men kominote a 11y.",
    "4080263153": "Pa gen dispans. Nou p ap konsidere nou te renonse okenn pati nan dwa nou yo oswa remèd sof si egzansyon an se alekri epi siyen pa nou. Si nou retade fè respekte dwa nou yo anba nenpòt dispozisyon nan akò sa a, sa p ap konstitye yon dispans dwa nou pou nou aplike dispozisyon sa a oswa nenpòt pati nan akò sa a.",
    "4082053540": "19-25 jen 2021††",
    "4083018285": "Yon seri karakteristik pwolonje ki konbine avèk siveyans SOC amelyore ak repons pou adrese menas sofistike ki pèsistan",
    "4086379603": "Kesyon?",
    "4087694419": "Yon pirate grate kapab tou rasanble done ki soti nan sit tankou Amazon ak eBay pou kreye lis pwodwi fo oswa twonpe. Lè sa a, li te kapab ofri yo pou vann nan sèvis kanmarad-a-kanmarad tankou OfferUp epi fè atak èskrokri sou achtè yo. Oswa, èskro a ta ka vann pwodwi ki pa egziste.Yon plis ekran grate fwod enplike nan fo soti piblikatè anons. Lè yo grate kontni an nan sit Piblikatè, èskro a ka kreye fo paj Piblikatè anons sou diferan sèvis. Lè sa a, yo ka vann anons sou paj sa yo bay revandè otorize, ki gen kontak yo rekòlte nan dosye ads.txt Piblikatè a. Fant anons yo parèt reyèl nan piblisite a, men yo pa.",
    "4087729475": "defi a apre premye rezoud ou.",
    "4088941349": "Dosye pwodwi oswa sèvis achte, jwenn oswa konsidere.",
    "4091044469": ". Asire w ou te aktive ekstansyon an nan mòd enkoyito. Lè sa a, vizite nenpòt sit entènèt lè l sèvi avèk hCaptcha epi rezoud yon captcha. Apati vèsyon 2.0.3, ou ka achte siy sa yo sou sit entènèt lè l sèvi avèk hCaptcha.",
    "4097297673": "Antanke yon Kliyan, Demandeur, oswa Entegratè, ou dakò pou w respekte kondisyon ki anba yo anplis de nenpòt lòt kondisyon obligatwa ant ou menm ak IMI.",
    "409780280": "( ) Byen eseye, ****! Mwen espere ke yon moun mache sou klavye ou!",
    "4099477834": "Tout relasyon kliyan yo tou pwoteje pa yon Akò Pwosesis Done solid. Sèvis hCaptcha a konfòm ak tout lwa sou enfòmasyon prive kèlkeswa kote sèvis ou a oswa kliyan ou yo abite. Pa kenbe done pèsonèl yo fè sa pi fasil pou nou pase pou lòt konpayi yo.",
    "4101570501": "Kounye a n ap travay tou sou yon solisyon kriptografik pou jete adrès imel ou rapidman pandan n ap toujou prezève kapasite nou pou n anpeche abi, sa ki konplemante travay Privacy Pass nou an.",
    "410397176": "Pou plis enfòmasyon",
    "4104188759": "Règ Etik AI",
    "4104221634": "Kliyan hCaptcha yo kouvri yon varyete de endistri, soti nan konpayi teknoloji ak sa yo ki konsantre sou mòd, Yo Vann an Detay, ak lòt domèn kote yo ka kreye valè nan aplike aprantisaj machin.",
    "4114820649": "2. Klike sou tab \"Konfidansyalite\".",
    "4131598919": "Peze",
    "4132302900": "5. Konfidansyalite w, Done w, ak \"Done pou tout moun\"",
    "4137573005": "gen repons konplè ak otorite sou fason nou itilize done, men repons lan kout se nou pa gen okenn enterè nan asosye ou kòm yon moun ak istwa Navigasyon ou.",
    "4138068262": "itilizatè yo. Nan fen a, kominike avèk defi gen anpil chans pou rete yon pati nan asenal zouti pou diminye abi sou entènèt toutotan nati imen rete san chanjman.",
    "4142610534": "Nenpòt peman an reta pral akimile chaj anreta nan pousantaj 1.5% pou chak mwa oswa kantite maksimòm lalwa pèmèt, kèlkeswa sa ki pi ba. Si ou pa peye kantite lajan ou dwe dapre Akò sa a pou nenpòt ki rezon, kont ou ka sispann, nan sèl diskresyon nou an, nan ka sa a pa pral fè okenn peman adisyonèl nan kont ou pou fini travay yo epi yo pral retire tout travay ou yo. soti nan sit entènèt nou an. Ou dwe ranbouse nou pou tout montan yo dwe sou demann, plis nenpòt frè pwosesis, frè anreta, oswa frè avoka. Nou ka fè rapò ki apwopriye tou bay ajans rapò sou kredi ak otorite ki fè respekte lalwa.",
    "4146870445": "Kiyès nou ye",
    "4147497805": "Kawòt",
    "4149738856": "hCaptcha ta dwe itilize kòm yon adjektif epi swiv pa yon tèm jenerik apwopriye.",
    "41530052": "28. Kondisyon Jeneral",
    "4154415610": "***** Peman septanm 2020 yo pral fèt an pakèt pandan rekonsilyasyon an fini, ak kèk k ap kouri plizyè jou apre sa te planifye okòmansman akòz reta rekonsilyasyon yo.",
    "4162383380": "16 septanm - 22 septanm 2020*****",
    "4162847": "Nou te kapab obsève sa dirèkteman, kòm kèk nan kliyan nou yo fè tès A/B sou menm demann lan anvan yo chanje nèt sou òf Google la. Nou tipikman kapab pwouve tou de yon gwo pousantaj fo pozitif ak fo negatif ki soti nan reCAPTCHA v3 oswa reCAPTCHA Enterprise.",
    "4163469907": "Etap 2: Klike sou tab Rezo nan Zouti Developer. Tcheke bwat \"Prezève boutèy demi lit\" ki anlè a.",
    "4165374512": "Pandan ke li posib pou itilize IP ak zouti deteksyon kote yo anpeche fars kalifikasyon, yon metòd ki pi efikas ak egzat se tou senpleman entèwonp bot nan kalifikasyon otomatik tèt li. hCaptcha ak hCaptcha Enterprise ka twonpe bot la nan pwen antre. Menm si bot la gen bon kalifikasyon yo, si li pa ka pase deteksyon hCaptcha Enterprise oswa CAPTCHA hCaptcha a, li p ap jwenn fè bagay li yo epi sit ou ak itilizatè yo pwoteje.",
    "4166776480": "Credential Stuffing: Ki sa li ye ak ki jan yo sispann atak yo",
    "4169910317": "9. Konfòmite ak Lalwa",
    "4172868199": "ale pi lwen pase sa a, deplase nan domèn nan eseye fè distenksyon ant \"bon moun\" ak \"move moun\" tou, epi yo itilize jodi a pa anpil nan sèvis sou entènèt ki pi popilè nan mond lan pou jwenn ak sispann tout bagay soti nan fwod acha a avanse ki pèsistan. menas kont itilizatè yo, pandan y ap kenbe yon konsantre inik sou prezève vi prive.",
    "4179118182": "( ) teknik ( ) lejislatif ( ) ki baze sou mache ( ) vijilan",
    "4181060163": "Twazyèm pati yo pa ta dwe itilize varyasyon oswa move òtograf oswa aji nan okenn fason ki ta lakòz nenpòt konfizyon enterè premye sou mak hCaptcha.",
    "4181611011": "Dat rekonsilyasyon",
    "4185927140": "Manadjè pwodwi, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Mèt Kondisyon Sèvis",
    "4188814619": "hCaptcha se yon sèvis nan machin entwisyon (",
    "4194763679": "Nivo difikilte amann",
    "4195759329": "Deteksyon bot ak nòt risk",
    "4197928199": "Règ sou enfòmasyon prive",
    "4199502476": "Dashboard rapò avanse ak API",
    "4202774977": "Objè",
    "4205152730": "Nou ankouraje w pou kominike avèk lòt itilizatè nenpòt kote sou sit entènèt nou an, fowòm, mesaj, chat, ak lòt chanèl medya sosyal IMI kontwole, men si w fè sa, ou dwe respekte tout kondisyon sèvis ak itilizasyon sou sit nou an ak tout lwa ki enpòtan. .",
    "4208081170": "Kategori Enfòmasyon Pèsonèl",
    "4209078147": "Pou amelyore sit nou an ak pi byen konprann vizit ou yo sou platfòm nou yo ak sit nou an.",
    "4215483493": "A: hCaptcha fèt pou vi prive depi nan tè a. Li trè diferan de opsyon tradisyonèl tankou reCAPTCHA ki posede pa rezo anons, ki gen yon ankourajman pou swiv ou atravè entènèt la ak asosye ou ak yon idantite reyèl.",
    "4217013126": "Peman yo anjeneral kouri pandan tout jounen an nan Dat Peman an, epi yo an jeneral fini nan minwi lè Pasifik la. Si yo te make yon kont pou revizyon, sa ka pran jiska senk jou ouvrab anplis pou libere yon peman.",
    "4217693416": ". Sit wèb hCaptcha.com ak BotStop.com (Sit yo) ka gen ladan lòt bonbon, jan sa dekri nan Règleman sa a.",
    "42182578": "Efase enfòmasyon pèsonèl ou.",
    "4222109231": "Diminye risk API ak pwodwi Enterprise hCaptcha a",
    "4224961202": "Konfidansyalite, Sekirite, ak Machine Learning.",
    "4227800293": "( ) Itilizatè imel yo p ap sipòte li",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Kategori atribi",
    "4230322909": "Nou toujou eseye jwenn yon bon konpreyansyon sou chak nouvo kliyan ak ka itilizasyon yo gen entansyon, tou de konfime li se yon bon anfòm pou pwodwi nou yo ak sèvis ak asire ke li swiv règleman yo nou te adopte kòm yon konpayi.",
    "423222878": "Kèk nan cyberatacks ki pi difisil pou detekte, anpeche ak sispann se moun kote yon aktè move kapab itilize kalifikasyon itilizatè lejitim pou konekte nan yon kont itilizatè aktif. San yo pa yon anpil nan kapasite deteksyon sofistike an plas, konpayi an hosting kont la pa gen okenn rezon ki fè yo sispèk ke nenpòt bagay ki mal. Yon kliyan tou senpleman parèt li te konekte nan kont li. Atakè a te reyalize riz sa a avèk siksè lè l sèvi avèk kalifikasyon yo vòlè-anjeneral rezilta a nan yon teknik cyberatack ke yo rekonèt kòm \"bouche kalifikasyon.\" Li se yon pwoblèm grav jodi a, men youn ki ka bese ak bon kont mezi.",
    "424089481": "Amazon Web Services, Inc. (Global). Sèvis yo bay: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Ou responsab pou peman tout taks ki asosye ak Sèvis yo ki pa taks Etazini yo evalye sou revni nèt oswa pwopriyete pèsonèl Intuition Machines.",
    "4243348003": "Etap 3: vizite",
    "4246520782": "An reyalite, entènèt la te temwen yon kous zam veritab ant èskro ak defansè nan dènye ane yo.",
    "4247858664": "paj enskripsyon aksè a",
    "4248655793": "— Alex M.",
    "4255608322": "Dènye mizajou: 12 avril 2021",
    "42559805": "Èske ou bezwen onboarding ijan?",
    "4256083674": "Sou demann dirèk nan men yon Integrateur pou idantifye risk fwod nan yon demann defi CAPTCHA espesifik oswa adrès IP, oswa otreman kote yo te bay konsantman espesifik.",
    "4257144752": "Estimasyon an tan reyèl pa reflete presizyon final oswa imanite, epi konsa salè final ou ka varye anpil oswa desann soti nan nimewo yo montre nan Dashboard la anvan premye rekonsilyasyon ou.",
    "4260466272": "Ou ka chwazi nenpòt ki lè pou sispann sèvi ak sit entènèt nou an, depi ou dwe respekte tout règleman IMI ki aplikab yo. Nou ka, nan sèl diskresyon nou, mete fen nan akò sa a, sispann aksè nan sit entènèt nou an, oswa retire nenpòt sèvis imedyatman san avètisman pou nenpòt ki rezon.",
    "4260542944": "Kontni grate (ke yo rele tou \"screen scraping\" oswa jis \"scraping\") se yon pwosesis abitye, souvan itil pou kolekte enfòmasyon sou entènèt la. Sepandan, nan dènye ane yo, teknik la te vin tounen yon zouti favorize nan entru ak èskro. Kontre mezi yo ka efektivman bese menas la, men pou aplike yo, li esansyèl pou konprann ki jan pwosesis la fonksyone.",
    "426125156": "17. Copyright ak TakeDown",
    "4263626815": "Bonbon aksè hCaptcha travay ak tout navigatè popilè yo ak bloke piblisite ak paramèt estanda yo, kidonk echèk anjeneral se akòz script \"anti-anti-adblock\" oswa règ ki sanble vize sit patikilye.",
    "4264784515": "Pinèz sekirite",
    "4270038521": "(\"Sit yo\") ak koòdone pwogram aplikasyon hCaptcha ak lojisyèl ak materyèl ki gen rapò (ansanm, \"Sèvis\").",
    "4272022475": "Tout demann ak byen ale nan hcaptcha.yourdomain.com",
    "4272088465": "òganizasyon charitab ou chwazi yo ak salè ou genyen nan itilize li.",
    "4272454814": "Entegre ak founisè idantite ou chwazi a.",
    "4274324704": "Men ki jan yo sèvi ak non nou nan kopi ekri:",
    "4277475973": "( ) Repiyans piblik pou aksepte nouvo fòm lajan etranj",
    "4280117172": "Anpil peyi an reyalite fè yon ti kras pi bon pase US la, ki gen ladan Nijerya, peyi Zend, Brezil ak Almay:",
    "4281708680": ". Nan hCaptcha, nou te fè espre pran yon apwòch trè diferan, lè l sèvi avèk teknik aprantisaj machin ki konsève vi prive pou idantifye konpòtman tipik bot ak presizyon segondè, tout pandan y ap konsome ak estoke done pi piti ke posib.",
    "4284094387": "†† Kèk rekonsilyasyon ak peman mwa jen 2021 pral fèt nan semèn kap vini an akòz reta nan verifikasyon kalkil final yo pandan fennèt rekonsilyasyon an.",
    "4286602632": "c) 100,000 demann pa mwa pou Entegratè ki itilize kont hCaptcha Publisher (gratis) pou pèmèt pwodwi jesyon bot komèsyal yo, tankou pare-feu entènèt (WAF) ak aplikasyon ki sanble,",
    "4290195307": "pou konsèy detaye.",
    "433424759": "Fwod peman gen ladan nenpòt kalite tranzaksyon ilegal kote yon cyberkriminèl anpeche viktim nan yon bagay ki gen valè, tipikman lajan. Sa ka vle di lè l sèvi avèk yon kat kredi yo vòlè pou kòmande machandiz sou entènèt oswa pran sou yon kont labank epi ilegalman transfere lajan soti nan li. Gen anpil varyasyon, men yo tout gen menm rezilta a: yon vòlè itilize yon idantite vòlè oswa enfòmasyon peman pou vòlè nan men yon konsomatè, yon bank oswa yon machann.",
    "435302267": "pòs blog konpayi an",
    "436125785": "Sa a pa etone lè nou konsidere inexactitude boucles fidbak ki disponib nan pwodwi sa yo, ak lefèt ke yo vann pa yon rezo anons ak yon enterè akablan akablan nan pa jwenn twò bon nan deteksyon bot, pou li pa mal biznis debaz yo.",
    "439777523": "Règleman Zafè",
    "443094024": "Filebin",
    "444492541": "debug enstriksyon boutèy demi lit pou Firefox",
    "448807334": "(\"Dè santèn de milyon CAPTCHA yo rezoud pa moun chak jou.\") Retrieved Jiyè 8th, 2019.",
    "451701069": "Konfòme ak GDPR, CCPA,",
    "452920031": "Yon nòt pou kliyan andeyò Etazini.",
    "453723556": "Ou ka mete fen nan Apendis Kliyan sa a endepandan de Kondisyon Sèvis yo lè w sispann yon Kliyan oswa yon Moun ki fè demann. Nou rezève dwa pou sispann oswa mete fen nan estati ou kòm yon Kliyan oswa Demandeur nenpòt ki lè, oswa otreman sispann kont ou oswa itilizasyon Sèvis yo ki konsistan avèk Kondisyon Sèvis yo. Ou rete responsab lè revokasyon an pou nenpòt kantite lajan ou dwe anba Fòm Lòd ou a. Si abònman ou a gen ladan nenpòt frè mansyèl oswa anyèl oswa minimòm chak mwa oswa anyèl, w ap toujou responsab pou peye pou tout frè Sèvis jiska fen mwa oswa ane sa a, respektivman.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Wi. Nou menm ak analiz oswa founisè sèvis nou yo, patnè maketing, ak afilye nou yo ka itilize bonbon, baliz entènèt, oswa piksèl ak lòt teknoloji pou asire tout moun ki sèvi ak sit yo gen pi bon eksperyans posib. Tanpri gade seksyon \"Twazyèm Pati Analytics ak Teknoloji Suivi\" nan Règleman sou enfòmasyon prive nou an pou plis detay.",
    "458271951": "Si ou se yon kontribitè ki gen aksè nan Sèvis yo ak/oswa fè travay atravè oswa an koneksyon avèk yon Entegratè sou non Intuition Machines (aji kòm yon Demandeur), Intuition Machines ka rekonpanse ou pou fini akseptab nan sèten travay. Nan evènman an yo jwenn ou te angaje nan fwod, abi, oswa vyolasyon kondisyon sa yo nan Sèvis, nenpòt ak tout rekonpans pou ou ka kenbe ak / oswa refè pa Entwisyon Machines.",
    "458376553": "Ou gendwa jwenn aksè, korije, amande, oswa efase sèten Enfòmasyon Pèsonèl ou te ka ba nou atravè kont Entegratè, Kliyan, oswa Itilizatè Aksè (si ou se yon Integrateur, Kliyan, oswa Itilizatè Aksè). Si w pa kapab fè sa, oswa si w gen nenpòt kesyon sou Enfòmasyon Pèsonèl nou kolekte ak/oswa pataje sou ou, oswa si w ta renmen retire konsantman w pou tretman nou an (sa vle di efase totalman kont ou), tanpri kontakte nou nan",
    "461631543": "Nòt GDPR",
    "462321455": "Kote Abitraj. Nenpòt pwosedi abitraj dapre seksyon sa a pral fèt pa default nan Eta Kalifòni, sof si w abite andeyò Etazini, nan ka sa a abitraj la pral fèt antyèman elektwonikman oswa telefòn. Abitraj la ka fèt nenpòt lòt kote si chak pati dakò alekri. Kèlkeswa kote li ye a, nenpòt pati ka chwazi pou parèt nan abitraj la atravè videyo an dirèk oswa telekonferans.",
    "464238793": "Si Google li menm detèmine ke yon itilizatè ki wè yon anons oswa klike sou yon lyen se te an reyalite yon bot, li pa kapab peye pou anons yo montre itilizatè sa a. Konfli enterè sa a limite anpil dimansyon anbisyon anti-bot Google la.",
    "465714311": "Pou Itilizatè Aksè: Q&A ak Gid Depanaj",
    "465783046": "Vle eseye li ak done ou a?",
    "468929661": "Pri an mwayèn pou kraze yon reCAPTCHA ekstrèmman ba (mwens pase $1 pou chak 1000 solisyon) epi li pa ogmante materyèl depi siveyans nou an te kòmanse an 2016. Sa a aplike pou tou de reCAPTCHA v2 ak v3. [",
    "469089249": "A: Sa a se anjeneral akòz lè l sèvi avèk yon bloke piblisite agresif oswa yon ekstansyon anti-cookie, oswa yon anviwònman ki bloke bonbon \"kwa-sit\", nan ka sa a yon bonbon pou hcaptcha.com ke hCaptcha JS la mete oswa tcheke sou yon diferan sit, tankou sa w ap vizite a.",
    "47536007": "Aprann plis sou hCaptcha",
    "477275453": "Poukisa API yo se yon sib popilè pou entru yo?",
    "487083593": "Komèsyal",
    "493717511": "2. Èske kliyan sa a mande sèvis ki ta ka",
    "497117287": "Opsyon Aksè",
    "499510428": "An reyalite, nou kwè ke règleman yo te ede nou isit la",
    "501102544": ": nou kwè sèvis anti-bot hCaptcha (sa vle di Sèvis ki entegre nan sit entènèt, jwèt, oswa aplikasyon mobil) gen ladan sèlman sa yo rele \"konsantman-egzante\" bonki dapre règleman GDPR. Men kèk egzanp sou bonbon egzante sa yo:",
    "504332576": "Nou fyè pou n anonse ke hCaptcha vin tounen pi gwo sèvis sibèsekirite endepandan nan mond lan, ki fonksyone sou apeprè 15% entènèt la - epi nou pran pi fò nan pati nan mache sa a dirèkteman nan Google reCAPTCHA. Ansanm, hCaptcha ak",
    "505891021": "Sèvis etikèt",
    "508143070": "Remake byen ke IMI se kontwolè enfòmasyon pèsonèl ou, eksepte kote nou trete enfòmasyon pèsonèl sou non Entegratè nou yo an koneksyon avèk dispozisyon Sèvis nou an, nan ka sa a nou se processeur enfòmasyon pèsonèl yo, ak Entegratè sa yo se kontwolè yo. enfomasyon pèsonèl.",
    "512598290": "Kidonk, nou dwe mande pou ou toujou sèvi ak tout mak ak logo hCaptcha nan yon fòm ki respekte règ ki anba yo, tankou lèt majiskil, tipografi, ak style.",
    "512991700": "Si w vle konteste nenpòt frè, ou dwe kontakte depatman sipò kliyan nou an pa pita pase trant (30) jou apre dat fèmen nan premye fakti oswa deklarasyon kont kote erè a oswa pwoblèm nan parèt pou w ka resevwa yon ajisteman oswa kredi.",
    "515733427": "( ) Volonte itilizatè yo enstale patch OS yo resevwa pa imel",
    "517010299": "Tanpri Remake byen: kounye a n ap travay sou yon gwo tranzisyon backend nan rekonsilyasyon prèske an tan reyèl. Rekonsilyasyon peryodik yo pral kouri mwens souvan pase nòmal jiska Q1 2021. Sa pa afekte orè oswa dat peman yo.",
    "519755936": "Se ou menm sèl ki responsab pou respekte lwa federal, eta, pwovens ak lokal an koneksyon avèk itilizasyon Sèvis yo. Ou dakò pou dedomaje epi kenbe nou inonsan pou nenpòt reklamasyon kont nou paske ou pa respekte nenpòt lwa oswa vyole nenpòt dwa twazyèm pati, ki gen ladan san limitasyon kontra, pwopriyete entelektyèl, oswa dwa sou vi prive.",
    "532470444": "Balans la ka chanje yon ti kras de ane an ane, men konpòtman sa a tou senpleman reflete nati fondamantal imen, ak senk mil ane nan istwa anrejistre vle di dinamik nan pa gen anpil chans chanje nenpòt ki lè byento.",
    "535659033": "Creative Commons Attribution",
    "538871570": "Konpetisyon ak Google ak lòt konpayi Big Tech sanble tankou yon gwo lòd: pouvwa monopolis mache yo, efè platfòm ak lame devlopè trè peye yo jeneralman konsidere kòm twò pwisan pou atake pou nenpòt moun men lòt jeyan teknoloji tankou Facebook oswa Amazon. Istwa nou an montre ke li pa oblije konsa - ou ka bat Big Tech lè w konsantre sou vi prive.",
    "54093347": "Ajan ki anrejistre DMCA",
    "547245263": "Rezoud pwoblèm bot ou jodi a.",
    "548587288": "atravè mond lan.",
    "55035359": "Kounye a w ap itilize reCAPTCHA?",
    "551761392": "epi voye lyen) ak opsyonèlman yon ekran, si ou sispèk gen yon bagay ki pa montre kòrèkteman. Tanpri voye IP w ap itilize a tou. Ou ka jwenn li nan men",
    "552920956": "hCaptcha pèmèt sit entènèt yo touche rekonpans pandan y ap bloke bots ak lòt fòm abi. hCaptcha pèmèt ou tou sipòte òganizasyon charitab ou chwazi yo ak salè sa yo.",
    "554844646": "Ou ka konfime ekstansyon an ap travay lè w wè kontwa a desann pa 1 chak fwa ou klike sou",
    "555158694": "Yon sèvis ou itilize te chwazi amelyore eksperyans ou sou sit yo a lè w enstale hCaptcha pou redwi move trafik.",
    "555246307": "An pasan, men ki jan istwa nob la ak chofè li a fini: Konstab la fè de mesye yo chita nan yon chanm ansanm pandan plizyè èdtan epi yo vin anwiye nan tèt yo. Nan fen jounen an, li parèt epi li di: “Kounye a, m pral pale ak chofè charyo a.” Nonm nan rad nòb la leve kanpe. Li te tèlman anwiye, li bliye ke li te sèlman pran pòz yo se nob la.",
    "555749578": "gen mwens pase 1% divèjans nan pousantaj rezoud atravè gwo peyi sou chak kontinan.",
    "558378834": "Se konsa, nou pa aksepte demann pou kesyon ki gen rapò ak parapli nan moman sa a ankò. Potansyèl la pou konfizyon lè yon itilizatè final wè yon kesyon sou parapli nan moman aktyèl la twò wo, epi finalman objektif nou se fè mond lan yon kote ki pi bèl.",
    "563059212": "Lis Subprocessors",
    "564127016": "Ikon nan men hCaptcha:",
    "565624910": "bouyon",
    "578738483": "Ou ka jeneralman aktive oswa pita dezaktive itilizasyon cookies atravè yon fonksyonalite ki entegre nan navigatè entènèt ou a. Si ou vle aprann plis sou bonbon, oswa kijan pou kontwole, enfim oswa efase yo, tanpri vizite",
    "58091799": "Aprann plis sou hCaptcha Publisher ak Enterprise",
    "583434701": "hCaptcha Aksè",
    "585557010": "Defi mwens pase 0.1% itilizatè lejitim yo.",
    "593735469": "Poukisa nouvo solisyon anti-Spam ou a pa pral travay",
    "595582512": "Si w ap chèche pwoteje sit ou oswa aplikasyon w yon fason efikas kont robo, spame oswa lòt aktè move, pandan w ap prezève vi prive itilizatè ou yo (epi konfòme yo ak tout règleman ki enpòtan!), konsidere hCaptcha ak òf Enterprise nou an.",
    "596347471": "Aplikasyon Programming Interfaces (APIs) te vin tounen yon sib popilè pou aktè move nan cyberspace. Gen anpil rezon pou sa, ki gen ladan gwo sèvis piblik yo nan entegrasyon aplikasyon an. Li posib pou bese risk API, sepandan.",
    "600646860": "Olye pou yo ofri yon sèvis ki gen valè dout pandan y ap ekstrè travay ak valè reyèl, hCaptcha bay tou de konpansasyon ak gwo pwoteksyon anti-bot.",
    "604751186": "Lòt pwoblèm? Imèl",
    "606978017": "Byenveni nan hCaptcha! Règleman sou enfòmasyon prive sa a dekri pratik Intuition Machines, Inc. (\"IMI\", \"nou\" oswa \"nou\") konsènan koleksyon, itilizasyon, ak divilgasyon enfòmasyon nou yo (ki gen ladan enfòmasyon pèsonèl, defini pi ba a) atravè sit entènèt nou an nan",
    "611905972": "Asire aksè san pwoblèm pou tout itilizatè yo pandan w ap kenbe sekirite",
    "614310292": "Ki moun ki bati hCaptcha?",
    "615017396": "Yon bonbon (\"Cookie\") se yon ti fichye tèks ke yon sèvè paj wèb mete sou disk ou a. Bonbon yo genyen enfòmasyon ke yon sèvè entènèt ka li pita nan domèn ki bay ou bonbon an. Kèk nan bonbon yo pral itilize sèlman si w itilize sèten karakteristik oswa chwazi sèten preferans, epi kèk bonbon yo ap toujou itilize. Ou ka jwenn plis enfòmasyon sou chak bonbon lè w gade lis bonbon nou an kounye a anba a. Nou mete ajou lis sa a detanzantan, kidonk ka gen bonbon adisyonèl ki poko nan lis la. Wèb baliz, tags ak scripts ka itilize nan sit yo oswa nan imèl pou ede nou bay bonbon, konte vizit, konprann itilizasyon ak efikasite kanpay epi detèmine si yo te louvri yon imèl epi yo te aji sou. Nou ka resevwa rapò ki baze sou itilizasyon teknoloji sa yo pa founisè sèvis/analytik nou yo sou yon baz endividyèl ak total.",
    "615031303": "(Gade nòt anba yo",
    "615618648": "15 avril 2021 - 15 jiyè 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 desanm 2019**",
    "633598495": "Fatig Administratif. Ou ka pote nenpòt reklamasyon ki soti nan itilizasyon sit entènèt sa a bay yon ajans administratif, men sèlman nan mezi lalwa aplikab pèmèt aksè nan yon ajans konsa malgre egzistans yon akò pou abitye. Reklamasyon administratif sa yo enkli reklamasyon oswa akizasyon yo pote devan Komisyon Opòtinite Travay Egal, Depatman Travay Etazini, ak Konsèy Nasyonal Relasyon Travay. Pa gen anyen nan kloz sa a dwe konsidere ki anpeche oswa eskize w pou w pote yon reklamasyon administratif devan nenpòt ajans pou w ka ranpli obligasyon w pou w fin itilize remèd administratif yo anvan w fè yon reklamasyon nan abitraj, sepandan, ou renonse dwa pou nenpòt ki rekonpans lajan atravè sa a. pwosedi ajans yo.",
    "636461959": "Non",
    "63719113": "sèvi ak aprantisaj machin avanse pou idantifye trafik move sou sit ou a ak aplikasyon yo - ki gen ladan aktivite grate.",
    "639413188": "an repons.",
    "641342999": ", oswa sit entènèt ou gen yon pwoblèm sou (Nòt sou vi prive: sèlman si ou pa lide pataje sa li ye) ... ak Lè sa a klike sou \"Mwen se moun\" bouton an, epi eseye rezoud.",
    "647630208": "Epi se li! Navigasyon sou entènèt ou an pi prive kounye a.",
    "648630222": "Anpeche fwod peman ak hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 janvye 2021*",
    "64953197": "15 oktòb 2020 - 15 janvye 2021",
    "651123197": "Yon konte total aktyèl la nan bous ou a pral montre sou icon nan apre w fin ranpli defi a.",
    "653679457": "Varye Dezòd",
    "654326661": "Vle wè pou tèt ou? Eseye hCaptcha gratis.",
    "655974837": "Pa gen okenn garanti konsènan kontni",
    "659124570": "Anplis de sa, si ou wè kontni ki pou ou repwodui sou platfòm hCaptcha epi ou ta renmen retire li pou nenpòt rezon, ou ka kontakte nou pa imel nan",
    "661412233": "Lè w konnen apre captcha a ke kèk itilizatè yo te robo se yon valè tou. Li pèmèt pwopriyetè sit entènèt yo netwaye ansyen pòs spam yo epi efase \"kont dòmi\" ki anrejistre nan fowòm spam alavni, diminye fwod, ak plis ankò.",
    "664236229": "rale demann",
    "680638297": "Bay ou enfòmasyon sou pwosesis nou an nan enfòmasyon pèsonèl ou epi ba ou aksè a enfòmasyon pèsonèl ou.",
    "685916926": "Poukisa reCAPTCHA pa amelyore sou tan?",
    "692064738": "( ) Lapolis p ap sipòte sa",
    "692176459": "Ouvri sesyon an",
    "693820850": "Ou ka bat Google lè w mete vi prive an premye",
    "69844082": "hCaptcha mak komèsyal yo, senbòl grafik, logo, kalite, oswa ikon yo pa ka itilize tou nan yon fason denigre.",
    "700843971": "Hound Technology, Inc. (Global). Sèvis yo bay: honeycomb.io.",
    "702287791": "hCaptcha Publisher (gratis)",
    "703051968": "ha icon men:",
    "707527778": "Enfòmasyon ki soti nan timoun yo",
    "707541553": "Tout enfòmasyon ki sou paj entènèt nou yo te valide pa IMI oswa yon twazyèm pati. Sepandan, ni IMI ni twazyèm pati pa kapab responsab pou enfòmasyon ki aktyèl, egzat, oswa konplè. Sa a aplike tou pou lòt sit entènèt ki ka jwenn atravè lyen ipèr nan paj nou yo. IMI pa aksepte okenn responsablite pou kontni sit entènèt ekstèn sa yo.",
    "710145621": "Bay pwòp done verite tè ou oswa kite nou bati li sou vole",
    "713281684": "Berejenn",
    "714342693": "Ekip hCaptcha la ap kolekte done pri ki soti nan sèvis kaptcha \"entènèt nwa\" depi 2016. Nou remake yon tandans enteresan:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Bezwen kontwòl fen-a-fen?",
    "723027910": "Sa a se pa konsèy legal, epi yo pa bay okenn garanti konsènan analiz sa a. Si w gen plis kesyon oswa enkyetid, tanpri kontakte nou nan",
    "728503636": "Dat Peman",
    "731546974": "10. Taks kontribitè oswa entegre",
    "734735952": "Nou te evalye yon kantite vandè CAPTCHA epi nou te konstwi yon sistèm tèt nou. Nan fen a, hCaptcha parèt kòm pi bon altènatif pou reCAPTCHA.",
    "735630686": "Jere enfòmasyon ou yo (dwa ou)",
    "740501259": "Senp API-kondwi tiyo",
    "741483946": "* Nan lòt mo: ou ka jwenn tokens hCaptcha Privacy Pass sou hCaptcha.com, epi sèvi ak yo sou lòt sit dirèkteman lè l sèvi avèk hCaptcha.com. Ou pa ka jwenn oswa achte siy hCaptcha Privacy Pass pou kontourne sèvis hCaptcha jan Cloudflare itilize, paske Cloudflare bay pwòp jeton Privacy Pass li yo.",
    "751483365": "Sipò pou kliyan ki pa JavaScript.",
    "755156539": "hCaptcha Revandè Otorize™",
    "755283510": "si ou kwè nou gen nenpòt enfòmasyon ki soti nan oswa sou yon timoun ki poko gen 13 an.",
    "759057398": "Avi pou Sijè Done Inyon Ewopeyen yo",
    "763447231": "An menm tan an, sispann bots nan aksè nan sit piblikatè yo ka revele fwod anons, mete pwodwi reCAPTCHA Google a dirèkteman kont biznis piblisite yo, ki pwodui plis pase 80% nan revni yo.",
    "766825168": "Aksyon ke nou ka pran dapre Règleman DMCA sou Enfraksyon Repete yo enkli voye alèt sou plis vizibilite bay kliyan dosye kont la. Pou nou rekonèt alèt sa yo, nou ka mande kliyan an konekte nan kont la oswa rele ekip sipò nou an. Nou rezève dwa tou pou sispann oswa mete fen nan, ansanm ak aplike lòt mezi pwovizwa a, sèvis hCaptcha ak IMI nan nenpòt kliyan pou moun nou te kontinye resevwa notifikasyon DMCA sou swadizan vyolasyon menm apre nou te voye alèt ki repete enfraksyon. Anplis de sa, nou ka mete fen nan lòt sèvis hCaptcha oswa IMI yo bay kliyan sa yo lè nou mete fen nan sèvis hCaptcha dapre règleman sa a.",
    "767207800": "Si done ou yo genyen kontni ki kapab eksplisit oswa ofansif, nou mande pou ou make yo \"PANTYIS EXPLISIT\" pou sèvi kòm avètisman jis pou nenpòt moun ki wè done ou yo. Ou pa kapab san yon akò alekri separe ak IMI gen ladan travay ki vyole règleman nou yo, ki gen ladan, men pa limite a, (a) travay ki dirèkteman oswa endirèkteman ankouraje yon lòt sit entènèt oswa sèvis, (b) travay ki vyole kondisyon yon sitwèb twazyèm pati ak kondisyon yo, (c) travay ki mande kontribitè yo mande twazyèm pati, (d) travay ki mande kontribitè yo pran aksyon pou manipile konpòtman oswa rezilta yon sit entènèt, (e) travay ki vyole dwa pwopriyete entelektyèl twazyèm pati yo, ak (f) travay ki mande pou Contributors telechaje lojisyèl oswa dosye.",
    "770264626": "Ajoute hCaptcha nan sèvis ou a (gratis)",
    "776542208": "( ) Etènèl kous zam ki enplike nan tout apwòch filtraj",
    "777660551": "Ki sa ki se Credential Stuffing?",
    "778204464": "Yon eleman tèks rich ka itilize ak kontni estatik oswa dinamik. Pou kontni estatik, jis lage li nan nenpòt paj epi kòmanse koreksyon. Pou kontni dinamik, ajoute yon jaden tèks rich nan nenpòt koleksyon epi konekte yon eleman tèks rich nan jaden sa a nan panèl la paramèt. Voila!",
    "779426309": "Yon non reyèl, idantifyan pèsonèl inik, idantifyan sou entènèt, adrès Pwotokòl Entènèt, adrès imel, non kont, oswa lòt idantifyan ki sanble.",
    "779817954": "K: Si yon lòt founisè bay yon Pass Privacy, èske mwen ka achte yo sou hCaptcha?",
    "780280214": "Ki jan hCaptcha ak hCaptcha Enterprise bese menas pou ranpli kalifikasyon yo",
    "780475098": "Rezo piblisite yo wè vizitè ou yo kòm pwodwi a. Nou sèlman pran swen si yon vizit se bon oswa move. hCaptcha respekte GDPR, CCPA, LGPD, PIPL, ak lòt lwa sou done mondyal yo.",
    "787916198": "Avèk konsantman ou",
    "788770967": "Dezole tande sa! Ou ka vle sèvi ak opsyon aksè nou an:",
    "793242047": "Diminye defi yo prezante bay itilizatè yo pou pèmèt aksè rapid nan aplikasyon yo",
    "793784899": "Plan",
    "803639471": "Logo hCaptcha a gen ladann icon men ak logotip hCaptcha. Nan fòm altènatif li yo, ikòn men an ka parèt poukont li lè espas yo limite epi yo itilize \"hCaptcha\" kòm yon mak mo (jan sa dekri pi wo a) toupre ikòn men an, konsa li klè icon men an reprezante hCaptcha.",
    "805221621": "Tanpri kontakte nou nan",
    "805971861": "\"Parapli\" se yon tèm nan ImageNet, yon seri done referans estanda chèchè vizyon òdinatè yo itilize. Idantifikasyon seryezman moun ki kenbe parapli enpòtan tou pou konstwi sistèm asistans chofè avanse (ADAS) pwochen jenerasyon an sekirite.",
    "808872868": "Pou egzanp: Spam, fwod, ak abi egziste sou entènèt depi prèske jou apre de sistèm yo te premye konekte ansanm.",
    "809251240": "Kontakte nou",
    "811735413": "Eksepsyon. Diskisyon ki pa ka sijè a akò abitraj anvan dispit jan Dodd-Frank Wall Street Refòm ak Lwa Pwoteksyon Konsomatè (Lwa Piblik 111-203) yo eskli nan sa a.",
    "818049069": "Pa pita pase 15 jiyè 2019",
    "824740867": "Olye ke amelyore solisyon an, Google pito lage reCAPTCHA v3, ki opere pi plis tankou yon rezo anons pase lojisyèl sekirite, kolekte done konpòtman soti nan atravè entènèt la bati pwofil itilizatè. Malerezman, kalite siyal sa a fasil pou bat, e konsa bay ti pwoteksyon kont robo pandan y ap fè mal sou vi prive itilizatè a.",
    "825780955": "Enfomasyon pèsonèl",
    "826396656": "Plan Kontinwite Biznis nou an",
    "832385387": "( ) Lide ki sanble ak pa w la fasil pou w jwenn, men yo pa janm montre okenn nan pratik",
    "833750823": "Èske w gen difikilte ak yon defi?",
    "835249867": "b) 1 milyon demann pa mwa pou pifò Integrateurs ki itilize kont hCaptcha Publisher (gratis), oswa",
    "835396984": "Aktyèlman Aktif",
    "835545301": "Nou kolekte kategori enfòmasyon sa yo:",
    "835717930": "AI Etik nan hCaptcha",
    "836017336": "Firefox",
    "838049015": "Chwazi tout imaj ki matche ak rechèch",
    "838225123": "23. Limit responsabilite nou sou Garanti",
    "83852121": "Microsoft Corp. (Global). Sèvis yo bay: Microsoft Azure.",
    "838951836": "( ) Malonèt sou pati spame yo tèt yo",
    "846501387": "Pwoteksyon bot klas mondyal",
    "850025770": "A: Nou kwè sa: tout itilizatè ki gen nenpòt fòm andikap ki kapab navige sou entènèt la epi antre tèks sou fòm yo ka jwenn aksè nan sèvis ki pwoteje pa hCaptcha lè enskripsyon an. Sepandan, sa a se pa konsèy legal: ou ta dwe fè evalyasyon pwòp ou a, pran an konsiderasyon aplikasyon patikilye ou a asire ke sa a se ka a pou deplwaman ou.",
    "851679588": "Wi.",
    "851786723": "Lè w antre imel ou a, ou dakò ak Regleman ak Règ sou Konfidansyalite nou yo, epi w ap resevwa imel nan men nou.",
    "852032043": "Safari",
    "855097735": "Bati yon sèvis ki fè sa byen pandan y ap balanse tout enkyetid yo se yon pwoblèm trè difisil (epi nou toujou ap travay pou amelyore li pou fè eksperyans la pi bèl ke posib) men nou espere ke ou pral dakò ke diminye spam, abi, kontwòl kont. , ak fwod sou entènèt se finalman byen vo kesyon an okazyonèl senp.",
    "857974529": "Pou amelyore sit la ak sèvis la. Nou itilize Enfòmasyon sou Analytics pou amelyore sèvis ak òf ki egziste deja yo epi devlope nouvo sèvis yo epi pou personnaliser òf pwodwi ki deja egziste ak pwochen yo.",
    "858218750": "ak konsèy sou itilize yo sou la",
    "867314732": "Ou ka rekipere rezolisyon segondè",
    "869702955": "Lè w fè travay sou sitwèb nou an, ou otorize kolekte, itilize, ak divilgasyon enfòmasyon pèsonèl ou an akò ak Règleman sou enfòmasyon prive nou an. Anplis de sa, nou ka pataje sèten enfòmasyon sou ou menm ak travay ou fini yo bay moun ki fè demann lan ki gen travay ou te ranpli pou fasilite relasyon sèvis la ak amelyore sit entènèt la, ki gen ladan, pou egzanp, ID kontribitè, adrès IP, travay ranpli, ak lòt atribi ki gen rapò. kalifikasyon ou, lang, konpetans ou, ak itilizasyon sit entènèt la.",
    "874098071": "Si ou se yon itilizatè aksè, tanpri enskri isit la",
    "878585497": "Regleman",
    "879362350": "Avèk nouvo API yo k ap travay sou entènèt la, li te vin posib pou konekte nenpòt lojisyèl oswa sous done, nenpòt kote nan mond lan, kèlkeswa platfòm, chema done oswa langaj pwogramasyon. Kòm yon rezilta, mond lan informatique se kounye a nan mitan an nan yon revolisyon API. Te gen yon eksplozyon koneksyon ant aplikasyon ak done. Sa se gwo, jiskaske li pa.",
    "881015166": "Ajoute hCaptcha for Publishers sou sit entènèt oswa aplikasyon mwen an",
    "88879089": "Privacy Pass se yon",
    "897432717": "Avèk konsepsyon roman nou an pou Nòt Menas Customized, ajoute konesans biznis ou pèmèt modèl nou yo bay nòt inikman ki enpòtan pou itilizatè ou yo.",
    "907324388": "Fonksyon",
    "910989640": "Jenere rapò detaye ak Customized sou aktivite",
    "918924423": "Pou egzanp, Google pa te ofri sèvis evidamman ki gen anpil valè tankou deteksyon bot retwoaktif. Li se pi plis serye pou deklare itilizatè trafik bot-pwodwi apre analize plizyè jou nan done.",
    "920212083": "Rapòte yon ensèk",
    "922470170": "( ) Kontre mezi pa ta dwe enplike sabotaj rezo piblik yo",
    "926138631": "Ale nan Konfidansyalite ak Sekirite, Lè sa a, Cookies ak lòt done sit.",
    "931661269": "( ) Adrès imel tanporè/yon sèl fwa yo ankonbran",
    "932546190": "Poukisa CAPTCHA yo ap toujou avèk nou",
    "936667684": "Yo te janm mande \"tape nan siy bilding/ri a?\"",
    "938404336": "2. Varye; jiska 30 jou.",
    "939665604": "Konfidansyalite Konsantre",
    "941057651": "( ) Gwo envestisman lojisyèl ki egziste deja nan SMTP",
    "946838734": "3. Chwazi bouton \"Avanse\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "òtograf hCaptcha pa ta dwe janm chanje epi hCaptcha ta dwe toujou ekri majiskil nan dezyèm lèt la (\"C\"). Li pa janm pliryèl oswa posesif.",
    "952813944": "Ni itilizasyon sitwèb nou an ni anyen nan akò sa a pa kreye yon relasyon travay, patenarya, antrepriz, ajans, franchiz, oswa reprezantan lavant ant ou menm ak Intuition Machines. Nou pa ba ou okenn ekipman oswa zouti pou konplete yon travay. Nou pa ba ou okenn benefis, konpansasyon travayè, oswa kouvèti asirans. Nou pa responsab okenn depans ou fè lè w ap itilize sit entènèt nou an. Nou p ap kenbe okenn montan nan rekonpans ou pou taks sou revni federal oswa leta, Sekirite Sosyal, oswa nenpòt lòt taks. Ou lib pou tout tan fè travay pou nenpòt moun oswa biznis, ki gen ladan nenpòt nan konpetitè nou yo. Ou pa gen otorite pou antre nan okenn kontra, alekri oswa oral, sou non Intuition Machines.",
    "956019009": "Pi gwo konpayi enfrastrikti entènèt yo te deja pran aksyon",
    "961941354": "Sepandan, pa gen okenn nan sa yo mande pou itilize enfòmasyon pèsonèlman idantifye (\"PII\"). Teknik kriptografik modèn pèmèt nou jete nenpòt done pèsonèl pi vit ke posib, kreye olye de siyati yon sèl-fason ki pa ka lye ak nenpòt moun.",
    "963238401": "Nou toujou enterese nan resevwa rapò sou ensèk sekirite. Imèl",
    "971933157": "hCaptcha gen sousi pou vi prive, transparans, ak jistis.",
    "976209454": "Jwenn rekonpans oswa bay charite",
    "98173630": "hCaptcha se sèvis CAPTCHA endepandan ki pi lajman itilize nan mond lan.",
    "981806349": "Bati sou platfòm pwouve hCaptcha",
    "984849234": "hCaptcha sèvi ak aprantisaj machin avanse pou delivre sa reCAPTCHA sèlman pwomèt, pandan y ap pataje valè a te kaptire ak sit entènèt ki sèvi ak li.",
    "987267027": "Pati",
    "987375734": "IMI baze Ozetazini. Sit yo ak Sèvis yo kontwole ak opere pa nou soti nan peyi Etazini. Enfòmasyon pèsonèl ou yo ka estoke ak trete nan nenpòt peyi kote nou gen enstalasyon oswa kote nou angaje founisè sèvis yo, epi lè w sèvi ak sit yo ak sèvis ou bay konsanti pou transfè enfòmasyon yo nan peyi andeyò peyi ou kote rezidans, tankou Etazini. , ki ka gen règ pwoteksyon done ki diferan de règleman peyi w. Nan sèten sikonstans, tribinal, ajans ki fè respekte lalwa, ajans regilasyon oswa otorite sekirite nan lòt peyi sa yo ka gen dwa pou jwenn enfòmasyon pèsonèl ou.",
    "987901590": "Èske w gen done anvan tout koreksyon san yo pa yon seri verifikasyon konplè? Nan pifò ka nou ka bati youn pou ou kòm travay yo kouri nan sistèm nan, oswa kreye echantiyon ki make pou apwobasyon ou.",
    "989480928": "( ) Rantabilite ekstrèm nan spam",
    "990215503": "hCaptcha se sèlman gwo sèvis captcha ki pa posede pa yon rezo anons.",
    "993651083": "Etap 1: Louvri Zouti Developer (Sa a kòmanse anrejistre sesyon an.)",
    "996362763": "Tokens sa yo unblinded ak estoke pa ekstansyon an pou itilize nan lavni. Lè itilizatè a vizite yon sit lè l sèvi avèk hCaptcha epi li bezwen pase defi a (si envizib oswa atravè bouton \"Mwen se moun\") yo achte yo otomatikman. Pwosedi avegleman vle di ke tokens siyen ak rachte yo kriptografikman unlinkable nan pèspektiv hCaptcha a, epi konsa vi prive itilizatè a konsève.",
    "999610953": "Finalman, yon altènatif kredib nan Google. hCaptcha Enterprise fè ekonomi dramatik sou bòdwo reCAPTCHA ou a ak pi gwo sekirite: jiska 80% mwens chè nan kèk ka.",
    "999674529": "Chak bot Google detekte ta dwe touche zewo dola piblisite. Konsa, ankourajman konpayi Google yo pa byen adapte ak itilizatè sèvis sekirite yo, e sa ka yon eksplikasyon pou move pèfòmans òf sekirite reCAPTCHA yo."
}