{
    "1001938065": "ውህደት ቀላል ሊሆን አልቻለም",
    "1012122721": "* ውሂቡ ለመገለጫነት ጥቅም ላይ የማይውልበት በእኛ በቀጥታ የሚተዳደሩ የስታቲስቲክስ ኩኪዎች (ማለትም አንደኛ ወገን፣ የሶስተኛ ወገን ኩኪዎች አይደሉም)።",
    "1014004474": "የhCaptcha's Enterprise እቅዶች ድርጅትዎን ለመጠበቅ የላቀ የአገልግሎት ደረጃ ስምምነቶችን ያቀርባሉ",
    "1021431157": "() ከክፍት ምንጭ ወይም የክፍት ምንጭ ፍቃዶች ጋር አለመጣጣም",
    "1023070345": "ከማርች 14፣ 2021 በኋላ",
    "1023108656": "የሶስተኛ ወገን ተቀባዮች ምድቦች",
    "1023190144": "hCaptcha® በጽሑፍ",
    "102498091": "ጎግል ለreCAPTCHA ኢንተርፕራይዝ በ1000 ጥያቄዎች 1 ዶላር ያስከፍላል፣ ይህ ማለት አሁን የአገልግሎታቸውን ደህንነት ለመስበር ከሚያወጣው ወጪ በላይ ያስከፍላሉ። ይህ መጥፎ ስምምነት ይመስላል.",
    "102695075": "ቆይታ",
    "1027023087": "እኛ hCaptcha በምትኩ ለችግሩ ይበልጥ ዘመናዊ በሆኑ አቀራረቦች ላይ ትኩረት አድርገናል፣ ይህም እንደ ታሪክ ማሰስ ያሉ የረጅም ጊዜ የባህሪ መዛግብትን ማቆየት የማይጠይቁ እና አገልግሎቱ ከተጀመረበት ጊዜ ጀምሮ ቆራጥ ባላጋራዎችን በመጋፈጥ የበለጠ ጠንካራ መሆኑን ያረጋገጥን።",
    "1027200955": "የፕሮጀክት ፍላጎቶችዎን ለመግለጽ ከኛ የጎራ ባለሞያዎች ጋር ይነጋገሩ፡ የዒላማ ትክክለኛነት፣ ቅርጸት እና ማንኛውም ልዩ መስፈርቶች።",
    "1028058338": "እባክዎ በአጠቃላይ የውሂብ ጥበቃ ደንብ (\"GDPR\") ስር ከመብቶችዎ ጋር የሚዛመደውን የእኛን \"የአውሮፓ ህብረት የውሂብ ርዕሰ ጉዳዮች ማስታወቂያ\" የሚለውን ክፍል ይመልከቱ።",
    "1033698050": "1. ደንበኛው በተለመደው የምዕራባውያን ማህበረሰብ ደንቦች አተረጓጎም መሰረት ከሥነ ምግባር አኳያ ተቀባይነት ያለው ነው ብለን የምንገምተውን የአጠቃቀም ጉዳይ እንደሰጠን እናምናለን?",
    "1035621426": "በreCAPTCHA ተለይቶ የሚታወቅ እያንዳንዱ ቦት የጉግልን የማስታወቂያ ገቢ በቀጥታ ይቀንሳል።",
    "1038019440": "1. ይህ ደንበኛ ከዓለም አቀፍ ህግጋት እና መመዘኛዎች ተቃራኒ በሆነ ባህሪ ውስጥ በመሳተፍ የሚታወቀውን ሀገር ብሄራዊ ጥቅም የሚወክል ነው?",
    "103876916": "በ hCaptcha አገልግሎት እና ተዛማጅ ምንጭ ኮድ ላይ ብቁ የደህንነት ሪፖርቶችን ለማግኘት.",
    "1042802841": "ሚስጥራዊ መረጃ ማንኛውም ሚስጥራዊ ወይም የባለቤትነት ምልክት የተደረገበት ወይም በተቀባዩ አካል ሚስጥራዊ ወይም የባለቤትነት ስሜት ሊረዳው የሚገባው ማንኛውም መረጃ ነው። ይህ (1) በይፋ የሚገኝ፣ (2) አስቀድሞ በእጁ ላይ ያለ፣ ራሱን ችሎ የዳበረ ወይም አስቀድሞ በተቀባዩ ወገን የሚታወቅ ወይም (3) በፍርድ ቤት ትእዛዝ የተገለጸ ወይም በሌላ መልኩ የሚታወቅ ማንኛውንም መረጃ አያካትትም። ህግ.",
    "1045484714": "የSAML SSO ውህደት ከማንነት አቅራቢዎ ጋር፣ ለምሳሌ Okta ወይም Azure AD።",
    "1046087606": "አይቢኤም (አለምአቀፍ) የሚሰጡ አገልግሎቶች፡ IBM Cloud",
    "1047251718": "ዛሬ ግን፣ ሰዎች ስለ ኤፒአይዎች ሲናገሩ፣ ሁልጊዜ ደረጃቸውን የጠበቁ ኤፒአይዎች ማለት ነው። እነዚህ እንደ ውክልና ግዛት ማስተላለፍ (REST) ያሉ ክፍት ደረጃዎችን እና እንደ JavaScript Object Notation (JSON) ያሉ መደበኛ የፋይል ቅርጸቶችን በመጠቀም የተገነቡ ኤፒአይዎች ናቸው። እንደነዚህ ያሉት \"RESTful APIs\" እንደሚታወቁት የባለቤትነት ሶፍትዌር ሳያስፈልጋቸው ሊፈጠሩ ይችላሉ. የተገኙት ኤፒአይዎች በሶፍትዌር አፕሊኬሽኖች መካከል የውሂብ እና የአሰራር ጥሪዎችን መላክ እና መቀበል ይችላሉ። ለምሳሌ የሞባይል ባንኪንግ መተግበሪያ የባንኩን ስርዓቶች ለመድረስ ኤፒአይ ይጠቀማል።",
    "1050501253": "በጣም ከባድ",
    "1051214799": "hCaptcha ከድር ጣቢያዎች ወይም አፕሊኬሽኖች አታሚዎች ጋር እሴትን ለመጋራት የሚሞክር የድር ደህንነት አገልግሎት ነው።",
    "1053787685": "የክፍያ ማጭበርበር ምንድን ነው?",
    "1058572205": "ስለ እኛ የበለጠ ማወቅ ከፈለጉ",
    "1059502393": "የሳንካ ሪፖርትን በማንሳት ላይ፡ ፋየርፎክስ",
    "1061239711": "3. 1ኛ ወገን",
    "1062291156": "መደበኛ ውሎች",
    "1066753052": "ይህም ማለት ቦርሳው ባዶ ነው፣ እና እርስዎ የ hCaptcha ፈተናን ባካተተ ጣቢያ ላይ ነዎት። አንዴ ፈተናውን እንደጨረሱ በ hCaptcha በማንኛውም ሌላ ድህረ ገጽ ላይ ሊወሰዱ የሚችሉ ቶከኖች ያገኛሉ።",
    "1067704102": "በመረጃ መለያ አሰጣጥ ውስጥ ያለው እሴት",
    "1070364246": "ውይ! ቅጹን በሚያስገቡበት ጊዜ የሆነ ችግር ተፈጥሯል።",
    "10724169": "በሚሰጡን ማንኛውም የግል መረጃ ምን እንደምናደርግ የሚገዛውን የግላዊነት መመሪያችንን ተቀብለዋል።",
    "1074044172": "ተጠቃሚዎች የእርስዎን የደህንነት መስፈርቶች ለማሟላት ፈታኝ ሁኔታን መፍታት ሲገባቸው፣ ለምን አስደሳች እና ለተጠቃሚው ጠቃሚ የሆኑ ጥያቄዎችን አትጠይቁም?",
    "1077448694": "ከሶስተኛ ወገን ማህበራዊ ሚዲያ ድር ጣቢያዎች ጋር ለመዋሃድ።",
    "1080672247": "ምክንያቱም ብዙዎቹ የሚጠየቁት ጥያቄዎች ከመደርደሪያው ውጪ በኢኮኖሚ መፍታት ስለማይችሉ እና ውሂቡ በአጠቃላይ ለስርዓቱ ልዩ ስለሆነ ይህ ማለት ቦቶች ብዙውን ጊዜ በነጻ አገልግሎት ሙሉ በሙሉ ይቆማሉ እና በምትኩ በሰው CAPTCHA ፈላጊዎች ላይ መታመን አለባቸው። ብዙ አይነት ጥቃቶችን ሙሉ በሙሉ ኢኮኖሚያዊ ያደርገዋል።",
    "1080752747": "የእውቂያ ሽያጭ",
    "1085089390": "በመስመር ላይ በደል የመነጨው ከተፈጥሮ ሰብአዊ ባህሪያት ነው።",
    "1087195513": "IMI ያልሆነውን ጠያቂ በመወከል አገልግሎቶቹን የሚያገኙ እና/ወይም ተግባራትን በአቀናባሪ በኩል የሚያከናውኑ አስተዋጽዖ አበርካች ከሆኑ፣ እንግዲያውስ የኢንቱሽን ማሽኖች ተጠያቂ እንደማይሆኑ እና ከእርስዎ ጋር ምንም አይነት ግዴታ እንደሌለበት አምነዋል። ለተጠናቀቁ ሥራዎች ማንኛውንም ሽልማቶችን ወይም ሌሎች ማካካሻዎችን በተመለከተ ። ለተጠናቀቁ ተግባራት ማናቸውንም ሽልማቶች ወይም ሌሎች ማካካሻዎች እንደአስፈላጊነቱ በጠያቂው እና/ወይም ከአቀናባሪው ጋር ባደረጉት ስምምነት መሰረት ብቻ እንደሚወሰን ተስማምተሃል። እንደዚህ ባሉ ሽልማቶች ወይም ሌሎች ማካካሻዎች ላይ የሚነሱ ማናቸውም አለመግባባቶች (እንዲህ ያሉ ሽልማቶችን ወይም ሌሎች ማካካሻዎችን ያለ ምንም ገደብ መቀበልን ጨምሮ) እንደ አስፈላጊነቱ በእርስዎ እና በጠያቂው እና/ወይም በአቀናጁ መካከል ብቻ ናቸው።",
    "1087260385": "ስለዚህ የግላዊነት ፖሊሲ ማንኛቸውም ጥያቄዎች ካሉዎት፣ እባክዎን በ ላይ ያግኙን።",
    "1088304322": "በዚህ የግላዊነት ፖሊሲ ውስጥ ላልተገለጸው፣ በህግ የተፈቀደልን እና ምክንያቱ ከሰበሰብንበት አላማ ጋር በሚስማማበት ጊዜ የእርስዎን የግል መረጃ ልንጠቀም እንችላለን። የእርስዎን ግላዊ መረጃ ላልተዛመደ ዓላማ መጠቀም ከፈለግን እኛ ልናሳውቅዎ እና ለዚያ አጠቃቀም የሚመለከተውን የሕግ መሠረት ልናብራራ እንችላለን። የእርስዎን የግል መረጃ ለተወሰነ አጠቃቀም በእርስዎ ፈቃድ ላይ ከተደገፍን፣ ለማንኛውም ተዛማጅ ዓላማ ፈቃድዎን ልንጠይቅ እና ከተቃወሙ የአገልግሎቱን አጠቃቀም በዚያን ጊዜ እንዲያቋርጡ ልንፈቅድልዎ እንችላለን።",
    "1089415440": "በምስሎች እና በቪዲዮ ውስጥ ትክክለኛ ነገርን መለየት",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "የስነምግባር ጉዳዮች መስፈርቶች፡ ርዕሰ ጉዳይ",
    "1092241113": "የደንበኞቻችንን እና የተዋሃደኞቻችንን ፍላጎት የበለጠ ለመረዳት።",
    "1093280979": "1. የመሳሪያ ስርዓት ማዘዣ ቅጾች",
    "1099238677": "ባለን ከፍተኛ መጠን እና ዝቅተኛ መዘግየት ስራዎን በፍጥነት እናዞራለን፣ ልክ እንደተጠናቀቀ በራስ-ሰር ማድረስ።",
    "1103295010": "ሰዎች CAPTCHA ሲፈቱ ገንዘብ ያግኙ ወይም ለበጎ አድራጎት ይስጡ",
    "1105363520": "እኛ የማስታወቂያ አውታረ መረብ አንሰራም እና እነሱን ማስታወቂያ ለመሸጥ የተጠቃሚ ባህሪዎን የመመልከት ፍላጎት የለንም ። ይህ ማለት በእያንዳንዱ የጣቢያዎ ገጽ ላይ ተገብሮ ፒክሰል አንፈልግም ማለት ነው።",
    "110836420": "መጨረሻ የዘመነው፡ ዲሴምበር 23፣ 2020",
    "1108398506": "ደንበኞች በተሞክሮው ላይ አጠቃላይ ቁጥጥር ያገኛሉ እና hCaptcha በበይነመረቡ ላይ ትልቁን ገለልተኛ ተግዳሮት አቅራቢን በመስራት ከባለሙያው ይጠቀማሉ። እንዲሁም ከreCAPTCHA ኢንተርፕራይዝ የተሻለ ዋጋ ያገኛሉ፡ እስከ 50-80% የተሻለ ዋጋ፣ እንደ የድምጽ መጠን።",
    "111184581": "የመጀመሪያ ወገን ማስተናገድ",
    "1112074001": "ደረጃ 2፡ በገንቢ መሳሪያዎች ውስጥ የአውታረ መረብ ትርን ጠቅ ያድርጉ። ከላይ ባለው \"የቋሚ ምዝግብ ማስታወሻዎች\" ሳጥን ላይ ምልክት ያድርጉ.",
    "1115642494": "1. ምንጭ፡ BuiltWith.com reCAPTCHA የጣቢያ ዝርዝሮች። ጁላይ 9፣ 2019 ተመልሷል።",
    "1115671076": "Zendesk, Inc. (ግሎባል). የቀረቡ አገልግሎቶች: Zendesk.com.",
    "1116455671": "መ: ተጠቃሚው በጣቢያዎ ላይ ካጠናቀቀ ለመጀመሪያው መፍትሄ ሽልማት ያገኛሉ። ማስመለስ በከፍተኛ የደንበኛ እምነት ምክንያት ተጠቃሚው በጣቢያዎ ላይ በራስ-ሰር እንዳሳለፈ ተመሳሳይ የምላሽ ስርዓተ-ጥለት ይከተላሉ፡ ምንም ገቢ አይፈጠርም እና የጣቢያው ማረጋገጫ ከአገልጋይዎ ጥሪ በማለፊያ ውጤቶቹ ውስጥ `ክሬዲት፡ ሐሰት» ይቀበላል።",
    "1118929614": "() ከአይፈለጌ መልእክት ሰሪዎች ጋር በሚሰሩ ሰዎች ላይ በጣም ሞኝነት",
    "1119009846": "የናንተን፣የእኛን ወይም የሌሎችን መብት፣ግላዊነት፣ደህንነት ወይም ንብረት ለመጠበቅ የመንግስት ጥያቄዎችን፣ የህግ አስከባሪ ጥያቄዎችን እና አለበለዚያ ለህዝብ እና ለግል አካላት ጨምሮ የሚመለከተውን ህግ ለማክበር እንደ አስፈላጊነቱ።",
    "1123365779": "የድር ገንቢ ወይም ኤክስፐርት ተጠቃሚ ከሆኑ፣ማጠቃለያው የኔትወርክ ቀረጻ HAR እና አሳሽ ኮንሶል ሎግ እንድትልኩልን እንፈልጋለን።",
    "1126302400": "ማሰሪያ ሳጥን",
    "1126447688": "ብዙውን ጊዜ የግላዊነት ትኩረታችን ቢሆንም በbot ፈልጎ ማግኘት እና መቀነስ ላይ እኩል ወይም የተሻለ አፈጻጸምን ሪፖርት አድርግ",
    "1126613163": "ሚስጥራዊነት ያለው ውሂብ",
    "1129833879": "ተንኮል አዘል ቦቶችን ያቁሙ፣ የተጠቃሚን ግላዊነት ይጠብቁ",
    "1130783905": "ትክክለኝነት የአንተ እና የኛ ፍላጎት ነው። hCaptcha የሚሰራው እውነተኛ ውሂብ እንዲሰጥዎት እና እንዴት እንደሚጠቀሙበት እንዲወስኑ ያስችልዎታል። ሌሎች የደህንነት መፍትሄዎች በጂጋንቲክ የማስታወቂያ ኩባንያዎች ይቀርባሉ. ይህ ማለት ያገዱት እያንዳንዱ ቦት ገቢያቸውን ሊቀንስ ይችላል።",
    "1130802068": "የምንሰበስበውን መረጃ ለሚከተሉት ዓላማዎች እንጠቀማለን፡",
    "1130868224": "ሶስት የኮድ መስመሮች",
    "1131196501": "እንደ ዋና ኩባንያዎች",
    "1131525092": "ተዛማጅ ማጭበርበርን እና አላግባብ መጠቀምን ለማግኘት እና ለማስቆም በእኛ ግላዊነት በሚጠበቀው ወሰን ዩአይዲዎች አማካኝነት መጥፎ ተዋናዮችን አንድ ላይ ሰብስብ።",
    "1133989302": "ለምን hCaptcha?",
    "1137757109": "የኢኮሜርስ መለያ ከሆነ አጥቂው ሸቀጦችን ማዘዝ ይችላል። ተጎጂው ባንክ ከሆነ አጥቂው ገንዘቡን ወደ ባህር ማዛወር እና የመሳሰሉትን ማድረግ ይችላል።",
    "1139493658": ", እና ግላዊነትን እና ደህንነትን ለማመጣጠን ጠንክረህ ስራ።",
    "1139500589": "ሀገር",
    "1140554614": "የውሂብ ሂደት ስምምነት",
    "1141402092": "የላቀ ሪፖርት ማድረጊያ ባህሪያት",
    "1144966033": "ለዋጋ እና ለጥራት የተመቻቸ",
    "1150035777": "የተራቀቁ የማሽን መማሪያ ሞዴሎች ለጥያቄዎች በትክክል ከተመለሱ በኋላ በብዙ የመረጃ ነጥቦች ላይ በመመርኮዝ የbot በራስ መተማመን ውጤቶችን ያመነጫሉ።",
    "1150786045": "www.botstop.com",
    "1150963691": "የ APT ቅነሳ",
    "1151065360": "() የተከለከሉ ዝርዝሮች ይሳባሉ",
    "1155436473": "(የእኛ የድርጅት አቅርቦት) አሁን በየወሩ በአስር ሚሊዮኖች በሚቆጠሩ ድረ-ገጾች እና መተግበሪያዎች በመቶ ሚሊዮኖች የሚቆጠሩ ተጠቃሚዎችን ይጠብቃል። ግላዊነትን ሲያስቀድሙ ከBig Tech ጋር መወዳደር እንደሚችሉ ታሪካችን ያሳያል።",
    "1155821305": "መከላከያ ጥልቀት ነው",
    "1156712451": "የመጀመሪያ ሥራ ሙከራ",
    "1159746815": "እንዲሁም በቀጥታ ኢሜይል ሊልኩልን ይችላሉ።",
    "1160252730": "ጎግል አሁን ለreCAPTCHA ኢንተርፕራይዝ ከፍተኛ ዋጋ እየከፈለ ነው፣ ይህም ብዙ ኩባንያዎች ይህንን ስምምነት እንደገና እንዲገመግሙት አድርጓል።",
    "1160707899": "12. የአስተዋጽዖ አበርካች ሚና እና ከ IMI እና ከሌሎች ጠያቂዎች ጋር ያለው ግንኙነት",
    "1161704803": "ለምን የ AI የስነምግባር ፖሊሲ አለን?",
    "116842359": "***** በስርዓት ጥገና ምክንያት ዕርቀ ሰላሙ ከበርካታ ቀናት በኋላ ይጠናቀቃል ተብሎ ይጠበቃል።",
    "1169005651": "ሴፕቴምበር 15, 2019",
    "1172067553": "ከhCaptcha በስተጀርባ ያለው የሰው መድረክ በጣም የተራቀቀ የስራ ጥራት እና የአስተዳደር ባህሪያትን በቅድመ-ቤት፣ ዲቃላ፣ ወይም ሳአኤስ ማሰማራቶች በኩል ከነባር ስርዓቶችዎ ጋር ይዋሃዳል።",
    "117227832": "( ) አንተንና አገልጋዮችህን ማመን ያለብን ለምንድን ነው?",
    "1173652155": "አማካሪዎች",
    "1173934218": "የእርስዎ ግላዊነት ለእርስዎ አስፈላጊ እንደሆነ ተረድተናል እና ስለምንጠቀማቸው ቴክኖሎጂዎች ግልጽ ለመሆን ቁርጠኞች ነን። ይህ መመሪያ በጣቢያችን እና አገልግሎታችን ላይ ኩኪዎችን እንዴት እና መቼ እንደምንጠቀም ዝርዝር መረጃ ይሰጣል።",
    "1174237568": "እነዚህ የማስኬጃ እንቅስቃሴዎች ህጋዊ ፍላጎቶቻችንን ይመሰርታሉ። የእርስዎን የግል መረጃ ለህጋዊ ጥቅሞቻችን ከማስኬዳችን በፊት በአንተ (አዎንታዊም ሆነ አሉታዊ) እና መብቶችህ ላይ ሊደርሱ የሚችሉትን ተጽእኖዎች ግምት ውስጥ በማስገባት ሚዛናዊ ለማድረግ እንሞክራለን። በአንተ ላይ በሚደርስ አሉታዊ ተጽእኖ (ፈቃድ ካልያዝን ወይም ካልተጠየቅን ወይም በሕግ ካልተፈቀደልን በቀር) ፍላጎቶቻችን ለተሻሩባቸው ተግባራት የእርስዎን ግላዊ መረጃ አንጠቀምም።",
    "1177598246": "የእውቂያ ሽያጭ",
    "1182294134": "እስያ-ፓሲፊክ (ኤፒኤሲ)",
    "1186243118": "የአርማ ምስሎች",
    "1187718370": "አግኙን",
    "1188668818": "ይህንን ድር ጣቢያ በሚጠቀሙበት ጊዜ ማንኛውንም የውሸት መረጃ ያቅርቡ (በመለያዎ ውስጥ ያለ ማንኛውንም ሌላ ሰው ወይም ድርጅት ማስመሰልን ፣ ወይም እራስዎን በሐሰት መግለጽ ወይም በሌላ መንገድ እራስዎን ወይም በመለያዎ ውስጥ ካለው ከማንኛውም ሰው ወይም ድርጅት ጋር ያለዎትን ግንኙነት ጨምሮ ፣",
    "119098046": "ተገብሮ ወይም ፈታኝ ያልሆኑ መፍትሄዎችስ?",
    "119298044": "የላቁ በራስ ቁጥጥር የሚደረግባቸው ML እና AI ቴክኖሎጂዎች የድር ንብረቶችዎን ከአስፈራሪዎች እና ጥቃቶች ይከላከላሉ።",
    "1193738791": "የተጠቃሚውን ባህሪ በየድር ጣቢያው እና በድሩ ላይ ይከታተላሉ። እኛ hCaptcha ከመጀመሪያው ቀን ጀምሮ በተቻለ መጠን ለግላዊነት ተስማሚ እንዲሆን ነድፈናል። ይህም ለችግሩ ፍጹም የተለየ አቀራረብ እንዲፈጠር አድርጓል. እንደ ተለወጠ፣ ተጠቃሚዎችን በድር ላይ መከታተል እና የድር ታሪካቸውን ከማንነታቸው ጋር ማያያዝ ጥሩ ደህንነትን ለማግኘት ሙሉ በሙሉ አላስፈላጊ ነው። ወደ hCaptcha የቀየሩት ብዙ ኩባንያዎች",
    "1200905005": "††† ከሴፕቴምበር 2021 ጀምሮ፣ ከአገልግሎቱ እድገት ጋር የተያያዙ የአሠራር ገደቦችን ለማቃለል አሁን እርቅ እና ክፍያ ከአንድ ቀን ይልቅ በግምት በ10 ቀናት ጊዜ ውስጥ ይካሄዳል።",
    "1201821619": "hCaptcha ዛሬ ካሉት በጣም አሳሳቢ ችግሮች አንዱን ይፈታል፡ ተንኮል አዘል ቦቶች የመስመር ላይ አገልግሎቶችን አላግባብ እንዳይጠቀሙ መከላከል።",
    "120384113": "6. መቋረጥ",
    "1204911585": "2. ደፋር አሳሹን እየተጠቀሙ ከሆነ (ከኤፕሪል 2020 ጀምሮ) ምንም አይነት የኩኪዎች ዝርዝር ያለው የማይመስል ከሆነ ወደ ምርጫዎች -> ጋሻ -> ኩኪዎች ይሂዱ እና \"ሁሉንም ኩኪዎች ፍቀድ\" ን ይምረጡ።",
    "1208179159": "LogDNA, Inc. (ግሎባል). የቀረቡ አገልግሎቶች: LogDNA.com.",
    "121192737": "መጪ ተጨማሪዎች",
    "1216071511": "ተመሳሳዩ ሐሳቦች በተደጋጋሚ ይቀርባሉ ከዛሬ 20 ዓመት በፊት አንድ ማንነታቸው ያልታወቀ ደራሲ ስለ ፀረ-አይፈለጌ መልእክት መፍትሔዎች በመስመር ላይ ውይይቶች ጠቃሚ የሆነ ሙላውን ይዞ መጣ፡-",
    "121743429": "ለድር መሠረተ ልማት ኩባንያዎች",
    "1218990730": "በዝርዝር ምዝግብ ማስታወሻዎች ላይ ጉዳዮችን እንዴት ሪፖርት ማድረግ እንደሚቻል",
    "1219091208": "Dropbox",
    "1224727373": "BotStop በ hCaptcha",
    "122875767": "ሌሎች ኩባንያዎች በማይችሉበት ጊዜ የእርስዎን ህጋዊ ፍላጎቶች ያሟሉ.",
    "1229233916": "የግርጌ ማስታወሻዎች",
    "1230058025": "ቸልተኝነት። ከክፍል እርምጃ ነፃ ካልሆነ በስተቀር የትኛውም ጊዜ ወይም ድንጋጌ ወይም የዚህ የግልግል አንቀጽ ክፍል ባዶ ወይም ተፈጻሚ ካልሆነ ይቋረጣል እና የተቀረው የግልግል አንቀጽ ተፈጻሚ ይሆናል።",
    "1232651561": "ሶፍትዌር አሁን የreCAPTCHA ተግዳሮቶችን በመፍታት ልክ እንደ ሰዎች ጥሩ ነው።",
    "1233229030": "የተለያዩ",
    "1233793176": "ድረ-ገጻችን እና አገልግሎታችን ከ13 አመት በታች ለሆኑ ህጻናት አይመራም እና ከ13 አመት በታች ለሆኑ ህጻናት እያወቅን የግል መረጃ አንሰበስብም።ከ13 አመት በታች ያለ ልጅ ግላዊ መረጃ እንደሰበሰብን ካወቅን እንወስዳለን። የማቆየት ህጋዊ ግዴታ ከሌለብን በቀር በተቻለ ፍጥነት እንደዚህ ያለውን መረጃ ከፋይሎቻችን ለመሰረዝ ምክንያታዊ እርምጃዎች። እባክዎን በ ላይ ያግኙን።",
    "1235925265": "ሰነድ",
    "1237076138": "hCaptcha ለሁለቱም ነፃ (hCaptcha አታሚ) እና የድርጅት (hCaptcha ኢንተርፕራይዝ) ደንበኞች ፍትሃዊ ስምምነትን ይሰጣል።",
    "1240667045": "በማንኛውም ምክንያት የአገልግሎቶቹን መዳረሻ ልናግደው፣ ልንገድበው ወይም ልንሰርዘው እንችላለን፣ ምክንያቱም የሚከተሉትን ጨምሮ፡ (ሀ) እነዚህን የአገልግሎት ውሎች (ሌሎች ተዛማጅ ፖሊሲዎችን ጨምሮ) እንደጣሱ እናምናለን። (ለ) የእኛን መብቶች ወይም የሶስተኛ ወገን መብቶችን እንደጣሱ እናምናለን; (ሐ) ለእኛ ያቀረቡትን መረጃ ማረጋገጥ ወይም ማረጋገጥ አልቻልንም። ወይም (መ) የእርስዎ ድርጊት ለእርስዎ፣ ለእኛ ወይም ለሦስተኛ ወገን እዳዎችን ሊፈጥር ይችላል ብለን እናምናለን። ጥርጣሬን ለማስወገድ ከዚህ በላይ ከተጠቀሱት ውስጥ አንዳቸውም ቢሆኑ ለእንደዚህ ዓይነቱ ክፍያ እንደሚተገበሩ በምክንያታዊነት ካመንን ለእርስዎ ክፍያ የመከልከል ወይም የማገድ መብታችን የተጠበቀ ነው።",
    "1241291641": "ተጨማሪ ዝርዝሮችን ይመልከቱ።",
    "1242066691": "\"የሶስተኛ ወገን ኩኪዎችን ፍቀድ\" ከሚለው ቀጥሎ ባለው ሳጥን ላይ ምልክት ያድርጉ።",
    "1243684308": "የእርስዎን ግብረ መልስ በቁም ነገር እንወስደዋለን፣ እና ሁሉም ሰው በመስመር ላይ የበለጠ አስደሳች ተሞክሮ እንዳለው፣ ባነሰ ቦቶች እና ባነሰ አይፈለጌ መልዕክት ማረጋገጥ እንፈልጋለን። አግኙን፡-",
    "1250541092": "- ሰርጊ ኢሳሲ",
    "1253441326": "5. \"እሺ\" ን ጠቅ ያድርጉ.",
    "1254771154": "hCaptchaን ጨምሮ በሌሎች የግላዊነት ማለፊያ ድጋፍ ሰጪ አገልግሎቶች ላይ የሚታዩ ተግዳሮቶች፣ ለምሳሌ Cloudflare።",
    "1258965840": "ስለዚህ አጥቂው ወደ አንድ ጣቢያ ከገባ ምናልባት የተደፋውን ምስክርነቶችን በመጠቀም ወደ ብዙ ጣቢያዎች ሊገባ ይችላል። ለምሳሌ፣ እንደ JohnDoe/525momma ያለ የተጠቃሚ ስም/የይለፍ ቃል ጥንድ ሊያገኙ ይችላሉ፣ነገር ግን ጥንዶች ምን እንደሚያደርግላቸው አያውቁም። ስለዚህ፣ ጥንዶቹን በአማዞን.com፣ ኢቤይ፣ ሲቲባንክ፣ ዋልግሪንስ እና ላይ እና ላይ ይሞክራሉ። ያንን ጥንድ በሺህ የተለያዩ ጣቢያዎች ላይ ሊሞክሩት ይችላሉ።",
    "1259002282": "ስህተት አገኘሁ? እንዴት ሪፖርት ማድረግ እንደሚቻል እነሆ።",
    "126134492": "ሌላ",
    "1263998069": "ለሰው መፍትሔ ሽልማቶችን ያግኙ",
    "1266963825": "ጥ፡ hCaptcha ክፍል 508 + WCAG 2.1 AA ያከብራል?",
    "1268414751": "ሌሎች ዝርዝሮች ሊኖረን ይገባል?",
    "1268918580": "አንዳንድ በ hCaptcha እና አጋሮቹ የሚጠቀሙባቸው አርማዎች እና ምልክቶች በሶስተኛ ወገኖች የተያዙ ናቸው እና በነሱ ፍቃድ ብቻ ጥቅም ላይ ሊውሉ ይችላሉ። ሶስተኛ ወገኖች በባለቤቶቻቸው ካልፈቀዱ በስተቀር የሚከተሉትን ምልክቶች መጠቀም አይችሉም፡-",
    "1270712701": "ጋዜጣዊ መግለጫዎች እና የቅርብ ጊዜ ሪፖርቶች",
    "1271831121": "ሰርጎ ገብሩ (በእርግጥ ሆዲ ለብሶ!) እዚያ ተቀምጦ ከመረጃ ማረጋገጫ በኋላ መተየብ ያለበት አይደለም። አውቶሜትድ የመግቢያ ቦት እንደ ሴሊኒየም ካሉ ከመደርደሪያ ውጭ ከሆነ ወይም ብጁ ካደገ የጠላፊ መሳሪያ ሊሠራ ይችላል።",
    "1273071008": "የውሂብ ርዕሰ ጉዳይ መዳረሻ መብቶች ጥያቄዎች",
    "1273914192": "3. ግብሮች",
    "1275150216": "የመሬት ምልክቶች",
    "1278884196": "ይህ እንዳለ፣ ክሪፕቶግራፊ በጣም ወጣት ትምህርት ነው። በቅርብ ታሪክ ላይ በመመስረት፣ ማንም ሰው በቅርበት ለመመልከት ማበረታቻ ሲኖረው የእርስዎ ክሪፕቶግራፊክ እቅድ እና/ወይም አተገባበር ሊበላሹ ይችላሉ፣ እና እርስዎ ይህን ከማድረግዎ በፊት ሌሎች ሰዎች ሊገነዘቡት ይችላሉ። በሃርድዌር ላይ መታመን ማለት ስህተቱን ለማስተካከል እያንዳንዱን ተጠቃሚ አካላዊ መሳሪያ እንዲለውጥ መጠየቅ ያስፈልግ ይሆናል። ይህ በአብዛኛዎቹ ሁኔታዎች በፍጥነት ሊከሰት የማይችል ነው, በእውነቱ የእርስዎ ስርዓት በቀላሉ ክፍት ይሆናል ማለት ነው.",
    "1282121137": "መለያን መውሰድ ምን ያህል ችግር እንዳለበት ለመረዳት ከፋይናንሺያል ተቋሙ አንፃር ልምዱ ምን እንደሚመስል አስቡበት። በየቀኑ በሚሊዮን የሚቆጠሩ መግቢያዎችን ይይዛሉ።",
    "1289884910": "እኛም አልፎ አልፎ ትንታኔዎችን እና ዘገባዎችን እናወጣለን። ለምሳሌ:",
    "1291824746": "hCaptcha ክፍያዎች በየሩብ ዓመቱ በ60 ቀናት የክትትል ሂደት ላይ ይሰራሉ። ይህ ምን ማለት እንደሆነ ለማብራራት፣ እባክዎ ከታች ያለውን ሰንጠረዥ ይመልከቱ።",
    "129661785": "\"በመኪናው/በእግር መሻገሪያ/በመቆሚያው ላይ ጠቅ እንዲደረግ?\"",
    "1296696044": "ግላዊነት እና ደህንነት፡ ለምን ሁለቱም አይሆንም?",
    "1297224875": "ለኢንተርፕራይዝ የመስመር ላይ ደህንነት በልዩነት በግላዊነት የሚመራ አቀራረብ።",
    "1297657322": "ከመግባት በኋላ የተደራሽነት የተጠቃሚ ማያ ገጽ",
    "1300485304": "hCaptcha ወደ አውታረ መረቦችዎ ውስጥ ሰርጎ ለመግባት ከተነደፉ የላቁ ማስፈራሪያዎች እና ማታለያዎች ይከላከላል",
    "130239139": "በጎግል በየቀኑ የሚሰበሰበው የ100+ ሰው-አመታት ጉልበት ዋጋ ስንት ነው?",
    "1316817321": "መለያ",
    "131871195": "እርካታን ለማረጋገጥ ምርጡ መንገድ ፍላጎቶችዎን እንደምናሟላ ማሳየት ነው።",
    "1330274831": "በዚህ ስምምነት ጊዜ ውስጥ ማንኛውንም የደንበኛ ውሂብ ለመጠቀም፣ለማባዛት፣በኤሌክትሮኒክስ ለማሰራጨት እና በአደባባይ ለማሳየት የሚያስችል አለምአቀፍ የማይካተት፣ንዑስ ፍቃድ ያለው፣የሚተላለፍ፣ከሮያሊቲ-ነጻ የማይሻር ፍቃድ ሰጥተውናል አገልግሎቶቹን ለማቅረብ ብቻ። . በዚህ ክፍል ውስጥ ፈቃዱን ለመስጠት በቂ የሆነ መብት፣ ርዕስ እና ፍላጎት በመረጃዎ ላይ እንዳለዎት ይወክላሉ እና ዋስትና ይሰጣሉ።",
    "1333016413": "ይህ ኩኪን በመመዝገብ እና በማዘጋጀት የወደፊት ጥያቄዎችን እንዲያስወግዱ ያስችልዎታል።",
    "1337725003": "hCaptcha ከፍተኛ መጠን ያለው ቅጽበታዊ ማብራሪያ ተደራሽነትን ዲሞክራሲያዊ ለማድረግ ቆርጦ የተነሳ ሲሆን ትላልቅ እና ትናንሽ ኩባንያዎች የማሽን ትምህርትን በስራቸው ላይ በመተግበር የምርታቸውን እና የአገልግሎታቸውን ጥራት እንዲያሻሽሉ ያስችላቸዋል።",
    "1338341134": "hCaptcha + የግላዊነት ይለፍ (ቤታ)",
    "1340011854": "አማራጭ የግጭት አፈታት ያስፈልጋል። በአገልግሎቶች አጠቃቀምዎ ምክንያት ለሚነሳ ማንኛውም አለመግባባት፣ለአይኤምአይ ተግባራትን ማከናወን ከጀመሩበት ጊዜ ጀምሮ የተፈጠሩ አለመግባባቶችን ጨምሮ፣በተለይ እርስዎ እንደመመደብ ወይም አለመመደብን በተመለከተ ማንኛውንም የይገባኛል ጥያቄ ጨምሮ ተስማምተሃል። ራሱን የቻለ ኮንትራክተር በመጀመሪያ ለ IMI ያቀረቡትን የይገባኛል ጥያቄ ያሳውቁታል። እርስዎ እና IMI ጉዳዩን በቀጥታ ድርድር ወይም ሽምግልና ለመፍታት ትሞክራላችሁ። የሽምግልና ወጪን እኩል እንከፋፍለን እና ሽምግልና በቴሌፎን ወይም በሌላ ኤሌክትሮኒክስ መንገድ እንደሚካሄድ ተስማምተናል። የይገባኛል ጥያቄው መደበኛ ባልሆነ ድርድር ወይም ሽምግልና ካልተፈታ፣ እርስዎ እና አይኤምአይ አለመግባባቱን ለመፍታት የመጨረሻ እና አስገዳጅ የሆነ የግልግል ዳኝነት እንደሚጠቀሙ ተስማምተዋል። ይህ አንቀጽ ድረ-ገጻችንን መጠቀም ከጀመርክበት ጊዜ ጀምሮ ያሉትን ሁሉንም የይገባኛል ጥያቄዎች በወንጀል፣ በውል፣ በህግ፣ ጨምሮ፣ ግን በዚህ አይወሰንም ማንኛውንም የመድልዎ እና ትንኮሳ የይገባኛል ጥያቄዎችን በካሊፎርኒያ ፍትሃዊ የስራ ስምሪት እና የመኖሪያ ቤት ህግ ላይ የተመሰረተ መሆኑን ይቆጣጠራል። በ 1964 የወጣው የሲቪል መብቶች ህግ ርዕስ VII፣ እንደተሻሻለው፣ ወይም ማንኛውም ሌላ የክልል ወይም የፌደራል ህግ ወይም ደንብ፣ ፍትሃዊ ህግ፣ ወይም ሌላ።",
    "1344687860": "ማሰሪያ ሳጥኖች",
    "1344959096": "እንደ የግል ውሂብ መለያ በመስራት ላይ",
    "1345083090": "የተግባር ጉዳይን ሪፖርት ማድረግ?",
    "134571844": "Impressum (የጣቢያ ማስታወቂያ)",
    "1350478093": "የማስኬጃ ዓላማ",
    "135276624": "አውሮፓ፣ መካከለኛው ምስራቅ፣ አፍሪካ (EMEA)",
    "1356745565": "ወደ ኢንተርኔት ኤክስፕሎረር 8 የሚመለስበት መንገድ ሁሉ ተኳሃኝ ነው።",
    "1358325821": "በመጀመሪያ ቅጥያውን ለ",
    "1362015807": "እንደ መጀመር",
    "1368787974": "በቡድንዎ ውስጥ አስተዳደርን ያጋሩ።",
    "137127070": "ተንኮል አዘል ወይም የማይታወቁ ውጫዊ አገናኞችን ወይም ፋይሎችን ማስገባት፣ መስቀል ወይም ማያያዝ ወይም ቫይረስ፣ ትሮጃን ፈረስ፣ ትል፣ የጊዜ ቦምብ ወይም ሌላ ጎጂ የኮምፒውተር ኮድ የያዘ ማንኛውንም ይዘት ይስቀሉ፤",
    "1373262754": "አንድ ግለሰብ ማን እንደሆነ ማወቅ ለ hCaptcha አነስተኛ ዋጋ አለው. እኛ የምንጨነቀው እነሱ ሰው ናቸው ወይም ተንኮለኛ ተዋናዮች ናቸው።",
    "1374227759": "ድህረ ገፁን ለማንኛውም ህገወጥ ተግባር ወይም ከተዘጋጀበት አላማ ውጪ ለሌላ አላማ መጠቀም፤",
    "1377538813": "ቀዳሚ ቋንቋ። የእነዚህ የአገልግሎት ውሎች የእንግሊዘኛ ቋንቋ ስሪት በሁሉም ረገድ ይቆጣጠራል እና ከተተረጎሙ ስሪቶች ጋር የማይጣጣሙ ሁኔታዎች ካሉ ያሸንፋል።",
    "1388241689": "እንደ የምስል መለያ መረጃ ፣ ከድምጽ ፋይሎች ወደ እነዚያ ዋና ተጠቃሚዎች የተቀየሩ ፅሁፎች ፣ ለጥያቄዎች መልስ እና ሌሎች በአገልግሎቱ የመነጩ ጥያቄዎችን በመሳሰሉ የመጨረሻ ተጠቃሚዎች በአገልግሎቱ (\"የተሰየመ ውሂብ\") ጥያቄዎችን በመመለስ ምክንያት የተሰበሰበ መረጃ በማሽን መማሪያ አፕሊኬሽኖች ውስጥ ጥቅም ላይ የሚውሉ መረጃዎችን ለመሰየም ዓላማዎች። መለያ የተደረገበት ውሂብ ከማንም ከታወቀ ግለሰብ ጋር ያልተገናኘ መሆኑን ልብ ይበሉ።",
    "1393184984": "የሚያስፈልግህ ብቻ ነው።",
    "1394253934": "7. አላግባብ መጠቀም፣ አላግባብ መጠቀም እና የተሳሳተ ውክልና መስጠት",
    "1397766838": "የተሻለ የተጠቃሚ ተሞክሮ",
    "1406188018": "6 እና 7",
    "1406393333": "በእነዚህ የአገልግሎት ውሎች እና በምናቀርባቸው ማናቸውንም መመሪያዎች መሰረት ካልሆነ የአገልግሎቶቹን መጠቀም ወይም መጠቀም በጥብቅ የተከለከለ ነው። በተለይ፣ የሚከተሉትን አያደርጉም፦",
    "1406692811": "አይፈለጌ መልእክት ውስጥ መሳተፍ ወይም መለጠፍ፣ ሪፈራል ለማግኘት ሞክር፣ የብዙኃን መገናኛ፣ የገንዘብ ቅናሾችን ወይም ጥያቄዎችን፣ አገልግሎቶችን መጠየቅ፣ ማስታወቂያ፣ ግብይት፣ የማይረቡ መልዕክቶች፣ የተባዙ ርዕሶች፣ ሕገወጥ ይዘት፣ የማህበራዊ ድረ-ገጽ አገናኞች፣ የኢሜይል አድራሻዎች፣ ወይም በተግባሩ ካልተፈለገ የፈጣን መልእክተኛ መታወቂያዎች;",
    "1408530660": "IMI የሌሎችን አእምሯዊ ንብረት ያከብራል እና የማንኛውንም የሶስተኛ ወገን አእምሯዊ መብቶች ሊጥስ ይችላል ብለን ያሰብነውን ማንኛውንም ነገር ከጣቢያችን የማስወገድ መብታችን የተጠበቀ ነው። የእራስዎ ስራ በዚህ ድህረ ገጽ ላይ የቅጂ መብት ጥሰትን በሚያካትት መልኩ እንደተገለበጠ ካመኑ፣ እባክዎን የኢንቱሽን ማሽኖችን የደንበኛ ድጋፍ ያግኙ።",
    "1408599440": "በጥቂት የኮድ መስመሮች እና በእኛ 99.9% ተገብሮ ሁነታ በፍጥነት ይጀምሩ ወይም ተጠቃሚዎች መቼ እና እንዴት እንደሚቃወሙ ሙሉ ቁጥጥር ያድርጉ። ብጁ የማስፈራሪያ ሞዴሎች እና ሊበጁ የሚችሉ ተግዳሮቶች ደህንነትን ለማረጋገጥ ተወዳዳሪ የሌለው ተለዋዋጭነት ማለት ነው።",
    "1408750006": "የተወሰኑ ገደቦች እንደተጠበቁ ሆነው፣ CCPA ለካሊፎርኒያ ተጠቃሚዎች ስለምንሰበስበው ምድቦች ወይም የተወሰኑ የግል መረጃዎች ተጨማሪ ዝርዝሮችን እንዲያውቁ የመጠየቅ መብት (ይህንን መረጃ እንዴት እንደምንጠቀም እና እንደምንገልጽ ጨምሮ) የግል መረጃዎቻቸውን እንዲሰርዙ፣ መርጠው የመውጣት መብት ይሰጣቸዋል። ሊከሰቱ የሚችሉ ማንኛውም \"ሽያጭዎች\" እና እንዲሁም እነዚህን መብቶች በመጠቀማቸው ምክንያት አድልዎ የሌለበት መብት.",
    "1409486258": "ትክክል",
    "1409822234": "በምንም አይነት ሁኔታ ተመሳሳይ ወይም ተመሳሳይ የሆነ የ hCaptcha የንግድ ምልክት እንደ ጎራ ስም መጠቀም አይቻልም።",
    "1418235079": "አገልግሎት ሰጪዎች",
    "1421074182": "በከፍተኛ ደረጃ ከፍ ያለ።",
    "1422537019": "እኛ ዛሬ የበለጠ ለማወቅ.",
    "1424800293": "የ hCaptcha አርማ፡-",
    "1428053210": "ይህ ይዘት በአጠቃላይ ከመጀመሪያው መልክ ተቀይሯል። ለምሳሌ አንድ ቪዲዮ ወደ ብዙ ምስሎች ሊከፈል ይችላል፣ እነዚያ ምስሎች ወደ ብዙ አዲስ ምስሎች ሊከፈሉ ይችላሉ፣ እና እነዚያ አዳዲስ ምስሎች በዘፈቀደ ተቀላቅለው የመጨረሻውን ውጤት ያስገኛሉ።",
    "1434289796": "አንዳንድ ኩኪዎች ለተወሰኑ የገጾች አጠቃቀሞች አስፈላጊ ናቸው፣ እና እንደዚህ አይነት ኩኪዎች ከሌሉ ገጾቹን በትክክል ለመጠቀም የሚያስፈልጉዎትን ብዙ አገልግሎቶችን መስጠት አንችልም። እነዚህ ኩኪዎች፣ ለምሳሌ፣ እንደጠየቁት እንዲደርሱበት ድረ-ገጾቻችንን እንድንሰራ ያስችሉናል እና መለያ እንደፈጠሩ እና የጣቢያ ይዘትን ለመድረስ ወደዚያ መለያ እንደገቡ እንገነዘባለን። በተመሳሳይ የአሰሳ ክፍለ ጊዜ ውስጥ የቀደሙ ድርጊቶችህን እንድናስታውስ እና ጣቢያዎቻችንን እንድንጠብቅ የሚያስችሉን ኩኪዎችንም ያካትታሉ።",
    "1445008801": "ኤደን እንዳለው፡-",
    "1446868537": "hCaptcha በፍፁም እንደ ግስ መጠቀም የለበትም።",
    "1447649958": "ለማስታወስ ያህል፣ ትክክለኛ የሰው ትራፊክ ብቻ ለክፍያ ብቁ ነው። በዚህ ላይ ተጨማሪ ዝርዝሮችን ከታች በተገናኘው በኛ FAQ ውስጥ ማየት ይችላሉ። ያለው ቀሪ ሂሳብ ለክፍያ ብቁ ለመሆን ዝቅተኛውን ገደብ ማሟላት አለበት፣ በአሁኑ ጊዜ 10 HMT።",
    "1457707016": "ለግለሰቦች",
    "1467218142": "ከነሱ እና ከራሳችን የምንመኘው ነገር ባህሪያችንን ይመራዋል፣ እና ስለዚህ ተመሳሳይ የመስተጋብር ዘይቤዎች በሁሉም የሰዎች ስርዓቶች ውስጥ ይደጋገማሉ። በይነመረቡ ለዚህ የዓለማችን መሠረታዊ ገጽታ ብዙ ግሩም ምሳሌዎችን ይሰጣል።",
    "1467308982": "የክፍያ መርሃ ግብሮች",
    "1467783792": "ማንም ሰው፣ ህጋዊ አካል ወይም ድርጅት በዩናይትድ ስቴትስ (\"ማዕቀብ ያለበት ተዋናይ\") ለሽልማት ወይም አገልግሎቶቹን እንደ ውህደት ለመጠቀም ብቁ አይደለም። ጥርጣሬን ለማስወገድ ይህ በዩኤስ ግምጃ ቤት የውጭ ሀብት ቁጥጥር ቢሮ (\"OFAC\") የተሾሙ ማንኛቸውም ማዕቀብ ተዋናዮችን ያካትታል።",
    "1470290349": "ምርጥ-በ-ክፍል bot እና ማጭበርበር አስተዳደር.",
    "1475399473": "ስለ hCaptcha ቡድን የበለጠ ይወቁ",
    "1476843710": "ከገንዘብ ያነሰ ጎጂ ነገር ግን አሁንም ጎጂ የሆኑ የመለያ ቁጥጥር ዓይነቶች የማህበራዊ ሚዲያ አካውንቶችን ጠለፋ እና የመሳሰሉትን ያካትታሉ። በእነዚህ አጋጣሚዎች አጥቂው ማልዌርን ለማሰራጨት ወይም በማያስቡ የተጎጂ ጓደኞች ላይ የማስገር ጥቃቶችን ለመፈፀም እየሞከረ ነው። ወይም አጥቂው ተጎጂውን ለማሸማቀቅ እየሞከረ ነው፣ ይህም አንዳንድ ጊዜ ለምሳሌ በታዋቂ ሰዎች እና ፖለቲከኞች ላይ ይከሰታል።",
    "1477196356": "ማንነትን ከመሳሪያው ጋር ደህንነቱ በተጠበቀ መልኩ፣ አንዳንዴም ሚስጥራዊነት የሚጠብቅ ባህሪያት ያላቸው የተለያዩ ዘዴዎች ለአስርት አመታት ቀርበዋል። የህዝብ ቁልፍ ምስጠራ እስከ ሐ. እ.ኤ.አ.",
    "1480820434": "ምስል 1",
    "148188781": "የቀረቡ ተግዳሮቶች",
    "1482845460": "() የሁሉንም ሰው አጠቃላይ ትብብር በአንድ ጊዜ ይፈልጋል",
    "1483015662": "3. ክፍለ ጊዜ",
    "1485807325": "ባለብዙ ተጠቃሚ ዳሽቦርዶች፣ SAML SSO",
    "1487796027": "ለኩባንያዎች",
    "1491780143": "ካፕቲቻዎች ሰው መሆንዎን አያረጋግጡም - አሜሪካዊ መሆንዎን ያረጋግጣሉ",
    "1493115924": "የንግድ ምልክት ማስታወሻዎች፡-",
    "1493790285": "እንደ የአገልግሎቱ አካል ከዋና ተጠቃሚዎች የተሰበሰቡ ሌሎች መረጃዎች ይሆኑ እንደሆነ ለማወቅ ያስፈልጋል",
    "1495915066": "እኛ፣ የአካዳሚክ ምርምር አጋሮቻችን እና ደንበኞቻችን የCreative Commons ሚዲያን እንዴት እንደምንጠቀም",
    "1499894352": "በጣም ጥቂት ኩባንያዎች በዚህ አካባቢ ለውሳኔ አሰጣጥ ሂደታቸው ግልጽነት ይሰጣሉ, እና ሌሎችም ይህንን ምሳሌ እንደሚከተሉ ተስፋ እናደርጋለን!",
    "1503240421": "ደረጃ 5 የኮንሶል ትሩ ላይ ጠቅ ያድርጉ እና የኮንሶል ሎግ ለማስቀመጥ በቀኝ ጠቅ ያድርጉ በመቀጠል \"አስቀምጥ እንደ ..\" እንደዚሁ ላኩልን።",
    "1504327211": "እባክዎን የአገልግሎታችን አጠቃቀም በእኛ የሚተዳደር መሆኑን ልብ ይበሉ",
    "1508655687": "መዳረሻን ለማቀላጠፍ ወይም ለመገደብ ለታዳሚዎችዎ የተበጁ ፈተናዎችን ያክሉ",
    "1510448156": "ዛሬ በላቀ አማራጭ መሮጥ እና እንደ አስፈላጊነቱ የላቁ ባህሪያትን ያብሩ።",
    "1514478724": "ተጨማሪ እወቅ",
    "151737819": "በዓለም ዙሪያ ያሉ hCaptcha መፍታት ተመኖች በጣም ትንሽ ልዩነት ያሳያሉ",
    "1517625162": "በካሊፎርኒያ የሲቪል ህግ ክፍል 1789.3 የካሊፎርኒያ ተጠቃሚዎች ለሚከተለው የሸማች መብቶች ማስታወቂያ የማግኘት መብት አላቸው፡ የካሊፎርኒያ ነዋሪዎች የካሊፎርኒያ የሸማቾች ጉዳይ መምሪያ የሸማቾች አገልግሎት ክፍል የቅሬታ እርዳታ ክፍል በፖስታ በ1625 North Market Blvd., Sacramento, መድረስ ይችላሉ. CA 95834፣ ወይም በ (916) 445-1254 ወይም (800) 952-5210 በስልክ።",
    "1517627947": "ከGoogle የመንገድ እይታ መኪኖች የሕንፃዎችን ወይም የመንገድ ምልክቶችን ሥዕሎች እያዩ እና ለካርታዎቻቸው እና ለመሬት ምርቶቻቸው መገኛ ቦታዎችን ለመሰየም እየረዱ ሊሆን ይችላል።",
    "1519201684": "AI የስነምግባር ፖሊሲ",
    "1519560388": "7. ምንጭ: Mary Meeker, KP የበይነመረብ አዝማሚያዎች 2017",
    "1525403768": "ለበለጠ መረጃ የድርጅት ሽያጭን ያነጋግሩ።",
    "1525506526": "መለያዎች ምንድ ናቸው እና እንዴት ይሰራሉ?",
    "1526887904": "hCaptcha ኢንተርፕራይዝ ግላዊነት",
    "1528242915": "መለያዎች።",
    "1533171442": "ለመተንተን እና ለገበያ ዓላማዎች ከሶስተኛ ወገኖች የሚመጡ ተግባራዊ ኩኪዎችን እና ኩኪዎችን እንጠቀማለን። ተግባራዊ ኩኪዎች የተወሰኑ የጣቢያዎቹ ክፍሎች በትክክል እንዲሰሩ እና የተጠቃሚ ምርጫዎችዎ እንዲታወቁ ያስችላቸዋል። የትንታኔ ኩኪዎች ከሌሎች ነገሮች በተጨማሪ ደንበኞች፣ ኢንቴግራተሮች እና ዋና ተጠቃሚዎች ገጻችንን እንዴት እንደሚጠቀሙ፣ ተጠቃሚዎች በብዛት የሚያዩዋቸውን ይዘቶች እና ምርቶች እና የሶስተኛ ወገን ማስታወቂያ ውጤታማነት ላይ መረጃን ይሰበስባሉ። ኩኪዎችን ማስተዋወቅ ማስታወቂያዎችን ለሚመለከተው ታዳሚ ለማድረስ እና ማስታወቂያዎቻችን በፍለጋ ውጤቶች አናት ላይ እንዲታዩ ያግዛል። ኩኪዎች የአሳሽ ክፍለ ጊዜዎን ሲያጠናቅቁ የሚሰረዙ ኩኪዎች ወይም በእርስዎ (ከዚህ በታች ተብራርቷል) ወይም ኩኪውን ያቀረበው አካል እስኪሰረዙ ድረስ የሚቆዩ ኩኪዎች ናቸው። በድረ-ገጾቹ ላይ ስለሚጠቀሙት ሁሉም ኩኪዎች ሙሉ ዝርዝሮች ከዚህ በታች ባለው የኩኪ መግለጫ ሠንጠረዥ ላይ ይገኛሉ።",
    "1539071196": "በአጠቃላይ ኩኪዎችን ለሚከተሉት ዓላማዎች እንጠቀማለን፡",
    "1544546608": "የግላዊነት ማለፊያ",
    "1544829730": "ደንበኛ ወይም ጠያቂ ከሆንክ፣ እንደ የደንበኛ አባሪ ከዚህ ጋር የተያያዙት ተጨማሪ ውሎች ተፈጻሚ እንዲሆኑ እና በእነዚህ የአገልግሎት ውሎች ላይ በማጣቀሻነት እንደሚካተቱ ተስማምተሃል። ደንበኛ ወይም ጠያቂ ካልሆኑ ወይም ደንበኛ ወይም ጠያቂ መሆን ካቆሙ፣ በደንበኛ አባሪ ውስጥ ያሉት ተጨማሪ ውሎች አይተገበሩም ወይም በእነዚህ የአገልግሎት ውሎች ውስጥ በማጣቀሻ አይካተቱም።",
    "1546930020": "የውሂብ መለያ በማግኘት ላይ",
    "1547006769": "የሰብአዊነት ማረጋገጫ ተመሳሳይ ችግር ነው",
    "1549336309": "hCaptcha ይህን ሞዴል ዙሪያውን ይለውጠዋል. hCaptchaን ሲጠቀሙ ኩባንያዎች ተጠቃሚዎችዎ ሰብአዊነታቸውን በሚያረጋግጡበት ወቅት ለሚሰሩት ስራ ጨረታ ያቀርባሉ። ሽልማቱን ያገኛሉ።",
    "1549953005": "ደንበኛ ወይም ጠያቂ የመሆን ቅድመ ሁኔታ አንድ ወይም ከዚያ በላይ የመድረክ መዳረሻ ማዘዣ ቅጾችን (እያንዳንዱ፣ “የትእዛዝ ቅጽ”) ሞልተው ሊሆን ይችላል። ከሆነ፣ በትዕዛዝ ቅጹ ላይ የተገለጹት ውሎች እና ሁኔታዎች የአገልግሎት ውሉ አካል ይሆናሉ እና በዚህ በማጣቀሻ ተካተዋል።",
    "155456850": "ወደ hCaptcha መቀየሩን በማስታወቅ፡-",
    "1558428432": ". እባክዎን ወደ hCaptcha.com ያቅርቡ።",
    "155877895": "በሰው ሃይል ማወቂያ እና ምደባ",
    "1559150837": "ዒላማዎች ግን መከላከያ የሌላቸው አይደሉም። አብዛኛዎቹ ድረ-ገጾች በአጭር ጊዜ ውስጥ ከአንድ አይፒ አድራሻ በሺዎች የሚቆጠሩ የተለያዩ አካውንቶችን ለመግባት የሚሞክር አጠራጣሪ ተጠቃሚን የሚያግዱ ቁጥጥሮች አሏቸው። በእነዚህ የጥበቃ ቴክኒኮች ዙሪያ ለመዘዋወር ምን ምስክርነት የተሞላ አጥቂዎች የሚያደርጉት ይህ የጂኦግራፊያዊ እና የአይፒ ልዩነትን መምሰል ነው። ኃይለኛ፣ ብዙ ጊዜ በ AI የሚነዱ መሣሪያዎችን በመጠቀም፣ በሺዎች የሚቆጠሩ ተጠቃሚዎች ከመላው ሀገሪቱ በቀን በተለያዩ ጊዜያት በአጋጣሚ ለመግባት እየሞከሩ እንደሆነ ያስመስላሉ። ይህ ለመለየት እና ለማቆም በጣም ከባድ ነው.",
    "1559190296": "ጃንዋሪ 5-11, 2021",
    "1559631739": "የግል ትምህርት",
    "1560232962": "በዝርዝር ይሸፍናል, ለማንኛውም መልስ የተገኘውን መጠን በተመለከተ ምንም ዋስትና አይሰጥም. በዚያን ጊዜ ምንም የሚከፈልባቸው ጥያቄዎች ላይኖሩ ይችላሉ, መልሱ በጥራት ምክንያቶች ውድቅ ሊሆን ይችላል, ወዘተ.",
    "1565481281": "ለካሊፎርኒያ ነዋሪዎች ማስታወሻ",
    "1569804581": "ተዛማጅ እድሎችን በተመለከተ ወደፊት እንዲገናኙዎት ከፈለጉ እባክዎን ይህንን ቅጽ ይሙሉ።",
    "1579093044": "በእኛ ቀላል ብጁ ፈታኝ ዲዛይነር፣ የምርት ስም ፈታኝ ይዘትን በጥቂት ደቂቃዎች ውስጥ ማስጀመር ይችላሉ።",
    "1579715421": "የIM ሳይንቲስቶች እንደ አይሲኤምኤል፣ አይሲኤልአር፣ ኢሲሲቪ እና ኒዩሪፒኤስ ባሉ ከፍተኛ ኮንፈረንሶች ላይ በመደበኛነት ያትማሉ፣ እና ኩባንያው እንደ ጥልቅ ሃሺንግ ባሉ የML ዘርፎች ውስጥ ዘመናዊ ውጤቶችን በይፋ አውጥቷል።",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "ከፍተኛ ትክክለኛነት bot ውጤቶች",
    "1589805435": "እኛም አለን።",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "በሚመለከተው የትዕዛዝ ፎርም ላይ በተገለፀው መሰረት IMI ክፍያዎችን በሚመለከተው የማዘዣ ቅጽ ላይ ባቀረቡት የመክፈያ ዘዴ ይከፍላሉ ። በሁለቱም ወገኖች በግልፅ ካልተስማሙ በስተቀር፣ ደረሰኙ ከተላከበት ቀን ጀምሮ በሰላሳ (30) ቀናት ውስጥ ለሚወጡት ደረሰኞች በሙሉ ሙሉ ክፍያ ትሰጣላችሁ። እርስዎ በሚሰጡን ሁሉም የክሬዲት ካርድ መረጃዎች ላይ የክሬዲት ካርድ ፈቃዶችን እንድናስኬድ፣ የክሬዲት ካርድ መረጃን እንድናከማች እና የክሬዲት ካርድዎን ወይም በጋራ የምንስማማበት ማንኛውም መለያ እንደ የክፍያ አይነት እንድናስከፍል ፍቃድ ሰጥተውናል። በትዕዛዝ ቅጹ ላይ ወይም በድርጅትዎ የአገልግሎት ስምምነት ወይም በዋና አገልግሎት ስምምነት ውስጥ ተቃራኒ ካልተገለጸ በቀር፣ ሁሉም የአገልግሎቶች ክፍያዎች፣ ከአመዛኙ በተጨማሪ፣ በስምምነትዎ (\"ውጤታማው ቀን\") በ IMI የሚሰጡ አገልግሎቶች ሲጀምሩ በየዓመቱ ይከፈላሉ።",
    "159272246": "ጥ፡ እንደ ኦዲዮ ባሉ ሌሎች ተደራሽነት (\"a11y\") አማራጮች ላይ እየሰሩ ነው?",
    "1595254735": "ንፁህ ተገብሮ አገልግሎቶች የቦት ማወቂያ ትክክለኛነትን ለመጠበቅ፣ ወይም መቼ ትክክል እንዳልሆኑ ለማወቅ ይታገላሉ። ተጠቃሚዎችን አልፎ አልፎ መገዳደር እና የፈተናውን ውጤት በትክክል የመተንተን ችሎታ ከሌለ፣ ትክክለኛነት በጊዜ ሂደት በከፍተኛ ሁኔታ እየቀነሰ ይሄዳል።",
    "1597520917": "ቁጥራቸው እየጨመረ የመጣ ተቺዎች ጎግል የተጠቃሚ ግላዊነትን ችላ ማለቱ ደንበኞቻቸውን ድረ-ገጾቻቸውን እና መተግበሪያዎቻቸውን እንዲጠብቁ ሊያሳስባቸው እንደሚገባ ጠቁመዋል።",
    "1599610318": "አታሚ",
    "1601080128": "መለያዎን ካገድን ወይም ካቋረጥን ከአሁን በኋላ ወደ ማንኛውም የድረ-ገጹ ክፍሎች ማለትም ውሂብን፣ መልዕክቶችን፣ ፋይሎችን እና በገጹ ላይ የሚያስቀምጡትን ሌሎች ነገሮች ማግኘት አይችሉም። ድህረ ገጻችንን በሌላ ወይም በአዲስ መለያ ስም መጠቀም መቀጠል አትችልም። የእነዚህን የአገልግሎት ውሎች መጣስ በህጉ ሙሉ በሙሉ ሊከሰስ ይችላል እና ተጨማሪ ቅጣቶች እና እቀባዎች ሊያስከትሉ ይችላሉ።",
    "1606599610": "ኪራን ቶምፕሰን",
    "1606783855": "መ: ለተደራሽነት (\"a11y\") የአጠቃቀም ጉዳይ የግላዊነት ማለፊያ ላይ በጣም ፍላጎት አለን። እንደ ኦዲዮ ካፕቻስ ያሉ ታዋቂ አማራጮች ለብዙ የ11y ተጠቃሚዎች አድልዎ ያደርጋሉ። የኛን የ11y አካሄድ ከPrivacy Pass መውጣት ጋር ማጣመር የ11y ተጠቃሚዎች ደህንነቱ በተጠበቀ ሁኔታ ትራፊክቸው የበለጠ ግላዊ መሆኑን አውቀው ደህንነቱ በተጠበቀ ሁኔታ የ11y አማራጮች ሲኖሩ በቦት ኦፕሬተሮች የሚደርሰውን እንግልት ይገድባል ብለን እናምናለን።",
    "1609621367": "ማስተላለፍ",
    "1617196410": "hCaptcha ቦቶችን በማቆም ላይ ያተኮረ ነው። ተጠቃሚው ማን እንደሆነ ግድ የለንም፣ ግን ተንኮለኛ ስለመሆናቸው ብቻ ነው። ግላዊነትን ለማመጣጠን ጠንክረን እንሰራለን",
    "162063633": "Mailgun Technologies, Inc. (ግሎባል). የቀረቡ አገልግሎቶች: Mailgun.com.",
    "1620709264": "HUMAN Token® የ HUMAN ፕሮቶኮል ፋውንዴሽን የንግድ ምልክት ነው፣ እና በፍቃዱ ጥቅም ላይ ይውላል።",
    "1621597093": "የድርጅት ደህንነት መፍትሄዎች (የተከፈለ)",
    "1621930829": "ስለ ዛሬው የላቀ፣ የማያቋርጥ የክፍያ ማጭበርበር ምን ሊደረግ ይችላል? ብዙ የቁጥጥር ንጣፎችን መጠቀም ብዙውን ጊዜ ጥበብ የተሞላበት አካሄድ ነው። ነገር ግን፣ ምርጡ የመከላከያ እርምጃዎች የሰውን ባህሪ ለመድገም ፈጣሪዎቹ ቢያደርጉም ምንም እንኳን ቦቱን አጥምደው የውሸት መሆኑን የሚያሳዩ ናቸው።",
    "1622303590": "በSafari (iPhone/iPad iOS 11+) ውስጥ ኩኪዎችን ለማንቃት፡ ቅንብሮችዎን ይክፈቱ። ወደ ታች ይሸብልሉ እና Safari ን ይምረጡ። በግላዊነት እና ደህንነት ስር \"የጣቢያ አቋራጭ ክትትልን አግድ\" እና \"ሁሉንም ኩኪዎች አግድ\" ያጥፉ",
    "1624200563": "ደህንነት፣ እና ከGDPR፣ CCPA፣ LGPD፣ PIPL እና ሌሎች የግላዊነት ደንቦችን ያክብሩ።",
    "1627232990": "የእነዚህ የአገልግሎት ውሎች ትርጉሞች የሚቀርቡት በተሻለ ጥረት ላይ ነው። በእንግሊዝኛ ቋንቋ የአገልግሎት ውል እና በትርጉሙ መካከል ምንም ዓይነት ጉልህ ልዩነት ሲኖር፣ የእንግሊዘኛ ቋንቋ አገልግሎት ውል እንደ ባለሥልጣን ይቆጠራል።",
    "1636202177": "ስለ",
    "1637527266": "ብዙ የቦት ትራፊክ ያላቸው የትኞቹ አገሮች ናቸው?",
    "1637702726": "ስለ hCaptcha",
    "1642844535": "አስፈላጊ ነው፡ hCaptcha ለተመሳሳይ መሠረታዊ ጥያቄ መልስ ለመስጠት በርካታ የተለያዩ አቀራረቦችን ይጠቀማል፣ ይህም በሁሉም ግምገማዎች ላይ ወጥነት እንዲኖረው ያስችላል።",
    "1644003939": "ማሳሰቢያ: ለሁሉም ደንበኞች አይተገበርም. ለምሳሌ፣ IP Blinding ወይም ሌላ የላቀ የግላዊነት ወይም የደህንነት አማራጭ ደንበኞች (ለምሳሌ ደህንነቱ የተጠበቀ ቨርቹዋል ተከራይና ደንበኞቸ) ወደ ቴሌሜትሪ ሲስተም ሊገቡ ከሚችሉት \"PII\" ሙሉ በሙሉ የተገለሉ ናቸው፣ IP አድራሻም ቢሆን። አስፈላጊ ከሆነ ለበለጠ መረጃ እባክዎን የመለያዎን ተወካይ ያነጋግሩ።",
    "164801246": "ማስታረቅ ከሁሉም የሪፖርት ድረ-ገጾች የተገኙ መረጃዎች በሙሉ ከገቡ በኋላ ትራፊክ የሚተነተንበት ሂደት ነው ።",
    "1655022901": "BotStop በ hCaptcha™",
    "1655796811": "እንደ አይፒ አድራሻዎች፣ የአሳሽ አይነት፣ የኢንተርኔት አገልግሎት አቅራቢ፣ የመሳሪያ ስርዓት አይነት፣ የስርዓተ ክወና፣ የቀን እና የሰዓት ማህተም ያሉ በአቀናጅ ወይም ደንበኛ የጣቢያዎች ወይም አገልግሎቶች (\"ትንታኔ መረጃ\") አጠቃቀም የተነሳ በራስ ሰር የሚሰበሰብ መረጃ። ተደራሽነት እና ሌሎች ተመሳሳይ መረጃዎች። አንዳንድ የትንታኔ መረጃዎች በእኛ ስም የሚሰበሰቡት ለዛ ዓላማ በምንሰራቸው ሶስተኛ ወገኖች ነው፣ እና አንዳንድ የትንታኔ መረጃዎች የሚሰበሰቡት ኩኪዎችን ጨምሮ በተለያዩ የመከታተያ ቴክኖሎጂዎች ነው (ከዚህ በታች ያለውን የሦስተኛ ወገን ትንታኔ እና መከታተያ ቴክኖሎጂን ይመልከቱ)።",
    "165932542": "የ hCaptcha ፍቺ ዋጋዎችን በዓለም ዙሪያ ይመልከቱ",
    "1662477701": "መርጃዎች",
    "166277959": "እባክዎን ያስተውሉ፡ ይህ ባህሪ በአሁኑ ጊዜ በቅድመ-ይሁንታ ላይ ነው፣ እና ለሁሉም ድር ጣቢያዎች እና ተጠቃሚዎች ሁልጊዜ ላይሰራ ይችላል። ለአንድ የተወሰነ ተጠቃሚ ካልነቃ ወይም ካልሰራ፣ ባህሪው በቀላሉ ወደ መደበኛው የ hCaptcha ልምድ ያለምንም የተግባር ማጣት ይመለሳል።",
    "1663628612": "ይፈቅዳል",
    "1665616092": "የክፍያ ማጭበርበር በፅንሰ-ሀሳብ ቀላል ነው፣ ነገር ግን በአስደናቂ ሁኔታ በአሁኑ ጊዜ አፈጻጸም ውስብስብ ሊሆን ይችላል።",
    "1669194950": "ከግል መረጃ በተጨማሪ አገልግሎቶቹን እንድንሰጥ (በጋራ \"የደንበኛ ውሂብ\") ሌሎች መረጃዎችን እንዲያቀርቡ (ወይም እንድንሰበስብ አስፈላጊ ሊሆን ይችላል) ሊጠየቁ ይችላሉ። በማዘግየትዎ ወይም የደንበኛ ውሂብን ባለማድረግ ለተከሰቱ አገልግሎቶች ላለማከናወን ውድቀት ተጠያቂ አይደለንም።",
    "1671436004": "ለሚወዱት በጎ አድራጎት መመለስ ይፈልጋሉ?",
    "1671996585": "ድህረ ገጽዎን፣ መተግበሪያዎን ወይም መድረክዎን በአፕሊኬሽን ፕሮግራሚንግ በይነገጽ (\"ኤፒአይ\") ከአገልግሎታችን ጋር እንዲያዋህዱ ሊጠየቁ ይችላሉ። ይህን ካደረጉ፣ አገልግሎቶቹን ለማግኘት ብቻ ኤፒአይን ለመጠቀም የተገደበ፣ ልዩ ያልሆነ፣ የማይተላለፍ፣ የማይተላለፍ፣ ሊሻር የሚችል ፍቃድ እንሰጥዎታለን። በማንኛውም ጊዜ ኤፒአይን ልንቀይር እና/ወይም የድሮ ስሪቶችን ወይም የኤፒአይ ልቀቶችን መደገፍ ልናቆም እንችላለን። በእኛ ምርጫ የእርስዎን የኤፒአይ መዳረሻ የማገድ ወይም የመገደብ መብታችን የተጠበቀ ነው፣ እና ከመታገዱ በፊት ለእርስዎ ማሳወቂያ ለመስጠት ምክንያታዊ ጥረቶችን እንጠቀማለን።",
    "1678661231": "ለማክበር፣ ማጭበርበር ለመከላከል እና ለደህንነት",
    "1685871181": "ዋናዎቹ የመስመር ላይ አገልግሎቶች የሚተማመኑ ናቸው።",
    "1686079269": "ስለ ኩባንያው ወቅታዊ አስተዳደር መረጃ በ ላይ ሊገኝ ይችላል",
    "1686655020": "እንደዚህ ያለ ይዘት ለመለጠፍ ከባለቤትዎ ፈቃድ ከሌለዎት በስተቀር እና በዚህ ውስጥ የተሰጡ ሁሉንም ፈቃድ ያላቸው መብቶችን ለ IMI ከመስጠት በስተቀር ማንኛውም የቅጂ መብት የሚገዛውን የርስዎ የመጀመሪያ ስራ ያልሆነ ማንኛውንም ይዘት ይስቀሉ።",
    "1687299615": "መለያ መውሰድ ምንድን ነው?",
    "1691348394": "- በተወሰነ የልቀት ሽያጭ ወቅት ራስ-ሰር የጅምላ ግዢዎች",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "ኢሜይል ያድርጉልን",
    "1697438123": "ግላዊነት",
    "1699668873": "የመለያዎ መረጃ በሌላ ሰው እንደተሰረቀ ወይም እንደተጠቀመ ከጠረጠሩ ወይም ሌላ ማንኛውንም የደህንነት ጥሰት ከጠረጠሩ ወዲያውኑ ለአይኤምአይ ማሳወቅ አለብዎት።",
    "1702335960": "የምንሰበስበው ማንኛውም መረጃ እንደዚህ ዓይነት መረጃ በሚሰበሰብበት ጊዜ በሥራ ላይ ባለው የግላዊነት ፖሊሲ ተገዢ ነው። ሆኖም የግላዊነት ፖሊሲውን ከጊዜ ወደ ጊዜ ልንከልሰው እንችላለን። ክለሳው ቁሳቁስ ከሆነ፣ በእኛ ብቻ እንደተወሰነው፣ እኛ እናሳውቅዎታለን፣ ለምሳሌ በኢሜል። የአሁኑ ስሪት ሁልጊዜ በግላዊነት መመሪያ ገጻችን ላይ ይለጠፋል።",
    "1706581702": "ማንነትን በሌለው መረጃ ላይ ማሰልጠን እንዲሁ ይሰራል፣ እና ደህንነትን ወይም ግላዊነትን መጣስ አያስፈልገውም። ደንበኞቻችን ተጨባጭ ፈተናዎችን ሰርተዋል፣ እና ከእኛ ያነሰ የግል አማራጮች እኩል ወይም የተሻለ እንደሆነ አውጀዋል።",
    "170775527": "የድርጅት ባህሪያት",
    "1709478090": "በፍላጎት ላይ የተመሰረተ ወይም የታለመ ማስታወቂያ ለእርስዎ ለማገልገል።",
    "1717658846": "የተደራሽነት አማራጭ በመግብር UI ሜኑ ውስጥ",
    "1722734001": "ክፍት ኢንተርኔት በጣም ጫጫታ ያለበት አካባቢ ነው። መጥፎ ተዋናዮች የአገልግሎታችን ተጠቃሚዎችን እና እንደ reCAPTCHA ያሉ ተፎካካሪዎችን በየቀኑ ያጠቋቸዋል፣ እና በእርግጥ ይህን በሚያደርጉበት ጊዜ በተቻለ መጠን ሰው ለመምሰል እየሞከሩ ነው።",
    "1728211763": "የይዘት አጠቃቀም በዚህ መንገድ እና ለእነዚህ አላማዎች በህግ እና በመስክ ውስጥ ያሉ መደበኛ ልምዶችን በተረዳን መሰረት በፍትሃዊ አጠቃቀም መመሪያዎች ውስጥ ይወድቃል ነገር ግን እኛ የረጅም ጊዜ የCreative Commons አድናቂዎች ነን እናም በ ውስጥ ለሚረዳ ለማንኛውም ሰው ምስጋና መስጠት እንመርጣለን የማሽን የማሰብ ችሎታን ለማሻሻል ትልቅ ተግባር።",
    "1729677626": "ጥቃት እየተፈፀመብኝ ነው እናም ወዲያውኑ መሳፈር እፈልጋለሁ።",
    "1752259468": "5. ወግ አጥባቂ ግምት፡ የአንድ ነጠላ ማብራሪያ $0.01 ዋጋ * 200M አማካይ። ማብራሪያዎች በቀን (ዝቅተኛ ገደብ) * 365 ቀናት በዓመት * 2009 ከገዙ 10 ዓመታት = 7.3 ቢሊዮን ዶላር ዝቅተኛ ዋጋ።",
    "1752795854": "hCaptcha ቦቶችን ለማቆም ዘመናዊ፣ በግላዊነት ላይ ያተኮረ አቀራረብን ያመጣል።",
    "1756106276": "ሁኔታ",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "እዚህ፡",
    "1767952047": "ትናንት ማታ አጠቃኝ ልብሴን ሰርቆ ገንዘቤን ወሰደብኝ። ሌላው ሰውዬ፣ በጣም የሚያምር፣ የመኳንንቱ ክፍል ልብስ ለብሶ፣ “ኮንስታብል፣ ይህ ሰው እብድ ነው። ባላባት ነኝ ብሎ ያስባል። እኔ እውነተኛው ባላባት ነኝ። ያዙት!",
    "1771016224": "- ሁሉንም ይዘቶች ከድር ጣቢያዎ ላይ በጅምላ ከማውረድ ሶፍትዌር",
    "1778058441": "በ hCaptcha ላይ ምን አይነት ስራዎች ይሰራሉ?",
    "1778642038": "ከእርስዎ ጋር ለመግባባት",
    "1779265104": "የተበጁ ውሎች እና የግላዊነት ዋስትናዎች",
    "1783317946": "የኤፒአይ ጥቃቶችን ማቆም ታዋቂ አጠቃቀም ጉዳይ ነው።",
    "1786796818": "ገድብ",
    "178839499": "ተጠቃሚዎች ሰብአዊነታቸውን ሲያረጋግጡ hCaptcha የተሰራውን ስራ ዋጋ ይጋራል።",
    "1789371580": "መመደብ። ያለእኛ የጽሁፍ ፍቃድ እነዚህን የአገልግሎት ውሎች መመደብ አይችሉም። እነዚህን የአገልግሎት ውሎች በማንኛውም ጊዜ ያለማሳወቂያ ልንሰጥ እንችላለን። ከላይ የተገለፀው እንደተጠበቀ ሆኖ፣ እነዚህ የአገልግሎት ውሎች በእያንዳንዱ ፓርቲ ተተኪዎች እና በተፈቀደላቸው ስራዎች ላይ አስገዳጅ ይሆናሉ።",
    "1789607185": "የ ኢሜል አድራሻ",
    "1792519141": "hCaptcha ኢንተርፕራይዝ",
    "1795436560": "1. ክፍለ ጊዜ",
    "179723061": "ክፍል-መሪ ደህንነት ለሚያስፈልጋቸው ቡድኖች ተጨማሪ ቁጥጥር",
    "1797298240": "ደረጃ 4: ለመፍታት ከሞከሩ በኋላ \"HAR\" ን ጠቅ ያድርጉ እና የኔትወርክ ሎግ ለማስቀመጥ \"ሁሉንም እንደ HAR ያስቀምጡ\" ን ይምረጡ። ያንን ፋይል ወደ እኛ ላከልን።",
    "1798492192": "የቆየ አሳሽ ድጋፍ",
    "1803009328": "በድር ሚዛን በውጊያ የተፈተነ።",
    "1803943584": "ሁለተኛ፣ ተግዳሮቶች በየትኛዎቹ አገሮች ወይም ቋንቋዎች እንደሚሮጡ ለማወቅ ራሳቸውን እንዲያመቻቹ እንፈቅዳለን፣ ይህም ወጥነት ያለው ልምድ የማግኘት እድልን የበለጠ ይጨምራል። ትክክለኛነት ከተጠበቀው በታች ከሆነ፣ የጥያቄዎች ስብስብ ይህ ውጤት በሚፈጠርበት ክልል ወይም ቋንቋ መሮጡን ያቆማል።",
    "1806535500": "በእውነቱ እያንዳንዱ ቴክኖሎጂ፣ ከእርሳስ እስከ ዳይናማይት ድረስ፣ ሀ",
    "1807143500": "አገልግሎቶቹ የመስመር ላይ የደህንነት አገልግሎትን (\"hCaptcha Service\") እና አንድ ግለሰብ (\"አስተዋጽዖ አበርካች\") የሶስተኛ ወገን አካል ወይም የኢንቱሽን ማሽኖች በራሱ (እያንዳንዳቸው) የሚመርጧቸውን ተግባራት የሚያከናውኑበት መድረክ (\"Intuition Machines Platform\") ያካትታሉ። a \"ጠያቂ\") በድረ-ገጻችን ወይም በ hCaptcha አገልግሎት ላይ በቀጥታ በድረ-ገጻችን ላይ ወይም የኢንቱሽን ማሽኖች መድረክን በማግኘት እና/ወይም በሶስተኛ ወገን አካል እና/ወይም መድረክ ወይም አገልግሎት (እያንዳንዱ፣ \"አቀናጅ\"). ጠያቂዎች ተግባራትን ይለጥፋሉ እና አስተዋጽዖ አበርካቾችን እንዲያከናውኑ በአይኤምአይ ለአቀናባሪዎች ለሚሰጠው ሽልማት ወይም ጠያቂው የኢንቱሽን ማሽኖች መድረክን ወይም hCaptcha አገልግሎትን በመጠቀም ለዋና ተጠቃሚዎች ተግባራትን እየተጠቀመ እንደሆነ በጠያቂው ሲወሰን ይጋብዛሉ። ኩባንያዎችን እና ግለሰቦችን (እያንዳንዱን “ደንበኛ”) ሶፍትዌራችንን፣ የደራሲ ተግባሮቻችንን እንዲጠቀሙ፣ የደራሲ ስራዎችን እንዲቀጥሩን እና/ወይም አስተዋጽዖ አበርካቾችን ለማግኘት እንዲችሉ የእኛን መድረክ ለመጠቀም እናስከፍላለን። እንዲሁም ማጭበርበርን፣ አላግባብ መጠቀምን እና አይፈለጌ መልዕክትን በድር ጣቢያቸው፣ የሞባይል መተግበሪያዎቻቸው እና ሌሎች የመስመር ላይ ንብረቶች ላይ ለመቀነስ የእኛን hCaptcha አገልግሎት ለመጠቀም Integratorsን እናስከፍላለን። ከላይ የተጠቀሰው በጥቅል \"አገልግሎቶች\" ተብሎ ይጠራል.",
    "181065232": "በእርስዎ የናሙና መረጃ ላይ በመመስረት አነስተኛ የማምረት ሥራ እንሰራለን. ይህ እርስዎ የሚፈልጉትን በትክክል እንዳገኙ ለማረጋገጥ አብረን የሰራነውን ስራ ይፈትናል።",
    "1817772953": "ማጭበርበር አዲስ የወንጀል አይነት አይደለም። በእርግጥም አርኪኦሎጂስቶች ከ10,000 ዓመታት በፊት ከብቶችን ያለ ኪሳራ ለማጓጓዝ በጥንት ሱመሪያውያን የተነደፉትን ፀረ-ማጭበርበሪያ መሣሪያዎች አግኝተዋል! በእነሱ ሁኔታ እያንዳንዳቸው እንስሳትን የሚወክሉ የሸክላ ምልክቶችን \"ቡላ\" በመባል በሚታወቀው የሸክላ ኳስ ውስጥ ያስቀምጣሉ. ቡላ ከመንጋው ወደ ገዥ ሲሸጋገር አብሮ ይጓዛል። በዚያን ጊዜም ቢሆን፣ የንግድ ሥራ ባለቤቶች የሚያጋጥሟቸው ሁሉም ሰዎች ወደላይ እና ወደላይ እንዳልሆኑ ያሳስቧቸው ነበር። በ10,000 ዓመታት ውስጥ ብዙ ነገር ተለውጧል፣ ነገር ግን ማጭበርበርን በመከላከል ረገድ ፈጠራ የመፍጠር አስፈላጊነት በእኛ ዘንድ አለ። ዛሬ, የመስመር ላይ ክፍያ ማጭበርበር ጉዳይ በጣም አስፈላጊ ነው. በኢንተርኔት አማካኝነት አጭበርባሪዎች የፀረ-ማጭበርበር ቁጥጥሮችን በማውጣት ረገድ ጎበዝ እየሆኑ መጥተዋል። አዳዲስ መፍትሄዎች ግን ዞሮ ዞሮ ዞሯል.",
    "1818116402": "ተግባራዊ ጥያቄዎችን ከ AI የስነምግባር ክፍል ጋር እንዴት እንደምንይዝ ለማየት ይህንን ምልከታ እንዳደነቁ ተስፋ እናደርጋለን።",
    "1820844638": "የገበያ ግንዛቤዎችን ለማግኘት። እኛ የትንታኔ መረጃን እንጠቀማለን ገበያውን ለመተንተን እና ከጣቢያው እና ከአገልግሎታችን ጋር የተያያዙ የንግድ ትንታኔዎችን እና ለሌሎች የምርምር ዓላማዎች እንሰራለን።",
    "1828028934": "ለዚህ ነው",
    "1829242168": "__cflb፣",
    "1830910223": "የገሃዱ ዓለም የኤአይቲክስ ጉዳይ ጥናት",
    "1834239172": "የ hCaptcha ማብራሪያ አገልግሎቶችን ይግዙ",
    "1834801943": "2. 1ኛ ወገን",
    "1834911235": "ከዚህ ቀደም ለመቀበል የተስማሙትን ቀጥተኛ የግብይት ግንኙነቶችን መላክ ያቁሙ። ከአገልግሎት ጋር የተገናኙ እና ሌሎች ከገበያ ውጪ የሆኑ ግንኙነቶችን መላክን እንቀጥል ይሆናል።",
    "1836191653": "ለኢንተርፕራይዝ ስሪት ብዙም የተሻለ ላልሆነ በሚሊዮን የሚቆጠር ዶላር እየከፈሉ በቀላሉ የተሸነፈ አገልግሎት ለተጠቃሚዎች ከመስጠት ይልቅ፣ hCaptcha ለሁለቱም እጅግ በጣም ጥሩ የቦት ጥበቃን ይሰጣል፣ ለኢንተርፕራይዝ ተጠቃሚዎች ተጨማሪ ባህሪያትን እና ማበጀትን ከጠንካራ SLAዎች እና ፈጣን ድጋፍ ጋር።",
    "1836369533": "በሕዝባዊ ተረት ውስጥ እንዳለው ኮንስታብል፣ አንድ ሰው በእውነት ማን ማን እንደሆነ እንዴት ይወስናል? አጥቂው እንደ መንጃ ፍቃድ ቁጥር፣ የማህበራዊ ዋስትና ቁጥር፣ የእናት እናት ስም፣ አድራሻ እና የመሳሰሉት በቂ የተሰረቁ የማንነት ክፍሎች ካሉት ጠሪው ትክክለኛ መለያ ባለቤት ወይም አጥቂው እንደሆነ ለማወቅ በጣም ከባድ ሊሆን ይችላል። ወደ ውስጥ ለመግባት በሚፈልገው መለያ ላይ የይለፍ ቃል ዳግም ማስጀመር።",
    "1836554225": "የብሎግ ልጥፎች",
    "1844885924": "የሚመረጡት ሰፊ የቤተ-መጽሐፍት ዓይነቶች።",
    "1845745385": "ለግላዊነት የተነደፈ።",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "በራስዎ የውድድር ይዘት ያብጁ",
    "1849805607": "hCaptcha ወደ አውታረ መረቦችዎ ውስጥ ሰርጎ ለመግባት ከተነደፉ ማስፈራሪያዎች እና ማታለያዎች ይከላከላል",
    "1865097546": "ህዳር 16፣ 2021",
    "1866590035": "የ Chrome ምዝግብ ማስታወሻ መመሪያዎችን ማረም",
    "1873812847": "ኩኪ(ዎች) ይፋ ማድረግ",
    "1886100235": "ብዙዎቹ የዓለማችን ትላልቅ የመስመር ላይ አገልግሎቶች ወደ hCaptcha Enterprise ቀይረዋል እና የተሻሻለ የቦቶ ማወቂያን ከከፍተኛ ወጪ ቁጠባዎች ጋር አግኝተዋል።",
    "1890955039": "ለእያንዳንዱ የበለጸገ ጽሑፍ ቅርጸትን እንዴት ማበጀት እንደሚቻል",
    "1892020899": "ሰርጎ ገቦች ምስክርነቱን ከየት አገኙት?",
    "1892574253": "ክፈት",
    "1898063898": "በጥምረት እያደግን ያለን የተጠቃሚን ግላዊነት ለመጠበቅ",
    "1903743785": "በደረጃዎች ላይ የተመሰረቱ ኤፒአይዎች መምጣት በመተግበሪያ ውህደት ውስጥ ትልቅ ወደፊት መመንጠቅን ይወክላል። ባለፉት 20 ዓመታት ወይም ከዚያ በላይ ዓመታት ውስጥ፣ ኤፒአይዎች ውድ እና ውስብስብ ከሆኑ የባለቤትነት ሶፍትዌር ምርቶች ወደ ነፃ፣ ደረጃዎች ላይ የተመሰረቱ መሣሪያዎች በአንፃራዊነት ለመሥራት ቀላል - እና ለማሰማራት ፈጣን ሆነዋል።",
    "1904390996": "ደረጃውን የጠበቀ ለማድረግ",
    "1906593952": "አሁን ስላዩት hCaptcha አስተያየት ይስጡ",
    "190955495": "() ለኢሜል ማእከላዊ ቁጥጥር ባለስልጣን እጥረት",
    "1910628828": "የይዘት መፋቅ የሶፍትዌር ደንበኛን ወይም የድር አሳሽ አስመስሎ የሚሰራ አውቶማቲክ መሳሪያን ያካተተ ስርዓት መረጃን የመሰብሰብ ዘዴ ነው። አዲስ አይደለም። እንደ እውነቱ ከሆነ ከአሮጌው ዋና ፍሬም መረጃ ለሚያስፈልጋቸው የሶፍትዌር መሐንዲሶች መረጃን ማውጣት ብቸኛው መንገድ መቧጨር ሊሆን ይችላል። የመጀመሪያዎቹ ማገናኛዎች ጠፍተው ለመተካት የማይቻል ሊሆኑ ይችላሉ.",
    "1911669851": "አዎን፣ በአሁኑ ጊዜ ለኋላ ጀርባ ስርዓታችን የተለያዩ ማሻሻያዎችን እየሰራን ነው ብለን የምንጠብቀው ውሎ አድሮ ሁለቱንም ፈጣን እርቅ፣ ፈጣን ግምት ትክክለኛነት እና ፈጣን ክፍያዎችን ለማቅረብ ያስችለናል። በአሁኑ ወቅት መጀመሪያ እርቅን ለማፋጠን እየሰራን ነው።",
    "191460155": "ዜሮ ግጭት እና 99.9% ተገብሮ ሁነታዎች",
    "1918025546": "በአገልግሎቶቹ ውስጥ ከማንም ሰው ሚስጥራዊ መረጃ ከተሰጥዎት የእራስዎን ሚስጥራዊ መረጃ ለመጠበቅ በሚጠቀሙበት ተመሳሳይ የጥንቃቄ ደረጃ የምስጢር መረጃን ምስጢራዊነት ለመጠበቅ ተስማምተዋል ነገር ግን ምንም አይነት ጥንቃቄ በሌለበት ሁኔታ። ለአንድ ተግባር አፈጻጸም አስፈላጊ ካልሆነ በስተቀር ማንኛውንም እንደዚህ ያለ ሚስጥራዊ ወይም የባለቤትነት መረጃን መግለፅ ወይም ማተም አይችሉም። በ Intuition Machines Platform ላይ ባለው ተግባር ውስጥ ያሉ ሁሉም መረጃዎች ሚስጥራዊ እንደሆኑ ተደርገው ሊወሰዱ ይገባል ምንም እንኳን መረጃው በግልጽ እንደ ሚስጥራዊ ባይሆንም ።",
    "1920884252": "ለምንድነው ይዘት መቧጨር የደህንነት ስጋት የሆነው?",
    "1923297430": "ለብዙ ትላልቅ ደንበኞች የመጨረሻው መሰባበር የመጣው ጎግል ኩባንያዎቻቸውን በማንኛውም ትርጉም በሚሰጥ መልኩ ምርታቸውን ስለተጠቀሙ ክፍያ ማስከፈል ሲጀምር ነው። ይህ በአለም ዙሪያ ያሉ የቁጥጥር ስጋቶች የጉግል አቅርቦቶችን በመጠቀም በጣም ደስ የማይል በመሆኑ የረዥም ጊዜ የreCAPTCHA ተጠቃሚዎች የተሻሉ አማራጮችን እንዲፈልጉ አድርጓል።",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "በ hCaptcha ላይ ጥብቅ የ AI ስነምግባር ፖሊሲ አለን ፣ እና የዚያ ክፍል ደንበኛዎን ይወቁ (KYC) ሂደትን ያካትታል።",
    "1927613000": "hCaptcha የድር አፕሊኬሽኖችን ከመለያ ቁጥጥር፣ ከማስረጃ መሙላት፣ ከመቧጨር እና ከሌሎች አይነት አላግባብ መጠቀምን ለመጠበቅ የተራቀቀ የማሽን ትምህርትን ከኃይለኛ ፈተና መድረክ ጋር ያጣምራል።",
    "1933936765": "የውሂብ ሂደት ስምምነት (መጨረሻ የተሻሻለው፡ ሴፕቴምበር 23፣ 2021)",
    "1936449777": "ከዚያም፣ ሙሉ በሙሉ በራስ-ሰር በሚሰራ ሁነታ፣ በኢ-ኮሜርስ ድረ-ገጾች ላይ የሰዎችን ባህሪ መኮረጅ፣ ቁልፎቹን ጠቅ በማድረግ እና እቃዎችን ወደ መገበያያ ጋሪዎች ማከል ይችላሉ—ይህም ካልሆነ ብዙዎቹ ጸረ-ማጭበርበር መቆጣጠሪያዎች ቦት ሊሰርቅ እየሞከረ እንደሆነ ሊያውቁ አይችሉም። ሸቀጣ ሸቀጦች. ይልቁንም የሰው ተጠቃሚ በቀላሉ የሚገዛ ይመስላል። ቦት የተሰረቀ የመግቢያ ምስክርነቶችን በመጠቀም ወደ እውነተኛ ደንበኛ መለያ መግባት ይችላል። ማጭበርበሩን የበለጠ የሚያደበዝዘው ቦቱ የአይ ፒ አድራሻዎችን በማጭበርበር እና “ገዢው” ከአጥቂው የተለየ ቦታ ያለው ለማስመሰል መቻሉ ሲሆን በውጭ አገር ሊሆን ይችላል።",
    "1936512180": "ቀላል የኤፒአይ መዳረሻ፣ የሚያምሩ ዳሽቦርዶች እና የቅርብ ጊዜ ሞዴል-በ-loop ቴክኖሎጂ የሰራተኛን ውጤታማነት ከፍ ለማድረግ።",
    "1941999673": "የእርስዎ ልጥፍ ጠበቆች ሀ",
    "1942186611": "እና ሌሎችም።",
    "1942611550": "በዋናነት",
    "1949452297": "በ hCaptcha UI ውስጣዊ ውስንነቶች እና የደህንነት ጉዳዮች ምክንያት የእያንዳንዱን ምስል ምንጭ በቀጥታ ከአጠቃቀሙ ጋር እንደገና ማባዛት አይቻልም። ይልቁንስ ይህን ገጽ ከመነሻ ገጻችን ጋር እናገናኘዋለን እና በአሁኑ ጊዜ ወይም በቅርብ ጊዜ በመድረክ በኩል የቀረቡ ምንጮችን ዝርዝር እንይዛለን። አሁን ያለውን ዝርዝር ማግኘት ይችላሉ።",
    "1952810469": "ዓይነት",
    "1953519598": "የአንድ ምስል መለያ ዋጋ ከ$0.03 እስከ $1.00 ወይም ከዚያ በላይ ነው። በማንኛውም ወግ አጥባቂ ግምት፣ Google እስከ ዛሬ በቢሊዮን የሚቆጠር ዶላር ነፃ የሰው ጉልበት አውጥቷል። [",
    "1953959745": "ተደራሽነት",
    "1958297836": "የተቀናጀ የጥቃት ጥበቃ እና የኤፒቲ ቅነሳ",
    "1959762846": "- የእርስዎን የድር ቅጾች ማለቂያ በሌለው የግብይት አይፈለጌ መልእክት ወይም አላግባብ መጠቀም",
    "1960601330": "በSafari (Mac) ውስጥ ኩኪዎችን ለማንቃት፡ ወደ ሳፋሪ ተቆልቋይ ሜኑ ይሂዱ። ምርጫዎችን ይምረጡ። በላይኛው ፓነል ላይ ግላዊነትን ጠቅ ያድርጉ። 'ኩኪዎችን አግድ' በሚለው ስር 'በጭራሽ' የሚለውን አማራጭ ይምረጡ።",
    "1962721652": "የሰው ልጅ ስርዓተ-ጥለት ጠያቂ ነው፣ እና አንዳንድ ጊዜ ጥያቄውን የሚጠይቅ ማንኛውም ሰው በሚያነሳሳው ሳይሆን በአለም ላይ በተደረጉ ለውጦች ምክንያት የማይጎዳ ጥያቄ ሙሉ በሙሉ ከማያስደንቅ ወደ አጠራጣሪነት በቅጽበት ሊሄድ ይችላል።",
    "1963951234": "የእርስዎ ክሪፕቶግራፊክ እቅድ ምንም ያህል አስተማማኝ ቢሆን፣ አንድ ሰው በቀኑ መጨረሻ ላይ የሚፈልጉትን መልስ ለመስጠት ገንዘብ ማውጣት የሚችል ከሆነ፣ የሃርድዌር ባለቤት መሆን በቂ አይደለም።",
    "1972710018": "ከኩባንያው እይታ አንጻር ማየት",
    "1973347745": "10. ከሮያልቲ-ነጻ ምሳሌ ምስሎች። ምንጭ፡- Petapixel",
    "197676026": "ከሌሎች ጋር ለማንኛውም ህጋዊ የንግድ አላማ፣ መረጃው ማንነቱ እስካልተረጋገጠ ድረስ",
    "1977013707": "† ዲሴምበር 2020 ክፍያዎች ከ 15 ኛው ቀን ጀምሮ በዓመቱ መጨረሻ እርቅ እና የሰራተኞች ዕረፍት እንዳይደራረቡ ተላልፈዋል፡ በጥር ሁለተኛ ሳምንት ይጠናቀቃሉ። በፔይፓል ውስጥ ከወትሮው ቀርፋፋ በሚደረጉ ዝውውሮች ምክንያት ክፍያዎች በአንድ ቀን ከመጠናቀቅ ይልቅ በበርካታ ቀናት ውስጥ ይሰራሉ።",
    "1978884623": "ስለ ሶፍትዌር ጉዳዮች ሪፖርት ስለማድረግ የበለጠ ይወቁ",
    "1979347895": "- ጉልህ የሆነ የንግድ ሥራ መስተጓጎል እንደ ድርጅታችን ብቻ፣ ድርጅታችንን የሚያኖር አንድ ሕንፃ፣ ድርጅታችን የሚገኝበት ሰፈር፣ የምንገኝበት ከተማ ወይም አጠቃላይ ክልሉ ባሉ ስፋት ሊለያዩ ይችላሉ። በእያንዳንዳቸው በእነዚህ አካባቢዎች፣ የመስተጓጎሉ ክብደት ከትንሽ ወደ ከባድ ሊለያይ ይችላል። በድርጅታችን፣ በቢዝነስ አውራጃችን፣ ከተማችን ወይም ክልላችን ወይም ድርጅታችንን የሚይዝ ህንፃ ላይ በሚፈጠር መስተጓጎል ውስጥ ስራዎቻችንን ወደ አካባቢያዊ ሳይት እናስተላልፋለን እና በንግድ ስራ ላይ ምንም አይነት መቆራረጥ እንዳይኖር እንጠብቃለን። በሁለቱም ሁኔታዎች፣ በንግዱ ለመቀጠል አቅደናል፣ አስፈላጊ ከሆነም ኦፕሬሽኖችን ወደ አማራጭ አቅራቢዎች እናስተላልፋለን፣ እና እኛን እንዴት ማግኘት እንደሚችሉ በ hcaptcha.com ድረ-ገጻችን እና በ hcaptchastatus.com የሁኔታ ገጻችን እናሳውቀዎታለን። ጉልህ የሆነ የንግድ ሥራ መስተጓጎል በጣም ከባድ ከሆነ እና በንግድ ሥራ እንዳንቆይ የሚከለክል ከሆነ በፍጥነት እናሳውቅዎታለን።",
    "1982617151": "( ) ማንም ሰው ሳይታወቅ የሌላውን ሰው ሥራ ወይም ንግድ ማጥፋት ይችላል።",
    "1982750088": "በዓለም ዙሪያ ያሉ ኩባንያዎች ለሰዎች ቀላል ነገር ግን ለማሽን ከባድ የሆኑ ቀላል ሥራዎችን ለማጠናቀቅ ለዚያ ጉልበት ይጫወታሉ። ተጠቃሚዎች የሚጎበኟቸውን ጣቢያ ይደግፋሉ፣ እና ከፍ ባለ የደህንነት ደረጃ የተነሳ አነስተኛ የድር አይፈለጌ መልዕክት ያጋጥማቸዋል።",
    "1985238261": "ሌሎች የተከለከሉ ምልክቶች",
    "1988268879": "ወጪ ቆጣቢ የውሂብ መለያ በመለኪያ",
    "1988461282": "ለሂደቱ ህጋዊ መሰረት",
    "1990824776": "ሴፕቴ 16-24, 2020****",
    "1993899769": "15. የመረጃ አጠቃቀማችን",
    "1993984258": "() በመውጣት ላይ የተመሰረተ ማንኛውም እቅድ ተቀባይነት የለውም",
    "1995277831": "አመሰግናለሁ",
    "1996843433": "ለ99.9% ህጋዊ የትራፊክ ፍሰትዎ ሙሉ በሙሉ ፈታኝ ሁኔታን በማስወገድ ግጭትን ይቀንሱ እና አሁንም በጣም ጥሩ ደህንነት።",
    "1997838163": "የዓለማችን ትልልቅ ኩባንያዎች በ hCaptcha Enterprise ላይ ጥገኛ ናቸው። ውህደት ቀላል ነው፣ እና የማወቅ ትክክለኛነት ወደር የለሽ ነው።",
    "2012837493": "የፍለጋ ውጤቶች",
    "2014256987": "ኩኪዎችን ወይም ሌሎች የመከታተያ ቴክኖሎጂዎችን መጠቀምን ላለማገድ ከፈለግክ፣ እባክህ \"መረጃህን ማስተዳደር\" የሚለውን ከታች ተመልከት። አንዳንድ ባህሪያት በትክክል ላይሰሩ ስለሚችሉ ይህን ማድረግ ድረ-ገጾቹን ወይም አገልግሎቱን የመጠቀም ልምድ ላይ አሉታዊ ተጽዕኖ እንደሚያሳድር እባክዎ ልብ ይበሉ።",
    "2015218686": "እነዚህን ደረጃዎች ከማለፍዎ በፊት. ያ ችግርዎን ካስወገደ፣ የአሳሽዎን ስሪት፣ የማስታወቂያ ማገጃ ወይም የአሳሽ ቅጥያ እና የድር ጣቢያውን ዩአርኤል እንዲያውቁልን አሁንም እናደንቃለን።",
    "2019130052": "በግላዊነት ላይ ያተኮሩ ኤምኤል ፈጠራዎች ደህንነትን ወይም የተጠቃሚን ግላዊነትን ሳንጎዳ የቆዩትን \"ሁሉንም ነገር ለዘላለም መዝግቦ\" ስልቶችን ከደህንነት መስፈርቶች እንበልጣለን ።",
    "2019702084": "በደንበኛ ማስተር አገልግሎት ስምምነት ወይም ሻጭ ስምምነት ውስጥ በግልጽ ካልተፈቀደ በቀር፣ የታዘዙ የSaaS አገልግሎቶች አይሸጡም፣ አይሸጡም፣ አይከራዩም፣ አይከራዩም፣ ፈቃድ አይሰጡም፣ ንዑስ ፈቃድ አይሰጡም ወይም ለሌላ ሶስተኛ ወገን (ከደንበኛ አጋርነት በስተቀር) አይቀርቡም። ), እና በስምምነቱ ስር ያሉ ሁሉም ትዕዛዞች እና ሁሉም የደንበኞች የአገልግሎቱ አጠቃቀም ለደንበኛ ወይም ለተዛማጅ የራሱ የውስጥ ንግድ አጠቃቀም መሆን አለበት።",
    "2024293275": ". ለአሁን ሁሉም ሌሎች መብቶች የተጠበቁ ናቸው።",
    "2024737147": "ስህተትን ሪፖርት ማድረግ ይፈልጋሉ?",
    "2030062561": "() ማንም ሰው ሰውየውን ሊያገኘው ወይም ገንዘቡን መሰብሰብ አይችልም",
    "2032102720": "በማስታወቂያ ኩባንያዎች የሚቀርቡ የደህንነት መፍትሄዎች በዋነኛነት በድር ላይ ተጠቃሚዎችን መከታተል ላይ ያተኩራሉ። በጣም ጥሩ ውጤቶችን ለማቅረብ የተጠቃሚን ግላዊነት መጉዳት አስፈላጊ አለመሆኑን የሚያረጋግጥ ውጤታማ የደህንነት መፍትሄ ፈጥረናል።",
    "2041686284": "ተጨማሪ መረጃዎች በአጠቃላይ የማሽን መማሪያ ሞዴሎችን በማሰልጠን የተሻለ ውጤት ያስገኛሉ። የጥልቅ ሞዴሎች የቅርብ ጊዜ ስኬት ከጊዜ ወደ ጊዜ ትልቅ የውሂብ ስብስቦችን አስከትሏል፣ እና hCaptcha ይህንን ፍላጎት ያገለግላል። ነገር ግን፣ ተለምዷዊ ዘዴዎችን በመጠቀም ትልቅ በሰው የተገመገሙ የውሂብ ስብስቦችን መፍጠር ቀርፋፋ እና ውድ ነው።",
    "204716894": "የድረ-ገጾቻችን ይዘት እና ዲዛይን በቅጂ መብት ህግ የተጠበቁ ናቸው። ገጾቹን እና ይዘታቸውን ከተመጣጣኝ ፍትሃዊ አጠቃቀም በላይ በሆነ መንገድ ማባዛት በገጹ ላይ ለመድገም የተገለጹ ሌሎች ህጋዊ ድንጋጌዎች ከሌሉ የቅድሚያ የጽሁፍ ፈቃድ ከ IMI ይፈልጋል።",
    "204889717": "ወደ hCaptcha's ተለውጠዋል",
    "2052161540": "የሳንካ ሪፖርትን በማንሳት ላይ፡ Chrome",
    "2058856283": "hCaptcha ኢንተርፕራይዝ አላማው አንድ ብቻ ነው፡ መጥፎ ተዋናዮች የመስመር ላይ ስራዎችዎን እንዳያስተጓጉሉ እና ተጠቃሚዎችዎን እንዳይጎዱ ለመከላከል።",
    "2059998584": "ክልል",
    "2066255783": "የይዘት መቧጨር ምንድን ነው?",
    "2066321185": "የሕግ መሠረት",
    "2066749488": "ሌሎች ቅሬታዎች",
    "2067112112": "ለብዙ የተለያዩ የአጠቃቀም ጉዳዮች የነጥብ ማብራሪያዎች",
    "2067334580": "የጽሑፍ አገናኝ",
    "2072808435": "\" ጎግልን ገምት? በሀገሬ ያሉ ታክሲዎች በአጠቃላይ ጥቁር ናቸው።በአሜሪካ ያሉት ሁሉም ቢጫዎች መሆናቸውን ለማወቅ በቂ ፊልሞችን ተመልክቻለሁ።ነገር ግን በጎበኘሁባቸው ሀገራት ሁሉ ታክሲዎች ማይሽ-ማሽ ሆነዋል። የተለያዩ ቀለሞች.\"",
    "2075610992": "ስለ እርዳታህ አመሰግናለሁ!",
    "2076066173": "የሳይበር ጥቃቶች 101",
    "2076932190": "የ reCAPTCHA ምርት ለአስር አመታት ቆሟል።",
    "2077639538": ". ለአንዱ፣ በአገልግሎታችን ላይ ፈታኝ መረጃ ከአንድ ብቻ ሳይሆን ከብዙ ምንጮች ሊመጣ ይችላል - ከትላልቅ ፎርቹን 500 ኩባንያዎች እስከ ማሽን መማሪያ ጅማሪዎች ድረስ አገልግሎታችንን እስከተከተሉ ድረስ።",
    "2082237880": "መ፡ hCaptcha የግላዊነት ማለፉን የሚደግፍ የዚህ ዓይነቱ የመጀመሪያው አገልግሎት ነው፣ እና በአሁኑ ጊዜ ይህን የሚያደርገው ብቸኛው ነው። ነገር ግን፣ ሌሎች አገልግሎቶች በመስመር ላይ የተጠቃሚን ግላዊነት የማሳደግ ጥቅሞችን እንዲገነዘቡ እንጠብቃለን፣ እና ወደፊት ለማዳበር እየረዳናቸው ያሉት የ IETF ደረጃዎች በመደበኛነት ስለተወሰዱ ሌሎች ተጨማሪ ትግበራዎች እንደሚከናወኑ እንጠብቃለን።",
    "2082407178": "ጥ፡ የተደራሽነት ኩኪውን እየተጠቀምኩ ራሴን ከሶስተኛ ወገን ኩኪ ክትትል እንዴት መጠበቅ እችላለሁ?",
    "2087769953": "\"ለዚህ ለውጥ በጣም ጓጉተናል ምክንያቱም ለተወሰነ ጊዜ በነበረን የጎግል አገልግሎት ላይ የመተማመንን የግላዊነት ስጋት ለመፍታት ይረዳል። ብዙ የCAPTCHA አቅራቢዎችን ገምግመናል እንዲሁም ስርዓትን በራሳችን ለመገንባት። በመጨረሻ፣ hCaptcha ለ reCAPTCHA ምርጥ አማራጭ ሆኖ ብቅ አለ። የሚሰበሰቡት አነስተኛውን አስፈላጊ የግል መረጃ ብቻ ነው፣ የሚሰበሰቡትን መረጃ እና እንዴት እንደሚጠቀሙ እና/ወይም እንደሚገልጡ ሲገልጹ ግልጽ ናቸው።",
    "2090457681": "() መንግሥት ኢሜይሌን እንዲያነብ አልፈልግም።",
    "2095899021": "hCaptcha የምርት መመሪያዎች እና አጠቃላይ የንግድ ምልክት ፈቃድ",
    "2103513933": "የጣቢያው ሥራን የሚያደናቅፍ ወይም የሚያደናቅፍ ተግባር ውስጥ መሳተፍ;",
    "2103563261": "የግል ወይም የህዝብ መረጃ",
    "2104933754": "ተዛማጅ መለያዎችን ይለዩ",
    "2107077506": "የሰው ፕላትፎርም የተራቀቀ የአሁናዊ የጥራት ትንታኔን ለማከናወን ሁሉን አቀፍ በራስ መተማመን ሞዴሎችን ይጠቀማል። ይህ ሁለቱንም የጥያቄዎችን አስቸጋሪነት እና ትክክለኛውን መልስ በፍጥነት ለመወሰን ያስችለናል, ይህም ጊዜዎን እና ገንዘብዎን ይቆጥባል.",
    "2109792055": "የተጠቃሚ መመሪያ፡ ጉዳዮችን በግላዊነት ማለፊያ አሰጣጥ እና ማረጋገጫ ማረም",
    "2110259227": "24. የተጠያቂነት ገደብ",
    "211351380": "ከብሎግ፡-",
    "2113642787": "የንጋት ዘፈን",
    "21141582": "ይህ",
    "2114694926": "2. ክፍለ ጊዜ",
    "2119943547": "ይህ ለምን ሆነ? መልሱ ቀላል ነው። ስርዓትን አላግባብ ለመጠቀም ማበረታቻ እስካለ ድረስ አንድ ሰው በአጠቃላይ መንገድ ያገኛል። እና አንዴ ካደረጉ፣ ሌላ ሰው አሁን እነሱን ለማቆም ማበረታቻ ይኖረዋል።",
    "2123236933": "( ) በደንበኛ ማጣሪያ ያልተነካ የመተላለፊያ ይዘት ወጪዎች",
    "2125514305": "ML ተሻሽሏል፣ ነገር ግን reCAPTCHAን የማለፍ ችግር በዚህ ጊዜ ውስጥ በቁሳዊ መልኩ አልተለወጠም።",
    "2131386784": "ለእርስዎ እና ለተጠቃሚዎችዎ ሊደረስ የሚችል ልምድ እና ድጋፍ",
    "2133754014": "ከ4.5 ሚሊዮን በላይ ድረገጾች reCAPTCHA ይጠቀማሉ።",
    "2133809801": "ሰዎች ሰዎች ሆነው እስካሉ ድረስ፣ የሰው ልጅ ማረጋገጥ በመስመር ላይ የመጫወት ሚና ይኖረዋል።",
    "2138799135": "hCaptcha ለሚጠቀሙት የፊት ለፊት እና የኋላ ክፍል በደርዘን የሚቆጠሩ ቀድሞ የተሰሩ ውህደቶች አሉት።",
    "2146900431": "በማስተዋል፣ ይህ የይገባኛል ጥያቄ ብዙ ትርጉም አለው። ካፕቲቻዎች፣ ልክ እንደ ሁሉም ነገር ማለት ይቻላል፣ በባህላዊ አውድ ውስጥ የተካተቱ ናቸው፣ እና የእርስዎ ተግዳሮቶች ስብስብ በአብዛኛው በአንድ ባህል ውስጥ ከተፈጠሩ፣ ወደ ሌላ በደንብ ላይተረጎም ይችላል። በመሰረቱ ይህ የባህል ጉዳይ ነው።",
    "2150595700": ". GDPR እና CCPA የግላዊነት ስጋቶችን ለድርጅቶች ገዢዎች በካርታው ላይ አስቀምጠዋል፣ እና በተመሳሳይ ጊዜ የመስመር ላይ ግላዊነት ለህዝብ ይበልጥ አስፈላጊ እየሆነ መጥቷል ምክንያቱም ሁላችንም የመስመር ላይ ማስታወቂያ እና የግብይት ኢንዱስትሪዎች የእኛን መረጃ በታሪክ እንዴት እንደተጠቀሙ ሁላችንም መረዳት ስንጀምር።",
    "2150907653": "* ለአገልግሎቱ አቅርቦት በጣም አስፈላጊ የሆኑ ቴክኒካዊ ኩኪዎች። እነዚህ ምርጫ ኩኪዎችን፣ የክፍለ-ጊዜ ኩኪዎችን፣ የጭነት ማመጣጠን ኩኪዎችን፣ ወዘተ ያካትታሉ።",
    "2155089487": ". ተግዳሮቶቻችንን ለአንዳንድ ቡድኖች መፍታት ቀላል ቢሆን ኖሮ በዓለም ዙሪያ ያሉ እና በተለያዩ ባህሎች ውስጥ ያሉ ሰዎች በሚፈቱበት ጊዜ እንዴት እንደሚሰሩ ላይ ልዩነት እንዳለ እንጠብቃለን። በኤደን ፖስት አውድ ውስጥ፣ አሜሪካውያን ከሌሎች ሀገራት ሰዎች የተሻለ እንዲሰሩ እንጠብቃለን። ይህንን ችግር ለማስወገድ ስርዓቶችን በመዘርጋታችን አመታትን አሳልፈናል፣ በእርግጥ ተቃራኒውን እናያለን።",
    "2159517814": "በሚከተሉት ጉዳዮች ላይ የግል መረጃን እናካፍላለን ወይም እንገልፃለን።",
    "2163914794": "ለእርስዎ የውሂብ ስብስቦች ተጨማሪ መለያዎች ይፈልጋሉ? hCaptcha በአርቴፊሻል ኢንተለጀንስ እና በማሽን መማሪያ መተግበሪያዎች ላይ ለሚሰሩ ኩባንያዎች ፈጣን፣ ወጪ ቆጣቢ እና ከፍተኛ ጥራት ያለው የመረጃ መለያ ይሰጣል።",
    "2164933356": "Cloudflare",
    "2167049807": "የደህንነት ቡድኖች የክፍያ ማጭበርበርን ቀላል እና ሰነፍ አቀራረቦችን የሚያሸንፉ የተለያዩ የመከላከያ እርምጃዎችን እና መቆጣጠሪያዎችን ወስደዋል። ሆኖም ጥቃቶቹ ከጊዜ ወደ ጊዜ እየተራቀቁ መጥተዋል። ለምሳሌ፣ ቦቶች አሁን የተሰረቁ የክሬዲት ካርድ ቁጥሮችን እና ፒኖችን ከሐሰተኛ ድር ጣቢያዎች እና የማስገር ጥቃቶች መሰብሰብ ይችላሉ።",
    "2168177815": "እባክዎ እዚህ ይጫኑ",
    "2177660021": "በስታንፎርድ የምርምር ሳይንቲስት. የማሽን መማር እና የቁጥር ፋይናንስ በዋና ባንኮች፣ ሄጅ ፈንዶች እና አካዳሚ።",
    "2178073797": "ሚስጥራዊ መረጃን መግለጽ የማይጠገን ጉዳት ሊያደርስ ስለሚችል፣ ይፋ የሆነው አካል የዚህን ቃል ጥሰት ወይም ዛቻ መጣስ ትእዛዝ እፎይታ የመጠየቅ መብት አለው።",
    "2179524509": "ለ hCaptcha አገልግሎት ምን አይነት ጥያቄዎች እንደሚፈቀዱ እና ለምን ልዩ ጥያቄዎች እንደሚጠየቁ አንዳንድ ጊዜ ጥያቄዎችን እናገኛለን።",
    "2182196747": "ድጋፍ",
    "2183926131": "በ hCaptcha ኢንተርፕራይዝ ይጀምሩ",
    "2184564739": "ተመልከት",
    "2185418511": "ለማንኛውም ህጋዊ የንግድ አላማ መረጃው ከግለሰብ ጋር በምክንያታዊነት ሊተሳሰር እስካልቻለ ድረስ ማንነቱ ካልታወቀ ወይም ከተጠቃለለ።",
    "2185860003": "21. የድር ጣቢያ ማሻሻያዎች",
    "2187096543": "በእርግጥ፣ መረጃን ከውሂብ ጎታ ለማውጣት ኤፒአይን በመጥራት በጠላፊ የተጻፈ ሶፍትዌር ምክንያት አንዳንድ ዋና ዋና የመረጃ ጥሰቶች ደርሰዋል። ደግሞም መረጃን ለመስረቅ በቀላሉ በኤፒአይ ላይ መሰረታዊ የGET ጥሪን የሚፈልግ ከሆነ REST እና JSON በመጠቀም የተፃፈ ከሆነ የውሂብ ጎታውን በፍጥነት ማጽዳት ቀላል ነው. እንደ እውነቱ ከሆነ ሰዎች ስለ \"ስክሪን መቧጨር\" ጥቃቶች ሲናገሩ፣ ምን ማለታቸው ነው፣ ባብዛኛው፣ ከመረጃ ቋቶች ውስጥ ውሂብን የሚጎትቱ ፈጣን-እሳት የሆኑ የኤፒአይ ጥሪዎች ናቸው። ኤ.ፒ.አይ.ዎች ለሚገነቡ ድርጅቶች ዋና የጥቃት ወለል ሆነዋል።",
    "2188609322": "መጥፎ ተዋናዮች በመስመር ላይ እየበዙ መጥተዋል። ነገር ግን የተጠቃሚን ግላዊነት መስዋዕት ማድረግ መፍትሄ አይሆንም።",
    "218889628": "ይህንን የደንበኛ አባሪ ወይም የአገልግሎት ውል በመጣስዎ ምክንያት ይህንን የደንበኛ አባሪ ወይም የአገልግሎት ውል ካቋረጥን በስተቀር፣ ካቋረጥን እና ማንኛውንም ክፍያ አስቀድመው ከከፈሉን፣ የእነዚያን የፕሮ-ራታ ክፍል እንመልሳለን። የቅድመ ክፍያ መጠን፣ በቀሪው ጊዜ ወይም በከፈሉላቸው አገልግሎቶች ላይ በመመስረት፣ የትኛውም ያነሰ ነው። ስራችንን ለንግድ ምክንያታዊ በሆነ መንገድ እናጠናቅቃለን እና ሁሉንም የተከፈለ የውጤት ዳታ ስብስቦችን እና በእጃችን ያለውን የደንበኛ መረጃዎችን እንጠብቃለን እና እናደርሳለን። በማናቸውም ማቋረጫ ጊዜ ማንኛውንም ውሂብ ለመሰረዝ አንገደድም።",
    "2193061499": "አንዳንድ የእኛ አርማዎች እና ምልክቶች በhCaptcha እና አጋሮቹ ለመጠቀም የተገደቡ ናቸው። ከ hCaptcha የጽሁፍ ፍቃድ ሶስተኛ ወገኖች የሚከተሉትን ምልክቶች መጠቀም አይችሉም፡-",
    "2196526290": "hc_ተደራሽነት",
    "2197218442": "የክላውድፍላር ዋና ስራ አስፈፃሚ ማቲው ፕሪንስ በ ውስጥ ያለውን አመለካከት ጠቅለል አድርጎ ገልጿል።",
    "219813583": "ደህንነት በመጀመሪያ",
    "2199048568": "በማንኛውም ድረ-ገጽ ላይ ከአድራሻ አሞሌው በስተግራ ያለውን ጋሻ ላይ ጠቅ ያድርጉ። የጥበቃ ቅንብሮችን ጠቅ ያድርጉ። የፋየርፎክስ ምርጫዎች ግላዊነት እና ደህንነት ፓነል ይከፈታል። በተሻሻለ የክትትል ጥበቃ ስር ብጁን ይምረጡ። እነዚያን አመልካች ሳጥኖች በመምረጥ የትኞቹን መከታተያዎች እና ስክሪፕቶች እንደሚታገዱ ይምረጡ። የ hcaptcha.com እገዳን ማንሳትዎን ያረጋግጡ።",
    "2209109640": "ለተንኮል ዓላማዎች ብቻ ጥቅም ላይ የሚውሉ, በተለመደው የንግድ ሥራዎቻቸው አውድ ውስጥ?",
    "2209837451": "ኦክቶበር 15፣ 2019 - ጃንዋሪ 15፣ 2020",
    "2212670355": "ክፈት",
    "2216374138": "እንደ የመዳፊት እንቅስቃሴዎች፣ የማሸብለል ቦታ፣ የቁልፍ ፕሬስ ዝግጅቶች፣ የንክኪ ክንውኖች፣ እና ጋይሮስኮፕ/አክስሌሮሜትር መረጃ እንደ ሚመለከተው።",
    "2217842245": "ሆኖም፣ የእኛ መረጃ እንደሚያሳየው (ለ hCaptcha)",
    "2219945145": "ክፍለ ጊዜ፣",
    "2223819810": "መድረክችንን ለማመቻቸት",
    "2225785608": "() ሳንሱር ሳይደረግበት ስለ ቪያግራ ማውራት መቻል አለብን",
    "2230333214": "የደንበኛ ውሂብን ከሌሎች መረጃዎች ጋር በማዋሃድ ውጤቶቹ በግል የማይለዩ እንዲሆኑ እና እንዲሁም የአገልግሎቶቹን አጠቃቀም በተመለከተ ያልተለዩ ቴክኒካል ምዝግብ ማስታወሻዎችን እና መረጃዎችን እንሰበስባለን (\"ድምር/የታወቀ ውሂብ\")። ምንም እንኳን ከዚህ ተቃራኒ የሆነ ነገር ቢኖርም ፣ ማንኛውም እንደዚህ ያለ ድምር/የተገለጸው መረጃ በ IMI በዚህ ስምምነት ጊዜ ውስጥ ወይም ከዚያ በኋላ ለማንኛውም የንግድ ዓላማ ሊጠቀምበት ይችላል ፣ ይህም አገልግሎቶቹን ለማሻሻል እና ለማሻሻል እና ሪፖርቶችን ለመፍጠር እና ለማሰራጨት እና ሌሎችንም ጨምሮ ቁሳቁሶች. የደንበኛ መረጃ እንዲሁ ሊቆይ እና ስራው ከተጠናቀቀ ከ180 ቀናት በማይበልጥ ጊዜ ውስጥ በስርዓቱ ውስጥ ሊታይ ይችላል ለምሳሌ እንደ አውቶማቲክ የካሊብሬሽን ወይም የማረጋገጫ መረጃ ለኢንቱሽን ማሽኖች ሲስተም። ግልጽ ለማድረግ፣ ይህ ክፍል 5 ያለእርስዎ የጽሁፍ ፍቃድ የማንኛዉም አጠቃላይ/የማይታወቅ ዳታ ምንጭ እርስዎን የመለየት መብት አይሰጠንም።",
    "2233384692": "እንደዚህ አይነት መረጃ እንዴት እንደሚስተናገድ ማንኛውም አይነት ጥያቄ ወይም ስጋቶች ካሉዎት ወይም መብቶችዎን ለመጠቀም ከፈለጉ አገልግሎቱን ለመጠቀም ከእኛ ጋር የተዋዋለውን ሰው ወይም አካል (ማለትም፣ የውሂብ ተቆጣጣሪው) ማነጋገር አለብዎት። እኛ ግን ከነሱ ጋር በገባነው ውል መሰረት ማንኛውንም ችግር ለመፍታት ለኢንቴግራሮቻችን እርዳታ እንሰጣለን።",
    "2233741720": "በማጠቃለል",
    "2234909600": "() አይፈለጌ መልእክት ሰሪዎች በዝርዝሮቻቸው ውስጥ ስላሉ ልክ ያልሆኑ አድራሻዎች ግድ የላቸውም",
    "2236960358": "በምዝገባ ወቅት፣ የእርስዎን ስም፣ የኢሜል አድራሻ እና የተጠቃሚ ስም እና የይለፍ ቃልን ጨምሮ ስለእርስዎ (\"የግል መረጃ\") አንዳንድ የግል መረጃዎችን እንዲገልጹ ይጠየቃሉ፣ ሁሉም በእኛ ላይ ባለው የግላዊነት መመሪያችን ተገዢ ይሆናሉ። ድህረገፅ. እርስዎ ብቻ የመለያዎን፣ የይለፍ ቃሎችዎን እና ከማንኛዉም መለያዎ ጋር የተገናኙ የማረጋገጫ ቁልፎችን የመከታተል፣ የማረጋገጥ እና የመጠበቅ ሀላፊነት አለብዎት፣ እና እርስዎ በአገልግሎቶቹ ላይ ያለውን መረጃ ለመጠቀም ወይም ለተወሰደው እርምጃ እርስዎ ብቻ ነዎት።",
    "2255549335": "የእኛ ስራ በ hCaptcha በችግር እና በትክክለኛነት መካከል ጥሩ ሽግግሮችን መፈለግ እና ግጭትን ዝቅ ማድረግ ነው ፣ በተለይም ለ",
    "2256305371": "ፕሮፌሰር, በካሊፎርኒያ ዩኒቨርሲቲ CS, በርክሌይ. ጥልቅ ትምህርት ፣ ደህንነት ፣ blockchain ባለሙያ። የ Oasis Labs ዋና ሥራ አስፈፃሚ.",
    "2256795853": "ብዙ መረጃዎችን በፍጥነት ከድር ጣቢያዎች የማውጣት ችሎታ በተንኮል ተዋናዮች እጅ ውስጥ መቧጨር ኃይለኛ መሳሪያ ያደርገዋል። የመቧጨር ቦት የተጠቃሚ ውሂብን ከማህበራዊ ሚዲያ ጣቢያዎች መሰብሰብ ይችላል። ከዚያም አድራሻዎችን እና ሌሎች የግል መረጃዎችን የያዙ ድረ-ገጾችን በመቧጨር እና ውጤቱን በማዛመድ ጠላፊው እንደ የተጭበረበረ የክሬዲት ካርድ ማመልከቻዎችን እንደ ማስገባት ያሉ የማንነት ወንጀሎችን ሊፈፅም ይችላል።",
    "2260079771": "የውሂብ ማቆየት",
    "2268939633": "IMI በሸማች አለመግባባቶች ላይ በተገልጋዮች አለመግባባቶች ፊት ለፊት ባለው አማራጭ የግጭት አፈታት ሂደት ላይ ለመሳተፍም ሆነ ለመሳተፍ አይገደድም። የመስመር ላይ አለመግባባቶችን ለመፍታት የአውሮፓ ኮሚሽን ኦፊሴላዊ ድረ-ገጽ፡-",
    "2269166171": "ጉግል ክሮም (ማክ)፦",
    "2271205646": "ማስታወሻ ለአውሮፓ የኢኮኖሚ አካባቢ ነዋሪዎች።",
    "2271252286": "() ማይክሮሶፍት አይታገስም።",
    "2271512952": "ተጠቃሚዎች የሚጎበኙትን ጣቢያ ይደግፋሉ፣ እና ያነሰ የድር አይፈለጌ መልዕክት ያጋጥማቸዋል።",
    "2271969747": "20. የሚቀበሉት ሚስጥራዊ መረጃ",
    "2273532558": "የ hCaptcha ደሞዝ ደንበኞች እነማን ናቸው?",
    "2281169898": "የማረሚያ መረጃን በሪፖርትዎ መላክ ምን እየተፈጠረ እንዳለ ለመለየት ቀላል ያደርግልናል። የደረጃ በደረጃ መመሪያዎች እነኚሁና፡",
    "2284856231": "እና በአስደናቂ ሁኔታ የተሻሻለ ትክክለኛነት በ hCaptcha Enterprise ንፁህ ተገብሮ ሁኔታም ታይቷል።",
    "229198134": "() ይቅርታ ወንድሜ፣ ግን የሚሰራ አይመስለኝም።",
    "2292919419": "() Outlook",
    "2296918009": "ይህም በየቀኑ ከ 100 በላይ የሰው-አመታት የጉልበት ሥራ ጋር እኩል ነው.",
    "2301335298": "የክፍያ ማጭበርበር፡ ፈጣን የሳይበር ወንጀልን ማቃለል",
    "230159237": "እውቂያዎች",
    "2301757528": "**** በክፍያ መስኮቱ ወቅት የ REST APIs በፔይፓል ጥገና ምክንያት ሁሉም ክፍያዎች ሰኔ 15 አልተጠናቀቁም። ለጁን 15 (ፓሲፊክ ሰዓት) የታቀዱ ማንኛቸውም ክፍያዎች በPayPal API ስህተቶች ምክንያት ያልተፈጸሙ ክፍያዎች በጁን 19 (በፓስፊክ ሰዓት) እንደገና ተካሂደዋል።",
    "2303655425": "ጃንዋሪ 15፣ 2019 - ኤፕሪል 15፣ 2019",
    "2309661107": "ቢሆንም, እኛ በጣም ፍላጎት አለን",
    "2310694091": "እርቅ ማለት ምን ማለት ነው?",
    "2310705547": "የበለፀገው የጽሑፍ አካል ርእሶችን፣ አንቀጾችን፣ ብሎክ ጥቅሶችን፣ ምስሎችን እና ቪዲዮዎችን በተናጠል ከመጨመር እና ከመቅረጽ ይልቅ በአንድ ቦታ ላይ እንዲቀርጹ ያስችልዎታል። በቀላሉ ድርብ ጠቅ ያድርጉ እና በቀላሉ ይዘት ይፍጠሩ።",
    "23114595": "ታላቅ የተጠቃሚ ተሞክሮ",
    "231285005": "በእኛ ብሎግ ላይ የቅርብ ጊዜ ዝመናዎችን ማግኘት ይችላሉ።",
    "2315518622": "በዛሬው የማጥቂያ መሳሪያዎች ውስጥ ባለው ውስብስብነት፣ የትኞቹ፣ ካሉ፣ ማጭበርበር እንደሆኑ ለማወቅ በጣም ፈታኝ ነው። ከዚያም አንድ ሰው ወደ የደንበኞች አገልግሎት መስመር ይደውላል እና \"የእኔ መለያ ጥቃት ደርሶበታል! መግባት አልቻልኩም እና አንድ ሰው ገንዘቤን እየሰረቀ ነው!”",
    "2319072959": "ከራስዎ የስራ ሃይል ጋር ሙሉ ለሙሉ ከመስመር ውጭ ያሂዱ፣ በቢዝነስ ክፍሎች ወይም በሽርክና አጋሮች የሚበላውን ዋጋ ይከታተሉ፣ ስራዎችን በዋጋ እና በደህንነት መስፈርቶች ላይ በመመስረት ለተለያዩ የውስጥ እና የውጭ ሰራተኛ አቅራቢዎች ይምረጡ እና ሌሎችም።",
    "2320894364": "ከ200 በላይ የመገኘት ነጥቦች የ hCaptcha ደመና በዓለም ዙሪያ ያሉ ንብረቶችዎን ይጠብቃል።",
    "2323013093": "26. ተፈፃሚነት ያለው ህግ",
    "2323282990": "የሰው ልጅን ለማረጋገጥ ዘመናዊ አቀራረብ",
    "2326660907": "በስተቀር",
    "2328839224": ". እባክዎ በካሊፎርኒያ የሸማቾች ግላዊነት ህግ (\"CCPA\") ስር ካሉ መብቶችዎ ጋር የሚዛመደውን \"የካሊፎርኒያ ነዋሪዎች ማስታወቂያ\" የሚለውን ክፍል ይመልከቱ።",
    "2330965058": "ለኢንቴግሬተሮች ፕሮሰሰር ሆነን በምንሰራበት ጊዜ የተሰበሰበውን መረጃ በአግባቡ ከሚያስፈልገው በላይ አገልግሎታችንን ለማቅረብ አንጠቀምም እና አሰራራችንም የሚመራው ከኢንቴግሬተሮች ጋር ባለን ውል እንጂ ይህ አይደለም የ ግል የሆነ",
    "2333410049": "እባክዎ የማስታወቂያ ማገጃውን ለማጥፋት ይሞክሩ።",
    "2340340589": "የ hCaptcha ምልክትን ስለመጠቀም መመሪያዎች",
    "234420106": "እርስዎ የ hCaptcha ኢንተርፕራይዝ አገልግሎት ኢንቴግሬተር ወይም ደንበኛ ከሆኑ እና የእርስዎ የኤፒአይ አጠቃቀም በ RPS ሲለካ ለአገልግሎት ደረጃዎ ከተሰጠው መጠን በላይ ከሆነ፣ አገልግሎቶን ለማሻሻል ወይም ከመጠን በላይ ዋጋ ለማስከፈል ልንመርጥ እንችላለን። በ30 ቀናት ጊዜ ውስጥ የእርስዎ ከፍተኛ RPS መጠን በ10 እጥፍ ለ10 ወይም ከዚያ በላይ ደቂቃዎች ከተሰጠው መጠን በላይ ካለፈ እና አብዛኛዎቹ እነዚህ ጥያቄዎች፣ በእኛ ብቸኝነት፣ ተንኮል-አዘል ትራፊክ ካልሆኑ፣ እኛ ልንመርጥ እንችላለን። በዚያ ወር ውስጥ ለተደረጉ ሁሉም የኤፒአይ ጥያቄዎች በውል በተጠቀሰው አማካይ ዋጋ ያስከፍልዎታል።",
    "2344319147": "የጉግል ቦት ማወቅ ምን ያህል ዋጋ አለው?",
    "2348450790": "እባክዎ እነዚህን የአገልግሎት ውሎች ያንብቡ። ከሌሎች ድንጋጌዎች መካከል የዋስትና ማስተባበያዎችን፣ የተጠያቂነት ገደቦችን እና አስገዳጅ የግልግል ዳኝነትን ያካትታሉ። እባክዎን እነዚህ የአገልግሎት ውሎች ድህረ ገጻችንን ለመጨረሻ ጊዜ ከጎበኙ በኋላ ተለውጠው ሊሆን እንደሚችል ልብ ይበሉ። በእኛ ምርጫ እነዚህን የአገልግሎት ውሎች ከጊዜ ወደ ጊዜ ልንከልስ እና ማዘመን እንችላለን። የቁሳቁስ ለውጥ በሚከሰትበት ጊዜ የተዘመነውን የአገልግሎት ውል በዚህ ገጽ ላይ በመለጠፍ እናሳውቅዎታለን፣ከዚያ በኋላ ጣቢያውን ወይም አገልግሎቱን መጠቀም ወይም ማግኘት ለመቀጠል የተሻሻለውን የአገልግሎት ውል መቀበል አለቦት።",
    "2348697693": "ጎግል ክሮም (አንድሮይድ)፡-",
    "2349681896": "እንደ አለመታደል ሆኖ አንድን ሃርድዌር መቆጣጠር ማለት እርስዎ ሰው ነዎት ማለት አይደለም። በእውነቱ እያንዳንዱ ታዋቂ የሸማች ሃርድዌር ማረጋገጫ እቅድ በተደጋጋሚ ተሰብሯል፣ ተለጥፏል እና ከዚያ እንደገና ተሰብሯል።",
    "2351176803": "የ hCaptcha JS API የፍቃድ ውሎች",
    "2354267648": "GDPR፣ CCPA እና LGPD-ተስማሚ የግላዊነት ፖሊሲ",
    "2359150347": "ጥ፡ ሌሎች የመስመር ላይ የደህንነት አገልግሎቶች የግላዊነት ማለፊያን ይደግፋሉ?",
    "2359312315": "ወይም በአጠቃላይ ከግለሰብ ጋር በምክንያታዊነት ሊተሳሰር የማይችል።",
    "2359913400": "መሠረተ ልማት",
    "2366003154": "የፕሬስ እና የሚዲያ ጥያቄዎች",
    "2367602973": "እዚህ",
    "2369877184": "ለhCaptcha Integrators ወይም ደንበኞች የሚፈቀደው ከፍተኛ RPS መጠን በአንተ እና በእኛ መካከል በጽሁፍ የውል ስምምነት ካልተገለጸ በስተቀር በሂሳብህ ውስጥ ላሉ አካላት (\"RPS\") በሰከንድ 1,000 ጥያቄዎች ነው።",
    "237009707": "( ) በባዕድ አገሮች ውስጥ ክፍት ቅብብሎሽ",
    "2373007864": "hCaptcha ኢንተርፕራይዝ ከፍተኛ የትራፊክ ኢንተርፕራይዞች የሚያስፈልጋቸውን ባህሪያት በማካተት በ hCaptcha መድረክ ቴክኖሎጂ ላይ ይሰራል።",
    "2378786360": "1. ከሌሎቹ የሚደገፉ አሳሾች አንዱን ይሞክሩ፡ Chrome ላይ ከሆኑ ሴቲንግዎን ከ Chrome ሳያስመጡ ፋየርፎክስን ለመጠቀም ይሞክሩ እና ተሰኪውን እዚያ ይጫኑ። ያ የሚሰራ ከሆነ የአሳሽ ውቅር ችግር ሊኖርብህ ይችላል።",
    "2385522384": "በጎግል ዌይሞ በራሳቸው የሚነዱ መኪኖች ላይ ከካሜራዎች የቪዲዮ ፍሬሞችን እያዩ እና የእቃቸውን ማወቂያ ለማሻሻል እየረዱ ሊሆን ይችላል።",
    "2386465280": "መረጃን እንዴት እንደምናጋራ",
    "2391175562": "በተጨማሪም፣ ስለ አንተ የማስበው ይህ ነው፡-",
    "2394073454": "እንደ ግለሰብ ዳታ መለያ ሰጪዎች ከእኛ ጋር መስራት ከሚፈልጉ ዋና ተጠቃሚዎች ተጨማሪ መረጃ ልንሰበስብ እንችላለን።",
    "2396605499": "() የነጮች ሊዝሮች ይጠቡታል።",
    "2397590157": "3. ወግ አጥባቂ ግምት፡- 200 ሚሊዮን መፍትሔዎች * 30 ሰከንድ በአንድ መፍትሄ በአመታት = 190.3 ሰው-ዓመት/ቀን።",
    "2402165761": "መቧጨር እንዴት ይሠራል?",
    "2404545611": "ወደ hCaptcha እንኳን በደህና መጡ! የማህበረሰባችን አካል ስለሆኑ እናመሰግናለን። ሁሉም የ\"አገልግሎቶቹ\" ተጠቃሚዎች (ከዚህ በታች የተገለጹ) በሚከተሉት ውሎች (\"የአገልግሎት ውል\") መስማማት አለባቸው። በእነዚህ የአገልግሎት ውሎች \"IMI\"፣ \"እኛ\" እና \"እኛ\" ኢንቱሽን ማሽኖች ኢንክ እና ስርአቶቹን፣ አጋሮቹ፣ ኃላፊዎቹ፣ ወኪሎች፣ ሰራተኞች፣ ተወካዮች እና ወኪሎች የሚያመለክቱ ሲሆን የእኛ \"ድህረ-ገጽ\" ማንኛውንም ድህረ ገጽ በስር ያካትታል። የእኛ ቁጥጥር፣ www.hcaptcha.com እና www.imachines.comን ጨምሮ።",
    "2408036504": "ስርዓቶቻችን ከመሠረቱ የተቀየሱት የመረጃ አሰባሰብ እና ማቆየትን ለመቀነስ እና የክፍል-መሪ ደህንነትን በመጠበቅ ነው። የተጠቃሚ ውሂብን ለመጠበቅ ምርጡ መንገድ ጨርሶ ማከማቸት አይደለም.",
    "2410122265": "hCaptcha መርጃዎች፡ Bots 101",
    "2412751979": "hCaptcha ሃይል ለሚያደርጉት ትክክለኛ የሰው ልጅ ምልክቶች ምስጋና ይግባውና ከዚህ ቀደም reCAPTCHA v3/Enterprise ይጠቀሙ የነበሩ ብዙ ኩባንያዎች ወደዚህ ተቀይረዋል።",
    "2413742287": "የ hCaptcha ማበረታቻ ትክክለኛነትን ከፍ ማድረግ እንጂ የማስታወቂያ ገቢ አይደለም፡ የቦት መልሶች የሰው ልጅ የሥልጠና መረጃ ለሚፈልጉ ደንበኞቻችን ከንቱ ናቸው።",
    "2414232014": "የእኛ አርማ ወዲያውኑ የሚታወቅ እና በጣም ጠቃሚ እና አስፈላጊ ከሆኑት ሀብቶቻችን አንዱ ነው። የኩባንያችን ጠንካራ ውክልና ሆኖ መቆየቱን ለማረጋገጥ በሁሉም የግንኙነት መስመሮች ውስጥ በጥንቃቄ እና ወጥ በሆነ መንገድ መቅረብ አለበት።",
    "2414368123": "ስም፣ የክሬዲት ካርድ ቁጥር፣ የዴቢት ካርድ ቁጥር ወይም ሌላ የፋይናንስ መረጃ።",
    "2418549423": "፣ የመስመር ላይ ግላዊነትን በክሪፕቶግራፊክ ማረጋገጫዎች እና ሌሎች ልዩ የግላዊነት-የመጀመሪያ ባህሪያትን ለመጠበቅ ብቅ ያለ መስፈርት።",
    "2419795065": "ማስታወቂያ ለካሊፎርኒያ ነዋሪዎች",
    "2420789666": "በፍጥነት፣ Inc. የቀረቡ አገልግሎቶች፡ በፍጥነት CDN እና የጠርዝ ስሌት።",
    "2423586454": "ምንም እንኳን AI ከጀርባው ምንም ያህል ጥሩ ቢሆንም ሶፍትዌሩ የማይችላቸው አንዳንድ ነገሮች አሁንም አሉ። ዘመናዊው የCAPTCHA ቴክኖሎጂ የክፍያ ማጭበርበርን ለማስቀጠል የሚሞክሩ ቦቶችን የማገድ የተረጋገጠ ዘዴን ይሰጣል። ወደ CAPTCHA የቆዩ አቀራረቦች፣ ልክ በሳጥን ውስጥ እንዳሉት ቀላል የተዘበራረቁ ቁጥሮች፣ አሁን ባብዛኛው የላቁ ቦቶችን በመቀነሱ ረገድ ጉድለት ያለባቸው ሲሆኑ፣ እንደ hCaptcha Enterprise ያለ አውቶሜትድ ለሙከራ ምላሽ የሚሰጥ መሳሪያ የመለያ መግቢያ ወይም የግዢ ጋሪ ቼክ በሚወጣበት ቅጽበት አጭበርባሪ ቦትን በቀላሉ ሊያደናቅፍ ይችላል። ምንም እንኳን ቦት እውነተኛ ምስክርነቶች ቢኖረውም፣ በCAPTCHA በኩል ማለፍ ካልቻሉ።",
    "2429359042": "ምሳሌ በይነገጽ ምስሎች",
    "2430148876": "ደንበኞቻችን፣ አጋሮቻችን እና አድናቂዎቻችን የድርጅት ማንነታችንን እያስጠበቅን ከብራንድችን ጋር እንዲሰሩ በተቻለ መጠን ቀላል ለማድረግ እነዚህን መመሪያዎች እና አጠቃላይ የንግድ ምልክት ፈቃድ ፈጥረናል። የhCaptcha አዶዎችን፣ ሎጎዎችን ወይም ሌሎች ምልክቶችን ከእነዚህ መመሪያዎች በቁሳዊ መልኩ በሚለያዩ መንገዶች መጠቀም ከፈለጉ፣ ለጽሑፍ ፈቃድ እኛን (IMI) ማግኘት ያስፈልግዎታል።",
    "2436973524": "ትክክለኛ ማጣቀሻዎች ብቻ ተቀባይነት አላቸው. አንድ ጣቢያ የ hCaptcha አገልግሎቶችን እና መተግበሪያዎችን በማይጠቀምበት ጊዜ ይጠቀማል ማለት አይቻልም። በተመሳሳይ፣ የኛን አርማ ወይም ማንኛውንም ባጆች መጠቀም ተገቢ የሚሆነው ጣቢያው የ hCaptcha አገልግሎቶችን ሲጠቀም ብቻ ነው።",
    "2437934778": "የአንተ ስም",
    "2438016011": "የፈቃደኝነት ስምምነት. የእነዚህ የአገልግሎት ውሎች ሁሉም ተዋዋይ ወገኖች የዚህን ስምምነት ሁሉንም ገፅታዎች እንደገመገሙ ፣ ሁሉንም ድንጋጌዎቹን በጥንቃቄ አንብበው እና ሙሉ በሙሉ እንደተረዱ እና በፈቃደኝነት ወደዚህ ስምምነት እየገቡ መሆናቸውን ይወክላሉ እና ይስማማሉ።",
    "2441638955": "በመጀመሪያ ኤፒአይ ምንድን ነው?",
    "2444685143": "የአርማ ፖሊሲ",
    "2445034923": "በእነዚህ የአገልግሎት ውሎች በሁሉም ውሎች እና ሁኔታዎች ካልተስማሙ ጣቢያውን ወይም አገልግሎቶቹን አይጠቀሙ (እና አይችሉም) አይጠቀሙ ወይም አይግቡ።",
    "24452499": "መፍትሄ; ለበጎ ወይም ለታመመ ጥቅም ላይ ሊውል ይችላል. ድርብ አጠቃቀም መፍትሄዎችን የሚያጠና፣ የሚገነባ ወይም የሚሸጥ እያንዳንዱ ኩባንያ ድርጊቶቻቸው የሚያስከትለውን መዘዝ የማጤን ግዴታ አለበት።",
    "2446481523": "በአንዲት ትንሽ የገጠር መንደር ውስጥ በሚገኘው ኮንስታቡል ውስጥ አንድ የፉርጎ ሹፌር እና አንድ ባላባት የታዩበት የድሮ አፈ ታሪክ አለ። አንድ ሰው የቆሸሸና የደሃ ልብስ ለብሶ ለኮንስታቡ፣ “እኔ መኳንንት ነኝ። ይህ ሰውዬ ሹፌር ነበር።",
    "2449501658": "በተጭበረበረ የመለያ የመግባት ሙከራዎች፣የማሽን መማሪያን በመጠቀም ቦቶችን ፈልጎ ለማግኘት እና ለማስቆም፣ እና አጭበርባሪዎች መለያን ለመቆጣጠር በጣም ከባድ ወይም አልፎ ተርፎም የማይቻል እንዲሆን በማድረግ ስጋትን ለመቀነስ በጣም የላቁ መንገዶችን ያቀርባል።",
    "2462728596": "በእነዚህ ነጥቦች ላይ እራሳችንን ማርካት ካልቻልን ጥያቄውን ውድቅ እናደርጋለን እና በውላችን እንደተገለጸው ተጨማሪ የመድረክ መዳረሻን ልናቋርጥ እንችላለን።",
    "2462909475": "የቻይና ቦት ኦፕሬሽን አካል የሆነው ከ10,000 የሚበልጡ ስልኮች ለጥቃት የሚያገለግል ግድግዳ።",
    "2465128185": "ፈጣን ግብረመልስ ለመስጠት፣ በቀላሉ \"ግብረመልስ ላከልን\" የሚለውን ቁልፍ ጠቅ ያድርጉ።",
    "2468683988": "ርዕስ",
    "2474091800": "19. ከሌሎች ተጠቃሚዎች ጋር አለመግባባቶች; መልቀቅ",
    "2474661839": "የእኛ",
    "247560732": "hCaptcha በሶስት የኮድ መስመር ያክሉ። ከreCAPTCHA እየመጡ ከሆነ የእኛ ኤፒአይ ተኳሃኝ ነው እና ለመቀየር ደቂቃዎችን ብቻ ነው የሚወስደው።",
    "2477958756": "() መጥፎ ሰዎች",
    "2481032625": "ግቡ ለመከላከል ከሆነ፡-",
    "2486638408": "ዝርዝሮችን ይግለጹ",
    "2487931657": "አትጠቀም: \"እኛ ጣቢያችንን hCaptcha'd.\"",
    "248923369": "BotStop አርማ™",
    "2489287539": "ከክርክር-ነጻ \"ምንም CAPTCHA\" እና 99.9% ተገብሮ ሁነታዎች",
    "2491398763": "በእነዚህ ገፆች ላይ ያሉት ሁሉም ጽሑፎች፣ ምስሎች፣ ግራፊክ አኒሜሽን፣ ቪዲዮዎች፣ ሙዚቃዎች፣ ድምጾች እና ሌሎች ነገሮች ከተገለጹ በ IMI ወይም በሶስተኛ ወገኖች በቅጂ መብት ህግ የተጠበቁ ናቸው። ይህንን ጽሁፍ ለንግድ አገልግሎት ከተመጣጣኝ ፍትሃዊ አጠቃቀም በላይ መገልበጥም ሆነ ማሻሻል ክልክል ነው። የዚህ ድህረ ገጽ ሃላፊነት",
    "2497216176": "የሶስተኛ ወገን ትንታኔ እና የመከታተያ ቴክኖሎጂዎች",
    "2498172334": "በተለይ፣ እቅድዎ መለያውን መመዝገብ አልቻለም",
    "2505227594": "7. ከመጠን በላይ",
    "2510209017": "ተጨማሪ እገዛ ይፈልጋሉ?",
    "2510534204": "ከማርች 23 ቀን 2020 በኋላ አይደለም ***",
    "2513143348": "የ hCaptcha ኢንተርፕራይዝ ሲስተም በንድፍ ውስጥ በተለየ ሁኔታ ተለዋዋጭ ነው፡ የህዝብ ደመናን የሚሰሩ ከሆነ ወይም ብዙ የመረጃ ቋቶች ባለቤት ከሆኑ በከፊል ወይም ሙሉ በሙሉ በአውታረ መረብዎ ጠርዝ ላይ ሊሰማራ ይችላል።",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "የግላዊነት ማለፊያ ምስጠራ ደኅንነት መሠረት። ፕሮቶኮሉ ራሱ በ",
    "2531534427": "ዝርዝሮች እዚህ አሉ።",
    "2534436327": "እና የሚከተሉት የፍልስፍና ተቃውሞዎች እንዲሁ ተፈጻሚ ሊሆኑ ይችላሉ፡-",
    "2535001179": "ከGoogle reCAPTCHA እየመጡ ከሆነ፣ የእኛ ኤፒአይዎች ተቆልቋይ ተተኪዎች ናቸው።",
    "2540760245": "ከብዙ ሌሎች አጠቃቀሞች መካከል፣ “በሰው ወይም ላይሆን” ላይ ተመርኩዞ የመስመር ላይ ትራፊክን ማጣራት መቻል የሰው ልጅ ተፈጥሮ ባለፉት አምስት ሺህ ዓመታት የተመዘገቡትን ተመሳሳይ ዘይቤዎች እስካልተከተለ ድረስ ጠቃሚ መሳሪያ ሆኖ ይቆያል።",
    "2543123170": "ዜሮ ግጭት የሰው ልጅ ማረጋገጫ",
    "254326776": "የእነዚህ ጉድለቶች ተንኮል-አዘል አላግባብ መጠቀም ለወራት ወይም ለአመታት ይፋ ከመደረጉ ወይም ትምህርታዊ ህትመቱ በፊት ሲከሰት ይታወቃል።",
    "2544169219": "የቅርብ ጊዜ-ዘመናዊ ውጤቶች፡ ICML LLD፣ ሜይ 2019።",
    "2544565802": "ጁላይ 15፣ 2019 - ኦክቶበር 15፣ 2019",
    "2547140673": "ከአስር አመታት በላይ የጉግል reCAPTCHA አገልግሎት ለድር ጣቢያ ባለቤቶች የንግድ ስራ አቅርቧል፡ Google ተጠቃሚዎችዎን ይከታተል እና ጥያቄዎችን ይጠይቋቸው እና በምትኩ ቦቶችን እና አይፈለጌ መልዕክትን እንደሚያቆሙ ቃል ገብተዋል።",
    "2547406584": "ስለዚህ የኩኪ ፖሊሲ ማንኛቸውም ጥያቄዎች ካሉዎት፣ እባክዎን በ ላይ ያግኙን።",
    "2551802342": "- ከከፍተኛ የንግድ እንቅስቃሴ መቋረጥ በኋላ በፍጥነት ለማገገም እና የንግድ ስራ ለመጀመር አቅደናል እና ሰራተኞቻችንን እና ንብረቶቻችንን በመጠበቅ ፣የፋይናንስ እና የአሠራር ግምገማ በማድረግ የድርጅቱን መጽሃፎች እና መዝገቦችን በመጠበቅ እና ደንበኞቻችን እና ዋና ተጠቃሚዎቻቸው በመስመር ላይ ግብይት እንዲፈጽሙ በመፍቀድ ምላሽ እንሰጣለን። በአጭሩ፣ የንግድ ሥራ ቀጣይነት እቅዳችን የተነደፈው በከፍተኛ የንግድ ሥራ መስተጓጎል ስፋት እና ክብደት መሠረት ድርጅታችን በተቻለ ፍጥነት ሥራውን እንዲጀምር ለማስቻል ነው። የእኛ የንግድ ቀጣይነት እቅድ አድራሻዎች: የውሂብ ምትኬ እና መልሶ ማግኛ; ሁሉም ተልዕኮ ወሳኝ ስርዓቶች; የገንዘብ እና የአሠራር ግምገማዎች; ከደንበኞች, ሰራተኞች እና ቁጥጥር አካላት ጋር አማራጭ ግንኙነቶች; የሰራተኞች ተለዋጭ አካላዊ አቀማመጥ; ወሳኝ አቅራቢ እና የደንበኛ ተጽእኖ; የቁጥጥር ሪፖርት; እና ስራችንን መቀጠል ካልቻልን ለደንበኞቻችን አፋጣኝ ማስታወቂያ እንሰጣለን። የእኛ ዋና አቅራቢ ገንዳ የእኛን ጠቃሚ መዝገቦች በጂኦግራፊያዊ የተለየ አካባቢ ይደግፋሉ። እያንዳንዱ የአደጋ ጊዜ ሁኔታ እንደ የቀን ሰአት እና የመስተጓጎሉ ክብደት በመሳሰሉት ውጫዊ ሁኔታዎች ላይ ተመስርተው ልዩ ችግሮች ቢፈጠሩም አላማቸው የራሳቸውን ስራ ወደ ነበሩበት መመለስ እና አገልግሎቱን በፍጥነት ማስጀመር መቻል እንደሆነ በዚህ አቅራቢ ገንዳ አሳስበናል። ምንም እንኳን የተለያዩ የአቅራቢዎችን ስብስብ በመጠቀም አደጋን ለመቀነስ ብንሰራም በዚህ ጊዜ ውስጥ አገልግሎቶ ሊሻሻል ወይም ሊቋረጥ ይችላል።",
    "2555914614": "ለተደራሽነት አጠቃቀም ጉዳይ። የኛን የ11y አካሄድ ከPrivacy Pass መውጣት ጋር ማጣመር የ11y ተጠቃሚዎች ደህንነቱ በተጠበቀ ሁኔታ ትራፊክቸው የበለጠ ግላዊ መሆኑን አውቀው ደህንነቱ በተጠበቀ ሁኔታ የ11y አማራጮች ሲኖሩ በቦት ኦፕሬተሮች የሚደርሰውን እንግልት ይገድባል ብለን እናምናለን። ይህንን አዲስ ቴክኖሎጂ ደረጃውን የጠበቀ የIETF የስራ ቡድን ውስጥ ንቁ ተሳታፊዎች ነን።",
    "2557240048": "እንዴት እንደሚሰራ፡ በመጀመሪያ፣ የተደራሽነት ተጠቃሚ በ በኩል ተመዝግቧል",
    "2557601376": "hCaptcha አርማ™",
    "2560582224": "የሳንካ ጉርሻ ፕሮግራም",
    "2561077702": "አገልግሎታችንን ለማቅረብ",
    "2565565429": "በምትኩ ተጠቀም፡ \"ጣቢያችን የበለጠ ደህንነቱ የተጠበቀ እና ደህንነቱ የተጠበቀ ለማድረግ hCaptcha እንጠቀማለን።\"",
    "2575690545": "የመለያ መውሰዶች፣ ልክ እንደ ብዙ የሳይበር ማጭበርበር፣ በአብዛኛው አውቶሜትድ፣ የጅምላ ሂደቶች ጉዳይ ነው። በእናቱ ምድር ቤት ውስጥ ሆዲ ለብሶ ለሰርጎ ገቦች የይለፍ ቃል ወደ ባንክ ድረ-ገጾች አንድ በአንድ መክተብ ብርቅ ነው።",
    "2583775432": "ጥ፡ ስለ ግላዊነትስ? ምዝገባ የ11y አሰሳ ውሂብ በሆነ መንገድ ያጋልጣል? በኢሜል ምን ታደርጋለህ?",
    "2588750717": "በእርግጥ፣ አንዳንድ የምስክርነት ማረጋገጫ ጥቃቶች በሚሊዮን የሚቆጠሩ ምስክርነቶችን ያካትታሉ - ሁሉም ወደ ውስጥ እንዲገቡ በማሰብ ባልተጠበቀው የድህረ ገጽ መግቢያ በይነገጽ ውስጥ ተሞልተዋል። ከገባ በኋላ አጥቂው የተጎጂውን መለያ ሊወስድ ይችላል።",
    "2590587108": "የማይንቀሳቀስ እና ተለዋዋጭ ይዘት አርትዖት",
    "2593768395": "በመላ ድር፣ ቤተኛ ሞባይል፣ የሞባይል ድር ላይ እንከን የለሽ ተሞክሮ። አስቀድመው የተገነቡ ውህደቶች እና ቤተኛ ኤስዲኬዎች አሉ።",
    "2593864519": "ተጨማሪ ቦቶች ያቁሙ። የተጠቃሚን ግላዊነት መጠበቅ ጀምር።",
    "259613338": "እነዚህን የአገልግሎት ውሎች በተመለከተ ማንኛቸውም ጥያቄዎች ካሉዎት።",
    "2597149484": "ጠላፊው ብዙ ምስክርነቶችን \"ማዘጋጀት\" ያለበት ምክንያት የተሰረቁትን ምስክርነታቸውን ከየት እንደሚያገኙ ነው.",
    "2597352122": "የማብራሪያ ዓይነቶች",
    "2600696085": "ማርች 15 ፣ 2021",
    "2602081482": "hCaptcha ኢንተርፕራይዝ ወደ ጣቢያዎ እና አፕሊኬሽኖችዎ የሚደርሰውን ተንኮል አዘል ትራፊክ ለመለየት የላቀ የማሽን ትምህርት ይጠቀማል - የመቧጨር እንቅስቃሴዎችን ጨምሮ።",
    "2602763587": "ምስክርነት መሙላት የሳይበር ጥቃት አይነት ሲሆን አጥቂው የተሰረቁ የተጠቃሚ ስሞችን እና የይለፍ ቃሎችን በመጠቀም ብዙ ጊዜ ወደ ድህረ ገጽ ለመግባት የሚሞክር ነው። “ዕቃው” የሚያመለክተው ተደጋጋሚ የመግባት ሙከራዎችን ነው፣ እነዚህም ሁልጊዜ ማለት ይቻላል በራስ-ሰር በቦት ሶፍትዌር ይከናወናሉ።",
    "2603863826": "PS: ማሻሻያዎችን ሊጠቀም የሚችል ትርጉም በእርስዎ ቋንቋ ካገኙ፣ ሀ",
    "2605814073": "አገልግሎቶቻችንን በመጠቀም ወይም በመመዝገብ ተስማምተዋል፡ ቢያንስ 18 አመትዎ ነው። ይህንን ስምምነት እራስዎን ወይም እርስዎ የሚወክሉትን አካል ወክለው ለመግባት ስልጣን አልዎት፣ እና በማንኛውም ጊዜ በእነዚህ የአገልግሎት ውሎች እና በዚህ ውስጥ በተጠቀሱት የ IMI ፖሊሲዎች እና መመሪያዎች መሠረት ይቆያሉ፤ እና የእኛን ድረ-ገጽ አላግባብ አትጠቀሙም, ማንነትዎን ለእኛ አታሳሳቱም, ወይም በ IMI ላይ ማንኛውንም የሰውን እውቀት የሚጠይቅ ማንኛውንም ተግባር ለማጠናቀቅ አርቴፊሻል ኢንተለጀንስ አይጠቀሙም.",
    "260595108": "የተደራሽነት ኢሜይሎችን ወይም መረጃን a11y አጠቃቀምን ከማመቻቸት እና አላግባብ መጠቀምን ከመከላከል ውጭ ለሌላ ዓላማ አንጠቀምም።",
    "2611914656": "አንድ ተጠቃሚ ስህተት ሲያጋጥመው የማረም መረጃን ለመሰብሰብ ሴንትሪን እንጠቀማለን። ሴንትሪ ውሂብን እንዴት እንደሚሰበስብ እና እንደሚያሄድ መረጃ ለማግኘት፣",
    "2616040974": "3. ደንበኞች እና ጠያቂዎች",
    "2616226398": "የእኛ ተገዢ",
    "2619472217": "8. እንደገና መሸጥ",
    "2620705814": "ጎግል የማስታወቂያ ኩባንያ ነው፣ እና የደህንነት ምርቶቻቸው የማስታወቂያ ምርቶቻቸውን ይመስላሉ።",
    "2621989404": "ለመጨረሻ ጊዜ የተሻሻለው፡ ሴፕቴምበር 24፣ 2021 ነው። እባክዎ የእንግሊዝኛ ቋንቋ ቃሎቻችን ስልጣን ያላቸው መሆናቸውን ልብ ይበሉ።",
    "2624601135": "\"hCaptcha\" እንደ የምርት ስም አካል፣ ከሰረዝ ጋር መቀላቀል ወይም በመተግበሪያዎች ወይም በሌሎች ምርቶች ስም መጠቀም የለበትም።",
    "2624949852": "እርግጥ ነው፣ reCAPTCHA ከ2009 ጀምሮ በሚሊዮን የሚቆጠሩ ድረ-ገጾችን ከተንኮል አዘል ቦቶች እና አይፈለጌ መልእክት ሰጭዎች ከሚደርሱ ስጋቶች በመጠበቅ በድር ደህንነት ውስጥ ቀደም ብሎ የገባ ሰው ነበር። ሆኖም ፣ በቅርብ ዓመታት ውስጥ ሙሉ በሙሉ ተበላሽቷል-",
    "262509504": "በዚህ የግላዊነት ፖሊሲ መሰረት በኩኪዎች የተሰበሰበውን መረጃ ከእርስዎ ከምንሰበስበው ሌላ መረጃ ጋር እናገናኘዋለን እና በዚህ ውስጥ በተገለጸው መሰረት የተጣመረውን መረጃ ልንጠቀም እንችላለን። በተመሳሳይ፣ በድረ-ገጻችን ላይ ኩኪዎችን የሚያቀርቡ ሶስተኛ ወገኖች ስምዎን ወይም የኢሜይል አድራሻዎን ከሚሰበስቡት ሌላ መረጃ ጋር ሊያገናኙት ይችላሉ፣ ይህም ከመስመር ውጭ ወይም በመስመር ላይ የተደረጉ ያለፉ ግዢዎች ወይም የመስመር ላይ አጠቃቀም መረጃን ሊያካትት ይችላል።",
    "2631159699": "() የዎርም ሠራዊት በብሮድባንድ የተገናኙ የዊንዶው ሳጥኖች",
    "2631249972": "ያለማሳወቂያ ድህረ ገፃችንን ልናሻሽለው ወይም ልናስተካክለው እንችላለን።",
    "26365791": "ሕጉ በሚፈቅደው ሙሉ መጠን ጣቢያው እና አገልግሎቱ (እና ሌሎች ተያያዥ አገልግሎቶች፣ መረጃዎች፣ መረጃዎች፣ ባህሪያት እና ሌሎች ይዘቶች ወይም ቁሶች) በ\"እንደ\" እና \"በሚገኝ\" መሰረት ይሰጣሉ። ህግ በሚፈቅደው ሙሉ መጠን፣ IMI ሁሉንም ዋስትናዎች አያካትትም፣ ነገር ግን በተዘዋዋሪ የሸቀጣሸቀጥ ዋስትናዎች፣ ለተወሰነ ዓላማ የአካል ብቃት እና ጥሰትን ጨምሮ።",
    "263761351": "hCaptcha የመጀመሪያው ታማኝ አማራጭ ነው፣ አሁን በየወሩ በመቶ ሚሊዮኖች የሚቆጠሩ ሰዎች ይጠቀማሉ።",
    "2639657759": "በፍቃድ ጥቅም ላይ የዋሉ ምልክቶች",
    "2645321220": "እና የreCAPTCHA ዋጋ በጣም ከፍተኛ ነው ብለው ካሰቡ ስለ hCaptcha Enterprise ይጠይቁን። በአሁኑ ጊዜ በአንዳንድ ትልልቅ አታሚዎች፣ የፋይናንስ አገልግሎቶች ኩባንያዎች እና በዓለም ላይ ያሉ የድር መሠረተ ልማት ኩባንያዎች በአገልግሎት ላይ እየዋሉ ያሉት ለreCAPTCHA ታማኝ አማራጭ ብቻ አይደሉም፡ በአሁኑ ጊዜ ያለውን ምርጥ የቦት ጥበቃ ይሰጣሉ ብለን እናምናለን።",
    "2646127839": "የደንበኛ አባሪ ከዋናው የአገልግሎት ውል ጋር",
    "2648707986": "መለያን መውሰድ የሳይበር ማጭበርበር ሲሆን ተንኮል አዘል ተዋናይ የመስመር ላይ መለያ ባለቤትን የሚያስመስል ነው። በተለምዶ መለያው በፋይናንሺያል ተቋም ወይም በኢ-ኮሜርስ ንግድ አጭበርባሪው ገንዘብ፣ሸቀጣሸቀጥ ወይም የስጦታ ካርዶችን ሊሰርቅ ይችላል። አጥቂው መለያውን ለመድረስ እና ከዚያ ለመውሰድ የተሰረቁ የመግቢያ ምስክርነቶችን ይጠቀማል ምናልባትም ትክክለኛውን የመለያ ባለቤት ለመቆለፍ የይለፍ ቃሉን ይለውጣል።",
    "2650241052": "ምንም ምክር የለም",
    "2650502379": "የእራስዎን ተግዳሮቶች በሰከንዶች ውስጥ ያስጀምሩ",
    "2652399059": "ታማኝ አጋር",
    "265443926": "ጥርጣሬን ለማስወገድ እባኮትን ያስተውሉ እነዚህ ገደቦች እርስዎ እንደ ግለሰብ፣ አካል ወይም ድርጅት በፈጠራቸው ማንኛቸውም መለያዎች ላይ በአጠቃላይ ተፈጻሚ ይሆናሉ። ለምሳሌ፣ 10 አካውንቶች ከፈጠሩ፣ እያንዳንዳቸው በወር ውስጥ 100,000 ጥያቄዎችን የሚቀበሉ ከሆነ (ማለትም በአጠቃላይ 1 ሚሊዮን ጥያቄዎች) በዚያ ወር ውስጥ ለሁሉም መለያዎች ከተቀመጠው የፍትሃዊ አጠቃቀም ገደብ አልፈዋል።",
    "2659418535": "የግሌግሌ ሂዯት. በዚህ ስምምነት ስር ያሉ ሁሉም የግልግል ዳኞች የሚከናወኑት በአሜሪካ የግልግል ማህበር ህጎች ወይም በጋራ ስምምነት ላይ ባለው የግልግል አገልግሎት ነው። የግልግል ዳኛው ከሰባት (7) ያላነሱ ስም ዝርዝር በአማራጭ ምልክቶች የተመረጠ የዩኤስ አርቢትር ይሆናል። በግልግል ዳኝነት እያንዳንዱ ተዋዋይ ወገን በቂ የሆነ የፍትሐ ብሔር ግኝት የማካሄድ፣ አሳማኝ ማስረጃዎችን የማቅረብ፣ ምስክሮችንና ማስረጃዎችን እንደአስፈላጊነቱ ክሱንና መከላከያውን የማቅረብ መብት ይኖረዋል፣ በዚህ ረገድ የሚነሱ አለመግባባቶች በግልግል ዳኛው ይፈታል። የክርክሩ አፈታት የይገባኛል ጥያቄዎችን እና መከላከያዎችን በሚቆጣጠረው ህግ ላይ ብቻ የተመሰረተ ነው, እና የግልግል ዳኛው ከዚህ ተቆጣጣሪ ህግ ውጭ ማንኛውንም መሰረት ሊያመለክት አይችልም. የግልግል ዳኛው የፍትሐ ብሔር ኃላፊነትን የመከላከል አቅም ያለው በግሌግሌ ዳኛ አቅም ሲሠራ፣ ይህም ያለመከሰስ መብት ያለውን ማንኛውንም ያለመከሰስ መብት ይጨምራል። ሽልማቶች የግሌግሌ ዲኛውን በጽሁፍ ምክንያት ያቀረቡትን አስተያየት ማካተት አሇባቸው። በ IMI ላይ ሊኖርህ የሚችለውን ማንኛውንም የይገባኛል ጥያቄ ወይም IMI በአንተ ላይ ሊነሳ በሚችል በዳኞች የመዳኘት መብትህን ትተሃል። በዚህ አንቀፅ ውስጥ ያለ ማንኛውም የይገባኛል ጥያቄ በሚመለከተው የጊዜ ገደብ ውስጥ መቅረብ አለበት። የዩናይትድ ስቴትስ የፌደራል የግልግል ህግ ይህንን አንቀጽ ይቆጣጠራል፣ እና እርስዎ ይህ ስምምነት በንግድ ውስጥ የሚደረግ ግብይትን እንደሚያረጋግጥ አምነዋል።",
    "2666258754": "የትርጓሜ ተዋረድ ላይ የተመሠረተ ግንኙነት ለደካማ ቁጥጥር ጥልቅ ሀሺንግ፣ Heikki Arponen፣ Tom E Bishop። ICML 2019፣ LLD ወርክሾፕ።",
    "2670003220": "ስራዎች",
    "2670352917": "hCaptcha ለሰዎች መፍታት ቀላል ሆኖ የበለጠ አስተማማኝ የቦት ማግኘትን ይሰጣል።",
    "2671622670": "ድርጅት",
    "267645277": "IMI ማንነትዎን ሊያረጋግጥ ይችላል። ይህ የእርስዎን የግል መረጃ ከሶስተኛ ወገን የውሂብ ጎታዎች ወይም ከኦፊሴላዊ ህጋዊ ሰነዶች ጋር ማወዳደርን ሊያካትት ይችላል። የእርስዎን ማንነት፣ የኢሜይል አድራሻዎን ባለቤትነት እና የፋይናንሺያል መለያዎችዎን ባለቤትነት ለማረጋገጥ ማንኛውንም አስፈላጊ ጥያቄዎች እንድናቀርብ ፍቃድ ሰጥተውናል። ማንነትዎን ለማረጋገጥ እንዲረዳን ስለእርስዎ መረጃ ለመስጠት ተስማምተሃል።",
    "2676853536": "ባለብዙ ተጠቃሚ ዳሽቦርዶች",
    "2681650568": "እና እንደ ሁልጊዜው፣ ግላዊነት ለኛ ዋና እሴት ነው። የእኛን የውድድር ኮድ አስፈላጊ በሆነበት ቦታ ብቻ ያክሉ፣ እና እርስዎን እና ተጠቃሚዎችዎን ሁለቱንም መጠበቅ ጠቃሚ ነው። መረጃ መሰብሰብን መቀነስ የሚጀምረው ከተዋሃደበት ጊዜ ጀምሮ ነው።",
    "2682873489": "ለዕቃዎች ማሰሪያ ቦታን ይግለጹ",
    "2683038211": "የበይነመረብ ወይም ሌላ የኤሌክትሮኒክስ አውታረ መረብ እንቅስቃሴ።",
    "2686825859": "በነጻ ይመዝገቡ ወይም ስለ hCaptcha Enterprise መፍትሄዎች ያነጋግሩን",
    "2689973938": "reCAPTCHAን ማሻሻል ለGoogle እንደ ማስታወቂያ አቅራቢ ውስጣዊ ግጭት ይፈጥራል።",
    "2690395789": "የተቀበልከውን ሚስጥራዊ መረጃ የማትፈልግ ከሆነ እና በምትቆጣጠራቸው ግቢ፣ ሲስተሞች ወይም ሌሎች መሳሪያዎች ያሉትን ሁሉንም የመረጃ ቅጂዎች (መረጃውን ማን እንደገለፀው እንደጠየቀ) ወዲያውኑ መመለስ ወይም ማጥፋት አለብህ።",
    "2694001822": "ነገር ግን፣ የስርዓት ባህሪያትን እና አዲስ ባህሪያትን እንድንፈትሽ እንዲረዱን አልፎ አልፎ ግለሰቦችን እንቀጥራለን።",
    "2694150481": "ኩኪዎችን እንጠቀማለን?",
    "2696932851": "18. ማካካሻ",
    "2697276059": "ይህ እየሰራ መሆኑን የሚያረጋግጡ ማስረጃዎች፡ በመላው ዓለም አንድ ወጥ የመፍትሄ ተመኖች",
    "2698140263": "ሁሉም ችግሮች አንድ አይነት አይደሉም፡ አንድ ነጥብ ማግኘት ማለት ጠቃሚ ለመሆን ፍላጎቶችዎን ማሟላት አለበት ማለት ነው።",
    "269838707": "አስተዋጽዖ አበርካች ከሆንክ አንተ እና አንተ ብቻ የትኛውን እና ስንት ስራዎችን ማጠናቀቅ እንዳለብህ እና መቼ እና የት እንደምታጠናቅቃቸው ይወስናሉ። እንደመረጡት ስራዎችን ለማጠናቀቅ ብዙ ወይም ትንሽ ጊዜ ለማሳለፍ ነፃ ነዎት። በማንኛውም ጊዜ አንድን ተግባር ለማጠናቀቅ ምንም አይነት ግዴታ አይኖርብዎትም.",
    "2698640210": "የሚታዩ ተግዳሮቶችን እና ዓይነቶችን ይቆጣጠሩ",
    "2700197090": "መ፡ ማንኛውንም የግላዊነት ወይም የማስታወቂያ እገዳ ቅጥያ መጠቀም በጎራ ደረጃ የተፈቀደላቸው ዝርዝር (ለምሳሌ uBlock Origin) እንደተጠበቀው ይሰራል፡ hcaptcha.com ን በተፈቀደላቸው መዝገብ ውስጥ ማስገባት ብቻ ያረጋግጡ።",
    "2707282231": "ፈተናዎችን ለተጠቃሚዎችዎ አብጅ። ቦቶች መፍታት እና ዘልቀው እንዳይገቡ ያድርጉ።",
    "2710988028": "() አይፈለጌ መልእክት ሰሪዎች የኢሜል አድራሻዎችን ለመሰብሰብ በቀላሉ ሊጠቀሙበት ይችላሉ።",
    "2712493234": "የክፍያ ማጭበርበር፡ ፈጣን የሳይበር ወንጀልን ማቃለል",
    "2714878440": "በእኛ የላቀ የማሽን መማሪያ እና የሰብአዊነት ማረጋገጫ አገልግሎቶዎን ከመቧጨር፣ የመለያ መውሰጃዎች፣ ምስክርነት ከመስጠት እና አይፈለጌ መልዕክት ይጠብቁ።",
    "2715462692": "የእኛ የ AI ስነምግባር ሂደት ምን ይመስላል?",
    "2718999653": "ብጁ አስጊ ውጤቶች",
    "2722456056": "ጃንዋሪ 15፣ 2021 - ኤፕሪል 15፣ 2021",
    "2728931827": "ከእያንዳንዱ እርቅ በኋላ፣ የእርስዎ ጣቢያ በተጠቃሚ ባህሪ ላይ የቁሳቁስ ለውጥ ከሌለው በስተቀር የእርስዎ የጣቢያ ቁልፍ ግምቶች ይሻሻላሉ እና የወደፊት ትንበያዎች ትክክለኛነት ይጨምራል።",
    "2729131930": "Scraping ምንድን ነው እና እንዴት ነው የሚሰራው?",
    "2735073144": "እንደ አስፈላጊነቱ ቀጣይ ግምገማዎችን እናደርጋለን። ለምሳሌ፣ ከጃንጥላ ጋር የተገናኙ የመለያ መጠየቂያ ጥያቄዎችን ቀን እና ምንጮችን በቅርብ ባደረግነው ግምገማ ምንም አይነት የመንግስት አካል ወይም የታወቀ የመንግስት የስለላ ሶፍትዌር አቅራቢ ባለፉት 12 ወራት ውስጥ አገልግሎታችንን በመጠቀም ጃንጥላዎችን በተመለከተ ጥያቄ እንዳላቀረበ በፍጥነት ለማረጋገጥ ችለናል። .",
    "2735878907": "የንግድ ቀጣይነት እቅድ መግለጫ",
    "2740033957": "የIM ቡድን ከ Apple፣ Amazon እና ሌሎች በማሽን መማሪያ፣ በተከፋፈሉ ስርዓቶች እና በደህንነት ውስጥ ያሉ መሪዎችን እና መሐንዲሶችን ያቀፈ ነው።",
    "2743692546": "ተጠቃሚዎች በhCaptcha በኩል ሰብአዊነታቸውን ሲያረጋግጡ፣ ጉልበታቸው ለጨረታ የማይታወቅ ክፍት ገበያ ውስጥ ይገባል።",
    "2745385064": "ማጠቃለያ",
    "2752975480": "() ኢሜል መላክ ነፃ መሆን አለበት።",
    "2754937029": "ተቀባይነት የሌላቸው አጠቃቀሞች",
    "2760410719": "ቦት ማወቂያን ከንፁህ ተገብሮ ሲግናሎች በፍጥነት ወደ አንድ መሠረታዊ ጉዳይ ይሮጣሉ፡ ትክክለኛ እውነት ከሌለዎት ስርዓቱ መጥፎ ተዋናዮችን በትክክል ማወቁን እንዴት ያረጋግጣሉ?",
    "2762458927": "የተጠቃሚ ውሂብህ የሚሸጥ አይደለም።",
    "2762759509": "ብዙ መለያን የመቆጣጠር ጥቃቶች ሙሉ በሙሉ በራስ-ሰር ናቸው ማለት ይቻላል።",
    "2769710842": "ማንኛውም ጥያቄ ካለዎት እባክዎን በ ላይ ያግኙን",
    "278010425": "በ hCaptcha ላይ ያሉት ሰፊ እና ብዙ ጊዜ የሚለዋወጡ የተለያዩ ስራዎች እንዲሁ በራስ ሰር ለመስራት አስቸጋሪ ናቸው። የreCAPTCHA ነጠላ በይነገጽ ለብዙ ዓመታት አልተለወጠም እና ትንሽ የማይለዋወጡ ጥያቄዎች አሉት። ይህ hCaptcha ከreCAPTCHA የበለጠ ጠንካራ ፀረ-ቦት ጥበቃ ከሚሰጥባቸው መንገዶች አንዱ ነው።",
    "2781507299": "ፈጣን ማረጋገጫ",
    "2782263070": "ለእኛ ቅድሚያ የሚሰጠው አገልግሎት ነው። በጥሪ ላይ 24/7 ድጋፍን እንጠብቃለን እና በትግበራ ጊዜ እና በኋላ ከእርስዎ የምህንድስና ውህደት ቡድን እና የጥሪ ሰራተኞቻችን ጋር ቀጥተኛ የ Slack ቅንጅትን እናቀርባለን።",
    "2784612261": "የሰውን ግምገማ በቀጥታ ከንግድ ስራዎ ጋር ማዋሃድ ይፈልጋሉ? ከፍተኛ አስተማማኝነት SLAs፣ የተረጋገጠ አቅም እና ቀላል REST APIs እናቀርባለን።",
    "2785425016": "(በሰብአዊነት ማረጋገጫ መፍትሄ አውድ ውስጥ፣ ለምሳሌ ለድርጊት ጥሪ)",
    "278568955": "የሚሰራ፡ ሴፕቴምበር 1፣ 2021 የመሠረተ ልማት መጨመር",
    "2788024905": "መረጃን እንዴት እንደምናስጠብቅ",
    "2788836740": "ከደንበኝነት ምዝገባ እስካልወጡ ድረስ የእውቂያ መረጃ ለገበያ ዓላማዎች ቀጣይነት ባለው መልኩ ይቆያል። ከዚያ በኋላ የእርስዎን ዝርዝሮች ላልተወሰነ ጊዜ ወደ ማፈኛ ዝርዝራችን እንጨምራለን ። ከተደራሽነት ተጠቃሚዎች የተሰበሰበ የኢሜይል መረጃ በጭራሽ ለገበያ ዓላማዎች አይውልም።",
    "2790841456": "አስተዋጽዖ አበርካች ከሆንክ በሚከተለው የግልግል አንቀጽ እና የክፍል እርምጃ ተስማምተሃል፡",
    "279580593": "imachines.com",
    "279918384": "Google የእርስዎን ነፃ ጉልበት እንዴት እየተጠቀመ ነው?",
    "2801359190": "__cfduid,",
    "2801524659": "() ጥሩ ስሜት የሚወስዱ እርምጃዎች ችግሩን ለመፍታት ምንም ነገር አያደርጉም",
    "2804310964": "በማንኛውም የፕሮክሲ ዌብ ሰርቨር ወይም እውነተኛ አካባቢዎን ወይም ማንነታችሁን ለመደበቅ በተዘጋጀ ሌላ መሳሪያ ወይም ከተሰጠው በይነገጽ ውጭ በማንኛውም መንገድ ድረ-ገጻችንን ማግኘት ወይም መሞከር፤",
    "2806751666": "hCaptcha ምንድን ነው?",
    "2808122102": "የባህል ተሻጋሪ ተግባራት ለአገልግሎታችን መሠረታዊ መስፈርት ነው። ሁሉም ህጋዊ ተጠቃሚዎች ይዘትን በፍጥነት መድረስ እንደሚችሉ ማረጋገጥ የተልዕኳችን ወሳኝ አካል ነው። ተግዳሮቶችን በ110 ቋንቋዎች እናቀርባለን እና ተግዳሮቶቻችን በሁሉም ሰው ሊፈቱ እንደሚችሉ ለማረጋገጥ ተዛማጅ ትርጉሞችን በቀጣይነት እያሻሻልን ነው።",
    "2808971932": "ይህ በዲቪ ብሎክ ውስጥ የተወሰነ ጽሑፍ ነው።",
    "2813310562": "የጣቢያ ቅንብሮችን እና ከዚያ ኩኪዎችን ይንኩ።",
    "2819628066": "ቸልተኝነት። የእነዚህ የአገልግሎት ውሎች ማንኛውም አቅርቦት በማንኛውም ምክንያት ተቀባይነት የሌለው ወይም የማይተገበር ሆኖ ከተገኘ የቀሩትን ድንጋጌዎች ትክክለኛነት እና ተፈጻሚነት አይጎዳውም።",
    "2820080973": "በ❤ የተዘጋጀ",
    "2826051554": "የበለጠ",
    "2826705343": "የንግድ መረጃ.",
    "2827452240": "እዚህ ያልተዘረዘረ ሌላ አይነት ይፈልጋሉ? ብቻ ይጠይቁን።",
    "282913023": "ለከፍተኛ የትራፊክ ኢንተርፕራይዞች ወጪ ቆጣቢ አማራጭ",
    "2840750518": "GitHub",
    "285116485": "ኩባንያው የምንሰበስበውን የግል መረጃ \"አይሸጥም\" (ይህ ቃል በ CCPA ውስጥ እንደተገለጸው)። ስለምንጠቀምባቸው የሶስተኛ ወገን ኩኪዎች አይነቶችን በተመለከተ ተጨማሪ መረጃ ለማግኘት ከላይ ያለውን \"የሶስተኛ ወገን ትንታኔ እና መከታተያ ቴክኖሎጂዎች\" ክፍልን ይመልከቱ።",
    "2852295413": "ተፈጥሮ ያለው የጥቅም ግጭት፡ ቦቶችን ማቆም የማስታወቂያ አውታረ መረብ ገቢን ይቀንሳል",
    "2862164005": "የዋጋ አወጣጥ መረጃ በreCAPTCHA፡ $0.001 ወይም ከዚያ በታች ባለው ደህንነት ላይ ትክክለኛውን የዶላር ዋጋ እንድናስቀምጥ ያስችለናል።",
    "2863840904": "ደረጃ 6፡ የመጨረሻው ደረጃ፣ እነዚያን HAR እና ኮንሶል ሎግ ፋይሎችን በኢሜል ይላኩልን እና ችግሩን ይግለጹ",
    "2864016648": "የግላዊነት ጉዳዮች",
    "2867855718": "3. ለጥያቄው የግላዊነት ፍላጎቶች በአጥጋቢ ሁኔታ ሊፈቱ እንደሚችሉ እናምናለን?",
    "2870341481": "በታች። ለማንኛውም ሌላ አሳሾች ብቻ",
    "2873297188": "ሁሉም CAPTCHAS አሜሪካዊ ባልሆኑ ሰዎች ላይ አድልዎ ያደርጋሉ?",
    "2873911365": "ስለ ሃርድዌር ማረጋገጫስ?",
    "2880837730": "መለያ መውሰድን ለማስቆም ምን መደረግ አለበት?",
    "2881474837": "hCaptcha ኢንተርፕራይዝ",
    "2887242610": "የኢንቱሽን ማሽኖች፣ Inc የhCaptcha ንግዳችንን በእጅጉ ለሚረብሹ ክስተቶች እንዴት ምላሽ እንደምንሰጥ የንግድ ሥራ ቀጣይነት ዕቅድ አዘጋጅቷል። የአደጋዎች እና መስተጓጎሎች ጊዜ እና ተፅእኖ ሊተነበይ የማይችል ስለሆነ ለተጨባጭ ክስተቶች ሲከሰቱ ምላሽ ለመስጠት ተለዋዋጭ መሆን አለብን። ያንን ከግምት ውስጥ በማስገባት፣ በንግድ ስራ ቀጣይነት እቅዳችን ላይ ይህን መረጃ እናቀርብልዎታለን።",
    "2894845722": "በጣቢያዎ ላይ ያሉ ተጠቃሚዎች በቅርቡ በ hCaptcha በይነገጽ ላይ ልባም ብራንዲንግ በማድረግ ለበጎ አድራጎት ያደረጉትን አስተዋፅዖ ማየት ይችላሉ።",
    "2895491273": "ኩኪዎችን ወይም ሌሎች የመከታተያ ቴክኖሎጂዎችን ማገድ ከፈለግክ፣ አብዛኛዎቹ አሳሾች እና ተንቀሳቃሽ መሳሪያዎች ኩኪዎች ወይም ሌሎች የመከታተያ ቴክኖሎጂዎች ጥቅም ላይ በሚውሉበት ጊዜ እርስዎን ለማሳወቅ እንዲችሉ ቅንብሮችዎን እንዲቀይሩ እና መቀበል/መፍቀድ አለመቀበልን ይምረጡ። ነው። አብዛኛዎቹ አሳሾች እንዲሁ ነባር ኩኪዎችን እንዲያሰናክሉ ወይም እንዲሰርዙ ወይም የወደፊት ኩኪዎችን በራስ-ሰር ውድቅ ለማድረግ ያስችሉዎታል። እንዲሁም የኩኪ ምርጫዎችዎን ለመቆጣጠር የአሳሽ ተሰኪዎችን ጨምሮ የሶስተኛ ወገን መሳሪያዎችን መጠቀም ይችላሉ። ነገር ግን ሁሉንም ኩኪዎች ካሰናከሉ አንዳንድ የጣቢያችን ክፍሎች በትክክል ላይሰሩ እንደሚችሉ ልብ ይበሉ።",
    "2896187462": "1. በጣም አስፈላጊ ለሆነ ስም-አልባ አገልግሎት-ነክ ስታቲስቲክስ እና ለሌሎች ቴክኒካል ዓላማዎች የተደራሽነት ድጋፍን ለማገዝ ያገለግላል።",
    "2900525040": "የካሊፎርኒያ ግዛት ህጎች እነዚህን የአገልግሎት ውሎች እና ማንኛውም ውዝግብ፣ ክርክር ወይም የይገባኛል ጥያቄ ያስተዳድራል።",
    "2901894297": "hCaptcha የደላዌር ዩኤስ ኮርፖሬሽን (#6393793) የኢንቱሽን ማሽኖች፣ Inc.(\"IMI\") አገልግሎት ነው።",
    "2903742230": "የማስታወቂያ አውታረ መረቦች ጎብኚዎችዎን እንደ ምርቱ ያያሉ። ለኛ ግባቸው ሰብአዊነታቸውን መወሰን ብቻ ነው። አገልግሎታችን ከGDPR፣ CCPA፣ LGPD እና PIPL መስፈርቶችን ያሟላል ወይም ይበልጣል፣ እና ግላዊነትን እና ደህንነትን ለማመጣጠን ጠንክረን እንሰራለን።",
    "2904949278": "ጠላፊ መለያን እንዴት ይቆጣጠራል?",
    "2905621957": "መጨረሻ የዘመነው፡ ጁላይ 18፣ 2020",
    "290966395": "በእኛ “ከዩናይትድ ስቴትስ ውጭ ላሉ ደንበኞች ማስታወሻ” በሚለው ክፍል እንደተገለጸው፣ እባክዎን የእርስዎ የግል መረጃ ወደ አሜሪካ እንደሚተላለፍ፣ እንደሚሠራ እና እንደሚከማች ይወቁ። በዩኤስ ውስጥ ያሉ የውሂብ ጥበቃ ህጎች እርስዎ በሚኖሩበት ሀገር ካሉት ሊለዩ ይችላሉ። በዚህ የግላዊነት ፖሊሲ ውስጥ በተገለጸው መሰረት የእርስዎን መረጃ፣ ግላዊ መረጃን ጨምሮ ወደ አሜሪካ ለማዘዋወር ተስማምተሃል ጣቢያችንን በመጎብኘት ወይም አገልግሎታችንን በመጠቀም።",
    "2910560864": "ማርች 20-23፣ 2020 ***",
    "2915355938": "ተደራሽነት",
    "2920213479": "ማንኛውንም መጠን ያላቸውን የዘፈቀደ ምድቦች ደርድር ወይም ጨምር",
    "2921990472": "ተግባራዊ ችግር እያዩ ከሆነ፣ እባክዎን ይከተሉ",
    "292211832": "እንደ ኩኪዎች፣ ድረ-ገጾች ቆጣሪዎች እና ሌሎች የትንታኔ መሳሪያዎች በመሳሰሉት ቴክኒካል መንገዶች የተሰበሰበው መረጃ ልክ ተግባራዊ ሆኖ ይጣላል፣ነገር ግን ኩኪው ከማለቁበት ጊዜ ጀምሮ ለተወሰነ ጊዜ እስከ አንድ አመት ሊቆይ ይችላል፣በተለምዶ ባልታወቀ እና በተዋሃደ መልኩ። በአገልግሎታችን ላይ ሊደርስ የሚችለውን አላግባብ መጠቀምን እስካላወቅን ድረስ፣ ይህ ከሆነ ወደፊት የሚደርስብንን በደል ለመከላከል እንዲረዳን ያንን መረጃ ይዘን እንቆያለን። ይህንን ማንነታቸው ያልተገለፀ እና የተዋሃደ መረጃን ከእርስዎ፣ ከቤተሰብዎ፣ ከአይፒ አድራሻዎ ወይም ከማናቸውም የግል መረጃ ጋር ማገናኘት አልቻልንም።",
    "292250020": "1. በማያ ገጹ በላይኛው ቀኝ ጥግ ላይ ያለውን ማርሽ ይምረጡ እና \"የበይነመረብ አማራጮች\" ን ይምረጡ። የነቃ ሜኑ አሞሌ ካለህ \"መሳሪያዎች\" ከዛ \"ኢንተርኔት አማራጮች\" መምረጥ ትችላለህ።",
    "2927700175": "የ CAPTCHA ፈተናዎችን ከማሽን መማር ችግሮች ለመሰየም አስቸጋሪ የሆኑትን ለቦቶች ግን ለሰዎች ቀላል የሆኑትን እናሳያለን።",
    "2928362319": "በፖስታ የሚላኩ ጥያቄዎች ወደ፡ Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110 ሊላኩ ይችላሉ።",
    "2931396764": "11. የእነዚህን የአገልግሎት ውሎች መጣስ",
    "2932826396": "3. በቅርብ ጊዜ በተለቀቀው OS X 10.15 ወይም iOS 13.4 ላይ አዲሱን የSafari ስሪት እየተጠቀሙ ከሆነ አፕል የሶስተኛ ወገን ኩኪዎችን ከሶስተኛ ወገን ኩኪዎች ጋር የተያያዘውን ባህሪ በመቀየር ሁሉንም በነባሪነት አግዷል። መፍትሄውን ተግባራዊ እያደረግን ነው፣ ነገር ግን እስከዚያው ድረስ እባክዎን የሳፋሪ ምርጫዎችን፣ የግላዊነት ክፍልን ይጎብኙ እና የተደራሽነት ኩኪው እንደተጠበቀው እንዲሰራ ለማድረግ \"የድረ-ገጽ መከታተያ፡- ጣቢያ መሻገሪያን መከላከል\" የሚለውን ምልክት ያንሱ።",
    "2935155034": "በአውሮፓ ኢኮኖሚ ክልል ውስጥ የምትገኝ ከሆነ ስለ አንተ ያለንን መረጃ የመመርመር እና የማረም ወይም የመሰረዝ መብትን ጨምሮ \"ለአውሮፓ ህብረት መረጃ ጉዳዮች ማስታወቂያ\" በሚለው ርዕስ ስር የተገለጹ የተወሰኑ መብቶች አሎት።",
    "2939852138": "አጭበርባሪዎች ከክፍያ ማጭበርበር እንዴት ይርቃሉ?",
    "2940689138": "የተቀናጀ እና የደንበኛ መለያዎችን ለማስተዳደር እና አገልግሎቱን ለማቅረብ። የተወሰኑ ሂሳቦችን ከIntegrators እና ደንበኞች ጋር ለማያያዝ እና አገልግሎቱን ለመስጠት፣ ለጥያቄዎች ወይም ለጥያቄዎች ምላሽ ለመስጠት፣ ድጋፍ ወይም የቴክኒክ ድጋፍ ለመስጠት እና ክፍያዎችን ለማመቻቸት የግል መረጃን እንጠቀማለን።",
    "2941545733": "እኛ መሐንዲሶች እንጂ የሽያጭ ሰዎች አይደለንም: በምርጫዎ ደስተኛ እንዲሆኑ እንፈልጋለን.",
    "2943346052": "የ IETF ደረጃውን የጠበቀ ሂደት እንደቀጠለ፣ ዋና አሳሾች አንዳንድ የግላዊነት የይለፍ ቃልን በአገር ውስጥ ይቀበላሉ ብለን እንጠብቃለን። ይህ በመጨረሻ ማራዘሚያውን አላስፈላጊ ያደርገዋል። ለጊዜው ግን፣ እባክዎ ከታች ያሉትን መመሪያዎች ይከተሉ።",
    "2945960297": "የአውሮፓ ህብረት ዳታ ጉዳዮችን በተመለከተ፣ በዚህ የግላዊነት ፖሊሲ ውስጥ ጥቅም ላይ የዋለው \"የግል መረጃ\" የሚለው ቃል በአውሮፓ ህብረት አጠቃላይ የውሂብ ጥበቃ ደንብ (ጂዲፒአር) ከተገለጸው \"የግል መረጃ\" ጋር እኩል ነው።",
    "2947576723": "ይህ ታሪክ የመንጃ ፍቃድ እና የዲጂታል ጣት ማተምን ቀደም ብሎ ነበር፣ ነገር ግን መለያን በሚወስድበት ጊዜ ምን ሊሳሳቱ እንደሚችሉ ጥሩ ምሳሌ ይሰጣል። አንድ ሰው በመስመር ላይ የባንክ አካውንት ወይም የሞባይል ክፍያ መተግበሪያ ውስጥ ይገባል። እሱ ትክክለኛው መለያ ባለቤት ነው ወይስ ጠላፊ? በእውነቱ ማን ነው? እነዚህ የደህንነት ጉዳዮች የራስ አገልግሎት መለያ መዳረሻን በሚፈቅዱ ድርጅቶች ላይ ተጽእኖ ያሳድራሉ.",
    "2952586316": "ሁሉም ችግሮች ተመሳሳይ አይደሉም. ለደህንነት-ወሳኝ ተግባራት ማብራሪያዎች 99.99% ሙሉ በሙሉ ሰብአዊ ሰራተኞች እምነት ሊፈልጉ ይችላሉ። በሞባይል ጨዋታ መተግበሪያ ውስጥ ለአንድ የቅድመ-ይሁንታ ባህሪ ማብራሪያዎች መጠነኛ መተማመንን ብቻ ሊፈልጉ ይችላሉ። አንተ ወስን.",
    "2954157511": "ለምን ኩኪዎችን እንጠቀማለን?",
    "2959486280": "በእነዚህ የአገልግሎት ውሎች ካልተስማሙ ጣቢያውን ወይም አገልግሎቱን መጠቀም ወይም መጠቀም አይችሉም።",
    "295955580": "የእኛ ድረ-ገጽ የሶስተኛ ወገን ድር ጣቢያዎች አገናኞችን ሊይዝ ይችላል። እንደነዚህ ያሉትን ድረ-ገጾች አንቆጣጠርም፣ አንመረምርም፣ አንከታተልም ወይም አንፈትሽም። በእንደዚህ አይነት ድረ-ገጾች ላይ ለተካተቱት የኮምፒዩተር ፕሮግራሞች፣ ይዘቶች ወይም አስተያየቶች ተጠያቂ አይደለንም ወይም አንደግፍም። የእኛን ድረ-ገጽ ለቀው ለመውጣት ከወሰኑ እና የትኛውንም የሶስተኛ ወገን ድረ-ገጽ ለመጠቀም ከወሰኑ፣ እርስዎ በእራስዎ ሃላፊነት ያደርጉታል።",
    "2968026167": "የእርስዎ ተወዳጅ አትክልት",
    "2970907810": "ገጽ. የአሁኑ የኩባንያው ዋና ሥራ አስፈፃሚ ለይዘት ኃላፊነት ያለው ማኔጂንግ ዳይሬክተር ነው።",
    "2989126922": "የ Chrome ምርጫዎችን ከምናሌው አሞሌ ይክፈቱ።",
    "299335340": "ምንድን ነው እና ጥቃቱን እንዴት ማቆም እንደሚቻል",
    "3004688366": "() የመከላከያ እርምጃዎች የሽቦ ማጭበርበርን ወይም የክሬዲት ካርድ ማጭበርበርን ማካተት የለባቸውም",
    "3005876482": "hCaptcha አሁን ትልቁ ነፃ የ CAPTCHA አገልግሎት ነው፣ በ15% በይነመረብ ላይ ይሰራል",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "በመብቶችዎ ላይ ተጽእኖ የሚያሳድሩ የግል መረጃዎችዎን እንደምናሰናዳበት መሰረት በህጋዊ ጥቅሞቻችን ላይ የምንመካበት ነገር።",
    "3012870872": "ነፃውን ስሪት (hCaptcha Publisher) የሚጠቀሙ ድረ-ገጾች እና መተግበሪያዎች ለGoogle ከመለገስ ይልቅ ገቢ ያገኛሉ።",
    "3014149332": "መ፡ አይ፣ ማለፊያዎች እርስበርስ ሊተባበሩ አይችሉም፡ በተመሳሳይ ባለስልጣን መሰጠት እና ማስመለስ አለባቸው፣ በዚህ ጉዳይ hCaptcha። በእርስዎ ቅጥያ ውስጥ ከሁለቱም Cloudflare እና hCaptcha ማለፊያዎች ካሉዎት የሚገኘው ቁጥር በሚጎበኙት ገጽ መስፈርት መሰረት ወደ ትክክለኛው መጠን እንደሚቀየር ልብ ይበሉ። በሌላ አነጋገር፣ በኪስ ቦርሳዎ ውስጥ 100 Cloudflare ማለፊያዎች እና 10 hCaptcha ማለፊያዎች ካሉ፣ hCaptcha በተከተተባቸው ገፆች ላይ ባለው የኤክስቴንሽን አዶ ላይ 10 ን ማየት አለብዎት።",
    "3014657981": "ከ\"ኩኪዎች\" ቀጥሎ ቅንብሩን ያብሩ።",
    "3017040355": "የአውሮጳ ህብረት መረጃን ማካሄድ በህጋዊ መሰረት የሚሰራው ስታንዳርድ ውል አንቀጾች (SCCs) በመረጃ ማቀናበሪያ ተጨማሪ የአገልግሎት ውላችን ወይም የውሂብ ሂደት ስምምነቶች ውስጥ ከተዋሃደ ነው።",
    "3017533972": "እኛ፣ የአካዳሚክ ምርምር አጋሮቻችን እና ደንበኞቻችን በማሽን መማሪያ መስክ የሰው ልጅን እውቀት ለማሳደግ በHCaptcha መድረክ በኩል በCreative Commons ፍቃድ ያላቸውን ይዘቶች አልፎ አልፎ ልንጠቅስ ወይም ልናባዛ እንችላለን።",
    "3018077211": "25. የአስተዋጽዖ አበርካች ክርክር አፈታት",
    "3018523079": "ወጥ በሆነ የተጠቃሚ ተሞክሮ ብራንድ ላይ ይቆዩ።",
    "3022001832": "ከጣቢያችን እና አገልግሎታችን ጋር ከሚገናኙ ግለሰቦች መረጃን እንሰበስባለን አገልግሎታችንን በድር ጣቢያቸው ውስጥ የሚያካትቱትን (\"Integrators\")፣ አገልግሎቶቹን ለመረጃ መለያ (\"ደንበኞች\") ከሚጠቀሙ እና ከኛ ጋር መስተጋብር ከሚፈጥሩ ዋና ተጠቃሚዎች ጭምር። በአቀናባሪዎቻችን (\"ዋና ተጠቃሚዎች\") ድረ-ገጾች በኩል አገልግሎት።",
    "3022301908": "መዳረሻ",
    "3022922096": "፣ hCaptcha የድርጅት ምርቶች ስብስብ። ከ hCaptcha ነፃ ስሪት በተለየ፣",
    "3025548709": "ከዚህ ኢፍትሃዊ ስምምነት ሌላ አማራጭ አለ?",
    "3027055607": "16. የአእምሯዊ ንብረት እና የባለቤትነት መብቶች",
    "3028319964": "AI ስነምግባር",
    "3030395800": "እነዚህ ምስክርነቶች አብዛኛውን ጊዜ ከመረጃ ጥሰት የሚመጡ ናቸው። “የምስክርነት መፍሰስ” በመባልም የሚታወቁት እነዚህ ጥቃቶች በሚሊዮን የሚቆጠሩ ምስክርነቶችን ወደ ጨለማው ድር ላይ እንዲጣሉ ሊያደርጉ ይችላሉ። ፍሳሹ ከባንክ የመጣ ከሆነ፣ ጠላፊው ወደ ሌሎች ድረ-ገጾች ለመግባት እነዚህን ምስክርነቶች ለመጠቀም ይሞክራል። ይህ አካሄድ የሚሰራው ብዙ ሰዎች አንድ አይነት የተጠቃሚ ስም እና የይለፍ ቃል ለብዙ ገፆች ስለሚጠቀሙ ነው። (ይህ አሠራር ተስፋ ቆርጧል፣ እውነታው ግን ይህ ነው። ሰዎች ተመሳሳይ የመግቢያ ምስክርነቶችን መድገም ይፈልጋሉ።)",
    "30312304": "መጥፎ የፌዴራል ሕግ ከመውጣቱ በፊት ከክልል ወደ ክፍለ ሀገር የሚለያዩ ሌሎች ጉድለቶች።)",
    "3031284129": "የዋስትና ማስተባበያዎች",
    "3031357206": "አዲስ አዶ ከእርስዎ ዩአርኤል አሞሌ ቀጥሎ ይታያል። አሁን hCaptcha ን በመጠቀም ድህረ ገጽን ይጎብኙ። ይህን ይመስላል።",
    "3031953301": "በምትኩ የ hCaptcha ኢንተርፕራይዝ አገልግሎታችንን እንድትጠቀሙ እድል ልንሰጥዎ እና ለተወሰነ ጊዜ አገልግሎት መስጠቱን እንቀጥላለን (\"የቅናሽ ጊዜ\")። በቅናሹ ጊዜ ያለን ቀጣይ የአገልግሎት አቅርቦት በዚህ ክፍል ስር ያለንን መብት በምንም መንገድ አያስተካክልም።",
    "3031953928": "HUMAN Network™ የ HUMAN ፕሮቶኮል ፋውንዴሽን የንግድ ምልክት ነው፣ እና ከፍቃዱ ጋር ጥቅም ላይ ይውላል።",
    "3034959000": "ሰርስሮ ማውጣት ትችላለህ",
    "3038275155": "የክፍል እርምጃ ማስቀረት. ማንኛውም ሙግት እንዲቀርብ፣ እንዲሰማ ወይም በግልግል እንዲታይ እንደ ክፍል፣ የጋራ ወይም ተወካይ እርምጃ ያለዎትን ማንኛውንም መብት ትተዋል። በዚህ ስምምነት ውስጥ የተካተተ ሌላ ማንኛውም አንቀጽ ቢኖርም ቀዳሚው ቅጣት በማንኛውም ሁኔታ ከዚህ ስምምነት ሊቆረጥ አይችልም ። የዚህ የይገባኛል ጥያቄ ሙሉ በሙሉ ወይም በከፊል ተፈጻሚነት የለውም፣ ህሊና የለውም፣ ባዶ ወይም ውድቅ ነው የሚለው የይገባኛል ጥያቄ ሊወሰን የሚችለው ስልጣን ባለው ፍርድ ቤት ብቻ እንጂ በግልግል ዳኛው አይደለም። በብሔራዊ የሰራተኛ ግንኙነት ህግ ክፍል 7 መሰረት መብቶችዎን በመጠቀማችሁ ወይም በክፍል ፣ በቡድን ወይም በውክልና በማንኛውም መድረክ ላይ በመመዝገብ ወይም በመሳተፍ በድረ-ገጻችን ላይ ያሉዎትን ተግባራት ከመጨረስዎ ወይም ከመከላከል አይከለከሉም ። ነገር ግን ይህንን የክፍል እርምጃ ማቋረጥን በህጋዊ መንገድ ልንጠይቅ እና ከእንደዚህ አይነት ክፍል፣ የጋራ ወይም ተወካይ ድርጊቶች ወይም የይገባኛል ጥያቄዎች መባረርን ልንፈልግ እንችላለን።",
    "304004915": "ተጠቃሚዎቹ እነማን እንደሆኑ አንጨነቅም፣ ምን ያህል ተንኮል አዘል ወይም ማሽኖች ሊሆኑ እንደሚችሉ ብቻ ነው። እንደ ጅምር እንደግፋለን።",
    "3044038608": "በምዝገባ ሂደታችን በተጠየቀው መሰረት እውነተኛ፣ ትክክለኛ እና የተሟላ መረጃ ሊሰጡን ተስማምተዋል። እንዲሁም መረጃውን ወቅታዊ እና ትክክለኛ ሆኖ ለማቆየት እንደ አስፈላጊነቱ ወዲያውኑ ለማዘመን ተስማምተሃል።",
    "3047519814": "የእርስዎን መለያ ወይም የይለፍ ቃል ለማንም እንደማታጋራ ተስማምተሃል።",
    "3048865891": "ወጪዎች እና ክፍያዎች. ተዋዋይ ወገኖች የየራሳቸውን ወጪ ለህጋዊ ውክልና በማንኛውም እንደዚህ ያለ የግልግል ዳኝነት መሸከም አለባቸው፣ የጠበቃ ክፍያ በሕግ በግልጽ ከተደነገገው በስተቀር። ተዋዋይ ወገኖች በግልግል ዳኛው የሚከፍሉትን ማንኛውንም የመጀመሪያ አስተዳደራዊ ክፍያ እስከ ሁለት መቶ ሃምሳ ዶላር (US$250.00) ድረስ ይከፋፈላሉ። የግሌግሌ ዳኛው እና የፍርድ ቤት ዘጋቢው ዋጋ መጀመሪያ የሚሸፈኑት እኛ ነን። ሆኖም የግልግል ዳኛው በሕግ በተደነገገው መሠረት ተገቢውን ወጪ ለገዢው አካል የመስጠት እና/ወይም ተዋዋይ ወገኖች ከግልግል ዳኛው እና/ወይም ከፍርድ ቤት ዘጋቢ ጋር የተያያዙ ወጪዎችን እንዲከፋፈሉ የመጠየቅ ውሳኔ ይኖረዋል።",
    "3049976256": "ለእያንዳንዱ አዲስ መለያ ደንበኛ፣ በሽያጭ ሂደት ውስጥ የፍተሻ ዝርዝር ውስጥ እናልፋለን። ይህ ከመሳፈር በፊት የመጀመርያ የ KYC ትጋትን፣ እንዲሁም ለተንታኞቻችን የሚቀርቡ ጥያቄዎችን በሙሉ ማረጋገጥ፣ እና የአሁናዊ የቦታ ፍተሻዎችን እና የእራሳችንን አገልግሎት መድረክን በመጠቀም የሚቀርቡ ጥያቄዎችን ወቅታዊ ግምገማዎችን ያካትታል።",
    "3054564199": "ኪት ይጫኑ",
    "3056723024": "13. ተቀባይነት የሌለው ተግባራትን ማጠናቀቅ",
    "305735018": "በመጨረሻም፣ ለGoogle ታማኝ አማራጭ። hCaptcha ኢንተርፕራይዝ በከፍተኛ ጥበቃ በ reCAPTCHA ሂሳብዎ ላይ አስደናቂ ቁጠባዎችን ያቀርባል፡ በአንዳንድ ሁኔታዎች እስከ 80% ያነሰ ውድነት ያለው።",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "የ ግል የሆነ",
    "3064321967": "የመጀመሪያው የታወቀ አይፈለጌ መልእክት በ1978 ተልኳል። [",
    "3065000659": "\"መኪናው ላይ ጠቅ ባደረጉ ቁጥር\" ነጠላ ለማሰልጠን እየረዳችሁ እንደሆነ ታውቃላችሁ",
    "3068923550": "() ቀስ በቀስ ከተወሰደ የመከላከያ እርምጃዎች መሥራት አለባቸው",
    "3083289844": "የተጠቃሚን ግላዊነት ሊነካ ይችላል ብለው የሚያስቡት ችግር ካጋጠመዎት እባክዎን በኢሜል ይላኩልን።",
    "3086730511": "የነጻ አገልግሎታችን አስተባባሪ ከሆንክ እና ፍትሃዊ የመጠቀሚያ ገደቦችህን እንዳሳለፍክ ከወሰንን በአሁኑ ጊዜ ከሚከተሉት ያነሰ ነው፡-",
    "3088605177": "የእኛን የውድድር ኮድ አስፈላጊ በሆነበት ቦታ ብቻ ያክሉ፣ እና እርስዎን እና ተጠቃሚዎችዎን ሁለቱንም መጠበቅ ጠቃሚ ነው።",
    "3089778412": "hCaptcha ሽልማቶችን እንዴት ያሰላል",
    "3092200338": "** 15ኛው ቅዳሜና እሁድ ሲውል፣ የክፍያው ቀን በምትኩ 17ኛው ነው።",
    "3093388779": "hCaptcha ለማንኛውም መጠን ላሉ አታሚዎች ለመጠቀም ነፃ ነው።",
    "3093689546": "ቀላል ውህደት",
    "3094150511": "የቁጥጥር ባለስልጣን፡ የዩኤስ ፌደራል ኮሙዩኒኬሽንስ ኮሚሽን፣ 45 L Street NE፣ ዋሽንግተን ዲሲ 20554 አሜሪካ።",
    "3094354698": "ሰኔ 15, 2019",
    "3096063825": "ይሞክሩት",
    "3096553330": "የምንፈጥረው እያንዳንዱ ስርዓት ከሌሎች ሰዎች ጋር ያለንን ግንኙነት በቀላሉ ያሳያል።",
    "3098677775": "ጥ፡ የእኔ አይፒ እና የአሰሳ ታሪክ ከhCaptcha የግላዊነት ፓስፖርት ሲጠቀሙ ሙሉ በሙሉ ሚስጥራዊ ናቸው?",
    "3100722753": "ለደህንነት ወይም ለግላዊነት ጉዳዮች፣ ከታች ያሉትን መመሪያዎች ይመልከቱ።",
    "3103557430": "መረጃን እንዴት እንደምንጠቀም",
    "3103642530": "ይህ ግምገማ በርካታ መስፈርቶችን ያቀፈ ነው፡-",
    "3107683988": "ይህ በ24/7 የጥሪ ሰራተኞቻችን በጣም ጥብቅ የሆኑትን SLAs ለማሟላት ሁሉንም የአስተዳደር ጥቅማጥቅሞችን በማቆየት ከአውታረ መረብ ውጪ ያለውን ትራፊክ እና ወጪን በእጅጉ ይቀንሳል።",
    "3108727249": "BotStop",
    "310885519": "ወይም",
    "3114147525": "የ hCaptcha ደንበኞች አገልግሎቱን የነገርን ለይቶ ማወቅ፣ የባህሪ ማወቂያን (የልብስ አይነቶችን ለመለየት መለያዎችን መሰብሰብ)፣ የተዛማጅነት ደረጃ (ከዋና ምርት ጋር ሲወዳደር ከበርካታ አማራጮች ውስጥ በጣም አስፈላጊ የሆነውን ምርት መምረጥ)፣ ሳጥኖችን ማሰር (ፍላጎት ያላቸውን ቦታዎች መፈለግን ጨምሮ አገልግሎቱን ይጠቀማሉ። ምስል) ፣ “የሰው OCR” (በምስሉ ላይ ያለውን ጽሑፍ መለየት) እና ሌሎች በርካታ የሥራ ዓይነቶች።",
    "3117887301": "በትልቁ የመስመር ላይ አገልግሎቶች የታመነ",
    "3119498672": "የኢንተርኔት ቦቶች፣ ዌብ ሮቦቶች፣ ቦቶች፣ ስክሪፕቶች ወይም ሌላ ማንኛውም አይነት አርቴፊሻል ኢንተለጀንስ በመጠቀም ማንኛውንም ተግባር ማከናወን ወይም በተገለጹት መሰረት ስራዎችን ሳይጨርሱ ከአይኤምአይ ወይም ከማንኛውም ጠያቂ ወይም ኢንቴግሬተር ሽልማቶችን ለማግኘት ይሞክሩ።",
    "3119589996": "እንዴት እንደሚሰራ፡ የአሳሽ ቅጥያ ለተጠቃሚዎች የግላዊነት ማለፊያ ፕሮቶኮልን ለሚደግፉ ድረ-ገጾች ምስጠራ ዓይነ ስውር ቶከኖችን የመፍጠር እና የመፈረም ችሎታ ይሰጣል። ቅጥያው በማንኛውም ጣቢያ ላይ የ hCaptcha አገልግሎትን በመጠቀም ፈታኝ ሁኔታ ሲፈታ በ hCaptcha የተፈረሙ ምስጢራዊ በሆነ መልኩ የታወሩ ቶከኖች የያዙ ማለፊያዎችን ያመነጫል።",
    "3121248460": "እጅግ በጣም የተለያዩ ብጁ ፈተናዎችን ያሳዩ -- ከቀላል እስከ ውስብስብ -- ለሚጠብቃቸው ታዳሚ",
    "3128328457": "አስተዋፅዖ አበርካች ወይም አስተባባሪ ከሆንክ በድረ-ገጻችን አጠቃቀም ምክንያት የሚገመተውን ማንኛውንም ወይም ሌላ የፌዴራል፣ የክልል ወይም የአካባቢ የገቢ ግብር፣ የማህበራዊ ዋስትና፣ FICA እና የሰራተኞች ካሳ ክፍያ የመክፈል ሃላፊነት አለብህ። ከዩኤስ ውጭ ባሉ ክልሎች ውስጥ ተመሳሳይ ግብሮች ወይም ክፍያዎች። በኛ ላይ ለሚደረጉ ማንኛቸውም ግምገማዎች ምንም ጉዳት እንደሌለው እኛን ለማካስ ተስማምተሃል ምክንያቱም ማንኛውንም የታክስ ህጎችን ማክበር ስላልቻልክ።",
    "3128433367": "... እና ብዙ ተጨማሪ",
    "3130928685": "ብሎግ",
    "3138772661": "በየዓመቱ በሺዎች የሚቆጠሩ ህይወት",
    "3139609561": "ከዚህ በታች ሁለት የምስል ምደባ እና የባህሪ ማወቂያ የስራ ዓይነቶች ምሳሌዎች አሉ። [",
    "31502377": "የበለጸገ ጽሑፍ አካል ምንድን ነው?",
    "3152512587": "እና ስርዓቱ በመቶ ሚሊዮኖች የሚቆጠሩ ዕለታዊ መፍትሄዎችን ይሰበስባል። [",
    "3153117136": "የ hCaptcha አስቸጋሪ ቅንብሮች እንዴት እንደሚሠሩ",
    "3160820928": "የተቀናጀ የጥቃት ጥበቃ",
    "3161489950": "የአለም እጅግ የላቀ የደህንነት ML መድረክ",
    "3162107126": "IMI በእርስዎ እና በሌላ የአገልግሎቶቹ ተጠቃሚ መካከል የየትኛውም ክርክር አካል አይደለም። በእርስዎ እና በሌላ ተጠቃሚ መካከል ካለ ማንኛውም አለመግባባት የተነሳ IMI እና ተባባሪዎቹን ከማንኛውም አይነት እና ተፈጥሮ፣ የሚታወቁ እና የማይታወቁ፣ የተጠረጠሩ እና ያልተጠረጠሩ፣ የተገለጹ እና ያልተገለጹ ከማንኛውም የይገባኛል ጥያቄዎች፣ ጥያቄዎች እና ጉዳቶች ይለቀቃሉ።",
    "3167979932": "ከመጀመሪያው ቀን ጀምሮ ለግላዊነት የተነደፈ። ጠንካራ የውሂብ ሂደት ስምምነት.",
    "3168199226": "ነገር ግን፣ በ2020 የዚህ አይነት የውሂብ ስብስብ መገንባት ጥቂቶች ከአንድ አመት በፊት በጠበቁት መንገድ እንደ ጥምር አጠቃቀም ቴክኖሎጂ ሊወሰድ እንደሚችል ግልጽ ሆነ።",
    "3173156067": "በጽሁፍዎ ውስጥ የምሳሌ ምስሎችን ማካተት በሚፈልጉበት ጊዜ አንዳንድ ዝግጁ የሆኑ ዋስትናዎች አሉ።",
    "3176531704": "የውሂብ ማብራሪያ",
    "3178581111": "ለአዲስ ዓላማዎች ተጠቀም",
    "3180664128": "ከሺህ በላይ ምልክቶችን በመማር፣ ምንም እንኳን አንድም ግለሰብ ምልክት በራሱ ጠንካራ ባይሆንም እንኳ ሞዴሎች በፍጥነት ተንኮል-አዘል ባህሪን በመለየት ከፍተኛ መተማመን ላይ ሊደርሱ ይችላሉ።",
    "3182435854": "የቅጂ መብት",
    "318339230": "(ከሚከተሉት ውስጥ አንዱ ወይም ብዙ በእርስዎ የተለየ ሃሳብ ላይ ሊተገበር ይችላል፣ እና ሊኖረው ይችላል።",
    "3183855267": "1. hmt_id",
    "3186435874": "ክፍለ-ጊዜ",
    "3192683783": "በዚህ የግላዊነት መመሪያ ላይ የተደረጉ ለውጦች",
    "3193548097": "ተስፋ ስፕሪንግስ ዘላለማዊ",
    "3194111925": "ድጋፍ",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "የኤ.ፒ.አይ.ዎች ጥቅም እና ተጋላጭነት",
    "3200641265": "ከጁን 16፣ 2020 በኋላ አይደለም*",
    "3200859925": "1. ዓላማ",
    "320166522": "የማሽን መማር አሁን በሁሉም የሕይወታችን ገፅታዎች ላይ ተጽእኖ ያሳድራል፣ ብዙ ጊዜ በማናስተውለው እና ማየት በማንችል መንገዶች። የመስመር ላይ የደህንነት አገልግሎቶች ከዚህ የተለየ አይደለም.",
    "3202747130": "ሙሉ ስምምነት. እነዚህ የአገልግሎት ውሎች እና በዚህ ስምምነት ውስጥ የተጠቀሱ ማናቸውም ፖሊሲዎች፣ ሂደቶች ወይም ውሎች ከርዕሰ ጉዳዩ ጋር የተጋጭ ወገኖች ስምምነትን ይመሰርታሉ፣ እና ሁሉንም የቀድሞ እና ወቅታዊ ተዛማጅ ስምምነቶችን፣ የይገባኛል ጥያቄዎችን፣ ውክልናዎችን እና የተጋጭ አካላትን ግንዛቤ ይተካ እና ይሰርዛል። .",
    "3203921334": "ስለ hCaptcha መፍትሄዎች ብዙ ነገሮችን ወደድን: 1) የግል መረጃን አይሸጡም; የሚሰበሰቡት አነስተኛውን አስፈላጊ የግል መረጃ ብቻ ነው፣ የሚሰበሰቡትን መረጃ እና እንዴት እንደሚጠቀሙ እና/ወይም እንደሚገልጹ ሲገልጹ ግልጽ ናቸው።",
    "3206136647": "ጎግል እዚህ ያለው ችግር ማን በሚያየው እና በሚጠቀሙት የጥያቄ ዳታ ላይ የተመሰረተ ነው። ሁሉም መረጃዎች ከተመሳሳይ ባህል (እና በጎግልም ተመሳሳይ ኩባንያ) የሚመጡ ከሆነ በኤደን ቅሬታ መሰረት ወደ ሌሎች ባህሎች የማይተረጎሙ ተግዳሮቶች እንደሚኖሩዎት በእርግጠኝነት መጠበቅ ይችላሉ።",
    "3207769512": "የምርት ስራዎችን ማሰማራት",
    "3208155808": "በማሽን ሊነበብ የሚችል የግል መረጃዎን ቅጂ ለእርስዎ ወይም ለመረጡት ሶስተኛ አካል ያስተላልፉ።",
    "3212830633": "2. ብቁነት",
    "3213351333": "ምንም ቅድመ ቁርጠኝነት አያስፈልግም",
    "3213411837": "ምስል 2",
    "3214322759": "አለበለዚያ በማንኛውም ተንኮል አዘል ወይም ማጭበርበር ውስጥ መሳተፍ.",
    "3217791519": "ጁል 15፣ 2020 - ኦክቶበር 15፣ 2020",
    "3225770968": "hCaptcha በማሽን ትምህርት ውስጥ በጣም ጉልበት የሚጠይቀውን ችግር ለመፍታት የተነደፈ ነው; ከፍተኛ መጠን ያለው መረጃን በወቅቱ፣ በተመጣጣኝ ዋጋ እና በአስተማማኝ መንገድ መለያ መስጠት።",
    "3225936061": "በGoogle መጽሐፍት አገልግሎት ላይ ከመጽሐፍ ገጾች የተወሰዱ የጽሑፍ ሥዕሎችን እና የOCR (የጽሑፍ ማወቂያ) ሶፍትዌርን ለማሻሻል ሲረዱ ሳይታዩ አልቀሩም።",
    "322830977": "ኩኪዎችን እንዴት እንደሚያሰናክሉ.",
    "3228928991": "እንደ ስም፣ ኢሜል አድራሻ እና ሀገር ያሉ ግለሰብን (\"የግል መረጃ\") ለመለየት ወይም ለማነጋገር የሚያገለግል መረጃ። ግላዊ መረጃን አሁን ካሉን እና ወደፊት ከሚመጡት ኢንቴግራሮች እና ደንበኞቻችን በቀጥታ ሲሰጡን እንሰበስባለን (ለምሳሌ፡ ለመለያ ሲመዘገቡ ቅጽ በመሙላት ወይም ከእኛ የኢሜይል ማሳወቂያዎችን ለመቀበል በማመልከት)። የግል መረጃን ከሶስተኛ ወገን የመረጃ ቋቶች ወይም ኦፊሴላዊ ህጋዊ ሰነዶች ጋር በማነፃፀር የኛን የተቀናጀ እና የደንበኞቻችንን ማንነት ማረጋገጥ እንችላለን።",
    "3230004040": "የማየት ችግር አለብህ ወይስ በሌላ መንገድ hCaptchasን ማጠናቀቅ አትችልም?",
    "3233305531": "የንግድ ምልክቶች",
    "3233441200": "የአጥፊ ፖሊሲን ድገም።",
    "3235430156": "የኩባንያው ማሽን መማሪያ ስርዓቶች በነጻ?",
    "3235744534": "ኢንተርኔት ኤክስፕሎረር",
    "3236311792": "4. hCaptcha ውስጣዊ ትንተና. እስከ ሰኔ 30፣ 2019 ድረስ ተሰብስቧል። ዝርዝሮች ሲጠየቁ ይገኛሉ።",
    "3236873806": "IMI ለዚህ ድህረ ገጽ ተጠያቂ ነው።",
    "3238184941": "ማስታወሻ፡ ከተናጥል የአይፒ አድራሻ ጋር የተገናኘ የማጭበርበር አደጋ ከተጠየቀ ከአቀናባሪ ጋር ሊጋራ ይችላል።",
    "3238345709": "() አይፈለጌ መልእክት ለሁለት ሳምንታት ያቆማል እና ከዚያ ጋር እንቆያለን",
    "3238612014": "የአሰሳ ታሪክ፣ የሸማቾች ከበይነመረብ ድር ጣቢያ፣ መተግበሪያ ወይም ማስታወቂያ ጋር ስላለው ግንኙነት መረጃ።",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "የመጨረሻ ዝመና፡ ፌብሩዋሪ 18፣ 2021",
    "324647915": "ይህን መረጃ እንድናገኝ ስለረዱን ጊዜ ስለወሰዱ እናመሰግናለን!",
    "3247172580": "hCaptcha የላቀ በራስ የሚተዳደር የማሽን መማሪያን ከ250 በላይ አካባቢዎች ለትልቅ ልኬት የሚሰጥ የመረጃ አሰባሰብ እና ማቆየትን በልዩ ሁኔታ የሚቀንስ ልብ ወለድ የጠርዝ ስሌት አካሄድ ጋር አጣምሮ።",
    "325077666": "መረጃዎን በማስገባት በእኛ ተስማምተዋል።",
    "3251220335": "መ: አይ። እባክህ ኩኪውን ለማዘጋጀት በምትጠቀመው በእያንዳንዱ መሳሪያ ላይ የተላከልህን የኢሜል መግቢያ አገናኝ ጠቅ አድርግ።",
    "3254142589": "() የፍርድ ችግሮች",
    "3255230599": "ኩኪ ምንድን ነው?",
    "3256020881": "በተለያዩ ድረ-ገጾች ወይም ሌሎች መድረኮች ላይ የእርስዎን ባህሪያት እና የአሰሳ እንቅስቃሴዎችን በጊዜ ሂደት ለመመልከት።",
    "3256245394": "እንዲሁም የእኛ ብሎግ ልጥፎች, ለምሳሌ",
    "3260825523": "የኢንቱሽን ማሽኖች",
    "3264813246": "ተገቢ ያልሆነ",
    "3265293440": "() ለማጥቃት ከSMTP ውጪ ያሉ ፕሮቶኮሎች ተጋላጭነት",
    "3265328927": "የማሽን መማሪያን በመጠኑ ለሚተገበሩ ኩባንያዎች ምርቶችን እና አገልግሎቶችን የሚያቀርብ የማሽን መማሪያ ኩባንያ።",
    "3265895521": "በቀን ሰዓት ላይ በመመስረት የፈተና ችግርን ከፍ እና ዝቅ አድርግ",
    "3268946369": "6. ክሬዲት፡ Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "እባክህን",
    "3272552822": "ገንቢዎች እና ክሪፕቶግራፈሮች፡-",
    "32739972": "በጣቢያችን ላይ ከተመዘገቡ የመግቢያ ክፍለ ጊዜ መረጃዎን ለማከማቸት.",
    "3276777569": "hCaptcha",
    "3280658086": "የድርጅት መፍትሄዎች",
    "3286051798": "ርእሶች፣ አንቀጾች፣ ብሎክ ጥቅሶች፣ አሃዞች፣ ምስሎች እና የምስል መግለጫ ጽሑፎች አንድ ክፍል ወደ ሀብታም ጽሑፍ ክፍል ከተጨመረ በኋላ “በውስጡ ውስጥ በሚሆንበት ጊዜ” የጎጆ መምረጫ ስርዓትን በመጠቀም ሊቀረጽ ይችላል።",
    "328625009": "እርስዎ ሲሆኑ ዝግጁ ነን፡ አገልግሎታችን በሰዓቱ ይገኛል።",
    "3287172429": "የቁጥጥር ፈተና ዓይነቶች ታይተዋል።",
    "3288667364": "ንጽጽር እና ማወቅ",
    "3290996791": "ሁሉም ሌሎች የምርት ስሞች፣ አርማዎች እና ብራንዶች የየባለቤቶቻቸው ንብረት ናቸው። በዚህ ድህረ ገጽ ላይ ጥቅም ላይ የሚውሉ ሌሎች የኩባንያዎች፣ የምርት እና የአገልግሎት ስሞች ለመለያ ዓላማዎች ብቻ ናቸው። እነዚህን ስሞች፣ አርማዎች እና የንግድ ምልክቶች መጠቀም መደገፍን አያመለክትም።",
    "3292221787": "ፈተናው ትክክል መሆን አለመሆኑ ብቻ ሳይሆን ጥያቄዎቹንም ሆነ ጥቅም ላይ የዋለውን መረጃ በተደጋጋሚ ይለውጣል።",
    "3301728462": "በሚሊዮን የሚቆጠሩ ሰዎች በየወሩ hCaptchaን ይጠቀማሉ፣ በሺዎች በሚቆጠሩ የአሳሾች፣ ቅጥያዎች፣ መሳሪያዎች፣ ፋየርዎል እና ሌሎችም ላይ።",
    "3312336121": "የድር ተጠቃሚዎች ህጋዊ ሰዎች ወይም ቦቶች መሆናቸውን ለመወሰን እጅግ በጣም ብዙ የባህሪ ውሂብን የሚወስድ",
    "3315658779": "በ hCaptcha ኢንተርፕራይዝ የይዘት መቧጨርን ይከላከሉ።",
    "3319083717": "ስም፡",
    "3324288040": "አስተያየት ላኩልን።",
    "332723732": "ይዘት",
    "3329634829": "የእርስዎን የግል መረጃ ሂደት ይገድቡ።",
    "3329755436": "ይህን ሂደት ለማፋጠን እያቀዱ ነው?",
    "3334160175": "() ከጭካኔ ኃይል ጥቃቶች ምንም መከላከያ የለውም",
    "3336625692": "ይህ ገጽ በዚህ ርዕስ ላይ ሃሳቦቻችንን ከ AI ስነምግባር አንፃር በዝርዝር ያብራራል, እና አገልግሎቶቻችንን ለመጠቀም የምንከተላቸው ሂደቶች እንደ ኩባንያ ከተቀበልናቸው ፖሊሲዎች ጋር የሚጣጣሙ ናቸው.",
    "3339302473": "27. መቋረጥ",
    "3342910682": "ተጨማሪ ያንብቡ",
    "3346362371": "ስለ ማሽን መማርስ?",
    "3348433919": "የእርስዎ መብቶች",
    "3349094124": "የሥነ ምግባር ጉዳዮች መስፈርቶች፡ ዓላማ",
    "3353238942": "hCaptcha ቦቶችን ከሰዎች በመለየት ለማስቆም የተነደፈ ነው። የእይታ ሙከራዎች ለዚህ ምቹ መሳሪያ ናቸው, ነገር ግን ሁሉም የእይታ ፈተናን መፍታት አይችሉም.",
    "3356329025": "1. 30 ቀናት",
    "3356349631": "ጉግል ክሮም",
    "3357523404": "ድንበር ተሻጋሪ የውሂብ ማስተላለፍ",
    "33639629": "ለሶስተኛ ወገን ድር ጣቢያዎች አይተገበርም. እባክዎ ያስታውሱ ይህ የግላዊነት ፖሊሲ በማንኛውም ድረ-ገጽ፣ አቅርቦት፣ ምርት ወይም አገልግሎት ላይ አይተገበርም ፣ ምንም እንኳን ከጣቢያችን ጋር የተገናኘ ወይም አገልግሎቱን የሚያካትት ቢሆንም - እባክዎ ማንኛውንም መረጃ ለሶስተኛ ወገን ለማቅረብ ከመወሰንዎ በፊት የሚመለከታቸውን የግላዊነት ፖሊሲዎች ይመልከቱ። ፓርቲዎች.",
    "3365203058": "የአለም ደረጃ ፀረ-ቦት ጥበቃ",
    "3368788823": "ቴሬንስ ኤደን በብሎጉ ላይ አንድ አስደሳች ነጥብ ተናግሯል፡ \"",
    "3370561195": "6. ተቀባይነት ያለው ባህሪ",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI የስነምግባር ፖሊሲዎች እና ሂደቶች",
    "3376724603": "ሴፕቴምበር 14-24, 2021 †††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "የእርስዎን ውሂብ አሁን ምልክት ያድርጉበት",
    "337971271": "የማሽን መማር ጠቃሚ ነው። ግን ለመስራት የግል ውሂብን አይፈልግም።",
    "3383086062": "hCaptcha ኢንተርፕራይዝ የተሟላ የመስመር ላይ ደህንነት መፍትሄ ነው። ገባሪ እና ተግባቢ ሁነታዎች ምስክርነት መሙላትን እንዲያቆሙ፣የመለያ መውጣቶችን እንዲያውቁ እና አጠራጣሪ ተዋናዮችን እንዲያግዱ ያስችሉዎታል። ሁሉም ለህጋዊ ተጠቃሚዎች ከዜሮ ግጭት ጋር።",
    "3386280249": "ለተሰየመ ዳታ ገበያ ለማቅረብ። አገልግሎታችን ለድር ጣቢያ ባለቤቶች እና ውሂባቸው እንዲሰየም እርዳታ ለሚፈልጉ ኩባንያዎች እንደ አገልግሎት የማሽን መማሪያ ስርዓቶች ከፍተኛ መጠን ያለው መረጃ መለያ እና የሰው ግምገማን ያስችላል። ለዚህም፣ የተሰየመ ዳታ ለማግኘት ለሚፈልጉ ደንበኞቻችን እናሳያለን።",
    "3388180864": "በድር ሚዛን ጥልቅ ቴክኒካዊ ተግዳሮቶች ላይ ለመስራት ይፈልጋሉ? እኛ ሁል ጊዜ ችሎታ ያላቸው መሐንዲሶች በዓለም ዙሪያ እንቀጥራለን -",
    "3389431373": "እንደ reCAPTCHA v3 ያሉ አገልግሎቶች በየጣቢያዎ ገፅ ላይ የመከታተያ ፒክሰላቸውን ማስቀመጥ ለጥሩ ደህንነት አስፈላጊ ነው ይላሉ። ጉዳዩ ይህ አይደለም።",
    "3395399558": "() በቴክኒክ ያልተማሩ ፖለቲከኞች",
    "3397976149": "ለ hCaptcha አታሚ ድጋፍ ያግኙ",
    "3398978455": "ሴፕቴምበር 15-25, 2021 †††",
    "3401005681": "ገንዘብ ለማግኘት",
    "3401861278": ", በማጣቀሻ እዚህ ውስጥ የተካተተ. እባክዎ እርስዎን ወክሎ የግል ውሂብን እንዴት እንደምናስኬድ ለማየት ይህንን ስምምነት ይከልሱ። እንደ \"ዳታ ፕሮሰሰር\" የምንሰራው ለአውሮፓ ህብረት አጠቃላይ የውሂብ ጥበቃ ደንብ አላማ እና \"አገልግሎት አቅራቢ\" ለካሊፎርኒያ የሸማቾች ግላዊነት ህግ አላማ መሆኑን ልብ ይበሉ።",
    "34074886": "ፈታኝ መልስ በሰጡ ቁጥር፣ ሰው መሆንዎን ለማወቅ የተራቀቁ ሞዴሎችን እንጠቀማለን። የጎበኟቸው ድህረ ገጽ ቦቶችን በመጠበቅ በጣቢያቸው ላይ ያለዎትን ልምድ ለማሻሻል ይህንን ውጤት ይጠቀማል።",
    "3408107995": "ዛሬ ግን ሁልጊዜ መቧጨር ማለት ከድረ-ገጽ ላይ መረጃን ለመሳብ ፕሮግራማዊ አቀራረብ ማለት ነው. የጭረት ሶፍትዌሩ እንደ ሰው ተጠቃሚ ነው የሚሰራው፣ አዝራሮችን ጠቅ በማድረግ የተገኘውን ውጤት በማንበብ ነው። ለመቧጨር ብዙ ህጋዊ አጠቃቀሞች አሉ። የፍለጋ ፕሮግራሞችን የሚያንቀሳቅሱ የድር ጎብኚዎች አንዱ ምሳሌ ናቸው። በሺዎች የሚቆጠሩ የጉዞ ድር ጣቢያዎችን በማጣመር የጉዞ ስምምነቶችን የሚሹ እንደ Skyscanner ያሉ መሳሪያዎችም እንዲሁ። የፊንቴክ ኩባንያዎች የመረጃውን ግንኙነት ለማድረግ ምንም አይነት የመተግበሪያ ፕሮግራሚንግ ኢንተርፌስ (ኤ.ፒ.አይ.) ከሌሉ የተጠቃሚውን የፋይናንሺያል መረጃ ከባንክ ድረ-ገጽ ይሰርዛሉ። ስለ ስክሪን መቧጨር ማስታወስ ያለባቸው ነገሮች ፍጥነቱ እና መጠነ ሰፊነቱ ናቸው. ሂደቱ እንዳይከሰት ለማድረግ ድረ-ገጾቹ እንዳልተዋቀሩ በማሰብ ሂደቱ ከድረ-ገጾች ከፍተኛ መጠን ያለው ውሂብ ሊሰበስብ ይችላል። በስሌት ፍጥነት፣ ቧጨራ ከድረ-ገጾች እና ከስር ሶፍትዌሮች እና የውሂብ ጎታዎች ጋር በመገናኘት ትላልቅ የውሂብ ስብስቦችን ማሰባሰብ ይችላል።",
    "3409726716": "ያለ የጽሑፍ ፈቃድ ከእኛ ጋር ከአንድ በላይ መለያ መመዝገብ;",
    "3412647984": "ይህ ኩኪን በመመዝገብ እና በማዘጋጀት የወደፊት ጥያቄዎችን እንዲያስወግዱ ያስችልዎታል። እባክዎ የማስታወቂያ ማገጃውን ለማጥፋት ይሞክሩ።",
    "3417372336": "በደቂቃዎች ውስጥ ይቀይሩ",
    "3419878556": "\"የሶስተኛ ወገን ኩኪዎችን አግድ\" እንዳልነቃ ያረጋግጡ።",
    "3421090159": "ክፍት ምንጭ",
    "3426312287": "ጃንዋሪ 5-15፣ 2022",
    "3433896984": "BotStop™",
    "3434202027": "ማንኛውም የhCaptcha ስም በግንኙነቶች ውስጥ መጠቀም የሚከተለውን ባህሪ ያስፈልገዋል፡- \"hCaptcha የተመዘገበ የ Intuition Machines, Inc.\"",
    "3436534225": "ሁሉም ማለት ይቻላል አብራሪ የሚጀምሩ ኩባንያዎች በመጨረሻ የእኛን መፍትሄዎች ይመርጣሉ።",
    "3437412311": "ለኢንተርፕራይዝ ተጠቃሚዎች በአብዛኛዎቹ ሁኔታዎች ተግዳሮቶችን ሙሉ በሙሉ ለማስወገድ፣ በተጨባጭ ውጤቶች ላይ በመመስረት አማራጮች አሉ።",
    "3441764123": "የ hCaptcha አገልግሎትን በመጠቀም በአንድ ጣቢያ ላይ ለተደራሽነት ተጠቃሚ ፈታኝ ሁኔታ ሲቀርብላቸው ወዲያውኑ ያልፋሉ።",
    "3443160243": "hCaptcha አጋር™",
    "3444947612": "መካከል ትራፊክ",
    "3446714684": "የሞባይል (አይኦኤስ እና አንድሮይድ) ውህደት",
    "345108670": "- ምስክርነት መሙላት እና ሌሎች መለያዎችን ለመውሰድ ሙከራዎች",
    "3453526675": "1. 1ኛ ወገን",
    "345563040": "( ) ይህ የሞኝነት ሃሳብ ነው፣ እና እሱን ለመጠቆም ሞኝ ሰው ነዎት።",
    "3457805519": "3. የደንበኛው ጥያቄ በአሜሪካ ህግ እና በተሳትፎ ህጎቻችን መሰረት ሊሟላ ይችላል?",
    "3458934553": "3. ይለያያል; እስከ 30 ቀናት ድረስ.",
    "3460432665": "ከላይ የተገለፀው ቢሆንም፣ የአሜሪካ ግብር ከፋይ ከሆንክ W-9 በየአመቱ እንዲታደስ ልንጠይቅህ እንችላለን፣ እና W-9ን እስክታጠናቅቅ ወይም እስክታዘምን ድረስ ስራዎችን እንድትሰራ ልንከለክልህ እንችላለን።",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. በእርስዎ የማስታወቂያ ማገጃ ወይም የአሳሽ ደህንነት ቅጥያ ውስጥ hcaptcha.com እና *.hcaptcha.com ኩኪዎችን የተፈቀደላቸው።",
    "3470857731": "reCAPTCHA ቦቶችን እንዴት እንደሚያገኝ ትንተና።",
    "3475647460": "() ከአይፈለጌ መልእክት ሰሪዎች በጣም ብዙ ትብብርን ይፈልጋል",
    "3478726913": "hCaptcha በፕላኔታችን ላይ ካሉት ትላልቅ ገንዳዎች አንዱ ለእርስዎ አገልግሎት ይገኛል። ሚዛንህ ምንም ይሁን ምን፣ ያለ ውድ ቅድመ ቁርጠኝነት ልንይዘው እንችላለን። በቀን በሚሊዮኖች የሚቆጠሩ ተግባራት ምንም ችግር የለባቸውም.",
    "3479034323": "የእርስዎ የሆነ ይዘት በhCaptcha መድረክ ላይ ተባዝቶ ካዩ እና በማንኛውም ምክንያት እንዲወገድ ከፈለጉ በኢሜል ሊያገኙን ይችላሉ።",
    "3480023141": "ስለተደራሽነት አማራጮች የበለጠ ይረዱ",
    "3483700676": "በሚሊዮኖች የሚቆጠሩ ተግባራትን ወዲያውኑ ያስጀምሩ",
    "3488019891": "hCaptcha የ Intuition Machines, Inc. የተመዘገበ የንግድ ምልክት ነው.",
    "348809718": "4. በ \"የሶስተኛ ወገን ኩኪዎች\" ስር \"ተቀበል\" የሚለውን ይምረጡ.",
    "349292953": "የምንሰበስበው መረጃ",
    "3494826505": "ከአቅራቢዎች ጋር እንደ የውሂብ ማከማቻ፣ ማስተናገጃ እና ትንታኔ ያሉ የጣቢያዎችን እና የአገልግሎቱን አስፈላጊ ገጽታዎች ለማቅረብ እንሳተፋለን እና ለእነዚህ ዓላማዎች ብቻ።",
    "3496767126": "ጥርጣሬን ለማስወገድ፣ የሚከተለው አንቀጽ የሚመለከተው የኛን የማብራሪያ አገልግሎት ለሚጠቀሙ ደንበኞቻችን ብቻ ነው፣ እና አገልግሎቶቻችንን እንደ አስተባባሪ ለመጠቀም አይደለም።",
    "3500503648": "hCaptcha የአሰሳ ታሪክዎን ከመቅዳት እና ከመተንተን ይልቅ በቅጽበት ግምገማ ላይ በመተማመን የረዥም ጊዜ የውሂብ ማቆየትን ለማስወገድ የተነደፈ ነው። እንደ ጅምር አይነትም እንደግፋለን።",
    "3501923981": "መጨረሻ የዘመነው፡ ጥር 1፣ 2020",
    "3507532387": "( ) የሁሉም ኢሜል አድራሻዎች ትንሽ የፊደል ቁጥር አድራሻ ቦታን በቀላሉ መፈለግ",
    "3510143229": "hCaptcha ለድር ጣቢያዎች እና መተግበሪያዎች አገልግሎት ነው ፣",
    "3511610999": "ወደ ትክክለኛው ቦታ መድረስዎን እናረጋግጥ።",
    "3515435438": "የዲኤምሲኤ ቅሬታዎችን ሪፖርት ማድረግ",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "የማስኬጃ ዓላማዎች",
    "3520687192": "ከእርስዎ ጋር የተደረጉ የግንኙነት መዝገቦች (ለምሳሌ በኢሜል ወይም በትዊተር የተከፈቱ የድጋፍ ትኬቶች) ላልተወሰነ ጊዜ ሊቀመጡ ይችላሉ።",
    "3524251858": "የምርት አስተዳደር ዳይሬክተር, Cloudflare",
    "3526939538": "የሶፍትዌር ስህተት",
    "3527140447": "ሰነዶች",
    "3530599065": "ግላዊነት የተገነባው ከመሬት ተነስቶ ነው። hCaptcha ምንም PII አይይዝም እና ከብዙ የግላዊነት ግዴታዎች እና ደንቦች ጋር ያከብራል።",
    "353066938": "ልምድ ያለው ቡድን ፣ ዛሬ በጣም ከባድ በሆኑ ችግሮች ላይ እየሰራ። hCaptcha አገልግሎት ነው።",
    "3532143291": "አገልግሎቶቻችንን እና ስርዓቶቻችንን ለመጠበቅ። ሊከሰቱ የሚችሉ ስጋቶችን እና ተጋላጭነቶችን በመለየት ስርዓቶቻችንን ለመጠበቅ እና የምንሰበስበውን መረጃ ለመጠበቅ የትንታኔ መረጃን እንጠቀማለን።",
    "353367791": "የተለያዩ አይነት መጥፎ ተዋናዮችን ያግኙ።",
    "3536122902": "( ) እነሱን በዚህ መንገድ ማስቆም ቀርፋፋ እና የሚያም አይደለም።",
    "3543141425": "ለእሱ!",
    "3545935449": "አዲስ ወይም ያለፉ ተጠቃሚዎችን ለመለየት።",
    "3548097301": "የሚሰራ፡ ጃንዋሪ 1፣ 2020",
    "354925785": "መግቢያ",
    "3554363588": "ሌሎች ምልክቶች",
    "3554448168": "ምድብ",
    "3555583744": "እና",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim በ eros elementum tristique. ዱይስ ኩርሰስ፣ ሚ ኩይስ ቪቬራ ኦርናሬ፣ ኢሮስ ዶሎር ኢንተርዱም ኑላ፣ ዩት ኮሞዶ ዳያም ሊቤሮ ቪታኤ ኤራት። አኔን ፋኡሲቡስ ንብህ እና ጆስቶ ኩርሰስ ኢድ ሩትረም ሎረም ኢፐርዲየት። Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "ከእኛ ወይም በአገልግሎታችን የሚደርሱን ሚስጥራዊ መረጃዎችን ለመጠበቅ ለንግድ ምክንያታዊ የሆኑ ጥረቶችን ለመጠቀም ተስማምተሃል። የድርጅት አገልግሎታችን የbot ውጤቶች እና ይፋዊ ያልሆኑ ዝርዝሮችን፣ ይፋዊ ያልሆኑ ሰነዶችን እና የቦቶ ማወቂያ ስልቶቻችንን በተመለከተ ልናካፍላቸው የምንችላቸውን ማንኛውንም ዝርዝሮች ያካትታል። እንደዚህ አይነት ሚስጥራዊ መረጃን የማግኘት ፍቃድ ከተሰጠህ በአገልግሎታችን አጠቃቀምህ ሚስጥራዊ መረጃ እየተጋለጠ መሆኑን ከወሰንን በእኛ ምርጫ አገልግሎቶቻችንን ልንቀይረው፣ ልናግድህ ወይም ልንገድበው እንችላለን እና ምክንያታዊ ጥረቶችን እንጠቀማለን። ከመታገዱ በፊት ማስታወቂያ ለእርስዎ ለመስጠት።",
    "3566102529": "እኛ ዛሬ የበለጠ ለማወቅ.",
    "3569492665": "የመስመር ላይ እንቅስቃሴን መቅዳት መልሱ አይደለም።",
    "3570415321": "ኩባንያ",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "እርስዎ የሚሰጡን አንዳንድ መረጃዎች በGDPR ውስጥ እንደተገለጸው (እንዲሁም ልዩ የግል መረጃ ምድቦች ተብለው ይጠራሉ) በመንግስት በተሰጡ የመታወቂያ ሰነዶች ላይ የእርስዎን ዘር ወይም ጎሳ መለየትን ጨምሮ ሚስጥራዊነት ያለው ውሂብ ሊሆኑ ይችላሉ።",
    "3573245166": "እንደ reCAPTCHA ሳይሆን በሁሉም ሀገር እንሰራለን።",
    "3576146278": "ለሚፈልጉት ትክክለኛነት ብቻ ይክፈሉ",
    "3578122193": "ተዛማጅ ይዘት ባለው የምርት ስም ላይ ይቆዩ",
    "3588274874": "እንደ የአውሮፓ ህብረት ጂዲፒአር እና የካሊፎርኒያ ሲሲፒኤ ካሉ የቁጥጥር ጥረቶች ጋር የተጣጣመ ምርት በማቅረብ ላይ በማተኮር ትልቅ እድገት አግኝተናል - በእርግጥ hCaptcha ለ reCAPTCHA ቀላል “መጣል” እንዲተካ እና በደቂቃዎች ውስጥ ሊጫን ይችላል።",
    "3588620914": "ግላዊነት ማለፊያ በድር መስፈርት አዲስ ፈጠራ ሲሆን ሌሎች አፕሊኬሽኖች እና የማሰሻ ማራዘሚያዎች እሱን የማያውቁት ስራውን ሊያደናቅፉ ይችላሉ።",
    "3590546893": "ቀላል የባህሪ ትንተና በመጥፎ ተዋናዮች በቀላሉ የሚፈጠር ምልክት ነው፣ እና ለሁሉም ህጋዊ ትራፊክዎ የአሰሳ ታሪክን ማቆየት ይጠይቃል።",
    "359073033": "ዳሽቦርዶች ከፍተኛ ደረጃ ያላቸው ወይም ጥሩ ጥራት ያላቸውን የእንቅስቃሴ እይታዎችን ያቀርባሉ።",
    "3594381346": "አካባቢ.",
    "3594440415": "በመጨረሻም በሮች መክፈት ይጀምራሉ.",
    "3594526017": "አይኤም ሳይንቲስቶች በCVPR 2020 በደካማ ቁጥጥር የሚደረግበት የጽሁፍ ማወቂያ (OCR) አዲስ ቤንችማርክ አዘጋጅተዋል።",
    "3596207631": "ጥ፡ ኩኪውን ካዘጋጀሁ በኋላ አሁንም ፈተና እያየሁ ነው። ይህ ምን አመጣው?",
    "3600022491": "በዚህ ምክንያት አገልግሎታችንን የሚጠቀሙ አስፋፊዎች በሙሉ ክፍል 508 እና WCAG 2.1 AA ማክበር ለሁሉም ተደራሽነት እንዲጠብቁ ለማድረግ ቀላል፣ ህመም የሌለው አማራጭ ነድፈናል።",
    "3600718611": "Google reCAPTCHAን አስቡበት፣",
    "3600797185": "ኋላ ቀር የቦት መታወቂያን ማቅረብ Google በዚያ በተጭበረበረ ትራፊክ ላይ ገንዘብ ያወጡ አስተዋዋቂዎችን እንዴት መልሰው መመለስ እንደሚችሉ እሾሃማ ጥያቄዎችን ይከፍታል።",
    "360236473": "የ hCaptcha አገልግሎት ለማንም ሰው እንደ ግለሰብ መለያ ሰሪ እንዲሠራ የታሰበ አይደለም። ለዚህ ዓላማ የተነደፈ ወይም ተስማሚ አይደለም. ማንም ሰው hCaptcha እንደ የግል የገቢ ምንጭ ለመጠቀም እንዲሞክር አንመክርም።",
    "3604147138": "3. በጣም አስፈላጊ ለሆኑ ቴክኒካል ዓላማዎች ጥቅም ላይ የዋለ፡ የተደራሽነት ተጠቃሚን መጠቀም ያስችላል።",
    "3609106478": "የምስክር ወረቀት;",
    "3609929815": ". የእርስዎን ስም፣ ሀገር እና የኢሜይል አድራሻ መረጃ የምንይዘው ወደፊት እርስዎን ለማግኘት ስለ ግለሰብ መለያ የስራ እድሎች ነው።",
    "3612043014": "... እና ሌሎች ቀላል ስራዎች. ለሰዎች ቀላል፣ ለቦቶች ከባድ።",
    "361372538": "2. የምንሰጠው አገልግሎታችን ህጋዊ ሊሆኑ በሚችሉ ነገር ግን በኛ ተቀባይነት በሌለው መንገድ በደንበኛው ለአድሎአዊ ዓላማዎች ሊውሉ ይችላሉ ብለን እናምናለን?",
    "3614653023": "ይልቁኑ፣ ድርጊቱ የሚሊዮኖች የተጠቃሚ ስም/የይለፍ ቃል ጥንዶችን በደርዘኖች በሚቆጠሩ የፋይናንስ ተቋማት ላይ በመሞከር መጠነኛ የመለያዎች ስብስብን ለመክፈት በሚያደርጉ መጠነ ሰፊ የምስክር ወረቀት ላይ የተመሰረተ ነው። አንድ ጊዜ አውቶማቲክ ማጭበርበር ሶፍትዌሩ ወደ መለያው ከገባ በኋላ የሰው ጠላፊ ሊገባ ይችላል ነገርግን በአንዳንድ ሁኔታዎች ላይሆን ይችላል።",
    "361795034": ". ያልታወቀ ደራሲ፣ ሐ. 2000",
    "3619183405": "በ 2021 ቀላል ካፕቲቻዎች አንዳንድ ጊዜ በሶፍትዌር ሊፈቱ ይችላሉ፣ ይህም በማሽን መማር እድገት። ይህንን ለመቅረፍ hCaptcha እንደ ንብረቶችም በጣም ዝርዝር ትንታኔ ያደርጋል",
    "3620039756": "ከላይ በቀኝ በኩል ተጨማሪ የሚለውን ይንኩ እና ከዚያ ቅንብሮችን ጠቅ ያድርጉ።",
    "3620442880": "የፍላሽ ሽያጭ ጥበቃ ባህሪዎች",
    "3621401685": "() እንግዳ የሆኑ አዳዲስ ታክሶችን አለመወደድ",
    "3621411541": "ስለ hCaptcha የተደራሽነት አማራጮች ይወቁ",
    "3621455477": "የበለጠ ለማወቅ!",
    "3623028666": "(እባክዎ እንደ አገልግሎት ይጠቀሙ",
    "3624758171": "ብጁ ተግባራት ለድርጅት አታሚዎችም ይገኛሉ።",
    "3630114728": "በሁሉም ጣቢያዎችዎ እና መተግበሪያዎችዎ ላይ ምን እየተፈጠረ እንዳለ ይመልከቱ።",
    "3644106388": "ተገናኝ",
    "3645414921": "ሰርዝ",
    "364774188": "እኔ ሰው ነኝ",
    "3654556483": "የፋይናንስ ተቋማት እና የኢኮሜርስ ኩባንያዎች አንዳንድ ሂሳቡን የመውሰድ ስጋትን የሚቀንሱ ሂደቶች እና ቁጥጥሮች አሏቸው። እነዚህ ከድሮው ፋሽን ጀምሮ \"የመጀመሪያ ደረጃ ትምህርት ቤት የቅርብ ጓደኛዎ ስም ማን ነበር\" የደህንነት ጥያቄዎች አጠራጣሪ የአይፒ አድራሻዎችን እና የሞባይል መሳሪያ መገለጫዎችን እስከሚያወጡት የመፈለጊያ ዘዴዎች ይደርሳሉ።",
    "3657743880": "ለጣቢያ ተሻጋሪ ኩኪዎች የአሳሽ መመሪያዎች",
    "3660619092": "በነጻ ይመዝገቡ ወይም ለድርጅት መፍትሄዎች ሽያጮችን ያነጋግሩ",
    "366088791": "hCaptcha የተለያዩ ተግባራትን ይደግፋል።",
    "3660891610": "አስተዋፅዖ አበርካች ከሆንክ አይኤምአይ፣ እና አንተ አይደለሁም፣ ማንኛውንም ተግባር የማጠናቀቅ አካል በሆነው በማንኛውም ስራ ላይ የባለቤትነት መብት አሎት። የዚህን ስምምነት ውሎች በመቀበል ይዞታን፣ ባለቤትነትን እና ማዕረግን (በአለም ዙሪያ ያሉትን ሁሉንም የአእምሯዊ ንብረት መብቶችን ጨምሮ) ለማዛወር (እና በዚህ) ተስማምተሃል። እንደዚህ አይነት መብቶችን ማግኘት፣ ማሟላት እና መጠቀም መቻል መሆናችንን ለማረጋገጥ፣ (i) ለመብታችን ሰነዶች፣ ፍፁምነት እና ማስፈጸሚያ የሚረዱ ሰነዶችን ለመፈረም ተስማምተሃል። እና (ii) በማናቸውም እና በሁሉም አገሮች ውስጥ እንደዚህ ያሉ የባለቤትነት መብቶችን ለመቅዳት፣ ለማጠናቀቅ፣ ለመጠበቅ፣ ለመጠበቅ እና ለማስከበር መረጃን ምክንያታዊ የማግኘት እድልን ይሰጣል። አገልግሎቶቹን መጠቀም ካቋረጡ ወይም ካቋረጡ በኋላ በዚህ ክፍል ውስጥ ያሉ ግዴታዎችዎ ይቀጥላሉ. በዚህ ክፍል ውስጥ ለተዘረዘሩት ዓላማዎች እርስዎን ወክለው ሰነዶችን እንድንፈጽም እንደ ጠበቃዎ ሾሙን።",
    "3666807632": "14. የአስተዋጽዖ አበርካች ብቃቶች እና ችሎታዎች",
    "3668115514": "hCaptcha እንዴት ይለያል?",
    "3668873369": "በ hCaptcha፣ ከመጀመሪያው ቀን የተለየ አካሄድ ወስደናል።",
    "3669258571": "የኩኪ ፖሊሲ",
    "3671246379": "ደረጃ 5 የኮንሶል ትሩ ላይ ጠቅ ያድርጉ እና በቀኝ ጠቅ ያድርጉ በመቀጠል \"ሁሉንም ይምረጡ\" እና ያንን በጽሑፍ ፋይል ውስጥ ያስቀምጡ ፣ የኮንሶል ሎግ ለማስቀመጥ። እንደዚሁ ላኩልን።",
    "3671828834": "የተጋሩ የግል መረጃ ምሳሌዎች",
    "3673079511": "ብቅ ደረጃ",
    "3678889946": "ከጁን 15፣ 2019 በኋላ",
    "3679148535": "ጥ፡ በምን ሌሎች የግላዊነት ማለፊያ መተግበሪያዎች ላይ እየሰራህ ነው?",
    "3680327841": "hCaptcha ለሁሉም ሰው በጥሩ ሁኔታ እንዲሰራ ለማድረግ ቆርጠን ተነስተናል",
    "3682071227": "መለያዎች ምንድ ናቸው እና እንዴት ይሰራሉ?",
    "3688621388": "የዛቻ ፊርማዎች",
    "3694578791": "ከላይ እንደተብራራው፣ እኛ (እና የሶስተኛ ወገን አቅራቢዎቻችን) ኩኪዎችን፣ የድር ቢኮኖችን እና ሌሎች የመከታተያ ቴክኖሎጂዎችን በመጠቀም የትንታኔ መረጃን በከፊል እንሰበስባለን። በአንዳንድ ለምሳሌ የትንታኔ መረጃን ለመሰብሰብ ዓላማዎች ኩኪዎችን ለመቅጠር ከሶስተኛ ወገን አቅራቢዎች ጋር እንሰራለን።",
    "3695206755": "ያለ ምንም ግዴታ በአካባቢዎ ይሞክሩን።",
    "3700113699": "በአንድሮይድ መሳሪያህ ላይ የChrome መተግበሪያን ክፈት።",
    "3700767772": "አንዴ ቅጥያውን ከጫኑ በኋላ ማለፊያዎችን ለማግኘት እዚህ (ወይም በማንኛውም hCaptcha-የሚጠቀም ድህረ ገጽ ላይ) ጠቅ ያድርጉ፡",
    "370366524": "የኢፌመር አገልግሎት ቴሌሜትሪ",
    "3709608616": "ከዚያም ሂሳብዎ ሊሰናከል ወይም በኛ ውሳኔ፣ ለማንኛውም ጊዜ፣ ያለቅድመ ማስታወቂያ ወይም ያለማሳወቂያ ለገቢ ብቁ እንዳልሆነ ሊታወቅ ይችላል። በምንም አይነት ሁኔታ ከኛ የፍትሃዊ አጠቃቀም ገደብ በላይ የሆኑ ጥያቄዎች ከእኛ የጽሁፍ ማረጋገጫ ውጭ ለገቢዎች ብቁ ሊሆኑ አይችሉም።",
    "3714002185": "ስለ hCaptcha Enterprise የበለጠ ይወቁ",
    "3715747429": "የኛ ተሳፍሪ መሐንዲሶች የ React ውህደት፣ ኤስዲኬዎች ለiOS ቤተኛ መተግበሪያዎች፣ የጃቫ ጀርባ ምሳሌ ወይም ሌላ ማንኛውም ሁኔታ ቢፈልጉ በፍጥነት እንዲሄዱ ያደርጉዎታል።",
    "3717512591": "የቀጥታ መድረክ ውህደት",
    "3717942925": "ሁልጊዜ ትኩረትዎን በኢሜል ለመሳብ የሚፈልጉ ሰዎች እንደሚኖሩ ሁሉ፣ ሁልጊዜ ሰዎች ብቻ ሊደርሱባቸው የሚችሉትን አንዳንድ ሀብቶችን የመገደብ ፍላጎት ይኖራል።",
    "3719056187": "በበይነመረቡ ገፆች ላይ የቀረበው መረጃ የግለሰብን ምክር አይወክልም እና ይህንን መተካት አይችልም. የግለሰብ ምክር ከፈለጉ፣ እባክዎን የድጋፍ ሰራተኞቻችንን ያግኙ የዚህ ጣቢያ አጠቃቀም",
    "3720584906": "ጁላይ 15፣ 2021 - ኦክቶበር 15፣ 2021",
    "3721365241": "ይሞክሩ",
    "3723626769": "ለእርስዎ አስተዋፅዖ እና ግምገማ።",
    "3725880582": "ለበጎ አድራጎት ይመልሱ",
    "3729345277": "hCaptcha ኩባንያዎች የሚፈልጓቸውን ማብራሪያዎች በፍጥነት፣ በጥራት እና ከሌሎች አማራጮች በዝቅተኛ ዋጋ የሚያገኙበት መንገድ ነው።",
    "3730038780": "ተጠቃሚዎች መፍታት ከሚችሉት ማለቂያ ከሌላቸው ተግዳሮቶች መካከል ይምረጡ",
    "3730344349": "ይህ ክፍል ስለ ካሊፎርኒያ ተጠቃሚዎች የምንሰበስበውን የግል መረጃ እና በካሊፎርኒያ የሸማቾች ግላዊነት ህግ ወይም \"CCPA\" ስር ስለሚሰጣቸው መብቶች ተጨማሪ ዝርዝሮችን ይሰጣል።",
    "3733422465": "8. ማንነትዎን ማረጋገጥ",
    "3740051331": "እንዲሁም የተጠቃሚዎትን ጥያቄዎች በማህበራዊ ሚዲያ፣ መድረኮች፣ እና የውስጠ-መግብር እና የኢሜይል ድጋፍ ቻናሎቻችን ላይ በንቃት ለመከታተል እና ምላሽ ለመስጠት ቁርጠኞች ነን። እኛ ተደራሽ እና ምላሽ ሰጪዎች ነን፣ እና የተጠቃሚን እርካታ እንደ ከፍተኛ KPI እንይዛለን።",
    "3741193183": "( ) ብዙ የኢሜል ተጠቃሚዎች ንግድን ማጣት ወይም ቀጣሪዎች ሊሆኑ የሚችሉትን ማግለል አይችሉም",
    "3744079744": "ሰኔ 15-19 2020****",
    "3744153629": "ስሞች፡",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "መገናኘት",
    "3753956446": "ፍርይ",
    "3758963444": "አመሰግናለሁ! የእርስዎ ግቤት ተቀብሏል!",
    "3759360138": "4. የተጠቃሚ ስም እና የይለፍ ቃል",
    "3759657802": "እነዚህን የአገልግሎት ውሎች ወይም መብቶችዎን ወይም ግዴታዎችዎን በማንኛውም መንገድ (በህግ ወይም በሌላ መንገድ) መመደብ፣ ማስተላለፍ ወይም ውክልና መስጠት አይችሉም።",
    "3759923279": "እባክዎን ጥያቄዎችን በሚከተለው የኢሜል አድራሻ በቀጥታ ይጫኑ፡-",
    "3764131594": "22. የሶስተኛ ወገን ድር ጣቢያዎች",
    "3766910104": "2. በጥብቅ አስፈላጊ ለሆኑ ቴክኒካዊ ዓላማዎች ጥቅም ላይ ይውላል: ጭነት ማመጣጠን, ማዞር.",
    "3767462250": "ለግላዊነት የተነደፈ",
    "3768951251": "የድርጅት SLAs",
    "3773515538": "\"ሁለቱን ቃላት ለመተየብ?\"",
    "378086442": "የCAPTCHAዎች፣ ከ UX በሴኮንድ ይልቅ።",
    "3782751514": "HUMAN Protocol® የ HUMAN ፕሮቶኮል ፋውንዴሽን የንግድ ምልክት ነው፣ እና ከፍቃዱ ጋር ጥቅም ላይ ይውላል።",
    "3783031293": "የድር ትራፊክን ለማመቻቸት Cloudflareን እንጠቀማለን። Cloudflare እንዴት ውሂብ እንደሚሰበስብ እና እንደሚያሄድ መረጃ ለማግኘት፣",
    "3795997071": "የ Chrome ምናሌ አዶን ይምረጡ። ቅንብሮችን ይምረጡ።",
    "3800781598": "] ከአምስት አስርት አመታት በኋላ፣ የኢሜል አይፈለጌ መልእክት እኛን ማሰቃየቱን ቀጥሏል። እሱን ለማሸነፍ ብዙ ቢሊዮን ዶላሮች እና በሺዎች የሚቆጠሩ የሰው-አመታት የምህንድስና ጥረቶች ተካሂደዋል ፣ ግን አይፈለጌ መልእክት እንደቀጠለ ነው። በሁለቱም በኩል የቢሊየን ዶላር ኢንዱስትሪዎች አሉ ማለትም የሚከላከሉት እና የሚልኩት።",
    "3805618893": "ጉግል ክሮም (ፒሲ)",
    "3806054689": "ኤፕሪል 15፣ 2020 - ጁላይ 15፣ 2020",
    "3807059944": "ጥቅም ላይ የዋለውን የግዳጅ ይዘት ይቆጣጠሩ",
    "3816867833": "ግብረ መልስ",
    "3817067682": "ፖሊጎኖች",
    "3817811295": "የተረጋገጠ አስተማማኝነት እና ፈጣን 24/7 በጥሪ ላይ ድጋፍ።",
    "3819851005": "2. ክፍያዎች",
    "3821716514": "ገጽ.",
    "3828090208": "በምትኩ \"ለ hCaptcha\" ተጠቀም። ከሶስተኛ ወገን አርማ ጋር ጥቅም ላይ ከዋለ፣ \"ለ hCaptcha\" በመጠን ከሶስተኛ ወገን አርማ ያነሰ መሆን አለበት።",
    "3833636936": "ሀ) 1,000 ጥያቄዎች በሰከንድ ፣",
    "3836291932": "ጥ: ብዙ መሳሪያዎችን እጠቀማለሁ. ብዙ ጊዜ መመዝገብ አለብኝ?",
    "3842490632": "ብዙ ጥያቄዎችን ለመመለስ የሚሞክር ግለሰብ ተጠቃሚ ደረጃ ሊገደብ ወይም በፍጥነት ሊታገድ ይችላል። ልክ እንደ የእኛ",
    "3842673636": "በGDPR ስር፣ የእርስዎን የግል መረጃ በተመለከተ የተወሰኑ መብቶች አሎት። ከያዝነው የግል መረጃዎ ጋር በተያያዘ የሚከተሉትን እርምጃዎች እንድንወስድ ሊጠይቁን ይችላሉ።",
    "3842815245": "ይህ ፍትሃዊ ንግድ ነው?",
    "38428546": "እኛ ጋር የእርስዎን መለያ ሕይወት በሙሉ የእርስዎን የግል ውሂብ ደህንነቱ በተጠበቀ ሁኔታ እናከማቻለን. ማንኛውንም የህግ፣ የሒሳብ ወይም የሪፖርት ማቅረቢያ ግዴታዎችን ለማሟላት ወይም አለመግባባቶችን ለመፍታት ጨምሮ የሰበሰብንባቸውን ዓላማዎች ለማሟላት አስፈላጊ እስከሆነ ድረስ የግል መረጃዎን እናቆየዋለን። የማከማቻ ጊዜዎችን ለመወሰን የምንጠቀምባቸው መመዘኛዎች በሥራ ላይ ያሉትን የሚመለከታቸው የውል ድንጋጌዎች፣ ህጋዊ የህግ ገደብ ጊዜዎች፣ የሚመለከታቸው የቁጥጥር መስፈርቶች እና የኢንዱስትሪ ደረጃዎች ያካትታሉ።",
    "3844300338": "ከእርስዎ የተግባር አፈጻጸም ወይም የድረ-ገጻችን አጠቃቀም ጋር በተያያዘ ከማንኛውም እና ከማንኛውም የይገባኛል ጥያቄዎች፣ ጉዳቶች፣ እዳዎች፣ ወጪዎች እና ወጪዎች (የተመጣጣኝ የጠበቆች ክፍያዎችን እና ወጪዎችን ጨምሮ) እኛን ለማካስ፣ ለመከላከል እና ምንም ጉዳት የሌለበት አድርጎ ለመያዝ ተስማምተሃል። .",
    "3844432472": "የኤፒአይዎች ክፍትነት እና ጥቅም በሚያስደንቅ ሁኔታ ለአጥቂዎች የበለፀጉ ኢላማ ያደርጋቸዋል። በተመሳሳይ መልኩ የሞባይል መተግበሪያ ኤፒአይን በመጠቀም መረጃን ለማግኘት እና ከኮርፖሬት ሲስተም መረጃን ለማግኘት ፕሮግራም ሊዘጋጅ ይችላል፣ እንዲሁም አንድ ቁራጭ ማልዌርም እንዲሁ። ጠላፊዎች ኤፒአይዎችን አላግባብ ለመጠቀም የተለያዩ የሶፍትዌር መሳሪያዎችን ጽፈዋል። ውጤታማ የጥቃት ዘዴ ነው።",
    "384965568": "የማቆያ መስፈርቶች እንደየስልጣን ቢለያዩም፣ ስለእኛ የተለመደው የማቆያ ጊዜያቶች ለተለያዩ የግል ውሂብዎ ገጽታዎች ከዚህ በታች ተብራርተዋል።",
    "3856690908": "ጃንዋሪ 15፣ 2020 - ኤፕሪል 15፣ 2020",
    "3856912381": "ተጠቃሚዎች ተጎድተዋል፣ እና አላስፈላጊ የድር አይፈለጌ መልእክት አሁን ተስፋፍቷል። ግን አንድ አማራጭ አለ.",
    "3859506577": "የንግድ ኢሜይል",
    "3861413614": "ያለ ግልጽ የጽሁፍ ፍቃድ hCaptcha ከሶስተኛ ወገን ምርት ወይም አገልግሎት ጋር ግንኙነት ወይም ድጋፍ፣ ስፖንሰርነት ወይም ድጋፍ እንዳለው የሚያመለክት ማንኛውንም የhCaptcha የንግድ ምልክት ወይም አርማ መጠቀም አይችሉም።",
    "3863351997": "በካሊፎርኒያ የደንበኞች መዝገቦች ህግ (ካል. ሲቪ ኮድ § 1798.80 (ሠ)) ውስጥ የተዘረዘሩት የግል መረጃ ምድቦች.",
    "3871665286": "በ hCaptcha መግብር መረጃ ገጽ ላይ በዋናነት የተገናኘ። በቀን ብዙ ጊዜ ጥቅም ላይ ሊውል የሚችል ኢንክሪፕትድ የተደረገ ኩኪ ተሰጥቷቸዋል፣ነገር ግን በየ24 ሰዓቱ በመግባት መታደስ አለባቸው።",
    "3875523186": "gistfile1.txt",
    "3878077249": "በእርስዎ የግል መረጃ ውስጥ ያሉ ስህተቶችን ያዘምኑ ወይም ያርሙ።",
    "3878230879": "ግባችን ሁልጊዜ ለእርስዎ እንደሚሰራ ማረጋገጥ ነው፣ ስለዚህ የእርስዎን ዘገባዎች በጣም እናደንቃለን።",
    "3881754581": ". የማብራሪያ አገልግሎታችን ደንበኛ ከሆንክ እና የአገልግሎቶቹን አጠቃቀም አካል አድርገህ \"ውሂብ ለሁሉም\" የሚለውን አማራጭ ከመረጥክ ለአይኤምአይ እና ለሁሉም የአገልግሎቶቹ ተጠቃሚዎች አለምአቀፍ የማያካትት፣ ፍቃድ ሊሰጥ የሚችል፣ ሊተላለፍ የሚችል፣ ሁሉንም ተዛማጅ የአእምሮአዊ ንብረት መብቶችን ጨምሮ ሁሉንም የደንበኛ ውሂብ ሙሉ በሙሉ ለመጠቀም ከሮያሊቲ-ነጻ የማይሻር ፍቃድ። \"ዳታ ለሁሉም\" የሚለውን አማራጭ ከመረጡ፣ በዚህ ክፍል ውስጥ ያለውን ፍቃድ ለመስጠት በቂ መብት፣ ርዕስ እና ፍላጎት እንዳለዎት ይወክላሉ እና ዋስትና ይሰጣሉ።",
    "3882147547": "የተዘበራረቁ የውሸት ተግባራት",
    "388240587": "ጃንዋሪ 5፣ 15፣ 2022",
    "3884400764": "በእነዚህ መመሪያዎች የ hCaptcha ማርክን መጠቀም ቢቻልም፣ በhCaptcha Marks፣ Logos፣ ወይም በማንኛውም የንግድ ምልክት፣ የንግድ ስም፣ የአገልግሎት ምልክት፣ የንግድ ስም ወይም የ hCaptcha በጎ ፈቃድ ላይ ምንም አይነት መብት አለህ ማለት አይደለም። በተቻለ መጠን ተለዋዋጭነትን መስጠት እንፈልጋለን፣ ነገር ግን ያልተፈቀደ የንግድ ምልክት፣ የንግድ ስም፣ የአገልግሎት ምልክት፣ የንግድ ስም ወይም የ hCaptcha በጎ ፈቃድ hCaptchaን የመጠበቅ ግዴታ አለብን። ማንኛውም ያልተፈቀደ አጠቃቀም በhCaptcha የሚሰጠውን ፍቃድ ወይም ፍቃድ በራስ ሰር ያቋርጣል እና ለማንኛውም ጉዳት ህጋዊ እዳዎችን ሊወስድ ይችላል።",
    "3887113660": "ጥ፡ የግላዊነት ማለፊያ በhCaptcha ገቢዎች ላይ ምን ተጽዕኖ ያሳድራል?",
    "3891941747": "*** የኮቪድ-19 ምክር፡- ከኮቪድ-19 ጋር በተገናኘ የሰራተኞች አቅም በመቀነሱ ምክንያት፣ መደበኛ ማረጋገጫችንን ለማጠናቀቅ ተጨማሪ ጊዜ ለመስጠት እርቅ ተለዋጭ ቀጠሮ ተሰጥቷል። ክፍያዎች አርብ ተጀምረው በሚቀጥለው ሰኞ ይጠናቀቃሉ ተብሎ ይጠበቃል።",
    "3892905664": "hCaptcha ለሰዎች ቀላል እና ለማሽን አስቸጋሪ የሆኑ ቀላል ጥያቄዎችን በመጠየቅ የምትወዷቸውን የመስመር ላይ አገልግሎቶች ቦቶች፣ አይፈለጌ መልዕክት እና አላግባብ መጠቀምን ያግዛል።",
    "3892952987": "ክፍቶቻችንን ይመልከቱ እና እዚህ ያመልክቱ",
    "3893539589": "በስራው ካልተፈለገ በስተቀር እቃዎችን ወይም አገልግሎቶችን የሚያቀርቡ ውጫዊ አገናኞችን ማስገባት;",
    "389705801": "() በግልጽ የሚከለክሉት ሕጎች",
    "3897238493": "አገልግሎቶቹ የሚቀርቡት በ\"እንደሆነ\" መሰረት ነው። ተደራሽነትን፣ አካል ብቃትን፣ ህጋዊነትን፣ ተገኝነትን ወይም የአገልግሎቶቹን ተግባራዊነት፣ ተዛማጅ ሶፍትዌር ወይም ቁስ አካላትን፣ አቅራቢዎችን በተመለከተ ምንም አይነት ውክልና ወይም ዋስትና፣ በተዘዋዋሪም ሆነ በመግለጫ አንሰጥም። በህግ እስከተፈቀደው ከፍተኛው መጠን፣ IMI ሁሉንም ግልፅ ወይም የተዘበራረቁ ሁኔታዎች፣ ውክልናዎች እና ዋስትናዎች ያወግዛል፣ ነገር ግን የሸቀጦች ዋስትናዎች፣ ለአካል ብቃት እና ለአካል ብቃት እንቅስቃሴ ያልተገደበ። በ IMI ላይ ያለዎት ብቸኛ እና ብቸኛ መፍትሄ ማናቸውንም ጉድለቶች፣ አለመግባባቶች ወይም ቅሬታዎች አገልግሎቶቹን መጠቀም ማቆም ነው በኮምፒተርዎ ስርዓት ላይ ለሚደርሰው ጉዳት፣ የውሂብ መጥፋት ወይም መበላሸት ወይም ሌላ ጉዳት ምክንያት የለንም። ድህረ ገጹን ወይም የኢንቱሽን ማሽኖች መድረክን ከማግኘትዎ ወይም ከመጠቀምዎ። የታቀዱ እና ያልተያዙ መቋረጦች ሊከሰቱ ይችላሉ፣ እና ለድረ-ገጻችን ያለማቋረጥ እንዲገኙ ዋስትና አንሰጥም።",
    "3898950867": "() የጆ ስራዎች እና/ወይም የማንነት ስርቆት።",
    "3900538778": "የተሰየመ መረጃ የማሽን መማርን የሚያበረታታ ነዳጅ ነው። የ reCAPTCHA መልሶች የጉግልን ML/AI አገልግሎቶችን ለማሻሻል ከ2009 ዓ.ም. ጀምሮ ጥቅም ላይ ውለዋል። ብዙ ሰዎች reCAPTCHA የሚጠቀሙ ሰዎች ጉልበታቸው ጥቅም ላይ እንደዋለ አይገነዘቡም።",
    "3901503296": "ይህ በግላዊነት ላይ ያለው ልዩ ትኩረት እጅግ በጣም ጥሩ ደህንነትን እያስጠበቅን እንደ አስፈላጊነቱ ዜሮ የግለሰብ ውሂብ ማቆየት፣ ከኩኪ ነፃ አሰራር እና ሌሎች የውል ግላዊነት ዋስትናዎችን መስጠት እንችላለን ማለት ነው።",
    "3904679538": "Chrome",
    "3906359167": "መፍትሄዎች፡-",
    "3906886217": "ለድር ጣቢያዎች ወይም ኩባንያዎች",
    "3908992897": "እና በአለም ውስጥ በሁሉም ሀገር እና ግዛት ውስጥ ጥቅም ላይ ይውላል፣ ስለዚህ እኛ ወጥ የሆነ አለም አቀፋዊ ልምድ በማቅረብ ላይ ትኩረት እናደርጋለን።",
    "3909240516": "() የSMTP ራስጌዎች የሕግ ርዕሰ ጉዳይ መሆን የለባቸውም",
    "3910971075": "IMI ሁሉንም መብቶች፣ የአእምሮአዊ ንብረት መብቶችን ጨምሮ፣ በምንጭ ኮድ፣ የነገር ኮድ ወይም ስር መዋቅር፣ ሃሳቦች ወይም ስልተ ቀመሮች፣ ኤፒአይ እና ማንኛውም ተጨማሪ ሶፍትዌሮች፣ ሰነዶች ወይም ከአገልግሎቶቹ (\"ሶፍትዌር\") ጋር የተገናኘ መረጃ አለው። በቀጥታም ሆነ በተዘዋዋሪ፣ በሶስተኛ ወገን ወይም በሌላ መንገድ፡ (ሀ) መሐንዲስ መቀልበስ፣ መፍታት፣ መበተን ወይም በሌላ መንገድ ሶፍትዌሩን ለማግኘት መሞከር የለብዎትም። (ለ) በማናቸውም ሶፍትዌሮች ላይ በመመስረት ማሻሻያ፣ መተርጎም ወይም መነሻ ስራዎችን መፍጠር፤ (ሐ) መቅዳት፣ ማከራየት፣ ማከራየት፣ ማሰራጨት፣ ማስያዣ መስጠት፣ መስጠት፣ ወይም በሌላ መንገድ ማስተላለፍ ወይም መብቶችን ወደ ማንኛውም ሶፍትዌር ማስያዝ፣ (መ) ማንኛውንም ሶፍትዌር ለጊዜ መጋራት፣ ለአገልግሎት ቢሮ ዓላማ ወይም ለሌላ ሶስተኛ ወገን ጥቅም መጠቀም፤ ወይም (ሠ) ማንኛውንም የባለቤትነት ማስታወቂያዎችን ወይም መለያዎችን ያስወግዱ።",
    "3912514510": "( ) የደብዳቤ መላኪያ ዝርዝሮች እና ሌሎች ህጋዊ የኢሜይል አጠቃቀሞች ተጽዕኖ ይኖራቸዋል",
    "3912926900": "hCaptcha® በፈጠራ ቅጂ ውስጥ ለመጀመሪያ ጊዜ ሲታይ የተመዘገበ የንግድ ምልክት ምልክት ሊኖረው ይገባል።",
    "3913203723": "በማናቸውም ምክንያት ጠያቂው ያጠናቀቁትን ተግባር አፈጻጸም ካልተቀበለ፣ እርስዎ እንደ አስተዋዋቂ ወይም አስተባባሪ ለሥራው ምንም አይነት ሽልማት የማግኘት መብት አይኖርዎትም። ተቀባይነት ላልሆነ ለተጠናቀቀ ተግባር ሽልማቶች ለእርስዎ የተበተኑ ከሆነ፣ ከእርስዎ ልናስመልሳቸው እንችላለን።",
    "3913801502": "hCaptcha አሁን በ 15% በይነመረብ ላይ ይሰራል",
    "3913848038": "99.99% የሰዓት SLAs እና 24/7 ዓለም አቀፍ ድጋፍ ይገኛል።",
    "3916131732": "አሜሪካ",
    "3922723611": "እባክዎ ማንኛውንም የማስታወቂያ ማገጃ ወይም የአሳሽ ደህንነት ቅጥያዎችን ለማሰናከል ይሞክሩ",
    "3926027556": "እና በፍጥነት ወደ እርስዎ እንመለሳለን.",
    "392886773": "በሁሉም ሀገር ይሰራል",
    "3930611699": "የግለሰብ ሠራተኞች.",
    "3930808600": "የምንሰበስበውን እና የምናከማቸው መረጃዎችን ለመጠበቅ ተገቢውን ቴክኒካል እና ድርጅታዊ እርምጃዎችን እንተገብራለን፣ እና በእኛ ምትክ የእኛን ሂደት የሚያካሂዱ ሁሉም ወኪሎች ተመሳሳይ ነገር እንዲያደርጉ እንፈልጋለን። እንደ አለመታደል ሆኖ፣ የትኛውም የደህንነት እርምጃዎች 100% ሞኝ አይደሉም፣ እና እንደዚሁም የትኛውም ኔትወርክ ወይም ስርዓት (የእኛን ጨምሮ) ከመጥፋት፣ከመጥፋት፣ከመቀየር፣ያልተፈቀደ ይፋ ከማድረግ ወይም ከምንሰበስበው እና ከምንጠራቀመው መረጃ የማግኘት መብት 100% ዋስትና ሊሰጥ አይችልም። መረጃዎ በማንኛውም ምክንያት ደህንነቱ የተጠበቀ ላይሆን ይችላል ብለው ካመኑ፣ እባክዎን ወዲያውኑ በ ላይ ያግኙን።",
    "3933993151": "እንደ የግል ውሂብ መለያ ይስሩ",
    "394235836": "3. ከላይ ከተጠቀሱት ጥቆማዎች ውስጥ የትኛውም የማይሰራ ከሆነ የድጋፍ ኢሜል ይላኩልን እና ምን እየተፈጠረ እንዳለ ለማወቅ ለመርዳት ደስተኞች ነን።",
    "3942875761": "የተሻለ ድር ™ ለመገንባት ያግዙ",
    "3943164003": "ጥሬ እይታ",
    "3943417791": "ለ hCaptcha Enterprise (BotStop) ድጋፍ ያግኙ",
    "3946753128": "የግል። ደህንነቱ የተጠበቀ። ፈጣን።",
    "3951112506": ". ያ ቀደም ሲል በመረጃው ውስጥ ከፍተኛ የልዩነት ደረጃ ዋስትና ይሰጣል።",
    "3951254541": "የእርስዎን ግብአት እናደንቃለን። ማንኛውንም ጉዳይ ያሳውቁን እና በፍጥነት እንፈታቸዋለን።",
    "3952259236": "hCaptchaን በባህሪ ትምህርት ለማሰልጠን -- ለአብነት ብቻ -- ከሁለቱም መፍትሔዎች በተሻለ ተንኮል-አዘል ባህሪን በተሻለ ሁኔታ ለመተንበይ የታወረውን ውሂብ ከ hCaptcha በሺዎች ከሚቆጠሩ ምልክቶች ጋር ያዋህዱ።",
    "3953584369": "የተራቀቁ የRBAC መዳረሻ ገደቦች አሉ።",
    "3955555607": "ከባልደረባዎች ወይም ከተፈቀደላቸው ዳግም ሻጮች ሌላ ሶስተኛ ወገኖች hCaptcha ምልክቶችን ወይም የፊደል አጻጻፍን በመጠቀም ለቁልፍ ቃላት፣ Google AdWords ወይም ሌሎች የታለሙ የማስታወቂያ ስርዓቶች መጫረት አይችሉም። እንዲሁም የሶስተኛ ወገኖች የ hCaptcha ምልክቶችን በጎራ ስሞች፣ በማንኛውም የፍለጋ ፕሮግራም ማሻሻያ፣ ሜታ መለያዎች፣ የፍለጋ ቃላት፣ ኮድ ወይም ሌላ የተሳሳተ መረጃ መጠቀም አይችሉም።",
    "3955981186": "ማሻሻያዎች. ከአይኤምአይ በስተቀር ማንኛውም ሰው በእነዚህ የአገልግሎት ውሎች ላይ ማሻሻያ ወይም ማሻሻያ በ IMI ላይ ተፈፃሚ አይሆንም።",
    "3963216198": "ለምን ኤፒአይዎች የጠላፊዎች ታዋቂ ኢላማ እንደሆኑ ለመወያየት፣በአሁኑ ጊዜ “ኤፒአይ” የሚለው ቃል ምን ማለት እንደሆነ ለመግለጽ መጀመሪያ ትንሽ ጊዜ መውሰድ ተገቢ ነው። የኤፒአይ ፅንሰ-ሀሳብ በጭራሽ አዲስ አይደለም። በእርግጥ፣ የተለያዩ የኮምፒዩተር ሲስተሞችን እርስ በርስ የሚያገናኙበት በይነገጽ፣ እንዲሁም ውስጣዊ ክፍሎቻቸው ቢያንስ ከ1960ዎቹ መጀመሪያ ጀምሮ ነበር።",
    "3963642878": "ከዲሴምበር 14፣ 2019 በኋላ*",
    "3967047208": "እንዲሁም ይህንን ለማረም በብጁ ውስጥ አንዳንድ ጥበቃዎችን ለጊዜው ማጥፋት ይችላሉ፣ አመልካች ሳጥኖቹን በመምረጥ፡ የመከታተያ ሳጥንን አይምረጡ ወይም አሁንም ችግሮች ካጋጠሙዎት የኩኪዎች አመልካች ሳጥኑን አይምረጡ።",
    "3971348140": "hCaptcha ለምን ተጠቀምን? የምንፈልጋቸውን ባህሪያት እና አፈጻጸም ሌላ ማንም ሊያቀርብ አይችልም። እነሱ በፍጥነት ተነስተው ሮጡን፣ እና ነጋዴዎቻችን ልምዱን ይወዳሉ።",
    "3972094614": "ብሬንዳን ኢች",
    "3972554015": "ሂደትም እንዲሁ. እና የአሳሽ ቅጥያው እርግጥ ነው",
    "3974566657": "አገልግሎቶቹ ይበልጥ ተወዳጅ እየሆኑ ሲሄዱ፣ የዚህ አይነቱ ክስተት መብዛቱ የማይቀር ነው። hCaptcha በየቀኑ በሚሊዮን የሚቆጠሩ ሰዎች በአለም ላይ ባሉ ሁሉም ሀገራት ይጠቀማሉ፣ስለዚህ ይህንን ፖሊሲ እና በተቻለ መጠን ግልፅ ለማድረግ እነዚህን ጉዳዮች እንዴት እንደምናስተናግድ የጉዳይ ጥናት እያተምን ነው።",
    "3978720689": "አይፈለጌ መልዕክትን ለመዋጋት አቀራረብ. ሃሳብህ አይሰራም። ለምን አይሰራም።",
    "3983646521": "ሁሉም የምርት ስሞች፣ አርማዎች፣ የንግድ ምልክቶች፣ የንግድ ምልክቶች እና የተመዘገቡ የንግድ ምልክቶች የየባለቤቶቻቸው ንብረት ናቸው። በዚህ ድረ-ገጽ ውስጥ ጥቅም ላይ የሚውሉት ሁሉም የኩባንያ፣ የምርት እና የአገልግሎት ስሞች ለመለያ ዓላማዎች ብቻ ናቸው። እነዚህን ስሞች፣ የንግድ ምልክቶች እና የንግድ ምልክቶች መጠቀም መደገፍን አያመለክትም። በዚህ ሁኔታ, በተቃራኒው.",
    "3987022469": "መለያ መስጠት",
    "3988350": "ይህ ማለት ለትክክለኛው ዓለም ጃንጥላ ማብራሪያዎች በጣም ጥሩ የአጠቃቀም ጉዳዮች አሉ። በራስ የሚነዱ መኪኖች በሚያሳድረው ተጽዕኖ ላይ አለመግባባት ለመፍጠር ቦታ አለ፣ ነገር ግን ADAS ሲስተሞች እየቆጠቡ ነው።",
    "3991444169": "ይህ ገጽ የ hCaptcha ኢንተርፕራይዝ አገልግሎት የአሁኑን ንዑስ ፕሮሰሰር ይዘረዝራል።",
    "3992401943": "ከ 2012 ጀምሮ በጥልቅ ትምህርት አብዮት ተካሂዷል። የኢንዱስትሪው መደበኛ የስራ ትክክለኛነት ባለፉት አስርት ዓመታት ውስጥ በከፍተኛ ሁኔታ ተሻሽሏል፣ በዋነኛነት በጥልቅ ኮንቮሉሽን አውታሮች ምክንያት። ሌሎች በኤምኤል የተጎላበቱ አገልግሎቶች Google የሚያቀርባቸው ይህንን ጥምዝ ተከትለዋል።",
    "4007826952": "የ#1 ግላዊነት-የመጀመሪያው CAPTCHA ለድር፣ ሞባይል እና ሌሎችም።",
    "4008400186": "ደረጃ 4፡ ለመፍታት ከሞከሩ በኋላ \"ሀአርን ወደ ውጪ ላክ\" (ትንሿ የታች ቀስት) የሚለውን ተጫን፣ ይህም የኔትወርክ ሎግ ይቆጥባል። ያንን ፋይል ወደ እኛ ላከልን።",
    "4011712313": "እንደ የዲኤምሲኤ መመሪያችን አካል ወደ ባለብዙ ደረጃ የዲኤምሲኤ መድገም ጥሰት ፖሊሲ ጥሰት ስለተፈጸመባቸው ብዙ የዲኤምሲኤ ማሳወቂያዎችን የምንቀበልላቸውን የደንበኞቻቸውን መለያዎች እናስቀምጣለን። በቀን መቁጠሪያ ወር ውስጥ ተደጋጋሚ የዲኤምሲኤ ማሳወቂያዎች ሲደርሱ የደንበኛ መለያ ከአንድ የፖሊሲ ደረጃ ወደሚቀጥለው ይሄዳል።",
    "4015238193": "እና OCR [",
    "4019638786": "መ: የhCaptcha የግላዊነት ማለፊያ ተጠቃሚዎች የአሳሽ ማስመሰያ ቦርሳ ባዶ ካልሆነ ወይም ጣቢያው ካልተላከ በስተቀር አይፒቸውን ለ hCaptcha በጭራሽ አያጋልጡም። hCaptcha ተጠቃሚውን ከቶከን ቤዛው ጋር የሚያገናኝበት ምንም መንገድ የለውም፣ እና በቤዛው ጊዜ ከተጠቃሚው ጋር በቀጥታ አይገናኝም የማስመሰያ ቦርሳቸው ባዶ ካልሆነ በስተቀር።",
    "4019660456": "0ms መዘግየት፡ የhCaptcha ቶከኖችን ያለምንም ኤፒአይ ጥሪ ያረጋግጡ።",
    "4023575072": "ድርብ አጠቃቀም",
    "4024785952": "Cloudflare, Inc. (ግሎባል). የቀረቡ አገልግሎቶች: Cloudflare.com.",
    "4034694801": "ምንም ተዛማጅ ውጤቶች የሉም።",
    "4036662147": "5. ሚስጥራዊ መረጃ ጥበቃ",
    "4036872105": "መጀመሪያ እና ከዚያ እንደገና ይሞክሩ",
    "4039193170": "ማስመሰያዎችን የማግኘት ወይም የማስመለስ ችግሮች ካጋጠሙዎት፡-",
    "4044467791": "ባለፉት 12 ወራት ውስጥ ከእርስዎ የሰበሰብናቸውን የግላዊ መረጃዎች ምድቦች፣ እባክዎ ከላይ ያለውን \"የምንሰበስበው መረጃ\" የሚለውን ክፍል ይመልከቱ። ይህንን መረጃ የምንሰበስበው ከላይ ባለው \"የግል መረጃን እንዴት እንደምንጠቀም\" በሚለው ክፍል ውስጥ ለተገለጸው ለንግድ እና ለንግድ ዓላማ ነው። በቀደሙት 12 ወራት ውስጥ፣ ለንግድ አላማ የሚከተሉትን የመረጃ ምድቦች ለሶስተኛ ወገኖች አጋርተናል።",
    "4051104324": "\"Intuition Machines\" የ Intuition Machines, Inc. የተመዘገበ የንግድ ምልክት ነው.",
    "4051785543": "ተጠቀም፡",
    "4057343238": "መርጦ ውጣ",
    "4059570880": "ደረጃውን የጠበቀ ጥረት ለመከታተል ከፈለጉ፣ ጥረቶች በአሁኑ ጊዜ በ ላይ በመካሄድ ላይ ናቸው።",
    "4060250206": "የእኛን የቴክኒክ ስፔሻሊስቶች ለማግኘት ይህንን ቅጽ ይጠቀሙ። በፍጥነት ምላሽ እንሰጣለን.",
    "4063155841": "ከጁን 25 ቀን 2021 በኋላ አይሆንም",
    "4063769686": "ተጠቃሚዎች የሚጎበኙትን ጣቢያ ይደግፋሉ፣ እና ያነሰ የድር አይፈለጌ መልዕክት ያጋጥማቸዋል። ይህ የበለጠ ፍትሃዊ ስምምነት ይመስላል።",
    "4065065042": "የአጠቃቀም መያዣዎን በትክክል ለማሟላት ይህንን ይደውሉ።",
    "4065614934": "ይህ ትንታኔ አዲስ አይደለም, ነገር ግን ሰዎች ዘላለማዊ ብሩህ ተስፋ አላቸው. በተለይ ሃሳባቸው አዲስ ነው ብለው ሲያስቡ።",
    "4072202039": "ኤፕሪል 15፣ 2019 - ጁላይ 15፣ 2019",
    "4074220464": "መ: ከዚህ ቀደም ታዋቂ የሆኑ አማራጮች እንደ ኦዲዮ ካፕቻዎች ለብዙ a11y ተጠቃሚዎች አድልዎ ያደርጋሉ እና በዘመናዊ የማሽን መማሪያ ቴክኒኮች በቀላሉ ይሸነፋሉ። ይህ አሁን ያሉ የኦዲዮ ተግዳሮቶች ይበልጥ አስቸጋሪ እንዲሆኑ፣ ጫጫታ፣ ያልተለመደ ጊዜ፣ ያልተለመደ የቃላት ጥምረት እና የመሳሰሉትን አጥቂዎችን እንዲያሸንፉ አስገድዷቸዋል። ስለዚህ በዚህ አቀራረብ እና ተግዳሮቱን ሙሉ በሙሉ በማስወገድ ቀናተኛ አይደለንም ፣ ግን ከ11y ማህበረሰብ ፍላጎት ካለ እናስበዋለን።",
    "4080263153": "ይቅርታ የለም የመብቶቻችንን ወይም የመፍትሄ ሃሳቦችን ማንኛውንም ክፍል እንደጣልን አይቆጠርም ማቋረጡ በጽሁፍ ካልሆነ እና በእኛ ካልተፈረመ። በዚህ ስምምነት በማንኛውም ድንጋጌ መሰረት መብቶቻችንን ለማስከበር ከዘገየን ወይም ካላስከበርን፣ ያ እንደዚህ ያለውን ድንጋጌ ወይም የትኛውንም የዚህ ስምምነት አካል ለማስፈጸም ያለንን መብት መሻር አይሆንም።",
    "4082053540": "ሰኔ 19-25 ቀን 2021",
    "4083018285": "የረቀቁ ባህሪያት ስብስብ ከተሻሻለ የኤስኦሲ ክትትል እና የተራቀቁ ዘላቂ ስጋቶችን ለመፍታት ምላሽ",
    "4086379603": "ጥያቄዎች?",
    "4087694419": "ጠላፊ ጠላፊ የውሸት ወይም አታላይ የምርት ዝርዝሮችን ለመፍጠር እንደ Amazon እና eBay ካሉ ገፆች መረጃዎችን ሊሰበስብ ይችላል። እሱ ወይም እሷ እንደ OfferUp ባሉ የአቻ ለአቻ አገልግሎቶች ለሽያጭ ሊያቀርቧቸው እና በገዢዎች ላይ የማስገር ጥቃቶችን ሊፈጽሙ ይችላሉ። ወይም አጭበርባሪው የሌሉ ምርቶችን ሊሸጥ ይችላል።በተጨማሪ ስክሪን ማጭበርበር የማስታወቂያ አታሚዎችን ማስመሰልን ያካትታል። አጭበርባሪው ይዘቱን ከአታሚ ጣቢያዎች በመቧጨር በተለያዩ አገልግሎቶች ላይ የውሸት የማስታወቂያ አሳታሚ ገጾችን መፍጠር ይችላል። ከዚያ በእነዚያ ገጾች ላይ ማስታወቂያዎችን ከአታሚው ad.txt ፋይል ለሰበሰቡት ሕጋዊ ሻጮች መሸጥ ይችላሉ። የማስታወቂያ ክፍተቶች ለአስተዋዋቂው እውነት ሆነው ይታያሉ፣ ግን አይደሉም።",
    "4087729475": "ከመጀመሪያው መፍትሄ በኋላ ያለው ፈተና.",
    "4088941349": "የተገዙ፣ የተገኙ ወይም የታሰቡ ምርቶች ወይም አገልግሎቶች መዝገቦች።",
    "4091044469": ". ቅጥያውን ማንነት በማያሳውቅ ሁነታ ማንቃትዎን ያረጋግጡ። ከዚያ hCaptcha ን በመጠቀም ማንኛውንም ድር ጣቢያ ይጎብኙ እና ካፕቻን ይፍቱ። ከስሪት 2.0.3 ጀምሮ፣ hCaptchaን በመጠቀም እነዚህን ቶከኖች በድር ጣቢያዎች ላይ ማስመለስ ይችላሉ።",
    "4097297673": "እንደ ደንበኛ፣ ጠያቂ፣ ወይም አስተባባሪ፣ በእርስዎ እና በአይኤምአይ መካከል ካሉ ሌሎች አስገዳጅ ውሎች በተጨማሪ ከዚህ በታች ባሉት ውሎች ለመገዛት ተስማምተዋል።",
    "409780280": "( ) ጥሩ ሙከራ, ****! አንድ ሰው በቁልፍ ሰሌዳዎ ላይ እንደሚሄድ ተስፋ አደርጋለሁ!",
    "4099477834": "ሁሉም የደንበኛ ግንኙነቶች በጠንካራ የውሂብ ሂደት ስምምነት የተጠበቁ ናቸው። የhCaptcha አገልግሎት የእርስዎ አገልግሎት ወይም ደንበኞች የትም ቢኖሩ ሁሉንም የግላዊነት ህጎች ያከብራል። የግል መረጃን አለማቆየት ከሌሎች ኩባንያዎች ይልቅ ይህን ለኛ ቀላል ያደርገዋል።",
    "4101570501": "እንዲሁም አላግባብ መጠቀምን የመከላከል አቅማችንን እየጠበቅን የግላዊነት ማለፊያ ስራችንን በማሟላት የኢሜል አድራሻዎን በፍጥነት ለመጣል ምስጠራ መፍትሄ ላይ እየሰራን ነው።",
    "410397176": "ለበለጠ መረጃ",
    "4104188759": "AI የስነምግባር ፖሊሲ",
    "4104221634": "hCaptcha ደንበኞች ከቴክኖሎጂ ኩባንያዎች ጀምሮ እስከ ፋሽን፣ ችርቻሮ እና ሌሎች የማሽን መማሪያን በመተግበር ዋጋ ሊፈጥሩ የሚችሉባቸውን የተለያዩ ኢንዱስትሪዎች ይሸፍናሉ።",
    "4114820649": "2. \"ግላዊነት\" የሚለውን ትር ጠቅ ያድርጉ.",
    "4131598919": "ተጫን",
    "4132302900": "5. የእርስዎ ግላዊነት፣ የእርስዎ ውሂብ እና \"ዳታ ለሁሉም\"",
    "4137573005": "መረጃን እንዴት እንደምንጠቀም ሁሉን አቀፍ እና ሥልጣናዊ መልሶች አሉት፣ ግን አጭር መልሱ እርስዎን ከአሰሳ ታሪክዎ ጋር እንደ ሰው ለማገናኘት ምንም ፍላጎት የለንም የሚል ነው።",
    "4138068262": "ተጠቃሚዎች. ዞሮ ዞሮ፣ ከተግዳሮቶች ጋር መስተጋብር የሰው ልጅ ተፈጥሮ እስካልተለወጠ ድረስ የመስመር ላይ ጥቃትን ለመቀነስ የመሳሪያዎች ስብስብ አካል ሆኖ ይቆያል።",
    "4142610534": "ማንኛውም ዘግይተው የሚደረጉ ክፍያዎች በወር 1.5 በመቶ ወይም በሕግ የሚፈቀደው ከፍተኛ መጠን ዘግይተው የሚከፍሉ ክፍያዎችን ያጠራቅማሉ። በማናቸውም ምክንያት በዚህ ስምምነት መሠረት የሚከፈለውን ገንዘብ መክፈል ካልቻሉ መለያዎ ሊታገድ ይችላል ፣በእኛ ውሳኔ ፣ በዚህ ጊዜ ተጨማሪ ክፍያዎች ከመለያዎ ውስጥ ተግባሮችን ለማጠናቀቅ አይደረጉም እና ሁሉም ተግባሮችዎ ይወገዳሉ ከድረ-ገጻችን. በተጠየቅን ጊዜ ለሚከፈለው መጠን፣ እንዲሁም ማንኛውም የማስኬጃ ክፍያዎች፣ የዘገዩ ክፍያዎች ወይም የጠበቃ ክፍያዎችን መክፈል አለቦት። ለክሬዲት ሪፖርት አድራጊ ኤጀንሲዎች እና ለህግ አስከባሪ ባለስልጣናት ተገቢውን ሪፖርቶችን ልናደርግ እንችላለን።",
    "4146870445": "ማን ነን",
    "4147497805": "ካሮት",
    "4149738856": "hCaptcha እንደ ቅጽል ጥቅም ላይ መዋል አለበት እና በትክክለኛው አጠቃላይ ቃል መከተል አለበት።",
    "41530052": "28. አጠቃላይ ውሎች",
    "4154415610": "***** የሴፕቴምበር 2020 ክፍያዎች ዕርቅ ሲጠናቀቅ በቡድን ይከናወናሉ፣ አንዳንዶቹ በእርቅ መዘግየቶች ምክንያት ከመጀመሪያው ቀጠሮ ከበርካታ ቀናት በኋላ ይከናወናሉ።",
    "4162383380": "ሴፕቴምበር 16 - 22 2020****",
    "4162847": "አንዳንድ ደንበኞቻችን ከጎግል አቅርቦቶች ሙሉ በሙሉ ከመቀየሩ በፊት በተመሳሳይ ጥያቄ የA/B ሙከራዎችን ስለሚያካሂዱ ይህንን በቀጥታ ለመመልከት ችለናል። በተለምዶ ከreCAPTCHA v3 ወይም reCAPTCHA ኢንተርፕራይዝ የሚመጣውን ሁለቱንም ከፍተኛ የውሸት አወንታዊ እና የውሸት አሉታዊ መጠን ማረጋገጥ እንችላለን።",
    "4163469907": "ደረጃ 2፡ በገንቢ መሳሪያዎች ውስጥ የአውታረ መረብ ትርን ጠቅ ያድርጉ። ከላይ ያለውን \"የመጠባበቂያ መዝገብ\" ሳጥን ላይ ምልክት ያድርጉ.",
    "4165374512": "የምስክርነት ዕቃዎችን ለመከላከል የአይፒ እና የቦታ ማወቂያ መሳሪያዎችን መጠቀም ቢቻልም፣ የበለጠ ወጪ ቆጣቢ እና ትክክለኛ ዘዴ በቀላሉ አውቶሜትድ የማረጋገጫ ቦት በራሱ ማቋረጥ ነው። hCaptcha እና hCaptcha ኢንተርፕራይዝ መግቢያው ላይ ቦቱን ሊያደናቅፉ ይችላሉ። ምንም እንኳን ቦት ትክክለኛ ምስክርነቶች ቢኖረውም፣ የhCaptcha Enterpriseን ማወቂያን ወይም የ hCaptcha CAPTCHAን ማለፍ ካልቻለ፣ መሙላቱን አይሰራም እና ጣቢያዎ እና ተጠቃሚዎችዎ የተጠበቁ ናቸው።",
    "4166776480": "የማረጋገጫ ዕቃዎች-ምን እንደሆነ እና ጥቃቶቹን እንዴት ማቆም እንደሚቻል",
    "4169910317": "9. ህጉን ማክበር",
    "4172868199": "ከዚህ በጣም የዘለለ፣ ወደ \"ጥሩ ሰው\" ከ\"መጥፎ ሰው\" ለመለየት ወደሚሞከርበት ደረጃ ይሸጋገራል እናም ዛሬ በብዙ የአለም ታዋቂ የመስመር ላይ አገልግሎቶች ከግዢ ማጭበርበር እስከ ከፍተኛ ቀጣይነት ያለውን ሁሉንም ነገር ለማግኘት እና ለማቆም ጥቅም ላይ ይውላል። ግላዊነትን ለመጠበቅ ልዩ ትኩረት እየሰጡ በተጠቃሚዎቻቸው ላይ የሚደርሱ ማስፈራሪያዎች።",
    "4179118182": "() ቴክኒካል () ህግ አውጪ () በገበያ ላይ የተመሰረተ () vigilante",
    "4181060163": "ሶስተኛ ወገኖች ልዩነቶችን ወይም የተሳሳቱ ፊደሎችን መጠቀም ወይም በ hCaptcha የንግድ ምልክቶች ላይ ምንም አይነት የመጀመሪያ ፍላጎት ግራ መጋባት በሚፈጥር በማንኛውም መንገድ እርምጃ መውሰድ የለባቸውም።",
    "4181611011": "የእርቅ ቀን",
    "4185927140": "የምርት አስተዳዳሪ፣ ፍላሽ፣ Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "ዋና የአገልግሎት ውሎች",
    "4188814619": "hCaptcha የኢንቱሽን ማሽኖች አገልግሎት ነው (",
    "4194763679": "በጥሩ ሁኔታ የተስተካከለ የችግር ደረጃዎች",
    "4195759329": "የቦት ማወቂያ እና የአደጋ ውጤቶች",
    "4197928199": "የ ግል የሆነ",
    "4199502476": "የላቀ ሪፖርት ማድረጊያ ዳሽቦርዶች እና ኤፒአይ",
    "4202774977": "ነገር",
    "4205152730": "በድረ-ገፃችን ፣በፎረም ፣በመልእክት መላላኪያ ፣በቻት እና በ IMI ቁጥጥር ስር ባሉ ሌሎች የማህበራዊ ሚዲያ ቻናሎች ላይ በማንኛውም ቦታ ከሌሎች ተጠቃሚዎች ጋር እንዲገናኙ ይበረታታሉ፣ነገር ግን ይህን ካደረጉ ሁሉንም የአገልግሎት ውሎች እና በጣቢያችን ላይ ያሉትን እና ሁሉንም ተዛማጅ ህጎችን ማክበር አለብዎት። .",
    "4208081170": "የግል መረጃ ምድብ",
    "4209078147": "ጣቢያችንን ለማሻሻል እና የእርስዎን ጉብኝቶች በእኛ መድረኮች እና ጣቢያ ላይ በደንብ ለመረዳት።",
    "4215483493": "መ: hCaptcha ከመሬት ተነስቶ ለግላዊነት የተነደፈ ነው። እንደ reCAPTCHA ካሉ ባህላዊ አማራጮች በጣም የተለየ ነው፣ በማስታወቂያ አውታረ መረቦች ባለቤትነት የተያዙ፣ በድሩ ዙሪያ እርስዎን ለመከታተል እና እርስዎን ከእውነተኛ ማንነት ጋር ለማያያዝ ማበረታቻ አላቸው።",
    "4217013126": "ክፍያዎች በተለምዶ ቀኑን ሙሉ የሚከፈሉት በተከፈለበት ቀን ነው፣ እና በአጠቃላይ በፓስፊክ እኩለ ሌሊት ላይ ይጠናቀቃሉ። መለያ ለግምገማ ከተጠቆመ ክፍያ ለመልቀቅ እስከ አምስት ተጨማሪ የስራ ቀናት ሊወስድ ይችላል።",
    "4217693416": ". የ hCaptcha.com እና BotStop.com ድረ-ገጾች (ጣቢያዎቹ) በዚህ መመሪያ ውስጥ እንደተገለጸው ተጨማሪ ኩኪዎችን ሊያካትቱ ይችላሉ።",
    "42182578": "የግል መረጃዎን ይሰርዙ።",
    "4222109231": "ከ hCaptcha ኢንተርፕራይዝ ምርት ጋር የኤፒአይ ስጋትን መቀነስ",
    "4224961202": "ግላዊነት፣ ደህንነት እና የማሽን መማር።",
    "4227800293": "() የኢሜል ተጠቃሚዎች አይታገሡም።",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "የባህሪ ምድብ",
    "4230322909": "ለምርቶቻችን እና አገልግሎታችን ተስማሚ መሆኑን ለማረጋገጥ እና እንደ ኩባንያ የተቀበልናቸው ፖሊሲዎች መከተሉን ለማረጋገጥ ስለእያንዳንዱ አዲስ ደንበኛ እና ስለታሰበው የአጠቃቀም ጉዳይ ጥሩ ግንዛቤ ለማግኘት ሁልጊዜ እንሞክራለን።",
    "423222878": "ለመለየት፣ ለመከላከል እና ለማቆም በጣም ከባድ ከሆኑት የሳይበር ጥቃቶች ጥቂቶቹ ተንኮል አዘል ተዋናይ ወደ ንቁ የተጠቃሚ መለያ ለመግባት ህጋዊ የተጠቃሚ ምስክርነቶችን የሚጠቀምባቸው ናቸው። ብዙ የተራቀቁ የመለየት ችሎታዎች ሳይኖሩ, መለያውን የሚያስተናግደው ኩባንያ የሆነ ነገር ስህተት እንደሆነ ለመጠራጠር ምንም ምክንያት የለውም. አንድ ደንበኛ በቀላሉ ወደ እሱ ወይም እሷ መለያ የገባ ይመስላል። አጥቂው ይህንን የተሳካ የማታለያ ዘዴ የተሰረቁ መረጃዎችን በመጠቀም ነው—ብዙውን ጊዜ “የማስረጃ ዕቃዎች” በመባል በሚታወቀው የሳይበር ጥቃት ቴክኒክ ነው። ዛሬ ከባድ ችግር ነው, ነገር ግን በትክክለኛ የመከላከያ እርምጃዎች ሊታከም የሚችል.",
    "424089481": "Amazon Web Services, Inc. (ግሎባል). የሚሰጡ አገልግሎቶች፡ Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "በIntuition Machines የተጣራ ገቢ ወይም የግል ንብረት ላይ ከተገመገሙት ከዩኤስ ታክስ ውጪ ከአገልግሎቶቹ ጋር የተያያዙ ሁሉንም ታክሶች የመክፈል ኃላፊነት አለብዎት።",
    "4243348003": "ደረጃ 3፡ ይጎብኙ",
    "4246520782": "በእርግጥ በይነመረብ በቅርብ ዓመታት ውስጥ በአጭበርባሪዎች እና በተከላካዮች መካከል ትክክለኛ የጦር መሳሪያ ውድድር ምስክር ነው።",
    "4247858664": "የተደራሽነት መመዝገቢያ ገጽ",
    "4248655793": "- አሌክስ ኤም.",
    "4255608322": "መጨረሻ የተሻሻለው፡ ኤፕሪል 12፣ 2021",
    "42559805": "በአፋጣኝ መሳፈር ይፈልጋሉ?",
    "4256083674": "የአንድ የተወሰነ የCAPTCHA ፈተና ጥያቄ ወይም የአይፒ አድራሻ ወይም የተለየ ፈቃድ ከተሰጠ የማጭበርበር አደጋን ለመለየት ከአቀናባሪ በቀጥታ ሲጠየቅ።",
    "4257144752": "የእውነተኛ ጊዜ ግምቶች የመጨረሻውን ትክክለኛነት ወይም ሰብአዊነትን አያንፀባርቁም፣ እና ስለዚህ የመጨረሻው ገቢዎ ከመጀመሪያው እርቅዎ በፊት በዳሽቦርድ ላይ ከሚታዩት ቁጥሮች በእጅጉ ሊለያይ ወይም ሊቀንስ ይችላል።",
    "4260466272": "በማንኛውም ጊዜ የኛን ድረ-ገጽ መጠቀም ለማቆም መምረጥ ትችላለህ፣ሁሉንም የሚመለከታቸው የIMI ፖሊሲዎች ማክበር ካለብህ። እኛ በብቸኛ ውሳኔ ይህንን ስምምነት ማቋረጥ ፣የእኛን ድረ-ገጽ መጠቀምን ማቋረጥ ወይም ማንኛውንም አገልግሎት ያለ ምንም ምክንያት ወዲያውኑ ልናስወግድ እንችላለን።",
    "4260542944": "የይዘት መቧጨር (\"ስክሪን መቧጨር\" ወይም \"መቧጨር\" በመባልም ይታወቃል) የታወቀ፣ ብዙ ጊዜ ከድር መረጃን ለመሰብሰብ ጠቃሚ ሂደት ነው። ይሁን እንጂ ከቅርብ ዓመታት ወዲህ ዘዴው የጠላፊዎች እና አጭበርባሪዎች ተወዳጅ መሣሪያ ሆኗል. የመከላከያ እርምጃዎች ዛቻውን በተሳካ ሁኔታ ሊቀንሱ ይችላሉ፣ ግን እነሱን ተግባራዊ ለማድረግ፣ ሂደቱ እንዴት እንደሚሰራ መረዳት በጣም አስፈላጊ ነው።",
    "426125156": "17. የቅጂ መብት እና ማውረድ",
    "4263626815": "hCaptcha ተደራሽነት ኩኪዎች ከሁሉም ታዋቂ አሳሾች እና የማስታወቂያ ማገጃዎች ከመደበኛ ቅንብሮቻቸው ጋር አብረው ይሰራሉ \\u200b\\u200b፣ ስለዚህ በተለምዶ አለመሳካቶች በ\"ፀረ-ማስታወቂያ እገዳ\" ስክሪፕቶች ወይም የተወሰኑ ጣቢያዎችን በሚያነጣጥሩ ተመሳሳይ ህጎች ምክንያት ናቸው።",
    "4264784515": "የደህንነት ስህተቶች",
    "4270038521": "(\"Sites\") እና የ hCaptcha መተግበሪያ ፕሮግራም በይነገጽ እና ተዛማጅ ሶፍትዌሮች እና ቁሳቁሶች (በጋራ \"አገልግሎቱ\").",
    "4272022475": "ሁሉም ጥያቄዎች እና ንብረቶች ወደ hcaptcha.yourdomain.com ይሄዳሉ",
    "4272088465": "የመረጡትን በጎ አድራጎት ከተጠቀሙበት ገቢ ጋር።",
    "4272454814": "ከመረጡት ማንነት አቅራቢ ጋር ይቀላቀሉ።",
    "4274324704": "ስማችንን በጽሑፍ ቅጂ እንዴት መጠቀም እንደምንችል እነሆ፡-",
    "4277475973": "() እንግዳ የሆኑ አዳዲስ የገንዘብ ዓይነቶችን ለመቀበል ሕዝባዊ እምቢተኝነት",
    "4280117172": "ናይጄሪያን፣ ህንድን፣ ብራዚልን እና ጀርመንን ጨምሮ ብዙ ሀገራት ከአሜሪካ በመጠኑ የተሻለ ይሰራሉ።",
    "4281708680": ". በ hCaptcha ላይ፣ በተቻለ መጠን ትንሽ መረጃ እየበላን እና እያጠራቀምን፣ ግላዊነትን የሚጠብቁ የማሽን መማሪያ ቴክኒኮችን በመጠቀም ሆን ብለን የተለየ አካሄድ ወስደናል።",
    "4284094387": "†† አንዳንድ ሰኔ 2021 እርቅ እና ክፍያዎች በሚቀጥለው ሳምንት ውስጥ የሚከናወኑት በእርቅ መስኮቱ ወቅት የመጨረሻ ስሌት በማጣራት መዘግየት ምክንያት ነው።",
    "4286602632": "ሐ) የንግድ ቦቶች አስተዳደር ምርቶችን ለማንቃት hCaptcha Publisher (ነጻ) መለያዎችን ለሚጠቀሙ ኢንቴግራተሮች በወር 100,000 ጥያቄዎች ለምሳሌ ዌብ ፋየርዎል (WAFs) እና ተመሳሳይ መተግበሪያዎች፣",
    "4290195307": "ለዝርዝር መመሪያ.",
    "433424759": "የክፍያ ማጭበርበር አንድ የሳይበር ወንጀለኛ ተጎጂውን ዋጋ ያለው ነገር በተለይም ገንዘብ የሚነፍግበት ማንኛውንም አይነት ህገወጥ ግብይት ያካትታል። ይህ ማለት የተሰረቀ ክሬዲት ካርድን በመጠቀም ሸቀጦችን በመስመር ላይ ለማዘዝ ወይም የባንክ አካውንት መውሰድ እና በህገ-ወጥ መንገድ ገንዘቦችን ማስተላለፍ ማለት ነው። ብዙ ልዩነቶች አሉ ነገር ግን ሁሉም ተመሳሳይ ውጤት አላቸው፡ አጭበርባሪ ከሸማች፣ ከባንክ ወይም ከነጋዴ ለመስረቅ የተሰረቀ ማንነትን ወይም የክፍያ መረጃን ይጠቀማል።",
    "435302267": "የኩባንያው ብሎግ ልጥፍ",
    "436125785": "በእነዚያ ምርቶች ውስጥ ካሉት የግብረ-መልስ ምልልሶች ትክክል አለመሆናቸዉ እና በቦት ማወቂያ ላይ በጣም ጥሩ ላለመሆን ከፍተኛ ፍላጎት ባለው የማስታወቂያ አውታረ መረብ ስለሚሸጡ ዋና ስራቸውን እንዳይጎዳ ይህ የሚያስደንቅ አይደለም።",
    "439777523": "ደንብ ጉዳዮች",
    "443094024": "ፋይልቢን",
    "444492541": "ለፋየርፎክስ የምዝግብ ማስታወሻዎችን ማረም",
    "448807334": "(\"በየቀኑ በመቶ ሚሊዮኖች የሚቆጠሩ CAPTCHAs በሰዎች ይፈታሉ።\") ጁላይ 8፣ 2019 የተመለሰ።",
    "451701069": "ከGDPR፣ CCPA፣",
    "452920031": "ማስታወሻ ከዩናይትድ ስቴትስ ውጭ ላሉ ደንበኞች።",
    "453723556": "ደንበኛ ወይም ጠያቂ መሆንን በማቆም ይህን የደንበኛ አባሪ ከአገልግሎት ውል ውጪ ማቋረጥ ይችላሉ። የእርስዎን ሁኔታ እንደ ደንበኛ ወይም ጠያቂ በማንኛውም ጊዜ የማገድ ወይም የማቋረጥ፣ ወይም በሌላ መልኩ የእርስዎን መለያ የማቋረጥ ወይም የአገልግሎት ውሉን የመጠቀም መብታችን የተጠበቀ ነው። በትእዛዝ ፎርምዎ ስር ለሚከፈል ለማንኛውም መጠን ሲቋረጥ ተጠያቂ ይሆናሉ። የደንበኝነት ምዝገባዎ ማንኛውንም ወርሃዊ ወይም አመታዊ ክፍያዎችን ወይም ወርሃዊ ወይም አመታዊ ዝቅተኛ ክፍያን የሚያካትት ከሆነ እስከዚያ ወር ወይም አመት መጨረሻ ድረስ ሁሉንም የአገልግሎቶች ክፍያዎች የመክፈል ሃላፊነት ይወስዳሉ።",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "አዎ. እኛ እና የእኛ ትንታኔዎች ወይም አገልግሎት አቅራቢዎች፣ የግብይት አጋሮች እና ተባባሪዎች ድረ-ገጾቹን የሚጠቀም እያንዳንዱ ሰው ምርጡን ተሞክሮ እንዳለው ለማረጋገጥ ኩኪዎችን፣ የድር ቢኮኖችን ወይም ፒክስሎችን እና ሌሎች ቴክኖሎጂዎችን ልንጠቀም እንችላለን። ለተጨማሪ ዝርዝሮች እባክዎ የግላዊነት መመሪያችንን \"የሶስተኛ ወገን ትንታኔ እና መከታተያ ቴክኖሎጂዎች\" ክፍልን ይመልከቱ።",
    "458271951": "አገልግሎቶቹን የሚያገኙ እና/ወይም ተግባራትን በኢንቱሽን ማሽኖችን በመወከል (እንደ ጠያቂ ሆነው የሚሰሩ) በአስተባባሪ በኩል ወይም በተገናኘ ስራዎችን የሚያከናውን አስተዋፅዖ አበርካች ከሆኑ የኢንቱሽን ማሽኖች ለተወሰኑ ስራዎች ተቀባይነት ያለው ማጠናቀቂያ ሽልማት ሊሰጡዎት ይችላሉ። እነዚህን የአገልግሎት ውሎች በማጭበርበር፣ በደል ወይም በመጣስ ላይ ተሰማርተህ ከተገኘህ ማንኛውም እና ሁሉም ሽልማቶች በ Intuition Machines ሊታገዱ እና/ወይም ሊመለሱ ይችላሉ።",
    "458376553": "በአቀናባሪ፣ ደንበኛ ወይም የተደራሽነት ተጠቃሚ መለያ (አስተባበሪ፣ ደንበኛ ወይም የተደራሽነት ተጠቃሚ ከሆኑ) የተወሰነ የግል መረጃ ሊደርሱበት፣ ሊያርሙ፣ ሊያሻሽሉ ወይም ሊሰርዙ ይችላሉ። ይህን ማድረግ ካልቻሉ ወይም ስለ እርስዎ የሰበሰብነውን እና/ወይን የተጋራነውን የግል መረጃ በተመለከተ ምንም አይነት ጥያቄ ካልዎት፣ ወይም ለሂደታችን ፈቃድዎን ማንሳት ከፈለጉ (መለያዎን ሙሉ በሙሉ መሰረዝ) እባክዎን በ ላይ ያግኙን",
    "461631543": "GDPR ማስታወሻ",
    "462321455": "የሽምግልና ቦታ. በዚህ ክፍል ስር ያለ ማንኛውም የግልግል ሂደት በነባሪነት በካሊፎርኒያ ግዛት ውስጥ ይከናወናል፣ ከዩናይትድ ስቴትስ ውጭ ካልኖሩ በስተቀር፣ በዚህ ጊዜ የግልግል ዳኝነት የሚከናወነው ሙሉ በሙሉ በኤሌክትሮኒክ ወይም በቴሌፎን ነው። ሁሉም ወገኖች በጽሁፍ ከተስማሙ የግልግል ዳኝነት በማንኛውም ሌላ ቦታ ሊከናወን ይችላል። አካባቢው ምንም ይሁን ምን ማንኛውም አካል በቀጥታ በቪዲዮ ወይም በቴሌኮንፈረንስ በግልግል ዳኝነት ለመቅረብ መምረጥ ይችላል።",
    "464238793": "ጎግል ራሱ አንድ ተጠቃሚ ማስታወቂያ አይቶ ወይም አገናኙን ጠቅ ሲያደርግ ቦት መሆኑን ከወሰነ ለተጠቃሚው ለሚታዩ ማስታወቂያዎች ክፍያ ሊያስከፍል አይችልም። ይህ የፍላጎት ግጭት የጎግል ፀረ-ቦት ምኞቶችን ወሰን በእጅጉ ገድቧል።",
    "465714311": "ለተደራሽነት ተጠቃሚዎች፡ ጥያቄ እና መልስ እና የመላ መፈለጊያ መመሪያ",
    "465783046": "በውሂብዎ መሞከር ይፈልጋሉ?",
    "468929661": "የ reCAPTCHA መስበር አማካይ ዋጋ በሚያስደንቅ ሁኔታ ዝቅተኛ ነው (በ 1000 መፍትሄ ከ$1 ያነሰ) እና የእኛ ክትትል በ2016 ከጀመረ በቁሳቁስ አልጨመረም። ይህ ለሁለቱም reCAPTCHA v2 እና v3 ይመለከታል። [",
    "469089249": "መ: ይህ በተለምዶ ኃይለኛ የማስታወቂያ ማገጃ ወይም ፀረ-ኩኪ ቅጥያ ወይም \"የመስቀል ጣቢያ\" ኩኪዎችን የሚያግድ ቅንብር በመጠቀም ነው፣ በዚህ አጋጣሚ በ hCaptcha JS የተቀናበረ ወይም የተረጋገጠ የ hcaptcha.com ኩኪ። የተለየ ጣቢያ፣ ልክ እየጎበኙ ያሉት።",
    "47536007": "ስለ hCaptcha የበለጠ ይረዱ",
    "477275453": "ለምንድነው APIs ለሰርጎ ገቦች ታዋቂ ኢላማ የሆኑት?",
    "487083593": "ሽያጭ",
    "493717511": "2. ይህ ደንበኛ ሊሆን የሚችለውን አገልግሎት እየጠየቀ ነው።",
    "497117287": "የተደራሽነት አማራጮች",
    "499510428": "እኛ በእርግጥ እዚህ ደንቡ እንደረዳን እናምናለን።",
    "501102544": "የ hCaptcha ጸረ-ቦት አገልግሎት (ማለትም በድር ጣቢያዎች፣ ጨዋታዎች ወይም የሞባይል አፕሊኬሽኖች የተካተተ አገልግሎት) በGDPR ደንቦች መሰረት \"ከፍቃድ ነፃ\" የሚባሉትን ኩኪዎች ብቻ ያካትታል ብለን እናምናለን። እንደዚህ ያሉ ነፃ ኩኪዎች ምሳሌዎች የሚከተሉትን ያካትታሉ:",
    "504332576": "hCaptcha በበይነመረቡ 15% የሚሆነውን እየሄደ በአለም ላይ ትልቁ ነጻ የሳይበር ደህንነት አገልግሎት ማደጉን ስናበስር እንኮራለን - እና አብዛኛውን የገበያ ድርሻ ከGoogle reCAPTCHA ወስደናል። አንድ ላይ፣ hCaptcha እና",
    "505891021": "መለያ አገልግሎቶች",
    "508143070": "ከአገልግሎታችን አቅርቦት ጋር በተያያዘ እኛ ኢንቴግሬተሮችን በመወከል ግላዊ መረጃን ከምንሰራበት በስተቀር፣ የግላዊ መረጃ አቀናባሪ ከሆንን እና እነዚያ ኢንቴግራሬተሮች የግላዊ መረጃዎ ተቆጣጣሪ መሆኑን ልብ ይበሉ። የግል መረጃ.",
    "512598290": "ስለዚህ፣ ሁሉንም የ hCaptcha ምልክቶችን እና አርማዎችን ከዚህ በታች ያሉትን ደንቦች በሚያከብር መልኩ፣ ካፒታላይዜሽን፣ የፊደል አጻጻፍ እና ዘይቤን ጨምሮ ሁልጊዜ እንድትጠቀሙ ልንጠይቅዎ ይገባል።",
    "512991700": "ማንኛውንም ክፍያ መጨቃጨቅ ከፈለጉ፣ ማስተካከያ ወይም ብድር ለመቀበል ስህተቱ ወይም ችግሩ በታየበት የመጀመሪያ የክፍያ መጠየቂያ ወይም የሂሳብ መግለጫ ላይ ከተዘጋው ቀን ከሰላሳ (30) ቀናት ባልበለጠ ጊዜ ውስጥ የደንበኛ ድጋፍ ዲፓርትመንታችንን ማግኘት አለብዎት።",
    "515733427": "( ) በኢሜል የተቀበሉትን የስርዓተ ክወና ጥገናዎች ለመጫን የተጠቃሚዎች ፍላጎት",
    "517010299": "እባክዎን ያስተውሉ፡ በአሁኑ ጊዜ ወደ እውነተኛ ጊዜ ቅርብ ወደሆነ እርቅ ትልቅ የኋላ ሽግግር ላይ እየሰራን ነው። ወቅታዊ እርቅዎች ከወትሮው ባነሰ ጊዜ በ Q1 2021 ይከናወናሉ ። ይህ የክፍያ መርሃ ግብሮችን እና ቀናትን አይጎዳውም ።",
    "519755936": "እርስዎ ብቻ ከአገልግሎቶቹ አጠቃቀም ጋር በተያያዘ የፌዴራል፣ የክልል፣ የክልል እና የአካባቢ ህጎችን የማክበር ሀላፊነት አለብዎት። ማንኛውንም ህግ ማክበር ስላልቻሉ ወይም ማንኛውንም የሶስተኛ ወገን መብቶችን ስለጣሱ፣ ያለገደብ የውል፣ የአዕምሯዊ ንብረት ወይም የግላዊነት መብቶችን ጨምሮ በኛ ላይ ለሚነሱ ማንኛቸውም የይገባኛል ጥያቄዎች ምንም ጉዳት እንደሌለው እኛን ለማካስ ተስማምተሃል።",
    "532470444": "ሚዛኑ ከአመት ወደ አመት በትንሹ ሊለወጥ ይችላል፣ነገር ግን ይህ ባህሪ በቀላሉ የሰው ልጅ መሰረታዊ ተፈጥሮን የሚያንፀባርቅ ነው፣ እና የአምስት ሺህ አመታት የተመዘገበ ታሪክ እንደሚያመለክተው ተለዋዋጭነቱ በቅርቡ ሊለወጥ የማይችል ነው።",
    "535659033": "የጋራ የፈጠራ ባለቤትነት",
    "538871570": "ከጎግል እና ከሌሎች የቢግ ቴክ ኩባንያዎች ጋር መፎካከር እንደ ረጅም ቅደም ተከተል ይመስላል፡ የእነሱ ብቸኛ የገበያ ሃይል፣ የመድረክ ተፅእኖ እና ከፍተኛ ክፍያ የሚከፈላቸው ገንቢዎች ሰራዊት በአጠቃላይ እንደ ፌስቡክ ወይም አማዞን ካሉ ሌሎች የቴክኖሎጂ ግዙፍ ኩባንያዎች በስተቀር ለማንም ሰው ለመቅረፍ በጣም ሃይለኛ ነው ተብሎ ይታሰባል። ታሪካችን እንደዛ መሆን እንደሌለበት ያሳያል - በግላዊነት ላይ በማተኮር ቢግ ቴክን ማሸነፍ ትችላለህ።",
    "54093347": "የዲኤምሲኤ የተመዘገበ ወኪል",
    "547245263": "የእርስዎን የቦት ችግር ዛሬ ይፍቱ።",
    "548587288": "በዓለም ዙሪያ.",
    "55035359": "በአሁኑ ጊዜ reCAPTCHA እየተጠቀሙ ነው?",
    "551761392": "እና አገናኞችን ይላኩ) እና እንደ አማራጭ የስክሪን ሾት, በትክክል የማይታይ ነገር እንዳለ ከጠረጠሩ. እባክህ የምትጠቀመውንም አይፒ ላክ። ከ ማግኘት ይችላሉ",
    "552920956": "hCaptcha ቦቶችን እና ሌሎች የጥቃት አይነቶችን እየከለከሉ ድህረ ገፆች ሽልማቶችን እንዲያገኙ ያስችላቸዋል። hCaptcha የመረጡትን በጎ አድራጎት ድርጅቶች በእነዚህ ገቢዎች እንዲደግፉ ይፈቅድልዎታል።",
    "554844646": "ጠቅ ባደረጉ ቁጥር ቆጣሪው በ1 ሲወርድ በማየት ቅጥያው እየሰራ መሆኑን ማረጋገጥ ይችላሉ።",
    "555158694": "ተንኮል አዘል ትራፊክን ለመቀነስ hCaptcha ን በመጫን በነሱ ጣቢያ ላይ ያለዎትን ልምድ ለማሻሻል የሚጠቀሙበት አገልግሎት መርጠዋል።",
    "555246307": "በነገራችን ላይ የመኳንንቱና የሾፌሩ ታሪክ እንዲህ ያበቃል፡- ኮንስታቡ ሁለቱን ሰዎች በአንድ ክፍል ውስጥ ለሰአታት ተቀምጠው ከአእምሮአቸው ሰልችቷቸዋል። በቀኑ መገባደጃ ላይ ብቅ አለና “አሁን ከፉርጎ ሹፌር ጋር እናገራለሁ” አለ። የከበረ ልብስ የለበሰው ሰው ተነሳ። በጣም ተሰላችቶ ነበር፣ መኳንንቱ መስሎ ብቻ መሆኑን ረሳው።",
    "555749578": "በእያንዳንዱ አህጉር ውስጥ ባሉ ዋና ዋና ሀገሮች ውስጥ ከ 1% ያነሰ የመፍትሄ ልዩነት አለ።",
    "558378834": "ስለዚህ በአሁኑ ጊዜ ከጃንጥላ ጋር ለተያያዙ ጥያቄዎች ጥያቄዎችን አንቀበልም። አንድ የመጨረሻ ተጠቃሚ በአሁኑ ጊዜ ስለ ጃንጥላዎች ጥያቄ ሲያይ ግራ መጋባት የመፍጠር እድሉ በጣም ከፍተኛ ነው ፣ እና በመጨረሻም ግባችን ዓለምን የበለጠ አስደሳች ቦታ ማድረግ ነው።",
    "563059212": "የንዑስ ፕሮሰሰሮች ዝርዝር",
    "564127016": "የ hCaptcha የእጅ አዶ",
    "565624910": "ረቂቅ",
    "578738483": "በድር አሳሽዎ ውስጥ በተሰራ ተግባር የኩኪዎችን አጠቃቀም በአጠቃላይ ማግበር ወይም በኋላ ማቦዘን ይችላሉ። ስለ ኩኪዎች የበለጠ ማወቅ ከፈለጉ ወይም እንዴት እንደሚቆጣጠሩ፣ እንደሚያሰናክሉ ወይም እንደሚሰርዟቸው እባክዎን ይጎብኙ",
    "58091799": "ስለ hCaptcha አታሚ እና ድርጅት የበለጠ ይወቁ",
    "583434701": "hCaptcha ተደራሽነት",
    "585557010": "ከ0.1% ያነሱ ህጋዊ ተጠቃሚዎችን ይፈትኑ።",
    "593735469": "ለምን አዲሱ ፀረ-አይፈለጌ መልዕክት መፍትሔ አይሰራም",
    "595582512": "ጣቢያዎን ወይም መተግበሪያዎን ከቦቶች፣ አይፈለጌ መልዕክት ሰሪዎች ወይም ሌሎች ተንኮል አዘል ተዋናዮች ለመጠበቅ የሚፈልጉ ከሆነ ሁሉም የተጠቃሚዎችዎን ግላዊነት በሚጠብቁበት ጊዜ (እና ሁሉንም አስፈላጊ ህጎችን በማክበር!) ፣ hCaptcha እና የድርጅት አቅርቦታችንን ያስቡበት።",
    "596347471": "አፕሊኬሽን ፕሮግራሚንግ ኢንተርፌስ (ኤ.ፒ.አይ.ኤ) በሳይበር ቦታ ላይ ተንኮለኛ ተዋናዮች ዘንድ ታዋቂ ኢላማ ሆነዋል። ለዚህ ብዙ ምክንያቶች አሉ, በመተግበሪያ ውህደት ውስጥ ያላቸውን ታላቅ ጥቅም ጨምሮ. ሆኖም የኤፒአይ አደጋን መቀነስ ይቻላል።",
    "600646860": "ጉልበትን በእውነተኛ ዋጋ በሚወጣበት ጊዜ አጠያያቂ ዋጋ ያለው አገልግሎት ከመስጠት ይልቅ፣ hCaptcha ሁለቱንም ማካካሻ እና ጠንካራ ፀረ-ቦት ጥበቃን ይሰጣል።",
    "604751186": "ሌሎች ጉዳዮች? ኢሜይል",
    "606978017": "ወደ hCaptcha እንኳን በደህና መጡ! ይህ የግላዊነት ፖሊሲ የመረጃ አሰባሰብን፣ አጠቃቀማችንን እና ይፋ ማድረግን በተመለከተ የኢንቱሽን ማሽኖች ኢንክ (\"IMI\"፣ \"እኛ\" ወይም \"እኛ\") በድረ-ገፃችን በኩል ያለውን አሰራር ይገልፃል።",
    "611905972": "ደህንነትን እየጠበቀ ለሁሉም ተጠቃሚዎች እንከን የለሽ መዳረሻ ማረጋገጥ",
    "614310292": "hCaptcha ማን ገነባ?",
    "615017396": "ኩኪ (\"ኩኪ\") በሃርድ ድራይቭዎ ላይ በድረ-ገጽ አገልጋይ የሚቀመጥ ትንሽ የጽሁፍ ፋይል ነው። ኩኪዎች ኩኪውን በሰጠህ ጎራ ውስጥ ባለው የድር አገልጋይ በኋላ ሊነበብ የሚችል መረጃ ይይዛሉ። አንዳንድ ኩኪዎች የተወሰኑ ባህሪያትን ከተጠቀሙ ወይም የተወሰኑ ምርጫዎችን ከመረጡ ብቻ ጥቅም ላይ ይውላሉ, እና አንዳንድ ኩኪዎች ሁልጊዜ ጥቅም ላይ ይውላሉ. የአሁኑን የኩኪ ዝርዝራችንን ከታች በማየት ስለ እያንዳንዱ ኩኪ የበለጠ ማወቅ ይችላሉ። ይህንን ዝርዝር በየጊዜው እናዘምነዋለን፣ ስለዚህ ገና ያልተዘረዘሩ ተጨማሪ ኩኪዎች ሊኖሩ ይችላሉ። ኩኪዎችን ለማድረስ፣ ጉብኝቶችን ለመቁጠር፣ የአጠቃቀም እና የዘመቻውን ውጤታማነት ለመረዳት እና ኢሜል መከፈቱን እና መሰራቱን ለመወሰን እንዲረዳን የድር ቢኮኖች፣ መለያዎች እና ስክሪፕቶች በድረ-ገጾቹ ወይም በኢሜይል ውስጥ ሊጠቀሙ ይችላሉ። በአገልግሎታችን/የትንታኔ አቅራቢዎቻችን እነዚህን ቴክኖሎጂዎች አጠቃቀማችን መሰረት በማድረግ ሪፖርቶችን በግለሰብ እና በጥቅል ልንቀበል እንችላለን።",
    "615031303": "(የግርጌ ማስታወሻዎችን ተመልከት",
    "615618648": "ኤፕሪል 15፣ 2021 - ጁላይ 15፣ 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "ዲሴምበር 17, 2019 ***",
    "633598495": "አስተዳደራዊ ድካም. ይህን ድህረ ገጽ ከመጠቀምህ የተነሳ የሚነሳውን ማንኛውንም የይገባኛል ጥያቄ ወደ የአስተዳደር ኤጀንሲ ማቅረብ ትችላለህ ነገር ግን የሚመለከተው ህግ የግልግል ዳኝነት ስምምነት ቢኖርም እንደዚህ አይነት ኤጀንሲን ማግኘት በሚፈቅደው መጠን ብቻ ነው። እንደዚህ አይነት አስተዳደራዊ የይገባኛል ጥያቄዎች ያለ ገደብ የይገባኛል ጥያቄዎችን ወይም ለእኩል የስራ እድል ኮሚሽን፣ የዩኤስ የሰራተኛ ክፍል እና የብሄራዊ የሰራተኛ ግንኙነት ቦርድ ቀርበው ክሶችን ያካትታሉ። በዚህ አንቀፅ ውስጥ ምንም አይነት ነገር በማንኛዉም ኤጀንሲ ፊት አስተዳደራዊ የይገባኛል ጥያቄ ከማቅረብ የሚከለክል ወይም ሰበብ አይቆጠርም በግሌግሌ ሊይ የይገባኛል ጥያቄ ከማቅረብዎ በፊት አስተዳደራዊ መፍትሄዎችን ለማሟጠጥ ያለዎትን ግዴታ ለመወጣት, ነገር ግን በዚህ አይነት የገንዘብ ሽልማት የማግኘት መብትዎን ይተዋል. የኤጀንሲው ሂደቶች.",
    "636461959": "ስም",
    "63719113": "ወደ ጣቢያዎ እና መተግበሪያዎችዎ የሚደርስ ተንኮል አዘል ትራፊክን ለመለየት የላቀ የማሽን ትምህርት ይጠቀማል - የመቧጨር እንቅስቃሴዎችን ጨምሮ።",
    "639413188": "ምላሽ.",
    "641342999": ", ወይም ችግር እያጋጠመህ ያለው ድህረ ገጽ (የግላዊነት ማስታወሻ፡ ምን እንደሆነ ለማካፈል ካልተቸገርክ ብቻ) ... እና \"እኔ ሰው ነኝ\" የሚለውን ቁልፍ ተጫን እና ለመፍታት ሞክር።",
    "647630208": "እና ያ ነው! የመስመር ላይ አሰሳዎ አሁን የበለጠ ግላዊ ነው።",
    "648630222": "በhCaptcha ኢንተርፕራይዝ የክፍያ ማጭበርበርን ይከላከሉ።",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "ጃንዋሪ 5-11፣ 2021*",
    "64953197": "ኦክቶበር 15፣ 2020 - ጃንዋሪ 15፣ 2021",
    "651123197": "በኪስ ቦርሳዎ ውስጥ ያለው የአሁኑ ጠቅላላ ቆጠራ ፈተናውን ካጠናቀቀ በኋላ በአዶው ላይ ይታያል።",
    "653679457": "ተለዋዋጭ ረብሻዎች",
    "654326661": "እራስዎን ማየት ይፈልጋሉ? በነጻ hCaptcha ይሞክሩ።",
    "655974837": "ይዘትን በተመለከተ ምንም ዋስትናዎች የሉም",
    "659124570": "በተጨማሪም፣ የእርስዎ የሆነ ይዘት በhCaptcha መድረክ ላይ ተባዝቶ ካዩ እና በማንኛውም ምክንያት እንዲወገድ ከፈለጉ፣ በኢሜል ሊያገኙን ይችላሉ።",
    "661412233": "ከካፒቻው በኋላ አንዳንድ ተጠቃሚዎች ቦቶች እንደነበሩ ማወቅም ጠቃሚ ነው። የድር ጣቢያ ባለቤቶች የቆዩ አይፈለጌ መልዕክቶችን እንዲያጸዱ እና ለወደፊቱ ወደ አይፈለጌ መልዕክት መድረኮች የተመዘገቡትን \"የእንቅልፍ ሒሳቦችን\" እንዲሰርዙ፣ ማጭበርበርን እንዲቀንሱ እና ሌሎችንም እንዲሰርዙ ያስችላቸዋል።",
    "664236229": "መጎተት ጥያቄ",
    "680638297": "ስለእኛ የግል መረጃ ሂደት መረጃ እንሰጥዎታለን እና የግል መረጃዎን መዳረሻ ይሰጡዎታል።",
    "685916926": "ለምንድነው reCAPTCHA በጊዜ ሂደት ያልተሻሻለው?",
    "692064738": "() ፖሊስ አይታገሥም።",
    "692176459": "ግባ",
    "693820850": "ግላዊነትን በማስቀደም Googleን ማሸነፍ ይችላሉ።",
    "69844082": "hCaptcha የንግድ ምልክቶች፣ ስዕላዊ ምልክቶች፣ አርማዎች፣ የጽህፈት መሳሪያዎች ወይም አዶዎች በማጥላላት መንገድ ጥቅም ላይ ሊውሉ አይችሉም።",
    "700843971": "ሃውንድ ቴክኖሎጂ, ኢንክ. (ግሎባል). የቀረቡ አገልግሎቶች: honeycomb.io.",
    "702287791": "hCaptcha አታሚ (ነጻ)",
    "703051968": "ሃ የእጅ አዶ:",
    "707527778": "ከልጆች የተገኘ መረጃ",
    "707541553": "በእኛ የኢንተርኔት ገፆች ላይ የተካተቱት መረጃዎች በሙሉ በአይኤምአይ ወይም በሶስተኛ ወገን የተረጋገጡ ናቸው። ሆኖም፣ መረጃው ወቅታዊ፣ ትክክለኛ ወይም የተሟላ በመሆኑ IMIም ሆነ ሶስተኛ ወገኖች ተጠያቂ ሊሆኑ አይችሉም። ይህ በገጾቻችን ላይ በሃይፐርሊንኮች ሊገኙ የሚችሉ ሌሎች ድረ-ገጾችንም ይመለከታል። IMI ለእነዚህ ውጫዊ ድረ-ገጾች ይዘት ምንም አይነት ሃላፊነት አይቀበልም።",
    "710145621": "የራስዎን የመሬት እውነት መረጃ ያቅርቡ ወይም በበረራ ላይ እንገንባው።",
    "713281684": "የእንቁላል ፍሬ",
    "714342693": "የhCaptcha ቡድን ከ2016 ጀምሮ የዋጋ መረጃን ከ\"ጨለማ ድር\" ካፕቻ ሰሪ አገልግሎቶች እየሰበሰበ ነው። አንድ አስደሳች አዝማሚያ አስተውለናል፡",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "ከመጨረሻ እስከ መጨረሻ ቁጥጥር ይፈልጋሉ?",
    "723027910": "ይህ የሕግ ምክር አይደለም፣ እና ይህን ትንታኔ በተመለከተ ምንም ዋስትናዎች አልተሰጡም። ተጨማሪ ጥያቄዎች ወይም ስጋቶች ካሉዎት፣ እባክዎን በ ላይ ያግኙን።",
    "728503636": "የክፍያ ቀን",
    "731546974": "10. የአስተዋጽኦ ወይም የተቀናጀ ግብሮች",
    "734735952": "በርካታ የCAPTCHA አቅራቢዎችን ገምግመናል እንዲሁም እራሳችንን ስርዓት በመገንባት ላይ። በመጨረሻ፣ hCaptcha ለ reCAPTCHA ምርጡ አማራጭ ሆኖ ተገኘ።",
    "735630686": "የእርስዎን መረጃ ማስተዳደር (የእርስዎ መብቶች)",
    "740501259": "በኤፒአይ የሚመሩ ቀላል የቧንቧ መስመሮች",
    "741483946": "* በሌላ አነጋገር፡ የhCaptcha Privacy Pass tokens በ hCaptcha.com ላይ ማግኘት እና hCaptcha.comን በመጠቀም በሌሎች ድህረ ገፆች መጠቀም ትችላለህ። Cloudflare የሚጠቀምበትን የhCaptcha ግላዊነት ለማለፍ የhCaptcha ግላዊነት ማለፊያ ቶከኖችን ማግኘት ወይም ማስመለስ አይችሉም፣ Cloudflare የራሱን የግላዊነት ማለፊያ ቶከኖች ስለሚያወጣ።",
    "751483365": "ጃቫ ስክሪፕት ላልሆኑ ደንበኞች ድጋፍ።",
    "755156539": "hCaptcha የተፈቀደለት ሻጭ™",
    "755283510": "እድሜው ከ13 ዓመት በታች ስለሆነ ልጅ ወይም ስለ ልጅ መረጃ አለን ብለው ካመኑ።",
    "759057398": "ለአውሮፓ ህብረት የውሂብ ጉዳዮች ማስታወቂያ",
    "763447231": "በተመሳሳይ ጊዜ ቦቶች የአሳታሚ ጣቢያዎችን እንዳይደርሱ ማቆም የማስታወቂያ ማጭበርበርን ያሳያል፣ ይህም የጉግልን reCAPTCHA ምርት በቀጥታ ከ80% በላይ ገቢ ከሚያመነጭ የማስታወቂያ ስራቸው ጋር ያጋጫል።",
    "766825168": "በዲኤምሲኤ ተደጋጋሚ ጥሰት ፖሊሲ ልንወስዳቸው የምንችላቸው እርምጃዎች የመለያው መዝገብ ደንበኛ የታይነት መጨመር ማንቂያዎችን መላክን ያካትታሉ። ለእነዚህ ማንቂያዎች እውቅና ለመስጠት ደንበኛው ወደ መለያው እንዲገባ ወይም የድጋፍ ቡድናችን እንዲደውል ልንጠይቀው እንችላለን። በተጨማሪም የማገድ ወይም የማቋረጥ እንዲሁም ሌሎች ጊዜያዊ እርምጃዎችን የምንተገብርበት ማንኛውም ደንበኛ በ hCaptcha እና IMI አገልግሎት ላይ የዲኤምሲኤ ጥሰት ክስ ማሳወቂያዎችን ማግኘታችንን የቀጠልንለት ተደጋጋሚ የጥሰት ማንቂያዎችን ከላክን በኋላም መብታችን የተጠበቀ ነው። በተጨማሪም፣ በዚህ ፖሊሲ የ hCaptcha አገልግሎትን ስናቋርጥ፣ ለደንበኞች የሚቀርቡትን ሌሎች hCaptcha ወይም IMI አገልግሎቶች በእኛ ምርጫ ልናቋርጥ እንችላለን።",
    "767207800": "የእርስዎ ውሂብ ግልጽ ሊሆን የሚችል ወይም አጸያፊ ይዘት ያለው ከሆነ፣ የእርስዎን ውሂብ ለሚመለከት ማንኛውም ሰው ፍትሃዊ ማስጠንቀቂያ እንዲሆንላቸው «ግልጽ ይዘት» ብለው ምልክት እንዲያደርጉ እንፈልጋለን። ከ IMI ጋር ያለ የተለየ የጽሁፍ ስምምነት ፖሊሲያችንን የሚጥሱ ተግባራትን ጨምሮ በእነዚህ ብቻ ሳይወሰን (ሀ) ሌላ ድህረ ገጽ ወይም አገልግሎትን በቀጥታም ሆነ በተዘዋዋሪ የሚያስተዋውቁ ተግባራትን (ለ) የሶስተኛ ወገን ድር ጣቢያ ውሎችን የሚጥሱ ተግባራትን እና ሁኔታዎች፣ (ሐ) አስተዋጽዖ አበርካቾችን የሶስተኛ ወገን እንዲጠይቁ የሚጠይቁ ተግባራት፣ (መ) አበርካቾች የድር ጣቢያን ባህሪ ወይም ውጤት ለመቆጣጠር እርምጃ እንዲወስዱ የሚጠይቁ ተግባራት፣ (ሠ) የሶስተኛ ወገኖችን የአእምሮአዊ ንብረት መብቶች የሚጥሱ ተግባራት፣ እና (ረ) ተግባራት ሶፍትዌሮችን ወይም ፋይሎችን ለማውረድ አስተዋጽዖ አበርካቾች የሚያስፈልጋቸው።",
    "770264626": "hCaptcha ወደ አገልግሎትዎ ያክሉ (ነጻ)",
    "776542208": "() በሁሉም የማጣሪያ አቀራረቦች ውስጥ የተሳተፈ ዘላለማዊ የጦር መሣሪያ",
    "777660551": "የምስክር ወረቀት ምንድን ነው?",
    "778204464": "የበለጸገ የጽሑፍ አካል ከማይለዋወጥ ወይም ተለዋዋጭ ይዘት ጋር ጥቅም ላይ ሊውል ይችላል። ለስታቲክ ይዘት ወደ ማንኛውም ገጽ ጣል አድርገው ማረም ይጀምሩ። ለተለዋዋጭ ይዘት፣ የበለጸገ የጽሑፍ መስክ ወደ ማንኛውም ስብስብ ያክሉ እና ከዚያ የበለጸገ የጽሑፍ አካል በቅንብሮች ፓነል ውስጥ ካለው መስክ ጋር ያገናኙ። ቮይላ!",
    "779426309": "እውነተኛ ስም፣ ልዩ የግል መለያ፣ የመስመር ላይ መለያ፣ የኢንተርኔት ፕሮቶኮል አድራሻ፣ የኢሜይል አድራሻ፣ የመለያ ስም ወይም ሌሎች ተመሳሳይ ለዪዎች።",
    "779817954": "ጥ፡ በሌላ አቅራቢ የተሰጠ የግላዊነት ማለፊያዎች ካሉኝ፣ በhCaptcha ላይ ማስመለስ እችላለሁ?",
    "780280214": "hCaptcha እና hCaptcha ኢንተርፕራይዝ የማረጋገጫ ማስፈራሪያ ስጋትን እንዴት እንደሚቀንስ",
    "780475098": "የማስታወቂያ አውታረ መረቦች ጎብኚዎችዎን እንደ ምርቱ ያያሉ። እኛ የምንጨነቀው ጉብኝት ጥሩ ወይም መጥፎ ስለመሆኑ ብቻ ነው። hCaptcha ከGDPR፣ CCPA፣ LGPD፣ PIPL እና ሌሎች የአለም አቀፍ የውሂብ ህጎችን ያከብራል።",
    "787916198": "በእርስዎ ፈቃድ",
    "788770967": "ያንን በመስማቴ አዝኛለሁ! የእኛን የተደራሽነት አማራጭ መጠቀም ይፈልጉ ይሆናል፡-",
    "793242047": "መተግበሪያዎችን በፍጥነት ለመድረስ ለተጠቃሚዎች የሚቀርቡትን ተግዳሮቶች ይቀንሱ",
    "793784899": "ዕቅዶች",
    "803639471": "የ hCaptcha አርማ የእጅ አዶ እና የ hCaptcha አርማ አይነት ያካትታል። በተለዋጭ አኳኋን ፣ ቦታ ሲገደብ የእጅ አዶ በራሱ ሊታይ ይችላል እና “hCaptcha” እንደ ቃል ምልክት (ከላይ እንደተገለጸው) ከእጅ አዶ ቅርበት ባለው ቅርበት ፣የእጅ አዶው hCaptchaን እንደሚወክል ግልፅ ነው።",
    "805221621": "እባክዎን በ ላይ ያግኙን።",
    "805971861": "\"Umbrella\" በ ImageNet ውስጥ ያለ ቃል ነው፣የኮምፒውተር እይታ ተመራማሪዎች የሚጠቀሙበት መደበኛ የቤንችማርክ ዳታ ስብስብ። ዣንጥላ የያዙ ሰዎችን በአስተማማኝ ሁኔታ መለየት ደህንነቱ የተጠበቀ የቀጣይ ትውልድ የላቀ የአሽከርካሪ ድጋፍ (ADAS) ስርዓቶችን ለመገንባት ወሳኝ ነው።",
    "808872868": "ለምሳሌ፡ አይፈለጌ መልዕክት፣ ማጭበርበር እና አላግባብ መጠቀም በመስመር ላይ ሁለት ስርዓቶች ለመጀመሪያ ጊዜ ከተገናኙ ማግስት ጀምሮ ነበር።",
    "809251240": "እኛን በማነጋገር ላይ",
    "811735413": "ልዩ ሁኔታዎች። በዶድ-ፍራንክ ዎል ስትሪት ማሻሻያ እና የሸማቾች ጥበቃ ህግ (የህዝባዊ ህግ 111-203) በተደነገገው መሰረት ለቅድመ-ግልግል ስምምነት ተገዢ ሊሆኑ የማይችሉ ክርክሮች ከዚህ አይካተቱም.",
    "818049069": "ከጁላይ 15፣ 2019 በኋላ",
    "824740867": "ጉግል መፍትሄውን ከማሻሻል ይልቅ የተጠቃሚ መገለጫዎችን ለመገንባት ከመላው ድር ላይ የባህርይ መረጃዎችን እየሰበሰበ ከደህንነት ሶፍትዌሮች በበለጠ እንደ የማስታወቂያ አውታረ መረብ የሚሰራውን reCAPTCHA v3 ን አውጥቷል። እንደ አለመታደል ሆኖ የዚህ ዓይነቱ ምልክት በቀላሉ ይሸነፋል፣ እና የተጠቃሚን ግላዊነት በሚጎዳበት ጊዜ ከቦቶች ላይ ትንሽ ጥበቃ አይሰጥም።",
    "825780955": "የግል መረጃ",
    "826396656": "የእኛ የንግድ ቀጣይነት እቅድ",
    "832385387": "( ዮሐ",
    "833750823": "ፈታኝ ሁኔታ እያጋጠመዎት ነው?",
    "835249867": "ለ) የ hCaptcha አሳታሚ (ነጻ) መለያዎችን ለሚጠቀሙ ብዙ ኢንቴግራተሮች በወር 1 ሚሊዮን ጥያቄዎች፣ ወይም",
    "835396984": "በአሁኑ ጊዜ ንቁ",
    "835545301": "የሚከተሉትን የመረጃ ምድቦች እንሰበስባለን:",
    "835717930": "AI ስነምግባር በ hCaptcha",
    "836017336": "ፋየርፎክስ",
    "838049015": "ከጥያቄው ጋር የሚዛመዱትን ምስሎች በሙሉ ይምረጡ",
    "838225123": "23. የዋስትና ማስተባበያ",
    "83852121": "ማይክሮሶፍት ኮርፖሬሽን (ግሎባል). የቀረቡ አገልግሎቶች: Microsoft Azure.",
    "838951836": "() በአይፈለጌ መልእክት ሰሪዎች ላይ ታማኝነት የጎደለው ድርጊት",
    "846501387": "የዓለም-ደረጃ bot ጥበቃ",
    "850025770": "መ: እኛ እንደዚያ እናምናለን፡ ማንኛውም አይነት ችግር ያለባቸው ተጠቃሚዎች ድሩን ማሰስ እና በቅጾች ላይ ጽሑፍ ማስገባት የሚችሉ ተጠቃሚዎች በምዝገባ ጊዜ በ hCaptcha የተጠበቁ አገልግሎቶችን ማግኘት ይችላሉ። ነገር ግን፣ ይህ የህግ ምክር አይደለም፡ የመሰማራታችሁ ሁኔታ ይህ መሆኑን ለማረጋገጥ የእርስዎን ልዩ ትግበራ ግምት ውስጥ በማስገባት የእራስዎን ግምገማ ማከናወን አለብዎት።",
    "851679588": "አዎ.",
    "851786723": "ኢሜልዎን በማስገባት በእኛ ውሎች እና የግላዊነት ፖሊሲ እና ከእኛ ኢሜይል ለመቀበል ተስማምተዋል ።",
    "852032043": "ሳፋሪ",
    "855097735": "ሁሉንም ስጋቶች በማመጣጠን ይህንን በጥሩ ሁኔታ የሚያከናውን አገልግሎት መገንባት በጣም ከባድ ችግር ነው (እና ሁል ጊዜም ለማሻሻል እየሰራን ነው ልምዱ በተቻለ መጠን አስደሳች እንዲሆን) ነገር ግን አይፈለጌ መልዕክትን ፣ ማጎሳቆልን እና መለያዎችን መውሰድ እንደሚስማሙ ተስፋ እናደርጋለን። , እና የመስመር ላይ ማጭበርበር ውሎ አድሮ አልፎ አልፎ ቀላል ጥያቄ ዋጋ ያለው ነው.",
    "857974529": "ወደ ጣቢያው እና አገልግሎቱ ለማሻሻል። አዳዲስ አገልግሎቶቻችንን እና አቅርቦቶቻችንን ለማሻሻል እና ያሉትን እና የወደፊት የምርት አቅርቦቶችን ለማሻሻል የትንታኔ መረጃን እንጠቀማለን።",
    "858218750": "እና በ ላይ እነሱን ለመጠቀም መመሪያ",
    "867314732": "ከፍተኛ ጥራት ሰርስሮ ማውጣት ትችላለህ",
    "869702955": "በድረ-ገፃችን ላይ ተግባራትን በማከናወን፣በግላዊነት መመሪያችን መሰረት የእርስዎን የግል መረጃ መሰብሰብ፣ መጠቀም እና ይፋ ማድረግን ፍቃድ ይሰጣሉ። በተጨማሪም፣ ስለእርስዎ እና ስላጠናቀቁት ስራዎችዎ የተወሰነ መረጃ የአገልግሎት ግንኙነቱን ለማመቻቸት እና ድህረ ገጹን ለማሻሻል ተግባራቶቹን ለጨረሰው ጠያቂ ልናካፍል እንችላለን፣ ለምሳሌ የአስተዋጽኦ መታወቂያ፣ አይፒ አድራሻ፣ የተጠናቀቁ ተግባራት እና ሌሎች ተዛማጅ ባህሪያትን ጨምሮ። ወደ እርስዎ መመዘኛዎች፣ ቋንቋዎች፣ ችሎታዎች እና የድር ጣቢያው አጠቃቀም።",
    "874098071": "የተደራሽነት ተጠቃሚ ከሆኑ፣ እባክዎ እዚህ ይመዝገቡ",
    "878585497": "ውሎች",
    "879362350": "በአዲሶቹ ኤፒአይዎች በይነመረብ ላይ በመስራት፣ መድረክ፣ ዳታ ሼማ ወይም የፕሮግራም አወጣጥ ቋንቋ ምንም ይሁን ምን ማንኛውንም ሶፍትዌር ወይም የውሂብ ምንጭ በአለም ላይ በየትኛውም ቦታ ማገናኘት ተቻለ። በውጤቱም፣ የኮምፒውተር አለም አሁን በኤፒአይ አብዮት መካከል ነው። በመተግበሪያዎች እና በመረጃዎች መካከል የግንኙነት ፍንዳታ ነበር። በጣም ጥሩ ነው፣ እስካልሆነ ድረስ።",
    "881015166": "hCaptcha ለአታሚዎች ወደ የእኔ ድር ጣቢያ ወይም መተግበሪያ ያክሉ",
    "88879089": "የግላዊነት ማለፊያ ነው።",
    "897432717": "ለብጁ አስጊ ውጤቶች በኛ ልቦለድ ዲዛይን፣ የእርስዎን የንግድ እውቀት ማከል ሞዴሎቻችን ለተጠቃሚዎችዎ ልዩ የሆኑ ውጤቶችን እንዲያቀርቡ ያስችላቸዋል።",
    "907324388": "ተግባር",
    "910989640": "ዝርዝር እና ብጁ የእንቅስቃሴ ሪፖርቶችን ይፍጠሩ",
    "918924423": "ለምሳሌ፣ Google እንደ ኋላ ቀር ቦቶ ማወቅ ያሉ ግልጽ የሆኑ ጠቃሚ አገልግሎቶችን አላቀረበም። የበርካታ ቀናት ውሂብን ከመረመርን በኋላ የተጠቃሚ ትራፊክ በbot-የመነጨ መሆኑን ማወጅ የበለጠ አስተማማኝ ነው።",
    "920212083": "ሳንካ ሪፖርት አድርግ",
    "922470170": "() የመከላከያ እርምጃዎች የሕዝብ አውታረ መረቦችን ማበላሸትን ማካተት የለባቸውም",
    "926138631": "ወደ ግላዊነት እና ደህንነት፣ ከዚያ ኩኪዎች እና ሌላ የጣቢያ ውሂብ ይሂዱ።",
    "931661269": "() ጊዜያዊ/የአንድ ጊዜ ኢሜይል አድራሻዎች አስቸጋሪ ናቸው።",
    "932546190": "ለምን ካፕቲቻዎች ሁልጊዜ ከእኛ ጋር ይሆናሉ",
    "936667684": "\"የህንጻ/የመንገዱን ምልክት ለመተየብ?\"",
    "938404336": "2. ይለያያል; እስከ 30 ቀናት ድረስ.",
    "939665604": "ግላዊነት ላይ ያተኮረ",
    "941057651": "() በSMTP ውስጥ ትልቅ ነባር የሶፍትዌር ኢንቨስትመንት",
    "946838734": "3. \"የላቀ\" የሚለውን ቁልፍ ይምረጡ.",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha የፊደል አጻጻፍ ፈጽሞ መቀየር የለበትም እና hCaptcha ሁልጊዜ በሁለተኛው ፊደል (\"ሐ\") ውስጥ በካፒታል መፃፍ አለበት. በፍፁም ብዙ ወይም ባለቤት አይደለም።",
    "952813944": "የኛን ድረ-ገጽ መጠቀምም ሆነ በዚህ ስምምነት ውስጥ ያለ ምንም ነገር በእርስዎ እና በIntuition Machines መካከል የስራ፣ አጋርነት፣ የጋራ ድርጅት፣ ኤጀንሲ፣ ፍራንቻይዝ ወይም የሽያጭ ተወካይ ግንኙነት አይፈጥርም። አንድን ተግባር ለማጠናቀቅ ምንም አይነት መሳሪያ ወይም መሳሪያ አንሰጥዎትም። ምንም አይነት ጥቅማጥቅሞችን፣ የሰራተኞች ካሳ ወይም የመድን ሽፋን አንሰጥህም። ድረ-ገጻችንን ለመጠቀም ለምታወጡት ማንኛውም ወጪዎች ተጠያቂ አይደለንም። ለፌደራል ወይም የክልል የገቢ ግብር፣ የማህበራዊ ዋስትና ወይም ሌላ ማንኛውም ግብር ከሽልማትዎ ምንም አይነት ገንዘብ አንወስድም። ማንኛውንም ተፎካካሪዎቻችንን ጨምሮ ለማንኛውም ሰው ወይም ቢዝነስ ስራዎችን ለመስራት በማንኛውም ጊዜ ነፃ ነዎት። የኢንቱሽን ማሽኖችን በመወከል የጽሁፍም ሆነ የቃል ውል ለመዋዋል ስልጣን የለዎትም።",
    "956019009": "ትልቁ የድር መሠረተ ልማት ኩባንያዎች ቀድሞውኑ እርምጃ ወስደዋል",
    "961941354": "ሆኖም፣ ከእነዚህ ውስጥ አንዳቸውም በግል የሚለይ መረጃን (\"PII\") መጠቀምን አይጠይቁም። ዘመናዊ ምስጠራ ቴክኒኮች ማንኛውንም የግል መረጃ በተቻለ ፍጥነት እንድናስወግድ ያስችሉናል፣ በምትኩ ከአንድ ግለሰብ ጋር ሊገናኙ የማይችሉ የአንድ መንገድ ፊርማዎችን መፍጠር።",
    "963238401": "ሁልጊዜ የደህንነት ስህተቶችን ሪፖርቶችን የመቀበል ፍላጎት አለን. ኢሜይል",
    "971933157": "hCaptcha ስለ ግላዊነት፣ ግልጽነት እና ፍትሃዊነት ያስባል።",
    "976209454": "ሽልማቶችን ያግኙ ወይም ለበጎ አድራጎት ይስጡ",
    "98173630": "hCaptcha በአለም ላይ በብዛት ጥቅም ላይ የዋለ ነጻ CAPTCHA አገልግሎት ነው።",
    "981806349": "በተረጋገጠው hCaptcha መድረክ ላይ የተገነባ",
    "984849234": "hCaptcha reCAPTCHA ቃል የገባውን ለማድረስ የላቀ የማሽን መማሪያን ይጠቀማል፣ ይህም የተገኘውን እሴት ለሚጠቀሙት ድረ-ገጾች እያጋራ ነው።",
    "987267027": "ፓርቲ",
    "987375734": "IMI የተመሰረተው በዩናይትድ ስቴትስ ነው። ድረ-ገጾቹ እና አገልግሎቱ የሚቆጣጠሩት እና የምንተዳደረው ከዩናይትድ ስቴትስ ነው። የግል መረጃዎ መገልገያ ባለንበት ወይም አገልግሎት አቅራቢዎችን በምንሳተፍበት በማንኛውም ሀገር ሊከማች እና ሊሰራ ይችላል፣ እና ድረ-ገጾቹን እና አገልግሎቱን በመጠቀም ከመኖሪያ ሀገርዎ ውጭ ዩናይትድ ስቴትስን ጨምሮ መረጃን ለማስተላለፍ ተስማምተዋል። ከአገርዎ የተለየ የውሂብ ጥበቃ ህጎች ሊኖሩት ይችላል። በአንዳንድ ሁኔታዎች፣ ፍርድ ቤቶች፣ የህግ አስከባሪ ኤጀንሲዎች፣ የቁጥጥር ኤጀንሲዎች ወይም የደህንነት ባለስልጣናት የእርስዎን የግል መረጃ ማግኘት ይችላሉ።",
    "987901590": "ያለ አጠቃላይ የማረጋገጫ ስብስብ ጥሬ መረጃ አለህ? በአብዛኛዎቹ ሁኔታዎች ተግባሮች በስርዓቱ ውስጥ ሲሄዱ ለእርስዎ አንድ መገንባት እንችላለን ወይም ለእርስዎ ማረጋገጫ ምልክት የተደረገባቸው ናሙናዎችን መፍጠር እንችላለን።",
    "989480928": "() የአይፈለጌ መልእክት ከፍተኛ ትርፋማነት",
    "990215503": "hCaptcha በማስታወቂያ አውታረ መረብ ባለቤትነት ያልተያዘ ብቸኛው ዋና የካፒቻ አገልግሎት ነው።",
    "993651083": "ደረጃ 1፡ የገንቢ መሳሪያዎችን ክፈት (ይህ ክፍለ ጊዜውን መቅዳት ይጀምራል።)",
    "996362763": "እነዚህ ምልክቶች ያልታወሩ እና ለወደፊቱ ጥቅም ላይ እንዲውሉ በቅጥያው የተከማቹ ናቸው። ተጠቃሚው hCaptchaን ተጠቅሞ አንድን ጣቢያ ሲጎበኝ እና ፈተናውን ማለፍ ሲፈልግ (በማይታይም ይሁን በ\"እኔ ሰው ነኝ\" ቁልፍ) በቀጥታ ይመለሳሉ። የዓይነ ስውራን አሰራር ማለት የተፈረሙ እና የተዋጁ ቶከኖች ከhCaptcha እይታ አንጻር ምስጢራዊ በሆነ መልኩ ሊገናኙ የማይችሉ ናቸው እና የተጠቃሚ ግላዊነት ተጠብቆ ይቆያል።",
    "999610953": "በመጨረሻም፣ ለGoogle ታማኝ አማራጭ። hCaptcha ኢንተርፕራይዝ በከፍተኛ ጥበቃ በ reCAPTCHA ሂሳብዎ ላይ አስደናቂ ቁጠባዎችን ያቀርባል፡ በአንዳንድ ሁኔታዎች እስከ 80% ያነሰ ውድነት ያለው።",
    "999674529": "እያንዳንዱ ጎግል የሚያውቀው ቦት ዜሮ ማስታወቂያ ዶላር ማግኘት አለበት። የጎግል ኩባንያ ማበረታቻዎች ከደህንነት አገልግሎታቸው ተጠቃሚዎች ጋር በጥሩ ሁኔታ የተጣጣሙ ናቸው፣ እና ይህ ለ reCAPTCHA የደህንነት አቅርቦት ደካማ አፈጻጸም አንዱ ማብራሪያ ሊሆን ይችላል።"
}