{
  "header-privacy-link": "خصوصية",
  "header-integration-link": "اندماج",
  "header-cost-link": "كلفة",
  "header-features-link": "سمات",
  "header-docs-link": "المستندات",
  "header-login-button": "تسجيل الدخول",
  "header-contact-button": "مبيعات الاتصال",
  "intro-heading": "تحقق الإنسانية من الصفر الاحتكاك.",
  "intro-contact-button": "اتصل بنا لمعرفة المزيد",
  "intro-text-bottom": "يعتمد عليها من قبل الشركات التي تدير الويب.",
  "sub-menu-button": "مبيعات الاتصال",
  "sub-menu-item1": "مشروع",
  "sub-menu-item2": "كلفة",
  "sub-menu-item3": "اندماج",
  "sub-menu-item4": "سمات",
  "sub-menu-item5": "خصوصية",
  "sub-menu-item6": "المستندات",
  "info-head-1": "مبني على منصة hCaptcha التي أثبتت كفاءتها",
  "info-text-1": "تعمل hCaptcha Enterprise على تقنية منصة hCaptcha ، وتمتد لتشمل الميزات التي تحتاجها الشركات عالية الحركة.",
  "info-head-2": "شريك موثوق",
  "intro-subtitle": "حل مشكلة الروبوت الخاص بك اليوم.",
  "info-text-2": "تحظى خدماتنا بالثقة من قبل أكبر الشركات في العالم لخدمة ملايين عديدة من المستخدمين يوميًا عبر عشرات الملايين من المواقع.",
  "cloudflare-quote-text": "قمنا بتقييم عدد من بائعي CAPTCHA وكذلك بناء نظام بأنفسنا. في النهاية ، ظهر hCaptcha كأفضل بديل لـ reCAPTCHA.",
  "cloudflare-quote-detail": "مدير إدارة المنتجات ، Cloudflare",
  "section-quote-head": "الخيار الفعال من حيث التكلفة للمؤسسات عالية الحركة",
  "section-quote-text": "أخيرًا ، بديل موثوق لـ Google. تقدم hCaptcha Enterprise مدخرات هائلة على فاتورة reCAPTCHA الخاصة بك مع مستوى أمان أعلى: أقل تكلفة بنسبة تصل إلى 80٪ في بعض الحالات. تحولت العديد من أكبر الخدمات عبر الإنترنت في العالم إلى hCaptcha Enterprise وتلقت اكتشافًا محسنًا للروبوتات جنبًا إلى جنب مع توفير كبير في التكلفة.",
  "section-quote-button": "اتصل بنا للحصول على مقولة",
  "section-privacy-header": "تركز الخصوصية",
  "section-privacy-text-1": "ترى شبكات الإعلانات زوار موقعك على أنهم المنتج. بالنسبة لنا المنتج الوحيد هو تحديد إنسانيتهم. تفي خدماتنا بمتطلبات GDPR و CCPA و LGPD أو تتجاوزها ، كما تدعم مبادرات مثل Privacy Pass. نحن نعمل بجد لتحقيق التوازن بين الخصوصية والأمان.",
  "section-privacy-text-2": "يعني هذا التركيز الفريد على الخصوصية أنه يمكننا تقديم صفر للاحتفاظ بالبيانات الفردية وتشغيل خالٍ من ملفات تعريف الارتباط وضمانات الخصوصية التعاقدية الأخرى كما هو مطلوب مع الحفاظ على أمان ممتاز.",
  "section-security-header": "الأمن أولا",
  "section-security-text-1": "الدقة في مصلحتك ومصلحتنا. يعمل hCaptcha على منحك بيانات حقيقية ويتيح لك تحديد كيفية استخدامها. يتم توفير رموز التحقق الأخرى من قبل شركات الإعلانات العملاقة. هذا يعني أن كل روبوت يحظره قد يقلل من أرباحه.",
  "section-security-text-2": "يتيح لنا استخدام أحدث تقنيات التعلم الآلي مع التركيز على الخصوصية تجاوز المعايير الأمنية للتراث القديم واستراتيجيات تسجيل كل شيء إلى الأبد دون الإضرار بالأمن أو خصوصية المستخدم.",
  "section-user-experience-header": "تجربة مستخدم رائعة",
  "section-user-experience-text1": "بالنسبة لمستخدمي Enterprise ، تتوفر الخيارات لتجنب التحديات تمامًا في معظم السيناريوهات.",
  "section-user-experience-text2": "قلل الاحتكاك عن طريق تجنب التحدي تمامًا لـ 99.9٪ من حركة المرور المشروعة الخاصة بك مع الاستمرار في توفير أمان ممتاز ، بفضل نماذج الروبوت المتقدمة.",
  "section-easy-integration-header": "تكامل سهل",
  "section-easy-integration-text": "تستغرق إضافة hCaptcha دقائق وبضعة أسطر فقط من التعليمات البرمجية. واجهة برمجة التطبيقات الأساسية متوافقة مع reCAPTCHA V2 ، وتستغرق دقائق فقط للتبديل. يمكنك أن تكون جاهزًا للعمل مع بديل ممتاز اليوم ، وتشغيل المزيد من الميزات المتقدمة حسب الضرورة.",
  "section-easy-integration-serverside": "جانب الخادم:",
  "section-easy-integration-frontend": "نهاية المقدمة:",
  "section-threat-header": "عشرات التهديدات المخصصة",
  "section-threat-text": "ليست كل المشاكل متشابهة: الحصول على درجة واحدة يعني أنه يجب أن تلبي احتياجاتك حتى تكون مفيدة. من خلال درجات التهديدات المخصصة الفريدة من hCaptcha ، تتيح لنا الاستشارة السريعة ضبط نماذجنا لتقديم نتائج أكثر صلة بعملك.",
  "section-challenges-header": "أطلق التحديات الخاصة بك في ثوان",
  "section-challenges-text-1": "ابق على العلامة التجارية مع المحتوى ذي الصلة",
  "section-challenges-text-2": "عندما يتعين على المستخدمين حل أحد التحديات لتلبية متطلبات الأمان ، فلماذا لا يتم إنشاء مهام ممتعة وذات صلة بالمستخدم؟ مع مصمم التحدي المخصص البسيط الخاص بنا ، يمكنك إطلاق محتوى التحدي على العلامة التجارية في بضع دقائق فقط.",
  "section-integration-header": "تكامل المنصة المباشر",
  "section-integration-subheader": "لشركات البنية التحتية للويب",
  "section-integration-text": "نظام hCaptcha Enterprise مرنًا بشكل فريد في تصميمه: يمكن نشره جزئيًا أو كليًا على حافة شبكتك إذا كنت تدير سحابة عامة أو تمتلك العديد من مراكز البيانات. ‍يمكن أن يؤدي ذلك إلى تقليل التكاليف وحركة المرور خارج الشبكة بشكل كبير مع الاحتفاظ بجميع مزايا الإدارة من قبل فريق العمل لدينا على مدار الساعة طوال أيام الأسبوع لتلبية أكثر اتفاقيات مستوى الخدمة صرامة.",
  "section-support-header": "خبرة ودعم يمكن الوصول إليهما لك وللمستخدمين",
  "section-support-text": "الخدمة هي أولوية قصوى بالنسبة لنا. نحافظ على دعم عند الطلب على مدار الساعة طوال أيام الأسبوع ونقدم تنسيقًا مباشرًا لـ Slack مع فريق التكامل الهندسي الخاص بك وموظفينا عند الطلب أثناء التنفيذ وبعده. ، وقنوات الدعم الخاصة بنا عبر عنصر واجهة المستخدم والبريد الإلكتروني. نحن سهل الوصول إليه وسريع الاستجابة ، ونتعامل مع إرضاء المستخدم باعتباره أحد أهم مؤشرات الأداء الرئيسية.",
  "section-enterprise-header": "ميزات المؤسسة",
  "section-enterprise-title-1": "حماية من الروبوتات على مستوى عالمي",
  "section-enterprise-desc-1": "تم اختباره في المعركة على نطاق الويب.",
  "section-enterprise-title-2": "درجات عالية الدقة",
  "section-enterprise-desc-2": "كشف الفاعلين السيئين من أنواع عديدة ومختلفة.",
  "section-enterprise-title-3": "احتكاك صفري و 99.9٪ أوضاع سلبية",
  "section-enterprise-desc-3": "تحدي أقل من 0.1٪ من المستخدمين الشرعيين.",
  "section-enterprise-title-4": "تم إظهار أنواع تحدي التحكم",
  "section-enterprise-desc-4": "مكتبة واسعة من الأنواع للاختيار من بينها.",
  "section-enterprise-title-5": "تم استخدام محتوى تحدي التحكم",
  "section-enterprise-desc-5": "ابق على العلامة التجارية مع تجربة مستخدم متسقة.",
  "section-enterprise-title-6": "اتفاقيات مستوى الخدمة الخاصة بالمؤسسات",
  "section-enterprise-desc-6": "موثوقية مضمونة ودعم سريع على مدار الساعة طوال أيام الأسبوع.",
  "section-enterprise-title-7": "دعم المستعرض القديم",
  "section-enterprise-desc-7": "متوافق تمامًا مع Internet Explorer 8.",
  "section-enterprise-title-8": "لوحات المعلومات المتقدمة وواجهة برمجة التطبيقات (API)",
  "section-enterprise-desc-8": "تعرف على ما يحدث في جميع مواقعك وتطبيقاتك.",
  "section-enterprise-title-9": "يعمل في كل بلد",
  "section-enterprise-desc-9": "على عكس reCAPTCHA ، نحن نعمل في كل بلد.",
  "section-enterprise-title-10": "سياسة الخصوصية الملائمة لـ GDPR و CCPA و LGPD",
  "section-enterprise-desc-10": "مصمم للخصوصية من اليوم الأول. اتفاقية معالجة بيانات قوية.",
  "section-enterprise-title-11": "مستويات صعوبة دقيقة",
  "section-enterprise-desc-11": "اطلب هذا ليناسب حالة استخدامك تمامًا.",
  "section-enterprise-title-12": "استضافة الطرف الأول",
  "section-enterprise-desc-12": "تذهب جميع الطلبات والأصول إلى hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "لوحات معلومات متعددة المستخدمين",
  "section-enterprise-desc-13": "إدارة حصة عبر فريقك.",
  "section-enterprise-title-14": "التحقق الفوري",
  "section-enterprise-desc-14": "زمن استجابة 0 مللي ثانية: تحقق من رموز hCaptcha بدون استدعاء API.",
  "section-enterprise-title-15": "تكامل الأجهزة المحمولة (iOS و Android)",
  "section-enterprise-desc-15": "تجربة سلسة عبر الويب والجوّال الأصلي وويب الجوّال. تتوفر عمليات تكامل مسبقة الإنشاء ومجموعات SDK أصلية.",
  "section-enterprise-title-16": "شروط مخصصة وضمانات الخصوصية",
  "section-enterprise-desc-16": "قم بتلبية احتياجاتك القانونية عندما لا تستطيع الشركات الأخرى ذلك.",
  "presented-challlenges-head": "التحديات المعروضة",
  "presented-challenges-title-1": "مقارنة",
  "presented-challenges-text-1": "حدد جميع الصور التي تطابق الاستعلام",
  "presented-challenges-title-2": "الصندوق المحيط",
  "presented-challenges-text-2": "تحديد المنطقة المحيطة للكائنات",
  "presented-challenges-title-3": "التصنيف",
  "presented-challenges-text-3": "حدد التسميات المقابلة",
  "presented-challenges-subheader": "... ومهام أخرى بسيطة. سهل للبشر ، صعب على الروبوتات.",
  "presented-challenges-subtext": "المهام المخصصة متاحة أيضًا لناشري المؤسسات.",
  "footer-header-1": "شركة",
  "footer-header-2": "موارد",
  "footer-header-3": "اتصل",
  "footer-link-1": "الوسم",
  "footer-link-2": "عن",
  "footer-link-3": "وظائف",
  "footer-link-4": "العلامات التجارية",
  "footer-link-5": "مدونة او مذكرة",
  "footer-link-6": "حالة",
  "footer-link-7": "توثيق",
  "footer-link-8": "الإبلاغ عن خطأ",
  "footer-link-9": "إمكانية الوصول",
  "footer-terms": "مصطلحات",
  "footer-privacy": "خصوصية",
  "footer-attribution": "الإسناد",
  "footer-subheader-1": "الدعم",
  "footer-subheader-2": "اتصل",
  "switch-to-english-link": "قم بالتبديل إلى اللغة الإنجليزية",
  "intro-heading-privacy": "مصمم للخصوصية.",
  "intro-subtitle-p1-privacy": " نهج فريد يحركه الخصوصية للأمان عبر الإنترنت.",
  "info-head-2-pr": "تسجيل النشاط عبر الإنترنت ليس هو الحل.",
  "info-text-1-pr": "hCaptcha Enterprise لها غرض واحد فقط: منع الجهات السيئة من تعطيل عملياتك عبر الإنترنت وإلحاق الأذى بمستخدميك.",
  "info-text-2-pr": "تم تصميم أنظمتنا من الألف إلى الياء لتقليل جمع البيانات والاحتفاظ بها مع الحفاظ على الأمان الرائد في فئته. أفضل طريقة لحماية بيانات المستخدم هي عدم تخزينها على الإطلاق.",
  "info-text-3-pr": "جميع علاقات العملاء محمية أيضًا باتفاقية معالجة بيانات قوية. تتوافق خدمة hCaptcha مع جميع قوانين الخصوصية بغض النظر عن مكان تواجد خدمتك أو عملائك. إن عدم الاحتفاظ بالبيانات الشخصية يجعل هذا الأمر أسهل بالنسبة لنا أكثر من الشركات الأخرى.",
  "info-text-2-2-pr": "تشير خدمات مثل reCAPTCHA v3 إلى أن وضع بكسل التتبع الخاص بها على كل صفحة من صفحات موقعك ضروري للأمان الجيد. ليست هذه هي القضية.",
  "info-text-2-3-pr": "يعد التحليل السلوكي البسيط إشارة يسهل تزييفها من قبل الجهات السيئة ، وتتطلب الاحتفاظ بسجل التصفح لجميع زياراتك المشروعة أيضًا.",
  "info-text-2-4-pr": "نحن لا نشغل شبكة إعلانية ، ولا نهتم بمراقبة سلوك المستخدم الخاص بك من أجل بيع الإعلانات لهم. هذا يعني أننا لا نطلب بكسل سلبي في كل صفحة من صفحات موقعك.",
  "info-text-2-5-pr": "أضف رمز التحدي الخاص بنا فقط عندما يكون ذلك ضروريًا ، وحيث يكون من المنطقي حمايتك أنت والمستخدمين.",
  "info-head-3-pr": "التعلم الآلي مفيد. لكنها لا تتطلب بيانات شخصية للعمل.",
  "info-text-3-1-pr": "يؤثر التعلم الآلي الآن على كل جانب من جوانب حياتنا تقريبًا ، غالبًا بطرق لا ندركها ولا يمكننا رؤيتها. خدمات الأمن عبر الإنترنت لا تختلف.",
  "info-text-3-2-pr": "من خلال التعلم عبر آلاف الإشارات ، يمكن للنماذج أن تستنتج وتصل إلى ثقة عالية في اكتشاف السلوك الضار بسرعة كبيرة ، حتى عندما لا تكون إشارة فردية قوية بما يكفي للإشارة إلى مشكلة.",
  "info-text-3-3-pr": "ومع ذلك ، لا يتطلب أي من هذا استخدام معلومات التعريف الشخصية (PII). تسمح لنا تقنيات التشفير الحديثة بتجاهل أي بيانات شخصية في أسرع وقت ممكن ، وإنشاء توقيعات أحادية الاتجاه بدلاً من ذلك لا يمكن ربطها بأي فرد.",
  "info-text-3-4-pr": "يعمل التدريب على البيانات مجهولة الهوية أيضًا ، ولا يتطلب المساومة على الأمان أو الخصوصية. لقد أجرى عملاؤنا الاختبارات التجريبية ، وأعلنوا أننا نساوي أو أفضل من البدائل الخاصة.",
  "cloudflare-quote-text-privacy": "لقد أحببنا عددًا من الأشياء حول حلول hCaptcha: 1) لا يبيعون البيانات الشخصية ؛ إنهم يجمعون الحد الأدنى من البيانات الشخصية الضرورية فقط ، ويتسمون بالشفافية في وصف المعلومات التي يجمعونها وكيفية استخدامها و / أو الكشف عنها.",
  "pilot-head": "جربنا في بيئتك دون أي التزام.",
  "pilot-text-1a": "نحن مهندسون ولسنا مندوبي مبيعات: نريدك أن تكون سعيدًا باختيارك.",
  "pilot-text-1b": "أفضل طريقة لضمان رضاك هي إثبات أننا نلبي احتياجاتك.",
  "pilot-text-1c": "تقريبًا ، تختار جميع الشركات التي تبدأ برنامجًا تجريبيًا حلولنا في النهاية.",
  "pilot-text-1d": "استخدم هذا النموذج للوصول إلى أحد المتخصصين الفنيين لدينا. نرد بسرعة.",
  "pilot-text-1e": "يمكنك أيضا مراسلتنا عبر البريد الإلكتروني مباشرة.",
  "pilot-email-details": "التفاصيل هنا.",
  "pilot-f1": "منطقة",
  "pilot-f2": "اسمك",
  "pilot-f3": "اسمك",
  "pilot-f4": "بريد العمل",
  "pilot-f5": "أي تفاصيل أخرى يجب أن تكون لدينا؟",
  "pilot-f6": "هل تحتاج إلى تأهيل عاجل؟",
  "pilot-f7": "نعم فعلا.",
  "pilot-f8": "أنا أتعرض للهجوم وأحتاج إلى تأهيل فوري.",
  "pilot-f9": "يقدم",
  "pilot-f10": "بإدخال بريدك الإلكتروني ، فإنك توافق على الشروط وسياسة الخصوصية الخاصة بنا ، وعلى تلقي بريد إلكتروني منا.",
  "pilot-fo-1": "لا يمكن أن يكون الاندماج أسهل.",
  "pilot-fo-2": "يحتوي hCaptcha على العشرات من عمليات التكامل سابقة الإنشاء لأنظمة الواجهة الأمامية والخلفية التي تستخدمها.",
  "pilot-fo-3": "إذا كنت قادمًا من reCAPTCHA من Google ، فإن واجهات برمجة التطبيقات (API) الخاصة بنا هي بدائل بدون اتصال. ثلاثة أسطر من التعليمات البرمجية هي كل ما تحتاجه.",
  "pilot-fo-4": "يمكن لمهندسي الإعداد لدينا مساعدتك على المضي قدمًا بسرعة ، سواء كنت بحاجة إلى تكامل React أو SDK لتطبيقات iOS الأصلية أو مثال على خلفية Java أو أي سيناريو آخر تقريبًا.",
  "pilot-fo-5": "وكالعادة ، تعد الخصوصية قيمة أساسية بالنسبة لنا. أضف رمز التحدي الخاص بنا فقط عندما يكون ذلك ضروريًا ، وحيث يكون من المنطقي حمايتك أنت والمستخدمين. يبدأ تقليل جمع البيانات من لحظة التكامل.",
  "pilot-fdone": "شكرا لك. سنكون على اتصال قريبا.",
  "home-ent-2-new": "تعرف على المزيد حول حل مؤسستنا.",
  "home-ent-button-new": "مشروع hCaptcha",
  "home-main-plans2-new": "توفر حلول hCaptcha Enterprise أمانًا رائدًا في فئته وتحمي العديد من أفضل الخدمات عبر الإنترنت.",
  "home-plans-button-2-new": "يتعلم أكثر",
  "header-enterprise-link": "مشروع",
  "sales-interstitial-c1b-new": "تعرف على المزيد حول hCaptcha Enterprise"
}
