{
  "a11y-img-1": "شاشة مستخدم إمكانية الوصول بعد تسجيل الدخول",
  "a11y-img-2": "خيار الوصول في قائمة واجهة المستخدم المصغرة",
  "a11y-img-3": "مربع حوار إمكانية الوصول في واجهة مستخدم الأداة",
  "about-advisors-brendan": "الرئيس التنفيذي لشركة Brave. أحد مؤسسي Mozilla. منشئ لغة برمجة JavaScript. منشئ المتصفحات والمزيد.",
  "about-advisors-dawn": "أستاذ علوم الكمبيوتر بجامعة كاليفورنيا ، بيركلي. التعلم العميق والأمان وخبير blockchain. الرئيس التنفيذي لمختبرات الواحة.",
  "about-advisors-head": "المستشارون",
  "about-advisors-keiran": "عالم أبحاث في ستانفورد. التعلم الآلي والتمويل الكمي في البنوك الكبرى وصناديق التحوط والأوساط الأكاديمية.",
  "about-content-head-1": "الذي نفعله",
  "about-content-head-2": "لماذا يهم",
  "about-content-text-1a": "تقدم hCaptcha نهجًا حديثًا يركز على الخصوصية لإيقاف برامج الروبوت.",
  "about-content-text-1b": "نعرض تحديات CAPTCHA التي يصعب على الروبوتات ولكنها سهلة على الأشخاص من خلال جمع البيانات التي يصعب تصنيفها من مشكلات التعلم الآلي ، واستخدامها للتمييز ما إذا كان زائر موقع الويب أو التطبيق بشريًا.",
  "about-content-text-2a": "الجهات الفاعلة السيئة شائعة بشكل متزايد على الإنترنت. لكن التضحية بخصوصية المستخدم ليس هو الحل.",
  "about-content-text-2b": "تركز الحلول الأمنية التي تقدمها الشركات الإعلانية بشكل أساسي على تتبع المستخدمين عبر الويب. لقد أنشأنا حلاً أمنيًا فعالاً يثبت أن الإضرار بخصوصية المستخدم ليس ضروريًا لتحقيق نتائج ممتازة.",
  "about-intro-head-1": "حول hCaptcha",
  "about-intro-head-2": "الخصوصية والأمان والتعلم الآلي.",
  "about-intro-text": "hCaptcha هي خدمة CAPTCHA المستقلة الأكثر استخدامًا في العالم.",
  "about-leadership-head": "من نحن",
  "about-leadership-headsub": "فريق من ذوي الخبرة ، يعمل على حل أصعب مشاكل اليوم.",
  "about-leadership-link1": "من نحن",
  "about-leadership-text1": "نحن متخصصون في التعلم العميق والتعلم الآلي للمجال المرئي على نطاق واسع ، مع التركيز بشكل خاص على تأمين الأنظمة عبر الإنترنت من التهديدات الحديثة المعقدة بشكل متزايد.",
  "about-leadership-text2": "مع عقود من الخبرة في البرامج والتعلم الآلي ، نقوم ببناء وتشغيل أنظمة قابلة للتطوير على نطاق واسع لمعالجة بعض أصعب مشاكل اليوم مع الحفاظ على الخصوصية.",
  "acc-opt": "خيارات الدخول",
  "acc-opt-but": "تعرف على المزيد حول خيارات الوصول",
  "acc-opt-text": "هل أنت ضعيف البصر أو غير قادر على إكمال hCaptcha؟",
  "accessibility-link": "إمكانية الوصول",
  "appreciate-in": "نحن نقدر مساهمتك. أخبرنا بأي مشاكل وسنحلها بسرعة.",
  "fb-but": "أرسل لنا ردود الفعل",
  "feedback-text": "قدم ملاحظاتك حول hCaptcha الذي رأيته للتو",
  "footer-attribution": "الإسناد",
  "footer-copyright-text": "hCaptcha هي علامة تجارية مسجلة لشركة Intuition Machines، Inc.",
  "footer-header-1": "شركة",
  "footer-header-2": "مصادر",
  "footer-header-3": "اتصل",
  "footer-link-1": "الوسم",
  "footer-link-10": "إمكانية الوصول",
  "footer-link-2": "حول",
  "footer-link-3": "وظائف",
  "footer-link-4": "العلامات التجارية",
  "footer-link-5": "أخلاقيات الذكاء الاصطناعي",
  "footer-link-6": "مدونة",
  "footer-link-7": "الحالة",
  "footer-link-8": "توثيق",
  "footer-link-9": "الإبلاغ عن خطأ",
  "footer-privacy": "خصوصية",
  "footer-subheader-1": "الدعم",
  "footer-subheader-2": "اتصل",
  "footer-terms": "شروط",
  "h-plans": "خطط الاشتراك",
  "header-docs-link": "المستندات",
  "header-labeling-services-link": "خدمات الملصقات",
  "header-login-button": "تسجيل الدخول",
  "header-plans-link": "الخطط",
  "header-signup-button": "سجل",
  "home-about-head": "حول hCaptcha",
  "home-about-subtitle": "مدعوم من بروتوكول الإنسان",
  "home-about-text-1": "تم تصميم hCaptcha لحل المشكلة الأكثر كثافة في التعلم الآلي: تصنيف كميات هائلة من البيانات في الوقت المناسب وبطريقة معقولة وموثوقة.",
  "home-about-text-2": "ينتج عن المزيد من البيانات بشكل عام نتائج أفضل في تدريب نماذج التعلم الآلي. أدى النجاح الأخير للنماذج العميقة إلى مجموعات بيانات كبيرة بشكل متزايد ، دائمًا تقريبًا مع بعض المراجعات البشرية. ومع ذلك ، فإن إنشاء مجموعات بيانات كبيرة يراجعها الإنسان عبر ميكانيكي ترك ، الشكل الثامن ، وما إلى ذلك ، يعد بطيئًا ومكلفًا.",
  "home-about-text-3": "يسمح hCaptcha لمواقع الويب بجني الأموال لخدمة هذا الطلب أثناء حظر برامج الروبوت وغيرها من أشكال إساءة الاستخدام.",
  "home-about-text-4": "يتم تشغيل سوق hCaptcha بواسطة بروتوكول HUMAN ، وهو بروتوكول لامركزي مفتوح للمراجعة البشرية يعمل على Ethereum blockchain. تربح مواقع الويب رموزًا بشرية (HMT) عندما يستخدم المستخدمون أداة hCaptcha على مواقعهم ، وتدفع شركات التعلم الآلي الرموز البشرية للحصول على بياناتها.",
  "home-ba-labeling-services-link": "خدمات الملصقات",
  "home-benefits-head-1": "القيمة في تسمية البيانات",
  "home-benefits-head-2": "رد الجميل للجمعيات الخيرية",
  "home-benefits-text-1": "هل أدركت في كل مرة تنقر فيها على السيارة أنك تساعد في تدريب أنظمة التعلم الآلي لشركة Gigantic واحدة مجانًا؟",
  "home-benefits-text-2": "hCaptcha يقلب هذا النموذج. عند استخدام hCaptcha ، تقدم الشركات عطاءات على العمل الذي يقوم به المستخدمون لإثبات إنسانيتهم. تحصل على المكافآت.",
  "home-benefits-text-3": "هل تريد رد الجميل لمؤسستك الخيرية المفضلة؟ يتيح لك hCaptcha دعم المؤسسات الخيرية التي تختارها بالأرباح التي تجنيها من استخدامها. سيتمكن المستخدمون على موقعك قريبًا من رؤية مساهمتك في الأعمال الخيرية من خلال العلامات التجارية السرية على واجهة hCaptcha.",
  "home-challenge-text-1": "حدد جميع الصور التي تطابق الاستعلام",
  "home-challenge-text-2": "تحديد المنطقة المحيطة للكائنات",
  "home-challenge-text-3": "تحديد الملصقات المقابلة",
  "home-challenge-title-1": "مقارنة",
  "home-challenge-title-2": "الصندوق المحيط",
  "home-challenge-title-3": "التصنيف",
  "home-challenges-head": "التحديات المعروضة",
  "home-challenges-text-1": "... ومهام أخرى بسيطة. سهل للبشر ، صعب على الروبوتات.",
  "home-challenges-text-2": "المهام المخصصة متاحة أيضًا لناشري المؤسسات.",
  "home-ent-1": "هل تبحث عن عروض أمن مؤسستنا؟",
  "home-ent-2": "قم بزيارة موقعنا المخصص الجديد: BotStop.com",
  "home-ent-button": "اعرف المزيد: BotStop بواسطة hCaptcha",
  "home-from-the-blog": "من المدونة:",
  "home-from-the-blog-value": "كيف تعمل إعدادات صعوبة hCaptcha",
  "home-intro-body": "هل تستخدم رمز التحقق لمنع الروبوتات؟ تحمي hCaptcha خصوصية المستخدم ، وتكافئ مواقع الويب ، وتساعد الشركات على تصنيف بياناتها. إنه بديل مؤقت لـ reCAPTCHA: يمكنك التبديل في غضون دقائق.",
  "home-intro-button": "أفتح حساب الأن",
  "home-intro-head": "وقف المزيد من الروبوتات. ابدأ في حماية خصوصية المستخدم.",
  "home-main-1": "نشر. آمن. بسرعة. ونحن ندفع لك مقابل استخدامها.",
  "home-main-2": "تركز الخصوصية",
  "home-main-2c": "ترى شبكات الإعلانات زوار موقعك على أنهم المنتج. بالنسبة إلى hCaptcha ، يكون المنتج هو العمل الذي يقدمونه. نحن لا نهتم بمن هم المستخدمون لديك ، فقط مدى احتمالية أن يكونوا ضارين. نحن ندعم مبادرات مثل Privacy Pass ، ونعمل بجد لتحقيق التوازن بين الخصوصية والأمان.",
  "home-main-3": "الأمن أولا",
  "home-main-3c": "الدقة في مصلحتك ومصلحتنا. hCaptcha يركز على الناشر. نحن نعمل على تزويدك ببيانات حقيقية ونتيح لك تحديد كيفية استخدامها. يتم توفير رموز التحقق الأخرى بواسطة شركات الإعلانات العملاقة. هذا يعني أن كل روبوت يحظره قد يقلل من أرباحه",
  "home-main-4": "تجربة مستخدم أفضل",
  "home-main-4c": "تستخدم hCaptcha نماذج التعلم الآلي المتطورة لتحديد البشرية. يتيح لنا ذلك طلب مهام أقل إزعاجًا من المستخدمين واستغلال وقت أقل في القيام بذلك ، مع الاستمرار في إنتاج بيانات مصنفة مفيدة لتصنيف العملاء.",
  "home-main-plans": "hCaptcha مجاني للاستخدام للناشرين بأي حجم. ومع ذلك ، بالنسبة للمؤسسات والمنصات التي تحتاج إلى مزيد من التحكم ، تتوفر حلول المؤسسات الخاصة بنا.",
  "home-main-plans2": "تحمي حلول hCaptcha للمؤسسات ملايين المستخدمين عبر عشرات الملايين من مواقع الويب لبعض أكبر الشركات على هذا الكوكب. يرجى الاتصال بنا للحصول على مزيد من المعلومات ، أو زيارة",
  "home-main-plans3": "تحمي حلول hCaptcha للمؤسسات ملايين المستخدمين عبر عشرات الملايين من مواقع الويب لبعض أكبر الشركات على هذا الكوكب. يرجى الاتصال بنا للحصول على مزيد من المعلومات ، أو زيارة",
  "home-main-plans4": "للتفاصيل.",
  "home-plans-button-1": "أفتح حساب الأن",
  "home-plans-button-2": "مبيعات الاتصال",
  "home-plans-chart-head-1": "المميزات",
  "home-plans-chart-head-2": "الناشر",
  "home-plans-chart-head-3": "مشروع - مغامرة",
  "home-plans-chart-row-1-cell-1": "تم إظهار أنواع تحدي التحكم",
  "home-plans-chart-row-1-cell-2": "محدودة",
  "home-plans-chart-row-1-cell-3": "مجموع",
  "home-plans-chart-row-10-cell-1": "لوحات معلومات متعددة المستخدمين",
  "home-plans-chart-row-11-cell-1": "ميزات إعداد التقارير المتقدمة",
  "home-plans-chart-row-12-cell-1": "اتفاقيات مستوى الخدمة الخاصة بالمؤسسات",
  "home-plans-chart-row-2-cell-1": "تم استخدام محتوى تحدي التحكم",
  "home-plans-chart-row-2-cell-2": "محدودة",
  "home-plans-chart-row-2-cell-3": "مجموع",
  "home-plans-chart-row-3-cell-1": "اكسب مكافآت على الحلول البشرية",
  "home-plans-chart-row-4-cell-1": "حماية عالمية ضد الروبوتات",
  "home-plans-chart-row-5-cell-1": "يعمل في كل بلد",
  "home-plans-chart-row-5a-cell-1": "أوضاع عدم وجود CAPTCHA و 99.9٪ سلبية",
  "home-plans-chart-row-5b-cell-1": "درجات ثقة البوت",
  "home-plans-chart-row-6-cell-1": "سياسة الخصوصية المتوافقة مع القانون العام لحماية البيانات وقانون حماية خصوصية المستهلك",
  "home-plans-chart-row-7-cell-1": "مستويات صعوبة دقيقة",
  "home-plans-chart-row-8-cell-1": "إطلاق محتوى التحدي الخاص بك",
  "home-plans-chart-row-9-cell-1": "جدولة الصعوبة على أساس الوقت",
  "home-try-it-out-button": "احصل على hCaptcha",
  "home-try-it-out-head": "حاول",
  "home-try-it-out-text": "يوفر hCaptcha اكتشافًا بسيطًا وسهلاً وموثوقًا للروبوتات بينما يكون حله بسيطًا بالنسبة للبشر",
  "labeling-about-head": "حول hCaptcha",
  "labeling-about-text-1": "تم تصميم hCaptcha لحل المشكلة الأكثر كثافة في التعلم الآلي ؛ تصنيف كميات هائلة من البيانات في الوقت المناسب وبطريقة معقولة وموثوقة. ينتج عن المزيد من البيانات بشكل عام نتائج أفضل في تدريب نماذج التعلم الآلي. أدى النجاح الأخير للنماذج العميقة إلى مجموعات بيانات كبيرة بشكل متزايد ، وتخدم hCaptcha هذه الحاجة.",
  "labeling-about-text-2": "ومع ذلك ، فإن إنشاء مجموعات بيانات كبيرة يراجعها الإنسان باستخدام الطرق التقليدية يعتبر بطيئًا ومكلفًا. hCaptcha هي طريقة للشركات للحصول على التعليقات التوضيحية التي تطلبها بشكل أسرع وبجودة أعلى وبتكلفة أقل من البدائل الأخرى.",
  "labeling-annotations-head": "أنواع التعليقات التوضيحية",
  "labeling-annotations-text-1": "كشف دقيق للأشياء في الصور والفيديو",
  "labeling-annotations-text-2": "كشف دقيق للأشياء في الصور والفيديو",
  "labeling-annotations-text-3": "التعليقات التوضيحية النقطية للعديد من حالات الاستخدام المختلفة",
  "labeling-annotations-text-4": "فرز أو إلحاق فئات عشوائية من أي حجم",
  "labeling-annotations-text-5": "الكشف والتصنيف بالطاقة البشرية",
  "labeling-annotations-text-6": "هل تحتاج إلى نوع آخر غير مدرج هنا؟ فقط اسألنا.",
  "labeling-annotations-title-1": "المربعات المحيطة",
  "labeling-annotations-title-2": "المضلعات",
  "labeling-annotations-title-3": "معالم",
  "labeling-annotations-title-4": "تصنيف السمة",
  "labeling-annotations-title-5": "المقارنة والكشف",
  "labeling-annotations-title-6": "... و أكثر من ذلك بكثير",
  "labeling-ent-button": "اتصل بفريق حلول المؤسسات لدينا",
  "labeling-ent-head": "هل تحتاج إلى تحكم شامل؟",
  "labeling-ent-text-1": "يوفر النظام الأساسي البشري وراء hCaptcha ميزات إدارة وجودة عمل متطورة للغاية عبر عمليات النشر في مقر العمل أو الهجين أو SaaS التي تتكامل مع أنظمتك الحالية.",
  "labeling-ent-text-2": "يمكنك التشغيل بلا اتصال بالإنترنت تمامًا مع القوى العاملة الخاصة بك ، وتتبع القيمة المستهلكة عبر وحدات العمل أو شركاء الاتحاد ، وتوجيه الوظائف بشكل انتقائي إلى موفري العمالة الداخليين أو الخارجيين المختلفين بناءً على متطلبات التكلفة والأمان ، والمزيد.",
  "labeling-ent-text-3": "سهولة الوصول إلى واجهة برمجة التطبيقات ، ولوحات المعلومات الجميلة ، وأحدث تقنية نموذج في الحلقة لزيادة الكفاءة إلى أقصى حد.",
  "labeling-ent-text-4": "اتفاقيات مستوى الخدمة لوقت التشغيل بنسبة 99.99٪ والدعم العالمي على مدار الساعة طوال أيام الأسبوع. للمزيد من المعلومات:",
  "labeling-features-head-1": "خطوط أنابيب بسيطة يحركها API.",
  "labeling-features-head-2": "الأمثل من حيث التكلفة والجودة. لا يلزم وجود التزام مسبق.",
  "labeling-features-head-3": "ادفع فقط مقابل الدقة التي تحتاجها.",
  "labeling-features-head-4": "قدم بيانات الحقيقة الأساسية الخاصة بك أو دعنا نبنيها بسرعة.",
  "labeling-features-text-1": "هل تريد دمج المراجعة البشرية مباشرة في عمليات عملك؟ نحن نقدم اتفاقيات مستوى الخدمة ذات الموثوقية العالية والقدرة المضمونة وواجهات برمجة تطبيقات REST البسيطة.",
  "labeling-features-text-2": "تستخدم منصة HUMAN نماذج ثقة شاملة لإجراء تحليل متطور للجودة في الوقت الفعلي. يتيح لنا ذلك تحديد مدى صعوبة الأسئلة وإجابتها الصحيحة المحتملة بسرعة ، مما يوفر لك الوقت والمال.",
  "labeling-features-text-3": "ليست كل المشاكل متشابهة. قد تتطلب التعليقات التوضيحية لمهام السلامة الحرجة ثقة بنسبة 99.99٪ من العاملين البشريين بالكامل. قد تتطلب التعليقات التوضيحية لميزة تجريبية واحدة في تطبيق ألعاب الجوال ثقة متوسطة فقط. انت صاحب القرار.",
  "labeling-features-text-4": "هل لديك بيانات أولية بدون مجموعة تحقق شاملة؟ في معظم الحالات ، يمكننا إنشاء واحدة لك أثناء تشغيل المهام من خلال النظام ، أو إنشاء عينات معنونة للحصول على موافقتك.",
  "labeling-info-head": "الحصول على بيانات مصنفة",
  "labeling-info-text-1": "تحدث مع أحد خبراء المجال لدينا لتحديد احتياجات مشروعك: الدقة المستهدفة ، والتنسيق ، وأي متطلبات خاصة.",
  "labeling-info-text-2": "نقوم بتنفيذ مهمة إنتاجية صغيرة بناءً على بيانات العينة الخاصة بك. هذا يختبر العمل الذي قمنا به معًا لضمان حصولك على ما تحتاجه بالضبط.",
  "labeling-info-text-3": "من خلال حجمنا الكبير وزمن وصولنا المنخفض ، سنقوم بتحويل عملك سريعًا ، مع التسليم التلقائي بمجرد الانتهاء.",
  "labeling-info-text-4": "نظرًا لأننا نفهم بشكل أفضل معايير العمل الإنتاجي الخاص بك ، فسوف تستمر النتائج في التحسن بمرور الوقت.",
  "labeling-info-text-5": "تتيح لك لوحات المعلومات المباشرة تقديم ملاحظات أو إيقاف الإنتاج مؤقتًا في أي وقت.",
  "labeling-info-title-1": "تحديد المواصفات",
  "labeling-info-title-2": "اختبار الوظيفة الأولي",
  "labeling-info-title-3": "نشر وظائف الإنتاج",
  "labeling-info-title-4": "تحسن مستمر",
  "labeling-info-title-5": "نتائج فورية",
  "labeling-main-1": "تسمية البيانات فعالة من حيث التكلفة على نطاق واسع",
  "labeling-main-1-button": "احصل على بياناتك مصنفة الآن",
  "labeling-main-1c": "هل تحتاج إلى المزيد من الملصقات لمجموعات البيانات الخاصة بك؟ يوفر hCaptcha تسمية بيانات سريعة وفعالة من حيث التكلفة وعالية الجودة للشركات التي تعمل على تطبيقات الذكاء الاصطناعي والتعلم الآلي.",
  "labeling-main-2": "إطلاق ملايين المهام على الفور.",
  "labeling-main-2-button": "شراء خدمات توسيم البيانات",
  "labeling-main-2c": "يحتوي hCaptcha على أحد أكبر المسابح المتاحة لاستخدامك على هذا الكوكب. مهما كان حجمك ، يمكننا التعامل معه دون التزامات مسبقة باهظة الثمن. ملايين المهام في اليوم ليست مشكلة.",
  "labeling-platform-head": "معلومات خاصة أو عامة",
  "labeling-platform-text": "تم بناء hCaptcha على النظام الأساسي البشري ، والذي يسمح بالتوجيه والتحليل المتطور لتحسين التكلفة والكفاءة في كل خطوة. تتيح هذه التقنية للقوى العاملة المناسبة التعامل مع كل جزء من وظيفتك ، مما يزيد من فعالية التكلفة إلى أقصى حد مع الحفاظ على الخصوصية وتلبية أي متطلبات تنظيمية قد تنطبق.",
  "labeling-try-button": "شراء خدمات توسيم البيانات",
  "labeling-try-head": "تريد أن تجربها مع بياناتك؟",
  "labeling-try-text": "... نحن جاهزون عندما تكون: خدمتنا متاحة على مدار الساعة.",
  "learn-more-hcaptcha": "تعرف على المزيد حول hCaptcha",
  "page-acc-faq-1": "السؤال: هل يتوافق hCaptcha Section 508 + WCAG 2.1 AA؟ الإجابة: نعتقد ذلك: يمكن لجميع المستخدمين الذين يعانون من أي شكل من أشكال الإعاقة والذين يمكنهم تصفح الويب وإدخال نص في النماذج الوصول إلى الخدمات المحمية بواسطة hCaptcha عند التسجيل. ومع ذلك ، هذه ليست نصيحة قانونية: يجب عليك إجراء التقييم الخاص بك ، مع الأخذ في الاعتبار التنفيذ الخاص بك للتأكد من أن هذا هو الحال بالنسبة لنشرك.",
  "page-acc-faq-2": "السؤال: هل تعمل على خيارات أخرى لإمكانية الوصول (a11y) ، مثل الصوت؟ الإجابة: الخيارات الشائعة سابقًا مثل اختبارات CAPTCHA الصوتية تميز العديد من مستخدمي a11y ويمكن هزيمتها بسهولة بواسطة تقنيات التعلم الآلي الحديثة. وقد أدى ذلك إلى زيادة صعوبة التحديات الصوتية الحالية ، مما أدى إلى إحداث ضوضاء وتوقيت غريب وتركيبات غير عادية من الكلمات وما إلى ذلك لهزيمة المهاجمين. وبالتالي فنحن أقل حماسًا بشأن هذا النهج مقابل تجنب التحدي تمامًا ، ولكننا سننظر فيه إذا كان هناك طلب من مجتمع a11y. ومع ذلك ، فإننا مهتمون جدًا ببرنامج Privacy Pass لحالة استخدام إمكانية الوصول. نعتقد أن الجمع بين نهجنا الحالي a11y وإصدار تصريح الخصوصية سيسمح لمستخدمي a11y بالتصفح بأمان ، مع العلم أن حركة المرور الخاصة بهم أكثر خصوصية ، مع تقييد إساءة استخدام مشغلي الروبوتات التي تحدث حتماً عند توفر خيارات a11y. نحن مشاركين نشطين في مجموعة عمل IETF التي تعمل على توحيد هذه التكنولوجيا الجديدة.",
  "page-acc-faq-3": "سؤال: ماذا عن الخصوصية؟ هل يكشف التسجيل عن بيانات التصفح a11y بطريقة ما؟ ماذا تفعل بالبريد الإلكتروني؟ الإجابة: تم تصميم hCaptcha للخصوصية من الألف إلى الياء. إنه مختلف تمامًا عن الخيارات التقليدية مثل reCAPTCHA المملوكة لشبكات الإعلانات ، والتي لديها حافز لتتبعك عبر الويب وربطك بهوية حقيقية. لا نستخدم مطلقًا رسائل البريد الإلكتروني أو المعلومات الخاصة بإمكانية الوصول لأي غرض بخلاف تسهيل استخدام a11y ومنع إساءة الاستخدام. تحتوي سياسة الخصوصية الخاصة بنا على إجابات شاملة وموثوقة فيما يتعلق بكيفية استخدامنا للبيانات ، ولكن الإجابة المختصرة هي أننا لا نهتم بربطك كشخص بسجل التصفح الخاص بك ، كما أننا نعمل حاليًا على حل تشفير للتخلص بسرعة من عنوان بريدك الإلكتروني مع الحفاظ على قدرتنا على منع إساءة الاستخدام ، واستكمال عمل Privacy Pass الخاص بنا.",
  "page-acc-link-1": "إذا كنت من مستخدمي إمكانية الوصول ، فيرجى التسجيل هنا.",
  "page-acc-subhead": "ضمان الوصول السلس لجميع المستخدمين مع الحفاظ على الأمن",
  "page-acc-summary": "ملخص",
  "page-acc-summary-contents-1": "تم تصميم hCaptcha لإيقاف الروبوتات من خلال تمييزها عن الأشخاص. تعد الاختبارات المرئية أداة مناسبة لذلك ، ولكن لا يمكن للجميع حل التحدي المرئي. لهذا السبب ، قمنا بتصميم بديل بسيط وسهل للسماح للناشرين الذين يستخدمون خدمتنا بالحفاظ على إمكانية الوصول للجميع مع الامتثال الكامل للقسم 508 و WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "كيف يعمل: أولاً ، يقوم مستخدم إمكانية الوصول بالتسجيل في عنوان URL هذا ، المرتبط في صفحة معلومات عنصر واجهة مستخدم hCaptcha. يتم منحهم ملف تعريف ارتباط مشفر يمكن استخدامه عدة مرات في اليوم ، ولكن يجب تحديثه كل 24 ساعة عبر تسجيل الدخول. عندما يتم تقديم تحدٍ لمستخدم إمكانية الوصول على أي موقع باستخدام خدمة hCaptcha ، فسوف يمرون تلقائيًا.",
  "page-acc-title": "معلومات الوصول إلى hCaptcha",
  "page-acc-tr-body": "سؤال: ما زلت أرى تحديًا بعد إعداد ملف تعريف الارتباط. لماذا يحدث هذا؟<br> الإجابة: يرجع هذا عادةً إلى استخدام مانع إعلانات قوي أو امتداد مضاد لملفات تعريف الارتباط ، أو إعداد يحظر ملفات تعريف الارتباط عبر المواقع ، وفي هذه الحالة ملف تعريف ارتباط لـ hcaptcha.com تم تعيينه أو التحقق منه بواسطة hCaptcha JS على موقع مختلف ، مثل الشخص الذي تزوره.<br><br> تعمل ملفات تعريف الارتباط لإمكانية الوصول إلى hCaptcha مع جميع المتصفحات الشائعة وحاجبات الإعلانات بإعداداتها القياسية ، لذلك عادةً ما تكون حالات الفشل بسبب البرامج النصية لمكافحة منع الإعلانات أو مجموعات القواعد المماثلة التي تستهدف مواقع معينة.<br><br> حلول:<br><br> 1. أضف ملفات تعريف الارتباط hcaptcha.com و * .hcaptcha.com إلى القائمة البيضاء في مانع الإعلانات أو ملحق أمان المتصفح.<br> 2. إذا كنت تستخدم متصفح Brave ، والذي لا يبدو أنه يحتوي حاليًا على أي نوع من القائمة البيضاء لملفات تعريف الارتباط ، فانتقل إلى التفضيلات -> الدروع -> ملفات تعريف الارتباط واختر السماح لجميع ملفات تعريف الارتباط.<br> 3. إذا كنت تستخدم أحدث إصدار من Safari على نظام التشغيل OS X 10.15 أو iOS 13.4 الذي تم إصداره مؤخرًا ، فقد غيّرت Apple للتو سلوك Safari المرتبط بملفات تعريف الارتباط للجهات الخارجية ، وحظرها جميعًا بشكل افتراضي. نحن ننفذ حلاً ، ولكن في غضون ذلك ، يرجى زيارة تفضيلات Safari ، وقسم الخصوصية ، وإلغاء تحديد تتبع موقع الويب: منع التتبع عبر المواقع لتمكين ملف تعريف ارتباط إمكانية الوصول من العمل كما هو متوقع.<br><br> سؤال: أنا أستخدم أجهزة متعددة. هل أحتاج إلى التسجيل عدة مرات؟<br> الإجابة: لا ، الرجاء النقر فوق نفس رابط تسجيل الدخول إلى البريد الإلكتروني المرسل إليك على كل جهاز تستخدمه لتعيين ملف تعريف الارتباط.<br><br> السؤال: كيف يمكنني حماية نفسي من تتبع ملفات تعريف الارتباط التابعة لجهات خارجية أثناء استخدام ملف تعريف ارتباط إمكانية الوصول؟<br> الإجابة: إن استخدام أي امتداد للخصوصية أو حظر الإعلانات يدعم القائمة البيضاء على مستوى المجال (مثل uBlock Origin) سيعمل كما هو متوقع: فقط تأكد من إدراج hcaptcha.com في القائمة البيضاء.",
  "page-acc-tr-title": "لمستخدمي إمكانية الوصول: أسئلة متكررة ودليل استكشاف الأخطاء وإصلاحها",
  "page-acc-tr2-body": "سفاري<br> لتمكين ملفات تعريف الارتباط في Safari (Mac): انتقل إلى قائمة Safari المنسدلة. حدد التفضيلات. انقر فوق الخصوصية في اللوحة العلوية. ضمن \"حظر ملفات تعريف الارتباط\" ، حدد الخيار \"أبدًا\".<br> لتمكين ملفات تعريف الارتباط في Safari (iPhone / iPad iOS 11+): افتح الإعدادات الخاصة بك. قم بالتمرير لأسفل وحدد Safari. ضمن الخصوصية والأمان ، قم بإيقاف تشغيل \"منع التتبع عبر المواقع\" و \"حظر جميع ملفات تعريف الارتباط\"<br><br> ثعلب النار<br> انقر فوق الدرع الموجود على يسار شريط العناوين في أي صفحة ويب. انقر فوق إعدادات الحماية. سيتم فتح لوحة الخصوصية والأمان الخاصة بتفضيلات Firefox. ضمن تعزيز الحماية من التعقب ، حدد مخصص. اختر برامج التتبع والبرامج النصية التي تريد حظرها عن طريق تحديد مربعات الاختيار هذه. تأكد من إلغاء حظر hcaptcha.com.<br><br> يمكنك أيضًا إيقاف تشغيل بعض الحماية في Custom مؤقتًا لتصحيح هذا الخطأ ، عن طريق إلغاء تحديد مربعات الاختيار: قم بإلغاء تحديد خانة اختيار Trackers أو إلغاء تحديد مربع اختيار ملفات تعريف الارتباط إذا كنت لا تزال تواجه مشكلات.<br><br> جوجل كروم<br> جوجل كروم (كمبيوتر شخصي)<br> حدد رمز قائمة Chrome. حدد الإعدادات.<br> انتقل إلى الخصوصية والأمان ، ثم ملفات تعريف الارتباط وبيانات الموقع الأخرى.<br> تأكد من عدم تمكين \"حظر ملفات تعريف الارتباط للجهات الخارجية\".<br><br> جوجل كروم (ماك):<br> افتح تفضيلات Chrome من شريط القائمة.<br> انتقل إلى الخصوصية والأمان ، ثم ملفات تعريف الارتباط وبيانات الموقع الأخرى.<br> تأكد من عدم تمكين \"حظر ملفات تعريف الارتباط للجهات الخارجية\".<br><br> جوجل كروم (أندرويد):<br> على جهاز Android الخاص بك ، افتح تطبيق Chrome.<br> في الجزء العلوي الأيسر ، انقر على \"المزيد\" ثم \"الإعدادات\".<br> اضغط على إعدادات الموقع ثم ملفات تعريف الارتباط.<br> بجوار \"ملفات تعريف الارتباط\" ، شغّل الإعداد.<br> حدد المربع بجوار \"السماح لملفات تعريف الارتباط للجهات الخارجية\".<br><br> متصفح الانترنت<br> 1. حدد الترس في الزاوية العلوية اليمنى من الشاشة ، ثم حدد \"خيارات الإنترنت\". إذا تم تمكين شريط القوائم ، فيمكنك تحديد \"أدوات\" ثم \"خيارات الإنترنت\".<br> 2. انقر فوق علامة التبويب \"الخصوصية\".<br> 3. حدد الزر \"خيارات متقدمة\".<br> 4. ضمن \"ملفات تعريف الارتباط للجهات الخارجية\" ، اختر \"قبول\".<br> 5. انقر فوق \"موافق\"",
  "page-acc-tr2-head": "إرشادات المستعرض لملفات تعريف الارتباط عبر المواقع",
  "priv-hc": "تركز الخصوصية",
  "priv-hc-text": "ترى الشبكات الإعلانية أنك منتجهم. نحن لا نفعل. نحن لا نهتم بمن هم المستخدمون ، فقط مدى احتمالية أن يكونوا ضارين. نحن ندعم مبادرات مثل Privacy Pass ، ونعمل بجد لتحقيق التوازن بين الخصوصية والأمان.",
  "reporting-bugs-accessibility-button": "تعرف على المزيد حول خيارات الوصول",
  "reporting-bugs-accessibility-head": "خيارات الدخول",
  "reporting-bugs-accessibility-text": "هل أنت ضعيف البصر أو غير قادر على إكمال hCaptcha؟",
  "reporting-bugs-guide-ff-head": "تفاصيل تقرير تسجيل الأخطاء: Firefox",
  "reporting-bugs-guide-ff-step-1": "الخطوة 1: افتح أدوات المطور (يبدأ هذا في تسجيل الجلسة.)",
  "reporting-bugs-guide-ff-step-2": "الخطوة 2: انقر فوق علامة التبويب الشبكة في أدوات المطور. حدد مربع سجلات استمرار في الأعلى.",
  "reporting-bugs-guide-ff-step-3": "الخطوة 3: قم بزيارة https://accounts.hcaptcha.com/demo ، أو موقع الويب الذي تواجه مشكلة فيه (ملاحظة الخصوصية: فقط إذا كنت لا تمانع في مشاركة ما هو عليه) ... ثم انقر فوق I أنا زر الإنسان ، ومحاولة حلها.",
  "reporting-bugs-guide-ff-step-4": "الخطوة 4: انقر فوق HAR بعد محاولة الحل ، واختر Save All as HAR لحفظ سجل الشبكة. أرسل هذا الملف إلينا.",
  "reporting-bugs-guide-ff-step-5": "الخطوة 5: انقر فوق علامة التبويب Console ، وانقر بزر الماوس الأيمن ثم حدد الكل واحفظه في ملف نصي ، من أجل حفظ سجل وحدة التحكم. أرسل لنا ذلك أيضًا.",
  "reporting-bugs-guide-ff-step-6": "الخطوة الأخيرة: إرسال ملفات سجل HAR ووحدة التحكم هذه إلينا بالبريد الإلكتروني ، ووصف المشكلة استخدم: support@hcaptcha.com (يرجى استخدام خدمة مثل Dropbox أو Filebin وإرسال الروابط) واختيار لقطة شاشة ، إذا كنت تشك في عدم عرض شيء بشكل صحيح . يرجى إرسال عنوان IP الذي تستخدمه أيضًا. يمكنك الحصول عليه من https://www.whatsmyip.org/ شكرًا على الوقت الذي قضيته في مساعدتنا في الحصول على هذه المعلومات! نحن ملتزمون بجعل hCaptcha يعمل بشكل جيد للجميع.",
  "reporting-bugs-guide-head": "تفاصيل تقرير تسجيل الأخطاء: Chrome",
  "reporting-bugs-guide-step-1": "الخطوة 1: افتح أدوات المطور (يبدأ هذا في تسجيل الجلسة.)",
  "reporting-bugs-guide-step-2": "الخطوة 2: انقر فوق علامة التبويب الشبكة في أدوات المطور. حدد مربع الاحتفاظ بالسجل في الأعلى.",
  "reporting-bugs-guide-step-3": "الخطوة 3: قم بزيارة https://accounts.hcaptcha.com/demo ، أو موقع الويب الذي تواجه مشكلة فيه (ملاحظة الخصوصية: فقط إذا كنت لا تمانع في مشاركة ما هو عليه) ... ثم انقر فوق I أنا زر الإنسان ، ومحاولة حلها.",
  "reporting-bugs-guide-step-4": "الخطوة 4: انقر فوق تصدير HAR (السهم الصغير لأسفل) بعد محاولة الحل ، مما يحفظ سجل الشبكة. أرسل هذا الملف إلينا.",
  "reporting-bugs-guide-step-5": "الخطوة 5: انقر فوق علامة التبويب وحدة التحكم ، وانقر بزر الماوس الأيمن ثم حفظ باسم .. لحفظ سجل وحدة التحكم. أرسل لنا ذلك أيضًا.",
  "reporting-bugs-guide-step-6": "الخطوة الأخيرة: أرسل لنا ملفات سجل HAR ووحدة التحكم هذه بالبريد الإلكتروني ، وقم بوصف المشكلة. استخدم: support@hcaptcha.com (يرجى استخدام خدمة مثل Dropbox أو Filebin وإرسال الروابط) واختيار لقطة شاشة ، إذا كنت تشك في وجود شيء لا يتم عرضه بشكل صحيح. يرجى إرسال عنوان IP الذي تستخدمه أيضًا. يمكنك الحصول عليه من https://www.whatsmyip.org/ شكرًا على الوقت الذي قضيته في مساعدتنا في الحصول على هذه المعلومات! نحن ملتزمون بجعل hCaptcha يعمل بشكل جيد للجميع.",
  "reporting-bugs-guide-text-1": "إن إرسال معلومات تصحيح الأخطاء مع تقريرك سيسهل علينا كثيرًا تحديد ما يحدث. فيما يلي إرشادات خطوة بخطوة:",
  "reporting-bugs-guide-text-2": "إذا كنت مطور ويب أو مستخدمًا خبيرًا ، فإن الملخص هو أننا نرغب في إرسال سجل HAR لتسجيل الشبكة وسجلات وحدة تحكم المتصفح إلينا. يرجى محاولة تعطيل أي أداة لحظر الإعلانات أو ملحقات أمان المتصفح أولاً ثم أعد المحاولة قبل متابعة هذه الخطوات. إذا أدى ذلك إلى حل مشكلتك ، فنحن ما زلنا نقدر لك إعلامنا بإصدار المتصفح أو مانع الإعلانات أو ملحق المتصفح وعنوان URL الخاص بموقع الويب.",
  "reporting-bugs-intro-head": "وجدت الخلل؟ إليك كيفية الإبلاغ عنها.",
  "reporting-bugs-intro-text": "يستخدم الملايين من الأشخاص hCaptcha كل شهر ، على الآلاف من مجموعات المتصفحات ، والإضافات ، والأجهزة ، والجدران النارية ، والمزيد. هدفنا هو التأكد من أنه يعمل دائمًا من أجلك ، لذلك نحن نقدر تقاريرك كثيرًا! لتقديم ملاحظات سريعة ، ما عليك سوى النقر فوق الزر \"إرسال تعليقات إلينا\". إذا كنت تواجه مشكلة وظيفية ، فالرجاء اتباع إرشادات سجل تصحيح الأخطاء لمتصفح Chrome أو إرشادات سجل تصحيح الأخطاء لمتصفح Firefox أدناه. لأي متصفحات أخرى فقط راسلنا عبر البريد الإلكتروني. للتعرف على مشكلات الأمان أو الخصوصية المحتملة ، راجع الإرشادات أدناه.",
  "reporting-bugs-privacy-head": "مشاكل خصوصية",
  "reporting-bugs-privacy-text": "نحن لا نهتم بمن هم المستخدمون ، فقط بمدى احتمال أن يكونوا خبيرين أو آلات. نحن ندعم مبادرات مثل Privacy Pass ، ونعمل بجد لتحقيق التوازن بين الخصوصية والأمان. إذا وجدت مشكلة تعتقد أنها قد تؤثر على خصوصية المستخدم ، فيرجى مراسلتنا عبر البريد الإلكتروني على support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "أرسل لنا ردود الفعل",
  "reporting-bugs-provide-feedback-head": "تقديم ملاحظات فورية حول hCaptcha",
  "reporting-bugs-provide-feedback-text": "نحن نقدر مساهمتك. أخبرنا بأي مشاكل وسنحلها بسرعة.",
  "reporting-bugs-security-head": "الأخطاء الأمنية",
  "reporting-bugs-security-text": "نحن مهتمون دائمًا بتلقي تقارير الأخطاء الأمنية. أرسل بريدًا إلكترونيًا إلى support@hcaptcha.com & CC security@hcaptcha.com وسنعاود الاتصال بك بسرعة. لدينا أيضًا برنامج bug bounty لتقارير الأمان المؤهلة على خدمة hCaptcha وشفرة المصدر ذات الصلة.",
  "sales-interstitial-c1": "للشركات",
  "sales-interstitial-c1a": "حلول أمن المؤسسات (مدفوعة)",
  "sales-interstitial-c1b": "تعرف على المزيد حول hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "شرح البيانات",
  "sales-interstitial-c1d": "شراء خدمات التعليقات التوضيحية hCaptcha",
  "sales-interstitial-c2": "للأفراد",
  "sales-interstitial-c2a": "أضف hCaptcha إلى خدمتك (مجانًا)",
  "sales-interstitial-c2b": "إضافة hCaptcha for Publishers إلى موقع الويب أو التطبيق الخاص بي",
  "sales-interstitial-c2c": "ما هو hCaptcha؟",
  "sales-interstitial-c2d": "تعرف على المزيد حول hCaptcha",
  "sales-interstitial-head": "دعنا نتأكد من وصولك إلى المكان الصحيح.",
  "sec-hc": "الأمن أولا",
  "sec-hc-text": "hCaptcha يركز على الناشر. نحن نعمل على إعطاء المواقع بيانات حقيقية والسماح لهم بتحديد كيفية استخدامها. الدقة في مصلحتك ومصلحتنا. يتم توفير رموز التحقق الأخرى من قبل شركات الإعلان. كل روبوت يحظرونه قد يقلل من عائداتهم.",
  "signup-interstitial-c1": "للشركات أو المواقع",
  "signup-interstitial-c1a": "أضف hCaptcha إلى خدمتك (مجانًا)",
  "signup-interstitial-c1b": "إضافة hCaptcha for Publishers إلى موقع الويب أو التطبيق الخاص بي",
  "signup-interstitial-c1c": "حلول أمن المؤسسات (مدفوعة)",
  "signup-interstitial-c1d": "تعرف على المزيد حول hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "شرح البيانات",
  "signup-interstitial-c1f": "شراء خدمات التعليقات التوضيحية hCaptcha",
  "signup-interstitial-c2": "للأفراد",
  "signup-interstitial-c2a": "إمكانية الوصول",
  "signup-interstitial-c2b": "تعرف على خيارات إمكانية الوصول لـ hCaptcha",
  "signup-interstitial-c2c": "يكتسب نقود",
  "signup-interstitial-c2d": "العمل كمصنّف بيانات فردي",
  "signup-interstitial-head": "دعنا نتأكد من وصولك إلى المكان الصحيح.",
  "support-interstitial-c1": "للشركات",
  "support-interstitial-c1a": "حلول أمن المؤسسات (مدفوعة)",
  "support-interstitial-c1b": "احصل على دعم لـ hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "ناشر hCaptcha (مجاني)",
  "support-interstitial-c1d": "احصل على دعم لـ hCaptcha Publisher",
  "support-interstitial-c2": "للأفراد",
  "support-interstitial-c2a": "تواجه صعوبة في التحدي؟",
  "support-interstitial-c2b": "تعرف على خيارات إمكانية الوصول لـ hCaptcha",
  "support-interstitial-c2c": "تريد الإبلاغ عن خطأ؟",
  "support-interstitial-c2d": "تعرف على المزيد حول الإبلاغ عن مشكلات البرامج",
  "support-interstitial-head": "دعنا نتأكد من وصولك إلى المكان الصحيح.",
  "switch-to-english-link": "انتقل إلى اللغة الإنجليزية",
  "what-is-hcaptcha": "ما هو hCaptcha؟",
  "what-is-hcaptcha-text": "تساعد hCaptcha خدمات الويب المفضلة لديك على منع الروبوتات والبريد العشوائي وإساءة الاستخدام من خلال طرح أسئلة بسيطة سهلة على البشر وصعبة على الأجهزة.",
  "why-hc": "لماذا hCaptcha؟",
  "why-hc-text": "في كل مرة تجيب على تحدٍ ما ، نستخدم نماذج متطورة لمعرفة ما إذا كنت إنسانًا أم آلة. يستخدم موقع الويب الذي زرته هذه النتيجة للمساعدة في تحسين تجربتك على موقعهم عن طريق منع برامج الروبوت."
}
