{
    "1031855757": "استخدام هذا الموقع",
    "1034830": "تُستثنى من هذا المنازعات التي قد لا تخضع لاتفاقية التحكيم المسبق على النحو المنصوص عليه في قانون دود-فرانك لإصلاح وول ستريت وحماية المستهلك (القانون العام 111-203)",
    "1064537632": "يرجى ملاحظة أن استخدامك لخدمتنا يخضع لاتفاقية معالجة البيانات الخاصة بنا ، والتي تم تضمينها هنا كمرجع. يرجى مراجعة هذه الاتفاقية لمعرفة كيفية معالجتنا للبيانات الشخصية نيابة عنك. لاحظ أننا نعمل كـ \"معالج بيانات\" لأغراض لائحة حماية البيانات العامة للاتحاد الأوروبي ، و \"مزود خدمة\" لأغراض قانون خصوصية المستهلك في كاليفورنيا.",
    "1095532507": "ملف تعريف الارتباط (\"ملف تعريف الارتباط\") هو ملف نصي صغير يتم وضعه على محرك الأقراص الثابتة عن طريق خادم صفحة ويب. تحتوي ملفات تعريف الارتباط على معلومات يمكن قراءتها لاحقًا بواسطة خادم ويب في المجال الذي أصدر ملف تعريف الارتباط لك. لن يتم استخدام بعض ملفات تعريف الارتباط إلا إذا كنت تستخدم ميزات معينة أو حددت تفضيلات معينة ، وسيتم استخدام بعض ملفات تعريف الارتباط دائمًا. يمكنك معرفة المزيد حول كل ملف تعريف ارتباط من خلال عرض قائمة ملفات تعريف الارتباط الحالية أدناه.",
    "1158384644": "يمكنك أن تختار في أي وقت التوقف عن استخدام موقعنا ، بشرط أن تلتزم بجميع سياسات IMI المعمول بها. يجوز لنا ، وفقًا لتقديرنا الخاص ، إنهاء هذه الاتفاقية أو تعليق الوصول إلى موقعنا على الويب أو إزالة أي خدمات على الفور دون إشعار لأي سبب.",
    "1300074400": "يمكن الحصول على معلومات حول الإدارة الحالية للشركة على صفحة \"حول\". الرئيس التنفيذي الحالي للشركة هو العضو المنتدب المسؤول عن المحتوى.",
    "1395644678": "الموقع الرسمي للمفوضية الأوروبية لحل النزاعات عبر الإنترنت:",
    "148542287": "هذه ليست استشارة قانونية ، ولا توجد ضمانات بخصوص هذا التحليل. إذا كانت لديك أسئلة أو استفسارات أخرى ، فيرجى الاتصال بنا على:",
    "1527172673": "إذا كانت لديك أي أسئلة حول سياسة ملفات تعريف الارتباط هذه ، فيرجى الاتصال بنا على:",
    "1535054294": "يرجى الاطلاع على سياستهم التفصيلية",
    "1747657936": "لا يتم توجيه مواقعنا وخدماتنا إلى الأطفال الذين تقل أعمارهم عن 13 عامًا ولا نجمع معلومات شخصية عن قصد من الأطفال الذين تقل أعمارهم عن 13 عامًا. إذا علمنا أننا جمعنا معلومات شخصية لطفل دون سن 13 عامًا ، فسنأخذ خطوات معقولة لحذف هذه المعلومات من ملفاتنا في أقرب وقت ممكن عمليًا ، ما لم يكن لدينا التزام قانوني بالاحتفاظ بها. يرجى الاتصال بنا إذا كنت تعتقد أن لدينا أي معلومات من أو عن طفل أقل من 13 عامًا:",
    "1807512722": "يمكنك رفع أي مطالبة ناشئة عن استخدامك لهذا الموقع إلى وكالة إدارية ولكن فقط إلى الحد الذي يسمح به القانون المعمول به للوصول إلى هذه الوكالة بغض النظر عن وجود اتفاق للتحكيم. وتشمل هذه المطالبات الإدارية على سبيل المثال لا الحصر الدعاوى أو الاتهامات المرفوعة أمام لجنة تكافؤ فرص العمل ووزارة العمل الأمريكية والمجلس الوطني لعلاقات العمل. لا يوجد في هذا البند ما يمنعك أو يعفيك من رفع دعوى إدارية أمام أي وكالة من أجل الوفاء بالتزامك باستنفاد سبل الانتصاف الإدارية قبل رفع دعوى في التحكيم ، ومع ذلك ، فإنك تتنازل عن الحق في أي حكم نقدي من خلال هذا إجراءات الوكالة.",
    "2238885192": "نستخدم Sentry لجمع بيانات التصحيح عندما يواجه المستخدم خطأ. للحصول على معلومات حول كيفية قيام Sentry بجمع البيانات ومعالجتها:",
    "2520904193": "أنت تتنازل عن أي حق لديك في رفع أي نزاع أو سماعه أو التحكيم فيه كإجراء جماعي أو جماعي أو تمثيلي. بصرف النظر عن أي بند آخر وارد في هذه الاتفاقية ، لا يجوز فصل الجملة السابقة عن هذه الاتفاقية في أي حال. أي ادعاء بأن هذا التنازل كليًا أو جزئيًا غير قابل للتنفيذ أو غير قابل للضمير أو باطل أو لاغٍ يمكن تحديده فقط من قبل محكمة مختصة وليس من قبل محكم. لن يتم الانتقام منك أو منعك من إكمال المهام على موقعنا على الإنترنت نتيجة لممارستك لحقوقك بموجب القسم 7 من قانون علاقات العمل الوطني ، أو من خلال تقديم أو المشاركة في دعوى جماعية أو جماعية أو تمثيلية في أي منتدى ، ولكن قد نسعى بشكل قانوني إلى إنفاذ هذا التنازل عن الدعوى الجماعية ، ونسعى إلى استبعاد مثل هذه الإجراءات أو الدعاوى الجماعية أو الجماعية أو التمثيلية.",
    "2577178569": "3. تستخدم لأغراض فنية ضرورية للغاية: تتيح للمستخدم إمكانية الوصول.",
    "2583888954": "استثناءات.",
    "263977834": "استنفاد إداري.",
    "2657277322": "إذا كان لديك أي أسئلة ، يرجى الاتصال بنا على:",
    "271333468": "نحن ننفذ تدابير فنية وتنظيمية مناسبة لحماية المعلومات التي نجمعها ونخزنها ، ونطلب من جميع الوكلاء الذين يقومون بمعالجتنا نيابة عنا أن يفعلوا الشيء نفسه. لسوء الحظ ، لا توجد إجراءات أمنية مضمونة بنسبة 100٪ ، وعلى هذا النحو لا يمكن ضمان أن تكون أي شبكة أو نظام (بما في ذلك نظامنا) آمنًا بنسبة 100٪ ضد التدمير أو الفقد أو التغيير أو الكشف غير المصرح به أو الوصول إلى المعلومات التي نجمعها ونخزنها. إذا كنت تعتقد أن معلوماتك قد لا تكون آمنة لأي سبب من الأسباب ، فيرجى الاتصال بنا على الفور على:",
    "2763011087": "IMI لا تلتزم ، كما أنها ليست ملزمة بالمشاركة في الحل البديل للمنازعات الخاصة بنزاعات المستهلكين أمام هيئة تسوية نزاعات المستهلك.",
    "2927283721": "من خلال أداء المهام على موقعنا ، فإنك تصرح بجمع واستخدام والكشف عن معلوماتك الشخصية وفقًا لسياسة الخصوصية الخاصة بنا. بالإضافة إلى ذلك ، قد نشارك معلومات معينة عنك وعن مهامك المكتملة مع مقدم الطلب الذي أكملت مهامه لتسهيل علاقة الخدمة وتحسين موقع الويب ، بما في ذلك ، على سبيل المثال ، معرف المساهم ، ونتائج المهام المكتملة ، والسمات الأخرى المتعلقة مؤهلاتك ولغاتك ومهاراتك واستخدامك للموقع.",
    "2943815316": "نقوم بتحديث هذه القائمة بشكل دوري ، لذلك قد تكون هناك ملفات تعريف ارتباط إضافية لم يتم إدراجها بعد. يمكن استخدام إشارات الويب والعلامات والبرامج النصية في المواقع أو في رسائل البريد الإلكتروني لمساعدتنا في تقديم ملفات تعريف الارتباط ، وحساب الزيارات ، وفهم الاستخدام وفعالية الحملة ، وتحديد ما إذا تم فتح بريد إلكتروني والتصرف بناءً عليه. قد نتلقى تقارير بناءً على استخدام هذه التقنيات من قبل مزودي الخدمة / التحليلات لدينا على أساس فردي ومجمع.",
    "3040062804": "ستتم أي إجراءات تحكيم بموجب هذا القسم بشكل افتراضي داخل ولاية كاليفورنيا ، ما لم تكن مقيمًا خارج الولايات المتحدة ، وفي هذه الحالة سيتم التحكيم بالكامل إلكترونيًا أو عبر الهاتف. قد يتم التحكيم في أي مكان آخر إذا وافق عليه كل طرف كتابةً. بغض النظر عن موقعه ، يجوز لأي طرف أن يختار الظهور في التحكيم عبر الفيديو المباشر أو المؤتمر الهاتفي.",
    "3091247030": "التنازل عن الدعوى الجماعية.",
    "3102490587": "باستثناء التنازل عن الدعوى الجماعية ، إذا أُعلن أن أي بند أو حكم أو جزء من شرط التحكيم هذا باطل أو غير قابل للتنفيذ ، فسيتم فصله وسيصبح باقي شرط التحكيم قابلاً للتنفيذ.",
    "3187946010": "جميع النصوص والصور والرسوم المتحركة الرسومية ومقاطع الفيديو والموسيقى والأصوات والمواد الأخرى الموجودة على هذه الصفحات محمية بموجب قانون حقوق النشر بواسطة IMI أو جهات خارجية إذا تم تحديد ذلك. يحظر نسخ أو تعديل هذه المواد للاستخدام التجاري بطريقة تتجاوز الاستخدام العادل المعقول.",
    "3199694247": "الاستقلالية.",
    "3302832698": "مطلوب حل نزاع بديل.",
    "3361191778": "المعلومات الواردة في صفحات الإنترنت لا تمثل نصيحة فردية ولا يمكن أن تحل محلها. إذا كنت بحاجة إلى مشورة فردية ، فيرجى الاتصال بفريق الدعم لدينا.",
    "3493572638": "التكاليف والرسوم.",
    "3794239003": "إجراءات التحكيم.",
    "3885459114": "يمكنك عمومًا تنشيط استخدام ملفات تعريف الارتباط أو إلغاء تنشيطه لاحقًا من خلال وظيفة مضمنة في متصفح الويب الخاص بك. إذا كنت تريد معرفة المزيد حول ملفات تعريف الارتباط ، أو كيفية التحكم فيها أو تعطيلها أو حذفها ، فيرجى زيارة https://www.knowcookies.com/ للحصول على إرشادات مفصلة.",
    "3956117148": "قد تتضمن مواقع hCaptcha.com و BotStop.com (المواقع) ملفات تعريف ارتباط إضافية ، كما هو موضح في هذه السياسة.",
    "4193379787": "سيتم إجراء جميع التحكيم بموجب هذه الاتفاقية وفقًا لقواعد جمعية التحكيم الأمريكية أو من خلال خدمة التحكيم المتفق عليها بشكل متبادل. سيكون المحكم محكمًا أمريكيًا يتم اختياره من قائمة لا تقل عن سبعة (7) أسماء من خلال ضربات بديلة. في التحكيم ، سيكون لكل طرف الحق في إجراء اكتشافات مدنية كافية ، وتقديم الاقتراحات التصرفية ، وتقديم الشهود والأدلة حسب الحاجة لعرض قضاياهم ودفوعهم ، وأي نزاعات في هذا الصدد يجب أن يحلها المحكم. يجب أن يستند حل النزاع فقط إلى القانون الذي يحكم الادعاءات والدفوع المرفوعة ، ولا يجوز للمحكم التذرع بأي أساس آخر غير قانون السيطرة هذا. يتمتع المحكم بحصانة المسؤول القضائي من المسؤولية المدنية عندما يتصرف بصفته محكمًا ، وهذه الحصانة تكمل أي حصانة أخرى موجودة. يجب أن تتضمن الجوائز الرأي المنطقي المكتوب للمحكم. أنت تتنازل عن حقك في المحاكمة أمام هيئة محلفين في أي دعوى قد تكون لديك ضد IMI أو تلك التي قد ترفعها IMI ضدك. يجب تقديم أي مطالبة بموجب هذا البند ضمن فترة التقادم المعمول بها. يحكم قانون التحكيم الفيدرالي للولايات المتحدة هذا البند ، وأنت تقر بأن هذه الاتفاقية تثبت وجود معاملة في التجارة.",
    "470943029": "إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه ، فيرجى الاتصال بنا على:",
    "498769698": "يمكنك الوصول إلى أو تصحيح أو تعديل أو حذف بعض المعلومات الشخصية التي قد تكون قدمتها لنا من خلال حساب التكامل أو العميل أو المستخدم الخاص بإمكانية الوصول (إذا كنت مُتكاملًا أو عميلًا أو مستخدم إمكانية الوصول). إذا كنت غير قادر على القيام بذلك ، أو لديك أي أسئلة حول المعلومات الشخصية التي جمعناها و / أو شاركناها عنك ، أو ترغب في سحب موافقتك على معالجتنا (أي حذف حسابك بالكامل) ، يرجى الاتصال بنا على:",
    "537881751": "مرحبًا بك في hCaptcha! تصف سياسة الخصوصية هذه ممارسات شركة Intuition Machines، Inc. (\"IMI\" أو \"نحن\" أو \"نحن\") فيما يتعلق بجمع المعلومات واستخدامها والإفصاح عنها (بما في ذلك المعلومات الشخصية المحددة أدناه) من خلال موقعنا على الويب على www.hcaptcha .com وأي نطاقات فرعية أو مجالات أخرى نستخدمها (\"المواقع\") وواجهة برنامج تطبيق hCaptcha والبرامج والمواد ذات الصلة (يشار إليها مجتمعة باسم \"الخدمة\").",
    "561456032": "أنت توافق على أنه بالنسبة لأي نزاع ينشأ عن أو يتعلق باستخدامك للخدمات ، بما في ذلك أي نزاع قد ينشأ منذ الوقت الذي بدأت فيه أداء مهام IMI ، وعلى وجه التحديد بما في ذلك أي مطالبة تتعلق بما إذا كنت تصنف أم لا. كمقاول مستقل ، ستقوم أولاً بإخطار IMI بمطالبتك ضده. ستحاول أنت و IMI بعد ذلك حل المشكلة إما من خلال التفاوض المباشر أو الوساطة. سنقوم بتقسيم تكلفة الوساطة بالتساوي ونتفق على أن الوساطة يجب أن تتم من خلال الوسائل الهاتفية أو الإلكترونية الأخرى. إذا ظلت الدعوى دون حل بعد مفاوضات أو وساطة غير رسمية ، فإنك توافق على أن تستخدم أنت والمعهد الدولي للتحكيم الدولي التحكيم النهائي والملزم لحل النزاع. يحكم هذا البند جميع المطالبات بأثر رجعي من الوقت الذي بدأت فيه استخدام موقعنا على الويب ، سواء كانت تستند إلى ضرر أو عقد أو قانون ، بما في ذلك ، على سبيل المثال لا الحصر ، أي ادعاءات بالتمييز والمضايقة ، سواء كانت تستند إلى قانون كاليفورنيا للتوظيف العادل والإسكان ، العنوان السابع من قانون الحقوق المدنية لعام 1964 ، بصيغته المعدلة ، أو أي قانون أو لائحة ولاية أو اتحادية أخرى ، قانون عادل ، أو غير ذلك.",
    "658775471": "نحن نستخدم Cloudflare لتحسين حركة مرور الويب لدينا. للحصول على معلومات حول كيفية جمع Cloudflare للبيانات ومعالجتها:",
    "702926385": "يتحمل كل طرف تكاليف التمثيل القانوني الخاصة به في أي تحكيم من هذا القبيل ، باستثناء الحد الذي ينص عليه القانون صراحةً أتعاب المحاماة. سيقسم الطرفان أي رسوم إدارية أولية يتقاضاها المحكم ، بحد أقصى لتكلفة مائتين وخمسين دولارًا (250.00 دولارًا أمريكيًا). تكلفة المحكم ومُحرر المحكمة ، إن وجدت ، نتحملها في البداية ؛ ومع ذلك ، يجب أن يكون للمحكم السلطة التقديرية لمنح التكاليف المناسبة للطرف السائد ، على النحو المنصوص عليه في القانون ، و / أو مطالبة الأطراف بتقسيم التكاليف المرتبطة بالمحكم و / أو مراسل المحكمة.",
    "720059527": "2. تستخدم للأغراض التقنية الضرورية للغاية: موازنة الحمل ، التوجيه.",
    "74538881": "المسؤولية عن هذا الموقع",
    "996430331": "موقع التحكيم.",
    "211351380": "من المدونة:",
    "3153117136": "كيف تعمل إعدادات صعوبة hCaptcha",
    "2915355938": "إمكانية الوصول",
    "793784899": "الخطط",
    "2671622670": "مشروع",
    "3527140447": "المستندات",
    "505891021": "خدمات الملصقات",
    "692176459": "تسجيل دخول",
    "1892574253": "اشتراك",
    "2593864519": "وقف المزيد من الروبوتات. ابدأ في حماية خصوصية المستخدم.",
    "4007826952": "اختبار CAPTCHA الأول للخصوصية للويب والجوّال وغير ذلك.",
    "3721365241": "محاولة",
    "3753956446": "حر",
    "3276777569": "hCaptcha",
    "55035359": "تستخدم حاليا reCAPTCHA؟",
    "3417372336": "التبديل في دقائق",
    "2881474837": "مشروع hCaptcha",
    "1685871181": "تعتمد أفضل الخدمات عبر الإنترنت على",
    "1470290349": "من أجل إدارة الروبوتات والاحتيال الأفضل في فئتها.",
    "3714002185": "تعرف على المزيد حول hCaptcha Enterprise",
    "3946753128": "نشر. يؤمن. بسرعة.",
    "939665604": "تركز الخصوصية",
    "780475098": "ترى شبكات الإعلانات زوار موقعك على أنهم المنتج. نحن نهتم فقط بما إذا كانت الزيارة جيدة أم سيئة. يتوافق hCaptcha مع GDPR و CCPA و LGPD و PIPL وقوانين البيانات العالمية الأخرى.",
    "219813583": "الأمن أولا",
    "2714878440": "احمِ خدماتك من عمليات الاستيلاء على الحسابات وعمليات الاستيلاء على الحساب وحشو بيانات الاعتماد والبريد العشوائي من خلال التعلم الآلي المتقدم والتحقق البشري.",
    "1397766838": "تجربة مستخدم أفضل",
    "2670352917": "يوفر hCaptcha اكتشافًا أكثر موثوقية للروبوتات مع كون حله سهلًا على البشر.",
    "2806751666": "ما هو hCaptcha؟",
    "3096063825": "حاول",
    "2968026167": "الخضار المفضلة لديك",
    "713281684": "الباذنجان",
    "4147497805": "جزرة",
    "3758963444": "شكرا لك! تم استلام تقريركم!",
    "1070364246": "وجه الفتاة! حدث خطأ ما أثناء إرسال النموذج.",
    "1129833879": "أوقف برامج الروبوت الخبيثة وحماية خصوصية المستخدم",
    "58091799": "تعرف على المزيد حول hCaptcha Publisher and Enterprise",
    "1599610318": "الناشر",
    "3093388779": "hCaptcha مجاني للاستخدام للناشرين بأي حجم",
    "179723061": "مزيد من التحكم للفرق التي تحتاج إلى أمان رائد في فئته",
    "846501387": "حماية من الروبوتات على مستوى عالمي",
    "119298044": "تعمل تقنيات ML و AI المتقدمة الخاضعة للإشراف الذاتي على حماية خصائص الويب الخاصة بك من التهديدات والهجمات",
    "1263998069": "اكسب مكافآت على الحلول البشرية",
    "1103295010": "كسب المال أو التبرع للجمعيات الخيرية عندما يحل البشر CAPTCHA",
    "392886773": "يعمل في كل بلد",
    "2320894364": "مع أكثر من 200 نقطة تواجد ، تحمي hCaptcha's cloud أصولك في جميع أنحاء العالم",
    "451701069": "يتوافق مع القانون العام لحماية البيانات (GDPR) ، وقانون حماية خصوصية المستهلك (CCPA) ،",
    "2826051554": "و اكثر",
    "3530599065": "الخصوصية مبنية من الألف إلى الياء. لا تحتفظ hCaptcha بأي معلومات شخصية وهي متوافقة مع العديد من تشريعات ولوائح الخصوصية.",
    "2489287539": "أوضاع خالية من الاحتكاك \"بدون اختبار CAPTCHA\" و 99.9٪ من الأوضاع الخاملة",
    "793242047": "تقليل التحديات المقدمة للمستخدمين للسماح بالوصول السريع إلى التطبيقات",
    "4195759329": "كشف الروبوتات وعشرات المخاطر",
    "1150035777": "تُنشئ نماذج التعلم الآلي المتطورة درجات ثقة الروبوت بناءً على العديد من نقاط البيانات بخلاف ما إذا كان قد تم الرد على الأسئلة بشكل صحيح أم لا",
    "3688621388": "توقيعات التهديد",
    "1131525092": "قم بتجميع الجهات الفاعلة السيئة معًا بسهولة من خلال معرفات المستخدم الفريدة التي تحافظ على الخصوصية للعثور على عمليات الاحتيال وإساءة الاستخدام ذات الصلة وإيقافها",
    "1559631739": "التعلم الخاص",
    "3952259236": "اجمع بياناتك المعماة مع آلاف الإشارات الخاصة بـ hCaptcha لتدريب hCaptcha على فئات السلوك - على سبيل المثال فقط - للتنبؤ بالسلوك الضار بشكل أفضل من أي من الحلين بمفرده",
    "1150963691": "تخفيف APT",
    "4083018285": "مجموعة من الميزات الموسعة التي تتحد مع مراقبة واستجابة SOC المحسّنة لمعالجة التهديدات المستمرة المعقدة",
    "3160820928": "حماية منسقة ضد الهجوم",
    "1849805607": "يحمي hCaptcha من التهديدات والشراك الخداعية المصممة لاختراق شبكاتك",
    "1958297836": "الحماية المنسقة من الهجوم وتخفيف APT",
    "1300485304": "يحمي hCaptcha من التهديدات المتقدمة والشراك الخادعة المصممة لاختراق شبكاتك",
    "2698640210": "تحديات التحكم وأنواعها الموضحة",
    "3121248460": "اعرض تحديات مخصصة متنوعة بلا حدود - من البسيط إلى المعقد - لجمهورك المتوقع",
    "3807059944": "تم استخدام محتوى تحدي التحكم",
    "2707282231": "تخصيص التحديات للمستخدمين. اجعل من المستحيل على الروبوتات حلها واختراقها.",
    "4194763679": "مستويات صعوبة دقيقة",
    "3730038780": "اختر من بين عدد لا حصر له من التحديات التي يمكن للمستخدمين حلها",
    "1849717906": "تخصيص مع محتوى التحدي الخاص بك",
    "1508655687": "أضف التحديات الخاصة بك المصممة خصيصًا لجمهورك لتبسيط الوصول أو تقييده",
    "3620442880": "ميزات حماية بيع الفلاش",
    "3265895521": "قم برفع وتقليل صعوبة التحدي بناءً على الوقت من اليوم",
    "1485807325": "لوحات تحكم متعددة المستخدمين ، SAML SSO",
    "359073033": "توفر لوحات المعلومات عرضًا عالي المستوى أو دقيقًا للنشاط.",
    "4272454814": "تكامل مع مزود الهوية الذي تختاره.",
    "1141402092": "ميزات إعداد التقارير المتقدمة",
    "910989640": "إنشاء تقارير مفصلة ومخصصة للنشاط",
    "3768951251": "اتفاقيات مستوى الخدمة الخاصة بالمؤسسات",
    "1014004474": "تقدم خطط hCaptcha's Enterprise اتفاقيات متقدمة على مستوى الخدمة للحفاظ على مؤسستك محمية",
    "1177598246": "مبيعات الاتصال",
    "1067704102": "القيمة في تسمية البيانات",
    "3065000659": "هل أدركت في كل مرة \"تنقر فيها على السيارة\" أنك تساعد في تدريب فرد واحد",
    "3235430156": "أنظمة التعلم الآلي للشركة مجانًا؟",
    "1549336309": "hCaptcha يقلب هذا النموذج. عند استخدام hCaptcha ، تقدم الشركات عطاءات على العمل الذي يقوم به المستخدمون لإثبات إنسانيتهم. تحصل على المكافآت.",
    "3725880582": "رد الجميل للجمعيات الخيرية",
    "1671436004": "هل تريد رد الجميل لمؤسستك الخيرية المفضلة؟",
    "1663628612": "يتيح لك",
    "4272088465": "المؤسسات الخيرية التي تختارها مع الأرباح التي تجنيها من استخدامها.",
    "2894845722": "سيتمكن المستخدمون على موقعك قريبًا من رؤية مساهمتك في الأعمال الخيرية من خلال العلامات التجارية السرية على واجهة hCaptcha.",
    "3194111925": "الدعم",
    "1637702726": "حول hCaptcha",
    "2323282990": "نهج حديث للتحقق من الإنسانية",
    "1201821619": "يحل hCaptcha واحدة من أكثر مشاكل اليوم إلحاحًا: منع الروبوتات الضارة من إساءة استخدام الخدمات عبر الإنترنت.",
    "1475399473": "تعرف على المزيد حول فريق hCaptcha",
    "3161489950": "منصة ML الأمنية الأكثر تقدمًا في العالم",
    "3247172580": "جمعت hCaptcha بين التعلم الآلي المتقدم الخاضع للإشراف الذاتي ونهج الحوسبة المتطورة الذي يقلل بشكل فريد من جمع البيانات والاحتفاظ بها ، والتي يتم توفيرها من أكثر من 250 موقعًا على مستوى العالم من أجل قابلية التوسع الهائلة.",
    "3767462250": "مصمم للخصوصية",
    "3500503648": "تم تصميم hCaptcha للقضاء على الاحتفاظ بالبيانات على المدى الطويل من خلال الاعتماد على التقييم الفوري بدلاً من تسجيل محفوظات الاستعراض وتحليلها. نحن ندعم أيضًا مبادرات مثل",
    "2418549423": "، وهو معيار ناشئ للحفاظ على الخصوصية عبر الإنترنت من خلال براهين التشفير ، وغيرها من الميزات الفريدة للخصوصية أولاً.",
    "1544546608": "تصريح الخصوصية",
    "976209454": "كسب المكافآت أو التبرع للجمعيات الخيرية",
    "552920956": "يسمح hCaptcha لمواقع الويب بكسب مكافآت أثناء حظر برامج الروبوت وغيرها من أشكال إساءة الاستخدام. يسمح لك hCaptcha أيضًا بدعم المؤسسات الخيرية التي تختارها بهذه الأرباح.",
    "654326661": "تريد أن ترى لنفسك؟ جرب hCaptcha مجانًا.",
    "3570415321": "شركة",
    "3987022469": "الوسم",
    "1636202177": "عن",
    "2670003220": "وظائف",
    "3233305531": "العلامات التجارية",
    "3028319964": "أخلاقيات الذكاء الاصطناعي",
    "4131598919": "صحافة",
    "1662477701": "موارد",
    "3130928685": "مدونة او مذكرة",
    "1756106276": "حالة",
    "1235925265": "توثيق",
    "920212083": "الإبلاغ عن خطأ",
    "2076066173": "الهجمات الإلكترونية 101",
    "3644106388": "اتصل",
    "2182196747": "الدعم",
    "487083593": "مبيعات",
    "878585497": "مصطلحات",
    "1697438123": "خصوصية",
    "1316817321": "الإسناد",
    "3488019891": "hCaptcha هي علامة تجارية مسجلة لشركة Intuition Machines، Inc.",
    "4224961202": "الخصوصية والأمان والتعلم الآلي.",
    "98173630": "hCaptcha هي خدمة CAPTCHA المستقلة الأكثر استخدامًا في العالم.",
    "1514478724": "يتعلم أكثر",
    "1752795854": "تقدم hCaptcha نهجًا حديثًا يركز على الخصوصية لإيقاف برامج الروبوت.",
    "2927700175": "نعرض تحديات CAPTCHA التي يصعب على الروبوتات ولكنها سهلة على الأشخاص من خلال جمع البيانات التي يصعب تصنيفها من مشكلات التعلم الآلي ، واستخدامها للتمييز ما إذا كان زائر موقع الويب أو التطبيق بشريًا.",
    "2188609322": "الجهات الفاعلة السيئة شائعة بشكل متزايد على الإنترنت. لكن التضحية بخصوصية المستخدم ليس هو الحل.",
    "2032102720": "تركز الحلول الأمنية التي تقدمها الشركات الإعلانية بشكل أساسي على تتبع المستخدمين عبر الويب. لقد أنشأنا حلاً أمنيًا فعالاً يثبت أن الإضرار بخصوصية المستخدم ليس ضروريًا لتحقيق نتائج ممتازة.",
    "4146870445": "من نحن",
    "353066938": "فريق من ذوي الخبرة ، يعمل على حل أصعب مشاكل اليوم. hCaptcha هي خدمة",
    "3260825523": "آلات الحدس",
    "1173652155": "المستشارون",
    "3972094614": "بريندان إيش",
    "2113642787": "أغنية الفجر",
    "2256305371": "أستاذ علوم الكمبيوتر بجامعة كاليفورنيا ، بيركلي. التعلم العميق والأمان وخبير blockchain. الرئيس التنفيذي لمختبرات الواحة.",
    "1606599610": "كيران طومسون",
    "2177660021": "عالم أبحاث في ستانفورد. التعلم الآلي والتمويل الكمي في البنوك الكبرى وصناديق التحوط والأوساط الأكاديمية.",
    "2686825859": "اشترك مجانًا أو اتصل بنا بخصوص حلول hCaptcha Enterprise",
    "583434701": "إمكانية الوصول إلى hCaptcha",
    "611905972": "ضمان الوصول السلس لجميع المستخدمين مع الحفاظ على الأمن",
    "874098071": "إذا كنت من مستخدمي إمكانية الوصول ، فالرجاء التسجيل هنا",
    "2745385064": "ملخص",
    "3353238942": "تم تصميم hCaptcha لإيقاف الروبوتات من خلال تمييزها عن الأشخاص. تعد الاختبارات المرئية أداة مناسبة لذلك ، ولكن لا يمكن للجميع حل التحدي المرئي.",
    "3600022491": "لهذا السبب ، قمنا بتصميم بديل بسيط وسهل للسماح للناشرين الذين يستخدمون خدمتنا بالحفاظ على إمكانية الوصول للجميع مع الامتثال الكامل للقسم 508 و WCAG 2.1 AA.",
    "2557240048": "كيف يعمل: أولاً ، يقوم مستخدم إمكانية الوصول بالتسجيل عبر",
    "3871665286": "، والتي ترتبط بشكل بارز في صفحة معلومات عنصر واجهة مستخدم hCaptcha. يتم منحهم ملف تعريف ارتباط مشفر يمكن استخدامه عدة مرات في اليوم ، ولكن يجب تحديثه كل 24 ساعة عبر تسجيل الدخول.",
    "3441764123": "عندما يتم تقديم تحدٍ لمستخدم إمكانية الوصول على موقع يستخدم خدمة hCaptcha ، فسيتم اجتيازه تلقائيًا.",
    "4247858664": "صفحة تسجيل الوصول",
    "1297657322": "شاشة مستخدم إمكانية الوصول بعد تسجيل الدخول",
    "1717658846": "خيار الوصول في قائمة واجهة المستخدم الخاصة بالقطعة",
    "1266963825": "س: هل يتوافق hCaptcha Section 508 + WCAG 2.1 AA؟",
    "850025770": "ج: نعتقد ذلك: يمكن لجميع المستخدمين الذين يعانون من أي شكل من أشكال الإعاقة والذين يمكنهم تصفح الويب وإدخال نص في النماذج الوصول إلى الخدمات المحمية بواسطة hCaptcha عند التسجيل. ومع ذلك ، هذه ليست نصيحة قانونية: يجب عليك إجراء التقييم الخاص بك ، مع الأخذ في الاعتبار التنفيذ الخاص بك للتأكد من أن هذا هو الحال بالنسبة للنشر الخاص بك.",
    "159272246": "س: هل تعمل على خيارات الوصول الأخرى (\"a11y\") ، مثل الصوت؟",
    "4074220464": "ج: الخيارات الشائعة سابقًا مثل اختبارات CAPTCHA الصوتية تميز ضد العديد من مستخدمي a11y ويمكن هزيمتها بسهولة من خلال تقنيات التعلم الآلي الحديثة. وقد أدى ذلك إلى زيادة صعوبة التحديات الصوتية الحالية ، مما أدى إلى إدخال ضوضاء وتوقيت غريب وتركيبات غير عادية من الكلمات وما إلى ذلك لهزيمة المهاجمين. وبالتالي فنحن أقل حماسًا بشأن هذا النهج مقابل تجنب التحدي تمامًا ، ولكننا سنضعه في الاعتبار إذا كان هناك طلب من مجتمع a11y.",
    "2309661107": "ومع ذلك ، نحن مهتمون جدًا بـ",
    "2555914614": "لحالة استخدام إمكانية الوصول. نعتقد أن الجمع بين نهج a11y الحالي وإصدار تصريح الخصوصية سيسمح لمستخدمي a11y بالتصفح بأمان ، مع العلم بأن حركة المرور الخاصة بهم أكثر خصوصية ، مع تقييد إساءة استخدام مشغلي الروبوتات التي تحدث حتماً عند توفر خيارات a11y. نحن مشاركون نشطون في مجموعة عمل IETF التي تعمل على توحيد هذه التكنولوجيا الجديدة.",
    "2583775432": "س: ماذا عن الخصوصية؟ هل يكشف التسجيل عن بيانات التصفح a11y بطريقة ما؟ ماذا تفعل بالبريد الإلكتروني؟",
    "4215483493": "ج: تم تصميم hCaptcha لتوفير الخصوصية من الألف إلى الياء. إنه مختلف تمامًا عن الخيارات التقليدية مثل reCAPTCHA المملوكة لشبكات الإعلانات ، والتي لديها حافز لتتبعك عبر الويب وربطك بهوية حقيقية.",
    "2474661839": "لنا",
    "4137573005": "لديه إجابات شاملة وموثوقة حول كيفية استخدامنا للبيانات ، ولكن الإجابة المختصرة هي أننا لا نهتم بربطك كشخص بسجل التصفح الخاص بك.",
    "4101570501": "نحن نعمل حاليًا أيضًا على حل تشفير للتجاهل السريع لعنوان بريدك الإلكتروني مع الحفاظ على قدرتنا على منع إساءة الاستخدام ، واستكمال عمل تصريح الخصوصية الخاص بنا.",
    "260595108": "لا نستخدم أبدًا رسائل البريد الإلكتروني أو المعلومات الخاصة بإمكانية الوصول لأي غرض بخلاف تسهيل استخدام a11y ومنع إساءة الاستخدام.",
    "3063819779": "سياسة خاصة",
    "465714311": "لمستخدمي إمكانية الوصول: أسئلة وأجوبة ودليل استكشاف الأخطاء وإصلاحها",
    "3596207631": "س: ما زلت أرى تحديًا بعد تعيين ملف تعريف الارتباط. ما سبب هذا؟",
    "469089249": "ج: هذا يرجع عادةً إلى استخدام مانع إعلانات قوي أو امتداد مضاد لملفات تعريف الارتباط ، أو إعداد يمنع ملفات تعريف الارتباط \"عبر المواقع\" ، وفي هذه الحالة ملف تعريف ارتباط لـ hcaptcha.com تم تعيينه أو فحصه بواسطة hCaptcha JS على موقع مختلف ، مثل الموقع الذي تزوره.",
    "4263626815": "تعمل ملفات تعريف الارتباط الخاصة بإمكانية الوصول إلى hCaptcha مع جميع المتصفحات الشائعة وحاجبات الإعلانات بإعداداتها القياسية ، لذلك عادةً ما تكون الإخفاقات بسبب البرامج النصية \"المضادة للحظر الإعلاني\" أو مجموعات القواعد المماثلة التي تستهدف مواقع معينة.",
    "3906359167": "حلول:",
    "3464870463": "1. أضف ملفات تعريف الارتباط hcaptcha.com و * .hcaptcha.com إلى القائمة البيضاء في مانع الإعلانات أو ملحق أمان المتصفح.",
    "1204911585": "2. إذا كنت تستخدم متصفح Brave ، والذي لا يبدو أنه يحتوي (اعتبارًا من أبريل 2020) على أي نوع من القائمة البيضاء لملفات تعريف الارتباط ، فانتقل إلى التفضيلات -> الدروع -> ملفات تعريف الارتباط واختر \"السماح لجميع ملفات تعريف الارتباط\".",
    "2932826396": "3. إذا كنت تستخدم أحدث إصدار من Safari على نظام التشغيل OS X 10.15 أو iOS 13.4 الذي تم إصداره مؤخرًا ، فقد غيّرت Apple للتو سلوك Safari المرتبط بملفات تعريف الارتباط التابعة لجهات خارجية ، وحظرها جميعًا بشكل افتراضي. نحن ننفذ حلاً ، ولكن في غضون ذلك ، يرجى زيارة تفضيلات Safari ، وقسم الخصوصية ، وإلغاء تحديد \"تتبع موقع الويب: منع التتبع عبر المواقع\" لتمكين ملف تعريف ارتباط إمكانية الوصول من العمل كما هو متوقع.",
    "3836291932": "س: أنا أستخدم أجهزة متعددة. هل أحتاج إلى التسجيل عدة مرات؟",
    "3251220335": "ج: لا. الرجاء النقر فوق نفس رابط تسجيل الدخول إلى البريد الإلكتروني المرسل إليك على كل جهاز تستخدمه لتعيين ملف تعريف الارتباط.",
    "2082407178": "س: كيف يمكنني حماية نفسي من تتبع ملفات تعريف الارتباط التابعة لجهات خارجية أثناء استخدام ملف تعريف الارتباط الخاص بإمكانية الوصول؟",
    "2700197090": "ج: إن استخدام أي امتداد للخصوصية أو حظر الإعلانات يدعم القائمة البيضاء على مستوى المجال (مثل uBlock Origin) سيعمل كما هو متوقع: فقط تأكد من إدراج hcaptcha.com في القائمة البيضاء.",
    "3657743880": "إرشادات المستعرض لملفات تعريف الارتباط عبر المواقع",
    "1960601330": "لتمكين ملفات تعريف الارتباط في Safari (Mac): انتقل إلى القائمة المنسدلة Safari. حدد التفضيلات. انقر فوق الخصوصية في اللوحة العلوية. ضمن \"حظر ملفات تعريف الارتباط\" ، حدد الخيار \"أبدًا\".",
    "1622303590": "لتمكين ملفات تعريف الارتباط في Safari (iPhone / iPad iOS 11+): افتح الإعدادات الخاصة بك. قم بالتمرير لأسفل وحدد Safari. ضمن الخصوصية والأمان ، أوقف تشغيل \"منع التتبع عبر المواقع\" و \"حظر كافة ملفات تعريف الارتباط\"",
    "2199048568": "انقر فوق الدرع الموجود على يسار شريط العناوين في أي صفحة ويب. انقر فوق إعدادات الحماية. سيتم فتح لوحة الخصوصية والأمان الخاصة بتفضيلات Firefox. ضمن الحماية المحسّنة من التعقب ، حدد مخصص. اختر برامج التتبع والبرامج النصية التي تريد حظرها عن طريق تحديد مربعات الاختيار هذه. تأكد من إلغاء حظر hcaptcha.com.",
    "3967047208": "يمكنك أيضًا إيقاف تشغيل بعض الحماية في Custom مؤقتًا لتصحيح هذا الخطأ ، عن طريق إلغاء تحديد مربعات الاختيار: قم بإلغاء تحديد خانة اختيار Trackers أو إلغاء تحديد خانة اختيار ملفات تعريف الارتباط إذا كنت لا تزال تواجه مشكلات.",
    "3805618893": "جوجل كروم (كمبيوتر شخصي)",
    "3795997071": "حدد رمز قائمة Chrome. حدد الإعدادات.",
    "926138631": "انتقل إلى الخصوصية والأمان ، ثم ملفات تعريف الارتباط وبيانات الموقع الأخرى.",
    "3419878556": "تأكد من عدم تمكين \"حظر ملفات تعريف الارتباط للجهات الخارجية\".",
    "2269166171": "جوجل كروم (ماك):",
    "2989126922": "افتح تفضيلات Chrome من شريط القائمة.",
    "2348697693": "جوجل كروم (أندرويد):",
    "3700113699": "على جهاز Android الخاص بك ، افتح تطبيق Chrome.",
    "3620039756": "في الجزء العلوي الأيسر ، انقر على \"المزيد\" ثم \"الإعدادات\".",
    "2813310562": "اضغط على إعدادات الموقع ثم ملفات تعريف الارتباط.",
    "3014657981": "بجوار \"ملفات تعريف الارتباط\" ، شغّل الإعداد.",
    "1242066691": "حدد المربع بجوار \"السماح لملفات تعريف الارتباط للجهات الخارجية\".",
    "292250020": "1. حدد الترس في الزاوية العلوية اليمنى من الشاشة ، ثم حدد \"خيارات الإنترنت\". إذا قمت بتمكين شريط القوائم ، فيمكنك تحديد \"أدوات\" ثم \"خيارات الإنترنت\".",
    "4114820649": "2. انقر فوق علامة التبويب \"الخصوصية\".",
    "946838734": "3. حدد الزر \"خيارات متقدمة\".",
    "348809718": "4. ضمن \"ملفات تعريف الارتباط للجهات الخارجية\" ، اختر \"قبول\".",
    "1253441326": "5. انقر على \"موافق\"",
    "852032043": "سفاري",
    "836017336": "ثعلب النار",
    "3356349631": "جوجل كروم",
    "3235744534": "متصفح الانترنت",
    "4104188759": "سياسة أخلاقيات الذكاء الاصطناعي",
    "1161704803": "لماذا لدينا سياسة أخلاقيات الذكاء الاصطناعي؟",
    "1806535500": "عمليا كل التقنيات ، من أقلام الرصاص إلى الديناميت ، هي",
    "24452499": "المحلول؛ يمكن استخدامه للخير أو الشر. كل شركة تبحث عن حلول ذات استخدام مزدوج أو تبنيها أو تبيعها عليها التزام بالنظر في عواقب أفعالها.",
    "4023575072": "استخدام ثنائي",
    "3336625692": "تعرض هذه الصفحة تفاصيل أفكارنا حول هذا الموضوع في سياق أخلاقيات الذكاء الاصطناعي ، والعمليات التي نتبعها لضمان استمرار توافق خدماتنا مع السياسات التي اعتمدناها كشركة.",
    "835717930": "أخلاقيات الذكاء الاصطناعي في hCaptcha",
    "2179524509": "نتلقى أحيانًا أسئلة حول أنواع الأسئلة المسموح بها لخدمة hCaptcha ، ولماذا يتم طرح أسئلة معينة.",
    "1962721652": "البشر هم باحثون عن أنماط ، وفي بعض الأحيان يمكن أن ينتقل السؤال الحميد من غير مفاجئ تمامًا إلى مريب في لحظة ، بسبب التغيرات في العالم بدلاً من دوافع أي شخص يطرح السؤال.",
    "3974566657": "مع زيادة شعبية الخدمات ، يصبح هذا النوع من الحدوث أكثر تواترًا حتمًا. يتم استخدام hCaptcha من قبل ملايين الأشخاص يوميًا في كل بلد تقريبًا في العالم ، لذلك نقوم بنشر هذه السياسة ودراسة حالة حول كيفية معالجة هذه المشكلات من أجل أن نكون شفافين قدر الإمكان.",
    "1830910223": "دراسة حالة واقعية لأخلاقيات الذكاء الاصطناعي",
    "805971861": "مصطلح \"Umbrella\" هو مصطلح في ImageNet ، مجموعة البيانات المعيارية المعيارية التي يستخدمها باحثو رؤية الكمبيوتر. يعد التعرف على الأشخاص الذين يحملون المظلات بشكل موثوق أمرًا بالغ الأهمية أيضًا لبناء أنظمة مساعدة متقدمة للسائق من الجيل التالي (ADAS).",
    "3988350": "هذا يعني أن هناك حالات استخدام ممتازة للتعليقات التوضيحية الشاملة في العالم الحقيقي. هناك مجال للخلاف حول تأثير السيارات ذاتية القيادة ، لكن أنظمة ADAS توفر بالفعل",
    "548587288": "حول العالم.",
    "3138772661": "آلاف الأرواح كل عام",
    "3168199226": "ومع ذلك ، في عام 2020 ، أصبح من الواضح أن بناء هذا النوع من مجموعة البيانات يمكن اعتباره تقنية ذات استخدام مزدوج بطريقة لم يكن يتوقعها سوى القليل قبل عام.",
    "558378834": "وبالتالي لم نعد نقبل طلبات الأسئلة المتعلقة بالمظلات في هذا الوقت. احتمال حدوث ارتباك عندما يرى المستخدم النهائي سؤالاً حول المظلات في اللحظة الحالية مرتفع للغاية ، وفي النهاية هدفنا هو جعل العالم مكانًا أكثر متعة.",
    "3376604063": "سياسات وعمليات أخلاقيات الذكاء الاصطناعي",
    "1923365316": "لدينا سياسة صارمة لأخلاقيات الذكاء الاصطناعي في hCaptcha ، ويتضمن جزء منها عملية اعرف عميلك (KYC).",
    "4230322909": "نحاول دائمًا اكتساب فهم جيد لكل عميل جديد وحالة الاستخدام المقصودة ، وذلك للتأكد من أنها مناسبة تمامًا لمنتجاتنا وخدماتنا وللتأكد من أنها تتبع السياسات التي اعتمدناها كشركة.",
    "2735073144": "نقوم أيضًا بإجراء مراجعات مستمرة حسب الضرورة. على سبيل المثال ، في مراجعتنا الأخيرة لتواريخ ومصادر الطلبات الخاصة بطلبات وضع العلامات ذات الصلة بالمظلات ، تمكنا بسرعة من التأكيد على أنه لم يقم أي كيان حكومي أو مورد حكومي معروف لبرامج المراقبة بتقديم طلبات بخصوص المظلات التي تستخدم خدماتنا في الأشهر الـ 12 الماضية .",
    "2715462692": "كيف تبدو عملية أخلاقيات الذكاء الاصطناعي لدينا؟",
    "3049976256": "لكل عميل تصنيف جديد ، ننتقل إلى قائمة مراجعة أثناء عملية البيع. وهذا يشمل العناية الأولية \"اعرف عميلك\" قبل الانضمام ، بالإضافة إلى التحقق من جميع الطلبات المقدمة إلى محللينا ، والفحوصات الفورية في الوقت الفعلي والمراجعات الدورية للطلبات المقدمة باستخدام منصة الخدمة الذاتية الخاصة بنا.",
    "3103642530": "تتكون هذه المراجعة من عدة مجموعات من المعايير:",
    "3349094124": "معايير المخاوف الأخلاقية: الهدف",
    "1038019440": "1. هل يمثل هذا العميل المصالح الوطنية لبلد معروف بممارسة سلوك مخالف للقوانين والأعراف الدولية؟",
    "493717511": "2. هل يطلب هذا العميل الخدمات التي يمكن أن تكون",
    "2209109640": "تستخدم فقط لأغراض ضارة ، في سياق أنشطتها التجارية العادية؟",
    "3457805519": "3. هل يمكن تلبية طلب العميل بموجب قانون الولايات المتحدة وقواعد الاشتباك الخاصة بنا؟",
    "1942611550": "بالدرجة الأولى",
    "109179759": "معايير المخاوف الأخلاقية: ذاتية",
    "1033698050": "1. هل نعتقد أن العميل قد أعطانا حالة استخدام نعتبرها مقبولة أخلاقياً ، وفقًا لتفسيرنا للأعراف المجتمعية الغربية النموذجية؟",
    "361372538": "2. هل نعتقد أنه من المحتمل أن يتم استخدام خدماتنا المقدمة لأغراض تمييزية من قبل العميل ، بطرق قد تكون قانونية ولكنها غير مقبولة لدينا؟",
    "2867855718": "3. هل نعتقد أنه يمكن تلبية احتياجات الخصوصية بشكل مرضٍ للطلب؟",
    "2462728596": "إذا لم نتمكن من إرضاء أنفسنا بشأن هذه النقاط ، فسنرفض الطلب وقد ننهي الوصول الإضافي إلى منصتنا ، على النحو المبين في شروطنا.",
    "1995277831": "شكرا لك",
    "1818116402": "نأمل أن تكون قد قدّرت هذه النظرة حول كيفية تعاملنا مع الأسئلة التشغيلية مع مكون أخلاقيات الذكاء الاصطناعي.",
    "1499894352": "قلة قليلة من الشركات توفر الشفافية في عمليات اتخاذ القرار في هذا المجال ، ونأمل أن يحذو الآخرون حذوهم!",
    "535659033": "إسناد المشاع الإبداعي",
    "1495915066": "كيف نستخدم نحن وشركاؤنا في البحث الأكاديمي وعملائنا وسائط المشاع الإبداعي",
    "3017533972": "قد نقوم نحن وشركاؤنا في البحث الأكاديمي وعملائنا أحيانًا بالإشارة أو إعادة إنتاج أجزاء من المحتوى المرخص بموجب المشاع الإبداعي عبر منصة hCaptcha من أجل تعزيز المعرفة البشرية في مجال التعلم الآلي.",
    "1428053210": "يتحول هذا المحتوى بشكل عام عن شكله الأصلي. على سبيل المثال ، يمكن تقسيم مقطع فيديو إلى العديد من الصور ، ويمكن تقسيم هذه الصور إلى العديد من الصور الجديدة ، ثم يتم خلط تلك الصور الجديدة بشكل عشوائي لإنتاج النتيجة النهائية المعروضة.",
    "1728211763": "يندرج استخدام المحتوى بهذه الطريقة ولهذه الأغراض ضمن إرشادات الاستخدام العادل وفقًا لفهمنا للقانون والممارسات القياسية في هذا المجال ، لكننا معجبون منذ فترة طويلة بـ Creative Commons ونفضل منح الفضل إلى أي شخص يساعد في مهمة ضخمة لتحسين ذكاء الآلة.",
    "1949452297": "نظرًا للقيود الجوهرية لواجهة مستخدم hCaptcha واعتبارات الأمان الخاصة بها ، لا يمكن إعادة إنتاج مصدر كل صورة بجوار استخدامها مباشرةً. بدلاً من ذلك ، نقوم بالربط بهذه الصفحة من صفحتنا الرئيسية ونحتفظ بقائمة من المصادر التي يتم تقديمها حاليًا أو مؤخرًا عبر النظام الأساسي. يمكنك الوصول إلى القائمة الحالية",
    "2367602973": "هنا",
    "659124570": "بالإضافة إلى ذلك ، إذا رأيت محتوى يخصك مستنسخًا على منصة hCaptcha وتريد إزالته لأي سبب من الأسباب ، يمكنك الاتصال بنا عبر البريد الإلكتروني على",
    "2066749488": "شكاوى أخرى",
    "3479034323": "إذا رأيت محتوى يخصك مستنسخًا على منصة hCaptcha وتريد إزالته لأي سبب من الأسباب ، يمكنك الاتصال بنا عبر البريد الإلكتروني.",
    "1836554225": "مشاركات المدونة",
    "2873297188": "هل جميع اختبارات CAPTCHAS تميز ضد غير الأمريكيين؟",
    "165932542": "نظرة على معدلات حل hCaptcha في جميع أنحاء العالم",
    "1865097546": "16 نوفمبر 2021",
    "3005876482": "hCaptcha هي الآن أكبر خدمة كابتشا مستقلة ، تعمل على 15٪ من الإنترنت",
    "693820850": "يمكنك التغلب على Google بوضع الخصوصية أولاً",
    "3609106478": "حشو الاعتماد:",
    "299335340": "ما هو وكيفية وقف الهجمات",
    "354925785": "مقدمة",
    "423222878": "بعض أصعب الهجمات الإلكترونية من حيث اكتشافها ومنعها وإيقافها هي تلك التي يكون فيها الفاعل الضار قادرًا على استخدام بيانات اعتماد المستخدم الشرعية لتسجيل الدخول إلى حساب مستخدم نشط. بدون وجود الكثير من إمكانيات الكشف المتطورة ، ليس لدى الشركة المستضيفة للحساب أي سبب للشك في وجود أي خطأ. يبدو أن العميل قد قام بتسجيل الدخول إلى حسابه أو حسابها. حقق المهاجم هذه الحيلة الناجحة باستخدام أوراق اعتماد مسروقة - وعادة ما تكون نتيجة لتقنية هجوم إلكتروني تُعرف باسم \"حشو بيانات الاعتماد\". إنها مشكلة خطيرة اليوم ، ولكن يمكن التخفيف من حدتها بالإجراءات المضادة الصحيحة.",
    "777660551": "ما هو حشو الاعتماد؟",
    "2602763587": "حشو بيانات الاعتماد هو شكل من أشكال الهجمات الإلكترونية حيث يحاول المهاجم تسجيل الدخول إلى موقع ويب عدة مرات باستخدام أزواج من أسماء المستخدمين وكلمات المرور المسروقة. يشير \"الحشو\" إلى محاولات تسجيل الدخول المتكررة ، والتي يتم إجراؤها دائمًا بواسطة برامج الروبوت الآلية.",
    "1271831121": "ليس الأمر كما لو أن المخترق (يرتدي سترة بقلنسوة ، بالطبع!) يجلس هناك ، يكتب بيانات الاعتماد بعد الاعتماد. يمكن إنشاء روبوت تسجيل الدخول الآلي من أداة جاهزة مثل السيلينيوم أو أداة قرصنة مطورة خصيصًا.",
    "2588750717": "في الواقع ، تتضمن بعض هجمات حشو بيانات الاعتماد الملايين من بيانات الاعتماد - يتم حشوها جميعًا في واجهة تسجيل الدخول إلى موقع الويب المطمئن على أمل السماح له بالدخول. وبمجرد دخوله ، يمكن للمهاجم الاستيلاء على حساب الضحية.",
    "1137757109": "إذا كان حساب تجارة إلكترونية ، يمكن للمهاجم طلب البضائع. إذا كانت الضحية بنكًا ، فيمكن للمهاجم تحويل الأموال إلى الخارج وما إلى ذلك.",
    "1559150837": "الأهداف ليست أعزل بالرغم من ذلك. تحتوي معظم مواقع الويب على عناصر تحكم تمنع مستخدمًا مشبوهًا يحاول تسجيل الدخول إلى آلاف الحسابات المختلفة من نفس عنوان IP في فترة زمنية قصيرة. ما يفعله مهاجمو حشو بيانات الاعتماد للالتفاف على تقنيات الحماية هذه هو محاكاة التنوع الجغرافي وتنوع IP. باستخدام أدوات قوية ، غالبًا ما تكون مدفوعة بالذكاء الاصطناعي ، يمكنهم إظهار أن الآلاف من المستخدمين يحاولون بشكل عشوائي تسجيل الدخول في أوقات مختلفة من اليوم من جميع أنحاء البلاد. هذا هو أكثر صعوبة للكشف والتوقف.",
    "1892020899": "من أين يحصل المتسللون على أوراق الاعتماد؟",
    "2597149484": "السبب وراء اضطرار المتسلل إلى \"حشو\" العديد من بيانات الاعتماد له علاقة بالمكان الذي يحصلون فيه على أوراق اعتمادهم المسروقة.",
    "3030395800": "عادة ما تأتي أوراق الاعتماد هذه من خروقات البيانات. تُعرف هذه الهجمات أيضًا باسم \"تسرب بيانات الاعتماد\" ، ويمكن أن تؤدي إلى إلقاء الملايين من بيانات الاعتماد على شبكة الويب المظلمة. إذا جاء التسرب من أحد البنوك ، فسيحاول المتسلل استخدام بيانات الاعتماد هذه للوصول إلى مواقع أخرى. يعمل هذا الأسلوب لأن الكثير من الأشخاص يستخدمون نفس تركيبة اسم المستخدم وكلمة المرور لمواقع متعددة. (لا يُنصح بهذه الممارسة ، لكن الحقيقة هي ما هي عليه. يميل الأشخاص إلى تكرار نفس بيانات اعتماد تسجيل الدخول.)",
    "1258965840": "وبالتالي ، إذا تمكن المهاجم من الوصول إلى موقع واحد ، فيمكنه على الأرجح الوصول إلى مواقع متعددة باستخدام بيانات الاعتماد المسكوبة. على سبيل المثال ، قد يحصلون على اسم مستخدم / زوج كلمة مرور مثل JohnDoe / 525momma ، لكن ليس لديهم أي فكرة عما سيفعله هذا الزوج لهم. لذلك ، جربوا الزوج على Amazon.com و Ebay و Citibank و Walgreens وما إلى ذلك. قد يجربون هذا الزوج على ألف موقع مختلف.",
    "3594440415": "في النهاية ، سيبدأون في فتح الأبواب.",
    "780280214": "كيف يخفف hCaptcha و hCaptcha Enterprise من تهديد حشو بيانات الاعتماد",
    "4165374512": "في حين أنه من الممكن استخدام IP وأدوات الكشف عن الموقع لمنع حشو بيانات الاعتماد ، فإن الطريقة الأكثر فعالية من حيث التكلفة والدقة هي ببساطة مقاطعة روبوت حشو بيانات الاعتماد الآلي نفسه. يمكن لـ hCaptcha و hCaptcha Enterprise وضع الروبوت في نقطة الدخول. حتى إذا كان لدى الروبوت بيانات الاعتماد الصحيحة ، إذا لم يتمكن من تجاوز اكتشاف hCaptcha Enterprise أو اختبار CAPTCHA الخاص بـ hCaptcha ، فلن يتمكن من القيام بحشوها وسيتم حماية موقعك والمستخدمين.",
    "3269644546": "لو سمحت",
    "1058572205": "لنا إذا كنت ترغب في معرفة المزيد عن",
    "3753613260": "اتصل",
    "1792519141": "مشروع hCaptcha",
    "3515435438": "الإبلاغ عن شكاوى قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية",
    "54093347": "وكيل DMCA المسجل",
    "3233441200": "سياسة الانتهاك المتكرر",
    "4011712313": "كجزء من سياسة قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية الخاصة بنا ، نضع حسابات العملاء الذين نتلقى لهم إشعارات متعددة وفقًا لقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية بشأن الانتهاك المزعوم في سياسة متعددة الخطوات للانتهاك المتكرر لقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية. عند استلام إخطارات متكررة وفقًا لقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية في شهر تقويمي ، سيتقدم حساب العميل من خطوة سياسة واحدة إلى الخطوة التالية.",
    "766825168": "تشمل الإجراءات التي قد نتخذها بموجب سياسة الانتهاك المتكرر لقانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية إرسال تنبيهات لزيادة الرؤية إلى عميل الحساب المسجل. للإقرار بهذه التنبيهات ، قد نطلب من العميل تسجيل الدخول إلى الحساب أو الاتصال بفريق الدعم الخاص بنا. نحتفظ أيضًا بالحق في تعليق أو إنهاء ، بالإضافة إلى تطبيق تدابير مؤقتة أخرى على خدمة hCaptcha و IMI لأي عميل واصلنا تلقي إشعارات قانون الألفية الجديدة لحقوق طبع ونشر المواد الرقمية بشأن الانتهاك المزعوم حتى بعد إرسال تنبيهات الانتهاك المتكررة. بالإضافة إلى ذلك ، يجوز لنا إنهاء خدمات hCaptcha أو IMI الأخرى وفقًا لتقديرنا الخاص المقدمة لهؤلاء العملاء عندما ننهي خدمة hCaptcha بموجب هذه السياسة.",
    "2410122265": "موارد hCaptcha: الروبوتات 101",
    "4166776480": "حشو أوراق الاعتماد: ما هو وكيفية وقف الهجمات",
    "2301335298": "الاحتيال في الدفع: التخفيف من تطور سريع للجريمة السيبرانية",
    "3682071227": "ما هي عمليات الاستحواذ على الحساب وكيف تعمل؟",
    "2729131930": "ما هو الكشط وكيف يعمل؟",
    "1344959096": "العمل كمصنّف بيانات فردي",
    "3510143229": "hCaptcha هي خدمة لمواقع الويب والتطبيقات ،",
    "3930611699": "العمال الأفراد.",
    "1051214799": "hCaptcha هي خدمة أمان ويب تحاول مشاركة القيمة مع ناشري مواقع الويب أو التطبيقات التي تستخدمها.",
    "360236473": "لا يُقصد من خدمة hCaptcha أن تُستخدم لأي شخص للعمل كمصمم فردي. لم يتم تصميمه أو مناسب لهذا الغرض. لا نوصي أي شخص بمحاولة استخدام hCaptcha كمصدر للدخل الشخصي.",
    "3842490632": "المستخدم الفردي الذي يحاول الإجابة على العديد من الأسئلة من المحتمل أن يكون معدله محدودًا أو محظورًا بسرعة. بنفس القدر من الأهمية ، لدينا",
    "1560232962": "يغطي بالتفصيل ، لا توجد ضمانات بشأن المبلغ المكتسب لأي إجابة معينة. قد لا تكون هناك أسئلة مدفوعة متاحة في ذلك الوقت ، وقد يتم رفض الإجابة لأسباب تتعلق بالجودة ، وما إلى ذلك.",
    "2694001822": "ومع ذلك ، فإننا نوظف أحيانًا أفرادًا لمساعدتنا في اختبار خصائص النظام والميزات الجديدة.",
    "1569804581": "إذا كنت ترغب في أن يتم الاتصال بك في المستقبل بخصوص الفرص ذات الصلة ، يرجى ملء هذا النموذج.",
    "636461959": "اسم",
    "1139500589": "دولة",
    "1789607185": "عنوان البريد الإلكتروني",
    "325077666": "من خلال تقديم المعلومات الخاصة بك فإنك توافق على لدينا",
    "3555583744": "و",
    "3609929815": ". سنحتفظ باسمك وبلدك ومعلومات عنوان بريدك الإلكتروني فقط لغرض الاتصال بك في المستقبل فيما يتعلق بفرص عمل التصنيف الفردي.",
    "4197928199": "سياسة خاصة",
    "851786723": "بإدخال بريدك الإلكتروني ، فإنك توافق على الشروط وسياسة الخصوصية الخاصة بنا ، وعلى تلقي بريد إلكتروني منا.",
    "2402165761": "كيف يعمل الكشط؟",
    "4260542944": "يعد تجريف المحتوى (المعروف أيضًا باسم \"كشط الشاشة\" أو \"كشط\") عملية مألوفة وغالبًا ما تكون مفيدة لجمع المعلومات من الويب. ومع ذلك ، في السنوات الأخيرة ، أصبحت هذه التقنية أداة مفضلة للقراصنة والمحتالين. يمكن للإجراءات المضادة أن تخفف التهديد بشكل فعال ، ولكن لتنفيذها ، من الضروري فهم كيفية عمل العملية.",
    "2066255783": "ما هو تجريف المحتوى؟",
    "1910628828": "تجريف المحتوى هو تقنية لانتزاع البيانات من نظام يتضمن مجموعة أدوات مؤتمتة تنتحل صفة عميل برنامج أو مستعرض ويب. إنه ليس بجديد. في الواقع ، بالنسبة لمهندسي البرمجيات الذين قد يحتاجون إلى بيانات من حاسوب مركزي قديم ، يمكن أن يكون الكشط هو الطريقة الوحيدة لاستخراج المعلومات. قد تكون الموصلات الأصلية قد اختفت ومن المستحيل استبدالها.",
    "3408107995": "اليوم ، على الرغم من ذلك ، يعني التجريف دائمًا نهجًا برمجيًا لسحب البيانات من موقع ويب. يعمل برنامج الكشط كمستخدم بشري ، بالنقر على الأزرار وقراءة الإخراج الناتج. هناك العديد من الاستخدامات المشروعة للقشط. تعد برامج زحف الويب التي تدعم محركات البحث أحد الأمثلة. وكذلك أدوات مثل Skyscanner التي تبحث عن صفقات السفر من خلال تصفح آلاف مواقع السفر. تستخدمه شركات التكنولوجيا المالية أيضًا ، حيث تقوم بكشط البيانات المالية للمستخدم من مواقع البنوك إذا لم تكن هناك واجهات برمجة تطبيقات (APIs) متاحة لإتاحة اتصال البيانات. الأشياء التي يجب وضعها في الاعتبار حول تجريف الشاشة هي سرعتها وقابليتها للتوسع. يمكن أن تحصد العملية كميات هائلة من البيانات من مواقع الويب ، بافتراض عدم تكوين المواقع لمنع حدوث ذلك. وبسرعة الحساب ، يمكن للكاشطة أن تجمع مجموعات كبيرة من البيانات من خلال التفاعل مع مواقع الويب والبرامج الأساسية وقواعد البيانات التي تدعمها.",
    "1920884252": "لماذا يعتبر المحتوى كشط تهديد أمني؟",
    "2256795853": "القدرة على استخراج الكثير من البيانات ، بسرعة ، من مواقع الويب تجعل من الكشط أداة قوية في أيدي الجهات الخبيثة. يمكن لروبوت الكشط أن يجمع بيانات المستخدم من مواقع التواصل الاجتماعي. بعد ذلك ، من خلال كشط المواقع التي تحتوي على عناوين ومعلومات شخصية أخرى وربط النتائج ، يمكن للمتسلل الانخراط في جرائم الهوية مثل تقديم طلبات بطاقات ائتمان احتيالية.",
    "4087694419": "يمكن للمتسلل المتسلل أيضًا جمع البيانات من مواقع مثل Amazon و eBay لإنشاء قوائم منتجات مزيفة أو خادعة. يمكنه بعد ذلك عرضها للبيع على خدمات نظير إلى نظير مثل OfferUp وشن هجمات تصيد احتيالي على المشترين. أو ، يمكن للمحتال بيع منتجات غير موجودة. تتضمن عملية احتيال أخرى على الشاشة تزييف ناشري الإعلانات. من خلال تجريف المحتوى من مواقع الناشرين ، يمكن للمحتال إنشاء صفحات ناشر إعلانية مزيفة على خدمات مختلفة. يمكنهم بعد ذلك بيع الإعلانات على تلك الصفحات إلى الموزعين المعتمدين ، الذين اقتنصوا جهات اتصالهم من ملف ads.txt الخاص بالناشر. تبدو الشرائح الإعلانية حقيقية للمعلن ، لكنها ليست كذلك.",
    "3315658779": "منع تجريف المحتوى باستخدام hCaptcha Enterprise",
    "2602081482": "تستخدم hCaptcha Enterprise التعلم الآلي المتقدم لتحديد حركة المرور الضارة إلى موقعك وتطبيقاتك - بما في ذلك أنشطة الكشط.",
    "1422537019": "لنا اليوم لمعرفة المزيد.",
    "1988268879": "تصنيف البيانات فعالة من حيث التكلفة على نطاق واسع",
    "2163914794": "هل تحتاج إلى المزيد من الملصقات لمجموعات البيانات الخاصة بك؟ يوفر hCaptcha تصنيفًا سريعًا وفعالًا من حيث التكلفة وعالي الجودة للبيانات للشركات التي تعمل على تطبيقات الذكاء الاصطناعي والتعلم الآلي.",
    "3378932530": "احصل على بياناتك مصنفة الآن",
    "3483700676": "إطلاق ملايين المهام على الفور",
    "3478726913": "يحتوي hCaptcha على أحد أكبر المجمعات المتاحة لاستخدامك على هذا الكوكب. مهما كان حجمك ، يمكننا التعامل معه دون التزامات مسبقة باهظة الثمن. الملايين من المهام يوميا ليست مشكلة.",
    "740501259": "خطوط أنابيب بسيطة يحركها API",
    "2784612261": "هل تريد دمج المراجعة البشرية مباشرة في عمليات عملك؟ نحن نقدم اتفاقيات مستوى الخدمة ذات الموثوقية العالية والقدرة المضمونة وواجهات برمجة تطبيقات REST البسيطة.",
    "1144966033": "الأمثل من حيث التكلفة والجودة",
    "3213351333": "لا يلزم وجود التزام مسبق",
    "2107077506": "تستخدم منصة HUMAN نماذج ثقة شاملة لإجراء تحليل متطور للجودة في الوقت الفعلي. يتيح لنا ذلك تحديد كل من صعوبة الأسئلة وإجاباتها الصحيحة المحتملة بسرعة ، مما يوفر لك الوقت والمال.",
    "3576146278": "ادفع فقط مقابل الدقة التي تحتاجها",
    "2952586316": "ليست كل المشاكل هي نفسها. قد تتطلب التعليقات التوضيحية لمهام السلامة الحرجة ثقة بنسبة 99.99٪ من العاملين البشريين بالكامل. قد تتطلب التعليقات التوضيحية لميزة تجريبية واحدة في تطبيق ألعاب الجوال ثقة متوسطة فقط. انت صاحب القرار.",
    "710145621": "قدم بيانات الحقيقة الأساسية الخاصة بك أو دعنا نبنيها بسرعة",
    "987901590": "هل لديك بيانات أولية بدون مجموعة تحقق شاملة؟ في معظم الحالات ، يمكننا إنشاء واحدة لك أثناء تشغيل المهام من خلال النظام ، أو إنشاء عينات معنونة للحصول على موافقتك.",
    "2597352122": "أنواع التعليقات التوضيحية",
    "1344687860": "المربعات المحيطة",
    "1089415440": "كشف دقيق للأشياء في الصور والفيديو",
    "3817067682": "المضلعات",
    "2682873489": "تحديد المنطقة المحيطة للكائنات",
    "1275150216": "معالم",
    "2067112112": "التعليقات التوضيحية النقطية للعديد من حالات الاستخدام المختلفة",
    "4228682126": "تصنيف السمة",
    "2920213479": "فرز أو إلحاق فئات عشوائية من أي حجم",
    "3288667364": "المقارنة والكشف",
    "155877895": "الكشف والتصنيف بالطاقة البشرية",
    "3128433367": "... و أكثر من ذلك بكثير",
    "2827452240": "هل تحتاج إلى نوع آخر غير مدرج هنا؟ فقط اسألنا.",
    "719304627": "هل تحتاج إلى تحكم شامل؟",
    "1172067553": "توفر منصة HUMAN وراء hCaptcha جودة عمل وإدارة متطورة للغاية عبر عمليات النشر في مقر الشركة أو الهجينة أو SaaS التي تتكامل مع أنظمتك الحالية.",
    "2319072959": "يمكنك التشغيل بلا اتصال بالإنترنت تمامًا مع القوى العاملة الخاصة بك ، وتتبع القيمة المستهلكة عبر وحدات العمل أو شركاء الاتحاد ، وتوجيه الوظائف بشكل انتقائي إلى موفري عمل داخليين أو خارجيين مختلفين بناءً على متطلبات التكلفة والأمان ، والمزيد.",
    "1936512180": "‍ سهولة الوصول إلى واجهة برمجة التطبيقات ، ولوحات المعلومات الجميلة ، وأحدث تقنيات النموذج في الحلقة لزيادة كفاءة العمال إلى أقصى حد.",
    "3913848038": "اتفاقيات مستوى الخدمة (SLA) الخاصة بوقت التشغيل بنسبة 99.99٪ ، كما يتوفر دعم عالمي على مدار الساعة طوال أيام الأسبوع.",
    "1080752747": "مبيعات الاتصال",
    "1525403768": "لمزيد من المعلومات ، اتصل بمبيعات المؤسسة.",
    "1546930020": "الحصول على بيانات مصنفة",
    "2486638408": "تحديد المواصفات",
    "1027200955": "تحدث مع أحد خبراء المجال لدينا لتحديد احتياجات مشروعك: الدقة المستهدفة ، والتنسيق ، وأي متطلبات خاصة.",
    "1156712451": "اختبار الوظيفة الأولي",
    "181065232": "نقوم بتنفيذ مهمة إنتاجية صغيرة بناءً على بيانات العينة الخاصة بك. هذا يختبر العمل الذي قمنا به معًا لضمان حصولك على ما تحتاجه بالضبط.",
    "3207769512": "نشر وظائف الإنتاج",
    "1099238677": "مع حجمنا الكبير وزمن وصولنا المنخفض ، سنغير عملك بسرعة ، مع التسليم الآلي بمجرد الانتهاء.",
    "465783046": "هل تريد أن تجربها مع بياناتك؟",
    "328625009": "... نحن جاهزون عندما تكون: خدمتنا متاحة على مدار الساعة.",
    "3225770968": "تم تصميم hCaptcha لحل المشكلة الأكثر كثافة في التعلم الآلي ؛ تصنيف كميات هائلة من البيانات في الوقت المناسب وبطريقة معقولة وموثوقة.",
    "2041686284": "ينتج عن المزيد من البيانات بشكل عام نتائج أفضل في تدريب نماذج التعلم الآلي. أدى النجاح الأخير للنماذج العميقة إلى مجموعات بيانات كبيرة بشكل متزايد ، وتخدم hCaptcha هذه الحاجة. ومع ذلك ، فإن إنشاء مجموعات بيانات كبيرة يراجعها الإنسان باستخدام الطرق التقليدية يعتبر بطيئًا ومكلفًا.",
    "3729345277": "hCaptcha هي طريقة للشركات للحصول على التعليقات التوضيحية التي تطلبها بشكل أسرع وبجودة أعلى وبتكلفة أقل من البدائل الأخرى.",
    "2103563261": "معلومات خاصة أو عامة",
    "2513143348": "نظام hCaptcha Enterprise مرنًا بشكل فريد في تصميمه: يمكن نشره جزئيًا أو كليًا على حافة شبكتك إذا كنت تدير سحابة عامة أو تمتلك العديد من مراكز البيانات.",
    "3107683988": "يمكن أن يؤدي ذلك إلى تقليل حركة المرور خارج الشبكة والتكاليف بشكل كبير مع الاحتفاظ بجميع مزايا الإدارة من قبل فريق العمل لدينا المتوفر على مدار الساعة طوال أيام الأسبوع لتلبية أكثر اتفاقيات مستوى الخدمة صرامة.",
    "3660619092": "اشترك مجانًا أو اتصل بالمبيعات للحصول على حلول المؤسسات",
    "2351176803": "شروط ترخيص hCaptcha JS API",
    "2616226398": "تخضع لدينا",
    "2024293275": ". جميع الحقوق الأخرى محفوظة ، في الوقت الحالي.",
    "1062291156": "الشروط القياسية",
    "2712493234": "الاحتيال في الدفع: التخفيف من تطور سريع للجريمة السيبرانية",
    "1817772953": "الاحتيال ليس شكلاً جديدًا من أشكال الجريمة. في الواقع ، اكتشف علماء الآثار أجهزة لمكافحة الاحتيال ابتكرها السومريون القدماء لنقل الماشية دون خسائر منذ ما يقرب من 10000 عام! في حالتهم ، وضعوا قطعًا من الطين ، يمثل كل منها حيوانًا ، داخل كرة طينية تُعرف باسم \"الفقاعة\". سوف تسافر الفقاعة مع القطيع أثناء انتقالها من البائع إلى المشتري. حتى ذلك الحين ، كان أصحاب الأعمال قلقين من أنه ليس كل من يتعاملون معهم كان في ازدياد. لقد تغير الكثير خلال 10000 عام ، ولكن لا تزال هناك حاجة إلى الابتكار في منع الاحتيال. اليوم ، تعتبر قضية الاحتيال في الدفع عبر الإنترنت ذات أهمية قصوى. مع الإنترنت ، أصبح المحتالون بارعين بشكل متزايد في التغلب على ضوابط مكافحة الاحتيال. ومع ذلك ، فإن الحلول الجديدة تغير المد.",
    "1053787685": "ما هو الاحتيال في الدفع؟",
    "433424759": "يشمل الاحتيال في الدفع أي نوع من المعاملات غير القانونية حيث يحرم مجرم الإنترنت الضحية من شيء ذي قيمة ، عادةً المال. قد يعني هذا استخدام بطاقة ائتمان مسروقة لطلب البضائع عبر الإنترنت أو الاستيلاء على حساب مصرفي وتحويل الأموال منه بشكل غير قانوني. هناك العديد من الاختلافات ، ولكن جميعها لها نفس النتيجة: يستخدم المحتال هوية مسروقة أو معلومات الدفع للسرقة من المستهلك أو البنك أو التاجر.",
    "2939852138": "كيف [يحاول المحتالون] الابتعاد عن الاحتيال في الدفع؟",
    "1665616092": "يعتبر الاحتيال في الدفع بسيطًا من حيث المفهوم ، ولكنه قد يكون معقدًا بشكل خيالي في تنفيذه في الوقت الحاضر.",
    "4246520782": "في الواقع ، شهد الإنترنت سباق تسلح حقيقي بين المحتالين والمدافعين في السنوات الأخيرة.",
    "2167049807": "تبنت فرق الأمن مجموعة متنوعة من الإجراءات المضادة والضوابط التي تتغلب على الأساليب السهلة والبطيئة للاحتيال في الدفع. ومع ذلك ، أصبحت الهجمات معقدة بشكل متزايد. على سبيل المثال ، يمكن للروبوتات الآن جمع أرقام بطاقات الائتمان وأرقام التعريف الشخصية المسروقة من مواقع الويب المزيفة وهجمات التصيد الاحتيالي.",
    "1936449777": "بعد ذلك ، في الوضع الآلي بالكامل ، يمكنهم محاكاة السلوك البشري على مواقع التجارة الإلكترونية ، والنقر على الأزرار وإضافة عناصر إلى عربات التسوق - لدرجة أن العديد من أدوات التحكم في مكافحة الاحتيال ، إن لم يكن معظمها ، لا يمكنها معرفة أن الروبوت يحاول السرقة بضائع. بدلاً من ذلك ، يبدو كما لو أن المستخدم البشري يتسوق ببساطة. يمكن للروبوت تسجيل الدخول إلى حساب عميل حقيقي باستخدام بيانات اعتماد تسجيل الدخول المسروقة. إن مزيدًا من التعتيم على عملية الاحتيال هو قدرة الروبوت على انتحال عناوين IP وجعلها تبدو كما لو أن \"المتسوق\" يختلف في مكان ما عن المهاجم ، الذي قد يكون في بلد أجنبي.",
    "648630222": "منع الاحتيال في الدفع باستخدام hCaptcha Enterprise",
    "1621930829": "ما الذي يمكن فعله حيال أنشطة الاحتيال في الدفع المتقدمة والمتواصلة اليوم؟ عادة ما يكون استخدام طبقات متعددة من الضوابط نهجًا حكيمًا. ومع ذلك ، فإن أفضل الإجراءات المضادة هي تلك التي يمكن أن تحاصر الروبوت وتكشف أنه مزيف ، على الرغم من الجهود الجبارة التي يبذلها منشئوها لتكرار السلوك البشري.",
    "2423586454": "لا تزال هناك بعض الأشياء التي لا تستطيع البرامج القيام بها ، بغض النظر عن مدى جودة الذكاء الاصطناعي وراءها. تقدم تقنية CAPTCHA الحديثة طريقة مجربة لمنع الروبوتات التي تحاول إدامة الاحتيال في الدفع. في حين أن الأساليب القديمة في اختبار CAPTCHA ، مثل الأرقام المائلة البسيطة في المربع ، تعاني الآن في الغالب من نقص في التخفيف من حدة الروبوتات المتقدمة ، إلا أن جهاز اختبار الاستجابة الآلي مثل hCaptcha Enterprise يمكنه بسهولة إبعاد روبوت محتال في لحظة تسجيل الدخول إلى الحساب أو الخروج من عربة التسوق. حتى لو كان الروبوت لديه بيانات اعتماد حقيقية ، إذا لم يكن قادرًا على اجتياز اختبار CAPTCHA.",
    "1467308982": "جداول الدفع",
    "1291824746": "يتم تشغيل مدفوعات hCaptcha كل ثلاثة أشهر على أساس 60 يومًا لاحقًا. لتوضيح ما يعنيه هذا ، يرجى الاطلاع على الجدول أدناه.",
    "3444947612": "حركة المرور بين",
    "4181611011": "تاريخ التسوية",
    "728503636": "تاريخ الدفع",
    "3720584906": "15 يوليو 2021-15 أكتوبر 2021",
    "388240587": "من الخامس إلى الخامس عشر من كانون الثاني (يناير) 2022",
    "3426312287": "من 5 إلى 15 يناير 2022",
    "615618648": "من 15 أبريل 2021 إلى 15 يوليو 2021",
    "3376724603": "من 14 إلى 24 سبتمبر 2021 †††",
    "3398978455": "من 15 إلى 25 سبتمبر 2021 †††",
    "2722456056": "من 15 يناير 2021 إلى 15 أبريل 2021",
    "4063155841": "في موعد أقصاه 25 حزيران (يونيو) 2021 ††",
    "4082053540": "19-25 حزيران (يونيو) 2021 ††",
    "64953197": "من 15 أكتوبر 2020 إلى 15 يناير 2021",
    "1023070345": "في موعد أقصاه 14 مارس 2021",
    "2600696085": "15 مارس 2021",
    "3217791519": "15 يوليو 2020-15 أكتوبر 2020",
    "649261378": "5-11 يناير 2021 *",
    "1559190296": "5-11 كانون الثاني (يناير) 2021 †",
    "3806054689": "15 أبريل 2020-15 يوليو 2020",
    "4162383380": "من 16 إلى 22 سبتمبر 2020 *****",
    "1990824776": "من 16 إلى 24 سبتمبر 2020 *****",
    "3856690908": "من 15 يناير 2020 إلى 15 أبريل 2020",
    "3200641265": "في موعد أقصاه 16 حزيران (يونيو) 2020 *",
    "3744079744": "من 15 إلى 19 يونيو 2020 ****",
    "2209837451": "من 15 أكتوبر 2019 إلى 15 يناير 2020",
    "2510534204": "في موعد أقصاه 23 مارس 2020 ***",
    "2910560864": "20-23 مارس 2020 ***",
    "2544565802": "من 15 يوليو 2019 إلى 15 أكتوبر 2019",
    "3963642878": "في موعد أقصاه 14 ديسمبر 2019 *",
    "622103562": "17 ديسمبر 2019 **",
    "4072202039": "من 15 أبريل 2019 إلى 15 يوليو 2019",
    "818049069": "في موعد أقصاه 15 يوليو 2019",
    "1169005651": "15 سبتمبر 2019",
    "2303655425": "من 15 يناير 2019 إلى 15 أبريل 2019",
    "3678889946": "في موعد أقصاه 15 حزيران (يونيو) 2019",
    "3094354698": "15 يونيو 2019",
    "4217013126": "يتم تشغيل المدفوعات عادةً على مدار اليوم في تاريخ الدفع ، ويتم إكمالها بشكل عام بحلول منتصف الليل بتوقيت المحيط الهادئ. إذا تم وضع علامة على حساب للمراجعة ، فقد يستغرق إصدار دفعة ما يصل إلى خمسة أيام عمل إضافية.",
    "1447649958": "للتذكير ، فإن الزيارات البشرية الدقيقة فقط هي المؤهلة للحصول على العوائد. يمكنك الاطلاع على مزيد من التفاصيل حول هذا في الأسئلة الشائعة ، المرتبطة أدناه. يجب أن يفي الرصيد المتاح أيضًا بالحد الأدنى ليكون مؤهلاً للدفع ، حاليًا 10 HMT.",
    "4257144752": "لا تعكس التقديرات في الوقت الفعلي الدقة النهائية أو الإنسانية ، وبالتالي قد تختلف أرباحك النهائية بشكل كبير بالزيادة أو النقصان عن الأرقام المعروضة في لوحة المعلومات قبل التسوية الأولى.",
    "2728931827": "بعد كل تسوية ، سيتم تحديث التقديرات الخاصة بكل مفتاح موقع ويجب زيادة دقة التوقعات المستقبلية ، ما لم يكن لموقعك تغيير جوهري في سلوك المستخدم.",
    "1200905005": "††† اعتبارًا من سبتمبر 2021 ، أصبحت التسويات والمدفوعات تمتد الآن على مدى 10 أيام تقريبًا بدلاً من يوم واحد ، من أجل تبسيط القيود التشغيلية المتعلقة بالنمو في الخدمة.",
    "4284094387": "†† سيتم تشغيل بعض التسويات والدفعات في يونيو 2021 في الأسبوع التالي بسبب التأخير في التحقق من الحسابات النهائية أثناء نافذة التسوية.",
    "1977013707": "† تمت إعادة جدولة مدفوعات ديسمبر 2020 من الخامس عشر لتجنب التداخل مع تسويات نهاية العام وإجازات الموظفين: سيتم الانتهاء منها بحلول الأسبوع الثاني من يناير. نظرًا للتحويلات التي تتم بشكل أبطأ من المعتاد إلى PayPal ، ستستمر المدفوعات على مدار عدة أيام بدلاً من إكمالها في يوم واحد.",
    "517010299": "يُرجى الملاحظة: نحن نعمل حاليًا على انتقال رئيسي للخلفية إلى تسوية شبه فورية. ستعمل التسويات الدورية بشكل أقل من المعتاد حتى الربع الأول من عام 2021. ولا يؤثر ذلك على جداول العوائد أو التواريخ.",
    "3092200338": "** عندما يصادف اليوم الخامس عشر عطلة نهاية الأسبوع ، يكون تاريخ الدفع هو السابع عشر بدلاً من ذلك.",
    "3891941747": "*** مستشار COVID-19: نظرًا لانخفاض قدرة الموظفين المتعلقة بـ COVID-19 ، تمت إعادة جدولة التسوية للسماح بوقت إضافي لإكمال التحقق القياسي. من المتوقع أن تبدأ المدفوعات يوم الجمعة وتكتمل يوم الاثنين التالي.",
    "2301757528": "**** نظرًا لصيانة PayPal لواجهات برمجة تطبيقات REST الخاصة بهم أثناء نافذة الدفع ، لم تكتمل جميع الدفعات في 15 يونيو. تمت إعادة تشغيل أي مدفوعات مجدولة في 15 يونيو (بتوقيت المحيط الهادئ) ولكن لم يتم تنفيذها بسبب أخطاء واجهة برمجة تطبيقات PayPal بحلول 19 يونيو (بتوقيت المحيط الهادئ).",
    "116842359": "***** من المتوقع أن تكتمل التسويات على مدى عدة أيام بسبب صيانة النظام.",
    "4154415610": "***** سيتم تشغيل مدفوعات سبتمبر 2020 على دفعات عند اكتمال التسوية ، مع تشغيل بعضها بعد عدة أيام من الموعد المقرر أصلاً بسبب تأخيرات التسوية.",
    "2310694091": "ماذا تعني المصالحة؟",
    "164801246": "المصالحة هي العملية التي يتم من خلالها تحليل حركة المرور بعد وقوعها للتحقق من إنسانيتها ودقتها ، بمجرد إدخال جميع البيانات من جميع مواقع التقارير. يمكنك قراءة المزيد من التفاصيل في موقعنا",
    "3256245394": "بالإضافة إلى منشورات المدونة الخاصة بنا ، على سبيل المثال",
    "3089778412": "كيف يحسب hCaptcha المكافآت",
    "3329755436": "هل تخطط لتسريع هذه العملية؟",
    "1911669851": "نعم ، نحن نعمل حاليًا على مجموعة متنوعة من التحسينات لأنظمتنا الخلفية والتي نتوقع أنها ستسمح لنا في النهاية بتقديم تسوية أسرع ودقة تقدير أسرع ودفع أسرع. نعمل حاليا على تسريع المصالحة أولا.",
    "2366003154": "الاستفسارات الصحفية والإعلامية",
    "3054564199": "طقم الصحافة",
    "3173156067": "تتوفر بعض الضمانات الجاهزة في حالة رغبتك في تضمين أمثلة للصور في مقالتك.",
    "867314732": "يمكنك استرداد دقة عالية",
    "858218750": "والتوجيه بشأن استخدامها على",
    "3821716514": "صفحة.",
    "1186243118": "صور الشعار",
    "3034959000": "يمكنك استرداد ملفات",
    "1764089150": "هنا:",
    "1558428432": ". يرجى منحهم الفضل في hCaptcha.com.",
    "2429359042": "مثال على صور واجهة",
    "1480820434": "الصورة 1",
    "3213411837": "الصورة 2",
    "1270712701": "البيانات الصحفية والتقارير الأخيرة",
    "231285005": "يمكنك العثور على التحديثات الأخيرة على مدونتنا",
    "1289884910": "ننشر أيضا تحليلات وتقارير عرضية. على سبيل المثال:",
    "932546190": "لماذا الكابتشا ستكون معنا دائما",
    "2344319147": "ما هي قيمة اكتشاف الروبوتات من Google حقًا؟",
    "1637527266": "ما هي الدول التي لديها أكبر عدد من زيارات الروبوت؟",
    "230159237": "جهات الاتصال",
    "3759923279": "يرجى توجيه الاستفسارات الصحفية إلى عنوان البريد الإلكتروني التالي:",
    "4255608322": "آخر تحديث: 12 أبريل 2021",
    "33639629": "لا ينطبق على مواقع الطرف الثالث. يرجى ملاحظة أن سياسة الخصوصية هذه لا تنطبق على أي موقع ويب أو عرض أو منتج أو خدمة لأي طرف ثالث ، حتى لو كانت مرتبطة بموقعنا أو تتضمن الخدمة - يرجى الرجوع إلى سياسات الخصوصية المعمول بها قبل اتخاذ قرار بتقديم أي معلومات إلى جهة خارجية. حفلات.",
    "987375734": "يقع IMI في الولايات المتحدة. يتم التحكم في المواقع والخدمات وتشغيلها بواسطتنا من الولايات المتحدة. قد يتم تخزين معلوماتك الشخصية ومعالجتها في أي دولة لدينا فيها منشآت أو نشرك فيها مزودي الخدمة ، وباستخدام المواقع والخدمات ، فإنك توافق على نقل المعلومات إلى دول خارج بلد إقامتك ، بما في ذلك الولايات المتحدة ، والتي قد تحتوي على قواعد حماية بيانات مختلفة عن تلك المعمول بها في بلدك. في ظروف معينة ، قد يحق للمحاكم أو وكالات إنفاذ القانون أو الهيئات التنظيمية أو السلطات الأمنية في تلك البلدان الأخرى الوصول إلى معلوماتك الشخصية.",
    "452920031": "ملاحظة للعملاء خارج الولايات المتحدة.",
    "2328839224": ". يرجى الاطلاع على قسم \"إشعار إلى سكان كاليفورنيا\" المتعلق بحقوقك بموجب قانون خصوصية المستهلك في كاليفورنيا (\"CCPA\").",
    "1565481281": "ملاحظة إلى سكان كاليفورنيا",
    "1028058338": "يرجى الاطلاع على قسم \"إشعار إلى موضوعات بيانات الاتحاد الأوروبي\" المتعلق بحقوقك بموجب اللائحة العامة لحماية البيانات (\"GDPR\").",
    "2271205646": "ملاحظة للمقيمين في المنطقة الاقتصادية الأوروبية.",
    "508143070": "لاحظ أن IMI هي المتحكم في معلوماتك الشخصية ، باستثناء الحالات التي نقوم فيها بمعالجة المعلومات الشخصية نيابة عن جهات التكامل لدينا فيما يتعلق بتوفير خدمتنا ، وفي هذه الحالة نكون معالج المعلومات الشخصية ، وهؤلاء المسؤولون عن التكامل هم المتحكمون في معلومات شخصية.",
    "2330965058": "عندما نعمل كمعالج لموظفي التكامل لدينا ، فإننا لا نستخدم البيانات التي تم جمعها لأي غرض بخلاف ما هو ضروري بشكل معقول لتقديم خدمتنا ، وستكون معالجتنا محكومة بالعقود التي أبرمناها مع مسؤولي التكامل لدينا ، وليس هذا سياسة خاصة",
    "3017040355": "تعمل معالجة بيانات موضوع البيانات في الاتحاد الأوروبي وفقًا للأساس القانوني للبنود التعاقدية القياسية (SCCs) المدمجة في ملحق معالجة البيانات لشروط الخدمة أو اتفاقيات معالجة البيانات مع مسؤولي التكامل لدينا.",
    "2233384692": "إذا كانت لديك أي أسئلة أو مخاوف بشأن كيفية التعامل مع هذه البيانات أو كنت ترغب في ممارسة حقوقك ، فيجب عليك الاتصال بالشخص أو الكيان (أي مراقب البيانات) الذي تعاقد معنا لاستخدام الخدمة لمعالجة هذه البيانات. ومع ذلك ، سنقدم المساعدة إلى مسؤولي التكامل لدينا لمعالجة أي مخاوف قد تكون لديك ، وفقًا لشروط عقدنا معهم.",
    "349292953": "المعلومات التي نجمعها",
    "3022001832": "نجمع معلومات من الأفراد الذين يتفاعلون مع مواقعنا وخدماتنا ، بما في ذلك أولئك الذين يدمجون خدمتنا في مواقعهم على الويب (\"المُدمجون\") ، وأولئك الذين يستخدمون الخدمات لتصنيف البيانات (\"العملاء\") ، والمستخدمين النهائيين الذين يتفاعلون مع موقعنا الخدمة من خلال مواقع الويب الخاصة بأجهزة التكامل لدينا (\"المستخدمون النهائيون\").",
    "835545301": "نجمع الفئات التالية من المعلومات:",
    "3228928991": "المعلومات التي يمكن استخدامها لتحديد هوية فرد أو الاتصال به (\"المعلومات الشخصية\") ، مثل الاسم وعنوان البريد الإلكتروني والبلد. نقوم بجمع المعلومات الشخصية من مسؤولي التكامل والعملاء الحاليين والمحتملين لدينا عندما يقدمونها لنا مباشرة (على سبيل المثال ، عن طريق ملء نموذج عند التسجيل للحصول على حساب ، أو التقدم لتلقي إشعارات البريد الإلكتروني منا). قد نتحقق أيضًا من هوية مسؤولي التكامل والعملاء لدينا من خلال مقارنة المعلومات الشخصية بقواعد بيانات الطرف الثالث أو المستندات القانونية الرسمية.",
    "1655796811": "المعلومات التي يتم جمعها تلقائيًا كنتيجة لاستخدام المُدمج أو العميل للمواقع أو الخدمات (\"معلومات التحليلات\") ، مثل عناوين IP ونوع المتصفح وموفر خدمة الإنترنت ونوع النظام الأساسي ونوع الجهاز ونظام التشغيل والتاريخ والطابع الزمني من الوصول ، وغيرها من المعلومات المماثلة. يتم جمع بعض معلومات التحليلات نيابة عنا من قبل أطراف ثالثة نشارك فيها لهذا الغرض ، ويتم جمع بعض معلومات التحليلات من خلال مجموعة متنوعة من تقنيات التتبع ، بما في ذلك ملفات تعريف الارتباط (انظر \"تحليلات الطرف الثالث وتقنيات التتبع\" أدناه).",
    "1388241689": "المعلومات التي تم جمعها كنتيجة لرد المستخدمين النهائيين على المطالبات من خلال الخدمة (\"البيانات المصنفة\") ، مثل بيانات تسمية الصور والنص المحول من الملفات الصوتية التي يتم تشغيلها لهؤلاء المستخدمين النهائيين والإجابات على الأسئلة والمطالبات الأخرى التي تنشئها الخدمة لأغراض تصنيف البيانات لاستخدامها في تطبيقات التعلم الآلي. لاحظ أن البيانات المصنفة ليست مرتبطة بأي فرد محدد.",
    "1493790285": "المعلومات الأخرى التي تم جمعها من المستخدمين النهائيين كجزء من الخدمة لذلك مطلوبة لتحديد ما إذا كانوا أم لا",
    "2216374138": "بشرية ، مثل حركات الماوس ، وموضع التمرير ، وأحداث الضغط على المفاتيح ، وأحداث اللمس ، ومعلومات الجيروسكوب / مقياس التسارع حسب الاقتضاء.",
    "2394073454": "قد نجمع معلومات إضافية من المستخدمين النهائيين الذين يرغبون في العمل معنا كمصممي بيانات فرديين.",
    "3103557430": "كيف نستخدم المعلومات",
    "1130802068": "نستخدم المعلومات التي نجمعها للأغراض التالية:",
    "2940689138": "لإدارة حسابات المندمج والعملاء وتقديم الخدمة. نحن نستخدم المعلومات الشخصية لربط حسابات محددة بالمتكامل والعملاء ولتوفير الخدمة لهم ، وللرد على الطلبات أو الاستفسارات ، ولتقديم الدعم أو المساعدة الفنية ، ولتسهيل المدفوعات.",
    "857974529": "لتحسين الموقع والخدمة. نحن نستخدم معلومات التحليلات لتحسين خدماتنا وعروضنا الحالية وتطويرها ولتخصيص عروض المنتجات الحالية والمستقبلية.",
    "1820844638": "لاشتقاق رؤى السوق. نستخدم معلومات التحليلات لتحليل السوق وإجراء تحليلات الأعمال المتعلقة بالموقع وخدماتنا ولأغراض بحثية أخرى.",
    "3386280249": "لتوفير سوق للبيانات المصنفة. تتيح خدمتنا تصنيف البيانات بكميات كبيرة والمراجعة البشرية لأنظمة التعلم الآلي كخدمة لأصحاب مواقع الويب والشركات الذين يحتاجون إلى المساعدة في تصنيف بياناتهم. تحقيقًا لهذه الغاية ، نكشف عن البيانات المصنفة لعملائنا المهتمين بالحصول على البيانات المصنفة.",
    "3532143291": "لتأمين خدماتنا وأنظمتنا. نحن نستخدم معلومات التحليلات لتأمين أنظمتنا من خلال تحديد التهديدات المحتملة ونقاط الضعف ، ولحماية المعلومات التي نجمعها.",
    "2185418511": "لأي غرض تجاري مشروع ، بشرط أن تكون المعلومات مجهولة الهوية أو مجمعة بحيث لا يمكن ربطها بشكل معقول بالفرد.",
    "2386465280": "كيف نشارك المعلومات",
    "2159517814": "نشارك المعلومات الشخصية أو نكشف عنها في الحالات التالية:",
    "4256083674": "بناءً على طلب مباشر من جهة التكامل لتحديد مخاطر الاحتيال المتعلقة بطلب اعتراض CAPTCHA محدد أو عنوان IP ، أو خلاف ذلك حيث تم منح موافقة محددة.",
    "3494826505": "نتعاون مع البائعين لتوفير الجوانب الأساسية للمواقع والخدمة ، مثل تخزين البيانات والاستضافة والتحليلات ، ولهذه الأغراض فقط.",
    "1119009846": "حسب الضرورة للامتثال للقانون المعمول به ، بما في ذلك الطلبات الحكومية وطلبات إنفاذ القانون وغير ذلك إلى الكيانات العامة والخاصة من أجل حماية الحقوق أو الخصوصية أو السلامة أو الممتلكات الخاصة بك أو لنا أو للآخرين.",
    "197676026": "مع آخرين لأي غرض تجاري مشروع ، بشرط أن تكون المعلومات غير محددة الهوية",
    "2359312315": "أو مجمعة بحيث لا يمكن ربطها بشكل معقول بفرد.",
    "2497216176": "تقنيات التحليلات والتتبع للجهات الخارجية",
    "3694578791": "كما نوقش أعلاه ، نحن (وموردينا الخارجيين) نجمع معلومات التحليلات جزئيًا من خلال استخدام ملفات تعريف الارتباط وإشارات الويب وتقنيات التتبع الأخرى. في بعض الحالات ، نعمل مع موردي الطرف الثالث لتوظيف ملفات تعريف الارتباط لأغراض جمع معلومات التحليلات.",
    "2014256987": "إذا كنت تفضل عدم حظر استخدام ملفات تعريف الارتباط أو تقنيات التتبع الأخرى ، فيرجى الاطلاع على \"إدارة معلوماتك\" أدناه. يرجى ملاحظة أن القيام بذلك قد يؤثر سلبًا على تجربتك في استخدام المواقع أو الخدمة ، حيث قد لا تعمل بعض الميزات بشكل صحيح.",
    "2788024905": "كيف نقوم بتأمين المعلومات",
    "3031284129": "إخلاء المسؤولية عن الضمان",
    "26365791": "إلى أقصى حد يسمح به القانون ، يتم توفير الموقع والخدمة (وأي خدمات ومعلومات وبيانات وميزات ومحتويات أو مواد أخرى مرتبطة بها) على أساس \"كما هي\" و \"حسب توفرها\". إلى أقصى حد يسمح به القانون ، تستبعد IMI جميع الضمانات ، بما في ذلك على سبيل المثال لا الحصر الضمانات الضمنية الخاصة بالتسويق والملاءمة لغرض معين وعدم الانتهاك.",
    "735630686": "إدارة معلوماتك (حقوقك)",
    "2895491273": "إذا كنت تفضل حظر ملفات تعريف الارتباط أو تقنيات التتبع الأخرى ، فمعظم المتصفحات والأجهزة المحمولة كل ما عليك هو تغيير إعداداتك لإعلامك عندما تتلقى ملفات تعريف الارتباط أو يتم استخدام تقنيات التتبع الأخرى ، واختيار ما إذا كنت ستقبل / تسمح أم لا هو - هي. تسمح لك معظم المتصفحات أيضًا بتعطيل ملفات تعريف الارتباط الموجودة أو حذفها أو رفض ملفات تعريف الارتباط المستقبلية تلقائيًا. يمكنك أيضًا استخدام أدوات الطرف الثالث ، بما في ذلك المكونات الإضافية للمتصفح ، للتحكم في تفضيلات ملفات تعريف الارتباط الخاصة بك. لاحظ ، مع ذلك ، أنه إذا قمت بتعطيل جميع ملفات تعريف الارتباط ، فقد لا تعمل بعض أجزاء مواقعنا بشكل صحيح.",
    "707527778": "معلومات من الأطفال",
    "2419795065": "إشعار إلى سكان كاليفورنيا",
    "1517625162": "بموجب القسم 1789.3 من القانون المدني لولاية كاليفورنيا ، يحق لمستخدمي كاليفورنيا الحصول على إشعار حقوق المستهلك التالي: يجوز للمقيمين في كاليفورنيا الوصول إلى وحدة المساعدة في تقديم الشكاوى بقسم خدمات المستهلك في إدارة شؤون المستهلك بكاليفورنيا عن طريق البريد في 1625 North Market Blvd. ، ساكرامنتو ، CA 95834 ، أو عبر الهاتف على (916) 445-1254 أو (800) 952-5210.",
    "3730344349": "يوفر هذا القسم تفاصيل إضافية حول المعلومات الشخصية التي نجمعها عن المستهلكين في كاليفورنيا والحقوق الممنوحة لهم بموجب قانون خصوصية المستهلك في كاليفورنيا أو \"CCPA\".",
    "4044467791": "بالنسبة لفئات المعلومات الشخصية التي قمنا بجمعها منك في الاثني عشر شهرًا السابقة ، يرجى الاطلاع على قسم \"المعلومات التي نجمعها\" أعلاه. نقوم بجمع هذه المعلومات للأغراض التجارية والتجارية الموضحة في قسم \"كيف نستخدم المعلومات الشخصية\" أعلاه. في الاثني عشر شهرًا السابقة ، شاركنا الفئات التالية من المعلومات مع جهات خارجية لغرض تجاري:",
    "4208081170": "فئة المعلومات الشخصية",
    "1528242915": "معرفات.",
    "3863351997": "فئات المعلومات الشخصية المدرجة في قانون سجلات العملاء في كاليفورنيا (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "المعلومات التجارية.",
    "2683038211": "الإنترنت أو أنشطة الشبكة الإلكترونية الأخرى.",
    "3671828834": "أمثلة على المعلومات الشخصية المشتركة",
    "779426309": "الاسم الحقيقي أو المعرف الشخصي الفريد أو المعرف عبر الإنترنت أو عنوان بروتوكول الإنترنت أو عنوان البريد الإلكتروني أو اسم الحساب أو معرفات أخرى مماثلة.",
    "2414368123": "الاسم أو رقم بطاقة الائتمان أو رقم بطاقة الخصم أو أي معلومات مالية أخرى.",
    "4088941349": "سجلات المنتجات أو الخدمات التي تم شراؤها أو الحصول عليها أو النظر فيها.",
    "3238612014": "سجل التصفح أو معلومات عن تفاعل المستهلك مع موقع ويب أو تطبيق أو إعلان على الإنترنت.",
    "1023108656": "فئات المستلمين الخارجيين",
    "1418235079": "مقدمي الخدمة",
    "3238184941": "ملاحظة: قد تتم مشاركة مخاطر الاحتيال المرتبطة بعنوان IP الفردي مع عامل التكامل عند الطلب.",
    "285116485": "لا \"تبيع\" الشركة (كما تم تعريف هذا المصطلح في قانون حماية خصوصية المستهلك في كاليفورنيا) المعلومات الشخصية التي نجمعها. يرجى الرجوع إلى قسم \"تحليلات الطرف الثالث وتقنيات التتبع\" أعلاه للحصول على مزيد من المعلومات فيما يتعلق بأنواع ملفات تعريف الارتباط للجهات الخارجية ، إن وجدت ، التي نستخدمها.",
    "1408750006": "مع مراعاة بعض القيود ، فإن قانون خصوصية المستهلك في كاليفورنيا (CCPA) يمنح مستهلكي كاليفورنيا الحق في طلب معرفة المزيد من التفاصيل حول الفئات أو أجزاء معينة من المعلومات الشخصية التي نجمعها (بما في ذلك كيفية استخدامنا لهذه المعلومات والكشف عنها) ، وحذف معلوماتهم الشخصية ، وإلغاء الاشتراك في أي \"مبيعات\" قد تحدث ، بالإضافة إلى الحق في عدم التعرض للتمييز بسبب ممارسة هذه الحقوق.",
    "759057398": "إشعار لموضوعات بيانات الاتحاد الأوروبي",
    "825780955": "معلومات شخصية",
    "2945960297": "فيما يتعلق بموضوعات بيانات الاتحاد الأوروبي ، فإن مصطلح \"المعلومات الشخصية\" كما هو مستخدم في سياسة الخصوصية هذه يعادل \"البيانات الشخصية\" على النحو المحدد في لائحة حماية البيانات العامة للاتحاد الأوروبي (GDPR).",
    "1126613163": "بيانات حساسة",
    "3571006800": "قد تشكل بعض المعلومات التي تقدمها لنا بيانات حساسة على النحو المحدد في اللائحة العامة لحماية البيانات (يشار إليها أيضًا بالفئات الخاصة من البيانات الشخصية) ، بما في ذلك تحديد العرق أو العرق في وثائق الهوية الصادرة عن الحكومة.",
    "1988461282": "الأسس القانونية للمعالجة",
    "3519564631": "أغراض المعالجة",
    "1778642038": "للتواصل معك",
    "2223819810": "لتحسين منصتنا",
    "1678661231": "للامتثال ومنع الاحتيال والسلامة",
    "2561077702": "لتقديم خدماتنا",
    "2066321185": "الأساس القانوني",
    "1174237568": "تشكل أنشطة المعالجة هذه مصالحنا المشروعة. نحن نحاول النظر في أي تأثيرات محتملة عليك (سواء كانت إيجابية أو سلبية) وتحقيق التوازن بينها وبين حقوقك قبل أن نقوم بمعالجة معلوماتك الشخصية لمصالحنا المشروعة. نحن لا نستخدم معلوماتك الشخصية للأنشطة التي يتم فيها تجاوز مصالحنا بأي تأثير سلبي عليك (ما لم نحصل على موافقتك أو إذا كان القانون يقتضي ذلك أو يسمح به).",
    "1350478093": "الغرض من المعالجة",
    "787916198": "بموافقتك",
    "3348433919": "حقوقك",
    "3842673636": "بموجب القانون العام لحماية البيانات (GDPR) ، لديك حقوق معينة فيما يتعلق بمعلوماتك الشخصية. يمكنك أن تطلب منا اتخاذ الإجراءات التالية فيما يتعلق بمعلوماتك الشخصية التي نحتفظ بها:",
    "4057343238": "انسحب",
    "1834911235": "توقف عن إرسال الرسائل التسويقية المباشرة التي وافقت مسبقًا على تلقيها. قد نستمر في إرسال الرسائل المتعلقة بالخدمة وغيرها من الاتصالات غير التسويقية إليك.",
    "3022301908": "وصول",
    "680638297": "تزويدك بمعلومات حول معالجتنا لمعلوماتك الشخصية وتمنحك الوصول إلى معلوماتك الشخصية.",
    "1409486258": "صيح",
    "3878077249": "تحديث أو تصحيح الأخطاء في معلوماتك الشخصية.",
    "3645414921": "حذف",
    "42182578": "احذف معلوماتك الشخصية.",
    "1609621367": "تحويل",
    "3208155808": "انقل نسخة يمكن قراءتها آليًا من معلوماتك الشخصية إليك أو إلى طرف ثالث من اختيارك.",
    "1786796818": "بتقييد",
    "3329634829": "تقييد معالجة معلوماتك الشخصية.",
    "4202774977": "موضوع",
    "3007158970": "الاعتراض على اعتمادنا على مصالحنا المشروعة كأساس لمعالجتنا لمعلوماتك الشخصية التي تؤثر على حقوقك.",
    "1273071008": "طلبات حقوق الوصول إلى موضوع البيانات",
    "3594381346": "موقعك.",
    "21141582": "هذه",
    "3357523404": "نقل البيانات عبر الحدود",
    "290966395": "كما هو موضح في قسم \"ملاحظة للعملاء خارج الولايات المتحدة\" ، يرجى العلم أنه سيتم نقل بياناتك الشخصية إلى الولايات المتحدة ومعالجتها وتخزينها. قد تختلف قوانين حماية البيانات في الولايات المتحدة عن تلك الموجودة في بلد إقامتك. أنت توافق على نقل معلوماتك ، بما في ذلك المعلومات الشخصية ، إلى الولايات المتحدة على النحو المنصوص عليه في سياسة الخصوصية هذه من خلال زيارة مواقعنا أو استخدام خدمتنا.",
    "3178581111": "استخدم لأغراض جديدة",
    "1088304322": "قد نستخدم معلوماتك الشخصية لأسباب غير مذكورة في سياسة الخصوصية هذه ، حيث يسمح لنا القانون بذلك وحيث يكون السبب متوافقًا مع الغرض الذي جمعناه من أجله. إذا احتجنا إلى استخدام معلوماتك الشخصية لغرض غير ذي صلة ، فقد نخطرك ونوضح الأساس القانوني المعمول به لهذا الاستخدام. إذا اعتمدنا على موافقتك لاستخدام معين لمعلوماتك الشخصية ، فقد نطلب موافقتك لأي غرض غير ذي صلة ونسمح لك بإنهاء استخدامك للخدمة في ذلك الوقت إذا اعترضت.",
    "2260079771": "الاحتفاظ بالبيانات",
    "38428546": "نقوم بتخزين بياناتك الشخصية بأمان طوال عمر حسابك معنا. سنحتفظ ببياناتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض التي جمعناها من أجلها ، بما في ذلك لأغراض الوفاء بأي التزامات قانونية أو محاسبية أو تقديم تقارير أو لحل النزاعات. تشمل المعايير التي نستخدمها لتحديد فترات التخزين الأحكام التعاقدية السارية المفعول ، وفترات التقادم القانونية ، والمتطلبات التنظيمية المعمول بها ، ومعايير الصناعة.",
    "384965568": "بينما تختلف متطلبات الاستبقاء حسب الولاية القضائية ، فإن المعلومات حول فترات الاحتفاظ المعتادة لجوانب مختلفة من بياناتك الشخصية موصوفة أدناه.",
    "2788836740": "يتم الاحتفاظ بمعلومات الاتصال لأغراض التسويق بشكل مستمر حتى تقوم بإلغاء الاشتراك. بعد ذلك سنضيف التفاصيل الخاصة بك إلى قائمة القمع الخاصة بنا إلى أجل غير مسمى. لن يتم استخدام معلومات البريد الإلكتروني التي تم جمعها من مستخدمي إمكانية الوصول لأغراض تسويقية.",
    "3520687192": "قد يتم الاحتفاظ بسجلات الاتصالات معك (مثل تذاكر الدعم المفتوحة عبر البريد الإلكتروني أو Twitter) إلى أجل غير مسمى.",
    "292211832": "يتم تجاهل المعلومات التي يتم جمعها عبر الوسائل التقنية مثل ملفات تعريف الارتباط وعدادات صفحات الويب وأدوات التحليلات الأخرى في أقرب وقت ممكن عمليًا ، ولكن يمكن الاحتفاظ بها لفترة محدودة تصل إلى عام واحد من انتهاء صلاحية ملف تعريف الارتباط ، وعادةً ما يتم ذلك في شكل غير محدد ومجمع. ما لم نكتشف إساءة استخدام محتملة لخدمتنا ، وفي هذه الحالة سنحتفظ بهذه المعلومات لمساعدتنا في منع إساءة الاستخدام في المستقبل. لا يمكننا ربط هذه المعلومات المجهولة والمجمعة بك أو بأسرتك أو عنوان IP أو أي معلومات شخصية بناءً على المعلومات المخزنة.",
    "3192683783": "التغييرات على سياسة الخصوصية هذه",
    "1702335960": "تخضع أي معلومات نجمعها لسياسة الخصوصية السارية وقت جمع هذه المعلومات. ومع ذلك ، يجوز لنا مراجعة سياسة الخصوصية من وقت لآخر. إذا كانت المراجعة جوهرية ، على النحو الذي حددناه وحدنا ، فسنخطرك ، على سبيل المثال عبر البريد الإلكتروني. سيتم دائمًا نشر الإصدار الحالي على صفحة سياسة الخصوصية الخاصة بنا.",
    "3669258571": "سياسة ملفات الارتباط",
    "2905621957": "آخر تحديث: 18 يوليو 2020",
    "1173934218": "نحن نتفهم أن خصوصيتك مهمة بالنسبة لك ونلتزم بالشفافية بشأن التقنيات التي نستخدمها. توفر هذه السياسة معلومات مفصلة حول كيف ومتى نستخدم ملفات تعريف الارتباط على مواقعنا وخدمتنا.",
    "2694150481": "هل نستخدم ملفات تعريف الارتباط؟",
    "457627611": "نعم فعلا. قد نستخدم نحن ومقدمو التحليلات أو الخدمات وشركاء التسويق والشركات التابعة لنا ملفات تعريف الارتباط أو إشارات الويب أو وحدات البكسل وغيرها من التقنيات لضمان تمتع كل من يستخدم المواقع بأفضل تجربة ممكنة. يرجى الاطلاع على قسم \"تقنيات التحليلات والتتبع للجهات الخارجية\" في سياسة الخصوصية الخاصة بنا للحصول على مزيد من التفاصيل.",
    "501102544": ": نعتقد أن خدمة hCaptcha anti-bot (أي الخدمة المضمنة في مواقع الويب أو الألعاب أو تطبيقات الأجهزة المحمولة) تتضمن فقط ما يسمى بملفات تعريف الارتباط \"المعفاة من الموافقة\" وفقًا للوائح الناتج المحلي الإجمالي. تتضمن أمثلة ملفات تعريف الارتباط المستثناة ما يلي:",
    "461631543": "مذكرة اللائحة العامة لحماية البيانات",
    "2150907653": "* ملفات تعريف الارتباط الفنية ضرورية للغاية لتقديم الخدمة. وتشمل هذه ملفات تعريف الارتباط التفضيلية وملفات تعريف الارتباط للجلسة وملفات تعريف الارتباط لموازنة التحميل وما إلى ذلك.",
    "1012122721": "* ملفات تعريف الارتباط الإحصائية التي تتم إدارتها مباشرة من قبلنا (أي ملفات تعريف ارتباط الطرف الأول ، وليس ملفات تعريف ارتباط الطرف الثالث) ، حيث لا يتم استخدام البيانات للتنميط.",
    "3255230599": "ما هو ملف تعريف الارتباط؟",
    "2954157511": "لماذا نستخدم ملفات تعريف الارتباط؟",
    "1539071196": "نستخدم ملفات تعريف الارتباط بشكل عام للأغراض التالية:",
    "3545935449": "للتعرف على المستخدمين الجدد أو السابقين.",
    "32739972": "لتخزين معلومات جلسة تسجيل الدخول الخاصة بك إذا كنت مسجلاً على مواقعنا.",
    "4209078147": "لتحسين موقعنا وفهم زياراتك على منصاتنا وموقعنا بشكل أفضل.",
    "1077448694": "للتكامل مع مواقع التواصل الاجتماعي الخاصة بطرف ثالث.",
    "1709478090": "لخدمتك مع الإعلانات القائمة على الاهتمامات أو المستهدفة.",
    "3256020881": "لمراقبة سلوكياتك وأنشطة التصفح بمرور الوقت عبر مواقع ويب متعددة أو منصات أخرى.",
    "1092241113": "لفهم مصالح عملائنا وموظفي التكامل بشكل أفضل.",
    "1434289796": "بعض ملفات تعريف الارتباط ضرورية لاستخدامات معينة للمواقع ، وبدون ملفات تعريف الارتباط هذه ، لن نتمكن من تقديم العديد من الخدمات التي تحتاجها لاستخدام المواقع بشكل صحيح. تسمح لنا ملفات تعريف الارتباط هذه ، على سبيل المثال ، بتشغيل مواقعنا حتى تتمكن من الوصول إليها كما طلبت ، ودعنا ندرك أنك قمت بإنشاء حساب وقمت بتسجيل الدخول إلى هذا الحساب للوصول إلى محتوى الموقع. وتشمل أيضًا ملفات تعريف الارتباط التي تمكننا من تذكر أفعالك السابقة في نفس جلسة التصفح وتأمين مواقعنا.",
    "1533171442": "نستخدم أيضًا ملفات تعريف الارتباط الوظيفية وملفات تعريف الارتباط من جهات خارجية لأغراض التحليل والتسويق. تعمل ملفات تعريف الارتباط الوظيفية على تمكين أجزاء معينة من المواقع من العمل بشكل صحيح وتظل تفضيلات المستخدم الخاصة بك معروفة. تقوم ملفات تعريف الارتباط التحليلية ، من بين أشياء أخرى ، بجمع معلومات حول كيفية استخدام العملاء والمتكاملين والمستخدمين النهائيين لمواقعنا والمحتوى والمنتجات التي يشاهدها المستخدمون بشكل متكرر وفعالية إعلانات الطرف الثالث. تساعد ملفات تعريف الارتباط الإعلانية في تقديم الإعلانات إلى الجماهير ذات الصلة وظهور إعلاناتنا أعلى نتائج البحث. ملفات تعريف الارتباط هي إما ملفات تعريف الارتباط \"للجلسة\" التي يتم حذفها عند إنهاء جلسة المتصفح ، أو \"دائمة\" ، والتي تظل حتى تقوم بحذفها (كما هو موضح أدناه) أو الطرف الذي قدم ملف تعريف الارتباط. تتوفر التفاصيل الكاملة حول جميع ملفات تعريف الارتباط المستخدمة على المواقع في جدول الإفصاح عن ملفات تعريف الارتباط أدناه.",
    "322830977": "كيفية تعطيل ملفات تعريف الارتباط.",
    "262509504": "يجوز لنا ربط المعلومات التي تم جمعها بواسطة ملفات تعريف الارتباط بالمعلومات الأخرى التي نجمعها منك وفقًا لسياسة الخصوصية هذه واستخدام المعلومات المجمعة على النحو المبين هنا. وبالمثل ، يجوز للأطراف الثالثة التي تقدم ملفات تعريف الارتباط على مواقعنا ربط اسمك أو عنوان بريدك الإلكتروني بالمعلومات الأخرى التي يجمعونها ، والتي قد تشمل عمليات الشراء السابقة التي تم إجراؤها دون اتصال بالإنترنت أو عبر الإنترنت ، أو معلومات الاستخدام عبر الإنترنت.",
    "2935155034": "إذا كنت مقيمًا في المنطقة الاقتصادية الأوروبية ، فلديك بعض الحقوق الموضحة أعلاه تحت العنوان \"إشعار إلى مواضيع بيانات الاتحاد الأوروبي\" ، بما في ذلك الحق في فحص وتصحيح أو حذف البيانات التي لدينا عنك.",
    "1873812847": "الإفصاح عن ملفات تعريف الارتباط",
    "3319083717": "اسم:",
    "3183855267": "1. hmt_id",
    "907324388": "وظيفة",
    "2896187462": "1. تُستخدم للإحصاءات ذات الصلة بالخدمة مجهولة المصدر والضرورية للغاية ، ولأغراض فنية أخرى مثل المساعدة في دعم إمكانية الوصول.",
    "987267027": "حزب",
    "3453526675": "1. الطرف الأول",
    "1952810469": "نوع",
    "1795436560": "1. الجلسة",
    "102695075": "مدة",
    "3356329025": "1. 30 يومًا",
    "3744153629": "الأسماء:",
    "2801359190": "__cfduid ،",
    "1829242168": "__cflb ،",
    "2219945145": "حصة،",
    "3186435874": "معرف جلسة العمل",
    "1241291641": "انظر المزيد من التفاصيل.",
    "1834801943": "2. الطرف الأول",
    "2114694926": "2. الجلسة",
    "938404336": "2. يختلف ؛ حتى 30 يومًا.",
    "2196526290": "hc_accessibility",
    "1061239711": "3. الطرف الأول",
    "1483015662": "3. الجلسة",
    "3458934553": "3. يختلف. حتى 30 يومًا.",
    "134571844": "Impressum (إشعار الموقع)",
    "110836420": "آخر تحديث: 23 ديسمبر 2020",
    "2901894297": "hCaptcha هي خدمة مقدمة من Intuition Machines، Inc. (\"IMI\") ، وهي إحدى شركات Delaware US Corporation (# 6393793).",
    "2928362319": "يمكن إرسال الاستفسارات بالبريد إلى: Intuition Machines، Inc.، 350 Alabama St، San Francisco، CA 94110.",
    "3094150511": "السلطة التنظيمية: لجنة الاتصالات الفيدرالية الأمريكية ، 45 L Street NE ، واشنطن العاصمة 20554 الولايات المتحدة الأمريكية.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "لا توجد ضمانات بخصوص المحتوى",
    "707541553": "تم التحقق من صحة جميع المعلومات الواردة في صفحات الإنترنت الخاصة بنا من قبل IMI أو طرف ثالث. ومع ذلك ، لا يمكن تحميل IMI ولا الأطراف الثالثة المسؤولية عن كون المعلومات حديثة أو دقيقة أو كاملة. ينطبق هذا أيضًا على مواقع الويب الأخرى التي يمكن الوصول إليها عبر الارتباطات التشعبية الموجودة على صفحاتنا. IMI لا يتحمل أي مسؤولية عن محتوى هذه المواقع الخارجية.",
    "2650241052": "لا نصيحة",
    "204716894": "محتوى وتصميم صفحات الويب الخاصة بنا محميان بموجب قانون حقوق النشر. يتطلب نسخ الصفحات ومحتواها بطريقة تتجاوز الاستخدام العادل المعقول موافقة كتابية مسبقة من IMI إذا لم تكن هناك أحكام قانونية أخرى محددة للنسخ على الصفحة.",
    "3182435854": "حقوق النشر",
    "3236873806": "IMI مسؤول عن هذا الموقع.",
    "1338341134": "hCaptcha + Privacy Pass (تجريبي)",
    "88879089": "Privacy Pass هو امتداد",
    "1898063898": "للحفاظ على خصوصية المستخدم التي نعمل على تطويرها جنبًا إلى جنب مع",
    "1942186611": "و اخرين.",
    "3673079511": "المعيار الناشئ",
    "2164933356": "كلاود فلير",
    "3119589996": "كيف يعمل: يوفر امتداد المستعرض للمستخدمين القدرة على إنشاء الرموز المميزة العمياء المشفرة وتوقيعها لمواقع الويب التي تدعم بروتوكول Privacy Pass. يولد الامتداد تصاريح تحتوي على رموز عمياء مشفرة موقعة بواسطة hCaptcha عندما يتم حل التحدي على أي موقع باستخدام خدمة hCaptcha ،",
    "1254771154": "تظهر التحديات في خدمات دعم مرور الخصوصية الأخرى التي تتضمن أيضًا hCaptcha ، مثل Cloudflare.",
    "996362763": "هذه الرموز المميزة غير معماة ويتم تخزينها بواسطة الامتداد لاستخدامها في المستقبل. عندما يزور المستخدم موقعًا باستخدام hCaptcha ويحتاج إلى اجتياز التحدي (سواء كان غير مرئي أو عبر زر \"أنا إنسان\") ، يتم استرداد قيمته تلقائيًا. يعني إجراء التعمية أن الرموز المميزة الموقعة والمستردة غير قابلة للربط المشفر من منظور hCaptcha ، وبالتالي يتم الحفاظ على خصوصية المستخدم.",
    "2943346052": "مع استمرار عملية توحيد معايير IETF ، نتوقع أن تعتمد المتصفحات الرئيسية شكلاً من أشكال تصريح الخصوصية محليًا. سيؤدي هذا في النهاية إلى جعل الامتداد غير ضروري. ولكن في الوقت الحالي ، يرجى اتباع الإرشادات أدناه.",
    "2326660907": "إلا",
    "741483946": "* بعبارة أخرى: يمكنك الحصول على رموز مرور خصوصية hCaptcha على hCaptcha.com ، واستخدامها على مواقع أخرى مباشرةً باستخدام hCaptcha.com. لا يمكنك الحصول على رموز hCaptcha Privacy Pass أو استردادها لتجاوز خدمة hCaptcha كما تستخدمها Cloudflare ، نظرًا لأن Cloudflare تصدر رموز Privacy Pass الخاصة بها وتستبدلها.",
    "1362015807": "ابدء",
    "1358325821": "أولاً ، قم بتثبيت الامتداد لـ",
    "310885519": "أو",
    "4091044469": ". تأكد من تمكين الامتداد في وضع التصفح المتخفي. بعد ذلك ، قم بزيارة أي موقع ويب يستخدم hCaptcha وحل اختبار captcha. اعتبارًا من الإصدار 2.0.3 ، يمكنك استرداد هذه الرموز المميزة على مواقع الويب باستخدام hCaptcha.",
    "3904679538": "كروم",
    "3700767772": "بمجرد تثبيت الامتداد ، انقر هنا (أو على أي موقع يستخدم hCaptcha) لكسب التصاريح:",
    "166277959": "يرجى ملاحظة: هذه الميزة في مرحلة تجريبية حاليًا ، وقد لا تعمل مع جميع مواقع الويب والمستخدمين طوال الوقت. في حالة عدم تمكينه أو عدم عمله لمستخدم معين ، سيعود السلوك ببساطة إلى تجربة hCaptcha القياسية مع عدم فقدان الوظائف.",
    "3031357206": "سيظهر رمز جديد بجوار شريط URL الخاص بك. قم الآن بزيارة أحد مواقع الويب باستخدام hCaptcha. سيبدو مثل هذا:",
    "1066753052": "مما يعني أن المحفظة فارغة ، وأنت على موقع يتضمن تحدي hCaptcha. بمجرد إكمال التحدي ، ستربح رموزًا يمكن استبدالها على أي موقع ويب آخر باستخدام hCaptcha.",
    "651123197": "سيظهر عدد الإجمالي الحالي في محفظتك على الأيقونة بعد إكمال التحدي.",
    "554844646": "يمكنك التأكد من أن الامتداد يعمل من خلال رؤية العداد ينزل بمقدار 1 في كل مرة تنقر فيها",
    "4087729475": "التحدي بعد الحل الأولي الخاص بك.",
    "647630208": "وهذا كل شيء! تصفحك عبر الإنترنت أصبح الآن أكثر خصوصية.",
    "3272552822": "المطورين والمعملين:",
    "4059570880": "إذا كنت ترغب في تتبع جهود التقييس ، فالجهود جارية حاليًا في",
    "1904390996": "لتوحيد",
    "252720667": "الكامن وراء أمان التشفير لـ Privacy Pass. البروتوكول نفسه يمر عبر",
    "3972554015": "العملية كذلك. وامتداد المتصفح بالطبع",
    "3723626769": "لمساهماتك ومراجعتها.",
    "3882147547": "وظائف عشوائية كاذبة غائبة",
    "565624910": "مشروع",
    "3421090159": "المصدر المفتوح",
    "3098677775": "س: هل عنوان IP الخاص بي وسجل التصفح خاصان تمامًا من hCaptcha عند استخدام Privacy Pass؟",
    "4019638786": "ج: Privacy Pass مستخدمو hCaptcha لن يعرضوا IP الخاص بهم لـ hCaptcha إلا إذا كانت محفظة رمز المتصفح فارغة أو أرسلها الموقع. لا تملك hCaptcha أي طريقة لربط المستخدم باسترداد الرمز المميز ، ولا تتفاعل أبدًا بشكل مباشر مع المستخدم أثناء الاسترداد ما لم تكن محفظة الرموز الخاصة بهم فارغة.",
    "3887113660": "س: كيف يؤثر تصريح الخصوصية على أرباح hCaptcha؟",
    "1116455671": "ج: ستكسب مكافأة مقابل الحل الأولي إذا أكمله المستخدم على موقعك. تتبع عمليات الاسترداد نفس نمط الاستجابة كما لو أن المستخدم قد تم تمريره تلقائيًا على موقعك بسبب ثقة العميل العالية: لا يحدث ربح ، وتتلقى مكالمة التحقق من الموقع من الخادم الخاص بك \"ائتمان: خطأ\" في نتائج المرور.",
    "779817954": "س: إذا كان لدي تصاريح مرور خصوصية صادرة عن مزود آخر ، فهل يمكنني استردادها على hCaptcha؟",
    "3014149332": "ج: لا ، التصاريح غير قابلة للتشغيل المتبادل: يجب إصدارها واستردادها من قبل نفس السلطة ، في هذه الحالة hCaptcha. لاحظ أنه إذا كان لديك تصاريح من Cloudflare و hCaptcha في الامتداد الخاص بك ، فسيتغير الرقم المتاح إلى المبلغ الصحيح اعتمادًا على متطلبات الصفحة التي تزورها. بمعنى آخر ، إذا كان لديك 100 بطاقة Cloudflare في محفظتك و 10 تمريرات hCaptcha ، يجب أن ترى 10 على أيقونة الامتداد على الصفحات التي تحتوي على hCaptcha مضمنًا.",
    "3679148535": "س: ما هي تطبيقات Privacy Pass الأخرى التي تعمل عليها؟",
    "1606783855": "ج: نحن مهتمون جدًا ببرنامج Privacy Pass لحالة استخدام إمكانية الوصول (\"a11y\"). الخيارات الشائعة سابقًا مثل اختبارات CAPTCHA الصوتية تميز ضد العديد من مستخدمي a11y. نعتقد أن الجمع بين نهج a11y الحالي وإصدار تصريح الخصوصية سيسمح لمستخدمي a11y بالتصفح بأمان ، مع العلم بأن حركة المرور الخاصة بهم أكثر خصوصية ، مع تقييد إساءة استخدام مشغلي الروبوتات التي تحدث حتماً عند توفر خيارات a11y.",
    "2359150347": "س: هل تدعم خدمات الأمان الأخرى عبر الإنترنت Privacy Pass؟",
    "2082237880": "ج: hCaptcha هي الخدمة الأولى من نوعها التي تدعم Privacy Pass ، وهي الخدمة الوحيدة التي تقوم بذلك حاليًا. ومع ذلك ، نتوقع أن تدرك الخدمات الأخرى مزايا زيادة خصوصية المستخدم عبر الإنترنت ، ونتوقع أن يقوم المزيد في المستقبل بعمليات التنفيذ حيث يتم اعتماد معايير IETF التي نساعد في تطويرها رسميًا.",
    "2109792055": "دليل المستخدم: مشكلات تصحيح الأخطاء المتعلقة بإصدار تصريح مرور الخصوصية والتحقق منه",
    "3588620914": "يعد Privacy Pass اختراعًا جديدًا وفقًا لمعايير الويب ، ومن الممكن للتطبيقات وملحقات المستعرض الأخرى التي لا تعلم بوجودها أن تتداخل مع وظائفها.",
    "4039193170": "إذا كنت تواجه مشكلات في الحصول على الرموز المميزة أو استرداد قيمتها:",
    "2378786360": "1. جرب أحد المتصفحات الأخرى المدعومة: إذا كنت تستخدم Chrome ، فحاول استخدام Firefox دون استيراد إعداداتك من Chrome ، وقم بتثبيت المكون الإضافي هناك. إذا نجح ذلك ، فقد تواجه مشكلة في تكوين المتصفح.",
    "394235836": "3. إذا لم تنجح أي من الاقتراحات المذكورة أعلاه ، فأرسل إلينا بريدًا إلكترونيًا للدعم وسيسعدنا مساعدتك في معرفة ما يحدث.",
    "3470857731": "تحليل لمدى جودة اكتشاف reCAPTCHA للروبوتات.",
    "3240786848": "التحديث الأخير: 18 فبراير 2021",
    "2547140673": "لأكثر من عقد من الزمان ، قدمت خدمة reCAPTCHA من Google لأصحاب مواقع الويب تجارة: دع Google تتعقب المستخدمين وتطرح عليهم الأسئلة ، وفي المقابل يعدون بإيقاف برامج الروبوت والبريد العشوائي.",
    "2133754014": "أكثر من 4.5 مليون موقع يستخدم reCAPTCHA [",
    "3152512587": "ويجمع النظام مئات الملايين من الحلول اليومية. [",
    "2296918009": "وهذا يعادل أكثر من 100 سنة عمل للفرد كل يوم. [",
    "3900538778": "البيانات المصنفة هي الوقود الذي يدعم التعلم الآلي. تم استخدام إجابات reCAPTCHA لتحسين خدمات ML / AI من Google منذ عام 2009. لا يدرك العديد من الأشخاص الذين يستخدمون reCAPTCHA أن عملهم يتم استخدامه.",
    "1160252730": "تفرض Google الآن أسعارًا باهظة على reCAPTCHA Enterprise ، مما تسبب في قيام العديد من الشركات بإعادة تقييم هذه الصفقة.",
    "1131196501": "كبرى الشركات مثل",
    "204889717": "لقد تحولت إلى hCaptcha",
    "639413188": "كرد.",
    "3280658086": "حلول المشاريع",
    "3842815245": "هل هذه تجارة عادلة؟",
    "714342693": "يقوم فريق hCaptcha بجمع بيانات التسعير من خدمات الكابتشا \"الويب المظلم\" منذ عام 2016. لقد لاحظنا اتجاهًا مثيرًا للاهتمام:",
    "468929661": "متوسط تكلفة كسر اختبار reCAPTCHA منخفض بشكل لا يصدق (أقل من 1 دولار لكل 1000 حل) ولم يزد ماديًا منذ بدء المراقبة في عام 2016. وهذا ينطبق على كل من reCAPTCHA v2 و v3. [",
    "2862164005": "تتيح لنا بيانات التسعير وضع قيمة محددة بالدولار على الأمان الذي توفره reCAPTCHA: 0.001 دولار أمريكي أو أقل لكل إجابة.",
    "102498091": "تتقاضى Google دولارًا واحدًا لكل 1000 طلب لـ reCAPTCHA Enterprise ، مما يعني أنها تتقاضى الآن رسومًا لكل طلب أكثر من تكاليف كسر أمان خدمتهم. هذا يبدو وكأنه صفقة سيئة.",
    "130239139": "ما هي قيمة أكثر من 100 سنة عمل تجمعها Google يوميًا؟",
    "1421074182": "أعلى بكثير.",
    "1953519598": "تتراوح تكلفة تسمية صورة واحدة من 0.03 دولار إلى 1.00 دولار أو أكثر. وفقًا لأي تقدير متحفظ ، استخلصت Google مليارات الدولارات من العمالة المجانية حتى الآن. [",
    "3025548709": "هل هناك بديل لهذه الصفقة غير العادلة؟",
    "263761351": "hCaptcha هو أول بديل موثوق ، يستخدمه الآن مئات الملايين من الأشخاص كل شهر.",
    "2743692546": "نظرًا لأن المستخدمين يثبتون إنسانيتهم عبر hCaptcha ، فإن عملهم يدخل سوقًا مفتوحًا مجهولاً لتقديم العطاءات.",
    "1982750088": "تقدم الشركات في جميع أنحاء العالم عطاءات لهذا العمل لإكمال المهام البسيطة التي يسهل على الأشخاص ولكنها صعبة على الآلات. يدعم المستخدمون الموقع الذي يزورونه ، ويواجهون قدرًا أقل من البريد العشوائي على الويب بسبب مستوى أعلى من الأمان.",
    "1108398506": "يكتسب العملاء السيطرة الكاملة على التجربة ، ويستفيدون من الخبرة التي اكتسبتها hCaptcha في تشغيل أكبر مزود تحدي مستقل على الإنترنت. كما أنهم يحصلون على صفقة أفضل من reCAPTCHA Enterprise: أسعار أفضل بنسبة تصل إلى 50-80٪ ، اعتمادًا على الحجم.",
    "3012870872": "تحقق مواقع الويب والتطبيقات التي تستخدم الإصدار المجاني (hCaptcha Publisher) عائدًا من هذا العمل بدلاً من التبرع به لـ Google.",
    "2271512952": "يدعم المستخدمون الموقع الذي يزورونه ، ويواجهون قدرًا أقل من البريد العشوائي على الويب.",
    "278010425": "من الصعب أيضًا أتمتة المجموعة الواسعة والمتغيرة من المهام في hCaptcha. لم تتغير الواجهة الفردية لـ reCAPTCHA منذ سنوات عديدة ، ولديها مجموعة صغيرة من الأسئلة المتغيرة بشكل غير متكرر. هذه إحدى الطرق التي يوفر بها hCaptcha حماية أقوى ضد الروبوتات من reCAPTCHA.",
    "984849234": "تستخدم hCaptcha التعلم الآلي المتقدم لتقديم ما تعد به reCAPTCHA فقط ، مع مشاركة القيمة التي تم الحصول عليها مع مواقع الويب التي تستخدمها.",
    "4063769686": "يدعم المستخدمون الموقع الذي يزورونه ، ويواجهون قدرًا أقل من البريد العشوائي على الويب. هذا يبدو وكأنه صفقة أكثر عدلا.",
    "685916926": "لماذا لم تتحسن reCAPTCHA بمرور الوقت؟",
    "3992401943": "كانت هناك ثورة في التعلم العميق منذ عام 2012. وقد تحسن معيار الصناعة لدقة المهام بشكل جذري خلال العقد الماضي ، ويرجع ذلك أساسًا إلى الشبكات التلافيفية العميقة. اتبعت الخدمات الأخرى التي تقدمها Google والتي تدعم ML هذا المنحنى.",
    "615031303": "(انظر الحواشي",
    "2125514305": "تحسن ML ، لكن صعوبة تجاوز reCAPTCHA لم تتغير ماديًا خلال هذا الوقت.",
    "1406188018": "6 و 7",
    "2689973938": "يؤدي تحسين reCAPTCHA إلى حدوث تضارب جوهري بالنسبة إلى Google كمورد إعلانات.",
    "464238793": "إذا حددت Google نفسها أن المستخدم الذي يشاهد إعلانًا أو ينقر على رابط كان في الواقع روبوتًا ، فلا يمكنه تحصيل رسوم مقابل الإعلانات المعروضة لذلك المستخدم. أدى تضارب المصالح هذا إلى الحد بشدة من نطاق طموحات Google في مكافحة الروبوتات.",
    "918924423": "على سبيل المثال ، لم تقدم Google خدمات ذات قيمة واضحة مثل اكتشاف الروبوت بأثر رجعي. من الأكثر موثوقية الإعلان عن إنشاء روبوت حركة مرور المستخدم بعد تحليل عدة أيام من البيانات.",
    "661412233": "من المفيد أيضًا معرفة أن بعض المستخدمين كانوا روبوتات بعد اختبار CAPTCHA. يتيح لمالكي مواقع الويب مسح منشورات البريد العشوائي القديمة وحذف \"الحسابات النائمة\" المسجلة في منتديات البريد العشوائي في المستقبل ، وتقليل الاحتيال والمزيد.",
    "3600797185": "قد يؤدي تقديم تعريف روبوت بأثر رجعي إلى فتح Google أمام أسئلة شائكة حول كيفية رد الأموال بأثر رجعي للمعلنين الذين أنفقوا الأموال على حركة المرور الاحتيالية هذه.",
    "2076932190": "وبالتالي ، فإن منتج reCAPTCHA ظل في حالة ركود لمدة عقد من الزمان.",
    "3856912381": "لقد عانى المستخدمون ، وانتشرت الآن رسائل الويب العشوائية غير الضرورية. ولكن هناك بديل.",
    "1035621426": "كل روبوت تم تحديده بواسطة reCAPTCHA يقلل بشكل مباشر من عائدات إعلانات Google.",
    "3668115514": "كيف يختلف hCaptcha؟",
    "2413742287": "حافز hCaptcha هو زيادة الدقة ، وليس عائدات الإعلانات: إجابات الروبوت غير مجدية لعملائنا ، الذين يحتاجون إلى بيانات تدريب بشرية.",
    "1373262754": "معرفة من هو الفرد له قيمة دنيا لـ hCaptcha. نحن نهتم فقط بما إذا كانوا بشرًا أو فاعلين خبيثين.",
    "600646860": "بدلاً من تقديم خدمة ذات قيمة مشكوك فيها أثناء استخراج العمالة بقيمة حقيقية ، توفر hCaptcha كلاً من التعويض وحماية قوية ضد الروبوتات.",
    "1836191653": "بدلاً من تقديم خدمة سهلة الهزيمة للمستخدمين المجانيين أثناء شحن ملايين الدولارات لإصدار مؤسسي ليس أفضل بكثير ، توفر hCaptcha حماية ممتازة للروبوتات لكليهما ، بينما تقدم لمستخدمي المؤسسات ميزات إضافية وتخصيصًا ، جنبًا إلى جنب مع اتفاقيات مستوى الخدمة القوية والدعم السريع.",
    "990215503": "hCaptcha هي خدمة الكابتشا الرئيسية الوحيدة التي لا تملكها شبكة إعلانية.",
    "971933157": "تهتم hCaptcha بالخصوصية والشفافية والإنصاف.",
    "178839499": "تشارك hCaptcha قيمة العمل المنجز بينما يثبت المستخدمون إنسانيتهم.",
    "1237076138": "تقدم hCaptcha صفقة عادلة لكل من عملاء (hCaptcha Publisher) وعملاء المؤسسات (hCaptcha Enterprise).",
    "614310292": "من بنى hCaptcha؟",
    "4188814619": "hCaptcha هي خدمة لآلات الحدس (",
    "3265328927": ") ، وهي شركة للتعلم الآلي تقدم منتجات وخدمات للشركات التي تطبق التعلم الآلي على نطاق واسع.",
    "2740033957": "يتكون فريق المراسلة الفورية من علماء ومهندسين من Apple و Amazon وقادة آخرين في التعلم الآلي والأنظمة الموزعة والأمن.",
    "1579715421": "ينشر علماء IM بانتظام في أهم المؤتمرات مثل ICML و ICLR و ECCV و NeurIPS ، وقد أصدرت الشركة علنًا أحدث النتائج في تخصصات تعلم الآلة مثل التجزئة العميقة [",
    "4015238193": "و OCR [",
    "279580593": "imachines.com",
    "279918384": "كيف تستخدم Google عملك المجاني؟",
    "2385522384": "من المحتمل أنك كنت تشاهد إطارات فيديو من الكاميرات على سيارات Waymo ذاتية القيادة من Google ، وتساعد في تحسين التعرف على الأشياء.",
    "1517627947": "من المحتمل أنك رأيت صورًا للمباني أو لافتات الشوارع من سيارات التجوّل الافتراضي من Google ، وتساعد في تسمية المواقع لمنتجات الخرائط و Earth.",
    "3225936061": "من المحتمل أنك رأيت صورًا لنص مأخوذ من صفحات كتب على خدمة كتب Google ، وتساعد في تحسين برنامج التعرف الضوئي على الحروف (OCR).",
    "129661785": "هل طُلب منك من قبل \"النقر على السيارة / معبر المشاة / إشارة المرور؟\"",
    "936667684": "هل طُلب منك من قبل \"كتابة لافتة المبنى / الشارع؟\"",
    "3773515538": "هل طُلب من أي وقت مضى \"كتابة الكلمتين؟\"",
    "1778058441": "ما أنواع الوظائف التي تعمل على hCaptcha؟",
    "366088791": "يدعم hCaptcha مجموعة متنوعة من المهام.",
    "3114147525": "يستخدم عملاء hCaptcha الخدمة للمهام بما في ذلك التعرف على الأشياء ، واكتشاف السمات (جمع الملصقات لتحديد أنواع الملابس) ، وترتيب الصلة (اختيار المنتج الأكثر صلة من عدة خيارات عند مقارنته بالمنتج الأساسي) ، والمربعات المحيطة (العثور على مجالات الاهتمام في صورة) ، \"التعرف الضوئي على الحروف\" (التعرف على النص في صورة) والعديد من أنواع المهام الأخرى.",
    "3139609561": "فيما يلي مثالان على تصنيف الصور وأنواع وظائف اكتشاف السمات. [",
    "2273532558": "من هم عملاء hCaptcha الذين يدفعون؟",
    "4104221634": "يمتد عملاء hCaptcha إلى مجموعة متنوعة من الصناعات ، من شركات التكنولوجيا إلى تلك التي تركز على الموضة وتجارة التجزئة وغيرها من المجالات حيث يمكنهم خلق قيمة من تطبيق التعلم الآلي.",
    "1337725003": "تلتزم hCaptcha بإضفاء الطابع الديمقراطي على الوصول إلى التعليقات التوضيحية في الوقت الفعلي بكميات كبيرة ، مما يسمح للشركات الكبيرة والصغيرة بتحسين جودة منتجاتها وخدماتها من خلال تطبيق التعلم الآلي على أعمالها.",
    "4086379603": "أسئلة؟",
    "1243684308": "نحن نأخذ تعليقاتك على محمل الجد ، ونريد أن نضمن تمتع كل شخص بتجربة ممتعة أكثر عبر الإنترنت ، مع عدد أقل من الروبوتات ومحتوى أقل من البريد العشوائي. تواصل معنا:",
    "2645321220": "وإذا كنت تعتقد أن تكلفة reCAPTCHA مرتفعة للغاية ، فاسألنا عن hCaptcha Enterprise. قيد الاستخدام حاليًا من قبل بعض أكبر الناشرين وشركات الخدمات المالية وشركات البنية التحتية للويب في العالم ، فهي ليست مجرد بديل موثوق لـ reCAPTCHA: نعتقد أنها توفر أفضل حماية متاحة حاليًا للروبوتات.",
    "1229233916": "الحواشي",
    "1115642494": "1. المصدر: قوائم موقع BuiltWith.com reCAPTCHA. تم الاسترجاع 9 يوليو ، 2019.",
    "448807334": "(\"يتم حل مئات الملايين من اختبارات CAPTCHA من قبل الأشخاص كل يوم.\") تم الاسترجاع 8 يوليو ، 2019.",
    "2397590157": "3. تقدير متحفظ: 200 مليون حل * 30 ثانية لكل حل في السنوات = 190.3 شخص-سنة / يوم.",
    "3236311792": "4. تحليل hCaptcha الداخلي. تم حصاد البيانات حتى 30 يونيو 2019. التفاصيل متاحة عند الطلب.",
    "1752259468": "5. تقدير متحفظ: 0.01 دولار أمريكي تكلفة تعليق توضيحي واحد * 200 مليون في المتوسط. التعليقات التوضيحية في اليوم (الحد الأدنى) * 365 يومًا في السنة * 10 سنوات منذ الاستحواذ عام 2009 = 7.3 مليار دولار قيمة ملزمة أقل.",
    "3268946369": "6. الائتمان: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. المصدر: Mary Meeker، KP Internet Trends 2017",
    "2666258754": "التكوينات النسبية المستندة إلى التسلسل الهرمي للتجزئة العميقة الخاضعة للإشراف الضعيف ، Heikki Arponen ، Tom E Bishop. ICML 2019 ، ورشة عمل LLD.",
    "2544169219": "أحدث النتائج: ICML LLD ، مايو 2019.",
    "1973347745": "10. مثال على الصور الخالية من حقوق الملكية. المصدر: Petapixel.",
    "1493115924": "ملاحظات العلامة التجارية:",
    "4051104324": "\"Intuition Machines\" هي علامة تجارية مسجلة لشركة Intuition Machines، Inc.",
    "3983646521": "جميع أسماء المنتجات والشعارات والعلامات التجارية والعلامات التجارية والعلامات التجارية المسجلة هي ملك لأصحابها المعنيين. جميع أسماء الشركات والمنتجات والخدمات المستخدمة في هذا الموقع لأغراض التعريف فقط. استخدام هذه الأسماء والعلامات التجارية والعلامات التجارية لا يعني المصادقة عليها. في هذه الحالة ، العكس تماما.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum؟id=rJgqFi5rOV",
    "3594526017": "وضع علماء IM معيارًا جديدًا للتعرف على النص الخاضع للإشراف الضعيف (OCR) في CVPR 2020.",
    "1259002282": "وجدت خطأ؟ إليك كيفية الإبلاغ عنها.",
    "3301728462": "يستخدم الملايين من الأشخاص hCaptcha كل شهر ، على الآلاف من مجموعات المتصفحات ، والإضافات ، والأجهزة ، والجدران النارية ، والمزيد.",
    "3878230879": "هدفنا هو التأكد من أنه يعمل دائمًا من أجلك ، لذلك نحن نقدر تقاريرك كثيرًا!",
    "2465128185": "لتقديم ملاحظات سريعة ، ما عليك سوى النقر فوق الزر \"إرسال تعليقات إلينا\".",
    "2921990472": "إذا كنت ترى مشكلة وظيفية ، فيرجى اتباع",
    "2870341481": "أدناه. لأي متصفحات أخرى فقط",
    "1866590035": "تعليمات سجل التصحيح لمتصفح Chrome",
    "444492541": "تعليمات سجل التصحيح لمتصفح Firefox",
    "169267610": "ارسل لنا عبر البريد الإلكتروني",
    "3100722753": "لمشكلات الأمان أو الخصوصية المحتملة ، راجع الإرشادات أدناه.",
    "1906593952": "قدم ملاحظاتك حول hCaptcha الذي رأيته للتو",
    "3951254541": "نحن نقدر مساهمتك. أخبرنا بأي مشاكل وسنحلها بسرعة.",
    "3324288040": "أرسل لنا ردود الفعل",
    "2864016648": "مشاكل خصوصية",
    "304004915": "نحن لا نهتم بمن هم المستخدمون ، فقط بمدى احتمالية أن يكونوا برامج ضارة أو آلات. نحن ندعم مبادرات مثل",
    "1139493658": "، والعمل الجاد لتحقيق التوازن بين الخصوصية والأمان.",
    "3083289844": "إذا وجدت مشكلة تعتقد أنها قد تؤثر على خصوصية المستخدم ، فيرجى مراسلتنا عبر البريد الإلكتروني على",
    "4264784515": "الأخطاء الأمنية",
    "963238401": "نحن مهتمون دائمًا بتلقي تقارير الأخطاء الأمنية. بريد الالكتروني",
    "3926027556": "وسنعاود الاتصال بك بسرعة.",
    "1589805435": "لدينا أيضًا ملف",
    "2560582224": "برنامج bug bounty",
    "103876916": "لتقارير الأمان المؤهلة حول خدمة hCaptcha وكود المصدر ذي الصلة.",
    "497117287": "خيارات الدخول",
    "3230004040": "هل أنت ضعيف البصر أو غير قادر على إكمال hCaptchas؟",
    "3480023141": "تعرف على المزيد حول خيارات الوصول",
    "2052161540": "تفاصيل تقرير تسجيل الأخطاء: Chrome",
    "2281169898": "سيؤدي إرسال معلومات التصحيح مع تقريرك إلى تسهيل التعرف على ما يحدث. فيما يلي إرشادات خطوة بخطوة:",
    "1123365779": "إذا كنت مطور ويب أو مستخدمًا خبيرًا ، فإن الملخص هو أننا نرغب في إرسال سجل HAR لتسجيل الشبكة وسجلات وحدة تحكم المتصفح إلينا.",
    "2015218686": "قبل متابعة هذه الخطوات. إذا أدى ذلك إلى حل مشكلتك ، فنحن ما زلنا نقدر لك إخبارنا بإصدار المتصفح أو مانع الإعلانات أو ملحق المتصفح وعنوان URL الخاص بموقع الويب.",
    "3922723611": "يرجى محاولة تعطيل أي مانع إعلانات أو ملحقات أمان المتصفح",
    "4036872105": "أولاً ثم أعد المحاولة",
    "993651083": "الخطوة 1: افتح أدوات المطور (يبدأ هذا في تسجيل الجلسة.)",
    "4163469907": "الخطوة 2: انقر فوق علامة التبويب الشبكة في أدوات المطور. حدد مربع \"الاحتفاظ بالسجل\" في الأعلى.",
    "4243348003": "الخطوة 3: قم بزيارة",
    "641342999": "، أو موقع الويب الذي تواجه مشكلة فيه (ملاحظة الخصوصية: فقط إذا كنت لا تمانع في مشاركة ما هو) ... ثم انقر فوق الزر \"أنا إنسان\" ، وحاول حل المشكلة.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "الخطوة 4: انقر فوق \"تصدير HAR\" (السهم الصغير لأسفل) بعد محاولة الحل ، مما يحفظ سجل الشبكة. أرسل هذا الملف إلينا.",
    "1503240421": "الخطوة 5: انقر فوق علامة التبويب وحدة التحكم ، وانقر بزر الماوس الأيمن ثم \"حفظ باسم ..\" من أجل حفظ سجل وحدة التحكم. أرسل لنا ذلك أيضًا.",
    "2863840904": "الخطوة 6: الخطوة الأخيرة ، أرسل إلينا ملفات سجل HAR ووحدة التحكم هذه بالبريد الإلكتروني ، وقم بوصف المشكلة",
    "4051785543": "يستخدم:",
    "3623028666": "(الرجاء استخدام خدمة مثل",
    "551761392": "وإرسال الروابط) ولقطة شاشة اختياريًا ، إذا كنت تشك في وجود شيء لا يتم عرضه بشكل صحيح. يرجى إرسال عنوان IP الذي تستخدمه أيضًا. يمكنك الحصول عليه من",
    "1219091208": "بصندوق الإسقاط",
    "443094024": "ملف",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "نشكرك على الوقت الذي أمضيته في مساعدتنا في الحصول على هذه المعلومات!",
    "3680327841": "نحن ملتزمون بجعل hCaptcha يعمل بشكل جيد للجميع",
    "1059502393": "تفاصيل تقرير تسجيل الأخطاء: Firefox",
    "1112074001": "الخطوة 2: انقر فوق علامة التبويب الشبكة في أدوات المطور. حدد مربع \"سجلات الاستمرار\" في الأعلى.",
    "1797298240": "الخطوة 4: انقر فوق \"HAR\" بعد محاولة الحل ، واختر \"حفظ الكل باسم HAR\" لحفظ سجل الشبكة. أرسل هذا الملف إلينا.",
    "3671246379": "الخطوة 5: انقر فوق علامة التبويب وحدة التحكم ، وانقر بزر الماوس الأيمن ثم \"تحديد الكل\" ثم احفظ ذلك في ملف نصي ، من أجل حفظ سجل وحدة التحكم. أرسل لنا ذلك أيضًا.",
    "3816867833": "استجابة",
    "788770967": "آسف لسماع ذلك! قد ترغب في استخدام خيار إمكانية الوصول لدينا:",
    "1333016413": "يتيح لك ذلك تجنب الأسئلة المستقبلية عن طريق التسجيل وتعيين ملف تعريف ارتباط.",
    "2333410049": "يرجى أيضًا محاولة إيقاف تشغيل مانع الإعلانات.",
    "1345083090": "الإبلاغ عن مشكلة في الوظائف؟",
    "2184564739": "ارى",
    "604751186": "حالات أخرى؟ بريد الالكتروني",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "كيفية الإبلاغ عن المشكلات مع السجلات التفصيلية",
    "1050501253": "صعب جدا",
    "3264813246": "غير مناسب",
    "3526939538": "علة البرمجيات",
    "126134492": "آخر",
    "3511610999": "دعنا نتأكد من وصولك إلى المكان الصحيح.",
    "3906886217": "للشركات أو المواقع",
    "1621597093": "حلول أمن المؤسسات (مدفوعة)",
    "3176531704": "شرح البيانات",
    "1834239172": "شراء خدمات التعليقات التوضيحية hCaptcha",
    "1457707016": "للأفراد",
    "770264626": "أضف hCaptcha إلى خدمتك (مجانًا)",
    "881015166": "إضافة hCaptcha for Publishers إلى موقع الويب أو التطبيق الخاص بي",
    "47536007": "تعرف على المزيد حول hCaptcha",
    "2012837493": "نتائج البحث",
    "4034694801": "لا يوجد نتائج مطابقة.",
    "3621411541": "تعرف على خيارات إمكانية الوصول لـ hCaptcha",
    "3401005681": "يكتسب نقود",
    "3933993151": "العمل كمصنّف بيانات فردي",
    "563059212": "قائمة المعالجات الفرعية",
    "3501923981": "آخر تحديث: 1 يناير 2020.",
    "3548097301": "تاريخ السريان: 1 يناير 2020.",
    "3991444169": "تسرد هذه الصفحة المعالجات الفرعية الحالية لخدمة hCaptcha Enterprise.",
    "835396984": "نشط حاليا",
    "424089481": "Amazon Web Services، Inc. (عالميًا). الخدمات المقدمة: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare ، Inc. (عالمي). الخدمات المقدمة: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "آي بي إم. (عالمي). الخدمات المقدمة: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "شركة مايكروسوفت (العالمية). الخدمات المقدمة: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx؟Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "ملاحظة: لا تنطبق على جميع العملاء. على سبيل المثال ، يتم استبعاد IP Blinding أو غيره من عملاء خيارات الأمان أو الخصوصية المتقدمة (مثل عملاء Secure Virtual Tenancy) تمامًا من أي \"معلومات تحديد شخصية\" محتملة تدخل أنظمة القياس عن بُعد ، حتى عنوان IP. يرجى الاتصال بممثل حسابك للحصول على مزيد من المعلومات إذا لزم الأمر.",
    "700843971": "Hound Technology، Inc. (Global). الخدمات المقدمة: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA، Inc. (عالمي). الخدمات المقدمة: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk، Inc. (Global). الخدمات المقدمة: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "شركة Mailgun Technologies، Inc. (العالمية). الخدمات المقدمة: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "بنية تحتية",
    "370366524": "خدمة القياس عن بعد سريعة الزوال",
    "121192737": "الاضافات القادمة",
    "2420789666": "Fastly، Inc. الخدمات المقدمة: Fastly CDN و Edge Compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "تاريخ السريان: 1 سبتمبر 2021. إضافة البنية التحتية",
    "1487796027": "للشركات",
    "3943417791": "احصل على دعم لـ hCaptcha Enterprise (BotStop)",
    "702287791": "ناشر hCaptcha (مجاني)",
    "3397976149": "احصل على دعم لـ hCaptcha Publisher",
    "833750823": "تواجه صعوبة في التحدي؟",
    "2024737147": "تريد الإبلاغ عن خطأ؟",
    "1978884623": "تعرف على المزيد حول الإبلاغ عن مشكلات البرامج",
    "4188664955": "شروط الخدمة الرئيسية",
    "2621989404": "آخر تحديث: 24 سبتمبر 2021. يُرجى ملاحظة أن مصطلحات اللغة الإنجليزية لدينا موثوقة.",
    "2404545611": "مرحبًا بك في hCaptcha! شكرا لكونك جزء من مجتمعنا. يجب على جميع مستخدمي \"الخدمات\" (المحددة أدناه) الموافقة على الشروط التالية (\"شروط الخدمة\"). بموجب شروط الخدمة هذه ، تشير \"IMI\" و \"نحن\" و \"لنا\" إلى شركة Intuition Machines، Inc. والشركات التابعة لها والشركات التابعة لها والمسؤولين والوكلاء والموظفين والممثلين والوكلاء ، ويشتمل \"موقع الويب\" الخاص بنا على أي موقع ويب تحت سيطرتنا ، بما في ذلك www.hcaptcha.com و www.imachines.com.",
    "2348450790": "يرجى قراءة شروط الخدمة هذه. وهي تشمل ، من بين أحكام أخرى ، إخلاء المسؤولية عن الضمانات ، وحدود المسؤولية ، والتحكيم الملزم. يرجى ملاحظة أن شروط الخدمة هذه ربما تغيرت منذ زيارتك الأخيرة لموقعنا. يجوز لنا مراجعة وتحديث شروط الخدمة هذه من وقت لآخر وفقًا لتقديرنا الخاص. في حالة حدوث تغيير جوهري ، سنخطرك عن طريق نشر شروط الخدمة المحدثة على هذه الصفحة ، وبعد ذلك يجب عليك الموافقة على شروط الخدمة المحدثة من أجل الاستمرار في استخدام أو الوصول إلى الموقع أو الخدمة.",
    "1933936765": "اتفاقية معالجة البيانات (آخر تحديث: 23 سبتمبر 2021)",
    "2959486280": "إذا كنت لا توافق على شروط الخدمة هذه ، فلا يجوز لك استخدام أو الوصول إلى الموقع أو الخدمة.",
    "3200859925": "1. الغرض",
    "1807143500": "تشتمل الخدمات على خدمة أمان عبر الإنترنت (\"خدمة hCaptcha\") ومنصة (\"منصة Intuition Machines\") يمكن للفرد (\"المساهم\") أن يختار من خلالها أداء المهام التي يمكن لكيان طرف ثالث أو أجهزة Intuition نفسها (كل منها ينشر \"مقدم الطلب\") على موقع الويب الخاص بنا أو خدمة hCaptcha ، إما مباشرة على موقعنا على الويب أو عن طريق الوصول إلى منصة Intuition Machines و / أو أداء المهام من خلال أو فيما يتعلق بكيان طرف ثالث و / أو منصة أو خدمة (كل منهما ، \"متكامل\"). ينشر مقدمو الطلبات المهام ويدعون المساهمين لأدائها مقابل المكافآت التي يوفرها IMI للمتكامل ، أو على النحو الذي يحدده مقدم الطلب إذا كان الطالب يستخدم نظام Intuition Machines Platform أو خدمة hCaptcha لخدمة المهام للمستخدمين النهائيين. نحن نفرض رسومًا على الشركات والأفراد (كل \"عميل\") لاستخدام نظامنا الأساسي حتى يتمكنوا من استخدام برامجنا ، ومهام المؤلف ، وتوظيفنا لتأليف المهام ، و / أو الوصول إلى المساهمين. نحن أيضًا نفرض رسومًا على شركات التكامل مقابل استخدام خدمة hCaptcha الخاصة بنا من أجل تقليل الاحتيال وإساءة الاستخدام والبريد العشوائي على مواقع الويب وتطبيقات الأجهزة المحمولة وغيرها من الخصائص عبر الإنترنت. يشار إلى ما سبق بشكل جماعي باسم \"الخدمات\".",
    "3212830633": "2. الأهلية",
    "2605814073": "باستخدام خدماتنا أو التسجيل فيها ، فإنك توافق على: أن يكون عمرك 18 عامًا على الأقل ؛ لديك السلطة لإبرام هذه الاتفاقية نيابة عنك أو نيابة عن الكيان الذي تمثله ، وستظل في جميع الأوقات ملتزمًا بشروط الخدمة هذه وجميع سياسات وإرشادات المعهد الدولي لإدارة الفنادق المشار إليها هنا ؛ ولن تسيء استخدام موقعنا الإلكتروني أو تحريف هويتك لنا أو تستخدم الذكاء الاصطناعي لإكمال أي جزء من أي مهمة في IMI تتطلب ذكاءً بشريًا.",
    "2616040974": "3. العملاء وطالبيها",
    "1544829730": "إذا كنت عميلاً أو مقدم طلب ، فأنت توافق على أن الشروط الإضافية المرفقة بهذا الملحق باعتبارها ملحق العميل ستنطبق وستدمج بالإشارة في شروط الخدمة هذه. إذا لم تكن عميلاً أو مقدم طلب ، أو لم تعد عميلاً أو مقدم طلب ، فلن يتم تطبيق الشروط الإضافية في ملحق العميل ولن يتم دمجها بالإحالة في شروط الخدمة هذه.",
    "3759360138": "4. اسم المستخدم وكلمة المرور",
    "2236960358": "عند التسجيل ، سيُطلب منك الكشف عن بعض المعلومات الشخصية عنك (\"المعلومات الشخصية\") ، بما في ذلك اسمك وعنوان بريدك الإلكتروني وإنشاء اسم مستخدم وكلمة مرور ، وكلها ستخضع لسياسة الخصوصية الخاصة بنا والمتاحة على موقعنا موقع الكتروني. أنت وحدك المسؤول عن مراقبة وضمان والحفاظ على أمان حسابك وكلمات المرور وأي مفاتيح مصادقة مرتبطة بحسابك ، وأنت مسؤول عن أي استخدام أو إجراء يتم اتخاذه من خلال استخدام تلك المعلومات على الخدمات.",
    "3047519814": "أنت توافق على أنك لن تشارك حسابك أو كلمة مرورك مع أي شخص.",
    "1699668873": "يجب عليك إخطار IMI على الفور إذا كنت تشك في أن معلومات حسابك قد تمت سرقتها أو استخدامها من قبل شخص آخر ، أو أي خرق آخر للأمن.",
    "3044038608": "أنت توافق على تزويدنا بمعلومات صحيحة ودقيقة وكاملة على النحو المطلوب في عملية التسجيل لدينا. أنت توافق أيضًا على تحديث هذه المعلومات على الفور حسب الضرورة لإبقائها حديثة ودقيقة.",
    "4132302900": "5. خصوصيتك وبياناتك و \"البيانات للجميع\"",
    "10724169": "أنت تقبل سياسة الخصوصية الخاصة بنا ، والتي تحكم ما سنفعله بأي معلومات شخصية تقدمها لنا.",
    "1669194950": "بالإضافة إلى المعلومات الشخصية ، قد يُطلب منك أيضًا تقديم (أو قد يكون من الضروري لنا جمع) بيانات أخرى حتى نتمكن من تقديم الخدمات (يشار إليها إجمالاً باسم \"بيانات العميل\"). نحن لسنا مسؤولين عن أي فشل في أداء الخدمات ناتج عن تأخرك أو إخفاقك في تقديم بيانات العميل.",
    "1330274831": "أنت تمنحنا بموجب هذا ترخيصًا عالميًا ، وغير حصري ، وقابل للترخيص من الباطن ، وقابل للتحويل ، وخالي من حقوق الملكية ، وغير قابل للإلغاء خلال مدة هذه الاتفاقية لاستخدام أي بيانات خاصة بالعميل وإعادة إنتاجها وتوزيعها إلكترونيًا وعرضها علنًا لغرض توفير الخدمات فقط. . أنت تقر وتضمن أنك تمتلك حقًا كافيًا ، وحق الملكية ، والمصلحة في بياناتك ومن أجل منح الترخيص في هذا القسم.",
    "2230333214": "نقوم بتجميع بيانات العميل مع البيانات الأخرى بحيث تكون النتائج غير قابلة للتعريف شخصيًا كما نجمع أيضًا السجلات والبيانات التقنية غير المحددة الهوية المتعلقة باستخدام الخدمات (\"البيانات المجمعة / مجهولة الهوية\"). بصرف النظر عن أي شيء يتعارض مع هذه الاتفاقية ، يجوز لـ IMI استخدام أي بيانات مجمعة / مجهولة الهوية لأي غرض تجاري أثناء أو بعد مدة هذه الاتفاقية ، بما في ذلك على سبيل المثال لا الحصر تطوير الخدمات وتحسينها وإنشاء وتوزيع التقارير وغيرها. المواد. قد تستمر بيانات العميل أيضًا ويتم عرضها في النظام لفترة زمنية محدودة لا تتجاوز 180 يومًا بعد اكتمال المهمة ، على سبيل المثال كبيانات المعايرة التلقائية أو التحقق من الصحة لأنظمة Intuition Machines. للتوضيح ، لا يمنحنا هذا القسم 5 الحق في تحديد هويتك كمصدر لأي بيانات مجمعة / مجهولة الهوية دون إذن كتابي مسبق منك.",
    "3881754581": ". إذا كنت عميلاً لخدمات التعليقات التوضيحية الخاصة بنا وقمت بتحديد خيار \"البيانات للجميع\" كجزء من استخدامك للخدمات ، فإنك تمنح IMI وجميع مستخدمي الخدمات عالميًا ، وغير حصري ، وقابل للترخيص من الباطن ، وقابل للتحويل ، ترخيص غير قابل للإلغاء وخالي من حقوق الملكية للاستغلال الكامل لجميع بيانات العميل ، بما في ذلك جميع حقوق الملكية الفكرية ذات الصلة. إذا حددت خيار \"البيانات للجميع\" ، فأنت تقر وتضمن أنك تمتلك ما يكفي من الحقوق والملكية والمصلحة في بياناتك ومن أجل منح الترخيص في هذا القسم.",
    "3496767126": "لتجنب الشك ، تنطبق الفقرة التالية حصريًا على العملاء الذين يستخدمون خدمات التعليقات التوضيحية لدينا ، وليس على استخدام خدماتنا كمتكامل",
    "767207800": "إذا كانت بياناتك تحتوي على محتوى يحتمل أن يكون فاضحًا أو مسيئًا ، فنحن نطلب منك وضع علامة \"محتوى صريح\" عليها لتكون بمثابة تحذير عادل لأي شخص يرى بياناتك. لا يجوز لك بدون اتفاقية مكتوبة منفصلة مع IMI تضمين المهام التي تنتهك سياساتنا ، بما في ذلك ، على سبيل المثال لا الحصر ، (أ) المهام التي تروّج بشكل مباشر أو غير مباشر لموقع أو خدمة أخرى ، (ب) المهام التي تنتهك شروط موقع الطرف الثالث و الشروط ، (ج) المهام التي تطلب من المساهمين التماس الأطراف الثالثة ، (د) المهام التي تطلب من المساهمين اتخاذ إجراء للتلاعب بسلوك موقع الويب أو نتائجه ، (هـ) المهام التي تنتهك حقوق الملكية الفكرية لأطراف ثالثة ، و (و) المهام التي تتطلب من المساهمين تنزيل البرامج أو الملفات.",
    "3370561195": "6. السلوك المقبول",
    "4205152730": "نشجعك على التفاعل مع مستخدمين آخرين في أي مكان على موقعنا على الويب والمنتدى والمراسلة والدردشة وقنوات التواصل الاجتماعي الأخرى التي يتحكم فيها IMI ، ولكن إذا قمت بذلك ، فيجب عليك الامتثال لجميع شروط الخدمة والاستخدام على موقعنا وجميع القوانين ذات الصلة .",
    "1394253934": "7. إساءة الاستخدام والتضليل",
    "1406393333": "يُحظر تمامًا أي وصول أو استخدام للخدمات بخلاف ما يتوافق مع شروط الخدمات هذه وأي تعليمات نقدمها. على وجه الخصوص ، لن تقوم بما يلي:",
    "3409726716": "التسجيل لأكثر من حساب معنا دون إذن كتابي ؛",
    "3119498672": "أداء أي مهمة باستخدام روبوتات الإنترنت أو روبوتات الويب أو برامج الروبوت أو البرامج النصية أو أي شكل آخر من أشكال الذكاء الاصطناعي أو محاولة الحصول على مكافآت من IMI أو أي مقدم طلب أو مُدمج دون إكمال المهام كما هو موصوف ؛",
    "1188668818": "تقديم أي معلومات خاطئة أثناء استخدام هذا الموقع (بما في ذلك على سبيل المثال لا الحصر انتحال شخصية أي شخص أو مؤسسة أخرى في حسابك ، أو التصريح أو تحريف نفسك أو انتسابك إلى أي شخص أو منظمة أخرى في حسابك ؛",
    "2804310964": "الوصول إلى موقع الويب الخاص بنا أو محاولة الوصول إليه من خلال أي خادم ويب وكيل أو أي جهاز آخر مصمم لإخفاء موقعك أو هويتك الحقيقية أو بأي وسيلة بخلاف الواجهة المتوفرة ؛",
    "1374227759": "استخدام الموقع لأي نشاط غير قانوني ، أو لأي غرض آخر غير الغرض الذي تم توفيره من أجله ؛",
    "2103513933": "الانخراط في نشاط يتعارض مع عمل الموقع أو يعطله ؛",
    "137127070": "إدراج أو تحميل أو إرفاق روابط أو ملفات خارجية ضارة أو غير معروفة ، أو تحميل أي محتوى يحتوي على فيروس أو حصان طروادة أو دودة أو قنبلة موقوتة أو أي رمز كمبيوتر ضار آخر ؛",
    "1686655020": "تحميل أي محتوى خاضع لحقوق الطبع والنشر ليس عملك الأصلي ، ما لم يكن لديك إذن من المالك الشرعي لنشر هذا المحتوى ومنح IMI جميع الحقوق المرخصة الممنوحة هنا ؛",
    "1406692811": "الانخراط في رسائل غير مرغوب فيها أو نشر أي نوع من الدعاية ، أو محاولة الحصول على إحالات ، أو اتصال جماهيري ، أو عروض أو طلبات مالية ، أو التماس خدمات ، أو إعلان ، أو تسويق ، أو رسائل غير منطقية ، أو موضوعات مكررة ، أو محتوى غير قانوني ، أو روابط مواقع اجتماعية ، أو عناوين بريد إلكتروني ، أو معرفات المراسلة الفورية ما لم تتطلب المهمة ذلك ؛",
    "3893539589": "إدراج روابط خارجية تقدم سلعًا أو خدمات ما لم تطلب المهمة ذلك ؛",
    "3214322759": "خلافًا لذلك تشارك في أي نشاط ضار أو احتيالي.",
    "3733422465": "8. التحقق من هويتك",
    "267645277": "IMI قد يتحقق من هويتك. قد يشمل ذلك مقارنة معلوماتك الشخصية بقواعد بيانات الطرف الثالث أو الوثائق القانونية الرسمية. أنت تفوضنا بإجراء أي استفسارات ضرورية لتأكيد هويتك وملكيتك لعنوان بريدك الإلكتروني وملكيتك لحساباتك المالية. أنت توافق على تقديم معلومات عنك لمساعدتنا في التحقق من هويتك.",
    "4169910317": "9. الامتثال للقانون",
    "519755936": "أنت وحدك المسؤول عن الامتثال للقوانين الفيدرالية وقوانين الولايات والمقاطعات والمحلية فيما يتعلق باستخدامك للخدمات. أنت توافق على تعويضنا وإعفائنا من أي مطالبات ضدنا لأنك فشلت في الامتثال لأي قانون أو انتهكت أي حقوق لطرف ثالث ، بما في ذلك على سبيل المثال لا الحصر الحقوق التعاقدية أو الملكية الفكرية أو الخصوصية.",
    "731546974": "10. ضرائب المساهمين أو الموحدين",
    "3128328457": "إذا كنت مساهماً أو متكاملاً ، فأنت وحدك مسؤول عن دفع أي ضرائب تقديرية أو غيرها من ضرائب الدخل الفيدرالية أو الحكومية أو المحلية ، والضمان الاجتماعي ، وقانون FICA ، وتعويضات العمال المستحقة نتيجة لاستخدام موقعنا على الإنترنت ، وكذلك الضرائب أو الرسوم المماثلة في السلطات القضائية غير الأمريكية. أنت توافق على تعويضنا وإخفائنا عن أي تقييمات ضدنا لأنك فشلت في الامتثال لأي قوانين ضريبية.",
    "2931396764": "11. انتهاك شروط الخدمة هذه",
    "1240667045": "يجوز لنا تعليق أو تقييد أو إلغاء وصولك إلى الخدمات في أي وقت ولأي سبب ، بما في ذلك للأسباب التالية: (أ) نعتقد أنك انتهكت شروط الخدمة هذه (بما في ذلك السياسات الأخرى ذات الصلة) ؛ (ب) نعتقد أنك انتهكت حقوقنا أو حقوق أي طرف ثالث ؛ (ج) لا يمكننا التحقق أو المصادقة على المعلومات التي قدمتها إلينا ؛ أو (د) نعتقد أن أفعالك قد تنشئ التزامات عليك أو لنا أو لطرف ثالث. لتجنب الشك ، نحتفظ بالحق في منع أو تعليق الدفع لك إذا اعتقدنا بشكل معقول أن أيًا مما سبق ينطبق على هذه المدفوعات.",
    "1601080128": "إذا قمنا بتعليق حسابك أو إنهائه ، فلن يكون بإمكانك الوصول إلى أي أجزاء من الموقع ، بما في ذلك البيانات والرسائل والملفات والمواد الأخرى التي تحتفظ بها على الموقع. لا يجوز لك الاستمرار في استخدام موقعنا على الويب باسم حساب مختلف أو جديد. قد تتم مقاضاة انتهاكات شروط الخدمة هذه إلى أقصى حد يسمح به القانون وقد يؤدي إلى عقوبات وعقوبات إضافية.",
    "1160707899": "12. دور المساهم وعلاقته مع IMI وطالبي آخرين",
    "269838707": "إذا كنت مساهمًا ، فأنت وحدك من يقرر المهام التي يجب إكمالها وعددها ومتى وأين تكملها. أنت حر في قضاء الكثير أو القليل من الوقت في إكمال المهام التي تختارها. لا يلزمك في أي وقت من الأوقات إتمام مهمة ما.",
    "1087195513": "إذا كنت مساهمًا يصل إلى الخدمات و / أو يؤدي مهامًا من خلال أو فيما يتعلق بشركة تكامل نيابة عن مقدم طلب ليس IMI ، فأنت توافق وتقر بأن Intuition Machines ليست مسؤولة وليس عليها أي التزام تجاهك. فيما يتعلق بأي مكافآت أو تعويضات أخرى للمهام المكتملة. أنت توافق وتقر بأن أي مكافآت أو تعويضات أخرى للمهام المكتملة يتم تحديدها فقط وفقًا لاتفاقك مع مقدم الطلب و / أو جهة التكامل ، حسب الاقتضاء. أي نزاعات حول هذه المكافآت أو التعويضات الأخرى (بما في ذلك على سبيل المثال لا الحصر عدم تلقي مثل هذه المكافآت أو أي تعويض آخر) تكون فقط بينك وبين مقدم الطلب و / أو شركة التكامل ، حسب الاقتضاء.",
    "952813944": "لا يؤدي استخدامك لموقعنا ولا أي شيء في هذه الاتفاقية إلى إنشاء علاقة عمل أو شراكة أو مشروع مشترك أو وكالة أو امتياز أو مندوب مبيعات بينك وبين شركة Intuition Machines. نحن لا نوفر لك أي معدات أو أدوات لإكمال مهمة ما. لا نقدم لك أي مزايا أو تعويضات عمال أو تغطية تأمينية. نحن لسنا مسؤولين عن أي نفقات تتكبدها في استخدام موقعنا. لن نخصم أي مبلغ من مكافأتك لضريبة الدخل الفيدرالية أو الخاصة بالولاية أو الضمان الاجتماعي أو أي ضريبة أخرى. أنت حر في جميع الأوقات لأداء المهام لأي شخص أو شركة ، بما في ذلك أي من منافسينا. ليس لديك سلطة إبرام أي عقد ، مكتوبًا أو شفهيًا ، نيابة عن شركة Intuition Machines.",
    "3460432665": "بالرغم مما سبق ذكره ، إذا كنت دافع ضرائب في الولايات المتحدة ، فقد نطلب منك W-9 لتحديثه سنويًا ، وقد نمنعك من أداء المهام حتى تنتهي من إكمال W-9 أو تحديثه.",
    "458271951": "إذا كنت أحد المساهمين الذين يصلون إلى الخدمات و / أو ينفذون المهام من خلال أو فيما يتعلق بشركة تكامل نيابة عن Intuition Machines (بصفتك مقدم الطلب) ، فقد تكافئك Intuition Machines على الإكمال المقبول لمهام معينة. في حالة اكتشاف تورطك في احتيال أو إساءة استخدام أو انتهاك لشروط الخدمة هذه ، فقد يتم حجب و / أو استرداد جميع المكافآت التي حصلت عليها بواسطة Intuition Machines.",
    "3056723024": "13. إنجاز المهام بشكل غير مقبول",
    "3913203723": "إذا لم يقبل مقدم الطلب ، لأي سبب من الأسباب ، أداء مهمة قمت بإكمالها ، فلن يحق لك كمساهم أو مُتكامل الحصول على أي مكافأة مقابل المهمة. في حالة توزيع المكافآت لك بالفعل على مهمة مكتملة بشكل غير مقبول ، فقد نقوم باستعادتها منك.",
    "3666807632": "14. مؤهلات المساهمين ومهاراتهم",
    "1993899769": "15. استخدامنا للمعلومات",
    "3027055607": "16. الملكية الفكرية وحقوق الملكية",
    "3910971075": "تمتلك IMI جميع الحقوق ، بما في ذلك حقوق الملكية الفكرية ، في التعليمات البرمجية المصدر أو التعليمات البرمجية الهدف أو البنية الأساسية أو الأفكار أو الخوارزميات وواجهة برمجة التطبيقات وأي برامج أو وثائق أو بيانات إضافية تتعلق بالخدمات (\"البرامج\"). لن تقوم ، بشكل مباشر أو غير مباشر ، عبر طرف ثالث أو بأي طريقة أخرى: (أ) إجراء هندسة عكسية أو فك تجميع أو تفكيك أو محاولة اكتشاف البرنامج بطريقة أخرى ؛ (ب) تعديل أو ترجمة أو إنشاء أعمال مشتقة تستند إلى أي برنامج ؛ (ج) نسخ أو إيجار أو تأجير أو توزيع أو تعهد أو التنازل عن حقوق أي برنامج أو نقلها أو رهنها بأي شكل آخر ؛ (د) استخدام أي برنامج لمشاركة الوقت أو لأغراض مكتب الخدمة أو بخلاف ذلك لصالح طرف ثالث ؛ أو (هـ) إزالة أي إشعارات أو ملصقات خاصة.",
    "3660891610": "إذا كنت مساهمًا ، فإن IMI ، وليس أنت ، تمتلك حقوق ملكية في أي عمل تنتجه كجزء من إكمال أي مهمة. بقبولك لشروط هذه الاتفاقية ، فإنك توافق على (وبهذا تفعل) نقل الملكية والملكية والملكية (بما في ذلك جميع حقوق الملكية الفكرية الموجودة في جميع أنحاء العالم) في عملك معنا. لضمان قدرتنا على الحصول على هذه الحقوق وإتقانها واستخدامها ، فإنك توافق أيضًا على (1) التوقيع على أي مستندات للمساعدة في التوثيق والكمال وإنفاذ حقوقنا ؛ و (2) توفير وصول معقول إلى المعلومات من أجل تسجيل حقوق الملكية واتقانها وتأمينها والدفاع عنها وإنفاذها في جميع البلدان. ستستمر التزاماتك بموجب هذا القسم حتى بعد إلغاء تسجيلك أو التوقف عن استخدام الخدمات. أنت تعيننا بصفتك المحامي الفعلي لتنفيذ المستندات نيابة عنك للأغراض المنصوص عليها في هذا القسم.",
    "426125156": "17. حقوق النشر والتأليف",
    "1408530660": "تحترم IMI الملكية الفكرية للآخرين ونحتفظ بالحق في إزالة أي مواد نعتقد أنها قد تنتهك الحقوق الفكرية لأي طرف ثالث من موقعنا. إذا كنت تعتقد أنه تم نسخ عملك الخاص بطريقة تشكل انتهاكًا لحقوق الطبع والنشر على هذا الموقع ، فيرجى الاتصال بدعم عملاء Intuition Machines.",
    "2696932851": "18. التعويض",
    "3844300338": "أنت توافق على تعويضنا والدفاع عنا وحمايتنا من أي ضرر من أي وجميع المطالبات والأضرار والمسؤوليات والتكاليف والنفقات (بما في ذلك أتعاب المحاماة المعقولة والتكاليف) ، الناشئة عن أو المتعلقة بأدائك للمهام أو استخدامك لموقعنا الإلكتروني .",
    "2474091800": "19. المنازعات مع المستخدمين الآخرين. يطلق",
    "3162107126": "IMI ليس طرفًا في أي نزاع بينك وبين أي مستخدم آخر للخدمات. أنت تخلي IMI والشركات التابعة لها من أي وجميع المطالبات والمطالبات والأضرار من كل نوع وطبيعتها ، المعروفة وغير المعروفة ، المشتبه بها وغير المشتبه بها ، المفصح عنها وغير المفصح عنها ، الناشئة عن أو المرتبطة بأي نزاع بينك وبين مستخدم آخر.",
    "2271969747": "20. المعلومات السرية التي تتلقاها",
    "1042802841": "المعلومات السرية هي أي معلومات تم تمييزها على أنها سرية أو مملوكة ، أو يجب أن يفهمها الطرف المتلقي بشكل معقول على أنها سرية أو مملوكة. لا يشمل هذا أي معلومات (1) متاحة للجمهور ، (2) في حيازة بالفعل ، أو تم تطويرها بشكل مستقل من قبل ، أو معروفة بالفعل للطرف المتلقي ، أو (3) تم الكشف عنها بأمر من المحكمة أو كما هو مطلوب من قبل قانون.",
    "1918025546": "إذا تم تزويدك بمعلومات سرية من أي شخص في الخدمات ، فإنك توافق على حماية سرية المعلومات السرية بنفس درجة العناية التي تستخدمها لحماية معلوماتك السرية ، ولكن ليس بأقل من العناية الواجبة بأي حال من الأحوال. لا يجوز لك الكشف عن أي من هذه المعلومات السرية أو الخاصة أو نشرها ، باستثناء ما قد يكون ضروريًا لأداء مهمة ما. يجب اعتبار جميع المعلومات الموجودة في مهمة ما على منصة Intuition Machines على أنها سرية حتى لو لم يتم تحديد المعلومات صراحةً على أنها سرية.",
    "2690395789": "إذا لم تعد بحاجة إلى المعلومات السرية التي تلقيتها ، فيجب عليك على الفور إعادة أو إتلاف (بناءً على طلب من أفصح عن المعلومات) جميع نسخ المعلومات الموجودة في المباني أو الأنظمة أو المعدات الأخرى التي تتحكم فيها.",
    "2178073797": "نظرًا لأن الكشف عن المعلومات السرية قد يتسبب في ضرر لا يمكن إصلاحه ، يحق للطرف المفصح المطالبة بأمر زجري عن أي خرق أو تهديد بخرق هذا المصطلح.",
    "2185860003": "21. تعديلات موقع الويب",
    "2631249972": "يجوز لنا تحسين أو تعديل موقعنا الإلكتروني دون إخطارك.",
    "3764131594": "22. مواقع الطرف الثالث",
    "295955580": "قد يحتوي موقعنا على روابط لمواقع طرف ثالث. نحن لا نتحكم أو نتحرى أو نراقب أو نتحقق من هذه المواقع. نحن لسنا مسؤولين عن برامج الكمبيوتر أو المحتوى أو الآراء الواردة في مثل هذه المواقع ولا نصادق عليها. إذا قررت مغادرة موقعنا والوصول إلى أي موقع ويب تابع لجهة خارجية ، فأنت تفعل ذلك على مسؤوليتك الخاصة.",
    "838225123": "23. إخلاء المسؤولية عن الضمان",
    "3897238493": "يتم تقديم الخدمات على أساس \"كما هي\". لا نقدم أي إقرارات أو ضمانات ، ضمنية أو صريحة ، فيما يتعلق بإمكانية الوصول أو الملاءمة أو القانونية أو التوافر أو وظائف الخدمات أو أي برامج أو مواد ذات صلة أو مواد أو بنود أو بنود أو بنود. إلى الحد الأقصى الذي يسمح به القانون ، تخلي IMI مسؤوليتها عن جميع الشروط والإقرارات والضمانات الصريحة أو الضمنية بما في ذلك ، على سبيل المثال لا الحصر ، ضمانات القابلية للتسويق والملاءمة لغرض معين وعدم الانتهاك. إن التعويض الوحيد والحصري الخاص بك ضد IMI فيما يتعلق بأي عيوب أو عدم توافق أو عدم الرضا هو وقف استخدام الخدمات لن نتحمل أي مسؤولية عن أي ضرر يلحق بنظام الكمبيوتر الخاص بك أو فقدان البيانات أو تلفها أو أي ضرر آخر ينتج عنه من وصولك إلى أو استخدام موقع الويب أو منصة Intuition Machines. قد تحدث انقطاعات مجدولة وغير مجدولة ، ونحن لا نضمن التوافر المستمر لموقعنا على الإنترنت.",
    "2110259227": "24. تحديد المسؤولية",
    "3018077211": "25. حل نزاعات المساهمين",
    "2790841456": "إذا كنت مساهمًا ، فأنت توافق على شرط التحكيم التالي والتنازل عن الدعوى الجماعية:",
    "2323013093": "26. القانون الواجب التطبيق",
    "2900525040": "تحكم قوانين ولاية كاليفورنيا شروط الخدمة هذه وأي خلاف أو نزاع أو مطالبة تنشأ عنها.",
    "3339302473": "27. الإنهاء",
    "41530052": "28. الشروط العامة",
    "3202747130": "اتفاق كامل. تشكل شروط الخدمة هذه وأي سياسات أو إجراءات أو شروط مشار إليها في هذه الاتفاقية الاتفاقية الكاملة للأطراف فيما يتعلق بالموضوع ، وتحل محل وتلغي جميع الاتفاقيات والمطالبات والإقرارات والتفاهمات السابقة والمعاصرة ذات الصلة بالأطراف .",
    "4080263153": "لا تنازل. لن يتم اعتبار أننا قد تنازلنا عن أي جزء من حقوقنا أو تعويضاتنا ما لم يكن التنازل كتابيًا وموقعًا بواسطتنا. إذا تأخرنا في إنفاذ أو فشلنا في إنفاذ حقوقنا بموجب أي حكم من أحكام هذه الاتفاقية ، فلن يشكل ذلك تنازلاً عن حقنا في تنفيذ هذا الحكم لاحقًا أو أي جزء من هذه الاتفاقية.",
    "1789371580": "الاحالة. لا يجوز لك التنازل عن شروط الخدمة هذه دون موافقتنا الخطية المسبقة. يجوز لنا التنازل عن شروط الخدمة هذه في أي وقت دون إشعار مسبق. مع مراعاة ما سبق ، ستكون شروط الخدمة هذه ملزمة لخلفاء كل طرف والمتنازل لهم المسموح لهم.",
    "2819628066": "الاستقلالية. إذا تم العثور على أي شرط من شروط الخدمة هذه غير صالح أو غير قابل للتنفيذ لأي سبب من الأسباب ، فلن يؤثر ذلك على صلاحية وقابلية تنفيذ أي أحكام متبقية.",
    "3955981186": "تعديلات. لن يكون أي تعديل أو تعديل على شروط الخدمة هذه من قبل أي شخص آخر غير IMI ملزماً للمعهد الدولي IMI ما لم يكن في صك مكتوب موقع من قبل ممثل مفوض حسب الأصول للمعهد الدولي IMI.",
    "1377538813": "اللغة السائدة. سيحكم إصدار اللغة الإنجليزية لشروط الخدمة هذه من جميع النواحي وستسود في حالة وجود أي تناقض مع الإصدارات المترجمة ، إن وجدت.",
    "2438016011": "اتفاق طوعي. يقر جميع الأطراف في شروط الخدمة هذه ويوافقون على أن كل طرف قد راجع جميع جوانب هذه الاتفاقية ، وقد قرأ بعناية جميع أحكامه وفهمها تمامًا ، وهو يدخل طواعية في هذه الاتفاقية.",
    "2445034923": "إذا كنت لا توافق على جميع البنود والشروط الواردة في شروط الخدمة هذه ، فلا (ولا يجوز لك) استخدام أو الوصول إلى الموقع أو الخدمات.",
    "2646127839": "ملحق العميل بشروط الخدمة الرئيسية",
    "4097297673": "بصفتك عميلاً أو مقدم طلب أو مُتكامل ، فإنك توافق على الالتزام بالشروط الواردة أدناه بالإضافة إلى أي شروط ملزمة أخرى بينك وبين IMI.",
    "1093280979": "1. نماذج طلب المنصة",
    "1549953005": "ربما تكون قد أكملت نموذجًا واحدًا أو أكثر من نماذج طلب الوصول إلى النظام الأساسي (كل منها ، \"نموذج طلب\") كشرط لتصبح عميلاً أو مقدم طلب. إذا كان الأمر كذلك ، فإن الشروط والأحكام الموضحة في نموذج الطلب تصبح جزءًا من شروط الخدمة ويتم دمجها بموجب هذا بالإشارة.",
    "3819851005": "2. الرسوم",
    "1591032933": "ستدفع رسوم IMI كما هو موضح في نموذج الطلب المعمول به عبر طريقة الدفع التي قدمتها في نموذج الطلب المعمول به. ما لم يتفق الطرفان صراحةً على خلاف ذلك كتابةً ، يجب عليك تقديم السداد الكامل لجميع الفواتير الصادرة في غضون ثلاثين (30) يومًا من تاريخ إرسال الفاتورة بالبريد. أنت تفوضنا بتشغيل تفويضات بطاقة الائتمان على جميع معلومات بطاقة الائتمان التي تزودنا بها ، ولتخزين معلومات بطاقة الائتمان هذه ، وتحصيل الرسوم من بطاقتك الائتمانية أو أي حساب آخر نتفق عليه بشكل متبادل كطريقة دفع. ما لم يُنص على خلاف ذلك في نموذج الطلب أو ضمن اتفاقية خدمة المؤسسة أو اتفاقية الخدمة الرئيسية الخاصة بك ، يتم دفع جميع رسوم الخدمات ، بصرف النظر عن الزيادات ، سنويًا عند بدء الخدمات التي تقدمها IMI بموجب الاتفاقية الخاصة بك (\"تاريخ السريان\").",
    "4142610534": "أي مدفوعات متأخرة ستتراكم عليها رسوم متأخرة بمعدل 1.5٪ شهريًا أو الحد الأقصى للمبلغ الذي يسمح به القانون ، أيهما أقل. إذا فشلت في دفع المبلغ المستحق بموجب هذه الاتفاقية لأي سبب من الأسباب ، فقد يتم تعليق حسابك ، وفقًا لتقديرنا الخاص ، وفي هذه الحالة لن يتم سداد أي مدفوعات إضافية من حسابك لإكمال المهام وستتم إزالة جميع مهامك من موقعنا. يجب أن تعوضنا عن جميع المبالغ المستحقة عند الطلب ، بالإضافة إلى أي رسوم معالجة أو رسوم تأخير أو أتعاب محاماة. قد نقوم أيضًا بإعداد التقارير المناسبة لوكالات الإبلاغ عن الائتمان وسلطات إنفاذ القانون.",
    "512991700": "إذا كنت ترغب في الاعتراض على أي رسوم ، فيجب عليك الاتصال بقسم دعم العملاء في موعد لا يتجاوز ثلاثين (30) يومًا بعد تاريخ الإغلاق في أول فاتورة أو كشف حساب ظهر فيه الخطأ أو المشكلة من أجل الحصول على تعديل أو ائتمان.",
    "1273914192": "3. الضرائب",
    "4242322181": "أنت مسؤول عن دفع جميع الضرائب المرتبطة بالخدمات بخلاف الضرائب الأمريكية المقدرة على صافي الدخل أو الممتلكات الشخصية لشركة Intuition Machines.",
    "1671996585": "قد يُطلب منك دمج موقع الويب أو التطبيق أو النظام الأساسي الخاص بك مع خدماتنا عبر واجهة برمجة التطبيقات الخاصة بنا (\"API\"). في حالة قيامك بذلك ، فإننا نمنحك ترخيصًا محدودًا وغير حصري وغير قابل للتحويل وغير قابل للإلغاء وقابل للإلغاء لاستخدام واجهة برمجة التطبيقات (API) فقط للوصول إلى الخدمات. يجوز لنا تعديل واجهة برمجة التطبيقات و / أو إيقاف دعم الإصدارات القديمة أو إصدارات API في أي وقت. نحتفظ بالحق في تعليق أو تقييد وصولك إلى واجهة برمجة التطبيقات وفقًا لتقديرنا الخاص ، وسوف نبذل جهودًا معقولة لتزويدك بإشعار قبل التعليق.",
    "4036662147": "5. حماية المعلومات السرية",
    "3564208535": "أنت توافق على استخدام الجهود المعقولة تجاريًا لحماية أي معلومات سرية تتلقاها منا أو عبر خدماتنا. يتضمن نتائج الروبوتات والتفاصيل غير العامة عن خدمة المؤسسات الخاصة بنا ، بما في ذلك الوثائق غير العامة وأي تفاصيل قد نشاركها فيما يتعلق بأساليب اكتشاف الروبوت لدينا. إذا تم منحك حق الوصول إلى أي من هذه المعلومات السرية ، فيجوز لنا تعديل أو تعليق أو تقييد وصولك إلى خدماتنا وفقًا لتقديرنا الخاص إذا قررنا أن المعلومات السرية يتم كشفها من خلال استخدامك لخدماتنا ، وسوف نبذل جهودًا معقولة لتزويدك بإشعار قبل التعليق.",
    "120384113": "6. الإنهاء",
    "453723556": "يجوز لك إنهاء ملحق العميل هذا بشكل مستقل عن شروط الخدمة بالتوقف عن كونك عميلاً أو مقدم طلب. نحتفظ بالحق في تعليق أو إنهاء حالتك كعميل أو مقدم طلب في أي وقت ، أو إنهاء حسابك أو استخدامك للخدمات بما يتفق مع شروط الخدمة. تظل مسؤولاً عند الإنهاء عن أي مبلغ مستحق بموجب نموذج الطلب الخاص بك. إذا تضمن اشتراكك أي رسوم شهرية أو سنوية أو حد أدنى شهريًا أو سنويًا ، فستظل مسؤولاً عن دفع جميع رسوم الخدمات حتى نهاية ذلك الشهر أو السنة ، على التوالي.",
    "218889628": "باستثناء الحالات التي ننهي فيها ملحق العميل هذا أو شروط الخدمة نتيجة لخرقك لملحق العميل هذا أو شروط الخدمة ، إذا أنهينا الخدمة وقمنا بدفع أي رسوم لنا مسبقًا ، فسنقوم برد جزء تناسبي من هذه المبالغ المدفوعة مسبقًا ، بناءً على الوقت المتبقي أو الخدمات التي دفعتها ، أيهما أقل. سننهي عملنا بطريقة معقولة تجاريًا ونحفظ ونسلمك جميع مجموعات بيانات الإخراج المدفوعة وجميع بيانات العملاء التي في حوزتنا. عند أي إنهاء ، يجوز لنا ولكن لسنا ملزمين بحذف أي بيانات.",
    "2505227594": "7. الزيادات",
    "2369877184": "الحد الأقصى المسموح به لمعدل RPS لذروة تكامل hCaptcha أو العملاء هو 1000 طلب في الثانية للكيانات داخل حسابك (\"RPS\") ، ما لم ينص على خلاف ذلك بموجب اتفاقية تعاقدية مكتوبة بينك وبيننا.",
    "234420106": "في حالة كونك مكاملاً أو عميلاً لخدمة hCaptcha Enterprise وكان استخدامك لواجهة برمجة التطبيقات (API) كما تم قياسه بواسطة RPS يتجاوز المعدل المخصص لطبقة الخدمة الخاصة بك ، فقد نختار تعديل خدمتك أو فرض معدل فائض. في حالة تجاوز معدل RPS الذروة الخاص بك المعدل المخصص بعامل 10 لمدة 10 دقائق أو أكثر في المجموع خلال فترة 30 يومًا ، وكانت غالبية هذه الطلبات ، في حكمنا الوحيد ، ليست حركة مرور ضارة ، فقد نختار فرض رسوم عليك بمعدل الزيادة المحدد تعاقديًا لجميع طلبات واجهة برمجة التطبيقات التي تم إجراؤها في ذلك الشهر.",
    "2619472217": "8. إعادة البيع",
    "2019702084": "ما لم يُسمح صراحةً بذلك في اتفاقية الخدمة الرئيسية للعميل أو اتفاقية البائع ، لا يجوز بيع خدمات SaaS المطلوبة أو إعادة بيعها أو تأجيرها أو تأجيرها من الباطن أو ترخيصها أو ترخيصها من الباطن أو إتاحتها بأي شكل آخر لأي طرف ثالث (بخلاف الشركة التابعة للعميل ) ، وجميع الطلبات بموجب الاتفاقية وجميع استخدام العميل للخدمة يجب أن يكون للاستخدام التجاري الداخلي للعميل أو الشركة التابعة له.",
    "1233229030": "متنوع",
    "1467783792": "لا يحق لأي شخص أو كيان أو منظمة خاضعة لعقوبات من قبل الولايات المتحدة (\"الفاعل الخاضع للعقوبات\") الحصول على مكافآت أو استخدام الخدمات كعامل تكامل. لتجنب الشك ، يشمل ذلك أي جهات فاعلة خاضعة للعقوبات يحددها مكتب مراقبة الأصول الأجنبية (\"OFAC\") التابع لوزارة الخزانة الأمريكية.",
    "3759657802": "لا يجوز لك تعيين أو نقل أو تفويض شروط الخدمة هذه أو حقوقك أو التزاماتك بموجب هذه الاتفاقية بأي طريقة (بموجب القانون أو غير ذلك).",
    "1627232990": "يتم توفير ترجمات شروط الخدمة هذه على أساس بذل أقصى جهد. في حالة وجود أي اختلاف جوهري بين شروط خدمة اللغة الإنجليزية وترجمتها ، يجب تفسير شروط خدمة اللغة الإنجليزية على أنها موثوقة.",
    "805221621": "يرجى الاتصال بنا على",
    "259613338": "إذا كان لديك أي أسئلة بخصوص شروط الخدمة هذه.",
    "2735878907": "بيان تخطيط استمرارية الأعمال",
    "2887242610": "لقد طورت شركة Intuition Machines، Inc خطة لاستمرارية الأعمال حول كيفية استجابتنا للأحداث التي تعطل بشكل كبير أعمالنا hCaptcha. نظرًا لأن توقيت وتأثير الكوارث والاضطرابات لا يمكن التنبؤ به ، فسيتعين علينا التحلي بالمرونة في الاستجابة للأحداث الفعلية عند حدوثها. مع وضع ذلك في الاعتبار ، نقدم لك هذه المعلومات حول خطة استمرارية الأعمال الخاصة بنا.",
    "809251240": "الاتصال بنا",
    "2551802342": "- نخطط لاستعادة واستئناف العمليات التجارية بسرعة بعد حدوث اضطراب كبير في العمل والاستجابة من خلال حماية موظفينا وممتلكاتنا ، وإجراء تقييم مالي وتشغيلي ، وحماية دفاتر وسجلات الشركة ، والسماح لعملائنا ومستخدميهم بإجراء المعاملات عبر الإنترنت. باختصار ، تم تصميم خطتنا لاستمرارية الأعمال للسماح لشركتنا باستئناف العمليات في أسرع وقت ممكن ، نظرًا لنطاق وشدة التعطل الكبير للأعمال. تتناول خطة استمرارية الأعمال لدينا: النسخ الاحتياطي للبيانات واستعادتها ؛ جميع أنظمة المهام الحرجة ؛ التقييمات المالية والتشغيلية ؛ اتصالات بديلة مع العملاء والموظفين والهيئات الرقابية ؛ موقع مادي بديل للموظفين ؛ تأثير حاسم على الموردين والعملاء ؛ التقارير الرقابية؛ وإعطاء عملائنا إشعارًا سريعًا إذا لم نتمكن من مواصلة أعمالنا. تدعم مجموعة موردينا الأساسية سجلاتنا المهمة في منطقة منفصلة جغرافيًا. بينما تطرح كل حالة طوارئ مشكلات فريدة بناءً على عوامل خارجية ، مثل الوقت من اليوم وشدة الاضطراب ، فقد نصحنا تجمع الموردين هذا بأن هدفهم هو استعادة عملياتهم الخاصة والقدرة على استئناف الخدمات بسرعة. على الرغم من أننا عملنا على تقليل المخاطر باستخدام مجموعة متنوعة من الموردين ، إلا أنه يمكن تعديل خدماتك أو انقطاعها خلال هذه الفترة.",
    "826396656": "خطة استمرارية العمل لدينا",
    "1979347895": "- يمكن أن تختلف الاضطرابات التجارية الكبيرة في نطاقها ، مثل شركتنا فقط ، أو مبنى واحد يضم شركتنا ، أو الحي الذي تقع فيه شركتنا ، أو المدينة التي نتواجد فيها ، أو المنطقة بأكملها. داخل كل منطقة من هذه المناطق ، يمكن أن تختلف شدة الاضطراب أيضًا من الحد الأدنى إلى الشديد. في حالة حدوث اضطراب لشركتنا أو منطقتنا التجارية أو مدينتنا أو منطقتنا أو مبنى يضم شركتنا ، سننقل عملياتنا إلى موقع محلي عند الحاجة ولا نتوقع حدوث أي اضطراب مادي في العمليات التجارية. في كلتا الحالتين ، نخطط لمواصلة العمل ، ونقل العمليات إلى موردين بديلين إذا لزم الأمر ، وإخطارك من خلال موقعنا على hcaptcha.com وصفحة الحالة الخاصة بنا على hcaptchastatus.com لمعرفة كيفية الاتصال بنا. إذا كان الاضطراب الكبير في العمل شديدًا لدرجة أنه يمنعنا من الاستمرار في العمل ، فسنخطرك على وجه السرعة.",
    "653679457": "اضطرابات متنوعة",
    "410397176": "للمزيد من المعلومات",
    "2095899021": "إرشادات العلامة التجارية hCaptcha ورخصة العلامات التجارية العامة",
    "2340340589": "إرشادات حول استخدام علامة hCaptcha",
    "2430148876": "لقد أنشأنا هذه الإرشادات ورخصة العلامات التجارية العامة لنجعل من السهل على عملائنا وشركائنا ومعجبينا العمل مع علامتنا التجارية مع الحفاظ على هوية شركتنا. إذا كنت بحاجة إلى استخدام رموز hCaptcha أو الشعارات أو العلامات الأخرى بطرق تختلف جوهريًا عن هذه الإرشادات ، فستحتاج إلى الاتصال بنا (IMI) للحصول على ترخيص مكتوب.",
    "3884400764": "بينما يمكنك استخدام علامات hCaptcha وفقًا لهذه الإرشادات ، فإن هذا لا يعني أن لديك أي حقوق مكتسبة في علامات hCaptcha أو الشعارات أو في أي علامة تجارية أخرى أو اسم تجاري أو علامة خدمة أو اسم تجاري أو شهرة hCaptcha. نريد منح أكبر قدر ممكن من المرونة ، لكننا ملزمون بحماية hCaptcha من الاستخدام غير المصرح به لأي علامة تجارية أو اسم تجاري أو علامة خدمة أو اسم تجاري أو شهرة hCaptcha. يؤدي أي استخدام غير مصرح به إلى إنهاء الإذن أو الترخيص الممنوح بواسطة hCaptcha تلقائيًا وقد يؤدي إلى تحمل المسؤوليات القانونية عن أي أضرار.",
    "512598290": "وبالتالي ، يجب أن نطلب منك دائمًا استخدام جميع علامات وشعارات hCaptcha في شكل يلتزم بالقواعد أدناه ، بما في ذلك الكتابة بالأحرف الكبيرة والمحرف والأسلوب.",
    "2075610992": "شكرا لدعمك!",
    "1023190144": "hCaptcha® في النص",
    "4274324704": "إليك كيفية استخدام اسمنا في نسخة مكتوبة:",
    "3912926900": "يجب أن يكون لدى hCaptcha® رمز علامة تجارية مسجلة في المرة الأولى التي يظهر فيها في نسخة إبداعية.",
    "950637875": "لا ينبغي أبدًا تغيير هجاء hCaptcha ويجب دائمًا كتابة hCaptcha في الحرف الثاني (\"C\"). إنه ليس بصيغة الجمع أو التملك أبدًا.",
    "2624601135": "يجب عدم استخدام \"hCaptcha\" كجزء من اسم العلامة التجارية أو ربطها بواصلة أو استخدامها في أسماء التطبيقات أو المنتجات الأخرى.",
    "3828090208": "بدلاً من ذلك ، استخدم \"من أجل hCaptcha\". إذا تم استخدامه مع شعار جهة خارجية ، فيجب أن يكون حجم \"لـ hCaptcha\" أصغر من شعار الطرف الثالث.",
    "4149738856": "يجب استخدام hCaptcha كصفة متبوعة بمصطلح عام مناسب.",
    "1446868537": "لا ينبغي أبدًا استخدام hCaptcha كفعل.",
    "2487931657": "لا تستخدم: \"نحن hCaptcha'd موقعنا.\"",
    "2565565429": "بدلاً من ذلك ، استخدم: \"نحن نستخدم hCaptcha لجعل موقعنا أكثر أمانًا.\"",
    "3434202027": "يتطلب أي استخدام لاسم hCaptcha في الاتصالات الإسناد: \"hCaptcha هي علامة تجارية مسجلة لشركة Intuition Machines، Inc.\"",
    "2754937029": "الاستخدامات غير المقبولة",
    "2436973524": "فقط المراجع الدقيقة مقبولة. لا يجوز القول إن الموقع يستخدم خدمات وتطبيقات hCaptcha عندما لا يستخدمها. وبالمثل ، فإن استخدام شعارنا أو أي شارات مناسب بالمثل فقط عندما يستخدم الموقع خدمات hCaptcha.",
    "69844082": "لا يجوز أيضًا استخدام علامات hCaptcha التجارية أو الرموز الرسومية أو الشعارات أو المحرف أو الرموز بطريقة تحط من قدر المستطاع.",
    "3861413614": "لا يجوز لك استخدام أي علامة تجارية أو شعار hCaptcha مما يعني أن hCaptcha لها انتماء أو تأييد أو رعاية أو دعم لمنتج أو خدمة تابعة لجهة خارجية ، دون إذن كتابي صريح.",
    "1409822234": "لا يجوز بأي حال من الأحوال استخدام علامة تجارية hCaptcha متطابقة أو متطابقة تقريبًا كاسم مجال.",
    "4181060163": "يجب على الأطراف الخارجية عدم استخدام الاختلافات أو الأخطاء الإملائية أو التصرف بأي طريقة من شأنها أن تسبب أي ارتباك مبدئي للمصالح حول العلامات التجارية hCaptcha.",
    "3955555607": "بخلاف الشركاء أو الموزعين المعتمدين ، لا يجوز للجهات الخارجية تقديم عروض للكلمات الرئيسية أو Google AdWords أو أنظمة الإعلان المستهدفة الأخرى باستخدام علامات hCaptcha أو الأخطاء الإملائية. ولا يجوز لأطراف ثالثة استخدام علامات hCaptcha في أسماء النطاقات أو أي تحسين لمحرك البحث أو العلامات الوصفية أو مصطلحات البحث أو التعليمات البرمجية أو أي تحريف آخر.",
    "1985238261": "العلامات المحظورة الأخرى",
    "2193061499": "يقتصر استخدام بعض شعاراتنا وعلاماتنا على hCaptcha وشركائها. لا يجوز للجهات الخارجية استخدام العلامات التالية بدون ترخيص كتابي من hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner ™",
    "755156539": "hCaptcha Authorized Reseller ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop بواسطة hCaptcha ™",
    "2557601376": "شعار hCaptcha ™",
    "248923369": "شعار BotStop ™",
    "3942875761": "ساعد في بناء شبكة ويب أفضل ™",
    "364774188": "أنا إنسان ™",
    "2785425016": "(في سياق حل التحقق الإنساني ، مثل دعوة للعمل)",
    "2639657759": "العلامات المستخدمة بالإذن",
    "1268918580": "بعض الشعارات والعلامات المستخدمة بواسطة hCaptcha وشركائها مملوكة لأطراف ثالثة ولا يجوز استخدامها إلا بإذن منهم. لا يجوز للغير استخدام العلامات التالية باستثناء ما يسمح به أصحابها:",
    "3782751514": "HUMAN Protocol® هي علامة تجارية مسجلة لمؤسسة HUMAN Protocol Foundation ، وتُستخدم بإذن منها.",
    "1620709264": "HUMAN Token® هي علامة تجارية مسجلة لمؤسسة HUMAN Protocol Foundation ، وتُستخدم بإذن منها.",
    "3031953928": "HUMAN Network ™ هي علامة تجارية مملوكة لمؤسسة HUMAN Protocol Foundation ويتم استخدامها بعد الحصول على إذن منها.",
    "3554363588": "علامات أخرى",
    "3290996791": "جميع أسماء المنتجات والشعارات والعلامات التجارية الأخرى مملوكة لأصحابها المعنيين. جميع أسماء الشركات والمنتجات والخدمات الأخرى المستخدمة في هذا الموقع لأغراض التعريف فقط. استخدام هذه الأسماء والشعارات والعلامات التجارية لا يعني المصادقة عليها.",
    "2444685143": "سياسة الشعار",
    "2414232014": "يمكن التعرف على شعارنا على الفور وهو أحد أهم أصولنا وأهمها. للتأكد من أنها تظل تمثيلًا قويًا لشركتنا ، يجب تقديمها بطريقة حذرة ومتسقة عبر جميع قنوات الاتصال.",
    "803639471": "يتكون شعار hCaptcha من رمز اليد وشعار hCaptcha. في شكلها البديل ، قد تظهر أيقونة اليد بمفردها عندما تكون المساحة محدودة ويتم استخدام \"hCaptcha\" كعلامة كلمة (كما هو موضح أعلاه) بالقرب من رمز اليد ، بحيث يكون من الواضح أن رمز اليد يمثل hCaptcha.",
    "564127016": "رمز اليد hCaptcha:",
    "1424800293": "شعار hCaptcha:",
    "1525506526": "ما هي عمليات الاستحواذ على الحساب وكيف تعمل؟",
    "2446481523": "هناك حكاية شعبية قديمة يظهر فيها سائق عربة ونبيل عند الشرطة في قرية ريفية صغيرة. قال رجل ، كان يرتدي ملابس فقيرة قذرة ، للشرطي ، \"أنا النبيل. كان هذا الرجل سائقي.",
    "1767952047": "هاجمني الليلة الماضية ، وسرق ملابسي وأخذ أموالي \". أجاب الرجل الآخر ، الذي كان يرتدي تأنقًا رائعًا ، ملابس الطبقة النبيلة ، \"أيها الشرطي ، هذا الرجل مجنون. يعتقد أنه رجل نبيل. أنا النبيل الحقيقي. اعتقله!\"",
    "2947576723": "تسبق هذه القصة رخص القيادة وطباعة الأصابع الرقمية ، لكنها تقدم مثالًا جيدًا لما يمكن أن يحدث في حالة الاستيلاء على الحساب. يقوم شخص بتسجيل الدخول إلى حساب مصرفي عبر الإنترنت أو تطبيق مدفوعات عبر الهاتف المحمول. هل هو صاحب حساب حقيقي أم مخترق؟ من هو حقا من؟ تؤثر مشكلات الأمان هذه على المؤسسات التي تسمح بالوصول إلى حساب الخدمة الذاتية.",
    "1687299615": "ما هو حساب الاستيلاء؟",
    "2648707986": "الاستيلاء على الحساب هو شكل من أشكال الاحتيال عبر الإنترنت حيث ينتحل فاعل ضار شخصية مالك حساب عبر الإنترنت. عادةً ما يكون الحساب في مؤسسة مالية أو شركة تجارة إلكترونية حيث يمكن للمحتال أن يسرق الأموال أو البضائع أو بطاقات الهدايا. يستخدم المهاجم بيانات اعتماد تسجيل الدخول المسروقة للوصول إلى الحساب ثم الاستيلاء عليه ، وربما يغير كلمة المرور لقفل مالك الحساب الفعلي.",
    "1476843710": "تتضمن أشكال الاستيلاء على الحسابات الأقل ضررًا ماليًا ولكنها لا تزال ضارة ، اختطاف حسابات وسائل التواصل الاجتماعي وما شابه ذلك. في هذه الحالات ، يحاول المهاجم عادةً نشر برامج ضارة أو الانخراط في هجمات تصيد ضد أصدقاء الضحية المطمئنين. أو يحاول المهاجم إحراج الضحية ، وهو ما يحدث أحيانًا مع المشاهير والسياسيين على سبيل المثال.",
    "2904949278": "كيف يسيطر المخترق على حساب؟",
    "2575690545": "عمليات الاستحواذ على الحسابات ، مثل الكثير من عمليات الاحتيال عبر الإنترنت ، هي في الغالب مسألة عمليات آلية جماعية. من النادر أن يقوم المتسلل ، الذي يرتدي سترة في قبو والدته ، بكتابة كلمات المرور في مواقع البنوك واحدة تلو الأخرى.",
    "3614653023": "بدلاً من ذلك ، تعتمد هذه الممارسة على هجمات حشو بيانات الاعتماد واسعة النطاق التي تجرب الملايين من أزواج اسم المستخدم / كلمة المرور على عشرات المؤسسات المالية المستهدفة على أمل فتح مجموعة فرعية صغيرة من الحسابات. بمجرد أن يتمكن برنامج الاحتيال الآلي من الوصول إلى الحساب ، قد يتورط متسلل بشري ، ولكن في بعض الحالات ، لا يتدخل.",
    "2762759509": "العديد من هجمات الاستيلاء على الحساب تكون آلية بالكامل تقريبًا.",
    "1972710018": "رؤيتها من منظور الشركة",
    "1282121137": "لفهم مدى إشكالية الاستحواذ على الحساب ، فكر في الشكل الذي تبدو عليه التجربة من وجهة نظر المؤسسة المالية. يتعاملون مع الملايين من عمليات تسجيل الدخول كل يوم.",
    "2315518622": "مع التطور المتوفر في أدوات الهجوم الحالية ، من الصعب للغاية اكتشاف أيها احتيالي ، إن وجد. ثم يتصل أحد الأشخاص بخط خدمة العملاء ويقول \"لقد تعرض حسابي للهجوم! لا يمكنني تسجيل الدخول وهناك شخص ما يسرق أموالي! \"",
    "1836369533": "مثل الشرطي في الحكاية الشعبية ، كيف يحدد المرء من هو حقا من؟ إذا كان لدى المهاجم ما يكفي من عناصر الهوية المسروقة ، مثل رقم رخصة القيادة ورقم الضمان الاجتماعي واسم الأم قبل الزواج والعنوان وما إلى ذلك ، فقد يكون من الصعب تحديد ما إذا كان المتصل هو صاحب الحساب الحقيقي أو مهاجم يحاول الحصول على إعادة تعيين كلمة المرور على حساب يريد اختراقه.",
    "2880837730": "ما الذي يمكن فعله لوقف عمليات الاستحواذ على الحساب؟",
    "3654556483": "المؤسسات المالية وشركات التجارة الإلكترونية لديها عمليات وضوابط تخفف من بعض تهديد الاستيلاء على الحساب. تتراوح هذه الأسئلة من الأسئلة الأمنية القديمة \"ما هو اسم أفضل صديق لك في المدرسة الابتدائية\" إلى طرق الكشف التي تكشف عناوين IP المشبوهة وملفات تعريف الجهاز المحمول.",
    "2449501658": "يوفر إحدى أكثر الطرق تقدمًا للتخفيف من التهديد الناتج عن محاولات تسجيل الدخول الاحتيالية إلى الحساب ، وذلك باستخدام التعلم الآلي لاكتشاف برامج الروبوت وإيقافها ، مما يجعل الأمر أكثر صعوبة أو حتى من المستحيل على المحتالين الانخراط في الاستيلاء على الحساب.",
    "3621455477": "لتعلم المزيد!",
    "555246307": "بالمناسبة ، إليكم كيف تنتهي قصة النبيل وسائقه: جعل الشرطي الرجلين يجلسان في غرفة معًا لساعات ويشعران بالملل من عقولهما. في نهاية اليوم ، ظهر وقال ، \"سأتحدث الآن مع سائق العربة\". قام الرجل ذو الثوب النبيل. كان يشعر بالملل لدرجة أنه نسي أنه كان يتظاهر فقط بأنه الرجل النبيل.",
    "1224727373": "BotStop بواسطة hCaptcha",
    "1187718370": "اتصل بنا",
    "3892905664": "تساعد hCaptcha خدماتك المفضلة عبر الإنترنت على منع الروبوتات والبريد العشوائي وإساءة الاستخدام من خلال طرح أسئلة بسيطة يسهل على البشر وصعبة على الأجهزة.",
    "555158694": "اختارت الخدمة التي تستخدمها لتحسين تجربتك على موقعها عن طريق تثبيت hCaptcha لتقليل حركة المرور الضارة.",
    "1617196410": "تركز hCaptcha على إيقاف برامج الروبوت. نحن لا نهتم بمن هو المستخدم ، ولكن فقط ما إذا كان ضارًا أم لا. نحن نعمل بجد لتحقيق التوازن بين الخصوصية و",
    "1624200563": "الأمان ، والامتثال لـ GDPR و CCPA و LGPD و PIPL وأنظمة الخصوصية الأخرى.",
    "1927613000": "تجمع hCaptcha بين التعلم الآلي المتطور ومنصة التحدي القوية لحماية تطبيقات الويب من عمليات الاستيلاء على الحسابات وحشو بيانات الاعتماد والكشط وأنواع أخرى من إساءة الاستخدام.",
    "1133989302": "لماذا hCaptcha؟",
    "34074886": "في كل مرة تجيب فيها على تحدٍ ما ، نستخدم نماذج معقدة لمعرفة ما إذا كنت إنسانًا أم لا. يستخدم موقع الويب الذي قمت بزيارته هذه النتيجة للمساعدة في تحسين تجربتك على موقعهم عن طريق منع برامج الروبوت.",
    "3412647984": "يتيح لك ذلك تجنب الأسئلة المستقبلية عن طريق التسجيل وتعيين ملف تعريف ارتباط. يرجى أيضًا محاولة إيقاف تشغيل مانع الإعلانات.",
    "2510209017": "هل تريد المزيد من المساعدة؟",
    "477275453": "لماذا تعتبر واجهات برمجة التطبيقات هدفًا شائعًا للقراصنة؟",
    "596347471": "أصبحت واجهات برمجة التطبيقات (APIs) هدفًا شائعًا للجهات الفاعلة الخبيثة في الفضاء الإلكتروني. هناك العديد من الأسباب لذلك ، بما في ذلك فائدتها الكبيرة في تكامل التطبيقات. ومع ذلك ، من الممكن التخفيف من مخاطر واجهة برمجة التطبيقات.",
    "2441638955": "أولا ، ما هي API؟",
    "3963216198": "لمناقشة سبب كون واجهات برمجة التطبيقات هدفًا شائعًا للمتسللين ، يجدر أولاً أخذ لحظة وجيزة لتحديد المقصود حاليًا بمصطلح \"API\". مفهوم API ليس جديدًا على الإطلاق. في الواقع ، كانت واجهات توصيل أنظمة الكمبيوتر المختلفة ببعضها البعض ، بالإضافة إلى مكوناتها الداخلية ، موجودة منذ أوائل الستينيات على الأقل.",
    "1047251718": "اليوم ، ومع ذلك ، عندما يتحدث الناس عن واجهات برمجة التطبيقات ، فإنهم يقصدون دائمًا واجهات برمجة التطبيقات القائمة على المعايير. هذه هي واجهات برمجة التطبيقات التي تم إنشاؤها باستخدام معايير مفتوحة مثل تحويل الحالة التمثيلية (REST) وتنسيقات ملفات قياسية مفتوحة مثل JavaScript Object Notation (JSON). يمكن إنشاء \"واجهات برمجة تطبيقات RESTful\" ، كما هو معروف ، دون الحاجة إلى برامج احتكارية. تكون واجهات برمجة التطبيقات الناتجة قادرة على إرسال واستقبال البيانات ومكالمات الإجراءات بين تطبيقات البرامج. على سبيل المثال ، يستخدم تطبيق الخدمات المصرفية عبر الهاتف المحمول واجهة برمجة التطبيقات للوصول إلى أنظمة البنك.",
    "3195334319": "فائدة واجهات برمجة التطبيقات وقابليتها للتأثر",
    "1903743785": "يمثل ظهور واجهات برمجة التطبيقات القائمة على المعايير قفزة كبيرة إلى الأمام في تكامل التطبيقات. على مدار العشرين عامًا الماضية أو نحو ذلك ، تحولت واجهات برمجة التطبيقات من كونها منتجات برمجيات احتكارية مكلفة ومعقدة إلى أدوات مجانية قائمة على المعايير التي كان من السهل نسبيًا التعامل معها - وسريعة النشر.",
    "879362350": "مع عمل واجهات برمجة التطبيقات الجديدة عبر الإنترنت ، أصبح من الممكن توصيل أي برنامج أو مصدر بيانات ، في أي مكان في العالم ، بغض النظر عن النظام الأساسي أو مخطط البيانات أو لغة البرمجة. نتيجة لذلك ، أصبح عالم الحوسبة الآن في خضم ثورة API. كان هناك انفجار في الاتصال بين التطبيقات والبيانات. هذا رائع ، حتى لا يكون كذلك.",
    "3844432472": "إن انفتاح وفائدة واجهات برمجة التطبيقات تجعلها أهدافًا غنية بشكل لا يصدق للمهاجمين. بنفس الطريقة التي يمكن بها برمجة تطبيق جوال للوصول إلى البيانات والحصول عليها من نظام الشركة باستخدام واجهة برمجة التطبيقات ، يمكن أيضًا لجزء من البرامج الضارة. كتب المتسللون مجموعة متنوعة من أدوات البرمجيات لإساءة استخدام واجهات برمجة التطبيقات. إنها تقنية هجوم فعالة.",
    "2187096543": "في الواقع ، كانت هناك بعض الخروقات الكبيرة للبيانات الناتجة عن البرامج المكتوبة من قبل المتسللين والتي استدعت واجهة برمجة التطبيقات لاستخراج البيانات من قاعدة البيانات. بعد كل شيء ، إذا كانت سرقة البيانات تتطلب ببساطة استدعاء GET أساسي على واجهة برمجة التطبيقات ، مكتوبة باستخدام REST و JSON ، فمن السهل تنظيف قاعدة البيانات بسرعة. في الواقع ، عندما يتحدث الناس عن هجمات \"كشط الشاشة\" ، فإن ما يعنونه حقًا ، في الغالب ، هو مكالمات واجهة برمجة تطبيقات سريعة النيران تسحب البيانات من قواعد البيانات. أصبحت واجهات برمجة التطبيقات سطح هجوم رئيسي للمنظمات التي تقوم ببنائها.",
    "4222109231": "التخفيف من مخاطر واجهة برمجة التطبيقات باستخدام منتج hCaptcha's Enterprise",
    "1783317946": "يعد إيقاف هجمات واجهة برمجة التطبيقات حالة استخدام شائعة لـ",
    "3022922096": "، مجموعة منتجات مشروع hCaptcha's. بخلاف الإصدار المجاني من hCaptcha ،",
    "63719113": "يستخدم التعلم الآلي المتقدم لتحديد حركة المرور الضارة إلى موقعك وتطبيقاتك - بما في ذلك أنشطة الكشط.",
    "3566102529": "لنا اليوم لمعرفة المزيد.",
    "3096553330": "كل نظام نقوم بإنشائه يعكس ببساطة علاقاتنا مع الآخرين.",
    "1467218142": "ما نرغب فيه منهم ومن أنفسنا هو الدافع وراء سلوكنا ، وبالتالي تتكرر أنماط التفاعل نفسها في جميع الأنظمة البشرية. يقدم الإنترنت العديد من الأمثلة الرائعة لهذا الجانب الأساسي من عالمنا.",
    "808872868": "على سبيل المثال: تواجد البريد العشوائي والاحتيال وإساءة الاستخدام عبر الإنترنت منذ اليوم التالي تقريبًا لتوصيل نظامين معًا.",
    "1085089390": "تنبع الإساءة عبر الإنترنت من السلوكيات البشرية الفطرية",
    "3064321967": "تم إرسال أول بريد إلكتروني عشوائي معروف في عام 1978. [",
    "3800781598": "] بعد ما يقرب من خمسة عقود ، لا يزال البريد الإلكتروني العشوائي يصيبنا. تم وضع مليارات الدولارات وآلاف السنين من الجهد الهندسي لدحرها ، ومع ذلك يستمر البريد العشوائي. هناك صناعات بمليارات الدولارات على الجانبين ، أي التي تدافع عنها وتلك التي ترسلها.",
    "2119943547": "لماذا هذا؟ الجواب بسيط. طالما أن هناك حافزًا لإساءة استخدام النظام ، سيجد شخص ما طريقة بشكل عام. وبمجرد أن يفعلوا ذلك ، سيكون لدى شخص آخر الآن حافز لإيقافهم.",
    "532470444": "قد يتغير التوازن قليلاً من سنة إلى أخرى ، لكن هذا السلوك يعكس ببساطة الطبيعة البشرية الأساسية ، وخمسة آلاف سنة من التاريخ المسجل تشير إلى أن الديناميكية من غير المرجح أن تتغير في أي وقت قريب.",
    "3193548097": "أمل الينابيع الأبدية",
    "4065614934": "هذا التحليل ليس جديدًا ، لكن الناس متفائلون إلى الأبد. خاصة عندما يعتقدون أن فكرتهم جديدة.",
    "1216071511": "يتم اقتراح نفس الأفكار بشكل متكرر لدرجة أنه منذ حوالي 20 عامًا ، توصل مؤلف مجهول إلى ملء الفراغ مفيدًا للمناقشات عبر الإنترنت حول حلول مكافحة البريد العشوائي:",
    "1941999673": "منشورك يؤيد أ",
    "4179118182": "() تقنية () تشريعية () قائمة على السوق () حراسة أهلية",
    "3978720689": "نهج لمكافحة البريد العشوائي. فكرتك لن تعمل. إليكم سبب عدم نجاحها.",
    "318339230": "(قد ينطبق واحد أو أكثر مما يلي على فكرتك الخاصة ، وقد يكون كذلك",
    "30312304": "عيوب أخرى كانت تختلف من ولاية إلى أخرى قبل تمرير قانون اتحادي سيء.)",
    "2710988028": "() يمكن لمرسلي البريد العشوائي استخدامه بسهولة لجمع عناوين البريد الإلكتروني",
    "3912514510": "() ستتأثر القوائم البريدية واستخدامات البريد الإلكتروني المشروعة الأخرى",
    "2030062561": "() لن يتمكن أحد من العثور على الرجل أو جمع الأموال",
    "3334160175": "() إنه أعزل ضد هجمات القوة الغاشمة",
    "3238345709": "() سيوقف البريد العشوائي لمدة أسبوعين وبعد ذلك سنعلق به",
    "4227800293": "() مستخدمو البريد الإلكتروني لن يتحملوا ذلك",
    "2271252286": "() مايكروسوفت لن تتحمل ذلك",
    "692064738": "() لن تتحمل الشرطة ذلك",
    "3475647460": "() يتطلب قدرًا كبيرًا من التعاون من مرسلي البريد العشوائي",
    "1482845460": "() يتطلب تعاونًا كاملاً وفوريًا من الجميع في آنٍ واحد",
    "3741193183": "() لا يستطيع العديد من مستخدمي البريد الإلكتروني تحمل خسارة الأعمال أو تنفير أصحاب العمل المحتملين",
    "2234909600": "() مرسلي البريد العشوائي لا يهتمون بالعناوين غير الصالحة في قوائمهم",
    "1982617151": "() يمكن لأي شخص أن يدمر مهنة أو أعمال أي شخص آخر بشكل مجهول",
    "2498172334": "على وجه التحديد ، فشلت خطتك في الحسبان",
    "389705801": "() القوانين التي تحظره صراحة",
    "190955495": "() عدم وجود سلطة تحكم مركزية للبريد الإلكتروني",
    "237009707": "() مرحلات مفتوحة في دول أجنبية",
    "3507532387": "() سهولة البحث في مساحة العنوان الأبجدية الرقمية الصغيرة لجميع عناوين البريد الإلكتروني",
    "2477958756": "( ) اناس سيئون",
    "3254142589": "() مشاكل الاختصاص",
    "3621401685": "() عدم شعبية الضرائب الجديدة الغريبة",
    "4277475973": "() إحجام الجمهور عن قبول أشكال جديدة غريبة من المال",
    "941057651": "() استثمار برمجي ضخم في SMTP",
    "3265293440": "() قابلية تعرض البروتوكولات بخلاف SMTP للهجوم",
    "515733427": "() رغبة المستخدمين في تثبيت تصحيحات نظام التشغيل المتلقاة عبر البريد الإلكتروني",
    "2631159699": "() قامت جيوش الدودة بغزو مربعات Windows المتصلة بالنطاق العريض",
    "776542208": "() يشارك سباق التسلح الأبدي في جميع مناهج التصفية",
    "989480928": "() الربحية الفائقة للرسائل الاقتحامية",
    "3898950867": "() وظائف جو و / أو سرقة الهوية",
    "3395399558": "() سياسيون أميون تقنيًا",
    "1118929614": "() الغباء الشديد من جانب الأشخاص الذين يتعاملون مع مرسلي البريد العشوائي",
    "838951836": "() عدم الأمانة من جانب مرسلي البريد العشوائي أنفسهم",
    "2123236933": "() تكاليف النطاق الترددي التي لا تتأثر بتصفية العميل",
    "2292919419": "( ) الآفاق",
    "2534436327": "وقد تنطبق الاعتراضات الفلسفية التالية أيضًا:",
    "832385387": "() من السهل التوصل إلى أفكار مشابهة لأفكارك ، ومع ذلك لم يظهر أي منها عمليًا على الإطلاق",
    "1993984258": "() أي مخطط يعتمد على الانسحاب غير مقبول",
    "3909240516": "() يجب ألا تكون رؤوس SMTP موضوع التشريع",
    "1151065360": "() القوائم السوداء سيئة",
    "2396605499": "() تمتص القوائم البيضاء",
    "2225785608": "() يجب أن نكون قادرين على التحدث عن الفياجرا دون رقابة",
    "3004688366": "() يجب ألا تشتمل الإجراءات المضادة على عمليات احتيال عبر الإنترنت أو عمليات احتيال تتعلق ببطاقات الائتمان",
    "922470170": "() ينبغي ألا تنطوي الإجراءات المضادة على تخريب الشبكات العامة",
    "3068923550": "() يجب أن تعمل الإجراءات المضادة إذا تم تنفيذها تدريجيًا",
    "2752975480": "() يجب أن يكون إرسال البريد الإلكتروني مجانيًا",
    "117227832": "() لماذا يجب أن نثق بك وبخوادمك؟",
    "1021431157": "() عدم التوافق مع تراخيص البرامج مفتوحة المصدر أو المصدر المفتوح",
    "2801524659": "() تدابير الشعور بالسعادة لا تفعل شيئًا لحل المشكلة",
    "931661269": "() عناوين البريد الإلكتروني المؤقتة / المستخدمة لمرة واحدة مرهقة",
    "2090457681": "() لا أريد أن تقرأ الحكومة بريدي الإلكتروني",
    "3536122902": "() وقفهم بهذه الطريقة ليس بطيئًا ومؤلمًا بدرجة كافية",
    "2391175562": "علاوة على ذلك ، هذا ما أفكر به فيك:",
    "229198134": "() آسف يا صاح ، لكنني لا أعتقد أنها ستنجح.",
    "345563040": "() هذه فكرة غبية ، وأنت شخص غبي لاقتراحها.",
    "409780280": "( ) محاولة جيدة، ****! آمل أن يخطو شخص ما على لوحة المفاتيح الخاصة بك!",
    "2820080973": "مستضاف مع ❤ بواسطة",
    "3943164003": "عرض الخام",
    "3875523186": "gistfile1.txt",
    "2840750518": "جيثب",
    "593735469": "لماذا لن يعمل حل مكافحة البريد العشوائي الجديد الخاص بك",
    "361795034": ". مؤلف غير معروف ، ج. 2000",
    "1547006769": "التحقق من الإنسانية هو نفس المشكلة",
    "3717942925": "مثلما سيكون هناك دائمًا أشخاص يرغبون في لفت انتباهك عبر البريد الإلكتروني ، ستكون هناك دائمًا رغبة في تقييد الوصول إلى بعض الموارد بحيث لا يتمكن سوى البشر من الوصول إليها.",
    "2481032625": "ما إذا كان الهدف هو المنع:",
    "1691348394": "- عمليات الشراء الجماعية المؤتمتة أثناء بيع الإصدار المحدود",
    "1771016224": "- البرامج من تنزيل كل المحتوى من موقع الويب الخاص بك بشكل جماعي",
    "1959762846": "- تعبئة نماذج الويب الخاصة بك برسائل تسويقية غير مرغوب فيها أو إساءة استخدام لا نهاية لها",
    "345108670": "- حشو بيانات الاعتماد ومحاولات أخرى للاستيلاء على الحساب",
    "2540760245": "من بين العديد من الاستخدامات الأخرى ، من المرجح أن تظل القدرة على تصفية حركة المرور عبر الإنترنت على أساس \"سواء كانت بشرية أم لا\" أداة قيمة طالما أن الطبيعة البشرية تتبع نفس الأنماط المسجلة على مدى الخمسة آلاف سنة الماضية.",
    "3346362371": "ماذا عن التعلم الآلي؟",
    "3619183405": "في عام 2021 ، يمكن أحيانًا حل اختبارات CAPTCHA البسيطة بالبرمجيات ، وذلك بفضل التقدم في التعلم الآلي. لمعالجة هذا الأمر ، يقوم hCaptcha أيضًا بإجراء تحليل مفصل للغاية لخصائص مثل",
    "3292221787": "تمت الإجابة على التحدي ، ليس فقط ما إذا كان صحيحًا ، وكثيراً ما يغير كلاً من الأسئلة والبيانات المستخدمة.",
    "1080672247": "نظرًا لأن العديد من الأسئلة المطروحة لا يمكن حلها اقتصاديًا باستخدام البرامج الجاهزة ، ولأن البيانات خاصة بالنظام بشكل عام ، فإن هذا يعني أنه غالبًا ما يتم إيقاف الروبوتات تمامًا بواسطة الخدمة المجانية ، ويجب أن تعتمد على أدوات حل CAPTCHA البشرية بدلاً من ذلك ، والتي يجعل العديد من أنواع الإساءة غير اقتصادية تمامًا.",
    "4172868199": "تذهب إلى أبعد من ذلك بكثير ، حيث تنتقل إلى مجال محاولة التمييز بين \"الإنسان الصالح\" و \"الإنسان السيئ\" أيضًا ، ويتم استخدامه اليوم من قبل العديد من الخدمات عبر الإنترنت الأكثر شهرة في العالم للعثور على كل شيء وإيقافه بدءًا من عمليات الاحتيال في الشراء وحتى عمليات الاحتيال المتقدمة التهديدات ضد مستخدميها ، مع الحفاظ على التركيز الفريد على الحفاظ على الخصوصية.",
    "2873911365": "ماذا عن تصديق الأجهزة؟",
    "1477196356": "طرق مختلفة لربط الهوية بجهاز بطريقة آمنة مشفرة ، أحيانًا بخصائص تحافظ على الخصوصية ، تم اقتراحها لعقود. يعود تاريخ تشفير المفتاح العام إلى c. 1975 ، والرموز المميزة للأجهزة موجودة منذ فترة طويلة تقريبًا.",
    "2349681896": "لسوء الحظ ، فإن التحكم في قطعة من الأجهزة لا يعني أنك شخص. تقريبًا تم كسر كل مخطط تصديق للأجهزة الاستهلاكية الشائعة وتصحيحه ثم تعطله مرة أخرى.",
    "254326776": "غالبًا ما يتم اكتشاف حدوث إساءة استخدام ضارة لهذه العيوب لأشهر أو سنوات قبل الإفصاح أو النشر الأكاديمي.",
    "2462909475": "جدار به أكثر من 10000 هاتف تم استخدامه لإساءة الاستخدام ، كجزء من عملية روبوت صينية.",
    "1963951234": "بغض النظر عن مدى موثوقية مخطط التشفير الخاص بك ، إذا تمكن شخص ما في نهاية اليوم من إنفاق الأموال ببساطة لإعطائك الإجابة التي تبحث عنها ، فإن امتلاك قطعة من الأجهزة غير كافٍ.",
    "1278884196": "ومع ذلك ، فإن التشفير هو نظام حديث العهد. استنادًا إلى التاريخ الحديث ، من المحتمل أن يتم كسر مخطط التشفير و / أو التنفيذ الخاص بك بمجرد أن يكون لدى أي شخص حافز للنظر فيه عن كثب ، ومن المحتمل أن يكتشف الآخرون ذلك قبل وقت طويل من القيام به. يعني الاعتماد على الأجهزة أيضًا أنك قد تحتاج إلى مطالبة كل مستخدم من المستخدمين لديك بتغيير جهاز مادي من أجل تصحيح الخلل. من غير المحتمل أن يحدث هذا بسرعة في معظم الحالات ، مما يعني في الواقع أن نظامك سيفشل ببساطة في الفتح.",
    "1828028934": "هذا هو السبب",
    "1642844535": "مهم: تستخدم hCaptcha طرقًا مختلفة متعددة للإجابة على نفس السؤال الأساسي ، مما يسمح بإجراء مقارنة للاتساق عبر جميع التقييمات.",
    "1155821305": "الدفاع هو العمق",
    "119098046": "ماذا عن الحلول السلبية أو الخالية من التحدي؟",
    "2760410719": "الخدمات التي تحاول القيام باكتشاف الروبوتات بإشارات سلبية بحتة تواجه بسرعة مشكلة أساسية: كيف يمكنك التحقق مما إذا كان النظام يكتشف الجهات الفاعلة السيئة بشكل صحيح عندما لا يكون لديك حقيقة أساسية دقيقة؟",
    "1722734001": "الإنترنت المفتوح هو بيئة صاخبة للغاية. يهاجم الفاعلون السيئون مستخدمي خدمتنا والمنافسين مثل reCAPTCHA كل يوم ، وهم بالطبع يحاولون الظهور كبشر قدر الإمكان أثناء القيام بذلك.",
    "1595254735": "تكافح الخدمات السلبية البحتة للحفاظ على دقة اكتشاف الروبوت ، أو حتى معرفة متى تكون غير دقيقة. بدون القدرة على تحدي المستخدمين من حين لآخر وتحليل نتائج هذا التحدي بشكل صحيح ، تميل الدقة إلى الانخفاض بشكل كبير بمرور الوقت.",
    "2412751979": "بفضل الإشارات الإنسانية الأكثر دقة التي تشغل hCaptcha ، تحولت العديد من الشركات التي استخدمت reCAPTCHA v3 / Enterprise سابقًا إلى",
    "2284856231": "وشهدت دقة محسّنة بشكل كبير في الوضع السلبي البحت hCaptcha Enterprise أيضًا.",
    "4162847": "لقد تمكنا من ملاحظة ذلك مباشرة ، حيث أجرى بعض عملائنا اختبارات A / B على نفس الطلب قبل أن ينتقلوا بالكامل من عروض Google. نحن قادرون عادةً على إثبات كل من المعدل السلبي الخاطئ والإيجابي الخاطئ المرتفع من reCAPTCHA v3 أو reCAPTCHA Enterprise.",
    "436125785": "هذا ليس مفاجئًا نظرًا لعدم دقة حلقات التعليقات المتوفرة في تلك المنتجات ، وحقيقة أنها تُباع بواسطة شبكة إعلانية ذات مصلحة راسخة في عدم التحسن في اكتشاف الروبوتات ، خشية أن يضر ذلك بأعمالهم الأساسية.",
    "2233741720": "ختاما",
    "2133809801": "طالما بقي الناس أشخاصًا ، فمن المحتمل أن يكون للتحقق من الإنسانية دور يلعبه عبر الإنترنت.",
    "2255549335": "مهمتنا في hCaptcha هي إيجاد مقايضات جيدة بين الصعوبة والدقة والحفاظ على الاحتكاك منخفضًا ، خاصة بالنسبة لـ",
    "4138068262": "المستخدمين. في النهاية ، من المرجح أن يظل التفاعل مع التحديات جزءًا من ترسانة الأدوات للحد من إساءة الاستخدام عبر الإنترنت طالما بقيت الطبيعة البشرية دون تغيير.",
    "855097735": "يعد بناء خدمة تقوم بذلك جيدًا مع موازنة جميع المخاوف مشكلة صعبة للغاية (ونحن نعمل دائمًا على تحسينها لجعل التجربة ممتعة قدر الإمكان) ولكننا نأمل أن توافق على تقليل البريد العشوائي وإساءة الاستخدام والاستيلاء على الحساب ، والاحتيال عبر الإنترنت يستحق في النهاية السؤال البسيط العرضي.",
    "1953959745": "إمكانية الوصول",
    "2543123170": "تحقق الإنسانية من الصفر الاحتكاك",
    "547245263": "حل مشكلة الروبوت الخاص بك اليوم.",
    "3117887301": "موثوق به من قبل أكبر الخدمات عبر الإنترنت",
    "981806349": "مبني على منصة hCaptcha التي أثبتت كفاءتها",
    "2373007864": "تعمل hCaptcha Enterprise على تقنية منصة hCaptcha ، والتي تم توسيعها لتشمل الميزات التي تحتاجها الشركات عالية الحركة.",
    "2652399059": "شريك موثوق",
    "1997838163": "تعتمد أكبر الشركات في العالم على hCaptcha Enterprise. التكامل بسيط ودقة الكشف لا مثيل لها.",
    "734735952": "قمنا بتقييم عدد من بائعي CAPTCHA وكذلك بناء نظام بأنفسنا. في النهاية ، ظهر hCaptcha كأفضل بديل لـ reCAPTCHA.",
    "1250541092": "- سيرجي عيسى",
    "3524251858": "مدير إدارة المنتجات ، Cloudflare",
    "3971348140": "لماذا استخدمنا hCaptcha؟ لا يمكن لأي شخص آخر تقديم الميزات والأداء الذي نحتاجه. لقد جعلونا نعمل بسرعة ، ويحب تجارنا هذه التجربة.",
    "4248655793": "- أليكس م.",
    "4185927140": "مدير المنتج ، فلاش ، Shopify",
    "282913023": "الخيار الفعال من حيث التكلفة للمؤسسات عالية الحركة",
    "999610953": "أخيرًا ، بديل موثوق لـ Google. تقدم hCaptcha Enterprise مدخرات هائلة على فاتورة reCAPTCHA الخاصة بك مع أمان أعلى: أقل تكلفة بنسبة تصل إلى 80٪ في بعض الحالات.",
    "1886100235": "تحولت العديد من أكبر الخدمات عبر الإنترنت في العالم إلى hCaptcha Enterprise وتلقت اكتشافًا محسنًا للروبوتات جنبًا إلى جنب مع توفير كبير في التكلفة.",
    "2903742230": "ترى شبكات الإعلانات زوار موقعك على أنهم المنتج. الهدف الوحيد بالنسبة لنا هو تحديد إنسانيتهم. تفي خدماتنا بمتطلبات GDPR و CCPA و LGPD و PIPL أو تتجاوزها ، ونعمل بجد لتحقيق التوازن بين الخصوصية والأمان.",
    "3901503296": "يعني هذا التركيز الفريد على الخصوصية أنه يمكننا تقديم صفر للاحتفاظ بالبيانات الفردية وتشغيل خالٍ من ملفات تعريف الارتباط وضمانات الخصوصية التعاقدية الأخرى كما هو مطلوب مع الحفاظ على أمان ممتاز.",
    "3342910682": "اقرأ أكثر",
    "1130783905": "الدقة في مصلحتك ومصلحتنا. يعمل hCaptcha على منحك بيانات حقيقية ويتيح لك تحديد كيفية استخدامها. يتم توفير حلول أمنية أخرى من قبل شركات الإعلانات العملاقة. هذا يعني أن كل روبوت يحظره قد يقلل من أرباحه.",
    "2019130052": "تتيح لنا ابتكاراتنا في ML الذي يركز على الخصوصية تجاوز معايير الأمان لاستراتيجيات \"تسجيل كل شيء إلى الأبد\" القديمة دون الإضرار بالأمن أو خصوصية المستخدم.",
    "23114595": "تجربة مستخدم رائعة",
    "3437412311": "بالنسبة لمستخدمي Enterprise ، تتوفر الخيارات لتجنب التحديات تمامًا في معظم السيناريوهات ، بالاعتماد على الدرجات السلبية.",
    "1996843433": "قلل الاحتكاك عن طريق تجنب التحدي تمامًا لـ 99.9٪ من حركة المرور المشروعة الخاصة بك مع الاستمرار في توفير أمان ممتاز.",
    "3093689546": "تكامل سهل",
    "247560732": "أضف hCaptcha بثلاثة أسطر من التعليمات البرمجية. إذا كنت قادمًا من reCAPTCHA ، فإن واجهة برمجة التطبيقات الخاصة بنا متوافقة وتستغرق دقائق فقط للتبديل.",
    "1510448156": "يمكنك أن تكون جاهزًا للعمل مع بديل ممتاز اليوم ، وتشغيل المزيد من الميزات المتقدمة حسب الضرورة.",
    "2718999653": "عشرات التهديدات المخصصة",
    "2698140263": "ليست كل المشاكل متشابهة: الحصول على درجة واحدة يعني أنه يجب أن تلبي احتياجاتك حتى تكون مفيدة.",
    "897432717": "من خلال تصميمنا الجديد لنتائج التهديدات المخصصة ، تسمح إضافة المعرفة التجارية لنماذجنا بتقديم نتائج ذات صلة فريدة بمستخدميك.",
    "2650502379": "أطلق التحديات الخاصة بك في ثوان",
    "3578122193": "ابق على العلامة التجارية مع المحتوى ذي الصلة",
    "1074044172": "عندما يتعين على المستخدمين حل أحد التحديات لتلبية متطلبات الأمان الخاصة بك ، فلماذا لا تطرح أسئلة ممتعة وذات صلة بالمستخدم؟",
    "1579093044": "مع مصمم التحدي المخصص البسيط الخاص بنا ، يمكنك إطلاق محتوى التحدي على العلامة التجارية في بضع دقائق فقط.",
    "3717512591": "تكامل المنصة المباشر",
    "121743429": "لشركات البنية التحتية للويب",
    "2131386784": "خبرة ودعم يمكن الوصول إليه لك وللمستخدمين",
    "2782263070": "الخدمة هي أولوية قصوى بالنسبة لنا. نحافظ على دعم عند الطلب على مدار الساعة طوال أيام الأسبوع ونقدم تنسيقًا مباشرًا لـ Slack مع فريق التكامل الهندسي الخاص بك وموظفينا تحت الطلب أثناء التنفيذ وبعده.",
    "3740051331": "نحن ملتزمون أيضًا بالمراقبة الفعالة والرد على أسئلة المستخدمين عبر وسائل التواصل الاجتماعي والمنتديات وقنوات دعم البريد الإلكتروني وعناصر واجهة المستخدم الخاصة بنا. نحن سهل الوصول إليه وسريع الاستجابة ، ونتعامل مع إرضاء المستخدم باعتباره أحد أهم مؤشرات الأداء الرئيسية.",
    "170775527": "ميزات المؤسسة",
    "3383086062": "hCaptcha Enterprise هو حل أمان كامل عبر الإنترنت. يتيح لك الوضعان النشط وغير الفعال إيقاف حشو بيانات الاعتماد ، واكتشاف عمليات الاستيلاء على الحساب ، وحظر الجهات المشبوهة. كل ذلك مع عدم الاحتكاك للمستخدمين الشرعيين.",
    "1408599440": "ابدأ سريعًا ببضعة أسطر من التعليمات البرمجية ووضعنا الخامل بنسبة 99.9٪ ، أو تحكم بشكل كامل في وقت وكيفية تحدي المستخدمين. نماذج التهديدات المخصصة والتحديات القابلة للتخصيص تعني مرونة منقطعة النظير لضمان الأمان.",
    "3365203058": "حماية من الروبوتات على مستوى عالمي",
    "1803009328": "تم اختباره في المعركة على نطاق الويب.",
    "1586809757": "درجات عالية الدقة",
    "353367791": "كشف الفاعلين السيئين من أنواع عديدة ومختلفة.",
    "191460155": "احتكاك صفري و 99.9٪ أوضاع سلبية",
    "585557010": "تحدي أقل من 0.1٪ من المستخدمين الشرعيين.",
    "3287172429": "تم إظهار أنواع تحدي التحكم",
    "1844885924": "مكتبة واسعة من الأنواع للاختيار من بينها.",
    "3018523079": "ابق على العلامة التجارية مع تجربة مستخدم متسقة.",
    "3817811295": "موثوقية مضمونة ودعم سريع على مدار الساعة طوال أيام الأسبوع.",
    "1798492192": "دعم المستعرض القديم",
    "1356745565": "متوافق تمامًا مع Internet Explorer 8.",
    "751483365": "دعم عملاء غير جافا سكريبت.",
    "4199502476": "لوحات المعلومات المتقدمة وواجهة برمجة التطبيقات (API)",
    "3630114728": "تعرف على ما يحدث في جميع مواقعك وتطبيقاتك.",
    "3573245166": "على عكس reCAPTCHA ، نحن نعمل في كل بلد.",
    "2354267648": "سياسة الخصوصية الملائمة لـ GDPR و CCPA و LGPD",
    "3167979932": "مصممة للخصوصية من اليوم الأول. اتفاقية معالجة بيانات قوية.",
    "4065065042": "اطلب هذا ليناسب حالة استخدامك تمامًا.",
    "111184581": "استضافة الطرف الأول",
    "4272022475": "تذهب جميع الطلبات والأصول إلى hcaptcha.yourdomain.com",
    "2676853536": "لوحات معلومات متعددة المستخدمين",
    "1368787974": "إدارة حصة عبر فريقك.",
    "1045484714": "تكامل SAML SSO مع موفر الهوية ، مثل Okta أو Azure AD.",
    "3953584369": "متطورة قيود الوصول RBAC المتاحة.",
    "2781507299": "التحقق الفوري",
    "4019660456": "زمن استجابة 0 مللي ثانية: تحقق من رموز hCaptcha بدون استدعاء API.",
    "3446714684": "تكامل الأجهزة المحمولة (iOS و Android)",
    "2593768395": "تجربة سلسة عبر الويب والجوّال الأصلي وويب الجوّال. عمليات تكامل سابقة الإنشاء ومجموعات SDK أصلية متاحة.",
    "1779265104": "شروط مخصصة وضمانات الخصوصية",
    "122875767": "قم بتلبية احتياجاتك القانونية عندما لا تستطيع الشركات الأخرى ذلك.",
    "148188781": "التحديات المعروضة",
    "838049015": "حدد جميع الصور التي تطابق الاستعلام",
    "1126302400": "الصندوق المحيط",
    "3554448168": "التصنيف",
    "2104933754": "تحديد الملصقات المقابلة",
    "3612043014": "... ومهام أخرى بسيطة. سهل للبشر ، صعب على الروبوتات.",
    "3624758171": "المهام المخصصة متاحة أيضًا لناشري المؤسسات.",
    "1001938065": "لا يمكن أن يكون الاندماج أسهل",
    "2138799135": "يحتوي hCaptcha على العشرات من عمليات التكامل سابقة الإنشاء لأنظمة الواجهة الأمامية والخلفية التي تستخدمها.",
    "2535001179": "إذا كنت قادمًا من reCAPTCHA من Google ، فإن واجهات برمجة التطبيقات (API) الخاصة بنا هي بدائل بدون اتصال.",
    "1393184984": "هي كل ما تحتاجه.",
    "3715747429": "يمكن لمهندسي الإعداد لدينا مساعدتك على المضي قدمًا بسرعة ، سواء كنت بحاجة إلى تكامل React أو SDK لتطبيقات iOS الأصلية أو مثال على خلفية Java أو أي سيناريو آخر تقريبًا.",
    "2681650568": "وكالعادة ، تعد الخصوصية قيمة أساسية بالنسبة لنا. أضف رمز التحدي الخاص بنا فقط عندما يكون ذلك ضروريًا ، وحيث يكون من المنطقي حمايتك أنت والمستخدمين. يبدأ تقليل جمع البيانات من لحظة التكامل.",
    "1130868224": "ثلاثة أسطر من التعليمات البرمجية",
    "2183926131": "ابدأ مع hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "مصممة للخصوصية.",
    "1297224875": "نهج فريد يحركه الخصوصية لأمن Enterprise عبر الإنترنت.",
    "2762458927": "بيانات المستخدم الخاصة بك ليست للبيع.",
    "2058856283": "hCaptcha Enterprise لها غرض واحد فقط: منع الجهات السيئة من تعطيل عملياتك عبر الإنترنت وإيذاء المستخدمين.",
    "2408036504": "تم تصميم أنظمتنا من الألف إلى الياء لتقليل جمع البيانات والاحتفاظ بها مع الحفاظ على الأمان الرائد في فئته. أفضل طريقة لحماية بيانات المستخدم هي عدم تخزينها على الإطلاق.",
    "4099477834": "جميع علاقات العملاء محمية أيضًا باتفاقية معالجة بيانات قوية. تتوافق خدمة hCaptcha مع جميع قوانين الخصوصية بغض النظر عن مكان تواجد خدمتك أو عملائك. إن عدم الاحتفاظ بالبيانات الشخصية يجعل هذا الأمر أسهل بالنسبة لنا أكثر من الشركات الأخرى.",
    "3569492665": "تسجيل النشاط عبر الإنترنت ليس هو الحل.",
    "3389431373": "تشير خدمات مثل reCAPTCHA v3 إلى أن وضع بكسل التتبع الخاص بها على كل صفحة من صفحات موقعك ضروري للأمان الجيد. ليست هذه هي القضية.",
    "3590546893": "يعد التحليل السلوكي البسيط إشارة يسهل تزييفها بواسطة جهات سيئة ، وتتطلب الاحتفاظ بسجل التصفح لجميع زياراتك المشروعة أيضًا.",
    "1105363520": "نحن لا نشغل شبكة إعلانية ، ولا نهتم بمراقبة سلوك المستخدم الخاص بك من أجل بيع الإعلانات لهم. هذا يعني أننا لا نطلب بكسل سلبي في كل صفحة من صفحات موقعك.",
    "3088605177": "أضف رمز التحدي الخاص بنا فقط عندما يكون ذلك ضروريًا ، وحيث يكون من المنطقي حمايتك أنت والمستخدمين.",
    "337971271": "التعلم الآلي مفيد. لكنها لا تتطلب بيانات شخصية للعمل.",
    "320166522": "يؤثر التعلم الآلي الآن على كل جانب من جوانب حياتنا تقريبًا ، غالبًا بطرق لا ندركها ولا يمكننا رؤيتها. خدمات الأمن عبر الإنترنت لا تختلف.",
    "3180664128": "من خلال التعلم عبر آلاف الإشارات ، يمكن للنماذج أن تستنتج وتصل إلى ثقة عالية في اكتشاف السلوك الضار بسرعة كبيرة ، حتى عندما لا تكون أي إشارة فردية قوية بما يكفي للإشارة إلى مشكلة.",
    "961941354": "ومع ذلك ، لا يتطلب أي من هذا استخدام معلومات التعريف الشخصية (\"PII\"). تسمح لنا تقنيات التشفير الحديثة بتجاهل أي بيانات شخصية في أسرع وقت ممكن ، وإنشاء توقيعات أحادية الاتجاه بدلاً من ذلك لا يمكن ربطها بأي فرد.",
    "1706581702": "يعمل التدريب على البيانات مجهولة الهوية أيضًا ، ولا يتطلب المساومة على الأمان أو الخصوصية. أجرى عملاؤنا الاختبارات التجريبية ، وأعلنوا أننا نساوي أو أفضل من البدائل الخاصة.",
    "3203921334": "لقد أحببنا عددًا من الأشياء حول حلول hCaptcha: 1) لا يبيعون البيانات الشخصية ؛ إنهم يجمعون الحد الأدنى من البيانات الشخصية الضرورية فقط ، ويتسمون بالشفافية في وصف المعلومات التي يجمعونها وكيفية استخدامها و / أو الكشف عنها.",
    "305735018": "أخيرًا ، بديل موثوق لـ Google. تقدم hCaptcha Enterprise مدخرات هائلة على فاتورة reCAPTCHA الخاصة بك مع أمان أعلى: أقل تكلفة بنسبة تصل إلى 80٪ في بعض الحالات.",
    "3695206755": "جربنا في بيئتك دون أي التزام.",
    "2941545733": "نحن مهندسون ولسنا مندوبي مبيعات: نريدك أن تكون سعيدًا باختيارك.",
    "131871195": "أفضل طريقة لضمان رضاك هي إثبات أننا نلبي احتياجاتك.",
    "3436534225": "تقريبًا ، تختار جميع الشركات التي تبدأ برنامجًا تجريبيًا حلولنا في النهاية.",
    "4060250206": "استخدم هذا النموذج للوصول إلى أحد المتخصصين الفنيين لدينا. نرد بسرعة.",
    "1159746815": "يمكنك أيضا مراسلتنا عبر البريد الإلكتروني مباشرة.",
    "2531534427": "التفاصيل هنا.",
    "2059998584": "منطقة",
    "3916131732": "الأمريكتان",
    "135276624": "أوروبا والشرق الأوسط وأفريقيا (EMEA)",
    "1182294134": "آسيا والمحيط الهادئ (APAC)",
    "2437934778": "اسمك",
    "3859506577": "بريد العمل",
    "1268414751": "أي تفاصيل أخرى يجب أن تكون لدينا؟",
    "42559805": "هل تحتاج إلى تأهيل عاجل؟",
    "851679588": "نعم فعلا.",
    "1729677626": "أنا أتعرض للهجوم وأحتاج إلى تأهيل فوري.",
    "2808971932": "هذا بعض النص داخل كتلة div.",
    "2468683988": "عنوان",
    "356336077": "Lorem ipsum dolor sit amet، consectetur adipiscing elit. Suspendisse varius enim في eros elementum tristique. Duis cursus ، و mi quis viverra ornare ، و eros dolor interdum nulla ، و ut COMMEDO diam Libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "رابط نصي",
    "2212670355": "اشتراك",
    "31502377": "ما هو عنصر نص منسق؟",
    "2310705547": "يتيح لك عنصر النص المنسق إنشاء وتنسيق العناوين والفقرات والاقتباسات المحظورة والصور ومقاطع الفيديو كلها في مكان واحد بدلاً من الاضطرار إلى إضافتها وتنسيقها بشكل فردي. فقط انقر نقرًا مزدوجًا وقم بإنشاء المحتوى بسهولة.",
    "2590587108": "تحرير المحتوى الثابت والديناميكي",
    "778204464": "يمكن استخدام عنصر نص منسق مع محتوى ثابت أو ديناميكي. بالنسبة للمحتوى الثابت ، ما عليك سوى إفلاته في أي صفحة والبدء في التحرير. بالنسبة للمحتوى الديناميكي ، أضف حقل نص منسق إلى أي مجموعة ثم قم بتوصيل عنصر نص منسق بهذا الحقل في لوحة الإعدادات. هاهو!",
    "1890955039": "كيفية تخصيص التنسيق لكل نص منسق",
    "3286051798": "يمكن تصميم جميع العناوين والفقرات والاقتباسات والأشكال والصور والتعليقات الشكلية بعد إضافة فئة إلى عنصر النص المنسق باستخدام نظام المحدد المتداخل \"عندما يكون داخل\".",
    "504332576": "نحن فخورون بأن نعلن أن hCaptcha قد نمت لتصبح أكبر خدمة أمن إلكتروني مستقلة في العالم ، تعمل على حوالي 15٪ من الإنترنت - وقد أخذنا معظم هذه الحصة السوقية مباشرة من Google reCAPTCHA. معًا ، hCaptcha و",
    "1155436473": "(عرض مؤسستنا) يحمي الآن مئات الملايين من المستخدمين عبر عشرات الملايين من مواقع الويب والتطبيقات كل شهر. تُظهر قصتنا أنه يمكنك التنافس مع Big Tech عندما تضع الخصوصية أولاً.",
    "3108727249": "BotStop",
    "1296696044": "الخصوصية مقابل الأمان: لماذا لا يكون كلاهما؟",
    "538871570": "يبدو التنافس مع Google وشركات التكنولوجيا الكبرى الأخرى أمرًا صعبًا: قوتها السوقية الاحتكارية ، وتأثيرات النظام الأساسي وجيش المطورين ذوي الأجور المرتفعة تعتبر عمومًا قوية جدًا بحيث لا يمكن معالجتها لأي شخص باستثناء عمالقة التكنولوجيا الآخرين مثل Facebook أو Amazon. تُظهر قصتنا أنه لا يجب أن تكون الأمور على هذا النحو - يمكنك التغلب على شركات التكنولوجيا الكبرى من خلال التركيز على الخصوصية.",
    "3600718611": "ضع في اعتبارك Google reCAPTCHA ،",
    "4281708680": ". في hCaptcha ، اتخذنا عمدًا نهجًا مختلفًا تمامًا ، باستخدام تقنيات التعلم الآلي التي تحافظ على الخصوصية لتحديد سلوكيات الروبوت النموذجية بدقة عالية ، كل ذلك أثناء استهلاك وتخزين أقل قدر ممكن من البيانات.",
    "3312336121": "التي تستهلك كميات هائلة من البيانات السلوكية لتحديد ما إذا كان مستخدمو الويب بشرًا أم روبوتات",
    "1193738791": ": يتتبعون سلوك المستخدم في كل صفحة من صفحات موقع الويب وعبر الويب. لقد قمنا بتصميم hCaptcha ليكون صديقًا للخصوصية قدر الإمكان منذ اليوم الأول. أدى هذا إلى نهج مختلف تمامًا للمشكلة. كما اتضح ، فإن تتبع المستخدمين عبر الويب وربط سجل الويب الخاص بهم بهويتهم ليس ضروريًا تمامًا لتحقيق أمان جيد. العديد من الشركات التي تحولت إلى hCaptcha",
    "2620705814": "تعد Google شركة إعلانية ، وتشبه منتجاتها الأمنية إلى حد كبير منتجاتها الإعلانية",
    "1126447688": "غالبًا ما يبلغ عن أداء مساوٍ أو أفضل في اكتشاف الروبوتات والتخفيف من حدتها على الرغم من تركيزنا على الخصوصية",
    "439777523": "مسائل التنظيم",
    "3588274874": "من خلال التركيز على تقديم منتج يتماشى مع الجهود التنظيمية مثل اللائحة العامة لحماية البيانات (GDPR) للاتحاد الأوروبي وقانون كاليفورنيا لحماية خصوصية المستهلك (CCPA) ، شهدنا نموًا هائلاً - بالطبع ، من المفيد أن hCaptcha عبارة عن بديل بسيط لـ reCAPTCHA وبالتالي يمكن تثبيته في غضون دقائق.",
    "2150595700": ". لقد وضع القانون العام لحماية البيانات (GDPR) وقانون حماية خصوصية المستهلك (CCPA) مخاوف بشأن الخصوصية على الخريطة للمشترين من المؤسسات ، وفي نفس الوقت أصبحت الخصوصية عبر الإنترنت أكثر أهمية للجمهور حيث بدأنا جميعًا في فهم كيف استخدمت صناعات الإعلان والتسويق عبر الإنترنت بياناتنا تاريخيًا.",
    "2624949852": "بالطبع ، كانت reCAPTCHA من أوائل المشاركين في مجال أمن الويب منذ عام 2009 ، حيث قامت بحماية الملايين من مواقع الويب من التهديدات المتزايدة من قبل الروبوتات الضارة ومرسلي البريد العشوائي. ومع ذلك ، فقد تم اختراقها بالكامل في السنوات الأخيرة:",
    "499510428": "نحن نعتقد في الواقع أن التنظيم قد ساعدنا هنا",
    "1232651561": "أصبح البرنامج الآن جيدًا مثل الأشخاص في حل تحديات reCAPTCHA.",
    "824740867": "بدلاً من تحسين الحل ، أصدرت Google بدلاً من ذلك reCAPTCHA v3 ، والذي يعمل بشكل أشبه بشبكة إعلانية أكثر من كونه برنامج أمان ، حيث يجمع البيانات السلوكية من جميع أنحاء الويب لإنشاء ملفات تعريف المستخدمين. لسوء الحظ ، يتم هزيمة هذا النوع من الإشارات بسهولة ، وبالتالي يوفر القليل من الحماية ضد الروبوتات مع الإضرار بخصوصية المستخدم.",
    "1027023087": "ركزنا في hCaptcha بدلاً من ذلك على الأساليب الأكثر حداثة لحل المشكلة ، والتي لا تتطلب الاحتفاظ بسجلات سلوك طويلة الأجل مثل سجل التصفح وأثبتت أنها أكثر مرونة في مواجهة الخصوم المصممين منذ تقديم الخدمة.",
    "2852295413": "تضارب متأصل في المصالح: يؤدي إيقاف برامج الروبوت إلى تقليل أرباح الشبكة الإعلانية",
    "1597520917": "أشار عدد متزايد من النقاد إلى أن تجاهل Google لخصوصية المستخدم يجب أن يثير قلق العملاء الذين يتطلعون إلى حماية مواقعهم الإلكترونية وتطبيقاتهم.",
    "763447231": "في الوقت نفسه ، يمكن أن يؤدي منع برامج الروبوت من الوصول إلى مواقع الناشرين إلى الكشف عن احتيال إعلاني ، مما يضع منتج reCAPTCHA من Google في مواجهة مباشرة مع نشاطهم الإعلاني ، والذي ينتج أكثر من 80٪ من عائداتهم.",
    "999674529": "يجب أن يربح كل روبوت تكتشفه Google صفرًا من الدولارات الإعلانية. وبالتالي ، فإن حوافز شركة Google غير متوافقة بشكل جيد مع مستخدمي خدمات الأمان الخاصة بهم ، وقد يكون هذا أحد التفسيرات للأداء الضعيف لعرض أمان reCAPTCHA الخاص بهم.",
    "956019009": "اتخذت أكبر شركات البنية التحتية للويب إجراءات بالفعل",
    "1923297430": "جاءت نقطة الانهيار الأخيرة للعديد من العملاء الكبار عندما بدأت Google في فرض رسوم على الشركات لاستخدام منتجاتها على أي نطاق ذي معنى. تسبب هذا في قيام مستخدمي reCAPTCHA لفترة طويلة بالبحث عن بدائل أفضل لأن المخاوف التنظيمية حول العالم جعلت بالفعل استخدام عروض Google غير جذابة بشكل متزايد.",
    "2197218442": "لخص الرئيس التنفيذي لشركة Cloudflare ماثيو برينس وجهة النظر هذه في",
    "155456850": "الإعلان عن تحولهم إلى hCaptcha:",
    "435302267": "مشاركة مدونة الشركة",
    "2087769953": "\"نحن متحمسون لهذا التغيير لأنه يساعد في معالجة مشكلة الخصوصية الملازمة للاعتماد على خدمة Google التي كانت لدينا لبعض الوقت. لقد قمنا بتقييم عدد من موردي اختبار CAPTCHA بالإضافة إلى بناء نظام بأنفسنا. في النهاية ، ظهرت hCaptcha كأفضل بديل لـ reCAPTCHA \".\" لقد أحببنا عددًا من الأشياء حول حلول hCaptcha: 1) لا يبيعون البيانات الشخصية ؛ إنهم يجمعون الحد الأدنى من البيانات الشخصية الضرورية فقط ، ويتسمون بالشفافية في وصف المعلومات التي يجمعونها وكيفية استخدامها و / أو الكشف عنها \".",
    "595582512": "إذا كنت تبحث عن حماية موقعك أو تطبيقك بشكل فعال من الروبوتات أو مرسلي البريد العشوائي أو غيرهم من الجهات الفاعلة الضارة ، كل ذلك مع الحفاظ على خصوصية المستخدمين (والامتثال لجميع اللوائح ذات الصلة!) ، ففكر في hCaptcha وعروض Enterprise الخاصة بنا",
    "3388180864": "هل أنت مهتم بالعمل على تحديات تقنية عميقة على نطاق الويب؟ نحن دائمًا نوظف مهندسين موهوبين في جميع أنحاء العالم -",
    "3892952987": "تحقق من فرص العمل لدينا وتقدم هنا",
    "3368788823": "يشير تيرينس إيدن إلى نقطة مثيرة للاهتمام في مدونته: \"",
    "1491780143": "لا تثبت كابتشا أنك إنسان - إنها تثبت أنك أمريكي",
    "2146900431": "بشكل حدسي ، هذا الادعاء منطقي للغاية. كابتشا ، مثل كل شيء تقريبًا ، مدمجة في سياق ثقافي ، وإذا كانت مجموعة التحديات الخاصة بك قد تم إنشاؤها في الغالب في ثقافة واحدة ، فقد لا يتم ترجمتها جيدًا إلى أخرى. في جوهرها ، هذه مسألة ثقافية",
    "378086442": "من اختبارات CAPTCHA ، بدلاً من تجربة المستخدم في حد ذاتها.",
    "1445008801": "كما قال إيدن:",
    "332723732": "المحتوى",
    "2072808435": "\"خمن ماذا ، Google؟ سيارات الأجرة في بلدي سوداء بشكل عام. لقد شاهدت ما يكفي من الأفلام لأعرف أن كل الأفلام الموجودة في أمريكا صفراء. ولكن في كل بلد آخر زرته ، كانت سيارات الأجرة مزيجًا من درجات مختلفة \".",
    "3206136647": "تستند مشكلة Google هنا إلى بيانات السؤال التي يستخدمونها مقابل من يراها. إذا كانت جميع البيانات تأتي من نفس الثقافة (وفي حالة Google ، نفس الشركة) يمكنك بالتأكيد أن تتوقع مواجهة تحديات لا تترجم جيدًا إلى ثقافات أخرى ، بما يتماشى مع شكوى إيدن.",
    "2217842245": "ومع ذلك ، تُظهر بياناتنا أن (بالنسبة إلى hCaptcha)",
    "4280117172": "في الواقع ، يكون أداء العديد من البلدان أفضل قليلاً من الولايات المتحدة ، بما في ذلك نيجيريا والهند والبرازيل وألمانيا:",
    "555749578": "يوجد فرق أقل من 1٪ في معدلات الحل عبر الدول الكبرى في كل قارة.",
    "151737819": "تُظهر أسعار حل hCaptcha في جميع أنحاء العالم تباينًا طفيفًا جدًا",
    "3908992897": "ويتم استخدامه في كل بلد وإقليم في العالم ، لذلك نحن نركز بشدة على توفير تجربة عالمية متسقة.",
    "2808122102": "وبالتالي فإن الوظيفة عبر الثقافات هي مطلب أساسي لخدمتنا. إن التأكد من أن جميع المستخدمين الشرعيين يمكنهم الوصول إلى المحتوى بسرعة هو جزء مهم من مهمتنا. نحن نقدم تحديات في 110 لغة ، ونعمل باستمرار على تحسين الترجمات ذات الصلة للتأكد من أن تحدياتنا يمكن للجميع حلها.",
    "3913801502": "يعمل hCaptcha الآن على حوالي 15٪ من الإنترنت",
    "2077639538": ". أولاً ، يمكن أن تأتي بيانات التحدي على خدمتنا من عدة مصادر ، وليس مصدر واحد فقط - من شركات Fortune 500 الكبيرة إلى الشركات الناشئة في مجال التعلم الآلي ، طالما أنها تلتزم بما لدينا",
    "3951112506": ". وهذا يضمن بالفعل درجة أعلى من عدم التجانس في البيانات.",
    "1803943584": "ثانيًا ، نسمح للتحديات بالتحسين الذاتي لتحديد البلدان أو اللغات التي سيتم تشغيلها بها ، مما يزيد من احتمالية وجود تجربة متسقة بشكل أكبر. إذا كانت الدقة أقل من المتوقع ، فسيتوقف تشغيل مجموعة من الأسئلة ببساطة في المنطقة أو اللغة التي يحدث فيها هذا التأثير.",
    "3668873369": "في hCaptcha ، اتخذنا نهجًا مختلفًا عن اليوم الأول",
    "1519201684": "سياسة أخلاقيات الذكاء الاصطناعي",
    "2155089487": ". إذا كان حل تحدياتنا أسهل بالنسبة لبعض المجموعات ، فإننا نتوقع أن نرى اختلافًا في أداء الناس في جميع أنحاء العالم وعبر الثقافات المختلفة عند حلها. في سياق منشور إيدن ، نتوقع أن يقوم الأمريكيون بعمل أفضل من الأشخاص في البلدان الأخرى. نظرًا لأننا أمضينا سنوات في تطوير أنظمة لتجنب هذه المشكلة ، فإننا في الواقع نرى العكس تمامًا.",
    "2603863826": "ملاحظة: إذا وجدت ترجمة بلغتك يمكن أن تستخدم تحسينات ، فلا تتردد في إرسال ملف",
    "3543141425": "لذلك!",
    "2697276059": "دليل على أن هذا يعمل: معدلات حل موحدة في جميع أنحاء العالم",
    "664236229": "طلب سحب"
}