{
  "header-privacy-link": "حریم خصوصی",
  "header-integration-link": "ادغام",
  "header-cost-link": "هزینه",
  "header-features-link": "امکانات",
  "header-docs-link": "اسناد",
  "header-login-button": "وارد شدن",
  "header-contact-button": "با فروش تماس بگیرید",
  "intro-heading": "تایید انسانیت اصطکاک صفر.",
  "intro-contact-button": "برای کسب اطلاعات بیشتر با ما تماس بگیرید",
  "intro-text-bottom": "مورد اتکا شرکت هایی که قدرت وب را تامین می کنند.",
  "sub-menu-button": "با فروش تماس بگیرید",
  "sub-menu-item1": "شرکت، پروژه",
  "sub-menu-item2": "هزینه",
  "sub-menu-item3": "ادغام",
  "sub-menu-item4": "امکانات",
  "sub-menu-item5": "حریم خصوصی",
  "sub-menu-item6": "اسناد",
  "info-head-1": "ساخته شده بر روی پلت فرم اثبات شده hCaptcha",
  "info-text-1": "hCaptcha Enterprise بر روی فناوری پلتفرم hCaptcha اجرا می‌شود که شامل ویژگی‌هایی است که شرکت‌ها با ترافیک بالا نیاز دارند.",
  "info-head-2": "یک شریک قابل اعتماد",
  "intro-subtitle": "مشکل ربات خود را امروز حل کنید.",
  "info-text-2": "خدمات ما مورد اعتماد بزرگترین شرکت های جهان است تا به میلیون ها کاربر روزانه در ده ها میلیون سایت خدمات ارائه دهد.",
  "cloudflare-quote-text": "ما تعدادی از فروشندگان CAPTCHA و همچنین ساختن یک سیستم را خود ارزیابی کردیم. در پایان، hCaptcha به عنوان بهترین جایگزین برای reCAPTCHA ظاهر شد.",
  "cloudflare-quote-detail": "مدیر مدیریت محصول، Cloudflare",
  "section-quote-head": "گزینه مقرون به صرفه برای شرکت های پر ترافیک",
  "section-quote-text": "در نهایت، یک جایگزین معتبر برای گوگل. hCaptcha Enterprise صرفه جویی چشمگیری در صورتحساب reCAPTCHA شما با امنیت بالاتر ارائه می دهد: در برخی موارد تا 80٪ ارزان تر. بسیاری از بزرگترین سرویس‌های آنلاین جهان به hCaptcha Enterprise تغییر وضعیت داده‌اند و شناسایی ربات بهبود یافته را در کنار صرفه‌جویی قابل توجهی در هزینه دریافت کرده‌اند.",
  "section-quote-button": "برای قیمت امروز با ما تماس بگیرید",
  "section-privacy-header": "تمرکز بر حریم خصوصی",
  "section-privacy-text-1": "شبکه های تبلیغاتی بازدیدکنندگان شما را به عنوان محصول می بینند. برای ما تنها محصول تعیین انسانیت آنهاست. خدمات ما الزامات GDPR، CCPA، و LGPD را برآورده می‌کند یا از آن فراتر می‌رود و از طرح‌هایی مانند Privacy Pass پشتیبانی می‌کند. ما سخت کار می کنیم تا حریم خصوصی و امنیت را متعادل کنیم.",
  "section-privacy-text-2": "این تمرکز منحصر به فرد بر حفظ حریم خصوصی به این معنی است که ما می‌توانیم بدون حفظ اطلاعات فردی، عملیات بدون کوکی و سایر ضمانت‌های حفظ حریم خصوصی قراردادی در صورت لزوم و در عین حال امنیت عالی ارائه دهیم.",
  "section-security-header": "اول امنیت",
  "section-security-text-1": "دقت به نفع شما و ماست. hCaptcha کار می کند تا داده های واقعی را در اختیار شما قرار دهد و به شما اجازه می دهد تصمیم بگیرید که چگونه از آن استفاده کنید. سایر کپچاها توسط شرکت های تبلیغاتی Gigantic ارائه می شوند. این بدان معناست که هر رباتی که مسدود می کند ممکن است درآمد خود را کاهش دهد.",
  "section-security-text-2": "استفاده از جدیدترین تکنیک‌های یادگیری ماشینی با تمرکز بر حریم خصوصی به ما امکان می‌دهد تا از استانداردهای امنیتی استراتژی‌های قدیمی ثبت همه چیز فراتر برویم، بدون اینکه به امنیت یا حریم خصوصی کاربر آسیبی وارد شود.",
  "section-user-experience-header": "تجربه کاربری عالی",
  "section-user-experience-text1": "برای کاربران Enterprise، گزینه هایی برای اجتناب از چالش ها در اکثر سناریوها در دسترس است.",
  "section-user-experience-text2": "اصطکاک را با اجتناب از چالش به طور کامل برای 99.9٪ از ترافیک قانونی خود کاهش دهید و در عین حال امنیت عالی را به لطف مدل های ربات پیشرفته ارائه دهید.",
  "section-easy-integration-header": "ادغام آسان",
  "section-easy-integration-text": "افزودن hCaptcha فقط چند دقیقه و فقط چند خط کد زمان می برد. API اصلی با reCAPTCHA V2 سازگار است و تعویض آن تنها چند دقیقه طول می‌کشد. امروز می‌توانید با یک جایگزین برتر راه‌اندازی کنید و در صورت لزوم ویژگی‌های پیشرفته‌تر را فعال کنید.",
  "section-easy-integration-serverside": "سمت سرور:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "امتیازات تهدید سفارشی",
  "section-threat-text": "همه مشکلات یکسان نیستند: گرفتن یک امتیاز به این معنی است که برای مفید بودن باید نیازهای شما را برطرف کند. با امتیازهای منحصر به فرد تهدید سفارشی hCaptcha، یک مشاوره سریع به ما امکان می دهد مدل های خود را تنظیم کنیم تا امتیازات مرتبط با کسب و کار شما را ارائه دهیم.",
  "section-challenges-header": "چالش های خود را در چند ثانیه راه اندازی کنید",
  "section-challenges-text-1": "با محتوای مرتبط در برند بمانید",
  "section-challenges-text-2": "وقتی کاربران باید چالشی را برای برآورده کردن الزامات امنیتی حل کنند، چرا وظایف دلپذیر و مرتبط با کاربر ایجاد نمی کنند؟ با طراح چالش سفارشی ساده ما، می توانید محتوای چالش بر روی برند را تنها در چند دقیقه راه اندازی کنید.",
  "section-integration-header": "ادغام بستر مستقیم",
  "section-integration-subheader": "برای شرکت های زیرساخت وب",
  "section-integration-text": "سیستم hCaptcha Enterprise به طور منحصر به فردی در طراحی خود منعطف است: اگر شما از یک ابر عمومی استفاده می کنید یا مراکز داده زیادی دارید، می تواند به طور جزئی یا کامل در لبه شبکه شما مستقر شود. این می‌تواند هزینه‌ها و ترافیک خارج از شبکه را به‌طور چشمگیری کاهش دهد و در عین حال، تمام مزایای مدیریت توسط کارکنان 24/7 ما را حفظ کند تا سخت‌گیرانه‌ترین SLAها را رعایت کنند.",
  "section-support-header": "تخصص و پشتیبانی قابل دسترس هم برای شما و هم برای کاربرانتان",
  "section-support-text": "خدمات برای ما یک اولویت است. ما پشتیبانی 24 ساعته و 7 روزه را حفظ می‌کنیم و هماهنگی مستقیم Slack را با تیم مهندسی شما و کارکنان حاضر در حین و بعد از اجرا ارائه می‌کنیم. ما همچنین متعهد هستیم که به طور فعال سؤالات کاربران شما را در رسانه‌های اجتماعی، انجمن‌ها و انجمن‌ها نظارت کنیم و به آنها پاسخ دهیم. و کانال های پشتیبانی درون ویجت و ایمیل ما. ما در دسترس و پاسخگو هستیم و رضایت کاربر را به عنوان یک KPI برتر در نظر می گیریم.",
  "section-enterprise-header": "ویژگی های سازمانی",
  "section-enterprise-title-1": "حفاظت ضد ربات در سطح جهانی",
  "section-enterprise-desc-1": "نبرد در مقیاس وب آزمایش شده است.",
  "section-enterprise-title-2": "نمرات ربات با دقت بالا",
  "section-enterprise-desc-2": "بازیگران بد از انواع مختلف را شناسایی کنید.",
  "section-enterprise-title-3": "حالت های اصطکاک صفر و 99.9 درصد غیرفعال",
  "section-enterprise-desc-3": "کمتر از 0.1 درصد از کاربران قانونی را به چالش بکشید.",
  "section-enterprise-title-4": "انواع چالش کنترل نشان داده شده است",
  "section-enterprise-desc-4": "کتابخانه گسترده ای از انواع برای انتخاب.",
  "section-enterprise-title-5": "محتوای چالش استفاده شده را کنترل کنید",
  "section-enterprise-desc-5": "با تجربه کاربری ثابت در برند بمانید.",
  "section-enterprise-title-6": "SLA های سازمانی",
  "section-enterprise-desc-6": "قابلیت اطمینان تضمین شده و پشتیبانی سریع 24/7 در حال تماس.",
  "section-enterprise-title-7": "پشتیبانی از مرورگر قدیمی",
  "section-enterprise-desc-7": "سازگاری کامل با اینترنت اکسپلورر 8.",
  "section-enterprise-title-8": "داشبوردهای گزارش دهی پیشرفته و API",
  "section-enterprise-desc-8": "ببینید در همه سایت‌ها و برنامه‌های شما چه اتفاقی می‌افتد.",
  "section-enterprise-title-9": "در هر کشوری کار می کند",
  "section-enterprise-desc-9": "برخلاف reCAPTCHA، ما در هر کشوری کار می کنیم.",
  "section-enterprise-title-10": "سیاست حفظ حریم خصوصی مناسب GDPR، CCPA و LGPD",
  "section-enterprise-desc-10": "برای حفظ حریم خصوصی از روز اول طراحی شده است. توافقنامه پردازش داده قوی",
  "section-enterprise-title-11": "سطوح دشواری ریز",
  "section-enterprise-desc-11": "این را شماره گیری کنید تا دقیقاً متناسب با مورد استفاده شما باشد.",
  "section-enterprise-title-12": "میزبانی شخص اول",
  "section-enterprise-desc-12": "همه درخواست‌ها و دارایی‌ها به hcaptcha.yourdomain.com می‌روند",
  "section-enterprise-title-13": "داشبوردهای چند کاربره",
  "section-enterprise-desc-13": "مدیریت را در تیم خود به اشتراک بگذارید.",
  "section-enterprise-title-14": "تأیید فوری",
  "section-enterprise-desc-14": "تأخیر 0 میلی‌ثانیه: توکن‌های hCaptcha را بدون تماس API تأیید کنید.",
  "section-enterprise-title-15": "ادغام موبایل (iOS و Android).",
  "section-enterprise-desc-15": "تجربه یکپارچه در سراسر وب، تلفن همراه بومی، وب تلفن همراه. ادغام های از پیش ساخته شده و SDK های بومی موجود است.",
  "section-enterprise-title-16": "شرایط سفارشی و ضمانت‌های حفظ حریم خصوصی",
  "section-enterprise-desc-16": "نیازهای قانونی خود را زمانی که سایر شرکت ها نمی توانند برآورده کنید.",
  "presented-challlenges-head": "چالش های ارائه شده",
  "presented-challenges-title-1": "مقایسه",
  "presented-challenges-text-1": "همه تصاویری که با پرس و جو مطابقت دارند را انتخاب کنید",
  "presented-challenges-title-2": "جعبه مرزی",
  "presented-challenges-text-2": "محدوده مرزی اشیا را تعریف کنید",
  "presented-challenges-title-3": "دسته بندی",
  "presented-challenges-text-3": "برچسب های مربوطه را شناسایی کنید",
  "presented-challenges-subheader": "... و کارهای ساده دیگر. آسان برای انسان، سخت برای ربات ها.",
  "presented-challenges-subtext": "وظایف سفارشی نیز برای ناشران سازمانی در دسترس است.",
  "footer-header-1": "شرکت",
  "footer-header-2": "منابع",
  "footer-header-3": "مخاطب",
  "footer-link-1": "برچسب زدن",
  "footer-link-2": "در باره",
  "footer-link-3": "شغل ها",
  "footer-link-4": "علائم تجاری",
  "footer-link-5": "وبلاگ",
  "footer-link-6": "وضعیت",
  "footer-link-7": "مستندات",
  "footer-link-8": "گزارش یک اشکال",
  "footer-link-9": "دسترسی",
  "footer-terms": "مقررات",
  "footer-privacy": "حریم خصوصی",
  "footer-attribution": "انتساب",
  "footer-subheader-1": "پشتیبانی",
  "footer-subheader-2": "مخاطب",
  "switch-to-english-link": "تغییر زبان به انگلیسی",
  "intro-heading-privacy": "برای حفظ حریم خصوصی طراحی شده است.",
  "intro-subtitle-p1-privacy": " یک رویکرد منحصر به فرد مبتنی بر حریم خصوصی برای امنیت آنلاین.",
  "info-head-2-pr": "ثبت فعالیت آنلاین راه حل نیست.",
  "info-text-1-pr": "hCaptcha Enterprise تنها یک هدف دارد: جلوگیری از مختل کردن عوامل بد در عملیات آنلاین شما و آسیب رساندن به کاربران شما.",
  "info-text-2-pr": "بنابراین سیستم‌های ما از ابتدا به گونه‌ای طراحی شده‌اند که جمع‌آوری و نگهداری داده‌ها را به حداقل برسانند و در عین حال امنیت پیشرو در کلاس را حفظ کنند. بهترین راه برای محافظت از اطلاعات کاربر این است که به هیچ وجه آنها را ذخیره نکنید.",
  "info-text-3-pr": "تمام روابط با مشتری نیز توسط یک توافقنامه پردازش داده قوی محافظت می شود. سرویس hCaptcha با تمام قوانین حفظ حریم خصوصی مطابقت دارد بدون توجه به اینکه خدمات شما یا مشتریان شما در کجا زندگی می کنند. حفظ نکردن داده های شخصی این کار را برای ما بسیار آسان تر از سایر شرکت ها می کند.",
  "info-text-2-2-pr": "سرویس هایی مانند reCAPTCHA v3 می گویند که قرار دادن پیکسل ردیابی خود در هر صفحه از سایت شما برای امنیت خوب ضروری است. این مورد نیست.",
  "info-text-2-3-pr": "تجزیه و تحلیل رفتاری ساده سیگنالی است که به راحتی توسط بازیگران بد جعل می شود و همچنین نیازمند حفظ سابقه مرور برای تمام ترافیک قانونی شماست.",
  "info-text-2-4-pr": "ما یک شبکه تبلیغاتی را اداره نمی کنیم و هیچ علاقه ای به مشاهده رفتار کاربر شما برای فروش تبلیغات به آنها نداریم. این بدان معناست که ما نیازی به یک پیکسل غیرفعال در هر صفحه از سایت شما نداریم.",
  "info-text-2-5-pr": "کد چالش ما را فقط در جایی که لازم است اضافه کنید، و در جایی که منطقی است از شما و کاربرانتان محافظت کنیم.",
  "info-head-3-pr": "یادگیری ماشینی مفید است. اما برای کار کردن به اطلاعات شخصی نیازی ندارد.",
  "info-text-3-1-pr": "یادگیری ماشین اکنون تقریباً بر همه جنبه های زندگی ما تأثیر می گذارد، اغلب به روش هایی که ما متوجه نمی شویم و نمی توانیم ببینیم. خدمات امنیتی آنلاین تفاوتی ندارند.",
  "info-text-3-2-pr": "با یادگیری بیش از هزاران سیگنال، مدل‌ها می‌توانند در تشخیص رفتار مخرب بسیار سریع استنباط کنند و به اطمینان بالایی برسند، حتی زمانی که هیچ سیگنال فردی به خودی خود آنقدر قوی نباشد که مشکلی را نشان دهد.",
  "info-text-3-3-pr": "با این حال، هیچ یک از این موارد نیاز به استفاده از اطلاعات شناسایی شخصی (PII) ندارد. تکنیک‌های رمزنگاری مدرن به ما این امکان را می‌دهند که هر گونه اطلاعات شخصی را در اسرع وقت کنار بگذاریم و در عوض امضاهایی یک طرفه ایجاد کنیم که نمی‌توان آنها را به هیچ فردی مرتبط کرد.",
  "info-text-3-4-pr": "آموزش داده های شناسایی نشده به همان اندازه کار می کند و نیازی به به خطر انداختن امنیت یا حریم خصوصی ندارد. مشتریان ما تست های تجربی را انجام داده اند و ما را برابر یا بهتر از جایگزین های خصوصی کمتر معرفی کرده اند.",
  "cloudflare-quote-text-privacy": "ما چندین چیز را در مورد راه حل های hCaptcha دوست داشتیم: 1) آنها اطلاعات شخصی را نمی فروشند. آنها فقط حداقل داده های شخصی لازم را جمع آوری می کنند، آنها در توصیف اطلاعاتی که جمع آوری می کنند و نحوه استفاده و/یا افشای آن شفاف هستند.",
  "pilot-head": "ما را در محیط خود بدون هیچ تعهدی امتحان کنید.",
  "pilot-text-1a": "ما مهندس هستیم، نه فروشنده: می خواهیم از انتخاب خود راضی باشید.",
  "pilot-text-1b": "بهترین راه برای اطمینان از رضایت شما این است که نشان دهیم نیازهای شما را برآورده می کنیم.",
  "pilot-text-1c": "تقریباً همه شرکت هایی که یک پایلوت راه اندازی می کنند، در نهایت راه حل های ما را انتخاب می کنند.",
  "pilot-text-1d": "از این فرم برای دسترسی به یکی از متخصصان فنی ما استفاده کنید. ما به سرعت پاسخ می دهیم.",
  "pilot-text-1e": "همچنین می توانید مستقیماً به ما ایمیل بزنید.",
  "pilot-email-details": "جزئیات اینجاست.",
  "pilot-f1": "منطقه",
  "pilot-f2": "اسم شما",
  "pilot-f3": "اسم شما",
  "pilot-f4": "ایمیل تجاری",
  "pilot-f5": "جزئیات دیگری که باید داشته باشیم؟",
  "pilot-f6": "آیا نیاز به ورود فوری دارید؟",
  "pilot-f7": "آره.",
  "pilot-f8": "من مورد حمله قرار گرفته ام و نیاز به سوار شدن فوری دارم.",
  "pilot-f9": "ارسال",
  "pilot-f10": "با وارد کردن ایمیل خود، با شرایط و خط مشی رازداری ما و دریافت ایمیل از ما موافقت می کنید.",
  "pilot-fo-1": "ادغام نمی تواند ساده تر باشد.",
  "pilot-fo-2": "hCaptcha دارای ده ها ادغام از پیش ساخته شده برای سیستم های frontend و backendی است که استفاده می کنید.",
  "pilot-fo-3": "اگر از reCAPTCHA Google آمده‌اید، APIهای ما جایگزین‌های کشویی هستند. سه خط کد تمام چیزی است که شما نیاز دارید.",
  "pilot-fo-4": "مهندسین داخلی ما می‌توانند شما را به سرعت راهنمایی کنند، خواه به ادغام React، SDK برای برنامه‌های اصلی iOS، نمونه پشتیبان جاوا یا تقریباً هر سناریوی دیگری نیاز داشته باشید.",
  "pilot-fo-5": "و مانند همیشه، حریم خصوصی یک ارزش اصلی برای ما است. کد چالش ما را فقط در جایی که لازم است اضافه کنید، و در جایی که منطقی است از شما و کاربرانتان محافظت کنیم. به حداقل رساندن جمع آوری داده ها از لحظه ادغام شروع می شود.",
  "pilot-fdone": "متشکرم. به زودی با هم در تماس خواهیم بود.",
  "home-ent-2-new": "درباره راه حل سازمانی ما بیشتر بیاموزید.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "راه حل های hCaptcha Enterprise امنیت پیشرو در کلاس را ارائه می دهند و از بسیاری از خدمات آنلاین برتر محافظت می کنند.",
  "home-plans-button-2-new": "بیشتر بدانید",
  "header-enterprise-link": "شرکت، پروژه",
  "sales-interstitial-c1b-new": "درباره hCaptcha Enterprise بیشتر بیاموزید"
}
