{
    "1031855757": "استفاده از این سایت",
    "1034830": "اختلافاتی که ممکن است مشمول توافقنامه داوری پیش از مناقشه طبق قانون اصلاحات داد-فرانک وال استریت و حمایت از مصرف کننده (قانون عمومی 111-203) نباشد، از این قانون مستثنی هستند.",
    "1064537632": "لطفاً توجه داشته باشید که استفاده شما از سرویس ما توسط توافق نامه پردازش داده ما کنترل می شود که در اینجا با مرجع گنجانده شده است. لطفاً این توافقنامه را مرور کنید تا ببینید چگونه داده های شخصی را از طرف شما پردازش می کنیم. توجه داشته باشید که ما به عنوان یک \"پردازنده داده\" برای اهداف قانون حفاظت از داده های اتحادیه اروپا و یک \"ارائه دهنده خدمات\" برای اهداف قانون حفظ حریم خصوصی مصرف کنندگان کالیفرنیا عمل می کنیم.",
    "1095532507": "کوکی (\"کوکی\") یک فایل متنی کوچک است که توسط یک سرور صفحه وب روی هارد دیسک شما قرار می گیرد. کوکی ها حاوی اطلاعاتی هستند که می تواند بعداً توسط یک وب سرور در دامنه ای که کوکی را برای شما صادر کرده است خوانده شود. برخی از کوکی‌ها تنها در صورتی استفاده می‌شوند که از ویژگی‌های خاصی استفاده کنید یا تنظیمات برگزیده خاصی را انتخاب کنید، و برخی از کوکی‌ها همیشه استفاده خواهند شد. با مشاهده لیست کوکی فعلی ما در زیر می توانید اطلاعات بیشتری در مورد هر کوکی کسب کنید.",
    "1158384644": "شما می توانید در هر زمان انتخاب کنید که استفاده از وب سایت ما را متوقف کنید، مشروط بر اینکه باید از تمام سیاست های قابل اجرا IMI پیروی کنید. ما ممکن است به صلاحدید خود، این قرارداد را فسخ کنیم، دسترسی به وب سایت خود را به حالت تعلیق درآوریم، یا هر سرویسی را بلافاصله بدون اطلاع قبلی به هر دلیلی حذف کنیم.",
    "1300074400": "اطلاعات مربوط به مدیریت فعلی شرکت را می توان در صفحه درباره به دست آورد. مدیر عامل فعلی شرکت مدیر عامل مسئول محتوا است.",
    "1395644678": "وب سایت رسمی کمیسیون اروپا برای حل و فصل اختلافات آنلاین:",
    "148542287": "این مشاوره حقوقی نیست و هیچ ضمانتی در مورد این تجزیه و تحلیل ارائه نشده است. اگر سؤال یا نگرانی دیگری دارید، لطفاً با ما تماس بگیرید:",
    "1527172673": "اگر در مورد این خط مشی کوکی سؤالی دارید، لطفاً با ما تماس بگیرید:",
    "1535054294": "لطفاً سیاست دقیق آنها را ببینید",
    "1747657936": "سایت‌ها و سرویس‌های ما برای کودکان زیر 13 سال هدایت نمی‌شوند و آگاهانه اطلاعات شخصی کودکان زیر 13 سال را جمع‌آوری نمی‌کنیم. اگر متوجه شویم که اطلاعات شخصی یک کودک زیر 13 سال را جمع‌آوری کرده‌ایم، آن را دریافت می‌کنیم. اقدامات منطقی برای حذف چنین اطلاعاتی از فایل های ما در اسرع وقت امکان پذیر است، مگر اینکه ما تعهد قانونی برای حفظ آن داشته باشیم. لطفاً اگر فکر می کنید اطلاعاتی از یک کودک زیر 13 سال یا در مورد آن داریم با ما تماس بگیرید:",
    "1807512722": "شما می توانید هر ادعایی را که ناشی از استفاده شما از این وب سایت باشد به یک سازمان اداری مطرح کنید، اما فقط در حدی که قانون قابل اجرا اجازه دسترسی به چنین آژانسی را بدون وجود توافق برای داوری می دهد. چنین دعاوی اداری شامل ادعاهای بدون محدودیت یا اتهاماتی است که به کمیسیون فرصت های شغلی برابر، وزارت کار ایالات متحده و هیئت ملی روابط کار ارائه می شود. هیچ یک از این بند نباید مانع یا معذور شما را از طرح دعوی اداری نزد هر سازمانی به منظور انجام تعهدات خود مبنی بر تکمیل اقدامات اداری قبل از طرح دعوی در داوری باز دارد، با این حال، شما از این طریق حق هرگونه رای پولی را از خود سلب می‌کنید. اقدامات آژانس",
    "2238885192": "ما از Sentry برای جمع آوری داده های اشکال زدایی زمانی که کاربر با خطا مواجه می شود استفاده می کنیم. برای اطلاعات در مورد نحوه جمع آوری و پردازش داده ها توسط Sentry:",
    "2520904193": "شما از هر حقی که دارید برای طرح، رسیدگی یا داوری به عنوان یک دعوی طبقاتی، جمعی یا نمایندگی چشم پوشی می کنید. علی‌رغم هر بند دیگری که در این توافقنامه وجود دارد، جمله قبل در هیچ موردی از این توافقنامه قابل تفکیک نیست. هر ادعایی مبنی بر اینکه تمام یا بخشی از این معافیت غیرقابل اجرا، غیر وجدان، باطل یا باطل است، تنها توسط دادگاه صالح و نه توسط داور تعیین می شود. به دلیل استفاده از حقوق خود طبق بند 7 قانون ملی روابط کار، یا با تشکیل پرونده یا شرکت در یک اقدام کلاسی، جمعی یا نمایندگی در هر انجمنی، از انجام وظایف در وب سایت ما انتقام گرفته نمی شوید یا از انجام آنها منع نمی شوید. ، اما ما ممکن است به طور قانونی به دنبال اجرای این معافیت از دعوای دسته جمعی باشیم و به دنبال رد چنین اقدامات یا ادعاهای طبقاتی، جمعی یا نمایندگی باشیم.",
    "2577178569": "3. برای اهداف فنی کاملاً ضروری استفاده می شود: دسترسی کاربر را فعال می کند.",
    "2583888954": "استثناها.",
    "263977834": "فرسودگی اداری",
    "2657277322": "اگر سوالی دارید، لطفا با ما تماس بگیرید:",
    "271333468": "ما اقدامات فنی و سازمانی مناسبی را برای محافظت از اطلاعاتی که جمع‌آوری و ذخیره می‌کنیم، اجرا می‌کنیم و از همه عواملی که پردازش ما را از طرف ما انجام می‌دهند، می‌خواهیم همین کار را انجام دهند. متأسفانه، هیچ اقدام امنیتی 100% بی‌خطر نیست و به همین دلیل هیچ شبکه یا سیستمی (از جمله شبکه ما) نمی‌تواند 100% در برابر تخریب، از دست دادن، تغییر، افشای غیرمجاز یا دسترسی به اطلاعاتی که جمع‌آوری و ذخیره می‌کنیم تضمین شود. اگر فکر می کنید ممکن است اطلاعات شما به هر دلیلی امن نباشد، لطفاً بلافاصله با ما تماس بگیرید:",
    "2763011087": "IMI متعهد به حل و فصل اختلافات جایگزین برای اختلافات مصرف کننده در مقابل یک نهاد حل اختلاف مصرف کننده نیست، و همچنین ملزم به مشارکت در آن نیست.",
    "2927283721": "با انجام وظایف در وب سایت ما، شما اجازه جمع آوری، استفاده و افشای اطلاعات شخصی خود را مطابق با خط مشی رازداری ما می دهید. علاوه بر این، ما ممکن است اطلاعات خاصی را درباره شما و وظایف تکمیل‌شده‌تان به درخواست‌کننده‌ای که وظایفش را انجام داده‌اید برای تسهیل رابطه خدمات و بهبود وب‌سایت، از جمله، برای مثال، شناسه مشارکت‌کننده، نتایج کارهای تکمیل‌شده، و سایر ویژگی‌های مربوط به صلاحیت ها، زبان ها، مهارت ها و استفاده شما از وب سایت.",
    "2943815316": "ما این لیست را به صورت دوره ای به روز می کنیم، بنابراین ممکن است کوکی های دیگری وجود داشته باشد که هنوز لیست نشده اند. چراغ‌های وب، برچسب‌ها و اسکریپت‌ها ممکن است در سایت‌ها یا در ایمیل‌ها استفاده شوند تا به ما در ارائه کوکی‌ها، شمارش بازدیدها، درک میزان استفاده و اثربخشی کمپین و تعیین اینکه آیا ایمیلی باز شده و بر اساس آن عمل شده است یا خیر استفاده شود. ممکن است گزارش‌هایی را بر اساس استفاده از این فناوری‌ها توسط ارائه‌دهندگان خدمات/تحلیل‌های خود به صورت جداگانه و جمع‌آوری دریافت کنیم.",
    "3040062804": "هر گونه رسیدگی به داوری طبق این بخش به طور پیش فرض در ایالت کالیفرنیا انجام می شود، مگر اینکه شما در خارج از ایالات متحده اقامت داشته باشید، در این صورت داوری کاملاً الکترونیکی یا تلفنی انجام می شود. در صورت موافقت کتبی هر یک از طرفین، داوری ممکن است در هر مکان دیگری انجام شود. صرف نظر از محل آن، هر یک از طرفین ممکن است تصمیم بگیرند که از طریق ویدئوی زنده یا کنفرانس از راه دور در داوری حاضر شوند.",
    "3091247030": "چشم پوشی از اقدام کلاس.",
    "3102490587": "به غیر از Class Action Waiver، اگر هر یک از شرایط یا مقررات، یا بخشی از این شرط داوری باطل یا غیرقابل اجرا اعلام شود، قطع خواهد شد و مابقی شرط داوری قابل اجرا خواهد بود.",
    "3187946010": "تمام متن ها، تصاویر، انیمیشن های گرافیکی، ویدیوها، موسیقی، صداها و سایر مطالب موجود در این صفحات تحت قانون حق چاپ توسط IMI یا اشخاص ثالث در صورت مشخص شدن محافظت می شوند. کپی یا تغییر این مطالب برای استفاده تجاری به روشی که بیش از استفاده منصفانه منطقی باشد ممنوع است.",
    "3199694247": "قابلیت جداسازی",
    "3302832698": "حل اختلاف جایگزین مورد نیاز است.",
    "3361191778": "اطلاعات ارائه شده در صفحات اینترنتی نشان دهنده توصیه فردی نیست و نمی تواند جایگزین آن شود. اگر به مشاوره فردی نیاز دارید، لطفا با کارکنان پشتیبانی ما تماس بگیرید.",
    "3493572638": "هزینه ها و هزینه ها",
    "3794239003": "رویه داوری.",
    "3885459114": "به طور کلی می‌توانید استفاده از کوکی‌ها را از طریق یک عملکرد تعبیه شده در مرورگر وب خود فعال یا بعداً غیرفعال کنید. اگر می‌خواهید درباره کوکی‌ها یا نحوه کنترل، غیرفعال کردن یا حذف آنها بیشتر بدانید، لطفاً برای راهنمایی دقیق به https://www.knowcookies.com/ مراجعه کنید.",
    "3956117148": "وب‌سایت‌های hCaptcha.com و BotStop.com (سایت‌ها) ممکن است حاوی کوکی‌های اضافی باشند، همانطور که در این خط‌مشی توضیح داده شده است.",
    "4193379787": "تمام داوری ها تحت این توافق نامه بر اساس قوانین انجمن داوری آمریکا یا توسط خدمات داوری مورد توافق طرفین انجام خواهد شد. داور یک داور آمریکایی خواهد بود که از یک لیست حداقل هفت (7) نامی از طریق اعتصابات جایگزین انتخاب می شود. در داوری، هر یک از طرفین حق انجام کشف مدنی کافی، طرح شکایت‌های غیرقانونی و ارائه شهود و شواهد لازم را برای ارائه دعاوی و دفاعیات خود خواهند داشت و هر گونه اختلاف در این زمینه توسط داور حل و فصل خواهد شد. حل و فصل اختلاف صرفاً بر اساس قانون حاکم بر دعاوی و دفاعیات مطرح شده است و داور نمی تواند به هیچ مبنایی غیر از این قانون کنترلی استناد کند. داور در حین انجام وظیفه به عنوان داور از مصونیت ضابط دادگستری از مسئولیت مدنی برخوردار خواهد بود که این مصونیت مکمل سایر مصونیت های موجود است. جوایز باید شامل نظر مستدل کتبی داور باشد. شما از حق خود برای محاکمه توسط هیئت منصفه در مورد هر ادعایی که ممکن است علیه IMI یا IMI ممکن است علیه شما داشته باشد، چشم پوشی می کنید. هر گونه ادعای تحت این بند باید در مدت قانون مربوطه مطرح شود. قانون داوری فدرال ایالات متحده بر این بند حاکم است و شما تصدیق می کنید که این توافقنامه مبین یک معامله تجاری است.",
    "470943029": "اگر در مورد این سیاست حفظ حریم خصوصی سؤالی دارید، لطفاً با ما تماس بگیرید:",
    "498769698": "شما می‌توانید به اطلاعات شخصی خاصی که ممکن است از طریق حساب کاربری یکپارچه‌ساز، مشتری یا دسترسی‌پذیری خود (اگر یک ادغام‌کننده، مشتری یا کاربر دسترسی هستید) به ما ارائه کرده باشید، دسترسی پیدا کنید، اصلاح کنید، یا حذف کنید. اگر نمی‌توانید این کار را انجام دهید، یا سؤالی در مورد اطلاعات شخصی که جمع‌آوری و/یا درباره شما به اشتراک گذاشته‌ایم دارید، یا می‌خواهید رضایت خود را برای پردازش ما پس بگیرید (یعنی حساب خود را به طور کامل حذف کنید)، لطفاً با ما تماس بگیرید:",
    "537881751": "به hCaptcha خوش آمدید! این خط‌مشی رازداری شیوه‌های Intuition Machines, Inc. (\"IMI\"، \"ما\" یا \"ما\") را در مورد جمع‌آوری، استفاده، و افشای اطلاعات ما (از جمله اطلاعات شخصی، تعریف شده در زیر) از طریق وب‌سایت ما در www.hcaptcha شرح می‌دهد. .com و هر زیردامنه یا دامنه دیگری که استفاده می کنیم («سایت ها») و رابط برنامه کاربردی hCaptcha و نرم افزارها و مواد مرتبط (مجموعاً «سرویس»).",
    "561456032": "شما موافقت می‌کنید که برای هر اختلافی که ناشی از استفاده شما از سرویس‌ها یا مربوط به آن باشد، از جمله هرگونه اختلافی که ممکن است از زمانی که انجام وظایف را برای IMI شروع کرده‌اید، و به‌طور خاص شامل هر ادعایی مرتبط با طبقه‌بندی یا عدم طبقه‌بندی شما به عنوان یک پیمانکار مستقل، ابتدا ادعای خود را علیه آن به IMI اطلاع خواهید داد. سپس شما و IMI تلاش خواهید کرد تا مشکل را از طریق مذاکره مستقیم یا میانجیگری حل و فصل کنید. ما هزینه میانجیگری را به طور مساوی تقسیم می کنیم و موافقت می کنیم که میانجیگری از طریق تلفن یا سایر وسایل الکترونیکی انجام شود. اگر پس از مذاکرات غیررسمی یا میانجیگری، یک ادعا حل نشده باقی بماند، شما موافقت می کنید که شما و IMI از داوری نهایی و الزام آور برای حل اختلاف استفاده کنید. این بند از زمانی که شما شروع به استفاده از وب‌سایت ما کرده‌اید، به‌طور عطف به ماسبق بر همه ادعاها نظارت می‌کند، چه بر اساس تخلف، قرارداد، قانون، از جمله، اما نه محدود به، هرگونه ادعای تبعیض و آزار و اذیت، خواه بر اساس قانون استخدام و مسکن منصفانه کالیفرنیا باشد. ، عنوان هفتم قانون حقوق مدنی 1964، با اصلاحات، یا هر قانون یا مقررات ایالتی یا فدرال، قانون عادلانه، یا موارد دیگر.",
    "658775471": "ما از Cloudflare برای بهینه سازی ترافیک وب خود استفاده می کنیم. برای اطلاعات در مورد نحوه جمع آوری و پردازش داده ها توسط Cloudflare:",
    "702926385": "هر یک از طرفین هزینه های مربوط به نمایندگی قانونی خود را در هر داوری متقبل خواهند شد، مگر در مواردی که حق الوکاله صراحتاً توسط قانون پیش بینی شده باشد. طرفین هر گونه هزینه اداری اولیه را که توسط داور دریافت می شود، تا حداکثر هزینه دویست و پنجاه دلار (250 دلار آمریکا) تقسیم می کنند. هزینه داور و گزارشگر دادگاه، در صورت وجود، ابتدا بر عهده ما خواهد بود. با این حال، داور این اختیار را دارد که طبق قانون، هزینه‌های مناسب را به طرف اصلی تعیین کند و/یا از طرفین بخواهد هزینه‌های مربوط به داور و/یا گزارشگر دادگاه را تقسیم کنند.",
    "720059527": "2. برای اهداف فنی کاملاً ضروری استفاده می شود: تعادل بار، مسیریابی.",
    "74538881": "مسئولیت این وب سایت",
    "996430331": "محل داوری",
    "211351380": "از وبلاگ:",
    "3153117136": "تنظیمات سختی hCaptcha چگونه کار می کند",
    "2915355938": "دسترسی",
    "793784899": "طرح ها",
    "2671622670": "شرکت، پروژه",
    "3527140447": "اسناد",
    "505891021": "خدمات لیبلینگ",
    "692176459": "وارد شدن",
    "1892574253": "ثبت نام",
    "2593864519": "ربات های بیشتر را متوقف کنید. شروع به محافظت از حریم خصوصی کاربر کنید.",
    "4007826952": "شماره 1 اولین CAPTCHA حریم خصوصی برای وب، تلفن همراه و موارد دیگر.",
    "3721365241": "تلاش كردن",
    "3753956446": "رایگان",
    "3276777569": "hCaptcha",
    "55035359": "در حال حاضر از reCAPTCHA استفاده می کنید؟",
    "3417372336": "در چند دقیقه تغییر دهید",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "برترین خدمات آنلاین متکی هستند",
    "1470290349": "برای بهترین در کلاس مدیریت ربات و کلاهبرداری.",
    "3714002185": "درباره hCaptcha Enterprise بیشتر بیاموزید",
    "3946753128": "خصوصی. امن است. سریعتر",
    "939665604": "تمرکز بر حریم خصوصی",
    "780475098": "شبکه های تبلیغاتی بازدیدکنندگان شما را به عنوان محصول می بینند. ما فقط به خوب یا بد بودن بازدید اهمیت می دهیم. hCaptcha با GDPR، CCPA، LGPD، PIPL و سایر قوانین جهانی داده مطابقت دارد.",
    "219813583": "اول امنیت",
    "2714878440": "با یادگیری ماشینی پیشرفته و راستی‌آزمایی انسانیت، از خدمات خود در برابر خراش‌ها، تصاحب حساب، پر کردن اعتبار و هرزنامه محافظت کنید.",
    "1397766838": "تجربه کاربری بهتر",
    "2670352917": "hCaptcha تشخیص ربات قابل اعتماد تری را ارائه می دهد در حالی که حل آن برای انسان ها ساده است.",
    "2806751666": "hCaptcha چیست؟",
    "3096063825": "آن را امتحان کنید",
    "2968026167": "سبزی مورد علاقه شما",
    "713281684": "بادمجان",
    "4147497805": "هویج",
    "3758963444": "متشکرم! ارسالی شما دریافت شد!",
    "1070364246": "اوه! هنگام ارسال فرم مشکلی پیش آمد.",
    "1129833879": "ربات های مخرب را متوقف کنید، از حریم خصوصی کاربران محافظت کنید",
    "58091799": "درباره hCaptcha Publisher and Enterprise بیشتر بیاموزید",
    "1599610318": "ناشر",
    "3093388779": "استفاده از hCaptcha برای ناشران با هر اندازه ای رایگان است",
    "179723061": "کنترل بیشتر برای تیم هایی که به امنیت پیشرو در کلاس نیاز دارند",
    "846501387": "حفاظت از ربات در سطح جهانی",
    "119298044": "فناوری‌های پیشرفته ML و AI با نظارت خود از ویژگی‌های وب شما در برابر تهدیدات و حملات محافظت می‌کنند",
    "1263998069": "برای راه حل های انسانی پاداش کسب کنید",
    "1103295010": "برای زمانی که انسان ها CAPTCHA را حل می کنند، پول کسب کنید یا به خیریه بدهید",
    "392886773": "در هر کشوری کار می کند",
    "2320894364": "با بیش از 200 نقطه حضور، ابر hCaptcha از دارایی های شما در سراسر جهان محافظت می کند.",
    "451701069": "مطابق با GDPR، CCPA،",
    "2826051554": "و بیشتر",
    "3530599065": "حریم خصوصی از پایه ساخته شده است. hCaptcha هیچ PII را حفظ نمی کند و با قوانین و مقررات حریم خصوصی متعدد مطابقت دارد.",
    "2489287539": "بدون اصطکاک \"بدون CAPTCHA\" و 99.9٪ حالت های غیرفعال",
    "793242047": "چالش های ارائه شده به کاربران را کاهش دهید تا امکان دسترسی سریع به برنامه ها فراهم شود",
    "4195759329": "تشخیص ربات و امتیاز خطر",
    "1150035777": "مدل‌های یادگیری ماشینی پیچیده، امتیازات اطمینان ربات را بر اساس بسیاری از نقاط داده‌ای فراتر از اینکه آیا به سؤالات پاسخ صحیح داده شده است ایجاد می‌کنند.",
    "3688621388": "امضاهای تهدید",
    "1131525092": "بازیگران بد را بدون زحمت از طریق UIDهای Scoped با حفظ حریم خصوصی با هم گروه کنید تا کلاهبرداری و سوء استفاده مرتبط را پیدا کرده و متوقف کنید.",
    "1559631739": "یادگیری خصوصی",
    "3952259236": "داده‌های کور خود را با هزاران سیگنال hCaptcha ترکیب کنید تا hCaptcha را در کلاس‌های رفتار آموزش دهید - فقط برای مثال شما - برای پیش‌بینی بهتر رفتار مخرب بهتر از هر راه‌حل به تنهایی.",
    "1150963691": "کاهش APT",
    "4083018285": "مجموعه‌ای از ویژگی‌های توسعه‌یافته که با نظارت و پاسخ پیشرفته SOC برای مقابله با تهدیدات مداوم پیچیده ترکیب می‌شوند.",
    "3160820928": "حفاظت از حمله هماهنگ",
    "1849805607": "hCaptcha در برابر تهدیدات و فریب هایی که برای نفوذ به شبکه های شما طراحی شده اند محافظت می کند",
    "1958297836": "حفاظت از حمله هماهنگ و کاهش APT",
    "1300485304": "hCaptcha در برابر تهدیدات پیشرفته و فریب هایی که برای نفوذ به شبکه های شما طراحی شده اند محافظت می کند",
    "2698640210": "چالش ها و انواع نشان داده شده را کنترل کنید",
    "3121248460": "چالش های سفارشی بی نهایت متنوع -- از ساده تا پیچیده -- را برای مخاطبان مورد انتظار خود نمایش دهید",
    "3807059944": "محتوای چالش استفاده شده را کنترل کنید",
    "2707282231": "چالش ها را برای کاربران خود سفارشی کنید. حل و نفوذ ربات ها را غیرممکن کنید.",
    "4194763679": "سطوح دشواری ریز",
    "3730038780": "از بین تعداد تقریباً نامتناهی چالش برای حل کردن کاربران، انتخاب کنید",
    "1849717906": "با محتوای چالشی خود سفارشی کنید",
    "1508655687": "چالش‌های خود را که برای مخاطبان شما طراحی شده است اضافه کنید تا دسترسی را ساده یا محدود کنید",
    "3620442880": "ویژگی های محافظت از فروش فلش",
    "3265895521": "افزایش و کاهش دشواری چالش بر اساس زمان روز",
    "1485807325": "داشبوردهای چند کاربره، SAML SSO",
    "359073033": "داشبوردها نماهای سطح بالا یا ریز از فعالیت ها را ارائه می دهند.",
    "4272454814": "با ارائه دهنده هویت انتخابی خود یکپارچه شوید.",
    "1141402092": "ویژگی های گزارش گیری پیشرفته",
    "910989640": "ایجاد گزارش های دقیق و سفارشی از فعالیت",
    "3768951251": "SLA های سازمانی",
    "1014004474": "برنامه‌های Enterprise hCaptcha توافق‌نامه‌های پیشرفته‌ای را در سطح خدمات ارائه می‌کنند تا سازمان شما محافظت شود.",
    "1177598246": "با فروش تماس بگیرید",
    "1067704102": "ارزش در برچسب گذاری داده ها",
    "3065000659": "آیا متوجه شدید هر بار که \"روی ماشین کلیک می کنید\" به آموزش تک آهنگ کمک می کنید",
    "3235430156": "سیستم های یادگیری ماشین شرکت به صورت رایگان؟",
    "1549336309": "hCaptcha این مدل را تغییر می دهد. وقتی از hCaptcha استفاده می‌کنید، شرکت‌ها برای کاری که کاربران شما انجام می‌دهند پیشنهاد می‌دهند تا انسانیت خود را ثابت کنند. شما پاداش ها را می گیرید.",
    "3725880582": "به خیریه برگردانید",
    "1671436004": "آیا می خواهید به خیریه مورد علاقه خود پس دهید؟",
    "1663628612": "به شما اجازه می دهد",
    "4272088465": "خیریه های انتخابی شما با درآمدی که از استفاده از آن به دست می آورید.",
    "2894845722": "کاربران سایت شما به زودی می توانند سهم شما در امور خیریه را از طریق نام تجاری محتاطانه در رابط hCaptcha ببینند.",
    "3194111925": "پشتیبانی",
    "1637702726": "درباره hCaptcha",
    "2323282990": "رویکردی مدرن برای تأیید انسانیت",
    "1201821619": "hCaptcha یکی از مهم ترین مشکلات امروزی را حل می کند: جلوگیری از سوء استفاده ربات های مخرب از خدمات آنلاین.",
    "1475399473": "درباره تیم hCaptcha بیشتر بدانید",
    "3161489950": "پیشرفته ترین پلتفرم ML امنیتی جهان",
    "3247172580": "hCaptcha یادگیری ماشینی پیشرفته خود نظارتی را با رویکرد محاسباتی جدید ترکیب می کند که به طور منحصر به فرد جمع آوری و نگهداری داده ها را به حداقل می رساند و از بیش از 250 مکان در سراسر جهان برای مقیاس پذیری گسترده ارائه می شود.",
    "3767462250": "طراحی شده برای حفظ حریم خصوصی",
    "3500503648": "hCaptcha طراحی شده است تا با تکیه بر ارزیابی فوری به جای ضبط و تجزیه و تحلیل تاریخچه مرور شما، حفظ طولانی مدت داده ها را حذف کند. ما همچنین از طرح هایی مانند",
    "2418549423": "، یک استاندارد نوظهور برای حفظ حریم خصوصی آنلاین از طریق اثبات رمزنگاری، و دیگر ویژگی های منحصر به فرد حریم خصوصی.",
    "1544546608": "مجوز حریم خصوصی",
    "976209454": "پاداش کسب کنید یا به خیریه بدهید",
    "552920956": "hCaptcha به وب‌سایت‌ها این امکان را می‌دهد که در حین مسدود کردن ربات‌ها و سایر اشکال سوء استفاده، جوایزی کسب کنند. hCaptcha همچنین به شما این امکان را می دهد که از خیریه های مورد نظر خود با این درآمدها حمایت کنید.",
    "654326661": "می خواهید خودتان ببینید؟ hCaptcha را به صورت رایگان امتحان کنید.",
    "3570415321": "شرکت",
    "3987022469": "برچسب زدن",
    "1636202177": "در باره",
    "2670003220": "شغل ها",
    "3233305531": "علائم تجاری",
    "3028319964": "اخلاق هوش مصنوعی",
    "4131598919": "مطبوعات",
    "1662477701": "منابع",
    "3130928685": "وبلاگ",
    "1756106276": "وضعیت",
    "1235925265": "مستندات",
    "920212083": "گزارش یک اشکال",
    "2076066173": "حملات سایبری 101",
    "3644106388": "مخاطب",
    "2182196747": "پشتیبانی",
    "487083593": "حراجی",
    "878585497": "مقررات",
    "1697438123": "حریم خصوصی",
    "1316817321": "انتساب",
    "3488019891": "hCaptcha یک علامت تجاری ثبت شده Intuition Machines, Inc است.",
    "4224961202": "حریم خصوصی، امنیت و یادگیری ماشینی.",
    "98173630": "hCaptcha پرکاربردترین سرویس مستقل CAPTCHA در جهان است.",
    "1514478724": "بیشتر بدانید",
    "1752795854": "hCaptcha یک رویکرد مدرن و متمرکز بر حریم خصوصی برای متوقف کردن ربات‌ها ارائه می‌کند.",
    "2927700175": "ما چالش‌های CAPTCHA را نشان می‌دهیم که برای ربات‌ها دشوار است، اما برای مردم آسان است، با جمع‌آوری داده‌هایی که برچسب‌گذاری دشواری از مشکلات یادگیری ماشین دارند، و از آن برای تشخیص انسان بودن بازدیدکننده وب‌سایت یا برنامه استفاده می‌کنیم.",
    "2188609322": "بازیگران بد به طور فزاینده ای در فضای مجازی رایج می شوند. اما قربانی کردن حریم خصوصی کاربر راه حل نیست.",
    "2032102720": "راه حل های امنیتی ارائه شده توسط شرکت های تبلیغاتی عمدتاً بر ردیابی کاربران در سراسر وب متمرکز هستند. ما یک راه حل امنیتی موثر ایجاد کرده ایم که ثابت می کند برای ارائه نتایج عالی، آسیب رساندن به حریم خصوصی کاربر ضروری نیست.",
    "4146870445": "ما کی هستیم",
    "353066938": "یک تیم باتجربه که روی سخت ترین مشکلات امروز کار می کند. hCaptcha یک سرویس است",
    "3260825523": "ماشین های شهودی",
    "1173652155": "مشاوران",
    "3972094614": "برندان آیچ",
    "2113642787": "آهنگ سحر",
    "2256305371": "استاد، CS در دانشگاه کالیفرنیا، برکلی. متخصص یادگیری عمیق، امنیت، بلاک چین. مدیر عامل شرکت Oasis Labs.",
    "1606599610": "کایران تامپسون",
    "2177660021": "دانشمند محقق در استنفورد. یادگیری ماشینی و مالی کمی در بانک‌های بزرگ، صندوق‌های تامینی، و دانشگاه‌ها.",
    "2686825859": "رایگان ثبت نام کنید یا در مورد راه حل های hCaptcha Enterprise با ما تماس بگیرید",
    "583434701": "دسترسی به hCaptcha",
    "611905972": "تضمین دسترسی یکپارچه برای همه کاربران با حفظ امنیت",
    "874098071": "اگر کاربر قابلیت دسترسی هستید، لطفا در اینجا ثبت نام کنید",
    "2745385064": "خلاصه",
    "3353238942": "hCaptcha برای متوقف کردن ربات ها با متمایز کردن آنها از افراد طراحی شده است. تست های بصری ابزاری مناسب برای این کار هستند، اما همه نمی توانند یک چالش بصری را حل کنند.",
    "3600022491": "به همین دلیل، ما یک جایگزین ساده و بدون درد را طراحی کرده‌ایم که به ناشرانی که از سرویس ما استفاده می‌کنند، اجازه می‌دهیم دسترسی را برای همه با انطباق کامل با بخش 508 و WCAG 2.1 AA حفظ کنند.",
    "2557240048": "چگونه کار می کند: ابتدا یک کاربر قابلیت دسترسی از طریق ثبت نام می کند",
    "3871665286": "، که به طور برجسته در صفحه اطلاعات ویجت hCaptcha پیوند داده شده است. به آنها یک کوکی رمزگذاری شده داده می شود که می تواند چندین بار در روز استفاده شود، اما باید هر 24 ساعت یک بار از طریق ورود به سیستم بازخوانی شود.",
    "3441764123": "هنگامی که یک چالش برای یک کاربر قابلیت دسترسی در یک سایت با استفاده از سرویس hCaptcha ارائه می شود، آنها به طور خودکار عبور می کنند.",
    "4247858664": "صفحه ثبت نام دسترسی",
    "1297657322": "صفحه کاربر قابلیت دسترسی پس از ورود به سیستم",
    "1717658846": "گزینه دسترسی در منوی UI ویجت",
    "1266963825": "س: آیا hCaptcha Section 508 + WCAG 2.1 AA مطابقت دارد؟",
    "850025770": "پاسخ: ما معتقدیم: همه کاربران با هر نوع نقصی که قادر به مرور وب و وارد کردن متن در فرم ها هستند، می توانند پس از ثبت نام به خدمات محافظت شده توسط hCaptcha دسترسی داشته باشند. با این حال، این توصیه حقوقی نیست: شما باید ارزیابی خود را با در نظر گرفتن اجرای خاص خود انجام دهید تا مطمئن شوید که این مورد برای استقرار شما است.",
    "159272246": "س: آیا روی گزینه های دیگر دسترسی (\"a11y\") مانند صدا کار می کنید؟",
    "4074220464": "پاسخ: گزینه‌های محبوب قبلی مانند کپچ‌های صوتی بین بسیاری از کاربران a11y تبعیض قائل می‌شوند و به راحتی با تکنیک‌های یادگیری ماشین مدرن شکست می‌خورند. این امر چالش‌های صوتی فعلی را مجبور کرده است که برای شکست دادن مهاجمان، نویز، زمان‌بندی عجیب و غریب، ترکیب‌های غیرمعمول کلمات و غیره را دشوارتر کنند. بنابراین، ما نسبت به این رویکرد در مقابل اجتناب از چالش به طور کلی مشتاق کمتری هستیم، اما در صورت وجود تقاضا از سوی جامعه a11y، آن را در نظر خواهیم گرفت.",
    "2309661107": "با این حال، ما بسیار علاقه مند هستیم",
    "2555914614": "برای مورد استفاده از دسترسی ما معتقدیم که ترکیب رویکرد فعلی a11y با صدور گذرنامه حریم خصوصی به کاربران a11y امکان می دهد با آگاهی از اینکه ترافیک آنها خصوصی تر است، با خیال راحت مرور کنند، در حالی که سوء استفاده اپراتورهای ربات را که به ناچار در صورت در دسترس بودن گزینه های a11y رخ می دهد، محدود می کند. ما شرکت کنندگان فعالی در گروه کاری IETF هستیم که این فناوری جدید را استاندارد می کند.",
    "2583775432": "س: در مورد حریم خصوصی چطور؟ آیا ثبت نام داده های مرور a11y را به نحوی در معرض نمایش می گذارد؟ با ایمیل چه کار می کنید؟",
    "4215483493": "پاسخ: hCaptcha برای حفظ حریم خصوصی از ابتدا طراحی شده است. این بسیار متفاوت از گزینه‌های سنتی مانند reCAPTCHA است که متعلق به شبکه‌های تبلیغاتی است، که انگیزه‌ای برای ردیابی شما در سراسر وب دارند و شما را با یک هویت واقعی مرتبط می‌کنند.",
    "2474661839": "ما",
    "4137573005": "پاسخ‌های جامع و معتبری درباره نحوه استفاده از داده‌ها دارد، اما پاسخ کوتاه این است که ما هیچ علاقه‌ای به مرتبط کردن شما به‌عنوان شخصی با سابقه مرورتان نداریم.",
    "4101570501": "ما همچنین در حال حاضر روی یک راه حل رمزنگاری کار می کنیم تا به سرعت آدرس ایمیل شما را کنار بگذاریم و در عین حال توانایی خود را برای جلوگیری از سوء استفاده حفظ کنیم و کار خود را با Privacy Pass تکمیل کنیم.",
    "260595108": "ما هرگز از ایمیل های دسترسی یا اطلاعات برای هدفی غیر از تسهیل استفاده و جلوگیری از سوء استفاده استفاده نمی کنیم.",
    "3063819779": "سیاست حفظ حریم خصوصی",
    "465714311": "برای کاربران دسترسی: پرسش و پاسخ و راهنمای عیب یابی",
    "3596207631": "س: پس از تنظیم کوکی همچنان چالشی را می بینم. چه چیزی باعث این می شود؟",
    "469089249": "پاسخ: این معمولاً به دلیل استفاده از یک مسدودکننده تبلیغات تهاجمی یا برنامه افزودنی ضد کوکی، یا تنظیمی است که کوکی‌های بین سایتی را مسدود می‌کند، در این مورد یک کوکی برای hcaptcha.com است که توسط hCaptcha JS در یک تنظیم یا بررسی می‌شود. سایت های مختلف، مانند سایتی که از آن بازدید می کنید.",
    "4263626815": "کوکی‌های دسترسی hCaptcha با همه مرورگرهای محبوب و مسدودکننده‌های تبلیغات با تنظیمات استانداردشان کار می‌کنند، بنابراین معمولاً خرابی‌ها به دلیل اسکریپت‌های «ضد بلوک تبلیغاتی» یا مجموعه قوانین مشابهی است که سایت‌های خاصی را هدف قرار می‌دهند.",
    "3906359167": "راه حل ها:",
    "3464870463": "1. لیست سفید کوکی‌های hcaptcha.com و *.hcaptcha.com را در برنامه مسدودکننده تبلیغات یا برنامه افزودنی امنیتی مرورگر خود قرار دهید.",
    "1204911585": "2. اگر از مرورگر Brave استفاده می‌کنید که (از آوریل 2020) هیچ نوع لیست سفید کوکی ندارد، به Preferences -> Shields -> Cookies بروید و \"Allow All Cookies\" را انتخاب کنید.",
    "2932826396": "3. اگر از جدیدترین نسخه سافاری در OS X 10.15 یا iOS 13.4 اخیراً منتشر شده استفاده می‌کنید، اپل به تازگی رفتار سافاری مربوط به کوکی‌های شخص ثالث را تغییر داده و همه آنها را به‌طور پیش‌فرض مسدود کرده است. ما در حال پیاده‌سازی راه‌حلی هستیم، اما در همین حین، لطفاً به تنظیمات Safari، بخش حریم خصوصی مراجعه کنید و علامت «ردیابی وب‌سایت: جلوگیری از ردیابی متقابل سایت» را بردارید تا کوکی دسترسی به عملکرد مورد انتظار فعال شود.",
    "3836291932": "س: من از چندین دستگاه استفاده می کنم. آیا باید چندین بار ثبت نام کنم؟",
    "3251220335": "پاسخ: خیر. لطفاً برای تنظیم کوکی، روی همان پیوند ورود ایمیلی که برای شما در هر دستگاهی که استفاده می‌کنید، ارسال شده است.",
    "2082407178": "س: چگونه می توانم هنگام استفاده از کوکی دسترسی، از ردیابی کوکی های شخص ثالث محافظت کنم؟",
    "2700197090": "پاسخ: استفاده از هر گونه برنامه افزودنی حریم خصوصی یا مسدودکننده تبلیغات که از لیست سفید در سطح دامنه پشتیبانی می کند (مثلاً مبدا uBlock) همانطور که انتظار می رود کار خواهد کرد: فقط مطمئن شوید که hcaptcha.com را در لیست سفید قرار دهید.",
    "3657743880": "دستورالعمل های مرورگر برای کوکی های بین سایتی",
    "1960601330": "برای فعال کردن کوکی ها در Safari (Mac): به منوی کشویی Safari بروید. تنظیمات را انتخاب کنید. روی Privacy در پانل بالا کلیک کنید. در زیر «مسدود کردن کوکی‌ها» گزینه «هرگز» را انتخاب کنید.",
    "1622303590": "برای فعال کردن کوکی‌ها در سافاری (iPhone/iPad iOS 11+): تنظیمات خود را باز کنید. به پایین بروید و Safari را انتخاب کنید. در بخش حریم خصوصی و امنیت، «جلوگیری از ردیابی بین سایتی» و «مسدود کردن همه کوکی‌ها» را خاموش کنید.",
    "2199048568": "روی سپر سمت چپ نوار آدرس در هر صفحه وب کلیک کنید. روی Protection Settings کلیک کنید. پانل Privacy & Security Preferences Firefox باز می شود. در قسمت Enhanced Tracking Protection، Custom را انتخاب کنید. با انتخاب آن چک باکس‌ها، ردیاب‌ها و اسکریپت‌ها را برای مسدود کردن انتخاب کنید. مطمئن شوید که hcaptcha.com را رفع انسداد کرده اید.",
    "3967047208": "همچنین می‌توانید به‌طور موقت برخی از حفاظت‌ها را در Custom برای رفع اشکال، با لغو انتخاب کادرها خاموش کنید: اگر همچنان مشکل دارید، کادر تأیید Trackers را از حالت انتخاب خارج کنید یا کادر تأیید Cookies را لغو انتخاب کنید.",
    "3805618893": "گوگل کروم (کامپیوتر)",
    "3795997071": "نماد منوی کروم را انتخاب کنید. تنظیمات را انتخاب کنید.",
    "926138631": "به Privacy and Security، سپس Cookies و سایر داده های سایت بروید.",
    "3419878556": "مطمئن شوید که «مسدود کوکی‌های شخص ثالث» فعال نیست.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "تنظیمات برگزیده Chrome را از نوار منو باز کنید.",
    "2348697693": "گوگل کروم (اندروید):",
    "3700113699": "در دستگاه Android خود، برنامه Chrome را باز کنید.",
    "3620039756": "در بالا سمت چپ، روی More و سپس Settings ضربه بزنید.",
    "2813310562": "روی تنظیمات سایت و سپس کوکی ها ضربه بزنید.",
    "3014657981": "در کنار «کوکی‌ها»، تنظیم را روشن کنید.",
    "1242066691": "کادر کنار «اجازه به کوکی‌های شخص ثالث» را علامت بزنید.",
    "292250020": "1. چرخ دنده را در گوشه سمت راست بالای صفحه انتخاب کنید، سپس \"گزینه های اینترنت\" را انتخاب کنید. اگر نوار منو را فعال کرده‌اید، می‌توانید «ابزار» و سپس «گزینه‌های اینترنت» را انتخاب کنید.",
    "4114820649": "2. روی تب \"Privacy\" کلیک کنید.",
    "946838734": "3. دکمه \"پیشرفته\" را انتخاب کنید.",
    "348809718": "4. در قسمت «کوکی‌های شخص ثالث»، «پذیرش» را انتخاب کنید.",
    "1253441326": "5. روی \"OK\" کلیک کنید",
    "852032043": "سافاری",
    "836017336": "فایرفاکس",
    "3356349631": "گوگل کروم",
    "3235744534": "اینترنت اکسپلورر",
    "4104188759": "خط مشی اخلاق هوش مصنوعی",
    "1161704803": "چرا ما یک خط مشی اخلاق هوش مصنوعی داریم؟",
    "1806535500": "تقریباً هر فناوری، از مداد گرفته تا دینامیت، یک",
    "24452499": "راه حل؛ می توان از آن برای خوب یا بد استفاده کرد. هر شرکتی که در حال تحقیق، ساخت یا فروش راه حل های استفاده دوگانه است، موظف است عواقب اقدامات خود را در نظر بگیرد.",
    "4023575072": "استفاده دوگانه",
    "3336625692": "این صفحه به جزئیات افکار ما در مورد این موضوع در زمینه اخلاق هوش مصنوعی می پردازد، و فرآیندهایی که ما برای اطمینان از استفاده از خدمات خود دنبال می کنیم مطابق با خط مشی هایی است که به عنوان یک شرکت اتخاذ کرده ایم.",
    "835717930": "اخلاق هوش مصنوعی در hCaptcha",
    "2179524509": "گاهی اوقات سؤالاتی در مورد اینکه چه نوع سؤالاتی برای سرویس hCaptcha مجاز است و چرا سؤالات خاصی پرسیده می شود، دریافت می کنیم.",
    "1962721652": "انسان‌ها جویای الگو هستند و گاهی اوقات یک سوال بی‌ضرر می‌تواند در یک لحظه به دلیل تغییرات در جهان و نه انگیزه‌های هر کسی که این سوال را می‌پرسد، از حالت کاملاً غیرمعجب به مشکوک تبدیل شود.",
    "3974566657": "همانطور که خدمات محبوب تر می شوند، این نوع رخداد ناگزیر تکرار می شود. hCaptcha هر روز توسط میلیون‌ها نفر در تقریباً همه کشورهای جهان استفاده می‌شود، بنابراین ما در حال انتشار این خط‌مشی و مطالعه موردی در مورد نحوه رسیدگی به این مسائل هستیم تا تا حد امکان شفاف باشیم.",
    "1830910223": "مطالعه موردی اخلاق هوش مصنوعی در دنیای واقعی",
    "805971861": "\"چتر\" یک اصطلاح در ImageNet، مجموعه داده معیار استاندارد است که توسط محققان بینایی کامپیوتر استفاده می شود. شناسایی مطمئن افرادی که چتر در دست دارند نیز برای ساختن نسل بعدی سیستم های کمک راننده پیشرفته (ADAS) حیاتی است.",
    "3988350": "این بدان معنی است که موارد استفاده عالی برای حاشیه نویسی چتر در دنیای واقعی وجود دارد. جایی برای اختلاف نظر در مورد تأثیر خودروهای خودران وجود دارد، اما سیستم های ADAS در حال حاضر در حال صرفه جویی هستند.",
    "548587288": "سراسر دنیا.",
    "3138772661": "هزاران زندگی در هر سال",
    "3168199226": "با این حال، در سال 2020 مشخص شد که ساخت این نوع مجموعه داده را می‌توان به‌عنوان یک فناوری دوگانه استفاده کرد، به گونه‌ای که افراد کمی یک سال پیش انتظار داشتند.",
    "558378834": "بنابراین، در حال حاضر دیگر درخواست‌های مربوط به چترها را نمی‌پذیریم. پتانسیل سردرگمی زمانی که کاربر نهایی سوالی در مورد چتر در لحظه فعلی می بیند بسیار زیاد است و در نهایت هدف ما این است که دنیا را به مکانی دلپذیرتر تبدیل کنیم.",
    "3376604063": "خط مشی ها و فرآیندهای اخلاق هوش مصنوعی",
    "1923365316": "ما در hCaptcha یک خط مشی سختگیرانه درباره اخلاق هوش مصنوعی داریم و بخشی از آن شامل فرآیند «مشتری خود را بشناسید» (KYC) است.",
    "4230322909": "ما همیشه تلاش می کنیم تا درک خوبی از هر مشتری جدید و مورد استفاده مورد نظر آنها به دست آوریم، هم برای تأیید مناسب بودن آن برای محصولات و خدمات ما و هم برای اطمینان از پیروی از سیاست هایی که ما به عنوان یک شرکت اتخاذ کرده ایم.",
    "2735073144": "همچنین در صورت لزوم، بررسی‌های مداوم را انجام می‌دهیم. به عنوان مثال، در بررسی اخیر ما از تاریخ ها و منابع درخواست ها برای درخواست های برچسب گذاری مربوط به چتر، ما به سرعت توانستیم تأیید کنیم که هیچ نهاد دولتی یا تامین کننده دولتی شناخته شده نرم افزار نظارتی در 12 ماه گذشته درخواستی در مورد چترهایی که از خدمات ما استفاده می کنند ارائه نکرده است. .",
    "2715462692": "فرآیند اخلاق هوش مصنوعی ما چگونه به نظر می رسد؟",
    "3049976256": "برای هر مشتری برچسب‌گذاری جدید، در طول فرآیند فروش، چک لیستی را بررسی می‌کنیم. این شامل بررسی اولیه KYC قبل از ورود، و همچنین تأیید کلیه درخواست‌های ارائه شده به تحلیلگران ما، و بررسی‌های لحظه‌ای و بررسی دوره‌ای درخواست‌هایی است که با استفاده از پلت فرم سلف‌سرویس ما انجام می‌شود.",
    "3103642530": "این بررسی از چندین مجموعه معیار تشکیل شده است:",
    "3349094124": "ملاک نگرانی های اخلاقی: هدف",
    "1038019440": "1. آیا این مشتری نماینده منافع ملی کشوری است که رفتاری مغایر با قوانین و هنجارهای بین المللی دارد؟",
    "493717511": "2. آیا این مشتری خدماتی را درخواست می کند که می تواند باشد",
    "2209109640": "فقط برای اهداف مخرب، در زمینه فعالیت های تجاری عادی خود استفاده می شود؟",
    "3457805519": "3. آیا درخواست مشتری طبق قوانین ایالات متحده و قوانین تعامل ما قابل انجام است؟",
    "1942611550": "در درجه اول",
    "109179759": "ملاک نگرانی های اخلاقی: ذهنی",
    "1033698050": "1. آیا ما معتقدیم که مشتری مطابق با تفسیر ما از هنجارهای معمولی جامعه غربی، مورد استفاده ای را به ما داده است که از نظر اخلاقی قابل قبول است؟",
    "361372538": "2. آیا ما معتقدیم که خدمات ارائه شده ما احتمالاً برای اهداف تبعیض آمیز توسط مشتری استفاده می شود، به روش هایی که ممکن است قانونی باشد اما برای ما قابل قبول نیست؟",
    "2867855718": "3. آیا ما معتقدیم که نیازهای حریم خصوصی را می توان به طور رضایت بخشی برای درخواست برطرف کرد؟",
    "2462728596": "اگر نتوانیم خود را در مورد این نکات راضی کنیم، درخواست را رد می‌کنیم و ممکن است دسترسی بیشتر به پلتفرم خود را همانطور که در شرایط ما ذکر شده است خاتمه دهیم.",
    "1995277831": "متشکرم",
    "1818116402": "امیدواریم از این نگاه به نحوه رسیدگی به سؤالات عملیاتی با مؤلفه اخلاق هوش مصنوعی قدردانی کرده باشید.",
    "1499894352": "تعداد بسیار کمی از شرکت ها شفافیت را در فرآیندهای تصمیم گیری خود در این زمینه ارائه می دهند و امیدواریم دیگران نیز از این مثال پیروی کنند!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "نحوه استفاده ما، شرکای تحقیقاتی دانشگاهی و مشتریانمان از رسانه Creative Commons",
    "3017533972": "ما، شرکای تحقیقاتی دانشگاهی و مشتریانمان ممکن است گهگاه به بخش‌هایی از محتوای دارای مجوز Creative Commons از طریق پلتفرم hCaptcha مراجعه یا بازتولید کنیم تا دانش بشریت در زمینه یادگیری ماشینی را ارتقا دهیم.",
    "1428053210": "این محتوا به طور کلی از شکل اصلی خود تغییر شکل داده است. به عنوان مثال، یک ویدیو ممکن است به تصاویر زیادی تقسیم شود، آن تصاویر ممکن است به بسیاری از تصاویر جدید تقسیم شوند، و سپس آن تصاویر جدید به طور تصادفی مخلوط شوند تا نتیجه نهایی نمایش داده شود.",
    "1728211763": "استفاده از محتوا در این راه و برای این اهداف، مطابق با درک ما از قانون و شیوه‌های استاندارد در این زمینه، در چارچوب دستورالعمل‌های استفاده منصفانه قرار می‌گیرد، اما ما از طرفداران قدیمی Creative Commons هستیم و ترجیح می‌دهیم به هر کسی که در این زمینه کمک می‌کند اعتبار بدهیم. وظیفه مهم بهبود هوش ماشینی",
    "1949452297": "به دلیل محدودیت‌های ذاتی رابط کاربری hCaptcha و ملاحظات امنیتی آن، امکان بازتولید منبع هر تصویر مستقیماً در مجاورت استفاده از آن وجود ندارد. در عوض، ما از صفحه اصلی خود به این صفحه پیوند می‌دهیم و فهرستی از منابعی را که در حال حاضر یا اخیراً از طریق پلتفرم ارائه شده‌اند، نگهداری می‌کنیم. شما می توانید به لیست فعلی دسترسی داشته باشید",
    "2367602973": "اینجا",
    "659124570": "علاوه بر این، اگر محتوایی را مشاهده کردید که متعلق به شما است که در پلتفرم hCaptcha تکثیر شده است و مایلید به هر دلیلی حذف شود، می‌توانید از طریق ایمیل با ما تماس بگیرید",
    "2066749488": "سایر شکایات",
    "3479034323": "اگر محتوایی را مشاهده کردید که متعلق به شما در پلتفرم hCaptcha است و به هر دلیلی مایلید حذف شود، می‌توانید از طریق ایمیل با ما تماس بگیرید.",
    "1836554225": "پست های وبلاگ",
    "2873297188": "آیا همه CAPTCHAS ها علیه غیر آمریکایی ها تبعیض قائل می شوند؟",
    "165932542": "نگاهی به نرخ حل hCaptcha در سراسر جهان",
    "1865097546": "16 نوامبر 2021",
    "3005876482": "hCaptcha اکنون بزرگترین سرویس مستقل CAPTCHA است که بر روی 15٪ اینترنت اجرا می شود",
    "693820850": "شما می توانید با اولویت دادن به حریم خصوصی، گوگل را شکست دهید",
    "3609106478": "پر کردن اعتبارنامه:",
    "299335340": "چیست و چگونه حملات را متوقف کنیم",
    "354925785": "مقدمه",
    "423222878": "برخی از سخت‌ترین حملات سایبری برای شناسایی، پیشگیری و توقف، حملاتی هستند که در آن یک عامل مخرب می‌تواند از اعتبار کاربری قانونی برای ورود به یک حساب کاربری فعال استفاده کند. بدون وجود تعداد زیادی قابلیت تشخیص پیچیده، شرکتی که این حساب را میزبانی می کند، دلیلی برای مشکوک شدن به اشتباه ندارد. به نظر می رسد یک مشتری به سادگی وارد حساب کاربری خود شده است. مهاجم این حقه موفق را با استفاده از اعتبارنامه های دزدیده شده به دست آورد - که معمولاً نتیجه یک تکنیک حمله سایبری به نام \"پر کردن اعتبار\" است. امروزه این یک مشکل جدی است، اما می توان با اقدامات متقابل مناسب آن را کاهش داد.",
    "777660551": "Credential Stuffing چیست؟",
    "2602763587": "پر کردن اعتبار نوعی حمله سایبری است که در آن مهاجم سعی می کند چندین بار با استفاده از جفت نام کاربری و رمز عبور سرقت شده وارد یک وب سایت شود. \"پر کردن\" به تلاش های تکراری برای ورود به سیستم اشاره دارد که تقریباً همیشه توسط نرم افزار ربات خودکار انجام می شود.",
    "1271831121": "اینطور نیست که هکر (البته با یک هودی پوشیده!) آنجا نشسته باشد و اعتبارنامه را پشت سر هم تایپ کند. ربات لاگین خودکار را می توان از یک ابزار آماده مانند سلنیوم یا یک ابزار هکر سفارشی ایجاد کرد.",
    "2588750717": "در واقع، برخی از حملات پر کردن اعتبار شامل میلیون‌ها اعتبار می‌شوند—همه به این امید که اجازه ورود پیدا کنند، در رابط ورود به وب‌سایت نامشخص قرار می‌گیرند. پس از ورود، مهاجم می‌تواند حساب قربانی را تصاحب کند.",
    "1137757109": "اگر این یک حساب تجارت الکترونیکی باشد، مهاجم می تواند کالا را سفارش دهد. اگر قربانی یک بانک باشد، مهاجم می تواند وجوه را به خارج از کشور منتقل کند و غیره.",
    "1559150837": "اگرچه اهداف بی دفاع نیستند. اکثر وب‌سایت‌ها دارای کنترل‌هایی هستند که کاربر مشکوکی را که می‌خواهد در مدت زمان کوتاهی از یک آدرس IP به هزاران حساب مختلف وارد شود، مسدود می‌کند. کاری که مهاجمان پر کردن اعتبار برای دور زدن این تکنیک‌های حفاظتی انجام می‌دهند، شبیه‌سازی تنوع جغرافیایی و IP است. با استفاده از ابزارهای قدرتمند و اغلب مبتنی بر هوش مصنوعی، آنها می توانند به نظر برسد که هزاران کاربر به طور تصادفی در ساعات مختلف روز از سراسر کشور سعی در ورود به سیستم دارند. تشخیص و متوقف کردن آن بسیار دشوارتر است.",
    "1892020899": "هکرها اعتبارنامه را از کجا می گیرند؟",
    "2597149484": "دلیل اینکه هکر مجبور است این همه اعتبارنامه را \"چیز\" کند، مربوط به جایی است که آنها اعتبار دزدیده شده خود را دریافت می کنند.",
    "3030395800": "این اعتبارنامه ها معمولاً از نقض داده ها می آیند. این حملات همچنین به عنوان \"نشت اعتبار\" شناخته می شود، می تواند منجر به ریختن میلیون ها اعتبار در وب تاریک شود. اگر نشت از یک بانک باشد، هکر سعی می کند از آن اعتبار برای ورود به سایت های دیگر استفاده کند. این رویکرد به این دلیل کار می کند که بسیاری از افراد از ترکیب نام کاربری و رمز عبور یکسان برای چندین سایت استفاده می کنند. (این عمل منع شده است، اما واقعیت چیزی است که هست. مردم تمایل دارند همان اعتبار ورود به سیستم را تکرار کنند.)",
    "1258965840": "بنابراین، اگر مهاجم بتواند به یک سایت وارد شود، احتمالاً می تواند با استفاده از اعتبارنامه های ریخته شده وارد چندین سایت شود. به عنوان مثال، آنها ممکن است یک جفت نام کاربری/رمز عبور مانند JohnDoe/525momma دریافت کنند، اما هیچ ایده ای ندارند که این جفت برای آنها چه کاری انجام می دهد. بنابراین، آن‌ها این جفت را در Amazon.com، Ebay، Citibank، Walgreens و بسیاری از موارد دیگر امتحان می‌کنند. آنها ممکن است آن جفت را در هزاران سایت مختلف امتحان کنند.",
    "3594440415": "در نهایت، آنها شروع به باز کردن درها می کنند.",
    "780280214": "چگونه hCaptcha و hCaptcha Enterprise تهدید پر کردن اعتبار را کاهش می دهند",
    "4165374512": "در حالی که امکان استفاده از IP و ابزارهای تشخیص مکان برای جلوگیری از پر کردن اعتبار وجود دارد، یک روش مقرون‌به‌صرفه‌تر و دقیق‌تر صرفاً قطع کردن خود ربات پر کردن اعتبار خودکار است. hCaptcha و hCaptcha Enterprise می توانند ربات را در نقطه ورود متوقف کنند. حتی اگر ربات اعتبارنامه مناسبی داشته باشد، اگر نتواند از شناسایی hCaptcha Enterprise یا CAPTCHA hCaptcha عبور کند، نمی تواند کار خود را انجام دهد و سایت و کاربران شما محافظت می شوند.",
    "3269644546": "لطفا",
    "1058572205": "اگر مایلید در مورد آن بیشتر بدانید",
    "3753613260": "مخاطب",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "گزارش شکایات DMCA",
    "54093347": "نماینده ثبت شده DMCA",
    "3233441200": "سیاست نقض کننده را تکرار کنید",
    "4011712313": "به‌عنوان بخشی از خط‌مشی DMCA، حساب‌های مشتریانی را که چندین اعلان‌های DMCA در مورد نقض ادعا شده دریافت می‌کنیم، در یک خط‌مشی چند مرحله‌ای نقض کننده مکرر DMCA قرار می‌دهیم. پس از دریافت اعلان‌های DMCA مکرر در یک ماه تقویمی، حساب مشتری از یک مرحله خط‌مشی به مرحله بعدی پیش می‌رود.",
    "766825168": "اقداماتی که ممکن است تحت خط‌مشی نقض مکرر DMCA انجام دهیم شامل ارسال هشدارهایی در مورد افزایش دید برای مشتری سابقه حساب است. به منظور تأیید این هشدارها، ممکن است از مشتری بخواهیم که به حساب کاربری خود وارد شود یا با تیم پشتیبانی ما تماس بگیرد. ما همچنین حق تعلیق یا فسخ، و همچنین اعمال سایر اقدامات موقت را برای سرویس hCaptcha و IMI هر مشتری که به دریافت اعلان‌های DMCA درباره نقض ادعایی ادامه داده‌ایم، حتی پس از ارسال مجدد هشدارهای نقض کننده، محفوظ می‌دانیم. علاوه بر این، زمانی که خدمات hCaptcha را تحت این خط‌مشی خاتمه می‌دهیم، ممکن است به صلاحدید خود سایر خدمات hCaptcha یا IMI را که به این مشتریان ارائه می‌شود، خاتمه دهیم.",
    "2410122265": "منابع hCaptcha: Bots 101",
    "4166776480": "پر کردن اعتبارنامه: چیست و چگونه حملات را متوقف کنیم",
    "2301335298": "تقلب در پرداخت: کاهش یک حالت در حال تکامل سریع جرایم سایبری",
    "3682071227": "تصاحب حساب چیست و چگونه کار می کند؟",
    "2729131930": "خراش دادن چیست و چگونه کار می کند؟",
    "1344959096": "کار به عنوان یک برچسب دهنده داده های فردی",
    "3510143229": "hCaptcha یک سرویس برای وب سایت ها و برنامه ها است،",
    "3930611699": "کارگران فردی",
    "1051214799": "hCaptcha یک سرویس امنیتی وب است که سعی می کند ارزش را با ناشران وب سایت ها یا برنامه هایی که از آن استفاده می کنند به اشتراک بگذارد.",
    "360236473": "سرویس hCaptcha برای استفاده برای هر کسی در نظر گرفته نشده است تا به عنوان یک برچسب‌گذار فردی کار کند. برای این منظور طراحی نشده و مناسب نیست. ما به کسی توصیه نمی کنیم که از hCaptcha به عنوان منبع درآمد شخصی استفاده کند.",
    "3842490632": "کاربر فردی که تلاش می کند به بسیاری از سوالات پاسخ دهد احتمالاً به سرعت محدود یا ممنوع می شود. به همان اندازه مهم است",
    "1560232962": "جزئیات را پوشش می دهد، هیچ تضمینی در مورد مبلغ به دست آمده برای هر پاسخ داده شده وجود ندارد. ممکن است در آن زمان هیچ سؤال پولی موجود نباشد، ممکن است پاسخ به دلایل کیفی رد شود و غیره.",
    "2694001822": "با این حال، ما گهگاه افرادی را استخدام می کنیم تا به ما در آزمایش ویژگی های سیستم و ویژگی های جدید کمک کنند.",
    "1569804581": "اگر مایلید در آینده در مورد فرصت های مرتبط با شما تماس گرفته شود، لطفاً این فرم را پر کنید.",
    "636461959": "نام",
    "1139500589": "کشور",
    "1789607185": "آدرس ایمیل",
    "325077666": "با ارسال اطلاعات خود با ما موافقت می کنید",
    "3555583744": "و",
    "3609929815": ". اطلاعات نام، کشور و آدرس ایمیل شما را فقط به منظور تماس با شما در آینده در مورد فرصت های کاری برچسب زدن فردی حفظ می کنیم.",
    "4197928199": "سیاست حفظ حریم خصوصی",
    "851786723": "با وارد کردن ایمیل خود، با شرایط و خط مشی رازداری ما و دریافت ایمیل از ما موافقت می کنید.",
    "2402165761": "خراش دادن چگونه کار می کند؟",
    "4260542944": "خراش دادن محتوا (همچنین به عنوان \"خراش دادن صفحه\" یا فقط \"خراش دادن\" شناخته می شود) یک فرآیند آشنا و اغلب مفید برای جمع آوری اطلاعات از وب است. با این حال، در سال های اخیر، این تکنیک به ابزار مورد علاقه هکرها و کلاهبرداران تبدیل شده است. اقدامات متقابل می تواند به طور موثر تهدید را کاهش دهد، اما برای اجرای آنها، درک نحوه عملکرد فرآیند ضروری است.",
    "2066255783": "خراش دادن محتوا چیست؟",
    "1910628828": "حذف محتوا تکنیکی برای گرفتن داده از یک سیستم است که شامل یک مجموعه ابزار خودکار است که جعل هویت یک مشتری نرم افزار یا یک مرورگر وب را شامل می شود. این جدید نیست. در واقع، برای مهندسان نرم افزاری که ممکن است به داده های یک مین فریم قدیمی نیاز داشته باشند، خراش دادن می تواند تنها راه استخراج اطلاعات باشد. کانکتورهای اصلی ممکن است از بین رفته باشند و جایگزینی آنها غیرممکن باشد.",
    "3408107995": "با این حال، امروزه خراش دادن همواره به معنای یک رویکرد برنامه‌ریزی شده برای استخراج داده‌ها از یک وب‌سایت است. نرم افزار خراش دادن مانند یک کاربر انسانی عمل می کند، روی دکمه ها کلیک می کند و خروجی حاصل را می خواند. استفاده های مشروع زیادی برای خراش دادن وجود دارد. خزنده های وب که موتورهای جستجو را تقویت می کنند یک مثال هستند. ابزارهایی مانند Skyscanner که با بررسی هزاران وب سایت مسافرتی به دنبال معاملات مسافرتی هستند، نیز همینطور هستند. شرکت‌های فین‌تک نیز از آن استفاده می‌کنند و در صورتی که رابط‌های برنامه‌نویسی کاربردی (API) برای ایجاد اتصال داده وجود نداشته باشد، داده‌های مالی کاربران را از سایت‌های بانکی حذف می‌کنند. نکاتی که باید در مورد خراش دادن صفحه در نظر داشت سرعت و مقیاس پذیری آن است. این فرآیند می‌تواند حجم عظیمی از داده‌ها را از وب‌سایت‌ها جمع‌آوری کند، با این فرض که سایت‌ها برای جلوگیری از وقوع آن پیکربندی نشده‌اند. با سرعت محاسبات، یک اسکراپر می‌تواند مجموعه داده‌های بزرگی را با تعامل با وب‌سایت‌ها و نرم‌افزارهای زیربنایی و پایگاه‌های داده‌ای که آنها را نیرو می‌دهند جمع‌آوری کند.",
    "1920884252": "چرا حذف محتوا یک تهدید امنیتی است؟",
    "2256795853": "توانایی استخراج سریع داده‌های زیادی از وب‌سایت‌ها، خراشیدن را به ابزاری قدرتمند در دستان عوامل مخرب تبدیل می‌کند. یک ربات خراش دهنده می تواند داده های کاربر را از سایت های رسانه های اجتماعی جمع آوری کند. سپس، با خراش دادن سایت‌هایی که حاوی آدرس‌ها و سایر اطلاعات شخصی هستند و مرتبط کردن نتایج، یک هکر می‌تواند در جرایم هویتی مانند ارسال درخواست‌های جعلی برای کارت اعتباری شرکت کند.",
    "4087694419": "یک هکر خراش دهنده همچنین می تواند داده ها را از سایت هایی مانند آمازون و eBay جمع آوری کند تا لیست محصولات جعلی یا فریبنده ایجاد کند. سپس او می تواند آنها را برای فروش در خدمات همتا به همتا مانند OfferUp ارائه دهد و حملات فیشینگ را بر روی خریداران انجام دهد. یا، کلاهبردار می‌تواند محصولاتی را بفروشد که وجود ندارند. یک کلاهبرداری بیشتر برای خراش دادن صفحه نمایش شامل جعل کردن ناشران تبلیغاتی است. با حذف محتوا از سایت های ناشر، کلاهبردار می تواند صفحات ناشر تبلیغات جعلی را در سرویس های مختلف ایجاد کند. سپس می‌توانند آگهی‌های موجود در آن صفحات را به فروشندگان مجاز بفروشند که مخاطبین آنها را از فایل ads.txt ناشر جمع‌آوری کرده‌اند. شکاف های تبلیغاتی برای تبلیغ کننده واقعی به نظر می رسد، اما اینطور نیست.",
    "3315658779": "با hCaptcha Enterprise از خراشیدن محتوا جلوگیری کنید",
    "2602081482": "hCaptcha Enterprise از یادگیری ماشینی پیشرفته برای شناسایی ترافیک مخرب به سایت و برنامه های شما استفاده می کند - از جمله فعالیت های خراش دادن.",
    "1422537019": "ما امروز برای یادگیری بیشتر",
    "1988268879": "برچسب گذاری داده های مقرون به صرفه در مقیاس",
    "2163914794": "به برچسب های بیشتری برای مجموعه داده های خود نیاز دارید؟ hCaptcha برچسب‌گذاری داده‌های سریع، مقرون‌به‌صرفه و با کیفیت بالا را برای شرکت‌هایی که روی هوش مصنوعی و برنامه‌های یادگیری ماشین کار می‌کنند، ارائه می‌کند.",
    "3378932530": "اکنون داده های خود را برچسب گذاری کنید",
    "3483700676": "میلیون ها کار را فوراً راه اندازی کنید",
    "3478726913": "hCaptcha دارای یکی از بزرگترین استخرهای روی کره زمین است که برای استفاده شما در دسترس است. مقیاس شما هر چه باشد، ما می توانیم بدون تعهدات اولیه گران قیمت از پس آن برآییم. میلیون ها کار در روز مشکلی ندارند.",
    "740501259": "خطوط لوله ساده مبتنی بر API",
    "2784612261": "آیا می خواهید بررسی انسانی را مستقیماً در عملیات تجاری خود ادغام کنید؟ ما SLAهایی با قابلیت اطمینان بالا، ظرفیت تضمین شده و APIهای REST ساده ارائه می دهیم.",
    "1144966033": "برای هزینه و کیفیت بهینه شده است",
    "3213351333": "هیچ تعهد اولیه لازم نیست",
    "2107077506": "پلتفرم HUMAN از مدل های اطمینان جامع برای انجام تجزیه و تحلیل کیفیت در زمان واقعی پیچیده استفاده می کند. این به ما امکان می دهد تا به سرعت هم دشواری سؤالات و هم پاسخ صحیح احتمالی آنها را تعیین کنیم و در وقت و هزینه شما صرفه جویی کنیم.",
    "3576146278": "فقط برای دقت مورد نیاز خود پرداخت کنید",
    "2952586316": "همه مشکلات یکسان نیستند. حاشیه نویسی برای کارهای حیاتی ایمنی ممکن است به اطمینان 99.99٪ از کارگران کاملاً انسانی نیاز داشته باشد. حاشیه نویسی برای یک ویژگی بتا در یک برنامه بازی تلفن همراه ممکن است فقط به اطمینان متوسطی نیاز داشته باشد. تو تصمیم بگیر.",
    "710145621": "داده های حقیقت زمینی خود را ارائه دهید یا به ما اجازه دهید آن ها را در پرواز بسازیم",
    "987901590": "آیا داده های خام بدون مجموعه تأیید جامع دارید؟ در بیشتر موارد، می‌توانیم یکی از آنها را برای شما بسازیم، زیرا وظایف از طریق سیستم انجام می‌شود، یا نمونه‌های برچسب‌دار را برای تأیید شما ایجاد می‌کنیم.",
    "2597352122": "انواع حاشیه نویسی",
    "1344687860": "جعبه های مرزبندی",
    "1089415440": "تشخیص دقیق اشیا در تصاویر و ویدئو",
    "3817067682": "چند ضلعی ها",
    "2682873489": "محدوده مرزی اشیا را تعریف کنید",
    "1275150216": "نقاط دیدنی",
    "2067112112": "حاشیه نویسی نقطه برای بسیاری از موارد استفاده مختلف",
    "4228682126": "دسته بندی صفات",
    "2920213479": "دسته بندی دلخواه با هر اندازه ای را مرتب کنید یا اضافه کنید",
    "3288667364": "مقایسه و تشخیص",
    "155877895": "تشخیص و طبقه بندی با نیروی انسانی",
    "3128433367": "... و خیلی بیشتر",
    "2827452240": "به نوع دیگری نیاز دارید که در اینجا ذکر نشده است؟ فقط از ما بپرسید",
    "719304627": "آیا به کنترل سرتاسر نیاز دارید؟",
    "1172067553": "پلتفرم HUMAN پشت hCaptcha کیفیت کار و ویژگی های مدیریتی بسیار پیچیده ای را از طریق استقرار در محل، هیبریدی یا SaaS که با سیستم های موجود شما یکپارچه می شود، ارائه می دهد.",
    "2319072959": "کاملاً آفلاین با نیروی کار خود اجرا کنید، ارزش مصرف شده در واحدهای تجاری یا شرکای کنسرسیوم را دنبال کنید، به طور انتخابی مشاغل را به ارائه دهندگان مختلف نیروی کار داخلی یا خارجی بر اساس نیازهای هزینه و امنیت، و موارد دیگر هدایت کنید.",
    "1936512180": "دسترسی آسان به API، داشبوردهای زیبا و آخرین فناوری مدل در حلقه برای به حداکثر رساندن کارایی کارگران.",
    "3913848038": "99.99٪ SLA های آپتایم و پشتیبانی جهانی 24/7 در دسترس است.",
    "1080752747": "با فروش تماس بگیرید",
    "1525403768": "برای اطلاعات بیشتر با شرکت فروش تماس بگیرید.",
    "1546930020": "دریافت برچسب داده ها",
    "2486638408": "مشخصات را تعریف کنید",
    "1027200955": "با یکی از کارشناسان حوزه ما صحبت کنید تا نیازهای پروژه خود را تعریف کنید: دقت هدف، قالب و هرگونه نیاز خاص.",
    "1156712451": "آزمون شغلی اولیه",
    "181065232": "ما یک کار تولید کوچک را بر اساس داده های نمونه شما اجرا می کنیم. این کار کاری که ما با هم انجام داده ایم را آزمایش می کند تا اطمینان حاصل شود که دقیقاً آنچه را که نیاز دارید دریافت می کنید.",
    "3207769512": "استقرار مشاغل تولیدی",
    "1099238677": "با حجم بالا و تأخیر کم، ما کار شما را به‌سرعت با تحویل خودکار به محض انجام آن تغییر می‌دهیم.",
    "465783046": "آیا می خواهید آن را با داده های خود امتحان کنید؟",
    "328625009": "... ما آماده هستیم وقتی شما هستید: خدمات ما به صورت شبانه روزی در دسترس است.",
    "3225770968": "hCaptcha برای حل سخت ترین مشکل در یادگیری ماشین طراحی شده است. برچسب گذاری حجم عظیمی از داده ها به روشی به موقع، مقرون به صرفه و قابل اعتماد.",
    "2041686284": "داده های بیشتر به طور کلی نتایج بهتری در آموزش مدل های یادگیری ماشین ایجاد می کند. موفقیت اخیر مدل‌های عمیق منجر به افزایش روزافزون مجموعه داده‌ها شده است و hCaptcha این نیاز را برآورده می‌کند. با این حال، ایجاد مجموعه داده‌های بزرگ بررسی شده توسط انسان با استفاده از روش‌های سنتی، هم کند و هم پرهزینه است.",
    "3729345277": "hCaptcha راهی برای شرکت‌ها است تا یادداشت‌های مورد نیاز خود را سریع‌تر، با کیفیت بالاتر و هزینه کمتر نسبت به سایر گزینه‌ها دریافت کنند.",
    "2103563261": "اطلاعات خصوصی یا عمومی",
    "2513143348": "سیستم hCaptcha Enterprise به طور منحصر به فردی در طراحی خود منعطف است: اگر شما از یک ابر عمومی استفاده می کنید یا دارای مراکز داده زیادی هستید، می تواند به طور جزئی یا کامل در لبه شبکه شما مستقر شود.",
    "3107683988": "این می‌تواند ترافیک و هزینه‌های خارج از شبکه را به‌طور چشمگیری کاهش دهد و در عین حال تمام مزایای مدیریت را توسط کارکنان 24/7 ما حفظ کند تا سخت‌گیرانه‌ترین SLAها را رعایت کنند.",
    "3660619092": "رایگان ثبت نام کنید یا برای راه حل های Enterprise با فروش تماس بگیرید",
    "2351176803": "شرایط مجوز برای hCaptcha JS API",
    "2616226398": "تابع ماست",
    "2024293275": ". تمامی حقوق دیگر محفوظ است.",
    "1062291156": "شرایط استاندارد",
    "2712493234": "تقلب در پرداخت: کاهش یک حالت در حال تکامل سریع جرایم سایبری",
    "1817772953": "کلاهبرداری شکل جدیدی از جرم نیست. در واقع، باستان شناسان دستگاه های ضد کلاهبرداری را کشف کرده اند که توسط سومری های باستان برای حمل و نقل دام بدون تلفات در حدود 10000 سال پیش ابداع شده است! در مورد خود، آنها ژتون های سفالی را که هر یک نشان دهنده یک حیوان است، در داخل یک توپ سفالی که به نام \"بولا\" شناخته می شود، قرار دادند. گاو نر با حرکت گله از فروشنده به خریدار همراه بود. حتی در آن زمان، صاحبان کسب و کار نگران بودند که هرکسی که با آنها سر و کار داشتند، در حال افزایش نبودند. در طی 10000 سال چیزهای زیادی تغییر کرده است، اما نیاز به نوآوری در جلوگیری از تقلب همچنان با ما همراه است. امروزه موضوع تقلب در پرداخت آنلاین از اهمیت بالایی برخوردار است. با استفاده از اینترنت، کلاهبرداران به طور فزاینده ای در کنترل کنترل های ضد کلاهبرداری ماهر شده اند. با این حال، راه حل های جدید جریان را تغییر می دهند.",
    "1053787685": "تقلب در پرداخت چیست؟",
    "433424759": "کلاهبرداری در پرداخت شامل هر نوع تراکنش غیرقانونی است که در آن یک مجرم سایبری قربانی را از چیزی با ارزش، معمولاً پول، محروم می کند. این ممکن است به معنای استفاده از یک کارت اعتباری دزدیده شده برای سفارش کالا به صورت آنلاین یا گرفتن حساب بانکی و انتقال غیرقانونی وجه از آن باشد. تغییرات زیادی وجود دارد، اما همه آنها نتیجه یکسانی دارند: یک کلاهبردار از هویت سرقت شده یا اطلاعات پرداخت برای سرقت از یک مصرف کننده، یک بانک یا یک تاجر استفاده می کند.",
    "2939852138": "چگونه کلاهبرداران [تلاش می‌کنند] از تقلب در پرداخت خلاص شوند؟",
    "1665616092": "کلاهبرداری در پرداخت از نظر مفهومی ساده است، اما می تواند در اجرای امروزی آن بسیار پیچیده باشد.",
    "4246520782": "در واقع، اینترنت در سال های اخیر شاهد یک مسابقه تسلیحاتی واقعی بین کلاهبرداران و مدافعان بوده است.",
    "2167049807": "تیم های امنیتی انواع مختلفی از اقدامات متقابل و کنترل هایی را اتخاذ کرده اند که رویکردهای آسان و تنبل برای تقلب در پرداخت را شکست می دهد. با این حال، حملات به طور فزاینده ای پیچیده می شوند. برای مثال، ربات‌ها اکنون می‌توانند شماره‌های کارت اعتباری و پین‌های سرقت شده را از وب‌سایت‌های جعلی و حملات فیشینگ جمع‌آوری کنند.",
    "1936449777": "سپس، در حالت کاملاً خودکار، می‌توانند رفتار انسان را در سایت‌های تجارت الکترونیک تقلید کنند، روی دکمه‌ها کلیک کنند و اقلامی را به سبد خرید اضافه کنند - تا جایی که بسیاری از کنترل‌های ضد تقلب نمی‌توانند تشخیص دهند که یک ربات قصد سرقت دارد. کالا در عوض، به نظر می رسد که یک کاربر انسانی به سادگی خرید می کند. ربات می تواند با استفاده از اطلاعات ورود به سیستم سرقت شده، وارد حساب یک مشتری واقعی شود. پنهان کردن بیشتر این کلاهبرداری، توانایی ربات برای جعل آدرس های IP است و به نظر می رسد که \"خریدار\" با مهاجمی که ممکن است در یک کشور خارجی باشد متفاوت است.",
    "648630222": "جلوگیری از تقلب در پرداخت با hCaptcha Enterprise",
    "1621930829": "در مورد فعالیت های کلاهبرداری پرداخت پیشرفته و بی وقفه امروزی چه می توان کرد؟ استفاده از چندین لایه کنترل معمولاً یک رویکرد عاقلانه است. با این حال، بهترین اقدامات متقابل، اقداماتی هستند که می توانند ربات را به دام بیندازند و علیرغم بهترین تلاش سازندگان آن برای تکرار رفتار انسانی، جعلی بودن آن را آشکار کنند.",
    "2423586454": "هنوز هم برخی کارها وجود دارد که نرم افزار نمی تواند انجام دهد، مهم نیست که چقدر هوش مصنوعی پشت آن است. فناوری مدرن CAPTCHA یک روش اثبات شده برای مسدود کردن ربات‌هایی که سعی در تداوم تقلب در پرداخت دارند ارائه می‌کند. در حالی که رویکردهای قدیمی به CAPTCHA، مانند اعداد اریب ساده در یک جعبه، در حال حاضر عمدتاً در کاهش ربات‌های پیشرفته کمبود دارند، یک دستگاه پاسخگوی خودکار آزمایشی مانند hCaptcha Enterprise می‌تواند به راحتی یک ربات کلاهبردار را در لحظه ورود به حساب یا پرداخت سبد خرید متوقف کند. حتی اگر ربات دارای اعتبار واقعی باشد، اگر نمی تواند از طریق CAPTCHA عبور کند.",
    "1467308982": "برنامه های پرداخت",
    "1291824746": "پرداخت‌های hCaptcha هر سه ماه یک‌بار به‌صورت 60 روزه اجرا می‌شود. برای نشان دادن این موضوع، لطفاً جدول زیر را ببینید.",
    "3444947612": "ترافیک بین",
    "4181611011": "تاریخ آشتی",
    "728503636": "تاریخ پرداخت",
    "3720584906": "15 ژوئیه 2021 - 15 اکتبر 2021",
    "388240587": "5 تا 15 ژانویه 2022",
    "3426312287": "5-15 ژانویه 2022",
    "615618648": "15 آوریل 2021 - 15 ژوئیه 2021",
    "3376724603": "14 تا 24 سپتامبر 2021†††",
    "3398978455": "15 تا 25 سپتامبر 2021†††",
    "2722456056": "15 ژانویه 2021 - 15 آوریل 2021",
    "4063155841": "حداکثر تا 25 ژوئن 2021††",
    "4082053540": "19 تا 25 ژوئن 2021††",
    "64953197": "15 اکتبر 2020 - 15 ژانویه 2021",
    "1023070345": "حداکثر تا 14 مارس 2021",
    "2600696085": "15 مارس 2021",
    "3217791519": "15 ژوئیه 2020 - 15 اکتبر 2020",
    "649261378": "5 تا 11 ژانویه 2021 *",
    "1559190296": "5-11 ژانویه 2021†",
    "3806054689": "15 آوریل 2020 - 15 ژوئیه 2020",
    "4162383380": "16 تا 22 سپتامبر 2020*****",
    "1990824776": "16-24 سپتامبر 2020*****",
    "3856690908": "15 ژانویه 2020 - 15 آوریل 2020",
    "3200641265": "حداکثر تا 16 ژوئن 2020 *",
    "3744079744": "15-19 ژوئن 2020****",
    "2209837451": "15 اکتبر 2019 - 15 ژانویه 2020",
    "2510534204": "حداکثر تا 23 مارس 2020***",
    "2910560864": "20 تا 23 مارس 2020***",
    "2544565802": "15 ژوئیه 2019 - 15 اکتبر 2019",
    "3963642878": "حداکثر تا 14 دسامبر 2019 *",
    "622103562": "17 دسامبر 2019 **",
    "4072202039": "15 آوریل 2019 - 15 ژوئیه 2019",
    "818049069": "حداکثر تا 15 ژوئیه 2019",
    "1169005651": "15 سپتامبر 2019",
    "2303655425": "15 ژانویه 2019 - 15 آوریل 2019",
    "3678889946": "حداکثر تا 15 ژوئن 2019",
    "3094354698": "15 ژوئن 2019",
    "4217013126": "پرداخت ها معمولاً در طول روز در تاریخ پرداخت انجام می شود و به طور کلی تا نیمه شب به وقت اقیانوس آرام تکمیل می شود. اگر حسابی برای بررسی پرچم‌گذاری شده باشد، ممکن است تا پنج روز کاری دیگر طول بکشد تا پرداخت پرداخت شود.",
    "1447649958": "به عنوان یادآوری، فقط ترافیک انسانی دقیق واجد شرایط پرداخت است. شما می توانید جزئیات بیشتر در مورد این را در پرسش های متداول ما، لینک زیر مشاهده کنید. موجودی موجود برای واجد شرایط بودن برای پرداخت باید حداقل آستانه را داشته باشد که در حال حاضر 10 HMT است.",
    "4257144752": "تخمین‌های بی‌درنگ منعکس‌کننده دقت نهایی یا انسانیت نیستند، و بنابراین درآمد نهایی شما ممکن است نسبت به اعداد نشان‌داده‌شده در داشبورد قبل از اولین تطابق به‌طور قابل‌توجهی بالا یا پایین متفاوت باشد.",
    "2728931827": "پس از هر تطبیق، تخمین‌های هر کلید سایت شما به‌روزرسانی می‌شود و دقت پیش‌بینی‌های آینده باید افزایش یابد، مگر اینکه سایت شما تغییر اساسی در رفتار کاربر داشته باشد.",
    "1200905005": "††† از سپتامبر 2021، به منظور ساده سازی محدودیت های عملیاتی مربوط به رشد در خدمات، تطبیق ها و پرداخت ها به جای یک روز در یک دوره تقریباً 10 روزه انجام می شود.",
    "4284094387": "†† برخی از تطبیق‌ها و پرداخت‌های ژوئن 2021 به دلیل تأخیر در راستی‌آزمایی محاسبات نهایی در طول پنجره آشتی، در هفته بعد اجرا خواهند شد.",
    "1977013707": "† پرداخت‌های دسامبر 2020 از پانزدهم تغییر کرده است تا از همپوشانی با توافقات پایان سال و تعطیلات کارکنان جلوگیری شود: آنها تا هفته دوم ژانویه تکمیل خواهند شد. به دلیل سرعت انتقال کمتر از معمول به PayPal، پرداخت‌ها به جای اینکه در یک روز تکمیل شوند، طی چند روز انجام می‌شوند.",
    "517010299": "لطفاً توجه داشته باشید: ما در حال حاضر در حال کار بر روی یک انتقال باطن اصلی به آشتی تقریباً واقعی هستیم. تطبیق‌های دوره‌ای کمتر از حد معمول تا سه ماهه اول 2021 انجام می‌شود. این بر زمان‌بندی یا تاریخ‌های پرداخت تأثیری ندارد.",
    "3092200338": "** وقتی پانزدهم به آخر هفته می رسد، تاریخ پرداخت در عوض هفدهم است.",
    "3891941747": "*** مشاوره COVID-19: به دلیل کاهش ظرفیت کارکنان مرتبط با COVID-19، هماهنگی مجدداً برنامه ریزی شده است تا زمان بیشتری برای تکمیل تأیید استاندارد ما در نظر گرفته شود. انتظار می‌رود پرداخت‌ها از روز جمعه آغاز و دوشنبه آینده تکمیل شود.",
    "2301757528": "**** به دلیل نگهداری از API های REST توسط PayPal در طول پنجره پرداخت، همه پرداخت ها در 15 ژوئن تکمیل نشدند. همه پرداخت‌هایی که برای 15 ژوئن (به وقت اقیانوس آرام) برنامه‌ریزی شده بود، اما به دلیل خطاهای PayPal API اجرا نشدند، تا 19 ژوئن (به وقت اقیانوس آرام) دوباره اجرا شدند.",
    "116842359": "***** انتظار می رود به دلیل نگهداری سیستم، تطبیق ها طی چند روز تکمیل شود.",
    "4154415610": "***** پرداخت‌های سپتامبر 2020 به صورت دسته‌ای با تکمیل تطبیق انجام می‌شود و برخی از آنها چندین روز دیرتر از زمان‌بندی اولیه به دلیل تأخیر در مصالحه اجرا می‌شوند.",
    "2310694091": "آشتی به چه معناست؟",
    "164801246": "آشتی فرآیندی است که به موجب آن ترافیک پس از آن تجزیه و تحلیل می‌شود تا انسانیت و صحت آن تأیید شود، پس از ورود همه داده‌ها از همه سایت‌های گزارش‌دهنده. جزئیات بیشتر را می‌توانید در ما بخوانید.",
    "3256245394": "و همچنین پست های وبلاگ ما، به عنوان مثال",
    "3089778412": "چگونه hCaptcha پاداش ها را محاسبه می کند",
    "3329755436": "آیا قصد دارید این روند را تسریع کنید؟",
    "1911669851": "بله، ما در حال حاضر در حال کار بر روی انواع پیشرفت‌ها در سیستم‌های پشتیبان خود هستیم که انتظار داریم در نهایت به ما امکان تطبیق سریع‌تر، دقت تخمین سریع‌تر و پرداخت‌های سریع‌تر را ارائه دهیم. ما در حال حاضر در تلاش هستیم تا ابتدا مصالحه را تسریع کنیم.",
    "2366003154": "پرسش های مطبوعاتی و رسانه ای",
    "3054564199": "کیت مطبوعات",
    "3173156067": "در صورتی که بخواهید تصاویر نمونه را در مقاله خود قرار دهید، برخی از وثیقه های آماده موجود است.",
    "867314732": "می توانید با وضوح بالا بازیابی کنید",
    "858218750": "و راهنمایی در مورد استفاده از آنها در",
    "3821716514": "صفحه",
    "1186243118": "تصاویر لوگو",
    "3034959000": "می توانید بازیابی کنید",
    "1764089150": "اینجا:",
    "1558428432": ". لطفاً آنها را به hCaptcha.com اختصاص دهید.",
    "2429359042": "نمونه تصاویر رابط",
    "1480820434": "تصویر 1",
    "3213411837": "تصویر 2",
    "1270712701": "بیانیه های مطبوعاتی و گزارش های اخیر",
    "231285005": "می توانید به روز رسانی های اخیر را در وبلاگ ما بیابید",
    "1289884910": "ما همچنین تحلیل ها و گزارش های موردی را منتشر می کنیم. مثلا:",
    "932546190": "چرا CAPTCHA ها همیشه با ما خواهند بود",
    "2344319147": "واقعا ارزش تشخیص ربات گوگل چقدر است؟",
    "1637527266": "کدام کشورها بیشترین ترافیک ربات را دارند؟",
    "230159237": "مخاطب",
    "3759923279": "لطفا سوالات مطبوعاتی را به آدرس ایمیل زیر هدایت کنید:",
    "4255608322": "آخرین به روز رسانی: 12 آوریل 2021",
    "33639629": "برای وب سایت های شخص ثالث قابل اجرا نیست. لطفاً توجه داشته باشید که این سیاست حفظ حریم خصوصی برای هیچ وب‌سایت، پیشنهاد، محصول یا خدمات شخص ثالثی اعمال نمی‌شود، حتی اگر به سایت ما پیوند داده شود یا خدمات را در بر بگیرد - لطفاً قبل از تصمیم‌گیری برای ارائه هرگونه اطلاعات به ثالث، به سیاست‌های حفظ حریم خصوصی مربوطه مراجعه کنید. مهمانی.",
    "987375734": "IMI در ایالات متحده مستقر است. سایت ها و خدمات توسط ما از ایالات متحده کنترل و اداره می شوند. اطلاعات شخصی شما ممکن است در هر کشوری ذخیره و پردازش شود که ما امکانات داریم یا در آن با ارائه دهندگان خدمات همکاری می کنیم، و با استفاده از سایت ها و خدمات، با انتقال اطلاعات به کشورهای خارج از کشور محل اقامت خود، از جمله ایالات متحده موافقت می کنید. ، که ممکن است قوانین حفاظت از داده ها متفاوت از قوانین کشور شما داشته باشد. در شرایط خاص، دادگاه‌ها، سازمان‌های مجری قانون، سازمان‌های نظارتی یا مقامات امنیتی در کشورهای دیگر ممکن است حق دسترسی به اطلاعات شخصی شما را داشته باشند.",
    "452920031": "یادداشتی برای مشتریان خارج از ایالات متحده.",
    "2328839224": ". لطفاً به بخش \"اعلامیه به ساکنان کالیفرنیا\" مربوط به حقوق خود تحت قانون حفظ حریم خصوصی مصرف کنندگان کالیفرنیا (\"CCPA\") مراجعه کنید.",
    "1565481281": "یادداشتی برای ساکنان کالیفرنیا",
    "1028058338": "لطفاً بخش \"اعلامیه به موضوعات داده های اتحادیه اروپا\" مربوط به حقوق خود را تحت مقررات عمومی حفاظت از داده ها (\"GDPR\") ببینید.",
    "2271205646": "یادداشتی برای ساکنان منطقه اقتصادی اروپا.",
    "508143070": "توجه داشته باشید که IMI کنترل کننده اطلاعات شخصی شما است، به جز مواردی که ما اطلاعات شخصی را از طرف یکپارچه سازان خود در ارتباط با ارائه خدمات خود پردازش می کنیم، در این صورت ما پردازشگر اطلاعات شخصی هستیم و آن یکپارچه کننده ها کنترل کننده های اطلاعات شخصی.",
    "2330965058": "در جایی که ما به عنوان یک پردازشگر برای یکپارچه‌سازان خود عمل می‌کنیم، از داده‌های جمع‌آوری‌شده برای هیچ هدفی غیر از آنچه که منطقاً برای ارائه سرویس‌مان ضروری است استفاده نمی‌کنیم، و پردازش ما توسط قراردادهایی که با یکپارچه‌سازان خود بسته‌ایم، کنترل می‌شود، نه این. سیاست حفظ حریم خصوصی",
    "3017040355": "پردازش داده‌های موضوع داده اتحادیه اروپا بر اساس مبنای قانونی بندهای قراردادی استاندارد (SCCs) که در ضمیمه پردازش داده به شرایط خدمات ما یا توافق‌نامه‌های پردازش داده با یکپارچه‌سازان ما یکپارچه شده‌اند، عمل می‌کند.",
    "2233384692": "اگر سؤال یا نگرانی در مورد نحوه استفاده از این داده‌ها دارید یا می‌خواهید از حقوق خود استفاده کنید، باید با شخص یا نهادی (به عنوان مثال، کنترل‌کننده داده) که با ما قرارداد بسته است تماس بگیرید تا از سرویس برای پردازش این داده‌ها استفاده کند. با این حال، ما به ادغام کنندگان خود کمک خواهیم کرد تا به هر گونه نگرانی که ممکن است داشته باشید، مطابق با شرایط قرارداد ما با آنها، رسیدگی کنیم.",
    "349292953": "اطلاعاتی که ما جمع آوری می کنیم",
    "3022001832": "ما اطلاعاتی را از افرادی که با سایت‌ها و خدمات ما تعامل دارند، از جمله افرادی که سرویس ما را در وب‌سایت خود ادغام می‌کنند (\"Integrators\")، کسانی که از خدمات برای برچسب‌گذاری داده‌ها استفاده می‌کنند (\"مشتریان\") و کاربران نهایی که با ما در تعامل هستند، جمع‌آوری می‌کنیم. خدمات از طریق وب سایت های یکپارچه سازان ما (\"کاربران نهایی\").",
    "835545301": "ما دسته بندی های زیر را جمع آوری می کنیم:",
    "3228928991": "اطلاعاتی که می تواند برای شناسایی یا تماس با یک فرد مورد استفاده قرار گیرد (\"اطلاعات شخصی\")، مانند نام، آدرس ایمیل، و کشور. ما اطلاعات شخصی را از یکپارچه‌سازان و مشتریان فعلی و آینده خود هنگامی که مستقیماً به ما می‌دهند جمع‌آوری می‌کنیم (به عنوان مثال، با پر کردن یک فرم هنگام ثبت نام برای یک حساب یا درخواست برای دریافت اعلان‌های ایمیل از ما). ما همچنین ممکن است هویت یکپارچه‌سازها و مشتریان خود را با مقایسه اطلاعات شخصی با پایگاه‌های اطلاعاتی شخص ثالث یا اسناد رسمی قانونی تأیید کنیم.",
    "1655796811": "اطلاعات جمع‌آوری‌شده به‌طور خودکار در نتیجه استفاده یکپارچه‌ساز یا مشتری از سایت‌ها یا خدمات (\"اطلاعات تحلیلی\")، مانند آدرس‌های IP، نوع مرورگر، ارائه‌دهنده خدمات اینترنت، نوع پلت فرم، نوع دستگاه، سیستم عامل، مهر تاریخ و زمان دسترسی و سایر اطلاعات مشابه برخی از اطلاعات تجزیه و تحلیل از طرف ما توسط اشخاص ثالثی که ما برای این منظور درگیر می کنیم، جمع آوری می شود، و برخی از اطلاعات تجزیه و تحلیل از طریق انواع فناوری های ردیابی، از جمله کوکی ها جمع آوری می شود (به «تحلیل شخص ثالث و فناوری های ردیابی» در زیر مراجعه کنید).",
    "1388241689": "اطلاعات جمع‌آوری‌شده در نتیجه پاسخ‌دهی کاربران نهایی به درخواست‌ها از طریق سرویس («داده‌های برچسب‌گذاری‌شده»)، مانند داده‌های برچسب‌گذاری تصویر، متن تبدیل شده از فایل‌های صوتی پخش‌شده به آن کاربران نهایی، پاسخ به سؤالات، و سایر درخواست‌های تولید شده توسط سرویس برای اهداف برچسب گذاری داده ها برای استفاده در برنامه های کاربردی یادگیری ماشین. توجه داشته باشید که داده‌های برچسب‌گذاری شده به هیچ فرد مشخصی مرتبط نیست.",
    "1493790285": "سایر اطلاعات جمع‌آوری‌شده از کاربران نهایی به‌عنوان بخشی از سرویس برای تعیین اینکه آیا آنها مورد نیاز است",
    "2216374138": "انسان هستند، مانند حرکات ماوس، موقعیت اسکرول، رویدادهای فشار کلید، رویدادهای لمسی، و اطلاعات ژیروسکوپ / شتاب سنج در صورت لزوم.",
    "2394073454": "ما ممکن است اطلاعات بیشتری را از کاربران نهایی که مایل به همکاری با ما به عنوان برچسب‌گذار داده‌های فردی هستند، جمع‌آوری کنیم.",
    "3103557430": "چگونه از اطلاعات استفاده می کنیم",
    "1130802068": "ما از اطلاعاتی که جمع آوری می کنیم برای اهداف زیر استفاده می کنیم:",
    "2940689138": "برای مدیریت حساب های یکپارچه و مشتری و ارائه خدمات. ما از اطلاعات شخصی برای مرتبط کردن حساب‌های خاص با یکپارچه‌سازها و مشتریان و ارائه خدمات به آنها، پاسخگویی به درخواست‌ها یا درخواست‌ها، ارائه پشتیبانی یا کمک فنی و تسهیل پرداخت‌ها استفاده می‌کنیم.",
    "857974529": "برای بهبود سایت و سرویس. ما از اطلاعات Analytics برای بهبود خدمات و پیشنهادات موجود و توسعه جدید و سفارشی سازی محصولات موجود و آینده استفاده می کنیم.",
    "1820844638": "برای بدست آوردن بینش بازار ما از اطلاعات Analytics برای تجزیه و تحلیل بازار و انجام تجزیه و تحلیل های تجاری مرتبط با سایت و خدمات خود و سایر اهداف تحقیقاتی استفاده می کنیم.",
    "3386280249": "برای ارائه بازاری برای داده های برچسب دار. سرویس ما برچسب‌گذاری داده‌های با حجم بالا و بررسی انسانی سیستم‌های یادگیری ماشین را به عنوان خدماتی به مالکان وب‌سایت و شرکت‌هایی که برای برچسب‌گذاری داده‌های خود به کمک نیاز دارند، امکان‌پذیر می‌کند. برای این منظور، ما داده‌های برچسب‌گذاری شده را به مشتریان خود که علاقه‌مند به دریافت داده‌های برچسب‌دار هستند، افشا می‌کنیم.",
    "3532143291": "برای ایمن سازی خدمات و سیستم های ما. ما از اطلاعات Analytics برای ایمن سازی سیستم های خود با شناسایی تهدیدات و آسیب پذیری های احتمالی و در غیر این صورت محافظت از اطلاعاتی که جمع آوری می کنیم استفاده می کنیم.",
    "2185418511": "برای هر هدف تجاری مشروع، مشروط بر اینکه اطلاعات شناسایی نشده یا انباشته شده باشد به طوری که نتوان آن را به طور منطقی به یک فرد مرتبط کرد.",
    "2386465280": "چگونه اطلاعات را به اشتراک می گذاریم",
    "2159517814": "ما اطلاعات شخصی را در موارد زیر به اشتراک می گذاریم یا افشا می کنیم:",
    "4256083674": "بر اساس درخواست مستقیم یک ادغام کننده برای شناسایی خطر تقلب یک درخواست چالش یا آدرس IP خاص CAPTCHA، یا در مواردی که رضایت خاصی داده شده است.",
    "3494826505": "ما با فروشندگان درگیر هستیم تا جنبه‌های ضروری سایت‌ها و سرویس‌ها، مانند ذخیره‌سازی داده، میزبانی و تجزیه و تحلیل، و فقط برای این اهداف را ارائه کنیم.",
    "1119009846": "در صورت لزوم برای مطابقت با قوانین قابل اجرا، از جمله درخواست های دولتی، درخواست های اجرای قانون، و غیره به نهادهای دولتی و خصوصی به منظور حفاظت از حقوق، حریم خصوصی، ایمنی، یا دارایی شما، ما یا دیگران.",
    "197676026": "با دیگران برای هر هدف تجاری مشروع، مشروط بر اینکه اطلاعات شناسایی نشده باشد",
    "2359312315": "یا به گونه ای جمع می شود که نمی توان آن را به طور منطقی به یک فرد مرتبط کرد.",
    "2497216176": "تجزیه و تحلیل شخص ثالث و فن آوری های ردیابی",
    "3694578791": "همانطور که در بالا توضیح داده شد، ما (و فروشندگان شخص ثالث ما) اطلاعات تجزیه و تحلیل را تا حدی از طریق استفاده از کوکی ها، چراغ های وب و سایر فناوری های ردیابی جمع آوری می کنیم. در برخی موارد، ما با فروشندگان شخص ثالث کار می کنیم تا از کوکی ها به منظور جمع آوری اطلاعات تجزیه و تحلیل استفاده کنیم.",
    "2014256987": "اگر ترجیح می‌دهید استفاده از کوکی‌ها یا سایر فناوری‌های ردیابی را مسدود نکنید، لطفاً به «مدیریت اطلاعات خود» در زیر مراجعه کنید. لطفاً توجه داشته باشید که انجام این کار ممکن است بر تجربه شما در استفاده از سایت‌ها یا خدمات تأثیر منفی بگذارد، زیرا ممکن است برخی از ویژگی‌ها به درستی کار نکنند.",
    "2788024905": "چگونه اطلاعات را ایمن می کنیم",
    "3031284129": "سلب مسئولیت گارانتی",
    "26365791": "سایت و سرویس (و سایر سرویس‌ها، اطلاعات، داده‌ها، ویژگی‌ها، و سایر محتواها یا مواد) تا حدی که قانون مجاز بداند، بر اساس «همانطور که هست» و «در دسترس است» ارائه می‌شود. IMI تا حدی که قانون مجاز می‌داند، همه ضمانت‌ها را شامل اما نه محدود به ضمانت‌های ضمنی خرید و فروش، تناسب برای یک هدف خاص، و عدم تخطی می‌کند.",
    "735630686": "مدیریت اطلاعات شما (حقوق شما)",
    "2895491273": "اگر ترجیح می‌دهید کوکی‌ها یا سایر فناوری‌های ردیابی را مسدود کنید، اکثر مرورگرها و دستگاه‌های تلفن همراه همه شما باید تنظیمات خود را تغییر دهید تا هنگام دریافت کوکی‌ها یا سایر فناوری‌های ردیابی به شما اطلاع داده شود و انتخاب کنید که آیا بپذیرید/مجاز شوید. آی تی. اکثر مرورگرها همچنین به شما امکان می دهند کوکی های موجود را غیرفعال یا حذف کنید یا به طور خودکار کوکی های آینده را رد کنید. همچنین می توانید از ابزارهای شخص ثالث، از جمله افزونه های مرورگر، برای کنترل تنظیمات برگزیده کوکی خود استفاده کنید. البته توجه داشته باشید که اگر همه کوکی‌ها را غیرفعال کنید، ممکن است برخی از بخش‌های سایت‌های ما به درستی کار نکنند.",
    "707527778": "اطلاعات از کودکان",
    "2419795065": "اطلاعیه به ساکنان کالیفرنیا",
    "1517625162": "طبق بخش 1789.3 قانون مدنی کالیفرنیا، کاربران کالیفرنیا حق دریافت اخطار حقوق مصرف‌کننده زیر را دارند: ساکنان کالیفرنیا می‌توانند از طریق پست به واحد کمک به شکایات بخش خدمات مصرف‌کننده وزارت امور مصرف‌کننده کالیفرنیا در 1625 North Market Blvd., Sacramento مراجعه کنند. CA 95834، یا از طریق تلفن در (916) 445-1254 یا (800) 952-5210.",
    "3730344349": "این بخش جزئیات بیشتری در مورد اطلاعات شخصی که در مورد مصرف کنندگان کالیفرنیایی جمع آوری می کنیم و حقوقی که تحت قانون حفظ حریم خصوصی مصرف کنندگان کالیفرنیا یا \"CCPA\" برای آنها قائل شده است، ارائه می دهد.",
    "4044467791": "برای دسته بندی اطلاعات شخصی که در 12 ماه گذشته از شما جمع آوری کرده ایم، لطفاً به بخش \"اطلاعاتی که جمع آوری می کنیم\" در بالا مراجعه کنید. ما این اطلاعات را برای اهداف تجاری و تجاری که در بخش \"نحوه استفاده از اطلاعات شخصی\" در بالا توضیح داده شده است، جمع آوری می کنیم. در 12 ماه گذشته، دسته‌بندی‌های اطلاعات زیر را برای اهداف تجاری با اشخاص ثالث به اشتراک گذاشته‌ایم:",
    "4208081170": "دسته اطلاعات شخصی",
    "1528242915": "شناسه ها",
    "3863351997": "دسته بندی اطلاعات شخصی فهرست شده در قانون سوابق مشتریان کالیفرنیا (کد مدنی Cal. § 1798.80(e)).",
    "2826705343": "اطلاعات تجاری",
    "2683038211": "اینترنت یا سایر فعالیت های شبکه الکترونیکی.",
    "3671828834": "نمونه هایی از اطلاعات شخصی به اشتراک گذاشته شده",
    "779426309": "نام واقعی، شناسه شخصی منحصر به فرد، شناسه آنلاین، آدرس پروتکل اینترنت، آدرس ایمیل، نام حساب، یا سایر شناسه های مشابه.",
    "2414368123": "نام، شماره کارت اعتباری، شماره کارت نقدی یا هر اطلاعات مالی دیگری.",
    "4088941349": "سوابق محصولات یا خدمات خریداری شده، به دست آمده یا در نظر گرفته شده.",
    "3238612014": "تاریخچه مرور، اطلاعات مربوط به تعامل مصرف کننده با یک وب سایت اینترنتی، برنامه کاربردی یا تبلیغات.",
    "1023108656": "دسته های دریافت کنندگان شخص ثالث",
    "1418235079": "ارائه دهندگان خدمات",
    "3238184941": "توجه: خطر کلاهبرداری مرتبط با یک آدرس IP فردی ممکن است در صورت درخواست با یک Integrator به اشتراک گذاشته شود.",
    "285116485": "شرکت اطلاعات شخصی را که جمع آوری می کنیم (همانطور که این اصطلاح در CCPA تعریف شده است) \"فروش\" نمی کند. لطفاً برای اطلاعات بیشتر در مورد انواع کوکی‌های شخص ثالث، در صورت وجود، که استفاده می‌کنیم، به بخش «تحلیل‌های شخص ثالث و فناوری‌های ردیابی» در بالا مراجعه کنید.",
    "1408750006": "با توجه به محدودیت‌های خاصی، CCPA به مصرف‌کنندگان کالیفرنیا این حق را می‌دهد که درخواست کنند جزئیات بیشتری درباره دسته‌ها یا بخش‌های خاصی از اطلاعات شخصی که جمع‌آوری می‌کنیم (از جمله نحوه استفاده و افشای این اطلاعات)، اطلاعات شخصی خود را حذف کنند، و از آن انصراف دهند. هرگونه «فروش» که ممکن است رخ دهد، و همچنین حق عدم تبعیض برای استفاده از این حقوق.",
    "759057398": "اطلاعیه به موضوعات داده اتحادیه اروپا",
    "825780955": "اطلاعات شخصی",
    "2945960297": "با توجه به موضوع‌های داده اتحادیه اروپا، اصطلاح «اطلاعات شخصی» که در این خط‌مشی رازداری استفاده می‌شود، معادل «داده‌های شخصی» است که در مقررات حفاظت از داده‌های عمومی اتحادیه اروپا (GDPR) تعریف شده است.",
    "1126613163": "داده های حساس",
    "3571006800": "برخی از اطلاعاتی که به ما ارائه می‌دهید ممکن است داده‌های حساسی باشد که در GDPR تعریف شده است (که به دسته‌های ویژه داده‌های شخصی نیز گفته می‌شود)، از جمله شناسایی نژاد یا قومیت شما در اسناد شناسایی صادر شده توسط دولت.",
    "1988461282": "مبانی قانونی برای پردازش",
    "3519564631": "اهداف پردازش",
    "1778642038": "برای ارتباط با شما",
    "2223819810": "برای بهینه سازی پلتفرم ما",
    "1678661231": "برای رعایت، پیشگیری از تقلب و ایمنی",
    "2561077702": "برای ارائه خدمات ما",
    "2066321185": "مبنای حقوقی",
    "1174237568": "این فعالیت های پردازشی منافع مشروع ما را تشکیل می دهد. ما سعی می کنیم قبل از اینکه اطلاعات شخصی شما را برای منافع قانونی خود پردازش کنیم، هر گونه تأثیر بالقوه بر شما (اعم از مثبت و منفی) و حقوق شما را در نظر گرفته و متعادل کنیم. ما از اطلاعات شخصی شما برای فعالیت‌هایی استفاده نمی‌کنیم که در آن منافع ما تحت تأثیر هرگونه تأثیر نامطلوب بر شما قرار می‌گیرد (مگر اینکه رضایت شما را داشته باشیم یا قانون به‌طور دیگری مورد نیاز یا مجاز باشد).",
    "1350478093": "هدف پردازش",
    "787916198": "با رضایت شما",
    "3348433919": "حقوق شما",
    "3842673636": "تحت GDPR، شما حقوق خاصی در مورد اطلاعات شخصی خود دارید. ممکن است از ما بخواهید اقدامات زیر را در رابطه با اطلاعات شخصی شما که در اختیار داریم انجام دهیم:",
    "4057343238": "انصراف دهید",
    "1834911235": "از ارسال ارتباطات بازاریابی مستقیمی که قبلاً با دریافت آنها رضایت داده اید، خودداری کنید. ممکن است همچنان به ارسال ارتباطات مرتبط با خدمات و سایر ارتباطات غیر بازاریابی برای شما ادامه دهیم.",
    "3022301908": "دسترسی داشته باشید",
    "680638297": "اطلاعاتی در مورد پردازش اطلاعات شخصی شما توسط ما در اختیار شما قرار می دهد و به شما امکان دسترسی به اطلاعات شخصی خود را می دهد.",
    "1409486258": "درست",
    "3878077249": "اشتباهات موجود در اطلاعات شخصی خود را به روز کنید یا تصحیح کنید.",
    "3645414921": "حذف",
    "42182578": "اطلاعات شخصی خود را حذف کنید",
    "1609621367": "انتقال",
    "3208155808": "یک نسخه قابل خواندن از اطلاعات شخصی خود را به شما یا شخص ثالثی که انتخاب می کنید منتقل کنید.",
    "1786796818": "محدود کردن",
    "3329634829": "پردازش اطلاعات شخصی خود را محدود کنید.",
    "4202774977": "هدف - شی",
    "3007158970": "به اتکای ما به منافع مشروع خود به عنوان مبنای پردازش اطلاعات شخصی شما که بر حقوق شما تأثیر می گذارد، اعتراض کنید.",
    "1273071008": "درخواست های حقوق دسترسی موضوع داده",
    "3594381346": "محل.",
    "21141582": "این",
    "3357523404": "انتقال اطلاعات برون مرزی",
    "290966395": "همانطور که در بخش \"یادداشتی برای مشتریان خارج از ایالات متحده\" توضیح داده شد، لطفاً توجه داشته باشید که داده های شخصی شما به ایالات متحده منتقل، پردازش و ذخیره می شود. قوانین حفاظت از داده ها در ایالات متحده ممکن است با قوانین کشور محل اقامت شما متفاوت باشد. شما با مراجعه به سایت های ما یا استفاده از سرویس ما، با انتقال اطلاعات خود، از جمله اطلاعات شخصی، به ایالات متحده همانطور که در این سیاست حفظ حریم خصوصی ذکر شده است، موافقت می کنید.",
    "3178581111": "برای اهداف جدید استفاده کنید",
    "1088304322": "ما ممکن است از اطلاعات شخصی شما به دلایلی استفاده کنیم که در این خط مشی رازداری توضیح داده نشده است، جایی که قانون به ما اجازه این کار را داده است و دلیل آن با هدفی که برای آن جمع آوری کرده ایم سازگار است. اگر ما نیاز به استفاده از اطلاعات شخصی شما برای اهداف نامرتبط داشته باشیم، ممکن است به شما اطلاع دهیم و مبنای قانونی قابل اجرا برای آن استفاده را توضیح دهیم. اگر برای استفاده خاصی از اطلاعات شخصی شما به رضایت شما اعتماد کرده باشیم، ممکن است برای هر هدف غیر مرتبط رضایت شما را جویا شویم و در صورت مخالفت به شما اجازه دهیم در آن زمان استفاده خود را از این سرویس خاتمه دهید.",
    "2260079771": "حفظ داده ها",
    "38428546": "ما داده های شخصی شما را در طول عمر حساب شما با خودمان ذخیره می کنیم. ما داده‌های شخصی شما را فقط تا زمانی که برای تحقق اهدافی که برای آنها جمع‌آوری کرده‌ایم، از جمله برای برآوردن هرگونه تعهدات قانونی، حسابداری، یا گزارش یا حل و فصل اختلافات لازم باشد، حفظ خواهیم کرد. معیارهایی که ما برای تعیین دوره‌های ذخیره‌سازی استفاده می‌کنیم شامل مقررات قراردادی قابل اجرا، دوره‌های محدودیت قانونی قانونی، الزامات نظارتی قابل اجرا و استانداردهای صنعتی است.",
    "384965568": "در حالی که الزامات نگهداری بسته به حوزه قضایی متفاوت است، اطلاعات مربوط به دوره های نگهداری معمولی ما برای جنبه های مختلف داده های شخصی شما در زیر توضیح داده شده است.",
    "2788836740": "اطلاعات تماس برای اهداف بازاریابی به طور مداوم تا زمانی که اشتراک خود را لغو نکنید حفظ می شود. پس از آن، ما جزئیات شما را به طور نامحدود به لیست سرکوب خود اضافه می کنیم. اطلاعات ایمیل جمع آوری شده از کاربران قابلیت دسترسی هرگز برای اهداف بازاریابی استفاده نخواهد شد.",
    "3520687192": "سوابق ارتباط با شما (به عنوان مثال بلیط های پشتیبانی باز شده از طریق ایمیل یا توییتر) ممکن است به طور نامحدود نگهداری شود.",
    "292211832": "اطلاعات جمع‌آوری‌شده از طریق ابزارهای فنی مانند کوکی‌ها، شمارنده‌های صفحه وب و سایر ابزارهای تحلیلی به‌محض عملی شدن کنار گذاشته می‌شوند، اما ممکن است برای مدت محدودی حداکثر تا یک سال پس از انقضای کوکی، معمولاً به‌صورت غیرشناسایی و جمع‌آوری‌شده نگهداری شوند. مگر اینکه سوء استفاده احتمالی از خدمات خود را تشخیص دهیم، در این صورت، آن اطلاعات را حفظ خواهیم کرد تا در جلوگیری از سوء استفاده در آینده به ما کمک کند. ما نمی‌توانیم این اطلاعات ناشناس و جمع‌آوری‌شده را به شما، خانواده‌تان، یک آدرس IP یا هر اطلاعات شخصی بر اساس اطلاعات ذخیره‌شده مرتبط کنیم.",
    "3192683783": "تغییرات در این سیاست حفظ حریم خصوصی",
    "1702335960": "هر گونه اطلاعاتی که ما جمع آوری می کنیم مشمول سیاست حفظ حریم خصوصی است که در زمان جمع آوری این اطلاعات اعمال می شود. با این حال، ممکن است هر از گاهی سیاست حفظ حریم خصوصی را بازبینی کنیم. اگر اصلاحیه‌ای که صرفاً توسط ما تعیین می‌شود، مهم باشد، مثلاً از طریق ایمیل به شما اطلاع خواهیم داد. نسخه فعلی همیشه در صفحه سیاست حفظ حریم خصوصی ما پست می شود.",
    "3669258571": "خط مشی کوکی",
    "2905621957": "آخرین به روز رسانی: 18 جولای 2020",
    "1173934218": "ما درک می کنیم که حریم خصوصی شما برای شما مهم است و متعهد هستیم که در مورد فناوری هایی که استفاده می کنیم شفاف باشیم. این خط‌مشی اطلاعات دقیقی درباره نحوه و زمان استفاده از کوکی‌ها در سایت‌ها و خدمات خود ارائه می‌دهد.",
    "2694150481": "آیا از کوکی ها استفاده می کنیم؟",
    "457627611": "آره. ما و تحلیل‌گران یا ارائه‌دهندگان خدمات، شرکای بازاریابی و شرکت‌های وابسته ممکن است از کوکی‌ها، چراغ‌های وب، یا پیکسل‌ها و سایر فناوری‌ها استفاده کنیم تا اطمینان حاصل کنیم که همه کسانی که از سایت‌ها استفاده می‌کنند بهترین تجربه ممکن را دارند. لطفاً برای جزئیات بیشتر به بخش «تحلیل‌های شخص ثالث و فناوری‌های ردیابی» در خط‌مشی رازداری ما مراجعه کنید.",
    "501102544": ": ما معتقدیم سرویس ضد ربات hCaptcha (یعنی سرویس تعبیه شده توسط وب‌سایت‌ها، بازی‌ها یا برنامه‌های تلفن همراه) فقط شامل کوکی‌های به اصطلاح «معاف از رضایت» طبق مقررات GDPR است. نمونه هایی از این کوکی های معاف عبارتند از:",
    "461631543": "یادداشت GDPR",
    "2150907653": "* کوکی های فنی برای ارائه خدمات کاملاً ضروری است. اینها شامل کوکی‌های ترجیحی، کوکی‌های جلسه، کوکی‌های متعادل کننده بار و غیره است.",
    "1012122721": "* کوکی‌های آماری که مستقیماً توسط ما مدیریت می‌شوند (یعنی شخص اول، نه کوکی‌های شخص ثالث)، که در آن داده‌ها برای نمایه‌سازی استفاده نمی‌شوند.",
    "3255230599": "کوکی چیست؟",
    "2954157511": "چرا از کوکی ها استفاده می کنیم؟",
    "1539071196": "ما معمولاً از کوکی ها برای اهداف زیر استفاده می کنیم:",
    "3545935449": "برای شناسایی کاربران جدید یا گذشته",
    "32739972": "اگر در سایت های ما ثبت نام کرده اید، اطلاعات جلسه ورود خود را ذخیره کنید.",
    "4209078147": "برای بهبود سایت ما و درک بهتر بازدیدهای شما از پلتفرم ها و سایت ما.",
    "1077448694": "برای ادغام با وب سایت های رسانه های اجتماعی شخص ثالث.",
    "1709478090": "برای خدمت به شما با تبلیغات مبتنی بر علاقه یا هدفمند.",
    "3256020881": "برای مشاهده رفتارها و فعالیت های مرور خود در طول زمان در چندین وب سایت یا پلتفرم های دیگر.",
    "1092241113": "برای درک بهتر منافع مشتریان و ادغام کنندگان ما.",
    "1434289796": "برخی از کوکی‌ها برای استفاده‌های خاصی از سایت‌ها ضروری هستند و بدون این کوکی‌ها، ما نمی‌توانیم بسیاری از خدماتی را که برای استفاده درست از سایت‌ها نیاز دارید، ارائه کنیم. برای مثال، این کوکی‌ها به ما اجازه می‌دهند تا سایت‌های خود را اداره کنیم، بنابراین شما می‌توانید همانطور که درخواست کرده‌اید به آن دسترسی داشته باشید و به ما اجازه دهید تشخیص دهیم که یک حساب ایجاد کرده‌اید و برای دسترسی به محتوای سایت به آن حساب وارد شده‌اید. آنها همچنین شامل کوکی هایی هستند که به ما امکان می دهند اقدامات قبلی شما را در همان جلسه مرور به خاطر بسپاریم و سایت های خود را ایمن کنیم.",
    "1533171442": "ما همچنین از کوکی های کاربردی و کوکی های اشخاص ثالث برای تجزیه و تحلیل و اهداف بازاریابی استفاده می کنیم. کوکی‌های عملکردی به بخش‌های خاصی از سایت‌ها اجازه می‌دهند تا به درستی کار کنند و تنظیمات برگزیده کاربر شما مشخص بماند. کوکی‌های تجزیه و تحلیل، در میان چیزهای دیگر، اطلاعاتی را در مورد نحوه استفاده مشتریان، یکپارچه‌سازها و کاربران نهایی از سایت‌های ما، محتوا و محصولاتی که کاربران اغلب مشاهده می‌کنند و اثربخشی تبلیغات شخص ثالث ما جمع‌آوری می‌کند. کوکی‌های تبلیغاتی به ارائه تبلیغات به مخاطبان مرتبط و نمایش تبلیغات ما در بالای نتایج جستجو کمک می‌کنند. کوکی‌ها یا کوکی‌های «جلسه‌ای» هستند که با پایان دادن به جلسه مرورگر خود حذف می‌شوند، یا «مداوم» هستند که تا زمانی که شما حذف شوند (در زیر بحث می‌شود) یا طرفی که کوکی را ارائه می‌کند، باقی می‌مانند. جزئیات کامل همه کوکی‌های مورد استفاده در سایت‌ها در جدول افشای کوکی‌های ما در زیر موجود است.",
    "322830977": "نحوه غیرفعال کردن کوکی ها",
    "262509504": "ما ممکن است اطلاعات جمع آوری شده توسط کوکی ها را با سایر اطلاعاتی که از شما بر اساس این سیاست حفظ حریم خصوصی جمع آوری می کنیم پیوند دهیم و از اطلاعات ترکیبی همانطور که در اینجا ذکر شده است استفاده کنیم. به طور مشابه، اشخاص ثالثی که کوکی‌ها را در سایت‌های ما ارائه می‌کنند، ممکن است نام یا آدرس ایمیل شما را به اطلاعات دیگری که جمع‌آوری می‌کنند، مرتبط کنند، که ممکن است شامل خریدهای قبلی آفلاین یا آنلاین یا اطلاعات استفاده آنلاین شما باشد.",
    "2935155034": "اگر در منطقه اقتصادی اروپا قرار دارید، حقوق خاصی دارید که در بالا تحت عنوان \"اعلامیه به افراد داده اتحادیه اروپا\" توضیح داده شده است، از جمله حق بازرسی، تصحیح یا حذف داده هایی که ما در مورد شما داریم.",
    "1873812847": "افشای کوکی (ها).",
    "3319083717": "نام:",
    "3183855267": "1. hmt_id",
    "907324388": "عملکرد",
    "2896187462": "1. برای آمارهای کاملاً ضروری مربوط به خدمات ناشناس و برای اهداف فنی دیگر مانند کمک به پشتیبانی دسترسی استفاده می شود.",
    "987267027": "مهمانی - جشن",
    "3453526675": "1. حزب اول",
    "1952810469": "تایپ کنید",
    "1795436560": "1. جلسه",
    "102695075": "مدت زمان",
    "3356329025": "1. 30 روز",
    "3744153629": "نام ها:",
    "2801359190": "__cfduid،",
    "1829242168": "__cflb،",
    "2219945145": "جلسه،",
    "3186435874": "شناسه جلسه",
    "1241291641": "جزئیات بیشتر را ببینید.",
    "1834801943": "2. مهمانی اول",
    "2114694926": "2. جلسه",
    "938404336": "2. متفاوت است. تا 30 روز",
    "2196526290": "hc_accessibility",
    "1061239711": "3. مهمانی اول",
    "1483015662": "3. جلسه",
    "3458934553": "3. متفاوت است. تا 30 روز",
    "134571844": "Impressum (اطلاعیه سایت)",
    "110836420": "آخرین به روز رسانی: 23 دسامبر 2020",
    "2901894297": "hCaptcha یک سرویس Intuition Machines, Inc. (\"IMI\")، یک شرکت دلاور ایالات متحده (#6393793) است.",
    "2928362319": "سوالات پستی ممکن است به: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110 ارسال شود.",
    "3094150511": "مرجع تنظیم کننده: کمیسیون ارتباطات فدرال ایالات متحده، 45 L Street NE، واشنگتن، دی سی 20554 ایالات متحده آمریکا.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "هیچ تضمینی در مورد محتوا وجود ندارد",
    "707541553": "تمام اطلاعات موجود در صفحات اینترنتی ما توسط IMI یا شخص ثالث تایید شده است. با این حال، نه IMI و نه اشخاص ثالث را نمی توان در قبال فعلی، دقیق یا کامل بودن اطلاعات مسئول دانست. این همچنین در مورد سایر وب سایت هایی که می توان از طریق پیوندهای موجود در صفحات ما به آنها دسترسی پیدا کرد، صدق می کند. IMI هیچ مسئولیتی در قبال محتوای این وب سایت های خارجی نمی پذیرد.",
    "2650241052": "بدون توصیه",
    "204716894": "محتوا و طراحی صفحات وب ما تحت قانون کپی رایت محافظت می شود. در صورتی که مقررات قانونی دیگری برای تکثیر در صفحه وجود نداشته باشد، تکرار صفحات و محتوای آنها به نحوی که بیش از استفاده منصفانه منطقی باشد، نیاز به رضایت کتبی قبلی از IMI دارد.",
    "3182435854": "کپی رایت",
    "3236873806": "IMI مسئول این وب سایت است.",
    "1338341134": "hCaptcha + مجوز حریم خصوصی (بتا)",
    "88879089": "Privacy Pass یک",
    "1898063898": "برای حفظ حریم خصوصی کاربر که در ارتباط با آن در حال توسعه هستیم",
    "1942186611": "و دیگران.",
    "3673079511": "استاندارد در حال ظهور",
    "2164933356": "Cloudflare",
    "3119589996": "چگونه کار می کند: یک برنامه افزودنی مرورگر به کاربران امکان ایجاد و امضای رمزهای کور رمزنگاری را برای وب سایت هایی که از پروتکل Privacy Pass پشتیبانی می کنند، می دهد. برنامه افزودنی گذرنامه هایی حاوی توکن های کور رمزنگاری شده ایجاد می کند که توسط hCaptcha امضا می شوند، زمانی که یک چالش در هر سایتی با استفاده از سرویس hCaptcha حل می شود.",
    "1254771154": "چالش‌ها در سایر سرویس‌های پشتیبانی از Privacy Pass که hCaptcha را نیز تعبیه می‌کنند، مانند Cloudflare نشان داده شده است.",
    "996362763": "این توکن ها کور شده و توسط افزونه برای استفاده در آینده ذخیره می شوند. هنگامی که کاربر از سایتی با استفاده از hCaptcha بازدید می کند و نیاز دارد که این چالش را پشت سر بگذارد (خواه نامرئی باشد یا از طریق دکمه \"من انسان هستم\") به طور خودکار بازخرید می شود. روش کور کردن به این معنی است که توکن‌های امضا شده و بازخرید شده از نظر hCaptcha از نظر رمزنگاری غیرقابل پیوند هستند و بنابراین حریم خصوصی کاربر حفظ می‌شود.",
    "2943346052": "همانطور که فرآیند استانداردسازی IETF ادامه دارد، انتظار داریم مرورگرهای بزرگ نوعی از Privacy Pass را به صورت بومی اتخاذ کنند. این در نهایت پسوند را غیر ضروری می کند. با این حال، در حال حاضر، لطفا دستورالعمل های زیر را دنبال کنید.",
    "2326660907": "جز",
    "741483946": "* به عبارت دیگر: می توانید توکن های hCaptcha Privacy Pass را در hCaptcha.com دریافت کنید و مستقیماً با استفاده از hCaptcha.com از آنها در سایت های دیگر استفاده کنید. شما نمی توانید برای دور زدن سرویس hCaptcha همانطور که توسط Cloudflare استفاده می شود، توکن های hCaptcha Privacy Pass را دریافت یا بازخرید کنید، زیرا Cloudflare توکن های Privacy Pass خود را صادر کرده و از آنها استفاده می کند.",
    "1362015807": "شروع شدن",
    "1358325821": "ابتدا پسوند برای را نصب کنید",
    "310885519": "یا",
    "4091044469": ". مطمئن شوید که برنامه افزودنی را در حالت ناشناس فعال کرده اید. سپس، از هر وب سایتی با استفاده از hCaptcha دیدن کنید و یک کپچا را حل کنید. از نسخه 2.0.3، می توانید این توکن ها را در وب سایت ها با استفاده از hCaptcha بازخرید کنید.",
    "3904679538": "کروم",
    "3700767772": "هنگامی که برنامه افزودنی را نصب کردید، اینجا (یا در هر وب سایتی که از hCaptcha استفاده می کند) کلیک کنید تا مجوز دریافت کنید:",
    "166277959": "لطفاً توجه داشته باشید: این ویژگی در حال حاضر در نسخه بتا است و ممکن است همیشه برای همه وب سایت ها و کاربران کار نکند. در صورتی که فعال نباشد یا برای یک کاربر خاص کار نکند، رفتار به سادگی به تجربه استاندارد hCaptcha بدون از دست دادن عملکرد بازمی گردد.",
    "3031357206": "یک نماد جدید در کنار نوار URL شما ظاهر می شود. اکنون از یک وب سایت با استفاده از hCaptcha دیدن کنید. شبیه این خواهد شد:",
    "1066753052": "یعنی کیف پول خالی است و شما در سایتی هستید که شامل چالش hCaptcha است. پس از تکمیل چالش، توکن هایی به دست خواهید آورد که می توانند در هر وب سایت دیگری با hCaptcha بازخرید شوند.",
    "651123197": "پس از تکمیل چالش، تعداد کل موجود در کیف پول شما روی نماد نشان داده می شود.",
    "554844646": "می‌توانید با مشاهده پایین آمدن شمارنده با هر بار کلیک کردن، تأیید کنید که برنامه افزودنی کار می‌کند",
    "4087729475": "چالش پس از حل اولیه شما",
    "647630208": "و بس! مرور آنلاین شما اکنون خصوصی تر است.",
    "3272552822": "توسعه دهندگان و رمزنگاران:",
    "4059570880": "اگر می‌خواهید تلاش‌های استانداردسازی را دنبال کنید، تلاش‌ها در حال حاضر در حال انجام است",
    "1904390996": "برای استاندارد کردن",
    "252720667": "زیربنای امنیت رمزنگاری Privacy Pass. پروتکل خود را از طریق",
    "3972554015": "روند نیز و پسوند مرورگر البته است",
    "3723626769": "برای مشارکت و بررسی شما",
    "3882147547": "توابع شبه تصادفی غافل",
    "565624910": "پیش نویس",
    "3421090159": "متن باز",
    "3098677775": "س: آیا IP و سابقه مرور من هنگام استفاده از Privacy Pass از hCaptcha کاملا خصوصی است؟",
    "4019638786": "پاسخ: کاربران Privacy Pass hCaptcha هرگز IP خود را در معرض hCaptcha قرار نمی دهند مگر اینکه کیف پول رمز مرورگر آنها خالی باشد یا سایت آن را ارسال کند. hCaptcha هیچ راهی برای پیوند دادن کاربر به بازخرید توکن ندارد و هرگز مستقیماً با کاربر در طول بازخرید تعامل برقرار نمی کند مگر اینکه کیف پول توکن او خالی باشد.",
    "3887113660": "س: Privacy Pass چگونه بر درآمد hCaptcha تأثیر می گذارد؟",
    "1116455671": "پاسخ: اگر کاربر آن را در سایت شما تکمیل کند، برای حل اولیه جایزه دریافت خواهید کرد. بازخریدها از همان الگوی پاسخ پیروی می کنند که گویی کاربر به دلیل اطمینان بالای مشتری در سایت شما به طور خودکار پاس داده است: هیچ درآمدی رخ نمی دهد و تماس تأیید سایت از سرور شما «اعتبار: نادرست» را در نتایج پاس دریافت می کند.",
    "779817954": "س: اگر مجوزهای Privacy Pass صادر شده توسط ارائه دهنده دیگری را داشته باشم، آیا می توانم آنها را در hCaptcha بازخرید کنم؟",
    "3014149332": "پاسخ: خیر، مجوزها قابل همکاری نیستند: آنها باید توسط همان مرجع صادر و بازخرید شوند، در این مورد hCaptcha. توجه داشته باشید که اگر مجوزهای Cloudflare و hCaptcha را در برنامه افزودنی خود داشته باشید، بسته به نیاز صفحه ای که بازدید می کنید، تعداد موجود به مقدار صحیح تغییر می کند. به عبارت دیگر، اگر 100 پاس Cloudflare در کیف پول خود و 10 پاس hCaptcha دارید، باید 10 را در نماد برنامه افزودنی در صفحاتی که hCaptcha تعبیه شده است مشاهده کنید.",
    "3679148535": "س: روی چه برنامه های دیگری از Privacy Pass کار می کنید؟",
    "1606783855": "پاسخ: ما به Privacy Pass برای مورد استفاده دسترس‌پذیری (\"a11y\") علاقه زیادی داریم. گزینه‌های محبوب قبلی مانند کپچای صوتی بسیاری از کاربران a11y را تبعیض می‌کنند. ما معتقدیم که ترکیب رویکرد فعلی a11y با صدور گذرنامه حریم خصوصی به کاربران a11y امکان می دهد با آگاهی از اینکه ترافیک آنها خصوصی تر است، با خیال راحت مرور کنند، در حالی که سوء استفاده اپراتورهای ربات را که به ناچار در صورت در دسترس بودن گزینه های a11y رخ می دهد، محدود می کند.",
    "2359150347": "س: آیا سایر سرویس های امنیتی آنلاین از Privacy Pass پشتیبانی می کنند؟",
    "2082237880": "پاسخ: hCaptcha اولین سرویس در نوع خود است که از Privacy Pass پشتیبانی می کند و در حال حاضر تنها سرویسی است که این کار را انجام می دهد. با این حال، ما انتظار داریم که سایر سرویس‌ها مزایای افزایش حریم خصوصی کاربران را به صورت آنلاین تشخیص دهند و انتظار داریم که در آینده با پذیرش رسمی استانداردهای IETF که به توسعه آنها کمک می‌کنیم، موارد بیشتری اجرا شوند.",
    "2109792055": "راهنمای کاربر: اشکال زدایی مسائل مربوط به صدور و اعتبار سنجی گذرنامه حریم خصوصی",
    "3588620914": "Privacy Pass یک اختراع جدید با استانداردهای وب است و این امکان وجود دارد که سایر برنامه ها و افزونه های مرورگر که از آن اطلاعی ندارند در عملکرد آن اختلال ایجاد کنند.",
    "4039193170": "اگر در دریافت یا بازخرید توکن ها مشکل دارید:",
    "2378786360": "1. یکی از مرورگرهای پشتیبانی شده دیگر را امتحان کنید: اگر از کروم استفاده می کنید، بدون وارد کردن تنظیمات خود از کروم از فایرفاکس استفاده کنید و افزونه را در آنجا نصب کنید. اگر کار کرد، ممکن است مشکل پیکربندی مرورگر داشته باشید.",
    "394235836": "3. اگر هیچ یک از پیشنهادات بالا جواب نداد، یک ایمیل پشتیبانی برای ما ارسال کنید و ما خوشحال خواهیم شد کمک کنیم تا بفهمیم چه خبر است.",
    "3470857731": "تجزیه و تحلیل چگونگی شناسایی ربات‌ها توسط reCAPTCHA.",
    "3240786848": "آخرین به روز رسانی: 18 فوریه 2021",
    "2547140673": "برای بیش از یک دهه، سرویس reCAPTCHA گوگل به صاحبان وب‌سایت‌ها پیشنهاد داده است: به Google اجازه دهید کاربران شما را ردیابی کند و از آن‌ها سؤال بپرسد، و در ازای آنها قول می‌دهند که ربات‌ها و هرزنامه‌ها را متوقف کنند.",
    "2133754014": "بیش از 4.5 میلیون وب سایت از reCAPTCHA [",
    "3152512587": "و سیستم روزانه صدها میلیون حلال را جمع آوری می کند. [",
    "2296918009": "این معادل بیش از 100 سال کار در روز است.",
    "3900538778": "داده‌های برچسب‌گذاری شده سوختی هستند که به یادگیری ماشینی کمک می‌کنند. پاسخ‌های reCAPTCHA از سال 2009 برای بهبود خدمات ML/AI Google مورد استفاده قرار گرفته‌اند. بسیاری از افرادی که از reCAPTCHA استفاده می‌کنند متوجه نمی‌شوند که کارشان در حال استفاده است.",
    "1160252730": "Google اکنون قیمت‌های بالایی را برای reCAPTCHA Enterprise اعمال می‌کند که باعث شده بسیاری از شرکت‌ها این معامله را دوباره ارزیابی کنند.",
    "1131196501": "شرکت های بزرگ مانند",
    "204889717": "به hCaptcha تغییر کرده اند",
    "639413188": "در پاسخ.",
    "3280658086": "راه حل های سازمانی",
    "3842815245": "آیا این یک تجارت منصفانه است؟",
    "714342693": "تیم hCaptcha از سال 2016 داده‌های قیمت‌گذاری را از سرویس‌های شکستن کپچا «وب تاریک» جمع‌آوری کرده است. ما متوجه روند جالبی شدیم:",
    "468929661": "میانگین هزینه شکستن یک reCAPTCHA فوق‌العاده پایین است (کمتر از 1 دلار در هر 1000 حل) و از زمان شروع نظارت ما در سال 2016 افزایش قابل توجهی نداشته است. این برای reCAPTCHA نسخه 2 و 3 صدق می‌کند. [",
    "2862164005": "داده‌های قیمت‌گذاری به ما امکان می‌دهد ارزش دلاری دقیقی را برای امنیت ارائه شده توسط reCAPTCHA تعیین کنیم: 0.001 دلار یا کمتر به ازای هر پاسخ.",
    "102498091": "Google برای reCAPTCHA Enterprise 1 دلار به ازای هر 1000 درخواست دریافت می کند، به این معنی که آنها اکنون برای هر درخواست بیشتر از هزینه ای که برای شکستن امنیت سرویس خود هزینه می کنند، دریافت می کنند. این یک معامله بد به نظر می رسد.",
    "130239139": "ارزش بیش از 100 سال کار روزانه توسط Google چقدر است؟",
    "1421074182": "بطور قابل ملاحظه ای بالاتر.",
    "1953519598": "هزینه برچسب گذاری یک تصویر منفرد از 0.03 تا 1.00 دلار یا بیشتر متغیر است. بر اساس هر برآورد محافظه کارانه، گوگل تا به امروز میلیاردها دلار نیروی کار رایگان استخراج کرده است. [",
    "3025548709": "آیا جایگزینی برای این معامله ناعادلانه وجود دارد؟",
    "263761351": "hCaptcha اولین جایگزین معتبر است که اکنون توسط صدها میلیون نفر در هر ماه استفاده می شود.",
    "2743692546": "همانطور که کاربران انسانیت خود را از طریق hCaptcha اثبات می کنند، نیروی کار آنها وارد یک بازار آزاد ناشناس برای مناقصه می شود.",
    "1982750088": "شرکت‌ها در سرتاسر جهان برای انجام کارهای ساده‌ای که برای مردم آسان است اما برای ماشین‌ها سخت است، برای این کار پیشنهاد می‌دهند. کاربران از سایتی که بازدید می کنند پشتیبانی می کنند و به دلیل سطح امنیت بالاتر، هرزنامه کمتری را تجربه می کنند.",
    "1108398506": "مشتریان کنترل کاملی بر تجربه به دست می آورند و از تخصص hCaptcha بهره می برند که بزرگترین ارائه دهنده چالش مستقل را در اینترنت به دست آورده است. آنها همچنین معامله بهتری نسبت به reCAPTCHA Enterprise دریافت می کنند: بسته به حجم، تا 50-80٪ قیمت بهتری دارند.",
    "3012870872": "وب‌سایت‌ها و برنامه‌هایی که از نسخه رایگان (hCaptcha Publisher) استفاده می‌کنند، به جای اهدای آن به Google، از آن کار درآمد کسب می‌کنند.",
    "2271512952": "کاربران از سایتی که بازدید می کنند پشتیبانی می کنند و هرزنامه وب کمتری را تجربه می کنند.",
    "278010425": "تنوع گسترده و اغلب در حال تغییر وظایف در hCaptcha نیز به صورت خودکار سخت تر است. رابط واحد reCAPTCHA در سالهای زیادی تغییر نکرده است و دارای مجموعه کوچکی از سؤالات است که به ندرت تغییر می کنند. این یکی از راه‌هایی است که hCaptcha حفاظت ضد ربات قوی‌تری نسبت به reCAPTCHA ارائه می‌کند.",
    "984849234": "hCaptcha از یادگیری ماشینی پیشرفته استفاده می کند تا آنچه را که reCAPTCHA فقط وعده می دهد ارائه دهد، در حالی که ارزش دریافت شده را با وب سایت هایی که از آن استفاده می کنند به اشتراک می گذارد.",
    "4063769686": "کاربران از سایتی که بازدید می کنند پشتیبانی می کنند و هرزنامه وب کمتری را تجربه می کنند. این معامله عادلانه تری به نظر می رسد.",
    "685916926": "چرا reCAPTCHA در طول زمان بهبود نیافته است؟",
    "3992401943": "از سال 2012 انقلابی در یادگیری عمیق رخ داده است. هنجار صنعت برای دقت کار به طور اساسی در دهه گذشته بهبود یافته است، در درجه اول به دلیل شبکه های پیچیده پیچیده. سایر خدمات مبتنی بر ML که Google ارائه می دهد از این منحنی پیروی کرده اند.",
    "615031303": "(به پاورقی ها مراجعه کنید",
    "2125514305": "ML بهبود یافته است، اما دشواری دور زدن reCAPTCHA در این مدت تغییر چندانی نکرده است.",
    "1406188018": "6 و 7",
    "2689973938": "بهبود reCAPTCHA یک تضاد ذاتی برای Google به عنوان یک فروشنده تبلیغات ایجاد می کند.",
    "464238793": "اگر خود گوگل تشخیص دهد که کاربری که یک تبلیغ را می بیند یا روی یک لینک کلیک می کند در واقع یک ربات است، نمی تواند برای تبلیغات نمایش داده شده به آن کاربر هزینه ای دریافت کند. این تضاد منافع دامنه جاه‌طلبی‌های ضد ربات Google را به شدت محدود کرده است.",
    "918924423": "به عنوان مثال، گوگل خدمات آشکارا ارزشمندی مانند شناسایی ربات های ماسبق را ارائه نکرده است. پس از تجزیه و تحلیل چند روزه داده ها، اعلام ربات ترافیک کاربر ایجاد شده بسیار قابل اعتمادتر است.",
    "661412233": "پس از کپچا دانستن اینکه برخی از کاربران ربات هستند نیز ارزشمند است. به صاحبان وب‌سایت‌ها اجازه می‌دهد پست‌های هرزنامه قدیمی را پاک کنند و «حساب‌های Sleeper» ثبت‌شده در انجمن‌های هرزنامه را در آینده حذف کنند، کلاهبرداری را کاهش دهند و موارد دیگر.",
    "3600797185": "ارائه شناسایی عطف به ماسبق ربات، گوگل را درمورد نحوه بازپرداخت عطف به ماسبق به تبلیغ‌کنندگانی که برای آن ترافیک تقلبی پول خرج کرده‌اند، باز می‌کند.",
    "2076932190": "بنابراین محصول reCAPTCHA برای یک دهه راکد بوده است.",
    "3856912381": "کاربران آسیب دیده اند و هرزنامه های غیرضروری وب اکنون بیداد می کنند. اما یک جایگزین وجود دارد.",
    "1035621426": "هر ربات شناسایی شده توسط reCAPTCHA مستقیماً درآمد تبلیغات Google را کاهش می دهد.",
    "3668115514": "hCaptcha چگونه متفاوت است؟",
    "2413742287": "انگیزه hCaptcha به حداکثر رساندن دقت است، نه درآمد تبلیغات: پاسخ‌های ربات برای مشتریان ما که به داده‌های آموزشی انسانی نیاز دارند بی‌فایده است.",
    "1373262754": "دانستن اینکه یک فرد چه کسی است دارای حداقل ارزش برای hCaptcha است. فقط برای ما مهم است که آنها انسان باشند یا یک بازیگر بدخواه.",
    "600646860": "hCaptcha به جای ارائه خدماتی با ارزش مشکوک در حین استخراج نیروی کار با ارزش واقعی، هم جبران خسارت و هم محافظت قوی ضد ربات را ارائه می کند.",
    "1836191653": "hCaptcha به جای ارائه خدماتی که به راحتی شکست می خورد به کاربران رایگان و در عین حال میلیون ها دلار برای نسخه سازمانی که خیلی بهتر نیست، محافظت می کند، محافظت عالی از ربات را برای هر دو فراهم می کند، در حالی که به کاربران سازمانی ویژگی های اضافی و سفارشی سازی، همراه با SLA های قوی و پشتیبانی سریع ارائه می دهد.",
    "990215503": "hCaptcha تنها سرویس اصلی کپچا است که متعلق به یک شبکه تبلیغاتی نیست.",
    "971933157": "hCaptcha به حفظ حریم خصوصی، شفافیت و عدالت اهمیت می دهد.",
    "178839499": "hCaptcha ارزش کار انجام شده را به اشتراک می گذارد در حالی که کاربران انسانیت خود را ثابت می کنند.",
    "1237076138": "hCaptcha یک معامله منصفانه به مشتریان رایگان (hCaptcha Publisher) و سازمانی (hCaptcha Enterprise) ارائه می دهد.",
    "614310292": "چه کسی hCaptcha را ساخته است؟",
    "4188814619": "hCaptcha یک سرویس از Intuition Machines است (",
    "3265328927": "، یک شرکت یادگیری ماشینی است که محصولات و خدماتی را برای شرکت هایی که یادگیری ماشین را در مقیاس اجرا می کنند ارائه می دهد.",
    "2740033957": "تیم IM متشکل از دانشمندان و مهندسان اپل، آمازون و سایر رهبران در یادگیری ماشین، سیستم های توزیع شده و امنیت است.",
    "1579715421": "دانشمندان IM به طور منظم در کنفرانس های برتر مانند ICML، ICLR، ECCV، و NeurIPS منتشر می کنند و این شرکت به طور عمومی نتایج پیشرفته ای را در رشته های ML مانند هش عمیق منتشر کرده است.",
    "4015238193": "و OCR [",
    "279580593": "imachines.com",
    "279918384": "گوگل چگونه از نیروی کار رایگان شما استفاده می کند؟",
    "2385522384": "احتمالاً فریم‌هایی از ویدیو را از دوربین‌های خودروهای خودران Google Waymo می‌دیدید و به بهبود تشخیص اشیا کمک می‌کردید.",
    "1517627947": "احتمالاً تصاویری از ساختمان‌ها یا تابلوهای خیابانی از اتومبیل‌های Streetview Google می‌دیدید و به برچسب‌گذاری مکان‌ها برای محصولات Maps و Earth آنها کمک می‌کردید.",
    "3225936061": "احتمالاً تصاویری از متن گرفته شده از صفحات کتاب را در سرویس Google's Books مشاهده کرده اید و به بهبود نرم افزار OCR (تشخیص متن) آنها کمک کرده اید.",
    "129661785": "تا به حال از شما خواسته شده است که \"روی ماشین / گذرگاه / چراغ توقف کلیک کنید؟\"",
    "936667684": "تا به حال از شما خواسته شده است که \"علامت ساختمان/خیابان را تایپ کنید؟\"",
    "3773515538": "تا به حال از شما خواسته شده است که \"دو کلمه را تایپ کنید؟\"",
    "1778058441": "چه نوع مشاغلی در hCaptcha اجرا می شوند؟",
    "366088791": "hCaptcha از طیف گسترده ای از وظایف پشتیبانی می کند.",
    "3114147525": "مشتریان hCaptcha از این سرویس برای کارهایی مانند تشخیص اشیا، تشخیص ویژگی (جمع‌آوری برچسب‌ها برای شناسایی انواع لباس)، رتبه‌بندی ارتباط (انتخاب مرتبط‌ترین محصول از بین چندین گزینه در مقایسه با محصول اولیه)، محدود کردن جعبه‌ها (پیدا کردن مناطق مورد علاقه در مورد استفاده می‌کنند) استفاده می‌کنند. یک تصویر)، \"Human OCR\" (شناسایی متن در یک تصویر) و بسیاری از انواع دیگر وظایف.",
    "3139609561": "در زیر دو نمونه از انواع شغل های طبقه بندی تصویر و تشخیص صفت آورده شده است. [",
    "2273532558": "مشتریان پرداخت کننده hCaptcha چه کسانی هستند؟",
    "4104221634": "مشتریان hCaptcha صنایع مختلفی را شامل می‌شوند، از شرکت‌های فن‌آوری گرفته تا آن‌هایی که بر مد، خرده‌فروشی و سایر زمینه‌هایی که می‌توانند با استفاده از یادگیری ماشین ارزش ایجاد کنند.",
    "1337725003": "hCaptcha متعهد به دموکراتیک کردن دسترسی به حاشیه نویسی در زمان واقعی با حجم بالا است و به شرکت های بزرگ و کوچک اجازه می دهد کیفیت محصولات و خدمات خود را با استفاده از یادگیری ماشینی در کسب و کار خود بهبود بخشند.",
    "4086379603": "سوالات؟",
    "1243684308": "ما بازخورد شما را جدی می‌گیریم و می‌خواهیم اطمینان حاصل کنیم که همه تجربه لذت‌بخش‌تری آنلاین، با ربات‌های کمتر و هرزنامه کمتر دارند. با ما تماس بگیرید:",
    "2645321220": "و اگر فکر می کنید هزینه reCAPTCHA خیلی زیاد است، در مورد hCaptcha Enterprise از ما بپرسید. در حال حاضر توسط برخی از بزرگ‌ترین ناشران، شرکت‌های خدمات مالی و شرکت‌های زیرساخت وب در جهان استفاده می‌شوند، آنها نه تنها جایگزین معتبری برای reCAPTCHA هستند: ما معتقدیم که آنها بهترین محافظت از ربات را در حال حاضر ارائه می‌دهند.",
    "1229233916": "پانویسها و منابع",
    "1115642494": "1. منبع: BuiltWith.com لیست های سایت reCAPTCHA. بازیابی شده در 9 جولای 2019.",
    "448807334": "(\"صدها میلیون CAPTCHA هر روز توسط مردم حل می شود.\") بازیابی شده در 8 ژوئیه 2019.",
    "2397590157": "3. برآورد محافظه کارانه: 200 میلیون حل * 30 ثانیه در هر حل در سال = 190.3 نفر-سال در روز.",
    "3236311792": "4. تجزیه و تحلیل داخلی hCaptcha. داده‌ها تا 30 ژوئن 2019 جمع‌آوری شده است. جزئیات در صورت درخواست در دسترس است.",
    "1752259468": "5. برآورد محافظه کارانه: 0.01 دلار هزینه یک حاشیه نویسی * میانگین 200 میلیون دلار. حاشیه نویسی در روز (کران پایین) * 365 روز در سال * 10 سال از زمان کسب در سال 2009 = 7.3 میلیارد دلار ارزش کران پایین تر.",
    "3268946369": "6. اعتبار: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. منبع: Mary Meeker، KP Internet Trends 2017",
    "2666258754": "تعبیه‌های رابطه‌ای مبتنی بر سلسله مراتب معنایی برای درهم‌سازی عمیق با نظارت ضعیف، هیکی آرپونن، تام ای بیشاپ. ICML 2019، کارگاه LLD.",
    "2544169219": "نتایج پیشرفته اخیر: ICML LLD، می 2019.",
    "1973347745": "10. تصاویر نمونه رایگان. منبع: پتاپیکسل.",
    "1493115924": "یادداشت های علامت تجاری:",
    "4051104324": "\"Intuition Machines\" یک علامت تجاری ثبت شده Intuition Machines, Inc است.",
    "3983646521": "همه نام های محصول، آرم ها، مارک ها، علائم تجاری و علائم تجاری ثبت شده متعلق به صاحبان مربوطه می باشد. تمامی نام‌های شرکت، محصولات و خدمات استفاده شده در این وب‌سایت فقط برای اهداف شناسایی هستند. استفاده از این نام ها، علائم تجاری و مارک ها به معنای تایید نیست. در این مورد، کاملا برعکس.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "دانشمندان IM معیار جدیدی را برای تشخیص متن با نظارت ضعیف (OCR) در CVPR 2020 تعیین کردند.",
    "1259002282": "یک اشکال پیدا کردید؟ در اینجا نحوه گزارش آن آمده است.",
    "3301728462": "میلیون‌ها نفر هر ماه از hCaptcha بر روی هزاران ترکیبی از مرورگرها، برنامه‌های افزودنی، دستگاه‌ها، فایروال‌ها و موارد دیگر استفاده می‌کنند.",
    "3878230879": "هدف ما این است که مطمئن شویم همیشه برای شما کار می کند، بنابراین ما از گزارش های شما بسیار قدردانی می کنیم!",
    "2465128185": "برای ارائه بازخورد سریع، فقط روی دکمه \"ارسال بازخورد\" کلیک کنید.",
    "2921990472": "اگر مشکل عملکردی می‌بینید، لطفاً موارد زیر را دنبال کنید",
    "2870341481": "زیر فقط برای هر مرورگر دیگری",
    "1866590035": "دستورالعمل های ثبت اشکال زدایی برای کروم",
    "444492541": "دستورالعمل‌های ثبت اشکال‌زدایی برای فایرفاکس",
    "169267610": "به ما ایمیل بزنید",
    "3100722753": "برای مشکلات احتمالی امنیتی یا حریم خصوصی، دستورالعمل‌های زیر را ببینید.",
    "1906593952": "در مورد hCaptcha که اخیراً دیدید، بازخورد ارائه دهید",
    "3951254541": "ما از ورودی شما قدردانی می کنیم. هر گونه مشکل را به ما اطلاع دهید و ما به سرعت آنها را حل خواهیم کرد.",
    "3324288040": "برای ما بازخورد ارسال کنید",
    "2864016648": "مسائل خصوصی",
    "304004915": "ما اهمیتی نمی دهیم که کاربران چه کسانی هستند، فقط اینکه چقدر احتمال دارد که مخرب یا ماشینی باشند. ما از ابتکاراتی مانند",
    "1139493658": "و برای ایجاد تعادل بین حریم خصوصی و امنیت سخت تلاش کنید.",
    "3083289844": "اگر مشکلی پیدا کردید که فکر می‌کنید می‌تواند بر حریم خصوصی کاربر تأثیر بگذارد، لطفاً به ما ایمیل بزنید",
    "4264784515": "اشکالات امنیتی",
    "963238401": "ما همیشه علاقه مند به دریافت گزارش اشکالات امنیتی هستیم. پست الکترونیک",
    "3926027556": "و ما به سرعت با شما تماس خواهیم گرفت.",
    "1589805435": "ما همچنین یک",
    "2560582224": "برنامه جایزه باگ",
    "103876916": "برای گزارش های امنیتی واجد شرایط در مورد سرویس hCaptcha و کد منبع مرتبط.",
    "497117287": "گزینه های دسترسی",
    "3230004040": "آیا شما دچار اختلال بینایی هستید یا نمی توانید hCaptchas را تکمیل کنید؟",
    "3480023141": "درباره گزینه‌های دسترس‌پذیری بیشتر بیاموزید",
    "2052161540": "ثبت جزئیات گزارش اشکال: Chrome",
    "2281169898": "ارسال اطلاعات اشکال زدایی همراه با گزارش شما، تشخیص آنچه در حال وقوع است را برای ما بسیار آسان تر می کند. در اینجا دستورالعمل های گام به گام آورده شده است:",
    "1123365779": "اگر یک توسعه‌دهنده وب یا کاربر متخصص هستید، خلاصه این است که می‌خواهیم یک شبکه ضبط HAR و گزارش‌های کنسول مرورگر را برای ما ارسال کنید.",
    "2015218686": "قبل از اینکه این مراحل را طی کنید اگر با این کار مشکل شما برطرف شد، ما همچنان خوشحال می‌شویم که نسخه مرورگر، مسدودکننده تبلیغات یا افزونه مرورگر و URL وب‌سایت خود را به ما اطلاع دهید.",
    "3922723611": "لطفاً هرگونه مسدودکننده تبلیغات یا افزونه‌های امنیتی مرورگر را غیرفعال کنید",
    "4036872105": "ابتدا و سپس دوباره امتحان کنید",
    "993651083": "مرحله 1: ابزار Developer Tools را باز کنید (با این کار ضبط جلسه شروع می شود.)",
    "4163469907": "مرحله 2: روی تب Network در Developer Tools کلیک کنید. کادر «حفظ گزارش» را در بالا علامت بزنید.",
    "4243348003": "مرحله 3: بازدید",
    "641342999": "، یا وب سایتی که در آن مشکل دارید (نکته حفظ حریم خصوصی: فقط در صورتی که برایتان مهم نیست که آن را به اشتراک بگذارید) ... و سپس روی دکمه \"من انسان هستم\" کلیک کنید و سعی کنید آن را حل کنید.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "مرحله 4: پس از تلاش برای حل، روی \"Export HAR\" (فلش کوچک رو به پایین) کلیک کنید، که گزارش شبکه را ذخیره می کند. آن فایل را برای ما ارسال کنید",
    "1503240421": "مرحله 5: روی تب Console کلیک کنید و سپس روی \"Save as ..\" کلیک راست کنید تا گزارش کنسول ذخیره شود. آن را برای ما نیز بفرست",
    "2863840904": "مرحله 6: مرحله آخر، فایل های گزارش HAR و کنسول را برای ما ایمیل کنید و مشکل را شرح دهید",
    "4051785543": "استفاده کنید:",
    "3623028666": "(لطفا از سرویسی مانند استفاده کنید",
    "551761392": "و پیوندها را ارسال کنید) و در صورت تمایل یک عکس از صفحه نمایش، اگر مشکوک هستید چیزی به درستی نمایش داده نمی شود. لطفا IP مورد استفاده خود را نیز ارسال کنید. می توانید آن را از",
    "1219091208": "دراپ باکس",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "از اینکه برای دریافت این اطلاعات به ما کمک کردید، متشکریم!",
    "3680327841": "ما متعهد هستیم که hCaptcha برای همه به خوبی کار کند",
    "1059502393": "ثبت جزئیات گزارش اشکال: فایرفاکس",
    "1112074001": "مرحله 2: روی تب Network در Developer Tools کلیک کنید. کادر «ثبات گزارش‌ها» را در بالا علامت بزنید.",
    "1797298240": "مرحله 4: پس از تلاش برای حل، روی \"HAR\" کلیک کنید و \"Save All as HAR\" را انتخاب کنید تا گزارش شبکه ذخیره شود. آن فایل را برای ما ارسال کنید",
    "3671246379": "مرحله 5: روی تب Console کلیک کنید، سپس روی \"Select all\" کلیک راست کرده و آن را در یک فایل متنی ذخیره کنید تا گزارش کنسول ذخیره شود. آن را برای ما نیز بفرست",
    "3816867833": "بازخورد",
    "788770967": "متاسفم که می شنوم! ممکن است بخواهید از گزینه دسترسی ما استفاده کنید:",
    "1333016413": "این به شما امکان می دهد با ثبت نام و تنظیم یک کوکی از سؤالات بعدی جلوگیری کنید.",
    "2333410049": "لطفاً مسدود کننده تبلیغات خود را نیز خاموش کنید.",
    "1345083090": "گزارش مشکل عملکرد؟",
    "2184564739": "دیدن",
    "604751186": "مسائل دیگر؟ پست الکترونیک",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "نحوه گزارش مشکلات با گزارش های دقیق",
    "1050501253": "خیلی سخت",
    "3264813246": "نامناسب",
    "3526939538": "اشکال نرم افزاری",
    "126134492": "دیگر",
    "3511610999": "بیایید مطمئن شویم که به مکان مناسب رسیده اید.",
    "3906886217": "برای شرکت ها یا وب سایت ها",
    "1621597093": "راهکارهای امنیتی سازمانی (پرداخت شده)",
    "3176531704": "حاشیه نویسی داده ها",
    "1834239172": "خدمات حاشیه نویسی hCaptcha را خریداری کنید",
    "1457707016": "برای افراد",
    "770264626": "hCaptcha را به سرویس خود اضافه کنید (رایگان)",
    "881015166": "hCaptcha for Publishers را به وب سایت یا برنامه من اضافه کنید",
    "47536007": "درباره hCaptcha بیشتر بدانید",
    "2012837493": "نتایج جستجو",
    "4034694801": "نتایج منطبقی وجود ندارد.",
    "3621411541": "درباره گزینه‌های دسترس‌پذیری hCaptcha بیاموزید",
    "3401005681": "کسب درآمد کنید",
    "3933993151": "به عنوان یک برچسب‌دهنده اطلاعات فردی کار کنید",
    "563059212": "فهرست زیرپردازنده ها",
    "3501923981": "آخرین به روز رسانی: 1 ژانویه 2020.",
    "3548097301": "قابل اجرا: 1 ژانویه 2020.",
    "3991444169": "این صفحه زیرپردازنده های فعلی سرویس hCaptcha Enterprise را فهرست می کند.",
    "835396984": "در حال حاضر فعال",
    "424089481": "Amazon Web Services, Inc. (جهانی). خدمات ارائه شده: خدمات وب آمازون. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (جهانی). خدمات ارائه شده: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (جهانی). خدمات ارائه شده: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "شرکت مایکروسافت (جهانی). خدمات ارائه شده: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "توجه: برای همه مشتریان اعمال نمی شود. به عنوان مثال، IP Blinding یا سایر مشتریان گزینه های امنیتی یا حریم خصوصی پیشرفته (مثلاً مشتریان اجاره مجازی امن) به طور کامل از هرگونه \"PII\" بالقوه ای که تا به حال وارد سیستم های تله متری شده است، حتی یک آدرس IP، مستثنی هستند. لطفاً در صورت نیاز برای اطلاعات بیشتر با نماینده حساب خود تماس بگیرید.",
    "700843971": "Hound Technology, Inc. (جهانی). خدمات ارائه شده: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (جهانی). خدمات ارائه شده: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (جهانی). خدمات ارائه شده: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (جهانی). خدمات ارائه شده: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "زیر ساخت",
    "370366524": "تله متری سرویس زودگذر",
    "121192737": "اضافات آتی",
    "2420789666": "Fastly, Inc. خدمات ارائه شده: Fastly CDN و محاسبه لبه.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "قابل اجرا: 1 سپتامبر 2021. اضافه شدن زیرساخت",
    "1487796027": "برای شرکت ها",
    "3943417791": "دریافت پشتیبانی از hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (رایگان)",
    "3397976149": "از hCaptcha Publisher پشتیبانی دریافت کنید",
    "833750823": "آیا با چالش مشکل دارید؟",
    "2024737147": "می خواهید یک اشکال را گزارش کنید؟",
    "1978884623": "درباره گزارش مشکلات نرم افزاری بیشتر بیاموزید",
    "4188664955": "شرایط اصلی خدمات",
    "2621989404": "آخرین به روز رسانی: 24 سپتامبر 2021. لطفاً توجه داشته باشید که اصطلاحات زبان انگلیسی ما معتبر هستند.",
    "2404545611": "به hCaptcha خوش آمدید! از اینکه بخشی از جامعه ما هستید متشکرم. همه کاربران \"خدمات\" (تعریف شده در زیر) باید با شرایط زیر موافقت کنند (\"شرایط خدمات\"). تحت این شرایط خدمات، «IMI»، «ما» و «ما» به Intuition Machines, Inc. و شرکت‌های تابعه، وابسته‌ها، افسران، نمایندگان، کارمندان، نمایندگان، و نمایندگان آن اشاره دارد و «وب‌سایت» ما شامل هر وب‌سایتی تحت عنوان کنترل ما، از جمله www.hcaptcha.com و www.imachines.com.",
    "2348450790": "لطفاً این شرایط خدمات را بخوانید. از جمله مقررات دیگر، سلب مسئولیت از ضمانت‌ها، محدودیت‌های مسئولیت و داوری الزام‌آور است. لطفاً توجه داشته باشید که این شرایط خدمات ممکن است از آخرین بازدید شما از وب سایت ما تغییر کرده باشد. ما ممکن است هر از چند گاهی این شرایط خدمات را به صلاحدید خود بازبینی و به روز کنیم. در صورت تغییر مادی، ما با ارسال شرایط خدمات به روز شده در این صفحه به شما اطلاع خواهیم داد و پس از آن باید شرایط به روز شده خدمات را به طور مثبت بپذیرید تا بتوانید از سایت یا سرویس استفاده کنید یا به آن دسترسی داشته باشید.",
    "1933936765": "قرارداد پردازش داده (آخرین به روز رسانی: 23 سپتامبر 2021)",
    "2959486280": "اگر با این شرایط خدمات موافق نیستید، نمی توانید از سایت یا سرویس استفاده کنید یا به آن دسترسی پیدا کنید.",
    "3200859925": "1. هدف",
    "1807143500": "این خدمات شامل یک سرویس امنیتی آنلاین (\"سرویس hCaptcha\") و یک پلت فرم (\"پلتفرم ماشین های شهودی\") است که در آن یک فرد (\"مشارکت کننده\") می تواند وظایفی را انتخاب کند که شخص ثالث یا خود ماشین های شهودی (هر کدام) یک \"درخواست کننده\") به وب سایت ما یا سرویس hCaptcha، مستقیماً در وب سایت ما یا با دسترسی به پلتفرم Intuition Machines و/یا انجام وظایف از طریق یا در ارتباط با یک نهاد شخص ثالث و/یا پلت فرم یا سرویس (هر یک، \"ادغام کننده\"). درخواست‌کنندگان وظایف را پست می‌کنند و از مشارکت‌کنندگان دعوت می‌کنند تا در ازای پاداش‌هایی که توسط IMI به ادغام‌کننده‌ها ارائه می‌شود، یا به‌طوری که درخواست‌کننده از پلتفرم Intuition Machines یا سرویس hCaptcha استفاده می‌کند، آن‌ها را انجام دهند. ما از شرکت ها و افراد (هر یک \"مشتری\") برای استفاده از پلتفرم خود هزینه دریافت می کنیم تا بتوانند از نرم افزار ما، وظایف نویسنده استفاده کنند، ما را برای کارهای نویسنده استخدام کنند و/یا به مشارکت کنندگان دسترسی پیدا کنند. ما همچنین برای استفاده از سرویس hCaptcha خود از یکپارچه‌سازها هزینه دریافت می‌کنیم تا تقلب، سوء استفاده و هرزنامه را در وب‌سایت‌ها، برنامه‌های تلفن همراه و سایر ویژگی‌های آنلاین آنها کاهش دهیم. موارد فوق در مجموع به عنوان \"خدمات\" نامیده می شوند.",
    "3212830633": "2. واجد شرایط بودن",
    "2605814073": "با استفاده از خدمات ما یا ثبت نام در آن، موافقت می کنید: حداقل 18 سال سن داشته باشید. شما این اختیار را دارید که از طرف خود یا نهادی که نماینده آن هستید وارد این قرارداد شوید و همیشه مطابق با این شرایط خدمات و تمام خط مشی‌ها و دستورالعمل‌های IMI که در اینجا به آنها اشاره شده است، ادامه می‌دهید. و شما از وب سایت ما سوء استفاده نخواهید کرد، هویت خود را به ما معرفی نخواهید کرد، یا از هوش مصنوعی برای تکمیل هر بخشی از هر کاری در IMI که به هوش انسانی نیاز دارد استفاده نمی کنید.",
    "2616040974": "3. مشتریان و درخواست کنندگان",
    "1544829730": "اگر مشتری یا درخواست کننده هستید، موافقت می کنید که شرایط اضافی پیوست شده در اینجا به عنوان ضمیمه مشتری اعمال می شود و با ارجاع به این شرایط خدمات گنجانده می شود. اگر مشتری یا درخواست کننده نیستید، یا دیگر مشتری یا درخواست کننده نیستید، شرایط اضافی در ضمیمه مشتری اعمال نمی شود و با ارجاع به این شرایط خدمات ادغام نمی شوند.",
    "3759360138": "4. نام کاربری و رمز عبور",
    "2236960358": "پس از ثبت نام، از شما خواسته می شود که برخی از اطلاعات شخصی خود (\"اطلاعات شخصی\")، از جمله نام، آدرس ایمیل، و ایجاد نام کاربری و رمز عبور را فاش کنید، که همگی مشمول خط مشی رازداری ما هستند که در سایت ما موجود است. سایت اینترنتی. شما به تنهایی مسئول نظارت، تضمین و حفظ امنیت حساب، گذرواژه‌ها و کلیدهای احراز هویت مرتبط با حساب خود هستید و مسئولیت هرگونه استفاده یا اقدامی که از طریق استفاده از آن اطلاعات در سرویس‌ها انجام می‌شود، بر عهده شماست.",
    "3047519814": "شما موافقت می کنید که حساب یا رمز عبور خود را با کسی به اشتراک نگذارید.",
    "1699668873": "اگر مشکوک هستید که اطلاعات حساب شما توسط شخص دیگری دزدیده شده یا مورد استفاده قرار گرفته است یا هر گونه نقض امنیتی دیگر، باید فوراً به IMI اطلاع دهید.",
    "3044038608": "شما موافقت می کنید که اطلاعات واقعی، دقیق و کامل را همانطور که در فرآیند ثبت نام ما درخواست شده است در اختیار ما قرار دهید. شما همچنین موافقت می کنید که چنین اطلاعاتی را فوراً در صورت لزوم به روز رسانی کنید تا آنها را به روز و دقیق نگه دارید.",
    "4132302900": "5. حریم خصوصی، داده های شما، و \"داده ها برای همه\"",
    "10724169": "شما خط مشی رازداری ما را می پذیرید، که بر آنچه ما با هر گونه اطلاعات شخصی که به ما می دهید، نظارت می کنیم.",
    "1669194950": "علاوه بر اطلاعات شخصی، ممکن است از شما خواسته شود که داده‌های دیگری را نیز ارائه کنید (یا ممکن است لازم باشد) داده‌های دیگری را به‌منظور ارائه خدمات (در مجموع «اطلاعات مشتری») ارائه کنیم. ما مسئولیتی در قبال عدم انجام خدماتی که ناشی از تأخیر یا عدم ارائه اطلاعات مشتری باشد، نداریم.",
    "1330274831": "بدینوسیله در طول مدت این موافقتنامه مجوزی جهانی، غیر انحصاری، قابل صدور مجوز فرعی، قابل انتقال، بدون حق امتیاز و غیر قابل فسخ را برای استفاده، تکثیر، توزیع الکترونیکی و نمایش عمومی هر گونه اطلاعات مشتری صرفاً به منظور ارائه خدمات به ما می دهید. . شما نشان می‌دهید و تضمین می‌کنید که برای اعطای مجوز در این بخش، حقوق، عنوان و منافع کافی در مورد داده‌های خود و نسبت به آنها دارید.",
    "2230333214": "ما داده‌های مشتری را با سایر داده‌ها جمع‌آوری می‌کنیم تا نتایج غیرشخصی قابل شناسایی باشند و همچنین گزارش‌های فنی و داده‌های شناسایی نشده در مورد استفاده از سرویس‌ها را جمع‌آوری می‌کنیم (\"داده‌های انبوه/غیر شناسایی شده\"). صرف‌نظر از هر چیزی که در اینجا بر خلاف آن باشد، هر گونه داده انبوه/غیر شناسایی شده ممکن است توسط IMI برای هر هدف تجاری در طول مدت این قرارداد یا پس از آن، از جمله بدون محدودیت برای توسعه و بهبود خدمات و ایجاد و توزیع گزارش‌ها و سایر موارد استفاده شود. مواد. اطلاعات مشتری همچنین ممکن است برای مدت زمان محدودی که بیش از 180 روز پس از اتمام کار نباشد، در سیستم نمایش داده شود، به عنوان مثال به عنوان داده‌های کالیبراسیون یا اعتبارسنجی خودکار برای سیستم‌های Intuition Machines. برای وضوح، این بخش 5 به ما این حق را نمی دهد که بدون اجازه کتبی قبلی شما، شما را به عنوان منبع هر گونه داده انبوه/غیرشناس شناسایی کنیم.",
    "3881754581": ". اگر مشتری سرویس‌های حاشیه‌نویسی ما هستید و گزینه «داده‌ها برای همه» را به عنوان بخشی از استفاده خود از خدمات انتخاب کرده‌اید، به IMI و همه کاربران خدمات در سراسر جهان، غیرانحصاری، قابل صدور مجوز فرعی، قابل انتقال، مجوز غیرقابل فسخ و بدون حق امتیاز برای بهره برداری کامل از تمام داده های مشتری، از جمله کلیه حقوق مالکیت معنوی مرتبط. اگر گزینه «داده‌ها برای همه» را انتخاب کنید، نشان می‌دهید و تضمین می‌کنید که به‌منظور اعطای مجوز در این بخش، حقوق، عنوان، و منافع کافی در مورد داده‌های خود و نسبت به آنها دارید.",
    "3496767126": "برای جلوگیری از تردید، بند زیر منحصراً برای مشتریانی که از خدمات حاشیه نویسی ما استفاده می کنند، اعمال می شود و نه برای استفاده از خدمات ما به عنوان یکپارچه ساز.",
    "767207800": "اگر داده‌های شما حاوی محتوای بالقوه صریح یا توهین‌آمیز است، از شما می‌خواهیم که آنها را «محتوای صریح» علامت‌گذاری کنید تا به عنوان هشداری منصفانه برای هر کسی که داده‌های شما را می‌بیند باشد. شما نمی‌توانید بدون یک توافقنامه کتبی جداگانه با IMI، کارهایی را که خط‌مشی‌های ما را نقض می‌کنند، شامل، اما نه محدود به، (الف) کارهایی که به‌طور مستقیم یا غیرمستقیم وب‌سایت یا سرویس دیگری را تبلیغ می‌کنند، (ب) وظایفی که شرایط وب‌سایت شخص ثالث را نقض می‌کنند و شرایط، (ج) وظایفی که از مشارکت‌کنندگان درخواست می‌کنند تا از اشخاص ثالث درخواست کنند، (د) وظایفی که از مشارکت‌کنندگان می‌خواهند برای دستکاری رفتار یا نتایج وب‌سایت اقدام کنند، (ه) وظایفی که حقوق مالکیت معنوی اشخاص ثالث را نقض می‌کنند، و (و) وظایف که نیاز به مشارکت کنندگان برای دانلود نرم افزار یا فایل ها دارد.",
    "3370561195": "6. رفتار قابل قبول",
    "4205152730": "تشویق می‌شوید با سایر کاربران در هر نقطه از وب‌سایت، انجمن، پیام‌رسانی، چت و سایر کانال‌های رسانه‌های اجتماعی که توسط IMI کنترل می‌شوند تعامل داشته باشید، اما اگر این کار را انجام می‌دهید باید از همه شرایط خدمات و استفاده در سایت ما و همه قوانین مربوطه پیروی کنید. .",
    "1394253934": "7. سوء استفاده، سوء استفاده و ارائه نادرست",
    "1406393333": "هرگونه دسترسی یا استفاده از خدمات به غیر از این شرایط خدمات و هر دستورالعملی که ما ارائه می دهیم اکیداً ممنوع است. به ویژه، شما نمی توانید:",
    "3409726716": "بدون مجوز کتبی برای بیش از یک حساب با ما ثبت نام کنید.",
    "3119498672": "انجام هر کاری با استفاده از ربات‌های اینترنتی، ربات‌های وب، ربات‌ها، اسکریپت‌ها یا هر شکل دیگری از هوش مصنوعی یا تلاش برای دریافت پاداش از IMI یا هر درخواست‌کننده یا یکپارچه‌کننده بدون تکمیل وظایف همانطور که توضیح داده شده است.",
    "1188668818": "ارائه هرگونه اطلاعات نادرست در حین استفاده از این وب سایت (از جمله بدون محدودیت جعل هویت شخص یا سازمان دیگری در حساب خود، یا اظهار نادرست یا ارائه نادرست از خود یا وابستگی خود به هر شخص یا سازمان دیگری در حساب شما).",
    "2804310964": "دسترسی یا تلاش برای دسترسی به وب سایت ما از طریق هر سرور وب پراکسی یا دستگاه دیگری که برای مخفی کردن موقعیت یا هویت واقعی شما یا با هر وسیله ای غیر از رابط ارائه شده طراحی شده است.",
    "1374227759": "استفاده از وب سایت برای هر گونه فعالیت غیرقانونی، یا برای هر هدفی غیر از هدفی که برای آن در دسترس قرار گرفته است؛",
    "2103513933": "شرکت در فعالیتی که عملکرد سایت را مختل یا مختل می کند؛",
    "137127070": "درج، آپلود، یا پیوست کردن لینک‌ها یا فایل‌های خارجی مخرب یا ناشناخته، یا آپلود هر محتوایی که حاوی ویروس، اسب تروجان، کرم، بمب ساعتی یا سایر کدهای رایانه‌ای مضر است.",
    "1686655020": "هر محتوای مشمول حق نسخه‌برداری را که اثر اصلی شما نیست آپلود کنید، مگر اینکه از مالک قانونی اجازه داشته باشید که چنین محتوایی را پست کنید و به IMI تمام حقوق مجوز داده شده در اینجا را اعطا کنید.",
    "1406692811": "مشارکت در ارسال هرزنامه یا ارسال هر نوع تبلیغات، تلاش برای دریافت ارجاع، ارتباطات جمعی، پیشنهادها یا درخواست‌های پول، درخواست خدمات، تبلیغات، بازاریابی، پیام‌های مزخرف، موضوعات تکراری، محتوای غیرقانونی، پیوندهای وب‌سایت اجتماعی، آدرس‌های ایمیل، یا شناسه‌های پیام‌رسان فوری، مگر اینکه کار مورد نیاز باشد.",
    "3893539589": "پیوندهای خارجی را درج کنید که کالاها یا خدماتی را ارائه می دهند، مگر اینکه کار مورد نیاز باشد.",
    "3214322759": "در غیر این صورت در هر گونه فعالیت مخرب یا کلاهبرداری شرکت کنید.",
    "3733422465": "8. تایید هویت شما",
    "267645277": "IMI ممکن است هویت شما را تأیید کند. این ممکن است شامل مقایسه اطلاعات شخصی شما با پایگاه های داده شخص ثالث یا اسناد رسمی قانونی باشد. شما به ما اجازه می‌دهید هر گونه درخواست لازم برای تأیید هویت، مالکیت شما بر آدرس ایمیل و مالکیت حساب‌های مالی شما را انجام دهیم. شما موافقت می کنید که اطلاعاتی در مورد خود ارائه دهید تا به ما در تأیید هویت شما کمک کند.",
    "4169910317": "9. رعایت قانون",
    "519755936": "شما به تنهایی مسئول رعایت قوانین فدرال، ایالتی، استانی و محلی در ارتباط با استفاده خود از خدمات هستید. شما موافقت می‌کنید که برای هرگونه ادعایی علیه ما غرامت بدهید و ما را بی‌ضرر نگه دارید، زیرا از هیچ قانونی پیروی نکرده‌اید یا حقوق شخص ثالث، از جمله حقوق قراردادی، مالکیت معنوی، یا حریم خصوصی را بدون محدودیت نقض کرده‌اید.",
    "731546974": "10. مالیات های مشارکت کننده یا یکپارچه کننده",
    "3128328457": "اگر شما یک مشارکت کننده یا یکپارچه کننده هستید، به تنهایی مسئول پرداخت هرگونه مالیات بر درآمد تخمینی یا سایر مالیات های درآمدی فدرال، ایالتی یا محلی، تامین اجتماعی، FICA، و غرامت کارگرانی هستید که در نتیجه استفاده از وب سایت ما، و همچنین مالیات یا هزینه های مشابه در حوزه های قضایی غیر ایالات متحده. شما موافقت می‌کنید که به خاطر هرگونه ارزیابی علیه ما، غرامت بپردازید و ما را بی‌ضرر نگه دارید، زیرا از قوانین مالیاتی پیروی نکرده‌اید.",
    "2931396764": "11. نقض این شرایط خدمات",
    "1240667045": "ما ممکن است دسترسی شما به خدمات را در هر زمانی به هر دلیلی معلق، محدود یا لغو کنیم، از جمله به این دلیل که: (الف) ما معتقدیم که شما این شرایط خدمات (از جمله سایر سیاست های مرتبط) را نقض کرده اید. (ب) ما معتقدیم که شما حقوق ما یا هر شخص ثالثی را نقض کرده اید. (ج) ما نمی توانیم اطلاعاتی را که به ما ارائه کرده اید تأیید یا تأیید کنیم. یا (د) ما معتقدیم که اقدامات شما ممکن است برای شما، ما یا شخص ثالث تعهداتی ایجاد کند. برای جلوگیری از شک، ما این حق را برای خود محفوظ می داریم که از پرداخت به شما جلوگیری کنیم یا آن را به حالت تعلیق درآوریم، اگر به طور منطقی معتقدیم که هر یک از موارد فوق در مورد چنین پرداختی اعمال می شود.",
    "1601080128": "اگر حساب شما را تعلیق یا فسخ کنیم، دیگر به هیچ بخشی از وب سایت، از جمله داده ها، پیام ها، فایل ها و سایر مطالبی که در سایت نگهداری می کنید، دسترسی نخواهید داشت. شما نمی توانید به استفاده از وب سایت ما با نام حساب کاربری دیگری یا جدید ادامه دهید. نقض این شرایط خدمات ممکن است تا حد امکان پیگرد قانونی داشته باشد و ممکن است منجر به مجازات ها و مجازات های اضافی شود.",
    "1160707899": "12. نقش و رابطه مشارکت کننده با IMI و سایر درخواست کنندگان",
    "269838707": "اگر مشارکت‌کننده هستید، فقط شما تصمیم می‌گیرید کدام و چند کار را تکمیل کنید، و چه زمانی و کجا آنها را تکمیل کنید. شما مختار هستید که به اندازه دلخواه خود زمان زیادی را صرف انجام کارها کنید. شما در هیچ زمان تعهدی برای تکمیل یک کار ندارید.",
    "1087195513": "اگر مشارکت‌کننده‌ای هستید که به خدمات دسترسی پیدا می‌کند و/یا وظایفی را از طریق یا در ارتباط با یک ادغام‌کننده از طرف درخواست‌کننده‌ای که IMI نیست انجام می‌دهد، در این صورت موافقت می‌کنید و تصدیق می‌کنید که Intuition Machines در قبال شما مسئولیتی ندارد و هیچ تعهدی در قبال شما ندارد. با توجه به هر گونه پاداش یا سایر غرامت برای وظایف تکمیل شده. شما موافقت می‌کنید و تصدیق می‌کنید که هر گونه پاداش یا سایر پاداش‌ها برای وظایف تکمیل‌شده صرفاً مطابق با توافق شما با درخواست‌کننده و/یا ادغام‌کننده، در صورت لزوم تعیین می‌شود. هرگونه اختلاف بر سر چنین پاداش‌ها یا سایر غرامت‌ها (از جمله عدم دریافت چنین پاداش‌ها یا سایر غرامت‌هایی بدون محدودیت) صرفاً بین شما و درخواست‌کننده و/یا ادغام‌کننده، در صورت لزوم، است.",
    "952813944": "نه استفاده شما از وب سایت ما و نه هیچ چیز در این توافق نامه باعث ایجاد شغل، مشارکت، سرمایه گذاری مشترک، نمایندگی، حق رای دادن یا نماینده فروش بین شما و Intuition Machines نمی شود. ما هیچ وسیله یا ابزاری برای تکمیل یک کار در اختیار شما قرار نمی دهیم. ما هیچ گونه مزایا، غرامت کارگران یا پوشش بیمه ای برای شما ارائه نمی کنیم. ما هیچ مسئولیتی در قبال هزینه هایی که در استفاده از وب سایت ما متحمل می شوید نداریم. ما هیچ مبلغی را از پاداش شما برای مالیات بر درآمد فدرال یا ایالتی، تامین اجتماعی یا هر مالیات دیگری کسر نمی کنیم. شما همیشه در انجام وظایف برای هر شخص یا کسب و کاری، از جمله هر یک از رقبای ما، آزاد هستید. شما صلاحیت عقد قرارداد کتبی یا شفاهی از طرف Intuition Machines را ندارید.",
    "3460432665": "علی‌رغم موارد فوق، اگر مالیات‌دهنده ایالات متحده هستید، ممکن است از شما یک W-9 درخواست کنیم که سالانه به‌روزرسانی شود، و ممکن است تا زمانی که W-9 را تکمیل یا به‌روزرسانی نکرده‌اید، از انجام وظایف منع می‌کنیم.",
    "458271951": "اگر مشارکت‌کننده‌ای هستید که به خدمات دسترسی پیدا می‌کنید و/یا وظایفی را از طریق یا در ارتباط با یک ادغام‌کننده از طرف Intuition Machines انجام می‌دهید (به عنوان یک درخواست‌کننده عمل می‌کند)، Intuition Machines ممکن است به شما برای تکمیل قابل قبول وظایف خاص پاداش دهد. در صورتی که مشخص شود که شما درگیر کلاهبرداری، سوء استفاده یا نقض این شرایط خدمات هستید، ممکن است همه و همه پاداش‌های شما توسط Intuition Machines دریغ و/یا بازیابی شود.",
    "3056723024": "13. انجام غیرقابل قبول وظایف",
    "3913203723": "اگر به هر دلیلی، درخواست‌کننده انجام وظیفه‌ای را که شما انجام داده‌اید نپذیرد، شما به‌عنوان یک مشارکت‌کننده یا یکپارچه‌کننده حق دریافت هیچ پاداشی برای آن کار نخواهید داشت. در صورتی که جوایز قبلاً برای یک کار غیرقابل قبول انجام شده در اختیار شما قرار گرفته باشد، ممکن است آنها را از شما پس بگیریم.",
    "3666807632": "14. صلاحیت ها و مهارت های مشارکت کننده",
    "1993899769": "15. استفاده ما از اطلاعات",
    "3027055607": "16. مالکیت معنوی و حقوق مالکیت",
    "3910971075": "IMI مالک کلیه حقوق، از جمله حقوق مالکیت معنوی، در کد منبع، کد شی یا ساختار زیربنایی، ایده‌ها یا الگوریتم‌ها، API، و هر نرم‌افزار، اسناد یا داده‌های اضافی مربوط به سرویس‌ها («نرم‌افزار») است. شما به طور مستقیم یا غیرمستقیم از طریق شخص ثالث یا موارد دیگر نخواهید داشت: (الف) مهندسی معکوس، دیکامپایل، جداسازی قطعات، یا تلاش برای کشف نرم افزار. (ب) اصلاح، ترجمه، یا ایجاد آثار مشتق بر اساس هر نرم افزار؛ (ج) کپی، اجاره، اجاره، توزیع، تعهد، واگذاری، یا انتقال یا تحمیل حقوق به هر نرم افزار دیگری؛ (د) از هر نرم‌افزاری برای اشتراک‌گذاری زمانی، اهداف دفتر خدمات یا موارد دیگر به نفع شخص ثالث استفاده کنید. یا (ه) هرگونه اعلامیه یا برچسب اختصاصی را حذف کنید.",
    "3660891610": "اگر مشارکت‌کننده هستید، IMI، و نه شما، در هر کاری که به‌عنوان بخشی از تکمیل هر کاری تولید می‌کنید، از حقوق مالکیت برخوردار است. با پذیرش شرایط این قرارداد، موافقت می‌کنید (و بدین وسیله) مالکیت، مالکیت، و عنوان (از جمله کلیه حقوق مالکیت معنوی موجود در سراسر جهان) را در و به کار خود به ما منتقل می‌کنید. برای اطمینان از اینکه ما قادر به کسب، تکمیل و استفاده از چنین حقوقی هستیم، شما همچنین موافقت می کنید که (1) هر سندی را برای کمک به مستندسازی، تکمیل و اجرای حقوق ما امضا کنید. و (ii) دسترسی معقول به اطلاعات برای ثبت، تکمیل، ایمن سازی، دفاع و اجرای چنین حقوق اختصاصی در هر و همه کشورها را فراهم کند. تعهدات شما تحت این بخش حتی پس از لغو ثبت نام یا توقف استفاده از خدمات ادامه خواهد داشت. شما ما را به عنوان وکیل خود منصوب می کنید تا اسناد را از طرف شما برای اهداف ذکر شده در این بخش اجرا کنیم.",
    "426125156": "17. حق چاپ و برداشتن",
    "1408530660": "IMI به مالکیت معنوی دیگران احترام می گذارد و ما این حق را برای خود محفوظ می داریم که هر گونه مطلبی را که فکر می کنیم ممکن است حقوق معنوی هر شخص ثالثی را نقض کند از سایت خود حذف کنیم. اگر فکر می کنید که کار شما به گونه ای کپی شده است که نقض حق نسخه برداری در این وب سایت است، لطفاً با پشتیبانی مشتری Intuition Machines تماس بگیرید.",
    "2696932851": "18. غرامت",
    "3844300338": "شما موافقت می کنید که از هرگونه ادعا، خسارت، تعهدات، هزینه ها و هزینه ها (شامل هزینه ها و هزینه های معقول وکلا) که ناشی از یا مربوط به انجام وظایف شما یا استفاده شما از وب سایت ما باشد، غرامت، دفاع کنید و ما را بی ضرر نگه دارید. .",
    "2474091800": "19. اختلاف با سایر کاربران. رهایی",
    "3162107126": "IMI طرف هیچ اختلافی بین شما و هیچ کاربر دیگری از خدمات نیست. شما IMI و وابستگان آن را از هرگونه ادعا، مطالبات و خسارات از هر نوع و ماهیت، شناخته شده و ناشناخته، مشکوک و نامشخص، فاش شده و نامشخص، که ناشی از یا مرتبط با هر گونه اختلاف بین شما و کاربر دیگر است، رها می کنید.",
    "2271969747": "20. اطلاعات محرمانه ای که دریافت می کنید",
    "1042802841": "اطلاعات محرمانه هر اطلاعاتی است که به عنوان محرمانه یا اختصاصی علامت گذاری شده باشد یا طرف دریافت کننده آن را به طور منطقی محرمانه یا اختصاصی درک کند. این شامل هیچ اطلاعاتی نمی شود که (1) در دسترس عموم باشد، (2) قبلاً در اختیار است، به طور مستقل توسط طرف گیرنده توسعه یافته، یا قبلاً برای طرف گیرنده شناخته شده است، یا (3) به موجب حکم دادگاه یا به نحو دیگری که توسط آن خواسته شده است افشا شده باشد. قانون",
    "1918025546": "اگر اطلاعات محرمانه‌ای از هر کسی در سرویس‌ها به شما ارائه می‌شود، موافقت می‌کنید که از محرمانه بودن اطلاعات محرمانه با همان میزان مراقبتی که برای محافظت از اطلاعات محرمانه خود استفاده می‌کنید محافظت کنید، اما در هیچ موردی با دقت کمتری لازم نیست. شما نمی توانید چنین اطلاعات محرمانه یا اختصاصی را افشا یا منتشر کنید، مگر اینکه برای انجام یک کار ضروری باشد. تمام اطلاعات موجود در یک کار در پلتفرم Intuition Machines باید محرمانه در نظر گرفته شود، حتی اگر اطلاعات به صراحت به عنوان محرمانه تعیین نشده باشد.",
    "2690395789": "اگر و زمانی که دیگر به اطلاعات محرمانه‌ای که دریافت کرده‌اید نیاز ندارید، باید فوراً تمام نسخه‌های اطلاعاتی را که در محل، سیستم‌ها یا سایر تجهیزاتی که کنترل می‌کنید، برگردانید یا نابود کنید (به درخواست هر کسی که اطلاعات را فاش کرده است).",
    "2178073797": "از آنجایی که افشای اطلاعات محرمانه ممکن است صدمات جبران ناپذیری را به همراه داشته باشد، طرف افشاکننده حق دارد برای هر گونه نقض یا تهدید به نقض این اصطلاح، درخواست معافیت کند.",
    "2185860003": "21. تغییرات وب سایت",
    "2631249972": "ما ممکن است بدون اطلاع شما وب سایت خود را بهبود یا اصلاح کنیم.",
    "3764131594": "22. وب سایت های شخص ثالث",
    "295955580": "وب سایت ما ممکن است حاوی پیوندهایی به وب سایت های شخص ثالث باشد. ما چنین وب سایت هایی را کنترل، تحقیق، نظارت یا بررسی نمی کنیم. ما در قبال برنامه های رایانه ای، محتوا یا نظرات موجود در چنین وب سایت ها مسئولیتی نداریم و آن را تأیید نمی کنیم. اگر تصمیم دارید وب سایت ما را ترک کنید و به وب سایت شخص ثالث دسترسی پیدا کنید، این کار را با مسئولیت خود انجام می دهید.",
    "838225123": "23. سلب مسئولیت از گارانتی",
    "3897238493": "خدمات بر اساس \"همانطور که هست\" ارائه می شود. ما هیچ گونه نمایندگی یا ضمانت نامه ای، ضمنی یا صریح، با توجه به قابلیت دسترسی، تناسب اندام، قانونی بودن، در دسترس بودن، یا کارکرد خدمات، هر گونه نرم افزار یا نرم افزارهای مرتبط با نرم افزارها و تجهیزات فنی و نرم افزاری، ارائه نمی دهیم. تا حداكثري كه قانون اجازه مي دهد، IMI از كليه شرايط صريح يا ضمني، نمايندگي ها و ضمانت هاي شامل، اما نه محدود به، ضمانت هاي تجاري و تجهيزات تجهيزاتي، صريح يا ضمني، سلب مي كند. راه حل انحصاری و انحصاری شما در برابر IMI با توجه به هر گونه نقص، عدم انطباق یا نارضایتی این است که استفاده از خدمات را متوقف کنید. از دسترسی یا استفاده شما از وب سایت یا پلتفرم Intuition Machines. وقفه های برنامه ریزی شده و بدون برنامه ممکن است رخ دهد، و ما در دسترس بودن بی وقفه وب سایت خود را تضمین نمی کنیم.",
    "2110259227": "24. محدودیت مسئولیت",
    "3018077211": "25. حل اختلاف مشارکت کننده",
    "2790841456": "اگر شما مشارکت کننده هستید، با شرط داوری زیر و چشم پوشی از اقدام دسته جمعی موافقت می کنید:",
    "2323013093": "26. قانون قابل اجرا",
    "2900525040": "قوانین ایالت کالیفرنیا بر این شرایط خدمات و هر گونه مناقشه، اختلاف یا ادعای ناشی از آنها حاکم است.",
    "3339302473": "27. فسخ",
    "41530052": "28. شرایط عمومی",
    "3202747130": "کل مورد. این شرایط و ضوابط خدمات و هرگونه خط مشی، رویه یا شرایطی که در این توافقنامه به آنها ارجاع شده است، کل توافق طرفین را با توجه به موضوع مورد نظر تشکیل می دهد و همه توافقات، ادعاها، نمایندگی ها و تفاهمات قبلی و همزمان مربوط به طرفین را جایگزین و لغو می کند. .",
    "4080263153": "بدون چشم پوشی. ما در نظر گرفته نمی‌شویم که از هیچ بخشی از حقوق یا راه‌حل‌های خود چشم‌پوشی کرده‌ایم، مگر اینکه چشم‌پوشی به صورت کتبی و به امضای ما باشد. اگر ما اجرای حقوق خود را تحت هر یک از مفاد این توافقنامه به تأخیر بیندازیم یا نتوانیم حقوق خود را اعمال کنیم، این به منزله چشم پوشی از حق ما برای اجرای بعدی چنین مفاد یا بخشی از این توافقنامه نخواهد بود.",
    "1789371580": "انتساب پذیری شما نمی توانید این شرایط خدمات را بدون رضایت کتبی قبلی ما اختصاص دهید. ما ممکن است در هر زمان، بدون اطلاع قبلی، این شرایط خدمات را اختصاص دهیم. با توجه به موارد فوق، این شرایط خدمات برای جانشینان هر یک از طرفین و واگذاری های مجاز الزام آور خواهد بود.",
    "2819628066": "قابلیت جداسازی اگر هر یک از مفاد این شرایط خدمات به هر دلیلی نامعتبر یا غیرقابل اجرا تشخیص داده شود، بر اعتبار و قابل اجرا بودن مقررات باقی مانده تأثیری نخواهد گذاشت.",
    "3955981186": "اصلاحات. هیچ تغییر یا اصلاحی در این شرایط خدمات توسط هیچ فردی غیر از IMI برای IMI الزام آور نخواهد بود مگر اینکه در یک سند کتبی امضا شده توسط نماینده مجاز IMI.",
    "1377538813": "زبان غالب نسخه انگلیسی این شرایط خدمات از همه لحاظ کنترل خواهد شد و در صورت هرگونه مغایرت با نسخه های ترجمه شده، در صورت وجود، برتری خواهد داشت.",
    "2438016011": "توافقنامه داوطلبانه همه طرف‌های این شرایط خدمات نشان می‌دهند و موافقت می‌کنند که هر یک تمام جنبه‌های این توافق‌نامه را بررسی کرده، همه مفاد آن را به دقت خوانده و کاملاً درک کرده‌اند، و داوطلبانه این توافق‌نامه را وارد می‌کنند.",
    "2445034923": "اگر با تمام شرایط و ضوابط این شرایط خدمات موافق نیستید، از سایت یا خدمات استفاده نکنید یا به آن دسترسی پیدا نکنید.",
    "2646127839": "پیوست مشتری به شرایط اصلی خدمات",
    "4097297673": "به عنوان یک مشتری، درخواست کننده یا یکپارچه ساز، موافقت می کنید که به شرایط زیر علاوه بر سایر شرایط الزام آور بین شما و IMI متعهد شوید.",
    "1093280979": "1. فرم های سفارش پلت فرم",
    "1549953005": "ممکن است یک یا چند فرم سفارش دسترسی به پلتفرم (هر کدام، یک \"فرم سفارش\") را به عنوان شرط تبدیل شدن به مشتری یا درخواست کننده تکمیل کرده باشید. اگر چنین است، شرایط و ضوابط شرح داده شده در فرم سفارش بخشی از شرایط خدمات می شود و بدینوسیله با مرجع گنجانده می شود.",
    "3819851005": "2. هزینه ها",
    "1591032933": "شما هزینه هایی را که در فرم سفارش مربوطه توضیح داده شده است، از طریق روش پرداختی که در فرم سفارش مربوطه ارائه کرده اید، به IMI پرداخت خواهید کرد. مگر اینکه صراحتاً توسط هر دو طرف به صورت کتبی توافق شده باشد، شما پرداخت کامل تمام فاکتورهای صادر شده را ظرف سی (30) روز پس از تاریخ ارسال فاکتور ارائه خواهید کرد. شما به ما اجازه می‌دهید مجوزهای کارت اعتباری را در مورد تمام اطلاعات کارت اعتباری که به ما ارائه می‌دهید اجرا کنیم، اطلاعات کارت اعتباری را ذخیره کنیم، و از کارت اعتباری شما یا هر حساب دیگری که متقابلاً با آن موافقت می‌کنیم، به‌عنوان روشی پرداخت هزینه کنیم. مگر اینکه در فرم سفارش یا در قرارداد خدمات سازمانی یا قرارداد خدمات اصلی شما بیان شده باشد، همه هزینه‌های خدمات، به غیر از هزینه‌های بیش از حد، سالانه با شروع خدمات ارائه شده توسط IMI تحت توافقنامه شما (\"تاریخ لازم‌الاجرا\") صورت‌حساب می‌شوند.",
    "4142610534": "هرگونه تأخیر در پرداخت، هزینه تأخیر با نرخ 1.5 درصد در ماه یا حداکثر مقدار مجاز طبق قانون، هرکدام که کمتر باشد، تعلق خواهد گرفت. اگر به هر دلیلی نتوانید مبلغ مورد نظر طبق این قرارداد را پرداخت کنید، ممکن است حساب شما به صلاحدید ما به حالت تعلیق درآید، در این صورت هیچ پرداخت اضافی از حساب شما برای تکمیل کارها انجام نخواهد شد و تمام وظایف شما حذف خواهد شد. از وب سایت ما شما باید تمام مبالغی را که در صورت تقاضا به ما تعلق می گیرد، به اضافه هر گونه هزینه پردازش، هزینه تأخیر یا هزینه وکالت، به ما بازپرداخت کنید. همچنین ممکن است گزارش‌های مناسبی را به آژانس‌های گزارش‌دهی اعتبار و مقامات مجری قانون ارائه کنیم.",
    "512991700": "اگر مایل به مخالفت با هزینه‌ها هستید، باید حداکثر سی (30) روز پس از تاریخ بسته شدن اولین صورت‌حساب یا صورت حساب که در آن خطا یا مشکل ظاهر شده است، با بخش پشتیبانی مشتری ما تماس بگیرید تا تعدیل یا اعتبار دریافت کنید.",
    "1273914192": "3. مالیات",
    "4242322181": "شما مسئول پرداخت کلیه مالیات های مرتبط با خدمات به غیر از مالیات های ایالات متحده هستید که بر درآمد خالص یا دارایی شخصی Intuition Machines ارزیابی می شود.",
    "1671996585": "ممکن است از شما خواسته شود که وب سایت، برنامه یا پلتفرم خود را از طریق رابط برنامه نویسی برنامه ما (\"API\") با خدمات ما یکپارچه کنید. در صورت انجام این کار، ما به شما مجوزی محدود، غیر انحصاری، غیرقابل انتقال، غیرقابل تخصیص و باطل می دهیم تا از API صرفاً برای دسترسی به خدمات استفاده کنید. ما ممکن است API را تغییر دهیم و/یا پشتیبانی از نسخه‌های قدیمی یا نسخه‌های API را در هر زمانی متوقف کنیم. ما حق تعلیق یا محدود کردن دسترسی شما به API را به صلاحدید خود محفوظ می‌داریم و از تلاش‌های منطقی برای ارائه اطلاعیه قبل از تعلیق به شما استفاده خواهیم کرد.",
    "4036662147": "5. حفاظت از اطلاعات محرمانه",
    "3564208535": "شما موافقت می کنید که از تلاش های منطقی تجاری برای محافظت از هرگونه اطلاعات محرمانه دریافت شده از ما یا از طریق خدمات ما استفاده کنید. شامل امتیازات ربات و جزئیات غیر عمومی خدمات سازمانی ما، از جمله اسناد غیرعمومی و هر جزئیاتی که ممکن است در مورد روش‌های تشخیص ربات به اشتراک بگذاریم. اگر به شما اجازه دسترسی به چنین اطلاعات محرمانه ای داده شود، اگر تشخیص دهیم که اطلاعات محرمانه با استفاده شما از خدمات ما در معرض دید قرار می گیرد، ممکن است به صلاحدید خود دسترسی شما را به خدمات خود تغییر، تعلیق یا محدود کنیم، و ما از تلاش های منطقی استفاده خواهیم کرد. تا قبل از تعلیق اخطاریه به شما ارائه دهد.",
    "120384113": "6. فسخ",
    "453723556": "شما می توانید این ضمیمه مشتری را مستقل از شرایط خدمات با توقف مشتری یا درخواست کننده فسخ کنید. ما این حق را برای خود محفوظ می داریم که در هر زمانی وضعیت شما را به عنوان یک مشتری یا درخواست کننده به حالت تعلیق درآوریم یا خاتمه دهیم، یا در غیر این صورت حساب کاربری یا استفاده از خدمات شما را مطابق با شرایط خدمات خاتمه دهیم. پس از پایان فسخ، مسئولیت هر مبلغی که تحت فرم سفارش خود دارید، باقی می ماند. اگر اشتراک شما شامل هزینه‌های ماهانه یا سالانه یا حداقل‌های ماهانه یا سالانه باشد، همچنان مسئول پرداخت تمام هزینه‌های خدمات تا پایان آن ماه یا سال خواهید بود.",
    "218889628": "به جز مواردی که به دلیل نقض این پیوست مشتری یا شرایط خدمات، این ضمیمه مشتری یا شرایط خدمات را فسخ می کنیم، در صورتی که ما را فسخ کنیم و شما هر گونه هزینه ای را از قبل به ما پرداخت کرده باشید، بخشی از آن را به نسبت آن بازپرداخت خواهیم کرد. مبالغ پیش پرداخت، بر اساس زمان باقیمانده یا خدماتی که برای آنها پرداخت کرده اید، هر کدام کمتر باشد. ما کار خود را به شیوه ای معقول تجاری به پایان می رسانیم و تمام مجموعه داده های خروجی پولی و همه داده های مشتری را که در اختیار داریم حفظ کرده و به شما تحویل می دهیم. پس از هر فسخ، ممکن است، اما موظف به حذف هیچ داده ای نیستیم.",
    "2505227594": "7. بیش از حد",
    "2369877184": "حداکثر حداکثر نرخ مجاز RPS برای یکپارچه‌سازها یا مشتریان hCaptcha 1000 درخواست در ثانیه به نهادهای موجود در حساب شما (\"RPS\") است، مگر اینکه در یک قرارداد قراردادی کتبی بین ما و شما مشخص شده باشد.",
    "234420106": "در صورتی که شما یکپارچه‌ساز یا مشتری سرویس hCaptcha Enterprise هستید و میزان استفاده از API شما که توسط RPS اندازه‌گیری می‌شود از نرخ تعیین‌شده برای سطح سرویس‌تان بیشتر باشد، ممکن است تصمیم بگیریم سرویس شما را تغییر دهیم یا نرخ اضافه را دریافت کنیم. در صورتی که اوج نرخ RPS شما در مجموع برای 10 دقیقه یا بیشتر در یک دوره 30 روزه ضریب 10 از نرخ ارائه شده بیشتر شود و اکثر این درخواست ها، به نظر ما، ترافیک مخرب نیستند، ممکن است تصمیم بگیریم برای تمام درخواست‌های API انجام‌شده در آن ماه، با نرخ اضافه قراردادی تعیین‌شده از شما هزینه دریافت می‌کند.",
    "2619472217": "8. فروش مجدد",
    "2019702084": "خدمات SaaS سفارش داده شده نباید به صراحت در موافقتنامه خدمات اصلی مشتری یا توافقنامه فروش مجاز باشد. ) و تمام سفارشات تحت توافقنامه و تمام استفاده مشتری از این سرویس باید برای استفاده تجاری داخلی خود مشتری یا وابسته به آن باشد.",
    "1233229030": "متفرقه",
    "1467783792": "هیچ شخص، نهاد یا سازمانی که توسط ایالات متحده تحریم شده است (یک \"بازیگر تحریم شده\") واجد شرایط دریافت پاداش یا استفاده از خدمات به عنوان یکپارچه کننده نیست. برای اجتناب از تردید، این شامل هر عامل تحریم شده ای می شود که توسط دفتر کنترل دارایی های خارجی (\"OFAC\") وزارت خزانه داری ایالات متحده تعیین شده است.",
    "3759657802": "شما نمی توانید این شرایط خدمات یا حقوق یا تعهدات خود را به هیچ وجه (بر اساس قانون یا موارد دیگر) واگذار کنید، انتقال دهید، یا تفویض کنید.",
    "1627232990": "ترجمه این شرایط خدمات بر اساس بهترین تلاش ارائه شده است. در صورت وجود هرگونه تفاوت اساسی بین شرایط خدمات زبان انگلیسی و ترجمه آن، شرایط خدمات زبان انگلیسی معتبر تلقی می شود.",
    "805221621": "لطفا با ما تماس بگیرید",
    "259613338": "اگر در مورد این شرایط خدمات سؤالی دارید.",
    "2735878907": "بیانیه برنامه ریزی تداوم کسب و کار",
    "2887242610": "Intuition Machines، Inc یک طرح تداوم کسب و کار در مورد نحوه واکنش ما به رویدادهایی که به طور قابل توجهی کسب و کار hCaptcha ما را مختل می کند، ایجاد کرده است. از آنجایی که زمان و تأثیر بلایا و اختلالات غیرقابل پیش بینی است، ما باید در واکنش به رویدادهای واقعی در زمان وقوع آنها انعطاف پذیر باشیم. با در نظر گرفتن این موضوع، ما این اطلاعات را در مورد طرح تداوم کسب و کار خود در اختیار شما قرار می دهیم.",
    "809251240": "تماس با ما",
    "2551802342": "– ما قصد داریم پس از یک اختلال قابل توجه در کسب و کار، به سرعت فعالیت های تجاری خود را بازیابی و از سر بگیریم و با محافظت از کارمندان و دارایی خود، انجام ارزیابی مالی و عملیاتی، حفاظت از دفاتر و سوابق شرکت، و اجازه دادن به مشتریان و کاربران نهایی آنها برای انجام معاملات آنلاین، پاسخ دهیم. به طور خلاصه، طرح تداوم کسب و کار ما به گونه ای طراحی شده است که به شرکت ما اجازه می دهد تا با توجه به گستره و شدت اختلال قابل توجه کسب و کار، در سریع ترین زمان ممکن فعالیت خود را از سر بگیرد. طرح تداوم کسب‌وکار ما به این موارد اشاره می‌کند: پشتیبان‌گیری و بازیابی اطلاعات؛ تمام سیستم های حیاتی ماموریت؛ ارزیابی های مالی و عملیاتی؛ ارتباطات جایگزین با مشتریان، کارکنان و نهادهای نظارتی؛ مکان فیزیکی متناوب کارکنان؛ تاثیر حیاتی تامین کننده و مشتری؛ گزارش نظارتی؛ و در صورتی که قادر به ادامه کسب و کار خود نباشیم، به مشتریان خود اطلاع فوری می دهیم. مجموعه تامین کنندگان اصلی ما از سوابق مهم ما در یک منطقه جغرافیایی مجزا پشتیبانی می کند. در حالی که هر موقعیت اضطراری بر اساس عوامل خارجی، مانند زمان روز و شدت اختلال، مشکلات منحصر به فردی را ایجاد می کند، این مجموعه تامین کننده به ما توصیه کرده است که هدف آنها بازگرداندن عملیات خود و از سرگیری سریع خدمات است. اگرچه ما برای کاهش ریسک با استفاده از مجموعه متنوعی از تامین کنندگان تلاش کرده ایم، خدمات شما ممکن است در این دوره تغییر یابند یا قطع شود.",
    "826396656": "طرح تداوم کسب و کار ما",
    "1979347895": "- اختلالات تجاری قابل توجه می تواند در دامنه آنها متفاوت باشد، مانند تنها شرکت ما، یک ساختمان واحد که شرکت ما در آن قرار دارد، محله ای که شرکت ما در آن واقع شده است، شهری که در آن قرار داریم یا کل منطقه. در هر یک از این مناطق، شدت اختلال نیز می تواند از حداقل تا شدید متفاوت باشد. در صورت ایجاد اختلال در شرکت، منطقه تجاری، شهر یا منطقه یا ساختمانی که شرکت ما در آن قرار دارد، عملیات خود را در صورت نیاز به یک سایت محلی منتقل خواهیم کرد و انتظار نداریم هیچ گونه اختلال اساسی در عملیات تجاری ایجاد نشود. در هر صورت، ما قصد داریم به تجارت خود ادامه دهیم، در صورت لزوم عملیات را به تامین کنندگان جایگزین انتقال دهیم و از طریق وب سایت خود در hcaptcha.com و صفحه وضعیت خود در hcaptchastatus.com نحوه تماس با ما را به شما اطلاع دهیم. اگر اختلال قابل توجه در کسب و کار به حدی شدید باشد که ما را از ادامه فعالیت بازدارد، سریعاً به شما اطلاع خواهیم داد.",
    "653679457": "اختلالات متفاوت",
    "410397176": "برای اطلاعات بیشتر",
    "2095899021": "دستورالعمل های برندسازی hCaptcha و مجوز عمومی علامت تجاری",
    "2340340589": "دستورالعمل استفاده از علامت hCaptcha",
    "2430148876": "ما این دستورالعمل‌ها و مجوز عمومی علامت تجاری را ایجاد کرده‌ایم تا کار مشتریان، شرکا و طرفداران خود را تا حد امکان آسان کنیم و در عین حال هویت شرکتی خود را حفظ کنیم. اگر نیاز به استفاده از نمادها، آرم‌ها یا سایر علامت‌های hCaptcha دارید که اساساً با این دستورالعمل‌ها متفاوت است، باید برای دریافت مجوز کتبی با ما (IMI) تماس بگیرید.",
    "3884400764": "اگرچه ممکن است طبق این دستورالعمل‌ها از علائم hCaptcha استفاده کنید، اما به این معنی نیست که شما حقوقی در مورد علائم hCaptcha، آرم‌ها، یا هر علامت تجاری، نام تجاری، علامت خدمات، نام تجاری یا سرقفلی hCaptcha دارید. ما می‌خواهیم تا حد امکان انعطاف‌پذیری اعطا کنیم، اما موظف هستیم از hCaptcha در برابر استفاده غیرمجاز از هر علامت تجاری، نام تجاری، علامت خدمات، نام تجاری یا حسن نیت hCaptcha محافظت کنیم. هر گونه استفاده غیرمجاز به طور خودکار مجوز یا مجوز اعطا شده توسط hCaptcha را خاتمه می دهد و ممکن است در قبال هر گونه خسارت مسئولیت قانونی داشته باشد.",
    "512598290": "بنابراین، ما باید از شما بخواهیم که همیشه از همه علامت‌ها و لوگوهای hCaptcha به شکلی استفاده کنید که قوانین زیر را رعایت کنید، از جمله حروف بزرگ، حروف و سبک.",
    "2075610992": "از حمایت شما متشکرم!",
    "1023190144": "hCaptcha® در متن",
    "4274324704": "در اینجا نحوه استفاده از نام ما در کپی نوشتاری آمده است:",
    "3912926900": "hCaptcha® باید اولین باری که در یک کپی خلاقانه ظاهر می شود، یک علامت علامت تجاری ثبت شده داشته باشد.",
    "950637875": "املای hCaptcha هرگز نباید تغییر کند و hCaptcha باید همیشه با حرف دوم (\"C\") بزرگ نوشته شود. هرگز جمع و مضاف نیست.",
    "2624601135": "\"hCaptcha\" نباید به عنوان بخشی از نام تجاری استفاده شود، با خط فاصله به هم متصل شود، یا در نام برنامه ها یا محصولات دیگر استفاده شود.",
    "3828090208": "به جای آن از \"for hCaptcha\" استفاده کنید. اگر با آرم شخص ثالث استفاده می شود، \"for hCaptcha\" باید از نظر اندازه کوچکتر از آرم شخص ثالث باشد.",
    "4149738856": "hCaptcha باید به عنوان یک صفت و به دنبال آن یک اصطلاح عمومی مناسب استفاده شود.",
    "1446868537": "hCaptcha هرگز نباید به عنوان یک فعل استفاده شود.",
    "2487931657": "استفاده نکنید: \"ما سایت خود را hCaptcha'd کردیم.\"",
    "2565565429": "به جای آن از: \"ما از hCaptcha استفاده می کنیم تا سایت خود را ایمن تر و ایمن تر کنیم.\"",
    "3434202027": "هر گونه استفاده از نام hCaptcha در ارتباطات مستلزم ذکر منبع است: \"hCaptcha یک علامت تجاری ثبت شده Intuition Machines, Inc است.\"",
    "2754937029": "استفاده های غیر قابل قبول",
    "2436973524": "فقط ارجاعات دقیق قابل قبول است. جایز نیست که بگوییم سایتی از سرویس ها و برنامه های کاربردی hCaptcha استفاده می کند در حالی که از آن استفاده نمی کند. به طور مشابه، استفاده از لوگوی ما یا هر نشانی نیز تنها زمانی مناسب است که سایت از خدمات hCaptcha استفاده کند.",
    "69844082": "علائم تجاری hCaptcha، نمادهای گرافیکی، لوگوها، حروف تایپ یا نمادها نیز ممکن است به شکلی تحقیرآمیز مورد استفاده قرار نگیرند.",
    "3861413614": "شما نمی توانید از علامت تجاری یا لوگوی hCaptcha استفاده کنید که نشان دهد hCaptcha وابستگی یا تأیید، حمایت مالی یا پشتیبانی از یک محصول یا خدمات شخص ثالث را دارد، بدون اجازه کتبی صریح.",
    "1409822234": "تحت هیچ شرایطی نباید از علامت تجاری hCaptcha یکسان یا تقریباً یکسان به عنوان نام دامنه استفاده شود.",
    "4181060163": "اشخاص ثالث نباید از تغییرات یا غلط املایی استفاده کنند یا به نحوی عمل کنند که باعث سردرگمی علاقه اولیه در مورد علائم تجاری hCaptcha شود.",
    "3955555607": "به غیر از شرکا یا فروشندگان مجاز، اشخاص ثالث نمی توانند برای کلمات کلیدی، Google AdWords یا سایر سیستم های تبلیغاتی هدفمند با استفاده از علائم hCaptcha یا غلط املایی پیشنهاد دهند. همچنین اشخاص ثالث نمی‌توانند از علامت‌های hCaptcha در نام‌های دامنه، هر گونه بهینه‌سازی موتور جستجو، متا تگ‌ها، عبارات جستجو، کد یا سایر ارائه‌های نادرست استفاده کنند.",
    "1985238261": "سایر علائم محدود",
    "2193061499": "برخی از آرم‌ها و علائم ما محدود به استفاده از hCaptcha و شرکای آن هستند. اشخاص ثالث نمی توانند از علائم زیر بدون مجوز کتبی از hCaptcha استفاده کنند:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "نمایندگی مجاز hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop توسط hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "آرم BotStop™",
    "3942875761": "به ایجاد یک وب بهتر کمک کنید",
    "364774188": "من انسان هستم",
    "2785425016": "(در زمینه یک راه حل راستی آزمایی انسانیت، به عنوان مثال دعوت به اقدام)",
    "2639657759": "علائم استفاده شده توسط مجوز",
    "1268918580": "برخی از لوگوها و علائم استفاده شده توسط hCaptcha و شرکای آن متعلق به اشخاص ثالث است و فقط با اجازه آنها قابل استفاده است. اشخاص ثالث نمی توانند از علائم زیر استفاده کنند مگر در مواردی که صاحبان آنها اجازه می دهند:",
    "3782751514": "HUMAN Protocol® یک علامت تجاری ثبت شده بنیاد پروتکل HUMAN است و با اجازه آن استفاده می شود.",
    "1620709264": "HUMAN Token® یک علامت تجاری ثبت شده بنیاد پروتکل HUMAN است و با اجازه آن استفاده می شود.",
    "3031953928": "HUMAN Network™ علامت تجاری بنیاد پروتکل HUMAN است و با اجازه آن استفاده می شود.",
    "3554363588": "علائم دیگر",
    "3290996791": "همه نام‌ها، آرم‌ها و برندهای دیگر محصولات متعلق به صاحبان مربوطه می‌باشند. سایر نام‌های شرکت، محصولات و خدماتی که در این وب‌سایت استفاده می‌شود، فقط برای اهداف شناسایی هستند. استفاده از این نام ها، آرم ها و مارک ها به معنای تایید نیست.",
    "2444685143": "سیاست لوگو",
    "2414232014": "لوگوی ما فورا قابل تشخیص است و یکی از با ارزش ترین و مهم ترین دارایی های ماست. برای اطمینان از اینکه نماینده قوی شرکت ما باقی می ماند، باید به شیوه ای دقیق و منسجم در تمام کانال های ارتباطی ارائه شود.",
    "803639471": "لوگوی hCaptcha از نماد دست و لوگوی hCaptcha تشکیل شده است. در شکل متناوب خود، نماد دست ممکن است به خودی خود ظاهر شود زمانی که فضا محدود می شود و \"hCaptcha\" به عنوان علامت کلمه (همانطور که در بالا توضیح داده شد) در نزدیکی نماد دست استفاده می شود، به طوری که واضح است که نماد دست نشان دهنده hCaptcha است.",
    "564127016": "نماد دست hCaptcha:",
    "1424800293": "لوگوی hCaptcha:",
    "1525506526": "تصاحب حساب چیست و چگونه کار می کند؟",
    "2446481523": "یک داستان عامیانه قدیمی وجود دارد که در آن یک راننده واگن و یک نجیب زاده در پاسبانی در یک روستای کوچک روستایی ظاهر می شوند. مردی که لباس کثیف و فقیرانه پوشیده بود، به پاسبان گفت: «من آن نجیب هستم. این مرد راننده من بود.",
    "1767952047": "دیشب به من حمله کرد، لباس هایم را دزدید و پولم را گرفت.» مرد دیگر که لباس‌های زیبا و لباس طبقه اشراف پوشیده بود، پاسخ داد: «پاسبان، این مرد دیوانه است. او فکر می کند که نجیب زاده است. من نجیب واقعی هستم. دستگیرش کن!»",
    "2947576723": "این داستان مربوط به گواهینامه رانندگی و چاپ انگشت دیجیتالی است، اما نمونه خوبی از مواردی است که در شرایط تصاحب حساب ممکن است اشتباه پیش برود. شخصی وارد یک حساب بانکی آنلاین یا برنامه پرداخت تلفن همراه می شود. آیا او صاحب حساب واقعی است یا یک هکر؟ واقعا کیست؟ این مسائل امنیتی بر سازمان‌هایی تأثیر می‌گذارد که اجازه دسترسی به حساب سلف سرویس را می‌دهند.",
    "1687299615": "تصاحب حساب چیست؟",
    "2648707986": "تصاحب حساب یک شکل از کلاهبرداری سایبری است که در آن یک بازیگر مخرب هویت مالک یک حساب آنلاین را جعل می کند. به طور معمول، این حساب در یک موسسه مالی یا یک تجارت الکترونیکی است که در آن کلاهبردار می تواند پول، کالا یا کارت های هدیه را سرقت کند. مهاجم از اعتبارنامه‌های ورود به سرقت رفته برای دسترسی به حساب و سپس تصاحب آن استفاده می‌کند، شاید رمز عبور را تغییر دهد تا مالک واقعی حساب را قفل کند.",
    "1476843710": "اشکال مالی کمتر مضر اما همچنان مضر تصاحب حساب شامل ربودن حساب های رسانه های اجتماعی و موارد مشابه است. در این موارد، مهاجم معمولاً سعی در گسترش بدافزار یا حملات فیشینگ علیه دوستان ناآگاه قربانی دارد. یا اینکه مهاجم سعی می کند قربانی را شرمنده کند، که گاهی اوقات برای افراد مشهور و سیاستمداران اتفاق می افتد.",
    "2904949278": "چگونه یک هکر یک حساب کاربری را تصاحب می کند؟",
    "2575690545": "تصاحب حساب‌ها، مانند بسیاری از کلاهبرداری‌های سایبری، عمدتاً مربوط به فرآیندهای خودکار و انبوه است. به ندرت پیش می آید که هکری که در زیرزمین مادرش هودی پوشیده است، رمزهای عبور را در وب سایت های بانکی یکی یکی تایپ کند.",
    "3614653023": "در عوض، این روش بر حملات پر کردن اعتبار در مقیاس بزرگ متکی است که میلیون‌ها جفت نام کاربری/رمز عبور را بر روی ده‌ها موسسه مالی هدف امتحان می‌کنند، به این امید که قفل زیر مجموعه کوچکی از حساب‌ها را باز کنند. هنگامی که نرم افزار کلاهبرداری خودکار به حساب دسترسی پیدا کرد، یک هکر انسانی ممکن است درگیر شود، اما در برخی موارد نه.",
    "2762759509": "بسیاری از حملات تصاحب حساب تقریباً کاملاً خودکار هستند.",
    "1972710018": "از دیدگاه شرکت به آن نگاه کنید",
    "1282121137": "برای درک اینکه تصاحب حساب تا چه حد می تواند مشکل ساز باشد، در نظر بگیرید که این تجربه از دیدگاه موسسه مالی چگونه به نظر می رسد. آنها روزانه میلیون ها لاگین را مدیریت می کنند.",
    "2315518622": "با پیچیدگی های موجود در ابزارهای حمله امروزی، تشخیص اینکه کدام یک، در صورت وجود، تقلبی هستند، بسیار چالش برانگیز است. سپس شخصی با خط خدمات مشتری تماس می گیرد و می گوید: «اکانت من مورد حمله قرار گرفته است! من نمی‌توانم وارد شوم و یکی دارد پولم را می‌دزدد!»",
    "1836369533": "مانند پاسبان در داستان عامیانه، چگونه می توان تعیین کرد که واقعاً چه کسی کیست؟ اگر مهاجم به اندازه کافی عناصر هویتی دزدیده شده مانند شماره گواهینامه رانندگی، شماره امنیت اجتماعی، نام خانوادگی، آدرس و غیره را داشته باشد، تشخیص اینکه تماس گیرنده صاحب حساب واقعی است یا مهاجمی که سعی در دریافت یک حساب دارد می تواند بسیار دشوار باشد. بازنشانی رمز عبور در حسابی که می خواهد به آن نفوذ کند.",
    "2880837730": "برای جلوگیری از تصاحب حساب چه کاری می توان انجام داد؟",
    "3654556483": "موسسات مالی و شرکت‌های تجارت الکترونیک فرآیندها و کنترل‌هایی دارند که برخی از تهدیدات تصاحب حساب را کاهش می‌دهند. این سؤالات از سؤالات امنیتی قدیمی «اسم بهترین دوستت در مدرسه ابتدایی چه بود» تا روش‌های تشخیصی که آدرس‌های IP مشکوک و نمایه‌های دستگاه تلفن همراه را نشان می‌دهند، متغیر است.",
    "2449501658": "یکی از پیشرفته‌ترین راه‌ها را برای کاهش تهدید ناشی از تلاش‌های جعلی برای ورود به حساب کاربری ارائه می‌کند، با استفاده از یادگیری ماشینی برای شناسایی و متوقف کردن ربات‌ها، و به‌طور موثری مشارکت در تصاحب حساب را برای کلاهبرداران بسیار سخت‌تر یا حتی غیرممکن می‌کند.",
    "3621455477": "برای یادگیری بیشتر!",
    "555246307": "اتفاقاً ماجرای آقازاده و راننده اش اینگونه به پایان می رسد: پاسبان باعث شد این دو نفر ساعت ها در یک اتاق با هم بنشینند و از ذهنشان خسته شوند. در پایان روز، او ظاهر شد و گفت: \"الان با راننده واگن صحبت خواهم کرد.\" مردی که لباس نجیب به تن داشت از جا برخاست. آنقدر حوصله اش سر رفته بود که فراموش کرده بود فقط وانمود می کرد که آقازاده است.",
    "1224727373": "BotStop توسط hCaptcha",
    "1187718370": "با ما تماس بگیرید",
    "3892905664": "hCaptcha به خدمات آنلاین مورد علاقه شما کمک می کند تا با پرسیدن سوالات ساده ای که برای انسان ها آسان و برای ماشین ها دشوار است، از ربات ها، هرزنامه ها و سوء استفاده جلوگیری کنند.",
    "555158694": "سرویسی که از آن استفاده می کنید، با نصب hCaptcha برای کاهش ترافیک مخرب، تجربه شما را در سایت خود بهبود بخشد.",
    "1617196410": "hCaptcha بر روی توقف ربات ها متمرکز شده است. برای ما مهم نیست که کاربر چه کسی باشد، بلکه فقط به مخرب بودن آنها اهمیت می دهیم. ما سخت کار می کنیم تا حریم خصوصی را متعادل کنیم و",
    "1624200563": "امنیت، و مطابق با GDPR، CCPA، LGPD، PIPL، و سایر مقررات حفظ حریم خصوصی.",
    "1927613000": "hCaptcha یادگیری ماشینی پیچیده را با یک پلتفرم چالشی قدرتمند ترکیب می‌کند تا از برنامه‌های کاربردی وب در برابر تصاحب حساب، پر کردن اعتبار، خراشیدن و سایر انواع سوء استفاده محافظت کند.",
    "1133989302": "چرا hCaptcha؟",
    "34074886": "هر بار که به چالشی پاسخ می‌دهید، از مدل‌های پیچیده استفاده می‌کنیم تا بفهمیم که آیا شما انسان هستید یا خیر. سپس وب‌سایتی که بازدید کردید از این نتیجه برای کمک به بهبود تجربه شما در سایت خود با دور نگه داشتن ربات‌ها استفاده می‌کند.",
    "3412647984": "این به شما امکان می دهد با ثبت نام و تنظیم یک کوکی از سؤالات بعدی جلوگیری کنید. لطفاً مسدود کننده تبلیغات خود را نیز خاموش کنید.",
    "2510209017": "به کمک بیشتری نیاز دارید؟",
    "477275453": "چرا API ها یک هدف محبوب برای هکرها هستند؟",
    "596347471": "رابط های برنامه نویسی کاربردی (API) به یک هدف محبوب برای عوامل مخرب در فضای مجازی تبدیل شده اند. دلایل زیادی برای این وجود دارد، از جمله کاربرد عالی آنها در یکپارچه سازی برنامه ها. با این حال، کاهش خطر API امکان پذیر است.",
    "2441638955": "ابتدا، API چیست؟",
    "3963216198": "برای بحث در مورد اینکه چرا API ها یک هدف محبوب برای هکرها هستند، ابتدا ارزش آن را دارد که لحظه ای کوتاه را برای تعریف آنچه در حال حاضر از اصطلاح \"API\" استفاده می شود، اختصاص دهیم. مفهوم API اصلا جدید نیست. در واقع، حداقل از اوایل دهه 1960، رابط‌هایی برای اتصال سیستم‌های کامپیوتری مختلف با یکدیگر و همچنین اجزای داخلی آنها وجود داشته است.",
    "1047251718": "اما امروزه، وقتی مردم در مورد API ها صحبت می کنند، همیشه منظورشان API های مبتنی بر استاندارد است. اینها APIهایی هستند که با استفاده از استانداردهای باز مانند Representational State Transfer (REST) و فرمت‌های استاندارد باز مانند JavaScript Object Notation (JSON) ساخته شده‌اند. چنین \"RESTful API\" همانطور که شناخته شده است، می تواند بدون نیاز به نرم افزار اختصاصی ایجاد شود. APIهای حاصل قادر به ارسال و دریافت داده‌ها و فراخوانی‌های رویه بین برنامه‌های کاربردی نرم‌افزاری هستند. به عنوان مثال، یک برنامه بانکداری تلفن همراه از یک API برای دسترسی به سیستم های بانک استفاده می کند.",
    "3195334319": "کاربرد و آسیب پذیری API ها",
    "1903743785": "ظهور API های مبتنی بر استاندارد نشان دهنده یک جهش بزرگ در یکپارچه سازی برنامه ها بود. در حدود 20 سال گذشته، APIها از محصولات نرم افزاری انحصاری پرهزینه و پیچیده به ابزارهای رایگان و مبتنی بر استاندارد تبدیل شدند که کار کردن با آنها نسبتاً آسان و سریع است.",
    "879362350": "با API های جدید که از طریق اینترنت کار می کنند، امکان اتصال هر نرم افزار یا منبع داده، در هر نقطه از جهان، بدون در نظر گرفتن پلت فرم، طرح داده یا زبان برنامه نویسی وجود دارد. در نتیجه، دنیای محاسبات اکنون در میانه یک انقلاب API است. انفجاری از اتصال بین برنامه ها و داده ها وجود دارد. این عالی است، تا زمانی که اینطور نباشد.",
    "3844432472": "باز بودن و کاربردی بودن APIها آنها را به اهدافی فوق العاده غنی برای مهاجمان تبدیل می کند. همانطور که یک برنامه تلفن همراه را می توان برای دسترسی و دریافت داده از یک سیستم شرکتی با استفاده از یک API برنامه ریزی کرد، همچنین یک نرم افزار مخرب نیز می تواند برنامه ریزی شود. هکرها ابزارهای نرم افزاری متنوعی را برای سوء استفاده از API ها نوشته اند. این یک تکنیک حمله موثر است.",
    "2187096543": "در واقع، برخی نقض‌های بزرگ داده‌ها ناشی از نرم‌افزار نوشته‌شده توسط هکرها بوده است که از یک API برای استخراج داده‌ها از پایگاه داده استفاده می‌کند. پس از همه، اگر سرقت داده ها به سادگی نیاز به یک تماس GET اولیه در یک API دارد که با استفاده از REST و JSON نوشته شده است، پاک کردن سریع پایگاه داده آسان است. در واقع، وقتی مردم در مورد حملات «خراش صفحه» صحبت می‌کنند، بیشتر منظورشان فراخوان‌های API با آتش سریع است که داده‌ها را از پایگاه‌های داده خارج می‌کند. API ها به یک سطح حمله اصلی برای سازمان هایی تبدیل شده اند که آنها را می سازند.",
    "4222109231": "کاهش خطر API با محصول سازمانی hCaptcha",
    "1783317946": "توقف حملات API یک مورد استفاده محبوب است",
    "3022922096": "، مجموعه محصولات شرکتی hCaptcha. برخلاف نسخه رایگان hCaptcha،",
    "63719113": "از یادگیری ماشینی پیشرفته برای شناسایی ترافیک مخرب به سایت و برنامه های شما - از جمله فعالیت های اسکرپینگ استفاده می کند.",
    "3566102529": "ما امروز برای یادگیری بیشتر",
    "3096553330": "هر سیستمی که ایجاد می کنیم به سادگی نشان دهنده روابط ما با افراد دیگر است.",
    "1467218142": "آنچه ما از آنها و خود می خواهیم، رفتار ما را هدایت می کند، و بنابراین همان الگوهای تعامل در همه سیستم های انسانی تکرار می شود. اینترنت نمونه‌های بی‌نظیری از این جنبه اساسی جهان ما ارائه می‌دهد.",
    "808872868": "به عنوان مثال: هرزنامه، کلاهبرداری و سوء استفاده تقریباً از روزی که دو سیستم برای اولین بار به یکدیگر متصل شدند، به صورت آنلاین وجود داشته است.",
    "1085089390": "سوء استفاده آنلاین از رفتارهای ذاتی انسان نشات می گیرد",
    "3064321967": "اولین ایمیل هرزنامه شناخته شده در سال 1978 ارسال شد.",
    "3800781598": "] تقریباً پنج دهه بعد، هرزنامه ایمیل همچنان ما را آزار می دهد. میلیاردها دلار و هزاران سال تلاش مهندسی برای شکست آن صرف شده است، اما هرزنامه همچنان ادامه دارد. صنایع میلیارد دلاری در هر دو طرف وجود دارد، یعنی آنهایی که در برابر آن دفاع می کنند و آنهایی که آن را می فرستند.",
    "2119943547": "چرا این هست؟ پاسخ ساده است. تا زمانی که انگیزه ای برای سوء استفاده از یک سیستم وجود داشته باشد، کسی به طور کلی راهی پیدا می کند. و هنگامی که آنها این کار را انجام دهند، اکنون شخص دیگری انگیزه ای برای متوقف کردن آنها خواهد داشت.",
    "532470444": "تعادل ممکن است از سال به سال کمی تغییر کند، اما این رفتار صرفاً منعکس کننده ماهیت اساسی انسان است، و پنج هزار سال تاریخ ثبت شده نشان می دهد که بعید به نظر می رسد این پویایی به این زودی ها تغییر کند.",
    "3193548097": "امید بهار ابدی",
    "4065614934": "این تحلیل جدید نیست، اما مردم همیشه خوش بین هستند. به خصوص زمانی که فکر می کنند ایده شان جدید است.",
    "1216071511": "همین ایده‌ها آنقدر مطرح می‌شوند که حدود 20 سال پیش، یک نویسنده ناشناس با یک پر کردن فضای خالی مفید برای بحث‌های آنلاین درباره راه‌حل‌های ضد هرزنامه آمد:",
    "1941999673": "طرفداران پست شما a",
    "4179118182": "( ) فنی ( ) قانونگذاری ( ) مبتنی بر بازار ( ) هوشیار",
    "3978720689": "رویکرد مبارزه با هرزنامه ایده شما کار نخواهد کرد. اینجاست که چرا کار نخواهد کرد.",
    "318339230": "(یک یا چند مورد از موارد زیر ممکن است در مورد ایده خاص شما صدق کند و ممکن است چنین باشد",
    "30312304": "سایر معایب که قبل از تصویب یک قانون فدرال بد، از ایالت به ایالت دیگر متفاوت بود.)",
    "2710988028": "( ) ارسال کنندگان هرزنامه به راحتی می توانند از آن برای جمع آوری آدرس های ایمیل استفاده کنند",
    "3912514510": "( ) لیست های پستی و سایر استفاده های قانونی ایمیل تحت تأثیر قرار خواهند گرفت",
    "2030062561": "( ) هیچ کس نمی تواند آن مرد را پیدا کند یا پول را جمع آوری کند",
    "3334160175": "( ) در برابر حملات بی رحمانه بی دفاع است",
    "3238345709": "( ) به مدت دو هفته اسپم را متوقف می کند و سپس ما در آن گیر خواهیم کرد",
    "4227800293": "( ) کاربران ایمیل آن را تحمل نمی کنند",
    "2271252286": "( ) مایکروسافت آن را تحمل نخواهد کرد",
    "692064738": "( ) پلیس آن را تحمل نخواهد کرد",
    "3475647460": "( ) نیاز به همکاری بیش از حد از ارسال کنندگان هرزنامه دارد",
    "1482845460": "( ) نیاز به همکاری کامل فوری از همه به یکباره دارد",
    "3741193183": "( ) بسیاری از کاربران ایمیل نمی توانند کسب و کار خود را از دست بدهند یا کارفرمایان بالقوه را از خود دور کنند",
    "2234909600": "( ) ارسال کننده های هرزنامه به آدرس های نامعتبر در لیست خود اهمیتی نمی دهند",
    "1982617151": "( ) هرکسی می تواند به طور ناشناس شغل یا کسب و کار دیگران را نابود کند",
    "2498172334": "به طور خاص، طرح شما به حساب نمی آید",
    "389705801": "( ) قوانینی که صریحاً آن را ممنوع می کند",
    "190955495": "() فقدان اختیار کنترل مرکزی برای ایمیل",
    "237009707": "( ) رله های باز در کشورهای خارجی",
    "3507532387": "( ) سهولت جستجوی فضای آدرس الفبایی کوچک همه آدرس های ایمیل",
    "2477958756": "( ) افراد بد",
    "3254142589": "( ) مشکلات قضایی",
    "3621401685": "( ) عدم محبوبیت مالیات های جدید عجیب و غریب",
    "4277475973": "( ) بی میلی عمومی به پذیرش اشکال جدید عجیب و غریب پول",
    "941057651": "( ) سرمایه گذاری عظیم نرم افزار موجود در SMTP",
    "3265293440": "( ) حساسیت پروتکل های غیر از SMTP برای حمله",
    "515733427": "( ) تمایل کاربران به نصب وصله های سیستم عامل دریافت شده از طریق ایمیل",
    "2631159699": "( ) ارتش کرم ها جعبه های ویندوز متصل به پهنای باند را پر کرده اند",
    "776542208": "() مسابقه تسلیحاتی ابدی درگیر همه رویکردهای فیلترینگ",
    "989480928": "( ) سودآوری شدید از هرزنامه",
    "3898950867": "() مشاغل جو و/یا سرقت هویت",
    "3395399558": "( ) سیاستمداران بی سواد فنی",
    "1118929614": "( ) حماقت شدید از سوی افرادی که با اسپمرها تجارت می کنند",
    "838951836": "( ) عدم صداقت از سوی خود ارسال کنندگان هرزنامه",
    "2123236933": "( ) هزینه های پهنای باند که تحت تأثیر فیلتر کردن مشتری قرار نمی گیرند",
    "2292919419": "( ) چشم انداز",
    "2534436327": "و ایرادات فلسفی زیر نیز ممکن است اعمال شود:",
    "832385387": "( ) ایده های مشابه شما به راحتی قابل ارائه هستند، اما هیچ کدام عملی نشده اند",
    "1993984258": "( ) هر طرحی بر اساس انصراف غیرقابل قبول است",
    "3909240516": "( ) سرصفحه های SMTP نباید موضوع قانون باشد",
    "1151065360": "( ) لیست سیاه بد است",
    "2396605499": "( ) لیست سفید بد است",
    "2225785608": "( ) باید بتوانیم در مورد ویاگرا بدون سانسور صحبت کنیم",
    "3004688366": "( ) اقدامات متقابل نباید شامل کلاهبرداری سیمی یا کلاهبرداری کارت اعتباری باشد",
    "922470170": "( ) اقدامات متقابل نباید شامل خرابکاری در شبکه های عمومی باشد",
    "3068923550": "( ) اگر اقدامات متقابل به تدریج انجام شود باید کارساز باشد",
    "2752975480": "( ) ارسال ایمیل باید رایگان باشد",
    "117227832": "( ) چرا باید به شما و سرورهایتان اعتماد کنیم؟",
    "1021431157": "( ) ناسازگاری با مجوزهای منبع باز یا منبع باز",
    "2801524659": "( ) اقدامات احساس خوب هیچ کمکی به حل مشکل نمی کند",
    "931661269": "( ) آدرس های ایمیل موقت/یکبار مصرف دست و پا گیر هستند",
    "2090457681": "( ) من نمی خواهم دولت ایمیل من را بخواند",
    "3536122902": "( ) توقف آنها در این راه به اندازه کافی آهسته و دردناک نیست",
    "2391175562": "علاوه بر این، این چیزی است که من در مورد شما فکر می کنم:",
    "229198134": "( ) متاسفم رفیق، اما من فکر نمی کنم که کار کند.",
    "345563040": "( ) این یک ایده احمقانه است و شما برای پیشنهاد آن فرد احمقی هستید.",
    "409780280": "( ) تلاش خوبی بود، ****! امیدوارم کسی روی صفحه کلید شما قدم بگذارد!",
    "2820080973": "میزبانی شده با ❤ توسط",
    "3943164003": "مشاهده خام",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "چرا راه حل جدید ضد هرزنامه شما کار نخواهد کرد؟",
    "361795034": ". نویسنده ناشناس، ج. 2000",
    "1547006769": "راستی آزمایی انسانیت نیز همین مشکل است",
    "3717942925": "همانطور که همیشه افرادی وجود خواهند داشت که می خواهند توجه شما را از طریق ایمیل جلب کنند، همیشه تمایل به محدود کردن دسترسی به برخی منابع به گونه ای وجود دارد که فقط انسان ها بتوانند به آنها دسترسی داشته باشند.",
    "2481032625": "آیا هدف جلوگیری از:",
    "1691348394": "- خریدهای انبوه خودکار در طول فروش عرضه محدود",
    "1771016224": "- نرم افزاری برای دانلود انبوه تمام محتوای وب سایت شما",
    "1959762846": "- فرم های وب خود را با هرزنامه یا سوء استفاده بی پایان بازاریابی پر کنید",
    "345108670": "- پر کردن اعتبار و سایر تلاش‌ها برای تصاحب حساب",
    "2540760245": "در میان بسیاری از کاربردهای دیگر، امکان فیلتر کردن ترافیک آنلاین بر اساس «انسان یا نبودن» احتمالاً تا زمانی که طبیعت انسان از همان الگوهای ثبت شده در پنج هزار سال گذشته پیروی کند، ابزاری ارزشمند باقی خواهد ماند.",
    "3346362371": "در مورد یادگیری ماشینی چطور؟",
    "3619183405": "در سال 2021، به لطف پیشرفت در یادگیری ماشین، گاهی اوقات می توان CAPTCHA های ساده را با نرم افزار حل کرد. برای پرداختن به این موضوع، hCaptcha همچنین تجزیه و تحلیل بسیار دقیقی از ویژگی هایی مانند انجام می دهد",
    "3292221787": "به چالش پاسخ داده شد، نه فقط درست بودن آن، و اغلب هم سؤالات و هم داده های مورد استفاده را تغییر می دهد.",
    "1080672247": "از آنجایی که بسیاری از سوالات پرسیده شده را نمی توان از نظر اقتصادی با نرم افزار خارج از قفسه حل کرد، و از آنجایی که داده ها عموما منحصر به سیستم هستند، به این معنی است که ربات ها اغلب به طور کامل توسط سرویس رایگان متوقف می شوند و در عوض باید به حل کننده های CAPTCHA انسانی تکیه کنند. بسیاری از انواع سوء استفاده را کاملاً غیراقتصادی می کند.",
    "4172868199": "بسیار فراتر از این می رود و به حوزه تلاش برای تشخیص «انسان خوب» از «انسان بد» نیز می رود، و امروزه توسط بسیاری از محبوب ترین سرویس های آنلاین جهان برای یافتن و متوقف کردن همه چیز از تقلب در خرید گرفته تا خدمات مداوم پیشرفته استفاده می شود. تهدیدات علیه کاربران خود، در عین حال تمرکز منحصر به فرد بر حفظ حریم خصوصی.",
    "2873911365": "در مورد گواهی سخت افزار چطور؟",
    "1477196356": "چندین دهه است که روش‌های مختلفی برای پیوند دادن هویت به یک دستگاه به شیوه‌ای امن رمزنگاری، گاهی اوقات با ویژگی‌های حفظ حریم خصوصی ارائه شده است. رمزنگاری کلید عمومی به سال قبل باز می گردد. 1975، و توکن‌های سخت‌افزاری تقریباً به همین مدت وجود داشته‌اند.",
    "2349681896": "متأسفانه، کنترل یک قطعه سخت افزاری به این معنی نیست که شما یک شخص هستید. تقریباً هر طرح تأیید سخت افزار محبوب مصرف کننده بارها شکسته، وصله شده و سپس دوباره شکسته شده است.",
    "254326776": "سوء استفاده مخرب از این نقص ها اغلب کشف می شود که ماه ها یا سال ها قبل از افشا یا انتشار دانشگاهی رخ داده است.",
    "2462909475": "دیواری متشکل از بیش از 10000 تلفن مورد استفاده برای سوء استفاده، بخشی از عملیات ربات چینی.",
    "1963951234": "مهم نیست که طرح رمزنگاری شما چقدر قابل اعتماد است، اگر کسی بتواند در پایان روز به سادگی پول خرج کند تا پاسخ مورد نظر شما را بدهد، داشتن یک قطعه سخت افزار کافی نیست.",
    "1278884196": "با این حال، رمزنگاری یک رشته کاملاً جوان است. بر اساس تاریخچه اخیر، طرح رمزنگاری و/یا پیاده سازی شما احتمالاً به محض اینکه کسی انگیزه ای برای بررسی دقیق آن داشته باشد شکسته می شود، و به احتمال زیاد افراد دیگر مدت ها قبل از شما متوجه این موضوع خواهند شد. تکیه بر سخت افزار همچنین به این معنی است که ممکن است لازم باشد از تک تک کاربران خود بخواهید که یک دستگاه فیزیکی را تغییر دهند تا این نقص برطرف شود. این بعید است که در بیشتر موارد به سرعت اتفاق بیفتد، به این معنی که در واقعیت سیستم شما به سادگی باز نمی شود.",
    "1828028934": "به این دلیل",
    "1642844535": "مهم است: hCaptcha از چندین رویکرد مختلف برای پاسخ دادن به یک سوال اساسی استفاده می کند که امکان مقایسه برای ثبات در همه ارزیابی ها را فراهم می کند.",
    "1155821305": "دفاع عمق است",
    "119098046": "راه حل های غیرفعال یا بدون چالش چطور؟",
    "2760410719": "سرویس‌هایی که تلاش می‌کنند شناسایی ربات را با سیگنال‌های صرفاً غیرفعال انجام دهند، به سرعت با یک مشکل اساسی مواجه می‌شوند: چگونه می‌توانید تأیید کنید که آیا یک سیستم بازیگران بد را به درستی شناسایی می‌کند، وقتی که حقیقت اصلی دقیقی ندارید؟",
    "1722734001": "اینترنت باز محیطی بسیار پر سر و صدا است. بازیگران بد هر روز به کاربران سرویس ما و رقبایی مانند reCAPTCHA حمله می‌کنند و البته سعی می‌کنند در حین انجام این کار تا حد امکان انسان به نظر برسند.",
    "1595254735": "سرویس‌های کاملاً غیرفعال برای حفظ دقت تشخیص ربات یا حتی تشخیص نادرست بودن آنها تلاش می‌کنند. بدون توانایی به چالش کشیدن گهگاهی کاربران و تجزیه و تحلیل صحیح نتایج آن چالش، دقت در طول زمان به شدت کاهش می یابد.",
    "2412751979": "به لطف سیگنال های انسانی دقیق تر که hCaptcha را تامین می کند، بسیاری از شرکت هایی که قبلا از reCAPTCHA v3/Enterprise استفاده می کردند، به",
    "2284856231": "و همچنین در حالت صرفاً غیرفعال hCaptcha Enterprise دقت بهبود یافته‌ای را مشاهده کرد.",
    "4162847": "ما توانسته‌ایم مستقیماً این موضوع را مشاهده کنیم، زیرا برخی از مشتریان ما آزمایش‌های A/B را بر اساس همان درخواست قبل از اینکه کاملاً از پیشنهادات Google تغییر کنند، انجام می‌دهند. ما معمولاً می‌توانیم نرخ مثبت کاذب و منفی کاذب بالا را از reCAPTCHA v3 یا reCAPTCHA Enterprise ثابت کنیم.",
    "436125785": "با توجه به عدم دقت حلقه‌های بازخورد موجود در آن محصولات، و این واقعیت که آنها توسط یک شبکه تبلیغاتی با علاقه شدید به عدم موفقیت در تشخیص ربات‌ها، فروخته می‌شوند، تعجب آور نیست، تا مبادا به کسب و کار اصلی آنها آسیب برساند.",
    "2233741720": "در نتیجه",
    "2133809801": "تا زمانی که مردم انسان باقی بمانند، این احتمال وجود دارد که تأیید انسانیت نقشی آنلاین داشته باشد.",
    "2255549335": "وظیفه ما در hCaptcha یافتن معاوضه های خوب بین سختی و دقت و پایین نگه داشتن اصطکاک است، به خصوص برای",
    "4138068262": "کاربران در پایان، تعامل با چالش‌ها احتمالاً تا زمانی که ماهیت انسان بدون تغییر باقی بماند، بخشی از زرادخانه ابزارهای کاهش سوءاستفاده آنلاین باقی خواهد ماند.",
    "855097735": "ایجاد سرویسی که این کار را به خوبی انجام دهد و در عین حال همه نگرانی‌ها را متعادل کند، یک مشکل بسیار سخت است (و ما همیشه در تلاش هستیم تا آن را بهبود بخشیم تا تجربه را تا حد امکان دلپذیر کنیم) اما امیدواریم که شما موافق باشید که کاهش هرزنامه، سوء استفاده، تصاحب حساب‌ها و کلاهبرداری آنلاین در نهایت ارزش این سوال ساده را دارد.",
    "1953959745": "دسترسی",
    "2543123170": "تایید انسانیت اصطکاک صفر",
    "547245263": "مشکل ربات خود را همین امروز حل کنید.",
    "3117887301": "مورد اعتماد بزرگترین خدمات آنلاین",
    "981806349": "ساخته شده بر روی پلت فرم اثبات شده hCaptcha",
    "2373007864": "hCaptcha Enterprise بر روی فناوری پلتفرم hCaptcha اجرا می‌شود که شامل ویژگی‌هایی است که شرکت‌ها با ترافیک بالا نیاز دارند.",
    "2652399059": "یک شریک قابل اعتماد",
    "1997838163": "بزرگترین شرکت های جهان به hCaptcha Enterprise وابسته هستند. ادغام ساده است و دقت تشخیص بی نظیر است.",
    "734735952": "ما تعدادی از فروشندگان CAPTCHA و همچنین ساختن یک سیستم را خود ارزیابی کردیم. در پایان، hCaptcha به عنوان بهترین جایگزین برای reCAPTCHA ظاهر شد.",
    "1250541092": "- سرگی عیسی",
    "3524251858": "مدیر مدیریت محصول، Cloudflare",
    "3971348140": "چرا از hCaptcha استفاده کردیم؟ هیچ کس دیگری نمی تواند ویژگی ها و عملکرد مورد نیاز ما را ارائه دهد. آنها ما را به سرعت راه اندازی کردند و تجار ما عاشق این تجربه هستند.",
    "4248655793": "- الکس ام.",
    "4185927140": "مدیر محصول، فلش، شاپیفای",
    "282913023": "گزینه مقرون به صرفه برای شرکت های پر ترافیک",
    "999610953": "در نهایت، یک جایگزین معتبر برای گوگل. hCaptcha Enterprise صرفه جویی چشمگیری در صورتحساب reCAPTCHA شما با امنیت بالاتر ارائه می کند: در برخی موارد تا 80٪ ارزان تر.",
    "1886100235": "بسیاری از بزرگترین خدمات آنلاین جهان به hCaptcha Enterprise تغییر وضعیت داده اند و شناسایی ربات بهبود یافته را در کنار صرفه جویی در هزینه دریافت کرده اند.",
    "2903742230": "شبکه های تبلیغاتی بازدیدکنندگان شما را به عنوان محصول می بینند. برای ما تنها هدف تعیین انسانیت آنهاست. خدمات ما الزامات GDPR، CCPA، LGPD، و PIPL را برآورده می‌کند یا از آن فراتر می‌رود، و ما سخت تلاش می‌کنیم تا حریم خصوصی و امنیت را متعادل کنیم.",
    "3901503296": "این تمرکز منحصر به فرد بر حفظ حریم خصوصی به این معنی است که ما می توانیم بدون حفظ اطلاعات فردی، عملیات بدون کوکی و سایر ضمانت های حفظ حریم خصوصی قراردادی در صورت لزوم و در عین حال امنیت عالی ارائه دهیم.",
    "3342910682": "ادامه مطلب",
    "1130783905": "دقت به نفع شما و ماست. hCaptcha کار می کند تا داده های واقعی را در اختیار شما قرار دهد و به شما امکان می دهد تصمیم بگیرید که چگونه از آن استفاده کنید. سایر راه حل های امنیتی توسط شرکت های تبلیغاتی Gigantic ارائه شده است. این بدان معناست که هر رباتی که مسدود می کند ممکن است درآمد خود را کاهش دهد.",
    "2019130052": "نوآوری‌های ما در ML متمرکز بر حریم خصوصی به ما امکان می‌دهد از استانداردهای امنیتی استراتژی‌های قدیمی «ثبت همه چیز برای همیشه» فراتر برویم بدون اینکه به امنیت یا حریم خصوصی کاربر آسیبی وارد شود.",
    "23114595": "تجربه کاربری عالی",
    "3437412311": "برای کاربران Enterprise، گزینه‌هایی برای اجتناب از چالش‌ها در اکثر سناریوها، با تکیه بر امتیازات غیرفعال، در دسترس هستند.",
    "1996843433": "اصطکاک را با اجتناب از چالش به طور کامل برای 99.9٪ از ترافیک قانونی خود کاهش دهید و در عین حال امنیت عالی را ارائه دهید.",
    "3093689546": "ادغام آسان",
    "247560732": "hCaptcha را با سه خط کد اضافه کنید. اگر از reCAPTCHA می‌آیید، API ما سازگار است و تعویض آن فقط چند دقیقه طول می‌کشد.",
    "1510448156": "امروز می‌توانید با یک جایگزین برتر راه‌اندازی کنید و در صورت لزوم ویژگی‌های پیشرفته‌تر را فعال کنید.",
    "2718999653": "امتیازات تهدید سفارشی",
    "2698140263": "همه مشکلات یکسان نیستند: گرفتن یک نمره واحد به این معنی است که برای مفید بودن باید نیازهای شما را برطرف کند.",
    "897432717": "با طراحی جدید ما برای امتیازات تهدید سفارشی، افزودن دانش کسب و کار شما به مدل‌های ما اجازه می‌دهد تا امتیازات منحصر به فردی را به کاربران شما ارائه دهند.",
    "2650502379": "چالش های خود را در چند ثانیه راه اندازی کنید",
    "3578122193": "با محتوای مرتبط در برند بمانید",
    "1074044172": "وقتی کاربران باید چالشی را حل کنند تا نیازهای امنیتی شما را برآورده کنند، چرا سوالات دلپذیر و مرتبط با کاربر را نپرسید؟",
    "1579093044": "با طراح چالش سفارشی ساده ما، می‌توانید محتوای چالشی مبتنی بر برند را تنها در چند دقیقه راه‌اندازی کنید.",
    "3717512591": "ادغام بستر مستقیم",
    "121743429": "برای شرکت های زیرساخت وب",
    "2131386784": "تخصص و پشتیبانی قابل دسترس هم برای شما و هم برای کاربرانتان",
    "2782263070": "خدمات برای ما یک اولویت است. ما پشتیبانی 24 ساعته و 7 روزه را حفظ می کنیم و هماهنگی مستقیم Slack را با تیم ادغام مهندسی شما و کارکنان حاضر در حین و پس از اجرا ارائه می دهیم.",
    "3740051331": "ما همچنین متعهد به نظارت فعالانه و پاسخگویی به سؤالات کاربران شما در رسانه‌های اجتماعی، انجمن‌ها، و کانال‌های پشتیبانی درون ویجت و ایمیل خود هستیم. ما در دسترس و پاسخگو هستیم و رضایت کاربر را به عنوان یک KPI برتر در نظر می گیریم.",
    "170775527": "ویژگی های سازمانی",
    "3383086062": "hCaptcha Enterprise یک راه حل کامل امنیتی آنلاین است. حالت‌های فعال و غیرفعال به شما این امکان را می‌دهند که پر کردن اعتبارنامه را متوقف کنید، تصاحب حساب‌ها را شناسایی کنید و بازیگران مشکوک را مسدود کنید. همه با اصطکاک صفر برای کاربران قانونی.",
    "1408599440": "سریع با چند خط کد و حالت غیرفعال 99.9% ما شروع کنید، یا کنترل کامل زمان و نحوه به چالش کشیدن کاربران را در دست بگیرید. مدل‌های تهدید سفارشی و چالش‌های قابل تنظیم به معنای انعطاف‌پذیری بی‌رقیب برای تضمین امنیت است.",
    "3365203058": "حفاظت ضد ربات در سطح جهانی",
    "1803009328": "نبرد در مقیاس وب آزمایش شده است.",
    "1586809757": "نمرات ربات با دقت بالا",
    "353367791": "بازیگران بد از انواع مختلف را شناسایی کنید.",
    "191460155": "حالت های اصطکاک صفر و 99.9 درصد غیرفعال",
    "585557010": "کمتر از 0.1 درصد از کاربران قانونی را به چالش بکشید.",
    "3287172429": "انواع چالش کنترل نشان داده شده است",
    "1844885924": "کتابخانه گسترده ای از انواع برای انتخاب.",
    "3018523079": "با تجربه کاربری ثابت در برند بمانید.",
    "3817811295": "قابلیت اطمینان تضمین شده و پشتیبانی سریع 24/7 حین تماس.",
    "1798492192": "پشتیبانی از مرورگر قدیمی",
    "1356745565": "سازگار با اینترنت اکسپلورر 8.",
    "751483365": "پشتیبانی از کلاینت های غیر جاوا اسکریپت",
    "4199502476": "داشبوردهای گزارش دهی پیشرفته و API",
    "3630114728": "ببینید در همه سایت‌ها و برنامه‌های شما چه اتفاقی می‌افتد.",
    "3573245166": "برخلاف reCAPTCHA، ما در هر کشوری کار می کنیم.",
    "2354267648": "سیاست حفظ حریم خصوصی مناسب GDPR، CCPA و LGPD",
    "3167979932": "برای حفظ حریم خصوصی از روز اول طراحی شده است. توافقنامه پردازش داده قوی",
    "4065065042": "این را شماره گیری کنید تا دقیقاً متناسب با مورد استفاده شما باشد.",
    "111184581": "میزبانی شخص اول",
    "4272022475": "همه درخواست‌ها و دارایی‌ها به hcaptcha.yourdomain.com می‌روند",
    "2676853536": "داشبوردهای چند کاربره",
    "1368787974": "مدیریت را در تیم خود به اشتراک بگذارید.",
    "1045484714": "ادغام SAML SSO با ارائه دهنده هویت شما، به عنوان مثال Okta یا Azure AD.",
    "3953584369": "محدودیت های دسترسی پیچیده RBAC موجود است.",
    "2781507299": "تأیید فوری",
    "4019660456": "تأخیر 0 میلی‌ثانیه: توکن‌های hCaptcha را بدون تماس API تأیید کنید.",
    "3446714684": "ادغام موبایل (iOS و Android).",
    "2593768395": "تجربه یکپارچه در سراسر وب، تلفن همراه بومی، وب تلفن همراه. ادغام های از پیش ساخته شده و SDK های بومی موجود است.",
    "1779265104": "شرایط سفارشی و ضمانت‌های حفظ حریم خصوصی",
    "122875767": "نیازهای قانونی خود را زمانی که سایر شرکت ها نمی توانند برآورده کنید.",
    "148188781": "چالش های ارائه شده",
    "838049015": "همه تصاویر منطبق با پرس و جو را انتخاب کنید",
    "1126302400": "جعبه مرزی",
    "3554448168": "دسته بندی",
    "2104933754": "برچسب های مربوطه را شناسایی کنید",
    "3612043014": "... و کارهای ساده دیگر. آسان برای انسان، سخت برای ربات ها.",
    "3624758171": "وظایف سفارشی نیز برای ناشران سازمانی در دسترس است.",
    "1001938065": "ادغام نمی تواند آسان تر باشد",
    "2138799135": "hCaptcha دارای ده ها ادغام از پیش ساخته شده برای سیستم های frontend و backendی است که استفاده می کنید.",
    "2535001179": "اگر از reCAPTCHA Google آمده‌اید، APIهای ما جایگزین‌های کشویی هستند.",
    "1393184984": "تمام چیزی هستند که نیاز دارید",
    "3715747429": "مهندسین داخلی ما می توانند شما را به سرعت راهنمایی کنند، خواه به ادغام React، SDK برای برنامه های اصلی iOS، نمونه پشتیبان جاوا یا تقریباً هر سناریوی دیگری نیاز داشته باشید.",
    "2681650568": "و مانند همیشه، حریم خصوصی یک ارزش اصلی برای ما است. کد چالش ما را فقط در جایی که لازم است اضافه کنید، و در جایی که منطقی است از شما و کاربرانتان محافظت کنیم. به حداقل رساندن جمع آوری داده ها از لحظه ادغام شروع می شود.",
    "1130868224": "سه خط کد",
    "2183926131": "با hCaptcha Enterprise شروع کنید",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "طراحی شده برای حفظ حریم خصوصی",
    "1297224875": "یک رویکرد منحصر به فرد مبتنی بر حریم خصوصی برای امنیت آنلاین سازمانی.",
    "2762458927": "اطلاعات کاربری شما برای فروش نیست.",
    "2058856283": "hCaptcha Enterprise تنها یک هدف دارد: جلوگیری از مختل کردن عوامل بد در عملیات آنلاین شما و آسیب رساندن به کاربران شما.",
    "2408036504": "بنابراین سیستم‌های ما از ابتدا به گونه‌ای طراحی شده‌اند که جمع‌آوری و نگهداری داده‌ها را به حداقل برسانند و در عین حال امنیت پیشرو در کلاس را حفظ کنند. بهترین راه برای محافظت از اطلاعات کاربر این است که به هیچ وجه آنها را ذخیره نکنید.",
    "4099477834": "تمام روابط با مشتری نیز توسط یک توافقنامه پردازش داده قوی محافظت می شود. سرویس hCaptcha با تمام قوانین حفظ حریم خصوصی مطابقت دارد بدون توجه به اینکه سرویس شما یا مشتریان شما در کجا زندگی می کنند. حفظ نکردن داده های شخصی این کار را برای ما بسیار آسان تر از سایر شرکت ها می کند.",
    "3569492665": "ثبت فعالیت آنلاین راه حل نیست.",
    "3389431373": "سرویس هایی مانند reCAPTCHA v3 می گویند که قرار دادن پیکسل ردیابی خود در هر صفحه از سایت شما برای امنیت خوب ضروری است. این مورد نیست.",
    "3590546893": "تجزیه و تحلیل رفتاری ساده سیگنالی است که به راحتی توسط بازیگران بد جعل می شود و همچنین به حفظ سابقه مرور برای تمام ترافیک قانونی شما نیاز دارد.",
    "1105363520": "ما یک شبکه تبلیغاتی را اداره نمی کنیم و هیچ علاقه ای به مشاهده رفتار کاربران شما برای فروش تبلیغات به آنها نداریم. این بدان معناست که ما نیازی به یک پیکسل غیرفعال در هر صفحه از سایت شما نداریم.",
    "3088605177": "کد چالش ما را فقط در جایی که لازم است اضافه کنید، و در جایی که منطقی است از شما و کاربرانتان محافظت کنیم.",
    "337971271": "یادگیری ماشینی مفید است. اما برای کار کردن به اطلاعات شخصی نیازی ندارد.",
    "320166522": "یادگیری ماشین اکنون تقریباً بر همه جنبه های زندگی ما تأثیر می گذارد، اغلب به روش هایی که ما متوجه نمی شویم و نمی توانیم ببینیم. خدمات امنیتی آنلاین تفاوتی ندارند.",
    "3180664128": "با یادگیری بیش از هزاران سیگنال، مدل‌ها می‌توانند در تشخیص رفتار مخرب بسیار سریع استنباط کنند و به اطمینان بالایی برسند، حتی زمانی که هیچ سیگنال فردی به خودی خود آنقدر قوی نباشد که مشکلی را نشان دهد.",
    "961941354": "با این حال، هیچ یک از این موارد نیاز به استفاده از اطلاعات شناسایی شخصی (\"PII\") ندارد. تکنیک‌های رمزنگاری مدرن به ما این امکان را می‌دهند که هر گونه اطلاعات شخصی را در اسرع وقت کنار بگذاریم و در عوض امضاهای یک طرفه‌ای ایجاد کنیم که نمی‌توانند به هیچ فردی مرتبط شوند.",
    "1706581702": "آموزش داده‌های شناسایی‌نشده به همان خوبی کار می‌کند و نیازی به به خطر انداختن امنیت یا حریم خصوصی ندارد. مشتریان ما آزمایش‌های تجربی را انجام داده‌اند و ما را برابر یا بهتر از جایگزین‌های خصوصی کمتر معرفی کرده‌اند.",
    "3203921334": "ما چندین چیز را در مورد راه حل های hCaptcha دوست داشتیم: 1) آنها اطلاعات شخصی را نمی فروشند. آنها فقط حداقل داده های شخصی لازم را جمع آوری می کنند، آنها در توصیف اطلاعاتی که جمع آوری می کنند و نحوه استفاده و/یا افشای آن ها شفاف هستند.",
    "305735018": "در نهایت، یک جایگزین معتبر برای گوگل. hCaptcha Enterprise صرفه جویی چشمگیری در صورتحساب reCAPTCHA شما با امنیت بالاتر ارائه می کند: در برخی موارد تا 80٪ ارزان تر.",
    "3695206755": "ما را در محیط خود بدون هیچ تعهدی امتحان کنید.",
    "2941545733": "ما مهندس هستیم، نه فروشنده: می خواهیم از انتخاب خود راضی باشید.",
    "131871195": "بهترین راه برای اطمینان از رضایت شما این است که نشان دهیم نیازهای شما را برآورده می کنیم.",
    "3436534225": "تقریباً همه شرکت هایی که یک پایلوت راه اندازی می کنند، در نهایت راه حل های ما را انتخاب می کنند.",
    "4060250206": "از این فرم برای دسترسی به یکی از متخصصان فنی ما استفاده کنید. ما به سرعت پاسخ می دهیم.",
    "1159746815": "همچنین می توانید مستقیماً به ما ایمیل بزنید.",
    "2531534427": "جزئیات اینجاست.",
    "2059998584": "منطقه",
    "3916131732": "قاره آمریکا",
    "135276624": "اروپا، خاورمیانه، آفریقا (EMEA)",
    "1182294134": "آسیا و اقیانوسیه (APAC)",
    "2437934778": "اسم شما",
    "3859506577": "ایمیل تجاری",
    "1268414751": "جزئیات دیگری که باید داشته باشیم؟",
    "42559805": "آیا نیاز به ورود فوری دارید؟",
    "851679588": "آره.",
    "1729677626": "من مورد حمله قرار گرفته ام و نیاز به سوار شدن فوری دارم.",
    "2808971932": "این متنی در داخل یک بلوک div است.",
    "2468683988": "سرفصل",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim در eros elementum tristique. Duis cursus، mi quis viverra ornare، eros dolor interdum nulla، ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "لینک متن",
    "2212670355": "ثبت نام",
    "31502377": "عنصر Rich Text چیست؟",
    "2310705547": "عنصر متن غنی به شما این امکان را می‌دهد تا به جای اضافه کردن و قالب‌بندی جداگانه، سرفصل‌ها، پاراگراف‌ها، نقل قول‌ها، تصاویر و ویدیوها را در یک مکان ایجاد و قالب‌بندی کنید. فقط دوبار کلیک کنید و به راحتی محتوا ایجاد کنید.",
    "2590587108": "ویرایش محتوای ثابت و پویا",
    "778204464": "یک عنصر متن غنی را می توان با محتوای ایستا یا پویا استفاده کرد. برای محتوای ثابت، کافی است آن را در هر صفحه رها کنید و ویرایش را شروع کنید. برای محتوای پویا، یک فیلد متن غنی را به هر مجموعه اضافه کنید و سپس یک عنصر متن غنی را به آن قسمت در پانل تنظیمات متصل کنید. وایلا!",
    "1890955039": "نحوه سفارشی سازی قالب بندی برای هر متن غنی",
    "3286051798": "سرفصل‌ها، پاراگراف‌ها، نقل قول‌ها، شکل‌ها، تصاویر و شرح شکل‌ها را می‌توان پس از افزودن یک کلاس به عنصر متن غنی با استفاده از سیستم انتخابگر تودرتو «When inside of» سبک‌سازی کرد.",
    "504332576": "ما مفتخریم اعلام کنیم که hCaptcha به بزرگترین سرویس مستقل امنیت سایبری در جهان تبدیل شده است که در حدود 15 درصد اینترنت اجرا می شود - و ما بیشتر این سهم بازار را مستقیماً از Google reCAPTCHA گرفتیم. با هم، hCaptcha و",
    "1155436473": "(پیشنهاد سازمانی ما) اکنون ماهانه از صدها میلیون کاربر در ده ها میلیون وب سایت و برنامه محافظت می کند. داستان ما نشان می دهد که وقتی حریم خصوصی را در اولویت قرار می دهید، می توانید با Big Tech رقابت کنید.",
    "3108727249": "BotStop",
    "1296696044": "حریم خصوصی در مقابل امنیت: چرا هر دو نه؟",
    "538871570": "رقابت با گوگل و سایر شرکت‌های بزرگ فناوری به نظر کار سختی است: قدرت بازار انحصاری، اثرات پلتفرم و ارتش توسعه‌دهندگان پردرآمد آن‌ها عموماً برای هرکسی به جز سایر غول‌های فناوری مانند فیس‌بوک یا آمازون آنقدر قدرتمند در نظر گرفته می‌شوند. داستان ما نشان می دهد که لازم نیست اینطور باشد - شما می توانید با تمرکز بر حریم خصوصی، فناوری بزرگ را شکست دهید.",
    "3600718611": "Google reCAPTCHA را در نظر بگیرید،",
    "4281708680": ". در hCaptcha، ما عمداً رویکرد بسیار متفاوتی را اتخاذ کرده‌ایم، و از تکنیک‌های یادگیری ماشینی حفظ حریم خصوصی برای شناسایی رفتارهای معمولی ربات با دقت بالا استفاده کرده‌ایم، همه اینها در حالی که داده‌های کمتری مصرف کرده و ذخیره می‌کنند.",
    "3312336121": "که برای تعیین اینکه آیا کاربران وب انسان های قانونی هستند یا ربات ها، مقادیر زیادی داده رفتاری مصرف می کند.",
    "1193738791": ": آنها رفتار کاربر را در هر صفحه از یک وب سایت و در سراسر وب دنبال می کنند. ما hCaptcha را طوری طراحی کردیم که از همان روز اول تا حد امکان حفظ حریم خصوصی دوستانه باشد. این منجر به رویکردی کاملاً متفاوت برای مشکل شد. همانطور که مشخص است، ردیابی کاربران در سراسر وب و گره زدن تاریخچه وب آنها به هویت آنها برای دستیابی به امنیت خوب کاملاً غیر ضروری است. بسیاری از شرکت‌هایی که به hCaptcha روی آورده‌اند",
    "2620705814": "گوگل یک شرکت تبلیغاتی است و محصولات امنیتی آنها بسیار شبیه محصولات تبلیغاتی آنها هستند",
    "1126447688": "با وجود تمرکز بر حفظ حریم خصوصی، اغلب عملکرد برابر یا بهتر را در تشخیص و کاهش ربات گزارش می دهند",
    "439777523": "مقررات مهم است",
    "3588274874": "در تمرکز بر ارائه محصولی همسو با تلاش‌های نظارتی مانند GDPR اتحادیه اروپا و CCPA کالیفرنیا، رشد گسترده‌ای را تجربه کرده‌ایم - البته، به این کمک می‌کند که hCaptcha جایگزینی ساده برای reCAPTCHA است و بنابراین می‌تواند در عرض چند دقیقه نصب شود.",
    "2150595700": ". GDPR و CCPA نگرانی‌های مربوط به حریم خصوصی را برای خریداران سازمانی روی نقشه قرار داده‌اند، و در عین حال حریم خصوصی آنلاین برای عموم اهمیت بیشتری پیدا می‌کند، زیرا همه ما شروع به درک چگونگی استفاده از داده‌های ما توسط صنایع تبلیغات آنلاین و بازاریابی کرده‌ایم.",
    "2624949852": "البته، reCAPTCHA از سال 2009 وارد عرصه امنیت وب شد و از میلیون‌ها وب‌سایت در برابر تهدیدات روزافزون ربات‌های مخرب و هرزنامه‌ها محافظت کرد. با این حال، در سال های اخیر کاملاً به خطر افتاده است:",
    "499510428": "ما در واقع معتقدیم که مقررات در اینجا به ما کمک کرده است",
    "1232651561": "نرم افزار اکنون به خوبی افراد در حل چالش های reCAPTCHA عمل می کند.",
    "824740867": "گوگل به جای بهبود راه حل، reCAPTCHA نسخه 3 را منتشر کرد که بیشتر شبیه یک شبکه تبلیغاتی عمل می کند تا نرم افزار امنیتی و داده های رفتاری را از سراسر وب جمع آوری می کند تا نمایه های کاربر ایجاد کند. متأسفانه، این نوع سیگنال به راحتی از بین می رود، و در نتیجه محافظت کمی در برابر ربات ها فراهم می کند در حالی که به حریم خصوصی کاربر آسیب می رساند.",
    "1027023087": "ما در hCaptcha در عوض بر روی رویکردهای مدرن‌تر برای حل این مشکل تمرکز کرده‌ایم، که نیازی به حفظ سوابق رفتاری طولانی‌مدت مانند تاریخچه مرور نیست و از زمان معرفی سرویس در برابر دشمنان مصمم بسیار انعطاف‌پذیرتر بوده‌اند.",
    "2852295413": "تضاد ذاتی منافع: توقف ربات ها درآمد یک شبکه تبلیغاتی را کاهش می دهد",
    "1597520917": "تعداد فزاینده‌ای از منتقدان اشاره کرده‌اند که بی‌اعتنایی گوگل به حریم خصوصی کاربران باید نگران مشتریانی باشد که به دنبال محافظت از وب‌سایت‌ها و برنامه‌های خود هستند.",
    "763447231": "در عین حال، جلوگیری از دسترسی ربات‌ها به سایت‌های ناشر می‌تواند کلاهبرداری تبلیغاتی را آشکار کند و محصول reCAPTCHA گوگل را مستقیماً در برابر تجارت تبلیغاتی آن‌ها قرار دهد که بیش از 80 درصد از درآمد آنها را تولید می‌کند.",
    "999674529": "هر رباتی که گوگل تشخیص می‌دهد باید صفر دلار درامد داشته باشد. بنابراین، مشوق‌های شرکت Google با کاربران سرویس‌های امنیتی آن‌ها هماهنگ نیست، و این ممکن است یکی از توضیح‌هایی برای عملکرد ضعیف پیشنهاد امنیتی reCAPTCHA آنها باشد.",
    "956019009": "بزرگترین شرکت های زیرساخت وب قبلاً اقدام کرده اند",
    "1923297430": "آخرین نقطه شکست برای بسیاری از مشتریان بزرگتر زمانی بود که گوگل شروع به دریافت هزینه از شرکت ها برای استفاده از محصولشان در هر مقیاسی معنی دار کرد. این باعث شد تا کاربران طولانی مدت reCAPTCHA به دنبال جایگزین های بهتری باشند زیرا نگرانی های نظارتی در سراسر جهان استفاده از پیشنهادات Google را به طور فزاینده ای غیرجذاب کرده بود.",
    "2197218442": "متیو پرینس، مدیر عامل کلودفلر، این دیدگاه را در این مقاله خلاصه کرد",
    "155456850": "اعلام سوئیچ خود به hCaptcha:",
    "435302267": "پست وبلاگ شرکت",
    "2087769953": "\"ما در مورد این تغییر هیجان زده هستیم زیرا به رفع نگرانی حریم خصوصی ناشی از اتکا به یک سرویس Google که مدتی است داشته ایم کمک می کند. ما تعدادی از فروشندگان CAPTCHA و همچنین ساخت یک سیستم را خودمان ارزیابی کردیم. در پایان، hCaptcha به‌عنوان بهترین جایگزین برای reCAPTCHA ظاهر شد.» «ما چیزهای زیادی در مورد راه‌حل‌های hCaptcha دوست داشتیم: 1) آنها اطلاعات شخصی را نمی‌فروشند. آنها فقط حداقل داده های شخصی لازم را جمع آوری می کنند، آنها در توصیف اطلاعاتی که جمع آوری می کنند و نحوه استفاده و/یا افشای آنها شفاف هستند.\"",
    "595582512": "اگر به دنبال محافظت مؤثر از سایت یا برنامه خود در برابر ربات‌ها، هرزنامه‌ها یا سایر عوامل مخرب هستید، همگی با حفظ حریم خصوصی کاربران خود (و مطابق با تمام مقررات مربوطه!)، hCaptcha و پیشنهاد سازمانی ما را در نظر بگیرید.",
    "3388180864": "علاقه مند به کار بر روی چالش های فنی عمیق در مقیاس وب هستید؟ ما همیشه در حال استخدام مهندسان با استعداد در سراسر جهان هستیم -",
    "3892952987": "افتتاحیه های ما را بررسی کنید و اینجا درخواست دهید",
    "3368788823": "ترنس ادن در وبلاگ خود به نکته جالبی اشاره می کند:",
    "1491780143": "CAPTCHA ها انسان بودن شما را ثابت نمی کنند - آنها ثابت می کنند که شما آمریکایی هستید",
    "2146900431": "از نظر شهودی، این ادعا بسیار منطقی است. CAPTCHAها، مانند تقریباً همه چیز، در یک زمینه فرهنگی تعبیه شده‌اند، و اگر مجموعه چالش‌های شما عمدتاً در یک فرهنگ ایجاد شده است، ممکن است به خوبی به فرهنگ دیگری ترجمه نشود. در اصل، این یک موضوع فرهنگی است",
    "378086442": "از CAPTCHA ها، به جای UX آنها فی نفسه.",
    "1445008801": "همانطور که ادن می گوید:",
    "332723732": "محتوا",
    "2072808435": "\"حدس بزنید، گوگل؟ تاکسی ها در کشور من به طور کلی سیاه هستند. من آنقدر فیلم تماشا کرده ام که بدانم همه فیلم های آمریکا زرد هستند. اما در هر کشور دیگری که من بازدید کرده ام، تاکسی ها ترکیبی از فیلم ها بوده اند. رنگ های مختلف.\"",
    "3206136647": "مشکل Google در اینجا بر اساس داده‌های سؤالی است که آنها استفاده می‌کنند در مقابل افرادی که آن را می‌بینند. اگر همه داده‌ها از یک فرهنگ (و در مورد گوگل، همان شرکت) به دست می‌آیند، مطمئناً می‌توانید انتظار داشته باشید که چالش‌هایی داشته باشید که به خوبی به فرهنگ‌های دیگر ترجمه نمی‌شوند، مطابق با شکایت ادن.",
    "2217842245": "با این حال، داده های ما نشان می دهد که (برای hCaptcha)",
    "4280117172": "بسیاری از کشورها در واقع کمی بهتر از ایالات متحده هستند، از جمله نیجریه، هند، برزیل و آلمان:",
    "555749578": "کمتر از 1 درصد واریانس در نرخ حل در کشورهای بزرگ در هر قاره وجود دارد.",
    "151737819": "نرخ حل hCaptcha در سراسر جهان واریانس بسیار کمی را نشان می دهد",
    "3908992897": "و در هر کشور و منطقه ای در جهان استفاده می شود، بنابراین ما بسیار بر ارائه یک تجربه جهانی ثابت متمرکز هستیم.",
    "2808122102": "بنابراین، عملکرد بین فرهنگی یک نیاز اساسی برای خدمات ما است. اطمینان از اینکه همه کاربران قانونی می توانند به سرعت به محتوا دسترسی داشته باشند، بخش مهمی از ماموریت ما است. ما چالش‌هایی را به ۱۱۰ زبان ارائه می‌کنیم و به‌طور مداوم ترجمه‌های مربوطه را بهبود می‌دهیم تا مطمئن شویم که چالش‌های ما توسط همه قابل حل است.",
    "3913801502": "hCaptcha در حال حاضر در حدود 15٪ از اینترنت اجرا می شود",
    "2077639538": ". برای مثال، داده‌های چالشی در مورد سرویس ما می‌تواند از منابع متعدد، نه تنها یک منبع - از شرکت‌های بزرگ Fortune 500 گرفته تا استارت‌آپ‌های یادگیری ماشینی، تا زمانی که آنها به ما پایبند باشند.",
    "3951112506": ". این در حال حاضر درجه بالاتری از ناهمگونی در داده ها را تضمین می کند.",
    "1803943584": "دوم، به چالش‌ها اجازه می‌دهیم خود بهینه‌سازی شوند تا تعیین کنیم در کدام کشورها یا زبان‌ها اجرا می‌شوند، و احتمال تجربه یکنواخت را حتی بیشتر می‌کنیم. اگر دقت کمتر از حد انتظار باشد، مجموعه‌ای از سؤالات به سادگی در منطقه یا زبانی که این تأثیر رخ می‌دهد، اجرا نمی‌شود.",
    "3668873369": "در hCaptcha، ما از روز اول رویکرد متفاوتی در پیش گرفته‌ایم",
    "1519201684": "خط مشی اخلاق هوش مصنوعی",
    "2155089487": ". اگر چالش‌های ما برای برخی از گروه‌ها آسان‌تر حل می‌شد، انتظار داشتیم تفاوتی را در نحوه عملکرد مردم در سراسر جهان و فرهنگ‌های مختلف در هنگام حل آن‌ها مشاهده کنیم. در زمینه پست ادن، ما انتظار داریم آمریکایی ها بهتر از مردم کشورهای دیگر عمل کنند. از آنجایی که ما سال‌ها صرف توسعه سیستم‌هایی برای اجتناب از این مشکل کرده‌ایم، در واقع دقیقاً عکس آن را می‌بینیم.",
    "2603863826": "PS: اگر ترجمه‌ای به زبان خود پیدا کردید که می‌تواند از پیشرفت‌ها استفاده کند، در صورت تمایل یک متن را ارسال کنید",
    "3543141425": "برای این!",
    "2697276059": "شواهدی که این کار را نشان می دهد: نرخ حل یکسان در سراسر جهان",
    "664236229": "درخواست کشش"
}