{
  "header-privacy-link": "ny fiainana manokana",
  "header-integration-link": "fampidirana",
  "header-cost-link": "vidin'ny",
  "header-features-link": "Toetoetra",
  "header-docs-link": "Docs",
  "header-login-button": "Hiditra",
  "header-contact-button": "Contact Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Mifandraisa aminay raha te hahalala bebe kokoa",
  "intro-text-bottom": "Miantehitra amin'ireo orinasa manome hery ny tranonkala.",
  "sub-menu-button": "Contact Sales",
  "sub-menu-item1": "Orinasa",
  "sub-menu-item2": "vidin'ny",
  "sub-menu-item3": "fampidirana",
  "sub-menu-item4": "Toetoetra",
  "sub-menu-item5": "ny fiainana manokana",
  "sub-menu-item6": "Docs",
  "info-head-1": "Namboarina tamin'ny sehatra hCaptcha efa voaporofo",
  "info-text-1": "hCaptcha Enterprise dia mandeha amin'ny teknolojian'ny sehatra hCaptcha, miitatra mba hampidirana ireo endri-javatra ilain'ny orinasa be fifamoivoizana.",
  "info-head-2": "Mpikambana azo itokisana",
  "intro-subtitle": "Vahao ny olan'ny bot-nao anio.",
  "info-text-2": "Ny serivisinay dia atokisan'ny orinasa lehibe indrindra eran-tany mba hanompoana mpampiasa an-tapitrisany isan'andro amin'ny tranokala am-polony tapitrisa.",
  "cloudflare-quote-text": "Nanombana mpivarotra CAPTCHA maromaro izahay ary koa nanangana rafitra iray izahay. Tamin'ny farany, ny hCaptcha dia nipoitra ho safidy tsara indrindra amin'ny reCAPTCHA.",
  "cloudflare-quote-detail": "Talen'ny fitantanana ny vokatra, Cloudflare",
  "section-quote-head": "Ny safidy mahomby ho an'ny orinasa be fifamoivoizana",
  "section-quote-text": "Farany, safidy azo itokisana amin'ny Google. Ny hCaptcha Enterprise dia manome tahiry manaitra amin'ny volavolanao reCAPTCHA miaraka amin'ny fiarovana ambony kokoa: hatramin'ny 80% lafo kokoa amin'ny tranga sasany. Maro amin'ireo tolotra an-tserasera lehibe indrindra eran-tany no nivadika ho hCaptcha Enterprise ary nahazo famandrihana bot nohatsaraina niaraka tamin'ny fitsitsiana vola be.",
  "section-quote-button": "Mifandraisa aminay anio mba hahazoana teny",
  "section-privacy-header": "Mifantoka amin'ny fiainana manokana",
  "section-privacy-text-1": "Ny tambajotran-doka dia mahita ny mpitsidika anao ho vokatra. Ho antsika ny hany vokatra dia ny mamaritra ny maha-olombelona azy ireo. Mahafeno na mihoatra ny fepetra takian'ny GDPR, CCPA, ary LGPD ny serivisinay, ary manohana hetsika toy ny Privacy Pass. Miasa mafy izahay mba handanjalanja ny fiainana manokana sy ny fiarovana.",
  "section-privacy-text-2": "Ity fifantohana tsy manam-paharoa amin'ny fiainana manokana ity dia midika fa afaka manolotra fitahirizana angon-drakitra aotra ho an'ny tsirairay isika, fampandehanana tsy misy cookie, ary antoka hafa momba ny fiainana manokana amin'ny alàlan'ny fifanarahana raha ilaina sady mitazona fiarovana tsara.",
  "section-security-header": "Fiarovana Voalohany",
  "section-security-text-1": "Miankina aminao sy anay ny fahamarinany. Ny hCaptcha dia miasa hanome anao angon-drakitra tena izy ary mamela anao hanapa-kevitra ny fomba fampiasana azy. Ny captcha hafa dia omen'ny orinasa dokambarotra Gigantic. Midika izany fa ny bot rehetra nosakanan'izy ireo dia mety hampihena ny fidiram-bolany.",
  "section-security-text-2": "Ny fampiasana ny teknika fianarana milina farany izay mifantoka amin'ny fiainana manokana dia mamela antsika hihoatra ny fenitry ny fiarovana amin'ny firaketana an-tsoratra ny tetikady rehetra mandrakizay nefa tsy manimba ny fiarovana na ny tsiambaratelon'ny mpampiasa.",
  "section-user-experience-header": "Traikefa mpampiasa lehibe",
  "section-user-experience-text1": "Ho an'ny mpampiasa Enterprise, misy safidy azo atao mba hisorohana tanteraka ny fanamby amin'ny ankamaroan'ny toe-javatra.",
  "section-user-experience-text2": "Ahena ny fifanolanana amin'ny alàlan'ny fanalavirana tanteraka ny fanamby ho an'ny 99.9% amin'ny fifamoivoizanao ara-dalàna nefa mbola manome fiarovana tsara, noho ny maodely bot efa mandroso.",
  "section-easy-integration-header": "Fampidirana mora",
  "section-easy-integration-text": "Ny fampidirana hCaptcha dia mila minitra vitsy ary andalana vitsivitsy monja. Ny API fototra dia mifanaraka amin'ny reCAPTCHA V2, ary minitra vitsy monja no hiova. Afaka mitsangana sy mihazakazaka miaraka amin'ny safidy tsara kokoa ianao anio, ary velomy ireo endri-javatra mandroso kokoa raha ilaina.",
  "section-easy-integration-serverside": "Lafiny mpizara:",
  "section-easy-integration-frontend": "Ny tendrony aloha:",
  "section-threat-header": "Scores fandrahonana namboarina",
  "section-threat-text": "Tsy mitovy ny olana rehetra: ny fahazoana isa tokana dia midika fa tsy maintsy mamaly ny filanao ho ilaina izany. Miaraka amin'ny Scores Threat Customized Customized an'ny hCaptcha, ny fifampidinihana haingana dia ahafahantsika mampifanaraka ny maodely mba hanaterana isa mifandraika kokoa amin'ny orinasanao.",
  "section-challenges-header": "Alefaso ao anatin'ny segondra ny fanamby anao manokana",
  "section-challenges-text-1": "Mijanòna amin'ny marika miaraka amin'ny atiny mifandraika",
  "section-challenges-text-2": "Rehefa tsy maintsy mamaha fanamby ny mpampiasa mba hamenoana ny fepetra takian'ny fiarovana, maninona raha mamorona asa mahafinaritra sy mifandraika amin'ny mpampiasa? Miaraka amin'ny mpamorona fanamby mahazatra mahazatra anay, afaka manomboka atiny fanamby amin'ny marika ianao ao anatin'ny minitra vitsy monja.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "Ho an'ny orinasa Web Infrastructure",
  "section-integration-text": "Ny rafitra hCaptcha Enterprise dia miovaova manokana amin'ny famolavolana azy: azo apetraka amin'ny ampahany na manontolo amin'ny sisin'ny tambajotranao izy io raha toa ka mampiasa rahona ho an'ny daholobe ianao na manana ivontoerana data maro. Izany dia afaka mampihena be ny fandaniana sy ny fifamoivoizana ivelan'ny tambajotra raha mitazona ny tombontsoa rehetra amin'ny fitantanana ataon'ny mpiasa an-telefaona 24/7 mba hihaona amin'ireo SLA henjana indrindra.",
  "section-support-header": "Fahalalana sy fanohanana azo tratrarina ho anao sy ny mpampiasa anao",
  "section-support-text": "Laharam-pahamehana ho anay ny fanompoana. Mitazona fanohanana an-telefaona 24/7 izahay ary manolotra fandrindrana mivantana an'i Slack miaraka amin'ny ekipa fampidirana injeniera sy ny mpiasa an-telefaona mandritra ny fampiharana sy aorian'ny fampiharana. , ary ny fantsona fanohanana amin'ny widget sy mailaka. Mora idirana sy mandray andraikitra izahay, ary raisina ho KPI ambony ny fahafaham-pon'ny mpampiasa.",
  "section-enterprise-header": "Endriky ny orinasa",
  "section-enterprise-title-1": "Fiarovana manohitra ny bota manerantany",
  "section-enterprise-desc-1": "Voasedra amin'ny ady amin'ny sehatra tranonkala.",
  "section-enterprise-title-2": "Naoty bot marina tsara",
  "section-enterprise-desc-2": "Fantaro ireo mpilalao ratsy amin'ny karazany maro.",
  "section-enterprise-title-3": "Tsy misy friction ary 99.9% maodely passive",
  "section-enterprise-desc-3": "Fanamby latsaky ny 0,1% amin'ny mpampiasa ara-dalàna.",
  "section-enterprise-title-4": "Karazana fanamby mifehy naseho",
  "section-enterprise-desc-4": "Trano famakiam-boky midadasika azo isafidianana.",
  "section-enterprise-title-5": "Mifehy ny atiny fanamby ampiasaina",
  "section-enterprise-desc-5": "Mijanòna amin'ny marika miaraka amin'ny traikefan'ny mpampiasa tsy miovaova.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Azo antoka fa azo itokisana sy fanohanana haingana 24/7 amin'ny antso.",
  "section-enterprise-title-7": "Fanohanana navigateur lova",
  "section-enterprise-desc-7": "Mifanaraka hatrany amin'ny Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboard momba ny tatitra mandroso sy API",
  "section-enterprise-desc-8": "Jereo ny zava-mitranga amin'ny tranokalanao sy fampiharana rehetra.",
  "section-enterprise-title-9": "Miasa any amin'ny firenena rehetra",
  "section-enterprise-desc-9": "Tsy toy ny reCAPTCHA, miasa any amin'ny firenena rehetra izahay.",
  "section-enterprise-title-10": "GDPR, CCPA, ary LGPD politika momba ny fiainana manokana",
  "section-enterprise-desc-10": "Natao ho an'ny fiainana manokana hatramin'ny andro voalohany. Fifanarahana momba ny fanodinana data matanjaka.",
  "section-enterprise-title-11": "Ambaratonga fahasahiranana tsara",
  "section-enterprise-desc-11": "Antsoy ity mba hifanaraka tsara amin'ny fonon-tananao.",
  "section-enterprise-title-12": "fampiantranoana antoko voalohany",
  "section-enterprise-desc-12": "Ny fangatahana sy ny fananana rehetra dia mandeha amin'ny hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards maro mpampiasa",
  "section-enterprise-desc-13": "Mizarà fitantanana manerana ny ekipanao.",
  "section-enterprise-title-14": "Fanamarinana avy hatrany",
  "section-enterprise-desc-14": "0ms latency: manamarina ny famantarana hCaptcha tsy misy antso API.",
  "section-enterprise-title-15": "Fifandraisana finday (iOS sy Android).",
  "section-enterprise-desc-15": "Traikefa mirindra manerana ny tranonkala, finday teratany, tranonkala finday. Misy fampidirana efa vita sy SDK teratany.",
  "section-enterprise-title-16": "Fepetra namboarina sy antoka momba ny fiainana manokana",
  "section-enterprise-desc-16": "Fenoy ny filanao ara-dalàna rehefa tsy afaka ny orinasa hafa.",
  "presented-challlenges-head": "Fanamby natolotra",
  "presented-challenges-title-1": "fampitahana",
  "presented-challenges-text-1": "Safidio ny sary rehetra mifanaraka amin'ny fangatahana",
  "presented-challenges-title-2": "Boaty mifamatotra",
  "presented-challenges-text-2": "Farito ny faritra mifamatotra amin'ny zavatra",
  "presented-challenges-title-3": "endrika efa",
  "presented-challenges-text-3": "Fantaro ireo etikety mifanaraka amin'izany",
  "presented-challenges-subheader": "...sy asa tsotra hafa. Mora ho an'ny olombelona, sarotra ho an'ny bots.",
  "presented-challenges-subtext": "Misy asa manokana ho an'ny mpamoaka orinasa ihany koa.",
  "footer-header-1": "orinasa",
  "footer-header-2": "Harena",
  "footer-header-3": "Contact",
  "footer-link-1": "fametahaka marika",
  "footer-link-2": "About",
  "footer-link-3": "Asa",
  "footer-link-4": "famantarana",
  "footer-link-5": "Blog",
  "footer-link-6": "sata",
  "footer-link-7": "tahirin-kevitra",
  "footer-link-8": "Mitatitra bug",
  "footer-link-9": "Accessibility",
  "footer-terms": "Anarana iombonana",
  "footer-privacy": "ny fiainana manokana",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "MANAMPY",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "Hiverina any amin'ny English",
  "intro-heading-privacy": "Natao ho an'ny fiainana manokana.",
  "intro-subtitle-p1-privacy": " Fomba fiasa miavaka amin'ny fiarovana amin'ny Internet.",
  "info-head-2-pr": "Tsy valiny ny fandraketana hetsika an-tserasera.",
  "info-text-1-pr": "Iray ihany ny tanjona hCaptcha Enterprise: mba hisoroka ireo mpisehatra ratsy tsy hanakorontana ny asanao an-tserasera sy hanimba ny mpampiasa anao.",
  "info-text-2-pr": "Namboarina hatrany am-boalohany araka izany ny rafitray mba hanamaivanana ny fanangonam-baovao sy ny fihazonana ny angon-drakitra sady mitazona ny fiarovana ambony indrindra. Ny fomba tsara indrindra hiarovana ny angon-drakitra mpampiasa dia ny tsy fitahirizana izany mihitsy.",
  "info-text-3-pr": "Ny fifandraisan'ny mpanjifa rehetra dia voaaro amin'ny fifanarahana fanodinana data matanjaka ihany koa. Ny serivisy hCaptcha dia manaraka ny lalàna momba ny fiainana manokana na aiza na aiza misy ny serivisy na ny mpanjifanao. Ny tsy fitazonana ny angon-drakitra manokana dia manamora kokoa antsika noho ny an'ny orinasa hafa.",
  "info-text-2-2-pr": "Ny serivisy toa an'i reCAPTCHA v3 dia milaza fa ilaina ny fametrahana pikantsary fanaraha-maso isaky ny pejy amin'ny tranokalanao mba hahazoana antoka tsara. Tsy izany no izy.",
  "info-text-2-3-pr": "Ny famakafakana fitondran-tena tsotra dia famantarana mora noforonin'ny mpilalao ratsy, ary mitaky fitazonana ny tantaran'ny fitetezana ho an'ny fifamoivoizana ara-dalàna rehetra ihany koa.",
  "info-text-2-4-pr": "Tsy miasa tambajotran-doka izahay, ary tsy liana amin'ny fijerena ny fihetsiky ny mpampiasa anao mba hivarotana doka ho azy ireo. Midika izany fa tsy mila pixel passive izahay isaky ny pejy amin'ny tranokalanao.",
  "info-text-2-5-pr": "Ampio ny kaody fanamby ataonay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao.",
  "info-head-3-pr": "Mahasoa ny fianarana milina. Saingy tsy mitaky angon-drakitra manokana izany mba hiasa.",
  "info-text-3-1-pr": "Miantraika amin'ny lafiny rehetra amin'ny fiainantsika ankehitriny ny fianarana milina, matetika amin'ny fomba tsy takatsika sy tsy hitantsika. Tsy misy hafa amin'izany ny serivisy fiarovana amin'ny Internet.",
  "info-text-3-2-pr": "Amin'ny alalan'ny fianarana famantarana an'arivony, ny maodely dia afaka manatsoaka hevitra sy mahazo fahatokisana ambony amin'ny fahafantarana ny fitondran-tena ratsy, na dia tsy misy famantarana manokana aza dia ho matanjaka tsara hanehoana olana.",
  "info-text-3-3-pr": "Na izany aza, tsy misy amin'izany mitaky ny fampiasana ny mombamomba ny tena manokana (PII). Ny teknika kriptografika maoderina dia ahafahantsika manary haingana izay angon-drakitra manokana, mamorona sonia tokana tsy azo ampifandraisina amin'olona.",
  "info-text-3-4-pr": "Miasa tsara ihany koa ny fiofanana momba ny angon-drakitra tsy fantatra, ary tsy mila mampandefitra ny fiarovana na ny fiainana manokana. Ny mpanjifanay dia nanao ny fitsapana empirical, ary nanambara anay ho mitovy na tsara kokoa noho ny safidy tsy miankina.",
  "cloudflare-quote-text-privacy": "Nankafizinay ny zavatra maromaro momba ny vahaolana hCaptcha: 1) tsy mivarotra angon-drakitra manokana izy ireo; angon-drakitra manokana faran'izay kely indrindra no angonin'izy ireo, mangarahara izy ireo amin'ny filazalazana ny mombamomba azy sy ny fomba ampiasana sy/na ny fampahafantarana izany.",
  "pilot-head": "Andramo izahay amin'ny tontolo iainanao tsy misy adidy.",
  "pilot-text-1a": "Injeniera izahay fa tsy mpivarotra: tianay ho faly amin'ny safidinao ianao.",
  "pilot-text-1b": "Ny fomba tsara indrindra hiantohana ny fahafaham-po dia ny fanehoana fa mahafeno ny filanao izahay.",
  "pilot-text-1c": "Saika ny orinasa rehetra manomboka mpanamory no misafidy ny vahaolanay.",
  "pilot-text-1d": "Ampiasao ity taratasy ity hanatonana ny iray amin'ireo manampahaizana ara-teknika anay. Mamaly haingana izahay.",
  "pilot-text-1e": "Azonao atao koa ny mandefa mailaka anay mivantana.",
  "pilot-email-details": "Eto ny antsipiriany.",
  "pilot-f1": "Region",
  "pilot-f2": "Ny anaranao",
  "pilot-f3": "Ny anaranao",
  "pilot-f4": "Business Email",
  "pilot-f5": "Misy antsipiriany hafa tokony hananantsika?",
  "pilot-f6": "Mila fidirana maika ve ianao?",
  "pilot-f7": "Eny.",
  "pilot-f8": "Voatafika aho ary mila fidirana haingana.",
  "pilot-f9": "manaiky",
  "pilot-f10": "Amin'ny alàlan'ny fampidiranao ny mailaka dia manaiky ny fepetray sy ny politika momba ny fiainana manokana ianao, ary mandray mailaka avy aminay.",
  "pilot-fo-1": "Tsy ho mora kokoa ny fampidirana.",
  "pilot-fo-2": "Ny hCaptcha dia manana fampidirana am-polony efa namboarina ho an'ny rafitra frontend sy backend ampiasainao.",
  "pilot-fo-3": "Raha sendra avy amin'ny reCAPTCHA an'i Google ianao, dia fanoloana midina ny API anay. Kaody andalana telo no ilainao.",
  "pilot-fo-4": "Ny injeniera amin'ny onboarding dia afaka mitondra anao haingana, na mila fampidirana React ianao, SDK ho an'ny fampiharana teratany iOS, ohatra Java backend, na saika toe-javatra hafa.",
  "pilot-fo-5": "Ary toy ny mahazatra, ny fiainana manokana dia sanda fototra ho antsika. Ampio ny kaody fanamby ataonay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao. Ny fampihenana ny fanangonana angona dia manomboka amin'ny fotoana fampidirana.",
  "pilot-fdone": "Misaotra anao. Hifandray tsy ho ela isika.",
  "home-ent-2-new": "Mianara bebe kokoa momba ny vahaolana momba ny orinasanay.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Ny vahaolana hCaptcha Enterprise dia manome fiarovana ambony indrindra ary miaro ny ankamaroan'ny serivisy an-tserasera ambony.",
  "home-plans-button-2-new": "Hamantatra bebe kokoa",
  "header-enterprise-link": "Orinasa",
  "sales-interstitial-c1b-new": "Mianara bebe kokoa momba ny hCaptcha Enterprise"
}
