{
    "1290027486": "Tale Jeneralin'ny Brave. Mpanorina ny Mozilla. Mpamorona ny fiteny fandaharana JavaScript. Mpanamboatra navigateur sy ny maro hafa.",
    "211351380": "Avy amin'ny bilaogy:",
    "3153117136": "Ahoana ny fiasan'ny hCaptcha Difficulty Settings",
    "2915355938": "Accessibility",
    "793784899": "drafitra",
    "2671622670": "Orinasa",
    "3527140447": "Docs",
    "505891021": "Serivisy fametahana",
    "692176459": "Hiditra",
    "1892574253": "Hiditra Mpikambana",
    "2593864519": "Atsaharo ny bots bebe kokoa. Atombohy ny fiarovana ny tsiambaratelon'ny mpampiasa.",
    "4007826952": "Ny tsiambaratelon'ny #1-voalohany CAPTCHA ho an'ny tranonkala, finday ary maro hafa.",
    "3721365241": "manandrana",
    "3753956446": "maimaim-poana",
    "3276777569": "hCaptcha",
    "55035359": "Mampiasa reCAPTCHA izao?",
    "3417372336": "Avereno minitra",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Miantehitra amin'ny serivisy an-tserasera ambony",
    "1470290349": "ho an'ny fitantanana bot sy hosoka tsara indrindra.",
    "3714002185": "Mianara bebe kokoa momba ny hCaptcha Enterprise",
    "3946753128": "Private. azo antoka. Haingankaingana.",
    "939665604": "Mifantoka amin'ny fiainana manokana",
    "780475098": "Ny tambajotran-doka dia mahita ny mpitsidika anao ho vokatra. Tsy miraharaha fotsiny izahay na tsara na ratsy ny fitsidihana. hCaptcha dia manaraka ny GDPR, CCPA, LGPD, PIPL, ary ny lalàna momba ny angona manerantany.",
    "219813583": "Fiarovana Voalohany",
    "2714878440": "Arovy ny serivisinao amin'ny fikikisana, ny fakana kaonty, ny famenoana mari-pankasitrahana, ary ny spam miaraka amin'ny fianarana milina mandroso sy fanamarinana ny maha-olombelona.",
    "1397766838": "Traikefa mpampiasa tsara kokoa",
    "2670352917": "Ny hCaptcha dia manome fitiliana bot azo itokisana kokoa nefa tsotra ho an'ny olombelona ny hamaha azy.",
    "2806751666": "Inona ny hCaptcha?",
    "3096063825": "Andramo izany",
    "2968026167": "Ny legioma tianao indrindra",
    "713281684": "Baranjely",
    "4147497805": "Karaoty",
    "3758963444": "Misaotra anao! Voaray ny fanoloranao!",
    "1070364246": "Oops! Nisy tsy nety teo am-panaterana ny taratasy.",
    "1129833879": "Atsaharo ny bots ratsy, arovy ny tsiambaratelon'ny mpampiasa",
    "58091799": "Mianara bebe kokoa momba ny hCaptcha Publisher and Enterprise",
    "1599610318": "mpitory",
    "3093388779": "Maimaim-poana ny hCaptcha ampiasaina ho an'ny mpanonta na inona na inona habeny",
    "179723061": "Fanaraha-maso bebe kokoa ho an'ny ekipa mila fiarovana ambony",
    "846501387": "Fiarovana amin'ny bot kilasy manerantany",
    "119298044": "Ny teknolojia ML sy AI manara-maso avo lenta dia miaro ny fanananao amin'ny fandrahonana sy ny fanafihana",
    "1263998069": "Mahazoa valisoa amin'ny famahana ny olombelona",
    "1103295010": "Mahazoa vola na manaova fiantrana rehefa mamaha ny CAPTCHA ny olona",
    "392886773": "Miasa any amin'ny firenena rehetra",
    "2320894364": "Miaraka amin'ny toerana misy 200 mahery, ny rahon'ny hCaptcha dia miaro ny fanananao manerana an'izao tontolo izao",
    "451701069": "Mifanaraka amin'ny GDPR, CCPA,",
    "2826051554": "sy ny maro hafa",
    "3530599065": "Ny fiainana manokana dia naorina hatramin'ny voalohany. Tsy mitazona PII ny hCaptcha ary mifanaraka amin'ny fepetra sy fitsipika maro momba ny fiainana manokana.",
    "2489287539": "Tsy misy korontana \"Tsy misy CAPTCHA\" & maody passive 99.9%.",
    "793242047": "Ampidino ny fanamby atolotra ny mpampiasa mba ahafahana miditra haingana amin'ny rindranasa",
    "4195759329": "Fijerena bot sy isa mety",
    "1150035777": "Ny maodely fianarana milina be pitsiny dia miteraka isa fahatokisana bot mifototra amin'ny teboka angon-drakitra maro ankoatra ny hoe voavaly tsara ny fanontaniana",
    "3688621388": "sonia fandrahonana",
    "1131525092": "Vondrona ireo mpilalao ratsy miaraka amin'ny fomba mora amin'ny alàlan'ny Scoped UID miaro ny fiainana manokana mba hahitana sy hampitsahatra ny hosoka sy fanararaotana mifandraika",
    "1559631739": "Fianarana manokana",
    "3952259236": "Ampifandraiso amin'ny famantarana an'arivony hCaptcha ny angon-drakitrao jamba mba hampiofanana hCaptcha amin'ny kilasy fitondran-tena -- ho an'ny ohatra anao ihany -- mba haminavina tsaratsara kokoa ny fitondran-tena ratsy noho ny vahaolana irery.",
    "1150963691": "Fanalefahana ny APT",
    "4083018285": "Fitambaran'ireo endri-javatra miitatra izay mitambatra amin'ny fanaraha-maso sy ny valin'ny SOC nohatsaraina mba hiatrehana ny fandrahonana maharitra",
    "3160820928": "Fiarovana fanafihana mirindra",
    "1849805607": "Ny hCaptcha dia miaro amin'ny fandrahonana sy fandokoana natao hidiran'ny tambajotranao",
    "1958297836": "Fiarovana fanafihana mirindra & fanalefahana APT",
    "1300485304": "Ny hCaptcha dia miaro amin'ny fandrahonana mandroso sy ny fandokoana natao hidiran'ny tambajotranao",
    "2698640210": "Fifehezana fanamby sy karazana aseho",
    "3121248460": "Asehoy ireo fanamby mahazatra tsy manam-petra -- manomboka amin'ny tsotra ka hatramin'ny sarotra -- ho an'ny mpihaino andrasanao",
    "3807059944": "Mifehy ny atiny fanamby ampiasaina",
    "2707282231": "Amboary ny fanamby ho an'ny mpampiasa anao. Ataovy izay tsy ahafahan'ny bots mamaha sy miditra.",
    "4194763679": "Ambaratonga fahasahiranana tsara",
    "3730038780": "Misafidiana amin'ireo fanamby saika tsy manam-petra ho an'ny mpampiasa hovahany",
    "1849717906": "Amboary miaraka amin'ny atiny fanamby manokana",
    "1508655687": "Ampio ireo fanamby nataonao manokana ho an'ny mpihaino anao mba hanamafisana na hamerana ny fidirana",
    "3620442880": "Fiarovana ny Flash Sale",
    "3265895521": "Atsangano sy ampidino ny fahasarotana amin'ny andro",
    "1485807325": "Dashboard misy mpampiasa maro, SAML SSO",
    "359073033": "Ny dashboard dia manome fomba fijery avo lenta na miompana amin'ny hetsika.",
    "4272454814": "Ampifandraiso amin'ny mpanome famantarana ny safidinao.",
    "1141402092": "Endri-javatra mitatitra avo lenta",
    "910989640": "Mamorona tatitra amin'ny antsipiriany sy namboarina",
    "3768951251": "Enterprise SLAs",
    "1014004474": "Ny drafitra Enterprise an'ny hCaptcha dia manolotra fifanarahana amin'ny serivisy avo lenta mba hiarovana ny fikambananao",
    "1177598246": "Contact Sales",
    "1067704102": "Ny sanda amin'ny fametahana angona",
    "3065000659": "Fantatrao ve fa isaky ny \"tsindrio ny fiara\" ianao dia manampy amin'ny fanofanana tokana",
    "3235430156": "maimaim-poana ny rafitra fianarana milina an'ny orinasa?",
    "1549336309": "hCaptcha dia mamadika ity modely ity. Rehefa mampiasa hCaptcha ianao, ny orinasa dia manolotra ny asa ataon'ny mpampiasa anao rehefa manaporofo ny maha-olombelona azy izy ireo. Mahazo ny valisoa ianao.",
    "3725880582": "Miverena amin'ny fiantrana",
    "1671436004": "Te hamerina ny fiantrana tianao indrindra?",
    "1663628612": "mamela anao",
    "4272088465": "ny asa soa nofidinao miaraka amin'ny vola azonao amin'ny fampiasana azy.",
    "2894845722": "Ho hitan'ireo mpampiasa ao amin'ny tranokalanao tsy ho ela ny fandraisanao anjara amin'ny fiantrana amin'ny alàlan'ny marika malina ao amin'ny hCaptcha interface.",
    "3194111925": "MANAMPY",
    "1637702726": "Momba ny hCaptcha",
    "2323282990": "Fomba maoderina hanamarinana ny maha-olombelona",
    "1201821619": "Ny hCaptcha dia mamaha ny iray amin'ireo olana maika indrindra amin'izao fotoana izao: misoroka ny bots ratsy amin'ny fanararaotana ny serivisy an-tserasera.",
    "1475399473": "Mianara bebe kokoa momba ny ekipa hCaptcha",
    "3161489950": "Platform ML fiarovana avo indrindra eran-tany",
    "3247172580": "hCaptcha dia natambatra tamin'ny fianarana milina manara-maso tena miaraka amin'ny fomba fiasa vaovao amin'ny kajy edge izay manamaivana ny fanangonana sy fitazonana angon-drakitra, natolotra avy amin'ny toerana 250 mahery eran-tany ho an'ny scalability goavana.",
    "3767462250": "Natao ho an'ny tsiambaratelo",
    "3500503648": "Ny hCaptcha dia natao hanafoanana ny fitazonana angon-drakitra maharitra amin'ny alàlan'ny fianteherana amin'ny fanombanana eo noho eo fa tsy ny firaketana sy famakafakana ny tantaran'ny fitetezanao. Manohana hetsika toy ny",
    "2418549423": ", fenitra mipoitra amin'ny fiarovana ny fiainana manokana an-tserasera amin'ny alàlan'ny porofo kriptografika, sy ireo endri-javatra hafa mampiavaka ny fiainana manokana.",
    "1544546608": "Pass Privacy",
    "976209454": "Mahazoa valisoa na omeo ny fiantrana",
    "552920956": "Ny hCaptcha dia mamela ny tranokala hahazo valisoa rehefa manakana ny bots sy ny endrika fanararaotana hafa. Ny hCaptcha dia mamela anao hanohana ny asa soa nofidinao amin'ireo vola miditra ireo.",
    "654326661": "Te hahita ny tenanao? Andramo maimaim-poana ny hCaptcha.",
    "3570415321": "orinasa",
    "3987022469": "fametahaka marika",
    "1636202177": "About",
    "2670003220": "Asa",
    "3233305531": "famantarana",
    "3028319964": "AI Etika",
    "4131598919": "mpanao gazety",
    "1662477701": "Harena",
    "3130928685": "Blog",
    "1756106276": "sata",
    "1235925265": "tahirin-kevitra",
    "920212083": "Mitatitra bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Contact",
    "2182196747": "MANAMPY",
    "487083593": "Varotra",
    "878585497": "Anarana iombonana",
    "1697438123": "ny fiainana manokana",
    "1316817321": "Attribution",
    "3488019891": "hCaptcha dia marika voasoratra anarana an'ny Intuition Machines, Inc.",
    "4224961202": "Privacy, fiarovana ary fianarana milina.",
    "98173630": "hCaptcha no serivisy CAPTCHA mahaleo tena be mpampiasa indrindra eran-tany.",
    "1514478724": "Hamantatra bebe kokoa",
    "1752795854": "hCaptcha dia mitondra fomba maoderina, mifantoka amin'ny fiainana manokana amin'ny fampiatoana ny bots.",
    "2927700175": "Asehonay ireo fanamby CAPTCHA izay sarotra ho an'ny bots nefa mora ho an'ny olona amin'ny fanangonana angon-drakitra sarotra asiana marika avy amin'ny olan'ny fianarana milina, ary mampiasa azy io hanavahana raha olombelona ny mpitsidika tranonkala na fampiharana.",
    "2188609322": "Mihabetsaka hatrany ireo mpilalao ratsy ety anaty aterineto. Saingy ny fanaovana sorona ny tsiambaratelon'ny mpampiasa dia tsy valiny.",
    "2032102720": "Ny vahaolana fiarovana atolotry ny orinasan-doka dia mifantoka indrindra amin'ny fanaraha-maso ireo mpampiasa manerana ny tranonkala. Namorona vahaolana fiarovana mahomby izahay izay manaporofo fa tsy ilaina ny fanimbana ny tsiambaratelon'ny mpampiasa mba hahazoana vokatra tsara.",
    "4146870445": "Iza isika",
    "353066938": "Ekipa za-draharaha, miasa amin'ny olana sarotra indrindra ankehitriny. hCaptcha dia serivisy an'ny",
    "1173652155": "mpanolo-tsaina",
    "2256305371": "Profesora, CS ao amin'ny University of California, Berkeley. Fianarana lalina, fiarovana, manam-pahaizana momba ny blockchain. Tale Jeneralin'ny Oasis Labs.",
    "2177660021": "Siantifika fikarohana ao amin'ny Stanford. Ny fianarana milina sy ny famatsiam-bola amin'ny banky lehibe, ny hedge funds ary ny akademia.",
    "2686825859": "Misoratra anarana maimaim-poana na mifandraisa aminay momba ny vahaolana hCaptcha Enterprise",
    "583434701": "hCaptcha Accessibility",
    "611905972": "Miantoka ny fidirana mirindra ho an'ny mpampiasa rehetra sady mitazona ny filaminana",
    "874098071": "Raha mpampiasa fahafahana miditra ianao dia misoratra anarana eto",
    "2745385064": "FAMINTINANA",
    "3353238942": "hCaptcha dia natao hanakanana ny bots amin'ny fanavahana azy amin'ny olona. Ny fitsapana amin'ny maso dia fitaovana mety amin'izany, saingy tsy ny rehetra no afaka mamaha olana amin'ny maso.",
    "3600022491": "Noho izany antony izany, dia namorona safidy tsotra sy tsy misy fanaintainana izahay mba hamela ny mpitory mampiasa ny fanompoanay hitandro ny fahafahan'ny rehetra miditra amin'ny Fizarana 508 sy WCAG 2.1 AA feno.",
    "2557240048": "Ny fomba fiasa: voalohany, ny mpampiasa fidirana dia misoratra anarana amin'ny",
    "3871665286": ", izay mifandray misongadina ao amin'ny pejy fampahafantarana widget hCaptcha. Omena mofomamy misy encryption izy ireo izay azo ampiasaina imbetsaka isan'andro, saingy tsy maintsy havaozina isaky ny 24 ora amin'ny alàlan'ny fidirana.",
    "3441764123": "Rehefa misy fanamby atolotra ho an'ny mpampiasa fidirana amin'ny tranokala iray mampiasa ny serivisy hCaptcha dia handalo ho azy izy ireo.",
    "4247858664": "ny pejy fisoratana anarana fidirana",
    "1297657322": "Efijerin'ny mpampiasa fidirana aorian'ny fidirana",
    "1717658846": "Safidy fidirana amin'ny menio UI widget",
    "1266963825": "F: Mifanaraka ve ny hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "A: Mino izany izahay: ireo mpampiasa rehetra manana endrika fahasahiranana rehetra izay afaka mijery ny tranonkala sy mampiditra lahatsoratra amin'ny endrika dia afaka miditra amin'ny serivisy arovan'ny hCaptcha rehefa misoratra anarana. Na izany aza, tsy toro-hevitra ara-dalàna izany: tokony hanao fanombanana manokana ianao, amin'ny fiheverana ny fampiharanao manokana mba hahazoana antoka fa izany no zava-misy amin'ny fametrahana anao.",
    "159272246": "F: Miasa amin'ny safidy fidirana hafa (\"a11y\") ve ianao, toy ny feo?",
    "4074220464": "A: Ny safidy malaza taloha toy ny captcha audio dia manavakavaka ireo mpampiasa a11y maro ary mora resy amin'ny teknika fianarana milina maoderina. Izany dia nanery ny fanamby amin'izao fotoana izao ho lasa sarotra kokoa, mampiditra tabataba, fotoana hafahafa, fampifangaroana teny tsy mahazatra, sy ny sisa mba handresy ireo mpanafika. Tsy dia mazoto loatra amin'ity fomba fiasa ity izahay noho ny fialana tanteraka ny fanamby, fa handinika izany raha misy fitakiana avy amin'ny vondrom-piarahamonina a11y.",
    "2309661107": "Na izany aza, tena mahaliana anay",
    "2555914614": "ho an'ny tranga fampiasana Accessibility. Mino izahay fa ny fampifangaroana ny fomba fiasa a11y amin'izao fotoana izao miaraka amin'ny famoahana Privacy Pass dia ahafahan'ny mpampiasa a11y mijery am-pilaminana, azo antoka amin'ny fahafantarana fa mitokana kokoa ny fifamoivoizan'izy ireo, ary mametra ny fanararaotana ataon'ireo mpandraharaha bot izay tsy azo ihodivirana rehefa misy safidy a11y. Mpandray anjara mavitrika ao amin'ny vondrona miasa IETF manara-penitra ity teknolojia vaovao ity izahay.",
    "2583775432": "F: Ahoana ny momba ny fiainana manokana? Mampiharihary ny angon-drakitra fitetezana a11y ve ny fisoratana anarana? Inona no ataonao amin'ny mailaka?",
    "4215483493": "A: hCaptcha dia natao ho an'ny fiainana manokana hatrany am-boalohany. Tena hafa noho ny safidy nentim-paharazana toy ny reCAPTCHA izay an'ny tambajotra doka, izay manana fandrisihana hanara-maso anao amin'ny Internet ary hampifandray anao amin'ny tena maha-izy azy.",
    "2474661839": "NY",
    "4137573005": "manana valiny feno sy manam-pahefana momba ny fomba ampiasana data izahay, fa ny valiny fohy dia tsy liana amin'ny fampifandraisana anao amin'ny maha-olona anao amin'ny tantaran'ny fitetezanao.",
    "4101570501": "Eo am-pikasana vahaolana kriptografika ihany koa izahay amin'izao fotoana izao mba hanilihana haingana ny adiresy mailakao nefa mbola mitahiry ny fahafahanay misoroka ny fanararaotana, mameno ny asan'ny Privacy Pass.",
    "260595108": "Tsy mampiasa mailaka na fampahalalana azo idirana mihitsy izahay amin'ny tanjona hafa ankoatra ny fanamorana ny fampiasana sy ny fisorohana ny fanararaotana.",
    "3063819779": "politika Fiarovana fiainan'olona",
    "465714311": "Ho an'ny mpampiasa fahafahana miditra: Fanontaniana sy Torolàlana momba ny famahana olana",
    "3596207631": "F: Mbola mahita fanamby aho aorian'ny fametrahana ny cookie. Inona no mahatonga izany?",
    "469089249": "A: Izany dia matetika noho ny fampiasana fanakanana doka mahery vaika na fanitarana anti-cookie, na toe-javatra manakana ny cookies \"cross-site\", amin'ity tranga ity dia cookie ho an'ny hcaptcha.com izay napetraky ny hCaptcha JS amin'ny a tranonkala hafa, toy ilay tsidihinao.",
    "4263626815": "Ny cookies ho an'ny fidirana hCaptcha dia miara-miasa amin'ny mpitety tranonkala malaza rehetra sy ny mpanakan-doka rehetra miaraka amin'ny filaharany mahazatra, noho izany dia matetika ny tsy fahombiazana dia noho ny script \"anti-anti-adblock\" na fitsipika mitovy amin'izany mikendry tranokala manokana.",
    "3906359167": "Vahaolana:",
    "3464870463": "1. Whitelist hcaptcha.com sy *.hcaptcha.com cookies ao amin'ny fanakanana doka na fanitarana fiarovana amin'ny navigateur.",
    "1204911585": "2. Raha mampiasa ny navigateur Brave ianao, izay tsy (hatramin'ny Aprily 2020) dia toa manana lisitry ny whitelist cookie, mandehana ao amin'ny Préférences -> Shields -> Cookies ary safidio ny \"Allow All Cookies.\"",
    "2932826396": "3. Raha mampiasa ny kinova farany indrindra amin'ny Safari ianao na amin'ny OS X 10.15 na iOS 13.4 vao navoaka vao haingana, Apple dia vao avy nanova ny fihetsiky ny Safari mifandraika amin'ny cookies an'ny antoko fahatelo, manakana azy rehetra amin'ny alàlan'ny default. Mampihatra vahaolana izahay, fa mandritra izany dia tsidiho azafady ny Safari Préférences, fizarana Privacy, ary esory ny \"Fanaraha-maso ny tranokala: Atsaharo ny fanaraha-maso amin'ny tranokala\" mba ahafahan'ny cookie azo idirana miasa araka ny tokony ho izy.",
    "3836291932": "F: Mampiasa fitaovana maro aho. Mila misoratra anarana imbetsaka ve aho?",
    "3251220335": "A: Tsia. Azafady tsindrio ilay rohy fidirana mailaka alefa aminao amin'ny fitaovana tsirairay ampiasainao mba hametrahana ny cookie.",
    "2082407178": "F: Ahoana no ahafahako miaro ny tenako amin'ny fanaraha-maso cookie avy amin'ny antoko fahatelo rehefa mampiasa ny cookie azo idirana?",
    "2700197090": "A: Ny fampiasana izay fanitarana manokana na fanakanana doka izay manohana ny lisitra fotsy amin'ny sehatra (ohatra ny uBlock Origin) dia hiasa araka ny nantenaina: ataovy izay hahazoana antoka fa hcaptcha.com ny lisitra fotsy.",
    "3657743880": "Torolàlana ho an'ny Cookies Cross-site",
    "1960601330": "Mba hahafahan'ny cookies amin'ny Safari (Mac): Mandehana any amin'ny menio midina Safari. Select Preferences. Kitiho ny Privacy eo amin'ny tontonana ambony. Eo ambanin'ny 'Block cookies' safidio ny safidy 'Tsy misy.'",
    "1622303590": "Mba hahafahan'ny cookies amin'ny Safari (iPhone/iPad iOS 11+): Sokafy ny Settings anao. Mandehana midina ary mifidiana Safari. Eo ambanin'ny Privacy & Security, vonoy ny \"Misoroka ny fanaraha-maso ny tranokala\" ary \"Sakanana ny Cookies rehetra\"",
    "2199048568": "Kitiho ny ampinga eo ankavian'ny bara adiresy amin'ny pejy web rehetra. Tsindrio ny Protection Settings. Hisokatra ny tontonana Firefox Preferences Privacy & Security. Eo ambanin'ny Enhanced Tracking Protection, mifidiana Custom. Fidio izay mpanara-dia sy script hosakanana amin'ny alalan'ny fisafidianana ireo boaty fisavana ireo. Ataovy azo antoka fa efa novahanao ny hcaptcha.com.",
    "3967047208": "Azonao atao ihany koa ny mamono vonjimaika ny fiarovana sasany ao amin'ny Custom mba hanesorana an'ity, amin'ny alàlan'ny fanafoanana ny boaty: Asio ny bokotra Trackers na esory ny bokotra Cookies raha mbola manana olana ianao.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Safidio ny kisary sakafo Chrome. Safidio ny Settings.",
    "926138631": "Mandehana any amin'ny Privacy and Security, avy eo Cookies sy angon-drakitra hafa.",
    "3419878556": "Ataovy azo antoka fa tsy mandeha ny \"Sakanana cookies avy amin'ny antoko fahatelo\".",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Sokafy ny safidin'ny Chrome avy amin'ny bara sakafo.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Amin'ny fitaovana Android-nao, sokafy ny fampiharana Chrome.",
    "3620039756": "Eo an-tampony havanana, tsindrio More ary avy eo ny Settings.",
    "2813310562": "Tsindrio ny Settings Site ary avy eo ny Cookies.",
    "3014657981": "Eo anilan'ny \"Cookies\", velomy ny kira.",
    "1242066691": "Jereo ny boaty eo akaikin'ny \"Avelao ny cookies avy amin'ny antoko fahatelo.\"",
    "292250020": "1. Safidio ny fitaovana eo amin'ny zoro ambony havanana amin'ny efijery, dia fidio ny \"Safidy Internet\". Raha manana ny Menu Bar ianao dia afaka misafidy \"Tools\" avy eo \"Internet Options\".",
    "4114820649": "2. Tsindrio ny tabilao \"Privacy\".",
    "946838734": "3. Safidio ny bokotra \"Advanced\".",
    "348809718": "4. Eo ambanin'ny \"Cookies an'ny antoko fahatelo\" dia fidio ny \"Manaiky\".",
    "1253441326": "5. Tsindrio \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politika etika AI",
    "1161704803": "Nahoana isika no manana politika momba ny Etika AI?",
    "1806535500": "Saika ny teknolojia rehetra, manomboka amin'ny pensilihazo ka hatramin'ny dinamita, dia a",
    "24452499": "vahaolana; azo ampiasaina amin'ny tsara na amin'ny ratsy. Ny orinasa rehetra mikaroka, manorina, na mivarotra vahaolana amin'ny fampiasana roa dia manana adidy handinika ny vokatry ny asany.",
    "4023575072": "fampiasana roa",
    "3336625692": "Ity pejy ity dia manazava ny eritreritsika momba ity lohahevitra ity amin'ny tontolon'ny AI Ethics, ary ny dingana arahinay mba hahazoana antoka fa ny fampiasana ny serivisinay dia mifanaraka amin'ny politika noraisinay ho orinasa.",
    "835717930": "AI Ethics ao amin'ny hCaptcha",
    "2179524509": "Mahazo fanontaniana izahay indraindray momba ny karazana fanontaniana azo atao amin'ny serivisy hCaptcha, ary nahoana no apetraka ny fanontaniana manokana.",
    "1962721652": "Mpitady lasitra ny olombelona, ary indraindray ny fanontaniana tsy manafintohina dia mety mandeha avy amin'ny tsy mahagaga tanteraka ho mampiahiahy ao anatin'ny indray mipi-maso, noho ny fiovana eo amin'izao tontolo izao fa tsy ny antony manosika ny olona mametraka ilay fanontaniana.",
    "3974566657": "Rehefa lasa malaza kokoa ny serivisy, dia tsy azo ihodivirana fa miha-matetika ny fisehoan-javatra toy izany. Ny hCaptcha dia ampiasain'ny olona an-tapitrisany isan'andro any amin'ny firenena rehetra manerana izao tontolo izao, noho izany dia mamoaka ity politika ity sy fanadihadiana momba ny fomba iatrehana ireo olana ireo izahay mba ho mangarahara araka izay tratra.",
    "1830910223": "Fandinihana tranga momba ny AI Etika tena izy",
    "805971861": "\"Umbrella\" dia teny iray ao amin'ny ImageNet, ny angon-drakitra benchmark mahazatra ampiasain'ny mpikaroka fahitana solosaina. Ny famantarana azo antoka ny olona mitazona elo dia zava-dehibe ihany koa amin'ny fananganana rafitra fanampiana mpamily mandroso (ADAS) azo antoka.",
    "3988350": "Midika izany fa misy tranga fampiasana tsara ho an'ny fanamarihana elo tena izy. Misy toerana ho an'ny tsy fitovian-kevitra momba ny fiantraikan'ny fiara mitondra tena, fa ny rafitra ADAS dia efa mamonjy",
    "548587288": "manerana izao tontolo izao.",
    "3138772661": "fiainana an’arivony isan-taona",
    "3168199226": "Na izany aza, tamin'ny taona 2020 dia nanjary nazava fa ny fananganana an'ity karazana angona ity dia azo raisina ho toy ny teknolojia fampiasana roa amin'ny fomba izay tsy nantenain'ny vitsy taona lasa izay.",
    "558378834": "Noho izany dia tsy manaiky fangatahana fanontaniana mifandraika amin'ny elo intsony izahay amin'izao fotoana izao. Ny mety hisian'ny fisavoritahana rehefa misy mpampiasa farany mahita fanontaniana momba ny elo amin'izao fotoana izao dia avo loatra, ary ny tanjonay farany dia ny hahatonga an'izao tontolo izao ho toerana mahafinaritra kokoa.",
    "3376604063": "Politika sy fomba fiasa AI Etika",
    "1923365316": "Manana politika momba ny etika AI henjana izahay ao amin'ny hCaptcha, ary ny ampahany amin'izany dia misy ny dingana Fantaro ny mpanjifanao (KYC).",
    "4230322909": "Miezaka hatrany izahay hahazo fahatakarana tsara momba ny mpanjifa vaovao tsirairay sy ny toe-javatra nokasainy hampiasaina, mba hanamafisana fa mety tsara amin'ny vokatra sy serivisinay izany ary hahazoana antoka fa manaraka ny politika noraisinay ho orinasa.",
    "2735073144": "Manao tsikera mitohy koa izahay raha ilaina. Ohatra, tamin'ny fandinihanay vao haingana momba ny daty sy loharanon'ny fangatahana fangatahana fametahana elo dia afaka nanamarina haingana izahay fa tsy nisy sampan-draharaham-panjakana na mpamatsy rindrambaiko fanaraha-maso fanta-daza nanao fangatahana momba ny elo amin'ny fampiasana ny serivisinay tao anatin'ny 12 volana lasa. .",
    "2715462692": "Tahaka ny ahoana ny fizotry ny Etika AI?",
    "3049976256": "Ho an'ny mpanjifa fametahana vaovao tsirairay dia mandalo lisitra fanamarinana izahay mandritra ny fizotran'ny varotra. Tafiditra ao anatin'izany ny fahazotoana KYC voalohany alohan'ny hidirana, ary koa ny fanamarinana ny fangatahana rehetra natao tamin'ny mpandinika anay, ary ny fisavana toerana tena misy ary ny famerenana tsindraindray ny fangatahana natao tamin'ny alàlan'ny sehatra serivisy.",
    "3103642530": "Ity famerenana ity dia ahitana andiana fepetra maromaro:",
    "3349094124": "Fepetra momba ny etika: Tanjona",
    "1038019440": "1. Misolo tena ny tombontsoam-pirenen'ny firenena iray fantatra amin'ny fitondran-tena mifanohitra amin'ny lalàna sy ny fenitra iraisam-pirenena ve ity mpanjifa ity?",
    "493717511": "2. Ity mpanjifa ity dia mangataka serivisy mety ho",
    "2209109640": "ampiasaina amin'ny tanjona ratsy ihany, ao anatin'ny tontolon'ny asa aman-draharaha mahazatra ataon'izy ireo?",
    "3457805519": "3. Afaka ho tanteraka ve ny fangatahan'ny mpanjifa araka ny lalàna amerikana sy ny fitsipiky ny fifampiraharahana?",
    "1942611550": "voalohany indrindra",
    "109179759": "Fepetra momba ny etika: Subjective",
    "1033698050": "1. Mino ve isika fa ny mpanjifa dia nanome antsika tranga iray izay heverintsika ho azo ekena ara-moraly, araka ny fandikantsika ny fitsipika ara-tsosialy mahazatra tandrefana?",
    "361372538": "2. Mino ve isika fa ny serivisy omenay dia mety hampiasain'ny mpanjifa amin'ny tanjona fanavakavahana, amin'ny fomba mety ho ara-dalàna nefa tsy ekenay?",
    "2867855718": "3. Mino ve isika fa ny filan'ny fiainana manokana dia azo omena amin'ny fomba mahafa-po amin'ny fangatahana?",
    "2462728596": "Raha tsy afaka manome fahafaham-po ny tenantsika amin'ireo hevitra ireo isika dia handà ny fangatahana ary mety hampitsahatra ny fidirana bebe kokoa amin'ny lampihazo, araka ny voasoritra ao amin'ny fepetrantsika.",
    "1995277831": "Misaotra anao",
    "1818116402": "Manantena izahay fa nankasitrahanao ity fijerena ity ny fomba fitantananay fanontaniana momba ny asa miaraka amin'ny singa AI Etika.",
    "1499894352": "Vitsy ny orinasa manolotra mangarahara amin'ny fizotran'ny fanapahan-kevitr'izy ireo amin'ity sehatra ity, ary manantena izahay fa hanaraka ity ohatra ity ny hafa!",
    "535659033": "Creative Commons Attribution",
    "1495915066": "Ahoana no ampiasanay, mpiara-miombon'antoka amin'ny fikarohana akademika, ary ny mpanjifanay amin'ny haino aman-jery Creative Commons",
    "3017533972": "Izahay, mpiara-miombon'antoka amin'ny fikarohana akademika, ary ny mpanjifanay dia mety hanondro na hamokatra ampahany amin'ny votoaty nahazoan-dalana Creative Commons amin'ny alàlan'ny sehatra hCaptcha mba hampandrosoana ny fahalalan'ny olombelona amin'ny sehatry ny fianarana milina.",
    "1428053210": "Ity atiny ity dia ovaina amin'ny endriny voalohany. Ohatra, ny horonan-tsary dia azo zaraina ho sary maro, ireo sary ireo dia azo zaraina ho sary vaovao maro, ary ireo sary vaovao ireo avy eo dia mifangaro kisendrasendra mba hamokatra ny vokatra farany aseho.",
    "1728211763": "Ny fampiasana votoaty amin'izany fomba izany sy ho an'ireo tanjona ireo dia tafiditra ao anatin'ny torolàlana momba ny fampiasana ara-drariny araka ny fahatakarantsika ny lalàna sy ny fomba fanao mahazatra eo amin'ny sehatra, saingy mpankafy efa ela ny Creative Commons izahay ary aleonay manome dera ho an'izay rehetra manampy amin'ny asa goavana amin'ny fanatsarana ny faharanitan-tsain'ny milina.",
    "1949452297": "Noho ny faneriterena intrinsic an'ny hCaptcha UI sy ny fiheverana ny fiarovana azy, dia tsy azo atao ny mamerina ny loharanon'ny sary tsirairay mifanakaiky mivantana amin'ny fampiasana azy. Fa kosa, mampifandray amin'ity pejy ity avy amin'ny pejinay izahay ary mitazona lisitr'ireo loharano ampiasaina amin'izao fotoana izao na vao haingana amin'ny alàlan'ny lampihazo. Afaka miditra amin'ny lisitra ankehitriny ianao",
    "2367602973": "Eto",
    "659124570": "Fanampin'izany, raha mahita votoaty izay anao ianao naverina navoaka tao amin'ny sehatra hCaptcha ary te hanesorana azy io na inona na inona antony, dia azonao atao ny mifandray aminay amin'ny alàlan'ny mailaka amin'ny",
    "2066749488": "Fitarainana hafa",
    "3479034323": "Raha mahita votoaty anananao naverina naverina ao amin'ny sehatra hCaptcha ianao ary te hanesorana azy io na inona na inona antony, dia azonao atao ny mifandray aminay amin'ny alàlan'ny mailaka.",
    "1836554225": "Lahatsoratra bilaogy",
    "2873297188": "Manavakavaka ny tsy Amerikana daholo ve ny CAPTCHAS?",
    "165932542": "Ny fijerena ny hCaptcha hamaha ny tahan'ny eran'izao tontolo izao",
    "1865097546": "16 Novambra 2021",
    "3005876482": "hCaptcha no serivisy CAPTCHA mahaleo tena lehibe indrindra, mandeha amin'ny 15% amin'ny Internet",
    "693820850": "Azonao atao ny mandresy an'i Google amin'ny fametrahana ny fiainana manokana ho loha laharana",
    "3609106478": "Fametrahana fahazoan-dàlana:",
    "299335340": "Inona izany ary ny fomba hampitsaharana ny fanafihana",
    "354925785": "fampidirana",
    "423222878": "Ny sasany amin'ireo cyberattacks sarotra indrindra hitadiavana, hisoroka ary hajanona dia ireo izay ahafahan'ny mpilalao ratsy iray mampiasa ny fahazoan-dàlana mpampiasa ara-dalàna mba hidirana amin'ny kaonty mpampiasa mavitrika. Raha tsy misy ny fahaiza-mitarika be pitsiny eo amin'ny toerany, ny orinasa mampiantrano ny kaonty dia tsy manana antony hiahiahy fa misy zavatra tsy mety. Toa niditra tao amin'ny kaontiny fotsiny ny mpanjifa iray. Nahavita io hafetsena nahomby io ilay mpanafika tamin'ny alalan'ny fahazoan-dàlana halatra — matetika vokatry ny teknikan'ny cyberattack fantatra amin'ny anarana hoe “famenoana fahazoan-dàlana”. Olana goavana izany ankehitriny, saingy azo ovaina amin’ny fepetra tsara.",
    "777660551": "Inona no atao hoe Credential Stuffing?",
    "2602763587": "Ny famenoana ny fahazoan-dàlana dia endrika fanafihana an-tserasera izay ezahan'ny mpanafika hiditra imbetsaka amin'ny tranokala iray amin'ny fampiasana solon'anarana sy tenimiafina nangalatra tsiroaroa. Ny \"famenoana\" dia manondro ny andrana fidirana miverimberina, izay saika ataon'ny rindrambaiko bot mandeha ho azy.",
    "1271831121": "Tsy toy ny hoe mipetraka eo ilay mpijirika (mitafy hoodie, mazava ho azy!), manoratra taratasy fanamarinana aorian'ny fahazoan-dàlana. Ny bota fidirana mandeha ho azy dia azo atao amin'ny fitaovana tsy misy talantalana toa an'i Selenium na fitaovana hacker namboarina manokana.",
    "2588750717": "Eny tokoa, ny fanafihana famenoana mari-pankasitrahana sasany dia mahatafiditra mari-pankasitrahana an-tapitrisany — izy rehetra dia ampidirina ao amin'ny seha-pidirana fidirana amin'ny tranokala tsy misy ahiahy amin'ny fanantenana ny hampidirana azy.",
    "1137757109": "Raha kaonty eCommerce io dia afaka manafatra entana ny mpanafika. Raha banky ilay niharam-boina, dia afaka mamindra vola any ivelany ny mpanafika, sy ny sisa.",
    "1559150837": "Tsy misy fiarovana anefa ny tanjona. Ny ankamaroan'ny tranonkala dia manana fanaraha-maso izay manakana mpampiasa mampiahiahy izay manandrana miditra amin'ny kaonty samihafa an'arivony avy amin'ny adiresy IP iray ao anatin'ny fotoana fohy. Ny ataon'ireo mpanafika famenoana fahazoan-dàlana mba hialana amin'ireo teknika fiarovana ireo dia ny fanaovana simulation ny fahasamihafana ara-jeografika sy IP. Mampiasa fitaovana mahery vaika, matetika entin'ny AI, izy ireo dia afaka mampiseho fa mpampiasa an'arivony no manandrana miditra an-tsokosoko amin'ny fotoana samihafa isan'andro manerana ny firenena. Sarotra kokoa ny mamantatra sy mijanona izany.",
    "1892020899": "Aiza no ahazoan'ny hackers ny fahazoan-dàlana?",
    "2597149484": "Ny antony tsy maintsy \"hameno\" ny fahazoan-dàlana maro be dia be ny hacker dia misy ifandraisany amin'ny toerana ahazoany ny fahazoan-dàlana nangalarina.",
    "3030395800": "Matetika ireo fahazoan-dàlana ireo dia avy amin'ny fanitsakitsahana ny angona. Antsoina koa hoe \"fiparitahan'ny fahazoan-dàlana\", ireo fanafihana ireo dia mety hiteraka fahazoan-dàlana an-tapitrisany nariana ao amin'ny tranokala maizina. Raha avy amin'ny banky ny fiparitahana, dia hiezaka hampiasa ireo fahazoan-dàlana ireo ilay mpijirika mba hidirana amin'ny tranokala hafa. Ity fomba fiasa ity dia miasa satria maro ny olona mampiasa ny solon'anarana sy ny tenimiafina mitambatra ho an'ny tranokala maro. (Kivy io fomba fanao io, fa ny zava-misy no tena izy. Ny olona dia matetika mamerina ny fahazoan-dàlana fidirana mitovy.)",
    "1258965840": "Noho izany, raha afaka miditra amin'ny tranokala iray ny mpanafika, dia azo inoana fa afaka miditra amin'ny tranokala maro izy amin'ny fampiasana ny fahazoan-dàlana rava. Ohatra, mety hahazo solon'ny mpampiasa/password toa an'i JohnDoe/525momma izy ireo, saingy tsy fantany izay hataon'io mpivady io ho azy ireo. Noho izany, manandrana ny mpivady izy ireo amin'ny Amazon.com, Ebay, Citibank, Walgreens sy ny sisa. Mety hanandrana an'io mpivady io amin'ny tranokala an'arivony samihafa izy ireo.",
    "3594440415": "Amin'ny farany, manomboka manokatra varavarana izy ireo.",
    "780280214": "Ahoana ny fomba hanalefahana ny hCaptcha sy hCaptcha Enterprise ny fandrahonana famenoana fahazoan-dàlana",
    "4165374512": "Na dia azo atao aza ny mampiasa fitaovana fanaraha-maso IP sy toerana mba hisorohana ny famenoana ny fahazoan-dàlana, ny fomba mahomby kokoa sy marina kokoa dia ny manapaka fotsiny ny bot famenoana fahazoan-dàlana mandeha ho azy. Ny hCaptcha sy ny hCaptcha Enterprise dia afaka manakana ny bot amin'ny toerana fidirana. Na dia manana mari-pankasitrahana marina aza ny bot, raha tsy afaka mandalo ny fisavana hCaptcha Enterprise na ny CAPTCHA an'ny hCaptcha izy, dia tsy ho vitany ny famenoana azy ary voaaro ny tranokalanao sy ny mpampiasa anao.",
    "3269644546": "Mba miangavy re",
    "1058572205": "anay raha te hahalala bebe kokoa momba izany ianao",
    "3753613260": "fifandraisana",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Mitatitra ny fitarainana DMCA",
    "54093347": "DMCA Registered Agent",
    "3233441200": "Avereno ny politikan'ny mpandika lalàna",
    "4011712313": "Ao anatin'ny Politikan'ny DMCA, dia mametraka ny kaontin'ny mpanjifa izay andraisantsika fampandrenesana DMCA marobe momba ny fanitsakitsahana azy ao anatin'ny Politika Miverimberina DMCA Miverimberina. Rehefa nahazo fampandrenesana DMCA miverimberina ao anatin'ny iray volana kalandrie, ny kaontin'ny mpanjifa dia hivoatra avy amin'ny dingana politika iray mankany amin'ny manaraka.",
    "766825168": "Ny hetsika mety horaisinay eo ambanin'ny Politikan'ny fanitsakitsahana ny DMCA dia ahitana ny fandefasana fampandrenesana ny fitomboan'ny fahitana amin'ny mpanjifan'ny kaonty. Mba hanekena ireo fanairana ireo dia mety mitaky ny mpanjifa hiditra ao amin'ny kaonty izahay na hiantso ny ekipa mpanohana anay. Izahay koa dia manan-jo hampiato na hampitsahatra, ary hampihatra fepetra vonjimaika hafa amin'ny, ny serivisy hCaptcha sy IMI ho an'ny mpanjifa izay nanohizanay ny fampandrenesana DMCA momba ny fanitsakitsahana na dia efa nandefa fanairana miverimberina aza izahay. Ho fanampin'izany, afaka manafoana ny serivisy hCaptcha na IMI hafa omenay ireo mpanjifa ireo izahay amin'ny fanapahan-kevitray irery rehefa atsahatra ny serivisy hCaptcha amin'ity politika ity.",
    "2410122265": "hCaptcha Resources: Bots 101",
    "4166776480": "Fanomezana mari-pankasitrahana: inona izany ary ahoana no hampitsaharana ny fanafihana",
    "2301335298": "Fisolokiana fandoavana: Fanalefahana ny fomba fivoatra haingana amin'ny heloka an-tserasera",
    "3682071227": "Inona no atao hoe Takeover Kaonty ary ahoana no fiasan'izy ireo?",
    "2729131930": "Inona no atao hoe Scraping ary ahoana no fiasan'izy io?",
    "1344959096": "Miasa toy ny mpanamarika data tsirairay",
    "3510143229": "hCaptcha dia serivisy ho an'ny tranokala sy fampiharana,",
    "3930611699": "mpiasa tsirairay.",
    "1051214799": "hCaptcha dia serivisy fiarovana amin'ny tranonkala izay manandrana mizara sanda amin'ireo mpamoaka vohikala na fampiharana mampiasa azy.",
    "360236473": "Ny serivisy hCaptcha dia tsy natao hampiasaina ho an'ny olona rehetra miasa ho mpanamarika manokana. Tsy natao ho an'ny tanjona izany na mifanaraka amin'izany. Tsy manoro hevitra na iza na iza izahay hanandrana hampiasa hCaptcha ho loharanon'ny fidiram-bola manokana.",
    "3842490632": "Ny mpampiasa tsirairay manandrana mamaly fanontaniana maro dia mety ho voafetra na voarara haingana. Zava-dehibe mitovy, toy ny antsika",
    "1560232962": "mandrakotra amin'ny antsipiriany, tsy misy antoka atao momba ny vola azo amin'ny valiny nomena. Mety tsy misy fanontaniana karama azo amin'izany fotoana izany, mety ho lavina ny valiny noho ny antony tsara, sy ny sisa.",
    "2694001822": "Na izany aza, manakarama olona izahay indraindray mba hanampy anay hitsapa ny fananan'ny rafitra sy ny endri-javatra vaovao.",
    "1569804581": "Raha te hifandray amin'ny ho avy ianao momba ny fahafahana mifandray dia fenoy azafady ity taratasy ity.",
    "636461959": "Anarana",
    "1139500589": "Firenena",
    "1789607185": "Adiresy mailaka",
    "325077666": "Amin'ny fandefasana ny mombamomba anao dia manaiky ny anay ianao",
    "3555583744": "SY",
    "3609929815": ". Hotazoninay ny anaranao, ny firenenao ary ny mombamomba ny adiresy mailakao mba hifandraisana aminao amin'ny ho avy momba ny fahafaha-manao fametahana marika manokana.",
    "4197928199": "politika Fiarovana fiainan'olona",
    "851786723": "Amin'ny alàlan'ny fampidiranao ny mailaka dia manaiky ny fepetray sy ny politika momba ny fiainana manokana ianao, ary mandray mailaka avy aminay.",
    "2402165761": "Ahoana no fiasan'ny Scraping?",
    "4260542944": "Ny fikikisana votoaty (fantatra ihany koa amin'ny hoe \"fikorotanana ecran\" na \"fikorotanana fotsiny\") dia fomba mahazatra sy mahasoa matetika amin'ny fanangonana vaovao avy amin'ny tranonkala. Na izany aza, tato anatin'ny taona vitsivitsy, ny teknika dia nanjary fitaovana nankasitrahan'ny mpijirika sy mpisoloky. Ny fanoherana dia afaka manalefaka tsara ny fandrahonana, fa ny fampiharana azy ireo dia ilaina ny mahatakatra ny fomba fiasan'ny dingana.",
    "2066255783": "Inona no atao hoe Content Scraping?",
    "1910628828": "Ny fikikisana votoaty dia teknika amin'ny fakana angona avy amin'ny rafitra iray izay misy fitaovana mandeha ho azy maka tahaka ny mpanjifa rindrambaiko na navigateur web. Tsy vaovao izany. Raha ny marina, ho an'ny injeniera rindrambaiko izay mety mila angona avy amin'ny mainframe taloha, ny fikikisana dia mety ho fomba tokana hanesorana ny vaovao. Ny connecteurs tany am-boalohany dia mety ho lasa ary tsy azo soloina.",
    "3408107995": "Amin'izao fotoana izao anefa, ny fikikisana dia midika hoe fomba fiasa amin'ny fisintonana data avy amin'ny tranokala. Ny rindrambaiko scraping dia miasa toy ny mpampiasa olombelona, manindry bokotra ary mamaky ny vokatra azo. Betsaka ny fampiasana ara-dalàna ny fikikisana. Ohatra iray ny crawlers amin'ny tranonkala izay manome hery ny motera fikarohana. Toy izany koa ny fitaovana toa an'i Skyscanner izay mitady fifanarahana fitsangatsanganana amin'ny alàlan'ny fikorontanana amin'ny tranokala fitsangatsanganana an'arivony. Ny orinasa Fintech dia mampiasa azy io koa, manaisotra ny angon-drakitra ara-bolan'ny mpampiasa avy amin'ny tranokalan'ny banky raha tsy misy Application Programming Interfaces (APIs) azo anaovana ny fifandraisana. Ny zavatra tokony hotadidina momba ny fikikisana efijery dia ny hafainganam-pandehany sy ny scalability. Ny dingana dia afaka mijinja angon-drakitra be dia be avy amin'ny tranokala, raha heverina fa ny tranokala dia tsy namboarina mba hampitsaharana izany tsy hitranga. Amin'ny hafainganam-pandehan'ny kajy, ny scraper dia afaka manangona angon-drakitra lehibe amin'ny alàlan'ny fifandraisana amin'ny tranokala sy ny rindrambaiko ary ny angon-drakitra izay manome hery azy ireo.",
    "1920884252": "Nahoana no loza mitatao ho an'ny fiarovana ny fakosana votoaty?",
    "2256795853": "Ny fahafahana mamoaka angon-drakitra be dia be, haingana, avy amin'ny tranokala dia mahatonga ny fikikisana fitaovana mahery vaika eo am-pelatanan'ireo mpilalao ratsy. Ny bots scraping dia afaka manangona angon-drakitra mpampiasa avy amin'ny tranokala media sosialy. Avy eo, amin'ny alàlan'ny fakàna tranonkala misy adiresy sy fampahalalana manokana hafa ary mampifanaraka ny valiny, ny hacker dia mety hanao heloka bevava momba ny maha-izy azy toy ny fandefasana fangatahana carte de crédit hosoka.",
    "4087694419": "Afaka manangona angon-drakitra avy amin'ny tranokala toa an'i Amazon sy eBay ihany koa ny mpijirika iray mba hamoronana lisitry ny vokatra sandoka na mamitaka. Avy eo izy dia afaka manolotra azy ireo hamidy amin'ny tolotra peer-to-peer toy ny OfferUp ary manao fanafihana phishing amin'ireo mpividy. Na, mety mivarotra vokatra tsy misy ilay mpisoloky. Ny hosoka amin'ny fikikisana efijery fanampiny dia misy ny famotsorana ireo mpamoaka doka. Amin'ny alàlan'ny famafana ny votoaty avy amin'ny tranokalan'ny mpamoaka, ny mpisoloky dia afaka mamorona pejy mpamoaka dokambarotra sandoka amin'ny serivisy samihafa. Avy eo izy ireo dia afaka mivarotra doka amin'ireo pejy ireo amin'ny mpivarotra nahazo alalana, izay ny fifandraisana noraisiny tao amin'ny rakitra ads.txt an'ny mpamoaka. Toa tena misy amin'ny mpanao dokambarotra ny slots doka, saingy tsy izy ireo.",
    "3315658779": "Misoroka ny fakosana votoaty amin'ny hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise dia mampiasa fianarana milina mandroso hamantarana ny fifamoivoizana maloto mankany amin'ny tranokalanao sy ny fampiharana - anisan'izany ny hetsika fikikisana.",
    "1422537019": "antsika androany mba hianatra bebe kokoa.",
    "1988268879": "Fametahana angon-drakitra mahomby amin'ny ambaratonga",
    "2163914794": "Mila etikety bebe kokoa ho an'ny angonao? Ny hCaptcha dia manome mari-pamantarana angon-drakitra haingana, lafo ary avo lenta ho an'ny orinasa miasa amin'ny faharanitan-tsaina artifisialy sy ny fampiharana fianarana milina.",
    "3378932530": "Makà marika izao ny angonao",
    "3483700676": "Mandrosoa asa an-tapitrisany avy hatrany",
    "3478726913": "hCaptcha dia manana iray amin'ireo dobo lehibe indrindra eto an-tany azo ampiasaina. Na inona na inona mari-pamantaranao dia vitantsika izany tsy misy fanoloran-tena lafo vidy. Asa an-tapitrisany isan'andro dia tsy olana.",
    "740501259": "Fantsona tsotra entin'ny API",
    "2784612261": "Te-hampiditra mivantana ny fandinihan'olombelona amin'ny asa fandraharahanao ve ianao? Manolotra SLA azo itokisana avo lenta izahay, fahafaha-manao azo antoka ary API REST tsotra.",
    "1144966033": "Optimized amin'ny vidiny sy ny kalitao",
    "3213351333": "Tsy mila fanoloran-tena mialoha",
    "2107077506": "Ny sehatra HUMAN dia mampiasa maodely fahatokiana feno mba hanaovana famakafakana kalitao amin'ny fotoana tena izy. Izany dia mamela antsika hamantatra haingana ny fahasarotan'ny fanontaniana sy ny valiny mety ho azy, mitsitsy fotoana sy vola.",
    "3576146278": "Aloavy ihany ny marina ilainao",
    "2952586316": "Tsy mitovy ny olana rehetra. Mety mitaky fahatokisana 99,99% avy amin'ny mpiasan'ny olombelona manontolo ny fanamarihana momba ny asa manakiana ny fiarovana. Ny fanamarihana momba ny endri-javatra beta iray amin'ny fampiharana lalao finday dia mety mitaky fahatokisana antonony fotsiny. Manapa-kevitra ianao.",
    "710145621": "Omeo ny angona momba ny fahamarinanao manokana na avelao izahay hanamboatra izany an-tongotra",
    "987901590": "Manana angona manta ve ianao nefa tsy misy andiana fanamarinana feno? Amin'ny ankamaroan'ny tranga dia afaka manangana iray ho anao izahay rehefa mandeha amin'ny rafitra ny asa, na mamorona santionany misy marika ho an'ny fankatoavanao.",
    "2597352122": "Karazana fanamarihana",
    "1344687860": "Boaty mifamatotra",
    "1089415440": "Famantarana zavatra marina amin'ny sary sy video",
    "3817067682": "Polygons",
    "2682873489": "Farito ny faritra mifamatotra amin'ny zavatra",
    "1275150216": "mari-toerana",
    "2067112112": "Tondro famantarana ho an'ny tranga fampiasana maro samihafa",
    "4228682126": "Fanasokajiana toetra",
    "2920213479": "Sokafy na ampio sokajy tsy misy dikany amin'ny habe rehetra",
    "3288667364": "Fampitahana sy fitadiavana",
    "155877895": "Fanasokajiana sy fanasokajiana ataon'ny olombelona",
    "3128433367": "... sy ny maro hafa",
    "2827452240": "Mila karazana hafa tsy voatanisa eto? Anontanio izahay.",
    "719304627": "Mila fanaraha-maso faran'ny farany?",
    "1172067553": "Ny sehatra HUMAN ao ambadiky ny hCaptcha dia manome endri-javatra manara-penitra momba ny kalitaon'ny asa sy ny fitantanana amin'ny alàlan'ny fametrahana eo an-toerana, hybrid, na SaaS izay mitambatra amin'ny rafitra misy anao.",
    "2319072959": "Mandehana an-tserasera tanteraka miaraka amin'ny mpiasanao manokana, manara-maso ny sandan'ny orinasa na mpiara-miombon'antoka amin'ny consortium, mifantina asa any amin'ireo mpamatsy asa anatiny na ivelany mifototra amin'ny fepetra takian'ny sarany sy fiarovana, sy ny maro hafa.",
    "1936512180": "Fidirana mora amin'ny API, dashboard tsara tarehy, ary ny teknolojia modely-in-the-loop farany indrindra mba hampitomboana ny fahombiazan'ny mpiasa.",
    "3913848038": "99.99% SLAs amin'ny fotoana maharitra ary fanohanana manerantany 24/7.",
    "1080752747": "Contact sales",
    "1525403768": "Raha mila fanazavana fanampiny dia mifandraisa amin'ny Enterprise Sales.",
    "1546930020": "Mahazoa marika famantarana",
    "2486638408": "Famaritana ny famaritana",
    "1027200955": "Miresaha amin'ny iray amin'ireo manam-pahaizana momba ny sehatra anay mba hamaritana ny filan'ny tetikasanao: ny fahamarinan'ny tanjona, ny endrika, ary ny fepetra manokana rehetra.",
    "1156712451": "Fitsapana asa voalohany",
    "181065232": "Manatanteraka asa famokarana kely mifototra amin'ny angona santionany izahay. Ity dia mitsapa ny asa vitantsika miaraka mba hahazoana antoka fa azonao tsara izay ilainao.",
    "3207769512": "Mametraka asa famokarana",
    "1099238677": "Miaraka amin'ny feo avo sy ny fahatarana ambany dia hamadika haingana ny asanao izahay, miaraka amin'ny fandefasana mandeha ho azy raha vao vita izany.",
    "465783046": "Te hanandrana azy amin'ny angonao ve ianao?",
    "328625009": "... vonona izahay rehefa eo ianao: ny serivisy dia misy mandritra ny ora.",
    "3225770968": "hCaptcha dia natao hamahana ny olan'ny asa mafy indrindra amin'ny fianarana milina; fametahana angon-drakitra marobe amin'ny fomba ara-potoana sy azo antoka ary azo antoka.",
    "2041686284": "Ny angona bebe kokoa amin'ny ankapobeny dia miteraka vokatra tsara kokoa amin'ny fanofanana modely fianarana milina. Ny fahombiazana vao haingana tamin'ny maodely lalina dia nitarika ho amin'ny angon-drakitra lehibe kokoa, ary hCaptcha dia manolotra izany filana izany. Na izany aza, ny famoronana tahirin-kevitra lehibe nodinihin'olombelona amin'ny fampiasana fomba nentim-paharazana dia sady miadana no lafo.",
    "3729345277": "hCaptcha dia fomba iray ahafahan'ny orinasa mahazo ny fanamarihana ilainy haingana kokoa, miaraka amin'ny kalitao avo kokoa ary amin'ny vidiny ambany kokoa noho ny safidy hafa.",
    "2103563261": "Fampahafantarana manokana na ho an'ny daholobe",
    "2513143348": "Ny rafitra hCaptcha Enterprise dia miovaova miavaka amin'ny famolavolana azy: azo apetraka amin'ny ampahany na manontolo amin'ny sisin'ny tambajotrao izy io raha toa ka mampiasa rahona ho an'ny daholobe ianao na manana ivontoerana data maro.",
    "3107683988": "Izany dia afaka mampihena be ny fifamoivoizana ivelan'ny tambajotra sy ny fandaniana raha mitazona ny tombontsoa rehetra amin'ny fitantanana ataon'ny mpiasa an-telefaona 24/7 mba hihaona amin'ireo SLA henjana indrindra.",
    "3660619092": "Misoratra anarana maimaim-poana na mifandray amin'ny varotra ho an'ny vahaolana Enterprise",
    "2351176803": "Fepetra fahazoan-dàlana ho an'ny hCaptcha JS API",
    "2616226398": "Miankina amin'ny antsika",
    "2024293275": ". Zo hafa rehetra voatokana, amin'izao fotoana izao.",
    "1062291156": "fehezanteny manara-penitra",
    "2712493234": "Fisolokiana fandoavana: Fanalefahana ny fomba fivoatra haingana amin'ny heloka an-tserasera",
    "1817772953": "Tsy endrika heloka bevava vaovao ny hosoka. Eny tokoa, ny arkeology dia namoaka fitaovana manohitra ny hosoka noforonin’ny Somerianina fahiny mba hitaterana biby fiompy tsy misy fatiantoka, efa ho 10 000 taona lasa izay! Raha ny momba azy ireo, dia nametraka marika tanimanga izy ireo, izay samy maneho biby iray, ao anaty baolina tanimanga antsoina hoe “bulla”. Nandeha niaraka tamin’ny andian’ondry ny omby rehefa nifindrafindra mpivarotra. Na izany aza, nanahy ireo tompona orinasa fa tsy ny olona rehetra nifampiraharaha tamin'izy ireo no ambony sy ambony. Betsaka ny fiovana tao anatin'ny 10.000 taona, saingy mbola mitoetra ao amintsika ny filàna fanavaozana amin'ny fisorohana ny hosoka. Amin'izao fotoana izao, ny olana momba ny hosoka amin'ny fandoavam-bola amin'ny Internet dia tena zava-dehibe. Miaraka amin'ny Aterineto, miha-matanjaka ny mpisoloky amin'ny fanaparitahana ny fanaraha-maso manohitra ny hosoka. Na izany aza, ny vahaolana vaovao dia mampihodina ny rano.",
    "1053787685": "Inona no atao hoe hosoka fandoavam-bola?",
    "433424759": "Ny hosoka amin'ny fandoavam-bola dia ahitana karazana fifampiraharahana tsy ara-dalàna izay anaovan'ny mpanao heloka bevava an-tserasera tsy hahazo zavatra sarobidy, matetika vola. Mety midika izany fa mampiasa carte de crédit nangalarina mba hanafatra entana an-tserasera na haka kaonty any amin'ny banky ary handefasana vola tsy ara-dalàna avy ao. Misy karazany maro, saingy mitovy ny vokatra azony: mampiasa ny mombamomba ny olona nangalatra na ny fampahalalana momba ny fandoavam-bola ny mpangalatra mba hangalatra amin'ny mpanjifa, banky na mpivarotra.",
    "2939852138": "Ahoana no ahafahan'ireo mpisoloky [miezaka] miala amin'ny hosoka amin'ny fandoavam-bola?",
    "1665616092": "Ny hosoka amin'ny fandoavam-bola dia tsotra amin'ny foto-kevitra, saingy mety ho sarotra be amin'ny fanatanterahana azy ankehitriny.",
    "4246520782": "Raha ny marina, ny Internet dia vavolombelon'ny fifaninanana fitaovam-piadiana marina eo amin'ny mpisoloky sy ny mpiaro tato anatin'ny taona vitsivitsy.",
    "2167049807": "Nandray fepetra sy fanaraha-maso isan-karazany ny ekipan'ny fiarovana izay mandresy ny fomba mora sy kamo amin'ny hosoka amin'ny fandoavam-bola. Na izany aza, mihasarotra ny fanafihana. Ohatra, afaka mijinja ny nomeraon'ny carte de crédit nangalarina sy PIN avy amin'ny tranokala sandoka sy ny fanafihana phishing ny bots.",
    "1936449777": "Avy eo, amin'ny fomba mandeha ho azy tanteraka, dia afaka maka tahaka ny fihetsiky ny olombelona amin'ny tranokala e-varotra izy ireo, manindry bokotra ary manampy entana amin'ny sarety fiantsenana — hatramin'ny toerana izay tsy ahafahan'ny maro, raha tsy ny ankamaroan'ny fanaraha-maso manohitra ny hosoka, fa manandrana mangalatra ny bot. entana. Toy ny hoe miantsena fotsiny ny mpampiasa iray. Ny bot dia afaka miditra amin'ny kaontin'ny tena mpanjifa amin'ny alàlan'ny fanomezan-dàlana fidirana an-tsokosoko. Ny fanamaivanana ny hosoka dia ny fahafahan'ny bot mandrombaka ny adiresy IP ary manao azy ho toy ny hoe tsy mitovy amin'ilay mpanafika ny “mpivarotra” izay mety ho any amin'ny firenena vahiny.",
    "648630222": "Misoroka ny hosoka amin'ny fandoavam-bola miaraka amin'ny hCaptcha Enterprise",
    "1621930829": "Inona no azo atao manoloana ny asa fisolokiana tsy mitsaha-mitombo ankehitriny? Ny fampiasana sosona fanaraha-maso maro dia fomba fanao mahazatra. Na izany aza, ny fepetra tsara indrindra dia ireo izay afaka mamandrika ny bot ary manambara fa sandoka izany, na dia eo aza ny ezaka tsara indrindra nataon'ny mpamorona azy mba hamerenana ny fitondrantenan'olombelona.",
    "2423586454": "Mbola misy zavatra tsy vitan'ny lozisialy, na tsara toy inona aza ny AI ao ambadik'izany. Ny teknolojia CAPTCHA maoderina dia manolotra fomba voaporofo amin'ny fanakanana ny bots miezaka ny haharitra ny hosoka amin'ny fandoavam-bola. Raha ny fomba taloha amin'ny CAPTCHA, toy ny isa mitongilana tsotra ao anaty boaty, dia tsy ampy amin'ny fanalefahana ny bots efa mandroso, ny fitaovana famaliana fitsapana mandeha ho azy toa ny hCaptcha Enterprise dia afaka manakana mora foana bots hosoka amin'ny fotoana fidirana amin'ny kaonty na sarety fiantsenana. Na dia manana fahazoan-dàlana tena izy aza ny bot, raha tsy afaka miditra amin'ny CAPTCHA.",
    "1467308982": "Fandaharana fandoavana",
    "1291824746": "Ny fandoavam-bola hCaptcha dia mandeha isan-telo volana amin'ny 60 andro manaraka. Mba hanazavana ny dikan'izany dia jereo ny tabilao etsy ambany.",
    "3444947612": "Fifamoivoizana eo anelanelan'ny",
    "4181611011": "Daty fampihavanana",
    "728503636": "Daty fandoavam-bola",
    "3720584906": "15 Jolay 2021 - 15 Oktobra 2021",
    "388240587": "5-15 janoary 2022",
    "3426312287": "5-15 janoary 2022",
    "615618648": "15 aprily 2021 - 15 jolay 2021",
    "3376724603": "14-24 septambra 2021†††",
    "3398978455": "15-25 septambra 2021†††",
    "2722456056": "15 janoary 2021 - 15 aprily 2021",
    "4063155841": "Tsy mihoatra ny 25 jona 2021††",
    "4082053540": "19-25 jona 2021††",
    "64953197": "15 Oktobra 2020 - 15 Janoary 2021",
    "1023070345": "Tsy mihoatra ny 14 martsa 2021",
    "2600696085": "15 martsa 2021",
    "3217791519": "15 Jolay 2020 - 15 Oktobra 2020",
    "649261378": "5-11 janoary 2021*",
    "1559190296": "5-11 janoary 2021†",
    "3806054689": "15 aprily 2020 - 15 jolay 2020",
    "4162383380": "16 - 22 sep 2020*****",
    "1990824776": "16-24 septambra 2020*****",
    "3856690908": "15 janoary 2020 - 15 aprily 2020",
    "3200641265": "Tsy mihoatra ny 16 jona 2020*",
    "3744079744": "15-19 jona 2020****",
    "2209837451": "15 Oktobra 2019 - 15 Janoary 2020",
    "2510534204": "Tsy mihoatra ny 23 martsa 2020***",
    "2910560864": "20-23 Mar 2020***",
    "2544565802": "15 Jolay 2019 - 15 Oktobra 2019",
    "3963642878": "Tsy mihoatra ny 14 Desambra 2019*",
    "622103562": "17 Desambra 2019**",
    "4072202039": "15 aprily 2019 - 15 jolay 2019",
    "818049069": "Tsy mihoatra ny 15 Jolay 2019",
    "1169005651": "15 septambra 2019",
    "2303655425": "15 janoary 2019 - 15 avril 2019",
    "3678889946": "Tsy mihoatra ny 15 jona 2019",
    "3094354698": "15 jona 2019",
    "4217013126": "Matetika ny fandoavam-bola dia mandeha mandritra ny andro amin'ny datin'ny fandoavam-bola, ary amin'ny ankapobeny dia vita amin'ny misasakalina Pasifika. Raha toa ka voasokajy ho jerena ny kaonty iray dia mety haharitra dimy andro fiasana fanampiny vao hamoaka vola.",
    "1447649958": "Raha tsiahivina, ny fifamoivoizan'ny olona marina ihany no mahazo karama. Afaka mahita antsipiriany bebe kokoa momba izany ianao ao amin'ny FAQ, mifandray etsy ambany. Ny fifandanjana misy dia tsy maintsy mahafeno ny tokonam-baravarana faran'izay kely indrindra mba hahazoana mandoa vola, 10 HMT amin'izao fotoana izao.",
    "4257144752": "Ny tombantombana amin'ny fotoana tena izy dia tsy maneho ny fahamarinan'ny farany na ny maha-olombelona, ary noho izany dia mety hiovaova be ny vola azonao farany amin'ny isa aseho ao amin'ny Dashboard alohan'ny fampihavanana voalohany nataonao.",
    "2728931827": "Aorian'ny fampihavanana tsirairay dia havaozina ny tombantombananao isaky ny tranokala ary tokony hitombo ny fahamarinan'ny vinavina ho avy, raha tsy hoe misy fiovana ara-pitaovana eo amin'ny fitondran-tenan'ny mpampiasa ny tranokalanao.",
    "1200905005": "††† Nanomboka tamin'ny Septambra 2021, ny fampihavanana sy ny fandoavam-bola dia mandeha ao anatin'ny fe-potoana 10 andro eo ho eo fa tsy indray andro, mba hanatsorana ireo teritery amin'ny asa mifandraika amin'ny fitomboan'ny serivisy.",
    "4284094387": "†† Misy fampihavanana sy fandoavana vola sasany amin'ny Jona 2021 dia handeha amin'ny herinandro manaraka noho ny fahataran'ny fanamarinana ny kajikajy farany mandritra ny varavarankelin'ny fampihavanana.",
    "1977013707": "† Ny volana desambra 2020 dia naverina naverina tamin'ny 15 ny karama mba hisorohana ny fifandonana amin'ny fampihavanana amin'ny faran'ny taona sy ny fialan-tsasatry ny mpiasa: hovitaina amin'ny herinandro faharoa amin'ny Janoary. Noho ny fifindrana miadana kokoa noho ny mahazatra ao amin'ny PayPal, ny fandoavam-bola dia haharitra andro maromaro fa tsy vita amin'ny andro iray.",
    "517010299": "Azafady, azafady: miasa amin'ny fifindrana any aoriana mankany amin'ny fampihavanana akaiky amin'ny fotoana tena izy izahay. Hihena matetika kokoa noho ny mahazatra ny fampihavanana ara-potoana hatramin'ny Q1 2021. Tsy misy fiantraikany amin'ny fandaharam-potoana na daty fandoavam-bola izany.",
    "3092200338": "** Rehefa latsaka amin'ny faran'ny herinandro ny faha-15 dia ny faha-17 kosa ny datin'ny fandoavam-bola.",
    "3891941747": "*** TOROHEVITRA COVID-19: Noho ny fihenan'ny fahafahan'ny mpiasa mifandraika amin'ny COVID-19, dia naverina naverina ny fampihavanana mba hanomezana fotoana fanampiny hamitana ny fanamarinana mahazatra. Heverina fa hanomboka ny zoma ny fandoavam-bola ary ho vita ny alatsinainy manaraka.",
    "2301757528": "**** Noho ny fikojakojana ny PayPal ny REST API-ny mandritra ny varavarankelin'ny fandoavam-bola, dia tsy vita ny fandoavam-bola rehetra tamin'ny 15 Jona. Ny fandoavam-bola rehetra voatondro ho an'ny 15 Jona (ora Pasifika) nefa tsy tanteraka noho ny fahadisoana PayPal API dia naverina tamin'ny 19 Jona (ora Pasifika).",
    "116842359": "***** Heverina ho vita ao anatin'ny andro maromaro ny fampihavanana noho ny fikojakojana ny rafitra.",
    "4154415610": "***** Ny fandoavam-bola amin'ny volana septambra 2020 dia hihazakazaka amin'ny andiany rehefa tapitra ny fampihavanana, ary ny sasany mandeha andro maromaro taty aoriana noho ny voalahatra voalohany noho ny fahataran'ny fampihavanana.",
    "2310694091": "Inona no atao hoe Fampihavanana?",
    "164801246": "Ny fampihavanana dia ny dingan'ny famakafakana ny fifamoivoizana aorian'ny zava-misy mba hanamarinana ny maha-olombelona sy ny fahamarinany, rehefa tafiditra avokoa ny angon-drakitra avy amin'ny tranokalan'ny tatitra rehetra. Azonao atao ny mamaky antsipiriany bebe kokoa ao amin'ny tranokalanay",
    "3256245394": "ary koa ny lahatsoratra bilaogy, ohatra",
    "3089778412": "Ahoana ny fomba kajy ny valisoa hCaptcha",
    "3329755436": "Mikasa ny hanafaingana ity dingana ity ve ianao?",
    "1911669851": "Eny, miasa amin'ny fanatsarana isan-karazany amin'ny rafitra backend izahay amin'izao fotoana izao, izay antenainay fa hamela anay hanolotra fampihavanana haingana kokoa, fahamarinan-tombana haingana kokoa ary fandoavam-bola haingana kokoa. Eo am-panafainganana ny fampihavanana aloha izahay amin’izao fotoana izao.",
    "2366003154": "Fanontaniana an-gazety sy Media",
    "3054564199": "Kit fanaovan-gazety",
    "3173156067": "Misy antoka efa vita azo atao raha tianao hampidirina sary ohatra ao amin'ny lahatsoratrao.",
    "867314732": "Afaka maka fanapahan-kevitra avo lenta ianao",
    "858218750": "ary torolalana amin'ny fampiasana azy ireo amin'ny",
    "3821716514": "pejy.",
    "1186243118": "sary logo",
    "3034959000": "Azonao atao ny mamerina",
    "1764089150": "Eto:",
    "1558428432": ". Azafady, omeo azy ireo amin'ny hCaptcha.com.",
    "2429359042": "ohatra sary interface tsara",
    "1480820434": "sary 1",
    "3213411837": "sary 2",
    "1270712701": "Famoaham-baovao sy tatitra vao haingana",
    "231285005": "Afaka mahita vaovao farany ianao ao amin'ny bilaoginay",
    "1289884910": "Mamoaka famakafakana sy tatitra tsindraindray koa izahay. Ohatra:",
    "932546190": "Nahoana no hiaraka amintsika foana ny CAPTCHA",
    "2344319147": "Ohatrinona ny vidin'ny Google bot detection?",
    "1637527266": "Iza amin'ireo firenena manana fifamoivoizana bot be indrindra?",
    "230159237": "Fifandraisana",
    "3759923279": "Alefaso azafady ny fanontaniana an-gazety amin'ity adiresy mailaka manaraka ity:",
    "4255608322": "Nohavaozina farany: Aprily 12, 2021",
    "537881751": "Tongasoa eto amin'ny hCaptcha! Ity Politika momba ny fiainana manokana ity dia mamaritra ny fomba fiasan'ny Intuition Machines, Inc. (\"IMI\", \"isika\" na \"isika\") momba ny fanangonana, ny fampiasana ary ny fampahafantarana ny vaovao (anisan'izany ny mombamomba ny tena manokana, voafaritra etsy ambany) amin'ny alàlan'ny tranokalanay amin'ny www.hcaptcha .com sy izay zana-tohatra na sehatra hafa ampiasaintsika (ny \"Site\") sy ny hCaptcha application interface interface ary ny rindrambaiko sy ny fitaovana mifandraika amin'izany (miaraka amin'ny \"Service\").",
    "33639629": "Tsy azo ampiharina amin'ny tranokalan'ny antoko fahatelo. Azafady mariho fa ity Politika momba ny fiainana manokana ity dia tsy mihatra amin'ny tranokala, tolotra, vokatra na serivisy an'ny antoko fahatelo, na dia mifandray amin'ny tranokalanay aza izany na mampiditra ny serivisy - azafady jereo ny politika momba ny fiainana manokana alohan'ny hanapahan-kevitra hanome vaovao ho an'ny fahatelo. antoko.",
    "987375734": "IMI dia miorina any Etazonia. Ny tranokala sy serivisy dia fehezinay avy any Etazonia. Ny mombamomba anao manokana dia mety ho voatahiry sy hokarakaraina any amin'ny firenena izay anananay trano na ifandraisanay amin'ireo mpanome tolotra, ary amin'ny alàlan'ny fampiasana ny Sites sy ny Serivisy dia manaiky ny famindrana fampahalalana any amin'ny firenena ivelan'ny firenena misy anao ianao, anisan'izany i Etazonia. , izay mety manana fitsipika fiarovana ny angona izay tsy mitovy amin'ny an'ny firenenao. Amin'ny toe-javatra sasany, ny fitsarana, ny sampan-draharaha misahana ny fampiharana ny lalàna, ny sampan-draharaha misahana ny fanaraha-maso na ny manam-pahefana amin'ny fiarovana any amin'ireo firenena hafa ireo dia mety manana zo hahazo ny mombamomba anao manokana.",
    "452920031": "Fanamarihana ho an'ny mpanjifa any ivelan'i Etazonia.",
    "2328839224": ". Azafady, jereo ny fizarana \"Fampandrenesana ho an'ny mponina any California\" mifandraika amin'ny zonao araka ny Lalàna momba ny tsiambaratelon'ny mpanjifa California (\"CCPA\").",
    "1565481281": "Fanamarihana ho an'ny mponina any Kalifornia",
    "1028058338": "Azafady, jereo ny fizarana \"Fampandrenesana ho an'ny lohahevitra momba ny angona EU\" mifandraika amin'ny zonao eo ambanin'ny Fitsipika ankapobeny momba ny fiarovana ny angona (\"GDPR\").",
    "2271205646": "Fanamarihana ho an'ny mponina ao amin'ny faritra ara-toekarena eoropeana.",
    "508143070": "Mariho fa ny IMI no mpanara-maso ny mombamomba anao manokana, afa-tsy ny toerana iasanay ny mombamomba ny tena manokana amin'ny anaran'ny Integrators mifandraika amin'ny fanomezana ny Serivisy, ka amin'izany izahay no mpanamboatra ny mombamomba ny tena manokana, ary ireo Integrators ireo no mpanara-maso ny fampahalalana manokana.",
    "2330965058": "Raha miasa toy ny processeur ho an'ny Integrators izahay, dia tsy mampiasa ny angon-drakitra nangonina ho an'ny tanjona hafa afa-tsy izay ilaina amin'ny fanomezana ny Serivisy izahay, ary ny fikarakarana anay dia ho fehezin'ny fifanarahana izay anananay amin'ny Integrators, fa tsy ity. politika Fiarovana fiainan'olona",
    "3017040355": "Ny fanodinana ny angon-drakitra momba ny angon-drakitra EU dia miasa araka ny lalànan'ny Fehezan-dalàna mifehy ny fifanarahana (SCCs) tafiditra ao anatin'ny Addendum fanodinana angona amin'ny fepetran'ny serivisy na fifanarahana fanodinana data miaraka amin'ireo Integrators.",
    "2233384692": "Raha manana fanontaniana na ahiahy momba ny fomba fitantanana ireo angon-drakitra ireo ianao na te hampiasa ny zonao, dia tokony hifandray amin'ny olona na sampan-draharaha (izany hoe ny mpanara-maso ny angona) izay nanao fifanarahana taminay hampiasa ny Serivisy hikarakarana an'io data io ianao. Hanome fanampiana ho an'ny Integrators izahay, na izany aza, mba hamahana ny olana rehetra mety hitranga, mifanaraka amin'ny fepetran'ny fifanarahanay amin'izy ireo.",
    "349292953": "Vaovao Angoninay",
    "3022001832": "Manangona fampahalalana avy amin'ireo olona mifandray amin'ny tranokalanay sy serivisy izahay, anisan'izany ireo izay mampiditra ny Serivisy ao amin'ny tranokalany (\"Integrators\"), ireo izay mampiasa ny serivisy ho an'ny fametahana data (\"Mpanjifa\"), ary ireo mpampiasa farany izay mifandray aminay. Serivisy amin'ny alàlan'ny tranokalan'ny Integrators (\"End-Users\").",
    "835545301": "Manangona ireto sokajy vaovao ireto izahay:",
    "3228928991": "Fampahalalana azo ampiasaina hamantarana na hifandraisana amin'ny olona iray (\"Fampahafantarana manokana\"), toy ny anarana, adiresy mailaka, ary firenena. Manangona ny mombamomba ny tena manokana avy amin'ny Integrators sy ny mpanjifa amin'izao fotoana izao sy ho avy izahay rehefa manome izany mivantana aminay (ohatra, amin'ny famenoana taratasy rehefa misoratra anarana kaonty, na mangataka ny handray fampandrenesana mailaka avy aminay). Azontsika atao ihany koa ny manamarina ny maha-izy azy ireo Integrators sy ny mpanjifantsika amin'ny fampitahana ny mombamomba ny tena manokana amin'ny angon-drakitra an'ny antoko fahatelo na antontan-taratasy ara-dalàna ofisialy.",
    "1655796811": "Ny fampahalalana voaangona ho azy vokatry ny fampiasan'ny Integrator na ny mpanjifa ny Sites na ny Serivisy (\"Information Analytics\"), toy ny adiresy IP, karazana navigateur, mpanome tolotra aterineto, karazana sehatra, karazana fitaovana, rafitra fiasana, marika daty sy ora. ny fidirana, ary fampahalalana hafa mitovy amin'izany. Ny fampahalalana momba ny Analytics sasany dia angonin'ny antoko fahatelo andraisanay anjara amin'izany tanjona izany, ary ny fampahalalana momba ny Analytics sasany dia angonina amin'ny alàlan'ny teknolojia fanaraha-maso isan-karazany, anisan'izany ny cookies (jereo ny \"Third Party Analytics and Tracking Technologies\" etsy ambany).",
    "1388241689": "Ny fampahalalana voaangona vokatry ny famalian'ny Mpampiasa Farany ny bitsika amin'ny alàlan'ny Serivisy (\"Data misy marika\"), toy ny angon-drakitra fametahana sary, lahatsoratra niova fo avy amin'ny rakitra audio nalefa ho an'ireo mpampiasa farany, valin'ny fanontaniana, ary bitsika hafa nateraky ny serivisy ho an'ny tanjona fametahana angon-drakitra ampiasaina amin'ny rindranasa fianarana milina. Mariho fa tsy mifamatotra amin'ny olona fantatra ny angon-drakitra voamarika.",
    "1493790285": "Ny fampahalalana hafa nangonina avy amin'ny mpampiasa farany ao anatin'ny serivisy dia takiana mba hamaritana raha toa izy ireo",
    "2216374138": "dia olombelona, toy ny fihetsiky ny totozy, ny toeran'ny horonam-boky, ny hetsika fanerena, ny hetsika mikasika, ary ny fampahalalana momba ny gyroscope / accelerometer raha ilaina.",
    "2394073454": "Mety hanangona fampahalalana fanampiny avy amin'ireo mpampiasa farany izay te hiara-hiasa aminay amin'ny maha-mpanao marika data manokana.",
    "3103557430": "Ahoana no Ampiasantsika Fampahalalam-baovao",
    "1130802068": "Mampiasa ny fampahalalana angoninay izahay ho an'ireto tanjona manaraka ireto:",
    "2940689138": "Mitantana kaonty Integrator sy mpanjifa ary manome ny serivisy. Mampiasa ny mombamomba ny tena manokana izahay mba hampifandraisana kaonty manokana amin'ny Integrators sy ny mpanjifa ary hanomezana azy ireo ny Serivisy, hamaly ny fangatahana na fanontaniana, hanomezana fanohanana na fanampiana ara-teknika, ary hanamora ny fandoavam-bola.",
    "857974529": "Mba hanatsarana ny Site sy ny Serivisy. Mampiasa ny fampahalalana momba ny Analytics izahay mba hanatsarana ny serivisy efa misy sy hampivelatra ny tolotra sy ny tolotra vaovao ary hampifanaraka ny tolotra vokatra efa misy sy ho avy.",
    "1820844638": "Mba hahazoana hevitra momba ny tsena. Mampiasa Analytics Information izahay hamakafaka ny tsena sy hanao fanadihadiana momba ny raharaham-barotra mifandraika amin'ny Site sy ny Serivisy, ary ho an'ny tanjona fikarohana hafa.",
    "3386280249": "Hanolotra tsena ho an'ny Data Labeled. Ny Serivisy dia ahafahan'ny marika angon-drakitra avo lenta sy ny famerenan'ny olombelona ho an'ny rafitra fianarana milina ho serivisy ho an'ny tompon'ny tranokala sy orinasa mila fanampiana amin'ny fametahana ny angonany. Amin'izany tanjona izany dia manambara ny angon-drakitra misy marika amin'ny mpanjifanay liana amin'ny fahazoana data voamarika izahay.",
    "3532143291": "Mba hiarovana ny serivisy sy ny rafitray. Mampiasa Analytics Information izahay mba hiantohana ny rafitray amin'ny famantarana ny loza mety hitranga sy ny vulnerability, ary raha tsy izany dia miaro ny vaovao voaangonay.",
    "2185418511": "Ho an'ny tanjona ara-barotra ara-dalàna rehetra, raha toa ka tsy fantatra na atambatra ny vaovao ka tsy azo ampifandraisina amin'ny olona iray.",
    "2386465280": "Ahoana no fizarana vaovao",
    "2159517814": "Mizara na manambara ny mombamomba ny tena manokana izahay amin'ireto tranga manaraka ireto:",
    "4256083674": "Amin'ny fangatahana mivantana avy amin'ny Integrator iray hamantatra ny loza ateraky ny hosoka amin'ny fangatahana fanamby CAPTCHA manokana na adiresy IP, na raha tsy izany dia nomena alalana manokana.",
    "3494826505": "Miaraka amin'ireo mpivarotra izahay dia mandray anjara amin'ny fanomezana lafin-javatra manan-danja amin'ny Sites sy ny serivisy, toy ny fitahirizana angon-drakitra, fampiantranoana ary Analytics, ary ho an'ireo tanjona ireo ihany.",
    "1119009846": "Raha ilaina ny fanarahana ny lalàna manan-kery, ao anatin'izany ny fangatahan'ny governemanta, ny fangatahana fampiharana ny lalàna, ary ny hafa amin'ny sampan-draharaham-panjakana sy tsy miankina mba hiarovana ny zo, ny fiainana manokana, ny fiarovana, na ny fanananao, izahay, na ny hafa.",
    "197676026": "Miaraka amin'ny hafa ho an'ny tanjona ara-barotra ara-dalàna, raha toa ka tsy fantatra ny vaovao",
    "2359312315": "na atambatra ka tsy azo ampifandraisina amin'ny olona iray.",
    "2497216176": "Teknolojia Fanaraha-maso sy Fanadihadiana Antoko fahatelo",
    "3694578791": "Araka ny efa noresahina tetsy ambony, izahay (sy ny mpivarotra antoko fahatelo) dia manangona fampahalalana momba ny Analytics amin'ny ampahany amin'ny alàlan'ny fampiasana cookies, fanilo amin'ny tranonkala ary teknolojia fanaraha-maso hafa. Amin'ny toe-javatra sasany, miara-miasa amin'ireo mpivarotra antoko fahatelo izahay mba hampiasa cookies ho an'ny fanangonam-baovao momba ny Analytics.",
    "2238885192": "Mampiasa Sentry izahay hanangona angon-drakitra debug rehefa misy mpampiasa sendra fahadisoana. Raha mila fanazavana momba ny fomba fanangonan'i Sentry sy fanodinana angona:",
    "1535054294": "Jereo azafady ny politikan'izy ireo amin'ny antsipiriany",
    "658775471": "Mampiasa Cloudflare izahay mba hanatsarana ny fifamoivoizana amin'ny tranonkala. Raha mila fanazavana momba ny fomba fanangonana sy fanodinana angona ny Cloudflare:",
    "2014256987": "Raha tianao ny tsy hanakana ny fampiasana cookies na teknolojia fanaraha-maso hafa dia jereo ny \"Managing Your Information\", etsy ambany. Mariho fa ny fanaovana izany dia mety hisy fiantraikany ratsy amin'ny traikefanao amin'ny fampiasana ny Sites na Serivisy, satria mety tsy mandeha tsara ny endri-javatra sasany.",
    "2788024905": "Ahoana no fiarovana ny vaovao",
    "271333468": "Manatanteraka fepetra ara-teknika sy ara-dalàna mifanaraka amin'izany izahay mba hiarovana ny vaovao voaangonay sy tehirizinay, ary mitaky ny mpiasa rehetra izay manao ny fanodinana anay amin'ny anaranay mba hanao toy izany koa. Indrisy anefa fa tsy misy fepetra fiarovana 100% tsy misy hadalana, ary noho izany dia tsy misy tambajotra na rafitra (anisan'izany ny anay) azo antoka fa azo antoka 100% amin'ny famotehana, ny fahaverezana, ny fanovana, ny fampahafantarana tsy nahazoana alalana, na ny fidirana amin'ny fampahalalana voaangonay sy tehirizinay. Raha inoanao fa mety tsy azo antoka ny mombamomba anao na inona na inona antony, dia mifandraisa aminay avy hatrany amin'ny:",
    "3031284129": "Warranty Disclaimers",
    "26365791": "Amin'ny halehiben'ny ankatoavin'ny lalàna, ny Site sy ny Serivisy (sy ireo tolotra hafa mifandraika, fampahalalana, angon-drakitra, endri-javatra, ary votoaty na fitaovana hafa) dia omena amin'ny fototra \"araka ny misy\" sy \"araka ny misy\". Araka ny voalazan'ny lalàna, ny IMI dia manilika ny fiantohana rehetra, ao anatin'izany fa tsy voafetra amin'ny antoka voarakitra momba ny fahafaha-mivarotra, ny mety amin'ny tanjona iray manokana ary ny tsy fanitsakitsahana.",
    "735630686": "Fitantanana ny mombamomba anao (Zo)",
    "498769698": "Azonao atao ny miditra, manitsy, manitsy, na mamafa ny fampahalalana manokana nomenao anay amin'ny alàlan'ny kaontinao Integrator, Customer, na Accessibility User (raha mpampiasa Integrator, Customer, na Accessibility User ianao). Raha tsy afaka manao izany ianao, na manana fanontaniana momba ny mombamomba manokana nangoninay sy/na nozarainay momba anao, na te hanaisotra ny fanekenao amin'ny fanodinanay (izany hoe mamafa tanteraka ny kaontinao) azafady mifandraisa aminay amin'ny:",
    "2895491273": "Raha tianao ny hanakana ny cookies na ny teknolojia fanaraha-maso hafa, ny ankamaroan'ny navigateur sy ny fitaovana finday rehetra dia azonao ovaina ny fanovanao mba hampandrenesana anao rehefa mahazo mofomamy na teknolojia fanaraha-maso hafa no ampiasaina, ary hisafidy na hanaiky na tsia. azy. Ny ankamaroan'ny navigateur koa dia mamela anao hanala na hamafa cookies efa misy na handà ho azy ireo cookies ho avy. Azonao atao koa ny mampiasa fitaovana an'ny antoko fahatelo, anisan'izany ny plug-in navigateur, mba hifehezana ny safidinao cookie. Mariho anefa fa raha esorinao ny cookies rehetra dia mety tsy mandeha tsara ny ampahany sasany amin'ny tranokalanay.",
    "707527778": "Fampahalalana avy amin'ny Ankizy",
    "1747657936": "Ny tranokalanay sy ny serivisy dia tsy miantefa amin'ny ankizy latsaky ny 13 taona ary tsy manangona fampahalalana manokana amin'ny ankizy latsaky ny 13 taona izahay. dingana ara-drariny hanesorana ny vaovao toy izany ao amin'ny rakitray raha vao azo atao, raha tsy hoe manana adidy ara-dalàna hitana izany izahay. Azafady mba mifandraisa aminay raha mino ianao fa manana fampahalalana momba ny zaza latsaky ny 13 taona izahay:",
    "2419795065": "Fampandrenesana ho an'ny mponina any Kalifornia",
    "1517625162": "Eo ambanin'ny fehezan-dalàna sivily California fizarana 1789.3, ireo mpampiasa California dia manan-jo hahazo izao filazana momba ny zon'ny mpanjifa manaraka izao: Ny mponina any Kalifornia dia afaka manatona ny sampana fanampiana amin'ny fitarainana ao amin'ny Diviziona momba ny mpanjifa ao amin'ny Departemantan'ny Consumer any California amin'ny alàlan'ny mailaka ao amin'ny 1625 North Market Blvd., Sacramento, CA 95834, na amin'ny telefaona amin'ny (916) 445-1254 na (800) 952-5210.",
    "3730344349": "Ity fizarana ity dia manome antsipiriany fanampiny momba ny fampahalalana manokana angoninay momba ny mpanjifa California sy ny zo omena azy ireo araka ny Lalàna momba ny tsiambaratelon'ny mpanjifa California na \"CCPA.\"",
    "4044467791": "Ho an'ny sokajin'ny mombamomba manokana nangoninay taminao tao anatin'ny 12 volana teo aloha, dia jereo ny fizarana \"Fampahafantarana Angoninay\" etsy ambony. Angoninay ity fampahalalana ity ho an'ny tanjona ara-barotra sy ara-barotra voalaza ao amin'ny fizarana \"Ahoana ny fampiasanay ny mombamomba manokana\" etsy ambony. Tao anatin'ny 12 volana teo aloha, nozarainay ireto sokajy manaraka ireto amin'ny antoko fahatelo ho an'ny tanjona ara-barotra:",
    "4208081170": "Sokajy momba ny mombamomba manokana",
    "1528242915": "Mpanondro.",
    "3863351997": "Ny sokajin'ny mombamomba manokana voatanisa ao amin'ny statut California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Fampahalalana ara-barotra.",
    "2683038211": "Internet na hetsika tambajotra elektronika hafa.",
    "3671828834": "Ohatra amin'ny fampahalalana manokana nozaraina",
    "779426309": "Anarana tena izy, famantarana manokana tsy manam-paharoa, famantarana an-tserasera, adiresy Internet Protocol, adiresy mailaka, anarana kaonty, na famantarana hafa mitovy.",
    "2414368123": "Anarana, laharan'ny carte de crédit, laharan'ny carte de crédit, na fampahalalana ara-bola hafa.",
    "4088941349": "Firaketana ny vokatra na serivisy novidina, azo na nodinihina.",
    "3238612014": "Tantaran'ny fikarohana, fampahalalana momba ny fifandraisan'ny mpanjifa amin'ny tranokala Internet, fampiharana, na dokam-barotra.",
    "1023108656": "Sokajy Mpandray Antoko Fahatelo",
    "1418235079": "Mpanome tolotra",
    "3238184941": "Fanamarihana: Ny loza ateraky ny hosoka mifandray amin'ny adiresy IP tsirairay dia azo zaraina amin'ny Integrator raha angatahina.",
    "285116485": "Ny Orinasa dia tsy \"mivarotra\" (araka ny famaritana io teny io ao amin'ny CCPA) ny mombamomba ny tenantsika voaangona. Azafady, jereo ny fizarana \"Third Party Analytics and Tracking Technologies\" etsy ambony raha mila fampahalalana bebe kokoa momba ny karazana cookies an'ny antoko fahatelo, raha misy, izay ampiasainay.",
    "1408750006": "Miankina amin'ny famerana sasany, ny CCPA dia manome ny mpanjifa California zo hangataka hahalala antsipiriany bebe kokoa momba ireo sokajy na ampahany manokana amin'ny mombamomba manokana izay angoninay (ao anatin'izany ny fomba ampiasana sy fampahafantarana ity fampahalalana ity), hamafa ny mombamomba azy manokana, mba hialana amin'ny ny \"varotana\" rehetra mety hitranga, ary koa ny zo tsy hanavakavahana amin'ny fampiharana ireo zo ireo.",
    "759057398": "Fampandrenesana ho an'ny lohahevitra momba ny angona EU",
    "825780955": "Fampahalalana manokana",
    "2945960297": "Mikasika ny lohahevitra momba ny angona avy amin'ny Vondrona Eoropeana, ny teny hoe \"fampahafantarana manokana\" izay ampiasaina amin'ity Politika momba ny fiainana manokana ity dia mitovy amin'ny \"angona manokana\" araka ny voafaritra ao amin'ny Fitsipika momba ny fiarovana ny data ankapoben'ny Vondrona Eoropeana (GDPR).",
    "1126613163": "Data saro-pady",
    "3571006800": "Ny sasany amin'ireo fampahalalana omenao anay dia mety ho angona saro-pady araka ny voafaritra ao amin'ny GDPR (antsoina koa hoe sokajy manokana momba ny angona manokana), ao anatin'izany ny famantarana ny firazanana na foko misy anao amin'ny antontan-taratasim-panondro navoakan'ny governemanta.",
    "1988461282": "Fototra ara-dalàna ho an'ny fanodinana",
    "3519564631": "Tanjona fanodinana",
    "1778642038": "Mba hifandraisana aminao",
    "2223819810": "Mba hanatsarana ny sehatray",
    "1678661231": "Ho an'ny fanarahan-dalàna, fisorohana ny hosoka ary fiarovana",
    "2561077702": "Mba hanomezana ny serivisy",
    "2066321185": "fototra ara-dalàna",
    "1174237568": "Ireo hetsika fanodinana ireo dia mahaforona ny tombontsoantsika ara-dalàna. Miezaka mandinika sy mampifandanja izay mety ho fiantraikany eo aminao (samy tsara na ratsy) sy ny zonao izahay alohan'ny handinihanay ny mombamomba anao manokana ho an'ny tombontsoanay ara-dalàna. Tsy mampiasa ny mombamomba anao manokana izahay ho an'ny hetsika izay fehezin'ny tombontsoanay noho ny fiantraika ratsy aminao (raha tsy hoe manana ny fanekenao izahay na takian'ny lalàna amin'ny fomba hafa).",
    "1350478093": "Tanjona fanodinana",
    "787916198": "Miaraka amin'ny fanekenao",
    "3348433919": "Ny Zonao",
    "3842673636": "Eo ambanin'ny GDPR, manana zo sasantsasany momba ny mombamomba anao manokana ianao. Azonao atao ny mangataka anay hanao ireto hetsika manaraka ireto mifandraika amin'ny mombamomba anao manokana izay tazoninay:",
    "4057343238": "Hiala Anarana",
    "1834911235": "Atsaharo ny fandefasana fifandraisana ara-barotra mivantana izay efa nekenao teo aloha. Mety hanohy handefa hafatra mifandraika amin'ny serivisy sy fifandraisana hafa tsy ara-barotra izahay.",
    "3022301908": "Access",
    "680638297": "Manome anao fampahalalana momba ny fanodinanay ny mombamomba anao manokana ary manome anao fahafahana miditra amin'ny mombamomba anao.",
    "1409486258": "marina",
    "3878077249": "Havaozy na ahitsio ny tsy mety amin'ny mombamomba anao manokana.",
    "3645414921": "Mamafa",
    "42182578": "Fafao ny mombamomba anao manokana.",
    "1609621367": "famindrana",
    "3208155808": "Mamindra dika mitovy amin'ny mombamomba anao manokana na amin'ny antoko fahatelo tianao.",
    "1786796818": "mametra",
    "3329634829": "Fepetra ny fanodinana ny mombamomba anao manokana.",
    "4202774977": "zavatra",
    "3007158970": "Manohitra ny fiankinanay amin'ny tombontsoanay ara-dalàna ho fototry ny fanodinanay ny mombamomba anao manokana izay misy fiantraikany amin'ny zonao.",
    "1273071008": "Fangatahana zo amin'ny fidirana amin'ny angona",
    "3594381346": "toerana.",
    "21141582": "izany",
    "3357523404": "Famindrana angona miampita sisintany",
    "290966395": "Araka ny voalaza ao amin'ny fizarana \"Fanamarihana ho an'ny mpanjifa ivelan'i Etazonia\", azafady fantaro fa hafindra any Etazonia ny angon-drakitrao manokana. Ny lalàna momba ny fiarovana ny angona any Etazonia dia mety tsy mitovy amin'ny any amin'ny firenena misy anao. Manaiky ny famindrana ny mombamomba anao ianao, anisan'izany ny mombamomba anao manokana, any Etazonia araka ny voalaza ao amin'ity Politika momba ny fiainana manokana ity amin'ny alàlan'ny fitsidihana ny tranokalanay na ny fampiasana ny serivisy.",
    "3178581111": "Ampiasao amin'ny tanjona vaovao",
    "1088304322": "Mety hampiasa ny mombamomba anao manokana izahay noho ny antony tsy voalaza ato amin'ity Politika momba ny fiainana manokana ity, izay avelan'ny lalàna hanao izany ary mifanaraka amin'ny tanjona nanangonanay azy ny antony. Raha mila mampiasa ny mombamomba anao amin'ny tanjona tsy misy ifandraisany izahay, dia mety hampandre anao izahay ary hanazava ny fototra ara-dalàna azo ampiharina amin'izany fampiasana izany. Raha niantehitra tamin'ny fanekenao izahay amin'ny fampiasana manokana ny mombamomba anao manokana, dia mety hangataka ny fanekenao amin'ny tanjona tsy misy ifandraisany izahay ary mamela anao hampitsahatra ny fampiasanao ny serivisy amin'io fotoana io raha manohitra ianao.",
    "2260079771": "Fitanana angona",
    "38428546": "Mitahiry ny angon-drakinao manokana izahay mandritra ny androm-piainan'ny kaontinao miaraka aminay. Ny angon-drakinao manokana ihany no hotazoninay mandritra ny fotoana rehetra ilaina mba hanatanterahana ny tanjona nanangonanay azy, ao anatin'izany ny fanomezana fahafaham-po ny adidy ara-dalàna, ny kaonty, na ny tatitra na ny famahana olana. Ny fepetra ampiasainay hamaritana ny fe-potoana fitahirizana dia ahitana ny fepetra mifanaraka amin'ny fifanarahana manan-kery, ny fe-potoana famerana araka ny lalàna, ny fepetra takian'ny lalàna ary ny fenitry ny indostria.",
    "384965568": "Na dia miovaova arakaraka ny fari-piadidiana aza ny fepetra fitahirizana, dia voalaza etsy ambany ny fampahalalana momba ny fe-potoana fitazonana mahazatra anay amin'ny lafiny samihafa amin'ny angona manokana.",
    "2788836740": "Ny fampahalalana momba ny fifandraisana ho an'ny tanjona ara-barotra dia tazonina tsy tapaka mandra-pialanao ny famandrihana. Aorian'izay dia hampidirinay amin'ny lisitry ny fanafoanana ny antsipiriany mandritra ny fotoana tsy voafetra. Ny fampahalalana mailaka voaangona avy amin'ny Accessibility Users dia tsy hampiasaina amin'ny tanjona ara-barotra velively.",
    "3520687192": "Ny firaketana ny fifandraisana aminao (ohatra ny tapakila fanohanana misokatra amin'ny alàlan'ny mailaka na Twitter) dia azo tehirizina mandritra ny fotoana tsy voafetra.",
    "292211832": "Ny fampahalalana nangonina tamin'ny alalan'ny fitaovana ara-teknika toy ny cookies, ny kaontera pejin-tranonkala ary ny fitaovana analyse hafa dia ariana raha vao azo ampiharina, saingy azo tehirizina mandritra ny fe-potoana voafetra hatramin'ny herintaona aorian'ny fahataperan'ny cookie, matetika amin'ny endrika tsy fantatra sy atambatra. raha tsy mahita ny mety ho fanararaotana amin'ny serivisinay izahay, amin'izay fotoana izay dia hitazona izany fampahalalana izany izahay mba hanampiana anay amin'ny fisorohana ny fanararaotana amin'ny ho avy. Tsy afaka mampifandray ity fampahalalana tsy fantatra anarana sy natambatra ity aminao izahay, ny ankohonanao, ny adiresy IP, na ny mombamomba anao manokana mifototra amin'ny fampahalalana voatahiry.",
    "470943029": "Raha manana fanontaniana momba ity Politika momba ny fiainana manokana ity ianao dia mifandraisa aminay amin'ny:",
    "3192683783": "Fanovana amin'ity Politika momba ny fiainana manokana ity",
    "1702335960": "Ny fampahalalana rehetra angoninay dia miankina amin'ny Politika momba ny fiainana manokana manan-kery amin'ny fotoana anangonana izany vaovao izany. Azontsika atao anefa ny manavao tsindraindray ny Politika momba ny fiainana manokana. Raha fitaovana ny fanavaozana, araka ny voafaritry ny anay irery, dia hampandre anao izahay, ohatra amin'ny alàlan'ny mailaka. Ny kinova ankehitriny dia hapetraka ao amin'ny pejy Politika momba ny fiainana manokana.",
    "3669258571": "Politika cookie",
    "2905621957": "Nohavaozina farany: Jolay 18, 2020",
    "1173934218": "Fantatray fa zava-dehibe aminao ny fiainanao manokana ary manolo-tena ho mangarahara momba ny teknolojia ampiasainay. Ity politika ity dia manome fampahalalana amin'ny antsipiriany momba ny fomba sy ny fotoana ampiasantsika cookies amin'ny tranokalanay sy ny serivisy.",
    "2694150481": "Mampiasa Cookies ve isika?",
    "457627611": "Eny. Izahay sy ny analysenay na ny mpanome tolotra, ny mpiara-miombon'antoka amin'ny varotra, ary ny mpiara-miasa dia mety mampiasa cookies, web beacons, na pixels ary teknolojia hafa mba hahazoana antoka fa ny olona rehetra mampiasa ny Sites dia manana traikefa tsara indrindra. Azafady, jereo ny fizarana \"Third Party Analytics and Tracking Technologies\" amin'ny politikantsika manokana raha mila fanazavana fanampiny.",
    "501102544": ": mino izahay fa ny tolotra anti-bot hCaptcha (izany hoe ny Serivisy ampidirina amin'ny tranokala, lalao, na fampiharana finday) dia tsy ahitana afa-tsy cookies antsoina hoe \"tsy misy fanekena\" mifanaraka amin'ny fitsipika GDPR. Ireto misy ohatra amin'ny cookies tsy misy fepetra toy izany:",
    "461631543": "GDPR Note",
    "2150907653": "* Cookies teknika tena ilaina amin'ny fanomezana ny serivisy. Anisan'izany ny cookies preferences, cookies session, cookies mpandanja entana, sns.",
    "1012122721": "* Cookies statistika izay tantanan'ny anay mivantana (izany hoe antoko voalohany, fa tsy cookies an'ny antoko fahatelo), izay tsy ampiasaina amin'ny mombamomba ny angon-drakitra.",
    "148542287": "Tsy torohevitra ara-dalàna izany, ary tsy misy fiantohana omena momba ity fanadihadiana ity. Raha manana fanontaniana na olana fanampiny ianao dia mifandraisa aminay amin'ny:",
    "3956117148": "Ny tranokala hCaptcha.com sy BotStop.com (ny Sites) dia mety ahitana cookies fanampiny, araka ny voalaza ato amin'ity Politika ity.",
    "3255230599": "Inona no atao hoe Cookie?",
    "1095532507": "Ny cookie (\"Cookie\") dia rakitra lahatsoratra kely apetraka amin'ny kapila mafy nataonao amin'ny mpizara pejy web. Ny cookies dia misy fampahalalana izay azon'ny mpizara tranonkala iray ao amin'ny sehatra namoaka ny cookie ho anao. Ny sasany amin'ireo cookies dia tsy hampiasaina raha toa ianao ka mampiasa endri-javatra sasany na misafidy safidy sasany, ary ny cookies sasany dia hampiasaina foana. Afaka mahafantatra bebe kokoa momba ny cookie tsirairay ianao amin'ny fijerena ny lisitry ny cookie ankehitriny eto ambany.",
    "2943815316": "Havaozinay tsindraindray ity lisitra ity, ka mety hisy cookies fanampiny mbola tsy voatanisa. Ny fanilo amin'ny Internet, ny marika ary ny script dia azo ampiasaina ao amin'ny Sites na amin'ny mailaka hanampiana anay hanaterana cookies, hanisa ny fitsidihana, hahatakatra ny fampiasana sy ny fahombiazan'ny fampielezan-kevitra ary hamaritana raha nisy mailaka nosokafana sy notanterahina. Mety hahazo tatitra mifototra amin'ny fampiasàna ireo teknolojia ireo ny mpanome tolotra/fanadihadianay amin'ny tsirairay sy mitambatra.",
    "2954157511": "Nahoana isika no mampiasa Cookies?",
    "1539071196": "Amin'ny ankapobeny dia mampiasa Cookies izahay amin'ireto tanjona manaraka ireto:",
    "3545935449": "Mba hamantarana mpampiasa vaovao na taloha.",
    "32739972": "Mba hitahiry ny mombamomba anao amin'ny fidirana raha toa ka misoratra anarana ao amin'ny tranokalanay ianao.",
    "4209078147": "Mba hanatsarana ny tranokalanay sy hahatakarana bebe kokoa ny fitsidihanao amin'ny sehatra sy Site.",
    "1077448694": "Mba hidirana amin'ny tranokalan'ny media sosialy an'ny antoko fahatelo.",
    "1709478090": "Manompo anao amin'ny dokam-barotra mifototra amin'ny fahalianana na lasibatra.",
    "3256020881": "Mba hijerena ny fihetsikao sy ny asa fitetezanao amin'ny fotoana rehetra amin'ny tranokala maro na sehatra hafa.",
    "1092241113": "Mba hahatakarana bebe kokoa ny tombontsoan'ny mpanjifantsika sy ny Integrators.",
    "1434289796": "Ny Cookies sasany dia ilaina amin'ny fampiasana sasany ny Sites, ary raha tsy misy Cookies toy izany, dia tsy ho afaka hanome tolotra maro izay ilainao amin'ny fampiasana tsara ireo Sites izahay. Ireo Cookies ireo, ohatra, dia mamela anay hampiasa ny tranokalanay mba hahafahanao miditra amin'izany araka ny nangatahinao ary ampahafantaro anay fa namorona kaonty ianao ary niditra tao amin'io kaonty io mba hidirana amin'ny votoatin'ny Site. Ahitana Cookies ihany koa izy ireo izay ahafahantsika mitadidy ny hetsika nataonao teo aloha tao anatin'ny fotoam-pizahana mitovy ary miaro ny tranokalanay.",
    "1533171442": "Mampiasa Cookies sy Cookies avy amin'ny antoko fahatelo ihany koa izahay ho an'ny tanjona famakafakana sy varotra. Ny Cookies Functional dia ahafahan'ny ampahany sasany amin'ny Sites miasa araka ny tokony ho izy ary ny safidin'ny mpampiasa anao ho fantatra hatrany. Fanadihadiana Cookies, ankoatry ny zavatra hafa, dia manangona vaovao momba ny fomba ampiasan'ny Mpanjifa, ny Integrators ary ny mpampiasa farany ny tranokalanay, ny atiny sy ny vokatra izay hitan'ny mpampiasa matetika indrindra, ary ny fahombiazan'ny dokambarotra an'ny antoko fahatelo. Ny Cookies Advertising dia manampy amin'ny fandefasana doka ho an'ny mpihaino mifanentana ary ny fametrahana ny dokam-barotray eo an-tampon'ny valin'ny fikarohana. Ny Cookies dia Cookies \"session\" izay voafafa rehefa tapitra ny session navigateur, na \"persistent\", izay mijanona mandra-pamafany azy ireo (voaresaka etsy ambany) na ny antoko nanolotra ny cookie. Ny antsipiriany feno momba ny Cookies rehetra ampiasaina amin'ny Sites dia azo jerena ao amin'ny tabilao fampahafantarana Cookie etsy ambany.",
    "322830977": "Ahoana ny fanesorana Cookies.",
    "3885459114": "Amin'ny ankapobeny dia azonao atao ny manetsika na manafoana ny fampiasana cookies amin'ny alàlan'ny fiasa napetraka ao amin'ny tranokalanao. Raha te-hianatra bebe kokoa momba ny cookies ianao, na ny fomba hifehezana, fanafoanana na famafana azy ireo, tsidiho azafady https://www.knowcookies.com/ raha mila torolalana amin'ny antsipiriany.",
    "262509504": "Mety hampifandray ny fampahalalana nangonin'ny Cookies amin'ny fampahalalana hafa angoninay avy aminao izahay mifanaraka amin'ity Politika momba ny fiainana manokana ity ary mampiasa ny fampahalalana mitambatra araka ny voalaza eto. Toy izany koa, ireo antoko fahatelo izay manompo cookies amin'ny tranokalanay dia mety hampifandray ny anaranao na ny adiresy mailakao amin'ny fampahalalana hafa angonin'izy ireo, izay mety ahitana ny fividianana taloha natao an-tserasera na an-tserasera, na ny fampahalalana momba ny fampiasanao an-tserasera.",
    "2935155034": "Raha any amin'ny faritra ara-toekarena Eoropeana ianao dia manana zo sasany voalaza etsy ambony eo ambanin'ny lohateny hoe \"Fampandrenesana ho an'ny lohahevitra momba ny angona EU\", ao anatin'izany ny zo hanara-maso sy hanitsy na hamafa ny angona anananay momba anao.",
    "1873812847": "Cookie(s) Disclosure",
    "3319083717": "Anarana:",
    "3183855267": "1. hmt_id",
    "907324388": "asa",
    "2896187462": "1. Ampiasaina ho an'ny antontan'isa mifandraika amin'ny serivisy tsy mitonona anarana, ary ho an'ny tanjona ara-teknika hafa toy ny fanampiana amin'ny fanohanana ny fidirana.",
    "987267027": "Fety",
    "3453526675": "1. antoko voalohany",
    "1952810469": "Type",
    "1795436560": "1. Fivoriana",
    "102695075": "Faharetana",
    "3356329025": "1. 30 andro",
    "3744153629": "Anarana:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "fivoriana,",
    "3186435874": "sessionid",
    "720059527": "2. Ampiasaina amin'ny tanjona ara-teknika tena ilaina: fampifandanjana entana, zotra.",
    "1241291641": "Jereo ny antsipiriany bebe kokoa.",
    "1834801943": "2. antoko voalohany",
    "2114694926": "2. Fivoriana",
    "938404336": "2. Varies; hatramin'ny 30 andro.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Ampiasaina amin'ny tanjona ara-teknika tena ilaina: ahafahana mampiasa ny Accessibility User.",
    "1061239711": "3. antoko voalohany",
    "1483015662": "3. Fivoriana",
    "3458934553": "3. Varies; hatramin'ny 30 andro.",
    "1527172673": "Raha manana fanontaniana momba ity Politika Cookie ity ianao dia mifandraisa aminay amin'ny:",
    "134571844": "Impressum (Fampandrenesana tranokala)",
    "110836420": "Nohavaozina farany: Desambra 23, 2020",
    "2901894297": "hCaptcha dia serivisy an'ny Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "Ny fanontaniana alefa mailaka dia azo alefa any amin'ny: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Ny fampahalalana momba ny fitantanana ny orinasa amin'izao fotoana izao dia azo alaina amin'ny pejy About. Ny tale jeneralin'ny orinasa amin'izao fotoana izao no tale mpitantana tompon'andraikitra amin'ny votoaty.",
    "3094150511": "Fahefana mifehy: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Ny IMI dia tsy manolo-tena, ary tsy voatery handray anjara amin'ny famahana ny fifanolanana hafa ho an'ny fifandirana amin'ny mpanjifa eo anoloan'ny sampan-draharaha mamaha olana amin'ny mpanjifa.",
    "1395644678": "Tranonkala ofisialin'ny Vaomiera Eoropeana momba ny Famahana ny fifanolanana an-tserasera:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Tsy misy antoka momba ny atiny",
    "707541553": "Ny fampahalalana rehetra ao amin'ny pejin-tranonkalanay dia nohamarinin'ny IMI na antoko fahatelo. Na izany aza, na ny IMI na ny antoko fahatelo dia tsy azo raisina ho tompon'andraikitra amin'ny fampahalalam-baovao amin'izao fotoana izao, marina, na feno. Izany koa dia mihatra amin'ny tranokala hafa izay azo tratrarina amin'ny alàlan'ny hyperlinks amin'ny pejintsika. Tsy mandray andraikitra amin'ny votoatin'ireo tranonkala ivelany ireo ny IMI.",
    "2650241052": "Tsy misy torohevitra",
    "3361191778": "Ny fampahalalana omena amin'ny pejin'ny Internet dia tsy maneho ny torohevitry ny tsirairay ary tsy afaka manolo izany. Raha mila torohevitra manokana ianao dia mifandraisa amin'ny mpiasa mpanohana anay.",
    "1031855757": "Fampiasana ity tranokala ity",
    "204716894": "Ny atiny sy ny famolavolana ny pejinay dia voaaro amin'ny lalàna momba ny zon'ny mpamorona. Ny fandikana ny pejy sy ny votoatiny amin'ny fomba mihoatra ny fampiasana ara-drariny dia mitaky fanekena an-tsoratra mialoha avy amin'ny IMI raha tsy misy fepetra ara-dalàna hafa voatondro ho an'ny kopia ao amin'ny pejy.",
    "3182435854": "Copyright",
    "3187946010": "Ny lahatsoratra rehetra, sary, sary mihetsika, horonan-tsary, mozika, feo ary fitaovana hafa ato amin'ireo pejy ireo dia arovan'ny lalànan'ny zon'ny mpamorona avy amin'ny IMI na ny antoko fahatelo raha voafaritra. Voarara ny mandika na manova ity fitaovana ity amin'ny fampiasana ara-barotra amin'ny fomba mihoatra ny fampiasana ara-drariny.",
    "74538881": "Andraikitra amin'ity tranokala ity",
    "3236873806": "IMI no tompon'andraikitra amin'ity tranokala ity.",
    "2657277322": "Raha manana fanontaniana ianao dia mifandraisa aminay amin'ny:",
    "1338341134": "hCaptcha + Pass Privacy (Beta)",
    "88879089": "Privacy Pass dia iray",
    "1898063898": "amin'ny fiarovana ny tsiambaratelon'ny mpampiasa izay amboarinay miaraka",
    "1942186611": "sy ny hafa.",
    "3673079511": "fenitra vao misondrotra",
    "2164933356": "Cloudflare",
    "3119589996": "Ny fomba fiasan'izy io: ny fanitarana navigateur dia manome fahafahana ny mpampiasa hamorona sy hanao sonia famantarana jamba kriptografika ho an'ny tranokala manohana ny protocole Privacy Pass. Ny fanitarana dia miteraka pasipaoro misy marika jamba ara-kriptografika izay nosoniavin'ny hCaptcha rehefa voavaha ny fanamby amin'ny tranokala rehetra mampiasa ny serivisy hCaptcha,",
    "1254771154": "fanamby aseho amin'ny serivisy fanohanana Privacy Pass hafa izay mampiditra hCaptcha ihany koa, ohatra Cloudflare.",
    "996362763": "Ireo famantarana ireo dia tsy jamba ary voatahiry amin'ny fanitarana ho an'ny fampiasana ho avy. Rehefa mitsidika tranokala mampiasa hCaptcha ny mpampiasa ary mila mandalo ilay fanamby (na tsy hita maso na amin'ny alalan'ny bokotra \"Izaho dia olombelona\") dia voavotra ho azy izy ireo. Ny fomba fahajambana dia midika fa ny mari-pamantarana nosoniavina sy navotana dia tsy azo ampifandraisina amin'ny fomba kriptografika amin'ny fomba fijerin'ny hCaptcha, ary noho izany dia voaaro ny tsiambaratelon'ny mpampiasa.",
    "2943346052": "Raha mbola mitohy ny fizotry ny fanamafisam-peo IETF, dia manantena izahay fa ny mpitety tranonkala lehibe dia handray ny karazana Pass Privacy. Izany dia hahatonga ny fanitarana ho tsy ilaina. Amin'izao fotoana izao anefa, araho azafady ny toromarika etsy ambany.",
    "2326660907": "afa-tsy",
    "741483946": "* Raha lazaina amin'ny teny hafa: afaka mahazo mari-pamantarana hCaptcha Privacy Pass ianao ao amin'ny hCaptcha.com, ary mampiasa azy ireo amin'ny tranokala hafa mampiasa hCaptcha.com mivantana. Tsy afaka mahazo na manavotra ny mari-pamantarana hCaptcha Privacy Pass ianao mba hialana amin'ny serivisy hCaptcha araka ny fampiasan'ny Cloudflare, satria ny Cloudflare dia olana ary manavotra ny mari-pamantarana Pass Privacy azy manokana.",
    "1362015807": "Hanomboka",
    "1358325821": "Voalohany, apetraho ny extension for",
    "310885519": "na",
    "4091044469": ". Ataovy azo antoka fa navelanao ny fanitarana amin'ny maody incognito. Avy eo, tsidiho ny tranokala rehetra mampiasa hCaptcha ary mamaha captcha. Amin'ny dikan-teny 2.0.3, azonao atao ny manavotra ireo famantarana ireo amin'ny tranokala mampiasa hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Rehefa vita ny fametrahana ny fanitarana dia kitiho eto (na amin'ny tranokala mampiasa hCaptcha) mba hahazoana pass:",
    "166277959": "Azafady, azafady: ity endri-javatra ity dia amin'ny beta amin'izao fotoana izao, ary mety tsy miasa amin'ny tranokala sy mpampiasa rehetra amin'ny fotoana rehetra. Raha toa ka tsy afaka na tsy miasa ho an'ny mpampiasa iray manokana, ny fitondran-tena dia hiverina fotsiny amin'ny traikefa hCaptcha mahazatra ary tsy misy fampiasa.",
    "3031357206": "Hisy kisary vaovao hiseho eo akaikin'ny bara URL-nao. Tsidiho ny tranonkala iray mampiasa hCaptcha. Ho toy izao izany:",
    "1066753052": "izay midika fa foana ny poketra, ary ianao dia ao amin'ny tranokala misy fanamby hCaptcha. Rehefa vita ny fanamby dia hahazo mari-pankasitrahana azo avotana amin'ny tranokala hafa misy hCaptcha ianao.",
    "651123197": "Haseho eo amin'ny kisary ny fanisana ny fitambaran'ny tontalin'izao fotoana izao ao amin'ny poketrao rehefa vita ny fanamby.",
    "554844646": "Azonao atao ny manamarina fa miasa ny fanitarana amin'ny fijerena ny kaontera midina 1 isaky ny manindry ianao",
    "4087729475": "ny fanamby aorian'ny famahanao voalohany.",
    "647630208": "Dia izay! Mitokana kokoa izao ny fitetezanao an-tserasera.",
    "3272552822": "Mpamorona sy kriptografika:",
    "4059570880": "Raha te hanara-maso ny ezak'ireo manara-penitra ianao dia efa mandeha ny ezaka amin'izao fotoana izao",
    "1904390996": "hanara-penitra ny",
    "252720667": "mifototra amin'ny fiarovana kriptografika ny Privacy Pass. Ny protocol mihitsy dia mandalo amin'ny",
    "3972554015": "process koa. Ary mazava ho azy ny fanitarana ny navigateur",
    "3723626769": "ho an'ny fandraisanao anjara sy ny hevitrao.",
    "3882147547": "Oblivious Pseudorandom Functions",
    "565624910": "volavolan-",
    "3421090159": "loharano misokatra",
    "3098677775": "F: Mitokana tanteraka amin'ny hCaptcha ve ny IP-ko sy ny tantaran'ny fitetezako rehefa mampiasa Pass Privacy?",
    "4019638786": "A: Ireo mpampiasa Pass Privacy an'ny hCaptcha dia tsy hamoaka ny IP-ny amin'ny hCaptcha na oviana na oviana raha tsy misy ny kitapom-bolan'ny navigateur na mandefa izany ny tranokala. Ny hCaptcha dia tsy manana fomba hampifandraisana ny mpampiasa amin'ny fanavotana famantarana, ary tsy mifandray mivantana amin'ny mpampiasa mandritra ny fanavotana raha tsy misy ny kitapom-bolany.",
    "3887113660": "F: Ahoana no fiantraikan'ny Privacy Pass amin'ny vola miditra hCaptcha?",
    "1116455671": "A: Hahazo valisoa ho an'ny vahaolana voalohany ianao raha mameno izany ao amin'ny tranokalanao ny mpampiasa. Ny fanavotana dia manaraka ny fomba famaliana mitovy amin'ny hoe nandalo mandeha ho azy teo amin'ny tranokalanao ny mpampiasa noho ny fahatokisan'ny mpanjifa ambony: tsy misy karama, ary ny antson'ny siteverify avy amin'ny mpizaranao dia mahazo 'crédit: Diso' amin'ny valin'ny pass.",
    "779817954": "F: Raha manana pass Privacy Pass navoakan'ny mpamatsy hafa aho, afaka manavotra azy amin'ny hCaptcha ve aho?",
    "3014149332": "A: Tsia, tsy azo ampifandraisina ny pass: tsy maintsy avoaka sy avotana amin'ny fahefana mitovy izy ireo, amin'ity tranga ity hCaptcha. Mariho fa raha manana pass avy amin'ny Cloudflare sy hCaptcha ianao amin'ny fanitaranao, ny isa misy dia hiova amin'ny vola marina arakaraka ny fepetra takian'ny pejy tsidihinao. Raha lazaina amin'ny teny hafa, raha manana 100 Cloudflare pass ianao ao amin'ny poketrao ary 10 hCaptcha pass, dia tokony ho hitanao ny 10 eo amin'ny kisary fanitarana amin'ny pejy misy hCaptcha napetraka.",
    "3679148535": "F: Inona no fampiharana hafa momba ny Privacy Pass izay iasanao?",
    "1606783855": "A: Tena liana amin'ny Privacy Pass for the Accessibility (\"a11y\") tranga fampiasana izahay. Ny safidy malaza teo aloha toa ny captcha audio dia manavakavaka ny mpampiasa a11y maro. Mino izahay fa ny fampifangaroana ny fomba fiasa a11y amin'izao fotoana izao miaraka amin'ny famoahana Privacy Pass dia ahafahan'ny mpampiasa a11y mijery am-pilaminana, azo antoka amin'ny fahafantarana fa mitokana kokoa ny fifamoivoizan'izy ireo, ary mametra ny fanararaotana ataon'ireo mpandraharaha bot izay tsy azo ihodivirana rehefa misy safidy a11y.",
    "2359150347": "F: Manohana ny Privacy Pass ve ny serivisy fiarovana an-tserasera hafa?",
    "2082237880": "A: hCaptcha no serivisy voalohany amin'ny karazany izay manohana ny Privacy Pass, ary izy irery no manao izany amin'izao fotoana izao. Na izany aza, manantena ny serivisy hafa izahay hamantatra ny tombony amin'ny fampitomboana ny tsiambaratelon'ny mpampiasa amin'ny Internet, ary manantena fa amin'ny ho avy dia hisy fampiharana bebe kokoa satria ny fenitry ny IETF ampianay hampivelatra dia raisina amin'ny fomba ofisialy.",
    "2109792055": "Torolàlana ho an'ny mpampiasa: Famoahana olana amin'ny famoahana Pass Privacy sy fanamarinana",
    "3588620914": "Ny Privacy Pass dia noforonina vaovao amin'ny fenitry ny Internet, ary mety hanelingelina ny asany ny fampiharana hafa sy ny fanitarana ny navigateur izay tsy mahalala izany.",
    "4039193170": "Raha manana olana amin'ny fahazoana na fanavotana token ianao:",
    "2378786360": "1. Andramo ny iray amin'ireo navigateur tohanana hafa: raha ao amin'ny Chrome ianao, andramo mampiasa Firefox nefa tsy manafatra ny fandrindranao avy amin'ny Chrome, ary apetraho eo ny plugin. Raha mandeha izany, dia mety manana olana amin'ny fandrindrana ny navigateur ianao.",
    "394235836": "3. Raha tsy misy amin'ireo soso-kevitra voalaza etsy ambony ireo dia alefaso mailaka fanohanana izahay dia ho faly izahay hanampy hamantatra ny zava-mitranga.",
    "3470857731": "Famakafakana ny fomba hamantarana ny bots ny reCAPTCHA.",
    "3240786848": "Nohavaozina farany: Febroary 18, 2021",
    "2547140673": "Nandritra ny folo taona mahery, ny serivisy reCAPTCHA an'ny Google dia nanolotra varotra ho an'ny tompon'ny tranonkala: avelao ny Google hanara-maso ireo mpampiasa anao ary hanontany azy ireo, ary ho takalon'izany dia mampanantena izy ireo fa hampiato ny bots sy spam.",
    "2133754014": "Tranonkala 4,5 tapitrisa mahery no mampiasa reCAPTCHA [",
    "3152512587": "ary manangona vahaolana an-jatony tapitrisa isan'andro ny rafitra. [",
    "2296918009": "Izany dia mitovy amin'ny asa 100 mahery isan-taona isan'andro.[",
    "3900538778": "Ny angon-drakitra voamarika dia ny solika izay manome hery ny fianarana milina. Ny valiny reCAPTCHA dia nampiasaina hanatsarana ny serivisy ML/AI an'ny Google nanomboka tamin'ny 2009. Maro ny olona mampiasa reCAPTCHA no tsy mahatsapa fa ampiasaina ny asany.",
    "1160252730": "Google izao dia manefa vidiny lafo ho an'ny reCAPTCHA Enterprise, ka nahatonga orinasa maro handinika indray io fifanarahana io.",
    "1131196501": "Ny orinasa lehibe toy izany",
    "204889717": "nivadika ho hCaptcha's",
    "639413188": "ho setrin'izany.",
    "3280658086": "vahaolana amin'ny orinasa",
    "3842815245": "Ara-drariny ve izany?",
    "714342693": "Ny ekipan'ny hCaptcha dia nanangona angon-drakitra momba ny vidin'ny vidiny avy amin'ny tolotra \"dark web\" captcha-breaking nanomboka tamin'ny taona 2016. Nahatsikaritra fironana mahaliana izahay:",
    "468929661": "Ny salanisan'ny vidin'ny famotehana ny reCAPTCHA dia ambany dia ambany (latsaky ny $1 isaky ny 1000 vahaolana) ary tsy nitombo ara-pitaovana hatramin'ny nanombohan'ny fanaraha-maso anay tamin'ny taona 2016. Mihatra amin'ny reCAPTCHA v2 sy v3 izany. [",
    "2862164005": "Ny angon-drakitra momba ny vidiny dia mamela antsika hametraka sanda dolara marina amin'ny fiarovana atolotry ny reCAPTCHA: $0,001 na latsaka isaky ny valiny.",
    "102498091": "Google dia mandoa $1 isaky ny fangatahana 1000 ho an'ny reCAPTCHA Enterprise, midika izany fa be dia be ny sarany isaky ny fangatahana noho ny fandaniana amin'ny fanitsakitsahana ny fiarovana ny serivisy. Toa fifanarahana ratsy izany.",
    "130239139": "Ohatrinona ny sandan'ny asa 100+ olona-taona nangonin'ny Google isan'andro?",
    "1421074182": "Ambony be.",
    "1953519598": "Ny vidin'ny fametahana sary tokana dia manomboka amin'ny $0,03 ka hatramin'ny $1,00 na mihoatra. Araka ny tombantomban'ny mpandala ny nentin-drazana, Google dia naka an'arivony tapitrisa dolara amin'ny asa maimaim-poana hatramin'izao. [",
    "3025548709": "Misy fomba hafa ve amin'ity fifanarahana tsy ara-drariny ity?",
    "263761351": "hCaptcha no safidy azo itokisana voalohany, ampiasain'ny olona an-jatony tapitrisa isam-bolana.",
    "2743692546": "Rehefa manaporofo ny maha-olombelona azy ireo mpampiasa amin'ny alàlan'ny hCaptcha, ny asany dia miditra amin'ny tsena misokatra tsy fantatra anarana ho an'ny tolo-bidy.",
    "1982750088": "Ny orinasa maneran-tany dia manolotra an'io asa io mba hamitana asa tsotra izay mora ho an'ny olona fa sarotra amin'ny milina. Manohana ny tranokala tsidihiny ny mpampiasa, ary tsy dia mahita spam amin'ny tranonkala noho ny fiarovana ambony kokoa.",
    "1108398506": "Ny mpanjifa dia mahazo fifehezana tanteraka amin'ny traikefa, ary mahazo tombony amin'ny fahaiza-manao azon'ny hCaptcha miasa ny mpamatsy fanamby mahaleo tena lehibe indrindra amin'ny Internet. Mahazo fifanarahana tsara kokoa noho ny reCAPTCHA Enterprise ihany koa izy ireo: hatramin'ny 50-80% ny vidiny tsara kokoa, arakaraka ny habetsahana.",
    "3012870872": "Ny tranokala sy fampiharana mampiasa ny kinova maimaim-poana (hCaptcha Publisher) dia mahazo vola amin'io asa io fa tsy manome izany ho an'ny Google.",
    "2271512952": "Manohana ny tranokala tsidihiny ny mpampiasa, ary tsy dia mahatsapa spam amin'ny tranonkala.",
    "278010425": "Ny karazana asa midadasika sy miovaova matetika amin'ny hCaptcha dia sarotra kokoa ny mandeha ho azy. Ny interface tokana an'ny reCAPTCHA dia tsy niova tao anatin'ny taona maro, ary manana andiana fanontaniana kely tsy miova matetika. Iray amin'ireo fomba hCaptcha manome fiarovana anti-bot matanjaka kokoa noho ny reCAPTCHA.",
    "984849234": "Mampiasa fianarana milina mandroso ny hCaptcha mba hanaterana izay nampanantenain'ny reCAPTCHA ihany, raha mizara ny sanda voaray amin'ireo tranonkala mampiasa azy.",
    "4063769686": "Manohana ny tranokala tsidihiny ny mpampiasa, ary tsy dia mahatsapa spam amin'ny tranonkala. Toa fifanarahana ara-drariny izany.",
    "685916926": "Nahoana no tsy nihatsara ny reCAPTCHA rehefa nandeha ny fotoana?",
    "3992401943": "Nisy revolisiona teo amin'ny fianarana lalina nanomboka tamin'ny taona 2012. Nihatsara tanteraka ny fenitra indostrialy momba ny fahamarinan'ny asa tato anatin'ny folo taona lasa, indrindra noho ny tambajotram-pifandraisana lalina. Tolotra ML hafa atolotr'i Google no nanaraka an'io curve io.",
    "615031303": "(Jereo ny fanamarihana ambany pejy",
    "2125514305": "Nihatsara ny ML, saingy tsy niova tanteraka ny fahasarotan'ny fandalovana ny reCAPTCHA nandritra izany fotoana izany.",
    "1406188018": "6 sy 7",
    "2689973938": "Ny fanatsarana ny reCAPTCHA dia miteraka fifandirana lalina ho an'i Google amin'ny maha mpivarotra doka azy.",
    "464238793": "Raha Google mihitsy no mamaritra fa ny mpampiasa iray mahita doka na manindry rohy dia tena bot, dia tsy afaka mandoa vola amin'ny doka aseho amin'io mpampiasa io izy. Ity fifandonana mahaliana ity dia nametra mafy ny sakan'ny fikasan'ny Google manohitra ny bot.",
    "918924423": "Ohatra, Google dia tsy nanolotra serivisy miharihary toy ny fitsikilovana bot retroactive. Azo ianteherana kokoa ny manambara ny fifamoivoizan'ny mpampiasa vokarin'ny bot rehefa avy nandinika ny angona andro maromaro.",
    "661412233": "Ny fahafantarana taorian'ny captcha fa ny mpampiasa sasany dia bots dia sarobidy ihany koa. Izy io dia mamela ny tompon'ny tranokala hanadio ireo lahatsoratra spam taloha ary hamafa \"kaonty matory\" voasoratra ao amin'ny forum spam amin'ny ho avy, hampihena ny hosoka, sy ny maro hafa.",
    "3600797185": "Ny fanolorana famantarana bot retroactive dia hanokatra an'i Google amin'ny fanontaniana manitikitika momba ny fomba hamerenana amin'ny laoniny ireo mpanao dokambarotra nandany vola tamin'izany fifamoivoizana hosoka izany.",
    "2076932190": "Ny vokatra reCAPTCHA dia nihantona nandritra ny folo taona.",
    "3856912381": "Nijaly ny mpampiasa, ary miparitaka ankehitriny ny spam amin'ny tranonkala tsy ilaina. Saingy misy safidy hafa.",
    "1035621426": "Ny bota rehetra voamariky ny reCAPTCHA dia mampihena mivantana ny fidiram-bolan'ny Google.",
    "3668115514": "Inona no maha samy hafa ny hCaptcha?",
    "2413742287": "Ny fandrisihana an'i hCaptcha dia ny hampitombo ny fahamarinany, fa tsy ny vola miditra amin'ny doka: tsy misy ilàna azy ny valin'ny bot ho an'ny mpanjifantsika, izay mila angona fanofanana olombelona.",
    "1373262754": "Ny fahafantarana hoe iza ny olona iray dia manana sanda kely indrindra ho an'ny hCaptcha. Tsy raharahantsika ihany na olombelona izy ireo na mpilalao ratsy.",
    "600646860": "Raha tokony hanolotra serivisy misy sanda mampametra-panontaniana eo am-pisintonana ny asa amin'ny tena sandany, ny hCaptcha dia manome onitra sy fiarovana mahery vaika manohitra ny bot.",
    "1836191653": "Raha tokony hanolotra tolotra mora resy ho an'ny mpampiasa maimaim-poana nefa manefa dolara an-tapitrisany ho an'ny dikan-tsarimihetsika izay tsy dia tsara kokoa, hCaptcha dia manome fiarovana bot tsara ho an'ny roa, ary manolotra ireo mpampiasa orinasa fanampiny endri-javatra sy fanamboarana, miaraka amin'ny SLA matanjaka sy fanohanana haingana.",
    "990215503": "hCaptcha no hany serivisy captcha lehibe tsy an'ny tambajotra doka.",
    "971933157": "Ny hCaptcha dia miahy ny fiainana manokana, ny mangarahara ary ny rariny.",
    "178839499": "hCaptcha dia mizara ny hasarobidin'ny asa vita raha manaporofo ny maha-olombelona azy ireo mpampiasa.",
    "1237076138": "hCaptcha dia manolotra fifanarahana ara-drariny ho an'ny mpanjifa maimaim-poana (hCaptcha Publisher) sy orinasa (hCaptcha Enterprise).",
    "614310292": "Iza no nanangana hCaptcha?",
    "4188814619": "hCaptcha dia serivisy an'ny Intuition Machines (",
    "3265328927": "), orinasa fianarana milina izay manolotra vokatra sy serivisy ho an'ny orinasa mampihatra ny fianarana milina amin'ny ambaratonga.",
    "2740033957": "Ny ekipan'ny IM dia ahitana mpahay siansa sy injeniera avy amin'ny Apple, Amazon, ary mpitarika hafa amin'ny fianarana milina, rafitra fizarana ary fiarovana.",
    "1579715421": "Ny mpahay siansa IM dia mamoaka tsy tapaka amin'ny fihaonambe ambony toa ny ICML, ICLR, ECCV, ary NeurIPS, ary ny orinasa dia namoaka ampahibemaso ny vokatra manara-penitra momba ny fitsipi-pifehezana ML toy ny hashing lalina [",
    "4015238193": "ary OCR [",
    "279580593": "imachines.com",
    "279918384": "Ahoana ny fampiasan'i Google ny asanao maimaim-poana?",
    "2385522384": "Azo inoana fa nahita sarin-dahatsary avy amin'ny fakantsary tao amin'ny fiara mitondra tena an'i Waymo an'ny Google ianao, ary nanampy tamin'ny fanatsarana ny fahafantarana zavatra.",
    "1517627947": "Azo inoana fa nahita sarin'ny tranobe na famantarana arabe avy amin'ny fiaran'ny Google Streetview ianao, ary nanampy tamin'ny fametahana ny toerana ho an'ny vokatra Maps sy Earth.",
    "3225936061": "Azo inoana fa nahita sary lahatsoratra nalaina tamin'ny pejin'ny boky tao amin'ny serivisy Google's Books ianao, ary nanampy tamin'ny fanatsarana ny rindrambaiko OCR (famantarana ny soratra).",
    "129661785": "Efa nangatahana \"tsindrio ny fiara / fiampitana / fiatoana?\"",
    "936667684": "Efa nasaina \"manoratra amin'ny famantarana ny trano / arabe?\"",
    "3773515538": "Efa nisy nanontany hoe \"manoratra amin'ny teny roa?\"",
    "1778058441": "Inona no karazana asa mandeha amin'ny hCaptcha?",
    "366088791": "hCaptcha dia manohana asa isan-karazany.",
    "3114147525": "Ny mpanjifa hCaptcha dia mampiasa ny serivisy ho an'ny asa, anisan'izany ny fanekena ny zavatra, ny fitadiavana ny toetra (manangona etikety hamantarana ny karazana akanjo), ny laharam-pahamehana (mifidy ny vokatra manan-danja indrindra amin'ny safidy maro raha ampitahaina amin'ny vokatra voalohany), boaty mifamatotra (hitadiavana faritra mahaliana amin'ny sary), \"Human OCR\" (famantarana ny lahatsoratra amin'ny sary) ary karazana asa maro hafa.",
    "3139609561": "Ireto ambany ireto ny ohatra roa momba ny fanasokajiana sary sy karazana asa fitadiavana toetra. [",
    "2273532558": "Iza ireo mpanjifan'ny hCaptcha mandoa vola?",
    "4104221634": "Ny mpanjifa hCaptcha dia mamakivaky indostria isan-karazany, manomboka amin'ny orinasa teknolojia ka hatramin'ireo mifantoka amin'ny lamaody, ny varotra ary ny sehatra hafa ahafahan'izy ireo mamorona lanja amin'ny fampiharana ny fianarana milina.",
    "1337725003": "Ny hCaptcha dia manolo-tena amin'ny fanaovana demôkratika ny fidirana amin'ny fanontana amin'ny fotoana tena izy, mamela ny orinasa lehibe na kely hanatsara ny kalitaon'ny vokatra sy serivisy amin'ny fampiharana ny fianarana milina amin'ny orinasany.",
    "4086379603": "Fanontaniana?",
    "1243684308": "Raisinay ho zava-dehibe ny valin-teninao, ary te-hiantoka fa hanana traikefa mahafinaritra kokoa amin'ny Internet ny tsirairay, miaraka amin'ny bots vitsy kokoa ary kely kokoa ny spam. Mifandraisa aminay:",
    "2645321220": "Ary raha heverinao fa lafo loatra ny vidin'ny reCAPTCHA, anontanio anay momba ny hCaptcha Enterprise. Amin'izao fotoana izao dia ampiasain'ny sasany amin'ireo mpamoaka lahatsoratra lehibe indrindra, orinasam-pandraharahana ara-bola ary orinasa fotodrafitrasa amin'ny tranonkala eran'izao tontolo izao, tsy safidy azo itokisana amin'ny reCAPTCHA fotsiny izy ireo: mino izahay fa manolotra fiarovana bot tsara indrindra misy amin'izao fotoana izao izy ireo.",
    "1229233916": "Fanamarihana ambany pejy",
    "1115642494": "1. Loharano: BuiltWith.com reCAPTCHA lisitry ny tranokala. Nalaina tamin'ny 9 Jolay 2019.",
    "448807334": "(\"CAPTCHA an-jatony tapitrisa no voavahan'ny olona isan'andro.\") Nalaina tamin'ny 8 Jolay 2019.",
    "2397590157": "3. Tombanan'ny mpandala ny nentin-drazana: 200 tapitrisa mamaha * 30 segondra isaky ny vahaolana amin'ny taona = 190,3 olona-taona/andro.",
    "3236311792": "4. hCaptcha fanadihadiana anatiny. Ny angon-drakitra voaangona hatramin'ny 30 jona 2019. Ny antsipiriany azo alaina amin'ny fangatahana.",
    "1752259468": "5. Tombanan'ny mpandala ny nentin-drazana: $0,01 ny vidin'ny fanamarihana tokana * 200M eo ho eo. fanamarihana isan'andro (faritra ambany) * 365 andro isan-taona * 10 taona hatramin'ny nahazoana 2009 = $7,3 lavitrisa sanda mifatotra ambany.",
    "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Loharano: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "FAMPANDROSOANA Fifandraisana miompana amin'ny ambaratongam-piarahamonina SEMANTIKA HO AN'NY HASHING LALIN'IREO ARA-MAHASA, Heikki Arponen, Tom E Eveka. ICML 2019, Atrikasa LLD.",
    "2544169219": "Valiny farany ambony indrindra: ICML LLD, Mey 2019.",
    "1973347745": "10. Sary ohatra tsy misy mpanjaka. Loharano: Petapixel.",
    "1493115924": "Fanamarihana marika:",
    "4051104324": "\"Intuition Machines\" dia marika voasoratra anarana an'ny Intuition Machines, Inc.",
    "3983646521": "Ny anaran'ny vokatra rehetra, ny logo, ny marika, ny marika ary ny marika voasoratra anarana dia fananan'ny tompony tsirairay avy. Ny anaran'ny orinasa, vokatra ary serivisy rehetra ampiasaina amin'ity tranokala ity dia natao ho an'ny tanjona famantarana fotsiny. Ny fampiasana ireo anarana, marika ary marika ireo dia tsy midika hoe fankatoavana. Amin'ity tranga ity, ny mifanohitra amin'izany.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Ny mpahay siansa IM dia nametraka mari-pamantarana vaovao ho an'ny fanekena ny lahatsoratra tsy voafehy (OCR) amin'ny CVPR 2020.",
    "1259002282": "Nahita bibikely? Toy izao ny tatitra momba izany.",
    "3301728462": "Olona an-tapitrisany no mampiasa hCaptcha isam-bolana, amin'ny fitambaran'ny navigateur, fanitarana, fitaovana, firewall, ary maro hafa.",
    "3878230879": "Ny tanjonay dia ny hahazoana antoka fa miasa ho anao foana izy io, ka tena mankasitraka ny tatitrao izahay!",
    "2465128185": "Mba hanomezana valiny haingana dia tsindrio fotsiny ny bokotra \"Alefaso anay\".",
    "2921990472": "Raha mahita olana amin'ny asa ianao dia araho azafady ny",
    "2870341481": "ambany. Ho an'ny navigateur hafa fotsiny",
    "1866590035": "torolalana debug log ho an'ny Chrome",
    "444492541": "torolalana debug log ho an'ny Firefox",
    "169267610": "mailaka aminay",
    "3100722753": "Raha mila olana momba ny fiarovana na ny fiainana manokana, jereo ny torolàlana etsy ambany.",
    "1906593952": "Manomeza valiny momba ny hCaptcha vao hitanao",
    "3951254541": "Misaotra anao izahay. Ampahafantaro anay ny olana rehetra ary hovahanay haingana.",
    "3324288040": "Andefaso hevitra izahay",
    "2864016648": "Olana manokana",
    "304004915": "Tsy miraharaha izay mpampiasa izahay, fa ny mety ho ratsy na milina ihany. Manohana hetsika toy ny",
    "1139493658": ", ary miasa mafy mba handanjalanjana ny fiainana manokana sy ny fiarovana.",
    "3083289844": "Raha nahita olana ianao izay heverinao fa mety hisy fiantraikany amin'ny fiainana manokan'ny mpampiasa, azafady alefaso aminay ny mailaka",
    "4264784515": "Security Bugs",
    "963238401": "Liana foana izahay amin'ny fandraisana tatitra momba ny bibikely fiarovana. mailaka",
    "3926027556": "ary hiverina aminao haingana izahay.",
    "1589805435": "Manana a",
    "2560582224": "programa bug bounty",
    "103876916": "ho an'ny tatitra azo antoka momba ny serivisy hCaptcha sy ny kaody loharano mifandraika amin'izany.",
    "497117287": "Safidy Accessibility",
    "3230004040": "Sembana ve ianao sa tsy mahavita hCaptchas?",
    "3480023141": "Mianara bebe kokoa momba ny safidy fidirana",
    "2052161540": "Mandray antsipirihan'ny tatitra momba ny bug: Chrome",
    "2281169898": "Ny fandefasana fampahafantarana momba ny debugging miaraka amin'ny tatitrao dia hanamora kokoa ny hamantarana ny zava-mitranga. Ireto misy torolalana manaraka ireto:",
    "1123365779": "Raha mpamorona tranonkala ianao na mpampiasa manam-pahaizana, ny famintinana dia tianay ny handefasanao anay tambajotra mirakitra ny HAR sy ny diarin'ny console navigateur.",
    "2015218686": "alohan'ny handehananao ireto dingana ireto. Raha mamaha ny olanao izany, dia mbola mankasitraka anao izahay mampahafantatra anay ny dikan-tranonkalanao, ny fanakanana doka na ny fanitarana ny navigateur, ary ny URL tranonkala.",
    "3922723611": "Azafady, manandrama manakana ny fanakanana doka na fanitarana fiarovana amin'ny navigateur",
    "4036872105": "aloha ary avereno indray avy eo",
    "993651083": "Dingana 1: Sokafy ny fitaovana mpamorona (manomboka ny firaketana ny fivoriana.)",
    "4163469907": "Dingana 2: Tsindrio ny tabilao Network ao amin'ny Developer Tools. Tsidiho ny boaty \"Tehirizo ny log\" eo an-tampony.",
    "4243348003": "Dingana 3: tsidiho",
    "641342999": ", na ny vohikala misy olana misy anao (Fanamarihana ny tsiambaratelo: raha tsy mampaninona anao ny mizara izany) ... ary tsindrio avy eo ny bokotra \"Olona aho\", ary andramo hamaha.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Dingana 4: Kitiho ny \"Export HAR\" (ilay zana-tsipìka kely midina) aorian'ny fiezahanao hamaha, izay mamonjy ny diarin'ny tambajotra. Alefaso aminay io rakitra io.",
    "1503240421": "Dingana 5: Tsindrio ny tabilao Console, ary tsindrio havanana avy eo \"Save as ..\" mba hamonjena ny logiciel console. Alefaso anay koa izany.",
    "2863840904": "Dingana 6: Dingana farany, alefaso aminay ireo rakitra HAR sy console log, ary lazao ny olana",
    "4051785543": "Ampiasao:",
    "3623028666": "(Mampiasà serivisy toy ny",
    "551761392": "ary alefaso rohy) ary azo atao ny pikantsary, raha miahiahy ianao fa misy zavatra tsy miseho tsara. Alefaso azafady ny IP ampiasainao. Afaka mahazo azy avy amin'ny",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Misaotra anao naka fotoana hanampiana anay hahazo ity vaovao ity!",
    "3680327841": "Nanolo-tena hanao hCaptcha ho an'ny rehetra izahay",
    "1059502393": "Mandray antsipirihan'ny tatitra momba ny bug: Firefox",
    "1112074001": "Dingana 2: Tsindrio ny tabilao Network ao amin'ny Developer Tools. Jereo ny boaty \"Persist logs\" eo an-tampony.",
    "1797298240": "Dingana 4: Kitiho ny \"HAR\" rehefa avy manandrana mamaha ianao, ary safidio ny \"Save All as HAR\" mba hamonjena ny log de network. Alefaso aminay io rakitra io.",
    "3671246379": "Dingana 5: Kitiho ny tabilao Console, ary tsindrio havanana avy eo \"Select all\" ary tehirizo ao anaty rakitra lahatsoratra izany, mba hamonjena ny logiciel console. Alefaso anay koa izany.",
    "3816867833": "Feedback",
    "788770967": "Miala tsiny ny mandre fa! Azonao atao ny mampiasa ny safidy fidiranay:",
    "1333016413": "Izany dia ahafahanao misoroka fanontaniana ho avy amin'ny fisoratana anarana sy fametrahana cookie.",
    "2333410049": "Azafady, andramo vonoy ny mpanakan-doka anao.",
    "1345083090": "Mitatitra olan'ny fampiasa?",
    "2184564739": "JEREO NY",
    "604751186": "Olana hafa? mailaka",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ny fomba hitaterana olana amin'ny logs an-tsipiriany",
    "1050501253": "Sarotra loatra",
    "3264813246": "tsy manara-penitra",
    "3526939538": "Software Bug",
    "126134492": "Hafa",
    "3511610999": "Andao ho azo antoka fa tonga amin'ny toerana mety ianao.",
    "3906886217": "Ho an'ny orinasa na tranokala",
    "1621597093": "Vahaolana fiarovana amin'ny orinasa (karama)",
    "3176531704": "Fanazavana angona",
    "1834239172": "Vidio ny serivisy fanamarihana hCaptcha",
    "1457707016": "Ho an'ny tsirairay",
    "770264626": "Ampio hCaptcha amin'ny serivisinao (maimaim-poana)",
    "881015166": "Ampio hCaptcha ho an'ny Mpanonta amin'ny tranokalako na fampiharana",
    "47536007": "Mianara bebe kokoa momba ny hCaptcha",
    "2012837493": "Valiny fikarohana",
    "4034694801": "Tsy misy valiny mifanitsy.",
    "3621411541": "Mianara momba ny safidy fidirana amin'ny hCaptcha",
    "3401005681": "Mahazoa vola",
    "3933993151": "Miasa toy ny mpanamarika data manokana",
    "563059212": "Lisitry ny subprocessors",
    "3501923981": "Nohavaozina farany: 1 Janoary 2020.",
    "3548097301": "Manankery: 1 Janoary 2020.",
    "3991444169": "Ity pejy ity dia mitanisa ireo subprocessors ankehitriny ho an'ny serivisy hCaptcha Enterprise.",
    "835396984": "Active ankehitriny",
    "424089481": "Amazon Web Services, Inc. (Global). Serivisy omena: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Serivisy nomena: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Serivisy omena: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Serivisy nomena: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Fanamarihana: tsy mihatra amin'ny mpanjifa rehetra. Ohatra, ny IP Blinding na ny mpanjifa safidin'ny fiainana manokana na fiarovana hafa (ohatra ny mpanjifa Secure Virtual Tenancy) dia tsy tafiditra tanteraka amin'ny \"PII\" mety hiditra amin'ny rafitra telemetry, eny fa na dia adiresy IP aza. Mifandraisa amin'ny solontenan'ny kaontinao raha mila fanazavana fanampiny raha ilaina.",
    "700843971": "Hound Technology, Inc. (Global). Serivisy omena: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Serivisy omena: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Serivisy omena: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Serivisy nomena: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "fotodrafitrasa",
    "370366524": "Telemetry serivisy Ephemeral",
    "121192737": "Fanampiny ho avy",
    "2420789666": "Fastly, Inc. Serivisy nomena: Fastly CDN sy edge compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Manankery: 1 Septambra 2021. Fanampiana fotodrafitrasa",
    "1487796027": "Ho an'ny orinasa",
    "3943417791": "Mahazoa fanohanana ho an'ny hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (maimaim-poana)",
    "3397976149": "Mahazoa fanohanana ho an'ny hCaptcha Publisher",
    "833750823": "Manana olana amin'ny fanamby?",
    "2024737147": "Te hitatitra bibikely?",
    "1978884623": "Mianara bebe kokoa momba ny tatitra olan'ny rindrambaiko",
    "4188664955": "Fepetran'ny serivisy master",
    "2621989404": "Nohavaozina farany: 24 septambra 2021. Azafady, mariho fa ny teny anglisy dia manan-kery.",
    "2404545611": "Tongasoa eto amin'ny hCaptcha! Misaotra anao amin'ny maha-isan'ny fiaraha-monina anay. Ny mpampiasa rehetra ny \"Services\" (voafaritra eto ambany) dia tsy maintsy manaiky ireto fepetra manaraka ireto (ny \"Fepetran'ny serivisy\"). Eo ambanin'ireo fepetran'ny serivisy ireo, ny \"IMI\", \"isika\" ary \"isika\" dia manondro ny Intuition Machines, Inc. sy ireo sampana, mpiara-miasa, manamboninahitra, masoivoho, mpiasa, solontena ary masoivoho, ary ny \"tranonkalantsika\" dia ahitana ny tranokala rehetra eo ambanin'ny ny fifehezantsika, anisan'izany ny www.hcaptcha.com sy www.imachines.com.",
    "2348450790": "Azafady vakio ireto fepetran'ny serivisy ireto. Anisan'izany, ankoatry ny fepetra hafa, ny fandavana ny fiantohana, ny famerana ny andraikitra, ary ny arbitrage mamatotra. Mariho fa mety niova ireo fepetran'ny serivisy ireo hatramin'ny fitsidihanao farany ny tranokalanay. Mety havaozina sy havaozinay tsindraindray ireo fepetran'ny serivisy ireo amin'ny fanapahan-kevitry ny tsirairay. Raha misy fiovana ara-materialy, dia hampandre anao izahay amin'ny alàlan'ny fandefasana ireo fepetran'ny serivisy nohavaozina eto amin'ity pejy ity, aorian'izay dia tsy maintsy manaiky ny fepetran'ny serivisy nohavaozina ianao mba hanohizanao mampiasa na miditra amin'ny tranokala na ny serivisy.",
    "1064537632": "Azafady mariho fa ny fampiasanao ny Serivisy dia fehezin'ny fifanarahana momba ny fanodinana data, izay ampidirina eto amin'ny alàlan'ny fanondroana. Avereno jerena azafady ity fifanarahana ity mba hijerena ny fomba fikarakaranay ny angona manokana amin'ny anaranao. Mariho fa miasa ho toy ny \"mpandraharaha angon-drakitra\" izahay ho an'ny tanjon'ny Fitsipika momba ny fiarovana ny data ankapoben'ny EU, ary \"mpanome tolotra\" ho an'ny tanjon'ny lalàna momba ny tsiambaratelon'ny mpanjifa any California.",
    "1933936765": "Fifanarahana momba ny fanodinana data (Nohavaozina farany: 23 septambra 2021)",
    "2959486280": "Raha tsy manaiky ireo fepetran'ny serivisy ireo ianao dia tsy afaka mampiasa na miditra amin'ny tranokala na ny serivisy.",
    "3200859925": "1. Tanjona",
    "1807143500": "Ny Serivisy dia misy serivisy fiarovana amin'ny Internet (ny \"Service hCaptcha\") ary sehatra iray (ny \"Intuition Machines Platform\") izay ahafahan'ny olona iray (\"Contributor\") misafidy ny hanao asa izay ataon'ny antoko fahatelo na ny Intuition Machines (samy hafa). \"Mpangataka\") dia mandefa amin'ny tranokalanay na ny serivisy hCaptcha, na mivantana amin'ny tranokalanay na amin'ny fidirana amin'ny Intuition Machines Platform sy/na manao asa amin'ny alàlan'ny fifandraisana amin'ny antoko fahatelo sy/na sehatra na serivisy (samy, an \"Integrator\"). Mandefa asa ireo mpangataka ary manasa Mpandray anjara hanatanteraka izany ho takalon'ny valisoa nomen'ny IMI ho an'ny Integrators, na araka izay voafaritry ny Mpangataka raha toa ka mampiasa ny Intuition Machines Platform na hCaptcha Service ny Mpangataka mba hanompoana ireo mpampiasa azy manokana. Mampandoa orinasa sy olon-tsotra izahay (samy \"Mpanjifa\") amin'ny fampiasana ny sehatray mba hahafahan'izy ireo mampiasa ny rindrambaiko, ny asan'ny mpanoratra, manakarama anay amin'ny asan'ny mpanoratra, ary/na mahazo miditra amin'ny Mpandray anjara. Mampandoa an'ireo Integrators ihany koa izahay amin'ny fampiasana ny Serivisy hCaptcha mba hampihenana ny hosoka, ny fanararaotana ary ny spam amin'ny tranokalany, fampiharana finday ary fananana an-tserasera hafa. Ireo voalaza etsy ambony ireo dia antsoina miaraka amin'ny hoe \"Services\".",
    "3212830633": "2. Fahafahana",
    "2605814073": "Amin'ny fampiasana na fisoratana anarana ho an'ny Serivisy dia manaiky ianao: 18 taona farafahakeliny ianao; manana fahefana hiditra amin'ity fifanarahana ity ianao amin'ny anaran'ny tenanao na ny orinasa solonao, ary hijanona amin'ny fotoana rehetra mifanaraka amin'ireo fepetran'ny serivisy sy ny politika sy ny torolàlana IMI rehetra voalaza eto; ary tsy hanararaotra ny tranokalanay ianao, na hilaza aminay ny maha-ianao anao, na hampiasa faharanitan-tsaina artifisialy mba hamitana ny ampahany amin'ny asa rehetra ao amin'ny IMI izay mitaky faharanitan-tsain'olombelona.",
    "2616040974": "3. Mpanjifa sy Mpangataka",
    "1544829730": "Raha Mpanjifa na Mpangataka ianao dia manaiky fa ny fepetra fanampiny ampifandraisina eto amin'ny maha-Cappendix ny Mpanjifa dia hampiharina ary ampidirina amin'ny alàlan'ny fanondroana amin'ireo fepetran'ny serivisy. Raha tsy Mpanjifa na Mpangataka ianao, na mijanona ho Mpanjifa na Mpangataka, dia tsy mihatra ny fepetra fanampiny ao amin'ny Tovana Mpanjifa ary tsy ampidirina amin'ny alàlan'ny fanondroana amin'ireo fepetran'ny serivisy ireo.",
    "3759360138": "4. Anarana sy tenimiafina",
    "2236960358": "Rehefa misoratra anarana ianao dia asaina manambara ny mombamomba anao manokana (\"Fampahafantarana manokana\"), ao anatin'izany ny anaranao, ny adiresinao mailaka, ary ny famoronana solonanarana sy tenimiafina, izay rehetra iharan'ny Politika momba ny fiainana manokana, hita ao amin'ny tranokalanay. tranokala. Ianao irery no tompon'andraikitra amin'ny fanaraha-maso, ny fiantohana ary ny fitazonana ny fiarovana ny kaontinao, ny tenimiafina, ary ny fanalahidin'ny fanamarinana mifandraika amin'ny kaontinao, ary ianao no tompon'andraikitra amin'ny fampiasana na hetsika atao amin'ny fampiasana izany fampahalalana izany ao amin'ny serivisy.",
    "3047519814": "Manaiky ianao fa tsy hizara ny kaontinao na ny tenimiafinao amin'iza na iza.",
    "1699668873": "Tsy maintsy mampandre ny IMI avy hatrany ianao raha miahiahy ianao fa nisy nangalatra na nampiasain'olon-kafa ny mombamomba ny kaontinao, na misy fandikan-dalàna hafa.",
    "3044038608": "Manaiky ny hanome anay vaovao marina sy marina ary feno araka ny nangatahana tamin'ny fizotry ny fisoratana anarana izahay. Manaiky ihany koa ianao hanavao ny vaovao toy izany haingana araka izay ilaina mba hitazonana azy io ho vaovao sy marina.",
    "4132302900": "5. Ny fiainanao manokana, ny angonao ary ny \"Data for All\"",
    "10724169": "Manaiky ny Politika momba ny fiainana manokana ianao, izay mifehy ny zavatra hataonay amin'ny fampahalalana manokana omenao anay.",
    "1669194950": "Ho fanampin'ny fampahalalana manokana, dia mety hotakina ihany koa ianao hanome (na mety ilainay ny hanangonana) angona hafa mba ahafahantsika manome ny Tolotra (miaraka amin'ny hoe \"Angon'ny mpanjifa\"). Tsy tompon'andraikitra izahay amin'ny tsy fahombiazan'ny serivisy vokatry ny fahataranao na ny tsy fanomezanao ny angon'ny mpanjifa.",
    "1330274831": "Ianao dia manome anay fahazoan-dàlana maneran-tany, tsy manokana, azo afindrafindra, tsy misy mpanjaka, tsy azo ivalozana mandritra ny fe-potoan'ity fifanarahana ity mba hampiasana, hamokatra, hizara elektronika ary hampiseho ampahibemaso izay angon-drakitra ho an'ny mpanjifa ho an'ny tanjona hanomezana ny serivisy. . Misolo tena sy miantoka ianao fa manana zo, anaram-boninahitra, ary tombontsoa amin'ny angon-drakitrao ianao mba hanomezana ny fahazoan-dàlana amin'ity fizarana ity.",
    "2230333214": "Manangona angon-drakitra ho an'ny mpanjifa miaraka amin'ny angona hafa izahay mba tsy hahafantaran'ny tena manokana ny valiny ary manangona diary ara-teknika tsy fantatra sy angon-drakitra momba ny fampiasana ny Serivisy ihany koa izahay (\"Angona Aggregate/De-identified\"). Na dia eo aza ny zavatra mifanohitra amin'izany, ny angon-drakitra mitambatra / tsy fantatra dia mety ampiasain'ny IMI ho an'ny tanjona ara-barotra rehetra mandritra na aorian'ny fe-potoanan'ity fifanarahana ity, anisan'izany ny fampivoarana sy fanatsarana ny serivisy ary ny famoronana sy fizarana tatitra ary ny hafa. akora. Ny angon-drakitra ho an'ny mpanjifa dia mety hitohy ary aseho ao amin'ny rafitra mandritra ny fe-potoana voafetra tsy hihoatra ny 180 andro aorian'ny fahavitan'ny asa iray, ohatra amin'ny angon-drakitra momba ny calibration mandeha ho azy na ny fanamarinana ho an'ny rafitra Intuition Machines. Mba hanazavana, ity Fizarana faha-5 ity dia tsy manome antsika zo hamantatra anao ho loharanon'ny angona mitambatra/tsy fantatra raha tsy nahazoana alalana an-tsoratra avy aminao.",
    "3881754581": ". Raha Mpanjifa ny serivisy fanamarihanay ianao ary nisafidy ny safidy \"Data For All\" ho ampahany amin'ny fampiasanao ny Serivisy, dia omenao an'ny IMI sy ny mpampiasa rehetra an'ny Serivisy maneran-tany, tsy mitokana, azo omena alalana, azo afindra, fahazoan-dàlana tsy misy ronitra, tsy azo ivalozana hanararaotra tanteraka ny angon-drakitra mpanjifa rehetra, ao anatin'izany ny zon'ny fananana ara-tsaina rehetra mifandraika amin'izany. Raha misafidy ny safidy \"Data for All\" ianao dia misolo tena sy miantoka fa manana zo ampy ianao, anaram-boninahitra ary tombontsoa amin'ny angonao mba hanomezana ny fahazoan-dàlana amin'ity fizarana ity.",
    "3496767126": "Mba hialana amin'ny fisalasalana, ity andalana manaraka ity dia mihatra amin'ny mpanjifa mampiasa ny serivisy fanamarihan-tsika, fa tsy ny fampiasana ny serivisy ho toy ny Integrator.",
    "767207800": "Raha misy atiny mety mibaribary na manafintohina ny angonao, dia takianay ny hanamarika azy ireo hoe \"CONTENT EXPLICIT\" mba ho fampitandremana marina ho an'izay mahita ny angonao. Mety tsy misy fifanarahana an-tsoratra misaraka amin'ny IMI ianao raha tsy misy ny asa izay manitsakitsaka ny politikantsika, ao anatin'izany, fa tsy voafetra amin'ny, (a) asa izay mampiroborobo mivantana na ankolaka tranonkala na serivisy hafa, (b) asa izay mandika ny fepetran'ny tranokalan'ny antoko fahatelo ary fepetra, (c) asa mangataka ny Mpandray anjara mba hangataka antoko fahatelo, (d) asa izay mangataka ny Mpandray anjara mba handray andraikitra amin'ny fanodikodinana ny fihetsiky ny vohikala na ny vokatra, (e) asa izay manitsakitsaka ny zon'ny fananan-tsain'ny antoko fahatelo, ary (f) asa izay mitaky ny Mpandray anjara hisintona rindrambaiko na rakitra.",
    "3370561195": "6. Fitondrana azo ekena",
    "4205152730": "Amporisihina ianao hifanerasera amin'ny mpampiasa hafa na aiza na aiza ao amin'ny tranokalanay, Forum, hafatra, chat, ary fantsona media sosialy hafa fehezin'ny IMI, fa raha manao izany ianao dia tsy maintsy manaraka ny fepetra rehetra momba ny serivisy sy ny fampiasana ao amin'ny tranokalanay sy ny lalàna mifandraika amin'izany. .",
    "1394253934": "7. Fampiasana amin'ny fomba diso, fanararaotana, ary fanehoana diso",
    "1406393333": "Ny fidirana na fampiasana ny Serivisy ankoatry ny fepetran'ny serivisy sy ny torolàlana omenay dia voarara tanteraka. Indrindra indrindra, TSY HISY:",
    "3409726716": "misoratra anarana amin'ny kaonty mihoatra ny iray miaraka aminay tsy misy fanomezan-dàlana an-tsoratra;",
    "3119498672": "manao asa amin'ny fampiasana bots amin'ny Internet, robots amin'ny Internet, bots, script, na endrika hafa amin'ny faharanitan-tsaina artifisialy na manandrana mahazo valisoa avy amin'ny IMI na Mpangataka na Integrator nefa tsy mahavita asa araka izay voalaza;",
    "1188668818": "manome vaovao diso rehefa mampiasa ity tranokala ity (ao anatin'izany tsy misy fetra ny fisandohana olona na fikambanana hafa ao amin'ny kaontinao, na ny filazana diso na ny fanehoana diso ny tenanao na ny fiarahanao amin'olona na fikambanana hafa ao amin'ny kaontinao;",
    "2804310964": "miditra na manandrana miditra amin'ny tranokalanay amin'ny alàlan'ny mpizara tranonkala proxy na fitaovana hafa natao hanakanana ny toerana misy anao na ny maha-izy anao marina na amin'ny fomba hafa ankoatra ny interface omena;",
    "1374227759": "mampiasa ny tranokala amin'ny hetsika tsy ara-dalàna, na amin'ny tanjona hafa ankoatry ny antony nanaovana azy;",
    "2103513933": "mandray anjara amin'ny hetsika izay manelingelina na manelingelina ny fampandehanana ny tranokala;",
    "137127070": "ampidiro, ampidiro, na apetaho rohy na rakitra ivelany ratsy na tsy fantatra, na mampakatra votoaty misy viriosy, soavaly Trojan, kankana, baomba fotoana, na kaody ordinatera mampidi-doza hafa;",
    "1686655020": "Ampidiro izay votoaty misy zon'ny mpamorona izay tsy asanao tany am-boalohany, raha tsy hoe nahazo alalana avy amin'ny tompon'andraikitra ianao handefa votoaty toy izany ary hanome ny IMI ny zo nahazo alalana rehetra omena eto;",
    "1406692811": "mirotsaka amin'ny spamming na mandefa karazana dokam-barotra rehetra, manandrana mahazo referral, fifandraisana faobe, tolotra vola na fangatahana, fangatahana serivisy, dokam-barotra, marketing, hafatra tsy misy dikany, lohahevitra mitovy, votoaty tsy ara-dalàna, rohy amin'ny tranokala sosialy, adiresy mailaka, na ID iraka avy hatrany raha tsy takian'ny asa;",
    "3893539589": "ampidiro rohy ivelany izay manolotra entana na serivisy raha tsy takian'ny asa;",
    "3214322759": "raha tsy izany dia miditra amin'ny asa ratsy na hosoka.",
    "3733422465": "8. Fanamarinana ny maha-izy anao",
    "267645277": "IMI dia mety hanamarina ny maha-ianao anao. Mety ho tafiditra ao anatin'izany ny fampitahana ny mombamomba anao amin'ny angon-drakitra an'ny antoko fahatelo na ny antontan-taratasy ofisialy ara-dalàna. Manome alalana anay hanao fanadihadiana ilaina ianao hanamafisana ny maha-izy anao, ny fanananao ny adiresy mailakao, ary ny fanananao ny kaontinao ara-bola. Manaiky hanome vaovao momba anao ianao hanampy anay amin'ny fanamarinana ny maha-izy anao.",
    "4169910317": "9. Fanarahana ny Lalàna",
    "519755936": "Ianao irery no tompon'andraikitra amin'ny fanarahana ny lalàna federaly, fanjakana, faritany, ary eo an-toerana mifandraika amin'ny fampiasanao ny Serivisy. Manaiky ny hanome onitra sy hitazona anay ho tsy mampidi-doza ianao amin'ny fitakiana rehetra ataonay noho ny tsy fanarahanao ny lalàna rehetra na ny fanitsakitsahana ny zon'ny antoko fahatelo, anisan'izany tsy misy fetra ny fifanarahana, ny fananana ara-tsaina, na ny zo manokana.",
    "731546974": "10. Hetra Mpandray anjara na Integrator",
    "3128328457": "Raha Mpandray anjara na Integrator ianao, dia ianao irery no tompon'andraikitra amin'ny fandoavana ny hetra vinavinaina na federaly, fanjakana, na eo an-toerana, fiahiana ara-tsosialy, FICA, ary ny tambin'ny mpiasa tokony ho vokatry ny fampiasana ny tranokalanay, ary koa hetra na fiampangana mitovy amin'izany any amin'ny faritra tsy any Etazonia. Manaiky ny hanome onitra sy hitazona anay ho tsy mampidi-doza ianao amin'ny fanombanana rehetra ataonay noho ny tsy fanarahanao ny lalàna momba ny hetra.",
    "2931396764": "11. Fanitsakitsahana ireo fepetran'ny serivisy ireo",
    "1240667045": "Afaka mampiato, mametra, na manafoana ny fidiranao amin'ny Serivisy izahay amin'ny fotoana rehetra noho ny antony rehetra, anisan'izany ny: (a) mino izahay fa nandika ireo fepetran'ny serivisy ireo ianao (anisan'izany ny politika mifandraika amin'izany); b) mino izahay fa nanitsakitsaka ny zonay na ny zon'ny antoko fahatelo ianao; (c) tsy afaka manamarina na manamarina ny fampahalalana nomenao anay izahay; na (d) mino izahay fa mety hiteraka adidy ho anao, anay, na olon-kafa ny fihetsikao. Mba hialana amin'ny fisalasalana dia manan-jo hanakana na hampiato ny fandoavam-bola aminao izahay raha toa ka inoanay fa misy amin'ireo voalaza etsy ambony ireo mihatra amin'ny fandoavam-bola toy izany.",
    "1601080128": "Raha mampiato na manafoana ny kaontinao izahay, dia tsy afaka miditra amin'ny ampahany amin'ny tranokala intsony ianao, ao anatin'izany ny angona, hafatra, rakitra ary fitaovana hafa tehirizinao ao amin'ny tranokala. TSY azo atao ny manohy mampiasa ny tranokalanay amin'ny anarana kaonty hafa na vaovao. Ny fanitsakitsahana ireo fepetran'ny serivisy ireo dia azo enjehina amin'ny fomba feno araka ny lalàna ary mety hiteraka sazy sy sazy fanampiny.",
    "1160707899": "12. Ny andraikitry ny mpandray anjara sy ny fifandraisany amin'ny IMI sy ireo mpangataka hafa",
    "269838707": "Raha Mpandray anjara ianao dia ianao irery ihany no manapa-kevitra hoe iza sy firy ny asa tokony ho vita, ary rahoviana ary aiza no hamitana azy ireo. Afaka mandany fotoana betsaka na kely ianao amin'ny famitana asa araka izay tianao. Na oviana na oviana ianao dia tsy manana adidy hamita asa iray.",
    "1087195513": "Raha mpandray anjara ianao izay miditra amin'ny Serivisy ary/na manao asa amin'ny alàlan'ny Integrator amin'ny anaran'ny Mpangataka tsy IMI, dia manaiky ianao ary manaiky fa ny Intuition Machines dia tsy tompon'andraikitra ary tsy manana adidy aminao. fanajana ny valisoa na onitra hafa ho an'ny asa vita. Manaiky ianao ary manaiky fa ny valisoa na onitra hafa ho an'ny asa vita dia voafaritra araka ny fifanarahanao amin'ny Mpangataka sy/na ny Integrator, raha ilaina. Ny fifandirana rehetra momba ny valisoa na tambiny hafa (anisan'izany tsy misy fetrany ny tsy fandraisany valisoa na tambiny hafa) dia eo aminao sy ny Mpangataka sy/na ny Integrator irery ihany, raha azo atao.",
    "952813944": "Na ny fampiasanao ny tranokalanay na na inona na inona amin'ity fifanarahana ity dia tsy mamorona asa, fiaraha-miasa, fiaraha-miasa, masoivoho, franchise, na fifandraisana solontenan'ny varotra eo aminao sy ny Intuition Machines. Tsy manome fitaovana na fitaovana hamitana asa iray izahay. Tsy manome anao tombontsoa, tambin-karama, na fiantohana fiantohana. Tsy tompon'andraikitra amin'izay fandaniana rehetra ataonao amin'ny fampiasana ny tranokalanay izahay. Tsy hanakana vola amin'ny valisoanao izahay ho an'ny hetra federaly na fanjakana, fiarovana ara-tsosialy, na hetra hafa. Afaka manao asa ho an'ny olona na orinasa rehetra ianao, anisan'izany ny mpifaninana amintsika. Tsy manana fahefana hanao fifanarahana ianao, na an-tsoratra na am-bava, amin'ny anaran'ny Intuition Machines.",
    "3460432665": "Na eo aza ireo voalaza teo aloha, raha mpandoa hetra amerikana ianao dia afaka mangataka W-9 aminao izahay, havaozina isan-taona, ary mety hanakana anao tsy hanao asa mandra-pahavitanao na fanavaozana W-9 ianao.",
    "458271951": "Raha mpandray anjara miditra amin'ny serivisy ianao ary/na manao asa amin'ny alàlan'ny Integrator amin'ny anaran'ny Intuition Machines (miasa ho Mpangataka), dia mety hamaly soa anao ny Intuition Machines amin'ny fanatanterahana asa sasany azo ekena. Raha toa ka hita fa nanao hosoka, fanararaotana, na fanitsakitsahana ireo fepetran'ny serivisy ireo ianao, dia mety hotazonina sy/na averin'ny Intuition Machines ny valisoa rehetra ho anao.",
    "3056723024": "13. Famitana tsy azo ekena ny asa",
    "3913203723": "Raha toa ka tsy manaiky ny fanatanterahana asa vitanao ny Mpangataka, noho ny antony rehetra, dia tsy hahazo valisoa ho an'ny asa ianao amin'ny maha Mpandray anjara na Integrator anao. Raha toa ka efa niparitaka taminao ny valisoa noho ny asa tsy azo ekena, dia azonay averina aminao izany.",
    "3666807632": "14. Ny fahaiza-manao sy ny fahaizan'ny mpandray anjara",
    "1993899769": "15. Ny Fampiasantsika Vaovao",
    "2927283721": "Amin'ny fanatanterahana asa ao amin'ny tranokalanay dia manome alalana ny fanangonana, fampiasana ary fampahafantarana ny mombamomba anao ianao mifanaraka amin'ny politikantsika manokana. Ho fanampin'izay, mety hizara fampahalalana sasantsasany momba anao sy ny asa vitanao amin'ny Mpangataka izahay izay efa vitanao ny asany mba hanamora ny fifandraisan'ny serivisy sy hanatsarana ny tranokala, anisan'izany, ohatra, ny ID Mpandray anjara, ny valin'ny asa vita, ary ny toetra hafa mifandraika amin'ny ny fahaiza-manaonao, ny fiteny, ny fahaizanao ary ny fampiasanao ny tranokala.",
    "3027055607": "16. Fananan-tsaina sy zon'ny fananana",
    "3910971075": "IMI dia manana ny zo rehetra, anisan'izany ny zon'ny fananana ara-tsaina, ao amin'ny kaody loharano, kaody zavatra na rafitra fototra, hevitra na algorithm, API, ary izay rindrambaiko fanampiny, antontan-taratasy na angona mifandraika amin'ny Serivisy (\"Software\"). Tsy hanao, mivantana na ankolaka, amin'ny alalan'ny olon-kafa na amin'ny fomba hafa ianao: (a) injeniera mamadika, decompile, manafoana, na manandrana mitady ny Software; b) manova, mandika, na mamorona asa derivative mifototra amin'ny Software rehetra; (c) mandika, manofa, manofa, mizara, manome antoka, manendry, na mamindra na manery ny zo amin'ny Software; d) mampiasa ny Software rehetra ho an'ny fizarana fotoana, biraon'ny serivisy, na hafa ho tombontsoan'ny antoko fahatelo; na (e) esorina izay filazana na marika manokana.",
    "3660891610": "Raha Mpandray anjara ianao, IMI, fa tsy ianao, dia manana zo manokana amin'ny asa rehetra vokarinao amin'ny fanatanterahana asa rehetra. Amin'ny fanekenao ny fepetran'ity fifanarahana ity dia manaiky (ary manao izany) ianao hamindra fananana, fananana ary anaram-boninahitra (anisan'izany ny zon'ny fananana ara-tsaina rehetra misy manerana izao tontolo izao) ao amin'ny asanao aminay. Mba hahazoana antoka fa afaka mahazo, tonga lafatra ary mampiasa ireo zo ireo izahay, dia manaiky kokoa ianao (i) manao sonia ny antontan-taratasy rehetra hanampiana amin'ny antontan-taratasy, ny fahalavorariana ary ny fampiharana ny zonay; ary (ii) manome fahafahana miditra ara-drariny amin'ny fampahalalam-baovao ho an'ny firaketana, fanatsarana, fiarovana, fiarovana ary fampiharana ny zo fananan-tany toy izany any amin'ny firenena rehetra. Ny adidinao amin'ity fizarana ity dia hitohy na dia aorian'ny fanesorana na fampitsaharanao ny serivisy aza. Manendry anay ho mpisolovava anao ianao mba hanatanteraka ny antontan-taratasy ho anao ho an'ny tanjona voalaza ato amin'ity fizarana ity.",
    "426125156": "17. Copyright sy Esory",
    "1408530660": "Manaja ny fananan'ny hafa ny IMI ary manan-jo hanaisotra ao amin'ny tranokalanay izay fitaovana inoanay fa mety handika ny zo ara-tsainan'ny antoko fahatelo. Raha mino ianao fa ny asanao manokana dia voadika amin'ny fomba iray izay mandika ny zon'ny mpamorona amin'ity tranokala ity, azafady mifandraisa amin'ny fanohanan'ny mpanjifa Intuition Machines.",
    "2696932851": "18. Onitra",
    "3844300338": "Manaiky ny hanome onitra, hiaro, ary hitazona anay ho tsy mampidi-doza amin'ny fitakiana, fahasimbana, adidy, fandaniana ary fandaniana rehetra ianao (anisan'izany ny saram-pandraharahana sy ny sarany), mipoitra na mifandray amin'ny fanatanterahana ny asanao na ny fampiasanao ny tranokalanay. .",
    "2474091800": "19. Fifandirana amin'ny mpampiasa hafa; famotsorana",
    "3162107126": "IMI dia tsy antoko amin'ny fifandirana eo aminao sy izay mpampiasa hafa amin'ny Serivisy. Avoakanao ny IMI sy ny mpiara-miasa aminy amin'ny fitakiana, fitakiana, ary fahasimbana isan-karazany, fantatra sy tsy fantatra, ahiahiana sy tsy nampoizina, nambara na tsy nambara, nipoitra na mifandray amin'ny fifandirana eo aminao sy ny mpampiasa hafa.",
    "2271969747": "20. Fampahafantarana tsiambaratelo azonao",
    "1042802841": "Ny fampahafantarana tsiambaratelo dia ny fampahalalana rehetra voamarika ho tsiambaratelo na fananan-tany, na tokony ho takatry ny mpandray anjara ho tsiambaratelo na fananana. Tsy tafiditra ao anatin'izany ny vaovao izay (1) azon'ny besinimaro, (2) efa ananana, novolavolain'ny tsy miankina, na efa fantatry ny mpandray, na (3) nambara tamin'ny didim-pitsarana na araka ny takian'ny hafa. lalàna.",
    "1918025546": "Raha omena fampahalalana tsiambaratelo avy amin'ny olona rehetra ao amin'ny Serivisy ianao, dia manaiky ny hiaro ny tsiambaratelon'ny fampahalalana tsiambaratelo miaraka amin'ny ambaratongam-pitandremana mitovy amin'izay ampiasainao mba hiarovana ny mombamomba anao manokana, fa na inona na inona amin'ny tsy fahampian'ny fikarakarana. Tsy azonao atao ny manambara na mamoaka vaovao tsiambaratelo na fananan-tany, afa-tsy izay mety ilaina amin'ny fanatanterahana asa iray. Ny fampahalalana rehetra ao anatin'ny asa iray ao amin'ny Platform Intuition Machines dia tokony ho raisina ho tsiambaratelo na dia tsy voatondro mazava ho tsiambaratelo aza ny fampahalalana.",
    "2690395789": "Raha toa ka tsy ilainao intsony ny fampahalalana tsiambaratelo azonao, dia tsy maintsy averinao haingana na rava (araka ny nangatahin'izay nampahafantatra ny vaovao) ny dika mitovy rehetra misy ao amin'ny trano, rafitra, na fitaovana hafa fehezinao.",
    "2178073797": "Satria mety hiteraka fahavoazana tsy azo amboarina ny famoahana vaovao miafina, dia manan-jo hangataka fanamaivanana amin'ny fanitsakitsahana na fandrahonana amin'ity fe-potoana ity ny antoko manambara.",
    "2185860003": "21. Fanovana tranonkala",
    "2631249972": "Mety hanatsara na hanova ny tranokalanay tsy misy filazana aminao izahay.",
    "3764131594": "22. Tranonkala an'ny antoko fahatelo",
    "295955580": "Mety misy rohy mankany amin'ny tranokalan'ny antoko fahatelo ny tranokalanay. Tsy manara-maso, manadihady, manara-maso, na mijery tranonkala toy izany izahay. Tsy tompon'andraikitra amin'izany izahay ary tsy manohana ny programa, votoaty, na hevitra ao amin'ny tranonkala toy izany. Raha manapa-kevitra ny handao ny tranokalanay ianao ary miditra amin'ny tranokalan'ny antoko fahatelo, dia atahoranao ho anao izany.",
    "838225123": "23. Fandavana ny fiantohana",
    "3897238493": "NY SERVIS dia omena amin'ny fototra \"Toy ny IZY\". TSY MANAO FAHASALAMANA, FAHASALAMANA, ARA-DALANA, FAHASALAMANA, NA FAMPIANARANA IREO SERVICES, NA LOHATRA Mifandray, na fitaovana mifandraika amin'izany, na asa, na zavatra mifandraika amin'izany. HATRAMIN'NY FARANY AVY AMIN'NY LALANA, IMI dia mandà ny fepetra mazava na voatanisa rehetra, ny fanehoana sy ny antoka rehetra ao anatin'izany, fa tsy voafetra amin'ny, ny antoka momba ny varotra, ny fahamendrehana ho an'ny tanjona iray manokana, ary ny tsy fanitsakitsahana. NY FITONDRANA SY IHANY SY MISY MISY AMINAO AO AMIN'NY IMI HO AN'NY LETSIKA, TSY FAMPISEHOANA, NA TSY FAHATSIAROVANA DIA NY Atsaharo ny fampiasana ny SERVIS Tsy manana andraikitra amin'izay mety ho fahavoazana amin'ny rafitry ny ordinateranao izahay, na ny fahaverezana na ny fahasimban'ny angon-drakitra, na ny loza hafa aterak'izany. avy amin'ny fidiranao na fampiasana ny tranokala na Intuition Machines Platform. Mety hitranga ny fahatapahana voalahatra sy tsy voalamina, ary tsy manome antoka ny fisian'ny tranokalanay tsy tapaka izahay.",
    "2110259227": "24. Famerana ny andraikitra",
    "3018077211": "25. Famahana ny fifanolanana amin'ny mpandray anjara",
    "2790841456": "Raha Mpandray anjara ianao dia manaiky ireto fepetra momba ny arbitration manaraka ireto sy ny fandavana ny hetsika kilasy:",
    "3302832698": "Ilaina ny famahana fifanolanana hafa.",
    "561456032": "Manaiky ianao fa ho an'ny fifandirana rehetra mipoitra na mifandray amin'ny fampiasanao ny Serivisy, ao anatin'izany ny fifandirana mety hitranga hatramin'ny fotoana nanombohanao ny asa ho an'ny IMI, ary indrindra indrindra ny fitakiana mifandraika amin'ny hoe sokajianao ho mpiantoka tsy miankina, hampandre ny IMI aloha ianao momba ny fitakianao momba izany. Ianao sy ny IMI dia hiezaka hamaha ny olana amin'ny alàlan'ny fifampiraharahana mivantana na fanelanelanana. Hozarainay mitovy ny vidin'ny fanelanelanana ary manaiky fa ny fanelanelanana dia atao amin'ny alalan'ny telefaona na fitaovana elektronika hafa. Raha mbola tsy voavaha ny fitakiana iray taorian'ny fifampiraharahana na fanelanelanana tsy ara-potoana, dia manaiky ianao fa hampiasa ny fifampiraharahana farany sy mifamatotra ianao sy ny IMI mba hamahana ny disadisa. Ity fehezan-dalàna ity dia mifehy ny fitakiana rehetra mihemotra hatramin'ny fotoana nanombohanao nampiasa ny tranokalanay, na mifototra amin'ny tort, fifanarahana, lalàna, ao anatin'izany, fa tsy voafetra amin'ny, izay filazana fanavakavahana sy fanorisorenana, na mifototra amin'ny California Fair Employment and Housing Act. , Lohateny VII amin'ny Lalàna momba ny Zon'ny Sivily tamin'ny 1964, araka ny nasiam-panitsiana, na lalàna na fitsipika hafa momba ny fanjakana na federaly, lalàna mitombina, na hafa.",
    "3794239003": "Fomba fanelanelanana.",
    "4193379787": "Ny fanelanelanana rehetra eo ambanin'ity fifanarahana ity dia hatao araka ny fitsipiky ny Fikambanana Amerikanina Arbitration Association na amin'ny alàlan'ny sampan-draharaham-pitsarana nifanarahana. Ny arbitrateur dia ho mpanelanelana amerikana voafantina avy amin'ny lisitry ny anarana tsy latsaky ny fito (7) amin'ny alàlan'ny fitokonana hafa. Ao amin'ny arbitrage, ny antoko tsirairay dia hanana zo hanao fanadihadiana sivily sahaza, hitondra fihetsiketsehana manohitra, ary hanolotra vavolombelona sy porofo araka izay ilaina mba hanehoana ny raharaha sy ny fiarovan-tenany, ary ny fifandirana rehetra momba izany dia ho voavahan'ny mpanelanelana. Ny famahana ny fifandirana dia tsy maintsy mifototra amin'ny lalàna mifehy ny fitakiana sy ny fiarovan-tena nangatahana fotsiny, ary ny mpanelanelana dia tsy mahazo mampiasa fototra afa-tsy ny lalàna mifehy izany. Ny mpanelanelana dia hanana ny fahafahan'ny tompon'andraikitra ara-pitsarana amin'ny andraikitry ny sivily rehefa miasa amin'ny maha-mpanelanelana azy, izay manampy ny tsimatimanota hafa misy. Ny mari-pankasitrahana dia tsy maintsy ahitana ny hevitr'ilay mpanelanelana an-tsoratra. Afoanao ny zonao hotsaraina amin'ny alalan'ny mpitsara amin'ny fitakiana mety anananao amin'ny IMI na izay mety ananan'ny IMI manohitra anao. Ny fitakiana rehetra eo ambanin'ity fehezanteny ity dia tsy maintsy entina ao anatin'ny fe-potoana fe-potoana voafetra. Ny Lalàna Federalin'ny Arbitration amerikanina no mifehy an'io fehezan-dalàna io, ary manaiky ianao fa ity fifanarahana ity dia manaporofo fifampiraharahana amin'ny varotra.",
    "2583888954": "Exceptions.",
    "1034830": "Ny fifandirana izay mety tsy iharan'ny fifanarahana fanelanelanana mialoha araka ny nomen'ny Dodd-Frank Wall Street Reform and Consumer Protection Act (Lalàna Public 111-203) dia tsy tafiditra ao anatin'izany.",
    "263977834": "Faharerahana ara-pitantanana.",
    "1807512722": "Azonao atao ny mitondra ny fitakiana rehetra avy amin'ny fampiasanao ity tranokala ity any amin'ny masoivohon'ny fitantanan-draharaham-panjakana fa raha ny lalàna manan-kery ihany no mamela ny fidirana amin'ny masoivoho toy izany na dia eo aza ny fisian'ny fifanarahana amin'ny fitsarana. Ny fitakiana ara-pitantanana toy izany dia ahitana fitakiana tsy misy fetra na fiampangana nentina teo anoloan'ny Vaomiera Equal Employment Opportunity Commission, ny Departemantan'ny Asa Amerikana, ary ny Birao Nasionaly momba ny Fifandraisana amin'ny Asa. Tsy misy na inona na inona amin'ity fehezan-dalàna ity dia heverina ho manakana na manala tsiny anao tsy hitondra fitakiana ara-pitantanana eo anatrehan'ny masoivoho rehetra mba hanatanterahana ny adidinao amin'ny fanafoanana ny fanafoanana ara-pitantanana alohan'ny hanaovanao fitakiana amin'ny arbitration, na izany aza, ianao dia manafoana ny zo hahazo vola amin'ny alalan'ity fizotry ny masoivoho.",
    "996430331": "Toerana arbitration.",
    "3040062804": "Izay zotram-pitsarana rehetra eo ambanin'ity fizarana ity dia atao amin'ny alàlan'ny default ao amin'ny Fanjakan'i Kalifornia, raha tsy hoe mipetraka any ivelan'i Etazonia ianao, ka amin'izany dia hatao amin'ny fomba elektronika na an-telefaona ny arbitration. Ny arbitration dia azo atao any amin'ny toerana hafa raha eken'ny antoko tsirairay an-tsoratra. Na inona na inona toerana misy azy, na iza na iza dia afaka misafidy ny hiseho amin'ny arbitration amin'ny alàlan'ny horonan-tsary mivantana na teleconference.",
    "3091247030": "Class Action Fandoavana.",
    "2520904193": "Afoanao izay zo anananao amin'izay mety ho fifanolanana entina, henoina, na hotsaraina amin'ny maha saranga, fiaraha-mientana, na solontena. Na dia eo aza ny fehezan-teny hafa voarakitra ao amin'ity fifanarahana ity, ny fehezanteny teo aloha dia tsy azo sarahina amin'ity fifanarahana ity na inona na inona. Ny filazana rehetra fa tsy azo ampiharina, tsy azo ekena, tsy misy dikany na azo foanana ny ampahany rehetra na ny ampahany amin'ity fandavana ity dia mety ho faritan'ny fitsarana manam-pahefana ihany fa tsy amin'ny mpanelanelana. Tsy hovaliana na hosakanana tsy hamita ny asa ao amin'ny tranokalanay ianao noho ny fampiasanao ny zonao araka ny Fizarana faha-7 amin'ny Lalàna momba ny Fifandraisana amin'ny Asa, na amin'ny fametrahana na fandraisana anjara amin'ny hetsika kilasy, fiaraha-mientana na solontenan'ny forum rehetra. , saingy azontsika atao ny mangataka amin'ny fomba ara-dalàna ny fampiharana an'io fanafoanana ny hetsika ataon'ny kilasy io, ary mangataka ny fandroahana ny hetsika na fitakiana ataon'ny antokon'olona na solontena toy izany.",
    "3493572638": "Sarany sy sarany.",
    "702926385": "Ny andaniny sy ny ankilany dia samy hitondra ny sarany avy amin'ny fisoloan-tena ara-dalàna amin'ny fifampiraharahana toy izany, afa-tsy raha toa ka voafaritry ny lalàna mazava tsara ny saran'ny mpisolovava. Hizara ny saram-pitantanana voalohany alain'ny arbitrator ny antoko, ka hatramin'ny sarany ambony indrindra ho anao dia dimampolo roanjato dolara (250.00 dolara amerikana). Ny sandan'ny mpanelanelana sy ny mpanangom-baovaon'ny fitsarana, raha misy, dia ho andraikitry ny voalohany; na izany aza, ny mpanelanelana dia hanana ny fahalalahana hanome sara sahaza ho an'ny antoko eo amin'ny fitondrana, araka ny voalazan'ny lalàna, ary/na hitaky ny andaniny sy ny ankilany hizara ny vola lany mifandray amin'ny mpanelanelana sy/na mpanao gazety.",
    "3199694247": "Severability.",
    "3102490587": "Afa-tsy ny Famotsorana ny Class Action, raha misy fe-potoana na fepetra, na ampahany amin'ity fehezan-dalàna momba ny fitsaràna ity dia ambara ho foana na tsy azo ampiharina dia ho tapaka ary ny ambiny amin'ny fehezan-dalàna momba ny fitsaràna dia azo ampiharina.",
    "2323013093": "26. Lalàna azo ampiharina",
    "2900525040": "Ny lalàn'ny Fanjakan'i Kalifornia no mifehy ireo fepetran'ny serivisy ireo sy izay resabe, fifandirana, na fitakiana mipoitra avy amin'izy ireo.",
    "3339302473": "27. Famaranana",
    "1158384644": "Azonao atao ny misafidy amin'ny fotoana rehetra hampitsahatra ny fampiasana ny tranokalanay, raha tsy maintsy manaraka ny politikan'ny IMI rehetra ianao. Afaka manafoana ity fifanarahana ity izahay, amin'ny fanapahan-kevitray manokana, mampiato ny fidirana amin'ny tranokalanay, na manaisotra serivisy avy hatrany tsy misy fampandrenesana na inona na inona antony.",
    "41530052": "28. Fepetra ankapobeny",
    "3202747130": "Fifanarahana manontolo. Ireo fepetran'ny serivisy ireo sy ny politika, ny fomba fiasa, na ny fepetra voalaza ato amin'ity fifanarahana ity dia mandrafitra ny fifanarahana manontolon'ny andaniny sy ny ankilany momba ny lohahevitra, ary manolo sy manafoana ny fifanarahana, filazana, fanehoana ary fahatakarana rehetra mifandraika amin'izany taloha sy tamin'izany fotoana izany. .",
    "4080263153": "Tsy misy Waiver. Tsy hoheverina ho nanafoana ny ampahany amin'ny zonay na ny fanafodinay izahay raha tsy hoe an-tsoratra sy nosoniavinay ny fandavana. Raha manemotra ny fampiharana na tsy manatanteraka ny zonay izahay araka ny fepetra rehetra amin'ity fifanarahana ity, dia tsy midika ho fanafoanana ny zonay hampihatra izany fepetra izany na ampahany amin'ity fifanarahana ity izany.",
    "1789371580": "Assignability. Tsy azonao atao ny manendry ireo fepetran'ny serivisy ireo raha tsy misy ny fanekena an-tsoratra avy aminay. Afaka manendry ireo fepetran'ny serivisy ireo izahay amin'ny fotoana rehetra, tsy misy fampilazana. Araka ny voalaza teo aloha, ireo fepetran'ny serivisy ireo dia hamatotra ny mpandimby ny antoko tsirairay sy ny olona nomena alalana.",
    "2819628066": "Severability. Raha toa ka hita tsy manan-kery na tsy azo ampiharina na inona na inona fepetra amin'ireo fepetran'ny serivisy ireo, dia tsy hisy fiantraikany amin'ny fahamendrehana sy ny fampiharana ny fepetra sisa tavela izany.",
    "3955981186": "Fanitsiana. Tsy misy fanovana na fanitsiana amin'ireo fepetran'ny serivisy ataon'ny olon-kafa ankoatra ny IMI dia tsy maintsy mifamatotra amin'ny IMI raha tsy ao anaty fitaovana an-tsoratra nosoniavin'ny solontenan'ny IMI nahazo alalana.",
    "1377538813": "Fiteny Manjaka. Ny dikan-teny anglisy amin'ireo fepetran'ny serivisy ireo dia hifehy amin'ny lafiny rehetra ary hanjaka raha misy tsy mifanaraka amin'ny dikan-teny voadika, raha misy.",
    "2438016011": "Fifanarahana an-tsitrapo. Ny antoko rehetra amin'ireo fepetran'ny serivisy ireo dia maneho sy manaiky fa ny tsirairay dia nandinika ny lafiny rehetra amin'ity fifanarahana ity, namaky tamim-pitandremana sy nahatakatra tanteraka ny fepetra rehetra ao anatiny, ary miditra an-tsitrapo amin'ity fifanarahana ity.",
    "2445034923": "Raha tsy manaiky ny fepetra sy fepetra rehetra amin'ireo fepetran'ny serivisy ireo ianao dia aza (ary mety tsy) mampiasa na miditra amin'ny tranokala na ny serivisy.",
    "2646127839": "Tovana ho an'ny mpanjifa amin'ny fepetran'ny serivisy",
    "4097297673": "Amin'ny maha-mpanjifa, mpangataka, na mpampitambatra, manaiky ho voafatotry ny fepetra etsy ambany ianao ho fanampin'ny fepetra hafa mifamatotra aminao sy ny IMI.",
    "1093280979": "1. Fomba fibaikoana amin'ny sehatra",
    "1549953005": "Mety efa nahavita taratasy fibaikoana fidirana amin'ny sehatra iray na maromaro ianao (samy manana \"Endri-kafatra\") ho fepetra ho lasa Mpanjifa na Mpangataka. Raha izany no izy, ny fepetra sy ny fepetra voalaza ao amin'ny Taratasy Kaomandy dia lasa ampahany amin'ny fepetran'ny serivisy ary ampidirina amin'ny alàlan'ny fanondroana.",
    "3819851005": "2. Sarany",
    "1591032933": "Handoa IMI ny sarany ianao araka ny voalaza ao amin'ny Form Order azo ampiharina amin'ny alàlan'ny fomba fandoavam-bola nomenao ao amin'ny Form Order azo ampiharina. Raha tsy eken'ny roa tonta amin'ny fomba an-tsoratra, dia homenao vola feno ny faktiora rehetra navoaka ao anatin'ny telopolo (30) andro aorian'ny daty fandefasana ny faktiora. Manome alalana anay hanao fanomezan-dàlana amin'ny carte de crédit amin'ny fampahalalana momba ny carte de crédit rehetra omenao anay ianao, hitahiry izany fampahalalana momba ny carte de crédit izany, ary handoa ny carte de crédit na kaonty hafa ifanarahanay ho endrika fandoavam-bola. Raha tsy misy filazana hafa ao amin'ny Form Order na ao anatin'ny fifanarahana momba ny serivisy ho an'ny orinasanao na ny fifanarahana momba ny serivisy, ny saram-pandraharahana rehetra, ankoatry ny be loatra, dia aloa isan-taona amin'ny fanombohan'ny serivisy omen'ny IMI eo ambanin'ny fifanarahanao (ny \"Daty mahomby\").",
    "4142610534": "Ny fandoavana tara rehetra dia hahazo fiampangana tara amin'ny tahan'ny 1,5% isan-jato isam-bolana na ny vola ambony indrindra ankatoavin'ny lalàna, na inona na inona ambany. Raha toa ka tsy voaloanao ny vola tokony ho ao anatin'ity fifanarahana ity noho ny antony rehetra, dia mety haato ny kaontinao, araka ny fanapahan-kevitry ny tsirairay, ka tsy hisy fandoavam-bola fanampiny azo avy amin'ny kaontinao amin'ny fahavitan'ny asa ary hesorina ny asanao rehetra. avy amin'ny tranokalanay. Tsy maintsy manonitra anay ianao amin'ny vola rehetra tokony ho takiana amin'ny fangatahana, miampy ny saram-pikarakarana, ny sara tara, na ny saram-pandraharahana. Azontsika atao koa ny manao tatitra mifanaraka amin'izany any amin'ny masoivohon'ny tatitra momba ny bola sy ny manampahefana mpampihatra lalàna.",
    "512991700": "Raha te hanohitra ny sarany ianao dia tsy maintsy mifandray amin'ny sampana fanohanana ny mpanjifanay fara-fahakeliny telopolo (30) andro aorian'ny daty famaranana ny faktiora voalohany na ny kaontin'ny kaonty izay nahitana ny fahadisoana na olana mba hahazoana fanitsiana na crédit.",
    "1273914192": "3. Hetra",
    "4242322181": "Ianao no tompon'andraikitra amin'ny fandoavana ny hetra rehetra mifandraika amin'ny Serivisy ankoatry ny hetra amerikana voatombana amin'ny fidiram-bolan'ny Intuition Machines na ny fananana manokana.",
    "1671996585": "Mety takiana aminao ny hampiditra ny tranokalanao, ny fampiharana, na ny sehatrao amin'ny Serivisy amin'ny alàlan'ny interface programan'ny fampiharana (\"API\"). Raha manao izany ianao, dia omenay anao ny fahazoan-dàlana voafetra, tsy miavaka, tsy azo afindra, tsy azo omena, azo esorina hampiasa ny API amin'ny fidirana amin'ny Serivisy fotsiny. Mety hanova ny API izahay ary/na hampitsahatra ny fanohanana ny dikan-teny taloha na ny famoahana ny API amin'ny fotoana rehetra. Izahay dia manan-jo hampiato na hamerana ny fidiranao amin'ny API amin'ny fanapahan-kevitray manokana, ary hanao ezaka ara-drariny izahay mba hanomezana anao filazana mialoha ny fampiatoana.",
    "4036662147": "5. Fiarovana ny vaovao tsiambaratelo",
    "3564208535": "Manaiky ny hampiasa ezaka ara-barotra ara-barotra ianao mba hiarovana izay fampahalalana tsiambaratelo voaray avy aminay na amin'ny alàlan'ny Serivisy. dia ahitana ny isa bot sy ny antsipirian'ny tsy ho an'ny besinimaro momba ny serivisy orinasanay, ao anatin'izany ny antontan-taratasy tsy ho an'ny besinimaro sy ny antsipiriany mety hozarainay momba ny fomba fitiliana bot. Raha omena fahafahana miditra amin'ny fampahalalana tsiambaratelo toy izany ianao, dia mety hanova, hampiato, na hametra ny fidiranao amin'ny Serivisy izahay amin'ny fanapahan-kevitry ny tsirairay raha toa ka manapa-kevitra izahay fa ny fampahalalana tsiambaratelo dia aharihary amin'ny fampiasanao ny Serivisy, ary hampiasa ezaka ara-drariny izahay. hanome anao filazana mialoha ny fampiatoana.",
    "120384113": "6. Famaranana",
    "453723556": "Azonao atao ny manafoana ity Fanampin'ny mpanjifa ity tsy miankina amin'ny fepetran'ny serivisy amin'ny alàlan'ny fampitsaharanao ny maha-mpanjifa na Mpangataka. Izahay dia manan-jo hampiato na hampitsahatra ny satanao amin'ny maha-mpanjifa na Mpangataka anao amin'ny fotoana rehetra, na hamarana ny kaontinao na fampiasana ny serivisy mifanaraka amin'ny fepetran'ny serivisy. Mijanona ho tompon'andraikitra ianao amin'ny fampitsaharana ny vola tokony ho aloa araka ny Lalàm-baikonao. Raha toa ka misy sarany isam-bolana na isan-taona na isam-bolana na isan-taona ny famandrihanao, dia mbola ho tompon'andraikitra amin'ny fandoavana ny saram-pandraharahana rehetra hatramin'ny faran'io volana na taona io ianao.",
    "218889628": "Afa-tsy amin'ny fotoana hamaranay ity Fanampiana ho an'ny mpanjifa ity na ny fepetran'ny serivisy vokatry ny fanitsakitsahanao an'ity Tovana ho an'ny mpanjifa ity na ny fepetran'ny serivisy, raha atsahatray ary efa nandoavanao mialoha ny sarany taminay, dia haverinay ny ampahany pro-rata amin'ireo. vola voaloa mialoha, mifototra amin'ny fotoana sisa na Tolotra naloanao, na inona na inona latsaka. Hamarana ny asantsika amin'ny fomba ara-barotra ara-barotra izahay ary hitahiry sy aterina aminao ny Set Data Output rehetra karamaina sy ny angona mpanjifa rehetra eo am-pelatananay. Rehefa misy fampitsaharana, dia mety isika fa tsy voatery hamafa angona.",
    "2505227594": "7. Be loatra",
    "2369877184": "Ny tahan'ny RPS ambony indrindra azo alaina ho an'ny hCaptcha Integrators na Mpanjifa dia fangatahana 1,000 isan-tsegondra ho an'ny orinasa ao amin'ny kaontinao (\"RPS\"), raha tsy hoe voafaritry ny fifanarahana fifanarahana an-tsoratra eo aminao sy izahay.",
    "234420106": "Raha toa ianao ka Mpikambana na Mpanjifa ny serivisy hCaptcha Enterprise ary ny fampiasanao API araka ny fandrefesana ny RPS dia mihoatra ny taham-pamokarana nomena ho an'ny ambaratongan'ny serivisinao, dia mety hifidy ny hanova ny serivisinao izahay na handoa taham-pamokarana tafahoatra. Raha toa ka mihoatra 10 ny tahan'ny RPS ambony indrindra anananao mandritra ny 10 minitra na mihoatra amin'ny fitambarany ao anatin'ny fe-potoana 30 andro ary ny ankamaroan'ireo fangatahana ireo dia, araka ny fitsarantsika irery, fa tsy fifamoivoizana maloto, dia afaka misafidy izahay. mampandoa anao amin'ny taham-pahombiazanao voafaritry ny fifanarahana ho an'ny fangatahana API rehetra natao tamin'io volana io.",
    "2619472217": "8. Amidy indray",
    "2019702084": "Raha tsy avela mazava ao amin'ny Fifanarahan'ny Mpanjifa Mpanjifa na ny Fifanarahana Reseller, dia tsy hamidy, hamidy, hofaina, hofaina, hofaina, nomena alalana, nomena alalana, na atolotra ho an'ny antoko fahatelo hafa ny serivisy SaaS (ankoatra ny mpiara-miasa amin'ny mpanjifa. ), ary ny baiko rehetra eo ambanin'ny fifanarahana sy ny fampiasana ny serivisy rehetra ho an'ny mpanjifa dia ho an'ny mpanjifa na ny Affiliate amin'ny orinasa anatiny.",
    "1233229030": "SAMIHAFA",
    "1467783792": "Tsy misy olona, fikambanana, na fikambanana nosazin'i Etazonia (\"Mpilalao Voasazy\") afaka mahazo valisoa na mampiasa ny Serivisy ho toy ny Integrator. Mba hialana amin'ny fisalasalana, tafiditra ao anatin'izany ireo Mpilalao Voasazy voatendrin'ny Biraon'ny Fanaraha-maso ny Fananan'ny Vahiny (\"OFAC\") ao amin'ny Departemantan'ny Tahirim-bolam-panjakana Amerikana.",
    "3759657802": "Tsy azonao atao ny manendry, mamindra, na manolotra ireto fepetran'ny serivisy ireto na ny zonao na ny adidinao eto amin'ity fomba ity (amin'ny alàlan'ny lalàna na amin'ny fomba hafa).",
    "1627232990": "Ny fandikana an'ireo fepetran'ny serivisy ireo dia omena amin'ny fomba tsara indrindra. Raha misy fahasamihafana lehibe eo amin'ny Fepetram-panompoana amin'ny teny anglisy sy ny fandikana azy, ny Fepetran'ny serivisy amin'ny teny anglisy dia raisina ho toy ny manam-pahefana.",
    "805221621": "Mifandraisa aminay amin'ny",
    "259613338": "raha manana fanontaniana momba ireo fepetran'ny serivisy ireo ianao.",
    "2735878907": "Fanambarana momba ny fandrindrana ny fitohizan'ny fandraharahana",
    "2887242610": "Ny Intuition Machines, Inc dia namolavola drafitra momba ny fitohizan'ny fandraharahana momba ny fomba hamalianay ny hetsika izay manakorontana be ny orinasa hCaptcha. Koa satria tsy azo ampoizina ny fotoana sy ny fiantraikan'ny loza sy ny fanakorontanana, dia tsy maintsy ho marim-pototra isika amin'ny famaliana ny zava-misy marina rehefa mitranga izany. Miaraka amin'izany ao an-tsaina dia omenay anao ity fampahalalana ity momba ny drafitry ny fitohizan'ny fandraharahana.",
    "809251240": "Mifandraisa aminay",
    "2551802342": "– Mikasa ny hamerina haingana sy hanohy ny asa fandraharahana izahay aorian'ny fanelingelenana ara-barotra lehibe ary hamaly amin'ny alàlan'ny fiarovana ny mpiasa sy ny fanananay, ny fanaovana tombana ara-bola sy ny fampandehanan-draharaha, ny fiarovana ny bokin'ny orinasa sy ny firaketana, ary ny famelana ny mpanjifanay sy ny mpampiasa azy hanao fifampiraharahana amin'ny Internet. Raha fintinina, ny drafitry ny fitohizan'ny fandraharahana dia natao hamelana ny orinasantsika hanohy ny asany haingana araka izay azo atao, noho ny halehiben'ny fanelingelenana ara-barotra lehibe. Adiresin'ny drafitry ny fitohizan'ny fandraharahana: backup sy fanarenana ny angona; rafitra mitsikera iraka rehetra; fanombanana ara-bola sy fampandehanana; fifandraisana hafa amin'ny mpanjifa, mpiasa ary sampana mpanara-maso; toerana ara-batana hafa ny mpiasa; ny fiantraikan'ny mpamatsy sy ny mpanjifa manan-danja; tatitra ara-dalàna; ary mampandre ny mpanjifanay haingana raha tsy afaka manohy ny orinasanay izahay. Ny dobo mpamatsy fototra anay dia manohana ny firaketanay manan-danja amin'ny faritra misaraka ara-jeografika. Na dia miteraka olana tsy manam-paharoa aza ny toe-javatra vonjy taitra rehetra mifototra amin'ny anton-javatra ivelany, toy ny fotoanan'ny andro sy ny hamafin'ny fanelingelenana, dia notoroan'ity dobo mpamatsy ity izahay fa ny tanjon'izy ireo dia ny hamerina ny asany manokana ary afaka mamerina ny serivisy haingana. Na dia niasa tamin'ny fampihenana ny risika aza izahay tamin'ny fampiasana andiana mpamatsy isan-karazany, dia mety ovaina na tapaka ny serivisynao mandritra io vanim-potoana io.",
    "826396656": "Drafi-panohizana ny fandraharahana",
    "1979347895": "- Ny fanelingelenana ara-barotra lehibe dia mety miovaova eo amin'ny sehatra misy azy ireo, toy ny orinasantsika ihany, trano tokana misy ny orinasantsika, ny manodidina misy ny orinasantsika, ny tanàna misy antsika, na ny faritra manontolo. Ao anatin'ireo faritra tsirairay ireo, ny hamafin'ny fanelingelenana dia mety miovaova avy amin'ny kely indrindra ka hatramin'ny henjana. Amin'ny fanelingelenana ny orinasanay, ny distrikan'ny orinasanay, ny tanàna, na ny faritra na ny trano fonenan'ny orinasanay, dia hamindra ny asany any amin'ny toerana eo an-toerana izahay rehefa ilaina izany ary manantena ny tsy hisian'ny fanelingelenana ara-materialy amin'ny asa fandraharahana. Amin'ny toe-javatra rehetra, mikasa ny hanohy ny raharaham-barotra izahay, mamindra ny asa amin'ny mpamatsy hafa raha ilaina, ary mampandre anao amin'ny alàlan'ny tranokalanay amin'ny hcaptcha.com sy ny pejin'ny sata ao amin'ny hcaptchastatus.com momba ny fomba hifandraisana aminay. Raha mafy loatra ny fanelingelenana ara-barotra lehibe ka manakana anay tsy hijanona amin'ny orinasa, dia hampandre anao haingana izahay.",
    "653679457": "Fanakorontanana samihafa",
    "410397176": "Raha mila fanazavana fanampiny",
    "2095899021": "Torolàlana momba ny marika hCaptcha sy ny fahazoan-dàlana amin'ny marika ankapobeny",
    "2340340589": "Torolàlana momba ny fampiasana ny marika hCaptcha",
    "2430148876": "Namorona ireo torolàlana sy fahazoan-dàlana marika ankapobeny ireo izahay mba hanamora araka izay azo atao ho an'ny mpanjifanay, mpiara-miombon'antoka, ary mpankafy ny miara-miasa amin'ny marikanay nefa mbola mitazona ny maha-orinasa anay. Raha mila mampiasa kisary hCaptcha, logo, na marika hafa amin'ny fomba tsy mitovy amin'ireo torolalana ireo ianao dia mila mifandray aminay (IMI) hahazoana fahazoan-dàlana an-tsoratra.",
    "3884400764": "Na dia azonao ampiasaina aza ny marika hCaptcha amin'ireo torolalana ireo, dia tsy midika izany fa manana zo nomenao amin'ny marika hCaptcha, logos, na amin'ny marika hafa, anarana varotra, marika serivisy, anaran'ny orinasa na sitrapo amin'ny hCaptcha ianao. Te hanome fahafaham-po araka izay azo atao izahay, saingy adidinay ny miaro ny hCaptcha amin'ny fampiasana tsy nahazoana alalana ny marika, ny anaran'ny varotra, ny marika serivisy, ny anaran'ny orinasa na ny sitrapo amin'ny hCaptcha. Izay fampiasana tsy nahazoana alalana dia manafoana ho azy ny fahazoan-dàlana na fahazoan-dàlana omen'ny hCaptcha ary mety hiteraka adidy ara-dalàna amin'ny fahavoazana rehetra.",
    "512598290": "Noho izany, tsy maintsy mangataka izahay mba hampiasanao foana ny marika sy ny logos hCaptcha amin'ny endrika manaraka ny fitsipika etsy ambany, ao anatin'izany ny sora-baventy, ny endri-tsoratra ary ny fomba.",
    "2075610992": "Misaotra amin'ny fanohananao!",
    "1023190144": "hCaptcha® amin'ny lahatsoratra",
    "4274324704": "Toy izao ny fampiasana ny anaranay amin'ny kopia an-tsoratra:",
    "3912926900": "hCaptcha® dia tokony hanana mari-pamantarana voasoratra anarana raha vao miseho amin'ny kopia famoronana.",
    "950637875": "Tsy tokony hovana na oviana na oviana ny tsipelina hCaptcha ary ny hCaptcha dia tokony hatao amin'ny litera faharoa foana (\"C\"). Tsy plural na possessive velively izany.",
    "2624601135": "\"hCaptcha\" dia tsy tokony hampiasaina amin'ny anaran'ny marika, ampiarahina amin'ny tsipika, na ampiasaina amin'ny anaran'ny fampiharana na vokatra hafa.",
    "3828090208": "Ampiasao kosa ny \"ho an'ny hCaptcha\". Raha ampiasaina miaraka amin'ny logo an'ny antoko fahatelo dia tokony ho kely kokoa noho ny logo an'ny antoko fahatelo ny \"ho an'ny hCaptcha\".",
    "4149738856": "hCaptcha dia tokony hampiasaina ho adjective ary arahin'ny teny generic mety.",
    "1446868537": "hCaptcha dia tsy tokony hampiasaina ho matoanteny mihitsy.",
    "2487931657": "Aza mampiasa: \"hCaptcha'd ny tranokalanay izahay.\"",
    "2565565429": "Ampiasao kosa ny hoe: \"mampiasa hCaptcha izahay mba hahatonga ny tranokalanay ho azo antoka kokoa sy azo antoka kokoa.\"",
    "3434202027": "Ny fampiasana ny anarana hCaptcha amin'ny fifandraisana dia mitaky ny fanomezan-danja: \"hCaptcha dia marika voasoratra anarana an'ny Intuition Machines, Inc.\"",
    "2754937029": "Fampiasana tsy azo ekena",
    "2436973524": "Ny fanondroana marina ihany no azo ekena. Tsy azo atao ny milaza fa mampiasa serivisy sy fampiharana hCaptcha ny tranokala iray rehefa tsy izany. Toy izany koa, ny fampiasana ny logo na ny mari-pamantarana rehetra dia mety ihany koa rehefa mampiasa serivisy hCaptcha ny tranokala.",
    "69844082": "Ny mari-pamantarana hCaptcha, mari-pamantarana sary, logos, endri-tsoratra, na kisary dia mety tsy ampiasaina amin'ny fomba manaratsy.",
    "3861413614": "Tsy azonao atao ny mampiasa marika na marika hCaptcha izay midika fa ny hCaptcha dia manana fifandraisana na fanohanana, fanohanana, na fanohanana vokatra na serivisy an'ny antoko fahatelo, raha tsy nahazo alalana an-tsoratra.",
    "1409822234": "Na ahoana na ahoana dia tsy azo ampiasaina ho anaran-tsehatra ny marika hCaptcha mitovy na saika mitovy.",
    "4181060163": "Ny antoko fahatelo dia tsy tokony hampiasa fiovaovana na tsipelina diso na hanao fihetsika izay mety hiteraka fisafotofotoana fahalianana voalohany amin'ny marika hCaptcha.",
    "3955555607": "Ankoatra ny mpiara-miombon'antoka na mpivarotra nahazo alalana, ny antoko fahatelo dia mety tsy hanao tolo-bidy ho an'ny teny fototra, Google AdWords, na rafitra dokam-barotra hafa kendrena amin'ny fampiasana marika hCaptcha na diso tsipelina. Na ny antoko fahatelo dia tsy afaka mampiasa marika hCaptcha amin'ny anaran-tsehatra, na inona na inona milina fikarohana, meta tags, teny fikarohana, kaody, na fanehoana diso hafa.",
    "1985238261": "Marika voafetra hafa",
    "2193061499": "Ny sasany amin'ireo logos sy marika dia voafetra ho an'ny hCaptcha sy ireo mpiara-miombon'antoka aminy. Ny antoko fahatelo dia tsy afaka mampiasa ireto marika manaraka ireto raha tsy misy fahazoan-dàlana an-tsoratra avy amin'ny hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Reseller nahazo alalana hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop avy amin'ny hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Ampio hanangana tranonkala tsaratsara kokoa™",
    "364774188": "Olombelona aho™",
    "2785425016": "(ao anatin'ny tontolon'ny vahaolana fanamarinana ny maha-olombelona, ohatra, antso ho amin'ny hetsika)",
    "2639657759": "Marika Nahazoana alalana",
    "1268918580": "Ny sasany amin'ireo logos sy marika ampiasain'ny hCaptcha sy ireo mpiara-miombon'antoka aminy dia an'ny antoko fahatelo ary tsy azo ampiasaina raha tsy nahazoana alalana. Ny antoko fahatelo dia tsy mahazo mampiasa ireto marika manaraka ireto afa-tsy izay avelan'ny tompony:",
    "3782751514": "HUMAN Protocol® dia marika voasoratra anarana an'ny HUMAN Protocol Foundation, ary ampiasaina rehefa nahazoana alalana.",
    "1620709264": "HUMAN Token® dia mari-pamantarana voasoratra ao amin'ny Human Protocol Foundation, ary ampiasaina rehefa nahazoana alalana.",
    "3031953928": "HUMAN Network™ dia marika famantarana ny HUMAN Protocol Foundation, ary ampiasaina rehefa nahazoana alalana.",
    "3554363588": "Marika hafa",
    "3290996791": "Ny anaran'ny vokatra hafa rehetra, ny logo ary ny marika dia fananan'ny tompony tsirairay avy. Ny anaran'ny orinasa hafa rehetra, ny vokatra ary ny serivisy ampiasaina amin'ity tranokala ity dia natao ho an'ny famantarana fotsiny. Ny fampiasana ireo anarana, logos ary marika ireo dia tsy midika hoe fankatoavana.",
    "2444685143": "Politika Logo",
    "2414232014": "Ny logontsika dia fantatra avy hatrany ary iray amin'ireo fananana sarobidy sy manan-danja indrindra. Mba hahazoana antoka fa mijanona ho solontena matanjaka ho an'ny orinasantsika izy, dia tsy maintsy aseho amin'ny fomba am-pitandremana sy tsy miovaova izy io amin'ny alàlan'ny fifandraisana rehetra.",
    "803639471": "Ny logo hCaptcha dia ahitana ny kisary tanana sy ny hCaptcha logotype. Amin'ny endriny hafa, ny kisary tanana dia mety hiseho ho azy rehefa tery ny habaka ary ny \"hCaptcha\" dia ampiasaina ho marika teny (araka ny voalaza etsy ambony) eo akaikin'ny kisary tanana, ka mazava tsara fa ny kisary tanana dia maneho hCaptcha.",
    "564127016": "Ny kisary tanana hCaptcha:",
    "1424800293": "Ny logo hCaptcha:",
    "1525506526": "Inona no atao hoe Takeover Kaonty ary ahoana no fiasan'izy ireo?",
    "2446481523": "Misy angano tranainy iray ahitana mpitondra sarety sy olo-manan-kaja iray niseho tao amin'ny constabulary tao amin'ny tanàna kely iray. Lehilahy iray, nanao akanjo maloto sy mahantra, dia nilaza tamin’ilay mpiambina hoe: “Izaho no andriana. Mpamily ahy io lehilahy io.",
    "1767952047": "Nanafika ahy izy halina, nangalatra ny akanjoko ary naka ny volako. Ilay lehilahy iray hafa, nanao akanjo tsara tarehy, akanjon’ny saranga manan-kaja, dia namaly hoe: “Constable, adala ity lehilahy ity. Mihevitra izy fa olo-manan-kaja. Izaho no tena andriana. sambory izy!”",
    "2947576723": "Ity tantara ity dia mialoha ny fahazoan-dàlana mamily sy ny fanontana rantsantanana nomerika, saingy manome ohatra tsara momba ny mety ho tsy mety amin'ny toe-javatra fakana kaonty. Misy olona miditra amin'ny kaonty banky an-tserasera na fampiharana fandoavam-bola amin'ny finday. Tena tompon'ny kaonty ve izy sa mpijirika? Iza no tena iza? Ireo olana ara-piarovana ireo dia misy fiantraikany amin'ny fikambanana izay mamela ny fidirana amin'ny kaonty manokana.",
    "1687299615": "Inona no atao hoe fandraisana ny kaonty?",
    "2648707986": "Ny fakàna kaonty dia endrika hosoka amin'ny aterineto izay anaovan'ny mpilalao ratsy fanahy ho tompon'ny kaonty an-tserasera. Amin'ny ankapobeny, ny kaonty dia ao amin'ny andrim-bola na orinasa e-varotra izay ahafahan'ny mpisoloky mangalatra vola, entana na karatra fanomezana. Ny mpanafika dia mampiasa ny fahazoan-dàlana fidirana nangalatra mba hidirana amin'ny kaonty ary avy eo maka izany, mety hanova ny tenimiafina hanidy ny tena tompon'ny kaonty.",
    "1476843710": "Ny endrika fandraisana an-tanana tsy dia mampidi-doza ara-bola nefa mbola manimba dia misy ny fanodinkodinana ny kaonty media sosialy sy ny toy izany. Amin'ireo tranga ireo, matetika ny mpanafika dia manandrana manaparitaka malware na manao fanafihana phishing amin'ireo namana tsy miahiahy ny niharam-boina. Na, miezaka ny hanala baraka ilay niharam-boina ilay mpanafika, izay mitranga amin'ny olo-malaza sy mpanao politika, ohatra.",
    "2904949278": "Ahoana no andraisan'ny hacker ny kaonty?",
    "2575690545": "Ny fakàna kaonty, toy ny hosoka amin'ny Internet, dia resaka automatique, faobe ny ankamaroany. Mahalana ho an'ny mpijirika, mitafy hoodie ao amin'ny lakalin-dreniny, ny manoratra ny tenimiafina ao amin'ny tranokalan'ny banky tsirairay.",
    "3614653023": "Raha ny tokony ho izy, dia miankina amin'ny fanafihana famenoana fahazoan-dàlana midadasika izay manandrana solon'ny solon'anarana/tenimiafina an-tapitrisany amin'ireo andrim-bola lasibatra am-polony amin'ny fanantenana hamokatra ampahany kely amin'ny kaonty. Raha vao tafiditra ao amin'ny kaonty ny rindrambaiko hosoka mandeha ho azy, dia mety ho tafiditra ao anatin'izany ny mpijirika iray, saingy amin'ny tranga sasany, tsy izany.",
    "2762759509": "Betsaka ny fanafihana fandraisan'ny kaonty saika mandeha ho azy tanteraka.",
    "1972710018": "Raha jerena amin'ny fomba fijerin'ny orinasa izany",
    "1282121137": "Mba hahatakarana ny mety hisian'ny fandraisan'anjaran'ny kaonty manahirana, diniho hoe manao ahoana ny traikefa amin'ny fomba fijerin'ny andrim-bola. Mitantana fidirana an-tapitrisany isan'andro izy ireo.",
    "2315518622": "Miaraka amin'ny haingo misy amin'ny fitaovana fanafihana ankehitriny, dia tena sarotra ny mamantatra hoe iza, raha misy, dia hosoka. Avy eo, misy olona iray miantso ny serivisy mpanjifa ary miteny hoe \"Notafihina ny kaontiko! Tsy afaka miditra aho ary misy mangalatra ny volako!”",
    "1836369533": "Tahaka ny polisy ao amin'ny tantaram-pirenena, ahoana no hamaritana hoe iza marina no iza? Raha toa ka manana singa maha-izy azy nangalarina ny mpanafika, toy ny laharan'ny fahazoan-dàlana mamily, laharan'ny fiahiana ara-tsosialy, ny anaram-pianakaviana, ny adiresiny, sy ny sisa, dia mety ho sarotra ny hamaritana raha ilay mpiantso no tena tompon'ny kaonty na mpanafika mitady hahazo reset ny tenimiafina amin'ny kaonty tiany hidirana.",
    "2880837730": "Inona no azo atao mba hampitsaharana ny fandraisana ny kaonty?",
    "3654556483": "Ny andrim-panjakana ara-bola sy ny orinasa eCommerce dia manana dingana sy fanaraha-maso izay manamaivana ny sasany amin'ireo fandrahonana fandrahonana ny kaonty. Ireo dia avy amin'ny fanontaniana fiarovana taloha \"inona no anaran'ny namanao akaiky indrindra tany amin'ny sekoly ambaratonga fototra\" ka hatramin'ny fomba fitadiavana izay manala ny adiresy IP mampiahiahy sy ny mombamomba ny fitaovana finday.",
    "2449501658": "dia manome iray amin'ireo fomba mandroso indrindra hanalefahana ny fandrahonana avy amin'ny andrana fidirana amin'ny kaonty hosoka, amin'ny fampiasana fianarana milina hamantatra sy hampitsaharana ny bots, ary amin'ny fomba mahomby dia manasarotra kokoa na tsy ho vitan'ny mpisoloky mihitsy ny mandray anjara amin'ny fakana kaonty.",
    "3621455477": "mba hianatra bebe kokoa!",
    "555246307": "Raha ny marina, toy izao no niafaran’ny tantaran’ilay andriana sy ny saoferany: Nampanarahan’ilay polisy azy roa lahy tao amin’ny efitrano iray nandritra ny ora maro izy ireo, ka leo ny sainy. Tamin’ny faran’ny andro dia niseho izy ary niteny hoe: “Hiresaka amin’ny mpitondra sarety aho izao.” Nitsangana ilay lehilahy mitafy akanjo ambony. Tena leo izy, adinony fa mody andriana ihany.",
    "1224727373": "BotStop avy amin'ny hCaptcha",
    "1187718370": "Mifandraisa aminay",
    "3892905664": "Ny hCaptcha dia manampy ny serivisy an-tserasera ankafizinao indrindra hisoroka bots, spam ary fanararaotana amin'ny fametrahana fanontaniana tsotra mora ho an'ny olombelona sy sarotra amin'ny milina.",
    "555158694": "Ny serivisy ampiasainao dia nisafidy ny hanatsara ny traikefanao amin'ny tranokalany amin'ny alàlan'ny fametrahana hCaptcha hampihenana ny fifamoivoizana maloto.",
    "1617196410": "hCaptcha dia mifantoka amin'ny fampiatoana ny bots. Tsy miraharaha izay mpampiasa izahay, fa raha ratsy fanahy ihany izy ireo. Miasa mafy izahay mba handanjalanjana ny fiainana manokana &",
    "1624200563": "fiarovana, ary manaraka ny GDPR, CCPA, LGPD, PIPL, ary ny fitsipika momba ny fiainana manokana.",
    "1927613000": "hCaptcha dia manambatra ny fianarana milina be pitsiny miaraka amin'ny sehatra fanamby mahery vaika mba hiarovana ny rindranasa amin'ny tranonkala amin'ny fakana kaonty, famenoana mari-pankasitrahana, fikikisana ary karazana fanararaotana hafa.",
    "1133989302": "Nahoana no hCaptcha?",
    "34074886": "Isaky ny mamaly fanamby ianao dia mampiasa maodely be pitsiny hamantarana raha olombelona ianao. Ny tranokala notsidihinao avy eo dia mampiasa ity valiny ity mba hanatsara ny traikefanao amin'ny tranokalany amin'ny alàlan'ny fitazonana bots.",
    "3412647984": "Izany dia ahafahanao misoroka fanontaniana ho avy amin'ny fisoratana anarana sy fametrahana cookie. Azafady, andramo vonoy ny mpanakan-doka anao.",
    "2510209017": "Mila fanampiana bebe kokoa?",
    "477275453": "Nahoana ny API no tanjona malaza ho an'ny mpijirika?",
    "596347471": "Ny Application Programming Interfaces (API) dia lasa lasibatra malaza ho an'ireo mpisehatra ratsy amin'ny tontolon'ny cyber. Maro ny antony mahatonga izany, anisan'izany ny fampiasany lehibe amin'ny fampidirana fampiharana. Azo atao anefa ny manalefaka ny risika API.",
    "2441638955": "Voalohany, inona ny API?",
    "3963216198": "Raha hiresaka momba ny antony mahatonga ny API ho lasibatra malaza ho an'ny mpijirika, dia ilaina aloha ny maka fotoana fohy hamaritana ny dikan'ny hoe \"API\" amin'izao fotoana izao. Tsy vaovao mihitsy ny hevitra momba ny API. Raha ny marina, ny fifandraisana mampifandray ireo rafitra informatika isan-karazany, ary koa ny singa anatiny, dia efa nisy hatramin'ny fiandohan'ny taona 1960 farafaharatsiny.",
    "1047251718": "Amin'izao fotoana izao anefa, rehefa miresaka momba ny API ny olona, dia API mifototra amin'ny fenitra foana izy ireo. Ireo dia API natsangana tamin'ny alàlan'ny fenitra misokatra toy ny Representational State Transfer (REST) sy ny endrika rakitra mahazatra misokatra toa ny JavaScript Object Notation (JSON). Ireo \"API RESTful\", araka ny fantatra, dia azo noforonina tsy mila rindrambaiko manokana. Ny API vokatra dia afaka mandefa sy mandray angona sy antso an-tariby eo anelanelan'ny rindranasa rindrambaiko. Ohatra, ny fampiharana banky finday dia mampiasa API hidirana amin'ny rafitry ny banky.",
    "3195334319": "Ny fampiasana sy ny vulnerability ny API",
    "1903743785": "Ny fahatongavan'ireo API mifototra amin'ny fenitra dia naneho fisondrotana lehibe amin'ny fampidirana fampiharana. Tao anatin'ny 20 taona teo ho eo, ny API dia lasa vokatra rindrambaiko manan-karena lafo vidy sy sarotra ho fitaovana maimaim-poana, mifototra amin'ny fenitra izay mora ampiasaina — ary haingana naparitaka.",
    "879362350": "Miaraka amin'ireo API vaovao miasa amin'ny Internet, dia nanjary azo natao ny mampifandray izay rindrambaiko na loharano angona, na aiza na aiza eto amin'izao tontolo izao, na inona na inona sehatra, schema data na fiteny fandaharana. Vokatr'izany, ny tontolon'ny informatika dia ao anatin'ny revolisiona API ankehitriny. Nisy fipoahana ny fifandraisana eo amin'ny fampiharana sy ny angona. Tena tsara izany, mandra-pahatongan'izany.",
    "3844432472": "Ny fisokafana sy ny fampiasana ny API dia mahatonga azy ireo ho lasibatra manankarena ho an'ny mpanafika. Amin'ny fomba mitovy amin'ny fampandehanana ny fampiharana finday iray hanatonana sy HAHAZO ny angona avy amin'ny rafitra orinasa mampiasa API, dia toy izany koa ny ampahany amin'ny malware. Nanoratra fitaovana rindrambaiko isan-karazany ny mpijirika mba hanararaotana ny API. Teknika fanafihana mahomby io.",
    "2187096543": "Eny tokoa, nisy ny fanitsakitsahana ny angon-drakitra lehibe vokatry ny rindrankajy nosoratan'ny mpijirika izay niantso ny API hanesorana angona avy amin'ny angona. Rehefa dinihina tokoa, raha ny fangalarana angon-drakitra dia mitaky antso GET fototra amin'ny API iray, nosoratana tamin'ny REST sy JSON, dia mora ny manala haingana ny angon-drakitra madio. Raha ny marina, rehefa miresaka momba ny fanafihana \"fanafihana efijery\" ny olona, ny tena dikan'izy ireo, ny ankamaroany, dia antso API haingana izay misintona data avy amin'ny angon-drakitra. Lasa sehatra fanafihana lehibe ho an'ireo fikambanana manangana azy ireo ny API.",
    "4222109231": "Manalefaka ny risika API amin'ny HCaptcha's Enterprise Product",
    "1783317946": "Ny fampitsaharana ny fanafihana API dia tranga fampiasa malaza amin'ny",
    "3022922096": ", hCaptcha amin'ny vokatra orinasa. Tsy toy ny dikan-teny maimaimpoana hCaptcha,",
    "63719113": "mampiasa fianarana milina mandroso hamantarana ny fifamoivoizana maloto mankany amin'ny tranokalanao sy ny fampiharana - ao anatin'izany ny hetsika fikikisana.",
    "3566102529": "antsika androany mba hianatra bebe kokoa.",
    "3096553330": "Ny rafitra rehetra noforoninay dia maneho fotsiny ny fifandraisantsika amin'ny olon-kafa.",
    "1467218142": "Ny zavatra iriantsika avy amin'izy ireo sy ny tenantsika no mitarika ny fitondran-tenantsika, ary noho izany dia miverimberina ao amin'ny rafitry ny olombelona rehetra ny lamin'ny fifaneraserana. Ny Internet dia manome ohatra tsara maro momba ity lafiny fototra amin'ny tontolontsika ity.",
    "808872868": "Ohatra: spam, hosoka ary fanararaotana no nisy an-tserasera hatramin'ny saika ny andro taorian'ny niraisan'ny rafitra roa voalohany.",
    "1085089390": "Ny fanararaotana an-tserasera dia avy amin'ny fitondran-tena voajanahary",
    "3064321967": "Ny mailaka spam voalohany fantatra dia nalefa tamin'ny 1978. [",
    "3800781598": "] Efa ho dimypolo taona aty aoriana, mbola mamely antsika ny spam mailaka. Vola an'arivony tapitrisa dolara sy ezaka ara-teknika an'arivony an'arivony no natao mba handresena izany, nefa mbola mitohy ny spam. Misy miliara dolara ny indostrian’ny andaniny sy ankilany, izany hoe ireo miaro azy sy ireo mandefa azy.",
    "2119943547": "Nahoana izany? Tsotra ny valiny. Raha mbola misy ny fandrisihana ny fanararaotana rafitra iray, amin'ny ankapobeny dia misy olona mahita fomba. Ary rehefa manao izany izy ireo, dia hisy olon-kafa hanana fandrisihana hanakana azy ireo.",
    "532470444": "Ny fifandanjana dia mety hiova kely isan-taona, saingy io fitondran-tena io dia maneho fotsiny ny maha-olombelona fototra, ary dimy arivo taona ny tantara voarakitra dia midika fa ny dinamika dia tsy hiova atsy ho atsy.",
    "3193548097": "Hope Springs Mandrakizay",
    "4065614934": "Tsy zava-baovao io famakafakana io, fa ny olona dia manana fanantenana mandrakizay. Indrindra rehefa heveriny fa vaovao ny hevitr'izy ireo.",
    "1216071511": "Ireo hevitra ireo ihany no aroso matetika hany ka tokony ho 20 taona lasa izay, nisy mpanoratra tsy mitonona anarana nanoratra famenoana ny banga mahasoa ho an'ny fifanakalozan-kevitra an-tserasera momba ny vahaolana manohitra ny spam:",
    "1941999673": "Mpisolovava ny lahatsoratrao a",
    "4179118182": "( ) ara-teknika ( ) mpanao lalàna ( ) mifototra amin’ny tsena ( ) vigilante",
    "3978720689": "fomba hiadiana amin'ny spam. Tsy hahomby ny hevitrao. Izao no tsy mety.",
    "318339230": "(Ny iray na maromaro amin'ireto manaraka ireto dia mety mihatra amin'ny hevitrao manokana, ary mety manana izany",
    "30312304": "lesoka hafa izay niovaova arakaraka ny fanjakana talohan'ny nandaniana lalàna federaly ratsy.)",
    "2710988028": "( ) Afaka mampiasa azy mora foana ny spammers mba hanangonana adiresy mailaka",
    "3912514510": "() Ny lisitry ny mailaka sy ny fampiasana mailaka ara-dalàna hafa dia mety hisy fiantraikany",
    "2030062561": "() Tsy hisy hahita ilay bandy na hanangona ny vola",
    "3334160175": "( ) Tsy misy fiarovana amin’ny fanafihana mahery vaika izy io",
    "3238345709": "() Hatsahatra ny spam mandritra ny tapa-bolana izy io ary hifikitra amin'izany isika",
    "4227800293": "() Tsy hanaiky izany ny mpampiasa mailaka",
    "2271252286": "() Tsy hanaiky izany i Microsoft",
    "692064738": "() Tsy hanaiky izany ny polisy",
    "3475647460": "() Mitaky fiaraha-miasa be loatra amin'ny spammers",
    "1482845460": "() Mitaky fiaraha-miasa tanteraka avy hatrany avy amin'ny rehetra indray mandeha",
    "3741193183": "( ) Maro amin'ireo mpampiasa mailaka no tsy afaka ny hamoy orinasa na hanalavitra ireo mety ho mpampiasa",
    "2234909600": "() Tsy miraharaha ny adiresy tsy mety ao amin'ny lisitry ny spammer",
    "1982617151": "( ) Na iza na iza dia afaka mamotika tsy mitonona anarana ny asan'ny hafa na ny orinasa",
    "2498172334": "Amin'ny ankapobeny, tsy voatanisa ny drafitrao",
    "389705801": "() Lalàna mandràra izany mazava",
    "190955495": "() Tsy fahampian'ny fahefana mifehy ny mailaka",
    "237009707": "() Relay misokatra any amin'ny firenena vahiny",
    "3507532387": "() Mora amin'ny fitadiavana toerana kely adiresy alfanumerika amin'ny adiresy mailaka rehetra",
    "2477958756": "() Olona ratsy fanahy",
    "3254142589": "() Olana ara-pitsarana",
    "3621401685": "() Tsy lazan'ny hetra vaovao hafahafa",
    "4277475973": "() Ny fisalasalan'ny besinimaro hanaiky endrika vaovao hafahafa",
    "941057651": "() Fampiasam-bola lehibe misy rindrambaiko ao amin'ny SMTP",
    "3265293440": "( ) Fahatsapan'ny protocoles hafa ankoatra ny SMTP hanafika",
    "515733427": "( ) Ny fahavononan'ny mpampiasa hametraka paty OS voaray tamin'ny mailaka",
    "2631159699": "() Tafik'ireo boaty Windows mifandray amin'ny broadband misy kankana",
    "776542208": "() Fifaninanana fitaovam-piadiana mandrakizay mandray anjara amin'ny fomba sivana rehetra",
    "989480928": "() Fahombiazana tafahoatra amin'ny spam",
    "3898950867": "( ) Asa Joe sy/na halatra maha-izy azy",
    "3395399558": "() mpanao politika tsy mahay mamaky teny sy manoratra",
    "1118929614": "() Hadalana tafahoatra ataon'ny olona manao raharaham-barotra amin'ny spammers",
    "838951836": "( ) Ny tsy fahamarinan-toetra ataon'ny spammers mihitsy",
    "2123236933": "() Vidin'ny bandwidth izay tsy misy fiantraikany amin'ny sivana mpanjifa",
    "2292919419": "( ) Fijery",
    "2534436327": "ary mety mihatra koa ireto fanoherana filozofika manaraka ireto:",
    "832385387": "( ) Mora azo ny hevitra mitovy amin’ny anao, nefa mbola tsy nisy azo ampiharina",
    "1993984258": "() Tsy azo ekena ny tetika rehetra mifototra amin'ny fialana",
    "3909240516": "() Ny lohatenin'ny SMTP dia tsy tokony ho lohahevitry ny lalàna",
    "1151065360": "() Manimba ny lisitra mainty",
    "2396605499": "() Manimba ny lisitra fotsy",
    "2225785608": "() Tokony ho afaka hiresaka momba ny Viagra isika nefa tsy voasivana",
    "3004688366": "() Tsy tokony hisy hosoka amin'ny tariby na hosoka amin'ny carte de crédit ny fanoherana",
    "922470170": "() Tsy tokony hisy sabotage amin'ny tambajotram-bahoaka ny fanoherana",
    "3068923550": "() Tsy maintsy miasa ny fiatrehana raha aroso tsikelikely",
    "2752975480": "() Tokony ho maimaim-poana ny fandefasana mailaka",
    "117227832": "() Nahoana izahay no tsy maintsy matoky anao sy ny mpizaranao?",
    "1021431157": "() Tsy mifanaraka amin'ny lisansa malalaka na loharano misokatra",
    "2801524659": "() Tsy mahavita na inona na inona hamahana ilay olana ny fepetra tsara",
    "931661269": "() Mahasarotra ny adiresy mailaka vonjimaika/indray mandeha",
    "2090457681": "() Tsy tiako ny governemanta hamaky ny mailakako",
    "3536122902": "( ) Tsy miadana sy maharary loatra ny mampijanona azy ireo amin’izany fomba izany",
    "2391175562": "Ankoatra izany, izao no hevitro momba anao:",
    "229198134": "() Miala tsiny ry zalahy, fa heveriko fa tsy mety izany.",
    "345563040": "() Hevitra adaladala izany, ary olona adala ianao amin'ny fanoloran-kevitra izany.",
    "409780280": "() Andrana tsara, ****! Manantena aho fa hisy hanitsaka ny klaviero!",
    "2820080973": "nampiantranoin'i ❤ by",
    "3943164003": "mijery manta",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Nahoana no tsy mandeha ny vahaolana anti-spam vaovao anao",
    "361795034": ". Mpanoratra tsy fantatra, c. 2000",
    "1547006769": "Ny fanamarinana maha-olombelona dia olana mitovy",
    "3717942925": "Tahaka ny hisian'ny olona te hisarihana ny sainao amin'ny alàlan'ny mailaka, dia hisy foana ny faniriana hanery ny fidirana amin'ny loharano sasany ka ny olombelona ihany no afaka miditra amin'izy ireo.",
    "2481032625": "Na ny fisorohana ny tanjona:",
    "1691348394": "- fividianana faobe mandeha ho azy mandritra ny fivarotana famoahana voafetra",
    "1771016224": "- rindrambaiko avy amin'ny fampidinana ny votoaty rehetra amin'ny tranokalanao faobe",
    "1959762846": "- fenoina ny taratasin-tranonkalanao amin'ny spam ara-barotra tsy misy fiafarana na fanararaotana",
    "345108670": "- famenoana mari-pankasitrahana sy andrana maka kaonty hafa",
    "2540760245": "amin'ny fampiasana maro hafa, ny fahafahana manivana ny fifamoivoizana an-tserasera mifototra amin'ny \"olona na tsia\" dia azo inoana fa hitoetra ho fitaovana sarobidy raha toa ka manaraka ny lamina mitovy amin'ny voarakitra tao anatin'ny dimy arivo taona farany ny maha-olombelona.",
    "3346362371": "Ahoana ny amin'ny fianarana milina?",
    "3619183405": "Amin'ny taona 2021, ny CAPTCHA tsotra indraindray dia azo voavaha amin'ny rindrambaiko, noho ny fandrosoana amin'ny fianarana milina. Mba hamahana izany, hCaptcha koa dia manao famakafakana amin'ny antsipiriany momba ny fananana toy ny",
    "3292221787": "voavaly ny fanamby, fa tsy hoe marina fotsiny, ary manova matetika ny fanontaniana sy ny angon-drakitra ampiasaina.",
    "1080672247": "Satria maro amin'ireo fanontaniana apetraka dia tsy azo voavaha ara-toekarena miaraka amin'ny rindrambaiko ivelan'ny talantalana, ary satria ny angon-drakitra amin'ny ankapobeny dia miavaka amin'ny rafitra, izany dia midika fa matetika ny bots dia mijanona tanteraka amin'ny serivisy maimaim-poana, ary tsy maintsy miantehitra amin'ny mpamaha CAPTCHA olombelona, izay mahatonga ny fanararaotana maro ho tsy ara-toekarena tanteraka.",
    "4172868199": "Mihoatra lavitra noho izany, miditra amin'ny sehatry ny fiezahana hanavaka ny “olona tsara” sy ny “olona ratsy”, ary ampiasain'ny maro amin'ireo tolotra an-tserasera malaza indrindra eran-tany hitadiavana sy hampitsaharana ny zava-drehetra manomboka amin'ny fividianana hosoka mankany amin'ny fikirizana mandroso. fandrahonana ho an'ny mpampiasa azy, raha mitazona fifantohana manokana amin'ny fiarovana ny fiainana manokana.",
    "2873911365": "Ahoana ny amin'ny fanamarinana fitaovana?",
    "1477196356": "Ny fomba isan-karazany hampifandraisana ny maha-izy azy amin'ny fitaovana iray amin'ny fomba azo antoka amin'ny kriptografika, indraindray miaraka amin'ny fananana fiarovana ny fiainana manokana, dia naroso nandritra ny am-polony taona maro. Ny kriptografika fanalahidy ho an'ny daholobe dia nanomboka tamin'ny c. 1975, ary efa nisy hatry ny ela ny famantarana fitaovana.",
    "2349681896": "Indrisy anefa, ny fifehezana fitaovana iray dia tsy midika fa olona ianao. Saika ny rafitra fanamarinam-pitaovana ho an'ny mpanjifa malaza rehetra dia tapaka imbetsaka, voapetaka ary tapaka indray.",
    "254326776": "Ny fanararaotana ratsy amin'ireo lesoka ireo dia matetika hita fa niseho nandritra ny volana na taona maro talohan'ny famoahana na famoahana akademika.",
    "2462909475": "Rindrina misy telefaona maherin'ny 10.000 ampiasaina amin'ny fanararaotana, ampahany amin'ny fandidiana bot sinoa.",
    "1963951234": "Na dia azo ianteherana toy ny inona aza ny tetika kriptografikao, raha misy olona afaka mandany vola fotsiny amin'ny faran'ny andro mba hanomezana anao ny valiny tadiavinao, dia tsy ampy ny fananana fitaovana iray.",
    "1278884196": "Izany hoe, taranja tanora ny kriptografika. Mifototra amin'ny tantara vao haingana, ny tetika kriptografika sy/na ny fampiharanao dia mety ho tapaka raha vantany vao misy olona mandrisika hijery azy akaiky, ary mety ho fantatry ny olon-kafa ela be alohan'ny hanaovanao izany. Ny fiankinan-doha amin'ny fitaovana dia midika koa fa mety mila mangataka ny tsirairay amin'ireo mpampiasa anao ianao hanova fitaovana ara-batana mba hamehezana ny lesoka. Tsy azo inoana fa hitranga haingana izany amin'ny ankamaroan'ny tranga, midika izany fa raha ny marina dia tsy hisokatra fotsiny ny rafitrao.",
    "1828028934": "Izany no antony",
    "1642844535": "zava-dehibe: mampiasa fomba fiasa maro samihafa ny hCaptcha hamaliana fanontaniana fototra iray ihany, ahafahan'ny fampitahana tsy miovaova amin'ny fanombanana rehetra.",
    "1155821305": "ny fiarovana dia lalina",
    "119098046": "Ahoana ny momba ny vahaolana passive na tsy misy fanamby?",
    "2760410719": "Ny serivisy izay manandrana manao fitiliana bot miaraka amin'ny famantarana mandeha fotsiny dia mandeha haingana amin'ny olana fototra: ahoana no hanamarinanao raha misy rafitra iray mahita tsara ireo mpilalao ratsy rehefa tsy manana fahamarinana fototra marina ianao?",
    "1722734001": "Tontolo mitabataba be ny aterineto misokatra. Ireo mpisehatra ratsy dia manafika ireo mpampiasa ny serivisintsika sy ny mpifaninana toa ny reCAPTCHA isan'andro, ary mazava ho azy fa miezaka ny mijery ny maha-olombelona araka izay azo atao rehefa manao izany.",
    "1595254735": "Miady mafy amin'ny fitazonana ny fahamarinan'ny fitsikilovana bot, na koa ny hahafantarana hoe rahoviana izy ireo no tsy marina. Raha tsy misy ny fahafahana mihantsy ny mpampiasa tsindraindray sy mamakafaka tsara ny valin'io fanamby io, dia mirona hihena be ny fahitsiana rehefa mandeha ny fotoana.",
    "2412751979": "Noho ny mariky ny maha-olombelona marina kokoa izay manome hery hCaptcha, orinasa maro izay nampiasa reCAPTCHA v3/Enterprise taloha no nivadika ho",
    "2284856231": "ary hita fa nihatsara be ny fahitsiana tao amin'ny hCaptcha Enterprise ihany koa.",
    "4162847": "Afaka nijery mivantana izany izahay, satria ny sasany amin'ireo mpanjifanay dia manao fitsapana A/B amin'ny fangatahana mitovy alohan'ny hifindrany tanteraka amin'ny tolotra Google. Amin'ny ankapobeny dia afaka manaporofo ny taham-pahombiazana diso sy ratsy diso avo indrindra avy amin'ny reCAPTCHA v3 na reCAPTCHA Enterprise izahay.",
    "436125785": "Tsy mahagaga izany raha jerena ny tsy fahatomombanan'ny valin-kafatra misy ao amin'ireo vokatra ireo, ary ny fivarotana azy ireo amin'ny tambajotra doka manana fahalianana be loatra amin'ny tsy fahazoana tsara loatra amin'ny fitadiavana bot, sao manimba ny orinasa fototra.",
    "2233741720": "Raha fintinina",
    "2133809801": "Raha mbola mijanona ho olona ny olona, dia azo inoana fa hanana anjara amin'ny Internet ny fanamarinana ny maha-olombelona.",
    "2255549335": "Ny asantsika ao amin'ny hCaptcha dia ny fitadiavana fifanakalozam-bola tsara eo amin'ny fahasarotana sy ny fahitsiana ary ny fampihenana ny fifanolanana, indrindra ho an'ny",
    "4138068262": "mpampiasa. Amin'ny farany, ny fifaneraserana amin'ny fanamby dia azo inoana fa hijanona ho ampahany amin'ny fitaovam-piarovana amin'ny fampihenana ny fanararaotana an-tserasera raha mbola tsy miova ny toetra maha-olombelona.",
    "855097735": "Ny fananganana serivisy mahavita an'io tsara nefa mampifandanja ny ahiahy rehetra dia olana tena sarotra (ary miezaka manatsara izany foana izahay mba hahatonga ny traikefa ho mahafinaritra araka izay azo atao) saingy manantena izahay fa hanaiky ianao fa ny fampihenana ny spam, ny fanararaotana, ny fandraisana ny kaonty , ary ny hosoka an-tserasera dia mendrika ny fanontaniana tsotra tsindraindray.",
    "1953959745": "accessibility",
    "2543123170": "Zero friction humanity verification",
    "547245263": "Vahao ny olan'ny bot-nao anio.",
    "3117887301": "Atokisan'ny serivisy an-tserasera lehibe indrindra",
    "981806349": "Namboarina tamin'ny sehatra hCaptcha voaporofo",
    "2373007864": "hCaptcha Enterprise dia mandeha amin'ny teknolojia sehatra hCaptcha, miitatra mba hampidirana ireo endri-javatra ilain'ny orinasan'ny fifamoivoizana be.",
    "2652399059": "Mpikambana azo itokisana",
    "1997838163": "Ny orinasa lehibe indrindra eran-tany dia miankina amin'ny hCaptcha Enterprise. Tsotra ny fampidirana, ary tsy manam-paharoa ny fahitsiana.",
    "734735952": "Nanombana mpivarotra CAPTCHA maromaro izahay ary koa nanangana rafitra iray izahay. Tamin'ny farany, ny hCaptcha dia nipoitra ho safidy tsara indrindra amin'ny reCAPTCHA.",
    "1250541092": "— Sergi Isasy",
    "3524251858": "Talen'ny fitantanana ny vokatra, Cloudflare",
    "3971348140": "Nahoana izahay no nampiasa hCaptcha? Tsy nisy olon-kafa afaka nanome ireo endri-javatra sy fampisehoana nilainay. Nampirisika anay izy ireo ary nihazakazaka haingana, ary tian'ireo mpivarotra anay ilay traikefa.",
    "4248655793": "— Alex M.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "Ny safidy mahomby ho an'ny orinasa be fifamoivoizana",
    "999610953": "Farany, safidy azo itokisana amin'ny Google. Ny hCaptcha Enterprise dia manome tahiry manaitra amin'ny faktiora reCAPTCHA anao miaraka amin'ny fiarovana ambony kokoa: hatramin'ny 80% lafo kokoa amin'ny tranga sasany.",
    "1886100235": "Maro amin'ireo tolotra an-tserasera lehibe indrindra eran-tany no nivadika ho hCaptcha Enterprise ary nahazo famandrihana bot nohatsaraina niaraka tamin'ny fitsitsiana vola be.",
    "2903742230": "Ny tambajotran-doka dia mahita ny mpitsidika anao ho vokatra. Ho antsika ny hany tanjona dia ny mamaritra ny maha-olombelona azy ireo. Mahafeno na mihoatra ny fepetra takian'ny GDPR, CCPA, LGPD, ary PIPL ny serivisinay, ary miasa mafy izahay mba handanjalanja ny fiainana manokana sy ny fiarovana.",
    "3901503296": "Ity fifantohana tsy manam-paharoa amin'ny fiainana manokana ity dia midika fa afaka manolotra fitahirizana angon-drakitra aotra ho an'ny tsirairay isika, fampandehanana tsy misy cookie, ary antoka hafa momba ny fiainana manokana amin'ny alàlan'ny fifanarahana raha ilaina sady mitazona fiarovana tsara.",
    "3342910682": "Hamaky bebe kokoa",
    "1130783905": "Miankina aminao sy anay ny fahamarinany. Ny hCaptcha dia miasa hanome anao angon-drakitra tena izy ary mamela anao hanapa-kevitra ny fomba fampiasana azy. Ny vahaolana fiarovana hafa dia omen'ny orinasa dokambarotra Gigantic. Midika izany fa ny bot rehetra nosakanan'izy ireo dia mety hampihena ny fidiram-bolany.",
    "2019130052": "Ny fanavaozana ataonay ao amin'ny ML mifantoka amin'ny fiainana manokana dia mamela anay hihoatra ny fenitry ny fiarovana amin'ny paikady \"rakitra mandrakizay ny zava-drehetra\" tsy misy manimba ny fiarovana na ny tsiambaratelon'ny mpampiasa.",
    "23114595": "Traikefa mpampiasa lehibe",
    "3437412311": "Ho an'ny mpampiasa Enterprise, misy safidy azo atao mba hialana tanteraka amin'ny fanamby amin'ny ankamaroan'ny toe-javatra, miankina amin'ny isa passive.",
    "1996843433": "Ampihena ny fifanolanana amin'ny alàlan'ny fanalavirana tanteraka ny fanamby ho an'ny 99.9% amin'ny fifamoivoizanao ara-dalàna nefa mbola manome fiarovana tsara.",
    "3093689546": "Fampidirana mora",
    "247560732": "Ampio hCaptcha miaraka amin'ny andalana telo kaody. Raha avy amin'ny reCAPTCHA ianao dia mifanentana ny API-nay ary minitra vitsy monja no hiova.",
    "1510448156": "Afaka mitsangana sy mihazakazaka miaraka amin'ny safidy tsara kokoa ianao anio, ary velomina ireo endri-javatra mandroso kokoa raha ilaina.",
    "2718999653": "Scores fandrahonana namboarina",
    "2698140263": "Tsy mitovy ny olana rehetra: ny fahazoana isa tokana dia midika fa tsy maintsy mamaly ny filanao izany mba hahasoa anao.",
    "897432717": "Miaraka amin'ny endrika vaovao ataonay ho an'ny Scores Threat Customized, ny fanampiana ny fahalalanao momba ny raharaham-barotra dia ahafahan'ny maodely manolotra isa mifandraika amin'ny mpampiasa anao.",
    "2650502379": "Alefaso ao anatin'ny segondra ny fanamby anao manokana",
    "3578122193": "Mijanòna amin'ny marika miaraka amin'ny atiny mifandraika",
    "1074044172": "Rehefa tsy maintsy mamaha fanamby ny mpampiasa mba hahafeno ny fepetra takian'ny fiarovana anao, maninona raha mametraka fanontaniana mahafinaritra sy mifandraika amin'ny mpampiasa?",
    "1579093044": "Miaraka amin'ny mpamorona fanamby mahazatra mahazatra anay, afaka manomboka atiny fanamby amin'ny marika ianao ao anatin'ny minitra vitsy.",
    "3717512591": "Direct Platform Integration",
    "121743429": "Ho an'ny orinasa Web Infrastructure",
    "2131386784": "Fahalalana sy fanohanana azo tratrarina ho anao sy ny mpampiasa anao",
    "2782263070": "Laharam-pahamehana ho anay ny fanompoana. Mitazona fanohanana an-telefaona 24/7 izahay ary manolotra fandrindrana mivantana Slack miaraka amin'ny ekipa fampidirana injeniera sy ny mpiasa an-telefaona mandritra sy aorian'ny fampiharana.",
    "3740051331": "Nanolo-tena ihany koa izahay hanara-maso sy hamaly ny fanontanian'ireo mpampiasa anao manerana ny media sosialy, forum, ary fantsona fanohanana amin'ny widget sy mailaka. Mora idirana sy mandray andraikitra izahay, ary raisina ho KPI ambony ny fahafaham-pon'ny mpampiasa.",
    "170775527": "Endriky ny orinasa",
    "3383086062": "hCaptcha Enterprise dia vahaolana fiarovana an-tserasera feno. Ny maodely mavitrika sy passive dia mamela anao hampitsahatra ny fametahana fahazoan-dàlana, hamantatra ny fakana kaonty ary hanakana ireo mpilalao mampiahiahy. Ny rehetra dia tsy misy friction ho an'ny mpampiasa ara-dalàna.",
    "1408599440": "Manomboha haingana amin'ny andalana vitsivitsy amin'ny kaody sy ny maody passive 99.9%, na fehezo tanteraka ny fotoana sy ny fomba iatrehana ny mpampiasa. Ny maodely fandrahonana manokana sy ny fanamby azo zahana dia midika fahaleovan-tena tsy manam-paharoa mba hiantohana ny fiarovana.",
    "3365203058": "Fiarovana manohitra ny bota manerantany",
    "1803009328": "Voasedra amin'ny ady amin'ny sehatra tranonkala.",
    "1586809757": "Naoty bot marina tsara",
    "353367791": "Tadiavo ny mpilalao ratsy amin'ny karazany maro.",
    "191460155": "Tsy misy friction ary 99.9% ny maodely passive",
    "585557010": "Fanamby latsaky ny 0,1% amin'ny mpampiasa ara-dalàna.",
    "3287172429": "Karazana fanamby mifehy naseho",
    "1844885924": "Trano famakiam-boky midadasika azo isafidianana.",
    "3018523079": "Mijanòna amin'ny marika miaraka amin'ny traikefan'ny mpampiasa tsy miovaova.",
    "3817811295": "Azo antoka fa azo itokisana sy fanohanana haingana 24/7 amin'ny antso.",
    "1798492192": "Fanohanana navigateur lova",
    "1356745565": "Mifanaraka hatrany amin'ny Internet Explorer 8.",
    "751483365": "Fanohanana ho an'ny mpanjifa tsy JavaScript.",
    "4199502476": "Dashboards momba ny tatitra mandroso sy API",
    "3630114728": "Jereo ny zava-mitranga amin'ny tranokalanao sy fampiharana rehetra.",
    "3573245166": "Tsy toy ny reCAPTCHA, miasa any amin'ny firenena rehetra izahay.",
    "2354267648": "GDPR, CCPA, ary LGPD politika momba ny fiainana manokana",
    "3167979932": "Natao ho an'ny fiainana manokana hatramin'ny andro voalohany. Fifanarahana momba ny fanodinana data matanjaka.",
    "4065065042": "Antsoy ity mba hifanaraka tsara amin'ny fonon-tananao.",
    "111184581": "fampiantranoana antoko voalohany",
    "4272022475": "Ny fangatahana sy ny fananana rehetra dia mankany amin'ny hcaptcha.yourdomain.com",
    "2676853536": "Dashboards maro mpampiasa",
    "1368787974": "Zarao ny fitantanana amin'ny ekipanao.",
    "1045484714": "SAML SSO fampidirana miaraka amin'ny Mpanome Identity anao, ohatra, Okta na Azure AD.",
    "3953584369": "Misy fameperana fidirana RBAC sophisticated.",
    "2781507299": "Fanamarinana avy hatrany",
    "4019660456": "0ms latency: manamarina ny famantarana hCaptcha tsy misy antso API.",
    "3446714684": "Fifandraisana finday (iOS sy Android).",
    "2593768395": "Traikefa mirindra manerana ny tranonkala, finday teratany, tranonkala finday. Misy fampidirana efa vita sy SDK teratany.",
    "1779265104": "Fepetra namboarina sy antoka momba ny fiainana manokana",
    "122875767": "Fenoy ny filanao ara-dalàna rehefa tsy afaka ny orinasa hafa.",
    "148188781": "Fanamby natolotra",
    "838049015": "Safidio ny sary rehetra mifanaraka amin'ny fangatahana",
    "1126302400": "Boaty mifamatotra",
    "3554448168": "endrika efa",
    "2104933754": "Fantaro ireo etikety mifanaraka amin'izany",
    "3612043014": "...sy asa tsotra hafa. Mora ho an'ny olombelona, sarotra ho an'ny bots.",
    "3624758171": "Misy asa manokana ho an'ny mpamoaka orinasa ihany koa.",
    "1001938065": "Tsy ho mora kokoa ny fampidirana",
    "2138799135": "Ny hCaptcha dia manana fampidirana am-polony efa namboarina ho an'ny rafitra frontend sy backend ampiasainao.",
    "2535001179": "Raha sendra avy amin'ny reCAPTCHA an'i Google ianao, dia fanoloana midina ny API anay.",
    "1393184984": "izay ilainao ihany.",
    "3715747429": "Ny injeniera amin'ny onboarding dia afaka mitondra anao haingana, na mila fampidirana React ianao, SDK ho an'ny fampiharana teratany iOS, ohatra Java backend, na saika toe-javatra hafa.",
    "2681650568": "Ary toy ny mahazatra, ny fiainana manokana dia sanda fototra ho antsika. Ampio ny kaody fanamby ataonay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao. Ny fampihenana ny fanangonana angona dia manomboka amin'ny fotoana fampidirana.",
    "1130868224": "Kaody andalana telo",
    "2183926131": "Manomboha amin'ny hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Natao ho an'ny tsiambaratelo.",
    "1297224875": "Fomba fiasa miavaka amin'ny fiarovana an-tserasera Enterprise.",
    "2762458927": "Tsy amidy ny angona mpampiasa anao.",
    "2058856283": "Iray ihany ny tanjona hCaptcha Enterprise: hisoroka ireo mpisehatra ratsy tsy hanakorontana ny asanao an-tserasera sy hanimba ny mpampiasa anao.",
    "2408036504": "Namboarina hatrany am-boalohany araka izany ny rafitray mba hanamaivanana ny fanangonam-baovao sy ny fitazonana ny angon-drakitra sady mitazona ny fiarovana ambony indrindra. Ny fomba tsara indrindra hiarovana ny angon-drakitra mpampiasa dia ny tsy fitahirizana izany mihitsy.",
    "4099477834": "Ny fifandraisan'ny mpanjifa rehetra dia voaaro amin'ny fifanarahana fanodinana data matanjaka ihany koa. Ny serivisy hCaptcha dia manaraka ny lalàna momba ny fiainana manokana na aiza na aiza misy ny serivisy na ny mpanjifanao. Ny tsy fitazonana ny angon-drakitra manokana dia manamora kokoa antsika izany noho ny an'ny orinasa hafa.",
    "3569492665": "Ny firaketana hetsika an-tserasera dia tsy valiny.",
    "3389431373": "Ny serivisy toa an'i reCAPTCHA v3 dia milaza fa ny fametrahana ny pikantsary fanaraha-maso azy amin'ny pejy tsirairay amin'ny tranokalanao dia ilaina amin'ny fiarovana tsara. Tsy izany no izy.",
    "3590546893": "Ny famakafakana fitondran-tena tsotra dia famantarana mora noforonin'ny mpilalao ratsy, ary mitaky fitazonana ny tantaran'ny fitetezana ho an'ny fifamoivoizana ara-dalàna rehetra ihany koa.",
    "1105363520": "Tsy miasa tambajotran-doka izahay, ary tsy liana amin'ny fijerena ny fihetsiky ny mpampiasa anao mba hivarotana doka ho azy ireo. Midika izany fa tsy mila pixel passive izahay isaky ny pejy amin'ny tranokalanao.",
    "3088605177": "Ampio ny kaody fanamby ataonay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao.",
    "337971271": "Mahasoa ny fianarana milina. Saingy tsy mitaky angon-drakitra manokana izany mba hiasa.",
    "320166522": "Miantraika amin'ny lafiny rehetra amin'ny fiainantsika ankehitriny ny fianarana milina, matetika amin'ny fomba tsy takatsika sy tsy hitantsika. Tsy misy hafa amin'izany ny serivisy fiarovana amin'ny Internet.",
    "3180664128": "Amin'ny alalan'ny fianarana famantarana an'arivony, ny maodely dia afaka manatsoaka hevitra sy mahazo fahatokisana ambony amin'ny fahitana ny fitondran-tena maloto haingana, na dia tsy misy famantarana manokana aza dia matanjaka tsara hanondro olana.",
    "961941354": "Na izany aza, tsy misy amin'ireo mitaky ny fampiasana ny mombamomba ny tena manokana (\"PII\"). Ny teknika kriptografika maoderina dia ahafahantsika manary haingana izay angon-drakitra manokana, mamorona sonia tokana tsy azo ampifandraisina amin'olona.",
    "1706581702": "Miasa tsara ihany koa ny fiofanana momba ny angon-drakitra tsy fantatra, ary tsy mila mampandefitra ny fiarovana na ny fiainana manokana. Ny mpanjifanay dia nanao ny fitsapana empirika, ary nanambara anay ho mitovy na tsara kokoa noho ny safidy tsy miankina.",
    "3203921334": "Nankafizinay ny zavatra maromaro momba ny vahaolana hCaptcha: 1) tsy mivarotra angon-drakitra manokana izy ireo; angon-drakitra manokana faran'izay kely indrindra no angonin'izy ireo, mangarahara izy ireo amin'ny filazalazana ny vaovao nangonin'izy ireo sy ny fomba ampiasana sy/na ny fampahafantarana izany.",
    "305735018": "Farany, safidy azo itokisana amin'ny Google. Ny hCaptcha Enterprise dia manome tahiry manaitra amin'ny faktiora reCAPTCHA anao miaraka amin'ny fiarovana ambony kokoa: hatramin'ny 80% lafo kokoa amin'ny tranga sasany.",
    "3695206755": "Andramo izahay amin'ny tontolo iainanao tsy misy adidy.",
    "2941545733": "Injeniera izahay fa tsy mpivarotra: tianay ho faly amin'ny safidinao ianao.",
    "131871195": "Ny fomba tsara indrindra hiantohana ny fahafaham-po dia ny fanehoana fa mahafeno ny filanao izahay.",
    "3436534225": "Saika ny orinasa rehetra manomboka mpanamory no misafidy ny vahaolanay.",
    "4060250206": "Ampiasao ity taratasy ity hanatonana ny iray amin'ireo manampahaizana ara-teknika anay. Mamaly haingana izahay.",
    "1159746815": "Azonao atao koa ny mandefa mailaka anay mivantana.",
    "2531534427": "Eto ny antsipiriany.",
    "2059998584": "Region",
    "3916131732": "Amerika",
    "135276624": "Eoropa, Afovoany Atsinanana, Afrika (EMEA)",
    "1182294134": "Azia-Pasifika (APAC)",
    "2437934778": "Ny anaranao",
    "3859506577": "Business Email",
    "1268414751": "Misy antsipiriany hafa tokony hananantsika?",
    "42559805": "Mila fidirana maika ve ianao?",
    "851679588": "Eny.",
    "1729677626": "Voatafika aho ary mila fidirana haingana.",
    "2808971932": "Ity dia lahatsoratra sasantsasany ao anatin'ny sakana div.",
    "2468683988": "sasin-tenin'ny",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Enean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Rohy lahatsoratra",
    "2212670355": "Hiditra Mpikambana",
    "31502377": "Inona ny singa Rich Text?",
    "2310705547": "Ny singa lahatsoratra manankarena dia ahafahanao mamorona sy mamolavola lohateny, fehintsoratra, blockquote, sary ary horonan-tsary amin'ny toerana iray fa tsy mila manampy sy manamboatra azy tsirairay. Tsindrio indroa fotsiny ary mamorona votoaty mora foana.",
    "2590587108": "Fanovana votoaty static sy mavitrika",
    "778204464": "Ny singa lahatsoratra manankarena dia azo ampiasaina miaraka amin'ny atiny static na mavitrika. Ho an'ny atiny static, ampidino fotsiny amin'ny pejy rehetra izany ary manomboka manova. Ho an'ny votoaty mavitrika, ampio saha manankarena amin'ny fanangonana rehetra ary avy eo ampifandraiso amin'io sehatra io ny singa lahatsoratra manankarena ao amin'ny tontonana. Voila!",
    "1890955039": "Ahoana ny fomba fanamboarana ny fandrafetana ho an'ny lahatsoratra manankarena tsirairay",
    "3286051798": "Lohateny, fehintsoratra, teny voasakana, tarehimarika, sary, ary lohateny dia azo alaina daholo rehefa ampiana kilasy iray amin'ny singa lahatsoratra manankarena amin'ny alàlan'ny \"Rehefa ao anatin'ny\" rafi-pamiliana nested.",
    "504332576": "Faly izahay manambara fa ny hCaptcha dia nitombo ho serivisy fiarovana an-tserasera mahaleo tena lehibe indrindra eran'izao tontolo izao, mandeha amin'ny 15% amin'ny Internet - ary naka ny ankamaroan'ny tsena mivantana avy amin'ny Google reCAPTCHA izahay. Miaraka, hCaptcha sy",
    "1155436473": "(atolotray orinasa) izao dia miaro mpampiasa an-jatony tapitrisa manerana ny tranokala sy fampiharana am-polony isam-bolana. Ny tantaranay dia mampiseho fa afaka mifaninana amin'ny Big Tech ianao rehefa mametraka ny fiainana manokana aloha.",
    "3108727249": "BotStop",
    "1296696044": "Privacy vs. Security: Nahoana no tsy izy roa?",
    "538871570": "Ny fifaninanana amin'ny Google sy ny orinasa Big Tech hafa dia toa lamina be: ny herin'ny tsenan'ny ampihimamba, ny fiantraikan'ny sehatra ary ny tafik'ireo mpamorona karama be karama dia heverina ho mahery vaika ho an'ny olon-drehetra afa-tsy ireo goavambe teknolojia hafa toa ny Facebook na Amazon. Ny tantaranay dia mampiseho fa tsy voatery ho toy izany - afaka mandresy Big Tech ianao amin'ny fifantohana amin'ny fiainana manokana.",
    "3600718611": "Diniho ny Google reCAPTCHA,",
    "4281708680": ". Ao amin'ny hCaptcha, niniana naka fomba tena hafa izahay, mampiasa teknika fianarana milina miaro ny fiainana manokana mba hamantarana ny fitondran-tenan'ny bot amin'ny fahamendrehana avo lenta, mandritra ny mandany sy mitahiry angona kely araka izay tratra.",
    "3312336121": "izay mandany angon-drakitra momba ny fitondran-tena marobe mba hamaritana raha olona ara-dalàna na bota ny mpampiasa tranonkala",
    "1193738791": ": manara-maso ny fihetsiky ny mpampiasa amin'ny pejin'ny tranonkala iray sy manerana ny tranonkala izy ireo. Noforoninay ny hCaptcha ho sariaka amin'ny fiainana manokana araka izay azo atao manomboka amin'ny andro voalohany. Nitarika fomba hafa tanteraka amin'ny olana izany. Raha ny fantatra, ny fanaraha-maso ireo mpampiasa manerana ny tranonkala sy ny famatorana ny tantaran'ny tranonkala amin'ny maha-izy azy dia tsy ilaina mihitsy mba hahazoana fiarovana tsara. Ny orinasa maro izay nivadika hCaptcha",
    "2620705814": "Google dia orinasan-doka, ary ny vokatra fiarovana azy dia mitovy amin'ny vokatra dokany",
    "1126447688": "matetika mitatitra fampisehoana mitovy na tsara kokoa amin'ny fitadiavana sy fanalefahana ny bot na dia eo aza ny fifantohan'ny fiainana manokana",
    "439777523": "Zava-dehibe ny Fitsipika",
    "3588274874": "Amin'ny fifantohana amin'ny fanaterana vokatra mifanaraka amin'ny ezaka ara-dalàna toy ny GDPR an'ny Vondrona Eoropeana sy ny CCPA any Kalifornia, dia niaina fitomboana goavana izahay - mazava ho azy fa manampy ny hCaptcha ho fanoloana \"midina\" tsotra ho an'ny reCAPTCHA ary azo apetraka ao anatin'ny minitra vitsy.",
    "2150595700": ". Ny GDPR sy ny CCPA dia nametraka olana momba ny fiainana manokana ho an'ny mpividy orinasa, ary miaraka amin'izay koa dia lasa zava-dehibe kokoa ho an'ny besinimaro ny fiainana manokana an-tserasera rehefa manomboka mahatakatra ny fomba nampiasan'ny indostrian'ny dokam-barotra sy ny varotra an-tserasera ara-tantara ny angonay isika.",
    "2624949852": "Mazava ho azy fa ny reCAPTCHA dia mpandray anjara voalohany tamin'ny fiarovana tranonkala nanomboka tamin'ny 2009, niaro tranokala an-tapitrisany amin'ny fandrahonana tsy mitsaha-mitombo ataon'ny bots sy spammers. Na izany aza, nivadika tanteraka izany tato anatin'ny taona vitsivitsy:",
    "499510428": "Mino izahay fa nanampy anay teto ny fitsipika",
    "1232651561": "Ny rindrambaiko ankehitriny dia tsara toy ny olona amin'ny famahana ny fanamby reCAPTCHA.",
    "824740867": "Raha tokony hanatsara ny vahaolana, Google kosa dia namoaka reCAPTCHA v3, izay miasa toy ny tambajotra doka kokoa noho ny rindrambaiko fiarovana, manangona angon-drakitra momba ny fitondran-tena manerana ny tranonkala mba hananganana mombamomba ny mpampiasa. Indrisy anefa fa mora resy ity karazana famantarana ity, ka manome fiarovana kely amin'ny bots sady manimba ny fiainan'ny mpampiasa.",
    "1027023087": "Izahay ato amin'ny hCaptcha kosa dia nifantoka tamin'ny fomba maoderina kokoa amin'ny olana, izay tsy mitaky fitazonana ireo firaketana momba ny fitondran-tena maharitra toy ny tantaran'ny fitetezana ary efa voaporofo lavitra kokoa ny fahazakana manoloana ireo fahavalo tapa-kevitra hatramin'ny nampidirana ny serivisy.",
    "2852295413": "Fifandirana liana: mampihena ny fidiram-bola ho an'ny tambajotra doka ny fampiatoana ny bots",
    "1597520917": "Nitombo isa ny mpitsikera nanamarika fa ny tsy firaharahan'i Google ny tsiambaratelon'ny mpampiasa dia tokony hanahirana ny mpanjifa mitady hiaro ny tranokalany sy ny fampiharana azy.",
    "763447231": "Mandritra izany fotoana izany, ny fanakanana ny bots tsy hiditra amin'ny tranokalan'ny mpamoaka dia afaka manambara hosoka doka, mampifandona mivantana ny vokatra reCAPTCHA an'ny Google amin'ny orinasan-dokany, izay mamokatra mihoatra ny 80% amin'ny fidiram-bolany.",
    "999674529": "Ny bot rehetra hitan'i Google dia tokony hahazo dolara aotra. Ny fandrisihana ny orinasa Google dia tsy mifanaraka amin'ny mpampiasa ny serivisy fiarovana azy ireo, ary mety ho fanazavana iray momba ny faharatsian'ny tolotra fiarovana reCAPTCHA azy ireo.",
    "956019009": "Efa nandray andraikitra ny orinasa lehibe indrindra amin'ny fotodrafitrasa web",
    "1923297430": "Ny teboka farany farany ho an'ny mpanjifa lehibe maro dia tonga rehefa nanomboka nanefa orinasa tamin'ny fampiasana ny vokatra amin'ny ambaratonga misy dikany i Google. Izany dia nahatonga ny mpampiasa reCAPTCHA hatry ny ela hitady safidy tsara kokoa satria ny olana ara-dalàna manerana izao tontolo izao dia efa nahatonga ny fampiasana ny tolotra Google ho lasa tsy manintona.",
    "2197218442": "Ny Tale Jeneralin'ny Cloudflare Matthew Prince dia namintina ity fomba fijery ity tao amin'ny",
    "155456850": "manambara ny fifindrany amin'ny hCaptcha:",
    "435302267": "lahatsoratra bilaogy an'ny orinasa",
    "2087769953": "\"Faly izahay amin'ity fanovana ity satria manampy amin'ny famahana ny olana momba ny fiainana manokana izay misy amin'ny fiankinan-doha amin'ny serivisy Google izay nanananay hatry ny ela. Nanombana mpivarotra CAPTCHA maromaro izahay ary nanangana rafitra iray ihany koa. Tamin'ny farany, hCaptcha no nipoitra ho safidy tsara indrindra amin'ny reCAPTCHA.\"\"Nankafizinay ny zavatra maromaro momba ny vahaolana hCaptcha: 1) tsy mivarotra angon-drakitra manokana izy ireo; angon-drakitra manokana faran'izay kely indrindra no angonin'izy ireo, mangarahara izy ireo amin'ny filazalazana ny vaovao nangonin'izy ireo sy ny fomba ampiasana azy sy/na ny fampahafantarana izany.\"",
    "595582512": "Raha mikasa ny hiaro ny tranokalanao na ny fampiharana amin'ny fomba mahomby amin'ny bots, spammers na mpilalao ratsy hafa ianao, ary miaro ny tsiambaratelon'ny mpampiasa anao (ary manaraka ny fitsipika mifandraika rehetra!), dia diniho ny hCaptcha sy ny tolotray Enterprise.",
    "3388180864": "Liana amin'ny fiatrehana fanamby ara-teknika lalina amin'ny sehatra tranonkala? Manakarama injeniera manan-talenta maneran-tany foana izahay -",
    "3892952987": "jereo ny fisokafanay ary ampiharo eto",
    "3368788823": "Terence Eden dia manao teboka mahaliana ao amin'ny bilaoginy: \"",
    "1491780143": "Ny CAPTCHA dia tsy manaporofo fa olombelona ianao – manaporofo fa Amerikana ianao",
    "2146900431": "Raha ny intuitive dia misy dikany be io filazana io. Ny CAPTCHA, toy ny saika ny zava-drehetra, dia tafiditra ao anatin'ny tontolon'ny kolontsaina, ary raha noforonina tao amin'ny kolontsaina iray ny dobo fanamby anao, dia mety tsy handika tsara amin'ny hafa izany. Amin'ny fotony dia resaka kolontsaina io",
    "378086442": "an'ny CAPTCHAs, fa tsy ny UX-ny.",
    "1445008801": "Araka ny filazan'i Edena azy:",
    "332723732": "votoaty",
    "2072808435": "\"Ahoana, Google? Ny taxi eto amin'ny fireneko dia mainty amin'ny ankapobeny. Nijery sarimihetsika ampy aho mba hahafantarana fa mavo daholo ny any Amerika. Saingy any amin'ny firenena hafa rehetra notsidihiko, ny taxi-be dia mish-mash. loko samihafa.\"",
    "3206136647": "Ny olan'ny Google eto dia mifototra amin'ny angona fanontaniana ampiasainy vs. iza no mahita azy. Raha avy amin'ny kolontsaina iray ihany ny angon-drakitra rehetra (ary amin'ny raharaha Google, orinasa iray ihany) dia azo antoka fa hanana fanamby izay tsy mandika tsara amin'ny kolontsaina hafa ianao, mifanaraka amin'ny fitarainan'i Edena.",
    "2217842245": "Na izany aza, ny angonay dia mampiseho fa (ho an'ny hCaptcha)",
    "4280117172": "Firenena maro raha ny marina dia manao tsara kokoa noho ny Etazonia, anisan'izany i Nizeria, India, Brezila ary Alemana:",
    "555749578": "latsaky ny 1% ny tahan'ny famahana olana manerana ireo firenena lehibe amin'ny kaontinanta rehetra.",
    "151737819": "Ny tahan'ny hCaptcha Solve manerana an'izao tontolo izao dia mampiseho fahasamihafana kely",
    "3908992897": "ary ampiasaina any amin'ny firenena sy faritany rehetra eto amin'izao tontolo izao, noho izany dia tena mifantoka amin'ny fanomezana traikefa manerantany tsy miovaova izahay.",
    "2808122102": "Fepetra fototra ho an'ny serivisintsika àry ny fiasa miampita kolontsaina. Ny fanaovana antoka fa ny mpampiasa ara-dalàna rehetra dia afaka miditra haingana amin'ny atiny dia ampahany lehibe amin'ny iraka ataonay. Manome fanamby amin'ny fiteny 110 izahay, ary manatsara hatrany ireo fandikan-teny mifandraika amin'izany mba hahazoana antoka fa azon'ny rehetra voavahan'ny olanay.",
    "3913801502": "hCaptcha izao dia mandeha amin'ny 15% amin'ny Internet",
    "2077639538": ". Ho an'ny iray, ny angon-drakitra fanamby amin'ny serivisinay dia mety ho avy amin'ny loharano maro, fa tsy iray ihany - avy amin'ny orinasa lehibe Fortune 500 ka hatramin'ny fanombohana fianarana milina, raha mbola mifikitra amin'ny anay izy ireo.",
    "3951112506": ". Izany dia efa miantoka ny haavon'ny heterogène ambony kokoa amin'ny angon-drakitra.",
    "1803943584": "Faharoa, avelantsika hanatsara ny tenantsika ny fanamby mba hamaritana hoe aiza no firenena na fiteny handehanany, mampitombo ny mety hisian'ny traikefa tsy tapaka. Raha ambany noho ny nantenaina ny fahamarinany, dia hijanona fotsiny ny fametrahana fanontaniana ao amin'ny faritra na fiteny misy an'io fiantraikany io.",
    "3668873369": "Ao amin'ny hCaptcha, nandray fomba hafa izahay tamin'ny andro voalohany",
    "1519201684": "Politika etika AI",
    "2155089487": ". Raha mora voavaha ho an'ny vondrona sasany ireo fanamby, dia manantena izahay fa hahita fiovana eo amin'ny fomba fiasan'ny olona manerana an'izao tontolo izao sy amin'ny kolontsaina samihafa rehefa mamaha azy ireo. Ao anatin'ny tontolon'ny lahatsoratr'i Edena, manantena izahay fa hanao tsara kokoa noho ny olona any amin'ny firenena hafa ny Amerikana. Satria nandany taona maro namolavola rafitra mba hialana amin'ity olana ity isika, raha ny marina, ny mifanohitra amin'izany no hitantsika.",
    "2603863826": "PS: Raha mahita fandikan-teny amin'ny fiteninao mety hampiasa fanatsarana ianao dia aza misalasala mandefa a",
    "3543141425": "ho azy!",
    "2697276059": "Porofo fa miasa izany: ny tahan'ny famahana fanamiana manerana an'izao tontolo izao",
    "664236229": "misintona fangatahana",
    "1137470858": "11 Desambra 2021",
    "12462594": "hCaptcha dia naorina amin'ny sehatra HUMAN, izay mamela ny lalana sy ny famakafakana be pitsiny hanatsara ny vidiny sy ny fahombiazan'ny dingana tsirairay.",
    "2262549101": "Ny fomba fifandraisana hafa dia voarakitra ao amin'ny US Copyright Office DMCA Designated Agent Directory",
    "2272776729": "Mariho fa tsy maintsy manamarina ny maha-izy anao sy ny fangatahana ianao alohan'ny hanaovana hetsika fanampiny, toy ny fanomezana ny mombamomba anao amin'ny governemanta. Mifanaraka amin'ny lalànan'i Kalifornia, azonao atao ny manendry solontena nahazo alalana hanao fangatahana amin'ny anaranao. Mba hanendry solontena nahazo alalana hanao fangatahana amin'ny anaranao, dia tsy maintsy manome fahefana mpisolovava manan-kery ianao, ny mari-pamantarana manan-kery navoakan'ny governemanta, ary ny famantarana manan-kery navoakan'ny governemanta.",
    "2335607721": "Mariho. Ny fampandrenesana rehetra mifandraika amin'ireo fepetran'ny serivisy ireo dia halefa amin'ny mailaka na halefa amin'ny tranokalanay. Tsy maintsy mandefa filazana aminay ianao amin'ny",
    "2875934612": "20 Novambra 2020",
    "3084122606": "Raha mifototra amin'ny fanekenao ny fampiasanay ny mombamomba anao manokana, dia manan-jo hanaisotra izany ianao amin'ny fotoana rehetra amin'ny fomba voalaza ao amin'ny serivisy na amin'ny fifandraisana aminay",
    "3312286067": "na mandefa fitarainana any amin'ny mpandrindra ny fiarovana ny angona eo amin'ny faritra misy anao. Azonao atao ny mahita ny regulator fiarovana ny data ao amin'ny",
    "3506025515": "hCaptcha dia tsy misy fiantraikany amin'ny log4shell. Izao no ahafantarantsika.",
    "3516838896": "Vao haingana no namafa ny aterineto ny bug execution code remote log4j2, izay misy fiantraikany amin'ny isan-jaton'ny serivisy an-tserasera. tsy nisy fiantraikany ny hCaptcha. Toy izao no nanamarinanay izany zava-misy izany.",
    "3553195003": "hCaptcha dia tsy misy fiantraikany amin'ny log4shell.",
    "3610875753": "- Raha toa ka tsy afaka mifandray aminay toy ny fanaonao matetika ianao aorian'ny fanelingelenana ara-barotra lehibe",
    "3612764043": ", tokony handeha amin'ny tranokalanay amin'ny hcaptcha.com na hcaptchastatus.com ianao.",
    "3626193263": "Ny hCaptcha voatendry Agent ho an'ny Digital Millennium Copyright Act (DMCA) dia",
    "3794891866": "Ireo mpanjifa California dia afaka manao fangatahana mifanaraka amin'ny zony eo ambanin'ny CCPA amin'ny alàlan'ny fifandraisana aminay amin'ny",
    "3814036702": "- Raha manana fanontaniana momba ny drafitry ny fitohizan'ny orinasa ianao dia afaka mifandray aminay amin'ny",
    "3975007628": "miaro mpampiasa an-jatony tapitrisa amin'ny tranokala sy fampiharana am-polony tapitrisa isam-bolana izao. Ny tantaranay dia mampiseho fa afaka mifaninana amin'ny Big Tech ianao rehefa mametraka ny fiainana manokana aloha.",
    "4038264749": "Mariho raha mbola manankery ny baiko COVID-19 eo an-toerana dia tsy misy antoka fa ho voaray ara-potoana ny mailaka, ary mailaka (",
    "4115505783": ") no fantsona mety hahatongavana aminay. Ny orinasa dia tsy mitazona laharan-telefaona na fax; izao no taonjato faha-21.",
    "4164851712": "Ny mombamomba anao manokana ihany no ampiasanay araka ny lalàna. Takianay ny mampahafantatra anao ny fototra ara-dalàna amin'ny fanodinanay ny mombamomba anao manokana, izay voalaza etsy ambany. Raha manana fanontaniana momba ny fototra ara-dalàna izay itondranay ny mombamomba anao manokana ianao dia mifandraisa aminay amin'ny",
    "4201262098": "Ity teknôlôjia ity dia ahafahan'ny mpiasa mahay mitantana ny ampahany tsirairay amin'ny asanao, mampitombo ny fahombiazan'ny fandaniana amin'ny fiarovana ny fiainana manokana ary mahafeno ny fepetra takian'ny lalàna mety mihatra.",
    "4217188341": "30 Novambra 2020",
    "4238473596": "Zava-dehibe ny fampihenana ny fifanolanana ho an'ny tena mpampiasa. Mampiasa asa tsotra ny hCaptcha ary maka fotoana kely kokoa ho an'ny ankamaroan'ny mpampiasa raha manakana ny fifamoivoizana bot bebe kokoa.",
    "4243935861": "ha.com",
    "4270798104": "2. Andramo esory ny fanitarana hafa. Raha mahavaha azy io dia avereno tsirairay izy ireo mandra-pahitanao ny olana, ary ampahafantaro ny mpamorona an'io fanitarana io ny momba azy, ary anontanio anay ny momba azy.",
    "427220273": "Mety hangataka fampahalalana manokana aminao izahay mba hanampiana anay hanamarina ny maha-izy anao sy hikarakarana ny fangatahanao. Mety mitaky na mamela anay handà ny fangatahanao ny lalàna manan-kery. Raha mandà ny fangatahanao izahay, dia holazainay aminao ny antony, arakaraka ny fameperana ara-dalàna. Raha te hametraka fitarainana momba ny fampiasanay ny mombamomba anao manokana ianao na ny valin'ny fangatahanao momba ny mombamomba anao dia azonao atao ny mifandray aminay amin'ny",
    "433026247": "Amin'ny fanatanterahana ny asa, dia afaka mahazo mari-pahaizana sy fahaiza-manao ianao, izay homenay araka ny fanapahan-kevitray. Izahay dia manan-jo hamorona, hanova, na hanafoana ny fahaizanao sy ny fahaizanao amin'ny fotoana rehetra, na inona na inona antony na tsy misy antony. Satria tsy manavakavaka noho ny fiaviana nasionaly, firazanana, loko, lahy sy vavy, fironana ara-pananahana, na saranga hafa voaaro amin'ny lalàna izahay, dia hanana fahafahana mitovy amin'ny Mpandray anjara hafa rehetra ianao mba hahazo ny fidirana amin'ny asa rehefa miangona ny fahaizanao sy ny fahaizanao. . Amin'ny maha-mpandray anjara anao, raha mino ianao fa nisy fiantraikany tamin'ny fahaizanao, ny fahaizanao, na ny valisoa anananao ny fanontaniana andrana misy olana, dia mety hanome fifandirana tsara tohana mamaritra ny fanontaniana andrana misy olana ianao amin'ny alàlan'ny interface tsara na amin'ny alàlan'ny tapakila ao amin'ny rafitra fanohananay, ohatra amin'ny alàlan'ny mailaka. amin'ny",
    "492025216": "13 Desambra 2021",
    "799274928": "Ny fampandrenesana mailaka dia raisina ho fampandrenesana an-tsoratra ho an'ny tanjona rehetra mety itakiana filazana an-tsoratra. Ny fampandrenesana mailaka dia raisina amin'ny andro fiasana aorian'ny fandefasana azy amin'ny adiresy marina amin'ny mpandray azy."
}