{
  "23114595": "Traikefa mpampiasa lehibe",
  "34074886": "Isaky ny mamaly fanamby ianao dia mampiasa maodely be pitsiny hamantarana raha olombelona ianao. Ny vohikala notsidihinao avy eo dia mampiasa ity valiny ity mba hanatsarana ny traikefanao amin'ny tranokalany amin'ny alàlan'ny fitazonana bots.",
  "98173630": "hCaptcha no serivisy CAPTCHA mahaleo tena be mpampiasa indrindra eran-tany.",
  "111184581": "fampiantranoana antoko voalohany",
  "119298044": "Ny teknolojia ML sy AI manara-maso avo kokoa dia miaro ny fanananao amin'ny fandrahonana sy ny fanafihana",
  "121743429": "Ho an'ny orinasa Web Infrastructure",
  "122875767": "Manome fahafaham-po ny filanao ara-dalàna rehefa tsy afaka ny orinasa hafa.",
  "126134492": "Hafa",
  "152010250": "hCaptcha dia natambatra tamin'ny fianarana milina manara-maso tena miaraka amin'ny sehatra kajy edge izay manamaivana manokana ny fanangonana sy fitazonana angon-drakitra, naterina avy amin'ny toerana 250 mahery eran-tany ho an'ny scalability goavana.",
  "179723061": "Fanaraha-maso bebe kokoa ho an'ny ekipa mila fiarovana ambony kilasy",
  "191460155": "Tsy misy friction ary 99.9% maodely passive",
  "282913023": "Ny safidy mahomby ho an'ny orinasa be fifamoivoizana",
  "328625009": "... vonona izahay rehefa eo ianao: ny serivisy dia misy mandritra ny ora.",
  "353066938": "Ekipa za-draharaha, miasa amin'ny olana sarotra indrindra ankehitriny. hCaptcha dia serivisy an'ny",
  "353367791": "Tadiavo ny mpilalao ratsy amin'ny karazany maro.",
  "359073033": "Ny dashboard dia manome fomba fijery avo lenta na miompana amin'ny hetsika.",
  "392886773": "Miasa any amin'ny firenena rehetra",
  "451701069": "Mifanaraka amin'ny GDPR, CCPA,",
  "547245263": "Vahao ny olan'ny bot-nao anio.",
  "552920956": "Ny hCaptcha dia mamela ny tranokala hahazo valisoa rehefa manakana ny bots sy ny endrika fanararaotana hafa. Ny hCaptcha dia mamela anao hanohana ny asa soa nofidinao amin'ireo vola miditra ireo.",
  "555158694": "Ny serivisy ampiasainao dia nisafidy ny hanatsara ny traikefanao amin'ny tranokalany amin'ny alàlan'ny fametrahana hCaptcha hampihenana ny fifamoivoizana maloto.",
  "585557010": "Fanamby latsaky ny 0,1% amin'ny mpampiasa ara-dalàna.",
  "713281684": "Baranjely",
  "719304627": "Mila fanaraha-maso faran'ny farany?",
  "734735952": "Nanombana mpivarotra CAPTCHA maromaro izahay ary nanangana rafitra iray ihany koa izahay. Tamin'ny farany, ny hCaptcha dia nipoitra ho safidy tsara indrindra amin'ny reCAPTCHA.",
  "751483365": "Fanohanana ho an'ny mpanjifa tsy JavaScript.",
  "788770967": "Miala tsiny ny mandre fa! Azonao atao ny mampiasa ny safidy fidiranay:",
  "793242047": "Ampihena ny fanamby atolotra ny mpampiasa mba ahafahana miditra haingana amin'ny rindranasa",
  "829047995": "Mampiasa reCAPTCHA izao?",
  "836577577": "Ny fampidirana hCaptcha dia mila minitra vitsy ary andalana vitsivitsy monja. Ny API fototra dia mifanaraka amin'ny reCAPTCHA V2, ary minitra vitsy monja no hiova.",
  "838049015": "Safidio ny sary rehetra mifanaraka amin'ny fangatahana",
  "846501387": "Fiarovana bot kilasy manerantany",
  "861167568": "hCaptcha dia mamaha ny iray amin'ireo olana maika indrindra amin'ny IT: ny fisorohana ny bots ratsy amin'ny fanafihana ny rindranasa an-tranonkalanao",
  "880478438": "ho an'ny fitantanana bot sy hosoka tsara indrindra.",
  "897432717": "Miaraka amin'ny endrika vaovao ataonay ho an'ny Scores Threat Customized,   manampy ny fahalalanao momba ny raharaham-barotra dia ahafahan'ny maodelynay manolotra isa mifandraika amin'ny mpampiasa anao.",
  "910989640": "Mamorona tatitra amin'ny antsipiriany sy namboarina",
  "976209454": "Mahazoa valisoa na manomeza ho an'ny fiantrana",
  "981806349": "Namboarina tamin'ny sehatra hCaptcha efa voaporofo",
  "999610953": "Farany, safidy azo itokisana amin'ny Google. Ny hCaptcha Enterprise dia manome tahiry manaitra amin'ny faktiora reCAPTCHA anao miaraka amin'ny fiarovana ambony kokoa: hatramin'ny 80% lafo kokoa amin'ny tranga sasany.",
  "1014004474": "Ny drafitra Enterprise an'ny hCaptcha dia manolotra fifanarahana amin'ny serivisy avo lenta mba hiarovana ny fikambananao",
  "1045484714": "Fampidirana SAML SSO amin'ny Mpanome Identity anao, oh. Okta na Azure AD.",
  "1050501253": "Sarotra loatra",
  "1070364246": "Oops! Nisy tsy nety teo am-panaterana ny taratasy.",
  "1103295010": "Mahazoa vola na manaova fiantrana rehefa mamaha ny CAPTCHA ny olona",
  "1130868224": "Kaody andalana telo",
  "1131525092": "Vondrona ireo mpisehatra ratsy miaraka amin'ny alalan'ny Scoped UIDs miaro ny fiainana manokana mba hahitana sy hampitsahatra ny hosoka sy fanararaotana mifandraika amin'izany",
  "1141402092": "Endri-javatra mitatitra avo lenta",
  "1150035777": "Ny maodely fianarana milina be pitsiny dia miteraka isa fahatokisana bot mifototra amin'ny teboka angon-drakitra maro ankoatry ny hoe voavaly tsara ny fanontaniana",
  "1150963691": "Fanalefahana ny APT",
  "1172067553": "Ny sehatra HUMAN ao ambadiky ny hCaptcha dia manome endri-javatra manara-penitra momba ny kalitaon'ny asa sy ny fitantanana amin'ny alàlan'ny fametrahana eo an-toerana, hybrid, na SaaS izay mitambatra amin'ny rafitra misy anao.",
  "1173652155": "mpanolo-tsaina",
  "1218990730": "ny fomba hitaterana olana amin'ny logs an-tsipiriany",
  "1250541092": "— Sergi Isasy",
  "1263998069": "Mahazoa valisoa amin'ny famahana ny olombelona",
  "1300485304": "Ny hCaptcha dia miaro amin'ny fandrahonana mandroso sy ny fandokoana natao hidiran'ny tambajotranao",
  "1345083090": "Mitatitra olana momba ny fiasa?",
  "1356745565": "Mifanaraka hatrany amin'ny Internet Explorer 8.",
  "1368787974": "Zarao ny fitantanana amin'ny ekipanao.",
  "1393184984": "izay ilainao ihany.",
  "1475399473": "Mianara bebe kokoa momba ny ekipa hCaptcha",
  "1485807325": "Dashboard misy mpampiasa maro, SAML SSO",
  "1508655687": "Ampio ireo fanamby nataonao manokana ho an'ny mpihaino anao mba hanamafisana na hamerana ny fidirana",
  "1510448156": "Afaka mitsangana sy mihazakazaka miaraka amin'ny safidy tsara kokoa ianao anio, ary velomina ireo endri-javatra mandroso kokoa raha ilaina.",
  "1525403768": "Raha mila fanazavana fanampiny dia mifandraisa amin'ny Enterprise Sales.",
  "1544546608": "Pass Privacy",
  "1549336309": "hCaptcha dia mamadika ity modely ity. Rehefa mampiasa hCaptcha ianao, ny orinasa dia manolotra ny asa ataon'ny mpampiasa anao rehefa manaporofo ny maha-olombelona azy izy ireo. Mahazo ny valisoa ianao.",
  "1559631739": "Fianarana manokana",
  "1579093044": "Miaraka amin'ny mpamorona fanamby mahazatra mahazatra anay, afaka manomboka atiny fanamby amin'ny marika ianao ao anatin'ny minitra vitsy monja.",
  "1586809757": "Naoty bot marina tsara",
  "1599610318": "mpitory",
  "1637702726": "Momba ny hCaptcha",
  "1662477701": "Harena",
  "1676849166": "Ahena ny fifanolanana amin'ny alàlan'ny fanalavirana tanteraka ny fanamby ho an'ny 99.9% amin'ny fifamoivoizanao ara-dalàna nefa mbola manome fiarovana tsara, noho ny maodely bot efa mandroso.",
  "1685871181": "Miantehitra amin'ny serivisy an-tserasera ambony",
  "1752795854": "hCaptcha dia mitondra fomba maoderina, mifantoka amin'ny fiainana manokana amin'ny fampiatoana ny bots.",
  "1779265104": "Fepetra namboarina sy antoka momba ny fiainana manokana",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Fanohanana navigateur lova",
  "1803009328": "Voasedra amin'ny ady amin'ny sehatra tranonkala.",
  "1844885924": "Trano famakiam-boky midadasika azo isafidianana.",
  "1849717906": "Amboary miaraka amin'ny atiny fanamby manokana",
  "1849805607": "Ny hCaptcha dia miaro amin'ny fandrahonana sy fandokoana natao hidiran'ny tambajotranao",
  "1886100235": "Maro amin'ireo tolotra an-tserasera lehibe indrindra eran-tany no nivadika ho hCaptcha Enterprise ary nahazo famandrihana bot nohatsaraina niaraka tamin'ny fitsitsiana vola be.",
  "1894355645": "Ny hCaptcha dia manome fitadiavana bot tsotra, mora ary azo ianteherana nefa tsy misy dikany ho an'ny olombelona ny hamaha azy.",
  "1927613000": "hCaptcha dia manambatra ny fianarana milina be pitsiny miaraka amin'ny sehatra fanamby mahery vaika mba hiarovana ny rindranasa amin'ny tranonkala amin'ny fakana kaonty, famenoana mari-pankasitrahana, fikikisana ary karazana fanararaotana hafa.",
  "1936512180": "Fidirana mora amin'ny API, dashboard tsara tarehy, ary ny teknolojia modely-in-the-loop farany indrindra mba hampitomboana ny fahombiazan'ny mpiasa.",
  "1956967813": "Ny serivisinay dia atokisan'ny orinasa lehibe indrindra eran-tany mba hanompoana mpampiasa an-tapitrisany isan'andro amin'ny tranokala am-polony tapitrisa.",
  "1958297836": "Fiarovana fanafihana mirindra & fanalefahana APT",
  "2041686284": "Ny angona bebe kokoa amin'ny ankapobeny dia miteraka vokatra tsara kokoa amin'ny fanofanana modely fianarana milina. Ny fahombiazana vao haingana tamin'ny maodely lalina dia nitarika ho amin'ny angon-drakitra lehibe kokoa, ary hCaptcha dia manolotra izany filana izany. Na izany aza, ny famoronana angona lehibe nodinihin'olombelona amin'ny fampiasana fomba nentim-paharazana dia sady miadana no lafo.",
  "2103563261": "Fampahafantarana manokana na ho an'ny daholobe",
  "2131386784": "Fahalalana sy fanohanana azo tratrarina ho anao sy ny mpampiasa anao",
  "2138799135": "Ny hCaptcha dia manana fampidirana am-polony efa namboarina ho an'ny rafitra frontend sy backend ampiasainao.",
  "2163914794": "Mila etikety bebe kokoa ho an'ny angonao? Ny hCaptcha dia manome mari-pamantarana angon-drakitra haingana sy lafo ary avo lenta ho an'ny orinasa miasa amin'ny faharanitan-tsaina artifisialy sy ny fampiharana fianarana milina.",
  "2183926131": "Manomboha amin'ny hCaptcha Enterprise",
  "2184564739": "JEREO NY",
  "2188609322": "Mihabetsaka hatrany ny mpilalao ratsy ety anaty aterineto. Saingy tsy valiny ny fanaovana sorona ny tsiambaratelon'ny mpampiasa.",
  "2319072959": "Mandehana an-tserasera tanteraka miaraka amin'ny mpiasanao manokana, manara-maso ny sandan'ny orinasa na mpiara-miombon'antoka amin'ny consortium, mifantina asa any amin'ireo mpamatsy asa anatiny na ivelany mifototra amin'ny fepetra takian'ny sarany sy fiarovana, sy ny maro hafa.",
  "2320894364": "Miaraka amin'ny toerana misy 200 mahery, ny rahon'ny hCaptcha dia miaro ny fanananao manerana an'izao tontolo izao",
  "2354267648": "GDPR, CCPA, ary LGPD politika momba ny fiainana manokana",
  "2373007864": "hCaptcha Enterprise dia mandeha amin'ny teknolojia sehatra hCaptcha, miitatra mba hampidirana ireo endri-javatra ilain'ny orinasan'ny fifamoivoizana be.",
  "2418549423": ".",
  "2489287539": "Tsy misy korontana \"Tsy misy CAPTCHA\" & maody passive 99.9%.",
  "2510209017": "Mila fanampiana bebe kokoa?",
  "2513143348": "Ny rafitra hCaptcha Enterprise dia miovaova miavaka amin'ny famolavolana azy: azo apetraka amin'ny ampahany na manontolo amin'ny sisin'ny tambajotrao izy io raha toa ka mampiasa rahona ho an'ny daholobe ianao na manana ivontoerana data maro.",
  "2535001179": "Raha sendra avy amin'ny reCAPTCHA an'ny Google ianao, dia fanoloana midina ny API anay.",
  "2593768395": "Traikefa mirindra manerana ny tranonkala, finday teratany, tranonkala finday. Misy fampidirana efa vita sy SDK teratany.",
  "2650502379": "Alefaso ao anatin'ny segondra ny fanamby anao manokana",
  "2670003220": "Asa",
  "2671622670": "Orinasa",
  "2676853536": "Dashboards maro mpampiasa",
  "2681650568": "Ary toy ny mahazatra, ny fiainana manokana dia sanda fototra ho antsika. Ampio ny kaody fanamby anay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao. Ny fampihenana ny fanangonana angona dia manomboka amin'ny fotoana fampidirana.",
  "2682873489": "Farito ny faritra mifamatotra amin'ny zavatra",
  "2686825859": "Misoratra anarana maimaim-poana na mifandraisa aminay momba ny vahaolana hCaptcha Enterprise",
  "2698140263": "Tsy mitovy ny olana rehetra: ny fahazoana isa tokana dia midika fa tsy maintsy mamaly ny filanao izany mba hahasoa anao.",
  "2698640210": "Mifehy ny fanamby sy ny karazana aseho",
  "2707282231": "Amboary ny fanamby ho an'ny mpampiasa anao. Ataovy izay tsy ahafahan'ny bots mamaha sy miditra.",
  "2714878440": "Arovy ny serivisinao amin'ny fikikisana, ny fakana kaonty, ny famenoana mari-pankasitrahana, ary ny spam miaraka amin'ny fianarana milina mandroso sy fanamarinana ny maha-olombelona.",
  "2718999653": "Scores fandrahonana namboarina",
  "2781507299": "Fanamarinana avy hatrany",
  "2782263070": "Laharam-pahamehana ho anay ny fanompoana. Mitazona fanohanana an-telefaona 24/7 izahay ary manolotra fandrindrana mivantana Slack miaraka amin'ny ekipa fampidirana injeniera sy ny mpiasa an-telefaona mandritra sy aorian'ny fampiharana.",
  "2806751666": "Inona ny hCaptcha?",
  "2826051554": "sy ny maro hafa",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Ny tambajotran-doka dia mahita ny mpitsidika anao ho vokatra. Ho antsika ny hany vokatra dia ny mamaritra ny maha-olombelona azy ireo. Mahafeno na mihoatra ny fepetra takian'ny GDPR, CCPA, LGPD, ary PIPL ary ny hetsika fanohanana toy ny Privacy Pass ny serivisinay. Miasa mafy izahay mba handanjalanja ny fiainana manokana sy ny fiarovana.",
  "2927700175": "Asehonay ireo fanamby CAPTCHA izay sarotra ho an'ny bots nefa mora ho an'ny olona amin'ny fanangonana angon-drakitra sarotra asiana marika avy amin'ny olan'ny fianarana milina, ary mampiasa azy io hanavahana raha olombelona ny mpitsidika tranonkala na fampiharana.",
  "2968026167": "Ny legioma tianao indrindra",
  "3018523079": "Mijanòna amin'ny marika miaraka amin'ny traikefan'ny mpampiasa tsy miovaova.",
  "3065000659": "Fantatrao ve fa isaky ny \"tsindrio ny fiara\" ianao dia manampy amin'ny fanofanana tokana",
  "3093388779": "Maimaim-poana ny hCaptcha ampiasaina ho an'ny mpanonta na inona na inona habeny",
  "3093689546": "Fampidirana mora",
  "3096063825": "Andramo izany",
  "3107683988": "Izany dia afaka mampihena be ny fifamoivoizana ivelan'ny tambajotra sy ny fandaniana raha mitazona ny tombontsoa rehetra amin'ny fitantanana ataon'ny mpiasa an-telefaona 24/7 mba hihaona amin'ireo SLA henjana indrindra.",
  "3117887301": "Atokisan'ny serivisy an-tserasera lehibe indrindra",
  "3121248460": "Asehoy ireo fanamby mahazatra tsy manam-petra -- manomboka amin'ny tsotra ka hatramin'ny sarotra -- ho an'ny mpihaino andrasanao",
  "3153117136": "Ahoana ny fiasan'ny hCaptcha Difficulty Settings",
  "3160820928": "Fiarovana fanafihana mirindra",
  "3161489950": "Sehatra ML Mpiarovana mandroso indrindra eran-tany",
  "3167979932": "Natao ho an'ny fiainana manokana hatramin'ny andro voalohany. Fifanarahana fanodinana data matanjaka.",
  "3194111925": "MANAMPY",
  "3213351333": "Tsy mila fanoloran-tena mialoha",
  "3213957230": "Rehefa tsy maintsy mamaha fanamby ny mpampiasa mba hamenoana ny fepetra takian'ny fiarovana, maninona raha mamorona asa mahafinaritra sy mifandraika amin'ny mpampiasa?",
  "3225770968": "hCaptcha dia natao hamahana ny olana be mpampiasa indrindra amin'ny fianarana milina; fametahana angon-drakitra marobe amin'ny fomba ara-potoana sy azo antoka ary azo antoka.",
  "3230004040": "Sembana ve ianao sa tsy mahavita hCaptchas?",
  "3235430156": "maimaim-poana ny rafitra fianarana milina an'ny orinasa?",
  "3260825523": "Intuition Machines",
  "3264813246": "tsy manara-penitra",
  "3265895521": "Atsangano sy ampidino ny fahasarotana amin'ny andro",
  "3266612494": "Mpikambana azo itokisana",
  "3276777569": "hCaptcha",
  "3287172429": "Karazana fanamby mifehy naseho",
  "3365203058": "Fiarovana manohitra ny bota manerantany",
  "3412647984": "Izany dia ahafahanao misoroka fanontaniana ho avy amin'ny fisoratana anarana sy fametrahana cookie. Azafady, andramo vonoy ny mpanakan-doka anao.",
  "3417372336": "Avereno minitra",
  "3446714684": "Fifandraisana finday (iOS sy Android).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Ho an'ny mpampiasa Enterprise, misy safidy azo atao mba hisorohana tanteraka ny fanamby amin'ny ankamaroan'ny toe-javatra.",
  "3478726913": "hCaptcha dia manana iray amin'ireo dobo lehibe indrindra eto an-tany azo ampiasaina. Na inona na inona mari-pamantaranao dia vitantsika izany tsy misy fanoloran-tena lafo vidy. Tsy olana ny asa an-tapitrisany isan'andro.",
  "3480023141": "Mianara bebe kokoa momba ny safidy fidirana",
  "3483700676": "Mandrosoa asa an-tapitrisany avy hatrany",
  "3500503648": "Ny hCaptcha dia natao hanafoanana ny fitehirizana angona maharitra amin'ny fianteherana amin'ny fanombanana eo noho eo fa tsy ny firaketana sy famakafakana ny tantaran'ny fitetezanao. Manohana hetsika toy ny",
  "3524251858": "Talen'ny fitantanana ny vokatra, Cloudflare",
  "3526939538": "Software Bug",
  "3530599065": "Ny fiainana manokana dia naorina hatramin'ny voalohany. Tsy mitazona PII ny hCaptcha ary mifanaraka amin'ny didy sy fitsipika maro momba ny fiainana manokana.",
  "3570415321": "orinasa",
  "3573245166": "Tsy toy ny reCAPTCHA, miasa any amin'ny firenena rehetra izahay.",
  "3578122193": "Mijanòna amin'ny marika miaraka amin'ny atiny mifandraika",
  "3620442880": "Fametrahana fiarovana amin'ny Flash Sale",
  "3630114728": "Jereo ny zava-mitranga amin'ny tranokalanao sy fampiharana rehetra.",
  "3644106388": "Contact",
  "3660619092": "Misoratra anarana maimaim-poana na mifandray amin'ny varotra ho an'ny vahaolana Enterprise",
  "3688621388": "sonia fandrahonana",
  "3704893754": "Te hahita ny tenanao? Andramo ny hCaptcha Free",
  "3714002185": "Mianara bebe kokoa momba ny hCaptcha Enterprise",
  "3715747429": "Ny injeniera amin'ny onboarding dia afaka mitondra anao haingana, na mila fampidirana React ianao, SDK ho an'ny fampiharana teratany iOS, ohatra Java backend, na saika toe-javatra hafa.",
  "3717512591": "Direct Platform Integration",
  "3721365241": "manandrana",
  "3729345277": "hCaptcha dia fomba iray ahafahan'ny orinasa mahazo ny fanamarihana ilainy haingana kokoa, miaraka amin'ny kalitao avo kokoa ary amin'ny vidiny ambany kokoa noho ny safidy hafa.",
  "3730038780": "Misafidiana amin'ireo fanamby saika tsy manam-petra ho an'ny mpampiasa hovahany",
  "3739936967": "Ity fifantohana miavaka amin'ny fiainana manokana ity dia midika fa afaka manolotra fitahirizana angon-drakitra aotra ho an'ny tsirairay izahay, fampandehanana tsy misy cookie, ary antoka hafa momba ny fiainana manokana amin'ny alàlan'ny fifanarahana raha ilaina sady mitazona fiarovana tsara. Hamaky bebe kokoa.",
  "3740051331": "Nanolo-tena ihany koa izahay hanara-maso sy hamaly ny fanontanian'ireo mpampiasa anao manerana ny media sosialy, forum, ary fantsona fanohanana amin'ny widget sy mailaka. Mora idirana sy mandray andraikitra izahay, ary raisina ho KPI ambony ny fahafaham-pon'ny mpampiasa.",
  "3753956446": "maimaim-poana",
  "3758963444": "Misaotra anao! Voaray ny fanoloranao!",
  "3767462250": "Natao ho an'ny tsiambaratelo",
  "3768951251": "Enterprise SLAs",
  "3807059944": "Mifehy ny atiny fanamby ampiasaina",
  "3816867833": "Feedback",
  "3817811295": "Azo antoka fa azo itokisana sy fanohanana haingana 24/7 amin'ny antso.",
  "3892905664": "Ny hCaptcha dia manampy ny serivisy an-tserasera ankafizinao indrindra hisoroka bots, spam ary fanararaotana amin'ny fametrahana fanontaniana tsotra mora ho an'ny olombelona sy sarotra amin'ny milina.",
  "3913848038": "99.99% SLAs amin'ny fotoana maharitra ary fanohanana manerantany 24/7.",
  "3951254541": "Misaotra anao izahay. Ampahafantaro anay ny olana rehetra dia hovahanay haingana.",
  "3952259236": "Ampifandraiso amin'ny famantarana an'arivony hCaptcha ny angon-drakitrao jamba mba hampiofanana hCaptcha amin'ny kilasy fitondran-tena -- ho an'ny ohatra anao ihany -- mba haminavina tsara kokoa ny fitondran-tena ratsy noho ny vahaolana irery",
  "3953584369": "Misy fameperana fidirana RBAC sophisticated.",
  "4007826952": "Ny CAPTCHA voalohany momba ny fiainana manokana #1 ho an'ny tranonkala, finday, ary maro hafa.",
  "4019660456": "0ms latency: manamarina ny famantarana hCaptcha tsy misy antso API.",
  "4065065042": "Antsoy ity mba hifanaraka tsara amin'ny fonon-tananao.",
  "4083018285": "Fitaovan'ny endri-javatra miitatra izay mitambatra amin'ny fanaraha-maso sy ny valin'ny SOC nohatsaraina mba hamahana ny fandrahonana maharitra",
  "4146870445": "Iza isika",
  "4147497805": "Karaoty",
  "4194763679": "Ambaratonga fahasahiranana tsara",
  "4195759329": "Famantarana bot sy isa mety",
  "4199502476": "Dashboard momba ny tatitra mandroso sy API",
  "4238473596": "Zava-dehibe ny fampihenana ny fifanolanana ho an'ny tena mpampiasa. Mampiasa asa tsotra ny hCaptcha ary maka fotoana kely kokoa ho an'ny ankamaroan'ny mpampiasa raha manakana ny fifamoivoizana bot bebe kokoa.",
  "4272022475": "Ny fangatahana sy ny fananana rehetra dia mankany amin'ny hcaptcha.yourdomain.com",
  "4272454814": "Ampifandraiso amin'ny mpanome anarana nofidinao.",
  "header-privacy-link": "ny fiainana manokana",
  "header-integration-link": "fampidirana",
  "header-cost-link": "vidin'ny",
  "header-features-link": "Toetoetra",
  "header-docs-link": "Docs",
  "header-login-button": "Hiditra",
  "header-contact-button": "Contact Sales",
  "intro-heading": "Zero friction humanity verification.",
  "intro-contact-button": "Mifandraisa aminay raha te hahalala bebe kokoa",
  "intro-text-bottom": "Miantehitra amin'ireo orinasa manome hery ny tranonkala.",
  "sub-menu-button": "Contact Sales",
  "sub-menu-item1": "Orinasa",
  "sub-menu-item2": "vidin'ny",
  "sub-menu-item3": "fampidirana",
  "sub-menu-item4": "Toetoetra",
  "sub-menu-item5": "ny fiainana manokana",
  "sub-menu-item6": "Docs",
  "info-head-1": "Namboarina tamin'ny sehatra hCaptcha efa voaporofo",
  "info-text-1": "hCaptcha Enterprise dia mandeha amin'ny teknolojian'ny sehatra hCaptcha, miitatra mba hampidirana ireo endri-javatra ilain'ny orinasa be fifamoivoizana.",
  "info-head-2": "Mpikambana azo itokisana",
  "intro-subtitle": "Vahao ny olan'ny bot-nao anio.",
  "info-text-2": "Ny serivisinay dia atokisan'ny orinasa lehibe indrindra eran-tany mba hanompoana mpampiasa an-tapitrisany isan'andro amin'ny tranokala am-polony tapitrisa.",
  "cloudflare-quote-text": "Nanombana mpivarotra CAPTCHA maromaro izahay ary koa nanangana rafitra iray izahay. Tamin'ny farany, ny hCaptcha dia nipoitra ho safidy tsara indrindra amin'ny reCAPTCHA.",
  "cloudflare-quote-detail": "Talen'ny fitantanana ny vokatra, Cloudflare",
  "section-quote-head": "Ny safidy mahomby ho an'ny orinasa be fifamoivoizana",
  "section-quote-text": "Farany, safidy azo itokisana amin'ny Google. Ny hCaptcha Enterprise dia manome tahiry manaitra amin'ny volavolanao reCAPTCHA miaraka amin'ny fiarovana ambony kokoa: hatramin'ny 80% lafo kokoa amin'ny tranga sasany. Maro amin'ireo tolotra an-tserasera lehibe indrindra eran-tany no nivadika ho hCaptcha Enterprise ary nahazo famandrihana bot nohatsaraina niaraka tamin'ny fitsitsiana vola be.",
  "section-quote-button": "Mifandraisa aminay anio mba hahazoana teny",
  "section-privacy-header": "Mifantoka amin'ny fiainana manokana",
  "section-privacy-text-1": "Ny tambajotran-doka dia mahita ny mpitsidika anao ho vokatra. Ho antsika ny hany vokatra dia ny mamaritra ny maha-olombelona azy ireo. Mahafeno na mihoatra ny fepetra takian'ny GDPR, CCPA, ary LGPD ny serivisinay, ary manohana hetsika toy ny Privacy Pass. Miasa mafy izahay mba handanjalanja ny fiainana manokana sy ny fiarovana.",
  "section-privacy-text-2": "Ity fifantohana tsy manam-paharoa amin'ny fiainana manokana ity dia midika fa afaka manolotra fitahirizana angon-drakitra aotra ho an'ny tsirairay isika, fampandehanana tsy misy cookie, ary antoka hafa momba ny fiainana manokana amin'ny alàlan'ny fifanarahana raha ilaina sady mitazona fiarovana tsara.",
  "section-security-header": "Fiarovana Voalohany",
  "section-security-text-1": "Miankina aminao sy anay ny fahamarinany. Ny hCaptcha dia miasa hanome anao angon-drakitra tena izy ary mamela anao hanapa-kevitra ny fomba fampiasana azy. Ny captcha hafa dia omen'ny orinasa dokambarotra Gigantic. Midika izany fa ny bot rehetra nosakanan'izy ireo dia mety hampihena ny fidiram-bolany.",
  "section-security-text-2": "Ny fampiasana ny teknika fianarana milina farany izay mifantoka amin'ny fiainana manokana dia mamela antsika hihoatra ny fenitry ny fiarovana amin'ny firaketana an-tsoratra ny tetikady rehetra mandrakizay nefa tsy manimba ny fiarovana na ny tsiambaratelon'ny mpampiasa.",
  "section-user-experience-header": "Traikefa mpampiasa lehibe",
  "section-user-experience-text1": "Ho an'ny mpampiasa Enterprise, misy safidy azo atao mba hisorohana tanteraka ny fanamby amin'ny ankamaroan'ny toe-javatra.",
  "section-user-experience-text2": "Ahena ny fifanolanana amin'ny alàlan'ny fanalavirana tanteraka ny fanamby ho an'ny 99.9% amin'ny fifamoivoizanao ara-dalàna nefa mbola manome fiarovana tsara, noho ny maodely bot efa mandroso.",
  "section-easy-integration-header": "Fampidirana mora",
  "section-easy-integration-text": "Ny fampidirana hCaptcha dia mila minitra vitsy ary andalana vitsivitsy monja. Ny API fototra dia mifanaraka amin'ny reCAPTCHA V2, ary minitra vitsy monja no hiova. Afaka mitsangana sy mihazakazaka miaraka amin'ny safidy tsara kokoa ianao anio, ary velomy ireo endri-javatra mandroso kokoa raha ilaina.",
  "section-easy-integration-serverside": "Lafiny mpizara:",
  "section-easy-integration-frontend": "Ny tendrony aloha:",
  "section-threat-header": "Scores fandrahonana namboarina",
  "section-threat-text": "Tsy mitovy ny olana rehetra: ny fahazoana isa tokana dia midika fa tsy maintsy mamaly ny filanao ho ilaina izany. Miaraka amin'ny Scores Threat Customized Customized an'ny hCaptcha, ny fifampidinihana haingana dia ahafahantsika mampifanaraka ny maodely mba hanaterana isa mifandraika kokoa amin'ny orinasanao.",
  "section-challenges-header": "Alefaso ao anatin'ny segondra ny fanamby anao manokana",
  "section-challenges-text-1": "Mijanòna amin'ny marika miaraka amin'ny atiny mifandraika",
  "section-challenges-text-2": "Rehefa tsy maintsy mamaha fanamby ny mpampiasa mba hamenoana ny fepetra takian'ny fiarovana, maninona raha mamorona asa mahafinaritra sy mifandraika amin'ny mpampiasa? Miaraka amin'ny mpamorona fanamby mahazatra mahazatra anay, afaka manomboka atiny fanamby amin'ny marika ianao ao anatin'ny minitra vitsy monja.",
  "section-integration-header": "Direct Platform Integration",
  "section-integration-subheader": "Ho an'ny orinasa Web Infrastructure",
  "section-integration-text": "Ny rafitra hCaptcha Enterprise dia miovaova manokana amin'ny famolavolana azy: azo apetraka amin'ny ampahany na manontolo amin'ny sisin'ny tambajotranao izy io raha toa ka mampiasa rahona ho an'ny daholobe ianao na manana ivontoerana data maro. Izany dia afaka mampihena be ny fandaniana sy ny fifamoivoizana ivelan'ny tambajotra raha mitazona ny tombontsoa rehetra amin'ny fitantanana ataon'ny mpiasa an-telefaona 24/7 mba hihaona amin'ireo SLA henjana indrindra.",
  "section-support-header": "Fahalalana sy fanohanana azo tratrarina ho anao sy ny mpampiasa anao",
  "section-support-text": "Laharam-pahamehana ho anay ny fanompoana. Mitazona fanohanana an-telefaona 24/7 izahay ary manolotra fandrindrana mivantana an'i Slack miaraka amin'ny ekipa fampidirana injeniera sy ny mpiasa an-telefaona mandritra ny fampiharana sy aorian'ny fampiharana. , ary ny fantsona fanohanana amin'ny widget sy mailaka. Mora idirana sy mandray andraikitra izahay, ary raisina ho KPI ambony ny fahafaham-pon'ny mpampiasa.",
  "section-enterprise-header": "Endriky ny orinasa",
  "section-enterprise-title-1": "Fiarovana manohitra ny bota manerantany",
  "section-enterprise-desc-1": "Voasedra amin'ny ady amin'ny sehatra tranonkala.",
  "section-enterprise-title-2": "Naoty bot marina tsara",
  "section-enterprise-desc-2": "Fantaro ireo mpilalao ratsy amin'ny karazany maro.",
  "section-enterprise-title-3": "Tsy misy friction ary 99.9% maodely passive",
  "section-enterprise-desc-3": "Fanamby latsaky ny 0,1% amin'ny mpampiasa ara-dalàna.",
  "section-enterprise-title-4": "Karazana fanamby mifehy naseho",
  "section-enterprise-desc-4": "Trano famakiam-boky midadasika azo isafidianana.",
  "section-enterprise-title-5": "Mifehy ny atiny fanamby ampiasaina",
  "section-enterprise-desc-5": "Mijanòna amin'ny marika miaraka amin'ny traikefan'ny mpampiasa tsy miovaova.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Azo antoka fa azo itokisana sy fanohanana haingana 24/7 amin'ny antso.",
  "section-enterprise-title-7": "Fanohanana navigateur lova",
  "section-enterprise-desc-7": "Mifanaraka hatrany amin'ny Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboard momba ny tatitra mandroso sy API",
  "section-enterprise-desc-8": "Jereo ny zava-mitranga amin'ny tranokalanao sy fampiharana rehetra.",
  "section-enterprise-title-9": "Miasa any amin'ny firenena rehetra",
  "section-enterprise-desc-9": "Tsy toy ny reCAPTCHA, miasa any amin'ny firenena rehetra izahay.",
  "section-enterprise-title-10": "GDPR, CCPA, ary LGPD politika momba ny fiainana manokana",
  "section-enterprise-desc-10": "Natao ho an'ny fiainana manokana hatramin'ny andro voalohany. Fifanarahana momba ny fanodinana data matanjaka.",
  "section-enterprise-title-11": "Ambaratonga fahasahiranana tsara",
  "section-enterprise-desc-11": "Antsoy ity mba hifanaraka tsara amin'ny fonon-tananao.",
  "section-enterprise-title-12": "fampiantranoana antoko voalohany",
  "section-enterprise-desc-12": "Ny fangatahana sy ny fananana rehetra dia mandeha amin'ny hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards maro mpampiasa",
  "section-enterprise-desc-13": "Mizarà fitantanana manerana ny ekipanao.",
  "section-enterprise-title-14": "Fanamarinana avy hatrany",
  "section-enterprise-desc-14": "0ms latency: manamarina ny famantarana hCaptcha tsy misy antso API.",
  "section-enterprise-title-15": "Fifandraisana finday (iOS sy Android).",
  "section-enterprise-desc-15": "Traikefa mirindra manerana ny tranonkala, finday teratany, tranonkala finday. Misy fampidirana efa vita sy SDK teratany.",
  "section-enterprise-title-16": "Fepetra namboarina sy antoka momba ny fiainana manokana",
  "section-enterprise-desc-16": "Fenoy ny filanao ara-dalàna rehefa tsy afaka ny orinasa hafa.",
  "presented-challlenges-head": "Fanamby natolotra",
  "presented-challenges-title-1": "fampitahana",
  "presented-challenges-text-1": "Safidio ny sary rehetra mifanaraka amin'ny fangatahana",
  "presented-challenges-title-2": "Boaty mifamatotra",
  "presented-challenges-text-2": "Farito ny faritra mifamatotra amin'ny zavatra",
  "presented-challenges-title-3": "endrika efa",
  "presented-challenges-text-3": "Fantaro ireo etikety mifanaraka amin'izany",
  "presented-challenges-subheader": "...sy asa tsotra hafa. Mora ho an'ny olombelona, sarotra ho an'ny bots.",
  "presented-challenges-subtext": "Misy asa manokana ho an'ny mpamoaka orinasa ihany koa.",
  "footer-header-1": "Company",
  "footer-header-2": "Harena",
  "footer-header-3": "Contact",
  "footer-link-1": "fametahaka marika",
  "footer-link-2": "About",
  "footer-link-3": "Jobs",
  "footer-link-4": "famantarana",
  "footer-link-5": "AI Etika",
  "footer-link-6": "Blog",
  "footer-link-7": "Status",
  "footer-link-8": "Documentation",
  "footer-link-9": "Hampandre Bug",
  "footer-terms": "Terms",
  "footer-privacy": "Privacy",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contact",
  "switch-to-english-link": "Mivadika amin'ny Anglisy",
  "intro-heading-privacy": "Natao ho an'ny fiainana manokana.",
  "intro-subtitle-p1-privacy": " Fomba fiasa miavaka amin'ny fiarovana amin'ny Internet.",
  "info-head-2-pr": "Tsy valiny ny fandraketana hetsika an-tserasera.",
  "info-text-1-pr": "Iray ihany ny tanjona hCaptcha Enterprise: hisoroka ireo mpisehatra ratsy tsy hanakorontana ny asanao an-tserasera sy hanimba ny mpampiasa anao.",
  "info-text-2-pr": "Namboarina hatrany am-boalohany araka izany ny rafitray mba hanamaivanana ny fanangonam-baovao sy ny fihazonana ny angon-drakitra sady mitazona ny fiarovana ambony indrindra. Ny fomba tsara indrindra hiarovana ny angon-drakitra mpampiasa dia ny tsy fitahirizana izany mihitsy.",
  "info-text-3-pr": "Ny fifandraisan'ny mpanjifa rehetra dia voaaro amin'ny fifanarahana fanodinana data matanjaka ihany koa. Ny serivisy hCaptcha dia manaraka ny lalàna momba ny fiainana manokana na aiza na aiza misy ny serivisy na ny mpanjifanao. Ny tsy fitazonana ny angon-drakitra manokana dia manamora kokoa antsika noho ny an'ny orinasa hafa.",
  "info-text-2-2-pr": "Ny serivisy toa an'i reCAPTCHA v3 dia milaza fa ny fametrahana ny pikantsary fanaraha-maso azy amin'ny pejy tsirairay amin'ny tranokalanao dia ilaina amin'ny fiarovana tsara. Tsy izany no izy.",
  "info-text-2-3-pr": "Ny famakafakana fitondran-tena tsotra dia famantarana mora noforonin'ny mpilalao ratsy, ary mitaky fitazonana ny tantaran'ny fitetezana ho an'ny fifamoivoizana ara-dalàna rehetra ihany koa.",
  "info-text-2-4-pr": "Tsy miasa tambajotran-doka izahay, ary tsy liana amin'ny fijerena ny fihetsiky ny mpampiasa anao mba hivarotana doka ho azy ireo. Midika izany fa tsy mila pixel passive izahay isaky ny pejy amin'ny tranokalanao.",
  "info-text-2-5-pr": "Ampio ny kaody fanamby ataonay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao.",
  "info-head-3-pr": "Mahasoa ny fianarana milina. Saingy tsy mitaky angon-drakitra manokana izany mba hiasa.",
  "info-text-3-1-pr": "Miantraika amin'ny lafiny rehetra amin'ny fiainantsika ankehitriny ny fianarana milina, matetika amin'ny fomba tsy takatsika sy tsy hitantsika. Tsy misy hafa amin'izany ny serivisy fiarovana amin'ny Internet.",
  "info-text-3-2-pr": "Amin'ny alalan'ny fianarana famantarana an'arivony, ny maodely dia afaka manatsoaka hevitra sy mahazo fahatokisana ambony amin'ny fahafantarana ny fitondran-tena ratsy, na dia tsy misy famantarana manokana aza dia ho matanjaka tsara hanehoana olana.",
  "info-text-3-3-pr": "Na izany aza, tsy misy amin'izany mitaky ny fampiasana ny mombamomba ny tena manokana (PII). Ny teknika kriptografika maoderina dia ahafahantsika manary haingana izay angon-drakitra manokana, mamorona sonia tokana tsy azo ampifandraisina amin'olona.",
  "info-text-3-4-pr": "Miasa tsara ihany koa ny fiofanana momba ny angon-drakitra tsy fantatra, ary tsy mila mampandefitra ny fiarovana na ny fiainana manokana. Ny mpanjifanay dia nanao ny fitsapana empirical, ary nanambara anay ho mitovy na tsara kokoa noho ny safidy tsy miankina.",
  "cloudflare-quote-text-privacy": "Nankafizinay ny zavatra maromaro momba ny vahaolana hCaptcha: 1) tsy mivarotra angon-drakitra manokana izy ireo; angon-drakitra manokana faran'izay kely indrindra no angonin'izy ireo, mangarahara izy ireo amin'ny filazalazana ny mombamomba azy sy ny fomba ampiasana sy/na ny fampahafantarana izany.",
  "pilot-head": "Andramo izahay amin'ny tontolo iainanao tsy misy adidy.",
  "pilot-text-1a": "Injeniera izahay fa tsy mpivarotra: tianay ho faly amin'ny safidinao ianao.",
  "pilot-text-1b": "Ny fomba tsara indrindra hiantohana ny fahafaham-po dia ny fanehoana fa mahafeno ny filanao izahay.",
  "pilot-text-1c": "Saika ny orinasa rehetra manomboka mpanamory no misafidy ny vahaolanay.",
  "pilot-text-1d": "Ampiasao ity taratasy ity hanatonana ny iray amin'ireo manampahaizana ara-teknika anay. Mamaly haingana izahay.",
  "pilot-text-1e": "Azonao atao koa ny mandefa mailaka anay mivantana.",
  "pilot-email-details": "Eto ny antsipiriany.",
  "pilot-f1": "Region",
  "pilot-f2": "Ny anaranao",
  "pilot-f3": "Ny anaranao",
  "pilot-f4": "Business Email",
  "pilot-f5": "Misy antsipiriany hafa tokony hananantsika?",
  "pilot-f6": "Mila fidirana maika ve ianao?",
  "pilot-f7": "Eny.",
  "pilot-f8": "Voatafika aho ary mila fidirana haingana.",
  "pilot-f9": "manaiky",
  "pilot-f10": "Amin'ny alàlan'ny fampidiranao ny mailaka dia manaiky ny fepetray sy ny politika momba ny fiainana manokana ianao, ary mandray mailaka avy aminay.",
  "pilot-fo-1": "Tsy ho mora kokoa ny fampidirana.",
  "pilot-fo-2": "Ny hCaptcha dia manana fampidirana am-polony efa namboarina ho an'ny rafitra frontend sy backend ampiasainao.",
  "pilot-fo-3": "Raha sendra avy amin'ny reCAPTCHA an'i Google ianao, dia fanoloana midina ny API anay. Kaody andalana telo no ilainao.",
  "pilot-fo-4": "Ny injeniera amin'ny onboarding dia afaka mitondra anao haingana, na mila fampidirana React ianao, SDK ho an'ny fampiharana teratany iOS, ohatra Java backend, na saika toe-javatra hafa.",
  "pilot-fo-5": "Ary toy ny mahazatra, ny fiainana manokana dia sanda fototra ho antsika. Ampio ny kaody fanamby ataonay raha tsy amin'ny toerana ilana azy, ary amin'ny toerana misy dikany ny fiarovana anao sy ny mpampiasa anao. Ny fampihenana ny fanangonana angona dia manomboka amin'ny fotoana fampidirana.",
  "pilot-fdone": "Misaotra anao. Hifandray tsy ho ela isika.",
  "home-ent-2-new": "Mianara bebe kokoa momba ny vahaolana momba ny orinasanay.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Ny vahaolana hCaptcha Enterprise dia manome fiarovana ambony indrindra ary miaro ny ankamaroan'ny serivisy an-tserasera ambony.",
  "home-plans-button-2-new": "Hamantatra bebe kokoa",
  "header-enterprise-link": "Orinasa",
  "sales-interstitial-c1b-new": "Mianara bebe kokoa momba ny hCaptcha Enterprise",
  "a11y-img-1": "Fandraisana momba ny fahazoana mampiasa aorian'ny fidirana",
  "a11y-img-2": "Safidy fidirana ao amin'ny menio UI widget",
  "a11y-img-3": "Boaty fifanakalozan-kevitra amin'ny fidirana UI",
  "about-advisors-brendan": "CEO an'ny Brave. Mpiara-manorina an'i Mozilla. Mpamorona ny fiteny fandaharana JavaScript. Mpanamboatra tranokala ary maro hafa.",
  "about-advisors-dawn": "Profesora, CS ao amin'ny University of California, Berkeley. Fianarana lalina, fiarovana, manam-pahaizana momba ny sakana. CEO an'ny Oasis Labs.",
  "about-advisors-head": "mpanolo-tsaina",
  "about-advisors-keiran": "Mpahay siansa mpikaroka ao Stanford. Fianarana milina sy famatsiam-bola be dia be amin'ny banky lehibe, volavolan-dalàna, ary akademia.",
  "about-content-head-1": "Izay ataontsika",
  "about-content-head-2": "Maninona no ilaina izany",
  "about-content-text-1a": "hCaptcha dia mitondra fomba maoderina mifantoka amin'ny fiainana manokana amin'ny fampiatoana ireo bot.",
  "about-content-text-1b": "Asehonay ireo fanamby CAPTCHA izay sarotra ho an'ny botika fa mora ho an'ny olona amin'ny fanangonana angona sarotra-amin'ny-marika avy amin'ny olan'ny fianarana milina, ary hampiasana azy hanavahana raha olona na tranonkala iray na mpitsidika fampiharana.",
  "about-content-text-2a": "Mateti-pitranga ny mpisehatra ratsy amin'ny Internet. Fa tsy ny fahafoizan-tena ho an'ny mpampiasa no vahaolana.",
  "about-content-text-2b": "Ny vahaolana fiarovana natolotry ny orinasa dokambarotra dia mifantoka indrindra amin'ny fanarahana ireo mpampiasa manerana ny tranonkala. Namorona vahaolana fiarovana mahomby izahay izay manaporofo fa tsy ilaina ny manimba ny tsiambaratelon'ny mpampiasa mba hamoahana valiny tena tsara.",
  "about-intro-head-1": "Momba ny hCaptcha",
  "about-intro-head-2": "Tsiambaratelo, fiarovana ary fianarana amin'ny milina.",
  "about-intro-text": "hCaptcha no serivisy CAPTCHA mahaleo tena be mpampiasa indrindra eran-tany.",
  "about-leadership-head": "Iza isika",
  "about-leadership-headsub": "Ekipa efa za-draharaha, miasa amin'ny olana mafy indrindra ankehitriny.",
  "about-leadership-link1": "Iza isika",
  "about-leadership-text1": "Manam-pahaizana manokana amin'ny fianarana lalina sy ny masinina masinina sehatra hianarana amin'ny ambaratonga izahay, miaraka amin'ny fifantohana manokana amin'ny fiarovana ny rafitra an-tserasera amin'ny fandrahonana maoderina miha-sarotra.",
  "about-leadership-text2": "Nandritra ny am-polony taona maro momba ny lozisialy sy ny fahaizan'ny fianarana milina, dia manangana sy miasa amina rafitra mavesatra be loatra izahay hiatrehana ny sasany amin'ireo olana mafy indrindra ankehitriny raha mitahiry ny fiainana manokana.",
  "acc-opt": "Safidy fidirana",
  "acc-opt-but": "Mianara bebe kokoa momba ny safidy fidirana",
  "acc-opt-text": "Misy kilema ve ianao sa tsy afaka mamita hCaptchas?",
  "accessibility-link": "Accessibility",
  "appreciate-in": "Ankasitrahanay ny hevitrao. Ampahafantaro anay izay olana rehetra ary hamaha azy ireo haingana izahay.",
  "fb-but": "Alefaso izahay hevitra",
  "feedback-text": "Omeo hevitra momba ilay hCaptcha hitanao izao",
  "footer-copyright-text": "hCaptcha dia mari-pamantarana voasoratra anarana an'ny Intuition Machines, Inc.",
  "footer-link-10": "Accessibility",
  "h-plans": "Drafitra famandrihana",
  "header-labeling-services-link": "Serivisy fanaovana marika",
  "header-plans-link": "Plans",
  "header-signup-button": "Hiditra Mpikambana",
  "home-about-head": "Momba ny hCaptcha",
  "home-about-subtitle": "Powered by HUMAN Protocol",
  "home-about-text-1": "hCaptcha dia natao hamahana ny olana goavana indrindra amin'ny fianaran'ny milina: ny fanamarihana data marobe amin'ny fomba ara-potoana, mora vidy ary azo antoka.",
  "home-about-text-2": "Betsaka ny angona mazàna no mamokatra vokatra tsara kokoa amin'ny maodely fianarana milina fanofanana. Ny fahombiazan'ny maodely lalina tato ho ato dia nanjary datasets lehibe mihamitombo hatrany, saika miaraka amin'ny famerenan'olombelona sasany. Na izany aza, ny fananganana tahiry lehibe dinihin'olombelona amin'ny alàlan'ny Mechanical Turk, Figure Eight, sns dia sady miadana no lafo.",
  "home-about-text-3": "Ny hCaptcha dia mamela ny tranokala hahazo vola manefa izany fangatahana izany kanefa manakana ny botika sy ny endrika fanararaotana hafa.",
  "home-about-text-4": "Ny tsenan'i hCaptcha dia ampiasan'ny HUMAN Protocol, protokol itsinjaram-pahefana misokatra ho an'ny fandinihan'olombelona izay mandeha amin'ny blockchain Ethereum. Mahazo Token Olombelona (HMT) ny tranonkala isaky ny mampiasa ny widget hCaptcha amin'ny tranokalany ny mpampiasa, ary mandoa Human Tokens ireo orinasam-pianarana milina mba hametahana anarana misy ny angon-drakitra.",
  "home-ba-labeling-services-link": "Serivisy fanaovana marika",
  "home-benefits-head-1": "Ny sanda amin'ny fametahana marika data",
  "home-benefits-head-2": "Avereno ny fiantrana",
  "home-benefits-text-1": "Fantatrao ve isaky ny manindry ny fiara ianao dia manampy amin'ny fampiofanana ny rafitra fianarana milina orinasa Gigantic iray maimaim-poana?",
  "home-benefits-text-2": "hCaptcha dia mamadika ity modely ity. Rehefa mampiasa hCaptcha ianao dia manolotra ny asa ataon'ireo mpampiasa anao ny orinasa rehefa manaporofo ny maha-olombelona azy ireo. Azonao ny valisoa.",
  "home-benefits-text-3": "Te hiverina amin'ny fiantrana tianao indrindra? hCaptcha dia mamela anao hanohana ireo fikambanana mpanao asa soa nofidinao tamin'ny karama azonao amin'ny fampiasana azy. Ireo mpampiasa ao amin'ny tranokalanao dia tsy ho ela dia hahita ny fandraisanao anjara amin'ny asa soa amin'ny alàlan'ny marika malina amin'ny interface hCaptcha.",
  "home-challenge-text-1": "Safidio ny sary rehetra mifanaraka amin'ny fangatahana",
  "home-challenge-text-2": "Farito ny faritra voafetra ho an'ny zavatra",
  "home-challenge-text-3": "Fantaro ireo marika mifandraika amin'izany",
  "home-challenge-title-1": "Comparison",
  "home-challenge-title-2": "Vata famarana",
  "home-challenge-title-3": "endrika efa",
  "home-challenges-head": "Fanamby napetraka",
  "home-challenges-text-1": "... sy asa tsotra hafa. Mora ho an'ny olombelona, sarotra ho an'ny botika.",
  "home-challenges-text-2": "Misy asa manokana ho an'ny mpamoaka orinasa ihany koa.",
  "home-ent-1": "Mitady ny tolotra fiarovana anay?",
  "home-ent-2": "Tsidiho ny tranokalanay vaovao natokana: BotStop.com",
  "home-ent-button": "Mianara bebe kokoa: BotStop avy amin'i hCaptcha",
  "home-from-the-blog": "AVY AMIN'NY BLOG:",
  "home-from-the-blog-value": "Ahoana ny fomba fiasa hCaptcha Fahasahiranana miasa",
  "home-intro-body": "Mampiasa captcha ve ianao mba hialana amin'ny botika? Miaro ny tsiambaratelon'ny mpampiasa i hCaptcha, manome valisoa ireo tranokala ary manampy ireo orinasa hahazo marika ny data-ny. Izy io dia fanoloana fampidinana ao amin'ny reCAPTCHA: afaka mifindra ao anatin'ny minitra vitsy ianao.",
  "home-intro-button": "Midira izao",
  "home-intro-head": "Atsaharo ny bots. Manomboha miaro ny tsiambaratelon'ny mpampiasa.",
  "home-main-1": "Private. Hampaninona. Haingankaingana. Ary manome vola anao izahay hampiasana azy.",
  "home-main-2": "Mifantoka amin'ny fiainana manokana",
  "home-main-2c": "Ny tambajotran-doka dia mahita ny mpitsidika anao ho vokatra. Ho an'ny hCaptcha ny vokatra dia ny asa omeny. Tsy miraharaha izay mpampiasa anao izahay, fa ny mety ho ratsy ihany. Manohana hetsika toy ny Privacy Pass izahay, ary miasa mafy mba handanjalanja ny fiainana manokana sy ny fiarovana.",
  "home-main-3": "Security aloha",
  "home-main-3c": "Ny fahitsiana dia mahaliana anao sy anay. hCaptcha dia mifantoka amin'ny mpampanonta. Miasa izahay hanome anao ny angona tena izy ary mamela anao hanapa-kevitra ny fomba hampiasana azy. Ny captchas hafa dia omen'ny orinasan-doka Gigantic. Midika izany fa ny bot rehetra sakanany dia mety hampihena ny vola miditra.",
  "home-main-4": "Fanandramana tsara kokoa an'ny mpampiasa",
  "home-main-4c": "Modely fianarana milina be pitsiny no ampiasain'ny hCaptcha hamaritana ny zanak'olombelona. Io dia ahafahantsika mitaky asa tsy dia mahasosotra loatra avy amin'ny mpampiasa anao ary tsy dia manokana ny fotoanany amin'ny fanaovana izany, raha mbola mamokatra angon-drakitra misy marika mahasoa ho an'ny mpanjifa misoratra anarana.",
  "home-main-plans": "Ny hCaptcha dia maimaimpoana ampiasaina amin'ny mpanonta amin'ny habe rehetra. Na izany aza, ho an'ireo orinasa sy sehatra mila fanaraha-maso bebe kokoa dia misy ny vahaolana entinay.",
  "home-main-plans2": "Ny vahaolana hCaptcha enterprise dia miaro mpampiasa an-tapitrisany amin'ny tranokala an-tapitrisany ho an'ny orinasa lehibe indrindra eto an-tany. Mifandraisa aminay raha mila fampahalalana bebe kokoa, na mitsidika",
  "home-main-plans3": "Ny vahaolana hCaptcha enterprise dia miaro mpampiasa an-tapitrisany amin'ny tranokala an-tapitrisany ho an'ny orinasa lehibe indrindra eto an-tany. Mifandraisa aminay raha mila fampahalalana bebe kokoa, na mitsidika",
  "home-main-plans4": "ho an'ny antsipiriany.",
  "home-plans-button-1": "Misoratra anarana izao",
  "home-plans-button-2": "Mifandraisa amin'ny varotra",
  "home-plans-chart-head-1": "Toetoetra",
  "home-plans-chart-head-2": "Mpanonta",
  "home-plans-chart-head-3": "Enterprise",
  "home-plans-chart-row-1-cell-1": "Asehoy ireo karazana fanamby aseho",
  "home-plans-chart-row-1-cell-2": "Limited",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Dashboard misy mpampiasa marobe",
  "home-plans-chart-row-11-cell-1": "Fampisehoana mavitrika momba ny fanaovana tatitra",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
  "home-plans-chart-row-2-cell-1": "Mifehy ny atin'ny fanamby ampiasaina",
  "home-plans-chart-row-2-cell-2": "Limited",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Mahazoa valisoa ho an'ny olan'ny olombelona",
  "home-plans-chart-row-4-cell-1": "Fiarovana manohitra bot an'izao tontolo izao",
  "home-plans-chart-row-5-cell-1": "Miasa amin'ny firenena rehetra",
  "home-plans-chart-row-5a-cell-1": "Tsy misy CAPTCHA ary 99.9% maody passive",
  "home-plans-chart-row-5b-cell-1": "Isa amin'ny fahatokisana Bot",
  "home-plans-chart-row-6-cell-1": "GDPR sy ny politika momba ny tsiambaratelo CCPA",
  "home-plans-chart-row-7-cell-1": "Ambaratonga fahasarotana voajanahary",
  "home-plans-chart-row-8-cell-1": "Mandrosoa ny atin'ny fanambinao manokana",
  "home-plans-chart-row-9-cell-1": "Fandaharam-potoana sarotra amin'ny fotoana",
  "home-try-it-out-button": "Makà hCaptcha",
  "home-try-it-out-head": "Andramo izany",
  "home-try-it-out-text": "hCaptcha dia manome detection bot tsotra, mora ary azo itokisana nefa tsy dia ilaina loatra hamaha ny olombelona.",
  "labeling-about-head": "Momba ny hCaptcha",
  "labeling-about-text-1": "hCaptcha dia natao hamahana ny olana goavana indrindra amin'ny fianaran'ny milina; fanamarihana data marobe amin'ny fomba ara-potoana, mora vidy ary azo antoka. Betsaka ny angona mazàna no mamokatra vokatra tsara kokoa amin'ny maodely fianarana milina fanofanana. Ny fahombiazan'ny maodely lalina tato ho ato dia nanjary datasets lehibe kokoa, ary hCaptcha no manome an'io filàna io.",
  "labeling-about-text-2": "Na izany aza, ny fananganana tahiry lehibe dinihin'olombelona amin'ny alàlan'ny fomba nentim-paharazana dia sady miadana no lafo. hCaptcha dia fomba iray ahazoan'ny orinasa ny fanamarihana takian'izy ireo haingana kokoa, miaraka amin'ny kalitao avo lenta ary amin'ny vidiny ambany noho ny safidy hafa.",
  "labeling-annotations-head": "Karazana fanamarihana",
  "labeling-annotations-text-1": "Hamarino zavatra marina amin'ny sary sy ny horonan-tsary",
  "labeling-annotations-text-2": "Hamarino zavatra marina amin'ny sary sy ny horonan-tsary",
  "labeling-annotations-text-3": "Torohevitra an-tsoratra momba ny tranga fampiasana maro samihafa",
  "labeling-annotations-text-4": "Sivano na ampidiro ny sokajy tsy mitombina amin'ny habe rehetra",
  "labeling-annotations-text-5": "Famantarana sy fanasokajiana herin'olombelona",
  "labeling-annotations-text-6": "Mila karazana hafa tsy voatanisa eto? Anontanio fotsiny izahay.",
  "labeling-annotations-title-1": "Vata famarana",
  "labeling-annotations-title-2": "Polygons",
  "labeling-annotations-title-3": "mari-toerana",
  "labeling-annotations-title-4": "Fanasokajiana toetra",
  "labeling-annotations-title-5": "Fampitahana sy fikarohana",
  "labeling-annotations-title-6": "... ary maro hafa",
  "labeling-ent-button": "Mifandraisa amin'ny ekipan'ny Solutions Enterprise anay",
  "labeling-ent-head": "Mila fanaraha-maso farany?",
  "labeling-ent-text-1": "Ny HUMAN Platform ao ambadiky ny hCaptcha dia manome kalitao sy fitantanana asa be pitsiny amin'ny alàlan'ny fametrahana eo an-toerana, hybrid na SaaS izay mifangaro amin'ireo rafitra misy anao.",
  "labeling-ent-text-2": "Mihazakazaha ivelan'ny toerana ivelan'ny Internet miaraka amin'ny asanao manokana, ny lanja azo alaina manerana ireo orinasan-draharaha na mpiara-miombon'antoka amin'ny consortium, mandamina asa amin'ny asa isan-karazany amin'ireo mpanome asa anatiny sy ivelany mifototra amin'ny fitakiana vidiny sy fiarovana, ary maro hafa.",
  "labeling-ent-text-3": "Fahazoana API mora, tabilao tsara tarehy, ary ny haitao farany modely ao anaty-loop mba hampitomboana ny fahombiazany.",
  "labeling-ent-text-4": "99,99% SLA amin'ny fotoana ambony sy fanohanana manerantany 24/7 misy. Raha mila fanazavana fanampiny:",
  "labeling-features-head-1": "Tsotra fantsom-pitaterana API tsotra.",
  "labeling-features-head-2": "Optimised amin'ny vidiny sy ny kalitao. Tsy ilaina ny fanoloran-tena mialoha.",
  "labeling-features-head-3": "Aloavy fotsiny ny fahamarinana ilainao.",
  "labeling-features-head-4": "Omeo ny angon-drakitra marina momba anao na avelao izahay hanangana azy amin'ny sidina.",
  "labeling-features-text-1": "Te hampiditra ny famerenan'ny olona mivantana amin'ny asan'ny orinasao? Manolotra SLA azo itokisana avo lenta izahay, azo antoka ny fahaizany ary API REST tsotra.",
  "labeling-features-text-2": "Ny sehatra HUMAN dia mampiasa maodely fahatokisana feno mba hanaovana fandalinana kalitao tena izy. Io dia ahafahantsika mamaritra haingana ny fahasarotan'ireo fanontaniana sy ny valiny mety ananany, mamonjy fotoana sy vola aminao.",
  "labeling-features-text-3": "Tsy ny olana rehetra no mitovy. Ny fanamarihana ho an'ny asa fanakianana fiarovana dia mety mitaky fahatokisana 99,99% amin'ny mpiasa olombelona manontolo. Ny fanamafisana momba ny endrika beta iray amin'ny fampiharana lalao finday dia mety mitaky fahatokisana antonony fotsiny. Manapa-kevitra ianao.",
  "labeling-features-text-4": "Manana angon-drakitra tsy misy fanamarinana feno ve ianao? Amin'ny ankabeazan'ny toe-javatra, afaka manangana iray ho anao izahay amin'ny maha-lahasa mandalo ny rafitra na mamorona santionany misy marika ho fankatoavana anao.",
  "labeling-info-head": "Mahazo angon-drakitra misy marika",
  "labeling-info-text-1": "Miresaha amin'ny iray amin'ireo manam-pahaizana momba anay mba hamaritana ny filan'ny tetikadinao: ny tanjon'ny tanjona, ny endrika ary ny fepetra takiana manokana.",
  "labeling-info-text-2": "Izahay dia manatanteraka asa famokarana kely miorina amin'ny angona santionanao. Ity dia mizaha ny asa niarahanay nanao izay hahazoana antoka fa mahazo izay ilainao tokoa ianao.",
  "labeling-info-text-3": "Amin'ny volantsika avo sy ambany latency dia ahodininay haingana ny asanao, miaraka amin'ny fandefasana mandeha ho azy vantany vao vita izany.",
  "labeling-info-text-4": "Rehefa azontsika tsara kokoa ny masontsivana amin'ny asanao famokarana, hitohy hatrany ny fanatsarana ny valiny rehefa mandeha ny fotoana.",
  "labeling-info-text-5": "Ny dashboard mivantana dia mamela anao hanome valiny na fiatoana amin'ny famokarana amin'ny fotoana rehetra.",
  "labeling-info-title-1": "Farito ny famaritana",
  "labeling-info-title-2": "Fitsapana voalohany momba ny asa",
  "labeling-info-title-3": "Mipetraha asa famokarana",
  "labeling-info-title-4": "Fanatsarana tsy tapaka",
  "labeling-info-title-5": "Vokatra tena izy",
  "labeling-main-1": "Fametahana angon-drakitra mahomby amin'ny vidiny",
  "labeling-main-1-button": "Alao izao ny data-nao",
  "labeling-main-1c": "Mila etikety bebe kokoa ho an'ny angonao? Ny hCaptcha dia manome mari-pamantarana angon-drakitra haingana, lafo ary avo lenta ho an'ny orinasa miasa amin'ny faharanitan-tsaina artifisialy sy ny fampiharana fianarana milina.",
  "labeling-main-2": "Mandrosoa asa an-tapitrisany eo noho eo.",
  "labeling-main-2-button": "Mividiana serivisy fanoratana data",
  "labeling-main-2c": "hCaptcha dia iray amin'ireo dobo lehibe indrindra eto an-tany azo ampiasaina. Na inona na inona refinao, afaka tantinay izy io raha tsy misy fanoloran-tena mialoha. Asa an-tapitrisany isan'andro tsy misy olana.",
  "labeling-platform-head": "Fampahalalana manokana na ampahibemaso",
  "labeling-platform-text": "hCaptcha dia miorina eo amin'ny HUMAN Platform, izay mamela ny fandehanana sy ny fandalinana be pitsiny hanatsara ny vidiny sy ny fahombiazany amin'ny dingana tsirairay. Ity teknolojia ity dia mamela ny mpiasa hiasa tsara ny ampahany tsirairay amin'ny asanao, mampitombo ny fahombiazan'ny vidiny sady mitahiry ny tsiambaratelo ary mahafeno ny fepetra takian'ny lalàna mifehy izay mety mihatra.",
  "labeling-try-button": "Mividiana serivisy fanoratana data",
  "labeling-try-head": "Te hanandrana amin'ny data-nao ve ianao?",
  "labeling-try-text": "... vonona izahay rehefa eo ianao: misy ny serivisy omena antsika isan'andro.",
  "learn-more-hcaptcha": "Mianara bebe kokoa momba ny hCaptcha",
  "page-acc-faq-1": "Fanontaniana: Mifanaraka ve ny hCaptcha Section 508 + WCAG 2.1 AA? Valiny: Mino izany izahay: ireo mpampiasa rehetra manana endrika fahasahiranana rehetra izay afaka mijery ny tranonkala sy mampiditra lahatsoratra amin'ny endrika dia afaka miditra amin'ny serivisy voaaro amin'ny hCaptcha rehefa misoratra anarana. Na izany aza, tsy toro-hevitra ara-dalàna izany: tokony hanao fanombanana manokana ianao, amin'ny fiheverana ny fampiharanao manokana mba hahazoana antoka fa izany no zava-misy amin'ny fametrahana anao.",
  "page-acc-faq-2": "Fanontaniana: Miasa amin'ny safidy fidirana hafa (a11y) ve ianao, toy ny feo? Valiny: Ny safidy malaza taloha toy ny captcha audio dia manavakavaka ireo mpampiasa a11y maro ary mora resy amin'ny teknika fianarana milina maoderina. Izany dia nanery ireo fanamby amin'izao fotoana izao ho lasa sarotra kokoa, mampiditra tabataba, fotoana hafahafa, fampifangaroana teny tsy mahazatra, sy ny sisa mba handresy ireo mpanafika. Tsy dia mazoto loatra amin'ity fomba fiasa ity izahay noho ny fialana tanteraka ny fanamby, fa handinika izany raha misy ny fitakiana avy amin'ny vondrom-piarahamonina a11y. Na izany aza, tena liana amin'ny Privacy Pass ho an'ny tranga fampiasana Accessibility izahay. Mino izahay fa ny fampifangaroana ny fomba fiasa a11y amin'izao fotoana izao miaraka amin'ny famoahana Privacy Pass dia ahafahan'ny mpampiasa a11y mijery am-pilaminana, azo antoka amin'ny fahafantarana fa mitokana kokoa ny fifamoivoizan'izy ireo, ary mametra ny fanararaotana ataon'ireo mpandraharaha bot izay tsy azo ihodivirana rehefa misy safidy a11y. Mpandray anjara mavitrika ao amin'ny vondrona miasa IETF manara-penitra ity teknolojia vaovao ity izahay.",
  "page-acc-faq-3": "Fanontaniana: Ahoana ny momba ny fiainana manokana? Mampiharihary ny angon-drakitra fitetezana a11y ve ny fisoratana anarana? Inona no ataonao amin'ny mailaka? Valiny: hCaptcha dia natao ho an'ny fiainana manokana hatrany am-boalohany. Tena hafa noho ny safidy nentim-paharazana toy ny reCAPTCHA izay an'ny tambajotra doka, izay manana fandrisihana hanara-maso anao amin'ny Internet ary hampifandray anao amin'ny tena maha-izy azy. Tsy mampiasa mailaka na fampahalalana azo idirana mihitsy izahay amin'ny tanjona hafa ankoatra ny fanamorana ny fampiasana a11y sy ny fisorohana ny fanararaotana. Ny politikan'ny fiainana manokana dia manana valiny feno sy manam-pahefana momba ny fomba ampiasana data, fa ny valiny fohy dia tsy liana amin'ny fampifandraisana anao amin'ny maha-olona anao amin'ny tantaran'ny fitetezanao izahay. raha mbola mitahiry ny fahafahantsika misoroka ny fanararaotana, mameno ny asantsika Pass Privacy.",
  "page-acc-link-1": "Raha mpampiasa fidirana ianao, dia misorata anarana azafady.",
  "page-acc-subhead": "Fiantohana ny fidirana tsy misy tohika ho an'ny mpampiasa rehetra ary mitandro filaminana",
  "page-acc-summary": "famintinana",
  "page-acc-summary-contents-1": "hCaptcha dia natao hanakanana ny bots amin'ny fanavahana azy amin'ny olona. Ny fitsapana amin'ny maso dia fitaovana mety amin'izany, saingy tsy ny rehetra no afaka mamaha olana amin'ny maso. Noho izany antony izany, dia namorona safidy tsotra sy tsy misy fanaintainana izahay mba hamela ny mpitory mampiasa ny fanompoanay hitahiry ny fahafahan'ny rehetra miditra amin'ny Fizarana 508 sy WCAG 2.1 AA feno.",
  "page-acc-summary-contents-2": "Ahoana ny fomba fiasany: voalohany, mpampiasa fidirana dia misoratra anarana amin'ity URL ity, izay ampifandraisina amin'ny pejin'ny info hCaptcha widget. Nomena cookie iray nafenina afaka ampiasaina imbetsaka isan'andro izy ireo, saingy tsy maintsy havaozina isaky ny 24 ora amin'ny alàlan'ny fidirana. Rehefa misy fanamby atolotra amin'ny mpampiasa fidirana amin'ny tranonkala rehetra mampiasa ny serivisy hCaptcha dia handalo ho azy izy ireo.",
  "page-acc-title": "Fampahalalana momba ny fahazoana hCaptcha",
  "page-acc-tr-body": "Fanontaniana: Mbola mahita fanamby aho aorian'ny fametrahana cookie. Inona no mahatonga izany?<br> Valiny: Matetika izy io dia vokatry ny fampiasana ad blocker mahery setra na extension anti-cookie, na toerana fanakanana ireo cookies eo amin'ny cross-site, amin'ity cookie ity ho an'ny hcaptcha.com izay napetraka na voamarin'ny hCaptcha JS amin'ny tranokala hafa , toa ilay tsidihinao.<br><br> Ny cookies azo idirana hCaptcha dia miasa amin'ireo mpitety tranonkala malaza rehetra sy ireo mpanakan-doka misy ny fari-piainany mahazatra, noho izany matetika ny tsy fahombiazana dia noho ny script anti-anti-adblock na fitsipika mitovy amin'izany izay mikendry ireo tranonkala manokana.<br><br> Solutions:<br><br> 1. Whitelist hcaptcha.com sy cookies * .hcaptcha.com ao amin'ny mpanakana ny doka na fanitarana fiarovana anao.<br> 2. Raha mampiasa ny browser Brigve ianao, izay toa tsy misy karazana whitelist cookie, dia mankanesa any amin'ny Prefers -> Shields -> Cookies ary safidio Avelao ny Cookies rehetra.<br> 3. Raha mampiasa ny kinova farany farany an'ny Safari ianao na amin'ny OS X 10.15 na iOS 13.4 vao nivoaka, Apple dia nanova ny fihetsiky ny Safari mifandraika amin'ny cookies an'ny antoko fahatelo, manakana azy rehetra amin'ny alàlan'ny default. Mampihatra vahaolana izahay, fa mandritra izany fotoana izany dia tsidiho ny safidin'i Safari, fizarana momba ny fiainana manokana ary zahao ny fanarahan-dia ny tranokala: Sakano ny fanarahan-dia ny tranokala ahafahan'ny cookie azo idirana miasa araka ny nampoizina.<br><br> Fanontaniana: mampiasa fitaovana marobe aho. Mila misoratra anarana imbetsaka ve aho?<br> Valiny: Tsia, tsindrio azafady ilay rohy fisoratana anarana mailaka nalefa taminao isaky ny fitaovana ampiasainao mba hametrahana ny cookie.<br><br> Fanontaniana: Ahoana no ahafahako miaro tena amin'ny fanarahana cookie an'ny antoko fahatelo raha mampiasa cookie azo idirana aho?<br> Valiny: Ny fampiasana izay fanitarana manokana momba ny fiainana manokana na fanakanana ny doka izay manohana ny famaody fotsy (toa uBlock Origin) dia hiasa araka ny antenaina: alao antoka fotsiny fa hametahana fotsy ao amin'ny hcaptcha.com.",
  "page-acc-tr-title": "Ho an'ny mpampiasa fahafahana miditra: Fanontaniana matetika sy Torolàlana momba ny famahana olana",
  "page-acc-tr2-body": "Safari<br> Mba ahafahana mampiasa cookies ao amin'ny Safari (Mac): Mandehana amin'ny menio latsaka ambany Safari. Safidio ny safidinao. Kitiho ny tsiambaratelo ao amin'ny tontonana ambony. Eo ambanin'ny 'Block cookies' dia safidio ny safidy 'Never.'<br> Mba hahafahan'ny cookies amin'ny Safari (iPhone / iPad iOS 11+): sokafy ny fikiranao. Mikorisa midina ary safidio Safari. Eo ambanin'ny tsiambaratelo sy fiarovana, vonoy ny 'Sakano ny fanarahan-toerana amin'ny zana-tany' sy ny 'Sakano ny cookies rehetra'<br><br> Firefox<br> Tsindrio ny ampinga ankavanan'ny baran'ny adiresy amin'ny pejy web misy anao. Tsindrio ny Security Settings. Hisokatra ny takelaka momba ny fiainana manokana sy fiarovana Firefox Preferensi. Eo ambanin'ny fiarovana ny fanaraha-maso mivoatra, safidio ny Custom. Safidio ny mpanaraka sy ny script hanakana azy amin'ny fisafidianana ireo boaty. Hamarino tsara fa nanakana ny hcaptcha.com ianao.<br><br> Azonao atao ihany koa ny mamono vonjimaika ny fiarovana sasany ao amin'ny Custom mba handefasana izany, amin'ny alàlan'ny fisafidianana ireo boaty fanamarinana: Esory ny boaty an'ny Trackers na esory ny boaty Cookies raha mbola manana olana ianao.<br><br> Google Chrome<br> Google Chrome (PC)<br> Safidio ny kisary menio Chrome. Safidio ny fikirana.<br> Mandehana any amin'ny Privacy sy Security, avy eo Cookies sy angona tahiry hafa.<br> Hamarino tsara fa tsy azo alefa ny 'cookies cookies an'ny antoko fahatelo'.<br><br> Google Chrome (Mac):<br> Sokafy ny safidinao Chrome ao amin'ny bara fisoro.<br> Mandehana any amin'ny Privacy sy Security, avy eo Cookies sy angona tahiry hafa.<br> Hamarino tsara fa tsy azo alefa ny 'cookies cookies an'ny antoko fahatelo'.<br><br> Google Chrome (Android):<br> Ao amin'ny fitaovanao Android, sokafy ny fampiharana Chrome.<br> Eo amin'ny farany ambony havanana, kitiho ny More ary avy eo ny setting.<br> Tsindrio ny tranokala ary avy eo Cookies.<br> Eo akaikin'ny 'Cookies', alefaso ny setting.<br> Zahao ilay boaty eo akaikin'ny 'Avelao ny cookies an'ny antoko fahatelo.'<br><br> Internet Explorer<br> 1. Safidio ny fitaovana eo amin'ny zoro ankavanana ambony amin'ny efijery, avy eo safidio ny 'Safidin'ny Internet'. Raha manana ny Menu Bar azonao atao ianao dia afaka misafidy 'Tools' avy eo 'Internet Safidy'.<br> 2. Kitiho ny kiheba 'Privacy'.<br> 3. Safidio ny bokotra 'Advanced'.<br> 4. Eo ambanin'ny 'Cookies an'ny antoko fahatelo' dia safidio ny 'Manaiky'.<br> 5. Tsindrio 'OK'",
  "page-acc-tr2-head": "Torolàlana ho an'ny mpitsikilo ho an'ny cookies an-tsokosoko",
  "priv-hc": "Mifantoka amin'ny fiainana manokana",
  "priv-hc-text": "Ny tambajotran'ny doka dia mahita anao ho vokatr'izy ireo. Izahay tsy manao. Tsy miraharaha izay mpampiasa azy izahay fa tsy hoe manimba tena fotsiny. Manohana ny fandraisana andraikitra toa ny Privacy Pass izahay ary miasa mafy mandanjalanja ny fiainana manokana sy filaminana.",
  "reporting-bugs-accessibility-button": "Mianara bebe kokoa momba ny safidy fidirana",
  "reporting-bugs-accessibility-head": "Safidy fidirana",
  "reporting-bugs-accessibility-text": "Misy kilema ve ianao sa tsy afaka mamita hCaptchas?",
  "reporting-bugs-guide-ff-head": "Mandray antsipirihan'ny tatitra momba ny bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Dingana 1: sokafy ny fitaovana ampiasain'ny mpamorona (Manomboka mirakitra ny session ity.)",
  "reporting-bugs-guide-ff-step-2": "Dingana 2: Tsindrio ny vakizoro Network ao amin'ny Tools Developer. Zahao ny boaty Persist logs eo an-tampony.",
  "reporting-bugs-guide-ff-step-3": "Dingana 3: tsidiho ny https://accounts.hcaptcha.com/demo, na ny tranokala misy olana misy anao (Fanamarihana ny tsiambaratelo: raha tsy mampaninona anao ny mizara izany) ... bokotra olombelona, ary miezaka ny hamaha.",
  "reporting-bugs-guide-ff-step-4": "Dingana 4: Kitiho ny HAR rehefa avy manandrana mamaha ianao, ary mifidiana Save All as HAR mba hamonjena ny log de network. Alefaso aminay io rakitra io.",
  "reporting-bugs-guide-ff-step-5": "Dingana 5: tsindrio ny zoro Console, ary tsindrio havanana avy eo Safidio daholo ary tahirizo ao anaty rakitra an-tsoratra, mba hamonjy ny log console. Alefaso aminay ihany koa izany.",
  "reporting-bugs-guide-ff-step-6": "Dingana farany: Alefaso aminay ireo rakitra HAR sy console logs ireo, ary lazao ny olana Ampiasao: support@hcaptcha.com (azafady ampiasao serivisy toy ny Dropbox na Filebin ary alefaso rohy) ary raha tsy izany dia pikantsary, raha miahiahy ianao fa misy zavatra tsy miseho tsara. . Alefaso azafady ny IP ampiasainao. Azonao atao ny maka izany avy amin'ny https://www.whatsmyip.org/ Misaotra noho ny naka fotoana hanampiana anay hahazo ity vaovao ity! Nanolo-tena hanao hCaptcha ho an'ny rehetra izahay.",
  "reporting-bugs-guide-head": "Mandray antsipirihan'ny tatitra momba ny bug: Chrome",
  "reporting-bugs-guide-step-1": "Dingana 1: sokafy ny fitaovana ampiasain'ny mpamorona (Manomboka mirakitra ny session ity.)",
  "reporting-bugs-guide-step-2": "Dingana 2: Tsindrio ny vakizoro Network ao amin'ny Tools Developer. Zahao ny boaty Tehirizo ny lozisialy eo an-tampony.",
  "reporting-bugs-guide-step-3": "Dingana 3: tsidiho ny https://accounts.hcaptcha.com/demo, na ny tranokala misy olana misy anao (Fanamarihana ny tsiambaratelo: raha tsy mampaninona anao ny mizara izany) ... bokotra olombelona, ary miezaka ny hamaha.",
  "reporting-bugs-guide-step-4": "Dingana 4: tsindrio Export HAR (ilay zana-tsipika kely midina) aorian'ny fanandramanao hamaha, izay mamonjy ny lozisialy. Alefaso aminay ilay fisie.",
  "reporting-bugs-guide-step-5": "Dingana 5: tsindrio ny vakizoro Console, ary tsindrio havanana avy eo Save as .. mba hamonjy ny log console. Alefaso aminay ihany koa izany.",
  "reporting-bugs-guide-step-6": "Dingana farany: Alefaso aminay ireo rakitra HAR sy console log ireo, ary lazao ny olana. Mampiasà: support@hcaptcha.com (ampiasao serivisy toa an'i Dropbox na Filebin ary alefaso rohy) ary raha tsy izany dia pikantsary, raha miahiahy ianao fa misy zavatra tsy miseho tsara. Alefaso azafady ny IP ampiasainao. Azonao atao ny maka izany avy amin'ny https://www.whatsmyip.org/ Misaotra noho ny naka fotoana hanampiana anay hahazo ity vaovao ity! Nanolo-tena hanao hCaptcha ho an'ny rehetra izahay.",
  "reporting-bugs-guide-text-1": "Ny fandefasana info debugging amin'ny tatitrao dia hanamora anay kokoa hamantatra izay mitranga. Ireto misy torolàlana isaky ny dingana:",
  "reporting-bugs-guide-text-2": "Raha mpamorona tranonkala na mpampiasa manam-pahaizana ianao, ny famintinana dia tianay ny handefasanao tamba-jotra firaketana HAR sy diarin'ny console navigateur. Azafady, manandrama manakana ny fanakanana doka na fanitarana fiarovana amin'ny navigateur aloha ary andramo indray alohan'ny handehananao ireto dingana ireto. Raha mamaha ny olanao izany, dia mbola mankasitraka anao izahay mampahafantatra anay ny dikan-teninao amin'ny navigateur, ny fanakanana doka na ny fanitarana ny navigateur, ary ny URL tranonkala.",
  "reporting-bugs-intro-head": "Nahita bug? Ity ny fomba fitaterana azy.",
  "reporting-bugs-intro-text": "Olona an-tapitrisany no mampiasa hCaptcha isam-bolana, amin'ny fitambaran-tranonkala miisa an'arivony, fanitarana, fitaovana, firewall ary maro hafa. Ny tanjonay dia ny hahazoana antoka fa mety aminao foana, ka mankasitraka ny tatitra ataonay izahay! Mba hanomezana hevitra haingana dia tsindrio fotsiny ny bokotra Alefaso izahay. Raha mahita olana miasa ianao dia araho azafady ny torolàlana momba ny lozisialy debug ho an'ny Chrome na torolàlana momba ny lozisialy debug ho an'ny Firefox eto ambany. Ho an'ny mpizaha hafa rehetra dia andefaso mailaka izahay. Raha te hanana olana amin'ny filaminana na amin'ny fiainana manokana ianao, dia jereo ny torolalana etsy ambany.",
  "reporting-bugs-privacy-head": "Olana momba ny tsiambaratelo",
  "reporting-bugs-privacy-text": "Tsy miraharaha izay mpampiasa azy izahay, fa mety hanao ratsy na milina fotsiny. Manohana ny fandraisana andraikitra toa ny Privacy Pass izahay ary miasa mafy mandanjalanja ny fiainana manokana sy filaminana. Raha nahita olana izay heverinao fa mety hisy fiantraikany amin'ny tsiambaratelon'ny mpampiasa ianao dia andefaso mailaka izahay eto amin'ny support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Alefaso izahay hevitra",
  "reporting-bugs-provide-feedback-head": "Manomeza valiny eo noho eo momba ny hCaptcha",
  "reporting-bugs-provide-feedback-text": "Ankasitrahanay ny hevitrao. Ampahafantaro anay izay olana rehetra ary hamaha azy ireo haingana izahay.",
  "reporting-bugs-security-head": "Kitapo fiarovana",
  "reporting-bugs-security-text": "Liana foana izahay handray tatitra momba ny hadisoana fiarovana. Alefaso mailaka ny support@hcaptcha.com & CC security@hcaptcha.com ary hiverina haingana aminao izahay. Manana programa bounty bug koa izahay ho an'ny tatitra azo antoka momba ny fiarovana amin'ny serivisy hCaptcha sy kaody loharano mifandraika amin'izany.",
  "sales-interstitial-c1": "Ho an'ny orinasa",
  "sales-interstitial-c1a": "Vahaolana fiarovana amin'ny orinasa (karama)",
  "sales-interstitial-c1b": "Mianara bebe kokoa momba ny hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Fanamarihana data",
  "sales-interstitial-c1d": "Vidio ny serivisy fanamarihana hCaptcha",
  "sales-interstitial-c2": "Ho an'ny isam-batan'olona",
  "sales-interstitial-c2a": "Ampio hCaptcha amin'ny serivisinao (maimaim-poana)",
  "sales-interstitial-c2b": "Manampia hCaptcha ho an'ny Publishers amin'ny tranokalaniko na amin'ny app-ko",
  "sales-interstitial-c2c": "Inona no atao hoe hCaptcha?",
  "sales-interstitial-c2d": "Mianara bebe kokoa momba ny hCaptcha",
  "sales-interstitial-head": "Andao alao antoka fa tonga amin'ny toerana mety ianao.",
  "sec-hc": "Security aloha",
  "sec-hc-text": "hCaptcha dia mifantoka amin'ny mpanonta. Miasa izahay hanome angon-drakitra tena izy ireo tranonkala ary avelao izy ireo hanapa-kevitra ny fomba hampiasana izany. Miankina aminao sy anay ny fahamarinany. Ny captcha hafa dia omen'ny orinasa mpanao dokam-barotra. Ny bot rehetra nosakanan'izy ireo dia mety hampihena ny fidiram-bolany.",
  "signup-interstitial-c1": "Ho an'ny orinasa na tranokala",
  "signup-interstitial-c1a": "Ampio hCaptcha amin'ny serivisinao (maimaim-poana)",
  "signup-interstitial-c1b": "Manampia hCaptcha ho an'ny Publishers amin'ny tranokalaniko na amin'ny app-ko",
  "signup-interstitial-c1c": "Vahaolana fiarovana amin'ny orinasa (karama)",
  "signup-interstitial-c1d": "Mianara bebe kokoa momba ny hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Fanamarihana data",
  "signup-interstitial-c1f": "Vidio ny serivisy fanamarihana hCaptcha",
  "signup-interstitial-c2": "Ho an'ny isam-batan'olona",
  "signup-interstitial-c2a": "Azo idirana",
  "signup-interstitial-c2b": "Ianaro ny safidy fidirana ho an'ny hCaptcha",
  "signup-interstitial-c2c": "Mahazo vola",
  "signup-interstitial-c2d": "Miasa ho toy ny marika famantarana data",
  "signup-interstitial-head": "Andao alao antoka fa tonga amin'ny toerana mety ianao.",
  "support-interstitial-c1": "Ho an'ny orinasa",
  "support-interstitial-c1a": "Vahaolana fiarovana amin'ny orinasa (karama)",
  "support-interstitial-c1b": "Mitadiava fanampiana ho an'ny hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (maimaim-poana)",
  "support-interstitial-c1d": "Makà fanampiana ho an'ny Publisher hCaptcha",
  "support-interstitial-c2": "Ho an'ny isam-batan'olona",
  "support-interstitial-c2a": "Manana olana amin'ny fanamby?",
  "support-interstitial-c2b": "Ianaro ny safidy fidirana ho an'ny hCaptcha",
  "support-interstitial-c2c": "Te hitory bug?",
  "support-interstitial-c2d": "Mianara bebe kokoa momba ny fitaterana olan'ny rindrambaiko",
  "support-interstitial-head": "Andao alao antoka fa tonga amin'ny toerana mety ianao.",
  "what-is-hcaptcha": "Inona no atao hoe hCaptcha?",
  "what-is-hcaptcha-text": "Ny hCaptcha dia manampy ny serivisinao amin'ny tranonkala ankafizinao hitazona bot, spam, ary fanararaotana amin'ny fametrahana fanontaniana tsotra izay mora ho an'ny olombelona ary sarotra ho an'ny masinina.",
  "why-hc": "Fa maninona hCaptcha?",
  "why-hc-text": "Isaky ny mamaly fanamby ianao dia mampiasa maodely maodely izahay hahitana raha olombelona ianao na milina. Ny tranonkala izay notsidihinao avy eo dia mampiasa ity valiny ity mba hanatsarana ny traikefanao amin'ny tranokalan'izy ireo amin'ny alàlan'ny fisorohana ireo bot.",
  "footer-link-5b": "mpanao gazety",
  "footer-link-cyberattacks": "Cyberattacks 101"
}