{
  "a11y-img-1": "Fandraisana momba ny fahazoana mampiasa aorian'ny fidirana",
  "a11y-img-2": "Safidy fidirana ao amin'ny menio UI widget",
  "a11y-img-3": "Boaty fifanakalozan-kevitra amin'ny fidirana UI",
  "about-advisors-brendan": "CEO an'ny Brave. Mpiara-manorina an'i Mozilla. Mpamorona ny fiteny fandaharana JavaScript. Mpanamboatra tranokala ary maro hafa.",
  "about-advisors-dawn": "Profesora, CS ao amin'ny University of California, Berkeley. Fianarana lalina, fiarovana, manam-pahaizana momba ny sakana. CEO an'ny Oasis Labs.",
  "about-advisors-head": "mpanolo-tsaina",
  "about-advisors-keiran": "Mpahay siansa mpikaroka ao Stanford. Fianarana milina sy famatsiam-bola be dia be amin'ny banky lehibe, volavolan-dalàna, ary akademia.",
  "about-content-head-1": "Izay ataontsika",
  "about-content-head-2": "Maninona no ilaina izany",
  "about-content-text-1a": "hCaptcha dia mitondra fomba maoderina mifantoka amin'ny fiainana manokana amin'ny fampiatoana ireo bot.",
  "about-content-text-1b": "Asehonay ireo fanamby CAPTCHA izay sarotra ho an'ny botika fa mora ho an'ny olona amin'ny fanangonana angona sarotra-amin'ny-marika avy amin'ny olan'ny fianarana milina, ary hampiasana azy hanavahana raha olona na tranonkala iray na mpitsidika fampiharana.",
  "about-content-text-2a": "Mateti-pitranga ny mpisehatra ratsy amin'ny Internet. Fa tsy ny fahafoizan-tena ho an'ny mpampiasa no vahaolana.",
  "about-content-text-2b": "Ny vahaolana fiarovana natolotry ny orinasa dokambarotra dia mifantoka indrindra amin'ny fanarahana ireo mpampiasa manerana ny tranonkala. Namorona vahaolana fiarovana mahomby izahay izay manaporofo fa tsy ilaina ny manimba ny tsiambaratelon'ny mpampiasa mba hamoahana valiny tena tsara.",
  "about-intro-head-1": "Momba ny hCaptcha",
  "about-intro-head-2": "Tsiambaratelo, fiarovana ary fianarana amin'ny milina.",
  "about-intro-text": "hCaptcha no serivisy CAPTCHA mahaleo tena be mpampiasa eran'izao tontolo izao.",
  "about-leadership-head": "Iza isika",
  "about-leadership-headsub": "Ekipa efa za-draharaha, miasa amin'ny olana mafy indrindra ankehitriny.",
  "about-leadership-link1": "Iza isika",
  "about-leadership-text1": "Manam-pahaizana manokana amin'ny fianarana lalina sy ny masinina masinina sehatra hianarana amin'ny ambaratonga izahay, miaraka amin'ny fifantohana manokana amin'ny fiarovana ny rafitra an-tserasera amin'ny fandrahonana maoderina miha-sarotra.",
  "about-leadership-text2": "Nandritra ny am-polony taona maro momba ny lozisialy sy ny fahaizan'ny fianarana milina, dia manangana sy miasa amina rafitra mavesatra be loatra izahay hiatrehana ny sasany amin'ireo olana mafy indrindra ankehitriny raha mitahiry ny fiainana manokana.",
  "acc-opt": "Safidy fidirana",
  "acc-opt-but": "Mianara bebe kokoa momba ny safidy fidirana",
  "acc-opt-text": "Misy kilema ve ianao sa tsy afaka mamita hCaptchas?",
  "accessibility-link": "Accessibility",
  "appreciate-in": "Ankasitrahanay ny hevitrao. Ampahafantaro anay izay olana rehetra ary hamaha azy ireo haingana izahay.",
  "fb-but": "Alefaso izahay hevitra",
  "feedback-text": "Omeo hevitra momba ilay hCaptcha hitanao izao",
  "footer-attribution": "Attribution",
  "footer-copyright-text": "hCaptcha dia mari-pamantarana voasoratra anarana an'ny Intuition Machines, Inc.",
  "footer-header-1": "Company",
  "footer-header-2": "Harena",
  "footer-header-3": "Contact",
  "footer-link-1": "fametahaka marika",
  "footer-link-10": "Accessibility",
  "footer-link-2": "About",
  "footer-link-3": "Jobs",
  "footer-link-4": "famantarana",
  "footer-link-5": "Etika AI",
  "footer-link-6": "Blog",
  "footer-link-7": "Status",
  "footer-link-8": "Documentation",
  "footer-link-9": "Hampandre Bug",
  "footer-privacy": "Privacy",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contact",
  "footer-terms": "Terms",
  "h-plans": "Drafitra famandrihana",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "Serivisy fanaovana marika",
  "header-login-button": "Hiditra",
  "header-plans-link": "Plans",
  "header-signup-button": "Hiditra Mpikambana",
  "home-about-head": "Momba ny hCaptcha",
  "home-about-subtitle": "Powered by HUMAN Protocol",
  "home-about-text-1": "hCaptcha dia natao hamahana ny olana goavana indrindra amin'ny fianaran'ny milina: ny fanamarihana data marobe amin'ny fomba ara-potoana, mora vidy ary azo antoka.",
  "home-about-text-2": "Betsaka ny angona mazàna no mamokatra vokatra tsara kokoa amin'ny maodely fianarana milina fanofanana. Ny fahombiazan'ny maodely lalina tato ho ato dia nanjary datasets lehibe mihamitombo hatrany, saika miaraka amin'ny famerenan'olombelona sasany. Na izany aza, ny fananganana tahiry lehibe dinihin'olombelona amin'ny alàlan'ny Mechanical Turk, Figure Eight, sns dia sady miadana no lafo.",
  "home-about-text-3": "Ny hCaptcha dia mamela ny tranokala hahazo vola manefa izany fangatahana izany kanefa manakana ny botika sy ny endrika fanararaotana hafa.",
  "home-about-text-4": "Ny tsenan'i hCaptcha dia ampiasan'ny HUMAN Protocol, protokol itsinjaram-pahefana misokatra ho an'ny fandinihan'olombelona izay mandeha amin'ny blockchain Ethereum. Mahazo Token Olombelona (HMT) ny tranonkala isaky ny mampiasa ny widget hCaptcha amin'ny tranokalany ny mpampiasa, ary mandoa Human Tokens ireo orinasam-pianarana milina mba hametahana anarana misy ny angon-drakitra.",
  "home-ba-labeling-services-link": "Serivisy fanaovana marika",
  "home-benefits-head-1": "Ny sanda amin'ny fametahana marika data",
  "home-benefits-head-2": "Avereno ny fiantrana",
  "home-benefits-text-1": "Fantatrao ve isaky ny manindry ny fiara ianao dia manampy amin'ny fampiofanana ny rafitra fianarana milina orinasa Gigantic iray maimaim-poana?",
  "home-benefits-text-2": "hCaptcha dia mamadika ity modely ity. Rehefa mampiasa hCaptcha ianao dia manolotra ny asa ataon'ireo mpampiasa anao ny orinasa rehefa manaporofo ny maha-olombelona azy ireo. Azonao ny valisoa.",
  "home-benefits-text-3": "Te hiverina amin'ny fiantrana tianao indrindra? hCaptcha dia mamela anao hanohana ireo fikambanana mpanao asa soa nofidinao tamin'ny karama azonao amin'ny fampiasana azy. Ireo mpampiasa ao amin'ny tranokalanao dia tsy ho ela dia hahita ny fandraisanao anjara amin'ny asa soa amin'ny alàlan'ny marika malina amin'ny interface hCaptcha.",
  "home-challenge-text-1": "Safidio ny sary rehetra mifanaraka amin'ny fangatahana",
  "home-challenge-text-2": "Farito ny faritra voafetra ho an'ny zavatra",
  "home-challenge-text-3": "Fantaro ireo marika mifandraika amin'izany",
  "home-challenge-title-1": "Comparison",
  "home-challenge-title-2": "Vata famarana",
  "home-challenge-title-3": "endrika efa",
  "home-challenges-head": "Fanamby napetraka",
  "home-challenges-text-1": "... sy asa tsotra hafa. Mora ho an'ny olombelona, sarotra ho an'ny botika.",
  "home-challenges-text-2": "Misy ihany koa ny lahasa manokana ho an'ny mpanonta orinasa.",
  "home-ent-1": "Mitady ny tolotra fiarovana anay?",
  "home-ent-2": "Tsidiho ny tranokalanay vaovao natokana: BotStop.com",
  "home-ent-button": "Mianara bebe kokoa: BotStop avy amin'i hCaptcha",
  "home-from-the-blog": "AVY AMIN'NY BLOG:",
  "home-from-the-blog-value": "Ahoana ny fomba fiasa hCaptcha Fahasahiranana miasa",
  "home-intro-body": "Mampiasa captcha ve ianao mba hialana amin'ny botika? Miaro ny tsiambaratelon'ny mpampiasa i hCaptcha, manome valisoa ireo tranokala ary manampy ireo orinasa hahazo marika ny data-ny. Izy io dia fanoloana fampidinana ao amin'ny reCAPTCHA: afaka mifindra ao anatin'ny minitra vitsy ianao.",
  "home-intro-button": "Midira izao",
  "home-intro-head": "Atsaharo ny bots. Manomboha miaro ny tsiambaratelon'ny mpampiasa.",
  "home-main-1": "Private. Hampaninona. Haingankaingana. Ary manome vola anao izahay hampiasana azy.",
  "home-main-2": "Mifantoka amin'ny fiainana manokana",
  "home-main-2c": "Ny tambajotran'ny doka dia mahita ny mpitsidika anao ho vokatra. Ho an'ny hCaptcha ny vokatra dia ny asa omen'izy ireo. Tsy miraharaha izay mpampiasa anao izahay, fa ny mety hanimba tena fotsiny. Manohana ny fandraisana andraikitra toa ny Privacy Pass izahay ary miasa mafy mandanjalanja ny fiainana manokana sy filaminana.",
  "home-main-3": "Security aloha",
  "home-main-3c": "Ny fahitsiana dia mahaliana anao sy anay. hCaptcha dia mifantoka amin'ny mpampanonta. Miasa izahay hanome anao ny angona tena izy ary mamela anao hanapa-kevitra ny fomba hampiasana azy. Ny captchas hafa dia omen'ny orinasan-doka Gigantic. Midika izany fa ny bot rehetra sakanany dia mety hampihena ny vola miditra.",
  "home-main-4": "Fanandramana tsara kokoa an'ny mpampiasa",
  "home-main-4c": "Modely fianarana milina be pitsiny no ampiasain'ny hCaptcha hamaritana ny zanak'olombelona. Io dia ahafahantsika mitaky asa tsy dia mahasosotra loatra avy amin'ny mpampiasa anao ary tsy dia manokana ny fotoanany amin'ny fanaovana izany, raha mbola mamokatra angon-drakitra misy marika mahasoa ho an'ny mpanjifa misoratra anarana.",
  "home-main-plans": "Ny hCaptcha dia maimaimpoana ampiasaina amin'ny mpanonta amin'ny habe rehetra. Na izany aza, ho an'ireo orinasa sy sehatra mila fanaraha-maso bebe kokoa dia misy ny vahaolana entinay.",
  "home-main-plans2": "Ny vahaolana hCaptcha enterprise dia miaro mpampiasa an-tapitrisany amin'ny tranokala an-tapitrisany ho an'ny orinasa lehibe indrindra eto an-tany. Mifandraisa aminay raha mila fampahalalana bebe kokoa, na mitsidika",
  "home-main-plans3": "Ny vahaolana hCaptcha enterprise dia miaro mpampiasa an-tapitrisany amin'ny tranokala an-tapitrisany ho an'ny orinasa lehibe indrindra eto an-tany. Mifandraisa aminay raha mila fampahalalana bebe kokoa, na mitsidika",
  "home-main-plans4": "ho an'ny antsipiriany.",
  "home-plans-button-1": "Misoratra anarana izao",
  "home-plans-button-2": "Mifandraisa amin'ny varotra",
  "home-plans-chart-head-1": "Toetoetra",
  "home-plans-chart-head-2": "Mpanonta",
  "home-plans-chart-head-3": "Enterprise",
  "home-plans-chart-row-1-cell-1": "Asehoy ireo karazana fanamby aseho",
  "home-plans-chart-row-1-cell-2": "Limited",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Dashboard misy mpampiasa marobe",
  "home-plans-chart-row-11-cell-1": "Fampisehoana mavitrika momba ny fanaovana tatitra",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
  "home-plans-chart-row-2-cell-1": "Mifehy ny atin'ny fanamby ampiasaina",
  "home-plans-chart-row-2-cell-2": "Limited",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Mahazoa valisoa ho an'ny olan'ny olombelona",
  "home-plans-chart-row-4-cell-1": "Fiarovana manohitra bot an'izao tontolo izao",
  "home-plans-chart-row-5-cell-1": "Miasa amin'ny firenena rehetra",
  "home-plans-chart-row-5a-cell-1": "Tsy misy CAPTCHA sy maody pasif 99,9%",
  "home-plans-chart-row-5b-cell-1": "Isa amin'ny fahatokisana Bot",
  "home-plans-chart-row-6-cell-1": "GDPR sy ny politika momba ny tsiambaratelo CCPA",
  "home-plans-chart-row-7-cell-1": "Ambaratonga fahasarotana voajanahary",
  "home-plans-chart-row-8-cell-1": "Mandrosoa ny atin'ny fanambinao manokana",
  "home-plans-chart-row-9-cell-1": "Fandaharam-potoana sarotra amin'ny fotoana",
  "home-try-it-out-button": "Makà hCaptcha",
  "home-try-it-out-head": "Andramo izany",
  "home-try-it-out-text": "hCaptcha dia manome detection bot tsotra, mora ary azo itokisana nefa tsy dia ilaina loatra hamaha ny olombelona.",
  "labeling-about-head": "Momba ny hCaptcha",
  "labeling-about-text-1": "hCaptcha dia natao hamahana ny olana goavana indrindra amin'ny fianaran'ny milina; fanamarihana data marobe amin'ny fomba ara-potoana, mora vidy ary azo antoka. Betsaka ny angona mazàna no mamokatra vokatra tsara kokoa amin'ny maodely fianarana milina fanofanana. Ny fahombiazan'ny maodely lalina tato ho ato dia nanjary datasets lehibe kokoa, ary hCaptcha no manome an'io filàna io.",
  "labeling-about-text-2": "Na izany aza, ny fananganana tahiry lehibe dinihin'olombelona amin'ny alàlan'ny fomba nentim-paharazana dia sady miadana no lafo. hCaptcha dia fomba iray ahazoan'ny orinasa ny fanamarihana takian'izy ireo haingana kokoa, miaraka amin'ny kalitao avo lenta ary amin'ny vidiny ambany noho ny safidy hafa.",
  "labeling-annotations-head": "Karazana fanamarihana",
  "labeling-annotations-text-1": "Hamarino zavatra marina amin'ny sary sy ny horonan-tsary",
  "labeling-annotations-text-2": "Hamarino zavatra marina amin'ny sary sy ny horonan-tsary",
  "labeling-annotations-text-3": "Torohevitra an-tsoratra momba ny tranga fampiasana maro samihafa",
  "labeling-annotations-text-4": "Sivano na ampidiro ny sokajy tsy mitombina amin'ny habe rehetra",
  "labeling-annotations-text-5": "Famantarana sy fanasokajiana herin'olombelona",
  "labeling-annotations-text-6": "Mila karazana hafa tsy voatanisa eto? Anontanio fotsiny izahay.",
  "labeling-annotations-title-1": "Vata famarana",
  "labeling-annotations-title-2": "Polygons",
  "labeling-annotations-title-3": "mari-toerana",
  "labeling-annotations-title-4": "Fanasokajiana toetra",
  "labeling-annotations-title-5": "Fampitahana sy fikarohana",
  "labeling-annotations-title-6": "... ary maro hafa",
  "labeling-ent-button": "Mifandraisa amin'ny ekipan'ny Solutions Enterprise anay",
  "labeling-ent-head": "Mila fanaraha-maso farany?",
  "labeling-ent-text-1": "Ny HUMAN Platform ao ambadiky ny hCaptcha dia manome kalitao sy fitantanana asa be pitsiny amin'ny alàlan'ny fametrahana eo an-toerana, hybrid na SaaS izay mifangaro amin'ireo rafitra misy anao.",
  "labeling-ent-text-2": "Mihazakazaha ivelan'ny toerana ivelan'ny Internet miaraka amin'ny asanao manokana, ny lanja azo alaina manerana ireo orinasan-draharaha na mpiara-miombon'antoka amin'ny consortium, mandamina asa amin'ny asa isan-karazany amin'ireo mpanome asa anatiny sy ivelany mifototra amin'ny fitakiana vidiny sy fiarovana, ary maro hafa.",
  "labeling-ent-text-3": "Fahazoana API mora, tabilao tsara tarehy, ary ny haitao farany modely ao anaty-loop mba hampitomboana ny fahombiazany.",
  "labeling-ent-text-4": "99,99% SLA amin'ny fotoana ambony sy fanohanana manerantany 24/7 misy. Raha mila fanazavana fanampiny:",
  "labeling-features-head-1": "Tsotra fantsom-pitaterana API tsotra.",
  "labeling-features-head-2": "Optimised amin'ny vidiny sy ny kalitao. Tsy ilaina ny fanoloran-tena mialoha.",
  "labeling-features-head-3": "Aloavy fotsiny ny fahamarinana ilainao.",
  "labeling-features-head-4": "Omeo ny angon-drakitra marina momba anao na avelao izahay hanangana azy amin'ny sidina.",
  "labeling-features-text-1": "Te hampiditra ny famerenan'ny olona mivantana amin'ny asan'ny orinasao? Manolotra SLA azo itokisana avo lenta izahay, azo antoka ny fahaizany ary API REST tsotra.",
  "labeling-features-text-2": "Ny sehatra HUMAN dia mampiasa maodely fahatokisana feno mba hanaovana fandalinana kalitao tena izy. Io dia ahafahantsika mamaritra haingana ny fahasarotan'ireo fanontaniana sy ny valiny mety ananany, mamonjy fotoana sy vola aminao.",
  "labeling-features-text-3": "Tsy ny olana rehetra no mitovy. Ny fanamarihana ho an'ny asa fanakianana fiarovana dia mety mitaky fahatokisana 99,99% amin'ny mpiasa olombelona manontolo. Ny fanamafisana momba ny endrika beta iray amin'ny fampiharana lalao finday dia mety mitaky fahatokisana antonony fotsiny. Manapa-kevitra ianao.",
  "labeling-features-text-4": "Manana angon-drakitra tsy misy fanamarinana feno ve ianao? Amin'ny ankabeazan'ny toe-javatra, afaka manangana iray ho anao izahay amin'ny maha-lahasa mandalo ny rafitra na mamorona santionany misy marika ho fankatoavana anao.",
  "labeling-info-head": "Mahazo angon-drakitra misy marika",
  "labeling-info-text-1": "Miresaha amin'ny iray amin'ireo manam-pahaizana momba anay mba hamaritana ny filan'ny tetikadinao: ny tanjon'ny tanjona, ny endrika ary ny fepetra takiana manokana.",
  "labeling-info-text-2": "Izahay dia manatanteraka asa famokarana kely miorina amin'ny angona santionanao. Ity dia mizaha ny asa niarahanay nanao izay hahazoana antoka fa mahazo izay ilainao tokoa ianao.",
  "labeling-info-text-3": "Amin'ny volantsika avo sy ambany latency dia ahodininay haingana ny asanao, miaraka amin'ny fandefasana mandeha ho azy vantany vao vita izany.",
  "labeling-info-text-4": "Rehefa azontsika tsara kokoa ny masontsivana amin'ny asanao famokarana, hitohy hatrany ny fanatsarana ny valiny rehefa mandeha ny fotoana.",
  "labeling-info-text-5": "Ny dashboard mivantana dia mamela anao hanome valiny na fiatoana amin'ny famokarana amin'ny fotoana rehetra.",
  "labeling-info-title-1": "Farito ny famaritana",
  "labeling-info-title-2": "Fitsapana voalohany momba ny asa",
  "labeling-info-title-3": "Mipetraha asa famokarana",
  "labeling-info-title-4": "Fanatsarana tsy tapaka",
  "labeling-info-title-5": "Vokatra tena izy",
  "labeling-main-1": "Fametahana angon-drakitra mahomby amin'ny vidiny",
  "labeling-main-1-button": "Alao izao ny data-nao",
  "labeling-main-1c": "Mila marika bebe kokoa ho an'ny datasetso? Ny hCaptcha dia manome marika momba ny angon-drakitra haingana, mahomby, ary avo lenta ho an'ireo orinasa miasa amin'ny rindran-damina momba ny artifisialy sy ny fianarana milina.",
  "labeling-main-2": "Mandrosoa asa an-tapitrisany eo noho eo.",
  "labeling-main-2-button": "Mividiana serivisy fanoratana data",
  "labeling-main-2c": "hCaptcha dia iray amin'ireo dobo lehibe indrindra eto an-tany azo ampiasaina. Na inona na inona refinao, afaka tantinay izy io raha tsy misy fanoloran-tena mialoha. Asa an-tapitrisany isan'andro tsy misy olana.",
  "labeling-platform-head": "Fampahalalana manokana na ampahibemaso",
  "labeling-platform-text": "hCaptcha dia miorina eo amin'ny HUMAN Platform, izay mamela ny fandehanana sy ny fandalinana be pitsiny hanatsara ny vidiny sy ny fahombiazany amin'ny dingana tsirairay. Ity teknolojia ity dia mamela ny mpiasa hiasa tsara ny ampahany tsirairay amin'ny asanao, mampitombo ny fahombiazan'ny vidiny sady mitahiry ny tsiambaratelo ary mahafeno ny fepetra takian'ny lalàna mifehy izay mety mihatra.",
  "labeling-try-button": "Mividiana serivisy fanoratana data",
  "labeling-try-head": "Te hanandrana amin'ny data-nao ve ianao?",
  "labeling-try-text": "... vonona izahay rehefa eo ianao: misy ny serivisy omena antsika isan'andro.",
  "learn-more-hcaptcha": "Mianara bebe kokoa momba ny hCaptcha",
  "page-acc-faq-1": "Fanontaniana: Mankato ny hCaptcha Fizarana 508 + WCAG 2.1 AA? Valiny: Mino izahay fa: ny mpampiasa rehetra misy endrika fahasembanana na iza na iza izay afaka mizaha Internet sy mampiditra lahatsoratra amin'ny endrika dia afaka miditra amin'ny serivisy arovan'ny hCaptcha aorian'ny fisoratana anarana. Na izany aza, tsy torohevitra ara-dalàna izany: tokony hanatanteraka ny tombantombanao manokana ianao, amin'ny fiheverana ny fampiharana manokana anao mba hahazoana antoka fa izany no tranga nampanaovina anao.",
  "page-acc-faq-2": "Fanontaniana: miasa amin'ny safidy hafa azo idirana (a11y) ve ianao, toy ny audio? Valiny: Ny safidy malaza taloha toy ny captchas audio dia manavakavaka an'ireo mpampiasa a11y marobe ary resin'ny teknika fianarana maoderina maoderina. Izany dia nanery ny fanamby am-peo ankehitriny mba ho lasa sarotra kokoa, fampidirana tabataba, fotoana fohy, fitambaran-teny tsy mahazatra, sy ny sisa mba handresena ireo mpanafika. Izahay dia tsy dia nafana fo loatra momba an'io fomba fiasa io vs. fanalavirana tanteraka ny fanamby, fa hodinihinay izany raha misy ny fangatahana avy amin'ny vondrom-piarahamonina a11y. Na izany aza, liana be amin'ny Privacy Pass izahay amin'ny tranga fampiasana Accessibility. Mino izahay fa ny fampifangaroana ny fomba fanao a11y ankehitriny miaraka amin'ny famoahana Privacy Pass dia ahafahan'ny mpampiasa a11y mizaha soa aman-tsara, amin'ny fahalalana fa mitokana kokoa ny fifamoivoizan'izy ireo, mandritra ny fameperana ny fanararaotana ataon'ireo mpandraharaha bot izay tsy azo ihodivirana rehefa misy safidy 1111. Mpandray anjara mavitrika amin'ny vondrona miasa IETF manara-penitra ity haitao vaovao ity izahay.",
  "page-acc-faq-3": "Fanontaniana: Ary ny momba ny fiainana manokana? Mampiharihary fomba hafa ve ny fisoratana anarana a11y? Inona no ataonao amin'ny mailaka? Valiny: hCaptcha dia natao ho an'ny tsiambaratelo manomboka amin'ny tany. Hafa mihitsy noho ny safidy nentim-paharazana toy ny reCAPTCHA izay fananan'ny tambajotra doka, izay manana fandrisihana hanaraka anao amin'ny Internet sy hampifandray anao amin'ny tena maha-izy anao. Izahay dia tsy mampiasa mailaka na fampahalalana azo idirana mihitsy amin'ny tanjona hafa ankoatry ny fanamorana ny fampiasana1111 sy ny fisorohana ny fanararaotana. Ny politikanay manokana dia manana valiny feno sy feno momba ny fomba fampiasanay angona, fa ny valiny fohy dia tsy liana amin'ny fampifangaroana anao amin'ny maha-olona anao amin'ny tantaram-pikarohanay izahay. raha mbola mitahiry ny fahafahantsika misoroka ny fanararaotana, mameno ny asantsika Privacy Pass.",
  "page-acc-link-1": "Raha mpampiasa fidirana ianao, dia misorata anarana azafady.",
  "page-acc-subhead": "Fiantohana ny fidirana tsy misy tohika ho an'ny mpampiasa rehetra ary mitandro filaminana",
  "page-acc-summary": "famintinana",
  "page-acc-summary-contents-1": "hCaptcha dia natao hanakanana ireo bot amin'ny alàlan'ny fanavahana azy ireo amin'ny olona. Fitaovana mety amin'izany ny fitsapana ny maso, fa tsy ny rehetra no afaka mamaha olana amin'ny fahitana. Noho io antony io dia nanamboatra safidy hafa tsy misy fanaintainana izahay hamela ireo mpitory mampiasa ny serivisinay hitahiry ny fidirana ho an'ny rehetra miaraka amin'ny fanarahana ny Fizarana 508 sy WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Ahoana ny fomba fiasany: voalohany, mpampiasa fidirana dia misoratra anarana amin'ity URL ity, izay ampifandraisina amin'ny pejin'ny info hCaptcha widget. Nomena cookie iray nafenina afaka ampiasaina imbetsaka isan'andro izy ireo, saingy tsy maintsy havaozina isaky ny 24 ora amin'ny alàlan'ny fidirana. Rehefa misy fanamby atolotra amin'ny mpampiasa fidirana amin'ny tranonkala rehetra mampiasa ny serivisy hCaptcha dia handalo ho azy izy ireo.",
  "page-acc-title": "Fampahalalana momba ny fahazoana hCaptcha",
  "page-acc-tr-body": "Fanontaniana: Mbola mahita fanamby aho aorian'ny fametrahana cookie. Inona no mahatonga izany?<br> Valiny: Matetika izy io dia vokatry ny fampiasana ad blocker mahery setra na extension anti-cookie, na toerana fanakanana ireo cookies eo amin'ny cross-site, amin'ity cookie ity ho an'ny hcaptcha.com izay napetraka na voamarin'ny hCaptcha JS amin'ny tranokala hafa , toa ilay tsidihinao.<br><br> Ny cookies azo idirana hCaptcha dia miasa amin'ireo mpitety tranonkala malaza rehetra sy ireo mpanakan-doka misy ny fari-piainany mahazatra, noho izany matetika ny tsy fahombiazana dia noho ny script anti-anti-adblock na fitsipika mitovy amin'izany izay mikendry ireo tranonkala manokana.<br><br> Solutions:<br><br> 1. Whitelist hcaptcha.com sy cookies * .hcaptcha.com ao amin'ny mpanakana ny doka na fanitarana fiarovana anao.<br> 2. Raha mampiasa ny browser Brigve ianao, izay toa tsy misy karazana whitelist cookie, dia mankanesa any amin'ny Prefers -> Shields -> Cookies ary safidio Avelao ny Cookies rehetra.<br> 3. Raha mampiasa ny kinova farany farany an'ny Safari ianao na amin'ny OS X 10.15 na iOS 13.4 vao nivoaka, Apple dia nanova ny fihetsiky ny Safari mifandraika amin'ny cookies an'ny antoko fahatelo, manakana azy rehetra amin'ny alàlan'ny default. Mampihatra vahaolana izahay, fa mandritra izany fotoana izany dia tsidiho ny safidin'i Safari, fizarana momba ny fiainana manokana ary zahao ny fanarahan-dia ny tranokala: Sakano ny fanarahan-dia ny tranokala ahafahan'ny cookie azo idirana miasa araka ny nampoizina.<br><br> Fanontaniana: mampiasa fitaovana marobe aho. Mila misoratra anarana imbetsaka ve aho?<br> Valiny: Tsia, tsindrio azafady ilay rohy fisoratana anarana mailaka nalefa taminao isaky ny fitaovana ampiasainao mba hametrahana ny cookie.<br><br> Fanontaniana: Ahoana no ahafahako miaro tena amin'ny fanarahana cookie an'ny antoko fahatelo raha mampiasa cookie azo idirana aho?<br> Valiny: Ny fampiasana izay fanitarana manokana momba ny fiainana manokana na fanakanana ny doka izay manohana ny famaody fotsy (toa uBlock Origin) dia hiasa araka ny antenaina: alao antoka fotsiny fa hametahana fotsy ao amin'ny hcaptcha.com.",
  "page-acc-tr-title": "Ho an'ireo mpampiasa azo idirana: Fanontaniana matetika sy torolàlana momba ny famahana olana",
  "page-acc-tr2-body": "Safari<br> Mba ahafahana mampiasa cookies ao amin'ny Safari (Mac): Mandehana amin'ny menio latsaka ambany Safari. Safidio ny safidinao. Kitiho ny tsiambaratelo ao amin'ny tontonana ambony. Eo ambanin'ny 'Block cookies' dia safidio ny safidy 'Never.'<br> Mba hahafahan'ny cookies amin'ny Safari (iPhone / iPad iOS 11+): sokafy ny fikiranao. Mikorisa midina ary safidio Safari. Eo ambanin'ny tsiambaratelo sy fiarovana, vonoy ny 'Sakano ny fanarahan-toerana amin'ny zana-tany' sy ny 'Sakano ny cookies rehetra'<br><br> Firefox<br> Tsindrio ny ampinga ankavanan'ny baran'ny adiresy amin'ny pejy web misy anao. Tsindrio ny Security Settings. Hisokatra ny takelaka momba ny fiainana manokana sy fiarovana Firefox Preferensi. Eo ambanin'ny fiarovana ny fanaraha-maso mivoatra, safidio ny Custom. Safidio ny mpanaraka sy ny script hanakana azy amin'ny fisafidianana ireo boaty. Hamarino tsara fa nanakana ny hcaptcha.com ianao.<br><br> Azonao atao ihany koa ny mamono vonjimaika ny fiarovana sasany ao amin'ny Custom mba handefasana izany, amin'ny alàlan'ny fisafidianana ireo boaty fanamarinana: Esory ny boaty an'ny Trackers na esory ny boaty Cookies raha mbola manana olana ianao.<br><br> Google Chrome<br> Google Chrome (PC)<br> Safidio ny kisary menio Chrome. Safidio ny fikirana.<br> Mandehana any amin'ny Privacy sy Security, avy eo Cookies sy angona tahiry hafa.<br> Hamarino tsara fa tsy azo alefa ny 'cookies cookies an'ny antoko fahatelo'.<br><br> Google Chrome (Mac):<br> Sokafy ny safidinao Chrome ao amin'ny bara fisoro.<br> Mandehana any amin'ny Privacy sy Security, avy eo Cookies sy angona tahiry hafa.<br> Hamarino tsara fa tsy azo alefa ny 'cookies cookies an'ny antoko fahatelo'.<br><br> Google Chrome (Android):<br> Ao amin'ny fitaovanao Android, sokafy ny fampiharana Chrome.<br> Eo amin'ny farany ambony havanana, kitiho ny More ary avy eo ny setting.<br> Tsindrio ny tranokala ary avy eo Cookies.<br> Eo akaikin'ny 'Cookies', alefaso ny setting.<br> Zahao ilay boaty eo akaikin'ny 'Avelao ny cookies an'ny antoko fahatelo.'<br><br> Internet Explorer<br> 1. Safidio ny fitaovana eo amin'ny zoro ankavanana ambony amin'ny efijery, avy eo safidio ny 'Safidin'ny Internet'. Raha manana ny Menu Bar azonao atao ianao dia afaka misafidy 'Tools' avy eo 'Internet Safidy'.<br> 2. Kitiho ny kiheba 'Privacy'.<br> 3. Safidio ny bokotra 'Advanced'.<br> 4. Eo ambanin'ny 'Cookies an'ny antoko fahatelo' dia safidio ny 'Manaiky'.<br> 5. Tsindrio 'OK'",
  "page-acc-tr2-head": "Torolàlana ho an'ny mpitsikilo ho an'ny cookies an-tsokosoko",
  "priv-hc": "Mifantoka amin'ny fiainana manokana",
  "priv-hc-text": "Ny tambajotran'ny doka dia mahita anao ho vokatr'izy ireo. Izahay tsy manao. Tsy miraharaha izay mpampiasa azy izahay fa tsy hoe manimba tena fotsiny. Manohana ny fandraisana andraikitra toa ny Privacy Pass izahay ary miasa mafy mandanjalanja ny fiainana manokana sy filaminana.",
  "reporting-bugs-accessibility-button": "Mianara bebe kokoa momba ny safidy fidirana",
  "reporting-bugs-accessibility-head": "Safidy fidirana",
  "reporting-bugs-accessibility-text": "Misy kilema ve ianao sa tsy afaka mamita hCaptchas?",
  "reporting-bugs-guide-ff-head": "Antsipirian'ny tatitra momba ny bibikely Bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Dingana 1: sokafy ny fitaovana ampiasain'ny mpamorona (Manomboka mirakitra ny session ity.)",
  "reporting-bugs-guide-ff-step-2": "Dingana 2: Tsindrio ny vakizoro Network ao amin'ny Tools Developer. Zahao ny boaty Persist logs eo an-tampony.",
  "reporting-bugs-guide-ff-step-3": "Dingana 3: tsidiho ny https://accounts.hcaptcha.com/demo, na ny tranokala misy olana aminao (Fanamarihana momba ny tsiambaratelo: raha tsy mampaninona anao ny mizara izany) ... ary avy eo kitiho ny I bokotra olombelona aho, ary andramo ny mamaha.",
  "reporting-bugs-guide-ff-step-4": "Dingana 4: kitiho ny HAR aorian'ny fiezahanao hamaha, ary safidio ny Save All ho HAR hamonjy ny lozisialy. Alefaso aminay ilay fisie.",
  "reporting-bugs-guide-ff-step-5": "Dingana 5: tsindrio ny zoro Console, ary tsindrio havanana avy eo Safidio daholo ary tahirizo ao anaty rakitra an-tsoratra, mba hamonjy ny log console. Alefaso aminay ihany koa izany.",
  "reporting-bugs-guide-ff-step-6": "Dingana farany: Alefaso aminay ireo rakitra log HAR sy console ho anay, ary farito ny olana Ampiasao: support@hcaptcha.com (azafady mampiasa serivisy toa an'i Dropbox na Filebin ary mandefasa rohy) ary safidio safidy, raha mieritreritra ianao fa misy zavatra tsy miseho tsara . Alefaso azafady ny IP ampiasainao. Azonao atao ny mahazo azy amin'ny https://www.whatsmyip.org/ Misaotra anao nanokana fotoana hanampy anay hahazo an'ity fampahalalana ity! Manolo-tena izahay amin'ny fanaovana hCaptcha hiasa tsara amin'ny rehetra.",
  "reporting-bugs-guide-head": "Antsipirian'ny tatitra momba ny bibikely: Chrome",
  "reporting-bugs-guide-step-1": "Dingana 1: sokafy ny fitaovana ampiasain'ny mpamorona (Manomboka mirakitra ny session ity.)",
  "reporting-bugs-guide-step-2": "Dingana 2: Tsindrio ny vakizoro Network ao amin'ny Tools Developer. Zahao ny boaty Tehirizo ny lozisialy eo an-tampony.",
  "reporting-bugs-guide-step-3": "Dingana 3: tsidiho ny https://accounts.hcaptcha.com/demo, na ny tranokala misy olana aminao (Fanamarihana momba ny tsiambaratelo: raha tsy mampaninona anao ny mizara izany) ... ary avy eo kitiho ny I bokotra olombelona aho, ary andramo ny mamaha.",
  "reporting-bugs-guide-step-4": "Dingana 4: tsindrio Export HAR (ilay zana-tsipika kely midina) aorian'ny fanandramanao hamaha, izay mamonjy ny lozisialy. Alefaso aminay ilay fisie.",
  "reporting-bugs-guide-step-5": "Dingana 5: tsindrio ny vakizoro Console, ary tsindrio havanana avy eo Save as .. mba hamonjy ny log console. Alefaso aminay ihany koa izany.",
  "reporting-bugs-guide-step-6": "Dingana farany: Alefaso aminay ireo rakitra log HAR sy console anay, ary farito ny olana. Ampiasao: support@hcaptcha.com (azafady mampiasa serivisy toy ny Dropbox na Filebin ary mandefasa rohy) ary safidio ny pikantsary, raha mieritreritra ianao fa misy zavatra tsy miseho tsara. Alefaso azafady ny IP ampiasainao. Azonao atao ny mahazo azy amin'ny https://www.whatsmyip.org/ Misaotra anao nanokana fotoana hanampy anay hahazo an'ity fampahalalana ity! Manolo-tena izahay amin'ny fanaovana hCaptcha hiasa tsara amin'ny rehetra.",
  "reporting-bugs-guide-text-1": "Ny fandefasana info debugging amin'ny tatitrao dia hanamora anay kokoa hamantatra izay mitranga. Ireto misy torolàlana isaky ny dingana:",
  "reporting-bugs-guide-text-2": "Raha toa ianao ka developer web na mpampiasa manam-pahaizana, dia ny famintinana dia tianay handefasanay tamba-jotra fandraketana HAR sy lozisialy console console. Azafady, andramo aloha ny manafoana ny fanakanana dokam-barotra na ny fanitarana fiarovana ny browser ary avy eo andramo indray alohan'ny handehananao ireo dingana ireo. Raha manamboatra ny olanao izany dia mbola mankasitraka anao izahay mampahafantatra anay ny kinova fanaovan-tserasera, ny fanakanana ny doka na ny fanitarana ny tranokala ary ny URL-n'ny tranokala.",
  "reporting-bugs-intro-head": "Nahita bug? Ity ny fomba fitaterana azy.",
  "reporting-bugs-intro-text": "Olona an-tapitrisany no mampiasa hCaptcha isam-bolana, amin'ny fitambaran-tranonkala miisa an'arivony, fanitarana, fitaovana, firewall ary maro hafa. Ny tanjonay dia ny hahazoana antoka fa mety aminao foana, ka mankasitraka ny tatitra ataonay izahay! Mba hanomezana hevitra haingana dia tsindrio fotsiny ny bokotra Alefaso izahay. Raha mahita olana miasa ianao dia araho azafady ny torolàlana momba ny lozisialy debug ho an'ny Chrome na torolàlana momba ny lozisialy debug ho an'ny Firefox eto ambany. Ho an'ny mpizaha hafa rehetra dia andefaso mailaka izahay. Raha te hanana olana amin'ny filaminana na amin'ny fiainana manokana ianao, dia jereo ny torolalana etsy ambany.",
  "reporting-bugs-privacy-head": "Olana momba ny tsiambaratelo",
  "reporting-bugs-privacy-text": "Tsy miraharaha izay mpampiasa azy izahay, fa mety hanao ratsy na milina fotsiny. Manohana ny fandraisana andraikitra toa ny Privacy Pass izahay ary miasa mafy mandanjalanja ny fiainana manokana sy filaminana. Raha nahita olana izay heverinao fa mety hisy fiantraikany amin'ny tsiambaratelon'ny mpampiasa ianao dia andefaso mailaka izahay eto amin'ny support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Alefaso izahay hevitra",
  "reporting-bugs-provide-feedback-head": "Manomeza valiny eo noho eo momba ny hCaptcha",
  "reporting-bugs-provide-feedback-text": "Ankasitrahanay ny hevitrao. Ampahafantaro anay izay olana rehetra ary hamaha azy ireo haingana izahay.",
  "reporting-bugs-security-head": "Kitapo fiarovana",
  "reporting-bugs-security-text": "Liana foana izahay handray tatitra momba ny hadisoana fiarovana. Alefaso mailaka ny support@hcaptcha.com & CC security@hcaptcha.com ary hiverina haingana aminao izahay. Manana programa bounty bug koa izahay ho an'ny tatitra azo antoka momba ny fiarovana amin'ny serivisy hCaptcha sy kaody loharano mifandraika amin'izany.",
  "sales-interstitial-c1": "Ho an'ny orinasa",
  "sales-interstitial-c1a": "Vahaolana fiarovana amin'ny orinasa (karama)",
  "sales-interstitial-c1b": "Mianara bebe kokoa momba ny hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Fanamarihana data",
  "sales-interstitial-c1d": "Vidio ny serivisy fanamarihana hCaptcha",
  "sales-interstitial-c2": "Ho an'ny isam-batan'olona",
  "sales-interstitial-c2a": "Ampio hCaptcha amin'ny serivisinao (maimaim-poana)",
  "sales-interstitial-c2b": "Manampia hCaptcha ho an'ny Publishers amin'ny tranokalaniko na amin'ny app-ko",
  "sales-interstitial-c2c": "Inona no atao hoe hCaptcha?",
  "sales-interstitial-c2d": "Mianara bebe kokoa momba ny hCaptcha",
  "sales-interstitial-head": "Andao alao antoka fa tonga amin'ny toerana mety ianao.",
  "sec-hc": "Security aloha",
  "sec-hc-text": "hCaptcha dia mifantoka amin'ny mpampanonta. Miasa izahay hanome ny angon-drakitra tena izy ary avelany izy ireo hanapa-kevitra ny fomba hampiasana azy. Ny fahitsiana dia mahaliana anao sy anay. Ny captchas hafa dia omen'ny orinasan-doka. Ny bot rehetra sakanany dia mety hampihena ny vola azony.",
  "signup-interstitial-c1": "Ho an'ny orinasa na tranokala",
  "signup-interstitial-c1a": "Ampio hCaptcha amin'ny serivisinao (maimaim-poana)",
  "signup-interstitial-c1b": "Manampia hCaptcha ho an'ny Publishers amin'ny tranokalaniko na amin'ny app-ko",
  "signup-interstitial-c1c": "Vahaolana fiarovana amin'ny orinasa (karama)",
  "signup-interstitial-c1d": "Mianara bebe kokoa momba ny hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Fanamarihana data",
  "signup-interstitial-c1f": "Vidio ny serivisy fanamarihana hCaptcha",
  "signup-interstitial-c2": "Ho an'ny isam-batan'olona",
  "signup-interstitial-c2a": "Azo idirana",
  "signup-interstitial-c2b": "Ianaro ny safidy fidirana ho an'ny hCaptcha",
  "signup-interstitial-c2c": "Mahazo vola",
  "signup-interstitial-c2d": "Miasa ho toy ny marika famantarana data",
  "signup-interstitial-head": "Andao alao antoka fa tonga amin'ny toerana mety ianao.",
  "support-interstitial-c1": "Ho an'ny orinasa",
  "support-interstitial-c1a": "Vahaolana fiarovana amin'ny orinasa (karama)",
  "support-interstitial-c1b": "Mitadiava fanampiana ho an'ny hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (maimaim-poana)",
  "support-interstitial-c1d": "Makà fanampiana ho an'ny Publisher hCaptcha",
  "support-interstitial-c2": "Ho an'ny isam-batan'olona",
  "support-interstitial-c2a": "Manana olana amin'ny fanamby?",
  "support-interstitial-c2b": "Ianaro ny safidy fidirana ho an'ny hCaptcha",
  "support-interstitial-c2c": "Te hitory bug?",
  "support-interstitial-c2d": "Mianara bebe kokoa momba ny fitaterana olan'ny rindrambaiko",
  "support-interstitial-head": "Andao alao antoka fa tonga amin'ny toerana mety ianao.",
  "switch-to-english-link": "Mivadika amin'ny Anglisy",
  "what-is-hcaptcha": "Inona no atao hoe hCaptcha?",
  "what-is-hcaptcha-text": "Ny hCaptcha dia manampy ny serivisinao amin'ny tranonkala ankafizinao hitazona bot, spam, ary fanararaotana amin'ny fametrahana fanontaniana tsotra izay mora ho an'ny olombelona ary sarotra ho an'ny masinina.",
  "why-hc": "Fa maninona hCaptcha?",
  "why-hc-text": "Isaky ny mamaly fanamby ianao dia mampiasa maodely maodely izahay hahitana raha olombelona ianao na milina. Ny tranonkala izay notsidihinao avy eo dia mampiasa ity valiny ity mba hanatsarana ny traikefanao amin'ny tranokalan'izy ireo amin'ny alàlan'ny fisorohana ireo bot."
}
