{
  "23114595": "חווית משתמש נהדרת",
  "34074886": "בכל פעם שאתה עונה על אתגר, אנו משתמשים במודלים מתוחכמים כדי להבין אם אתה אנושי. האתר שבו ביקרת אז משתמש בתוצאה זו כדי לעזור לשפר את החוויה שלך באתר שלו על ידי מניעת בוטים.",
  "98173630": "hCaptcha הוא שירות ה-CAPTCHA העצמאי הנפוצ ביותר בעולם.",
  "111184581": "אירוח צד ראשון",
  "119298044": "טכנולוגיות ML ו-AI מתקדמות בפיקוח עצמי מגנות על נכסי האינטרנט שלך מפני איומים והתקפות",
  "121743429": "עבור חברות תשתיות אינטרנט",
  "122875767": "לספק את הצרכים המשפטיים שלך כאשר חברות אחרות לא יכולות.",
  "126134492": "אַחֵר",
  "152010250": "hCaptcha שילב למידת מכונה מתקדמת בפיקוח עצמי עם פלטפורמת מחשוב קצה חדשנית הממזערת באופן ייחודי את איסוף הנתונים ושימורם, הנמסרת מלמעלה מ-250 מיקומים ברחבי העולם עבור מדרגיות מסיבית.",
  "179723061": "יותר שליטה לצוותים שזקוקים לאבטחה מובילה בכיתה",
  "191460155": "אפס חיכוך ו-99.9% מצבים פסיביים",
  "282913023": "האפשרות החסכונית עבור ארגונים בעלי תעבורה גבוהה",
  "328625009": "... אנחנו מוכנים כאשר אתה: השירות שלנו זמין מסביב לשעון.",
  "353066938": "צוות מנוסה, שעובד על הבעיות הקשות ביותר של היום. hCaptcha הוא שירות של",
  "353367791": "גלה שחקנים רעים מסוגים רבים ושונים.",
  "359073033": "לוחות מחוונים מספקים תצוגות ברמה גבוהה או עדינות של פעילות.",
  "392886773": "עובד בכל מדינה",
  "451701069": "תואם ל-GDPR, CCPA,",
  "547245263": "פתור את בעיית הבוט שלך היום.",
  "552920956": "hCaptcha מאפשר לאתרים לזכות בפרסים תוך חסימת בוטים וצורות אחרות של התעללות. hCaptcha גם מאפשר לך לתמוך בארגוני הצדקה לבחירתך עם הרווחים הללו.",
  "555158694": "שירות שאתה משתמש בו בחר לשפר את החוויה שלך באתר שלו על ידי התקנת hCaptcha כדי להפחית תעבורה זדונית.",
  "585557010": "אתגר פחות מ-0.1% מהמשתמשים החוקיים.",
  "713281684": "חציל",
  "719304627": "צריך בקרה מקצה לקצה?",
  "734735952": "הערכנו מספר ספקי CAPTCHA וכן בנינו מערכת בעצמנו. בסופו של דבר, hCaptcha הופיע כחלופה הטובה ביותר ל-reCAPTCHA.",
  "751483365": "תמיכה עבור לקוחות שאינם JavaScript.",
  "788770967": "מצטער לשמוע! אולי תרצה להשתמש באפשרות הנגישות שלנו:",
  "793242047": "צמצם את האתגרים המוצגים למשתמשים כדי לאפשר גישה מהירה ליישומים",
  "829047995": "משתמש כרגע ב-reCAPTCHA?",
  "836577577": "הוספת hCaptcha לוקחת דקות ספורות ורק כמה שורות קוד. ה-API הבסיסי תואם ל-reCAPTCHA V2, וזה לוקח רק דקות לעבור.",
  "838049015": "בחר את כל התמונות התואמות לשאילתה",
  "846501387": "הגנת בוטים ברמה עולמית",
  "861167568": "hCaptcha פותר את אחת הבעיות הדוחקות ביותר של ה-IT: מניעת בוטים זדוניים מלתקוף את יישומי האינטרנט שלך",
  "880478438": "לניהול בוטים והונאות מהטובים מסוגו.",
  "897432717": "עם העיצוב החדש שלנו עבור ציוני איום מותאמים אישית, הוספת הידע העסקי שלך מאפשרת למודלים שלנו לספק ציונים רלוונטיים באופן ייחודי למשתמשים שלך.",
  "910989640": "הפקת דוחות מפורטים ומותאמים אישית של פעילות",
  "976209454": "הרוויחו פרסים או תן לצדקה",
  "981806349": "נבנה על פלטפורמת hCaptcha המוכחת",
  "999610953": "לבסוף, אלטרנטיבה אמינה לגוגל. hCaptcha Enterprise מספק חיסכון דרמטי בחשבון reCAPTCHA שלך עם אבטחה גבוהה יותר: עד 80% פחות יקר במקרים מסוימים.",
  "1014004474": "התוכניות הארגוניות של hCaptcha מציעות הסכמי רמת שירות מתקדמים כדי לשמור על הארגון שלך מוגן",
  "1045484714": "שילוב SAML SSO עם ספק הזהות שלך, למשל. Okta או Azure AD.",
  "1050501253": "קשה מידי",
  "1070364246": "אופס! משהו השתבש במהלך שליחת הטופס.",
  "1103295010": "הרוויח כסף או תן לצדקה כאשר בני אדם פותרים CAPTCHA",
  "1130868224": "שלוש שורות קוד",
  "1131525092": "קבץ יחד שחקנים רעים ללא מאמץ באמצעות מזהי ה-UID שלנו, השומרים על הפרטיות, כדי למצוא ולעצור הונאה והתעללות קשורות",
  "1141402092": "תכונות דיווח מתקדמות",
  "1150035777": "מודלים מתוחכמים של למידת מכונה מייצרים ציוני אמון של בוט המבוססים על נקודות נתונים רבות מעבר לשאלה אם התשובות נענו נכון",
  "1150963691": "הפחתת APT",
  "1172067553": "פלטפורמת HUMAN מאחורי hCaptcha מספקת איכות עבודה ותכונות ניהול מתוחכמות ביותר באמצעות פריסות מקומיות, היברידיות או SaaS המשתלבות עם המערכות הקיימות שלך.",
  "1173652155": "יועצים",
  "1218990730": "כיצד לדווח על בעיות עם יומנים מפורטים",
  "1250541092": "- סרג'י איסאסי",
  "1263998069": "הרוויחו פרסים עבור פתרונות אנושיים",
  "1300485304": "hCaptcha מגן מפני איומים מתקדמים ופיתולים שנועדו לחדור לרשתות שלך",
  "1345083090": "דיווח על בעיית פונקציונליות?",
  "1356745565": "תואם כל הדרך חזרה ל-Internet Explorer 8.",
  "1368787974": "שתף את הניהול בכל הצוות שלך.",
  "1393184984": "הם כל מה שאתה צריך.",
  "1475399473": "למידע נוסף על צוות hCaptcha",
  "1485807325": "לוחות מחוונים מרובי משתמשים, SAML SSO",
  "1508655687": "הוסף אתגרים משלך המותאמים לקהל שלך כדי לייעל או להגביל את הגישה",
  "1510448156": "אתה יכול להתחיל לעבוד עם אלטרנטיבה מעולה היום, ולהפעיל תכונות מתקדמות יותר לפי הצורך.",
  "1525403768": "למידע נוסף צרו קשר עם Enterprise Sales.",
  "1544546608": "כרטיס פרטיות",
  "1549336309": "hCaptcha הופך את הדגם הזה. כשאתה משתמש ב-hCaptcha, חברות מציעות הצעות על העבודה שהמשתמשים שלך עושים כשהם מוכיחים את אנושיותם. אתה מקבל את התגמולים.",
  "1559631739": "למידה פרטית",
  "1579093044": "עם מעצב האתגרים המותאם אישית הפשוט שלנו, אתה יכול להשיק תוכן אתגרים על המותג תוך דקות ספורות.",
  "1586809757": "ציוני בוטים דיוק גבוה",
  "1599610318": "מוֹצִיא לָאוֹר",
  "1637702726": "על hCaptcha",
  "1662477701": "אֶמְצָעִי",
  "1676849166": "צמצם את החיכוך על ידי הימנעות מאתגר לחלוטין עבור 99.9% מהתנועה הלגיטימית שלך תוך מתן אבטחה מעולה, הודות לדגמי בוטים מתקדמים.",
  "1685871181": "השירותים המקוונים המובילים מסתמכים על",
  "1752795854": "hCaptcha מביא גישה מודרנית ממוקדת פרטיות לעצירת בוטים.",
  "1779265104": "תנאים מותאמים אישית והבטחות פרטיות",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "תמיכה בדפדפן מדור קודם",
  "1803009328": "נבדק קרב בקנה מידה אינטרנטי.",
  "1844885924": "ספרייה רחבה של סוגים לבחירה.",
  "1849717906": "התאם אישית עם תוכן אתגר משלך",
  "1849805607": "hCaptcha מגן מפני איומים ופתילים שנועדו לחדור לרשתות שלך",
  "1886100235": "רבים מהשירותים המקוונים הגדולים בעולם עברו ל-hCaptcha Enterprise וקיבלו זיהוי בוטים משופר לצד חיסכון ניכר בעלויות.",
  "1894355645": "hCaptcha מספק זיהוי בוטים פשוט, קל ואמין תוך שהוא טריוויאלי לפתרון לבני אדם.",
  "1927613000": "hCaptcha משלב למידת מכונה מתוחכמת עם פלטפורמת אתגר רבת עוצמה כדי להגן על יישומי אינטרנט מפני השתלטות על חשבונות, מילוי אישורים, גרידה וסוגים אחרים של שימוש לרעה.",
  "1936512180": "גישה קלה ל-API, לוחות מחוונים יפים והטכנולוגיה העדכנית ביותר של דגם-in-the-loop כדי למקסם את יעילות העובדים.",
  "1956967813": "השירותים שלנו מהימנים על ידי החברות הגדולות בעולם כדי לשרת מיליונים רבים של משתמשים יומיים בעשרות מיליוני אתרים.",
  "1958297836": "הגנת תקיפה מתואמת והפחתת APT",
  "2041686284": "יותר נתונים בדרך כלל מייצרים תוצאות טובות יותר באימון מודלים של למידת מכונה. ההצלחה האחרונה של מודלים עמוקים הובילה למערכי נתונים גדולים יותר ויותר, וה-hCaptcha משרת את הצורך הזה. עם זאת, יצירת מערכי נתונים גדולים שנבדקו על ידי אדם באמצעות שיטות מסורתיות היא איטית ויקרה כאחד.",
  "2103563261": "מידע פרטי או ציבורי",
  "2131386784": "מומחיות ותמיכה שניתן להגיע אליהם הן לך והן עבור המשתמשים שלך",
  "2138799135": "ל-hCaptcha יש עשרות אינטגרציות מובנות מראש למערכות החזית והחלק האחורי שבהם אתה משתמש.",
  "2163914794": "צריך תוויות נוספות עבור מערכי הנתונים שלך? hCaptcha מספקת תיוג נתונים מהיר, חסכוני ואיכותי עבור חברות שעובדות על יישומי בינה מלאכותית ולמידת מכונה.",
  "2183926131": "התחל עם hCaptcha Enterprise",
  "2184564739": "לִרְאוֹת",
  "2188609322": "שחקנים רעים נפוצים יותר ויותר ברשת. אבל הקרבת פרטיות המשתמש היא לא התשובה.",
  "2319072959": "הפעל באופן לא מקוון לחלוטין עם כוח העבודה שלך, עקוב אחר הערך הנצרך בין יחידות עסקיות או שותפי קונסורציום, נתב משרות באופן סלקטיבי לספקי עבודה פנימיים או חיצוניים שונים בהתבסס על דרישות עלות ואבטחה, ועוד.",
  "2320894364": "עם למעלה מ-200 נקודות נוכחות, הענן של hCaptcha מגן על הנכסים שלך בכל העולם",
  "2354267648": "מדיניות פרטיות ידידותית ל-GDPR, CCPA ו-LGPD",
  "2373007864": "hCaptcha Enterprise פועל על טכנולוגיית פלטפורמת hCaptcha, המורחבת כך שתכלול את התכונות שארגונים בעלי תעבורה גבוהה זקוקים להם.",
  "2418549423": ", תקן מתפתח לשמירה על פרטיות מקוונת באמצעות הוכחות קריפטוגרפיות, ותכונות ייחודיות אחרות שקודמות לפרטיות.",
  "2489287539": "ללא חיכוך \"ללא CAPTCHA\" ו-99.9% מצבים פסיביים",
  "2510209017": "צריך עוד עזרה?",
  "2513143348": "מערכת hCaptcha Enterprise גמישה באופן ייחודי בעיצובה: ניתן לפרוס אותה באופן חלקי או מלא בקצה הרשת שלך אם אתה מפעיל ענן ציבורי או בעל מרכזי נתונים רבים.",
  "2535001179": "אם במקרה אתה מגיע מה-reCAPTCHA של Google, ממשקי ה-API שלנו הם תחליפים נפתחים.",
  "2593768395": "חוויה חלקה ברחבי האינטרנט, מובייל מקורי, אינטרנט נייד. זמינים אינטגרציות מובנות מראש ו-SDK מקוריים.",
  "2650502379": "הפעל אתגרים משלך בשניות",
  "2670003220": "מקומות תעסוקה",
  "2671622670": "מִפְעָל",
  "2676853536": "לוחות מחוונים מרובי משתמשים",
  "2681650568": "וכמו תמיד, פרטיות היא ערך מרכזי עבורנו. הוסף את קוד האתגר שלנו רק היכן שהוא נחוץ, והיכן שהגיוני להגן עליך וגם על המשתמשים שלך. מזעור איסוף הנתונים מתחיל מרגע האינטגרציה.",
  "2682873489": "הגדר אזור תוחם עבור אובייקטים",
  "2686825859": "הירשם בחינם או צור איתנו קשר לגבי פתרונות hCaptcha Enterprise",
  "2698140263": "לא כל הבעיות זהות: קבלת ציון בודד אומר שהיא חייבת לתת מענה לצרכים שלך כדי להיות שימושי.",
  "2698640210": "שליטה באתגרים ובסוגים המוצגים",
  "2707282231": "התאם אתגרים עבור המשתמשים שלך. הפוך את זה לבלתי אפשרי עבור בוטים לפתור ולחדור.",
  "2714878440": "הגן על השירותים שלך מפני גרידה, השתלטות על חשבונות, מילוי אישורים וספאם עם למידת מכונה מתקדמת ואימות אנושיות.",
  "2718999653": "ציוני איומים מותאמים אישית",
  "2781507299": "אימות מיידי",
  "2782263070": "השירות הוא בראש סדר העדיפויות עבורנו. אנו שומרים על תמיכה בכוננות 24/7 ומציעים תיאום Slack ישיר עם צוות האינטגרציה ההנדסית שלך והצוות התורני שלנו במהלך ואחרי היישום.",
  "2806751666": "מה זה hCaptcha?",
  "2826051554": "ועוד",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "רשתות מודעות רואות במבקרים שלך את המוצר. עבורנו המוצר היחיד הוא לקבוע את האנושיות שלהם. השירותים שלנו עומדים בדרישות GDPR, CCPA, LGPD ו-PIPL או עולים עליהם, ותומכים ביוזמות כמו Privacy Pass. אנו עובדים קשה כדי לאזן בין פרטיות ואבטחה.",
  "2927700175": "אנו מציגים אתגרי CAPTCHA שקשים לבוטים אך קלים לאנשים על ידי איסוף נתונים שקשה לתווית מבעיות למידת מכונה, ושימוש בהם כדי להבחין אם מבקר באתר או באפליקציה הוא אנושי.",
  "2968026167": "הירק האהוב עליך",
  "3018523079": "הישאר על המותג עם חווית משתמש עקבית.",
  "3065000659": "האם הבנת שבכל פעם שאתה \"לוחץ על המכונית\" אתה עוזר לאמן סינגל",
  "3093388779": "hCaptcha חופשי לשימוש עבור מפרסמים בכל גודל",
  "3093689546": "אינטגרציה קלה",
  "3096063825": "נסה את זה",
  "3107683988": "זה יכול להפחית באופן דרמטי את התעבורה והעלויות מחוץ לרשת, תוך שמירה על כל היתרונות של הניהול על ידי הצוות התורן שלנו 24/7 כדי לעמוד בתנאי השירות המחמירים ביותר.",
  "3117887301": "מהימן על ידי השירותים המקוונים הגדולים ביותר",
  "3121248460": "הצג אתגרים מותאמים אישית מגוונים לאין שיעור - מפשוטים למורכבים - עבור הקהל המצופה שלך",
  "3153117136": "כיצד פועלות הגדרות הקושי של hCaptcha",
  "3160820928": "הגנה מתקפה מתואמת",
  "3161489950": "פלטפורמת האבטחה ML המתקדמת ביותר בעולם",
  "3167979932": "עוצב לפרטיות מהיום הראשון. הסכם עיבוד נתונים חזק.",
  "3194111925": "תמיכה",
  "3213351333": "אין צורך בהתחייבות מראש",
  "3213957230": "כאשר המשתמשים חייבים לפתור אתגר כדי לעמוד בדרישות האבטחה, מדוע לא ליצור משימות נעימות ורלוונטיות למשתמש?",
  "3225770968": "hCaptcha נועד לפתור את הבעיה המאומצת ביותר בתחום למידת מכונה; תיוג כמויות אדירות של נתונים בצורה בזמן, במחיר סביר ומהימן.",
  "3230004040": "האם אתה לקוי ראייה או בדרך אחרת לא מסוגל להשלים hCaptchas?",
  "3235430156": "מערכות למידת מכונה של החברה בחינם?",
  "3260825523": "מכונות אינטואיציה",
  "3264813246": "לא ראוי",
  "3265895521": "העלה והורדת קושי האתגר בהתבסס על השעה ביום",
  "3266612494": "שותף מהימן",
  "3276777569": "hCaptcha",
  "3287172429": "מוצגים סוגי אתגר שליטה",
  "3365203058": "הגנת אנטי-בוט ברמה עולמית",
  "3412647984": "זה מאפשר לך להימנע משאלות עתידיות על ידי רישום והגדרת קובץ Cookie. נסה גם לכבות את חוסם המודעות שלך.",
  "3417372336": "החלף תוך דקות",
  "3446714684": "אינטגרציה לנייד (iOS ואנדרואיד).",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "עבור משתמשי Enterprise, אפשרויות זמינות להימנע לחלוטין מאתגרים ברוב התרחישים.",
  "3478726913": "ל-hCaptcha יש את אחת הבריכות הגדולות בעולם הזמינה לשימושכם. לא משנה מה קנה המידה שלך, אנחנו יכולים להתמודד עם זה ללא התחייבויות יקרות מראש. מיליוני משימות ביום אינן בעיה.",
  "3480023141": "למידע נוסף על אפשרויות נגישות",
  "3483700676": "הפעל מיליוני משימות באופן מיידי",
  "3500503648": "hCaptcha נועד לבטל שימור נתונים לטווח ארוך על ידי הסתמכות על הערכה מיידית במקום רישום וניתוח היסטוריית הגלישה שלך. אנחנו גם תומכים ביוזמות כמו",
  "3524251858": "מנהל ניהול מוצר, Cloudflare",
  "3526939538": "באג תוכנה",
  "3530599065": "הפרטיות נבנית מהיסוד. hCaptcha לא שומרת PII והוא תואם למספר מנדטים ותקנות פרטיות.",
  "3570415321": "חֶברָה",
  "3573245166": "בניגוד ל-reCAPTCHA, אנו עובדים בכל מדינה.",
  "3578122193": "הישאר על המותג עם תוכן רלוונטי",
  "3620442880": "תכונות הגנת Flash Sale",
  "3630114728": "ראה מה קורה בכל האתרים והאפליקציות שלך.",
  "3644106388": "איש קשר",
  "3660619092": "הירשם בחינם או צור קשר עם המכירות לקבלת פתרונות ארגוניים",
  "3688621388": "חתימות איומים",
  "3704893754": "רוצה לראות בעצמך? נסה hCaptcha Free",
  "3714002185": "למידע נוסף על hCaptcha Enterprise",
  "3715747429": "מהנדסי ההטמעה שלנו יכולים להניע אותך במהירות, בין אם אתה זקוק לאינטגרציה של React, SDKs עבור אפליקציות מקוריות ל-iOS, דוגמה של Java backend, או למעשה כל תרחיש אחר.",
  "3717512591": "אינטגרציה ישירה של פלטפורמה",
  "3721365241": "לְנַסוֹת",
  "3729345277": "hCaptcha היא דרך לחברות לקבל את ההערות שהן דורשות מהר יותר, באיכות גבוהה יותר ובעלות נמוכה יותר מאשר חלופות אחרות.",
  "3730038780": "בחר מתוך מספר כמעט אינסופי של אתגרים למשתמשים לפתור",
  "3739936967": "ההתמקדות הייחודית הזו בפרטיות פירושה שאנו יכולים להציע אפס שמירת נתונים אינדיבידואלית, פעולה נטולת קובצי Cookie והבטחות פרטיות חוזיות אחרות כנדרש תוך שמירה על אבטחה מעולה. קרא עוד.",
  "3740051331": "אנו גם מחויבים לנטר באופן פעיל ולהגיב לשאלות המשתמשים שלך במדיה החברתית, בפורומים, ובערוצי התמיכה בווידג'טים ובאימייל שלנו. אנו נגישים ומגיבים ומתייחסים לשביעות רצון המשתמשים כאל KPI מוביל.",
  "3753956446": "חינם",
  "3758963444": "תודה! ההגשה שלך התקבלה!",
  "3767462250": "מיועד לפרטיות",
  "3768951251": "SLAs ארגוניים",
  "3807059944": "שליטה בתוכן האתגר שבו נעשה שימוש",
  "3816867833": "מָשׁוֹב",
  "3817811295": "אמינות מובטחת ותמיכה מהירה 24/7 בכוננות.",
  "3892905664": "hCaptcha עוזר לשירותים המקוונים המועדפים עליך למנוע בוטים, דואר זבל וניצול לרעה על ידי שאילת שאלות פשוטות שקל לבני אדם וקשות למכונות.",
  "3913848038": "SLAs של 99.99% זמן פעילות ותמיכה גלובלית זמינה 24/7.",
  "3951254541": "אנו מעריכים את ההשקעה שלך. ספר לנו על כל בעיה ואנו נפתור אותן במהירות.",
  "3952259236": "שלב את הנתונים המעוורים שלך עם אלפי האותות של hCaptcha כדי לאמן את hCaptcha בשיעורי התנהגות - למשל שלך בלבד - כדי לחזות טוב יותר התנהגות זדונית טוב יותר מכל אחד מהפתרונות לבדם",
  "3953584369": "הגבלות גישה מתוחכמות של RBAC זמינות.",
  "4007826952": "CAPTCHA מספר 1 לפרטיות לאינטרנט, לנייד ועוד.",
  "4019660456": "זמן אחזור של 0ms: אמת אסימוני hCaptcha ללא קריאת API.",
  "4065065042": "חייג את זה כדי להתאים בדיוק למקרה השימוש שלך.",
  "4083018285": "חבילה של תכונות מורחבות המשלבות עם ניטור SOC משופר ותגובה לטיפול באיומים מתמשכים ומתוחכמים",
  "4146870445": "מי אנחנו",
  "4147497805": "גזר",
  "4194763679": "רמות קושי עדינות",
  "4195759329": "זיהוי רובטים וציוני סיכון",
  "4199502476": "לוחות מחוונים ו-API לדיווח מתקדמים",
  "4238473596": "מזעור החיכוך עבור משתמשים אמיתיים חשוב. hCaptcha משתמש במשימות פשוטות ולוקח פחות זמן לרוב המשתמשים תוך עצירת תעבורת בוטים רבה יותר.",
  "4272022475": "כל הבקשות והנכסים עוברים אל hcaptcha.yourdomain.com",
  "4272454814": "השתלב עם ספק הזהות לבחירתך.",
  "a11y-img-1": "מסך משתמש נגישות לאחר הכניסה",
  "a11y-img-2": "אפשרות נגישות בתפריט ממשק המשתמש של יישומון",
  "a11y-img-3": "תיבת דו-שיח נגישות בממשק המשתמש של יישומון",
  "about-advisors-brendan": "מנכ\"ל Brave. מייסד שותף של מוזילה. יוצר שפת התכנות JavaScript. בונה דפדפנים ועוד.",
  "about-advisors-dawn": "פרופסור, מדעי המחשב באוניברסיטת קליפורניה, ברקלי. למידה עמוקה, אבטחה, מומחה לבלוקצ'יין. מנכ\"ל מעבדות אואזיס.",
  "about-advisors-head": "יועצים",
  "about-advisors-keiran": "מדען מחקר בסטנפורד. למידה מכונה ומימון כמותי בבנקים גדולים, בקרנות גידור ובאקדמיה.",
  "about-content-head-1": "מה אנחנו עושים",
  "about-content-head-2": "למה זה משנה",
  "about-content-text-1a": "hCaptcha מביא גישה מודרנית וממוקדת לפרטיות לעצירת בוטים.",
  "about-content-text-1b": "אנו מציגים אתגרי CAPTCHA שקשים לבוטים אך קלים לאנשים על ידי איסוף נתונים שקשה לתייג מבעיות למידה ממוחשבת, ובאמצעותם ניתן להבחין בין אם אתר אינטרנט או מבקר באפליקציה הוא אנושי.",
  "about-content-text-2a": "שחקנים גרועים נפוצים יותר ויותר ברשת. אך הקרבה על פרטיות המשתמשים אינה התשובה.",
  "about-content-text-2b": "פתרונות אבטחה שמציעות חברות מודעות מתמקדים בעיקר במעקב אחר משתמשים ברחבי האינטרנט. יצרנו פתרון אבטחה יעיל שמוכיח כי אין צורך בפגיעה בפרטיות המשתמשים בכדי לספק תוצאות מצוינות.",
  "about-intro-head-1": "על hCaptcha",
  "about-intro-head-2": "פרטיות, אבטחה ולמידת מכונה.",
  "about-intro-text": "hCaptcha הוא שירות ה-CAPTCHA העצמאי הנפוצ ביותר בעולם.",
  "about-leadership-head": "מי אנחנו",
  "about-leadership-headsub": "צוות מנוסה שעובד על הבעיות הקשות ביותר בימינו.",
  "about-leadership-link1": "מי אנחנו",
  "about-leadership-text1": "אנו מתמחים בלמידה עמוקה ולימוד מכונה של תחום חזותי בקנה מידה גדול, עם דגש מיוחד על אבטחת מערכות מקוונות מאיומים מודרניים ומתוחכמים יותר ויותר.",
  "about-leadership-text2": "עם עשרות שנים של מומחיות בתחום למידת מכונה, אנו בונים ומפעילים מערכות מדרגיות מאסיביות בכדי להתמודד עם כמה מהבעיות הקשות ביותר בימינו תוך שמירה על פרטיות.",
  "acc-opt": "אפשרויות נגישות",
  "acc-opt-but": "למידע נוסף על אפשרויות נגישות",
  "acc-opt-text": "האם אתה לקוי ראייה או שאינך מסוגל אחרת להשלים את hCaptchas?",
  "accessibility-link": "נְגִישׁוּת",
  "appreciate-in": "אנו מעריכים את תשומתך. יידע אותנו על בעיות ונפתור אותן במהירות.",
  "fb-but": "שלח לנו משוב",
  "feedback-text": "ספק משוב על ה- hCaptcha שראית זה עתה",
  "footer-attribution": "שִׁיוּך",
  "footer-copyright-text": "hCaptcha הוא סימן מסחרי רשום של Intuition Machines, Inc.",
  "footer-header-1": "חֶברָה",
  "footer-header-2": "אֶמְצָעִי",
  "footer-header-3": "איש קשר",
  "footer-link-1": "תִיוּג",
  "footer-link-10": "נְגִישׁוּת",
  "footer-link-2": "על אודות",
  "footer-link-3": "מקומות תעסוקה",
  "footer-link-4": "סימני מסחר",
  "footer-link-5": "אתיקה של AI",
  "footer-link-6": "בלוג",
  "footer-link-7": "סטָטוּס",
  "footer-link-8": "תיעוד",
  "footer-link-9": "דווח על באג",
  "footer-privacy": "פְּרָטִיוּת",
  "footer-subheader-1": "תמיכה",
  "footer-subheader-2": "איש קשר",
  "footer-terms": "תנאים",
  "h-plans": "תוכניות מנוי",
  "header-docs-link": "מסמכים",
  "header-labeling-services-link": "שירותי תיוג",
  "header-login-button": "התחברות",
  "header-plans-link": "תוכניות",
  "header-signup-button": "הירשם",
  "home-about-head": "על hCaptcha",
  "home-about-subtitle": "מופעל על ידי פרוטוקול HUMAN",
  "home-about-text-1": "hCaptcha נועד לפתור את הבעיה הנמרצת ביותר בעבודה בלימוד מכונה: תיוג כמויות אדירות של נתונים בצורה מהימנה, משתלמת ואמינה.",
  "home-about-text-2": "נתונים נוספים בדרך כלל מניבים תוצאות טובות יותר באימון מודלים של למידת מכונות. ההצלחה האחרונה של מודלים עמוקים הובילה למערכי נתונים גדולים יותר ויותר, כמעט תמיד עם ביקורת אנושית כלשהי. עם זאת, יצירת מערכי נתונים גדולים שנבדקו על ידי בני אדם באמצעות מכני טורק, איור שמונה וכו 'הוא איטי ויקר.",
  "home-about-text-3": "hCaptcha מאפשרת לאתרים להרוויח כסף המשרת את הביקוש הזה תוך חסימת בוטים וצורות אחרות של התעללות.",
  "home-about-text-4": "שוק hCaptcha מופעל על ידי פרוטוקול HUMAN, פרוטוקול מבוזר פתוח לבדיקה אנושית הפועל על בלוקצ'יין את'ריום. אתרים מרוויחים אסימונים אנושיים (HMT) בכל פעם שמשתמשים משתמשים ביישומון hCaptcha באתר שלהם, וחברות למידת מכונות משלמות לאסימונים אנושיים על מנת לתייג את הנתונים שלהם.",
  "home-ba-labeling-services-link": "שירותי תיוג",
  "home-benefits-head-1": "הערך בסימון נתונים",
  "home-benefits-head-2": "להחזיר לצדקה",
  "home-benefits-text-1": "האם הבנת בכל פעם שאתה לוחץ על המכונית אתה עוזר להכשיר מערכות לימוד מכונה אחת של חברת Gigantic בחינם?",
  "home-benefits-text-2": "hCaptcha הופך את המודל הזה. כאשר אתה משתמש ב- hCaptcha, חברות מציעות על העבודה שהמשתמשים שלך עושים כפי שהם מוכיחים את אנושיותם. אתה מקבל את התגמולים.",
  "home-benefits-text-3": "רוצה להחזיר לצדקה האהובה עליך? hCaptcha מאפשר לך לתמוך בעמותות לפי בחירתך ברווחים שאתה מרוויח מהשימוש בה. משתמשים באתר שלך יוכלו בקרוב לראות את תרומתך לצדקה באמצעות מיתוג דיסקרטי בממשק hCaptcha.",
  "home-challenge-text-1": "בחר את כל התמונות שתואמות לשאילתה",
  "home-challenge-text-2": "הגדר שטח תוחם לאובייקטים",
  "home-challenge-text-3": "זהה את התוויות המתאימות",
  "home-challenge-title-1": "השוואה",
  "home-challenge-title-2": "תיבת גבולות",
  "home-challenge-title-3": "קטגוריזציה",
  "home-challenges-head": "האתגרים שהוצגו",
  "home-challenges-text-1": "... ומשימות פשוטות אחרות. קל לבני אדם, קשה לבוטים.",
  "home-challenges-text-2": "משימות מותאמות אישית זמינות גם עבור מפרסמים ארגוניים.",
  "home-ent-1": "מחפש אחר הצעות האבטחה הארגוניות שלנו?",
  "home-ent-2": "בקר באתר הייעודי החדש שלנו: BotStop.com",
  "home-ent-button": "למידע נוסף: BotStop מאת hCaptcha",
  "home-from-the-blog": "מהבלוג:",
  "home-from-the-blog-value": "כיצד עובדות הגדרות קושי של hCaptcha",
  "home-intro-body": "האם אתה משתמש בקפטצ'ה כדי להרחיק בוטים? hCaptcha מגן על פרטיות המשתמשים, מתגמל אתרי אינטרנט ומסייע לחברות לתייג את הנתונים שלהם. זהו תחליף טיפה ל- reCAPTCHA: אתה יכול לעבור תוך דקות ספורות.",
  "home-intro-button": "הרשם עכשיו",
  "home-intro-head": "עצור יותר בוטים. התחל להגן על פרטיות המשתמשים.",
  "home-main-1": "פְּרָטִי. לבטח. מהר יותר. ואנחנו משלמים לך להשתמש בזה.",
  "home-main-2": "ממוקד פרטיות",
  "home-main-2c": "רשתות מודעות רואות במבקרים שלך את המוצר. עבור hCaptcha המוצר הוא העבודה שהם מספקים. לא אכפת לנו מי הם המשתמשים שלך, רק מה הסיכוי שהם יהיו זדוניים. אנו תומכים ביוזמות כמו Privacy Pass, ועובדים קשה כדי לאזן בין פרטיות ואבטחה.",
  "home-main-3": "אבטחה ראשונה",
  "home-main-3c": "הדיוק הוא האינטרס שלך ושלנו. hCaptcha מתמקד במו\"ל. אנו פועלים לתת לך נתונים אמיתיים ולתת לך להחליט כיצד להשתמש בהם. קבוצות אחרות מסופקות על ידי חברות פרסום ענקיות. המשמעות היא שכל בוט שהם חוסמים עשוי להפחית את הכנסותיהם.",
  "home-main-4": "חווית משתמש טובה יותר",
  "home-main-4c": "מודלים מתוחכמים של למידת מכונה משמשים hCaptcha לקביעת האנושות. זה מאפשר לנו לדרוש משימות פחות מעצבנות מהמשתמשים שלך ולקחת פחות מזמנם בכך, ובכל זאת לייצר נתונים עם תוויות שימושיות לתיוג לקוחות.",
  "home-main-plans": "hCaptcha חופשי לשימוש עבור מפרסמים בכל גודל. עם זאת, עבור ארגונים ופלטפורמות הזקוקות לשליטה רבה יותר, הפתרונות הארגוניים שלנו זמינים.",
  "home-main-plans2": "פתרונות hCaptcha ארגוניים מגנים על מיליוני משתמשים על פני עשרות מיליוני אתרים עבור כמה מהחברות הגדולות ביותר על פני כדור הארץ. אנא צרו איתנו קשר למידע נוסף, או בקרו",
  "home-main-plans3": "פתרונות hCaptcha ארגוניים מגנים על מיליוני משתמשים על פני עשרות מיליוני אתרים עבור כמה מהחברות הגדולות ביותר על פני כדור הארץ. אנא צרו איתנו קשר למידע נוסף, או בקרו",
  "home-main-plans4": "לפרטים.",
  "home-plans-button-1": "הרשם עכשיו",
  "home-plans-button-2": "צור קשר עם מכירות",
  "home-plans-chart-head-1": "מאפיינים",
  "home-plans-chart-head-2": "מוֹצִיא לָאוֹר",
  "home-plans-chart-head-3": "מִפְעָל",
  "home-plans-chart-row-1-cell-1": "סוגי אתגרי שליטה המוצגים",
  "home-plans-chart-row-1-cell-2": "מוגבל",
  "home-plans-chart-row-1-cell-3": "סה\"כ",
  "home-plans-chart-row-10-cell-1": "לוחות מחוונים מרובי משתמשים",
  "home-plans-chart-row-11-cell-1": "תכונות דיווח מתקדמות",
  "home-plans-chart-row-12-cell-1": "SLAs ארגוניים",
  "home-plans-chart-row-2-cell-1": "שלוט בתוכן האתגר המשמש",
  "home-plans-chart-row-2-cell-2": "מוגבל",
  "home-plans-chart-row-2-cell-3": "סה\"כ",
  "home-plans-chart-row-3-cell-1": "הרוויחו תגמולים עבור פתרונות אנושיים",
  "home-plans-chart-row-4-cell-1": "הגנה ברמה עולמית נגד בוט",
  "home-plans-chart-row-5-cell-1": "עובד בכל מדינה",
  "home-plans-chart-row-5a-cell-1": "מצבים ללא CAPTCHA ו-99.9% פסיביים",
  "home-plans-chart-row-5b-cell-1": "ציוני ביטחון בבוט",
  "home-plans-chart-row-6-cell-1": "מדיניות פרטיות ידידותית ל- GDPR ו- CCPA",
  "home-plans-chart-row-7-cell-1": "רמות קושי גרגירים עדינים",
  "home-plans-chart-row-8-cell-1": "השקת תוכן אתגר משלך",
  "home-plans-chart-row-9-cell-1": "תזמון קושי מבוסס זמן",
  "home-try-it-out-button": "קבל hCaptcha",
  "home-try-it-out-head": "נסה את זה",
  "home-try-it-out-text": "hCaptcha מספק זיהוי בוטים פשוט, קל ואמין, תוך שהוא טריוויאלי לפתור בני אדם.",
  "labeling-about-head": "על hCaptcha",
  "labeling-about-text-1": "hCaptcha נועד לפתור את הבעיה הכי עתירת עבודה בלימוד מכונה; תיוג כמויות אדירות של נתונים בצורה מהימנה, משתלמת ואמינה. נתונים נוספים בדרך כלל מניבים תוצאות טובות יותר באימון מודלים של למידת מכונות. ההצלחה האחרונה של מודלים עמוקים הובילה למערכי נתונים גדולים יותר ויותר, ו- hCaptcha משרת צורך זה.",
  "labeling-about-text-2": "עם זאת, יצירת מערכי נתונים גדולים שנבדקו על ידי בני אדם בשיטות מסורתיות היא איטית ויקרה כאחד. hCaptcha היא דרך עבור חברות לקבל את ההערות הדרושות להם מהר יותר, באיכות גבוהה יותר ובעלות נמוכה יותר מאלטרנטיבות אחרות.",
  "labeling-annotations-head": "סוגי הערות",
  "labeling-annotations-text-1": "זיהוי אובייקטים מדויק בתמונות ווידאו",
  "labeling-annotations-text-2": "זיהוי אובייקטים מדויק בתמונות ווידאו",
  "labeling-annotations-text-3": "הערות נקודתיות למקרי שימוש רבים ושונים",
  "labeling-annotations-text-4": "מיין או הוסף קטגוריות שרירותיות בכל גודל",
  "labeling-annotations-text-5": "איתור וסיווג המופעל על ידי בני אדם",
  "labeling-annotations-text-6": "זקוק לסוג אחר שלא מופיע כאן? פשוט תשאל אותנו.",
  "labeling-annotations-title-1": "תיבות גבולות",
  "labeling-annotations-title-2": "מצולעים",
  "labeling-annotations-title-3": "נקודות ציון",
  "labeling-annotations-title-4": "סיווג תכונות",
  "labeling-annotations-title-5": "השוואה וגילוי",
  "labeling-annotations-title-6": "... ועוד רבים",
  "labeling-ent-button": "צרו קשר עם צוות הפתרונות הארגוניים שלנו",
  "labeling-ent-head": "זקוק לשליטה מקצה לקצה?",
  "labeling-ent-text-1": "פלטפורמת HUMAN שמאחורי hCaptcha מספקת תכונות איכותיות וניהול עבודה מתוחכמות ביותר באמצעות פריסות מקומיות, היברידיות או SaaS המשתלבות עם המערכות הקיימות שלך.",
  "labeling-ent-text-2": "הפעל באופן לא מקוון עם כוח העבודה שלך, עקוב אחר הערך הנצרך בין יחידות עסקיות או שותפי קונסורציום, ניווט משרות באופן סלקטיבי לספקי עבודה פנימיים או חיצוניים שונים בהתבסס על דרישות עלות וביטחון ועוד.",
  "labeling-ent-text-3": "גישה קלה לממשק API, לוחות מחוונים יפים וטכנולוגיית הדגם העדכנית ביותר למקסימום יעילות.",
  "labeling-ent-text-4": "99.99% SLAs זמן עבודה ותמיכה גלובלית זמינה 24/7. למידע נוסף:",
  "labeling-features-head-1": "צינורות פשוטים מונעי API.",
  "labeling-features-head-2": "מותאם לעלות ולאיכות. אין צורך בהתחייבות מראש.",
  "labeling-features-head-3": "שלם רק עבור הדיוק שאתה צריך.",
  "labeling-features-head-4": "ספק נתוני אמת קרקעיים משלך או תן לנו לבנות אותם במהירות.",
  "labeling-features-text-1": "רוצים לשלב ביקורת אנושית ישירות בפעילות העסקית שלכם? אנו מציעים SLA אמינות גבוהה, קיבולת מובטחת וממשקי API פשוטים של REST.",
  "labeling-features-text-2": "פלטפורמת HUMAN משתמשת במודלי ביטחון מקיפים לביצוע ניתוח איכות מתוחכם בזמן אמת. זה מאפשר לנו לקבוע במהירות את קושי השאלות ואת התשובה הנכונה ככל הנראה שלהם, וחוסך לך זמן וכסף.",
  "labeling-features-text-3": "לא כל הבעיות זהות. הערות על משימות קריטיות לבטיחות עשויות לדרוש 99.99% ביטחון של עובדים אנושיים לחלוטין. הערות על תכונת בטא אחת באפליקציית משחקים ניידים עשויות לדרוש ביטחון מתון בלבד. אתה תחליט.",
  "labeling-features-text-4": "האם יש לך נתונים גולמיים ללא קבוצת אימות מקיפה? ברוב המקרים אנו יכולים לבנות עבורך אחת כשמשימות עוברות במערכת, או ליצור דוגמאות שכותרתו לאישורך.",
  "labeling-info-head": "מקבל תווית נתונים",
  "labeling-info-text-1": "שוחח עם אחד ממומחי הדומיין שלנו כדי להגדיר את צרכי הפרויקט שלך: דיוק יעד, פורמט וכל דרישות מיוחדות.",
  "labeling-info-text-2": "אנו מבצעים עבודת ייצור קטנה על סמך נתוני הדוגמה שלך. זה בודק את העבודה שביצענו יחד כדי להבטיח שתקבל בדיוק את מה שאתה צריך.",
  "labeling-info-text-3": "עם נפח גבוה וחביון נמוך אנו נפנה את עבודתך במהירות, עם משלוח אוטומטי ברגע שהיא תסתיים.",
  "labeling-info-text-4": "ככל שאנו מבינים טוב יותר את הפרמטרים של עבודת הייצור שלך, התוצאות ימשיכו להשתפר עם הזמן.",
  "labeling-info-text-5": "לוחות מחוונים בשידור חי מאפשרים לך לספק משוב או להשהות את הייצור בכל עת.",
  "labeling-info-title-1": "הגדר מפרט",
  "labeling-info-title-2": "מבחן עבודה ראשוני",
  "labeling-info-title-3": "פריסת עבודות ייצור",
  "labeling-info-title-4": "שיפור מתמשך",
  "labeling-info-title-5": "תוצאות בזמן אמת",
  "labeling-main-1": "תיוג נתונים חסכוני בקנה מידה",
  "labeling-main-1-button": "קבל את הנתונים שלך עכשיו",
  "labeling-main-1c": "צריך תוויות נוספות עבור מערכי הנתונים שלך? hCaptcha מספקת תיוג נתונים מהיר, חסכוני ואיכותי עבור חברות שעובדות על יישומי בינה מלאכותית ולמידת מכונה.",
  "labeling-main-2": "השיק מיליוני משימות באופן מיידי.",
  "labeling-main-2-button": "קנו שירותי תיוג נתונים",
  "labeling-main-2c": "ל- hCaptcha יש אחת הבריכות הגדולות ביותר על פני כדור הארץ הזמינות לשימושכם. לא משנה מה קנה המידה שלך, אנו יכולים להתמודד עם זה ללא התחייבויות יקרות מראש. מיליוני משימות ביום אינן בעיה.",
  "labeling-platform-head": "מידע פרטי או ציבורי",
  "labeling-platform-text": "hCaptcha בנויה על פלטפורמת HUMAN, המאפשרת ניתוב וניתוח מתוחכמים כדי לייעל את העלות והיעילות בכל שלב. טכנולוגיה זו מאפשרת לכוח העבודה הנכון להתמודד עם כל חלק בתפקידך, תוך מקסימום יעילות העלות תוך שמירה על פרטיות ועמידה בכל דרישות הרגולציה העשויות לחול.",
  "labeling-try-button": "קנו שירותי תיוג נתונים",
  "labeling-try-head": "רוצה לנסות את הנתונים שלך?",
  "labeling-try-text": "... אנחנו מוכנים כשאתה נמצא: השירות שלנו זמין מסביב לשעון.",
  "learn-more-hcaptcha": "למידע נוסף על hCaptcha",
  "page-acc-faq-1": "שאלה: האם hCaptcha Section 508 + WCAG 2.1 AA תואם? תשובה: אנו מאמינים שכן: כל המשתמשים עם כל צורה של ליקוי המסוגלים לגלוש באינטרנט ולהזין טקסט בטפסים יכולים לגשת לשירותים המוגנים על ידי hCaptcha עם ההרשמה. עם זאת, זה לא ייעוץ משפטי: עליך לבצע הערכה משלך, תוך התחשבות ביישום הספציפי שלך כדי להבטיח שזה המקרה עבור הפריסה שלך.",
  "page-acc-faq-2": "שאלה: האם אתה עובד על אפשרויות נגישות אחרות (a11y), כמו אודיו? תשובה: אפשרויות פופולריות בעבר כמו קפטצ'ס אודיו מפלות לרעה משתמשים A11y רבים ומובסות בקלות על ידי טכניקות למידת מכונה מודרניות. זה אילץ את אתגרי האודיו הנוכחיים להיות קשים יותר ויותר, תוך הצגת רעש, תזמון מוזר, צירופי מילים יוצאי דופן, וכן הלאה כדי להביס תוקפים. לכן אנחנו פחות מתלהבים מהגישה הזו לעומת הימנעות מהאתגר לגמרי, אבל נשקול זאת אם יהיה ביקוש מקהילת ה-a11y. עם זאת, אנו מעוניינים מאוד ב-Privacy Pass עבור מקרה השימוש בנגישות. אנו מאמינים שהשילוב של גישת ה-a11y הנוכחית שלנו עם הנפקת Privacy Pass יאפשר למשתמשי a11y לגלוש בבטחה, בטוחים מתוך ידיעה שהתעבורה שלהם פרטית יותר, תוך הגבלת ניצול לרעה של מפעילי בוטים שמתרחש באופן בלתי נמנע כאשר אפשרויות a11y זמינות. אנו משתתפים פעילים בקבוצת העבודה של IETF המתקנים טכנולוגיה חדשה זו.",
  "page-acc-faq-3": "שאלה: מה לגבי פרטיות? האם הרישום חושף את נתוני הגלישה של 11י בצורה כלשהי? מה עושים עם המייל? תשובה: hCaptcha מיועד לפרטיות מהיסוד. זה שונה מאוד מהאפשרויות המסורתיות כמו reCAPTCHA שנמצאות בבעלות רשתות מודעות, שיש להן תמריץ לעקוב אחריך ברחבי האינטרנט ולשייך אותך לזהות אמיתית. לעולם איננו משתמשים בדוא\"ל נגישות או מידע למטרות כלשהן מלבד להקל על שימוש 11 ומניעת שימוש לרעה. למדיניות הפרטיות שלנו יש תשובות מקיפות וסמכותיות לגבי האופן שבו אנו משתמשים בנתונים, אך התשובה הקצרה היא שאין לנו עניין לשייך אותך כאדם להיסטוריית הגלישה שלך. אנו גם עובדים כעת על פתרון קריפטוגרפי לביטול מהיר של כתובת הדוא\"ל שלך תוך כדי שמירה על היכולת שלנו למנוע שימוש לרעה, משלים את עבודת Privacy Pass שלנו.",
  "page-acc-link-1": "אם אתה משתמש נגישות, אנא הירשם כאן.",
  "page-acc-subhead": "הבטחת גישה חלקה לכל המשתמשים תוך שמירה על אבטחה",
  "page-acc-summary": "סיכום",
  "page-acc-summary-contents-1": "hCaptcha נועד לעצור בוטים על ידי הבחנה ביניהם מאנשים. בדיקות חזותיות הן כלי נוח לכך, אך לא כל אחד יכול לפתור אתגר חזותי. מסיבה זו תכננו חלופה פשוטה וללא כאב כדי לאפשר לבעלי אתרים המשתמשים בשירות שלנו לשמור על נגישות לכולם עם תאימות מלאה ל-Section 508 ו-WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "איך זה עובד: ראשית, משתמש נגישות נרשם בכתובת אתר זו, המקושרת בדף המידע של היישומון hCaptcha. הם מקבלים קובץ cookie מוצפן שיכול לשמש מספר פעמים ביום, אך יש לרענן אותו בכל 24 שעות באמצעות כניסה. כאשר מוצג אתגר למשתמש נגישות בכל אתר המשתמש בשירות hCaptcha, הם יעברו אוטומטית.",
  "page-acc-title": "מידע על נגישות hCaptcha",
  "page-acc-tr-body": "שאלה: אני עדיין רואה אתגר לאחר הגדרת העוגיה. מה גורם לכך?<br> תשובה: זה בדרך כלל נובע משימוש בחוסם מודעות אגרסיבי או בתוסף נגד קובצי cookie, או בהגדרה החוסמת עוגיות חוצות אתרים, במקרה זה קובץ cookie עבור hcaptcha.com שמוגדר או נבדק על ידי hCaptcha JS באתר אחר , כמו זה שאתה מבקר בו.<br><br> קובצי cookie נגישות של hCaptcha פועלים עם כל הדפדפנים וחוסמי המודעות הפופולאריים עם ההגדרות הסטנדרטיות שלהם, כך שבדרך כלל כשלים נובעים מסקריפטים נגד אנטי-adblock או מערכי חוקים דומים המכוונים לאתרים מסוימים.<br><br> פתרונות:<br><br> 1. רשימת היתרי hcaptcha.com ו- * .hcaptcha.com בעוגיות המודעות שלך או בתוסף האבטחה של הדפדפן שלך.<br> 2. אם אתה משתמש בדפדפן Brave, שנראה כי כרגע אין סוג כלשהו של רשימת היתרים לעוגיות, עבור אל העדפות -> מגן -> עוגיות ובחר אפשר כל עוגיות.<br> 3. אם אתה משתמש בגרסה האחרונה של Safari ב- OS X 10.15 או ב- iOS 13.4, Apple שינתה זה עתה את ההתנהגות של Safari הקשורה לעוגיות של צד שלישי, וחסמה את כולם כברירת מחדל. אנו מיישמים פיתרון, אך בינתיים אנא היכנסו להעדפות Safari, סעיף פרטיות, ובטל את הסימון של מעקב אחר אתרים: למנוע מעקב חוצה אתרים כדי לאפשר לעוגיית הנגישות לתפקד כצפוי.<br><br> שאלה: אני משתמש במספר מכשירים. האם עלי להירשם מספר פעמים?<br> תשובה: לא. לחץ על אותו קישור התחברות לדוא\"ל שנשלח אליך בכל מכשיר שבו אתה משתמש על מנת להגדיר את קובץ ה- cookie.<br><br> שאלה: כיצד אוכל להגן על עצמי מפני מעקב אחר קובצי cookie של צד שלישי תוך שימוש בעוגיית הנגישות?<br> תשובה: שימוש בכל תוסף פרטיות או חסימת מודעות התומך ברשימת היתרים ברמת הדומיין (למשל uBlock Origin) יעבוד כצפוי: רק דאג לרשימת ההיתרים hcaptcha.com.",
  "page-acc-tr-title": "למשתמשי נגישות: שאלות נפוצות ומדריך לפתרון בעיות",
  "page-acc-tr2-body": "ספארי<br> להפעלת קובצי Cookie ב- Safari (Mac): עבור לתפריט הנפתח Safari. בחר העדפות. לחץ על פרטיות בחלונית העליונה. בקטע 'חסום קובצי Cookie' בחר באפשרות 'לעולם לא'.<br> כדי להפעיל קובצי Cookie ב- Safari (iPhone / iPad iOS 11+): פתח את ההגדרות שלך. גלול מטה ובחר Safari. תחת פרטיות ואבטחה, כבה את 'מניעת מעקב חוצה אתרים' ו'חסום את כל העוגיות '<br><br> פיירפוקס<br> לחץ על המגן משמאל לסרגל הכתובות בכל דף אינטרנט. לחץ על הגדרות הגנה. החלון 'פרטיות ואבטחה' של העדפות Firefox ייפתח. תחת הגנת מעקב משופרת, בחר מותאם אישית. בחר אילו עוקבים ותסריטים לחסום על ידי בחירה בתיבות הסימון האלה. ודא שביטלת את החסימה של hcaptcha.com.<br><br> תוכל גם לכבות באופן זמני כמה הגנות בהתאמה אישית לצורך ניפוי באגים, על ידי ביטול הסימון של תיבות הסימון: בטל את הסימון של תיבת הסימון עוקבים או בטל את הבחירה בתיבת הסימון עוגיות אם אתה עדיין נתקל בבעיות.<br><br> גוגל כרום<br> Google Chrome (PC)<br> בחר בסמל תפריט Chrome. בחר הגדרות.<br> עבור אל פרטיות ואבטחה, ואז עוגיות ונתוני אתר אחרים.<br> ודא ש'חסום קובצי Cookie של צד שלישי 'אינו מופעל.<br><br> Google Chrome (Mac):<br> פתח את העדפות Chrome מסרגל התפריטים.<br> עבור אל פרטיות ואבטחה, ואז עוגיות ונתוני אתר אחרים.<br> ודא ש'חסום קובצי Cookie של צד שלישי 'אינו מופעל.<br><br> Google Chrome (אנדרואיד):<br> במכשיר ה- Android שלך, פתח את אפליקציית Chrome.<br> בצד שמאל למעלה, הקש על עוד ואז על הגדרות.<br> הקש על הגדרות אתר ואז על קובצי Cookie.<br> ליד 'עוגיות', הפעל את ההגדרה.<br> סמן את התיבה לצד 'אפשר עוגיות של צד שלישי'.<br><br> אינטרנט אקספלורר<br> 1. בחר את גלגל השיניים בפינה השמאלית העליונה של המסך, ואז בחר 'אפשרויות אינטרנט'. אם שורת התפריטים מופעלת, אתה יכול לבחור 'כלים' ואז 'אפשרויות אינטרנט'.<br> 2. לחץ על הכרטיסייה 'פרטיות'.<br> 3. בחר בלחצן 'מתקדם'.<br> 4. תחת 'עוגיות צד שלישי' בחר 'קבל'.<br> 5. לחץ על 'אישור'",
  "page-acc-tr2-head": "הוראות דפדפן לעוגיות חוצות אתרים",
  "priv-hc": "ממוקד פרטיות",
  "priv-hc-text": "רשתות מודעות רואות בך כמוצר שלהן. אנחנו לא. לא אכפת לנו מי המשתמשים, אלא רק בסבירותם שהם יהיו זדוניים. אנו תומכים ביוזמות כמו Privacy Pass ועובדים קשה לאזן בין פרטיות וביטחון.",
  "reporting-bugs-accessibility-button": "למידע נוסף על אפשרויות נגישות",
  "reporting-bugs-accessibility-head": "אפשרויות נגישות",
  "reporting-bugs-accessibility-text": "האם אתה לקוי ראייה או שאינך מסוגל אחרת להשלים את hCaptchas?",
  "reporting-bugs-guide-ff-head": "לכידת פרטי דוח באגים: Firefox",
  "reporting-bugs-guide-ff-step-1": "שלב 1: פתח את כלי המפתח (פעולה זו מתחילה להקליט את ההפעלה).",
  "reporting-bugs-guide-ff-step-2": "שלב 2: לחץ על הכרטיסייה רשת בכלי מפתח. סמן את תיבת יומני ה- Persist בחלק העליון.",
  "reporting-bugs-guide-ff-step-3": "שלב 3: בקר בכתובת https://accounts.hcaptcha.com/demo, או באתר שבו אתה נתקל בבעיה (הערת פרטיות: רק אם לא אכפת לך לשתף מה זה) ... ולאחר מכן לחץ על I אני כפתור אנושי, ולנסות לפתור.",
  "reporting-bugs-guide-ff-step-4": "שלב 4: לחץ על HAR לאחר שתנסה לפתור, ובחר שמור הכל כ-HAR כדי לשמור את יומן הרשת. שלח לנו את הקובץ הזה.",
  "reporting-bugs-guide-ff-step-5": "שלב 5: לחץ על הכרטיסייה מסוף ולחץ באמצעות לחצן העכבר הימני ואז בחר הכל ושמור אותו בקובץ טקסט כדי לשמור את יומן המסוף. שלחו לנו גם את זה.",
  "reporting-bugs-guide-ff-step-6": "שלב אחרון: אימייל אלינו את קובצי היומן של ה-HAR והקונסולות, ותאר את הבעיה השתמש ב: support@hcaptcha.com (אנא השתמש בשירות כמו Dropbox או Filebin ושלח קישורים) ולחלופין צילום מסך, אם אתה חושד שמשהו אינו מוצג כהלכה . נא לשלוח גם את ה-IP שבו אתה משתמש. אתה יכול להשיג אותו מ-https://www.whatsmyip.org/ תודה שהקדשת מזמנך לעזור לנו לקבל את המידע הזה! אנו מחויבים לגרום ל-hCaptcha לעבוד היטב עבור כולם.",
  "reporting-bugs-guide-head": "לכידת פרטי דוח באגים: Chrome",
  "reporting-bugs-guide-step-1": "שלב 1: פתח את כלי המפתח (פעולה זו מתחילה להקליט את ההפעלה).",
  "reporting-bugs-guide-step-2": "שלב 2: לחץ על הכרטיסייה רשת בכלי מפתח. סמן את תיבת יומן הרישום בראש.",
  "reporting-bugs-guide-step-3": "שלב 3: בקר בכתובת https://accounts.hcaptcha.com/demo, או באתר שבו אתה נתקל בבעיה (הערת פרטיות: רק אם לא אכפת לך לשתף מה זה) ... ולאחר מכן לחץ על I אני כפתור אנושי, ולנסות לפתור.",
  "reporting-bugs-guide-step-4": "שלב 4: לחץ על ייצא HAR (החץ למטה הקטן) לאחר שתנסה לפתור, מה ששומר את יומן הרשת. שלח אלינו את הקובץ הזה.",
  "reporting-bugs-guide-step-5": "שלב 5: לחץ על הכרטיסיה מסוף ולחץ באמצעות לחצן העכבר הימני ואז שמור כ .. כדי לשמור את יומן המסוף. שלחו לנו גם את זה.",
  "reporting-bugs-guide-step-6": "שלב אחרון: אימייל אלינו את קובצי היומן של ה-HAR והקונסולות, ותאר את הבעיה. השתמש ב: support@hcaptcha.com (אנא השתמש בשירות כמו Dropbox או Filebin ושלח קישורים) ובאופן אופציונלי צילום מסך, אם אתה חושד שמשהו אינו מוצג כהלכה. נא לשלוח גם את ה-IP שבו אתה משתמש. אתה יכול להשיג אותו מ-https://www.whatsmyip.org/ תודה שהקדשת מזמנך לעזור לנו לקבל את המידע הזה! אנו מחויבים לגרום ל-hCaptcha לעבוד היטב עבור כולם.",
  "reporting-bugs-guide-text-1": "שליחת מידע על איתור באגים עם הדוח שלך תקל עלינו בזיהוי מה קורה. להלן הוראות שלב אחר שלב:",
  "reporting-bugs-guide-text-2": "אם אתה מפתח אינטרנט או משתמש מומחה, הסיכום הוא שנרצה שתשלח לנו רשת המתעדת HAR ויומני קונסולת הדפדפן. אנא נסה להשבית תחילה חוסם פרסומות או תוספי אבטחה לדפדפן ולאחר מכן נסה שוב לפני שתעבור את השלבים האלה. אם זה פותר את הבעיה שלך, עדיין נשמח אם תודיע לנו על גרסת הדפדפן, חוסם המודעות או הרחבת הדפדפן שלך ואת כתובת האתר.",
  "reporting-bugs-intro-head": "מצאת באג? כך מדווחים על כך.",
  "reporting-bugs-intro-text": "מיליוני אנשים משתמשים ב- hCaptcha בכל חודש, באלפי שילובים של דפדפנים, תוספים, מכשירים, חומות אש ועוד. המטרה שלנו היא לוודא שזה תמיד יעבוד בשבילך, ולכן אנו מעריכים מאוד את הדוחות שלך! כדי לתת משוב מהיר, פשוט לחץ על כפתור שלח לנו משוב. אם אתה נתקל בבעיה פונקציונלית, עקוב אחר ההוראות ליומן איתור באגים ב- Chrome או להוראות יומן ניפוי באגים עבור Firefox להלן. לכל דפדפן אחר פשוט שלחו לנו דוא\"ל. לבעיות אבטחה או פרטיות אפשריות, עיין בהוראות שלהלן.",
  "reporting-bugs-privacy-head": "בעיות פרטיות",
  "reporting-bugs-privacy-text": "לא אכפת לנו מי המשתמשים, רק באיזו סיכוי הם להיות זדוניים או מכונות. אנו תומכים ביוזמות כמו Privacy Pass ועובדים קשה לאזן בין פרטיות וביטחון. אם מצאת בעיה שלדעתך עלולה להשפיע על פרטיות המשתמשים, אנא שלח לנו דוא\"ל לכתובת support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "שלח לנו משוב",
  "reporting-bugs-provide-feedback-head": "ספק משוב מיידי על hCaptcha",
  "reporting-bugs-provide-feedback-text": "אנו מעריכים את תשומתך. יידע אותנו על בעיות ונפתור אותן במהירות.",
  "reporting-bugs-security-head": "באגים ביטחוניים",
  "reporting-bugs-security-text": "אנו תמיד מעוניינים לקבל דיווחים על באגי אבטחה. שלחו דוא\"ל אל support@hcaptcha.com ו- CC security@hcaptcha.com ונחזור אליכם במהירות. יש לנו גם תוכנית שפע של באגים עבור דוחות אבטחה זכאים על שירות hCaptcha וקוד המקור הקשור.",
  "sales-interstitial-c1": "לחברות",
  "sales-interstitial-c1a": "פתרונות אבטחה ארגוניים (בתשלום)",
  "sales-interstitial-c1b": "למידע נוסף על hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "ביאור נתונים",
  "sales-interstitial-c1d": "רכשו שירותי הערות של hCaptcha",
  "sales-interstitial-c2": "ליחידים",
  "sales-interstitial-c2a": "הוסף את hCaptcha לשירות שלך (בחינם)",
  "sales-interstitial-c2b": "הוסף את hCaptcha for Publishers לאתר או לאפליקציה שלי",
  "sales-interstitial-c2c": "מה זה hCaptcha?",
  "sales-interstitial-c2d": "למידע נוסף על hCaptcha",
  "sales-interstitial-head": "בואו נדאג שתגיעו למקום הנכון.",
  "sec-hc": "אבטחה ראשונה",
  "sec-hc-text": "hCaptcha ממוקדת במפרסם. אנו פועלים כדי לתת לאתרים נתונים אמיתיים ולתת להם להחליט כיצד להשתמש בהם. הדיוק הוא האינטרס שלך ושלנו. קפצ'ים אחרים מסופקים על ידי חברות פרסום. כל בוט שהם חוסמים עשוי להפחית את ההכנסה שלהם.",
  "signup-interstitial-c1": "לחברות או אתרים",
  "signup-interstitial-c1a": "הוסף את hCaptcha לשירות שלך (בחינם)",
  "signup-interstitial-c1b": "הוסף את hCaptcha for Publishers לאתר או לאפליקציה שלי",
  "signup-interstitial-c1c": "פתרונות אבטחה ארגוניים (בתשלום)",
  "signup-interstitial-c1d": "למידע נוסף על hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "ביאור נתונים",
  "signup-interstitial-c1f": "רכשו שירותי הערות של hCaptcha",
  "signup-interstitial-c2": "ליחידים",
  "signup-interstitial-c2a": "נְגִישׁוּת",
  "signup-interstitial-c2b": "למד על אפשרויות נגישות ל- hCaptcha",
  "signup-interstitial-c2c": "להרוויח כסף",
  "signup-interstitial-c2d": "עבוד כמתייג נתונים פרטני",
  "signup-interstitial-head": "בואו נדאג שתגיעו למקום הנכון.",
  "support-interstitial-c1": "לחברות",
  "support-interstitial-c1a": "פתרונות אבטחה ארגוניים (בתשלום)",
  "support-interstitial-c1b": "קבל תמיכה ב- hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Publisher hCaptcha (חינם)",
  "support-interstitial-c1d": "קבל תמיכה עבור hCaptcha Publisher",
  "support-interstitial-c2": "ליחידים",
  "support-interstitial-c2a": "מתקשים באתגר?",
  "support-interstitial-c2b": "למד על אפשרויות נגישות ל- hCaptcha",
  "support-interstitial-c2c": "רוצה לדווח על באג?",
  "support-interstitial-c2d": "למידע נוסף על דיווח על בעיות תוכנה",
  "support-interstitial-head": "בואו נדאג שתגיעו למקום הנכון.",
  "switch-to-english-link": "החלף לאנגלית",
  "what-is-hcaptcha": "מה זה hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha מסייע לשירותי האינטרנט המועדפים עליך להרחיק בוטים, דואר זבל והתעללות על ידי כך שהוא שואל שאלות פשוטות, קלות לבני אדם וקשות למכונות.",
  "why-hc": "למה hCaptcha?",
  "why-hc-text": "בכל פעם שאתה עונה לאתגר אנו משתמשים במודלים מתוחכמים כדי להבין אם אתה אנושי או מכונה. האתר בו ביקרת משתמש בתוצאה זו כדי לעזור בשיפור החוויה שלך באתר שלהם על ידי הרחקת בוטים.",
  "footer-link-5b": "ללחוץ",
  "footer-link-cyberattacks": "התקפות סייבר 101",
  "header-enterprise-link": "מִפְעָל",
  "intro-subtitle": "פתור את בעיית הבוט שלך היום."
}
