{
  "header-privacy-link": "Privatnost",
  "header-integration-link": "Integracija",
  "header-cost-link": "Trošak",
  "header-features-link": "Značajke",
  "header-docs-link": "Dokumenti",
  "header-login-button": "Prijaviti se",
  "header-contact-button": "Kontaktirajte prodaju",
  "intro-heading": "Provjera čovječanstva bez trenja.",
  "intro-contact-button": "Kontaktirajte nas da saznate više",
  "intro-text-bottom": "Na njega se oslanjaju tvrtke koje pokreću web.",
  "sub-menu-button": "Kontaktirajte prodaju",
  "sub-menu-item1": "Poduzeće",
  "sub-menu-item2": "Trošak",
  "sub-menu-item3": "Integracija",
  "sub-menu-item4": "Značajke",
  "sub-menu-item5": "Privatnost",
  "sub-menu-item6": "Dokumenti",
  "info-head-1": "Izgrađen na provjerenoj hCaptcha platformi",
  "info-text-1": "hCaptcha Enterprise radi na tehnologiji platforme hCaptcha, proširenoj da uključuje značajke koje su potrebne poduzećima s velikim prometom.",
  "info-head-2": "Partner od povjerenja",
  "intro-subtitle": "Riješite svoj problem s botom već danas.",
  "info-text-2": "Naše usluge imaju povjerenje najvećih svjetskih tvrtki za pružanje usluga mnogim milijunima svakodnevnih korisnika na desecima milijuna stranica.",
  "cloudflare-quote-text": "Procijenili smo brojne dobavljače CAPTCHA kao i sami izgradili sustav. Na kraju se hCaptcha pokazao kao najbolja alternativa reCAPTCHA.",
  "cloudflare-quote-detail": "Direktor upravljanja proizvodima, Cloudflare",
  "section-quote-head": "Isplativa opcija za poduzeća s velikim prometom",
  "section-quote-text": "Konačno, vjerodostojna alternativa Googleu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima. Mnoge od najvećih svjetskih internetskih usluga prešle su na hCaptcha Enterprise i dobile poboljšanu detekciju botova uz značajne uštede.",
  "section-quote-button": "Kontaktirajte nas danas za ponudu",
  "section-privacy-header": "Usredotočeno na privatnost",
  "section-privacy-text-1": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za nas je jedini proizvod koji određuje njihovu ljudskost. Naše usluge ispunjavaju ili premašuju zahtjeve GDPR, CCPA i LGPD te podržavaju inicijative kao što je Privacy Pass. Naporno radimo na usklađivanju privatnosti i sigurnosti.",
  "section-privacy-text-2": "Ovaj jedinstveni fokus na privatnost znači da možemo ponuditi nulto zadržavanje pojedinačnih podataka, rad bez kolačića i druga ugovorna jamstva privatnosti prema potrebi uz održavanje izvrsne sigurnosti.",
  "section-security-header": "Sigurnost na prvom mjestu",
  "section-security-text-1": "Točnost je u vašem i našem interesu. hCaptcha radi tako da vam daje stvarne podatke i omogućuje vam da odlučite kako ih koristiti. Ostale captcha osiguravaju Gigantic reklamne tvrtke. To znači da svaki bot kojeg blokiraju može smanjiti njihov prihod.",
  "section-security-text-2": "Korištenje najnovijih tehnika strojnog učenja s naglaskom na privatnost omogućuje nam da premašimo sigurnosne standarde naslijeđenih strategija za zauvijek snimanje svega bez narušavanja sigurnosti ili privatnosti korisnika.",
  "section-user-experience-header": "Odlično korisničko iskustvo",
  "section-user-experience-text1": "Za poslovne korisnike dostupne su opcije za potpuno izbjegavanje izazova u većini scenarija.",
  "section-user-experience-text2": "Smanjite trenje tako da u potpunosti izbjegnete izazov za 99,9% vašeg legitimnog prometa, a istovremeno pružate izvrsnu sigurnost, zahvaljujući naprednim modelima botova.",
  "section-easy-integration-header": "Jednostavna integracija",
  "section-easy-integration-text": "Dodavanje hCaptche traje samo nekoliko minuta i samo nekoliko redaka koda. Osnovni API kompatibilan je s reCAPTCHA V2, a za prebacivanje je potrebno samo nekoliko minuta. Već danas možete biti u pogonu s vrhunskom alternativom i po potrebi uključiti naprednije značajke.",
  "section-easy-integration-serverside": "Strana poslužitelja:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Prilagođene ocjene prijetnji",
  "section-threat-text": "Nisu svi problemi isti: dobivanje jednog rezultata znači da mora zadovoljiti vaše potrebe da biste bili korisni. Uz jedinstvene prilagođene ocjene prijetnji hCaptcha, brza konzultacija omogućuje nam da prilagodimo naše modele kako bismo pružili rezultate relevantnije za vaše poslovanje.",
  "section-challenges-header": "Pokrenite vlastite izazove u nekoliko sekundi",
  "section-challenges-text-1": "Ostanite na robnoj marki s relevantnim sadržajem",
  "section-challenges-text-2": "Kada korisnici moraju riješiti izazov kako bi ispunili sigurnosne zahtjeve, zašto ne kreirati zadatke ugodne i relevantne za korisnika? S našim jednostavnim dizajnerom izazova po narudžbi možete pokrenuti sadržaj izazova na brandu u samo nekoliko minuta.",
  "section-integration-header": "Izravna integracija platforme",
  "section-integration-subheader": "Za tvrtke za web infrastrukturu",
  "section-integration-text": "Sustav hCaptcha Enterprise jedinstveno je fleksibilan u svom dizajnu: može se djelomično ili u cijelosti postaviti na rub vaše mreže ako upravljate javnim oblakom ili posjedujete mnogo podatkovnih centara. To može dramatično smanjiti troškove i promet izvan mreže uz zadržavanje svih prednosti upravljanja od strane našeg dežurnog osoblja 24/7 kako bi se ispunili najstroži SLA.",
  "section-support-header": "Dostupna stručnost i podrška za vas i vaše korisnike",
  "section-support-text": "Usluga je za nas glavni prioritet. Održavamo dežurnu podršku 24/7 i nudimo izravnu Slack koordinaciju s vašim timom za integraciju inženjera i našim dežurnim osobljem tijekom i nakon implementacije.‍ ‍Također smo predani aktivnom praćenju i odgovaranju na pitanja vaših korisnika na društvenim mrežama, forumima , te naši kanali za podršku unutar widgeta i e-pošte. Mi smo pristupačni i osjetljivi, a zadovoljstvo korisnika tretiramo kao vrhunski KPI.",
  "section-enterprise-header": "Značajke poduzeća",
  "section-enterprise-title-1": "Anti-bot zaštita svjetske klase",
  "section-enterprise-desc-1": "Testirano u borbi na web-skali.",
  "section-enterprise-title-2": "Visoka točnost bot rezultata",
  "section-enterprise-desc-2": "Otkrijte loše glumce raznih vrsta.",
  "section-enterprise-title-3": "Nulto trenje i 99,9% pasivni načini rada",
  "section-enterprise-desc-3": "Izazovite manje od 0,1% legitimnih korisnika.",
  "section-enterprise-title-4": "Prikazane su vrste kontrolnog izazova",
  "section-enterprise-desc-4": "Široka biblioteka vrsta koje možete izabrati.",
  "section-enterprise-title-5": "Kontrolirajte sadržaj izazova koji se koristi",
  "section-enterprise-desc-5": "Ostanite na robnoj marki uz dosljedno korisničko iskustvo.",
  "section-enterprise-title-6": "SLA-ovi poduzeća",
  "section-enterprise-desc-6": "Zajamčena pouzdanost i brza podrška 24/7 na poziv.",
  "section-enterprise-title-7": "Podrška za stariji preglednik",
  "section-enterprise-desc-7": "Kompatibilan sve do Internet Explorer 8.",
  "section-enterprise-title-8": "Nadzorne ploče za napredno izvješćivanje i API",
  "section-enterprise-desc-8": "Pogledajte što se događa na svim vašim web-lokacijama i u aplikacijama.",
  "section-enterprise-title-9": "Djeluje u svakoj zemlji",
  "section-enterprise-desc-9": "Za razliku od reCAPTCHA, mi radimo u svakoj zemlji.",
  "section-enterprise-title-10": "Politika privatnosti prilagođena GDPR-u, CCPA-u i LGPD-u",
  "section-enterprise-desc-10": "Dizajniran za privatnost od prvog dana. Snažan ugovor o obradi podataka.",
  "section-enterprise-title-11": "Fino-zrnate razine težine",
  "section-enterprise-desc-11": "Unesite ovo kako biste točno odgovarali vašem slučaju upotrebe.",
  "section-enterprise-title-12": "Prvobitni hosting",
  "section-enterprise-desc-12": "Svi zahtjevi i sredstva idu na hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Nadzorne ploče za više korisnika",
  "section-enterprise-desc-13": "Dijelite upravljanje u svom timu.",
  "section-enterprise-title-14": "Trenutna potvrda",
  "section-enterprise-desc-14": "Kašnjenje od 0 ms: provjerite hCaptcha tokene bez API poziva.",
  "section-enterprise-title-15": "Mobilna (iOS i Android) integracija",
  "section-enterprise-desc-15": "Besprijekorno iskustvo na webu, izvornom mobilnom i mobilnom webu. Dostupne su unaprijed izgrađene integracije i izvorni SDK-ovi.",
  "section-enterprise-title-16": "Prilagođeni uvjeti i jamstva privatnosti",
  "section-enterprise-desc-16": "Zadovoljite svoje pravne potrebe kada druge tvrtke ne mogu.",
  "presented-challlenges-head": "Predstavljeni izazovi",
  "presented-challenges-title-1": "Usporedba",
  "presented-challenges-text-1": "Odaberite sve slike koje odgovaraju upitu",
  "presented-challenges-title-2": "Granična kutija",
  "presented-challenges-text-2": "Definirajte granično područje za objekte",
  "presented-challenges-title-3": "Kategorizacija",
  "presented-challenges-text-3": "Identificirajte odgovarajuće oznake",
  "presented-challenges-subheader": "...i druge jednostavne zadatke. Lako za ljude, teško za botove.",
  "presented-challenges-subtext": "Prilagođeni zadaci dostupni su i za poslovne izdavače.",
  "footer-header-1": "Društvo",
  "footer-header-2": "Resursi",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Označavanje",
  "footer-link-2": "Oko",
  "footer-link-3": "Poslovi",
  "footer-link-4": "Zaštitni znakovi",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentacija",
  "footer-link-8": "Prijavite grešku",
  "footer-link-9": "Pristupačnost",
  "footer-terms": "Pojmovi",
  "footer-privacy": "Privatnost",
  "footer-attribution": "Atribucija",
  "footer-subheader-1": "Podrška",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Prijeđite na engleski",
  "intro-heading-privacy": "Dizajniran za privatnost.",
  "intro-subtitle-p1-privacy": " Jedinstveni pristup sigurnosti na mreži koji se temelji na privatnosti.",
  "info-head-2-pr": "Snimanje aktivnosti na mreži nije rješenje.",
  "info-text-1-pr": "hCaptcha Enterprise ima samo jednu svrhu: spriječiti loše aktere da ometaju vaše mrežne operacije i naškode vašim korisnicima.",
  "info-text-2-pr": "Naši su sustavi tako osmišljeni od temelja kako bi se minimiziralo prikupljanje i zadržavanje podataka uz održavanje sigurnosti vodeće u klasi. Najbolji način zaštite korisničkih podataka je da ih uopće ne pohranjujete.",
  "info-text-3-pr": "Svi odnosi s kupcima također su zaštićeni snažnim Ugovorom o obradi podataka. Usluga hCaptcha u skladu je sa svim zakonima o privatnosti bez obzira na to gdje se vaša usluga ili vaši klijenti nalaze. Nečuvanje osobnih podataka to nam čini mnogo lakšim nego drugim tvrtkama.",
  "info-text-2-2-pr": "Usluge poput reCAPTCHA v3 kažu da je postavljanje njihovog piksela za praćenje na svaku stranicu vaše web-lokacije neophodno za dobru sigurnost. Ovo nije slučaj.",
  "info-text-2-3-pr": "Jednostavna analiza ponašanja signal je lako krivotvorenog od strane loših aktera i zahtijeva zadržavanje povijesti pregledavanja za sav vaš legitimni promet.",
  "info-text-2-4-pr": "Ne upravljamo oglasnom mrežom i nemamo interesa promatrati vaše ponašanje korisnika kako bismo im prodali oglase. To znači da ne zahtijevamo pasivni piksel na svakoj stranici vaše web-lokacije.",
  "info-text-2-5-pr": "Dodajte naš izazovni kod samo tamo gdje je to potrebno i gdje ima smisla zaštititi i vas i svoje korisnike.",
  "info-head-3-pr": "Strojno učenje je korisno. Ali za rad nisu potrebni osobni podaci.",
  "info-text-3-1-pr": "Strojno učenje danas utječe na gotovo svaki aspekt našeg života, često na načine koje ne shvaćamo i ne možemo vidjeti. Online sigurnosne usluge se ne razlikuju.",
  "info-text-3-2-pr": "Učenjem više tisuća signala, modeli mogu zaključiti i postići visoko povjerenje u otkrivanju zlonamjernog ponašanja vrlo brzo, čak i kada nijedan pojedinačni signal sam po sebi ne bi bio dovoljno jak da ukaže na problem.",
  "info-text-3-3-pr": "Međutim, ništa od toga ne zahtijeva korištenje osobnih podataka (PII). Suvremene kriptografske tehnike omogućuju nam da odbacimo sve osobne podatke što je brže moguće, stvarajući umjesto toga jednosmjerne potpise koji se ne mogu povezati s bilo kojom osobom.",
  "info-text-3-4-pr": "Obuka o deidentificiranim podacima jednako dobro funkcionira i ne zahtijeva ugrožavanje sigurnosti ili privatnosti. Naši su kupci izvršili empirijske testove i proglasili nas jednakim ili boljim od mnogo manje privatnih alternativa.",
  "cloudflare-quote-text-privacy": "U vezi s hCaptcha rješenjima svidjelo nam se nekoliko stvari: 1) ne prodaju osobne podatke; prikupljaju samo minimalne potrebne osobne podatke, transparentni su u opisivanju podataka koje prikupljaju i kako ih koriste i/ili otkrivaju.",
  "pilot-head": "Isprobajte nas u svom okruženju bez obaveza.",
  "pilot-text-1a": "Mi smo inženjeri, a ne prodavci: želimo da budete zadovoljni svojim izborom.",
  "pilot-text-1b": "Najbolji način da osigurate svoje zadovoljstvo je da pokažete da zadovoljavamo vaše potrebe.",
  "pilot-text-1c": "Gotovo sve tvrtke koje započnu pilot u konačnici biraju naša rješenja.",
  "pilot-text-1d": "Upotrijebite ovaj obrazac kako biste došli do jednog od naših tehničkih stručnjaka. Brzo reagiramo.",
  "pilot-text-1e": "Možete nam i izravno poslati e-poštu.",
  "pilot-email-details": "Detalji su ovdje.",
  "pilot-f1": "Regija",
  "pilot-f2": "Tvoje ime",
  "pilot-f3": "Tvoje ime",
  "pilot-f4": "Poslovna e-pošta",
  "pilot-f5": "Trebali bismo imati još neke pojedinosti?",
  "pilot-f6": "Trebate li hitnu onboarding?",
  "pilot-f7": "Da.",
  "pilot-f8": "Napadnut sam i zahtijevam hitnu prilagodbu.",
  "pilot-f9": "podnijeti",
  "pilot-f10": "Unošenjem svoje e-pošte slažete se s našim Uvjetima i Politikom privatnosti te da primate e-poštu od nas.",
  "pilot-fo-1": "Integracija ne može biti lakša.",
  "pilot-fo-2": "hCaptcha ima desetke unaprijed izgrađenih integracija za frontend i backend sustave koje koristite.",
  "pilot-fo-3": "Ako slučajno dolazite s Googleove reCAPTCHA, naši API-ji su zamjenska zamjena. Tri retka koda su sve što trebate.",
  "pilot-fo-4": "Naši inženjeri za onboarding mogu vas brzo pokrenuti, bilo da trebate React integraciju, SDK-ove za iOS izvorne aplikacije, Java pozadinski primjer ili gotovo bilo koji drugi scenarij.",
  "pilot-fo-5": "I kao i uvijek, privatnost je za nas temeljna vrijednost. Dodajte naš izazovni kod samo tamo gdje je to potrebno i gdje ima smisla zaštititi i vas i svoje korisnike. Minimiziranje prikupljanja podataka počinje od trenutka integracije.",
  "pilot-fdone": "Hvala vam. Uskoro ćemo se javiti.",
  "home-ent-2-new": "Saznajte više o našem poslovnom rješenju.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Rješenja hCaptcha Enterprise pružaju sigurnost vodeću u klasi i štite mnoge vrhunske online usluge.",
  "home-plans-button-2-new": "Saznajte više",
  "header-enterprise-link": "Poduzeće",
  "sales-interstitial-c1b-new": "Saznajte više o hCaptcha Enterpriseu"
}
