{
    "1290027486": "CEO tvrtke Brave. Suosnivač Mozille. Tvorac programskog jezika JavaScript. Graditelj preglednika i više.",
    "211351380": "Sa bloga:",
    "3153117136": "Kako funkcioniraju postavke poteškoća hCaptcha",
    "2915355938": "Pristupačnost",
    "793784899": "Planovi",
    "2671622670": "Poduzeće",
    "3527140447": "Dokumenti",
    "505891021": "Usluge označavanja",
    "692176459": "Prijaviti se",
    "1892574253": "Prijavite se",
    "2593864519": "Zaustavite više botova. Počnite štititi privatnost korisnika.",
    "4007826952": "CAPTCHA broj 1 za privatnost za web, mobilne uređaje i još mnogo toga.",
    "3721365241": "Probati",
    "3753956446": "Besplatno",
    "3276777569": "hCaptcha",
    "55035359": "Trenutno koristite reCAPTCHA?",
    "3417372336": "Prebacite se za nekoliko minuta",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Na koje se oslanjaju vrhunske online usluge",
    "1470290349": "za najbolje u klasi upravljanje botovima i prijevarama.",
    "3714002185": "Saznajte više o hCaptcha Enterpriseu",
    "3946753128": "Privatna. Siguran. Brže.",
    "939665604": "Usredotočeno na privatnost",
    "780475098": "Oglasne mreže vide vaše posjetitelje kao proizvod. Samo nas zanima je li posjet dobar ili loš. hCaptcha je u skladu s GDPR, CCPA, LGPD, PIPL i drugim globalnim zakonima o podacima.",
    "219813583": "Sigurnost na prvom mjestu",
    "2714878440": "Zaštitite svoje usluge od scrapinga, preuzimanja računa, punjenja vjerodajnica i neželjene pošte uz naše napredno strojno učenje i provjeru humanosti.",
    "1397766838": "Bolje korisničko iskustvo",
    "2670352917": "hCaptcha pruža pouzdanije otkrivanje botova, a ljudima je jednostavan za rješavanje.",
    "2806751666": "Što je hCaptcha?",
    "3096063825": "Isprobaj",
    "2968026167": "Vaše omiljeno povrće",
    "713281684": "Patlidžan",
    "4147497805": "Mrkva",
    "3758963444": "Hvala vam! Vaš podnesak je zaprimljen!",
    "1070364246": "Ups! Nešto je pošlo po zlu prilikom slanja obrasca.",
    "1129833879": "Zaustavite zlonamjerne botove, zaštitite privatnost korisnika",
    "58091799": "Saznajte više o hCaptcha Publisheru i Enterpriseu",
    "1599610318": "Izdavač",
    "3093388779": "hCaptcha je besplatna za korištenje za izdavače bilo koje veličine",
    "179723061": "Više kontrole za timove kojima je potrebna sigurnost vodeća u klasi",
    "846501387": "Zaštita od botova svjetske klase",
    "119298044": "Napredne samonadzirane ML i AI tehnologije štite vaša web svojstva od prijetnji i napada",
    "1263998069": "Zaradite nagrade za ljudska rješenja",
    "1103295010": "Zaradite novac ili dajte u dobrotvorne svrhe kada ljudi rješavaju CAPTCHA",
    "392886773": "Djeluje u svakoj zemlji",
    "2320894364": "S više od 200 točaka prisutnosti, hCaptchin oblak štiti vašu imovinu diljem svijeta",
    "451701069": "U skladu s GDPR, CCPA,",
    "2826051554": "i više",
    "3530599065": "Privatnost se gradi od temelja. hCaptcha ne zadržava PII i u skladu je s brojnim mandatima i propisima o privatnosti.",
    "2489287539": "“Bez CAPTCHA” bez trenja i 99,9% pasivnih načina rada",
    "793242047": "Smanjite izazove koji se postavljaju korisnicima kako biste omogućili brz pristup aplikacijama",
    "4195759329": "Otkrivanje botova i ocjene rizika",
    "1150035777": "Sofisticirani modeli strojnog učenja generiraju rezultate pouzdanosti robota na temelju mnogih točaka podataka osim je li na pitanja odgovoreno točno",
    "3688621388": "Potpisi prijetnji",
    "1131525092": "Grupirajte loše aktere bez napora putem naših Scoped UID-ova koji čuvaju privatnost kako biste pronašli i zaustavili povezane prijevare i zloupotrebe",
    "1559631739": "Privatno učenje",
    "3952259236": "Kombinirajte svoje zaslijepljene podatke s tisućama signala hCaptche kako biste hCaptchu uvježbali na klase ponašanja – samo na primjer – kako biste bolje predvidjeli zlonamjerno ponašanje bolje od bilo kojeg rješenja pojedinačno",
    "1150963691": "APT ublažavanje",
    "4083018285": "Skup proširenih značajki koje se kombiniraju s poboljšanim nadzorom SOC-a i odgovorom za rješavanje sofisticiranih trajnih prijetnji",
    "3160820928": "Koordinirana zaštita od napada",
    "1849805607": "hCaptcha štiti od prijetnji i mamaca dizajniranih za infiltriranje u vaše mreže",
    "1958297836": "Koordinirana zaštita od napada i ublažavanje APT-a",
    "1300485304": "hCaptcha štiti od naprednih prijetnji i mamaca dizajniranih za infiltriranje u vaše mreže",
    "2698640210": "Prikazani su kontrolni izazovi i vrste",
    "3121248460": "Prikažite beskonačno različite prilagođene izazove - od jednostavnih do složenih - za svoju očekivanu publiku",
    "3807059944": "Kontrolirajte sadržaj izazova koji se koristi",
    "2707282231": "Prilagodite izazove svojim korisnicima. Onemogućite botovima rješavanje i prodor.",
    "4194763679": "Fino zrnate razine težine",
    "3730038780": "Birajte između gotovo beskonačnog broja izazova koje korisnici moraju riješiti",
    "1849717906": "Prilagodite se vlastitim izazovnim sadržajem",
    "1508655687": "Dodajte vlastite izazove prilagođene vašoj publici kako biste pojednostavili ili ograničili pristup",
    "3620442880": "Zaštitne značajke Flash Sale",
    "3265895521": "Povećajte i smanjite poteškoću izazova na temelju doba dana",
    "1485807325": "Višekorisničke nadzorne ploče, SAML SSO",
    "359073033": "Nadzorne ploče pružaju prikaz aktivnosti na visokoj razini ili fino zrnati.",
    "4272454814": "Integrirajte se s davateljem identiteta po vašem izboru.",
    "1141402092": "Napredne značajke izvješćivanja",
    "910989640": "Generirajte detaljna i prilagođena izvješća o aktivnostima",
    "3768951251": "SLA-ovi poduzeća",
    "1014004474": "hCaptcha Enterprise planovi nude napredne ugovore o razini usluge kako bi vaša organizacija bila zaštićena",
    "1177598246": "Kontaktirajte odjel prodaje",
    "1067704102": "Vrijednost u označavanju podataka",
    "3065000659": "Jeste li shvatili da svaki put kada \"kliknete na auto\" pomažete u treniranju singla",
    "3235430156": "sustavi strojnog učenja tvrtke besplatno?",
    "1549336309": "hCaptcha preokreće ovaj model. Kada koristite hCaptchu, tvrtke licitiraju za posao vaših korisnika dok dokazuju svoju ljudskost. Dobivate nagrade.",
    "3725880582": "Vratite u dobrotvorne svrhe",
    "1671436004": "Želite li vratiti svojoj omiljenoj dobrotvornoj organizaciji?",
    "1663628612": "dopušta vam",
    "4272088465": "dobrotvorne organizacije po vašem izboru sa zaradom koju steknete korištenjem.",
    "2894845722": "Korisnici na vašoj web stranici uskoro će moći vidjeti vaš doprinos u dobrotvorne svrhe putem diskretnog brendiranja na sučelju hCaptcha.",
    "3194111925": "podrška",
    "1637702726": "O hCaptchi",
    "2323282990": "Suvremeni pristup provjeravanju čovječnosti",
    "1201821619": "hCaptcha rješava jedan od najhitnijih problema današnjice: sprječava zlonamjerne botove da zlorabe internetske usluge.",
    "1475399473": "Saznajte više o hCaptcha timu",
    "3161489950": "Najnaprednija sigurnosna ML platforma na svijetu",
    "3247172580": "hCaptcha je kombinirao napredno samonadzirano strojno učenje s novim rubnim računalnim pristupom koji jedinstveno minimizira prikupljanje i zadržavanje podataka, isporučen s više od 250 lokacija diljem svijeta za veliku skalabilnost.",
    "3767462250": "Dizajniran za privatnost",
    "3500503648": "hCaptcha je dizajnirana da eliminira dugotrajno zadržavanje podataka oslanjajući se na trenutnu procjenu umjesto da bilježi i analizira vašu povijest pregledavanja. Također podržavamo inicijative poput",
    "2418549423": ", novi standard za očuvanje internetske privatnosti putem kriptografskih dokaza i drugih jedinstvenih značajki za zaštitu privatnosti.",
    "1544546608": "Propusnica za privatnost",
    "976209454": "Zaradite nagrade ili dajte u dobrotvorne svrhe",
    "552920956": "hCaptcha omogućuje web stranicama da zarađuju nagrade dok blokiraju botove i druge oblike zloupotrebe. hCaptcha vam također omogućuje da ovom zaradom podržite dobrotvorne organizacije po vašem izboru.",
    "654326661": "Želite se uvjeriti sami? Isprobajte hCaptchu besplatno.",
    "3570415321": "Društvo",
    "3987022469": "Označavanje",
    "1636202177": "Oko",
    "2670003220": "Poslovi",
    "3233305531": "Zaštitni znakovi",
    "3028319964": "Etika umjetne inteligencije",
    "4131598919": "Pritisnite",
    "1662477701": "Resursi",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentacija",
    "920212083": "Prijavite grešku",
    "2076066173": "Cyber napadi 101",
    "3644106388": "Kontakt",
    "2182196747": "Podrška",
    "487083593": "Prodajni",
    "878585497": "Pojmovi",
    "1697438123": "Privatnost",
    "1316817321": "Atribucija",
    "3488019891": "hCaptcha je registrirani zaštitni znak tvrtke Intuition Machines, Inc.",
    "4224961202": "Privatnost, sigurnost i strojno učenje.",
    "98173630": "hCaptcha je najraširenija nezavisna CAPTCHA usluga na svijetu.",
    "1514478724": "Saznajte više",
    "1752795854": "hCaptcha donosi moderan pristup zaustavljanju botova usmjeren na privatnost.",
    "2927700175": "Prikazujemo izazove CAPTCHA koji su teški za botove, ali laki za ljude prikupljanjem podataka koje je teško označiti iz problema s strojnim učenjem i pomoću njih za razlikovanje je li posjetitelj web-lokacije ili aplikacije čovjek.",
    "2188609322": "Loši glumci sve su češći na internetu. Ali žrtvovanje privatnosti korisnika nije rješenje.",
    "2032102720": "Sigurnosna rješenja koja nude reklamne tvrtke prvenstveno su usmjerena na praćenje korisnika na cijelom webu. Stvorili smo učinkovito sigurnosno rješenje koje dokazuje da narušavanje privatnosti korisnika nije potrebno za postizanje izvrsnih rezultata.",
    "4146870445": "Tko smo mi",
    "353066938": "Iskusan tim, koji radi na najtežim problemima današnjice. hCaptcha je usluga od",
    "1173652155": "savjetnici",
    "2256305371": "Profesor, CS na Sveučilištu Kalifornija, Berkeley. Duboko učenje, sigurnost, blockchain stručnjak. Izvršni direktor Oasis Labsa.",
    "2177660021": "Znanstvenik na Stanfordu. Strojno učenje i kvantno financiranje u velikim bankama, hedge fondovima i akademskim krugovima.",
    "2686825859": "Prijavite se besplatno ili nas kontaktirajte u vezi s hCaptcha Enterprise rješenjima",
    "583434701": "Pristupačnost hCaptcha",
    "611905972": "Osiguravanje neometanog pristupa za sve korisnike uz očuvanje sigurnosti",
    "874098071": "Ako ste korisnik pristupačnosti, prijavite se ovdje",
    "2745385064": "Sažetak",
    "3353238942": "hCaptcha je dizajnirana da zaustavi botove tako što ih razlikuje od ljudi. Vizualni testovi su prikladan alat za to, ali ne može svatko riješiti vizualni izazov.",
    "3600022491": "Iz tog razloga osmislili smo jednostavnu, bezbolnu alternativu kako bismo omogućili izdavačima koji koriste našu uslugu da očuvaju pristupačnost za sve uz potpunu usklađenost s Odjeljkom 508 i WCAG 2.1 AA.",
    "2557240048": "Kako to funkcionira: prvo, korisnik pristupačnosti se registrira putem",
    "3871665286": ", koji je vidljivo povezan na stranici s informacijama o widgetu hCaptcha. Dobivaju šifrirani kolačić koji se može koristiti nekoliko puta dnevno, ali se mora osvježavati svaka 24 sata putem prijave.",
    "3441764123": "Kada se korisniku pristupačnosti na web-mjestu pomoću usluge hCaptcha prikaže izazov, on će automatski proći.",
    "4247858664": "stranicu za prijavu pristupačnosti",
    "1297657322": "Korisnički zaslon pristupačnosti nakon prijave",
    "1717658846": "Opcija pristupačnosti u izborniku korisničkog sučelja widgeta",
    "1266963825": "P: Je li hCaptcha odjeljak 508 + WCAG 2.1 AA usklađen?",
    "850025770": "O: Vjerujemo da je tako: svi korisnici s bilo kojim oblikom oštećenja koji mogu pregledavati web i unositi tekst u obrasce mogu pristupiti uslugama zaštićenim hCaptcha nakon registracije. Međutim, ovo nije pravni savjet: trebali biste izvršiti vlastitu procjenu, uzimajući u obzir vašu konkretnu implementaciju kako biste bili sigurni da je to slučaj za vašu implementaciju.",
    "159272246": "P: Radite li na drugim opcijama pristupačnosti (\"a11y\"), poput zvuka?",
    "4074220464": "O: Prethodno popularne opcije poput audio captcha diskriminiraju mnoge a11y korisnike i lako se pobjeđuju modernim tehnikama strojnog učenja. To je natjeralo trenutne audio izazove da postanu sve teži, uvodeći buku, neuobičajeno vrijeme, neobične kombinacije riječi i tako dalje kako bi se porazili napadači. Stoga smo manje oduševljeni ovim pristupom u odnosu na potpuno izbjegavanje izazova, ali ćemo ga razmotriti ako postoji potražnja od strane zajednice.",
    "2309661107": "Međutim, jako smo zainteresirani za",
    "2555914614": "za slučaj korištenja Pristupačnost. Vjerujemo da će kombiniranje našeg trenutnog pristupa a11y s izdavanjem Privacy Pass omogućiti korisnicima a11y da sigurno pregledavaju, sigurni u saznanju da je njihov promet privatniji, dok će ograničiti zlouporabu od strane botova koja se neizbježno događa kada su dostupne opcije a11y. Aktivni smo sudionici IETF radne skupine za standardizaciju ove nove tehnologije.",
    "2583775432": "P: Što je s privatnošću? Izlaže li registracija podatke o pregledavanju a11y na neki način? Što radite s e-poštom?",
    "4215483493": "O: hCaptcha je dizajnirana za privatnost od temelja. Vrlo se razlikuje od tradicionalnih opcija kao što je reCAPTCHA koje su u vlasništvu oglasnih mreža, koje imaju poticaj da vas prate na webu i povezuju vas sa pravim identitetom.",
    "2474661839": "Naše",
    "4137573005": "ima opsežne i mjerodavne odgovore o tome kako koristimo podatke, ali kratak odgovor je da nemamo interesa povezivati vas kao osobu s vašom poviješću pregledavanja.",
    "4101570501": "Također trenutno radimo na kriptografskom rješenju za brzo odbacivanje vaše adrese e-pošte, a da pritom sačuvamo našu sposobnost sprječavanja zlouporabe, nadopunjujući naš rad na Privacy Pass.",
    "260595108": "Nikada ne koristimo e-poruke ili informacije o pristupačnosti u bilo koju drugu svrhu osim za olakšavanje uporabe i sprječavanje zloupotrebe.",
    "3063819779": "politika privatnosti",
    "465714311": "Za korisnike pristupačnosti: Pitanja i odgovori i Vodič za rješavanje problema",
    "3596207631": "P: Još uvijek vidim izazov nakon postavljanja kolačića. Što je uzrok tome?",
    "469089249": "O: To je obično zbog upotrebe agresivnog blokade oglasa ili proširenja protiv kolačića, ili postavke koja blokira kolačiće \"na više lokacija\", u ovom slučaju kolačića za hcaptcha.com koji postavlja ili provjerava hCaptcha JS na različite stranice, poput one koju posjećujete.",
    "4263626815": "Kolačići pristupačnosti hCaptcha rade sa svim popularnim preglednicima i blokatorima oglasa sa svojim standardnim postavkama, pa su obično neuspjesi uzrokovani skriptama protiv blokiranja oglasa ili sličnim skupovima pravila koji ciljaju određena web-mjesta.",
    "3906359167": "rješenja:",
    "3464870463": "1. Na popis dopuštenih kolačića hcaptcha.com i *.hcaptcha.com u svom blokatoru oglasa ili sigurnosnom proširenju preglednika.",
    "1204911585": "2. Ako koristite Brave preglednik, za koji se čini da (od travnja 2020.) nema nikakve vrste dopuštenih kolačića, idite na Preferences -> Shields -> Cookies i odaberite \"Allow All Cookies\".",
    "2932826396": "3. Ako koristite najnoviju verziju Safarija na nedavno objavljenom OS X 10.15 ili iOS 13.4, Apple je upravo promijenio ponašanje Safarija u vezi s kolačićima trećih strana, blokirajući ih sve prema zadanim postavkama. Implementiramo rješenje, ali u međuvremenu posjetite Postavke Safarija, odjeljak Privatnost i poništite opciju \"Praćenje web-mjesta: Spriječi praćenje na više web-lokacija\" kako biste omogućili da kolačić pristupačnosti funkcionira prema očekivanjima.",
    "3836291932": "P: Koristim više uređaja. Trebam li se prijaviti više puta?",
    "3251220335": "O: Ne. Kliknite istu vezu za prijavu putem e-pošte koju ste dobili na svakom uređaju koji koristite kako biste postavili kolačić.",
    "2082407178": "P: Kako se mogu zaštititi od praćenja kolačića treće strane dok koristim kolačić pristupačnosti?",
    "2700197090": "O: Korištenje bilo kojeg proširenja za privatnost ili za blokiranje oglasa koje podržava popis dopuštenih na razini domene (npr. uBlock Origin) radit će kako se očekuje: samo svakako stavite na bijelu listu hcaptcha.com.",
    "3657743880": "Upute za preglednik za kolačiće na različitim stranicama",
    "1960601330": "Da biste omogućili kolačiće u Safariju (Mac): Idite na padajući izbornik Safari. Odaberite Postavke. Kliknite Privatnost na gornjoj ploči. Pod \"Blokiraj kolačiće\" odaberite opciju \"Nikad\".",
    "1622303590": "Da biste omogućili kolačiće u Safariju (iPhone/iPad iOS 11+): Otvorite svoje postavke. Pomaknite se prema dolje i odaberite Safari. U odjeljku Privatnost i sigurnost isključite \"Spriječi praćenje na više web-lokacija\" i \"Blokiraj sve kolačiće\"",
    "2199048568": "Kliknite na štit lijevo od adresne trake na bilo kojoj web stranici. Kliknite na Postavke zaštite. Otvorit će se ploča za privatnost i sigurnost Firefox Preferences. U odjeljku Poboljšana zaštita od praćenja odaberite Prilagođeno. Odaberite koje tragače i skripte želite blokirati tako da označite te potvrdne okvire. Provjerite jeste li deblokirali hcaptcha.com.",
    "3967047208": "Također možete privremeno isključiti neke zaštite u Custom da biste to otklonili, tako da poništite odabir potvrdnih okvira: Poništite odabir potvrdnog okvira Trackers ili poništite potvrdni okvir Kolačići ako još uvijek imate problema.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Odaberite ikonu izbornika Chrome. Odaberite Postavke.",
    "926138631": "Idite na Privatnost i sigurnost, zatim Kolačići i drugi podaci web-mjesta.",
    "3419878556": "Provjerite nije li omogućena opcija \"Blokiraj kolačiće treće strane\".",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Otvorite postavke Chromea na traci izbornika.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Na svom Android uređaju otvorite aplikaciju Chrome.",
    "3620039756": "U gornjem desnom kutu dodirnite Više, a zatim Postavke.",
    "2813310562": "Dodirnite Postavke web-mjesta, a zatim Kolačići.",
    "3014657981": "Pokraj \"Kolačići\" uključite postavku.",
    "1242066691": "Označite okvir pored \"Dopusti kolačiće treće strane\".",
    "292250020": "1. Odaberite zupčanik u gornjem desnom kutu zaslona, a zatim odaberite \"Internetske mogućnosti\". Ako imate omogućenu traku izbornika, možete odabrati \"Alati\", a zatim \"Internetske mogućnosti\".",
    "4114820649": "2. Kliknite karticu \"Privatnost\".",
    "946838734": "3. Odaberite gumb \"Napredno\".",
    "348809718": "4. Pod \"Kolačići treće strane\" odaberite \"Prihvati\".",
    "1253441326": "5. Kliknite \"U redu\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politika etike umjetne inteligencije",
    "1161704803": "Zašto imamo politiku etike umjetne inteligencije?",
    "1806535500": "Gotovo svaka tehnologija, od olovaka do dinamita, je a",
    "24452499": "riješenje; može se koristiti za dobro ili za zlo. Svaka tvrtka koja istražuje, gradi ili prodaje rješenja s dvostrukom namjenom ima obvezu razmotriti posljedice svojih postupaka.",
    "4023575072": "dvostruke namjene",
    "3336625692": "Ova stranica detaljno opisuje naša razmišljanja o ovoj temi u kontekstu etike umjetne inteligencije i procese koje slijedimo kako bismo osigurali da korištenje naših usluga ostane u skladu s politikama koje smo usvojili kao tvrtka.",
    "835717930": "Etika umjetne inteligencije na hCaptchi",
    "2179524509": "Povremeno dobivamo pitanja koja su pitanja dopuštena za uslugu hCaptcha i zašto se postavljaju određena pitanja.",
    "1962721652": "Ljudska bića tragaju za uzorcima, a ponekad bezazleno pitanje može u trenu postati sumnjivo, zbog promjena u svijetu, a ne zbog motivacije bilo koga tko postavlja pitanje.",
    "3974566657": "Kako usluge postaju sve popularnije, ovakva pojava neminovno postaje sve češća. hCaptchu svakodnevno koriste milijuni ljudi u gotovo svakoj zemlji na svijetu, stoga objavljujemo ovu politiku i studiju slučaja o tome kako rješavamo ta pitanja kako bismo bili što transparentniji.",
    "1830910223": "Studija slučaja etike umjetne inteligencije u stvarnom svijetu",
    "805971861": "\"Kišobran\" je pojam u ImageNetu, standardnom skupu referentnih podataka koji koriste istraživači računalnog vida. Pouzdano prepoznavanje ljudi koji drže kišobrane također je ključno za izgradnju sigurnih sustava napredne pomoći vozaču (ADAS) sljedeće generacije.",
    "3988350": "To znači da postoje izvrsni slučajevi korištenja za bilješke u stvarnom svijetu. Postoji prostor za neslaganje oko utjecaja samovozećih automobila, ali ADAS sustavi već štede",
    "548587288": "oko svijeta.",
    "3138772661": "tisuće života svake godine",
    "3168199226": "Međutim, 2020. godine postalo je jasno da se izgradnja ove vrste skupa podataka može smatrati tehnologijom dvostruke namjene na način na koji bi malo tko očekivao prije godinu dana.",
    "558378834": "Stoga u ovom trenutku više ne prihvaćamo zahtjeve za pitanja vezana uz kišobrane. Potencijal za zabunu kada krajnji korisnik vidi pitanje o kišobranima u trenutnom trenutku je prevelik, a u konačnici nam je cilj učiniti svijet ugodnijim mjestom.",
    "3376604063": "Politike i procesi etike umjetne inteligencije",
    "1923365316": "Imamo strogu politiku etike umjetne inteligencije na hCaptchi, a dio toga uključuje proces Upoznaj svog kupca (KYC).",
    "4230322909": "Uvijek pokušavamo steći dobro razumijevanje svakog novog kupca i njegovog predviđenog slučaja upotrebe, kako bismo potvrdili da je dobro prikladan za naše proizvode i usluge i kako bismo osigurali da slijedi politike koje smo usvojili kao tvrtka.",
    "2735073144": "Također provodimo stalne preglede po potrebi. Na primjer, u našem nedavnom pregledu datuma i izvora zahtjeva za zahtjeve za označavanje u vezi s kišobranom brzo smo uspjeli potvrditi da nijedan državni subjekt ili poznati državni dobavljač softvera za nadzor nije podnio zahtjeve u vezi s kišobranima koji koriste naše usluge u posljednjih 12 mjeseci .",
    "2715462692": "Kako izgleda naš proces etike umjetne inteligencije?",
    "3049976256": "Za svakog novog kupca označavanja prolazimo kroz kontrolni popis tijekom procesa prodaje. To uključuje početnu KYC provjeru prije uključivanja, kao i provjeru svih zahtjeva upućenih našim analitičarima, te provjere u stvarnom vremenu na licu mjesta i periodične preglede zahtjeva upućenih pomoću naše samoposlužne platforme.",
    "3103642530": "Ovaj pregled se sastoji od nekoliko skupova kriterija:",
    "3349094124": "Kriteriji etičkih pitanja: Cilj",
    "1038019440": "1. Zastupa li ovaj kupac nacionalne interese zemlje za koju se zna da se ponaša u suprotnosti s međunarodnim zakonima i normama?",
    "493717511": "2. Traži li ovaj kupac usluge koje bi mogle biti",
    "2209109640": "koriste samo u zlonamjerne svrhe, u kontekstu svojih uobičajenih poslovnih aktivnosti?",
    "3457805519": "3. Može li se zahtjev kupca ispuniti prema zakonu SAD-a i našim pravilima angažmana?",
    "1942611550": "prvenstveno",
    "109179759": "Kriteriji etičkih pitanja: Subjektivni",
    "1033698050": "1. Vjerujemo li da nam je kupac dao slučaj upotrebe koji smatramo moralno prihvatljivim, prema našem tumačenju tipičnih zapadnih društvenih normi?",
    "361372538": "2. Vjerujemo li da će naše usluge koje pružamo klijentima vjerojatno koristiti u diskriminatorne svrhe, na načine koji bi mogli biti zakoniti, ali za nas nisu prihvatljivi?",
    "2867855718": "3. Vjerujemo li da se potrebe privatnosti mogu na zadovoljavajući način odgovoriti na zahtjev?",
    "2462728596": "Ako se ne možemo zadovoljiti ovim točkama, odbit ćemo zahtjev i možemo ukinuti daljnji pristup našoj platformi, kao što je navedeno u našim Uvjetima.",
    "1995277831": "Hvala vam",
    "1818116402": "Nadamo se da vam se svidio ovaj pogled na to kako rješavamo operativna pitanja s komponentom etike umjetne inteligencije.",
    "1499894352": "Vrlo malo tvrtki nudi transparentnost u svojim procesima donošenja odluka u ovom području, a nadamo se da će i druge slijediti ovaj primjer!",
    "535659033": "Creative Commons atribucija",
    "1495915066": "Kako mi, naši partneri u akademskom istraživanju i naši klijenti koristimo Creative Commons medije",
    "3017533972": "Mi, naši partneri u akademskom istraživanju i naši klijenti možemo povremeno referencirati ili reproducirati dijelove sadržaja s licencom Creative Commons putem hCaptcha platforme kako bismo unaprijedili znanje čovječanstva u području strojnog učenja.",
    "1428053210": "Ovaj se sadržaj općenito transformira iz svog izvornog oblika. Na primjer, video se može podijeliti na mnogo slika, te se slike mogu podijeliti na mnogo novih slika, a te se nove slike zatim nasumično pomiješati kako bi se dobio konačni rezultat.",
    "1728211763": "Upotreba sadržaja na ovaj način iu ove svrhe spada u smjernice poštene upotrebe prema našem razumijevanju zakona i standardne prakse na tom području, no mi smo dugogodišnji obožavatelji Creative Commonsa i radije odajemo priznanje svakome tko pomaže u monumentalni zadatak poboljšanja inteligencije strojeva.",
    "1949452297": "Zbog intrinzičnih ograničenja korisničkog sučelja hCaptcha i njegovih sigurnosnih razmatranja, nije moguće reproducirati izvor svake slike neposredno uz njezinu upotrebu. Umjesto toga, povezujemo se na ovu stranicu s naše početne stranice i održavamo popis izvora koji se trenutno ili nedavno poslužuju putem platforme. Možete pristupiti trenutnom popisu",
    "2367602973": "ovdje",
    "659124570": "Osim toga, ako vidite sadržaj koji pripada vama reproduciran na platformi hCaptcha i želite da se iz bilo kojeg razloga ukloni, možete nas kontaktirati putem e-pošte na",
    "2066749488": "Ostale pritužbe",
    "3479034323": "Ako vidite sadržaj koji pripada vama reproduciran na platformi hCaptcha i želite da se iz bilo kojeg razloga ukloni, možete nas kontaktirati putem e-pošte.",
    "1836554225": "Blog Postovi",
    "2873297188": "Diskriminiraju li svi CAPTCHAS ne-Amerikanci?",
    "165932542": "Pogled na stope rješavanja hCaptcha diljem svijeta",
    "1865097546": "16. studenog 2021",
    "3005876482": "hCaptcha je sada najveća neovisna CAPTCHA usluga, radi na 15% interneta",
    "693820850": "Možete pobijediti Google stavljajući privatnost na prvo mjesto",
    "3609106478": "Punjenje vjerodajnica:",
    "299335340": "Što je to i kako zaustaviti napade",
    "354925785": "Uvod",
    "423222878": "Neki od kibernetičkih napada koje je najteže otkriti, spriječiti i zaustaviti su oni u kojima zlonamjerni akter može koristiti legitimne korisničke vjerodajnice za prijavu na aktivni korisnički račun. Bez puno sofisticiranih mogućnosti otkrivanja, tvrtka koja hostira račun nema razloga sumnjati da nešto nije u redu. Čini se da se korisnik jednostavno prijavio na svoj račun. Napadač je postigao ovu uspješnu smicalicu koristeći ukradene vjerodajnice - obično rezultat tehnike kibernetičkog napada poznate kao \"punjavanje vjerodajnica\". Danas je to ozbiljan problem, ali se može ublažiti pravim protumjerama.",
    "777660551": "Što je Credential Stuffing?",
    "2602763587": "Punjenje vjerodajnica je oblik cyber napada u kojem se napadač pokušava prijaviti na web stranicu više puta koristeći parove ukradenih korisničkih imena i lozinki. \"Nadjev\" se odnosi na ponavljajuće pokušaje prijave, koje gotovo uvijek izvodi automatizirani bot softver.",
    "1271831121": "Nije kao da haker (obučen u majicu s kapuljačom, naravno!) sjedi tamo i upisuje vjerodajnice za vjerodajnicama. Automatizirani bot za prijavu mogao bi se napraviti od gotovog alata kao što je Selenium ili prilagođenog hakerskog alata.",
    "2588750717": "Doista, neki napadi punjenja vjerodajnica uključuju milijune vjerodajnica—sve se ubacuju u nesuđeno sučelje za prijavu na web stranicu u nadi da će biti pušteni unutra. Kada uđe, napadač može preuzeti žrtvin račun.",
    "1137757109": "Ako se radi o računu za e-trgovinu, napadač može naručiti robu. Ako je žrtva banka, napadač može prenijeti sredstva u offshore i tako dalje.",
    "1559150837": "Mete ipak nisu bez obrane. Većina web-mjesta ima kontrole koje blokiraju sumnjivog korisnika koji se pokušava prijaviti na tisuće različitih računa s iste IP adrese u kratkom vremenu. Ono što napadači pune vjerodajnica rade kako bi zaobišli ove tehnike zaštite je da simuliraju geografsku i IP raznolikost. Koristeći moćne alate često vođene umjetnom inteligencijom, mogu učiniti da se čini da se tisuće korisnika nasumično pokušava prijaviti u različito doba dana iz cijele zemlje. To je puno teže otkriti i zaustaviti.",
    "1892020899": "Gdje hakeri dobivaju vjerodajnice?",
    "2597149484": "Razlog zbog kojeg haker mora \"napuniti\" tolike vjerodajnice ima veze s time gdje dobivaju svoje ukradene vjerodajnice.",
    "3030395800": "Ove vjerodajnice obično potječu od kršenja podataka. Također poznati kao \"izlijevanje vjerodajnica\", ovi napadi mogu dovesti do toga da milijuni vjerodajnica budu bačeni na dark web. Ako je izlijevanje došlo iz banke, haker će pokušati upotrijebiti te vjerodajnice da uđe na druge stranice. Ovaj pristup funkcionira jer toliko ljudi koristi istu kombinaciju korisničkog imena i lozinke za više web-mjesta. (Ova praksa je obeshrabrena, ali stvarnost je takva kakva jest. Ljudi obično ponavljaju iste podatke za prijavu.)",
    "1258965840": "Stoga, ako napadač može ući na jednu stranicu, vjerojatno može ući na više web-mjesta koristeći prolivene vjerodajnice. Na primjer, mogli bi dobiti par korisničko ime/lozinka kao JohnDoe/525momma, ali nemaju pojma što će im taj par učiniti. Dakle, isprobavaju par na Amazon.com, Ebay, Citibank, Walgreens i tako dalje. Možda će isprobati taj par na tisuću različitih stranica.",
    "3594440415": "Na kraju će početi otvarati vrata.",
    "780280214": "Kako hCaptcha i hCaptcha Enterprise ublažavaju prijetnju punjenja vjerodajnica",
    "4165374512": "Iako je moguće koristiti alate za otkrivanje IP-a i lokacije kako bi se spriječilo punjenje vjerodajnica, isplativija i točnija metoda je jednostavno prekinuti sam automatizirani bot za punjenje vjerodajnica. hCaptcha i hCaptcha Enterprise mogu zaustaviti bot na mjestu ulaska. Čak i ako bot ima ispravne vjerodajnice, ako ne može prijeći detekciju hCaptcha Enterprisea ili hCaptcha CAPTCHA, neće moći obaviti svoje punjenje i vaša stranica i korisnici su zaštićeni.",
    "3269644546": "Molim",
    "1058572205": "nas ako želite saznati više o",
    "3753613260": "kontakt",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Prijava DMCA pritužbi",
    "54093347": "DMCA registrirani agent",
    "3233441200": "Ponovite pravila o prekršiteljima",
    "4011712313": "Kao dio naše DMCA Pravila, stavljamo račune kupaca za koje primamo više DMCA obavijesti o navodnom kršenju u više koraka DMCA Pravila o ponavljanju kršenja. Nakon primitka ponovljenih DMCA obavijesti u kalendarskom mjesecu, korisnički račun će napredovati s jednog koraka politike na sljedeći.",
    "766825168": "Radnje koje možemo poduzeti prema DMCA Pravilima o ponovljenim prekršiteljima uključuju slanje upozorenja o povećanju vidljivosti registriranom korisniku računa. Kako bismo potvrdili ova upozorenja, možemo zahtijevati od korisnika da se prijavi na račun ili nazove naš tim za podršku. Također zadržavamo pravo obustaviti ili ukinuti, kao i primijeniti druge privremene mjere na hCaptcha i IMI uslugu bilo kojeg korisnika za koje smo nastavili primati DMCA obavijesti o navodnom kršenju čak i nakon što smo poslali ponovljena upozorenja o kršenju. Osim toga, možemo po vlastitom nahođenju prekinuti druge hCaptcha ili IMI usluge koje se pružaju tim korisnicima kada prekinemo hCaptcha uslugu prema ovoj politici.",
    "2410122265": "hCaptcha resursi: Botovi 101",
    "4166776480": "Punjenje vjerodajnica: što je to i kako zaustaviti napade",
    "2301335298": "Prijevara u plaćanju: ublažavanje brzorastućeg načina kibernetičkog kriminala",
    "3682071227": "Što su preuzimanja računa i kako funkcioniraju?",
    "2729131930": "Što je struganje i kako radi?",
    "1344959096": "Radi kao pojedinačni označivač podataka",
    "3510143229": "hCaptcha je usluga za web stranice i aplikacije,",
    "3930611699": "pojedini radnici.",
    "1051214799": "hCaptcha je web-sigurnosna usluga koja pokušava podijeliti vrijednost s izdavačima web-mjesta ili aplikacija koje je koriste.",
    "360236473": "Usluga hCaptcha nije namijenjena za korištenje za bilo koga da radi kao pojedinačni naljepnik. Nije dizajniran niti za tu svrhu. Ne preporučujemo nikome da pokuša koristiti hCaptchu kao izvor osobnog prihoda.",
    "3842490632": "Pojedinačni korisnik koji pokušava odgovoriti na mnoga pitanja vjerojatno će brzo biti ograničen ili zabranjen. Jednako važno, kao i naše",
    "1560232962": "detaljno pokriva, ne daju se jamstva u pogledu iznosa zarađenog za bilo koji odgovor. U tom trenutku možda neće biti dostupnih plaćenih pitanja, odgovor može biti odbijen iz razloga kvalitete i tako dalje.",
    "2694001822": "Međutim, povremeno angažiramo pojedince da nam pomognu testirati svojstva sustava i nove značajke.",
    "1569804581": "Ako želite da vas u budućnosti kontaktiramo u vezi s povezanim prilikama, ispunite ovaj obrazac.",
    "636461959": "Ime",
    "1139500589": "Zemlja",
    "1789607185": "Email adresa",
    "325077666": "Slanjem svojih podataka slažete se s našim",
    "3555583744": "i",
    "3609929815": ". Zadržat ćemo vaše ime, zemlju i podatke o adresi e-pošte samo u svrhu kontaktiranja s vama u budućnosti u vezi s pojedinačnim radnim mogućnostima označavanja.",
    "4197928199": "Politika privatnosti",
    "851786723": "Unošenjem svoje e-pošte slažete se s našim Uvjetima i Politikom privatnosti te da primate e-poštu od nas.",
    "2402165761": "Kako radi struganje?",
    "4260542944": "Scraping sadržaja (također poznat kao \"scraping screen\" ili samo \"scraping\") poznat je, često koristan proces za prikupljanje informacija s weba. Međutim, posljednjih godina ova je tehnika postala omiljeno oruđe hakera i prevaranata. Protumjere mogu učinkovito ublažiti prijetnju, ali za njihovu provedbu bitno je razumjeti kako proces funkcionira.",
    "2066255783": "Što je Content Scraping?",
    "1910628828": "Scraping sadržaja je tehnika za hvatanje podataka iz sustava koji uključuje automatizirani skup alata koji oponaša softverski klijent ili web preglednik. Nije novo. Zapravo, za softverske inženjere koji mogu trebati podatke sa starog glavnog računala, struganje može biti jedini način za izdvajanje informacija. Izvorni konektori su možda nestali i nemoguće ih je zamijeniti.",
    "3408107995": "Danas, međutim, scraping uvijek znači programski pristup povlačenju podataka s web stranice. Softver za struganje djeluje poput ljudskog korisnika, klika na gumbe i čita rezultat. Postoji mnogo legitimnih upotreba za struganje. Web alati za indeksiranje koji pokreću tražilice su jedan primjer. Isto tako i alati poput Skyscannera koji traže ponude za putovanja pročešljajući tisuće turističkih web-mjesta. Fintech tvrtke također ga koriste, skupljajući financijske podatke korisnika s bankovnih stranica ako nema dostupnih aplikacijskih programskih sučelja (API) za uspostavljanje podatkovne veze. Stvari koje treba imati na umu kod skrapinga zaslona su njegova brzina i skalabilnost. Proces može prikupiti goleme količine podataka s web-mjesta, pod pretpostavkom da web-mjesta nisu konfigurirana tako da se to ne događa. Pri brzini računanja, strugač može prikupiti velike skupove podataka interakcijom s web-mjestovima i temeljnim softverom i bazama podataka koji ih pokreću.",
    "1920884252": "Zašto je brisanje sadržaja sigurnosna prijetnja?",
    "2256795853": "Mogućnost brzog izdvajanja puno podataka s web-mjesta čini scraping moćnim alatom u rukama zlonamjernih aktera. Bot za struganje može prikupljati korisničke podatke sa stranica društvenih medija. Zatim, scraping web-mjesta koja sadrže adrese i druge osobne podatke i povezujući rezultate, haker bi mogao sudjelovati u zločinima vezanim uz identitet kao što je podnošenje lažnih zahtjeva za kreditne kartice.",
    "4087694419": "Scraping haker također bi mogao prikupiti podatke s web-mjesta kao što su Amazon i eBay kako bi stvorio lažne ili obmanjujući popise proizvoda. On ili ona ih tada mogu ponuditi na prodaju na peer-to-peer uslugama kao što je OfferUp i provoditi phishing napade na kupce. Ili, prevarant bi mogao prodati proizvode koji ne postoje. Daljnja prijevara sa skraćivanjem zaslona uključuje lažiranje izdavača oglasa. Skidanjem sadržaja s web-mjesta izdavača, prevarant može stvoriti lažne stranice izdavača oglasa na različitim uslugama. Zatim mogu prodavati oglase na tim stranicama ovlaštenim prodavačima čije su kontakte prikupili iz izdavačeve datoteke ads.txt. Oglasna mjesta oglašivaču izgledaju stvarna, ali nisu.",
    "3315658779": "Spriječite scraping sadržaja pomoću hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise koristi napredno strojno učenje za prepoznavanje zlonamjernog prometa na vašoj web-lokaciji i aplikacijama – uključujući aktivnosti scrapinga.",
    "1422537019": "nas danas da naučimo više.",
    "1988268879": "Isplativo označavanje podataka u velikom opsegu",
    "2163914794": "Trebate više oznaka za svoje skupove podataka? hCaptcha pruža brzo, isplativo i visokokvalitetno označavanje podataka za tvrtke koje rade na aplikacijama za umjetnu inteligenciju i strojno učenje.",
    "3378932530": "Označite svoje podatke odmah",
    "3483700676": "Odmah pokrenite milijune zadataka",
    "3478726913": "hCaptcha ima jedan od najvećih bazena na planetu koji je dostupan za vašu upotrebu. Bez obzira na vaš opseg, možemo se nositi s tim bez skupih unaprijed obveza. Milijuni zadataka dnevno nisu problem.",
    "740501259": "Jednostavni cjevovodi vođeni API-jem",
    "2784612261": "Želite integrirati ljudski pregled izravno u svoje poslovanje? Nudimo SLA visoke pouzdanosti, zajamčeni kapacitet i jednostavne REST API-je.",
    "1144966033": "Optimizirano za cijenu i kvalitetu",
    "3213351333": "Nije potrebna prethodna obveza",
    "2107077506": "HUMAN platforma koristi sveobuhvatne modele povjerenja za izvođenje sofisticirane analize kvalitete u stvarnom vremenu. To nam omogućuje da brzo odredimo i težinu pitanja i njihov vjerojatni pravi odgovor, štedeći vam vrijeme i novac.",
    "3576146278": "Platite samo za točnost koja vam je potrebna",
    "2952586316": "Nisu svi problemi isti. Napomene za sigurnosno kritične zadatke mogu zahtijevati 99,99% povjerenja isključivo ljudskih radnika. Napomene za jednu beta značajku u aplikaciji za mobilne igre mogu zahtijevati samo umjereno povjerenje. Ti odluči.",
    "710145621": "Navedite svoje temeljne podatke o istini ili nam dopustite da ih izgradimo u hodu",
    "987901590": "Imate li neobrađene podatke bez opsežnog skupa za provjeru? U većini slučajeva možemo napraviti jedan za vas dok zadaci prolaze kroz sustav ili izraditi označene uzorke za vaše odobrenje.",
    "2597352122": "Vrste napomena",
    "1344687860": "Granične kutije",
    "1089415440": "Točna detekcija objekata na slikama i videu",
    "3817067682": "Poligoni",
    "2682873489": "Definirajte granično područje za objekte",
    "1275150216": "Znamenitosti",
    "2067112112": "Napomene točaka za mnoge različite slučajeve upotrebe",
    "4228682126": "Kategorizacija atributa",
    "2920213479": "Razvrstajte ili dodajte proizvoljne kategorije bilo koje veličine",
    "3288667364": "Usporedba i detekcija",
    "155877895": "Detekcija i klasifikacija na ljudski pogon",
    "3128433367": "... i još mnogo toga",
    "2827452240": "Trebate drugu vrstu koja ovdje nije navedena? Samo nas pitajte.",
    "719304627": "Trebate kontrolu s kraja na kraj?",
    "1172067553": "HUMAN platforma koja stoji iza hCaptcha pruža vrlo sofisticiranu kvalitetu rada i značajke upravljanja putem on-premise, hibridnih ili SaaS implementacija koje se integriraju s vašim postojećim sustavima.",
    "2319072959": "Radite u potpunosti izvan mreže s vlastitom radnom snagom, pratite vrijednost potrošene u poslovnim jedinicama ili konzorcijskim partnerima, selektivno usmjerite poslove različitim internim ili vanjskim pružateljima radne snage na temelju zahtjeva za troškovima i sigurnosti i još mnogo toga.",
    "1936512180": "Jednostavan pristup API-ju, prekrasne nadzorne ploče i najnovija tehnologija \"model u petlji\" za maksimalnu učinkovitost radnika.",
    "3913848038": "Dostupni su 99,99% SLA ugovori o neprekidnom radu i 24/7 globalna podrška.",
    "1080752747": "Kontaktirajte prodaju",
    "1525403768": "Za više informacija obratite se odjelu za prodaju poduzeća.",
    "1546930020": "Označavanje podataka",
    "2486638408": "Definirajte specifikacije",
    "1027200955": "Razgovarajte s jednim od naših stručnjaka za domenu kako biste definirali potrebe vašeg projekta: ciljanu točnost, format i sve posebne zahtjeve.",
    "1156712451": "Početni test posla",
    "181065232": "Izvodimo mali proizvodni posao na temelju vaših uzoraka podataka. Ovo testira rad koji smo zajedno obavili kako bismo osigurali da dobijete upravo ono što trebate.",
    "3207769512": "Uvedite proizvodne poslove",
    "1099238677": "S našim velikim volumenom i malim kašnjenjem, brzo ćemo preokrenuti vaš posao, uz automatiziranu isporuku čim se završi.",
    "465783046": "Želite li isprobati svoje podatke?",
    "328625009": "... spremni smo kad ste vi: naša usluga dostupna je 24 sata dnevno.",
    "3225770968": "hCaptcha je dizajnirana za rješavanje najintenzivnijeg problema u strojnom učenju; označavanje ogromne količine podataka na pravodoban, pristupačan i pouzdan način.",
    "2041686284": "Više podataka općenito daje bolje rezultate u obučavanju modela strojnog učenja. Nedavni uspjeh dubokih modela doveo je do sve većih skupova podataka, a hCaptcha služi ovoj potrebi. Međutim, stvaranje velikih skupova podataka koje pregledaju ljudi pomoću tradicionalnih metoda je sporo i skupo.",
    "3729345277": "hCaptcha je način da tvrtke dobiju bilješke koje su im potrebne brže, s višom kvalitetom i nižom cijenom od drugih alternativa.",
    "2103563261": "Privatne ili javne informacije",
    "2513143348": "Sustav hCaptcha Enterprise jedinstveno je fleksibilan u svom dizajnu: može se djelomično ili u cijelosti postaviti na rub vaše mreže ako upravljate javnim oblakom ili posjedujete mnogo podatkovnih centara.",
    "3107683988": "To može dramatično smanjiti promet i troškove izvan mreže uz zadržavanje svih prednosti upravljanja od strane našeg dežurnog osoblja 24/7 kako bi se ispunili najstroži SLA.",
    "3660619092": "Prijavite se besplatno ili kontaktirajte odjel prodaje za Enterprise rješenja",
    "2351176803": "Licencni uvjeti za hCaptcha JS API",
    "2616226398": "U skladu s našim",
    "2024293275": ". Sva ostala prava pridržana, za sada.",
    "1062291156": "standardni uvjeti",
    "2712493234": "Prijevara u plaćanju: ublažavanje brzorastućeg načina kibernetičkog kriminala",
    "1817772953": "Prijevara nije novi oblik kriminala. Doista, arheolozi su iskopali uređaje protiv prijevara koje su osmislili stari Sumerani za prijevoz stoke bez gubitaka prije gotovo 10.000 godina! U njihovom su slučaju stavili glinene žetone, od kojih svaki predstavlja životinju, unutar glinene lopte poznate kao \"bulla\". Bula bi putovala sa stadom dok bi se kretala od prodavača do kupca. Čak i tada, vlasnici poduzeća bili su zabrinuti da nisu svi s kojima su imali posla bili na usponu. Mnogo toga se promijenilo u 10.000 godina, ali potreba da budemo inovativni u sprječavanju prijevara ostaje s nama. Danas je pitanje prijevare plaćanja putem interneta od najveće važnosti. S internetom, prevaranti su postali sve vještiji u nadmudrivanju kontrola protiv prijevara. Međutim, nova rješenja preokreću stvar.",
    "1053787685": "Što je prijevara u plaćanju?",
    "433424759": "Prijevara u plaćanju obuhvaća bilo koju vrstu nezakonite transakcije u kojoj cyber kriminalac žrtvi oduzima nešto vrijedno, obično novac. To može značiti korištenje ukradene kreditne kartice za online naručivanje robe ili preuzimanje bankovnog računa i nezakonit prijenos sredstava s njega. Postoje mnoge varijacije, ali sve imaju isti ishod: lopov koristi ukradeni identitet ili podatke o plaćanju kako bi ukrao od potrošača, banke ili trgovca.",
    "2939852138": "Kako se prevaranti [pokušavaju] izvući s prijevarom u plaćanju?",
    "1665616092": "Prijevara u plaćanju je jednostavna u konceptu, ali može biti fantastično složena u svojoj današnjoj provedbi.",
    "4246520782": "Zapravo, internet je posljednjih godina svjedočio pravoj utrci u naoružanju između prevaranta i branitelja.",
    "2167049807": "Sigurnosni timovi usvojili su razne protumjere i kontrole koje pobjeđuju lake, lijene pristupe prijevari plaćanja. Međutim, napadi postaju sve sofisticiraniji. Na primjer, botovi sada mogu prikupljati ukradene brojeve kreditnih kartica i PIN-ove s lažnih web stranica i phishing napada.",
    "1936449777": "Zatim, u potpuno automatiziranom načinu rada, mogu oponašati ljudsko ponašanje na web-lokacijama za e-trgovinu, klikajući na gumbe i dodajući artikle u košarice za kupnju – do točke u kojoj mnoge, ako ne i većina kontrola protiv prijevara ne mogu reći da bot pokušava ukrasti roba. Umjesto toga, izgleda kao da čovjek jednostavno kupuje. Bot se može prijaviti na račun pravog kupca koristeći ukradene vjerodajnice za prijavu. Daljnje prikrivanje prijevare je sposobnost bota da lažira IP adrese i učini da izgleda kao da je \"kupac\" negdje drugačiji od napadača, koji bi mogao biti u stranoj zemlji.",
    "648630222": "Spriječite prijevaru u plaćanju uz hCaptcha Enterprise",
    "1621930829": "Što se može učiniti u vezi s današnjim naprednim, neprekidnim aktivnostima prijevare u plaćanju? Korištenje više slojeva kontrola obično je mudar pristup. Međutim, najbolje protumjere su one koje mogu zarobiti bota i otkriti da je lažan, unatoč najboljim naporima njegovih tvoraca da repliciraju ljudsko ponašanje.",
    "2423586454": "Još uvijek postoje neke stvari koje softver ne može učiniti, bez obzira koliko dobra umjetna inteligencija stoji iza toga. Moderna CAPTCHA tehnologija nudi provjerenu metodu blokiranja botova koji pokušavaju ovjekovječiti prijevaru plaćanja. Dok stari pristupi CAPTCHA-i, poput jednostavnih nagnutih brojeva u kutiji, sada uglavnom nedostaju u ublažavanju naprednih botova, automatizirani uređaj za odgovor na testiranje kao što je hCaptcha Enterprise može lako zbuniti bota prevaranta u trenutku prijave na račun ili kupovine košarice. Čak i ako bot ima stvarne vjerodajnice, ako neće moći proći kroz CAPTCHA.",
    "1467308982": "Rasporedi plaćanja",
    "1291824746": "hCaptcha isplate se izvode tromjesečno na 60-dnevnoj bazi. Da biste ilustrirali što to znači, pogledajte donju tablicu.",
    "3444947612": "Promet između",
    "4181611011": "Datum pomirenja",
    "728503636": "Datum isplate",
    "3720584906": "15. srpnja 2021. - 15. listopada 2021",
    "388240587": "Od 5. do 15. siječnja 2022",
    "3426312287": "Od 5. do 15. siječnja 2022",
    "615618648": "15. travnja 2021. - 15. srpnja 2021",
    "3376724603": "14.-24. rujna 2021.†††",
    "3398978455": "15.-25. rujna 2021.†††",
    "2722456056": "15. siječnja 2021. - 15. travnja 2021",
    "4063155841": "Najkasnije do 25. lipnja 2021.††",
    "4082053540": "19.-25. lipnja 2021.††",
    "64953197": "15. listopada 2020. - 15. siječnja 2021",
    "1023070345": "Najkasnije do 14.03.2021",
    "2600696085": "15. ožujka 2021",
    "3217791519": "15. srpnja 2020. - 15. listopada 2020",
    "649261378": "5. - 11. siječnja 2021.*",
    "1559190296": "5.-11. siječnja 2021.†",
    "3806054689": "15. travnja 2020. - 15. srpnja 2020",
    "4162383380": "16. - 22. rujna 2020.*****",
    "1990824776": "16.-24. rujna 2020.*****",
    "3856690908": "15. siječnja 2020. - 15. travnja 2020",
    "3200641265": "Najkasnije do 16. lipnja 2020.*",
    "3744079744": "15.-19. lipnja 2020.****",
    "2209837451": "15. listopada 2019. - 15. siječnja 2020",
    "2510534204": "Najkasnije do 23. ožujka 2020.***",
    "2910560864": "20.-23. ožujka 2020.***",
    "2544565802": "15. srpnja 2019. - 15. listopada 2019",
    "3963642878": "Najkasnije do 14. prosinca 2019.*",
    "622103562": "17. prosinca 2019.**",
    "4072202039": "15. travnja 2019. - 15. srpnja 2019",
    "818049069": "Najkasnije do 15.07.2019",
    "1169005651": "15. rujna 2019",
    "2303655425": "15. siječnja 2019. - 15. travnja 2019",
    "3678889946": "Najkasnije do 15.06.2019",
    "3094354698": "15. lipnja 2019",
    "4217013126": "Isplate se obično odvijaju tijekom dana na Datum isplate i općenito se dovršavaju do ponoći po pacifičkom vremenu. Ako je račun označen za pregled, može potrajati do pet dodatnih radnih dana da se izvrši plaćanje.",
    "1447649958": "Podsjetimo, samo točan promet ljudi ispunjava uvjete za isplate. Više pojedinosti o tome možete vidjeti u našim FAQ, na linku ispod. Dostupni saldo također mora zadovoljiti minimalni prag da bi mogao biti isplaćen, trenutno 10 HMT.",
    "4257144752": "Procjene u stvarnom vremenu ne odražavaju konačnu točnost ili humanost, pa stoga vaša konačna zarada može značajno varirati gore ili manje od brojeva prikazanih na Nadzornoj ploči prije vašeg prvog usklađivanja.",
    "2728931827": "Nakon svakog usklađivanja, vaše procjene po ključu web-lokacije ažurirat će se, a točnost budućih predviđanja trebala bi se povećati, osim ako vaša web-lokacija nema značajnu promjenu u ponašanju korisnika.",
    "1200905005": "††† Od rujna 2021., usklađivanja i isplate sada traju u razdoblju od približno 10 dana, a ne u jednom danu, kako bi se pojednostavila operativna ograničenja povezana s rastom usluge.",
    "4284094387": "†† Neka usklađivanja i isplate u lipnju 2021. pokrenut će se u sljedećem tjednu zbog kašnjenja u provjeri konačnih izračuna tijekom razdoblja usklađivanja.",
    "1977013707": "† Isplate za prosinac 2020. pomaknute su s 15. kako bi se izbjeglo preklapanje s usklađivanjem na kraju godine i godišnjim odmorima osoblja: bit će dovršene do drugog tjedna siječnja. Zbog sporijih od uobičajenih prijenosa na PayPal, isplate će se izvoditi tijekom nekoliko dana, a ne u jednom danu.",
    "517010299": "Napomena: trenutno radimo na velikom pozadinskom prijelazu na usklađivanje gotovo u stvarnom vremenu. Periodična usklađivanja odvijat će se rjeđe nego inače do prvog tromjesečja 2021. To ne utječe na rasporede ili datume isplata.",
    "3092200338": "** Kada 15. padne na vikend, datum isplate je 17..",
    "3891941747": "*** UPOZORENJE o COVID-19: Zbog smanjenog kapaciteta osoblja vezanog za COVID-19, pomirenje je pomaknuto kako bi se omogućilo dodatno vrijeme za dovršetak naše standardne provjere. Očekuje se da će isplate početi u petak i završiti sljedećeg ponedjeljka.",
    "2301757528": "**** Zbog održavanja svojih REST API-ja od strane PayPal-a tijekom razdoblja isplate, nisu sve isplate dovršene 15. lipnja. Sve isplate zakazane za 15. lipnja (pacifičko vrijeme), ali nisu izvršene zbog grešaka PayPal API-ja, ponovno su pokrenute do 19. lipnja (pacifičko vrijeme).",
    "116842359": "***** Dovršetak usklađivanja očekuje se tijekom nekoliko dana zbog održavanja sustava.",
    "4154415610": "***** Isplate u rujnu 2020. odvijat će se u grupama kako se usklađivanje završi, a neke će se izvoditi nekoliko dana kasnije nego što je prvobitno planirano zbog kašnjenja u usklađivanju.",
    "2310694091": "Što znači pomirenje?",
    "164801246": "Usklađivanje je proces u kojem se promet analizira nakon činjenice kako bi se provjerila njegova humanost i točnost, nakon što su svi podaci sa svih web-mjesta za izvješćivanje uključeni. Više pojedinosti možete pročitati u našem",
    "3256245394": "kao i naši postovi na blogu, npr",
    "3089778412": "Kako hCaptcha izračunava nagrade",
    "3329755436": "Planirate li ubrzati ovaj proces?",
    "1911669851": "Da, trenutno radimo na raznim poboljšanjima naših pozadinskih sustava za koja očekujemo da će nam na kraju omogućiti da ponudimo brže usklađivanje, bržu točnost procjene i brže isplate. Trenutno radimo na tome da prvo ubrzamo pomirenje.",
    "2366003154": "Upiti za medije i medije",
    "3054564199": "Press Kit",
    "3173156067": "Neki gotovi kolaterali su dostupni u slučaju da želite uključiti primjere slika u svoj članak.",
    "867314732": "Možete dohvatiti visoke rezolucije",
    "858218750": "i upute za njihovu upotrebu na",
    "3821716514": "stranica.",
    "1186243118": "slike logotipa",
    "3034959000": "Možete dohvatiti",
    "1764089150": "ovdje:",
    "1558428432": ". Molimo unesite ih na hCaptcha.com.",
    "2429359042": "primjer slika sučelja",
    "1480820434": "slika 1",
    "3213411837": "slika 2",
    "1270712701": "Priopćenja za tisak i nedavna izvješća",
    "231285005": "Najnovija ažuriranja možete pronaći na našem blogu",
    "1289884910": "Također povremeno objavljujemo analize i izvješća. Na primjer:",
    "932546190": "Zašto će CAPTCHA uvijek biti s nama",
    "2344319147": "Koliko stvarno vrijedi Googleovo otkrivanje botova?",
    "1637527266": "Koje zemlje imaju najveći promet botova?",
    "230159237": "Kontakti",
    "3759923279": "Upite za novinare usmjerite na sljedeću e-mail adresu:",
    "4255608322": "Posljednje ažuriranje: 12. travnja 2021",
    "537881751": "Dobro došli u hCaptchu! Ova Politika privatnosti opisuje praksu Intuition Machines, Inc. (\"IMI\", \"mi\" ili \"nas\") u vezi s našim prikupljanjem, korištenjem i otkrivanjem informacija (uključujući osobne podatke, definirane u nastavku) putem naše web stranice na www.hcaptcha .com i sve druge poddomene ili domene koje koristimo (\"Sites\") i sučelje aplikacijskog programa hCaptcha i povezani softver i materijale (zajedno \"Usluga\").",
    "33639629": "Nije primjenjivo na web stranice trećih strana. Imajte na umu da se ova Pravila privatnosti ne primjenjuju ni na jednu web stranicu, ponudu, proizvod ili uslugu bilo koje treće strane, čak i ako se povezuju s našim stranicama ili uključuju Uslugu – molimo pogledajte primjenjiva pravila o privatnosti prije nego što odlučite dati bilo kakvu informaciju trećim stranke.",
    "987375734": "IMI ima sjedište u Sjedinjenim Državama. Stranice i usluge kontroliramo i njima upravljamo iz Sjedinjenih Država. Vaši osobni podaci mogu se pohraniti i obrađivati u bilo kojoj zemlji u kojoj imamo objekte ili u kojoj angažiramo pružatelje usluga, a korištenjem web-mjesta i usluga pristajete na prijenos podataka u zemlje izvan vaše zemlje prebivališta, uključujući Sjedinjene Države , koji može imati pravila zaštite podataka koja se razlikuju od onih u vašoj zemlji. U određenim okolnostima, sudovi, agencije za provedbu zakona, regulatorne agencije ili sigurnosna tijela u tim drugim zemljama mogu imati pravo pristupa vašim osobnim podacima.",
    "452920031": "Napomena za kupce izvan Sjedinjenih Država.",
    "2328839224": ". Molimo pogledajte naš odjeljak \"Obavijest za stanovnike Kalifornije\" koji se odnosi na vaša prava prema Kalifornijskom zakonu o privatnosti potrošača (\"CCPA\").",
    "1565481281": "Napomena za stanovnike Kalifornije",
    "1028058338": "Molimo pogledajte odjeljak \"Obavijest za subjekte podataka EU\" koji se odnosi na vaša prava prema Općoj uredbi o zaštiti podataka (\"GDPR\").",
    "2271205646": "Napomena za stanovnike Europskog gospodarskog prostora.",
    "508143070": "Imajte na umu da je IMI voditelj vaših osobnih podataka, osim kada obrađujemo osobne podatke u ime naših Integratora u vezi s pružanjem naše Usluge, u kojem slučaju smo mi obrađivač osobnih podataka, a ti Integratori su kontrolori osobne informacije.",
    "2330965058": "Tamo gdje djelujemo kao obrađivač za naše Integratore, ne koristimo prikupljene podatke u bilo koju drugu svrhu osim u razumno nužne za pružanje naše Usluge, a naša će obrada biti regulirana ugovorima koje imamo s našim Integratorima, a ne ovim Politika privatnosti",
    "3017040355": "Obrada podataka o subjektu podataka EU-a djeluje na temelju pravne osnove Standardnih ugovornih klauzula (SCC) integriranih u Dodatku o obradi podataka našim Uvjetima pružanja usluge ili Ugovorima o obradi podataka s našim Integratorima.",
    "2233384692": "Ako imate bilo kakvih pitanja ili nedoumica o tome kako se postupa s takvim podacima ili biste željeli ostvariti svoja prava, trebate kontaktirati osobu ili subjekt (tj. voditelja obrade podataka) koji je s nama sklopio ugovor o korištenju usluge za obradu ovih podataka. Mi ćemo, međutim, pružiti pomoć našim Integratorima kako bi riješili sve vaše nedoumice, u skladu s uvjetima našeg ugovora s njima.",
    "349292953": "Informacije koje prikupljamo",
    "3022001832": "Prikupljamo podatke od pojedinaca koji stupaju u interakciju s našim stranicama i uslugama, uključujući one koji ugrađuju našu uslugu u svoje web mjesto („Integratori“), onih koji koriste usluge za označavanje podataka („Kupci“) i krajnjih korisnika koji stupaju u interakciju s našim Usluge putem web stranica naših integratora (\"Krajnji korisnici\").",
    "835545301": "Prikupljamo sljedeće kategorije informacija:",
    "3228928991": "Podaci koji se mogu koristiti za identifikaciju ili kontaktiranje pojedinca (\"Osobni podaci\"), kao što su ime, adresa e-pošte i država. Osobne podatke prikupljamo od naših trenutnih i budućih integratora i kupaca kada nam ih daju izravno (na primjer, ispunjavanjem obrasca prilikom registracije računa ili prijavom za primanje obavijesti putem e-pošte od nas). Također možemo provjeriti identitet naših integratora i kupaca uspoređivanjem osobnih podataka s bazama podataka trećih strana ili službenim pravnim dokumentima.",
    "1655796811": "Podaci koji se automatski prikupljaju kao rezultat upotrebe web-mjesta ili usluga od strane integratora ili korisnika (\"Analitički podaci\"), kao što su IP adrese, vrsta preglednika, davatelj internetskih usluga, vrsta platforme, vrsta uređaja, operativni sustav, datum i vremenska oznaka pristupa i druge slične informacije. Neke Analytics podatke u naše ime prikupljaju treće strane koje angažiramo u tu svrhu, a neke Analytics podatke prikupljaju se putem raznih tehnologija praćenja, uključujući kolačiće (pogledajte \"Analitika treće strane i tehnologije praćenja\" u nastavku).",
    "1388241689": "Informacije prikupljene kao rezultat odgovora krajnjih korisnika na upite putem usluge (\"Označeni podaci\"), kao što su podaci za označavanje slika, tekst pretvoren iz audio datoteka koje se reproduciraju tim krajnjim korisnicima, odgovori na pitanja i drugi upiti koje generira Usluga za potrebe označavanja podataka za upotrebu u aplikacijama strojnog učenja. Imajte na umu da označeni podaci nisu vezani ni za jednu identificiranu osobu.",
    "1493790285": "Ostale informacije prikupljene od Krajnjih korisnika kao dio Usluge za to su potrebne kako bi se utvrdilo jesu li",
    "2216374138": "su ljudi, kao što su pokreti miša, položaj pomicanja, događaji pritiska na tipku, događaji dodira i informacije o žiroskopu/akcelerometru prema potrebi.",
    "2394073454": "Možemo prikupljati dodatne informacije od Krajnjih korisnika koji žele surađivati s nama kao Individualni Označavači podataka.",
    "3103557430": "Kako koristimo informacije",
    "1130802068": "Podatke koje prikupljamo koristimo u sljedeće svrhe:",
    "2940689138": "Za administriranje računa integratora i korisnika i pružanje usluge. Koristimo osobne podatke kako bismo povezali određene račune s integratorima i kupcima i kako bismo im pružili uslugu, odgovorili na zahtjeve ili upite, pružili podršku ili tehničku pomoć te olakšali plaćanja.",
    "857974529": "Za poboljšanje stranice i usluge. Koristimo Analytics podatke za poboljšanje naših postojećih i razvoj novih usluga i ponuda te za prilagođavanje postojeće i buduće ponude proizvoda.",
    "1820844638": "Da biste dobili uvid u tržište. Podatke iz Analyticsa koristimo za analizu tržišta i provođenje poslovnih analiza vezanih uz Stranicu i naše Usluge te u druge svrhe istraživanja.",
    "3386280249": "Omogućiti tržište za označene podatke. Naša usluga omogućuje označavanje velikih količina podataka i ljudski pregled za sustave strojnog učenja kao uslugu vlasnicima web-mjesta i tvrtkama kojima je potrebna pomoć pri označavanju svojih podataka. U tu svrhu otkrivamo označene podatke našim klijentima zainteresiranim za stjecanje označenih podataka.",
    "3532143291": "Kako bismo osigurali naše usluge i sustave. Koristimo podatke Analyticsa kako bismo osigurali naše sustave identificiranjem potencijalnih prijetnji i ranjivosti, te kako bismo na drugi način zaštitili podatke koje prikupljamo.",
    "2185418511": "Za bilo koju legitimnu poslovnu svrhu, pod uvjetom da su informacije deidentificirane ili objedinjene tako da se ne mogu razumno vezati za pojedinca.",
    "2386465280": "Kako dijelimo informacije",
    "2159517814": "Dijelimo ili otkrivamo osobne podatke u sljedećim slučajevima:",
    "4256083674": "Na izravan zahtjev integratora za identifikaciju rizika prijevare određenog zahtjeva za CAPTCHA izazov ili IP adrese, ili na neki drugi način gdje je dat poseban pristanak.",
    "3494826505": "S dobavljačima se angažiramo kako bismo osigurali bitne aspekte web-mjesta i usluge, kao što su pohrana podataka, hosting i analitika, i to samo u te svrhe.",
    "1119009846": "Prema potrebi za poštivanje primjenjivog zakona, uključujući vladine zahtjeve, zahtjeve za provođenje zakona i na drugi način prema javnim i privatnim subjektima kako bismo zaštitili prava, privatnost, sigurnost ili vlasništvo vas, nas ili drugih.",
    "197676026": "S drugima za bilo koju legitimnu poslovnu svrhu, pod uvjetom da su podaci deidentificirani",
    "2359312315": "ili agregirani tako da se ne može razumno vezati za pojedinca.",
    "2497216176": "Analitika i tehnologije praćenja treće strane",
    "3694578791": "Kao što je gore spomenuto, mi (i naši dobavljači treće strane) prikupljamo Analytics podatke djelomično korištenjem kolačića, web-pratilica i drugih tehnologija za praćenje. U nekim slučajevima surađujemo s dobavljačima trećih strana kako bismo koristili kolačiće u svrhu prikupljanja Analytics podataka.",
    "2238885192": "Koristimo Sentry za prikupljanje podataka za otklanjanje pogrešaka kada korisnik doživi pogrešku. Za informacije o tome kako Sentry prikuplja i obrađuje podatke:",
    "1535054294": "Molimo pogledajte njihovu detaljnu politiku",
    "658775471": "Koristimo Cloudflare za optimizaciju našeg web prometa. Za informacije o tome kako Cloudflare prikuplja i obrađuje podatke:",
    "2014256987": "Ako ne želite blokirati korištenje kolačića ili drugih tehnologija za praćenje, pogledajte \"Upravljanje vašim podacima\" u nastavku. Imajte na umu da to može negativno utjecati na vaše iskustvo korištenja web-mjesta ili usluge, jer neke značajke možda neće raditi ispravno.",
    "2788024905": "Kako osiguravamo informacije",
    "271333468": "Provodimo odgovarajuće tehničke i organizacijske mjere za zaštitu podataka koje prikupljamo i pohranjujemo te zahtijevamo od svih agenata koji provode našu obradu u naše ime da to učine. Nažalost, nijedna sigurnosna mjera nije 100% pouzdana i kao takva nijedna mreža ili sustav (uključujući i naš) ne mogu biti 100% sigurni od uništenja, gubitka, izmjene, neovlaštenog otkrivanja ili pristupa informacijama koje prikupljamo i pohranjujemo. Ako smatrate da vaši podaci iz bilo kojeg razloga možda nisu sigurni, odmah nas kontaktirajte na:",
    "3031284129": "Odricanje od odgovornosti",
    "26365791": "U najvećoj mjeri dopuštenoj zakonom, Stranica i Usluga (i sve druge povezane usluge, informacije, podaci, značajke i drugi sadržaji ili materijali) pružaju se na temelju \"kao što je\" i \"kako je dostupno\". U najvećoj mjeri dopuštenoj zakonom, IMI isključuje sva jamstva, uključujući, ali ne ograničavajući se na implicirana jamstva za prodaju, prikladnost za određenu namjenu i nekršenje.",
    "735630686": "Upravljanje vašim podacima (vaša prava)",
    "498769698": "Možete pristupiti, ispraviti, izmijeniti ili izbrisati određene osobne podatke koje ste nam dali putem svog korisničkog računa integratora, korisnika ili pristupačnosti (ako ste integrator, kupac ili korisnik pristupačnosti). Ako to ne možete učiniti ili imate bilo kakva pitanja o osobnim podacima koje smo prikupili i/ili podijelili o vama, ili želite povući vaš pristanak za našu obradu (tj. potpuno izbrisati svoj račun), kontaktirajte nas na:",
    "2895491273": "Ako biste radije blokirali kolačiće ili druge tehnologije praćenja, većinu preglednika i mobilnih uređaja sve morate promijeniti svoje postavke kako bi vas obavijestili kada primite kolačiće ili se koriste druge tehnologije praćenja te da odaberete hoćete li prihvatiti/dopustiti to. Većina preglednika također vam omogućuje da onemogućite ili izbrišete postojeće kolačiće ili da automatski odbijete buduće kolačiće. Također možete koristiti alate trećih strana, uključujući dodatke preglednika, za kontrolu postavki kolačića. Međutim, imajte na umu da ako onemogućite sve kolačiće, neki dijelovi naših stranica možda neće ispravno funkcionirati.",
    "707527778": "Informacije od djece",
    "1747657936": "Naše stranice i usluge nisu usmjerene na djecu mlađu od 13 godina i svjesno ne prikupljamo osobne podatke od djece mlađe od 13 godina. Ako saznamo da smo prikupili osobne podatke djeteta mlađeg od 13 godina, mi ćemo uzeti razumne korake za brisanje takvih informacija iz naših datoteka čim je to izvedivo, osim ako imamo zakonsku obvezu da ih zadržimo. Kontaktirajte nas ako smatrate da imamo bilo kakve informacije o djetetu mlađem od 13 godina:",
    "2419795065": "Obavijest za stanovnike Kalifornije",
    "1517625162": "Prema odjeljku 1789.3 kalifornijskog građanskog zakonika, korisnici Kalifornije imaju pravo na sljedeću obavijest o pravima potrošača: stanovnici Kalifornije mogu se obratiti Jedinici za pomoć pri žalbama Odjela za potrošačke usluge Kalifornijskog odjela za potrošačka pitanja poštom na 1625 North Market Blvd., Sacramento, CA 95834 ili telefonom na (916) 445-1254 ili (800) 952-5210.",
    "3730344349": "Ovaj odjeljak pruža dodatne pojedinosti o osobnim podacima koje prikupljamo o kalifornijskim potrošačima i pravima koja su im data prema Kalifornijskom zakonu o privatnosti potrošača ili \"CCPA\".",
    "4044467791": "Za kategorije osobnih podataka koje smo prikupili od vas u prethodnih 12 mjeseci, pogledajte gornji odjeljak \"Informacije koje prikupljamo\". Ove podatke prikupljamo u poslovne i komercijalne svrhe opisane u odjeljku \"Kako koristimo osobne podatke\" iznad. U prethodnih 12 mjeseci podijelili smo sljedeće kategorije informacija s trećim stranama u poslovne svrhe:",
    "4208081170": "Kategorija osobnih podataka",
    "1528242915": "Identifikatori.",
    "3863351997": "Kategorije osobnih podataka navedene u statutu California Customer Records (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Komercijalne informacije.",
    "2683038211": "Internet ili druga elektronička mrežna aktivnost.",
    "3671828834": "Primjeri dijeljenih osobnih podataka",
    "779426309": "Pravo ime, jedinstveni osobni identifikator, mrežni identifikator, adresa internetskog protokola, adresa e-pošte, naziv računa ili drugi slični identifikatori.",
    "2414368123": "Ime, broj kreditne kartice, broj debitne kartice ili bilo koji drugi financijski podatak.",
    "4088941349": "Evidencija proizvoda ili usluga kupljenih, dobivenih ili razmatranih.",
    "3238612014": "Povijest pregledavanja, informacije o interakciji potrošača s internetskom web-stranicom, aplikacijom ili oglasom.",
    "1023108656": "Kategorije primatelja treće strane",
    "1418235079": "Pružatelji usluga",
    "3238184941": "Napomena: Rizik od prijevare povezan s individualnom IP adresom može se podijeliti s Integratorom na zahtjev.",
    "285116485": "Tvrtka ne \"prodaje\" (kako je ovaj izraz definiran u CCPA) osobne podatke koje prikupljamo. Pogledajte gornji odjeljak \"Analitika i tehnologije praćenja treće strane\" za više informacija o vrstama kolačića treće strane, ako ih ima, koje koristimo.",
    "1408750006": "Podložno određenim ograničenjima, CCPA pruža potrošačima iz Kalifornije pravo da zatraže više pojedinosti o kategorijama ili određenim dijelovima osobnih podataka koje prikupljamo (uključujući način na koji koristimo i otkrivamo te podatke), da izbrišu svoje osobne podatke, da odustanu od sve \"prodaje\" koje bi se mogle dogoditi, kao i pravo da ne budete diskriminirani zbog ostvarivanja tih prava.",
    "759057398": "Obavijest za subjekte podataka u EU",
    "825780955": "Osobne informacije",
    "2945960297": "S obzirom na ispitanike u EU-u, izraz \"osobni podaci\" kako se koristi u ovoj Politici privatnosti jednak je \"osobnim podacima\" kako je definirano u Općoj uredbi o zaštiti podataka Europske unije (GDPR).",
    "1126613163": "Osjetljivi podaci",
    "3571006800": "Neke od informacija koje nam pružite mogu predstavljati osjetljive podatke kako je definirano u GDPR-u (koji se također nazivaju posebnim kategorijama osobnih podataka), uključujući identifikaciju vaše rase ili etničke pripadnosti na identifikacijskim dokumentima koje je izdala vlada.",
    "1988461282": "Pravne osnove za obradu",
    "3519564631": "Svrhe obrade",
    "1778642038": "Za komunikaciju s vama",
    "2223819810": "Za optimizaciju naše platforme",
    "1678661231": "Za usklađenost, sprječavanje prijevara i sigurnost",
    "2561077702": "Za pružanje naše usluge",
    "2066321185": "Pravna osnova",
    "1174237568": "Ove aktivnosti obrade predstavljaju naše legitimne interese. Pokušavamo razmotriti i uravnotežiti sve moguće utjecaje na vas (i pozitivne i negativne) i vaša prava prije nego što obradimo vaše osobne podatke za naše legitimne interese. Ne koristimo vaše osobne podatke za aktivnosti u kojima su naši interesi nadjačani bilo kakvim štetnim utjecajem na vas (osim ako imamo vaš pristanak ili ako to na drugi način zahtijeva ili dopušta zakon).",
    "1350478093": "Svrha obrade",
    "787916198": "Uz vaš pristanak",
    "3348433919": "Vaša prava",
    "3842673636": "Prema GDPR-u imate određena prava u vezi s vašim osobnim podacima. Možete tražiti od nas da poduzmemo sljedeće radnje u vezi s vašim osobnim podacima koje posjedujemo:",
    "4057343238": "Isključivanje",
    "1834911235": "Prestanite slati izravne marketinške komunikacije za koje ste prethodno pristali. Možda ćemo vam nastaviti slati poruke vezane uz usluge i druge nemarketinške komunikacije.",
    "3022301908": "Pristup",
    "680638297": "Pružiti vam informacije o našoj obradi vaših osobnih podataka i omogućiti vam pristup vašim osobnim podacima.",
    "1409486258": "Točno",
    "3878077249": "Ažurirajte ili ispravite netočnosti u vašim osobnim podacima.",
    "3645414921": "Izbrisati",
    "42182578": "Izbrišite svoje osobne podatke.",
    "1609621367": "Prijenos",
    "3208155808": "Prenesite strojno čitljivu kopiju vaših osobnih podataka vama ili trećoj strani po vašem izboru.",
    "1786796818": "Ograničiti",
    "3329634829": "Ograničite obradu vaših osobnih podataka.",
    "4202774977": "Objekt",
    "3007158970": "Prigovarajte našem oslanjanju na naše legitimne interese kao osnovu naše obrade vaših osobnih podataka koji utječu na vaša prava.",
    "1273071008": "Zahtjevi za prava pristupa subjektu podataka",
    "3594381346": "mjesto.",
    "21141582": "ovaj",
    "3357523404": "Prekogranični prijenos podataka",
    "290966395": "Kao što je opisano u našem odjeljku \"Napomena kupcima izvan Sjedinjenih Država\", imajte na umu da će se vaši osobni podaci prenijeti, obraditi i pohraniti u Sjedinjenim Državama. Zakoni o zaštiti podataka u SAD-u mogu se razlikovati od onih u vašoj zemlji prebivališta. Pristajete na prijenos vaših podataka, uključujući osobne podatke, u SAD kako je navedeno u ovim Pravilima privatnosti posjetom našim stranicama ili korištenjem naše usluge.",
    "3178581111": "Koristite za nove svrhe",
    "1088304322": "Vaše osobne podatke možemo koristiti iz razloga koji nisu opisani u ovim Pravilima o privatnosti, ako nam je to dopušteno zakonom i ako je razlog u skladu sa svrhom za koju smo ih prikupili. Ako vaše osobne podatke trebamo koristiti u nepovezane svrhe, možemo vas obavijestiti i objasniti primjenjivu pravnu osnovu za tu upotrebu. Ako smo se oslonili na vaš pristanak za određenu upotrebu vaših osobnih podataka, možemo tražiti vaš pristanak za bilo koju nepovezanu svrhu i dopustiti vam da u tom trenutku prekinete korištenje usluge ako se usprotivite.",
    "2260079771": "Zadržavanje podataka",
    "38428546": "Vaše osobne podatke pohranjujemo na siguran način tijekom cijelog trajanja vašeg računa kod nas. Vaše osobne podatke zadržat ćemo samo onoliko dugo koliko je potrebno za ispunjenje svrhe za koju smo ih prikupili, uključujući u svrhu ispunjavanja bilo kakvih zakonskih, računovodstvenih obveza ili obveza izvješćivanja ili rješavanja sporova. Kriteriji koje koristimo za određivanje razdoblja skladištenja uključuju primjenjive ugovorne odredbe koje su na snazi, zakonske zakonske rokove zastare, primjenjive regulatorne zahtjeve i industrijske standarde.",
    "384965568": "Iako se zahtjevi za zadržavanje razlikuju ovisno o jurisdikciji, informacije o našim tipičnim razdobljima čuvanja za različite aspekte vaših osobnih podataka opisane su u nastavku.",
    "2788836740": "Podaci za kontakt u marketinške svrhe čuvaju se kontinuirano dok se ne odjavite. Nakon toga ćemo vaše podatke dodavati na naš popis zabrane na neodređeno vrijeme. Podaci e-pošte prikupljeni od korisnika pristupačnosti nikada se neće koristiti u marketinške svrhe.",
    "3520687192": "Zapisi o komunikaciji s vama (npr. ulaznice za podršku otvorene putem e-pošte ili Twittera) mogu se čuvati neograničeno.",
    "292211832": "Informacije prikupljene putem tehničkih sredstava kao što su kolačići, brojači web-stranica i drugi analitički alati odbacuju se čim je to praktično moguće, ali se mogu čuvati u ograničenom razdoblju do jedne godine od isteka kolačića, obično u deidentificiranom i skupnom obliku osim ako ne otkrijemo potencijalnu zlouporabu naše usluge, u kojem slučaju ćemo zadržati te podatke kako bismo nam pomogli u sprječavanju buduće zloupotrebe. Ne možemo povezati ove anonimizirane i skupne podatke s vama, vašim kućanstvom, IP adresom ili bilo kojim osobnim podacima na temelju pohranjenih informacija.",
    "470943029": "Ako imate bilo kakvih pitanja o ovoj Politici privatnosti, kontaktirajte nas na:",
    "3192683783": "Promjene ove Politike privatnosti",
    "1702335960": "Sve informacije koje prikupljamo podliježu Pravilima o privatnosti na snazi u trenutku prikupljanja takvih informacija. Međutim, s vremena na vrijeme možemo revidirati Politiku privatnosti. Ako je revizija materijalna, kako odredimo isključivo mi, obavijestit ćemo vas, na primjer putem e-pošte. Trenutna verzija uvijek će biti objavljena na našoj stranici Pravila privatnosti.",
    "3669258571": "Politika kolačića",
    "2905621957": "Posljednje ažuriranje: 18. srpnja 2020",
    "1173934218": "Shvaćamo da vam je vaša privatnost važna i posvećeni smo transparentnosti tehnologija koje koristimo. Ova pravila pružaju detaljne informacije o tome kako i kada koristimo kolačiće na našim stranicama i uslugama.",
    "2694150481": "Koristimo li kolačiće?",
    "457627611": "Da. Mi i naši davatelji analitičkih usluga ili usluga, marketinški partneri i podružnice možemo koristiti kolačiće, web-pratilice ili piksele i druge tehnologije kako bismo osigurali da svi koji koriste Stranice imaju najbolje moguće iskustvo. Za više pojedinosti pogledajte odjeljak \"Analitika i tehnologije praćenja treće strane\" u našim Pravilima privatnosti.",
    "501102544": ": vjerujemo da hCaptcha anti-bot usluga (tj. Usluga ugrađena u web-mjesta, igre ili mobilne aplikacije) uključuje samo takozvane kolačiće \"izuzete od pristanka\" u skladu s GDPR propisima. Primjeri takvih izuzetih kolačića uključuju:",
    "461631543": "Napomena GDPR",
    "2150907653": "* Tehnički kolačići striktno potrebni za pružanje usluge. To uključuje kolačiće preferencija, kolačiće sesije, kolačiće za uravnoteženje opterećenja itd.",
    "1012122721": "* Statistički kolačići kojima upravljamo izravno mi (tj. kolačići prve strane, a ne kolačići treće strane), pri čemu se podaci ne koriste za profiliranje.",
    "148542287": "Ovo nije pravni savjet i ne daju se nikakva jamstva u vezi s ovom analizom. Ako imate dodatnih pitanja ili nedoumica, kontaktirajte nas na:",
    "3956117148": "Web-mjesta hCaptcha.com i BotStop.com (mjesta) mogu uključivati dodatne kolačiće, kako je opisano u ovoj Politici.",
    "3255230599": "Što je kolačić?",
    "1095532507": "Kolačić (\"Cookie\") je mala tekstualna datoteka koju poslužitelj web stranice postavlja na vaš tvrdi disk. Kolačići sadrže informacije koje kasnije može pročitati web poslužitelj u domeni koja vam je izdala kolačić. Neki kolačići će se koristiti samo ako koristite određene značajke ili odaberete određene postavke, a neki kolačići će se uvijek koristiti. Više o svakom kolačiću možete saznati tako da pogledate naš trenutni popis kolačića u nastavku.",
    "2943815316": "Ovaj popis povremeno ažuriramo, tako da mogu postojati dodatni kolačići koji još nisu navedeni. Web-pratilice, oznake i skripte mogu se koristiti na web-mjestima ili u e-mailovima kako bi nam pomogli da isporučimo kolačiće, prebrojimo posjete, razumijemo upotrebu i učinkovitost kampanje te utvrdimo je li e-pošta otvorena i postupili po njoj. Možemo primati izvješća temeljena na korištenju ovih tehnologija od strane naših pružatelja usluga/analitike na pojedinačnoj i skupnoj osnovi.",
    "2954157511": "Zašto koristimo kolačiće?",
    "1539071196": "Kolačiće općenito koristimo u sljedeće svrhe:",
    "3545935449": "Za prepoznavanje novih ili prošlih korisnika.",
    "32739972": "Za pohranu podataka o sesiji prijave ako ste registrirani na našim stranicama.",
    "4209078147": "Za poboljšanje naše stranice i bolje razumijevanje vaših posjeta našim platformama i Stranici.",
    "1077448694": "Za integraciju s web stranicama društvenih medija trećih strana.",
    "1709478090": "Da vam posluži s oglašavanjem na temelju interesa ili ciljanim oglašavanjem.",
    "3256020881": "Za promatranje vašeg ponašanja i aktivnosti pregledavanja tijekom vremena na više web-mjesta ili drugih platformi.",
    "1092241113": "Kako bismo bolje razumjeli interese naših kupaca i integratora.",
    "1434289796": "Neki kolačići su nužni za određene upotrebe web-mjesta, a bez takvih kolačića ne bismo mogli pružiti mnoge usluge koje su vam potrebne za pravilno korištenje stranica. Ovi kolačići, na primjer, omogućuju nam da upravljamo našim stranicama kako biste im mogli pristupiti kako ste zatražili i dajte nam da prepoznamo da ste stvorili račun i da ste se prijavili na taj račun za pristup sadržaju stranice. Oni također uključuju kolačiće koji nam omogućuju da zapamtimo vaše prethodne radnje unutar iste sesije pregledavanja i zaštitimo naše stranice.",
    "1533171442": "Također koristimo funkcionalne kolačiće i kolačiće trećih strana u svrhe analize i marketinga. Funkcionalni kolačići omogućuju ispravan rad određenih dijelova web-mjesta i da vaše korisničke postavke ostanu poznate. Kolačići analize, između ostalog, prikupljaju informacije o tome kako kupci, integratori i krajnji korisnici koriste naše stranice, sadržaj i proizvode koje korisnici najčešće gledaju te učinkovitost našeg oglašavanja treće strane. Kolačići za oglašavanje pomažu u prikazivanju oglasa relevantnoj publici i prikazivanju naših oglasa na vrhu rezultata pretraživanja. Kolačići su ili \"sesijski\" kolačići koji se brišu kada završite sesiju preglednika ili \"trajni\", koji ostaju sve dok ih vi ne izbrišete (o čemu se govori u nastavku) ili strana koja je poslužila kolačić. Sve pojedinosti o svim kolačićima koji se koriste na stranicama dostupne su u našoj tablici otkrivanja kolačića u nastavku.",
    "322830977": "Kako onemogućiti kolačiće.",
    "3885459114": "Općenito možete aktivirati ili kasnije deaktivirati korištenje kolačića putem funkcije ugrađene u vaš web preglednik. Ako želite saznati više o kolačićima ili kako ih kontrolirati, onemogućiti ili izbrisati, posjetite https://www.knowcookies.com/ za detaljne upute.",
    "262509504": "Podatke prikupljene kolačićima možemo povezati s drugim podacima koje prikupljamo od vas u skladu s ovim Pravilima privatnosti i koristiti kombinirane podatke kako je ovdje navedeno. Slično, treće strane koje poslužuju kolačiće na našim stranicama mogu povezati vaše ime ili adresu e-pošte s drugim podacima koje prikupljaju, što može uključivati prethodne kupnje napravljene izvanmrežno ili online, ili podatke o vašoj online upotrebi.",
    "2935155034": "Ako se nalazite u Europskom gospodarskom prostoru, imate određena prava koja su gore opisana pod naslovom \"Obavijest za subjekte podataka EU\", uključujući pravo na uvid i ispravljanje ili brisanje podataka koje imamo o vama.",
    "1873812847": "Otkrivanje kolačića",
    "3319083717": "Ime:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkcija",
    "2896187462": "1. Koristi se za strogo nužne anonimne statistike vezane uz usluge i za druge tehničke svrhe kao što je pomoć u podršci pristupačnosti.",
    "987267027": "Zabava",
    "3453526675": "1. 1. stranka",
    "1952810469": "Tip",
    "1795436560": "1. Sjednica",
    "102695075": "Trajanje",
    "3356329025": "1. 30 dana",
    "3744153629": "imena:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sjednica,",
    "3186435874": "sessionid",
    "720059527": "2. Koristi se za strogo potrebne tehničke svrhe: balansiranje opterećenja, usmjeravanje.",
    "1241291641": "Vidi više detalja.",
    "1834801943": "2. 1. stranka",
    "2114694926": "2. Sjednica",
    "938404336": "2. Varira; do 30 dana.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Koristi se u strogo potrebne tehničke svrhe: omogućuje korištenje Pristupačnost korisnika.",
    "1061239711": "3. 1. stranka",
    "1483015662": "3. Sjednica",
    "3458934553": "3. Varira; do 30 dana.",
    "1527172673": "Ako imate bilo kakvih pitanja o ovim Pravilima o kolačićima, kontaktirajte nas na:",
    "134571844": "Impressum (obavijest o mjestu)",
    "110836420": "Posljednje ažuriranje: 23. prosinca 2020",
    "2901894297": "hCaptcha je usluga Intuition Machines, Inc. (\"IMI\"), američke korporacije Delaware (#6393793).",
    "2928362319": "Upiti se mogu poslati poštom na: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informacije o trenutnom menadžmentu tvrtke možete dobiti na stranici O nama. Trenutni izvršni direktor tvrtke je glavni direktor odgovoran za sadržaj.",
    "3094150511": "Regulatorno tijelo: Američka Federalna komisija za komunikacije, 45 L Street NE, Washington, DC 20554 SAD.",
    "2763011087": "IMI se ne obvezuje niti je dužan sudjelovati u alternativnom rješavanju potrošačkih sporova pred tijelom za rješavanje potrošačkih sporova.",
    "1395644678": "Službena web stranica Europske komisije za online rješavanje sporova:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Nema jamstava u vezi sa sadržajem",
    "707541553": "Sve informacije sadržane na našim internetskim stranicama provjerene su od strane IMI-ja ili treće strane. Međutim, ni IMI ni treće strane ne mogu se smatrati odgovornim za to što su informacije aktualne, točne ili potpune. To se također odnosi i na druge web stranice do kojih se može doći putem hiperveza na našim stranicama. IMI ne prihvaća odgovornost za sadržaj ovih vanjskih web stranica.",
    "2650241052": "Bez savjeta",
    "3361191778": "Informacije koje se nalaze na internetskim stranicama ne predstavljaju individualne savjete i ne mogu ih zamijeniti. Ako trebate individualni savjet, obratite se našem osoblju za podršku.",
    "1031855757": "Korištenje ove stranice",
    "204716894": "Sadržaj i dizajn naših web stranica zaštićeni su zakonom o autorskim pravima. Umnožavanje stranica i njihovog sadržaja na način koji premašuje razumnu poštenu upotrebu zahtijeva prethodnu pisanu suglasnost IMI-ja ako ne postoje druge zakonske odredbe za umnožavanje stranice.",
    "3182435854": "Autorsko pravo",
    "3187946010": "Sav tekst, slike, grafičke animacije, videozapisi, glazba, zvukovi i drugi materijali na ovim stranicama zaštićeni su zakonom o autorskim pravima od strane IMI-ja ili trećih strana ako je navedeno. Zabranjeno je kopirati ili modificirati ovaj materijal za komercijalnu upotrebu na način koji prevazilazi razumnu poštenu upotrebu.",
    "74538881": "Odgovornost za ovu web stranicu",
    "3236873806": "IMI je odgovoran za ovu web stranicu.",
    "2657277322": "Ako imate bilo kakvih pitanja, kontaktirajte nas na:",
    "1338341134": "hCaptcha + propusnica za privatnost (Beta)",
    "88879089": "Privacy Pass je",
    "1898063898": "za očuvanje privatnosti korisnika koju razvijamo u suradnji",
    "1942186611": "i drugi.",
    "3673079511": "standard u nastajanju",
    "2164933356": "Cloudflare",
    "3119589996": "Kako to funkcionira: proširenje preglednika pruža korisnicima mogućnost stvaranja i potpisivanja kriptografski slijepih tokena za web-mjesta koja podržavaju protokol Privacy Pass. Proširenje generira propusnice koje sadrže kriptografski zaslijepljene tokene koje potpisuje hCaptcha kada se izazov riješi na bilo kojoj stranici pomoću usluge hCaptcha,",
    "1254771154": "izazovi prikazani na drugim uslugama koje podržavaju Privacy Pass koje također ugrađuju hCaptchu, npr. Cloudflare.",
    "996362763": "Ovi se tokeni uklanjaju i pohranjuju u proširenju za buduću upotrebu. Kada korisnik posjeti stranicu koristeći hCaptcha i treba proći izazov (bilo nevidljiv ili putem gumba \"Ja sam čovjek\"), automatski se iskorištavaju. Zasljepljujući postupak znači da su potpisani i otkupljeni tokeni kriptografski nepovezani iz perspektive hCaptche, te je stoga privatnost korisnika očuvana.",
    "2943346052": "Kako se proces standardizacije IETF-a nastavlja, očekujemo da će glavni preglednici usvojiti neki oblik Privacy Pass izvorno. To će na kraju učiniti proširenje nepotrebnim. Za sada, međutim, slijedite upute u nastavku.",
    "2326660907": "osim",
    "741483946": "* Drugim riječima: hCaptcha Privacy Pass tokene možete dobiti na hCaptcha.com i koristiti ih na drugim stranicama izravno koristeći hCaptcha.com. Ne možete dobiti ili iskoristiti hCaptcha Privacy Pass tokene da biste zaobišli uslugu hCaptcha koju koristi Cloudflare, budući da Cloudflare izdaje i otkupljuje svoje tokene Privacy Pass.",
    "1362015807": "Početak rada",
    "1358325821": "Prvo instalirajte proširenje za",
    "310885519": "ili",
    "4091044469": ". Provjerite jeste li omogućili proširenje u anonimnom načinu. Zatim posjetite bilo koju web stranicu koristeći hCaptcha i riješite captcha. Od verzije 2.0.3, te tokene možete iskoristiti na web-lokacijama koristeći hCaptcha.",
    "3904679538": "Krom",
    "3700767772": "Nakon što ste instalirali proširenje, kliknite ovdje (ili na bilo kojoj web stranici koja koristi hCaptcha) da zaradite propusnice:",
    "166277959": "Imajte na umu: ova je značajka trenutno u beta verziji i možda neće raditi za sve web stranice i korisnike cijelo vrijeme. U slučaju da nije omogućeno ili ne radi za određenog korisnika, ponašanje će se jednostavno vratiti na standardno hCaptcha iskustvo bez gubitka funkcionalnosti.",
    "3031357206": "Nova ikona će se pojaviti pored vaše URL trake. Sada posjetite web stranicu koristeći hCaptcha. To će izgledati ovako:",
    "1066753052": "što znači da je novčanik prazan, a vi ste na stranici koja uključuje hCaptcha izazov. Nakon što dovršite izazov, zaradit ćete tokene koji se mogu iskoristiti na bilo kojoj drugoj web stranici s hCaptcha.",
    "651123197": "Broj trenutačnog ukupnog iznosa u vašem novčaniku bit će prikazan na ikoni nakon dovršetka izazova.",
    "554844646": "Možete potvrditi da proširenje radi tako da vidite da se brojač smanjuje za 1 svaki put kada kliknete",
    "4087729475": "izazov nakon vašeg početnog rješenja.",
    "647630208": "I to je to! Vaše internetsko pregledavanje sada je privatnije.",
    "3272552822": "Programeri i kriptografi:",
    "4059570880": "Ako želite pratiti napore standardizacije, napori su trenutno u tijeku na",
    "1904390996": "standardizirati",
    "252720667": "temelj kriptografske sigurnosti Privacy Pass-a. Sam protokol prolazi kroz",
    "3972554015": "proces također. I proširenje preglednika je naravno",
    "3723626769": "za vaš doprinos i recenziju.",
    "3882147547": "Nesvjesne pseudoslučajne funkcije",
    "565624910": "Nacrt",
    "3421090159": "otvoreni izvor",
    "3098677775": "P: Jesu li moj IP i povijest pregledavanja potpuno privatni od hCaptche kada koristim Privacy Pass?",
    "4019638786": "O: Privacy Pass korisnici hCaptcha-e nikada neće izložiti svoj IP hCaptchi osim ako je token novčanik njihova preglednika prazan ili ga stranica ne pošalje. hCaptcha nema načina da poveže korisnika s otkupom tokena i nikada ne stupa u izravnu interakciju s korisnikom tijekom otkupa osim ako je njihov novčanik tokena prazan.",
    "3887113660": "P: Kako Privacy Pass utječe na hCaptcha zaradu?",
    "1116455671": "O: Zaradit ćete nagradu za početno rješenje ako ga korisnik dovrši na vašoj stranici. Iskorištavanje slijede isti obrazac odgovora kao da je korisnik automatski prošao na vašoj web-lokaciji zbog visokog povjerenja klijenta: nema zarade, a poziv siteverify s vašeg poslužitelja dobiva \"kredit: False\" u rezultatima prolaza.",
    "779817954": "P: Ako imam propusnice za Privacy Pass koje je izdao drugi pružatelj usluga, mogu li ih iskoristiti na hCaptchi?",
    "3014149332": "O: Ne, propusnice nisu interoperabilne: mora ih izdati i iskoristiti isto tijelo, u ovom slučaju hCaptcha. Imajte na umu da ako imate propusnice i od Cloudflarea i od hCaptcha u svom proširenju, dostupni broj će se promijeniti na ispravan iznos ovisno o zahtjevu stranice koju posjećujete. Drugim riječima, ako imate 100 Cloudflare propusnica u novčaniku i 10 hCaptcha prolaza, trebali biste vidjeti 10 na ikoni proširenja na stranicama s ugrađenim hCaptcha.",
    "3679148535": "P: Na kojim drugim aplikacijama Privacy Pass radite?",
    "1606783855": "O: Jako smo zainteresirani za Privacy Pass za slučaj korištenja pristupačnosti (\"a11y\"). Prethodno popularne opcije poput audio captcha diskriminiraju mnoge a11y korisnike. Vjerujemo da će kombiniranje našeg trenutnog pristupa a11y s izdavanjem Privacy Pass omogućiti korisnicima a11y da sigurno pregledavaju, sigurni u saznanju da je njihov promet privatniji, dok će ograničiti zlouporabu od strane botova koja se neizbježno događa kada su dostupne opcije a11y.",
    "2359150347": "P: Podržavaju li druge sigurnosne usluge na mreži Privacy Pass?",
    "2082237880": "O: hCaptcha je prva usluga te vrste koja podržava Privacy Pass, a trenutno je jedina koja to radi. Međutim, očekujemo da će druge usluge prepoznati prednosti povećanja privatnosti korisnika na internetu, te očekujemo da će se u budućnosti više njih implementirati jer IETF standardi koje pomažemo u razvoju budu formalno usvojeni.",
    "2109792055": "Korisnički vodič: Otklanjanje pogrešaka s izdavanjem i provjerom propusnice za privatnost",
    "3588620914": "Privacy Pass je novi izum prema standardima weba, a moguće je da druge aplikacije i proširenja preglednika koji toga nisu svjesni ometaju njegovu funkcionalnost.",
    "4039193170": "Ako imate problema s dobivanjem ili otkupom tokena:",
    "2378786360": "1. Isprobajte neki od ostalih podržanih preglednika: ako ste na Chromeu, pokušajte koristiti Firefox bez uvoza postavki iz Chromea i tamo instalirajte dodatak. Ako to uspije, možda imate problem s konfiguracijom preglednika.",
    "394235836": "3. Ako nijedan od gore navedenih prijedloga ne uspije, pošaljite nam e-poruku za podršku i rado ćemo vam pomoći da shvatimo što se događa.",
    "3470857731": "Analiza koliko dobro reCAPTCHA otkriva botove.",
    "3240786848": "Posljednje ažuriranje: 18. veljače 2021",
    "2547140673": "Više od desetljeća, Googleova usluga reCAPTCHA nudi vlasnicima web stranica trgovinu: neka Google prati vaše korisnike i postavlja im pitanja, a u zamjenu obećavaju da će zaustaviti botove i neželjenu poštu.",
    "2133754014": "Više od 4,5 milijuna web stranica koristi reCAPTCHA [",
    "3152512587": "a sustav dnevno prikuplja stotine milijuna rješavanja. [",
    "2296918009": "To je jednako više od 100 čovjeko-godina rada svaki dan.",
    "3900538778": "Označeni podaci gorivo su koje pokreće strojno učenje. ReCAPTCHA odgovori se koriste za poboljšanje Googleovih ML/AI usluga od 2009. Mnogi ljudi koji koriste reCAPTCHA ne shvaćaju da se njihov rad koristi.",
    "1160252730": "Google sada naplaćuje visoke cijene za reCAPTCHA Enterprise, zbog čega mnoge tvrtke ponovno procjenjuju ovu ponudu.",
    "1131196501": "Velike tvrtke poput",
    "204889717": "prešli na hCaptchu",
    "639413188": "odgovarajući na.",
    "3280658086": "rješenja poduzeća",
    "3842815245": "Je li ovo poštena trgovina?",
    "714342693": "hCaptcha tim prikuplja podatke o cijenama s servisa za razbijanje captcha \"dark weba\" od 2016. Primijetili smo zanimljiv trend:",
    "468929661": "Prosječna cijena razbijanja reCAPTCHA je nevjerojatno niska (manje od 1 USD na 1000 rješavanja) i nije se značajno povećala otkako je naše praćenje počelo 2016. To se odnosi i na reCAPTCHA v2 i v3. [",
    "2862164005": "Podaci o cijenama omogućuju nam da postavimo točnu vrijednost u dolarima na sigurnost koju nudi reCAPTCHA: 0,001 USD ili manje po odgovoru.",
    "102498091": "Google naplaćuje 1 USD za 1000 zahtjeva za reCAPTCHA Enterprise, što znači da sada naplaćuju više po zahtjevu nego što to košta da probiju sigurnost svoje usluge. Ovo se čini kao loš dogovor.",
    "130239139": "Koja je vrijednost 100+ čovjeko-godina rada koje Google prikuplja dnevno?",
    "1421074182": "Znatno viša.",
    "1953519598": "Cijena označavanja jedne slike kreće se od 0,03 USD do 1,00 USD ili više. Prema bilo kojoj konzervativnoj procjeni, Google je do danas izvukao milijarde dolara besplatnog rada. [",
    "3025548709": "Postoji li alternativa ovom nepoštenom dogovoru?",
    "263761351": "hCaptcha je prva vjerodostojna alternativa, koju sada koriste stotine milijuna ljudi svaki mjesec.",
    "2743692546": "Dok korisnici dokazuju svoju humanost putem hCaptche, njihov rad ulazi na anonimno otvoreno tržište za licitiranje.",
    "1982750088": "Tvrtke diljem svijeta natječu se za taj rad za obavljanje jednostavnih zadataka koji su laki za ljude, ali teški za strojeve. Korisnici podržavaju stranicu koju posjećuju i doživljavaju manje neželjene pošte zbog više razine sigurnosti.",
    "1108398506": "korisnici stječu potpunu kontrolu nad iskustvom i imaju koristi od stručnosti koju je hCaptcha stekao upravljajući najvećim neovisnim davateljem izazova na internetu. Oni također imaju bolju ponudu od reCAPTCHA Enterprise: do 50-80% bolje cijene, ovisno o količini.",
    "3012870872": "Web-mjesta i aplikacije koje koriste besplatnu verziju (hCaptcha Publisher) ostvaruju prihod od tog rada umjesto da ga doniraju Googleu.",
    "2271512952": "Korisnici podržavaju stranicu koju posjećuju i doživljavaju manje neželjene pošte na webu.",
    "278010425": "Širok raspon zadataka na hCaptchi koji se često mijenjaju također je teže automatizirati. Jedinstveno sučelje reCAPTCHA nije se promijenilo mnogo godina i ima mali skup pitanja koja se rijetko mijenjaju. Ovo je jedan od načina na koji hCaptcha pruža robusniju zaštitu protiv robota od reCAPTCHA.",
    "984849234": "hCaptcha koristi napredno strojno učenje kako bi isporučio ono što reCAPTCHA samo obećava, a dijeljenje zarobljene vrijednosti s web-stranicama koje ga koriste.",
    "4063769686": "Korisnici podržavaju stranicu koju posjećuju i doživljavaju manje neželjene pošte na webu. Čini se da je ovo pošteniji dogovor.",
    "685916926": "Zašto se reCAPTCHA s vremenom nije poboljšala?",
    "3992401943": "Došlo je do revolucije u dubokom učenju od 2012. Industrijska norma za točnost zadataka radikalno se poboljšala tijekom proteklog desetljeća, prvenstveno zbog dubokih konvolucijskih mreža. Ostale usluge s ML-om koje Google nudi slijedile su ovu krivulju.",
    "615031303": "(Vidi fusnote",
    "2125514305": "ML se poboljšao, ali poteškoća zaobilaženja reCAPTCHA nije se značajno promijenila tijekom tog vremena.",
    "1406188018": "6 i 7",
    "2689973938": "Poboljšanje reCAPTCHA stvara suštinski sukob za Google kao dobavljača oglasa.",
    "464238793": "Ako sam Google utvrdi da je korisnik koji vidi oglas ili klikne na vezu zapravo bot, ne može naplatiti oglase koji se tom korisniku prikazuju. Ovaj sukob interesa ozbiljno je ograničio opseg Googleovih anti-bot ambicija.",
    "918924423": "Na primjer, Google nije ponudio očito vrijedne usluge poput retroaktivnog otkrivanja botova. Puno je pouzdanije deklarirati korisnički promet generiranim botovima nakon višednevne analize podataka.",
    "661412233": "Također je dragocjeno znati nakon captcha da su neki korisnici bili botovi. Omogućuje vlasnicima web-mjesta da u budućnosti očiste stare postove neželjene pošte i izbrišu \"uspavane račune\" registrirane na forumima za neželjenu poštu, smanje prijevare i još mnogo toga.",
    "3600797185": "Ponuda retroaktivne identifikacije botova otvorila bi Googleu mučna pitanja o tome kako retroaktivno vratiti novac oglašivačima koji su potrošili novac na taj lažni promet.",
    "2076932190": "Proizvod reCAPTCHA tako je stagnirao već desetljeće.",
    "3856912381": "Korisnici su patili, a nepotreban web spam sada je u porastu. Ali postoji alternativa.",
    "1035621426": "Svaki bot identificiran pomoću reCAPTCHA izravno smanjuje Googleov prihod od oglasa.",
    "3668115514": "Po čemu se hCaptcha razlikuje?",
    "2413742287": "Poticaj hCaptche je maksimizirati točnost, a ne prihod od oglasa: odgovori botova su beskorisni za naše klijente, koji trebaju podatke o obuci ljudi.",
    "1373262754": "Znati tko je pojedinac ima minimalnu vrijednost za hCaptchu. Samo nas zanima jesu li ljudi ili zlonamjerni akteri.",
    "600646860": "Umjesto da nudi uslugu upitne vrijednosti dok izvlači rad sa stvarnom vrijednošću, hCaptcha pruža i naknadu i snažnu zaštitu od robota.",
    "1836191653": "Umjesto da besplatnim korisnicima nudi uslugu koju je lako pobijediti, a naplaćuje milijune dolara za poslovnu verziju koja nije puno bolja, hCaptcha pruža izvrsnu zaštitu botova za oboje, dok poslovnim korisnicima nudi dodatne značajke i prilagodbu, zajedno s jakim SLA-ovima i brzom podrškom.",
    "990215503": "hCaptcha je jedina velika captcha usluga koja nije u vlasništvu oglasne mreže.",
    "971933157": "hCaptcha brine o privatnosti, transparentnosti i poštenju.",
    "178839499": "hCaptcha dijeli vrijednost obavljenog posla dok korisnici dokazuju svoju humanost.",
    "1237076138": "hCaptcha nudi poštenu ponudu i besplatnim (hCaptcha Publisher) i poslovnim (hCaptcha Enterprise) korisnicima.",
    "614310292": "Tko je napravio hCaptchu?",
    "4188814619": "hCaptcha je usluga intuicijskih strojeva (",
    "3265328927": "), tvrtka za strojno učenje koja nudi proizvode i usluge za tvrtke koje implementiraju strojno učenje u velikim količinama.",
    "2740033957": "Tim za IM sastoji se od znanstvenika i inženjera iz Applea, Amazona i drugih lidera u strojnom učenju, distribuiranim sustavima i sigurnosti.",
    "1579715421": "IM znanstvenici redovito objavljuju na vrhunskim konferencijama kao što su ICML, ICLR, ECCV i NeurIPS, a tvrtka je javno objavila najnovije rezultate u disciplinama ML-a kao što je duboko raspršivanje [",
    "4015238193": "i OCR [",
    "279580593": "imachines.com",
    "279918384": "Kako Google koristi vašu besplatnu radnu snagu?",
    "2385522384": "Vjerojatno ste vidjeli kadrove videozapisa s kamera na Googleovim samovozećim automobilima Waymo i pomogli u poboljšanju njihovog prepoznavanja objekata.",
    "1517627947": "Vjerojatno ste vidjeli slike zgrada ili uličnih znakova iz Googleovih automobila Streetviewa i pomogli u označavanju lokacija za njihove Karte i Earth proizvode.",
    "3225936061": "Vjerojatno ste vidjeli slike teksta preuzetog sa stranica knjiga na Googleovoj usluzi Books i pomogli u poboljšanju njihovog softvera za OCR (prepoznavanje teksta).",
    "129661785": "Jeste li ikada zamoljeni da \"kliknete na auto/pješački prijelaz/stop svjetlo?\"",
    "936667684": "Jeste li ikada zamoljeni da \"upišete znak zgrade/ulice?\"",
    "3773515538": "Jeste li ikada zamoljeni da \"upišete dvije riječi?\"",
    "1778058441": "Koje vrste poslova rade na hCaptchi?",
    "366088791": "hCaptcha podržava širok raspon zadataka.",
    "3114147525": "hCaptcha korisnici koriste uslugu za zadatke uključujući prepoznavanje objekata, otkrivanje atributa (prikupljanje naljepnica za identifikaciju vrsta odjeće), rangiranje relevantnosti (odabir najrelevantnijeg proizvoda iz nekoliko opcija u usporedbi s primarnim proizvodom), granične okvire (pronalaženje područja interesa na sliku), \"Human OCR\" (prepoznavanje teksta na slici) i mnoge druge vrste zadataka.",
    "3139609561": "U nastavku su dva primjera tipova zadataka klasifikacije slika i detekcije atributa. [",
    "2273532558": "Tko su kupci koji plaćaju hCaptcha?",
    "4104221634": "Korisnici hCaptche obuhvaćaju različite industrije, od tehnoloških tvrtki do onih usmjerenih na modu, maloprodaju i druga područja u kojima mogu stvoriti vrijednost primjenom strojnog učenja.",
    "1337725003": "hCaptcha je predan demokratizaciji pristupa velikom broju bilješki u stvarnom vremenu, dopuštajući velikim i malim tvrtkama da poboljšaju kvalitetu svojih proizvoda i usluga primjenom strojnog učenja u svom poslovanju.",
    "4086379603": "Pitanja?",
    "1243684308": "Vaše povratne informacije shvaćamo ozbiljno i želimo osigurati da svi imaju ugodnije iskustvo na mreži, s manje botova i manje neželjene pošte. Javite nam se:",
    "2645321220": "A ako mislite da je cijena reCAPTCHA previsoka, pitajte nas za hCaptcha Enterprise. Trenutno u upotrebi od strane nekih od najvećih izdavača, tvrtki za financijske usluge i tvrtki za web infrastrukturu na svijetu, oni nisu samo vjerodostojna alternativa reCAPTCHA: vjerujemo da nude najbolju trenutno dostupnu zaštitu od botova.",
    "1229233916": "Fusnote",
    "1115642494": "1. Izvor: BuiltWith.com popisi reCAPTCHA stranica. Preuzeto 9. srpnja 2019.",
    "448807334": "(\"Stotine milijuna CAPTCHA-a rješavaju ljudi svaki dan.\") Preuzeto 8. srpnja 2019.",
    "2397590157": "3. Konzervativna procjena: 200 milijuna rješavanja * 30 sekundi po rješavanju u godinama = 190,3 čovjek-godina/dan.",
    "3236311792": "4. hCaptcha interna analiza. Podaci prikupljeni do 30. lipnja 2019. Detalji dostupni na zahtjev.",
    "1752259468": "5. Konzervativna procjena: 0,01 USD trošak jedne napomene * prosječno 200 milijuna. napomene po danu (donja granica) * 365 dana godišnje * 10 godina od akvizicije iz 2009. = vrijednost donje granice od 7,3 milijarde USD.",
    "3268946369": "6. Zasluge: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Izvor: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "RELACIONA UGRAĐIVANJA ZA SLABO NADZOROVANO DUBINSKO HASIRANJE TEMELJENA SEMANTIČKA HIJERARHIJA, Heikki Arponen, Tom E Bishop. ICML 2019, LLD radionica.",
    "2544169219": "Najnoviji rezultati: ICML LLD, svibanj 2019.",
    "1973347745": "10. Primjeri slika bez naknade. Izvor: Petapixel.",
    "1493115924": "Napomene o zaštitnim znakovima:",
    "4051104324": "\"Intuition Machines\" je registrirani zaštitni znak tvrtke Intuition Machines, Inc.",
    "3983646521": "Svi nazivi proizvoda, logotipi, robne marke, zaštitni znaci i registrirani zaštitni znakovi vlasništvo su njihovih vlasnika. Sva imena tvrtki, proizvoda i usluga korištena na ovoj web stranici služe samo u svrhu identifikacije. Korištenje ovih imena, zaštitnih znakova i robnih marki ne podrazumijeva odobravanje. U ovom slučaju, sasvim suprotno.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Znanstvenici za IM postavili su novo mjerilo za slabo nadzirano prepoznavanje teksta (OCR) na CVPR 2020.",
    "1259002282": "Pronašli ste grešku? Evo kako to prijaviti.",
    "3301728462": "Milijuni ljudi koriste hCaptcha svaki mjesec, na tisućama kombinacija preglednika, proširenja, uređaja, vatrozida i još mnogo toga.",
    "3878230879": "Naš cilj je osigurati da to uvijek radi za vas, stoga jako cijenimo vaša izvješća!",
    "2465128185": "Za brze povratne informacije, samo kliknite gumb \"Pošaljite nam povratne informacije\".",
    "2921990472": "Ako vidite funkcionalni problem, slijedite",
    "2870341481": "ispod. Samo za sve druge preglednike",
    "1866590035": "upute dnevnika otklanjanja pogrešaka za Chrome",
    "444492541": "upute dnevnika otklanjanja pogrešaka za Firefox",
    "169267610": "e-mail nam",
    "3100722753": "Za potencijalne probleme sa sigurnošću ili privatnošću pogledajte upute u nastavku.",
    "1906593952": "Dajte povratne informacije o hCaptchi koju ste upravo vidjeli",
    "3951254541": "Cijenimo vaš doprinos. Javite nam sve probleme i brzo ćemo ih riješiti.",
    "3324288040": "Pošaljite nam povratne informacije",
    "2864016648": "Pitanja privatnosti",
    "304004915": "Ne zanima nas tko su korisnici, samo kolika je vjerojatnost da su zlonamjerni ili strojevi. Podržavamo inicijative poput",
    "1139493658": ", te naporno raditi na balansiranju privatnosti i sigurnosti.",
    "3083289844": "Ako ste pronašli problem za koji mislite da bi mogao utjecati na privatnost korisnika, pošaljite nam e-poštu na",
    "4264784515": "Sigurnosne greške",
    "963238401": "Uvijek smo zainteresirani za primanje izvješća o sigurnosnim greškama. E-mail",
    "3926027556": "i brzo ćemo vam se javiti.",
    "1589805435": "Također imamo a",
    "2560582224": "bug bounty program",
    "103876916": "za prihvatljiva sigurnosna izvješća o usluzi hCaptcha i povezanom izvornom kodu.",
    "497117287": "Mogućnosti pristupačnosti",
    "3230004040": "Jeste li slabovidni ili na neki drugi način ne možete ispuniti hCaptchas?",
    "3480023141": "Saznajte više o opcijama pristupačnosti",
    "2052161540": "Snimanje pojedinosti izvješća o greškama: Chrome",
    "2281169898": "Slanje informacija o otklanjanju pogrešaka s vašim izvješćem znatno će nam olakšati identifikaciju onoga što se događa. Ovdje su upute korak po korak:",
    "1123365779": "Ako ste web programer ili stručni korisnik, sažetak je da bismo željeli da nam pošaljete mrežni zapis HAR-a i zapisnike konzole preglednika.",
    "2015218686": "prije nego što prođete kroz ove korake. Ako to riješi vaš problem, i dalje bismo bili zahvalni da nam javite svoju verziju preglednika, blokator oglasa ili proširenje preglednika te URL web-mjesta.",
    "3922723611": "Pokušajte onemogućiti sve blokatore oglasa ili sigurnosna proširenja preglednika",
    "4036872105": "prvo pa pokušaj ponovo",
    "993651083": "Korak 1: Otvorite alate za razvojne programere (ovo počinje snimanje sesije.)",
    "4163469907": "Korak 2: Kliknite karticu Mreža u Alatima za razvojne programere. Označite okvir \"Sačuvaj zapisnik\" na vrhu.",
    "4243348003": "Korak 3: posjetite",
    "641342999": ", ili web-mjesta na kojoj imate problem (Napomena o privatnosti: samo ako nemate ništa protiv da podijelite što je to) ... a zatim kliknite gumb \"Ja sam čovjek\" i pokušajte ga riješiti.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Korak 4: Kliknite \"Izvezi HAR\" (mala strelica prema dolje) nakon što pokušate riješiti, čime se sprema mrežni zapisnik. Pošaljite nam tu datoteku.",
    "1503240421": "Korak 5: Kliknite karticu Konzola, a zatim desnom tipkom miša kliknite \"Spremi kao ..\" kako biste spremili zapisnik konzole. Pošaljite nam i to.",
    "2863840904": "Korak 6: Posljednji korak, pošaljite nam te HAR i datoteke dnevnika konzole e-poštom i opišite problem",
    "4051785543": "Koristiti:",
    "3623028666": "(molimo koristite uslugu poput",
    "551761392": "i pošaljite veze) i po želji snimku zaslona, ako sumnjate da se nešto ne prikazuje ispravno. Molimo pošaljite i IP koji koristite. Možete ga dobiti od",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Hvala što ste odvojili vrijeme da nam pomognete da dobijemo ove informacije!",
    "3680327841": "Predani smo tome da hCaptcha dobro funkcionira za sve",
    "1059502393": "Snimanje pojedinosti izvješća o greškama: Firefox",
    "1112074001": "Korak 2: Kliknite karticu Mreža u Alatima za razvojne programere. Označite okvir \"Trajni zapisnici\" na vrhu.",
    "1797298240": "Korak 4: Kliknite \"HAR\" nakon što pokušate riješiti i odaberite \"Spremi sve kao HAR\" da biste spremili mrežni dnevnik. Pošaljite nam tu datoteku.",
    "3671246379": "Korak 5: Kliknite karticu Konzola, a zatim desnom tipkom miša zatim \"Odaberi sve\" i spremite to u tekstualnu datoteku kako biste spremili zapisnik konzole. Pošaljite nam i to.",
    "3816867833": "Povratne informacije",
    "788770967": "Žao mi je što to čujem! Možda želite koristiti našu opciju pristupačnosti:",
    "1333016413": "To vam omogućuje izbjegavanje budućih pitanja registracijom i postavljanjem kolačića.",
    "2333410049": "Pokušajte također isključiti blokator oglasa.",
    "1345083090": "Prijaviti problem s funkcionalnošću?",
    "2184564739": "Vidjeti",
    "604751186": "Drugi problemi? E-mail",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kako prijaviti probleme s detaljnim zapisnicima",
    "1050501253": "Preteško",
    "3264813246": "Neprikladno",
    "3526939538": "Softverska greška",
    "126134492": "Ostalo",
    "3511610999": "Potrudimo se da dođete na pravo mjesto.",
    "3906886217": "Za tvrtke ili web stranice",
    "1621597093": "Sigurnosna rješenja za poduzeća (plaćena)",
    "3176531704": "Bilješka podataka",
    "1834239172": "Kupite usluge hCaptcha bilješki",
    "1457707016": "Za pojedince",
    "770264626": "Dodajte hCaptcha na svoju uslugu (besplatno)",
    "881015166": "Dodaj hCaptcha for Publishers na moju web stranicu ili aplikaciju",
    "47536007": "Saznajte više o hCaptchi",
    "2012837493": "Rezultati pretraživanja",
    "4034694801": "Nema podudarnih rezultata.",
    "3621411541": "Saznajte više o opcijama pristupačnosti za hCaptcha",
    "3401005681": "Zaraditi novac",
    "3933993151": "Radite kao pojedinačni označivač podataka",
    "563059212": "Popis podprocesora",
    "3501923981": "Posljednje ažuriranje: 1. siječnja 2020.",
    "3548097301": "Na snazi: 1. siječnja 2020.",
    "3991444169": "Ova stranica navodi trenutne podprocesore za uslugu hCaptcha Enterprise.",
    "835396984": "Trenutno aktivan",
    "424089481": "Amazon Web Services, Inc. (Global). Pružane usluge: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Pružane usluge: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globalno). Pružane usluge: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Pružane usluge: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Napomena: ne odnosi se na sve kupce. Na primjer, korisnici IP Blindinga ili druge napredne opcije privatnosti ili sigurnosti (npr. korisnici Secure Virtual Tenancy) u potpunosti su isključeni iz bilo kojeg potencijalnog \"PII\" koji ikada ulazi u telemetrijski sustav, čak i IP adresu. Molimo kontaktirajte svog predstavnika za račun za više informacija ako je potrebno.",
    "700843971": "Hound Technology, Inc. (Global). Pružane usluge: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Pružane usluge: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Pružane usluge: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Pružane usluge: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktura",
    "370366524": "Telemetrija efemerne usluge",
    "121192737": "Nadolazeći dodaci",
    "2420789666": "Fastly, Inc. Pružane usluge: Brzi CDN i rubno računanje.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Na snazi: 1. rujna 2021. Dodavanje infrastrukture",
    "1487796027": "Za tvrtke",
    "3943417791": "Dobijte podršku za hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (besplatno)",
    "3397976149": "Dobijte podršku za hCaptcha Publisher",
    "833750823": "Imate poteškoća s izazovom?",
    "2024737147": "Želite prijaviti grešku?",
    "1978884623": "Saznajte više o prijavljivanju problema sa softverom",
    "4188664955": "Glavni uvjeti pružanja usluge",
    "2621989404": "Posljednje ažurirano: 24. rujna 2021. Imajte na umu da su naši uvjeti na engleskom jeziku mjerodavni.",
    "2404545611": "Dobro došli u hCaptchu! Hvala vam što ste dio naše zajednice. Svi korisnici \"Usluga\" (definiranih u nastavku) moraju pristati na sljedeće uvjete (\"Uvjeti pružanja usluge\"). Prema ovim Uvjetima pružanja usluge, \"IMI\", \"mi\" i \"nas\" odnose se na Intuition Machines, Inc. i njegove podružnice, podružnice, službenike, agente, zaposlenike, predstavnike i agente, a naša \"web stranica\" uključuje bilo koju web stranicu pod našu kontrolu, uključujući www.hcaptcha.com i www.imachines.com.",
    "2348450790": "Molimo pročitajte ove Uvjete pružanja usluge. One uključuju, između ostalih odredbi, odricanje od jamstava, ograničenja odgovornosti i obvezujuću arbitražu. Imajte na umu da su se ovi Uvjeti pružanja usluge mogli promijeniti od vašeg posljednjeg posjeta našoj web stranici. Ove Uvjete pružanja usluge možemo s vremena na vrijeme revidirati i ažurirati prema vlastitom nahođenju. U slučaju materijalnih promjena, obavijestit ćemo vas objavljivanjem ažuriranih Uvjeta pružanja usluge na ovoj stranici, nakon čega morate potvrdno prihvatiti ažurirane Uvjete pružanja usluge kako biste nastavili koristiti ili pristupiti Stranici ili Usluzi.",
    "1064537632": "Imajte na umu da je vaše korištenje naše usluge regulirano našim Ugovorom o obradi podataka, koji je ovdje uključen referencom. Pregledajte ovaj ugovor kako biste vidjeli kako obrađujemo osobne podatke u vaše ime. Imajte na umu da djelujemo kao \"obrađivač podataka\" za potrebe Opće uredbe EU-a o zaštiti podataka i \"davatelj usluga\" u svrhu Kalifornijskog zakona o privatnosti potrošača.",
    "1933936765": "Ugovor o obradi podataka (Zadnje ažuriranje: 23. rujna 2021.)",
    "2959486280": "Ako se ne slažete s ovim Uvjetima pružanja usluge, ne smijete koristiti ili pristupiti Stranici ili Usluzi.",
    "3200859925": "1. Svrha",
    "1807143500": "Usluge uključuju mrežnu sigurnosnu uslugu (\"hCaptcha usluga\") i platformu (\"Intuition Machines Platform\") na kojoj pojedinac (\"Suradnik\") može odabrati izvršavanje zadataka koje treća strana ili sam Intuition Machines (svaki \"Podnositelj zahtjeva\") objavljuje na našoj web stranici ili usluzi hCaptcha, bilo izravno na našoj web stranici ili pristupom platformi Intuition Machines i/ili obavljanjem zadataka putem ili u vezi s entitetom treće strane i/ili platformom ili uslugom (svaka, \"Integrator\"). Podnositelji zahtjeva objavljuju zadatke i pozivaju suradnike da ih izvedu u zamjenu za nagrade koje IMI daje integratorima, ili kako odredi podnositelj zahtjeva ako podnositelj zahtjeva koristi platformu Intuition Machines ili uslugu hCaptcha za posluživanje zadataka vlastitim krajnjim korisnicima. Tvrtkama i pojedincima (svaki je \"Kupac\") naplaćujemo korištenje naše platforme kako bi mogli koristiti naš softver, autorske zadatke, unajmiti nas za autorske zadatke i/ili dobiti pristup suradnicima. Također naplaćujemo Integratorima korištenje naše usluge hCaptcha kako bismo smanjili prijevaru, zlouporabu i neželjenu poštu na njihovim web stranicama, mobilnim aplikacijama i drugim mrežnim svojstvima. Gore navedeno zajednički se naziva \"Usluge\".",
    "3212830633": "2. Podobnost",
    "2605814073": "Korištenjem ili registracijom za naše Usluge slažete se: imate najmanje 18 godina; imate ovlasti sklopiti ovaj ugovor u svoje ime ili u ime subjekta koji predstavljate, te ćete u svakom trenutku ostati u skladu s ovim Uvjetima pružanja usluge i svim IMI politikama i smjernicama koje se ovdje spominju; i nećete zlorabiti našu web stranicu, lažno nam predstavljati svoj identitet ili koristiti umjetnu inteligenciju da izvršite bilo koji dio bilo kojeg zadatka na IMI-ju koji zahtijeva ljudsku inteligenciju.",
    "2616040974": "3. Kupci i podnositelji zahtjeva",
    "1544829730": "Ako ste korisnik ili podnositelj zahtjeva, slažete se da će se dodatni uvjeti priloženi ovome kao Dodatak za korisnike primjenjivati i uključiti referencom u ove Uvjete pružanja usluge. Ako niste Kupac ili Podnositelj zahtjeva, ili prestanete biti Kupac ili Podnositelj zahtjeva, tada se dodatni uvjeti u Dodatku za korisnike neće primjenjivati niti će biti uključeni referencom u ove Uvjete pružanja usluge.",
    "3759360138": "4. Korisničko ime i lozinka",
    "2236960358": "Nakon registracije od vas će se tražiti da otkrijete određene osobne podatke o vama (\"Osobni podaci\"), uključujući svoje ime, adresu e-pošte, te da kreirate korisničko ime i lozinku, a sve će to biti predmet naših Pravila privatnosti, dostupnih na našem web stranica. Samo vi ste odgovorni za praćenje, osiguranje i održavanje sigurnosti vašeg računa, lozinki i svih ključeva za provjeru autentičnosti povezanih s vašim računom, a odgovorni ste za bilo kakvu upotrebu ili radnju poduzetu korištenjem tih informacija na Uslugama.",
    "3047519814": "Suglasni ste da svoj račun ili lozinku nećete dijeliti ni s kim.",
    "1699668873": "Morate odmah obavijestiti IMI ako sumnjate da je netko drugi ukrao ili upotrijebio podatke o vašem računu ili bilo koju drugu povredu sigurnosti.",
    "3044038608": "Suglasni ste da ćete nam dati istinite, točne i potpune informacije kako se traži u našem procesu registracije. Također se slažete da ćete takve informacije ažurirati odmah po potrebi kako bi bili aktualni i točni.",
    "4132302900": "5. Vaša privatnost, vaši podaci i \"Podaci za sve\"",
    "10724169": "Prihvaćate našu Politiku privatnosti, koja regulira što ćemo učiniti s bilo kojim osobnim podacima koje nam date.",
    "1669194950": "Osim osobnih podataka, od vas se može zahtijevati da pružite (ili će nam možda biti potrebno da prikupimo) druge podatke kako bismo mogli pružati Usluge (zajedno, \"Podaci o klijentima\"). Ne snosimo odgovornost za bilo kakav neuspjeh u pružanju usluga uzrokovan vašim kašnjenjem ili nemogućnošću pružanja podataka o korisnicima.",
    "1330274831": "Ovime nam dajete svjetsku, neisključivu, podlicenciranu, prenosivu, besplatnu, neopozivu licencu tijekom trajanja ovog Ugovora za korištenje, reproduciranje, elektroničku distribuciju i javno prikazivanje bilo kojih podataka o korisnicima isključivo u svrhu pružanja Usluga . Izjavljujete i jamčite da posjedujete dovoljno prava, vlasništva i interesa ui za svoje podatke kako biste dodijelili licencu u ovom odjeljku.",
    "2230333214": "Podatke o korisnicima prikupljamo s drugim podacima tako da se rezultati ne mogu osobno identificirati, a također prikupljamo neidentificirane tehničke zapise i podatke u vezi s korištenjem Usluga (\"Zbirni/de-identificirani podaci\"). Bez obzira na sve što je u suprotnosti s ovim Ugovorom, IMI može koristiti sve takve skupne/deidentificirane podatke u bilo koju poslovnu svrhu tijekom ili nakon trajanja ovog Ugovora, uključujući bez ograničenja za razvoj i poboljšanje Usluga te stvaranje i distribuciju izvješća i drugih materijala. Podaci o klijentu također mogu postojati i biti prikazani u sustavu ograničeno vremensko razdoblje koje ne prelazi 180 dana nakon dovršetka posla, na primjer kao podaci za automatsku kalibraciju ili provjeru valjanosti za sustave Intuition Machines. Radi jasnoće, ovaj odjeljak 5. ne daje nam pravo da vas identificiramo kao izvor bilo kojih skupnih/deidentificiranih podataka bez vašeg prethodnog pismenog dopuštenja.",
    "3881754581": ". Ako ste korisnik naših usluga bilješki i odabrali ste opciju \"Podaci za sve\" kao dio svoje upotrebe Usluga, tada IMI-ju i svim korisnicima usluga dajete globalnu, neisključivu, podlicencu, prenosiva, neopozivu licencu bez naknade za potpuno iskorištavanje svih podataka korisnika, uključujući sva povezana prava intelektualnog vlasništva. Ako ipak odaberete opciju \"Podaci za sve\", izjavljujete i jamčite da posjedujete dovoljno prava, naslova i interesa za i za svoje podatke kako biste dodijelili licencu u ovom odjeljku.",
    "3496767126": "Radi izbjegavanja sumnje, sljedeći stavak odnosi se isključivo na Kupce koji koriste naše usluge bilješki, a ne na korištenje naših usluga kao integratora",
    "767207800": "Ako vaši podaci sadrže potencijalno eksplicitan ili uvredljiv sadržaj, od vas zahtijevamo da ih označite kao \"EKSPLICITAN SADRŽAJ\" kako bi služili kao pošteno upozorenje svakome tko vidi vaše podatke. Bez zasebnog pisanog sporazuma s IMI-jem ne smijete uključivati zadatke koji krše naša pravila, uključujući, ali ne ograničavajući se na, (a) zadatke koji izravno ili neizravno promoviraju drugu web stranicu ili uslugu, (b) zadatke koji krše uvjete web stranice treće strane i uvjeti, (c) zadaci kojima se od suradnika traži da traže treće strane, (d) zadaci kojima se od suradnika traži da poduzmu radnje za manipuliranje ponašanjem ili rezultatima web stranice, (e) zadaci koji krše prava intelektualnog vlasništva trećih strana i (f) zadaci koje zahtijevaju od suradnika za preuzimanje softvera ili datoteka.",
    "3370561195": "6. Prihvatljivo ponašanje",
    "4205152730": "Potičemo vas na interakciju s drugim korisnicima bilo gdje na našoj web stranici, forumu, razmjeni poruka, chatu i drugim kanalima društvenih medija koje kontrolira IMI, ali ako to učinite, morate se pridržavati svih uvjeta usluge i korištenja na našoj stranici i svih relevantnih zakona .",
    "1394253934": "7. Zloupotreba, zlostavljanje i lažno predstavljanje",
    "1406393333": "Svaki pristup ili korištenje Usluga osim u skladu s ovim Uvjetima pružanja usluga i svim uputama koje pružamo strogo je zabranjeno. Konkretno, NEĆETE:",
    "3409726716": "registrirajte se za više od jednog računa kod nas bez pisanog ovlaštenja;",
    "3119498672": "obavljati bilo koji zadatak uz korištenje internetskih botova, web robota, botova, skripti ili bilo kojeg drugog oblika umjetne inteligencije ili na drugi način pokušati dobiti nagradu od IMI-ja ili bilo kojeg podnositelja zahtjeva ili integratora bez dovršavanja zadataka kako su opisani;",
    "1188668818": "pružite sve lažne podatke tijekom korištenja ove web stranice (uključujući bez ograničenja lažno predstavljanje bilo koje druge osobe ili organizacije na vašem računu, ili lažno navođenje ili na drugi način lažno predstavljanje sebe ili svoje povezanosti s bilo kojom drugom osobom ili organizacijom na vašem računu;",
    "2804310964": "pristupiti ili pokušati pristupiti našoj web stranici putem bilo kojeg proxy web-poslužitelja ili drugog uređaja dizajniranog da prikrije vašu pravu lokaciju ili identitet ili na bilo koji drugi način osim danog sučelja;",
    "1374227759": "koristiti web stranicu za bilo koju nezakonitu aktivnost ili za bilo koju drugu svrhu osim svrhe za koju je stavljena na raspolaganje;",
    "2103513933": "sudjelovati u aktivnostima koje ometaju ili ometaju funkcioniranje stranice;",
    "137127070": "umetati, prenijeti ili priložiti zlonamjerne ili nepoznate vanjske veze ili datoteke ili prenijeti bilo koji sadržaj koji sadrži virus, trojanski konj, crv, tempiranu bombu ili drugi štetni računalni kod;",
    "1686655020": "Prenesite bilo koji sadržaj podložan autorskim pravima koji nije vaše izvorno djelo, osim ako imate dopuštenje zakonitog vlasnika da objavite takav sadržaj i da IMI-ju dodijelite sva ovdje dodijeljena licencirana prava;",
    "1406692811": "sudjelovati u slanju neželjene pošte ili objavljivanju bilo kakvog publiciteta, pokušaju dobivanja preporuka, masovnoj komunikaciji, novčanim ponudama ili zahtjevima, traženju usluga, oglašavanju, marketingu, besmislicama, dupliciranim temama, ilegalnim sadržajima, poveznicama na društvene web stranice, adresama e-pošte ili ID-ove instant messengera osim ako to zahtijeva zadatak;",
    "3893539589": "umetnuti vanjske veze koje nude robu ili usluge osim ako to zahtijeva zadatak;",
    "3214322759": "inače sudjelovati u bilo kakvoj zlonamjernoj ili prijevarnoj aktivnosti.",
    "3733422465": "8. Provjera vašeg identiteta",
    "267645277": "IMI može potvrditi vaš identitet. To može uključivati usporedbu vaših osobnih podataka s bazama podataka trećih strana ili službenim pravnim dokumentima. Ovlašćujete nas da izvršimo sve upite potrebne za potvrdu vašeg identiteta, vašeg vlasništva nad vašom e-adresom i vašeg vlasništva nad vašim financijskim računima. Suglasni ste da ćete dati podatke o vama kako biste nam pomogli u provjeri vašeg identiteta.",
    "4169910317": "9. Poštivanje zakona",
    "519755936": "Vi ste jedini odgovorni za poštivanje saveznih, državnih, pokrajinskih i lokalnih zakona u vezi s vašim korištenjem Usluga. Suglasni ste da ćete nas obeštetiti i držati nas bezopasnim za bilo kakve zahtjeve protiv nas jer niste postupili u skladu s bilo kojim zakonom ili povrijedili bilo koja prava trećih strana, uključujući, bez ograničenja, ugovorna prava, prava intelektualnog vlasništva ili privatnosti.",
    "731546974": "10. Porezi za doprinose ili integratore",
    "3128328457": "Ako ste suradnik ili integrator, samo ste vi odgovorni za plaćanje bilo kojeg procijenjenog ili drugog saveznog, državnog ili lokalnog poreza na dohodak, socijalnog osiguranja, FICA-e i naknade radnika koji se duguju kao rezultat korištenja naše web stranice, kao i slične poreze ili naknade u jurisdikcijama izvan SAD-a. Suglasni ste da ćete obeštetiti i smatrati nas bezopasnim za bilo kakve procjene protiv nas jer niste postupili u skladu s poreznim zakonima.",
    "2931396764": "11. Kršenje ovih Uvjeta pružanja usluge",
    "1240667045": "Možemo suspendirati, ograničiti ili otkazati vaš pristup Uslugama u bilo kojem trenutku iz bilo kojeg razloga, uključujući zato što: (a) vjerujemo da ste prekršili ove Uvjete pružanja usluge (uključujući druga povezana pravila); (b) vjerujemo da ste prekršili naša prava ili prava bilo koje treće strane; (c) nismo u mogućnosti provjeriti ili potvrditi autentičnost informacija koje ste nam dostavili; ili (d) vjerujemo da bi vaše radnje mogle stvoriti obveze za vas, nas ili treću stranu. Radi izbjegavanja sumnje, zadržavamo pravo spriječiti ili obustaviti plaćanje ako razumno vjerujemo da se bilo što od gore navedenog odnosi na takvo plaćanje.",
    "1601080128": "Ako obustavimo ili ukinemo vaš račun, više nećete imati pristup bilo kojem dijelu web-mjesta, uključujući podatke, poruke, datoteke i drugi materijal koji držite na web-mjestu. NE smijete nastaviti koristiti našu web stranicu pod drugim ili novim imenom računa. Kršenja ovih Uvjeta pružanja usluge mogu se procesuirati u najvećoj mjeri zakona i mogu rezultirati dodatnim kaznama i sankcijama.",
    "1160707899": "12. Uloga i odnos suradnika s IMI-jem i drugim podnositeljima zahtjeva",
    "269838707": "Ako ste suradnik, vi i samo vi odlučujete koje ćete i koliko zadataka izvršiti, te kada i gdje ćete ih izvršiti. Slobodni ste potrošiti onoliko ili malo vremena na izvršavanje zadataka koliko želite. Ni u kojem trenutku niste dužni dovršiti zadatak.",
    "1087195513": "Ako ste suradnik koji pristupa uslugama i/ili obavlja zadatke putem ili u vezi s integratorom u ime podnositelja zahtjeva koji nije IMI, tada se slažete i potvrđujete da Intuition Machines nije odgovoran i nema nikakve obveze prema vama s poštivanje svake nagrade ili druge naknade za obavljene zadatke. Slažete se i prihvaćate da se sve nagrade ili druge naknade za obavljene zadatke određuju isključivo u skladu s vašim dogovorom s podnositeljem zahtjeva i/ili integratorom, ovisno o tome. Svi sporovi oko takvih nagrada ili druge naknade (uključujući, bez ograničenja, neuspješno primanje takvih nagrada ili druge naknade) su isključivo između vas i podnositelja zahtjeva i/ili Integratora, prema potrebi.",
    "952813944": "Niti vaše korištenje naše web stranice niti bilo što u ovom ugovoru ne stvara zaposlenje, partnerstvo, zajednički pothvat, agenciju, franšizu ili prodajni odnos između vas i Intuition Machines. Ne pružamo vam nikakvu opremu ili alate za obavljanje zadatka. Ne pružamo vam nikakve beneficije, naknade za radnike ili osiguranje. Ne snosimo odgovornost za bilo kakve troškove koje nastanete korištenjem naše web stranice. Nećemo zadržati nikakav iznos od vaše nagrade za savezni ili državni porez na dohodak, socijalno osiguranje ili bilo koji drugi porez. U svakom trenutku možete obavljati zadatke za bilo koju osobu ili tvrtku, uključujući bilo koju od naših konkurenata. Nemate ovlasti sklapati bilo kakav ugovor, pismeni ili usmeni, u ime Intuicijskih strojeva.",
    "3460432665": "Bez obzira na gore navedeno, ako ste američki porezni obveznik, možemo zatražiti od vas W-9, koji se ažurira svake godine, i možemo vam zabraniti obavljanje zadataka dok ne dovršite ili ažurirate W-9.",
    "458271951": "Ako ste Suradnik koji pristupa Uslugama i/ili obavlja zadatke putem ili u vezi s Integratorom u ime Intuition Machines (koji djeluje kao podnositelj zahtjeva), Intuition Machines vas može nagraditi za prihvatljivo dovršenje određenih zadataka. U slučaju da se utvrdi da ste sudjelovali u prijevari, zlouporabi ili kršenju ovih Uvjeta pružanja usluge, Intuition Machines može uskratiti i/ili povratiti sve vaše nagrade.",
    "3056723024": "13. Neprihvatljivo izvršavanje zadataka",
    "3913203723": "Ako iz bilo kojeg razloga podnositelj zahtjeva ne prihvati izvođenje zadatka koji ste dovršili, vi kao suradnik ili integrator nećete imati pravo na nagradu za zadatak. U slučaju da su vam nagrade već podijeljene za neprihvatljivo obavljen zadatak, možemo ih vratiti od vas.",
    "3666807632": "14. Kvalifikacije i vještine suradnika",
    "1993899769": "15. Naše korištenje informacija",
    "2927283721": "Obavljanjem zadataka na našoj web stranici ovlašćujete prikupljanje, korištenje i otkrivanje vaših osobnih podataka u skladu s našim Pravilima privatnosti. Osim toga, možemo podijeliti određene podatke o vama i vašim dovršenim zadacima podnositelju zahtjeva čije ste zadatke dovršili kako bismo olakšali odnos usluge i poboljšali web stranicu, uključujući, na primjer, ID suradnika, rezultate dovršenih zadataka i druge atribute povezane s vaše kvalifikacije, jezike, vještine i korištenje web stranice.",
    "3027055607": "16. Intelektualno vlasništvo i vlasnička prava",
    "3910971075": "IMI posjeduje sva prava, uključujući prava intelektualnog vlasništva, na izvorni kod, objektni kod ili temeljnu strukturu, ideje ili algoritme, API i svaki dodatni softver, dokumentaciju ili podatke koji se odnose na Usluge (\"Softver\"). Nećete, izravno ili neizravno, putem treće strane ili na drugi način: (a) vršiti obrnuti inženjering, dekompilirati, rastaviti ili na drugi način pokušati otkriti Softver; (b) modificirati, prevoditi ili stvarati izvedena djela na temelju bilo kojeg Softvera; (c) kopirati, iznajmiti, iznajmiti, distribuirati, založiti, dodijeliti ili na drugi način prenijeti ili opteretiti prava na bilo koji Softver; (d) koristiti bilo koji Softver za dijeljenje vremena, svrhe servisnog biroa ili na drugi način u korist treće strane; ili (e) ukloniti sve vlasničke obavijesti ili oznake.",
    "3660891610": "Ako ste suradnik, IMI, a ne vi, ima vlasnička prava na bilo koji rad koji izradite kao dio dovršetka bilo kojeg zadatka. Prihvaćanjem uvjeta ovog Ugovora pristajete (i time činite) prenijeti posjed, vlasništvo i naslov (uključujući sva prava intelektualnog vlasništva koja postoje u cijelom svijetu) ui na svoj rad na nas. Kako bismo osigurali da smo u mogućnosti steći, usavršiti i koristiti takva prava, nadalje pristajete (i) potpisati sve dokumente koji će vam pomoći u dokumentiranju, usavršavanju i provedbi naših prava; i (ii) osigurati razuman pristup informacijama za bilježenje, usavršavanje, osiguranje, obranu i provođenje takvih vlasničkih prava u bilo kojoj i svim zemljama. Vaše obveze prema ovom odjeljku nastavit će se čak i nakon što se odjavite ili prestanete koristiti Usluge. Imenujete nas kao svog punomoćnika za izvršenje dokumenata u vaše ime u svrhe navedene u ovom odjeljku.",
    "426125156": "17. Autorska prava i uklanjanje",
    "1408530660": "IMI poštuje intelektualno vlasništvo drugih i zadržavamo pravo ukloniti s naše stranice svaki materijal za koji vjerujemo da bi mogao kršiti intelektualna prava bilo koje treće strane. Ako smatrate da je vaše vlastito djelo kopirano na način koji predstavlja kršenje autorskih prava na ovoj web stranici, kontaktirajte korisničku podršku Intuition Machines.",
    "2696932851": "18. Obeštećenje",
    "3844300338": "Slažete se da ćete nas obeštetiti, braniti i držati nas bezopasnima od svih potraživanja, štete, odgovornosti, troškova i izdataka (uključujući razumne odvjetničke naknade i troškove), koji proizlaze iz ili se odnose na vaše obavljanje zadataka ili vaše korištenje naše web stranice .",
    "2474091800": "19. Sporovi s drugim korisnicima; Otpustite",
    "3162107126": "IMI nije stranka u bilo kakvom sporu između vas i bilo kojeg drugog korisnika usluga. Oslobađate IMI i njegove podružnice od svih i svih zahtjeva, zahtjeva i šteta svake vrste i prirode, poznatih i nepoznatih, sumnjivih i nesumnjivih, otkrivenih i neotkrivenih, koji proizlaze iz ili su povezani s bilo kojim sporom između vas i drugog korisnika.",
    "2271969747": "20. Povjerljive informacije koje primate",
    "1042802841": "Povjerljiva informacija je svaka informacija koja je označena kao povjerljiva ili zaštićena, ili za koju bi strana koja prima razumno trebala razumjeti da je povjerljiva ili zaštićena. Ovo ne uključuje informacije koje su (1) javno dostupne, (2) već u posjedu, neovisno razvijene od strane ili koje su već poznate strani primateljici, ili (3) koje su otkrivene sudskim nalogom ili kako to na drugi način zahtijeva zakon.",
    "1918025546": "Ako dobijete povjerljive informacije od bilo koga na Uslugama, pristajete štititi tajnost povjerljivih informacija s istim stupnjem pažnje koju koristite za zaštitu vlastitih povjerljivih podataka, ali ni u kojem slučaju s manjom pažnjom. Ne smijete otkriti ili objaviti takve povjerljive ili vlasničke informacije, osim ako su potrebne za obavljanje nekog zadatka. Sve informacije unutar zadatka na platformi Intuition Machines treba smatrati povjerljivim čak i ako informacije nisu izričito označene kao povjerljive.",
    "2690395789": "Ako i kada više ne trebate povjerljive informacije koje ste primili, morate odmah vratiti ili uništiti (na zahtjev onoga tko je otkrio informacije) sve kopije informacija koje postoje u prostorijama, sustavima ili drugoj opremi koju kontrolirate.",
    "2178073797": "Budući da otkrivanje povjerljivih informacija može prouzročiti nepopravljivu štetu, strana koja otkriva ima pravo tražiti zabranu za svako kršenje ili prijetnju kršenja ovog uvjeta.",
    "2185860003": "21. Izmjene web stranice",
    "2631249972": "Možemo poboljšati ili modificirati našu web stranicu bez prethodne obavijesti.",
    "3764131594": "22. Web stranice trećih strana",
    "295955580": "Naša web stranica može sadržavati poveznice na web stranice trećih strana. Takve web stranice ne kontroliramo, ne istražujemo, ne pratimo niti provjeravamo. Nismo odgovorni niti podržavamo računalne programe, sadržaj ili mišljenja sadržana na takvim web stranicama. Ako odlučite napustiti našu web stranicu i pristupiti bilo kojoj web stranici treće strane, to činite na vlastitu odgovornost.",
    "838225123": "23. Odricanje od jamstva",
    "3897238493": "USLUGE SE PRUŽAJU NA OSNOVU \"KAKO JESU\". NE DAJEMO NIKAKVE IZJAVE ILI JAMSTVA, IMPLICIRANA ILI IZRIČITA, U ODNOSU NA DOSTUPNOST, PRIKLADNOST, ZAKONITOST, DOSTUPNOST ILI FUNKCIONALNOST USLUGA, BILO KAKVE POVEZANE SOFTVERSKE STAVKE ILI MATERIJALE, ODGOVARAJU SE. U NAJVEĆOJ MJERI DOPUŠTENOM ZAKONOM, IMI SE ODRIČE SVIH IZRIČITIH ILI PODRAZUMEVANIH UVJETA, IZJAVA I JAMSTVA UKLJUČUJUĆI, ALI NE OGRANIČENO NA, JAMSTVA PRIMJENE ZA TRGOVINU, PRIKLADNOSTI ZA NAPRIJED. VAŠ JEDIN I ISKLJUČIVI PRAVNI LIJEK PROTIV IMI-ja U ODNOSU NA BILO KAKVE KVARE, NESUKLADNOSTI ILI NEZADOVOLJSTVO JE PRESTANAK KORIŠTENJA USLUGA. Nećemo snositi nikakvu odgovornost za bilo kakvu štetu vašem računalnom sustavu, gubitak ili oštećenje podataka ili druge štete koje rezultiraju iz vašeg pristupa ili korištenja web stranice ili platforme Intuition Machines. Mogu se pojaviti zakazani i neplanirani prekidi, a mi ne jamčimo neprekidnu dostupnost naše web stranice.",
    "2110259227": "24. Ograničenje odgovornosti",
    "3018077211": "25. Rješavanje sporova suradnika",
    "2790841456": "Ako ste suradnik, pristajete na sljedeću arbitražnu klauzulu i odricanje od grupne tužbe:",
    "3302832698": "Potrebno je alternativno rješavanje sporova.",
    "561456032": "Slažete se da za bilo koji spor koji proizlazi iz ili se odnosi na vaše korištenje Usluga, uključujući bilo koji spor koji bi mogao nastati od trenutka kada ste počeli obavljati zadatke za IMI, a posebno uključujući bilo koju tvrdnju u vezi s tim da li se klasificirate kao neovisnog izvođača, prvo ćete obavijestiti IMI o svom zahtjevu protiv njega. Vi i IMI tada ćete pokušati riješiti problem izravnim pregovorima ili posredovanjem. Troškove posredovanja podijelit ćemo na jednake dijelove i suglasni smo da će se posredovanje provoditi telefonskim ili drugim elektroničkim putem. Ako zahtjev ostane neriješen nakon neformalnih pregovora ili posredovanja, suglasni ste da ćete vi i IMI koristiti konačnu i obvezujuću arbitražu za rješavanje spora. Ova klauzula regulira sve zahtjeve retroaktivno od trenutka kada ste počeli koristiti našu web stranicu, bilo da se temelje na deliktu, ugovoru, statutu, uključujući, ali ne ograničavajući se na, sve tvrdnje o diskriminaciji i uznemiravanju, bilo da se temelje na kalifornijskom Fair Employment and Housing Act , naslov VII Zakona o građanskim pravima iz 1964., s izmjenama i dopunama, ili bilo koji drugi državni ili savezni zakon ili propis, pravedni zakon ili na neki drugi način.",
    "3794239003": "Arbitražni postupak.",
    "4193379787": "Sva arbitraža prema ovom sporazumu provodit će se prema pravilima Američke arbitražne udruge ili od strane međusobno dogovorene arbitražne službe. Arbitar će biti američki arbitar odabran s popisa od najmanje sedam (7) imena putem alternativnih štrajkova. U arbitraži svaka strana će imati pravo provesti odgovarajuće građansko-pravno otkrivanje, podnijeti dispozitivne prijedloge i po potrebi izvoditi svjedoke i dokaze za iznošenje svojih predmeta i obrana, a sve sporove u vezi s tim rješava arbitar. Rješavanje spora temeljit će se isključivo na zakonu koji uređuje iznesene zahtjeve i obrane, a arbitar se ne može pozivati na bilo koju drugu osnovu osim takvog kontrolnog zakona. Arbitar ima imunitet sudskog službenika od građanske odgovornosti kada djeluje u svojstvu arbitra, koji imunitet nadopunjuje svaki drugi postojeći imunitet. Odluke moraju sadržavati pismeno obrazloženo mišljenje arbitra. Odričete se svog prava da porota sudi za bilo koji zahtjev koji imate protiv IMI-ja ili koji bi IMI mogao imati protiv vas. Svaki zahtjev prema ovoj klauzuli mora se podnijeti unutar primjenjivog roka zastare. Zakon o saveznoj arbitraži Sjedinjenih Država regulira ovu klauzulu i potvrđujete da ovaj Ugovor dokazuje transakciju u trgovini.",
    "2583888954": "Iznimke.",
    "1034830": "Sporovi koji ne mogu biti predmet arbitražnog sporazuma prije spora kako je predviđeno Zakonom o reformi i zaštiti potrošača Dodd-Frank Wall Streeta (Javni zakon 111-203) isključeni su iz ovog",
    "263977834": "Administrativna iscrpljenost.",
    "1807512722": "Bilo koji zahtjev koji proizlazi iz korištenja ove web stranice možete podnijeti administrativnoj agenciji, ali samo u mjeri u kojoj primjenjivi zakon dopušta pristup takvoj agenciji, bez obzira na postojanje sporazuma o arbitraži. Takvi administrativni zahtjevi uključuju, bez ograničenja, zahtjeve ili optužbe pred Komisijom za jednake mogućnosti zapošljavanja, Ministarstvom rada SAD-a i Nacionalnim odborom za radne odnose. Smatra se da ništa u ovoj klauzuli ne sprječava ili vas opravdava od podnošenja upravnog zahtjeva bilo kojoj agenciji kako biste ispunili svoju obvezu iscrpljivanja administrativnih lijekova prije podnošenja tužbe na arbitraži, međutim, vi se odričete prava na bilo kakvu novčanu nagradu putem ovog agencijski postupci.",
    "996430331": "Mjesto arbitraže.",
    "3040062804": "Svaki arbitražni postupak prema ovom odjeljku odvijat će se prema zadanim postavkama unutar države Kalifornije, osim ako ne živite izvan Sjedinjenih Država, u kojem slučaju će se arbitraža odvijati u potpunosti elektronički ili telefonski. Arbitraža se može održati na bilo kojem drugom mjestu ako se svaka strana s tim dogovori u pisanom obliku. Bez obzira na svoju lokaciju, svaka strana se može odlučiti pojaviti na arbitraži putem video zapisa uživo ili telekonferencije.",
    "3091247030": "Odricanje od grupne tužbe.",
    "2520904193": "Odričete se bilo kakvog prava koje imate da se bilo koji spor pokrene, sasluša ili arbitrira kao klasna, kolektivna ili zastupnička tužba. Bez obzira na bilo koju drugu klauzulu sadržanu u ovom ugovoru, prethodna rečenica se ni u kojem slučaju ne može odvojiti od ovog sporazuma. Svaki zahtjev da je cijelo ili dio ovog odricanja neprovediv, nesavjesan, ništav ili poništiv može biti utvrđen samo od strane nadležnog suda, a ne od strane arbitra. Nećete dobiti osvetu niti će vam biti onemogućeno dovršavanje zadataka na našoj web stranici kao rezultat vašeg ostvarivanja svojih prava prema odjeljku 7. Zakona o nacionalnim radnim odnosima, ili podnošenjem ili sudjelovanjem u skupnoj, kolektivnoj ili reprezentativnoj tužbi na bilo kojem forumu , ali možemo zakonito tražiti provedbu ovog odricanja od grupne tužbe i tražiti odbacivanje takvih skupnih, kolektivnih ili reprezentativnih tužbi ili zahtjeva.",
    "3493572638": "Troškovi i naknade.",
    "702926385": "Svaka stranka snosi svoje troškove pravnog zastupanja na svakoj takvoj arbitraži, osim u mjeri u kojoj su odvjetnički troškovi izričito propisani zakonom. Stranke će podijeliti svaku početnu administrativnu pristojbu koju naplaćuje arbitar, do maksimalnog troška za vas od dvjesto pedeset dolara (250,00 USD). Troškove arbitra i sudskog izvjestitelja, ako ih ima, u početku ćemo snositi mi; međutim, arbitar će imati diskreciono pravo dodijeliti odgovarajuće troškove vladajućoj stranci, kako je propisano zakonom, i/ili zahtijevati od stranaka da podijele troškove povezane s arbitrom i/ili sudskim izvjestiteljem.",
    "3199694247": "Odvojivost.",
    "3102490587": "Osim odricanja od grupne tužbe, ako se bilo koja odredba ili odredba, ili dio ove arbitražne klauzule proglasi ništavnom ili neprovedivom, bit će razdvojena, a ostatak arbitražne klauzule bit će provediv.",
    "2323013093": "26. Mjerodavno pravo",
    "2900525040": "Zakoni države Kalifornije uređuju ove Uvjete pružanja usluge i sve kontroverze, sporove ili zahtjeve koji proizlaze iz njih.",
    "3339302473": "27. Raskid",
    "1158384644": "U bilo kojem trenutku možete odlučiti prestati koristiti našu web stranicu, pod uvjetom da se morate pridržavati svih primjenjivih IMI pravila. Možemo, prema vlastitom nahođenju, raskinuti ovaj ugovor, suspendirati pristup našoj web stranici ili odmah ukloniti bilo koju uslugu bez prethodne obavijesti iz bilo kojeg razloga.",
    "41530052": "28. Opći uvjeti",
    "3202747130": "Cijeli dogovor. Ovi Uvjeti pružanja usluge i sve politike, postupci ili uvjeti navedeni u ovom ugovoru predstavljaju cjelokupni sporazum strana u vezi s predmetom, te zamjenjuju i poništavaju sve prethodne i istodobne povezane sporazume, zahtjeve, izjave i razumijevanja strana .",
    "4080263153": "Bez odricanja. Neće se smatrati da smo se odrekli bilo kojeg dijela naših prava ili pravnih lijekova osim ako je odricanje u pisanom obliku i potpisano s naše strane. Ako odgodimo provedbu ili propustimo ostvariti svoja prava prema bilo kojoj odredbi ovog ugovora, to neće predstavljati odricanje od našeg prava na naknadnu provedbu takve odredbe ili bilo kojeg dijela ovog ugovora.",
    "1789371580": "Mogućnost dodjele. Ne smijete dodijeliti ove Uvjete pružanja usluge bez našeg prethodnog pisanog pristanka. Ove Uvjete pružanja usluge možemo dodijeliti u bilo kojem trenutku, bez prethodne obavijesti. U skladu s gore navedenim, ovi Uvjeti pružanja usluge bit će obvezujući za nasljednike i dopuštene nositelje svake strane.",
    "2819628066": "Odvojivost. Ako se bilo koja odredba ovih Uvjeta pružanja usluge iz bilo kojeg razloga utvrdi nevažećom ili neprovedivom, to neće utjecati na valjanost i provedivost ostalih odredbi.",
    "3955981186": "Izmjene i dopune. Nijedna izmjena ili dopuna ovih Uvjeta pružanja usluge od strane bilo koga osim IMI-ja neće biti obvezujuća za IMI osim u pisanom instrumentu potpisanom od strane propisno ovlaštenog predstavnika IMI-ja.",
    "1377538813": "Prevladavajući jezik. Verzija ovih Uvjeta pružanja usluge na engleskom jeziku imat će kontrolu u svim aspektima i imat će prednost u slučaju bilo kakvih nedosljednosti s prevedenim verzijama, ako ih ima.",
    "2438016011": "Dobrovoljni sporazum. Sve strane u ovim Uvjetima pružanja usluge izjavljuju i slažu se da je svaka od njih pregledala sve aspekte ovog ugovora, da je pažljivo pročitala i u potpunosti razumije sve njegove odredbe, te da dobrovoljno sklapa ovaj ugovor.",
    "2445034923": "Ako se ne slažete sa svim odredbama i uvjetima ovih Uvjeta pružanja usluge, nemojte (i ne smijete) koristiti ili pristupati Stranici ili Uslugama.",
    "2646127839": "Dodatak za korisnike Glavnim uvjetima pružanja usluge",
    "4097297673": "Kao kupac, podnositelj zahtjeva ili integrator, pristajete na dolje navedene uvjete uz sve druge obvezujuće uvjete između vas i IMI-ja.",
    "1093280979": "1. Obrasci za narudžbu platforme",
    "1549953005": "Možda ste ispunili jedan ili više obrazaca narudžbe za pristup platformi (svaki, \"Obrazac za narudžbu\") kao uvjet da postanete korisnik ili podnositelj zahtjeva. Ako je tako, onda uvjeti opisani u Obrascu za narudžbu postaju dio Uvjeta pružanja usluge i ovime su uključeni referencom.",
    "3819851005": "2. Naknade",
    "1591032933": "IMI-ju ćete platiti naknade kako je opisano u primjenjivom obrascu za narudžbu putem načina plaćanja koji ste naveli u primjenjivom obrascu za narudžbu. Osim ako se obje strane izričito ne dogovore drugačije u pisanom obliku, osigurat ćete punu uplatu za sve izdane račune u roku od trideset (30) dana nakon datuma slanja računa. Ovlašćujete nas da pokrećemo autorizaciju kreditnih kartica za sve podatke o kreditnoj kartici koje nam date, da pohranjujemo te podatke o kreditnoj kartici i da teretimo vašu kreditnu karticu ili bilo koji drugi račun s kojim se zajednički dogovorimo kao oblik plaćanja. Osim ako nije drugačije navedeno u obrascu za narudžbu ili u vašem Ugovoru o poduzetničkoj usluzi ili Glavnom ugovoru o usluzi, sve naknade za Usluge, osim prekoračenja, naplaćuju se godišnje na početku usluga koje pruža IMI prema vašem Ugovoru (\"Datum stupanja na snagu\").",
    "4142610534": "Za sve zakašnjele plaćanja naplatit će se zakašnjeli troškovi po stopi od 1,5% posto mjesečno ili maksimalnog iznosa dopuštenog zakonom, ovisno o tome što je niže. Ako iz bilo kojeg razloga ne uspijete platiti dug prema ovom Ugovoru, vaš račun može biti suspendiran, prema vlastitom nahođenju, u kojem slučaju s vašeg računa neće biti izvršena dodatna plaćanja za dovršetak zadataka i svi će vaši zadaci biti uklonjeni s naše web stranice. Morate nam nadoknaditi sve dospjele iznose na zahtjev, plus sve naknade za obradu, zakašnjele ili odvjetničke naknade. Također možemo podnijeti odgovarajuća izvješća agencijama za izvješćivanje o kreditnoj sposobnosti i tijelima za provedbu zakona.",
    "512991700": "Ako želite osporiti bilo koju naknadu, morate kontaktirati naš odjel za korisničku podršku najkasnije trideset (30) dana nakon datuma zatvaranja prvog izvoda naplate ili računa u kojem se pojavila pogreška ili problem kako biste dobili prilagodbu ili kredit.",
    "1273914192": "3. Porezi",
    "4242322181": "Odgovorni ste za plaćanje svih poreza povezanih s Uslugama, osim poreza u SAD-u koji se procjenjuju na neto prihod ili osobnu imovinu Intuition Machinesa.",
    "1671996585": "Možda ćete morati integrirati svoju web stranicu, aplikaciju ili platformu s našim uslugama putem našeg sučelja za programiranje aplikacija (\"API\"). U slučaju da to učinite, dajemo vam ograničenu, neisključivu, neprenosivu, neprenosivu, opozivu licencu za korištenje API-ja isključivo za pristup Uslugama. U bilo kojem trenutku možemo izmijeniti API i/ili prekinuti podršku za stare verzije ili izdanja API-ja. Zadržavamo pravo obustaviti ili ograničiti vaš pristup API-ju prema vlastitom nahođenju i uložit ćemo razumne napore da vam dostavimo obavijest prije obustave.",
    "4036662147": "5. Zaštita povjerljivih informacija",
    "3564208535": "Slažete se da ćete koristiti komercijalno razumne napore da zaštitite sve povjerljive podatke primljene od nas ili putem naših usluga. uključuje rezultate botova i nejavne pojedinosti naše poslovne usluge, uključujući nejavnu dokumentaciju i sve pojedinosti koje možemo podijeliti u vezi s našim metodama otkrivanja botova. Ako vam se odobri pristup takvim povjerljivim podacima, možemo izmijeniti, obustaviti ili ograničiti vaš pristup našim uslugama prema vlastitom nahođenju ako utvrdimo da su povjerljivi podaci izloženi vašim korištenjem naših usluga, te ćemo uložiti razumne napore da vam dam obavijest prije suspenzije.",
    "120384113": "6. Raskid",
    "453723556": "Ovaj Dodatak za korisnike možete prekinuti neovisno o Uvjetima pružanja usluge prestankom biti korisnik ili podnositelj zahtjeva. Zadržavamo pravo obustaviti ili ukinuti vaš status Kupca ili Podnositelja zahtjeva u bilo kojem trenutku ili na drugi način ukinuti vaš račun ili korištenje Usluga u skladu s Uvjetima pružanja usluge. Ostajete odgovorni nakon raskida za bilo koji iznos dospjeli prema vašem Obrascu za narudžbu. Ako vaša pretplata uključuje mjesečne ili godišnje naknade ili mjesečne ili godišnje minimume, i dalje ćete biti odgovorni za plaćanje svih naknada za Usluge do kraja tog mjeseca, odnosno godine.",
    "218889628": "Osim ako ukinemo ovaj Dodatak za korisnike ili Uvjete pružanja usluge kao rezultat vašeg kršenja ovog Dodatka za korisnike ili Uvjeta pružanja usluge, ako raskinemo i ako ste nam unaprijed platili bilo kakve naknade, vratit ćemo pro-ratni dio tih unaprijed plaćene iznose, na temelju preostalog vremena ili Usluga koje ste platili, ovisno o tome što je manje. Završit ćemo svoj rad na komercijalno razuman način te sačuvati i isporučiti vam sve plaćene skupove izlaznih podataka i sve podatke o korisnicima u našem posjedu. Nakon bilo kakvog raskida, možemo, ali nismo obvezni, izbrisati bilo koje podatke.",
    "2505227594": "7. Prekoračenje",
    "2369877184": "Maksimalna dopuštena vršna RPS stopa za hCaptcha integratore ili kupce je 1000 zahtjeva u sekundi za subjekte unutar vašeg računa (\"RPS\"), osim ako nije drugačije određeno pisanim ugovorom između vas i nas.",
    "234420106": "U slučaju da ste integrator ili korisnik usluge hCaptcha Enterprise i da vaša upotreba API-ja mjerena RPS-om premašuje predviđenu stopu za vašu razinu usluge, možemo odabrati izmjenu vaše usluge ili naplatu prekoračenja. U slučaju da vaša vršna RPS stopa premašuje predviđenu stopu za faktor 10 za ukupno 10 ili više minuta u razdoblju od 30 dana, a većina tih zahtjeva, prema našoj vlastitoj prosudbi, nije zlonamjerni promet, možemo odlučiti da naplatiti vam ugovorenu stopu prekoračenja za sve zahtjeve API-ja napravljene u tom mjesecu.",
    "2619472217": "8. Preprodaja",
    "2019702084": "Osim ako je to izričito dopušteno u Glavnom ugovoru o usluzi ili Ugovoru o prodavaču, naručene SaaS usluge neće se prodavati, preprodavati, iznajmljivati, davati u podzakup, licencirati, podlicencirati ili na drugi način stavljati na raspolaganje bilo kojoj drugoj trećoj strani (osim podružnice Korisnika ), a sve narudžbe prema Ugovoru i sva korisnička upotreba usluge bit će za internu poslovnu upotrebu Korisnika ili njegovog Pridruženog društva.",
    "1233229030": "Razno",
    "1467783792": "Niti jedna osoba, entitet ili organizacija koje su sankcionirale Sjedinjene Američke Države (\"Sankcionirani akter\") ne ispunjava uvjete za nagrade niti za korištenje Usluga kao integrator. Radi izbjegavanja sumnje, ovo uključuje sve sankcionirane aktere koje odredi Ured za kontrolu inozemne imovine (\"OFAC\") Ministarstva financija SAD-a.",
    "3759657802": "Ne smijete dodijeliti, prenijeti ili delegirati ove Uvjete pružanja usluge ili svoja prava ili obveze iz ovog Ugovora ni na koji način (na temelju zakona ili na neki drugi način).",
    "1627232990": "Prijevodi ovih Uvjeta pružanja usluge daju se na temelju najboljeg truda. U slučaju bilo kakve bitne razlike između Uvjeta pružanja usluge na engleskom jeziku i njihovog prijevoda, Uvjeti pružanja usluge na engleskom jeziku će se tumačiti kao mjerodavni.",
    "805221621": "Molimo kontaktirajte nas na",
    "259613338": "ako imate bilo kakvih pitanja u vezi s ovim Uvjetima pružanja usluge.",
    "2735878907": "Izjava o planiranju kontinuiteta poslovanja",
    "2887242610": "Intuition Machines, Inc razvio je plan kontinuiteta poslovanja o tome kako ćemo reagirati na događaje koji značajno ometaju naše hCaptcha poslovanje. Budući da je vrijeme i utjecaj katastrofa i poremećaja nepredvidivi, morat ćemo biti fleksibilni u reagiranju na stvarne događaje kako se dogode. Imajući to na umu, pružamo vam ove informacije o našem planu kontinuiteta poslovanja.",
    "809251240": "Kontaktirajte nas",
    "2551802342": "– Planiramo se brzo oporaviti i nastaviti s poslovanjem nakon značajnog prekida poslovanja te reagirati tako što ćemo zaštititi naše zaposlenike i imovinu, napraviti financijsku i operativnu procjenu, zaštititi poslovne knjige i evidenciju tvrtke i omogućiti našim klijentima i njihovim krajnjim korisnicima da obavljaju transakcije putem interneta. Ukratko, naš plan kontinuiteta poslovanja osmišljen je tako da omogući našoj tvrtki da nastavi s radom što je brže moguće, s obzirom na opseg i ozbiljnost značajnog poremećaja u poslovanju. Naš plan kontinuiteta poslovanja odnosi se na: sigurnosno kopiranje i oporavak podataka; svi kritični sustavi; financijske i operativne procjene; alternativna komunikacija s kupcima, zaposlenicima i nadzornim tijelima; zamjenska fizička lokacija zaposlenika; kritični utjecaj dobavljača i kupaca; regulatorno izvješćivanje; i obavještavanje naših klijenata ako nismo u mogućnosti nastaviti naše poslovanje. Naš glavni skup dobavljača podupire naše važne zapise na zemljopisno odvojenom području. Iako svaka izvanredna situacija predstavlja jedinstvene probleme temeljene na vanjskim čimbenicima, kao što su doba dana i ozbiljnost poremećaja, ovaj skup dobavljača nas je obavijestio da je njihov cilj obnoviti vlastito poslovanje i biti u mogućnosti brzo nastaviti s uslugama. Iako smo radili na smanjenju rizika korištenjem raznolikog skupa dobavljača, vaše usluge bi mogle biti izmijenjene ili prekinute tijekom tog razdoblja.",
    "826396656": "Naš plan kontinuiteta poslovanja",
    "1979347895": "– Značajni poremećaji u poslovanju mogu biti različitog opsega, kao što je samo naša firma, jedna zgrada u kojoj se nalazi naša tvrtka, kvart u kojem se nalazi naša tvrtka, grad u kojem se nalazimo ili cijela regija. Unutar svakog od ovih područja, ozbiljnost poremećaja također može varirati od minimalnog do ozbiljnog. U slučaju prekida rada naše tvrtke, našeg poslovnog okruga, grada ili regije ili zgrade u kojoj se nalazi naša tvrtka, prenijet ćemo svoje poslovanje na lokalnu lokaciju kada je to potrebno i ne očekujemo materijalne smetnje u poslovanju. U oba slučaja planiramo nastaviti s poslovanjem, prenijeti poslovanje na alternativne dobavljače ako je potrebno i obavijestiti vas putem naše web stranice na hcaptcha.com i naše stranice statusa na hcaptchastatus.com o tome kako nas kontaktirati. Ako je značajan poremećaj u poslovanju toliko ozbiljan da nas sprječava da nastavimo s poslovanjem, brzo ćemo vas obavijestiti.",
    "653679457": "Različiti poremećaji",
    "410397176": "Za više informacija",
    "2095899021": "hCaptcha Smjernice za brendiranje i Opća licenca za zaštitni znak",
    "2340340589": "Smjernice za korištenje oznake hCaptcha",
    "2430148876": "Stvorili smo ove smjernice i opću licencu za zaštitni znak kako bismo našim kupcima, partnerima i obožavateljima što je više moguće olakšali rad s našom robnom markom, a da pritom sačuvamo naš korporativni identitet. Ako trebate koristiti hCaptcha ikone, logotipe ili druge oznake na načine koji se bitno razlikuju od ovih smjernica, morat ćete nas kontaktirati (IMI) za pisanu licencu.",
    "3884400764": "Iako možete koristiti hCaptcha znakove prema ovim smjernicama, to ne znači da imate bilo kakva prava na hCaptcha oznake, logotipe ili bilo koji drugi zaštitni znak, trgovačko ime, znak usluge, naziv tvrtke ili goodwill hCaptcha. Želimo dati što je moguće veću fleksibilnost, ali smo dužni zaštititi hCaptcha od neovlaštene upotrebe bilo kojeg zaštitnog znaka, trgovačkog naziva, znaka usluge, naziva tvrtke ili dobrog imena hCaptche. Svako neovlašteno korištenje automatski ukida dopuštenje ili licencu koju daje hCaptcha i može dovesti do pravne odgovornosti za bilo kakvu štetu.",
    "512598290": "Stoga vas molimo da uvijek koristite sve hCaptcha oznake i logotipe u obliku koji je u skladu s pravilima u nastavku, uključujući velika slova, font i stil.",
    "2075610992": "Hvala na podršci!",
    "1023190144": "hCaptcha® u tekstu",
    "4274324704": "Evo kako koristiti naše ime u pisanoj kopiji:",
    "3912926900": "hCaptcha® bi trebao imati registrirani zaštitni znak kada se prvi put pojavi u kreativnoj kopiji.",
    "950637875": "Pravopis hCaptcha nikada se ne smije mijenjati, a hCaptcha uvijek treba biti veliko slovo u drugom slovu (\"C\"). Nikada nije množina ili posesivna.",
    "2624601135": "\"hCaptcha\" se ne smije koristiti kao dio naziva robne marke, spojiti crticom ili koristiti u nazivima aplikacija ili drugih proizvoda.",
    "3828090208": "Umjesto toga koristite \"za hCaptcha\". Ako se koristi s logotipom treće strane, \"za hCaptcha\" mora biti manja od logotipa treće strane.",
    "4149738856": "hCaptcha bi se trebao koristiti kao pridjev i slijediti odgovarajući generički izraz.",
    "1446868537": "hCaptcha se nikada ne smije koristiti kao glagol.",
    "2487931657": "Nemojte koristiti: \"mi smo hCaptcha postavili našu stranicu.\"",
    "2565565429": "Umjesto toga upotrijebite: \"koristimo hCaptcha kako bismo našu stranicu učinili sigurnijom i sigurnijom.\"",
    "3434202027": "Svaka upotreba naziva hCaptcha u komunikaciji zahtijeva navođenje: \"hCaptcha je registrirani zaštitni znak tvrtke Intuition Machines, Inc.\"",
    "2754937029": "Neprihvatljive upotrebe",
    "2436973524": "Prihvatljive su samo točne reference. Nije dopušteno reći da stranica koristi hCaptcha usluge i aplikacije kada to ne čini. Slično tome, korištenje našeg logotipa ili bilo koje značke je također prikladno samo kada web-mjesto koristi usluge hCaptcha.",
    "69844082": "hCaptcha zaštitni znakovi, grafički simboli, logotipi, fontovi ili ikone također se ne smiju koristiti na omalovažavajući način.",
    "3861413614": "Ne smijete koristiti bilo koji hCaptcha zaštitni znak ili logotip koji bi implicirao da je hCaptcha povezan ili podržava, sponzorira ili podržava proizvod ili uslugu treće strane, bez izričitog pismenog dopuštenja.",
    "1409822234": "Ni pod kojim okolnostima identičan ili gotovo identičan zaštitni znak hCaptcha ne smije se koristiti kao naziv domene.",
    "4181060163": "Treće strane ne bi smjele koristiti varijacije ili pravopisne pogreške niti se ponašati na bilo koji način koji bi prouzročio početnu zbrku interesa u vezi sa zaštitnim znakovima hCaptcha.",
    "3955555607": "Osim partnera ili ovlaštenih prodavača, treće strane ne smiju licitirati za ključne riječi, Google AdWords ili druge ciljane sustave oglašavanja koji koriste hCaptcha oznake ili pogrešno napisane riječi. Treće strane također ne smiju koristiti oznake hCaptcha u nazivima domena, bilo kojoj optimizaciji za tražilice, meta oznakama, pojmovima za pretraživanje, kodu ili drugom lažnom predstavljanju.",
    "1985238261": "Ostali ograničeni znakovi",
    "2193061499": "Neki od naših logotipa i oznaka ograničeni su na korištenje od strane hCaptcha i njegovih partnera. Treće strane ne smiju koristiti sljedeće oznake bez pisane licence od hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha ovlašteni prodavač™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop by hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Pomozite u izgradnji boljeg weba™",
    "364774188": "Ja sam čovjek™",
    "2785425016": "(u kontekstu rješenja za provjeru humanosti, npr. poziv na akciju)",
    "2639657759": "Oznake korištene uz dopuštenje",
    "1268918580": "Neki od logotipa i oznaka koje koristi hCaptcha i njegovi partneri u vlasništvu su trećih strana i mogu se koristiti samo uz njihovo dopuštenje. Treće strane ne smiju koristiti sljedeće oznake osim ako to dopuštaju njihovi vlasnici:",
    "3782751514": "HUMAN Protocol® je registrirani zaštitni znak Zaklade HUMAN Protocol Foundation i koristi se uz njezino dopuštenje.",
    "1620709264": "HUMAN Token® je registrirani zaštitni znak Zaklade HUMAN Protocol Foundation i koristi se uz njezino dopuštenje.",
    "3031953928": "HUMAN Network™ je zaštitni znak Zaklade HUMAN Protocol Foundation i koristi se uz njezino dopuštenje.",
    "3554363588": "Ostale oznake",
    "3290996791": "Svi ostali nazivi proizvoda, logotipi i robne marke vlasništvo su njihovih vlasnika. Svi ostali nazivi tvrtki, proizvoda i usluga korišteni na ovoj web stranici služe samo u svrhu identifikacije. Korištenje ovih imena, logotipa i robnih marki ne podrazumijeva odobravanje.",
    "2444685143": "Politika logotipa",
    "2414232014": "Naš logotip je odmah prepoznatljiv i jedan od naših najvrjednijih i najvažnijih dobara. Kako bismo osigurali da i dalje snažno predstavlja našu tvrtku, mora se prezentirati na pažljiv i dosljedan način kroz sve kanale komunikacije.",
    "803639471": "Logotip hCaptcha sastoji se od ikone ruke i hCaptcha logotipa. U svom alternativnom obliku, ikona ruke može se pojaviti sama kada je prostor ograničen, a \"hCaptcha\" se koristi kao oznaka riječi (kao što je gore opisano) u neposrednoj blizini ikone ruke, tako da je jasno da ikona ruke predstavlja hCaptcha.",
    "564127016": "Ikona hCaptcha ruke:",
    "1424800293": "Logotip hCaptcha:",
    "1525506526": "Što su preuzimanja računa i kako funkcioniraju?",
    "2446481523": "Postoji stara narodna priča u kojoj se vozač kola i plemić pojavljuju u oružništvu u malom seoskom selu. Jedan čovjek, odjeven u prljavu, siromašnu odjeću, rekao je policajcu: “Ja sam plemić. Ovaj čovjek je bio moj vozač.",
    "1767952047": "Sinoć me napao, ukrao mi odjeću i uzeo novac.” Drugi je čovjek, odjeven u veliku odjeću, u odjeći plemićkog staleža, odgovorio: “Postojniče, ovaj čovjek je lud. Misli da je plemić. Ja sam pravi plemić. Uhitite ga!”",
    "2947576723": "Ova priča prethodi vozačkim dozvolama i digitalnom otisku prstiju, ali nudi dobar primjer što može poći po zlu u situaciji preuzimanja računa. Osoba se prijavljuje na internetski bankovni račun ili aplikaciju za mobilno plaćanje. Je li on stvarni vlasnik računa ili haker? Tko je zapravo tko? Ti sigurnosni problemi utječu na organizacije koje dopuštaju samoposlužni pristup računu.",
    "1687299615": "Što je preuzimanje računa?",
    "2648707986": "Preuzimanje računa je oblik cyber prijevare u kojoj se zlonamjerni akter lažno predstavlja kao vlasnik internetskog računa. Obično je račun u financijskoj instituciji ili tvrtki e-trgovine gdje prevarant može ukrasti novac, robu ili poklon kartice. Napadač koristi ukradene vjerodajnice za prijavu kako bi pristupio računu i zatim ga preuzeo, možda mijenjajući lozinku kako bi zaključao stvarnog vlasnika računa.",
    "1476843710": "Manje financijski štetni, ali i dalje štetni oblici preuzimanja računa uključuju otmicu računa na društvenim mrežama i slično. U tim slučajevima napadač obično pokušava širiti zlonamjerni softver ili sudjelovati u phishing napadima protiv nesuđenih prijatelja žrtve. Ili, napadač pokušava osramotiti žrtvu, što se ponekad događa kod poznatih osoba i političara, na primjer.",
    "2904949278": "Kako haker preuzima račun?",
    "2575690545": "Preuzimanja računa, poput mnogih kibernetičkih prijevara, uglavnom su stvar automatiziranih, masovnih procesa. Rijetkost je da haker, odjeven u majicu s kapuljačom u podrumu svoje majke, jednu po jednu upisuje lozinke na web stranice banaka.",
    "3614653023": "Umjesto toga, praksa se oslanja na napade velikih razmjera punjenja vjerodajnica koji pokušavaju milijune parova korisničkog imena/lozinke na desetke ciljanih financijskih institucija u nadi da će otključati mali podskup računa. Nakon što softver za automatiziranu prijevaru dobije pristup računu, ljudski haker se može uključiti, ali u nekim slučajevima ne.",
    "2762759509": "Mnogi napadi preuzimanja računa gotovo su u potpunosti automatizirani.",
    "1972710018": "Gledajući to iz perspektive tvrtke",
    "1282121137": "Da biste razumjeli koliko problematično može biti preuzimanje računa, razmislite kako to iskustvo izgleda sa stajališta financijske institucije. Oni obrađuju milijune prijava svaki dan.",
    "2315518622": "Uz sofisticiranost koja je dostupna u današnjim alatima za napad, iznimno je izazovno otkriti koji su, ako ih ima, lažni. Zatim osoba nazove službu za korisnike i kaže: „Moj račun je napadnut! Ne mogu se prijaviti i netko mi krade novac!”",
    "1836369533": "Poput policajca u narodnoj priči, kako odrediti tko je zapravo tko? Ako napadač ima dovoljno ukradenih elemenata identiteta, kao što su broj vozačke dozvole, broj socijalnog osiguranja, majčino djevojačko prezime, adresa i tako dalje, moglo bi biti prilično teško utvrditi je li pozivatelj pravi vlasnik računa ili napadač koji pokušava dobiti poništavanje lozinke na računu na koji želi prodrijeti.",
    "2880837730": "Što se može učiniti da se zaustavi preuzimanje računa?",
    "3654556483": "Financijske institucije i tvrtke za e-trgovinu imaju procese i kontrole koje ublažavaju neke od prijetnji preuzimanja računa. Oni se kreću od staromodnih sigurnosnih pitanja \"kako se zvao vaš najbolji prijatelj u osnovnoj školi\" do metoda otkrivanja koje otkrivaju sumnjive IP adrese i profile mobilnih uređaja.",
    "2449501658": "pruža jedan od najnaprednijih načina za ublažavanje prijetnje od lažnih pokušaja prijave na račun, korištenjem strojnog učenja za otkrivanje i zaustavljanje botova i učinkovito otežavajući ili čak nemogućim prevarantima preuzimanje računa.",
    "3621455477": "naučiti više!",
    "555246307": "Usput, evo kako završava priča o plemiću i njegovom vozaču: Pozornik je dvojicu muškaraca natjerao da satima sjede zajedno u sobi i da im ne bude dosadno. Na kraju dana se pojavio i rekao: \"Sada ću razgovarati s vozačem vagona.\" Čovjek u plemenitoj odjeći ustane. Bilo mu je toliko dosadno da je zaboravio da se samo pretvarao da je plemić.",
    "1224727373": "BotStop by hCaptcha",
    "1187718370": "Kontaktirajte nas",
    "3892905664": "hCaptcha pomaže vašim omiljenim mrežnim uslugama spriječiti botove, neželjenu poštu i zloupotrebe postavljanjem jednostavnih pitanja koja su laka za ljude i teška za strojeve.",
    "555158694": "Usluga koju koristite odabrala je poboljšati vaše iskustvo na svojoj web-lokaciji instaliranjem hCaptche za smanjenje zlonamjernog prometa.",
    "1617196410": "hCaptcha je usmjerena na zaustavljanje botova. Ne zanima nas tko je korisnik, već samo jesu li zlonamjerni. Trudimo se da uravnotežimo privatnost i",
    "1624200563": "sigurnost, te u skladu s GDPR, CCPA, LGPD, PIPL i drugim propisima o privatnosti.",
    "1927613000": "hCaptcha kombinira sofisticirano strojno učenje s moćnom platformom za izazove za zaštitu web aplikacija od preuzimanja računa, punjenja vjerodajnica, scrapinga i drugih vrsta zlouporabe.",
    "1133989302": "Zašto hCaptcha?",
    "34074886": "Svaki put kada odgovorite na izazov, koristimo sofisticirane modele kako bismo utvrdili jeste li čovjek. Web-mjesto koje ste posjetili tada koristi ovaj rezultat kako bi poboljšalo vaše iskustvo na svojoj web-lokaciji tako da izbjegava botove.",
    "3412647984": "To vam omogućuje izbjegavanje budućih pitanja registracijom i postavljanjem kolačića. Pokušajte također isključiti blokator oglasa.",
    "2510209017": "Trebate više pomoći?",
    "477275453": "Zašto su API-ji popularna meta hakera?",
    "596347471": "Aplikacijska programska sučelja (API) postala su popularna meta zlonamjernih aktera u kibernetičkom prostoru. Postoji mnogo razloga za to, uključujući njihovu veliku korisnost u integraciji aplikacija. Međutim, moguće je ublažiti rizik API-ja.",
    "2441638955": "Prvo, što je API?",
    "3963216198": "Da bismo raspravili zašto su API-ji popularna meta za hakere, vrijedi prvo nakratko definirati što se trenutno podrazumijeva pod pojmom \"API\". Koncept API-ja nije nimalo nov. Zapravo, sučelja za međusobno povezivanje različitih računalnih sustava, kao i njihove interne komponente, postoje barem od ranih 1960-ih.",
    "1047251718": "Danas, međutim, kada ljudi govore o API-jima, uvijek misle na API-je temeljene na standardima. To su API-ji izgrađeni korištenjem otvorenih standarda kao što je Representational State Transfer (REST) i otvorenih standardnih formata datoteka kao što je JavaScript Object Notation (JSON). Takvi \"RESTful API-ji\", kako su poznati, mogu se stvoriti bez potrebe za vlasničkim softverom. Rezultirajući API-ji mogu slati i primati podatke i pozive procedura između softverskih aplikacija. Na primjer, aplikacija za mobilno bankarstvo koristi API za pristup sustavima banke.",
    "3195334319": "Korisnost i ranjivost API-ja",
    "1903743785": "Pojava API-ja temeljenih na standardima predstavljala je veliki iskorak u integraciji aplikacija. Tijekom posljednjih 20-ak godina, API-ji su od skupih i kompliciranih vlasničkih softverskih proizvoda postali besplatni, standardizirani alati s kojima je bilo relativno jednostavno raditi – i brzo ih je implementirati.",
    "879362350": "S novim API-jima koji rade preko Interneta, postalo je moguće povezati bilo koji softver ili izvor podataka, bilo gdje u svijetu, bez obzira na platformu, shemu podataka ili programski jezik. Kao rezultat toga, svijet računalstva je sada usred API revolucije. Došlo je do eksplozije povezanosti između aplikacija i podataka. To je super, dok ne bude.",
    "3844432472": "Sama otvorenost i korisnost API-ja čini ih nevjerojatno bogatim metama za napadače. Na isti način na koji se mobilna aplikacija može programirati da dopre do podataka i dobije podatke iz korporativnog sustava pomoću API-ja, isto tako može i dio zlonamjernog softvera. Hakeri su napisali širok izbor softverskih alata za zloupotrebu API-ja. To je učinkovita tehnika napada.",
    "2187096543": "Doista, došlo je do nekih velikih povreda podataka koje su rezultat hakerskog softvera koji je pozvao API za izdvajanje podataka iz baze podataka. Uostalom, ako krađa podataka jednostavno zahtijeva osnovni GET poziv na API-ju, napisan pomoću REST-a i JSON-a, onda je lako brzo očistiti bazu podataka. Zapravo, kada ljudi govore o napadima \"scrapinga zaslona\", ono što zapravo misle uglavnom su brzi API pozivi koji izvlače podatke iz baza podataka. API-ji su postali glavna površina napada za organizacije koje ih grade.",
    "4222109231": "Smanjenje rizika API-ja s hCaptchinim Enterprise proizvodom",
    "1783317946": "Zaustavljanje API napada popularan je slučaj upotrebe za",
    "3022922096": ", hCaptchin poslovni paket proizvoda. Za razliku od besplatne verzije hCaptcha,",
    "63719113": "koristi napredno strojno učenje za prepoznavanje zlonamjernog prometa na vašoj web-lokaciji i aplikacijama – uključujući aktivnosti scrapinga.",
    "3566102529": "nas danas da naučimo više.",
    "3096553330": "Svaki sustav koji stvorimo jednostavno odražava naše odnose s drugim ljudima.",
    "1467218142": "Ono što želimo od njih i od sebe pokreće naše ponašanje, pa se isti obrasci interakcije ponavljaju u svim ljudskim sustavima. Internet pruža mnoge izvrsne primjere ovog temeljnog aspekta našeg svijeta.",
    "808872868": "Na primjer: neželjena pošta, prijevara i zloupotreba postoje na mreži gotovo dan nakon što su dva sustava prvi put spojena.",
    "1085089390": "Online zlostavljanje proizlazi iz urođenog ljudskog ponašanja",
    "3064321967": "Prva poznata neželjena e-pošta poslana je 1978. [",
    "3800781598": "] Gotovo pet desetljeća kasnije, neželjena pošta i dalje nas muči. Mnogo milijardi dolara i tisuće čovjekogodišnjih inženjerskih napora uloženo je u njegovu pobjedu, a neželjena pošta i dalje postoji. Postoje milijarde dolara industrije s obje strane, tj. one koje se od toga brane i one koje to šalju.",
    "2119943547": "Zašto je ovo? Odgovor je jednostavan. Sve dok postoji poticaj za zlouporabu sustava, netko će općenito pronaći način. A kad to učine, netko drugi će sada imati poticaj da ih zaustavi.",
    "532470444": "Ravnoteža se može lagano pomicati iz godine u godinu, ali ovo ponašanje jednostavno odražava temeljnu ljudsku prirodu, a pet tisuća godina zabilježene povijesti implicira da se dinamika vjerojatno neće promijeniti u skorije vrijeme.",
    "3193548097": "Vječna nada izvire",
    "4065614934": "Ova analiza nije nova, ali ljudi su vječni optimisti. Pogotovo kada misle da je njihova ideja nova.",
    "1216071511": "Iste se ideje predlažu toliko često da je prije otprilike 20 godina anonimni autor smislio korisnu popunu praznine za online rasprave o rješenjima protiv neželjene pošte:",
    "1941999673": "Vaš post zagovara a",
    "4179118182": "( ) tehnički ( ) zakonodavni ( ) tržišni ( ) budnik",
    "3978720689": "pristup borbi protiv neželjene pošte. Vaša ideja neće uspjeti. Evo zašto to neće raditi.",
    "318339230": "(Jedno ili više od sljedećeg može se odnositi na vašu konkretnu ideju, a može i imati",
    "30312304": "druge nedostatke koji su se razlikovali od države do države prije nego što je donesen loš savezni zakon.)",
    "2710988028": "( ) Pošiljatelji neželjene pošte mogu ga jednostavno koristiti za prikupljanje adresa e-pošte",
    "3912514510": "( ) To bi utjecalo na popise e-pošte i druge legitimne upotrebe e-pošte",
    "2030062561": "( ) Nitko neće moći pronaći tipa niti prikupiti novac",
    "3334160175": "( ) Nebranjen je protiv napada grube sile",
    "3238345709": "( ) Zaustavit će neželjenu poštu na dva tjedna, a onda ćemo ostati s njim",
    "4227800293": "( ) Korisnici e-pošte neće to podnijeti",
    "2271252286": "( ) Microsoft to neće podnijeti",
    "692064738": "( ) Policija to neće podnijeti",
    "3475647460": "( ) Zahtijeva previše suradnje od pošiljatelja neželjene pošte",
    "1482845460": "( ) Zahtijeva neposrednu potpunu suradnju svih odjednom",
    "3741193183": "( ) Mnogi korisnici e-pošte ne mogu si priuštiti gubitak posla ili otuđenje potencijalnih poslodavaca",
    "2234909600": "( ) Pošiljatelji neželjene pošte ne mare za nevažeće adrese na svojim popisima",
    "1982617151": "( ) Svatko bi mogao anonimno uništiti tuđu karijeru ili posao",
    "2498172334": "Točnije, vaš plan ne uzima u obzir",
    "389705801": "( ) Zakoni koji to izričito zabranjuju",
    "190955495": "( ) Nedostatak središnje kontrolne ovlasti za e-poštu",
    "237009707": "( ) Otvorene štafete u stranim zemljama",
    "3507532387": "( ) Jednostavnost pretraživanja malog alfanumeričkog adresnog prostora svih adresa e-pošte",
    "2477958756": "( ) Loši ljudi",
    "3254142589": "( ) Problemi s jurisdikcijom",
    "3621401685": "( ) Nepopularnost novih čudnih poreza",
    "4277475973": "( ) Nesklonost javnosti prihvaćanju čudnih novih oblika novca",
    "941057651": "( ) Ogromna postojeća ulaganja u softver u SMTP",
    "3265293440": "( ) Osjetljivost protokola koji nisu SMTP za napad",
    "515733427": "( ) Spremnost korisnika da instaliraju zakrpe OS primljene putem e-pošte",
    "2631159699": "( ) Vojske crva izrešetane širokopojasnim povezanim Windows kutijama",
    "776542208": "( ) Vječna utrka u naoružanju uključena u sve pristupe filtriranju",
    "989480928": "( ) Ekstremna isplativost neželjene pošte",
    "3898950867": "( ) Joe poslovi i/ili krađa identiteta",
    "3395399558": "( ) Tehnički nepismeni političari",
    "1118929614": "( ) Ekstremna glupost od strane ljudi koji posluju s pošiljateljima neželjene pošte",
    "838951836": "( ) Nepoštenje od strane samih pošiljatelja neželjene pošte",
    "2123236933": "( ) Troškovi propusnosti na koje filtriranje klijenta ne utječe",
    "2292919419": "( ) Outlook",
    "2534436327": "a mogu se primijeniti i sljedeći filozofski prigovori:",
    "832385387": "( ) Lako je smisliti ideje slične vašima, ali nijedna se nikada nije pokazala praktičnom",
    "1993984258": "( ) Bilo koja shema temeljena na opt-outu je neprihvatljiva",
    "3909240516": "( ) SMTP zaglavlja ne bi trebala biti predmet zakona",
    "1151065360": "( ) Crne liste su sranje",
    "2396605499": "( ) Bijele liste su sranje",
    "2225785608": "( ) Trebali bismo moći razgovarati o Viagri bez cenzure",
    "3004688366": "( ) Protumjere ne bi trebale uključivati bankovne prijevare ili prijevare s kreditnim karticama",
    "922470170": "( ) Protumjere ne bi trebale uključivati sabotažu javnih mreža",
    "3068923550": "( ) Protumjere moraju djelovati ako se postupno uvode",
    "2752975480": "( ) Slanje e-pošte treba biti besplatno",
    "117227832": "( ) Zašto bismo morali vjerovati vama i vašim poslužiteljima?",
    "1021431157": "( ) Nekompatibilnost s licencama otvorenog koda ili open source",
    "2801524659": "( ) Mjere dobrog osjećaja ne pomažu u rješavanju problema",
    "931661269": "( ) Privremene/jednokratne adrese e-pošte su glomazne",
    "2090457681": "( ) Ne želim da vlada čita moju e-poštu",
    "3536122902": "( ) Zaustavljanje ih na taj način nije dovoljno sporo i bolno",
    "2391175562": "Nadalje, ovo je ono što ja mislim o vama:",
    "229198134": "( ) Oprosti stari, ali mislim da ne bi uspjelo.",
    "345563040": "( ) Ovo je glupa ideja, a ti si glupa osoba što si je predložio.",
    "409780280": "( ) Dobar pokušaj, ****! Nadam se da će ti netko stati na tipkovnicu!",
    "2820080973": "domaćin s ❤ by",
    "3943164003": "pogledati sirovo",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Zašto vaše novo rješenje protiv neželjene pošte neće raditi",
    "361795034": ". Nepoznati autor, c. 2000",
    "1547006769": "Provjera čovječnosti je isti problem",
    "3717942925": "Kao što će uvijek postojati ljudi koji žele privući vašu pozornost putem e-pošte, uvijek će postojati želja da se ograniči pristup nekim resursima tako da im samo ljudi mogu pristupiti.",
    "2481032625": "Je li cilj spriječiti:",
    "1691348394": "- automatizirane masovne kupnje tijekom prodaje s ograničenim izdanjem",
    "1771016224": "- softver za masovno preuzimanje cijelog sadržaja s vaše web stranice",
    "1959762846": "- ispunjavanje vaših web obrazaca beskrajnom marketinškom neželjenom poštom ili zloupotrebom",
    "345108670": "- punjenje vjerodajnica i drugi pokušaji preuzimanja računa",
    "2540760245": "uz mnoge druge namjene, mogućnost filtriranja online prometa na temelju \"ljudski ili ne\" vjerojatno će ostati vrijedan alat sve dok ljudska priroda slijedi iste obrasce zabilježene tijekom posljednjih pet tisuća godina.",
    "3346362371": "Što je s strojnim učenjem?",
    "3619183405": "U 2021. jednostavni CAPTCHA ponekad se mogu riješiti softverom, zahvaljujući napretku u strojnom učenju. Kako bi to riješio, hCaptcha također radi vrlo detaljnu analizu svojstava kao što su",
    "3292221787": "na izazov je odgovoreno, ne samo je li točan, a često se mijenjaju i pitanja i korišteni podaci.",
    "1080672247": "Budući da se mnoga od postavljenih pitanja ne mogu ekonomično riješiti već postojećim softverom i budući da su podaci općenito jedinstveni za sustav, to znači da su botovi često potpuno zaustavljeni besplatnom uslugom, te se umjesto toga moraju oslanjati na ljudske CAPTCHA rješavače, što mnoge vrste zlostavljanja čini potpuno neekonomičnim.",
    "4172868199": "ide mnogo dalje od toga, krećući se u područje pokušaja razlikovanja \"dobrog čovjeka\" od \"lošeg čovjeka\", a danas ga koriste mnoge od najpopularnijih svjetskih internetskih usluga za pronalaženje i zaustavljanje svega, od prijevare pri kupnji do naprednih upornih prijetnje njihovim korisnicima, zadržavajući jedinstveni fokus na očuvanju privatnosti.",
    "2873911365": "Što je s atestiranjem hardvera?",
    "1477196356": "Različite metode povezivanja identiteta s uređajem na kriptografski siguran način, ponekad sa svojstvima očuvanja privatnosti, predlažu se desetljećima. Kriptografija javnog ključa datira iz c. 1975., a hardverski tokeni postoje gotovo isto toliko.",
    "2349681896": "Nažalost, kontroliranje dijela hardvera ne znači da ste osoba. Gotovo svaka popularna shema potvrđivanja hardvera potrošača je u više navrata pokvarena, zakrpljena, a zatim opet pokvarena.",
    "254326776": "Često se otkrije da se zlonamjerna zlouporaba ovih nedostataka događala mjesecima ili godinama prije objavljivanja ili akademske objave.",
    "2462909475": "Zid od više od 10.000 telefona korištenih za zlostavljanje, dio operacije kineskog bota.",
    "1963951234": "Bez obzira na to koliko je pouzdana vaša kriptografska shema, ako netko na kraju dana može jednostavno potrošiti novac kako bi vam dao odgovor koji tražite, posjedovanje dijela hardvera nije dovoljno.",
    "1278884196": "Ipak, kriptografija je prilično mlada disciplina. Na temelju nedavne povijesti, vaša će kriptografska shema i/ili implementacija vjerojatno biti pokvarena čim je netko ima poticaja da je pomno pogleda, a vjerojatno će drugi ljudi to shvatiti mnogo prije vas. Oslanjanje na hardver također znači da ćete možda morati zamoliti svakog od svojih korisnika da promijeni fizički uređaj kako biste popravili nedostatak. Malo je vjerojatno da će se to dogoditi brzo u većini slučajeva, što znači da će se vaš sustav jednostavno otvoriti.",
    "1828028934": "To je razlog zašto",
    "1642844535": "je važno: hCaptcha koristi više različitih pristupa da odgovori na isto temeljno pitanje, dopuštajući usporedbu radi dosljednosti u svim evaluacijama.",
    "1155821305": "obrana je dubina",
    "119098046": "Što je s pasivnim rješenjima ili rješenjima bez izazova?",
    "2760410719": "Usluge koje pokušavaju otkriti botove s čisto pasivnim signalima brzo se susreću s temeljnim problemom: kako provjeriti je li sustav ispravno detektirao loše aktere kada nemate točnu temeljnu istinu?",
    "1722734001": "Otvoreni internet je vrlo bučno okruženje. Loši akteri svaki dan napadaju korisnike naše usluge i konkurente poput reCAPTCHA i naravno pokušavaju pritom izgledati što ljudskije.",
    "1595254735": "Čisto pasivne usluge bore se da održe točnost detekcije bota ili čak da znaju kada su netočne. Bez mogućnosti povremenog izazivanja korisnika i ispravne analize rezultata tog izazova, točnost s vremenom uvelike opada.",
    "2412751979": "Zahvaljujući točnijim signalima čovječanstva koji pokreću hCaptchu, mnoge tvrtke koje su prethodno koristile reCAPTCHA v3/Enterprise prešle su na",
    "2284856231": "i vidio dramatično poboljšanu točnost u čisto pasivnom načinu hCaptcha Enterprisea.",
    "4162847": "To smo mogli izravno primijetiti jer neki od naših kupaca izvode A/B testove na isti zahtjev prije nego što u potpunosti pređu s Googleove ponude. Obično smo u mogućnosti dokazati i visoku lažno pozitivnu i lažno negativnu stopu koja dolazi iz reCAPTCHA v3 ili reCAPTCHA Enterprise.",
    "436125785": "To ne iznenađuje s obzirom na netočnost petlji povratnih informacija dostupnih u tim proizvodima i činjenicu da ih prodaje oglasna mreža s velikim interesom da ne budu previše dobri u otkrivanju botova, kako ne bi naštetili njihovom osnovnom poslovanju.",
    "2233741720": "U zaključku",
    "2133809801": "Sve dok ljudi ostaju ljudi, vjerojatno će provjera čovječnosti imati ulogu online.",
    "2255549335": "Naš posao u hCaptchi je pronaći dobre kompromise između težine i točnosti i održavati trenje niskim, posebno za",
    "4138068262": "korisnika. Na kraju, interakcija s izazovima vjerojatno će ostati dio arsenala alata za smanjenje zlostavljanja na internetu sve dok ljudska priroda ostane nepromijenjena.",
    "855097735": "Izgradnja usluge koja to radi dobro uz balansiranje svih briga vrlo je težak problem (i uvijek radimo na poboljšanju kako bismo iskustvo učinili što ugodnijim), ali nadamo se da ćete se složiti da smanjenje neželjene pošte, zloupotrebe, preuzimanja računa , a online prijevara je u konačnici vrijedna povremenog jednostavnog pitanja.",
    "1953959745": "pristupačnost",
    "2543123170": "Provjera čovječanstva bez trenja",
    "547245263": "Riješite svoj problem s botom već danas.",
    "3117887301": "Vjeruju najveće online usluge",
    "981806349": "Izgrađen na provjerenoj hCaptcha platformi",
    "2373007864": "hCaptcha Enterprise radi na tehnologiji platforme hCaptcha, proširenoj na značajke koje su potrebne poduzećima s velikim prometom.",
    "2652399059": "Pouzdan partner",
    "1997838163": "Najveće svjetske tvrtke ovise o hCaptcha Enterpriseu. Integracija je jednostavna, a točnost detekcije je bez premca.",
    "734735952": "Procijenili smo brojne dobavljače CAPTCHA kao i sami izgradili sustav. Na kraju se hCaptcha pokazao kao najbolja alternativa reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktor upravljanja proizvodima, Cloudflare",
    "3971348140": "Zašto smo koristili hCaptchu? Nitko drugi nije mogao isporučiti značajke i performanse koje smo trebali. Brzo su nas pokrenuli, a naši trgovci obožavaju to iskustvo.",
    "4248655793": "— Alex M.",
    "4185927140": "Voditelj proizvoda, Flash, Shopify",
    "282913023": "Isplativa opcija za poduzeća s velikim prometom",
    "999610953": "Konačno, vjerodostojna alternativa Googleu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima.",
    "1886100235": "Mnoge od najvećih svjetskih internetskih usluga prešle su na hCaptcha Enterprise i dobile poboljšanu detekciju botova uz značajne uštede.",
    "2903742230": "Oglasne mreže vide vaše posjetitelje kao proizvod. Za nas je jedini cilj odrediti njihovu ljudskost. Naše usluge ispunjavaju ili premašuju zahtjeve GDPR-a, CCPA, LGPD i PIPL-a, a naporno radimo na usklađivanju privatnosti i sigurnosti.",
    "3901503296": "Ovaj jedinstveni fokus na privatnost znači da možemo ponuditi nulto zadržavanje pojedinačnih podataka, rad bez kolačića i druga ugovorna jamstva privatnosti prema potrebi uz održavanje izvrsne sigurnosti.",
    "3342910682": "Čitaj više",
    "1130783905": "Točnost je u vašem i našem interesu. hCaptcha radi tako da vam daje stvarne podatke i omogućuje vam da odlučite kako ih koristiti. Ostala sigurnosna rješenja pružaju Gigantic reklamne tvrtke. To znači da svaki bot kojeg blokiraju može smanjiti njihov prihod.",
    "2019130052": "Naše inovacije u ML-u usmjerenom na privatnost omogućuju nam da premašimo sigurnosne standarde naslijeđenih strategija \"snimaj sve zauvijek\" bez narušavanja sigurnosti ili privatnosti korisnika.",
    "23114595": "Odlično korisničko iskustvo",
    "3437412311": "Za poslovne korisnike dostupne su opcije za potpuno izbjegavanje izazova u većini scenarija, oslanjajući se na pasivne rezultate.",
    "1996843433": "Smanjite trenje tako da u potpunosti izbjegnete izazov za 99,9% vašeg legitimnog prometa, a istovremeno pružate izvrsnu sigurnost.",
    "3093689546": "Jednostavna integracija",
    "247560732": "Dodajte hCaptchu s tri retka koda. Ako dolazite s reCAPTCHA, naš API je kompatibilan i potrebno je samo nekoliko minuta za prebacivanje.",
    "1510448156": "Već danas možete biti u pogonu s vrhunskom alternativom i po potrebi uključiti naprednije značajke.",
    "2718999653": "Prilagođene ocjene prijetnji",
    "2698140263": "Nisu svi problemi isti: dobivanje jednog rezultata znači da mora zadovoljiti vaše potrebe da biste bili korisni.",
    "897432717": "Uz naš novi dizajn za prilagođene ocjene prijetnji, dodavanje vašeg poslovnog znanja omogućuje našim modelima da isporuče rezultate jedinstveno relevantne za vaše korisnike.",
    "2650502379": "Pokrenite vlastite izazove u nekoliko sekundi",
    "3578122193": "Ostanite na robnoj marki s relevantnim sadržajem",
    "1074044172": "Kada korisnici moraju riješiti izazov kako bi ispunili vaše sigurnosne zahtjeve, zašto ne postaviti pitanja ugodna i relevantna za korisnika?",
    "1579093044": "S našim jednostavnim dizajnerom izazova po narudžbi možete pokrenuti izazovni sadržaj za samo nekoliko minuta.",
    "3717512591": "Izravna integracija platforme",
    "121743429": "Za tvrtke za web infrastrukturu",
    "2131386784": "Dostupna stručnost i podrška za vas i vaše korisnike",
    "2782263070": "Usluga je za nas glavni prioritet. Održavamo dežurnu podršku 24/7 i nudimo izravnu Slack koordinaciju s vašim timom za inženjersku integraciju i našim dežurnim osobljem tijekom i nakon implementacije.",
    "3740051331": "Također smo predani aktivnom praćenju i odgovaranju na pitanja vaših korisnika na društvenim mrežama, forumima i našim kanalima za podršku putem widgeta i e-pošte. Mi smo pristupačni i odgovorni, a zadovoljstvo korisnika tretiramo kao vrhunski KPI.",
    "170775527": "Značajke poduzeća",
    "3383086062": "hCaptcha Enterprise je cjelovito sigurnosno rješenje na mreži. Aktivni i pasivni načini omogućuju vam zaustavljanje punjenja vjerodajnica, otkrivanje preuzimanja računa i blokiranje sumnjivih aktera. Sve s nula trenja za legitimne korisnike.",
    "1408599440": "Započnite brzo s nekoliko redaka koda i našim pasivnim načinom rada od 99,9% ili preuzmite potpunu kontrolu nad time kada i kako se korisnicima postavlja izazov. Prilagođeni modeli prijetnji i prilagodljivi izazovi znače fleksibilnost bez premca za osiguranje sigurnosti.",
    "3365203058": "Anti-bot zaštita svjetske klase",
    "1803009328": "Testirano u borbi na web-skali.",
    "1586809757": "Visoka točnost bot rezultata",
    "353367791": "Otkrijte loše glumce raznih vrsta.",
    "191460155": "Nulto trenje i 99,9% pasivni načini rada",
    "585557010": "Izazovite manje od 0,1% legitimnih korisnika.",
    "3287172429": "Prikazane su vrste kontrolnog izazova",
    "1844885924": "Široka biblioteka vrsta koje možete izabrati.",
    "3018523079": "Ostanite na robnoj marki uz dosljedno korisničko iskustvo.",
    "3817811295": "Zajamčena pouzdanost i brza podrška 24/7 na poziv.",
    "1798492192": "Podrška za stariji preglednik",
    "1356745565": "Kompatibilan sve do Internet Explorer 8.",
    "751483365": "Podrška za klijente koji nisu JavaScript.",
    "4199502476": "Nadzorne ploče za napredno izvješćivanje i API",
    "3630114728": "Pogledajte što se događa na svim vašim web-lokacijama i u aplikacijama.",
    "3573245166": "Za razliku od reCAPTCHA, mi radimo u svakoj zemlji.",
    "2354267648": "Politika privatnosti prilagođena GDPR-u, CCPA-u i LGPD-u",
    "3167979932": "Dizajniran za privatnost od prvog dana. Snažan ugovor o obradi podataka.",
    "4065065042": "Unesite ovo kako biste točno odgovarali vašem slučaju upotrebe.",
    "111184581": "Prvobitni hosting",
    "4272022475": "Svi zahtjevi i sredstva idu na hcaptcha.yourdomain.com",
    "2676853536": "Nadzorne ploče za više korisnika",
    "1368787974": "Dijelite upravljanje u svom timu.",
    "1045484714": "SAML SSO integracija s vašim davateljem identiteta, npr. Okta ili Azure AD.",
    "3953584369": "Dostupna su sofisticirana ograničenja pristupa RBAC-u.",
    "2781507299": "Trenutna potvrda",
    "4019660456": "Kašnjenje od 0 ms: provjerite hCaptcha tokene bez API poziva.",
    "3446714684": "Mobilna (iOS i Android) integracija",
    "2593768395": "Besprijekorno iskustvo na webu, izvornom mobilnom, mobilnom webu. Dostupne su unaprijed izgrađene integracije i izvorni SDK-ovi.",
    "1779265104": "Prilagođeni uvjeti i jamstva privatnosti",
    "122875767": "Zadovoljite svoje pravne potrebe kada druge tvrtke ne mogu.",
    "148188781": "Predstavljeni izazovi",
    "838049015": "Odaberite sve slike koje odgovaraju upitu",
    "1126302400": "Granična kutija",
    "3554448168": "Kategorizacija",
    "2104933754": "Identificirajte odgovarajuće oznake",
    "3612043014": "...i druge jednostavne zadatke. Lako za ljude, teško za botove.",
    "3624758171": "Prilagođeni zadaci dostupni su i poslovnim izdavačima.",
    "1001938065": "Integracija ne može biti lakša",
    "2138799135": "hCaptcha ima desetke unaprijed izgrađenih integracija za frontend i backend sustave koje koristite.",
    "2535001179": "Ako slučajno dolazite s Googleove reCAPTCHA, naši API-ji su zamjenska zamjena.",
    "1393184984": "su sve što trebate.",
    "3715747429": "Naši inženjeri za onboarding mogu vas brzo pokrenuti, bilo da trebate React integraciju, SDK-ove za iOS izvorne aplikacije, Java pozadinski primjer ili gotovo bilo koji drugi scenarij.",
    "2681650568": "I kao i uvijek, privatnost je za nas temeljna vrijednost. Dodajte naš izazovni kod samo tamo gdje je to potrebno i gdje ima smisla zaštititi i vas i svoje korisnike. Minimiziranje prikupljanja podataka počinje od trenutka integracije.",
    "1130868224": "Tri retka koda",
    "2183926131": "Započnite s hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise privatnost",
    "1845745385": "Dizajniran za privatnost.",
    "1297224875": "Jedinstveni pristup internetskoj sigurnosti poduzeća koji se temelji na privatnosti.",
    "2762458927": "Vaši korisnički podaci nisu na prodaju.",
    "2058856283": "hCaptcha Enterprise ima samo jednu svrhu: spriječiti loše aktere da ometaju vaše online operacije i naškode vašim korisnicima.",
    "2408036504": "Naši su sustavi tako osmišljeni od temelja kako bi se minimiziralo prikupljanje i zadržavanje podataka uz održavanje sigurnosti vodeće u klasi. Najbolji način zaštite korisničkih podataka je da ih uopće ne pohranjujete.",
    "4099477834": "Svi odnosi s kupcima također su zaštićeni snažnim Ugovorom o obradi podataka. Usluga hCaptcha u skladu je sa svim zakonima o privatnosti bez obzira na to gdje se vaša usluga ili vaši klijenti nalaze. Nečuvanje osobnih podataka to nam čini mnogo lakšim nego drugim tvrtkama.",
    "3569492665": "Snimanje aktivnosti na mreži nije rješenje.",
    "3389431373": "Usluge poput reCAPTCHA v3 kažu da je stavljanje njihovog piksela za praćenje na svaku stranicu vaše stranice neophodno za dobru sigurnost. Ovo nije slučaj.",
    "3590546893": "Jednostavna analiza ponašanja signal je lako krivotvorenog od strane loših aktera i zahtijeva zadržavanje povijesti pregledavanja za sav vaš legitimni promet.",
    "1105363520": "Ne upravljamo oglasnom mrežom i nemamo interesa promatrati vaše ponašanje korisnika kako bismo im prodali oglase. To znači da ne zahtijevamo pasivni piksel na svakoj stranici vaše web stranice.",
    "3088605177": "Dodajte naš izazovni kod samo tamo gdje je to potrebno i gdje ima smisla zaštititi i vas i svoje korisnike.",
    "337971271": "Strojno učenje je korisno. Ali za rad nisu potrebni osobni podaci.",
    "320166522": "Strojno učenje danas utječe na gotovo svaki aspekt našeg života, često na načine koje ne shvaćamo i ne možemo vidjeti. Online sigurnosne usluge se ne razlikuju.",
    "3180664128": "Učenjem više tisuća signala, modeli mogu zaključiti i postići visoko povjerenje u otkrivanju zlonamjernog ponašanja vrlo brzo, čak i kada nijedan pojedinačni signal sam po sebi ne bi bio dovoljno jak da ukaže na problem.",
    "961941354": "Međutim, ništa od toga ne zahtijeva korištenje osobnih podataka (\"PII\"). Suvremene kriptografske tehnike omogućuju nam da odbacimo sve osobne podatke što je brže moguće, stvarajući umjesto toga jednosmjerne potpise koji se ne mogu povezati ni s jednom osobom.",
    "1706581702": "Obuka o deidentificiranim podacima jednako dobro funkcionira i ne zahtijeva ugrožavanje sigurnosti ili privatnosti. Naši su kupci izvršili empirijske testove i proglasili nas jednakim ili boljim od mnogo manje privatnih alternativa.",
    "3203921334": "U vezi s hCaptcha rješenjima svidjelo nam se nekoliko stvari: 1) ne prodaju osobne podatke; prikupljaju samo minimalne potrebne osobne podatke, transparentni su u opisivanju podataka koje prikupljaju i kako ih koriste i/ili otkrivaju.",
    "305735018": "Konačno, vjerodostojna alternativa Googleu. hCaptcha Enterprise donosi dramatične uštede na vašem reCAPTCHA računu uz veću sigurnost: do 80% jeftinije u nekim slučajevima.",
    "3695206755": "Isprobajte nas u svom okruženju bez obaveza.",
    "2941545733": "Mi smo inženjeri, a ne prodavci: želimo da budete zadovoljni svojim izborom.",
    "131871195": "Najbolji način da osigurate svoje zadovoljstvo je da pokažete da zadovoljavamo vaše potrebe.",
    "3436534225": "Gotovo sve tvrtke koje započnu pilot u konačnici biraju naša rješenja.",
    "4060250206": "Upotrijebite ovaj obrazac za kontakt s jednim od naših tehničkih stručnjaka. Brzo reagiramo.",
    "1159746815": "Možete nam i izravno poslati e-poštu.",
    "2531534427": "Detalji su ovdje.",
    "2059998584": "Regija",
    "3916131732": "Amerike",
    "135276624": "Europa, Bliski istok, Afrika (EMEA)",
    "1182294134": "Azijsko-pacifički (APAC)",
    "2437934778": "Tvoje ime",
    "3859506577": "Poslovna e-pošta",
    "1268414751": "Trebali bismo imati još neke pojedinosti?",
    "42559805": "Trebate li hitnu onboarding?",
    "851679588": "Da.",
    "1729677626": "Napadnut sam i zahtijevam hitnu prilagodbu.",
    "2808971932": "Ovo je neki tekst unutar bloka div.",
    "2468683988": "Naslov",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Veza za tekst",
    "2212670355": "Prijavite se",
    "31502377": "Što je element obogaćenog teksta?",
    "2310705547": "Element obogaćenog teksta omogućuje vam stvaranje i formatiranje naslova, odlomaka, citata, slika i videozapisa na jednom mjestu umjesto da ih morate pojedinačno dodavati i formatirati. Samo dvaput kliknite i jednostavno kreirajte sadržaj.",
    "2590587108": "Statičko i dinamičko uređivanje sadržaja",
    "778204464": "Element obogaćenog teksta može se koristiti sa statičnim ili dinamičkim sadržajem. Za statični sadržaj, jednostavno ga ispustite na bilo koju stranicu i počnite uređivati. Za dinamički sadržaj dodajte polje obogaćenog teksta bilo kojoj zbirci, a zatim povežite element obogaćenog teksta s tim poljem na ploči s postavkama. Voila!",
    "1890955039": "Kako prilagoditi oblikovanje za svaki obogaćeni tekst",
    "3286051798": "Naslovi, odlomci, navodnici, slike, slike i opisi slika mogu se stilizirati nakon što se klasa doda elementu obogaćenog teksta pomoću ugniježđenog sustava biranja \"Kada je unutar\".",
    "504332576": "S ponosom objavljujemo da je hCaptcha izrastao u najveću neovisnu uslugu kibernetičke sigurnosti na svijetu, koja radi na oko 15% interneta - a većinu ovog tržišnog udjela preuzeli smo izravno od Google reCAPTCHA. Zajedno, hCaptcha i",
    "1155436473": "(naša poslovna ponuda) sada štiti stotine milijuna korisnika na desecima milijuna web-mjesta i aplikacija svaki mjesec. Naša priča pokazuje da se možete natjecati s Big Techom kada privatnost stavite na prvo mjesto.",
    "3108727249": "BotStop",
    "1296696044": "Privatnost naspram sigurnosti: Zašto ne oboje?",
    "538871570": "Natjecanje s Googleom i drugim Big Tech tvrtkama čini se kao težak zadatak: njihova monopolska tržišna moć, učinci platforme i vojska visoko plaćenih programera općenito se smatraju previše moćnim da bi se uhvatili u koštac s bilo kim osim drugim tehnološkim divovima kao što su Facebook ili Amazon. Naša priča pokazuje da to ne mora biti tako – možete pobijediti Big Tech fokusirajući se na privatnost.",
    "3600718611": "Uzmite u obzir Google reCAPTCHA,",
    "4281708680": ". U hCaptchi smo namjerno zauzeli vrlo drugačiji pristup, koristeći tehnike strojnog učenja koje čuvaju privatnost kako bismo identificirali tipična ponašanja robota s visokom preciznošću, a sve uz potrošnju i pohranjivanje što manje podataka.",
    "3312336121": "koji troši ogromne količine podataka o ponašanju kako bi utvrdio jesu li korisnici weba legitimni ljudi ili botovi",
    "1193738791": ": prate ponašanje korisnika na svakoj stranici web-mjesta i na cijelom webu. Dizajnirali smo hCaptchu tako da od prvog dana bude što je moguće više prilagođen privatnosti. To je dovelo do potpuno drugačijeg pristupa problemu. Kako se ispostavilo, praćenje korisnika na cijelom webu i vezanje njihove web povijesti s njihovim identitetom potpuno je nepotrebno za postizanje dobre sigurnosti. Mnoge tvrtke koje su prešle na hCaptchu",
    "2620705814": "Google je reklamna tvrtka, a njihovi sigurnosni proizvodi vrlo su slični njihovim reklamnim proizvodima",
    "1126447688": "često izvještavaju o jednakoj ili boljoj izvedbi u otkrivanju i ublažavanju botova unatoč našem fokusu na privatnost",
    "439777523": "Pitanja regulacije",
    "3588274874": "Usredotočujući se na isporuku proizvoda usklađenog s regulatornim naporima kao što su GDPR Europske unije i Kalifornijski CCPA, doživjeli smo ogroman rast - naravno, pomaže to što je hCaptcha jednostavna zamjena za reCAPTCHA i stoga se može instalirati za nekoliko minuta.",
    "2150595700": ". GDPR i CCPA postavili su zabrinutost za privatnost na kartu poslovnih kupaca, a u isto vrijeme privatnost na internetu postaje sve važnija javnosti jer svi počinjemo shvaćati kako su industrije oglašavanja i marketinga na mreži kroz povijest koristile naše podatke.",
    "2624949852": "Naravno, reCAPTCHA je od 2009. godine bio rani sudionik u web sigurnosti, štiteći milijune web-mjesta od rastućih prijetnji zlonamjernih botova i spamera. Međutim, posljednjih je godina potpuno ugrožen:",
    "499510428": "Mi zapravo vjerujemo da nam je regulacija ovdje pomogla",
    "1232651561": "softver je sada jednako dobar kao ljudi u rješavanju reCAPTCHA izazova.",
    "824740867": "Umjesto poboljšanja rješenja, Google je umjesto toga izdao reCAPTCHA v3, koji djeluje mnogo više kao oglasna mreža nego sigurnosni softver, prikupljajući podatke o ponašanju s cijelog weba kako bi izgradio korisničke profile. Nažalost, ova vrsta signala se lako može pobijediti, te tako pruža malu zaštitu od botova, a narušava privatnost korisnika.",
    "1027023087": "Umjesto toga, mi u hCaptchi smo se usredotočili na modernije pristupe problemu, koji ne zahtijevaju zadržavanje dugoročnih zapisa ponašanja kao što je povijest pregledavanja i koji su se pokazali daleko otpornijima u suočavanju s odlučnim protivnicima otkako je usluga uvedena.",
    "2852295413": "Inherentni sukob interesa: zaustavljanje botova smanjuje prihod oglasne mreže",
    "1597520917": "Sve veći broj kritičara ističe da bi se Googleovo zanemarivanje privatnosti korisnika trebalo odnositi na korisnike koji žele zaštititi svoje web stranice i aplikacije.",
    "763447231": "Istodobno, zaustavljanje pristupa botovima web-lokacijama izdavača može otkriti prijevaru s oglasima, suprotstavljajući Googleov reCAPTCHA proizvod izravno njihovom poslovanju s oglasima, koje proizvodi više od 80% njihovih prihoda.",
    "999674529": "Svaki bot kojeg Google otkrije trebao bi zarađivati nula dolara za oglašavanje. Stoga su poticaji Googleovih tvrtki slabo usklađeni s korisnicima njihovih sigurnosnih usluga, a to bi moglo biti jedno od objašnjenja za lošu izvedbu njihove reCAPTCHA sigurnosne ponude.",
    "956019009": "Najveće tvrtke za web infrastrukturu već su poduzele akciju",
    "1923297430": "Posljednja prijelomna točka za mnoge veće kupce došla je kada je Google počeo naplaćivati tvrtkama korištenje njihovih proizvoda u bilo kojem značajnom opsegu. To je dovelo do toga da su korisnici reCAPTCHA dugo vremena tražili bolje alternative jer su regulatorni problemi diljem svijeta već učinili korištenje Googleovih ponuda sve neprivlačnijom.",
    "2197218442": "Izvršni direktor Cloudflarea Matthew Prince sažeo je ovo gledište u",
    "155456850": "najavljuju prelazak na hCaptchu:",
    "435302267": "post na blogu tvrtke",
    "2087769953": "\"Uzbuđeni smo zbog ove promjene jer pomaže u rješavanju problema privatnosti svojstvenog oslanjanju na Googleovu uslugu koju imamo već neko vrijeme. Procijenili smo brojne dobavljače CAPTCHA kao i sami izgradili sustav. Na kraju, hCaptcha se pojavila kao najbolja alternativa reCAPTCHA.\" \"Sviđale su nam se brojne stvari u vezi s hCaptcha rješenjima: 1) ne prodaju osobne podatke; prikupljaju samo minimalne potrebne osobne podatke, transparentni su u opisivanju podataka koje prikupljaju i kako ih koriste i/ili otkrivaju.\"",
    "595582512": "Ako želite učinkovito zaštititi svoju web-lokaciju ili aplikaciju od botova, pošiljatelja neželjene pošte ili drugih zlonamjernih aktera, uz istovremeno očuvanje privatnosti svojih korisnika (i u skladu sa svim relevantnim propisima!), razmislite o hCaptchi i našoj Enterprise ponudi",
    "3388180864": "Zainteresirani ste za rad na dubokim tehničkim izazovima na webu? Uvijek zapošljavamo talentirane inženjere širom svijeta -",
    "3892952987": "provjerite naša slobodna mjesta i prijavite se ovdje",
    "3368788823": "Terence Eden na svom blogu iznosi zanimljivu poantu: \"",
    "1491780143": "CAPTCHA ne dokazuju da ste čovjek – oni dokazuju da ste Amerikanac",
    "2146900431": "Intuitivno, ova tvrdnja ima puno smisla. CAPTCHA, kao i gotovo sve, ugrađeni su u kulturni kontekst, a ako je vaš skup izazova uglavnom stvoren u jednoj kulturi, možda se neće dobro prevesti u drugu. U svojoj srži, ovo je pitanje kulture",
    "378086442": "CAPTCHA, a ne njihov UX per se.",
    "1445008801": "Kako Eden kaže:",
    "332723732": "sadržaj",
    "2072808435": "\"Pogodi što, Google? Taksiji su u mojoj zemlji općenito crni. Gledao sam dovoljno filmova da znam da su svi oni u Americi žuti. Ali u svakoj drugoj zemlji koju sam posjetio, taksiji su bili mješavina različite nijanse.\"",
    "3206136647": "Googleov problem ovdje se temelji na podacima o pitanjima koje koriste u odnosu na tko ih vidi. Ako svi podaci potječu iz iste kulture (a u Googleovom slučaju, iz iste tvrtke), sigurno možete očekivati da ćete imati izazove koji se loše prevode u druge kulture, u skladu s Edenovim prigovorom.",
    "2217842245": "Međutim, naši podaci pokazuju da (za hCaptcha)",
    "4280117172": "Mnoge zemlje zapravo rade nešto bolje od SAD-a, uključujući Nigeriju, Indiju, Brazil i Njemačku:",
    "555749578": "postoji manje od 1% odstupanja u stopama rješavanja u većim zemljama na svim kontinentima.",
    "151737819": "Stope rješavanja hCaptcha diljem svijeta pokazuju vrlo male razlike",
    "3908992897": "i koristi se u svakoj zemlji i teritoriju svijeta, tako da smo jako usredotočeni na pružanje dosljednog globalnog iskustva.",
    "2808122102": "Međukulturalna funkcionalnost je stoga osnovni uvjet za našu uslugu. Osigurati da svi legitimni korisnici mogu brzo pristupiti sadržaju ključan je dio naše misije. Nudimo izazove na 110 jezika i kontinuirano poboljšavamo relevantne prijevode kako bismo bili sigurni da naše izazove može riješiti svatko.",
    "3913801502": "hCaptcha sada radi na oko 15% interneta",
    "2077639538": ". Kao prvo, podaci o izazovima za našu uslugu mogu dolaziti iz mnogih izvora, a ne samo iz jednog - od velikih tvrtki s liste Fortune 500 do startupova koji se bave strojnim učenjem, sve dok se pridržavaju naših",
    "3951112506": ". To već jamči veći stupanj heterogenosti podataka.",
    "1803943584": "Drugo, dopuštamo izazovima da se samooptimiziraju kako bismo odredili u kojim će se zemljama ili jezicima izvoditi, čime se još više povećava vjerojatnost dosljednog iskustva. Ako je točnost niža od očekivane, skup pitanja jednostavno će se prestati prikazivati u regiji ili jeziku u kojem se taj učinak javlja.",
    "3668873369": "U hCaptchi smo zauzeli drugačiji pristup od prvog dana",
    "1519201684": "Politika etike umjetne inteligencije",
    "2155089487": ". Kad bi naše izazove bilo lakše riješiti za neke grupe, očekivali bismo da ćemo vidjeti razliku u tome kako ljudi diljem svijeta i u različitim kulturama rade kada ih rješavaju. U kontekstu Edenine objave, očekivali bismo da Amerikanci prođu bolje od ljudi u drugim zemljama. Budući da smo godinama razvijali sustave kako bismo izbjegli ovaj problem, zapravo vidimo upravo suprotno.",
    "2603863826": "PS: Ako nađete prijevod na svom jeziku koji bi mogao koristiti poboljšanja, slobodno pošaljite a",
    "3543141425": "za to!",
    "2697276059": "Dokaz da ovo funkcionira: ujednačene stope rješavanja problema diljem svijeta",
    "664236229": "zahtjev za povlačenjem",
    "1137470858": "11. prosinca 2021",
    "12462594": "hCaptcha je izgrađena na HUMAN platformi, koja omogućuje sofisticirano usmjeravanje i analizu za optimizaciju troškova i učinkovitosti u svakom koraku.",
    "2262549101": "Alternativne metode kontakta dokumentirane su u Imeniku ovlaštenih agenata američkog Ureda za autorska prava DMCA",
    "2272776729": "Imajte na umu da morate potvrditi svoj identitet i zatražiti prije poduzimanja daljnjih radnji, kao što je pružanje službene identifikacijske službe. U skladu s kalifornijskim zakonom, možete odrediti ovlaštenog agenta koji će podnijeti zahtjev u vaše ime. Kako biste odredili ovlaštenog agenta koji će podnijeti zahtjev u vaše ime, morate dostaviti valjanu punomoć, valjanu identifikacijsku dokumentaciju izdanu od strane podnositelja zahtjeva i valjanu identifikaciju izdanu od strane ovlaštenog agenta.",
    "2335607721": "Obavijest. Sve obavijesti vezane uz ove Uvjete pružanja usluge bit će poslane e-poštom ili objavljene na našoj web stranici. Obavijesti nam morate slati na",
    "2875934612": "20. studenog 2020",
    "3084122606": "Ako se naša upotreba vaših osobnih podataka temelji na vašem pristanku, imate pravo povući ih u bilo kojem trenutku na način naveden u Usluzi ili kontaktiranjem na",
    "3312286067": "ili podnesite pritužbu regulatoru za zaštitu podataka u vašoj jurisdikciji. Regulator zaštite podataka možete pronaći na adresi",
    "3506025515": "Log4shell ne utječe na hCaptchu. Evo kako znamo.",
    "3516838896": "Greška u daljinskom izvršavanju koda log4j2 nedavno je zahvatila internet, utječući na veliki postotak online usluga. hCaptcha nije utjecala. Evo kako smo potvrdili tu činjenicu.",
    "3553195003": "Log4shell ne utječe na hCaptchu.",
    "3610875753": "– Ako nakon značajnog prekida poslovanja ne možete nas kontaktirati kao što to obično činite na",
    "3612764043": ", trebali biste otići na našu web stranicu na hcaptcha.com ili hcaptchastatus.com.",
    "3626193263": "hCaptcha imenovani agent za Digital Millennium Copyright Act (DMCA) je",
    "3794891866": "Potrošači iz Kalifornije mogu podnijeti zahtjev u skladu sa svojim pravima prema CCPA tako da nas kontaktiraju na",
    "3814036702": "– Ako imate pitanja o našem planiranju kontinuiteta poslovanja, možete nas kontaktirati na",
    "3975007628": "sada zaštitite stotine milijuna korisnika na desecima milijuna web-mjesta i aplikacija svaki mjesec. Naša priča pokazuje da se možete natjecati s Big Techom kada privatnost stavite na prvo mjesto.",
    "4038264749": "Imajte na umu da dok lokalne narudžbe za COVID-19 ostaju na snazi, nema jamstava da će pošta biti primljena na vrijeme i e-poruka (",
    "4115505783": ") je ispravan kanal za dolazak do nas. Tvrtka ne održava brojeve telefona ili faksa; ovo je 21. stoljeće.",
    "4164851712": "Vaše osobne podatke koristimo samo u skladu sa zakonom. Dužni smo vas obavijestiti o pravnim osnovama naše obrade vaših osobnih podataka, koje su opisane u nastavku. Ako imate pitanja o pravnim osnovama na temelju kojih obrađujemo vaše osobne podatke, kontaktirajte nas na",
    "4201262098": "Ova tehnologija omogućuje pravoj radnoj snazi da upravlja svakim dijelom vašeg posla, maksimizirajući troškovnu učinkovitost uz očuvanje privatnosti i ispunjavanje svih regulatornih zahtjeva koji se mogu primijeniti.",
    "4217188341": "30. studenog 2020",
    "4238473596": "Minimiziranje trenja za stvarne korisnike je važno. hCaptcha koristi jednostavne zadatke i oduzima manje vremena većini korisnika dok zaustavlja više prometa botova.",
    "4243935861": "ha.com",
    "4270798104": "2. Pokušajte onemogućiti druga proširenja. Ako to riješi problem, uključite ih jedan po jedan dok ne pronađete problem i obavijestite razvojnog programera tog proširenja o tome, kao i da nas obavijestite na",
    "427220273": "Od vas možemo zatražiti određene podatke kako bismo nam pomogli da potvrdimo vaš identitet i obradimo vaš zahtjev. Primjenjivi zakon može zahtijevati ili nam dopustiti da odbijemo vaš zahtjev. Ako odbijemo vaš zahtjev, reći ćemo vam zašto, podložno zakonskim ograničenjima. Ako želite podnijeti pritužbu na našu upotrebu vaših osobnih podataka ili odgovoriti na vaše zahtjeve u vezi s vašim osobnim podacima, možete nas kontaktirati na",
    "433026247": "Obavljanjem zadataka možete stjecati kvalifikacije i vještine koje ćemo dodijeliti prema vlastitom nahođenju. Zadržavamo pravo kreiranja, uređivanja ili opoziva vaših kvalifikacija i vještina u bilo kojem trenutku, iz bilo kojeg razloga ili bez razloga. Budući da ne diskriminiramo na temelju nacionalnog podrijetla, rase, boje, spola, seksualne orijentacije ili bilo koje druge klase zaštićene zakonom, imat ćete istu priliku kao i svaki drugi Suradnik ostvariti pristup zadacima kako se vaše kvalifikacije i vještine gomilaju . Kao suradnik, ako vjerujete da su problematična test pitanja utjecala na vaše kvalifikacije, vještine ili nagrade, možete dati dobro podržane tvrdnje s opisom problematičnih testnih pitanja putem sučelja zadatka ili putem ulaznice u našem sustavu podrške, na primjer putem e-pošte na",
    "492025216": "13. prosinca 2021",
    "799274928": "Obavijesti putem e-pošte smatraju se pisanim obavijestima za sve svrhe za koje pisane obavijesti mogu biti potrebne. Obavijesti putem e-pošte smatraju se primljenim radni dan nakon slanja i propisno su naslovljene na primatelja."
}