{
  "header-privacy-link": "Mahremiyet",
  "header-integration-link": "Entegrasyon",
  "header-cost-link": "Maliyet",
  "header-features-link": "Özellikleri",
  "header-docs-link": "Dokümanlar",
  "header-login-button": "Giriş yapmak",
  "header-contact-button": "Satışlarla irtibat kurun",
  "intro-heading": "Sıfır sürtünme insanlık doğrulaması.",
  "intro-contact-button": "Daha fazla bilgi edinmek için bizimle iletişime geçin",
  "intro-text-bottom": "Web'e güç veren şirketler tarafından güvenildi.",
  "sub-menu-button": "Satışlarla irtibat kurun",
  "sub-menu-item1": "Girişim",
  "sub-menu-item2": "Maliyet",
  "sub-menu-item3": "Entegrasyon",
  "sub-menu-item4": "Özellikleri",
  "sub-menu-item5": "Mahremiyet",
  "sub-menu-item6": "Dokümanlar",
  "info-head-1": "Kanıtlanmış hCaptcha platformu üzerine inşa edilmiştir",
  "info-text-1": "hCaptcha Enterprise, yüksek trafikli kuruluşların ihtiyaç duyduğu özellikleri içerecek şekilde genişletilmiş hCaptcha platform teknolojisi üzerinde çalışır.",
  "info-head-2": "Güvenilir bir ortak",
  "intro-subtitle": "Bot sorununuzu bugün çözün.",
  "info-text-2": "Hizmetlerimiz, on milyonlarca sitede milyonlarca günlük kullanıcıya hizmet vermek için dünyanın en büyük şirketleri tarafından güvenilmektedir.",
  "cloudflare-quote-text": "Kendimiz bir sistem kurmanın yanı sıra bir dizi CAPTCHA satıcısını değerlendirdik. Sonunda hCaptcha, reCAPTCHA'ya en iyi alternatif olarak ortaya çıktı.",
  "cloudflare-quote-detail": "Ürün Yönetimi Direktörü, Cloudflare",
  "section-quote-head": "Yüksek trafikli işletmeler için uygun maliyetli seçenek",
  "section-quote-text": "Son olarak, Google'a güvenilir bir alternatif. hCaptcha Enterprise, daha yüksek güvenlikle reCAPTCHA faturanızda önemli tasarruflar sağlar: bazı durumlarda %80'e kadar daha ucuz. Dünyanın en büyük çevrimiçi hizmetlerinin çoğu hCaptcha Enterprise'a geçti ve önemli maliyet tasarruflarının yanı sıra gelişmiş bot algılaması aldı.",
  "section-quote-button": "Bir teklif için bugün bize ulaşın",
  "section-privacy-header": "Gizlilik Odaklı",
  "section-privacy-text-1": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. Bizim için tek ürün onların insanlığını belirlemektir. Hizmetlerimiz GDPR, CCPA ve LGPD gereksinimlerini karşılar veya aşar ve Privacy Pass gibi girişimleri destekler. Gizlilik ve güvenliği dengelemek için çok çalışıyoruz.",
  "section-privacy-text-2": "Gizliliğe bu benzersiz odaklanma, mükemmel güvenliği korurken sıfır bireysel veri saklama, çerezsiz çalışma ve gerektiğinde diğer sözleşmeye dayalı gizlilik garantilerini sunabileceğimiz anlamına gelir.",
  "section-security-header": "Önce Güvenlik",
  "section-security-text-1": "Doğruluk sizin ve bizim menfaatimizedir. hCaptcha size gerçek verileri vermek ve nasıl kullanılacağına karar vermenizi sağlamak için çalışır. Diğer captcha'lar Gigantic reklam şirketleri tarafından sağlanmaktadır. Bu, engelledikleri her botun gelirlerini azaltabileceği anlamına gelir.",
  "section-security-text-2": "Gizliliğe odaklanarak en son makine öğrenimi tekniklerini kullanmak, güvenliğe veya kullanıcı gizliliğine zarar vermeden eski her şeyi sonsuza kadar kaydetme stratejilerinin güvenlik standartlarını aşmamızı sağlar.",
  "section-user-experience-header": "Harika Kullanıcı Deneyimi",
  "section-user-experience-text1": "Enterprise kullanıcıları için, çoğu senaryoda zorluklardan tamamen kaçınmak için seçenekler mevcuttur.",
  "section-user-experience-text2": "Gelişmiş bot modelleri sayesinde mükemmel güvenlik sağlarken yasal trafiğinizin %99,9'u için bir meydan okumadan tamamen kaçınarak sürtünmeyi azaltın.",
  "section-easy-integration-header": "Kolay entegrasyon",
  "section-easy-integration-text": "hCaptcha eklemek sadece birkaç dakika ve sadece birkaç satır kod alır. Temel API, reCAPTCHA V2 ile uyumludur ve geçiş yapmak yalnızca birkaç dakika sürer. Bugün üstün bir alternatifle çalışır durumda olabilir ve gerektiğinde daha gelişmiş özellikleri açabilirsiniz.",
  "section-easy-integration-serverside": "Sunucu Tarafı:",
  "section-easy-integration-frontend": "Başlangıç aşaması:",
  "section-threat-header": "Özelleştirilmiş Tehdit Puanları",
  "section-threat-text": "Tüm sorunlar aynı değildir: tek bir puan almak, faydalı olmak için ihtiyaçlarınızı karşılaması gerektiği anlamına gelir. hCaptcha'nın benzersiz Özelleştirilmiş Tehdit Puanları ile hızlı bir danışma, modellerimizi işletmenizle daha alakalı puanlar verecek şekilde ayarlamamızı sağlar.",
  "section-challenges-header": "Saniyeler İçinde Kendi Zorluklarınızı Başlatın",
  "section-challenges-text-1": "Alakalı içerikle markada kalın",
  "section-challenges-text-2": "Kullanıcıların güvenlik gereksinimlerini karşılamak için bir zorluğu çözmesi gerektiğinde, neden kullanıcı için hoş ve alakalı görevler yaratmayasınız? Basit özel meydan okuma tasarımcımızla, marka üzerine meydan okuma içeriğini yalnızca birkaç dakika içinde başlatabilirsiniz.",
  "section-integration-header": "Doğrudan Platform Entegrasyonu",
  "section-integration-subheader": "Web Altyapı Firmaları İçin",
  "section-integration-text": "hCaptcha Enterprise sistemi tasarımında benzersiz bir şekilde esnektir: genel bir bulut işletiyorsanız veya çok sayıda veri merkezine sahipseniz, kısmen veya tamamen ağınızın ucunda konuşlandırılabilir. Bu, en katı SLA'ları karşılamak için 7/24 görev yapan personelimiz tarafından yönetimin tüm avantajlarını korurken maliyetleri ve ağ dışı trafiği önemli ölçüde azaltabilir.",
  "section-support-header": "Hem Siz hem de Kullanıcılarınız İçin Ulaşılabilir Uzmanlık ve Destek",
  "section-support-text": "Hizmet bizim için en önemli önceliktir. Uygulama sırasında ve sonrasında 7/24 çağrı desteği sağlıyor ve mühendislik entegrasyon ekibiniz ve çağrı üzerine çalışan personelimiz ile doğrudan Slack koordinasyonu sağlıyoruz. , ve widget içi ve e-posta destek kanallarımız. Erişilebilir ve duyarlıyız ve kullanıcı memnuniyetini en iyi KPI olarak ele alıyoruz.",
  "section-enterprise-header": "Kurumsal özellikler",
  "section-enterprise-title-1": "Birinci sınıf anti-bot koruması",
  "section-enterprise-desc-1": "Web ölçeğinde savaşta test edilmiştir.",
  "section-enterprise-title-2": "Yüksek doğrulukta bot puanları",
  "section-enterprise-desc-2": "Birçok farklı türden kötü oyuncuları tespit edin.",
  "section-enterprise-title-3": "Sıfır sürtünme ve %99,9 pasif modlar",
  "section-enterprise-desc-3": "Meşru kullanıcıların %0,1'inden daha azına meydan okuyun.",
  "section-enterprise-title-4": "Gösterilen kontrol meydan okuma türleri",
  "section-enterprise-desc-4": "Aralarından seçim yapabileceğiniz geniş tür kütüphanesi.",
  "section-enterprise-title-5": "Kullanılan kontrol meydan okuma içeriği",
  "section-enterprise-desc-5": "Tutarlı bir kullanıcı deneyimi ile marka üzerinde kalın.",
  "section-enterprise-title-6": "Kurumsal SLA'lar",
  "section-enterprise-desc-6": "Garantili güvenilirlik ve 7/24 hızlı arama desteği.",
  "section-enterprise-title-7": "Eski tarayıcı desteği",
  "section-enterprise-desc-7": "Internet Explorer 8'e kadar uyumludur.",
  "section-enterprise-title-8": "Gelişmiş raporlama panoları ve API",
  "section-enterprise-desc-8": "Tüm sitelerinizde ve uygulamalarınızda neler olduğunu görün.",
  "section-enterprise-title-9": "Her ülkede çalışır",
  "section-enterprise-desc-9": "reCAPTCHA'nın aksine her ülkede çalışıyoruz.",
  "section-enterprise-title-10": "GDPR, CCPA ve LGPD dostu gizlilik politikası",
  "section-enterprise-desc-10": "İlk günden itibaren gizlilik için tasarlandı. Güçlü Veri İşleme Anlaşması.",
  "section-enterprise-title-11": "İnce taneli zorluk seviyeleri",
  "section-enterprise-desc-11": "Kullanım durumunuza tam olarak uyması için bunu çevirin.",
  "section-enterprise-title-12": "Birinci taraf barındırma",
  "section-enterprise-desc-12": "Tüm istekler ve varlıklar hcaptcha.yourdomain.com adresine gider",
  "section-enterprise-title-13": "Çok kullanıcılı panolar",
  "section-enterprise-desc-13": "Yönetimi ekibiniz arasında paylaşın.",
  "section-enterprise-title-14": "Anında Doğrulama",
  "section-enterprise-desc-14": "0ms gecikme: API çağrısı olmadan hCaptcha belirteçlerini doğrulayın.",
  "section-enterprise-title-15": "Mobil (iOS ve Android) Entegrasyonu",
  "section-enterprise-desc-15": "Web, yerel mobil, mobil web genelinde sorunsuz deneyim. Önceden oluşturulmuş entegrasyonlar ve yerel SDK'lar mevcuttur.",
  "section-enterprise-title-16": "Özelleştirilmiş Koşullar ve Gizlilik Garantileri",
  "section-enterprise-desc-16": "Diğer şirketler yapamazken yasal ihtiyaçlarınızı karşılayın.",
  "presented-challlenges-head": "Sunulan Zorluklar",
  "presented-challenges-title-1": "Karşılaştırmak",
  "presented-challenges-text-1": "Sorguyla eşleşen tüm resimleri seçin",
  "presented-challenges-title-2": "Sınırlayıcı kutu",
  "presented-challenges-text-2": "Nesneler için sınırlayıcı alan tanımlayın",
  "presented-challenges-title-3": "sınıflandırma",
  "presented-challenges-text-3": "İlgili etiketleri tanımlayın",
  "presented-challenges-subheader": "...ve diğer basit görevler. İnsanlar için kolay, botlar için zor.",
  "presented-challenges-subtext": "Kurumsal yayıncılar için de özel görevler mevcuttur.",
  "footer-header-1": "Şirket",
  "footer-header-2": "Kaynaklar",
  "footer-header-3": "Temas",
  "footer-link-1": "etiketleme",
  "footer-link-2": "Hakkında",
  "footer-link-3": "Meslekler",
  "footer-link-4": "Ticari markalar",
  "footer-link-5": "Blog",
  "footer-link-6": "Durum",
  "footer-link-7": "belgeler",
  "footer-link-8": "Hata Bildir",
  "footer-link-9": "Ulaşılabilirlik",
  "footer-terms": "Şartlar",
  "footer-privacy": "Mahremiyet",
  "footer-attribution": "ilişkilendirme",
  "footer-subheader-1": "Destek",
  "footer-subheader-2": "Temas",
  "switch-to-english-link": "İngilizceye geç",
  "intro-heading-privacy": "Gizlilik için tasarlanmıştır.",
  "intro-subtitle-p1-privacy": " Çevrimiçi güvenliğe benzersiz bir gizlilik odaklı yaklaşım.",
  "info-head-2-pr": "Çevrimiçi etkinliği kaydetmek çözüm değildir.",
  "info-text-1-pr": "hCaptcha Enterprise'ın tek bir amacı vardır: Kötü niyetli kişilerin çevrimiçi işlemlerinizi kesintiye uğratmasını ve kullanıcılarınıza zarar vermesini önlemek.",
  "info-text-2-pr": "Bu nedenle sistemlerimiz, sınıfında lider güvenliği korurken veri toplama ve saklamayı en aza indirecek şekilde sıfırdan tasarlanmıştır. Kullanıcı verilerini korumanın en iyi yolu, onları hiç saklamamaktır.",
  "info-text-3-pr": "Tüm müşteri ilişkileri de güçlü bir Veri İşleme Sözleşmesi ile korunmaktadır. hCaptcha hizmeti, hizmetiniz veya müşterileriniz nerede olursa olsun tüm gizlilik yasalarına uygundur. Kişisel verileri saklamamak, bunu bizim için diğer şirketlere göre çok daha kolay hale getiriyor.",
  "info-text-2-2-pr": "reCAPTCHA v3 gibi hizmetler, izleme piksellerini sitenizin her sayfasına yerleştirmenin iyi bir güvenlik için gerekli olduğunu söylüyor. Olay bu değil.",
  "info-text-2-3-pr": "Basit davranış analizi, kötü aktörler tarafından kolayca oluşturulan bir sinyaldir ve tüm yasal trafiğiniz için de tarama geçmişini korumayı gerektirir.",
  "info-text-2-4-pr": "Bir reklam ağı işletmiyoruz ve onlara reklam satmak için kullanıcı davranışlarınızı gözlemlemekle ilgilenmiyoruz. Bu, sitenizin her sayfasında pasif bir piksele ihtiyaç duymadığımız anlamına gelir.",
  "info-text-2-5-pr": "Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin.",
  "info-head-3-pr": "Makine öğrenimi yararlıdır. Ancak çalışması için kişisel verilere ihtiyaç duymaz.",
  "info-text-3-1-pr": "Makine öğrenimi artık hayatımızın neredeyse her yönünü, genellikle fark etmediğimiz ve göremediğimiz şekillerde etkiliyor. Çevrimiçi güvenlik hizmetleri farklı değildir.",
  "info-text-3-2-pr": "Modeller, binlerce sinyali öğrenerek, hiçbir sinyal tek başına bir sorunu gösterecek kadar güçlü olmasa bile, kötü niyetli davranışları çok hızlı bir şekilde tespit etme konusunda yüksek güvene ulaşabilir ve ulaşabilir.",
  "info-text-3-3-pr": "Ancak bunların hiçbiri kişisel olarak tanımlanabilir bilgilerin (PII) kullanılmasını gerektirmez. Modern şifreleme teknikleri, herhangi bir kişiye bağlanamayan tek yönlü imzalar oluşturarak, herhangi bir kişisel veriyi mümkün olduğunca çabuk atmamıza izin verir.",
  "info-text-3-4-pr": "Kimliği gizlenmiş verilerle ilgili eğitim de aynı şekilde çalışır ve güvenlik veya gizlilikten ödün vermeyi gerektirmez. Müşterilerimiz deneysel testleri yaptılar ve bizi daha az özel alternatiflere eşit veya onlardan daha iyi ilan ettiler.",
  "cloudflare-quote-text-privacy": "hCaptcha çözümleriyle ilgili birçok şeyi beğendik: 1) kişisel verileri satmıyorlar; sadece minimum gerekli kişisel verileri toplarlar, topladıkları bilgileri ve bunları nasıl kullandıklarını ve/veya ifşa ettiklerini açıklama konusunda şeffaftırlar.",
  "pilot-head": "Bizi herhangi bir yükümlülük altına girmeden kendi ortamınızda deneyin.",
  "pilot-text-1a": "Biz mühendisiz, satış elemanı değiliz: Seçiminizden memnun olmanızı istiyoruz.",
  "pilot-text-1b": "Memnuniyetinizi sağlamanın en iyi yolu, ihtiyaçlarınızı karşıladığımızı göstermektir.",
  "pilot-text-1c": "Pilot uygulama başlatan hemen hemen tüm şirketler nihayetinde çözümlerimizi seçiyor.",
  "pilot-text-1d": "Teknik uzmanlarımızdan birine ulaşmak için bu formu kullanın. Hızlı yanıt veriyoruz.",
  "pilot-text-1e": "Ayrıca doğrudan bize e-posta gönderebilirsiniz.",
  "pilot-email-details": "Ayrıntılar burada.",
  "pilot-f1": "Bölge",
  "pilot-f2": "Adınız",
  "pilot-f3": "Adınız",
  "pilot-f4": "İş E-postası",
  "pilot-f5": "Sahip olmamız gereken başka ayrıntılar var mı?",
  "pilot-f6": "Acil işe alıma mı ihtiyacınız var?",
  "pilot-f7": "Evet.",
  "pilot-f8": "Saldırı altındayım ve hemen işe alınmam gerekiyor.",
  "pilot-f9": "Göndermek",
  "pilot-f10": "E-postanızı girerek, Şartlarımızı ve Gizlilik Politikamızı ve bizden e-posta almayı kabul etmiş olursunuz.",
  "pilot-fo-1": "Entegrasyon daha kolay olamazdı.",
  "pilot-fo-2": "hCaptcha, kullandığınız ön uç ve arka uç sistemleri için önceden oluşturulmuş düzinelerce entegrasyona sahiptir.",
  "pilot-fo-3": "Google'ın reCAPTCHA'sından geliyorsanız, API'lerimiz sonradan eklenenlerdir. Tek ihtiyacınız olan üç satır kod.",
  "pilot-fo-4": "İster React entegrasyonuna, ister iOS yerel uygulamaları için SDK'lara, bir Java arka uç örneğine veya hemen hemen başka herhangi bir senaryoya ihtiyacınız olsun, işe alım mühendislerimiz sizi hızlı bir şekilde harekete geçirebilir.",
  "pilot-fo-5": "Ve her zaman olduğu gibi, gizlilik bizim için temel bir değerdir. Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin. Veri toplamanın en aza indirilmesi, entegrasyon anından itibaren başlar.",
  "pilot-fdone": "Teşekkürler. Kısa bir süre içinde temas kuracağız.",
  "home-ent-2-new": "Kurumsal çözümümüz hakkında daha fazla bilgi edinin.",
  "home-ent-button-new": "hCaptcha Kurumsal",
  "home-main-plans2-new": "hCaptcha Enterprise çözümleri, sınıfında lider güvenlik sağlar ve en iyi çevrimiçi hizmetlerin çoğunu korur.",
  "home-plans-button-2-new": "Daha fazla bilgi edin",
  "header-enterprise-link": "Girişim",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise hakkında daha fazla bilgi edinin"
}
