{
  "23114595": "Harika Kullanıcı Deneyimi",
  "34074886": "Bir zorluğa her cevap verdiğinizde, insan olup olmadığınızı anlamak için karmaşık modeller kullanırız. Daha sonra ziyaret ettiğiniz web sitesi, botları dışarıda tutarak sitelerindeki deneyiminizi iyileştirmeye yardımcı olmak için bu sonucu kullanır.",
  "98173630": "hCaptcha, dünyanın en yaygın kullanılan bağımsız CAPTCHA hizmetidir.",
  "111184581": "Birinci taraf barındırma",
  "119298044": "Gelişmiş, kendi kendini denetleyen ML ve AI teknolojileri, web mülklerinizi tehditlere ve saldırılara karşı korur",
  "121743429": "Web Altyapı Firmaları İçin",
  "122875767": "Diğer şirketler yapamazken yasal ihtiyaçlarınızı karşılayın.",
  "126134492": "Başka",
  "152010250": "hCaptcha, gelişmiş kendi kendini denetleyen makine öğrenimini, devasa ölçeklenebilirlik için dünya çapında 250'den fazla konumdan sağlanan veri toplama ve saklamayı benzersiz şekilde en aza indiren yeni bir uç bilgi işlem platformuyla birleştirdi.",
  "179723061": "Sınıfında lider güvenliğe ihtiyaç duyan ekipler için daha fazla kontrol",
  "191460155": "Sıfır sürtünme ve %99,9 pasif modlar",
  "282913023": "Yüksek trafikli işletmeler için uygun maliyetli seçenek",
  "328625009": "... siz hazır olduğunuzda biz hazırız: hizmetimiz günün her saatinde hizmetinizdedir.",
  "353066938": "Günümüzün en zor sorunları üzerinde çalışan deneyimli bir ekip. hCaptcha bir hizmettir",
  "353367791": "Birçok farklı türden kötü aktörleri tespit edin.",
  "359073033": "Panolar, etkinliğin üst düzey veya ayrıntılı görünümlerini sunar.",
  "392886773": "Her ülkede çalışır",
  "451701069": "GDPR, CCPA ile uyumludur,",
  "547245263": "Bot sorununuzu bugün çözün.",
  "552920956": "hCaptcha, web sitelerinin botları ve diğer kötüye kullanım biçimlerini engellerken ödül kazanmasına olanak tanır. hCaptcha ayrıca bu kazançlarla seçtiğiniz hayır kurumlarına destek olmanızı da sağlar.",
  "555158694": "Kullandığınız bir hizmet, kötü niyetli trafiği azaltmak için hCaptcha'yı yükleyerek sitelerindeki deneyiminizi iyileştirmek için seçmiştir.",
  "585557010": "Meşru kullanıcıların %0,1'inden daha azına meydan okuyun.",
  "713281684": "Patlıcan",
  "719304627": "Uçtan Uca Kontrole mi ihtiyacınız var?",
  "734735952": "Kendimiz bir sistem kurmanın yanı sıra bir dizi CAPTCHA satıcısını değerlendirdik. Sonunda hCaptcha, reCAPTCHA'ya en iyi alternatif olarak ortaya çıktı.",
  "751483365": "JavaScript olmayan istemciler için destek.",
  "788770967": "Bunu duyduğuma üzüldüm! Erişilebilirlik seçeneğimizi kullanmak isteyebilirsiniz:",
  "793242047": "Uygulamalara hızlı erişim sağlamak için kullanıcılara sunulan zorlukları azaltın",
  "829047995": "Şu anda reCAPTCHA kullanıyor musunuz?",
  "836577577": "hCaptcha eklemek sadece birkaç dakika ve sadece birkaç satır kod alır. Temel API, reCAPTCHA V2 ile uyumludur ve geçiş yapmak yalnızca birkaç dakika sürer.",
  "838049015": "Sorguyla eşleşen tüm resimleri seçin",
  "846501387": "Birinci sınıf bot koruması",
  "861167568": "hCaptcha, BT'nin en acil sorunlarından birini çözer: kötü amaçlı botların web uygulamalarınıza saldırmasını önleme",
  "880478438": "sınıfının en iyisi bot ve dolandırıcılık yönetimi için.",
  "897432717": "Özelleştirilmiş Tehdit Puanları için özgün tasarımımızla, iş bilginizi eklemek, modellerimizin kullanıcılarınızla benzersiz şekilde alakalı puanlar sunmasına olanak tanır.",
  "910989640": "Ayrıntılı ve özelleştirilmiş faaliyet raporları oluşturun",
  "976209454": "Ödüller Kazanın veya Hayır Kurumuna Verin",
  "981806349": "Kanıtlanmış hCaptcha platformu üzerine inşa edilmiştir",
  "999610953": "Son olarak, Google'a güvenilir bir alternatif. hCaptcha Enterprise, daha yüksek güvenlikle reCAPTCHA faturanızda önemli tasarruflar sağlar: bazı durumlarda %80'e kadar daha ucuz.",
  "1014004474": "hCaptcha'nın Kurumsal planları, kuruluşunuzun korunmasını sağlamak için gelişmiş hizmet düzeyi anlaşmaları sunar",
  "1045484714": "Kimlik Sağlayıcınızla SAML TOA entegrasyonu, ör. Okta veya Azure AD.",
  "1050501253": "Çok zor",
  "1070364246": "Hata! Form gönderilirken bir şeyler ters gitti.",
  "1103295010": "İnsanlar CAPTCHA'ları çözdüğünde para kazanın veya hayır kurumlarına bağış yapın",
  "1130868224": "Üç satır kod",
  "1131525092": "İlgili sahtekarlığı ve kötüye kullanımı bulmak ve durdurmak için gizliliği koruyan Kapsamlı UID'lerimiz aracılığıyla kötü oyuncuları zahmetsizce bir araya getirin",
  "1141402092": "Gelişmiş raporlama özellikleri",
  "1150035777": "Gelişmiş makine öğrenimi modelleri, soruların doğru yanıtlanıp yanıtlanmadığının ötesinde birçok veri noktasına dayalı olarak bot güven puanları üretir.",
  "1150963691": "APT azaltma",
  "1172067553": "hCaptcha'nın arkasındaki HUMAN platformu, mevcut sistemlerinizle entegre olan şirket içi, hibrit veya SaaS dağıtımları aracılığıyla son derece gelişmiş iş kalitesi ve yönetim özellikleri sağlar.",
  "1173652155": "Danışman",
  "1218990730": "ayrıntılı günlüklerle ilgili sorunlar nasıl rapor edilir",
  "1250541092": "— Sergi Isasi",
  "1263998069": "İnsan çözümleri için ödüller kazanın",
  "1300485304": "hCaptcha, ağlarınıza sızmak için tasarlanmış gelişmiş tehditlere ve tuzaklara karşı koruma sağlar",
  "1345083090": "Bir işlevsellik sorunu mu bildiriyorsunuz?",
  "1356745565": "Internet Explorer 8'e kadar uyumludur.",
  "1368787974": "Yönetimi ekibiniz arasında paylaşın.",
  "1393184984": "ihtiyacın olan her şey mi?",
  "1475399473": "hCaptcha ekibi hakkında daha fazla bilgi edinin",
  "1485807325": "Çok kullanıcılı panolar, SAML SSO",
  "1508655687": "Erişimi kolaylaştırmak veya kısıtlamak için hedef kitleniz için özel olarak hazırlanmış kendi zorluklarınızı ekleyin",
  "1510448156": "Bugün üstün bir alternatifle çalışır durumda olabilir ve gerektiğinde daha gelişmiş özellikleri açabilirsiniz.",
  "1525403768": "Daha fazla bilgi için Enterprise Sales ile iletişime geçin.",
  "1544546608": "Gizlilik Geçişi",
  "1549336309": "hCaptcha bu modeli tersine çevirir. hCaptcha'yı kullandığınızda şirketler, insanlığını kanıtlamak için kullanıcılarınızın yaptığı işe teklif verir. Ödülleri alırsınız.",
  "1559631739": "özel öğrenme",
  "1579093044": "Basit özel meydan okuma tasarımcımızla, marka üzerine meydan okuma içeriğini yalnızca birkaç dakika içinde başlatabilirsiniz.",
  "1586809757": "Yüksek doğrulukta bot puanları",
  "1599610318": "Yayımcı",
  "1637702726": "hCaptcha hakkında",
  "1662477701": "Kaynaklar",
  "1676849166": "Gelişmiş bot modelleri sayesinde mükemmel güvenlik sağlarken yasal trafiğinizin %99,9'u için bir meydan okumadan tamamen kaçınarak sürtünmeyi azaltın.",
  "1685871181": "En iyi çevrimiçi hizmetler şunlara güvenir:",
  "1752795854": "hCaptcha, botları durdurmak için modern, gizlilik odaklı bir yaklaşım getiriyor.",
  "1779265104": "Özelleştirilmiş Koşullar ve Gizlilik Garantileri",
  "1792519141": "hCaptcha Kurumsal",
  "1798492192": "Eski tarayıcı desteği",
  "1803009328": "Web ölçeğinde savaşta test edilmiştir.",
  "1844885924": "Aralarından seçim yapabileceğiniz geniş tür kitaplığı.",
  "1849717906": "Kendi meydan okuma içeriğinizle özelleştirin",
  "1849805607": "hCaptcha, ağlarınıza sızmak için tasarlanmış tehditlere ve tuzaklara karşı koruma sağlar",
  "1886100235": "Dünyanın en büyük çevrimiçi hizmetlerinin çoğu hCaptcha Enterprise'a geçti ve önemli maliyet tasarruflarının yanı sıra gelişmiş bot algılama aldı.",
  "1894355645": "hCaptcha, basit, kolay ve güvenilir bot algılama sağlarken, insanların çözmesi için önemsizdir.",
  "1927613000": "hCaptcha, web uygulamalarını hesap ele geçirme, kimlik bilgisi doldurma, kazıma ve diğer kötüye kullanım türlerinden korumak için gelişmiş makine öğrenimini güçlü bir meydan okuma platformuyla birleştirir.",
  "1936512180": "Çalışan verimliliğini en üst düzeye çıkarmak için kolay API erişimi, güzel panolar ve en son döngü içi model teknolojisi.",
  "1956967813": "Hizmetlerimiz, on milyonlarca sitede milyonlarca günlük kullanıcıya hizmet vermek için dünyanın en büyük şirketleri tarafından güvenilmektedir.",
  "1958297836": "Koordineli saldırı koruması ve APT azaltma",
  "2041686284": "Daha fazla veri, makine öğrenimi modellerinin eğitiminde genellikle daha iyi sonuçlar verir. Derin modellerin son başarısı, giderek daha büyük veri kümelerine yol açtı ve hCaptcha bu ihtiyaca hizmet ediyor. Bununla birlikte, geleneksel yöntemlerle insan tarafından incelenen büyük veri kümeleri oluşturmak hem yavaş hem de pahalıdır.",
  "2103563261": "Özel veya Genel Bilgiler",
  "2131386784": "Hem Siz hem de Kullanıcılarınız İçin Ulaşılabilir Uzmanlık ve Destek",
  "2138799135": "hCaptcha, kullandığınız ön uç ve arka uç sistemleri için önceden oluşturulmuş düzinelerce entegrasyona sahiptir.",
  "2163914794": "Veri kümeleriniz için daha fazla etikete mi ihtiyacınız var? hCaptcha, yapay zeka ve makine öğrenimi uygulamaları üzerinde çalışan şirketler için hızlı, uygun maliyetli ve yüksek kaliteli veri etiketleme sağlar.",
  "2183926131": "hCaptcha Enterprise'ı kullanmaya başlayın",
  "2184564739": "Görmek",
  "2188609322": "Kötü oyuncular internette giderek yaygınlaşıyor. Ancak kullanıcı gizliliğinden ödün vermek çözüm değil.",
  "2319072959": "Kendi işgücünüzle tamamen çevrimdışı çalıştırın, iş birimleri veya konsorsiyum ortakları arasında tüketilen değeri takip edin, işleri maliyet ve güvenlik gereksinimlerine göre seçici olarak farklı dahili veya harici işgücü sağlayıcılarına yönlendirin ve daha fazlasını yapın.",
  "2320894364": "200'den fazla varlık noktasıyla hCaptcha'nın bulutu, varlıklarınızı dünyanın her yerinde korur",
  "2354267648": "GDPR, CCPA ve LGPD dostu gizlilik politikası",
  "2373007864": "hCaptcha Enterprise, yüksek trafikli kuruluşların ihtiyaç duyduğu özellikleri içerecek şekilde genişletilmiş hCaptcha platform teknolojisi üzerinde çalışır.",
  "2418549423": ", kriptografik kanıtlar ve diğer benzersiz gizlilik öncelikli özellikler aracılığıyla çevrimiçi gizliliği korumak için ortaya çıkan bir standart.",
  "2489287539": "Sürtünmesiz \"CAPTCHA Yok\" ve %99,9 pasif modlar",
  "2510209017": "Daha fazla yardıma mı ihtiyacınız var?",
  "2513143348": "hCaptcha Enterprise sistemi tasarımında benzersiz bir şekilde esnektir: genel bir bulut işletiyorsanız veya çok sayıda veri merkezine sahipseniz, kısmen veya tamamen ağınızın ucunda konuşlandırılabilir.",
  "2535001179": "Google'ın reCAPTCHA'sından geliyorsanız, API'lerimiz sonradan eklenenlerdir.",
  "2593768395": "Web, yerel mobil, mobil web genelinde sorunsuz deneyim. Önceden oluşturulmuş entegrasyonlar ve yerel SDK'lar mevcuttur.",
  "2650502379": "Saniyeler İçinde Kendi Zorluklarınızı Başlatın",
  "2670003220": "Meslekler",
  "2671622670": "Girişim",
  "2676853536": "Çok kullanıcılı panolar",
  "2681650568": "Ve her zaman olduğu gibi, gizlilik bizim için temel bir değerdir. Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin. Veri toplamanın en aza indirilmesi, entegrasyon anından itibaren başlar.",
  "2682873489": "Nesneler için sınırlayıcı alan tanımlayın",
  "2686825859": "Ücretsiz üye olun veya hCaptcha Enterprise çözümleri hakkında bizimle iletişime geçin",
  "2698140263": "Tüm sorunlar aynı değildir: Tek bir puan almak, faydalı olmak için ihtiyaçlarınızı karşılaması gerektiği anlamına gelir.",
  "2698640210": "Gösterilen kontrol zorlukları ve türleri",
  "2707282231": "Kullanıcılarınız için zorlukları özelleştirin. Botların çözmesini ve nüfuz etmesini imkansız hale getirin.",
  "2714878440": "Gelişmiş makine öğrenimi ve insan doğrulaması ile hizmetlerinizi kazıma, hesap devralma, kimlik bilgisi doldurma ve spam'den koruyun.",
  "2718999653": "Özelleştirilmiş Tehdit Puanları",
  "2781507299": "Anında Doğrulama",
  "2782263070": "Hizmet bizim için birinci önceliktir. Uygulama sırasında ve sonrasında 7/24 çağrı desteği sağlıyoruz ve mühendislik entegrasyon ekibiniz ve çağrı üzerine çalışan personelimiz ile doğrudan Slack koordinasyonu sunuyoruz.",
  "2806751666": "hCaptcha nedir?",
  "2826051554": "ve dahası",
  "2881474837": "hCaptcha Kurumsal",
  "2890048009": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. Bizim için tek ürün onların insanlığını belirlemektir. Hizmetlerimiz GDPR, CCPA, LGPD ve PIPL gereksinimlerini karşılar veya aşar ve Privacy Pass gibi girişimleri destekler. Gizlilik ve güvenliği dengelemek için çok çalışıyoruz.",
  "2927700175": "Makine öğrenimi sorunlarından etiketlenmesi zor verileri toplayarak ve bir web sitesi veya uygulama ziyaretçisinin insan olup olmadığını ayırt etmek için kullanarak botlar için zor ama insanlar için kolay olan CAPTCHA zorluklarını gösteriyoruz.",
  "2968026167": "en sevdiğin sebze",
  "3018523079": "Tutarlı bir kullanıcı deneyimi ile marka üzerinde kalın.",
  "3065000659": "\"Arabaya her tıkladığınızda\", tek bir kişiyi eğitmeye yardım ettiğinizi fark ettiniz mi?",
  "3093388779": "hCaptcha, her boyuttaki yayıncı için ücretsizdir",
  "3093689546": "Kolay entegrasyon",
  "3096063825": "Denemek",
  "3107683988": "Bu, en katı SLA'ları karşılamak için 7/24 görev yapan personelimiz tarafından yönetimin tüm avantajlarını korurken ağ dışı trafiği ve maliyetleri önemli ölçüde azaltabilir.",
  "3117887301": "En büyük çevrimiçi hizmetler tarafından güvenilen",
  "3121248460": "Beklenen hedef kitleniz için basitten karmaşığa kadar sonsuz çeşitlilikte özel zorlukları görüntüleyin",
  "3153117136": "hCaptcha Zorluk Ayarları Nasıl Çalışır?",
  "3160820928": "Koordineli saldırı koruması",
  "3161489950": "Dünyanın En Gelişmiş Güvenlik ML Platformu",
  "3167979932": "İlk günden itibaren gizlilik için tasarlandı. Güçlü Veri İşleme Anlaşması.",
  "3194111925": "destek",
  "3213351333": "Ön taahhüt gerekmez",
  "3213957230": "Kullanıcıların güvenlik gereksinimlerini karşılamak için bir zorluğu çözmesi gerektiğinde, neden kullanıcı için hoş ve alakalı görevler yaratmayasınız?",
  "3225770968": "hCaptcha, makine öğrenimindeki en emek yoğun sorunu çözmek için tasarlanmıştır; büyük miktarda veriyi zamanında, uygun maliyetli ve güvenilir bir şekilde etiketleme.",
  "3230004040": "Görme engelli misiniz veya hCaptcha'ları tamamlayamıyor musunuz?",
  "3235430156": "şirketin makine öğrenme sistemleri ücretsiz mi?",
  "3260825523": "Sezgi Makineleri",
  "3264813246": "Uygunsuz",
  "3265895521": "Günün saatine göre meydan okuma zorluğunu artırın ve azaltın",
  "3266612494": "Güvenilir bir ortak",
  "3276777569": "hCaptcha",
  "3287172429": "Gösterilen kontrol meydan okuma türleri",
  "3365203058": "Birinci sınıf anti-bot koruması",
  "3412647984": "Bu, bir tanımlama bilgisi kaydederek ve ayarlayarak gelecekteki sorulardan kaçınmanızı sağlar. Lütfen ayrıca reklam engelleyicinizi kapatmayı deneyin.",
  "3417372336": "Dakikalar içinde geçiş yap",
  "3446714684": "Mobil (iOS ve Android) Entegrasyonu",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Enterprise kullanıcıları için, çoğu senaryoda zorluklardan tamamen kaçınmak için seçenekler mevcuttur.",
  "3478726913": "hCaptcha, kullanımınız için gezegendeki en büyük havuzlardan birine sahiptir. Ölçeğiniz ne olursa olsun, pahalı ön taahhütler olmadan üstesinden gelebiliriz. Günde milyonlarca görev sorun değil.",
  "3480023141": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
  "3483700676": "Milyonlarca görevi anında başlatın",
  "3500503648": "hCaptcha, göz atma geçmişinizi kaydedip analiz etmek yerine anlık değerlendirmeye güvenerek uzun vadeli veri saklamayı ortadan kaldırmak için tasarlanmıştır. gibi girişimleri de destekliyoruz.",
  "3524251858": "Ürün Yönetimi Direktörü, Cloudflare",
  "3526939538": "Yazılım hatası",
  "3530599065": "Gizlilik sıfırdan inşa edilmiştir. hCaptcha, PII tutmaz ve çok sayıda gizlilik zorunluluğu ve düzenlemesine uygundur.",
  "3570415321": "Şirket",
  "3573245166": "reCAPTCHA'nın aksine her ülkede çalışıyoruz.",
  "3578122193": "Alakalı içerikle markada kalın",
  "3620442880": "Flaş İndirim koruma özellikleri",
  "3630114728": "Tüm sitelerinizde ve uygulamalarınızda neler olduğunu görün.",
  "3644106388": "Temas",
  "3660619092": "Kurumsal çözümler için ücretsiz kaydolun veya satış ekibiyle iletişime geçin",
  "3688621388": "Tehdit imzaları",
  "3704893754": "Kendin görmek ister misin? hCaptcha'yı Ücretsiz Deneyin",
  "3714002185": "hCaptcha Enterprise hakkında daha fazla bilgi edinin",
  "3715747429": "İster React entegrasyonuna, ister iOS yerel uygulamaları için SDK'lara, bir Java arka uç örneğine veya neredeyse herhangi bir başka senaryoya ihtiyacınız olsun, işe alım mühendislerimiz sizi hızlı bir şekilde harekete geçirebilir.",
  "3717512591": "Doğrudan Platform Entegrasyonu",
  "3721365241": "Denemek",
  "3729345277": "hCaptcha, şirketlerin ihtiyaç duydukları ek açıklamaları diğer alternatiflere göre daha hızlı, daha kaliteli ve daha düşük maliyetle almalarının bir yoludur.",
  "3730038780": "Kullanıcıların çözmesi için neredeyse sonsuz sayıda zorluk arasından seçim yapın",
  "3739936967": "Gizliliğe bu benzersiz odaklanma, mükemmel güvenliği korurken sıfır bireysel veri saklama, tanımlama bilgisi içermeyen çalışma ve gerektiğinde diğer sözleşmeye dayalı gizlilik garantileri sunabileceğimiz anlamına gelir. Devamını oku.",
  "3740051331": "Ayrıca sosyal medya, forumlar ve araç içi ve e-posta destek kanallarımız üzerinden kullanıcılarınızın sorularını aktif olarak izlemeyi ve yanıtlamayı taahhüt ediyoruz. Erişilebilir ve duyarlıyız ve kullanıcı memnuniyetini en iyi KPI olarak ele alıyoruz.",
  "3753956446": "Özgür",
  "3758963444": "Teşekkürler! Gönderiniz alındı!",
  "3767462250": "Gizlilik için Tasarlandı",
  "3768951251": "Kurumsal SLA'lar",
  "3807059944": "Kullanılan kontrol meydan okuma içeriği",
  "3816867833": "Geri bildirim",
  "3817811295": "Garantili güvenilirlik ve 7/24 hızlı arama desteği.",
  "3892905664": "hCaptcha, insanlar için kolay ve makineler için zor olan basit sorular sorarak favori çevrimiçi hizmetlerinizin botları, istenmeyen postaları ve kötüye kullanımı uzak tutmasına yardımcı olur.",
  "3913848038": "%99,99 çalışma süresi HDS'leri ve 7/24 küresel destek mevcuttur.",
  "3951254541": "Girişiniz için teşekkür ederiz. Herhangi bir sorunu bize bildirin ve bunları çabucak çözelim.",
  "3952259236": "Kötü niyetli davranışları tek başına her iki çözümden daha iyi tahmin etmek için, hCaptcha'yı davranış sınıfları (yalnızca sizin örneğiniz için) konusunda eğitmek için körlenmiş verilerinizi hCaptcha'nın binlerce sinyaliyle birleştirin",
  "3953584369": "Gelişmiş RBAC erişim kısıtlamaları mevcuttur.",
  "4007826952": "Web, mobil ve daha fazlası için 1 numaralı gizlilik öncelikli CAPTCHA.",
  "4019660456": "0ms gecikme: API çağrısı olmadan hCaptcha belirteçlerini doğrulayın.",
  "4065065042": "Kullanım durumunuza tam olarak uyması için bunu çevirin.",
  "4083018285": "Gelişmiş kalıcı tehditleri ele almak için gelişmiş SOC izleme ve yanıtla birleşen genişletilmiş özellikler paketi",
  "4146870445": "Biz Kimiz",
  "4147497805": "Havuç",
  "4194763679": "İnce taneli zorluk seviyeleri",
  "4195759329": "Bot algılama ve risk puanları",
  "4199502476": "Gelişmiş raporlama panoları ve API",
  "4238473596": "Gerçek kullanıcılar için sürtünmeyi en aza indirmek önemlidir. hCaptcha basit görevleri kullanır ve daha fazla bot trafiğini durdururken çoğu kullanıcı için daha az zaman alır.",
  "4272022475": "Tüm istekler ve varlıklar hcaptcha.yourdomain.com adresine gider",
  "4272454814": "Seçtiğiniz kimlik sağlayıcı ile entegre edin.",
  "header-privacy-link": "Mahremiyet",
  "header-integration-link": "Entegrasyon",
  "header-cost-link": "Maliyet",
  "header-features-link": "Özellikleri",
  "header-docs-link": "Dokümanlar",
  "header-login-button": "Oturum aç",
  "header-contact-button": "Satışlarla irtibat kurun",
  "intro-heading": "Sıfır sürtünme insanlık doğrulaması.",
  "intro-contact-button": "Daha fazla bilgi edinmek için bizimle iletişime geçin",
  "intro-text-bottom": "Web'e güç veren şirketler tarafından güvenildi.",
  "sub-menu-button": "Satışlarla irtibat kurun",
  "sub-menu-item1": "Girişim",
  "sub-menu-item2": "Maliyet",
  "sub-menu-item3": "Entegrasyon",
  "sub-menu-item4": "Özellikleri",
  "sub-menu-item5": "Mahremiyet",
  "sub-menu-item6": "Dokümanlar",
  "info-head-1": "Kanıtlanmış hCaptcha platformu üzerine inşa edilmiştir",
  "info-text-1": "hCaptcha Enterprise, yüksek trafikli kuruluşların ihtiyaç duyduğu özellikleri içerecek şekilde genişletilmiş hCaptcha platform teknolojisi üzerinde çalışır.",
  "info-head-2": "Güvenilir bir ortak",
  "intro-subtitle": "Bot sorununuzu bugün çözün.",
  "info-text-2": "Hizmetlerimiz, on milyonlarca sitede milyonlarca günlük kullanıcıya hizmet vermek için dünyanın en büyük şirketleri tarafından güvenilmektedir.",
  "cloudflare-quote-text": "Kendimiz bir sistem kurmanın yanı sıra bir dizi CAPTCHA satıcısını değerlendirdik. Sonunda hCaptcha, reCAPTCHA'ya en iyi alternatif olarak ortaya çıktı.",
  "cloudflare-quote-detail": "Ürün Yönetimi Direktörü, Cloudflare",
  "section-quote-head": "Yüksek trafikli işletmeler için uygun maliyetli seçenek",
  "section-quote-text": "Son olarak, Google'a güvenilir bir alternatif. hCaptcha Enterprise, daha yüksek güvenlikle reCAPTCHA faturanızda önemli tasarruflar sağlar: bazı durumlarda %80'e kadar daha ucuz. Dünyanın en büyük çevrimiçi hizmetlerinin çoğu hCaptcha Enterprise'a geçti ve önemli maliyet tasarruflarının yanı sıra gelişmiş bot algılaması aldı.",
  "section-quote-button": "Bir teklif için bugün bize ulaşın",
  "section-privacy-header": "Gizlilik Odaklı",
  "section-privacy-text-1": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. Bizim için tek ürün onların insanlığını belirlemektir. Hizmetlerimiz GDPR, CCPA ve LGPD gereksinimlerini karşılar veya aşar ve Privacy Pass gibi girişimleri destekler. Gizlilik ve güvenliği dengelemek için çok çalışıyoruz.",
  "section-privacy-text-2": "Gizliliğe bu benzersiz odaklanma, mükemmel güvenliği korurken sıfır bireysel veri saklama, çerezsiz çalışma ve gerektiğinde diğer sözleşmeye dayalı gizlilik garantilerini sunabileceğimiz anlamına gelir.",
  "section-security-header": "Önce Güvenlik",
  "section-security-text-1": "Doğruluk sizin ve bizim menfaatimizedir. hCaptcha size gerçek verileri vermek ve nasıl kullanılacağına karar vermenizi sağlamak için çalışır. Diğer captcha'lar Gigantic reklam şirketleri tarafından sağlanmaktadır. Bu, engelledikleri her botun gelirlerini azaltabileceği anlamına gelir.",
  "section-security-text-2": "Gizliliğe odaklanarak en son makine öğrenimi tekniklerini kullanmak, güvenliğe veya kullanıcı gizliliğine zarar vermeden eski her şeyi sonsuza kadar kaydetme stratejilerinin güvenlik standartlarını aşmamızı sağlar.",
  "section-user-experience-header": "Harika Kullanıcı Deneyimi",
  "section-user-experience-text1": "Enterprise kullanıcıları için, çoğu senaryoda zorluklardan tamamen kaçınmak için seçenekler mevcuttur.",
  "section-user-experience-text2": "Gelişmiş bot modelleri sayesinde mükemmel güvenlik sağlarken yasal trafiğinizin %99,9'u için bir meydan okumadan tamamen kaçınarak sürtünmeyi azaltın.",
  "section-easy-integration-header": "Kolay entegrasyon",
  "section-easy-integration-text": "hCaptcha eklemek sadece birkaç dakika ve sadece birkaç satır kod alır. Temel API, reCAPTCHA V2 ile uyumludur ve geçiş yapmak yalnızca birkaç dakika sürer. Bugün üstün bir alternatifle çalışır durumda olabilir ve gerektiğinde daha gelişmiş özellikleri açabilirsiniz.",
  "section-easy-integration-serverside": "Sunucu Tarafı:",
  "section-easy-integration-frontend": "Başlangıç aşaması:",
  "section-threat-header": "Özelleştirilmiş Tehdit Puanları",
  "section-threat-text": "Tüm sorunlar aynı değildir: tek bir puan almak, faydalı olmak için ihtiyaçlarınızı karşılaması gerektiği anlamına gelir. hCaptcha'nın benzersiz Özelleştirilmiş Tehdit Puanları ile hızlı bir danışma, modellerimizi işletmenizle daha alakalı puanlar verecek şekilde ayarlamamızı sağlar.",
  "section-challenges-header": "Saniyeler İçinde Kendi Zorluklarınızı Başlatın",
  "section-challenges-text-1": "Alakalı içerikle markada kalın",
  "section-challenges-text-2": "Kullanıcıların güvenlik gereksinimlerini karşılamak için bir zorluğu çözmesi gerektiğinde, neden kullanıcı için hoş ve alakalı görevler yaratmayasınız? Basit özel meydan okuma tasarımcımızla, marka üzerine meydan okuma içeriğini yalnızca birkaç dakika içinde başlatabilirsiniz.",
  "section-integration-header": "Doğrudan Platform Entegrasyonu",
  "section-integration-subheader": "Web Altyapı Firmaları İçin",
  "section-integration-text": "hCaptcha Enterprise sistemi tasarımında benzersiz bir şekilde esnektir: genel bir bulut işletiyorsanız veya çok sayıda veri merkezine sahipseniz, kısmen veya tamamen ağınızın ucunda konuşlandırılabilir. Bu, en katı SLA'ları karşılamak için 7/24 görev yapan personelimiz tarafından yönetimin tüm avantajlarını korurken maliyetleri ve ağ dışı trafiği önemli ölçüde azaltabilir.",
  "section-support-header": "Hem Siz hem de Kullanıcılarınız İçin Ulaşılabilir Uzmanlık ve Destek",
  "section-support-text": "Hizmet bizim için en önemli önceliktir. Uygulama sırasında ve sonrasında 7/24 çağrı desteği sağlıyor ve mühendislik entegrasyon ekibiniz ve çağrı üzerine çalışan personelimiz ile doğrudan Slack koordinasyonu sağlıyoruz. , ve widget içi ve e-posta destek kanallarımız. Erişilebilir ve duyarlıyız ve kullanıcı memnuniyetini en iyi KPI olarak ele alıyoruz.",
  "section-enterprise-header": "Kurumsal özellikler",
  "section-enterprise-title-1": "Birinci sınıf anti-bot koruması",
  "section-enterprise-desc-1": "Web ölçeğinde savaşta test edilmiştir.",
  "section-enterprise-title-2": "Yüksek doğrulukta bot puanları",
  "section-enterprise-desc-2": "Birçok farklı türden kötü oyuncuları tespit edin.",
  "section-enterprise-title-3": "Sıfır sürtünme ve %99,9 pasif modlar",
  "section-enterprise-desc-3": "Meşru kullanıcıların %0,1'inden daha azına meydan okuyun.",
  "section-enterprise-title-4": "Gösterilen kontrol meydan okuma türleri",
  "section-enterprise-desc-4": "Aralarından seçim yapabileceğiniz geniş tür kütüphanesi.",
  "section-enterprise-title-5": "Kullanılan kontrol meydan okuma içeriği",
  "section-enterprise-desc-5": "Tutarlı bir kullanıcı deneyimi ile marka üzerinde kalın.",
  "section-enterprise-title-6": "Kurumsal SLA'lar",
  "section-enterprise-desc-6": "Garantili güvenilirlik ve 7/24 hızlı arama desteği.",
  "section-enterprise-title-7": "Eski tarayıcı desteği",
  "section-enterprise-desc-7": "Internet Explorer 8'e kadar uyumludur.",
  "section-enterprise-title-8": "Gelişmiş raporlama panoları ve API",
  "section-enterprise-desc-8": "Tüm sitelerinizde ve uygulamalarınızda neler olduğunu görün.",
  "section-enterprise-title-9": "Her ülkede çalışır",
  "section-enterprise-desc-9": "reCAPTCHA'nın aksine her ülkede çalışıyoruz.",
  "section-enterprise-title-10": "GDPR, CCPA ve LGPD dostu gizlilik politikası",
  "section-enterprise-desc-10": "İlk günden itibaren gizlilik için tasarlandı. Güçlü Veri İşleme Anlaşması.",
  "section-enterprise-title-11": "İnce taneli zorluk seviyeleri",
  "section-enterprise-desc-11": "Kullanım durumunuza tam olarak uyması için bunu çevirin.",
  "section-enterprise-title-12": "Birinci taraf barındırma",
  "section-enterprise-desc-12": "Tüm istekler ve varlıklar hcaptcha.yourdomain.com adresine gider",
  "section-enterprise-title-13": "Çok kullanıcılı panolar",
  "section-enterprise-desc-13": "Yönetimi ekibiniz arasında paylaşın.",
  "section-enterprise-title-14": "Anında Doğrulama",
  "section-enterprise-desc-14": "0ms gecikme: API çağrısı olmadan hCaptcha belirteçlerini doğrulayın.",
  "section-enterprise-title-15": "Mobil (iOS ve Android) Entegrasyonu",
  "section-enterprise-desc-15": "Web, yerel mobil, mobil web genelinde sorunsuz deneyim. Önceden oluşturulmuş entegrasyonlar ve yerel SDK'lar mevcuttur.",
  "section-enterprise-title-16": "Özelleştirilmiş Koşullar ve Gizlilik Garantileri",
  "section-enterprise-desc-16": "Diğer şirketler yapamazken yasal ihtiyaçlarınızı karşılayın.",
  "presented-challlenges-head": "Sunulan Zorluklar",
  "presented-challenges-title-1": "Karşılaştırmak",
  "presented-challenges-text-1": "Sorguyla eşleşen tüm resimleri seçin",
  "presented-challenges-title-2": "Sınırlayıcı kutu",
  "presented-challenges-text-2": "Nesneler için sınırlayıcı alan tanımlayın",
  "presented-challenges-title-3": "sınıflandırma",
  "presented-challenges-text-3": "İlgili etiketleri tanımlayın",
  "presented-challenges-subheader": "...ve diğer basit görevler. İnsanlar için kolay, botlar için zor.",
  "presented-challenges-subtext": "Kurumsal yayıncılar için de özel görevler mevcuttur.",
  "footer-header-1": "şirket",
  "footer-header-2": "Kaynaklar",
  "footer-header-3": "İletişim",
  "footer-link-1": "Etiketleme",
  "footer-link-2": "hakkında",
  "footer-link-3": "Meslekler",
  "footer-link-4": "Ticari markalar",
  "footer-link-5": "AI Etiği",
  "footer-link-6": "Blog",
  "footer-link-7": "Durum",
  "footer-link-8": "Dokümantasyon",
  "footer-link-9": "Hata Bildirin",
  "footer-terms": "Koşullar",
  "footer-privacy": "Gizlilik",
  "footer-attribution": "İlişkilendirme",
  "footer-subheader-1": "Destek",
  "footer-subheader-2": "İletişim",
  "switch-to-english-link": "İngilizceye geç",
  "intro-heading-privacy": "Gizlilik için tasarlanmıştır.",
  "intro-subtitle-p1-privacy": " Çevrimiçi güvenliğe benzersiz bir gizlilik odaklı yaklaşım.",
  "info-head-2-pr": "Çevrimiçi etkinliği kaydetmek çözüm değildir.",
  "info-text-1-pr": "hCaptcha Enterprise'ın tek bir amacı vardır: Kötü niyetli kişilerin çevrimiçi işlemlerinizi kesintiye uğratmasını ve kullanıcılarınıza zarar vermesini önlemek.",
  "info-text-2-pr": "Bu nedenle sistemlerimiz, sınıfında lider güvenliği korurken veri toplama ve saklamayı en aza indirecek şekilde sıfırdan tasarlanmıştır. Kullanıcı verilerini korumanın en iyi yolu, onları hiç saklamamaktır.",
  "info-text-3-pr": "Tüm müşteri ilişkileri de güçlü bir Veri İşleme Sözleşmesi ile korunmaktadır. hCaptcha hizmeti, hizmetiniz veya müşterileriniz nerede olursa olsun tüm gizlilik yasalarına uygundur. Kişisel verileri saklamamak, bunu bizim için diğer şirketlere göre çok daha kolay hale getiriyor.",
  "info-text-2-2-pr": "reCAPTCHA v3 gibi hizmetler, izleme piksellerini sitenizin her sayfasına yerleştirmenin iyi bir güvenlik için gerekli olduğunu söylüyor. Olay bu değil.",
  "info-text-2-3-pr": "Basit davranış analizi, kötü aktörler tarafından kolayca oluşturulan bir sinyaldir ve tüm yasal trafiğiniz için de tarama geçmişini korumayı gerektirir.",
  "info-text-2-4-pr": "Bir reklam ağı işletmiyoruz ve onlara reklam satmak için kullanıcı davranışlarınızı gözlemlemekle ilgilenmiyoruz. Bu, sitenizin her sayfasında pasif bir piksele ihtiyaç duymadığımız anlamına gelir.",
  "info-text-2-5-pr": "Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin.",
  "info-head-3-pr": "Makine öğrenimi yararlıdır. Ancak çalışması için kişisel verilere ihtiyaç duymaz.",
  "info-text-3-1-pr": "Makine öğrenimi artık hayatımızın neredeyse her yönünü, genellikle fark etmediğimiz ve göremediğimiz şekillerde etkiliyor. Çevrimiçi güvenlik hizmetleri farklı değildir.",
  "info-text-3-2-pr": "Modeller, binlerce sinyali öğrenerek, hiçbir sinyal tek başına bir sorunu gösterecek kadar güçlü olmasa bile, kötü niyetli davranışları çok hızlı bir şekilde tespit etme konusunda yüksek güvene ulaşabilir ve ulaşabilir.",
  "info-text-3-3-pr": "Ancak bunların hiçbiri kişisel olarak tanımlanabilir bilgilerin (PII) kullanılmasını gerektirmez. Modern şifreleme teknikleri, herhangi bir kişiye bağlanamayan tek yönlü imzalar oluşturarak, herhangi bir kişisel veriyi mümkün olduğunca çabuk atmamıza izin verir.",
  "info-text-3-4-pr": "Kimliği gizlenmiş verilerle ilgili eğitim de aynı şekilde çalışır ve güvenlik veya gizlilikten ödün vermeyi gerektirmez. Müşterilerimiz deneysel testleri yaptılar ve bizi daha az özel alternatiflere eşit veya onlardan daha iyi ilan ettiler.",
  "cloudflare-quote-text-privacy": "hCaptcha çözümleriyle ilgili birçok şeyi beğendik: 1) kişisel verileri satmıyorlar; sadece minimum gerekli kişisel verileri toplarlar, topladıkları bilgileri ve bunları nasıl kullandıklarını ve/veya ifşa ettiklerini açıklama konusunda şeffaftırlar.",
  "pilot-head": "Bizi herhangi bir yükümlülük altına girmeden kendi ortamınızda deneyin.",
  "pilot-text-1a": "Biz mühendisiz, satış elemanı değiliz: Seçiminizden memnun olmanızı istiyoruz.",
  "pilot-text-1b": "Memnuniyetinizi sağlamanın en iyi yolu, ihtiyaçlarınızı karşıladığımızı göstermektir.",
  "pilot-text-1c": "Pilot uygulama başlatan hemen hemen tüm şirketler nihayetinde çözümlerimizi seçiyor.",
  "pilot-text-1d": "Teknik uzmanlarımızdan birine ulaşmak için bu formu kullanın. Hızlı yanıt veriyoruz.",
  "pilot-text-1e": "Ayrıca doğrudan bize e-posta gönderebilirsiniz.",
  "pilot-email-details": "Ayrıntılar burada.",
  "pilot-f1": "Bölge",
  "pilot-f2": "Adınız",
  "pilot-f3": "Adınız",
  "pilot-f4": "İş E-postası",
  "pilot-f5": "Sahip olmamız gereken başka ayrıntılar var mı?",
  "pilot-f6": "Acil işe alıma mı ihtiyacınız var?",
  "pilot-f7": "Evet.",
  "pilot-f8": "Saldırı altındayım ve hemen işe alınmam gerekiyor.",
  "pilot-f9": "Göndermek",
  "pilot-f10": "E-postanızı girerek, Şartlarımızı ve Gizlilik Politikamızı ve bizden e-posta almayı kabul etmiş olursunuz.",
  "pilot-fo-1": "Entegrasyon daha kolay olamazdı.",
  "pilot-fo-2": "hCaptcha, kullandığınız ön uç ve arka uç sistemleri için önceden oluşturulmuş düzinelerce entegrasyona sahiptir.",
  "pilot-fo-3": "Google'ın reCAPTCHA'sından geliyorsanız, API'lerimiz sonradan eklenenlerdir. Tek ihtiyacınız olan üç satır kod.",
  "pilot-fo-4": "İster React entegrasyonuna, ister iOS yerel uygulamaları için SDK'lara, bir Java arka uç örneğine veya hemen hemen başka herhangi bir senaryoya ihtiyacınız olsun, işe alım mühendislerimiz sizi hızlı bir şekilde harekete geçirebilir.",
  "pilot-fo-5": "Ve her zaman olduğu gibi, gizlilik bizim için temel bir değerdir. Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin. Veri toplamanın en aza indirilmesi, entegrasyon anından itibaren başlar.",
  "pilot-fdone": "Teşekkürler. Kısa bir süre içinde temas kuracağız.",
  "home-ent-2-new": "Kurumsal çözümümüz hakkında daha fazla bilgi edinin.",
  "home-ent-button-new": "hCaptcha Kurumsal",
  "home-main-plans2-new": "hCaptcha Enterprise çözümleri, sınıfında lider güvenlik sağlar ve en iyi çevrimiçi hizmetlerin çoğunu korur.",
  "home-plans-button-2-new": "Daha fazla bilgi edin",
  "header-enterprise-link": "Girişim",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise hakkında daha fazla bilgi edinin",
  "a11y-img-1": "Giriş yaptıktan sonra erişilebilirlik kullanıcı ekranı",
  "a11y-img-2": "Widget kullanıcı arayüzü menüsünde erişilebilirlik seçeneği",
  "a11y-img-3": "Widget kullanıcı arayüzündeki erişilebilirlik iletişim kutusu",
  "about-advisors-brendan": "Brave CEO'su. Mozilla'nın kurucu ortağı. JavaScript programlama dilinin yaratıcısı. Tarayıcı oluşturucusu ve daha fazlası.",
  "about-advisors-dawn": "Profesör, Kaliforniya Üniversitesi, Berkeley'de Bilgisayar Bilimi. Derin öğrenme, güvenlik, blockchain uzmanı. Oasis Labs CEO'su.",
  "about-advisors-head": "Danışman",
  "about-advisors-keiran": "Stanford'da Araştırma Bilimcisi. Büyük bankalarda, yüksek riskli yatırım fonlarında ve akademide makine öğrenimi ve kantitatif finans.",
  "about-content-head-1": "Ne Yapıyoruz",
  "about-content-head-2": "Neden Önemlidir",
  "about-content-text-1a": "hCaptcha, botları durdurmak için modern, gizlilik odaklı bir yaklaşım getiriyor.",
  "about-content-text-1b": "Robotlar için zor ancak insanlar için kolay olan CAPTCHA zorluklarını makine öğrenimi sorunlarından etiketlemesi zor verileri toplayarak ve bir web sitesi veya uygulama ziyaretçisinin insan olup olmadığını ayırt etmek için kullanarak gösteriyoruz.",
  "about-content-text-2a": "Kötü oyuncular internette giderek daha yaygın hale geliyor. Ancak kullanıcı gizliliğinden ödün vermek çözüm değil.",
  "about-content-text-2b": "Reklam şirketlerinin sunduğu güvenlik çözümleri, öncelikle web üzerindeki kullanıcıları izlemeye odaklanır. Mükemmel sonuçlar elde etmek için kullanıcı gizliliğine zarar vermenin gerekli olmadığını kanıtlayan etkili bir güvenlik çözümü oluşturduk.",
  "about-intro-head-1": "HCaptcha hakkında",
  "about-intro-head-2": "Gizlilik, Güvenlik ve Makine Öğrenimi.",
  "about-intro-text": "hCaptcha, dünyanın en yaygın kullanılan bağımsız CAPTCHA hizmetidir.",
  "about-leadership-head": "Biz Kimiz",
  "about-leadership-headsub": "Günümüzün en zor sorunları üzerinde çalışan deneyimli bir ekip.",
  "about-leadership-link1": "Biz Kimiz",
  "about-leadership-text1": "Çevrimiçi sistemleri giderek daha karmaşık hale gelen modern tehditlerden korumaya özel olarak odaklanarak, derin öğrenme ve geniş ölçekte görsel alan makine öğrenimi konusunda uzmanız.",
  "about-leadership-text2": "Onlarca yıllık yazılım ve makine öğrenimi uzmanlığıyla, gizliliği korurken günümüzün en zor sorunlarından bazılarının üstesinden gelmek için büyük ölçüde ölçeklenebilir sistemler kuruyor ve işletiyoruz.",
  "acc-opt": "Erişilebilirlik Seçenekleri",
  "acc-opt-but": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
  "acc-opt-text": "Görme engelli misiniz veya başka bir şekilde hCaptchas'ı tamamlayamıyor musunuz?",
  "accessibility-link": "Ulaşılabilirlik",
  "appreciate-in": "Katkılarınızı takdir ediyoruz. Herhangi bir sorunu bize bildirin, hızlıca çözelim.",
  "fb-but": "Bize geri bildirim gönderin",
  "feedback-text": "Az önce gördüğünüz hCaptcha hakkında geri bildirim sağlayın",
  "footer-copyright-text": "hCaptcha, Intuition Machines, Inc.'in tescilli ticari markasıdır.",
  "footer-link-10": "Ulaşılabilirlik",
  "h-plans": "Abonelik Planları",
  "header-labeling-services-link": "Etiketleme Hizmetleri",
  "header-plans-link": "Planlar",
  "header-signup-button": "Kaydol",
  "home-about-head": "HCaptcha hakkında",
  "home-about-subtitle": "İNSAN Protokolü ile güçlendirilmiştir",
  "home-about-text-1": "hCaptcha, makine öğrenimindeki en yoğun emek gerektiren sorunu çözmek için tasarlanmıştır: büyük miktarda veriyi zamanında, uygun maliyetli ve güvenilir bir şekilde etiketleme.",
  "home-about-text-2": "Daha fazla veri genellikle makine öğrenimi modellerinin eğitiminde daha iyi sonuçlar verir. Derin modellerin yakın zamandaki başarısı, neredeyse her zaman bir miktar insan incelemesiyle, giderek daha büyük veri kümelerine yol açtı. Ancak, Mechanical Turk, Figure Sekiz, vb. Aracılığıyla büyük insan tarafından gözden geçirilmiş veri kümeleri oluşturmak hem yavaş hem de pahalıdır.",
  "home-about-text-3": "hCaptcha, web sitelerinin botları ve diğer kötüye kullanım biçimlerini engellerken bu talebe hizmet ederek para kazanmasına olanak tanır.",
  "home-about-text-4": "HCaptcha pazarı, Ethereum blok zincirinde çalışan insan incelemesine yönelik açık ve merkezi olmayan bir protokol olan İNSAN Protokolü tarafından desteklenmektedir. Web siteleri, kullanıcılar sitelerindeki hCaptcha widget'ını kullandıklarında İnsan Jetonları (HMT) kazanır ve makine öğrenimi şirketleri verilerini etiketlemek için İnsan Jetonları öder.",
  "home-ba-labeling-services-link": "Etiketleme Hizmetleri",
  "home-benefits-head-1": "Veri Etiketlemedeki Değer",
  "home-benefits-head-2": "Hayır Kurumuna Geri Verin",
  "home-benefits-text-1": "Arabaya her tıkladığınızda, tek bir Gigantic şirketinin makine öğrenimi sistemlerini ücretsiz olarak eğitmeye yardım ettiğinizi fark ettiniz mi?",
  "home-benefits-text-2": "hCaptcha bu modeli tersine çevirir. HCaptcha'yı kullandığınızda şirketler, kullanıcılarınızın insanlıklarını kanıtladıkları için yaptıkları işe teklif verir. Ödülleri alırsın.",
  "home-benefits-text-3": "En sevdiğiniz hayır kurumuna geri vermek ister misiniz? hCaptcha, seçtiğiniz hayır kurumlarını, onu kullanarak elde ettiğiniz kazançlarla desteklemenizi sağlar. Sitenizdeki kullanıcılar yakında hCaptcha arayüzünde sağduyulu markalama yoluyla hayır kurumlarına yaptığınız katkıyı görebilecekler.",
  "home-challenge-text-1": "Sorguyla eşleşen tüm resimleri seçin",
  "home-challenge-text-2": "Nesneler için sınırlayıcı alan tanımlayın",
  "home-challenge-text-3": "İlgili etiketleri tanımlayın",
  "home-challenge-title-1": "Karşılaştırma",
  "home-challenge-title-2": "Sınırlayıcı kutu",
  "home-challenge-title-3": "Sınıflandırma",
  "home-challenges-head": "Sunulan Zorluklar",
  "home-challenges-text-1": "... ve diğer basit görevler. İnsanlar için kolay, botlar için zor.",
  "home-challenges-text-2": "Kurumsal yayıncılar için de özel görevler mevcuttur.",
  "home-ent-1": "Kurumsal güvenlik tekliflerimizi mi arıyorsunuz?",
  "home-ent-2": "Yeni özel sitemizi ziyaret edin: BotStop.com",
  "home-ent-button": "Daha fazla bilgi edinin: hCaptcha'dan BotStop",
  "home-from-the-blog": "BLOGDAN:",
  "home-from-the-blog-value": "HCaptcha Zorluk Ayarları Nasıl Çalışır?",
  "home-intro-body": "Botları dışarıda tutmak için captcha kullanıyor musunuz? hCaptcha, kullanıcı gizliliğini korur, web sitelerini ödüllendirir ve şirketlerin verilerini etiketlemelerine yardımcı olur. ReCAPTCHA'nın yerine geçmiştir: Dakikalar içinde geçiş yapabilirsiniz.",
  "home-intro-button": "Şimdi kayıt ol",
  "home-intro-head": "Daha fazla botu durdurun. Kullanıcı gizliliğini korumaya başlayın.",
  "home-main-1": "Özel. Güvenli. Daha hızlı. Ve onu kullanmanız için size para ödüyoruz.",
  "home-main-2": "Gizlilik Odaklı",
  "home-main-2c": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. hCaptcha için ürün sağladıkları iştir. Kullanıcılarınızın kim olduğuyla ilgilenmiyoruz, yalnızca kötü niyetli olma olasılıklarının ne olduğuyla ilgileniyoruz. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz.",
  "home-main-3": "Önce Güvenlik",
  "home-main-3c": "Doğruluk sizin ve bizim ilgimizdir. hCaptcha yayıncı odaklıdır. Size gerçek verileri vermek ve nasıl kullanacağınıza karar vermenize izin vermek için çalışıyoruz. Diğer captcha'lar Gigantic reklam şirketleri tarafından sağlanmaktadır. Bu, engelledikleri her botun gelirlerini azaltabileceği anlamına gelir.",
  "home-main-4": "Daha İyi Kullanıcı Deneyimi",
  "home-main-4c": "İnsanlığı belirlemek için hCaptcha tarafından sofistike makine öğrenimi modelleri kullanılmaktadır. Bu, kullanıcılarınızdan daha az can sıkıcı görev talep etmemize ve bunu yaparken daha az zaman harcamamıza izin verirken, yine de müşterileri etiketlemek için yararlı etiketli veriler üretmemize olanak tanır.",
  "home-main-plans": "hCaptcha, her boyuttaki yayıncılar için ücretsizdir. Ancak, daha fazla kontrole ihtiyaç duyan işletmeler ve platformlar için kurumsal çözümlerimiz mevcuttur.",
  "home-main-plans2": "hCaptcha kurumsal çözümleri, gezegendeki en büyük şirketlerin bazıları için milyonlarca kullanıcıyı on milyonlarca web sitesinde korur. Daha fazla bilgi için lütfen bizimle iletişime geçin veya ziyaret edin",
  "home-main-plans3": "hCaptcha kurumsal çözümleri, gezegendeki en büyük şirketlerin bazıları için milyonlarca kullanıcıyı on milyonlarca web sitesinde korur. Daha fazla bilgi için lütfen bizimle iletişime geçin veya ziyaret edin",
  "home-main-plans4": "detaylar için.",
  "home-plans-button-1": "Şimdi kayıt ol",
  "home-plans-button-2": "Satışlarla irtibat kurun",
  "home-plans-chart-head-1": "Özellikleri",
  "home-plans-chart-head-2": "Yayımcı",
  "home-plans-chart-head-3": "Kurumsal",
  "home-plans-chart-row-1-cell-1": "Gösterilen kontrol sorgulaması türleri",
  "home-plans-chart-row-1-cell-2": "Sınırlı",
  "home-plans-chart-row-1-cell-3": "Toplam",
  "home-plans-chart-row-10-cell-1": "Çok kullanıcılı kontrol panelleri",
  "home-plans-chart-row-11-cell-1": "Gelişmiş raporlama özellikleri",
  "home-plans-chart-row-12-cell-1": "Kurumsal SLA'lar",
  "home-plans-chart-row-2-cell-1": "Kullanılan kontrol sorgulaması içeriği",
  "home-plans-chart-row-2-cell-2": "Sınırlı",
  "home-plans-chart-row-2-cell-3": "Toplam",
  "home-plans-chart-row-3-cell-1": "İnsan çözümleriyle ödüller kazanın",
  "home-plans-chart-row-4-cell-1": "Birinci sınıf anti-bot koruması",
  "home-plans-chart-row-5-cell-1": "Her ülkede çalışır",
  "home-plans-chart-row-5a-cell-1": "CAPTCHA yok ve %99,9 pasif modlar",
  "home-plans-chart-row-5b-cell-1": "Bot güven puanları",
  "home-plans-chart-row-6-cell-1": "GDPR ve CCPA dostu gizlilik politikası",
  "home-plans-chart-row-7-cell-1": "İnce taneli zorluk seviyeleri",
  "home-plans-chart-row-8-cell-1": "Kendi meydan okuma içeriğinizi başlatın",
  "home-plans-chart-row-9-cell-1": "Zamana dayalı zorluk planlaması",
  "home-try-it-out-button": "HCaptcha'yı alın",
  "home-try-it-out-head": "Denemek",
  "home-try-it-out-text": "hCaptcha, basit, kolay ve güvenilir bot tespiti sağlarken, insanlar için çözmesi önemsizdir.",
  "labeling-about-head": "HCaptcha hakkında",
  "labeling-about-text-1": "hCaptcha, makine öğrenimindeki en yoğun emek gerektiren sorunu çözmek için tasarlanmıştır; büyük miktardaki verileri zamanında, uygun maliyetli ve güvenilir bir şekilde etiketleme. Daha fazla veri genellikle makine öğrenimi modellerinin eğitiminde daha iyi sonuçlar verir. Derin modellerin yakın zamandaki başarısı, giderek daha büyük veri kümelerine yol açtı ve hCaptcha bu ihtiyaca hizmet ediyor.",
  "labeling-about-text-2": "Ancak, geleneksel yöntemleri kullanarak insanlar tarafından incelenen büyük veri kümeleri oluşturmak hem yavaş hem de pahalıdır. hCaptcha, şirketlerin ihtiyaç duydukları ek açıklamaları diğer alternatiflere göre daha hızlı, daha kaliteli ve daha düşük maliyetle almasının bir yoludur.",
  "labeling-annotations-head": "Ek Açıklama Türleri",
  "labeling-annotations-text-1": "Görüntülerde ve videoda doğru nesne algılama",
  "labeling-annotations-text-2": "Görüntülerde ve videoda doğru nesne algılama",
  "labeling-annotations-text-3": "Birçok farklı kullanım durumu için nokta ek açıklamaları",
  "labeling-annotations-text-4": "Herhangi bir boyuttaki rastgele kategorileri sıralayın veya ekleyin",
  "labeling-annotations-text-5": "İnsan gücüyle tespit ve sınıflandırma",
  "labeling-annotations-text-6": "Burada listelenmeyen başka bir türe mi ihtiyacınız var? Bize sormanız yeterli.",
  "labeling-annotations-title-1": "Sınırlayıcı Kutular",
  "labeling-annotations-title-2": "Çokgenler",
  "labeling-annotations-title-3": "Görülecek yer",
  "labeling-annotations-title-4": "Öznitelik Kategorizasyonu",
  "labeling-annotations-title-5": "Karşılaştırma ve Tespit",
  "labeling-annotations-title-6": "... ve daha fazlası",
  "labeling-ent-button": "Kurumsal Çözümler Ekibimizle İletişime Geçin",
  "labeling-ent-head": "Uçtan Uca Kontrole mi İhtiyacınız Var?",
  "labeling-ent-text-1": "HCaptcha'nın arkasındaki İNSAN Platformu, mevcut sistemlerinizle entegre olan şirket içi, hibrit veya SaaS dağıtımları aracılığıyla oldukça sofistike iş kalitesi ve yönetim özellikleri sağlar.",
  "labeling-ent-text-2": "Kendi iş gücünüzle tamamen çevrimdışı çalışın, iş birimleri veya konsorsiyum ortakları arasında tüketilen değeri izleyin, maliyetleri ve güvenlik gereksinimlerine göre işleri seçerek farklı dahili veya harici işçi sağlayıcılarına yönlendirin ve daha fazlasını yapın.",
  "labeling-ent-text-3": "Verimliliği en üst düzeye çıkarmak için kolay API erişimi, güzel kontrol panelleri ve en yeni döngü modeli teknolojisi.",
  "labeling-ent-text-4": "% 99,99 çalışma süresi HDS'leri ve 7/24 küresel destek mevcuttur. Daha fazla bilgi için:",
  "labeling-features-head-1": "Basit API tabanlı ardışık düzenler.",
  "labeling-features-head-2": "Maliyet ve kalite için optimize edilmiştir. Önceden taahhüt gerekmez.",
  "labeling-features-head-3": "Yalnızca ihtiyacınız olan doğruluk için ödeme yapın.",
  "labeling-features-head-4": "Kendi kesin referans verilerinizi sağlayın ya da anında oluşturmamıza izin verin.",
  "labeling-features-text-1": "İnsan incelemesini doğrudan iş operasyonlarınıza entegre etmek mi istiyorsunuz? Yüksek güvenilirlikli SLA'lar, garantili kapasite ve basit REST API'leri sunuyoruz.",
  "labeling-features-text-2": "İNSAN platformu, gelişmiş gerçek zamanlı kalite analizi yapmak için kapsamlı güven modelleri kullanır. Bu, hem soruların zorluğunu hem de olası doğru cevaplarını hızlı bir şekilde belirlememizi sağlayarak size zaman ve para tasarrufu sağlar.",
  "labeling-features-text-3": "Bütün sorunlar aynı değil. Güvenlik açısından kritik görevler için ek açıklamalar, tamamen insan çalışanlardan% 99,99 güven gerektirebilir. Bir mobil oyun uygulamasındaki bir beta özelliği için ek açıklamalar yalnızca orta düzeyde güven gerektirebilir. Sen karar ver.",
  "labeling-features-text-4": "Kapsamlı bir doğrulama seti olmayan ham verileriniz var mı? Çoğu durumda, görevler sistemde yürütülürken sizin için bir tane oluşturabilir veya onayınız için etiketli örnekler oluşturabiliriz.",
  "labeling-info-head": "Verileri Etiketleme",
  "labeling-info-text-1": "Proje ihtiyaçlarınızı tanımlamak için alan uzmanlarımızdan biriyle konuşun: hedef doğruluğu, format ve özel gereksinimler.",
  "labeling-info-text-2": "Örnek verilerinize dayanarak küçük bir üretim işi yürütüyoruz. Bu, tam olarak ihtiyacınız olanı almanızı sağlamak için birlikte yaptığımız işi test eder.",
  "labeling-info-text-3": "Yüksek hacmimiz ve düşük gecikmemiz sayesinde, biter bitmez otomatik teslimat ile işinizi hızlı bir şekilde tersine çevireceğiz.",
  "labeling-info-text-4": "Üretim çalışmanızın parametrelerini daha iyi anladıkça, sonuçlar zamanla iyileşmeye devam edecektir.",
  "labeling-info-text-5": "Canlı panolar, istediğiniz zaman geri bildirim sağlamanıza veya üretimi duraklatmanıza olanak tanır.",
  "labeling-info-title-1": "Özellikleri Tanımlayın",
  "labeling-info-title-2": "İlk İş Testi",
  "labeling-info-title-3": "Üretim İşlerini Dağıtın",
  "labeling-info-title-4": "Devamlı gelişme",
  "labeling-info-title-5": "Gerçek Zamanlı Sonuçlar",
  "labeling-main-1": "Geniş ölçekte uygun maliyetli veri etiketleme",
  "labeling-main-1-button": "Verilerinizi Şimdi Etiketleyin",
  "labeling-main-1c": "Veri kümeleriniz için daha fazla etikete mi ihtiyacınız var? hCaptcha, yapay zeka ve makine öğrenimi uygulamaları üzerinde çalışan şirketler için hızlı, uygun maliyetli ve yüksek kaliteli veri etiketleme sağlar.",
  "labeling-main-2": "Milyonlarca görevi anında başlatın.",
  "labeling-main-2-button": "Veri Etiketleme Hizmetleri Satın Alın",
  "labeling-main-2c": "hCaptcha, kullanımınız için gezegendeki en büyük havuzlardan birine sahiptir. Ölçeğiniz ne olursa olsun, pahalı ön taahhütler olmadan bunu halledebiliriz. Günde milyonlarca görev sorun değil.",
  "labeling-platform-head": "Özel veya Genel Bilgiler",
  "labeling-platform-text": "hCaptcha, her adımda maliyet ve verimliliği optimize etmek için gelişmiş yönlendirme ve analizlere izin veren İNSAN Platformu üzerine inşa edilmiştir. Bu teknoloji, doğru iş gücünün işinizin her bir bölümünü halletmesine olanak tanıyarak, gizliliği korurken maliyet verimliliğini en üst düzeye çıkarır ve geçerli olabilecek tüm yasal gereksinimleri karşılar.",
  "labeling-try-button": "Veri Etiketleme Hizmetleri Satın Alın",
  "labeling-try-head": "Verilerinizle denemek ister misiniz?",
  "labeling-try-text": "... hazır olduğunuzda hazırız: hizmetimiz günün her saati hizmetinizdedir.",
  "learn-more-hcaptcha": "HCaptcha hakkında daha fazla bilgi edinin",
  "page-acc-faq-1": "Soru: hCaptcha Bölüm 508 + WCAG 2.1 AA uyumlu mu? Cevap: Öyle olduğuna inanıyoruz: Web'de gezinebilen ve formlara metin girebilen herhangi bir engeli olan tüm kullanıcılar, kayıt sırasında hCaptcha tarafından korunan hizmetlere erişebilir. Ancak bu yasal tavsiye değildir: Dağıtımınız için durumun böyle olduğundan emin olmak için kendi uygulamanızı dikkate alarak kendi değerlendirmenizi yapmalısınız.",
  "page-acc-faq-2": "Soru: Ses gibi diğer erişilebilirlik (a11y) seçenekleri üzerinde mi çalışıyorsunuz? Cevap: Ses captcha'ları gibi daha önce popüler olan seçenekler, birçok 11 yaşındaki kullanıcıya karşı ayrımcılık yapıyor ve modern makine öğrenimi teknikleri tarafından kolayca mağlup ediliyor. Bu, saldırganları yenmek için gürültü, garip zamanlama, olağandışı kelime kombinasyonları vb. gibi mevcut ses zorluklarını giderek daha zor hale getirmeye zorladı. Bu nedenle, meydan okumadan tamamen kaçınmaya karşı bu yaklaşım konusunda daha az hevesliyiz, ancak topluluktan talep gelirse bunu dikkate alacağız. Ancak, Erişilebilirlik kullanım durumu için Privacy Pass ile çok ilgileniyoruz. Mevcut a11y yaklaşımımızı Privacy Pass düzenleme ile birleştirmenin, a11y kullanıcılarının, a11y seçenekleri mevcut olduğunda kaçınılmaz olarak meydana gelen bot operatörlerinin kötüye kullanımını kısıtlarken, trafiklerinin daha özel olduğunu bilerek güvenli bir şekilde gezinmelerine izin vereceğine inanıyoruz. Bu yeni teknolojiyi standartlaştıran IETF çalışma grubunun aktif katılımcılarıyız.",
  "page-acc-faq-3": "Soru: Peki ya mahremiyet? Kayıt, a11y tarama verilerini bir şekilde açığa çıkarır mı? E-postayı ne yapacaksın? Cevap: hCaptcha, sıfırdan gizlilik için tasarlanmıştır. Sizi web'de takip etme ve sizi gerçek bir kimlikle ilişkilendirmeye teşvik eden reklam ağlarının sahip olduğu reCAPTCHA gibi geleneksel seçeneklerden çok farklıdır. Erişilebilirlik e-postalarını veya bilgilerini hiçbir zaman kullanımı kolaylaştırmak ve kötüye kullanımı önlemek dışında herhangi bir amaçla kullanmayız. Gizlilik politikamız, verileri nasıl kullandığımıza ilişkin kapsamlı ve yetkili yanıtlara sahiptir, ancak kısa yanıt, sizi tarama geçmişinizle bir kişi olarak ilişkilendirmekle ilgilenmiyoruz. Şu anda e-posta adresinizi hızla atmak için bir kriptografik çözüm üzerinde çalışıyoruz. Gizlilik Geçişi çalışmamızı tamamlayarak kötüye kullanımı önleme yeteneğimizi korurken.",
  "page-acc-link-1": "Erişilebilirlik kullanıcısıysanız, lütfen buradan kaydolun.",
  "page-acc-subhead": "Güvenliği korurken tüm kullanıcılar için kesintisiz erişim sağlamak",
  "page-acc-summary": "Özet",
  "page-acc-summary-contents-1": "hCaptcha, botları insanlardan ayırarak durdurmak için tasarlanmıştır. Görsel testler bunun için uygun bir araçtır, ancak herkes görsel bir zorluğu çözemez. Bu nedenle, hizmetimizi kullanan yayıncıların erişilebilirliği herkes için tam Bölüm 508 ve WCAG 2.1 AA uyumluluğuyla korumalarına izin vermek için basit ve zahmetsiz bir alternatif tasarladık.",
  "page-acc-summary-contents-2": "Nasıl çalışır: Öncelikle, hCaptcha pencere öğesi bilgi sayfasında bağlantısı verilen bu URL'ye bir erişilebilirlik kullanıcısı kaydolur. Günde birkaç kez kullanılabilen şifreli bir çerez verilir, ancak oturum açma yoluyla her 24 saatte bir yenilenmeleri gerekir. HCaptcha hizmetini kullanan herhangi bir sitedeki erişilebilirlik kullanıcısına bir meydan okuma sunulduğunda, otomatik olarak geçeceklerdir.",
  "page-acc-title": "hCaptcha Erişilebilirlik Bilgileri",
  "page-acc-tr-body": "Soru: Çerezi ayarladıktan sonra hala bir sorunla karşılaşıyorum. Buna ne sebep oluyor?<br> Cevap: Bunun nedeni genellikle agresif bir reklam engelleyici veya anti-çerez uzantısı veya siteler arası çerezleri engelleyen bir ayar, bu durumda hcaptcha.com için farklı bir sitede hCaptcha JS tarafından ayarlanan veya kontrol edilen bir çerezdir. , ziyaret ettiğiniz gibi.<br><br> hCaptcha erişilebilirlik çerezleri, standart ayarlarıyla tüm popüler tarayıcılar ve reklam engelleyicilerle çalışır, bu nedenle tipik olarak hatalar, anti-adblock komut dosyalarından veya belirli siteleri hedefleyen benzer kural kümelerinden kaynaklanır.<br><br> Çözümler:<br><br> 1. hcaptcha.com ve * .hcaptcha.com çerezlerini reklam engelleyicinizde veya tarayıcı güvenlik uzantınızda beyaz listeye ekleyin.<br> 2. Şu anda herhangi bir çerez beyaz listesi içermeyen Brave tarayıcısını kullanıyorsanız, Tercihler -> Kalkanlar -> Çerezler'e gidin ve Tüm Çerezlere İzin Ver'i seçin.<br> 3. Safari'nin en son sürümünü, yakın zamanda piyasaya sürülen OS X 10.15 veya iOS 13.4'te kullanıyorsanız, Apple, Safari'nin üçüncü taraf tanımlama bilgileriyle ilgili davranışını değiştirmiş ve varsayılan olarak hepsini engellemiştir. Bir çözüm uyguluyoruz, ancak bu arada lütfen Safari Tercihleri, Gizlilik bölümünü ziyaret edin ve Erişilebilirlik çerezinin beklendiği gibi çalışmasını etkinleştirmek için Web sitesi izleme: Siteler arası izlemeyi önle seçeneğinin işaretini kaldırın.<br><br> Soru: Birden fazla cihaz kullanıyorum. Birden çok kez kaydolmam gerekir mi?<br> Cevap: Hayır. Lütfen çerezi ayarlamak için kullandığınız her cihazda size gönderilen aynı e-posta giriş bağlantısını tıklayın.<br><br> Soru: Erişilebilirlik çerezini kullanırken kendimi üçüncü taraf çerez izlemesinden nasıl koruyabilirim?<br> Cevap: Etki alanı düzeyinde beyaz listeyi (örn. UBlock Origin) destekleyen herhangi bir gizlilik veya reklam engelleme uzantısını kullanmak beklendiği gibi çalışacaktır: hcaptcha.com'u beyaz listeye aldığınızdan emin olun.",
  "page-acc-tr-title": "Erişilebilirlik Kullanıcıları için: Sık Sorular ve Sorun Giderme Kılavuzu",
  "page-acc-tr2-body": "Safari<br> Safari'de (Mac) çerezleri etkinleştirmek için: Safari açılır menüsüne gidin. Tercihler'i seçin. Üst panelde Gizlilik'i tıklayın. \"Çerezleri engelle\" altında \"Asla\" seçeneğini seçin.<br> Safari'de (iPhone / iPad iOS 11+) çerezleri etkinleştirmek için: Ayarlarınızı açın. Aşağı kaydırın ve Safari'yi seçin. Gizlilik ve Güvenlik altında, 'Siteler Arası İzlemeyi Engelle' ve 'Tüm Çerezleri Engelle'yi kapatın.<br><br> Firefox<br> Herhangi bir web sayfasındaki adres çubuğunun solundaki kalkanı tıklayın. Koruma Ayarları'na tıklayın. Firefox Tercihleri Gizlilik ve Güvenlik paneli açılacaktır. Gelişmiş İzleme Koruması altında Özel'i seçin. Bu onay kutularını seçerek hangi izleyicilerin ve komut dosyalarının engelleneceğini seçin. Hcaptcha.com'un engellemesini kaldırdığınızdan emin olun.<br><br> Ayrıca, onay kutularının seçimini kaldırarak bu hatayı gidermek için Özel'de bazı korumaları geçici olarak kapatabilirsiniz: İzleyiciler onay kutusunun seçimini kaldırın veya hala sorun yaşıyorsanız Çerezler onay kutusunun seçimini kaldırın.<br><br> Google Chrome<br> Google Chrome (PC)<br> Chrome menü simgesini seçin. Ayarları şeç.<br> Gizlilik ve Güvenlik'e, ardından Çerezler ve diğer site verilerine gidin.<br> 'Üçüncü taraf çerezlerini engelle'nin etkinleştirilmediğinden emin olun.<br><br> Google Chrome (Mac):<br> Menü çubuğundan Chrome tercihlerini açın.<br> Gizlilik ve Güvenlik'e, ardından Çerezler ve diğer site verilerine gidin.<br> 'Üçüncü taraf çerezlerini engelle'nin etkinleştirilmediğinden emin olun.<br><br> Google Chrome (Android):<br> Android cihazınızda Chrome uygulamasını açın.<br> Sağ üstte Diğer'e ve ardından Ayarlar'a dokunun.<br> Site Ayarları'na ve ardından Çerezler'e dokunun.<br> \"Çerezler\" in yanındaki ayarı açın.<br> 'Üçüncü taraf tanımlama bilgilerine izin ver' seçeneğinin yanındaki kutuyu işaretleyin.<br><br> Internet Explorer<br> 1. Ekranın sağ üst köşesindeki dişli çarkı seçin ve ardından 'İnternet Seçenekleri'ni seçin. Menü Çubuğunu etkinleştirdiyseniz, 'Araçlar'ı ve ardından' İnternet Seçenekleri'ni seçebilirsiniz.<br> 2. 'Gizlilik' sekmesini tıklayın.<br> 3. 'Gelişmiş' düğmesini seçin.<br> 4. 'Üçüncü Şahıs Tanımlama Bilgileri' altında 'Kabul Et'i seçin.<br> 5. 'Tamam'ı tıklayın",
  "page-acc-tr2-head": "Siteler Arası Çerezler için Tarayıcı Talimatları",
  "priv-hc": "Gizlilik Odaklı",
  "priv-hc-text": "Reklam ağları sizi ürünleri olarak görür. Biz yok. Kullanıcıların kim olduğu umurumuzda değil, sadece kötü niyetli olma olasılıkları ne kadar. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz.",
  "reporting-bugs-accessibility-button": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
  "reporting-bugs-accessibility-head": "Erişilebilirlik Seçenekleri",
  "reporting-bugs-accessibility-text": "Görme engelli misiniz veya başka bir şekilde hCaptchas'ı tamamlayamıyor musunuz?",
  "reporting-bugs-guide-ff-head": "Hata Raporu Ayrıntılarını Yakalama: Firefox",
  "reporting-bugs-guide-ff-step-1": "Adım 1: Geliştirici Araçlarını Açın (Bu, oturumu kaydetmeye başlar.)",
  "reporting-bugs-guide-ff-step-2": "Adım 2: Geliştirici Araçlarında Ağ sekmesine tıklayın. En üstteki Kalıcı günlükleri kutusunu işaretleyin.",
  "reporting-bugs-guide-ff-step-3": "3. Adım: https://accounts.hcaptcha.com/demo adresini veya sorun yaşadığınız web sitesini ziyaret edin (Gizlilik Notu: yalnızca ne olduğunu paylaşmaktan çekinmezseniz) ... ve ardından I düğmesini tıklayın. İnsanım düğmesi ve çözmeye çalışın.",
  "reporting-bugs-guide-ff-step-4": "Adım 4: Çözmeye çalıştıktan sonra HAR'a tıklayın ve ağ günlüğünü kaydetmek için Tümünü HAR Olarak Kaydet'i seçin. O dosyayı bize gönderin.",
  "reporting-bugs-guide-ff-step-5": "Adım 5: Konsol sekmesine tıklayın ve sağ tıklayın, ardından Konsol günlüğünü kaydetmek için Tümünü seç ve bunu bir metin dosyasına kaydedin. Bize onu da gönderin.",
  "reporting-bugs-guide-ff-step-6": "Son adım: Bu HAR ve konsol günlük dosyalarını bize e-posta ile gönderin ve sorunu açıklayın Kullanım: support@hcaptcha.com (lütfen Dropbox veya Filebin gibi bir hizmet kullanın ve bağlantıları gönderin) ve bir şeyin doğru şekilde görüntülenmediğinden şüpheleniyorsanız, isteğe bağlı olarak bir ekran görüntüsü . Lütfen kullandığınız IP'yi de gönderin. https://www.whatsmyip.org/ adresinden edinebilirsiniz. Bu bilgiyi almamıza yardımcı olmak üzere zaman ayırdığınız için teşekkür ederiz! hCaptcha'nın herkes için iyi çalışmasını sağlamaya kararlıyız.",
  "reporting-bugs-guide-head": "Hata Raporu Ayrıntılarını Yakalama: Chrome",
  "reporting-bugs-guide-step-1": "Adım 1: Geliştirici Araçlarını Açın (Bu, oturumu kaydetmeye başlar.)",
  "reporting-bugs-guide-step-2": "Adım 2: Geliştirici Araçlarında Ağ sekmesine tıklayın. En üstteki Günlüğü koru kutusunu işaretleyin.",
  "reporting-bugs-guide-step-3": "3. Adım: https://accounts.hcaptcha.com/demo adresini veya sorun yaşadığınız web sitesini ziyaret edin (Gizlilik Notu: yalnızca ne olduğunu paylaşmaktan çekinmezseniz) ... ve ardından I düğmesini tıklayın. İnsanım düğmesi ve çözmeye çalışın.",
  "reporting-bugs-guide-step-4": "Adım 4: Çözmeyi denedikten sonra HAR'i Dışa Aktar'ı (küçük aşağı ok) tıklayın, bu ağ günlüğünü kaydeder. O dosyayı bize gönderin.",
  "reporting-bugs-guide-step-5": "Adım 5: Konsol sekmesine tıklayın ve konsol günlüğünü kaydetmek için sağ tıklayıp Farklı kaydet .. seçeneğine tıklayın. Bize onu da gönderin.",
  "reporting-bugs-guide-step-6": "Son adım: Bu HAR ve konsol günlük dosyalarını bize e-posta ile gönderin ve sorunu açıklayın. Şunu kullanın: support@hcaptcha.com (lütfen Dropbox veya Filebin gibi bir hizmet kullanın ve bağlantı gönderin) ve isteğe bağlı olarak, doğru şekilde görüntülenmeyen bir şey olduğundan şüpheleniyorsanız bir ekran görüntüsü. Lütfen kullandığınız IP'yi de gönderin. https://www.whatsmyip.org/ adresinden edinebilirsiniz. Bu bilgiyi almamıza yardımcı olmak üzere zaman ayırdığınız için teşekkür ederiz! hCaptcha'nın herkes için iyi çalışmasını sağlamaya kararlıyız.",
  "reporting-bugs-guide-text-1": "Raporunuzla birlikte hata ayıklama bilgilerini göndermek, neler olup bittiğini belirlememizi çok daha kolaylaştıracaktır. İşte adım adım talimatlar:",
  "reporting-bugs-guide-text-2": "Bir web geliştiricisi veya uzman kullanıcısıysanız, özet olarak, bize bir ağ kaydı HAR ve tarayıcı konsolu günlükleri göndermenizi istiyoruz. Lütfen önce herhangi bir reklam engelleyiciyi veya tarayıcı güvenlik uzantısını devre dışı bırakmayı deneyin ve ardından bu adımları uygulamadan önce yeniden deneyin. Bu, sorununuzu çözerse, tarayıcı sürümünüzü, reklam engelleyicinizi veya tarayıcı uzantınızı ve web sitesi URL'sini bize bildirmenizden yine de memnun oluruz.",
  "reporting-bugs-intro-head": "Bir hata mı buldunuz? İşte bunu nasıl bildireceğiniz.",
  "reporting-bugs-intro-text": "Milyonlarca insan her ay binlerce tarayıcı, uzantı, cihaz, güvenlik duvarı ve daha fazlası kombinasyonunda hCaptcha kullanıyor. Amacımız, her zaman sizin için çalıştığından emin olmaktır, bu nedenle raporlarınızı çok takdir ediyoruz! Hızlı geri bildirim vermek için, Bize geri bildirim gönder düğmesini tıklamanız yeterlidir. İşlevsel bir sorun görüyorsanız, lütfen Chrome için hata ayıklama günlüğü talimatlarını veya Firefox için aşağıdaki hata ayıklama günlüğü talimatlarını izleyin. Diğer tarayıcılar için bize e-posta gönderin. Olası güvenlik veya gizlilik sorunları için aşağıdaki talimatlara bakın.",
  "reporting-bugs-privacy-head": "Gizlilik sorunları",
  "reporting-bugs-privacy-text": "Kullanıcıların kim olduğu umurumuzda değil, sadece onların kötü niyetli veya makine olma olasılıkları ne kadar. Privacy Pass gibi girişimleri destekliyoruz ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz. Kullanıcı gizliliğini etkileyebileceğini düşündüğünüz bir sorun bulduysanız, lütfen bize support@hcaptcha.com adresinden e-posta gönderin.",
  "reporting-bugs-provide-feedback-button": "Bize geri bildirim gönderin",
  "reporting-bugs-provide-feedback-head": "HCaptcha hakkında anında geri bildirim sağlayın",
  "reporting-bugs-provide-feedback-text": "Katkılarınızı takdir ediyoruz. Herhangi bir sorunu bize bildirin, hızlıca çözelim.",
  "reporting-bugs-security-head": "Güvenlik Hataları",
  "reporting-bugs-security-text": "Güvenlik hatalarının raporlarını almakla her zaman ilgileniyoruz. Support@hcaptcha.com ve CC security@hcaptcha.com adresine e-posta gönderin ve size hızlı bir şekilde geri döneceğiz. Ayrıca hCaptcha hizmeti ve ilgili kaynak kodu hakkında uygun güvenlik raporları için bir hata ödül programımız var.",
  "sales-interstitial-c1": "Şirketler için",
  "sales-interstitial-c1a": "Kurumsal güvenlik çözümleri (ücretli)",
  "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) hakkında daha fazla bilgi edinin",
  "sales-interstitial-c1c": "Veri açıklaması",
  "sales-interstitial-c1d": "HCaptcha açıklama hizmetlerini satın alın",
  "sales-interstitial-c2": "Bireyler için",
  "sales-interstitial-c2a": "HCaptcha'yı hizmetinize ekleyin (ücretsiz)",
  "sales-interstitial-c2b": "HCaptcha for Publishers'ı web siteme veya uygulamama ekle",
  "sales-interstitial-c2c": "HCaptcha nedir?",
  "sales-interstitial-c2d": "HCaptcha hakkında daha fazla bilgi edinin",
  "sales-interstitial-head": "Doğru yere geldiğinizden emin olalım.",
  "sec-hc": "Önce Güvenlik",
  "sec-hc-text": "hCaptcha yayıncı odaklıdır. Sitelere gerçek veriler vermek ve bunları nasıl kullanacaklarına karar vermelerine izin vermek için çalışıyoruz. Doğruluk sizin ve bizim menfaatimizedir. Diğer captcha'lar reklam şirketleri tarafından sağlanmaktadır. Engelledikleri her bot gelirlerini azaltabilir.",
  "signup-interstitial-c1": "Şirketler veya web siteleri için",
  "signup-interstitial-c1a": "HCaptcha'yı hizmetinize ekleyin (ücretsiz)",
  "signup-interstitial-c1b": "HCaptcha for Publishers'ı web siteme veya uygulamama ekle",
  "signup-interstitial-c1c": "Kurumsal güvenlik çözümleri (ücretli)",
  "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) hakkında daha fazla bilgi edinin",
  "signup-interstitial-c1e": "Veri açıklaması",
  "signup-interstitial-c1f": "HCaptcha açıklama hizmetlerini satın alın",
  "signup-interstitial-c2": "Bireyler için",
  "signup-interstitial-c2a": "Ulaşılabilirlik",
  "signup-interstitial-c2b": "HCaptcha için erişilebilirlik seçenekleri hakkında bilgi edinin",
  "signup-interstitial-c2c": "Para kazan",
  "signup-interstitial-c2d": "Bireysel bir veri etiketleyicisi olarak çalışın",
  "signup-interstitial-head": "Doğru yere geldiğinizden emin olalım.",
  "support-interstitial-c1": "Şirketler için",
  "support-interstitial-c1a": "Kurumsal güvenlik çözümleri (ücretli)",
  "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) için destek alın",
  "support-interstitial-c1c": "hCaptcha Publisher (ücretsiz)",
  "support-interstitial-c1d": "HCaptcha Publisher için destek alın",
  "support-interstitial-c2": "Bireyler için",
  "support-interstitial-c2a": "Bir meydan okumada zorluk mu yaşıyorsunuz?",
  "support-interstitial-c2b": "HCaptcha için erişilebilirlik seçenekleri hakkında bilgi edinin",
  "support-interstitial-c2c": "Bir hata bildirmek mi istiyorsunuz?",
  "support-interstitial-c2d": "Yazılım sorunlarını bildirme hakkında daha fazla bilgi edinin",
  "support-interstitial-head": "Doğru yere geldiğinizden emin olalım.",
  "what-is-hcaptcha": "HCaptcha nedir?",
  "what-is-hcaptcha-text": "hCaptcha, insanlar için kolay ve makineler için zor olan basit sorular sorarak favori web hizmetlerinizin botları, istenmeyen postaları ve kötüye kullanımı önlemesine yardımcı olur.",
  "why-hc": "Neden hCaptcha?",
  "why-hc-text": "Bir zorluğa her cevap verdiğinizde, insan mı yoksa makine mi olduğunuzu anlamak için karmaşık modeller kullanıyoruz. Ziyaret ettiğiniz web sitesi daha sonra bu sonucu botları dışarıda tutarak sitelerindeki deneyiminizi iyileştirmeye yardımcı olmak için kullanır.",
  "footer-link-5b": "basmak",
  "footer-link-cyberattacks": "Siber saldırılar 101"
}