{
    "1137470858": "11 Aralık 2021",
    "12462594": "hCaptcha, her adımda maliyet ve verimliliği optimize etmek için karmaşık yönlendirme ve analize izin veren HUMAN platformu üzerine kurulmuştur.",
    "2262549101": "Alternatif iletişim yöntemleri, ABD Telif Hakkı Ofisi DMCA Belirlenmiş Temsilci Dizini'nde belgelenmiştir.",
    "2272776729": "Devlet kimliğinizi sağlamak gibi başka bir işlem yapılmadan önce kimliğinizi doğrulamanız ve talepte bulunmanız gerektiğini lütfen unutmayın. Kaliforniya yasalarına uygun olarak, sizin adınıza talepte bulunması için yetkili bir temsilci atayabilirsiniz. Sizin adınıza talepte bulunmak üzere yetkili bir temsilci atamak için, geçerli bir vekaletname, talepte bulunanın geçerli bir devlet tarafından verilmiş kimliğini ve yetkili temsilcinin geçerli bir devlet tarafından verilmiş kimliğini sunmalısınız.",
    "2335607721": "Farkına varmak. Bu Hizmet Koşulları ile ilgili tüm bildirimler e-posta ile gönderilecek veya web sitemizde yayınlanacaktır. adresinden bize bildirim göndermelisiniz.",
    "2875934612": "20 Kasım 2020",
    "3084122606": "Kişisel bilgilerinizi kullanmamızın sizin izninize dayandığı durumlarda, Hizmette belirtilen şekilde veya adresinden bizimle iletişime geçerek istediğiniz zaman geri çekme hakkına sahipsiniz.",
    "3312286067": "veya yargı bölgenizdeki veri koruma düzenleyicisine bir şikayet gönderin. Veri koruma düzenleyicinizi şu adreste bulabilirsiniz:",
    "3506025515": "hCaptcha, log4shell'den etkilenmez. İşte nasıl biliyoruz.",
    "3516838896": "log4j2 uzaktan kod yürütme hatası kısa süre önce interneti taradı ve çevrimiçi hizmetlerin büyük bir yüzdesini etkiledi. hCaptcha etkilenmedi. İşte bu gerçeği nasıl doğruladık.",
    "3553195003": "hCaptcha, log4shell'den etkilenmez.",
    "3610875753": "– Önemli bir iş kesintisinden sonra, genellikle yaptığınız gibi bizimle iletişime geçemezseniz,",
    "3612764043": ", hcaptcha.com veya hcaptchastatus.com adresindeki web sitemize gitmelisiniz.",
    "3626193263": "Dijital Binyıl Telif Hakkı Yasası (DMCA) için hCaptcha Tarafından Belirlenmiş Temsilci,",
    "3794891866": "Kaliforniya tüketicileri, CCPA kapsamındaki haklarına uygun olarak şu adresten bizimle iletişime geçerek talepte bulunabilirler.",
    "3814036702": "– İş sürekliliği planlamamızla ilgili sorularınız varsa, bizimle şu adresten iletişime geçebilirsiniz:",
    "3975007628": "artık her ay on milyonlarca web sitesinde ve uygulamada yüz milyonlarca kullanıcıyı koruyor. Hikayemiz, gizliliği ilk sıraya koyduğunuzda Big Tech ile rekabet edebileceğinizi gösteriyor.",
    "4038264749": "Yerel COVID-19 siparişleri yürürlükte kalırken, postaların zamanında alınacağının garantisi olmadığını ve e-postanın (",
    "4115505783": ") bize ulaşmak için doğru kanaldır. Şirket telefon veya faks numaraları tutmaz; bu 21. yüzyıl.",
    "4164851712": "Kişisel bilgilerinizi yalnızca yasaların izin verdiği şekilde kullanırız. Aşağıda açıklanan kişisel bilgilerinizi işlememizin yasal dayanakları hakkında sizi bilgilendirmemiz gerekmektedir. Kişisel bilgilerinizi hangi yasal dayanaklar altında işlediğimiz hakkında sorularınız varsa, bizimle şu adresten iletişime geçin:",
    "4201262098": "Bu teknoloji, doğru iş gücünün işinizin her bir bölümünü ele almasına izin vererek, gizliliği korurken ve geçerli olabilecek tüm düzenleyici gereksinimleri karşılarken maliyet verimliliğini en üst düzeye çıkarır.",
    "4217188341": "30 Kasım 2020",
    "4238473596": "Gerçek kullanıcılar için sürtünmeyi en aza indirmek önemlidir. hCaptcha basit görevleri kullanır ve daha fazla bot trafiğini durdururken çoğu kullanıcı için daha az zaman alır.",
    "4243935861": "ha.com",
    "4270798104": "2. Diğer uzantıları devre dışı bırakmayı deneyin. Bu sorunu çözerse, sorunu bulana kadar bunları birer birer açın ve bu uzantının geliştiricisine bunu bildirin ve bize şu adresten bilgi verin:",
    "427220273": "Kimliğinizi doğrulamamıza ve talebinizi işleme koymamıza yardımcı olması için sizden belirli bilgiler isteyebiliriz. Geçerli yasa, talebinizi reddetmemizi gerektirebilir veya buna izin verebilir. İsteğinizi reddedersek, yasal kısıtlamalara tabi olarak size nedenini söyleyeceğiz. Kişisel bilgilerinizi kullanmamızla ilgili bir şikayette bulunmak veya kişisel bilgilerinize ilişkin taleplerinize yanıt vermek isterseniz, bizimle şu adresten iletişime geçebilirsiniz:",
    "433026247": "Görevleri yerine getirerek, kendi takdirimize bağlı olarak vereceğimiz nitelikler ve beceriler kazanabilirsiniz. Niteliklerinizi ve becerilerinizi herhangi bir zamanda, herhangi bir nedenle veya herhangi bir nedenle oluşturma, düzenleme veya iptal etme hakkını saklı tutarız. Ulusal köken, ırk, renk, cinsiyet, cinsel yönelim veya yasalarla korunan diğer herhangi bir sınıf temelinde ayrımcılık yapmadığımız için, nitelikleriniz ve becerileriniz arttıkça görevlere erişmek için diğer herhangi bir Katılımcı ile aynı fırsata sahip olacaksınız. . Katılımcı olarak, sorunlu test sorularının niteliklerinizi, becerilerinizi veya ödüllerinizi etkilediğine inanıyorsanız, sorunlu test sorularını açıklayan iyi destekli çekişmeleri görev arayüzü veya destek sistemimizdeki bir bilet aracılığıyla, örneğin e-posta yoluyla sağlayabilirsiniz. de",
    "492025216": "13 Aralık 2021",
    "799274928": "E-posta bildirimleri, yazılı bildirimlerin gerekli olabileceği tüm amaçlar için yazılı bildirimler olarak kabul edilir. E-posta bildirimleri, amaçlanan alıcıya uygun şekilde gönderildikten sonraki iş günü alınmış sayılır.",
    "211351380": "Blogdan:",
    "3153117136": "hCaptcha Zorluk Ayarları Nasıl Çalışır?",
    "2915355938": "Ulaşılabilirlik",
    "793784899": "planlar",
    "2671622670": "Girişim",
    "3527140447": "Dokümanlar",
    "505891021": "Etiketleme Hizmetleri",
    "692176459": "Giriş yapmak",
    "1892574253": "Üye olmak",
    "2593864519": "Daha fazla bot durdurun. Kullanıcı gizliliğini korumaya başlayın.",
    "4007826952": "Web, mobil ve daha fazlası için 1 numaralı gizlilik öncelikli CAPTCHA.",
    "3721365241": "Denemek",
    "3753956446": "Özgür",
    "3276777569": "hCaptcha",
    "55035359": "Şu anda reCAPTCHA kullanıyor musunuz?",
    "3417372336": "Dakikalar içinde geçiş yap",
    "2881474837": "hCaptcha Kurumsal",
    "1685871181": "En iyi çevrimiçi hizmetler şunlara güvenir:",
    "1470290349": "sınıfının en iyisi bot ve dolandırıcılık yönetimi için.",
    "3714002185": "hCaptcha Enterprise hakkında daha fazla bilgi edinin",
    "3946753128": "Özel. Güvenli. Daha hızlı.",
    "939665604": "Gizlilik Odaklı",
    "780475098": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. Biz sadece bir ziyaretin iyi ya da kötü olmasıyla ilgileniriz. hCaptcha, GDPR, CCPA, LGPD, PIPL ve diğer küresel veri yasalarına uygundur.",
    "219813583": "Önce Güvenlik",
    "2714878440": "Gelişmiş makine öğrenimi ve insanlık doğrulamamızla hizmetlerinizi kazıma, hesap devralma, kimlik bilgisi doldurma ve spam'den koruyun.",
    "1397766838": "Daha İyi Kullanıcı Deneyimi",
    "2670352917": "hCaptcha, insanların çözmesi için basit olmakla birlikte daha güvenilir bot algılaması sağlar.",
    "2806751666": "hCaptcha nedir?",
    "3096063825": "Denemek",
    "2968026167": "en sevdiğin sebze",
    "713281684": "Patlıcan",
    "4147497805": "Havuç",
    "3758963444": "Teşekkürler! Gönderiniz alındı!",
    "1070364246": "Hata! Form gönderilirken bir şeyler ters gitti.",
    "1129833879": "Kötü amaçlı botları durdurun, kullanıcı gizliliğini koruyun",
    "58091799": "hCaptcha Publisher ve Enterprise hakkında daha fazla bilgi edinin",
    "1599610318": "Yayımcı",
    "3093388779": "hCaptcha, her boyuttaki yayıncı için ücretsizdir",
    "179723061": "Sınıfında lider güvenliğe ihtiyaç duyan ekipler için daha fazla kontrol",
    "846501387": "Birinci sınıf bot koruması",
    "119298044": "Gelişmiş, kendi kendini denetleyen ML ve AI teknolojileri, web mülklerinizi tehditlere ve saldırılara karşı korur",
    "1263998069": "İnsan çözümleri için ödüller kazanın",
    "1103295010": "İnsanlar CAPTCHA'ları çözdüğünde para kazanın veya hayır kurumlarına bağış yapın",
    "392886773": "Her ülkede çalışır",
    "2320894364": "200'den fazla varlık noktasıyla hCaptcha'nın bulutu, varlıklarınızı dünyanın her yerinde korur",
    "451701069": "GDPR, CCPA ile uyumludur,",
    "2826051554": "ve dahası",
    "3530599065": "Gizlilik sıfırdan inşa edilmiştir. hCaptcha, PII tutmaz ve çok sayıda gizlilik zorunluluğu ve düzenlemesine uygundur.",
    "2489287539": "Sürtünmesiz \"CAPTCHA Yok\" ve %99,9 pasif modlar",
    "793242047": "Uygulamalara hızlı erişim sağlamak için kullanıcılara sunulan zorlukları azaltın",
    "4195759329": "Bot algılama ve risk puanları",
    "1150035777": "Gelişmiş makine öğrenimi modelleri, soruların doğru yanıtlanıp yanıtlanmadığının ötesinde birçok veri noktasına dayalı olarak bot güven puanları oluşturur.",
    "3688621388": "Tehdit imzaları",
    "1131525092": "İlgili sahtekarlığı ve kötüye kullanımı bulmak ve durdurmak için gizliliği koruyan Kapsamlı UID'lerimiz aracılığıyla kötü oyuncuları zahmetsizce bir araya getirin",
    "1559631739": "özel öğrenme",
    "3952259236": "Kötü niyetli davranışları tek başına her iki çözümden daha iyi tahmin etmek için - yalnızca sizin örneğiniz için - hCaptcha'yı davranış sınıfları konusunda eğitmek için körlenmiş verilerinizi hCaptcha'nın binlerce sinyaliyle birleştirin",
    "1150963691": "APT azaltma",
    "4083018285": "Gelişmiş kalıcı tehditleri ele almak için gelişmiş SOC izleme ve yanıtla birleşen genişletilmiş özellikler paketi",
    "3160820928": "Koordineli saldırı koruması",
    "1849805607": "hCaptcha, ağlarınıza sızmak için tasarlanmış tehditlere ve tuzaklara karşı koruma sağlar",
    "1958297836": "Koordineli saldırı koruması ve APT azaltma",
    "1300485304": "hCaptcha, ağlarınıza sızmak için tasarlanmış gelişmiş tehditlere ve tuzaklara karşı koruma sağlar",
    "2698640210": "Gösterilen kontrol zorlukları ve türleri",
    "3121248460": "Beklenen hedef kitleniz için basitten karmaşığa kadar sonsuz çeşitlilikte özel zorlukları görüntüleyin",
    "3807059944": "Kullanılan kontrol meydan okuma içeriği",
    "2707282231": "Kullanıcılarınız için zorlukları özelleştirin. Botların çözmesini ve nüfuz etmesini imkansız hale getirin.",
    "4194763679": "İnce taneli zorluk seviyeleri",
    "3730038780": "Kullanıcıların çözmesi için neredeyse sonsuz sayıda zorluk arasından seçim yapın",
    "1849717906": "Kendi meydan okuma içeriğinizle özelleştirin",
    "1508655687": "Erişimi kolaylaştırmak veya kısıtlamak için hedef kitleniz için özel olarak hazırlanmış kendi zorluklarınızı ekleyin",
    "3620442880": "Flaş İndirim koruma özellikleri",
    "3265895521": "Günün saatine göre meydan okuma zorluğunu artırın ve azaltın",
    "1485807325": "Çok kullanıcılı panolar, SAML SSO",
    "359073033": "Panolar, etkinliğin üst düzey veya ayrıntılı görünümlerini sunar.",
    "4272454814": "Seçtiğiniz kimlik sağlayıcı ile entegre edin.",
    "1141402092": "Gelişmiş raporlama özellikleri",
    "910989640": "Ayrıntılı ve özelleştirilmiş faaliyet raporları oluşturun",
    "3768951251": "Kurumsal SLA'lar",
    "1014004474": "hCaptcha'nın Kurumsal planları, kuruluşunuzun korunmasını sağlamak için gelişmiş hizmet düzeyi anlaşmaları sunar",
    "1177598246": "Satışlarla irtibat kurun",
    "1067704102": "Veri Etiketlemedeki Değer",
    "3065000659": "\"Arabaya her tıkladığınızda\" tek bir kişiyi eğitmeye yardım ettiğinizi fark ettiniz mi?",
    "3235430156": "şirketin makine öğrenimi sistemleri ücretsiz mi?",
    "1549336309": "hCaptcha bu modeli tersine çevirir. hCaptcha'yı kullandığınızda şirketler, insanlığını kanıtlamak için kullanıcılarınızın yaptığı işe teklif verir. Ödülleri alırsınız.",
    "3725880582": "Hayır kurumuna geri ver",
    "1671436004": "En sevdiğiniz hayır kurumuna geri vermek ister misiniz?",
    "1663628612": "sana izin verir",
    "4272088465": "Seçtiğiniz hayır kurumları ile onu kullanmaktan elde ettiğiniz kazançlar.",
    "2894845722": "Sitenizdeki kullanıcılar, hCaptcha arayüzünde gizli markalama yoluyla hayır kurumuna yaptığınız katkıyı yakında görebilecekler.",
    "3194111925": "destek",
    "1637702726": "hCaptcha hakkında",
    "2323282990": "İnsanlığı Doğrulamak İçin Modern Bir Yaklaşım",
    "1201821619": "hCaptcha, günümüzün en acil sorunlarından birini çözüyor: kötü niyetli botların çevrimiçi hizmetleri kötüye kullanmasını önleme.",
    "1475399473": "hCaptcha ekibi hakkında daha fazla bilgi edinin",
    "3161489950": "Dünyanın En Gelişmiş Güvenlik ML Platformu",
    "3247172580": "hCaptcha, büyük ölçekli ölçeklenebilirlik için dünya çapında 250'den fazla konumdan sağlanan veri toplama ve saklamayı benzersiz şekilde en aza indiren yeni bir uç bilgi işlem yaklaşımıyla gelişmiş kendi kendini denetleyen makine öğrenimini birleştirdi.",
    "3767462250": "Gizlilik için Tasarlandı",
    "3500503648": "hCaptcha, tarama geçmişinizi kaydetmek ve analiz etmek yerine anlık değerlendirmeye güvenerek uzun vadeli veri saklamayı ortadan kaldırmak için tasarlanmıştır. gibi girişimleri de destekliyoruz.",
    "2418549423": ", kriptografik kanıtlar ve diğer benzersiz gizlilik öncelikli özellikler aracılığıyla çevrimiçi gizliliği korumak için ortaya çıkan bir standart.",
    "1544546608": "Gizlilik Geçişi",
    "976209454": "Ödüller Kazanın veya Hayır Kurumuna Verin",
    "552920956": "hCaptcha, web sitelerinin botları ve diğer kötüye kullanım biçimlerini engellerken ödül kazanmasına olanak tanır. hCaptcha ayrıca bu kazançlarla seçtiğiniz hayır kurumlarına destek olmanızı da sağlar.",
    "654326661": "Kendin görmek ister misin? hCaptcha'yı ücretsiz deneyin.",
    "3570415321": "Şirket",
    "3987022469": "etiketleme",
    "1636202177": "Hakkında",
    "2670003220": "Meslekler",
    "3233305531": "ticari markalar",
    "3028319964": "AI Etiği",
    "4131598919": "basmak",
    "1662477701": "Kaynaklar",
    "3130928685": "Blog",
    "1756106276": "Durum",
    "1235925265": "belgeler",
    "920212083": "Hata Bildir",
    "2076066173": "Siber saldırılar 101",
    "3644106388": "Temas",
    "2182196747": "Destek",
    "487083593": "Satış",
    "878585497": "şartlar",
    "1697438123": "Mahremiyet",
    "1316817321": "atıf",
    "3488019891": "hCaptcha, Intuition Machines, Inc.'in tescilli ticari markasıdır.",
    "4224961202": "Gizlilik, Güvenlik ve Makine Öğrenimi.",
    "98173630": "hCaptcha, dünyanın en yaygın kullanılan bağımsız CAPTCHA hizmetidir.",
    "1514478724": "Daha fazla bilgi edin",
    "1752795854": "hCaptcha, botları durdurmak için modern, gizlilik odaklı bir yaklaşım getiriyor.",
    "2927700175": "Makine öğrenimi sorunlarından etiketlenmesi zor verileri toplayarak ve bir web sitesi veya uygulama ziyaretçisinin insan olup olmadığını ayırt etmek için kullanarak botlar için zor ama insanlar için kolay olan CAPTCHA zorluklarını gösteriyoruz.",
    "2188609322": "Kötü oyuncular internette giderek yaygınlaşıyor. Ancak kullanıcı gizliliğinden ödün vermek çözüm değil.",
    "2032102720": "Reklam şirketleri tarafından sunulan güvenlik çözümleri, öncelikle kullanıcıları web üzerinden izlemeye odaklanır. Mükemmel sonuçlar elde etmek için kullanıcı gizliliğine zarar vermenin gerekli olmadığını kanıtlayan etkili bir güvenlik çözümü oluşturduk.",
    "4146870445": "Biz Kimiz",
    "353066938": "Günümüzün en zor sorunları üzerinde çalışan deneyimli bir ekip. hCaptcha bir hizmettir",
    "1173652155": "Danışman",
    "2256305371": "Profesör, California Üniversitesi, Berkeley'de CS. Derin öğrenme, güvenlik, blockchain uzmanı. Oasis Labs'ın CEO'su.",
    "2177660021": "Stanford'da Araştırma Bilimcisi. Büyük bankalarda, hedge fonlarında ve akademide makine öğrenimi ve nicel finansman.",
    "2686825859": "Ücretsiz üye olun veya hCaptcha Enterprise çözümleri hakkında bizimle iletişime geçin",
    "583434701": "hCaptcha Erişilebilirlik",
    "611905972": "Güvenliği korurken tüm kullanıcılar için sorunsuz erişim sağlama",
    "874098071": "Erişilebilirlik kullanıcısıysanız, lütfen buradan kaydolun",
    "2745385064": "Özet",
    "3353238942": "hCaptcha, botları insanlardan ayırarak durdurmak için tasarlanmıştır. Görsel testler bunun için uygun bir araçtır, ancak herkes görsel bir zorluğu çözemez.",
    "3600022491": "Bu nedenle, hizmetimizi kullanan yayıncıların erişilebilirliği herkes için tam Bölüm 508 ve WCAG 2.1 AA uyumluluğu ile korumalarına izin vermek için basit ve zahmetsiz bir alternatif tasarladık.",
    "2557240048": "Nasıl çalışır: ilk olarak, bir erişilebilirlik kullanıcısı şuradan kaydolur:",
    "3871665286": "hCaptcha widget bilgi sayfasında belirgin bir şekilde bağlantılı olan . Onlara günde birkaç kez kullanılabilecek şifreli bir çerez verilir, ancak giriş yoluyla her 24 saatte bir yenilenmesi gerekir.",
    "3441764123": "hCaptcha hizmetini kullanan bir sitede erişilebilirlik kullanıcısına bir meydan okuma sunulduğunda, otomatik olarak geçer.",
    "4247858664": "erişilebilirlik kayıt sayfası",
    "1297657322": "Giriş yaptıktan sonra erişilebilirlik kullanıcı ekranı",
    "1717658846": "Widget kullanıcı arayüzü menüsündeki erişilebilirlik seçeneği",
    "1266963825": "S: hCaptcha Bölüm 508 + WCAG 2.1 AA uyumlu mu?",
    "850025770": "C: Buna inanıyoruz: Web'de gezinebilen ve formlara metin girebilen herhangi bir engeli olan tüm kullanıcılar, kayıt sırasında hCaptcha tarafından korunan hizmetlere erişebilir. Ancak bu yasal tavsiye değildir: Dağıtımınız için durumun böyle olduğundan emin olmak için kendi uygulamanızı dikkate alarak kendi değerlendirmenizi yapmalısınız.",
    "159272246": "S: Ses gibi diğer erişilebilirlik (\"a11y\") seçenekleri üzerinde mi çalışıyorsunuz?",
    "4074220464": "C: Ses captcha'ları gibi daha önce popüler olan seçenekler, birçok 11 yaşındaki kullanıcıya karşı ayrımcılık yapıyor ve modern makine öğrenimi teknikleri tarafından kolayca alt ediliyor. Bu, saldırganları yenmek için gürültü, garip zamanlama, olağandışı kelime kombinasyonları vb. gibi mevcut ses zorluklarını giderek daha zor hale getirmeye zorladı. Bu nedenle, meydan okumadan tamamen kaçınmaya karşı bu yaklaşım konusunda daha az hevesliyiz, ancak topluluktan talep gelirse bunu dikkate alacağız.",
    "2309661107": "Ancak biz çok ilgileniyoruz",
    "2555914614": "Erişilebilirlik kullanım durumu için. Mevcut a11y yaklaşımımızı Privacy Pass düzenleme ile birleştirmenin, a11y kullanıcılarının, a11y seçenekleri mevcut olduğunda kaçınılmaz olarak meydana gelen bot operatörlerinin kötüye kullanımını kısıtlarken, trafiklerinin daha özel olduğunu bilerek güvenli bir şekilde gezinmelerine izin vereceğine inanıyoruz. Bu yeni teknolojiyi standartlaştıran IETF çalışma grubunun aktif katılımcılarıyız.",
    "2583775432": "S: Peki ya gizlilik? Kayıt, bir şekilde a11y tarama verilerini açığa çıkarır mı? E-postayı ne yapacaksın?",
    "4215483493": "C: hCaptcha, sıfırdan gizlilik için tasarlanmıştır. Sizi web'de takip etmeye ve sizi gerçek bir kimlikle ilişkilendirmeye teşvik eden, reklam ağlarının sahip olduğu reCAPTCHA gibi geleneksel seçeneklerden çok farklıdır.",
    "2474661839": "Bizim",
    "4137573005": "verileri nasıl kullandığımız konusunda kapsamlı ve güvenilir yanıtları var, ancak kısa yanıt, sizi tarama geçmişinizle bir kişi olarak ilişkilendirmekle ilgilenmiyoruz.",
    "4101570501": "Ayrıca şu anda e-posta adresinizi hızla silmek için bir kriptografik çözüm üzerinde de çalışıyoruz ve Gizlilik Geçişi çalışmamızı tamamlayarak kötüye kullanımı önleme yeteneğimizi koruyoruz.",
    "260595108": "Erişilebilirlik e-postalarını veya bilgilerini hiçbir zaman kullanımı kolaylaştırmak ve kötüye kullanımı önlemek dışında herhangi bir amaçla kullanmayız.",
    "3063819779": "Gizlilik Politikası",
    "465714311": "Erişilebilirlik Kullanıcıları için: Soru-Cevap ve Sorun Giderme Kılavuzu",
    "3596207631": "S: Tanımlama bilgisini ayarladıktan sonra hala bir zorluk görüyorum. Buna ne sebep oluyor?",
    "469089249": "C: Bunun nedeni genellikle agresif bir reklam engelleyici veya çerez önleme uzantısı veya \"siteler arası\" çerezleri engelleyen bir ayardır, bu durumda hcaptcha.com için bir çerezde hCaptcha JS tarafından ayarlanan veya kontrol edilen bir çerezdir. ziyaret ettiğiniz gibi farklı bir site.",
    "4263626815": "hCaptcha erişilebilirlik tanımlama bilgileri, standart ayarlarıyla tüm popüler tarayıcılar ve reklam engelleyicilerle çalışır, bu nedenle genellikle hatalar, belirli siteleri hedefleyen \"anti-adblock\" komut dosyaları veya benzer kural kümelerinden kaynaklanır.",
    "3906359167": "Çözümler:",
    "3464870463": "1. Reklam engelleyici veya tarayıcı güvenlik uzantınızda hcaptcha.com ve *.hcaptcha.com çerezlerini beyaz listeye alın.",
    "1204911585": "2. (Nisan 2020 itibariyle) herhangi bir çerez beyaz listesine sahip olmayan Brave tarayıcısını kullanıyorsanız, Tercihler -> Kalkanlar -> Çerezler'e gidin ve \"Tüm Çerezlere İzin Ver\"i seçin.",
    "2932826396": "3. Yakın zamanda piyasaya sürülen OS X 10.15 veya iOS 13.4'te Safari'nin en son sürümünü kullanıyorsanız, Apple, Safari'nin üçüncü taraf tanımlama bilgileriyle ilgili davranışını değiştirdi ve varsayılan olarak hepsini engelledi. Bir çözüm uyguluyoruz, ancak bu arada lütfen Safari Tercihleri, Gizlilik bölümünü ziyaret edin ve erişilebilirlik tanımlama bilgisinin beklendiği gibi çalışmasını sağlamak için \"Web sitesi izleme: Siteler arası izlemeyi engelle\" seçeneğinin işaretini kaldırın.",
    "3836291932": "S: Birden fazla cihaz kullanıyorum. Birden çok kez kaydolmam gerekir mi?",
    "3251220335": "C: Hayır. Lütfen çerezi ayarlamak için kullandığınız her cihazda size gönderilen aynı e-posta oturum açma bağlantısını tıklayın.",
    "2082407178": "S: Erişilebilirlik tanımlama bilgisini kullanırken kendimi üçüncü taraf tanımlama bilgisi takibinden nasıl koruyabilirim?",
    "2700197090": "C: Alan düzeyinde beyaz listeye almayı destekleyen herhangi bir gizlilik veya reklam engelleme uzantısının kullanılması (örn. uBlock Origin) beklendiği gibi çalışacaktır: hcaptcha.com'u beyaz listeye eklediğinizden emin olun.",
    "3657743880": "Siteler Arası Çerezler için Tarayıcı Talimatları",
    "1960601330": "Safari'de (Mac) çerezleri etkinleştirmek için: Safari açılır menüsüne gidin. Tercihler'i seçin. Üst paneldeki Gizlilik'i tıklayın. 'Çerezleri engelle' altında 'Asla' seçeneğini seçin.",
    "1622303590": "Safari'de (iPhone/iPad iOS 11+) çerezleri etkinleştirmek için: Ayarlarınızı açın. Aşağı kaydırın ve Safari'yi seçin. Gizlilik ve Güvenlik altında, \"Siteler Arası İzlemeyi Önle\" ve \"Tüm Çerezleri Engelle\"yi kapatın",
    "2199048568": "Herhangi bir web sayfasında adres çubuğunun solundaki kalkanı tıklayın. Koruma Ayarları'na tıklayın. Firefox Tercihleri Gizlilik ve Güvenlik paneli açılacaktır. Gelişmiş İzleme Koruması altında Özel'i seçin. Bu onay kutularını seçerek hangi izleyicilerin ve komut dosyalarının engelleneceğini seçin. hcaptcha.com'un engellemesini kaldırdığınızdan emin olun.",
    "3967047208": "Ayrıca, onay kutularının seçimini kaldırarak, bunu hata ayıklamak için Özel'deki bazı korumaları geçici olarak kapatabilirsiniz: Hala sorun yaşıyorsanız İzleyiciler onay kutusunun seçimini kaldırın veya Çerezler onay kutusunun seçimini kaldırın.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Chrome menü simgesini seçin. Ayarları şeç.",
    "926138631": "Gizlilik ve Güvenlik'e, ardından Çerezler ve diğer site verilerine gidin.",
    "3419878556": "\"Üçüncü taraf çerezlerini engelle\" seçeneğinin etkinleştirilmediğinden emin olun.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Menü çubuğundan Chrome tercihlerini açın.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Android cihazınızda Chrome uygulamasını açın.",
    "3620039756": "Sağ üstte, Diğer'e ve ardından Ayarlar'a dokunun.",
    "2813310562": "Site Ayarları'na ve ardından Çerezler'e dokunun.",
    "3014657981": "\"Çerezler\"in yanındaki ayarı açın.",
    "1242066691": "\"Üçüncü taraf tanımlama bilgilerine izin ver\" seçeneğinin yanındaki kutuyu işaretleyin.",
    "292250020": "1. Ekranın sağ üst köşesindeki vitesi seçin, ardından \"İnternet Seçenekleri\"ni seçin. Menü Çubuğunu etkinleştirdiyseniz, \"Araçlar\"ı ve ardından \"İnternet Seçenekleri\"ni seçebilirsiniz.",
    "4114820649": "2. \"Gizlilik\" sekmesine tıklayın.",
    "946838734": "3. \"Gelişmiş\" düğmesini seçin.",
    "348809718": "4. \"Üçüncü Taraf Çerezleri\" altında \"Kabul Et\"i seçin.",
    "1253441326": "5. \"Tamam\" ı tıklayın",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Etik Politikası",
    "1161704803": "Neden bir AI Etik politikamız var?",
    "1806535500": "Kurşun kalemden dinamite kadar neredeyse her teknoloji bir",
    "24452499": "çözüm; iyiye de kötüye de kullanılabilir. İkili kullanım çözümlerini araştıran, inşa eden veya satan her şirket, eylemlerinin sonuçlarını dikkate almakla yükümlüdür.",
    "4023575072": "çift kullanım",
    "3336625692": "Bu sayfa, AI Etiği bağlamında bu konudaki düşüncelerimizi detaylandırıyor ve hizmetlerimizin kullanımını sağlamak için izlediğimiz süreçler, şirket olarak benimsediğimiz politikalar doğrultusunda devam ediyor.",
    "835717930": "hCaptcha'da Yapay Zeka Etiği",
    "2179524509": "Zaman zaman hCaptcha hizmeti için ne tür sorulara izin verildiğine ve belirli soruların neden sorulduğuna dair sorular alıyoruz.",
    "1962721652": "İnsanlar kalıp arayanlardır ve bazen masum bir soru, soruyu soran herhangi birinin motivasyonlarından ziyade dünyadaki değişiklikler nedeniyle bir anda tamamen şaşırtıcı olmayandan şüpheli hale gelebilir.",
    "3974566657": "Hizmetler daha popüler hale geldikçe, bu tür olaylar kaçınılmaz olarak daha sık hale gelir. hCaptcha, dünyanın hemen hemen her ülkesinde her gün milyonlarca insan tarafından kullanılmaktadır, bu nedenle mümkün olduğunca şeffaf olmak için bu politikayı ve bu sorunları nasıl ele aldığımıza dair bir vaka incelemesi yayınlıyoruz.",
    "1830910223": "Gerçek dünyadan bir AI Etiği vaka çalışması",
    "805971861": "“Şemsiye”, bilgisayarla görü araştırmacıları tarafından kullanılan standart kıyaslama veri seti olan ImageNet'te bir terimdir. Şemsiye tutan kişileri güvenilir bir şekilde belirlemek, güvenli yeni nesil gelişmiş sürücü yardım (ADAS) sistemleri oluşturmak için de çok önemlidir.",
    "3988350": "Bu, gerçek dünya şemsiye açıklamaları için mükemmel kullanım örnekleri olduğu anlamına gelir. Kendi kendini süren arabaların etkisi konusunda anlaşmazlıklara yer var, ancak ADAS sistemleri şimdiden tasarruf ediyor",
    "548587288": "dünya çapında.",
    "3138772661": "her yıl binlerce hayat",
    "3168199226": "Bununla birlikte, 2020'de, bu tür bir veri kümesi oluşturmanın, bir yıl önce çok az kişinin bekleyebileceği şekilde çift kullanımlı bir teknoloji olarak algılanabileceği açıkça ortaya çıktı.",
    "558378834": "Bu nedenle, şu anda şemsiyelerle ilgili soru isteklerini kabul etmiyoruz. Son kullanıcı, şu anda şemsiyelerle ilgili bir soru gördüğünde kafa karışıklığı yaratma potansiyeli çok yüksek ve nihayetinde hedefimiz dünyayı daha hoş bir yer haline getirmek.",
    "3376604063": "AI Etik politikaları ve süreçleri",
    "1923365316": "hCaptcha'da katı bir Yapay Zeka Etiği politikamız vardır ve bunun bir kısmı Müşterinizi Tanıyın (KYC) sürecini içerir.",
    "4230322909": "Hem ürün ve hizmetlerimize uygun olduğunu doğrulamak hem de şirket olarak benimsediğimiz politikalara uyduğundan emin olmak için her yeni müşteriyi ve amaçlanan kullanım durumunu her zaman iyi bir şekilde anlamaya çalışırız.",
    "2735073144": "Ayrıca, gerektiğinde devam eden incelemeler de yapıyoruz. Örneğin, şemsiye ile ilgili etiketleme taleplerinin tarihlerine ve kaynaklarına ilişkin son incelememizde, hiçbir devlet kurumunun veya bilinen bir devlet gözetim yazılımı tedarikçisinin, son 12 ay içinde hizmetlerimizi kullanan şemsiyelerle ilgili talepte bulunmadığını hızlı bir şekilde doğrulayabildik. .",
    "2715462692": "Yapay Zeka Etiği sürecimiz neye benziyor?",
    "3049976256": "Her yeni etiketleme müşterisi için satış sürecinde bir kontrol listesinden geçiyoruz. Bu, işe alımdan önce ilk KYC titizliğini ve ayrıca analistlerimize yapılan tüm taleplerin doğrulanmasını ve self servis platformumuz kullanılarak yapılan taleplerin gerçek zamanlı yerinde kontrollerini ve periyodik incelemelerini içerir.",
    "3103642530": "Bu inceleme birkaç kriter setinden oluşmaktadır:",
    "3349094124": "Etik kaygı kriterleri: Amaç",
    "1038019440": "1. Bu müşteri, uluslararası yasa ve normlara aykırı davranışlarda bulunduğu bilinen bir ülkenin ulusal çıkarlarını temsil ediyor mu?",
    "493717511": "2. Bu müşteri, olabilecek hizmetleri mi talep ediyor?",
    "2209109640": "normal iş faaliyetleri bağlamında sadece kötü amaçlı amaçlar için mi kullanılıyor?",
    "3457805519": "3. Müşterinin talebi, ABD yasalarına ve angajman kurallarımıza göre yerine getirilebilir mi?",
    "1942611550": "öncelikli olarak",
    "109179759": "Etik kaygı kriterleri: Öznel",
    "1033698050": "1. Tipik Batılı toplumsal normlara ilişkin yorumumuza göre, müşterinin bize ahlaki olarak kabul edilebilir olduğunu düşündüğümüz bir kullanım örneği sunduğuna inanıyor muyuz?",
    "361372538": "2. Sağlanan hizmetlerimizin, yasal olabilecek ancak bizim için kabul edilemez şekillerde müşteri tarafından ayrımcı amaçlarla kullanılmasının muhtemel olduğuna inanıyor muyuz?",
    "2867855718": "3. Talep için gizlilik ihtiyaçlarının tatmin edici bir şekilde karşılanabileceğine inanıyor muyuz?",
    "2462728596": "Bu noktalarda kendimizi tatmin edemezsek, talebi reddedeceğiz ve Koşullarımızda belirtildiği gibi platformumuza daha fazla erişimi sonlandırabiliriz.",
    "1995277831": "Teşekkürler",
    "1818116402": "Bir AI Etiği bileşeniyle operasyonel soruları nasıl ele aldığımıza dair bu bakışı beğeneceğinizi umuyoruz.",
    "1499894352": "Çok az şirket bu alanda karar verme süreçlerinde şeffaflık sunuyor ve diğerlerinin de bu örneği izleyeceğini umuyoruz!",
    "535659033": "Creative Commons Atfı",
    "1495915066": "Biz, akademik araştırma ortaklarımız ve müşterilerimiz Creative Commons medyasını nasıl kullanıyoruz?",
    "3017533972": "Biz, akademik araştırma ortaklarımız ve müşterilerimiz, makine öğrenimi alanındaki insanlığın bilgisini geliştirmek için zaman zaman Creative Commons lisanslı içeriğin bölümlerini hCaptcha platformu aracılığıyla referans alabilir veya çoğaltabiliriz.",
    "1428053210": "Bu içerik genellikle orijinal biçiminden dönüştürülür. Örneğin, bir video birçok görüntüye bölünebilir, bu görüntüler birçok yeni görüntüye bölünebilir ve bu yeni görüntüler daha sonra görüntülenen nihai sonucu elde etmek için rastgele karıştırılabilir.",
    "1728211763": "İçeriğin bu şekilde ve bu amaçlarla kullanılması, yasalara ve bu alandaki standart uygulamalara ilişkin anlayışımıza göre adil kullanım yönergeleri kapsamına girer, ancak biz uzun süredir Creative Commons hayranıyız ve bu konuda yardımcı olan herkese itibar etmeyi tercih ediyoruz. makine zekasını geliştirmenin anıtsal görevi.",
    "1949452297": "hCaptcha UI'nin içsel kısıtlamaları ve güvenlik hususları nedeniyle, her görüntünün kaynağını doğrudan kullanımına bitişik olarak yeniden oluşturmak mümkün değildir. Bunun yerine, ana sayfamızdan bu sayfaya bağlanır ve platform aracılığıyla şu anda veya yakın zamanda sunulan kaynakların bir listesini tutarız. Güncel listeye ulaşabilirsiniz",
    "2367602973": "Burada",
    "659124570": "Ayrıca, hCaptcha platformunda çoğaltılan size ait bir içerik görürseniz ve herhangi bir nedenle kaldırılmasını isterseniz, bizimle e-posta yoluyla iletişime geçebilirsiniz.",
    "2066749488": "Diğer Şikayetler",
    "3479034323": "hCaptcha platformunda çoğaltılan size ait bir içerik görürseniz ve herhangi bir nedenle kaldırılmasını isterseniz, bizimle e-posta yoluyla iletişime geçebilirsiniz.",
    "1836554225": "Blog Yazıları",
    "2873297188": "Tüm CAPTCHA'lar Amerikalı olmayanlara karşı ayrımcılık yapıyor mu?",
    "165932542": "Tüm dünyadaki hCaptcha çözme oranlarına bir bakış",
    "1865097546": "16 Kasım 2021",
    "3005876482": "hCaptcha Artık En Büyük Bağımsız CAPTCHA Hizmeti, İnternetin %15'inde Çalışıyor",
    "693820850": "Gizliliğe öncelik vererek Google'ı yenebilirsiniz",
    "3609106478": "Kimlik Bilgileri Doldurma:",
    "299335340": "Nedir ve Saldırılar Nasıl Durdurulur",
    "354925785": "giriş",
    "423222878": "Tespit edilmesi, önlenmesi ve durdurulması en zor siber saldırılardan bazıları, kötü niyetli bir aktörün aktif bir kullanıcı hesabına giriş yapmak için meşru kullanıcı kimlik bilgilerini kullanabildiği saldırılardır. Çok sayıda gelişmiş algılama özelliği olmadan, hesabı barındıran şirketin yanlış bir şey olduğundan şüphelenmek için hiçbir nedeni yoktur. Bir müşteri, hesabına giriş yapmış gibi görünüyor. Saldırgan, bu başarılı hileyi, genellikle \"kimlik bilgisi doldurma\" olarak bilinen bir siber saldırı tekniğinin sonucu olan çalıntı kimlik bilgileri kullanarak başardı. Bugün ciddi bir sorun, ancak doğru önlemlerle azaltılabilecek bir sorun.",
    "777660551": "Kimlik Doldurma nedir?",
    "2602763587": "Kimlik bilgisi doldurma, saldırganın çalınan kullanıcı adı ve parola çiftlerini kullanarak bir web sitesinde birden çok kez oturum açmaya çalıştığı bir siber saldırı biçimidir. \"Doldurma\", neredeyse her zaman otomatik bot yazılımı tarafından gerçekleştirilen tekrarlayan oturum açma denemelerini ifade eder.",
    "1271831121": "Bilgisayar korsanı (elbette kapüşonlu giymiş!) orada oturuyor ve kimlik bilgilerinin ardından kimlik bilgilerini yazıyormuş gibi değil. Otomatik oturum açma botu, Selenium gibi kullanıma hazır bir araçtan veya özel olarak geliştirilmiş bir korsan aracından yapılabilir.",
    "2588750717": "Gerçekten de, bazı kimlik bilgisi doldurma saldırıları milyonlarca kimlik bilgisi içerir ve bunların tümü, içeri girme umuduyla şüphelenmeyen web sitesi oturum açma arayüzüne doldurulur. İçeri girdikten sonra, saldırgan kurbanın hesabını ele geçirebilir.",
    "1137757109": "Bu bir e-Ticaret hesabıysa, saldırgan mal sipariş edebilir. Kurban bir bankaysa, saldırgan denizaşırı para transfer edebilir vb.",
    "1559150837": "Yine de hedefler savunmasız değildir. Çoğu web sitesinde, kısa bir süre içinde aynı IP adresinden binlerce farklı hesaba giriş yapmaya çalışan şüpheli bir kullanıcıyı engelleyen kontroller bulunur. Kimlik bilgisi doldurma saldırganlarının bu koruma tekniklerini aşmak için yaptığı şey, coğrafi ve IP çeşitliliğini simüle etmektir. Güçlü, genellikle yapay zekaya dayalı araçlar kullanarak, binlerce kullanıcının ülkenin her yerinden günün farklı saatlerinde rastgele oturum açmaya çalıştığını gösterebilirler. Bunu tespit etmek ve durdurmak çok daha zordur.",
    "1892020899": "Bilgisayar korsanları kimlik bilgilerini nereden alıyor?",
    "2597149484": "Bilgisayar korsanının bu kadar çok kimlik bilgilerini \"doldurmasının\" nedeni, çalınan kimlik bilgilerini nereden aldıkları ile ilgilidir.",
    "3030395800": "Bu kimlik bilgileri genellikle veri ihlallerinden gelir. \"Kimlik bilgisi sızıntıları\" olarak da bilinen bu saldırılar, milyonlarca kimlik bilgisinin karanlık ağa atılmasına neden olabilir. Sızıntı bir bankadan geldiyse, bilgisayar korsanı diğer sitelere girmek için bu kimlik bilgilerini kullanmaya çalışacaktır. Bu yaklaşım işe yarar çünkü pek çok kişi birden çok site için aynı kullanıcı adı ve parola kombinasyonunu kullanır. (Bu uygulama önerilmez, ancak gerçek budur. İnsanlar aynı oturum açma bilgilerini tekrar etme eğilimindedir.)",
    "1258965840": "Bu nedenle, saldırgan bir siteye girebiliyorsa, muhtemelen dökülen kimlik bilgilerini kullanarak birden fazla siteye girebilir. Örneğin, JohnDoe/525momma gibi bir kullanıcı adı/şifre çifti alabilirler, ancak bu çiftin onlar için ne yapacağına dair hiçbir fikirleri yoktur. Bu yüzden, çifti Amazon.com, Ebay, Citibank, Walgreens ve benzeri yerlerde deniyorlar. Bu çifti binlerce farklı sitede deneyebilirler.",
    "3594440415": "Sonunda kapıları açmaya başlayacaklar.",
    "780280214": "hCaptcha ve hCaptcha Enterprise, kimlik bilgisi doldurma tehdidini nasıl azaltır?",
    "4165374512": "Kimlik bilgisi doldurmayı önlemek için IP ve konum algılama araçlarını kullanmak mümkün olsa da, daha uygun maliyetli ve doğru bir yöntem, otomatikleştirilmiş kimlik bilgisi doldurma botunun kendisini kesmektir. hCaptcha ve hCaptcha Enterprise, botu giriş noktasında durdurabilir. Bot doğru kimlik bilgilerine sahip olsa bile, hCaptcha Enterprise'ın algılamasını veya hCaptcha'nın CAPTCHA'sını geçemezse, doldurma işlemini yapamaz ve siteniz ve kullanıcılarınız korunur.",
    "3269644546": "Lütfen",
    "1058572205": "hakkında daha fazla bilgi edinmek isterseniz bize",
    "3753613260": "İletişim",
    "1792519141": "hCaptcha Kurumsal",
    "3515435438": "DMCA Şikayetlerini Bildirme",
    "54093347": "DMCA Kayıtlı Temsilci",
    "3233441200": "İhlal Politikasını Tekrarla",
    "4011712313": "DMCA Politikamızın bir parçası olarak, ihlal iddiasıyla ilgili birden fazla DMCA bildirimi aldığımız müşterilerin hesaplarını çok adımlı bir DMCA İhlalini Tekrarlama Politikasına yerleştiririz. Bir takvim ayında tekrarlanan DMCA bildirimlerinin alınmasından sonra, müşteri hesabı bir politika adımından diğerine geçecektir.",
    "766825168": "DMCA Tekrar İhlal Edici Politikası kapsamında gerçekleştirebileceğimiz eylemler, hesabın kayıtlı müşterisine artırılmış görünürlük uyarıları göndermeyi içerir. Bu uyarıları kabul etmek için müşterinin hesapta oturum açmasını veya destek ekibimizi aramasını isteyebiliriz. Ayrıca, tekrarlayan ihlal uyarıları gönderdikten sonra bile, ihlal iddiasıyla ilgili DMCA bildirimlerini almaya devam ettiğimiz herhangi bir müşterinin hCaptcha ve IMI hizmetini askıya alma veya sona erdirme ve diğer geçici önlemleri uygulama hakkını saklı tutarız. Ayrıca, bu politika kapsamında hCaptcha hizmetini sonlandırdığımızda, bu müşterilere sağlanan diğer hCaptcha veya IMI hizmetlerini tamamen kendi takdirimize bağlı olarak sonlandırabiliriz.",
    "2410122265": "hCaptcha Kaynakları: Botlar 101",
    "4166776480": "Kimlik Bilgisi Doldurma: Nedir ve Saldırılar Nasıl Durdurulur",
    "2301335298": "Ödeme Sahtekarlığı: Hızla Gelişen Siber Suç Modunu Azaltma",
    "3682071227": "Hesap Devirleri Nelerdir ve Nasıl Çalışırlar?",
    "2729131930": "Kazıma Nedir ve Nasıl Çalışır?",
    "1344959096": "Bireysel veri etiketleyici olarak çalışma",
    "3510143229": "hCaptcha, web siteleri ve uygulamalar için bir hizmettir.",
    "3930611699": "bireysel işçiler.",
    "1051214799": "hCaptcha, onu kullanan web sitelerinin veya uygulamaların yayıncılarıyla değer paylaşmaya çalışan bir web güvenlik hizmetidir.",
    "360236473": "hCaptcha hizmetinin, herhangi birinin bireysel bir etiketleyici olarak çalışması için kullanılması amaçlanmamıştır. Bu amaç için tasarlanmamıştır veya uygun değildir. Kimsenin hCaptcha'yı kişisel gelir kaynağı olarak kullanmaya çalışmasını önermiyoruz.",
    "3842490632": "Birçok soruyu yanıtlamaya çalışan bireysel bir kullanıcı, büyük olasılıkla oran sınırlaması veya hızlı bir şekilde yasaklanabilir. Bizim kadar önemli",
    "1560232962": "ayrıntılı olarak ele alındığında, verilen herhangi bir cevap için kazanılan miktarla ilgili hiçbir garanti verilmemektedir. O sırada ücretli soru bulunmayabilir, kalite nedenleriyle bir yanıt reddedilebilir vb.",
    "2694001822": "Ancak, zaman zaman sistem özelliklerini ve yeni özellikleri test etmemize yardımcı olacak kişileri işe alıyoruz.",
    "1569804581": "Gelecekte ilgili fırsatlarla ilgili olarak sizinle iletişime geçilmesini istiyorsanız, lütfen bu formu doldurun.",
    "636461959": "İsim",
    "1139500589": "Ülke",
    "1789607185": "E",
    "325077666": "Bilgilerinizi göndererek,",
    "3555583744": "ve",
    "3609929815": ". Adınızı, ülkenizi ve e-posta adresinizi yalnızca gelecekte bireysel etiketleme iş fırsatlarıyla ilgili olarak sizinle iletişim kurmak amacıyla saklayacağız.",
    "4197928199": "Gizlilik Politikası",
    "851786723": "E-posta adresinizi girerek, Şartlarımızı ve Gizlilik Politikamızı ve bizden e-posta almayı kabul etmiş olursunuz.",
    "2402165761": "Kazıma Nasıl Çalışır?",
    "4260542944": "İçerik kazıma (\"ekran kazıma\" veya sadece \"kazıma\" olarak da bilinir) web'den bilgi toplamak için tanıdık, genellikle yararlı bir işlemdir. Bununla birlikte, son yıllarda teknik, bilgisayar korsanlarının ve dolandırıcıların tercih ettiği bir araç haline geldi. Karşı önlemler tehdidi etkili bir şekilde azaltabilir, ancak bunları uygulamak için sürecin nasıl çalıştığını anlamak önemlidir.",
    "2066255783": "İçerik Kazıma nedir?",
    "1910628828": "İçerik kazıma, bir yazılım istemcisinin veya bir web tarayıcısının kimliğine bürünen otomatik bir araç setini içeren bir sistemden veri almaya yönelik bir tekniktir. Yeni değil. Aslında, eski bir ana bilgisayardan veriye ihtiyaç duyabilecek yazılım mühendisleri için, bilgi çıkarmanın tek yolu kazıma olabilir. Orijinal konektörler gitmiş ve değiştirilmesi imkansız olabilir.",
    "3408107995": "Ancak günümüzde kazıma, her zaman bir web sitesinden veri çekmeye programlı bir yaklaşım anlamına gelir. Kazıma yazılımı, düğmelere tıklayarak ve elde edilen çıktıyı okuyarak bir insan kullanıcı gibi davranır. Kazıma için birçok meşru kullanım vardır. Arama motorlarına güç sağlayan web tarayıcıları buna bir örnektir. Binlerce seyahat web sitesini tarayarak seyahat fırsatları arayan Skyscanner gibi araçlar da öyle. Fintech firmaları da, veri bağlantısını yapmak için mevcut Uygulama Programlama Arayüzleri (API'ler) yoksa, kullanıcının finansal verilerini banka sitelerinden kazıyarak kullanır. Ekran kazıma hakkında akılda tutulması gereken şeyler, hızı ve ölçeklenebilirliğidir. İşlem, sitelerin bunun olmasını engelleyecek şekilde yapılandırılmadığını varsayarsak, web sitelerinden çok büyük miktarda veri toplayabilir. Bir kazıyıcı, hesaplama hızında, web siteleri ve bunlara güç sağlayan temel yazılım ve veritabanları ile etkileşime girerek büyük veri kümelerini toplayabilir.",
    "1920884252": "İçerik neden bir güvenlik tehdidi oluşturuyor?",
    "2256795853": "Web sitelerinden çok sayıda veriyi hızlı bir şekilde çıkarma yeteneği, kazımayı kötü niyetli aktörlerin elinde güçlü bir araç haline getirir. Bir kazıma botu, sosyal medya sitelerinden kullanıcı verilerini toplayabilir. Ardından, bir bilgisayar korsanı, adresleri ve diğer kişisel bilgileri içeren siteleri kazıyarak ve sonuçları ilişkilendirerek, sahte kredi kartı başvuruları göndermek gibi kimlik suçlarına bulaşabilir.",
    "4087694419": "Bir kazıma korsanı, sahte veya aldatıcı ürün listeleri oluşturmak için Amazon ve eBay gibi sitelerden de veri toplayabilir. Daha sonra bunları OfferUp gibi eşler arası hizmetlerde satışa sunabilir ve alıcılara kimlik avı saldırıları gerçekleştirebilir. Veya dolandırıcı, var olmayan ürünleri satabilir. Bir başka ekran kazıma dolandırıcılığı, reklam yayıncılarını taklit etmeyi içerir. Dolandırıcı, yayıncı sitelerindeki içeriği sıyırarak farklı hizmetlerde sahte reklam yayıncısı sayfaları oluşturabilir. Daha sonra bu sayfalardaki reklamları, yayıncının ads.txt dosyasından bağlantılarını topladıkları yetkili satıcılara satabilirler. Reklam alanları, reklamverene gerçek gibi görünür, ancak değildir.",
    "3315658779": "hCaptcha Enterprise ile İçerik Kazımasını Önleyin",
    "2602081482": "hCaptcha Enterprise, kazıma etkinlikleri de dahil olmak üzere sitenize ve uygulamalarınıza gelen kötü amaçlı trafiği belirlemek için gelişmiş makine öğrenimi kullanır.",
    "1422537019": "daha fazlasını öğrenmek için bugün bize.",
    "1988268879": "Uygun ölçekte uygun maliyetli veri etiketleme",
    "2163914794": "Veri kümeleriniz için daha fazla etikete mi ihtiyacınız var? hCaptcha, yapay zeka ve makine öğrenimi uygulamaları üzerinde çalışan şirketler için hızlı, uygun maliyetli ve yüksek kaliteli veri etiketleme sağlar.",
    "3378932530": "Verilerinizi Şimdi Etiketleyin",
    "3483700676": "Milyonlarca görevi anında başlatın",
    "3478726913": "hCaptcha, kullanımınız için gezegendeki en büyük havuzlardan birine sahiptir. Ölçeğiniz ne olursa olsun, pahalı ön taahhütler olmadan üstesinden gelebiliriz. Günde milyonlarca görev sorun değil.",
    "740501259": "Basit API güdümlü işlem hatları",
    "2784612261": "İnsan incelemesini doğrudan ticari operasyonlarınıza entegre etmek ister misiniz? Yüksek güvenilirlik SLA'ları, garantili kapasite ve basit REST API'leri sunuyoruz.",
    "1144966033": "Maliyet ve kalite için optimize edilmiştir",
    "3213351333": "Ön taahhüt gerekmez",
    "2107077506": "HUMAN platformu, gelişmiş gerçek zamanlı kalite analizi gerçekleştirmek için kapsamlı güven modelleri kullanır. Bu, hem soruların zorluğunu hem de olası doğru yanıtlarını hızla belirlememize olanak tanıyarak zamandan ve paradan tasarruf etmenizi sağlar.",
    "3576146278": "Yalnızca ihtiyacınız olan doğruluk için ödeme yapın",
    "2952586316": "Bütün problemler aynı değildir. Güvenlik açısından kritik görevler için ek açıklamalar, tamamen insan işçilerden %99,99 güven gerektirebilir. Bir mobil oyun uygulamasındaki bir beta özelliği için ek açıklamalar yalnızca orta düzeyde güven gerektirebilir. Sen karar ver.",
    "710145621": "Kendi temel gerçek verilerinizi sağlayın veya anında oluşturmamıza izin verin",
    "987901590": "Kapsamlı bir doğrulama seti olmadan ham verileriniz mi var? Çoğu durumda, görevler sistem üzerinden yürütülürken sizin için bir tane oluşturabilir veya onayınız için etiketli örnekler oluşturabiliriz.",
    "2597352122": "Açıklama Türleri",
    "1344687860": "Sınırlayıcı Kutular",
    "1089415440": "Görüntülerde ve videolarda doğru nesne algılama",
    "3817067682": "çokgenler",
    "2682873489": "Nesneler için sınırlayıcı alan tanımlayın",
    "1275150216": "Görülecek yer",
    "2067112112": "Birçok farklı kullanım durumu için nokta açıklamaları",
    "4228682126": "Özellik Kategorizasyonu",
    "2920213479": "Herhangi bir boyuttaki rastgele kategorileri sıralayın veya ekleyin",
    "3288667364": "Karşılaştırma ve Tespit",
    "155877895": "İnsan gücüyle algılama ve sınıflandırma",
    "3128433367": "... ve daha fazlası",
    "2827452240": "Burada listelenmeyen başka bir türe mi ihtiyacınız var? Bize sorun.",
    "719304627": "Uçtan Uca Kontrole mi ihtiyacınız var?",
    "1172067553": "hCaptcha'nın arkasındaki HUMAN platformu, mevcut sistemlerinizle entegre olan şirket içi, hibrit veya SaaS dağıtımları aracılığıyla son derece gelişmiş iş kalitesi ve yönetim özellikleri sağlar.",
    "2319072959": "Kendi iş gücünüzle tamamen çevrimdışı çalışın, iş birimleri veya konsorsiyum ortakları arasında tüketilen değeri takip edin, işleri maliyet ve güvenlik gereksinimlerine göre seçici olarak farklı dahili veya harici işgücü sağlayıcılarına yönlendirin ve daha fazlasını yapın.",
    "1936512180": "Çalışan verimliliğini en üst düzeye çıkarmak için kolay API erişimi, güzel panolar ve en son döngü içi model teknolojisi.",
    "3913848038": "%99,99 çalışma süresi HDS'leri ve 7/24 küresel destek mevcuttur.",
    "1080752747": "Satışlarla irtibat kurun",
    "1525403768": "Daha fazla bilgi için Enterprise Sales ile iletişime geçin.",
    "1546930020": "Verilerin Etiketlenmesi",
    "2486638408": "Spesifikasyonları Tanımlayın",
    "1027200955": "Proje ihtiyaçlarınızı belirlemek için alan uzmanlarımızdan biriyle konuşun: hedef doğruluğu, format ve herhangi bir özel gereksinim.",
    "1156712451": "İlk İş Testi",
    "181065232": "Örnek verilerinize dayalı olarak küçük bir üretim işi yürütüyoruz. Bu, tam olarak ihtiyacınız olanı aldığınızdan emin olmak için birlikte yaptığımız işi test eder.",
    "3207769512": "Üretim İşlerini Dağıt",
    "1099238677": "Yüksek hacmimiz ve düşük gecikme süremiz sayesinde, iş biter bitmez otomatik teslimatla işinizi hızla tersine çevireceğiz.",
    "465783046": "Verilerinizle denemek ister misiniz?",
    "328625009": "... siz hazır olduğunuzda biz hazırız: hizmetimiz günün her saati hizmetinizdedir.",
    "3225770968": "hCaptcha, makine öğrenimindeki en emek yoğun sorunu çözmek için tasarlanmıştır; büyük miktarda veriyi zamanında, uygun maliyetli ve güvenilir bir şekilde etiketleme.",
    "2041686284": "Daha fazla veri, makine öğrenimi modellerinin eğitiminde genellikle daha iyi sonuçlar verir. Derin modellerin son başarısı, giderek daha büyük veri kümelerine yol açtı ve hCaptcha bu ihtiyaca hizmet ediyor. Ancak, geleneksel yöntemlerle insan tarafından incelenen büyük veri kümeleri oluşturmak hem yavaş hem de pahalıdır.",
    "3729345277": "hCaptcha, şirketlerin ihtiyaç duydukları ek açıklamaları diğer alternatiflere göre daha hızlı, daha kaliteli ve daha düşük maliyetle almalarının bir yoludur.",
    "2103563261": "Özel veya Genel Bilgiler",
    "2513143348": "hCaptcha Enterprise sistemi tasarımında benzersiz bir şekilde esnektir: genel bir bulut işletiyorsanız veya çok sayıda veri merkezine sahipseniz, kısmen veya tamamen ağınızın ucunda konuşlandırılabilir.",
    "3107683988": "Bu, en katı SLA'ları karşılamak için 7/24 görev yapan personelimiz tarafından yönetimin tüm avantajlarını korurken ağ dışı trafiği ve maliyetleri önemli ölçüde azaltabilir.",
    "3660619092": "Kurumsal çözümler için ücretsiz kaydolun veya satış ekibiyle iletişime geçin",
    "2351176803": "hCaptcha JS API için Lisans Koşulları",
    "2616226398": "bizim tabi",
    "2024293275": ". Diğer tüm hakları şimdilik saklıdır.",
    "1062291156": "standart terimler",
    "2712493234": "Ödeme Sahtekarlığı: Hızla Gelişen Siber Suç Modunu Azaltma",
    "1817772953": "Dolandırıcılık yeni bir suç türü değildir. Gerçekten de arkeologlar, yaklaşık 10.000 yıl önce, eski Sümerler tarafından çiftlik hayvanlarını kayıpsız taşımak için tasarlanmış dolandırıcılıkla mücadele cihazlarını gün yüzüne çıkardılar! Onların durumunda, “bulla” olarak bilinen bir kil topun içine her biri bir hayvanı temsil eden kil jetonlar koyarlar. Bulla, satıcıdan alıcıya geçerken sürüyle birlikte seyahat ederdi. O zaman bile, işletme sahipleri, uğraştıkları herkesin yükselişte olmadığı konusunda endişeliydi. 10.000 yılda çok şey değişti, ancak sahtekarlığı önlemede yenilikçi olma ihtiyacı bizde devam ediyor. Bugün, çevrimiçi ödeme sahtekarlığı konusu büyük önem taşımaktadır. İnternetle birlikte, dolandırıcılar, dolandırıcılığa karşı kontrolleri alt etmede giderek daha usta hale geldiler. Bununla birlikte, yeni çözümler gelgiti değiştiriyor.",
    "1053787685": "Ödeme Dolandırıcılığı nedir?",
    "433424759": "Ödeme dolandırıcılığı, bir siber suçlunun kurbanı değerli bir şeyden, tipik olarak paradan mahrum bıraktığı her türlü yasa dışı işlemi içerir. Bu, çevrimiçi mal sipariş etmek için çalıntı bir kredi kartı kullanmak veya bir banka hesabını devralmak ve bu hesaptan yasa dışı olarak para aktarmak anlamına gelebilir. Pek çok varyasyon vardır, ancak hepsinin sonucu aynıdır: bir dolandırıcı, bir tüketiciden, bir bankadan veya bir tüccardan çalmak için çalınan bir kimlik veya ödeme bilgilerini kullanır.",
    "2939852138": "Dolandırıcılar Ödeme Dolandırıcılığından Nasıl Kurtulmaya Çalışır?",
    "1665616092": "Ödeme sahtekarlığı konsept olarak basittir, ancak günümüzde uygulanmasında fevkalade karmaşık olabilir.",
    "4246520782": "Aslında İnternet, son yıllarda dolandırıcılar ve savunucular arasında gerçek bir silahlanma yarışına tanık oldu.",
    "2167049807": "Güvenlik ekipleri, ödeme sahtekarlığına yönelik kolay ve tembel yaklaşımları ortadan kaldıran çeşitli karşı önlemler ve kontroller benimsedi. Ancak, saldırılar giderek daha karmaşık hale geliyor. Örneğin, botlar artık sahte web sitelerinden ve kimlik avı saldırılarından çalınan kredi kartı numaralarını ve PIN'leri toplayabilir.",
    "1936449777": "Ardından, tam otomatik modda, e-ticaret sitelerinde, düğmelere tıklayarak ve alışveriş sepetlerine ürün ekleyerek insan davranışlarını taklit edebilirler - öyle ki, çoğu dolandırıcılık karşıtı kontrol olmasa da çoğu, bir botun çalmaya çalıştığını söyleyemez. eşya. Aksine, bir insan kullanıcı sadece alışveriş yapıyormuş gibi görünüyor. Bot, çalınan oturum açma kimlik bilgilerini kullanarak gerçek bir müşterinin hesabına giriş yapabilir. Dolandırıcılığı daha da gizleyen bir diğer nokta ise botun IP adreslerini yanıltma ve \"alışveriş yapanın\" yabancı bir ülkede olabilecek saldırgandan farklı bir yerdeymiş gibi görünmesini sağlama yeteneğidir.",
    "648630222": "hCaptcha Enterprise ile Ödeme Sahtekarlığını Önleyin",
    "1621930829": "Günümüzün gelişmiş, bitmek bilmeyen ödeme dolandırıcılığı faaliyetleri hakkında ne yapılabilir? Birden fazla kontrol katmanı kullanmak genellikle akıllıca bir yaklaşımdır. Bununla birlikte, en iyi karşı önlemler, yaratıcılarının insan davranışını kopyalamak için en iyi çabalarına rağmen, botu tuzağa düşürebilecek ve sahte olduğunu ortaya çıkarabilecek önlemlerdir.",
    "2423586454": "Arkasında yapay zeka ne kadar iyi olursa olsun, yazılımın hala yapamadığı bazı şeyler var. Modern CAPTCHA teknolojisi, ödeme sahtekarlığını sürdürmeye çalışan botları engellemek için kanıtlanmış bir yöntem sunar. Bir kutudaki basit eğik sayılar gibi eski CAPTCHA yaklaşımları, artık gelişmiş botları azaltmada çoğunlukla yetersiz olsa da, hCaptcha Enterprise gibi otomatik bir test-yanıt cihazı, hesap oturumu açma veya alışveriş sepetini kontrol etme anında bir dolandırıcı botu kolayca durdurabilir. Botun gerçek kimlik bilgileri olsa bile, CAPTCHA'yı geçemez.",
    "1467308982": "Ödeme Planları",
    "1291824746": "hCaptcha Ödemeleri, 60 günlük bir takip esasına göre üç ayda bir çalışır. Bunun ne anlama geldiğini göstermek için lütfen aşağıdaki tabloya bakın.",
    "3444947612": "Arası Trafik",
    "4181611011": "Mutabakat Tarihi",
    "728503636": "Ödeme Tarihi",
    "3720584906": "15 Temmuz 2021 - 15 Ekim 2021",
    "388240587": "5-15 Ocak 2022",
    "3426312287": "5-15 Ocak 2022",
    "615618648": "15 Nisan 2021 - 15 Temmuz 2021",
    "3376724603": "14-24 Eylül 2021†††",
    "3398978455": "15-25 Eylül 2021†††",
    "2722456056": "15 Ocak 2021 - 15 Nisan 2021",
    "4063155841": "En geç 25 Haziran 2021††",
    "4082053540": "19-25 Haziran 2021††",
    "64953197": "15 Ekim 2020 - 15 Ocak 2021",
    "1023070345": "En geç 14 Mart 2021",
    "2600696085": "15 Mart 2021",
    "3217791519": "15 Temmuz 2020 - 15 Ekim 2020",
    "649261378": "5-11 Ocak 2021*",
    "1559190296": "5-11 Ocak 2021†",
    "3806054689": "15 Nisan 2020 - 15 Temmuz 2020",
    "4162383380": "16 - 22 Eylül 2020*****",
    "1990824776": "16-24 Eylül 2020*****",
    "3856690908": "15 Ocak 2020 - 15 Nisan 2020",
    "3200641265": "En geç 16 Haziran 2020*",
    "3744079744": "15-19 Haziran 2020****",
    "2209837451": "15 Ekim 2019 - 15 Ocak 2020",
    "2510534204": "En geç 23 Mart 2020***",
    "2910560864": "20-23 Mart 2020***",
    "2544565802": "15 Temmuz 2019 - 15 Ekim 2019",
    "3963642878": "En geç 14 Aralık 2019*",
    "622103562": "17 Aralık 2019**",
    "4072202039": "15 Nisan 2019 - 15 Temmuz 2019",
    "818049069": "En geç 15 Temmuz 2019",
    "1169005651": "15 Eylül 2019",
    "2303655425": "15 Ocak 2019 - 15 Nisan 2019",
    "3678889946": "En geç 15 Haziran 2019",
    "3094354698": "15 Haziran 2019",
    "4217013126": "Ödemeler genellikle Ödeme Tarihinde gün boyunca yapılır ve genellikle Pasifik saatiyle gece yarısına kadar tamamlanır. Bir hesap incelenmek üzere işaretlenmişse, bir ödemenin onaylanması beş ek iş günü sürebilir.",
    "1447649958": "Yalnızca doğru insan trafiğinin ödemeler için uygun olduğunu hatırlatmak isteriz. Bununla ilgili daha fazla ayrıntıyı aşağıda bağlantısı verilen SSS'mizde görebilirsiniz. Mevcut bakiyenin, ödemeye hak kazanabilmesi için şu anda 10 HMT olan bir minimum eşiği de karşılaması gerekir.",
    "4257144752": "Gerçek zamanlı tahminler, nihai doğruluğu veya insanlığı yansıtmaz ve bu nedenle, nihai kazançlarınız, ilk mutabakatınızdan önce Gösterge Tablosunda gösterilen rakamlardan önemli ölçüde yukarı veya aşağı değişebilir.",
    "2728931827": "Her mutabakattan sonra, site anahtarı başına tahminleriniz güncellenecek ve sitenizin kullanıcı davranışında önemli bir değişiklik olmadıkça, gelecekteki tahminlerin doğruluğu artacaktır.",
    "1200905005": "††† Eylül 2021'den itibaren, hizmetteki büyümeyle ilgili operasyonel kısıtlamaları basitleştirmek için mutabakatlar ve ödemeler artık tek bir gün yerine yaklaşık 10 günlük bir süreyi kapsıyor.",
    "4284094387": "†† Bazı Haziran 2021 mutabakatları ve ödemeleri, mutabakat penceresi sırasında nihai hesaplamaların doğrulanmasındaki gecikmeler nedeniyle sonraki hafta gerçekleştirilecektir.",
    "1977013707": "† Aralık 2020 ödemeleri, yıl sonu mutabakatları ve personel tatilleriyle çakışmayı önlemek için 15'inden itibaren yeniden planlanmıştır: Ocak ayının ikinci haftasında tamamlanacaktır. PayPal'a normalden daha yavaş aktarımlar nedeniyle, ödemeler tek bir günde tamamlanmak yerine birkaç gün sürecek.",
    "517010299": "Lütfen Dikkat: Şu anda neredeyse gerçek zamanlı mutabakata büyük bir arka uç geçişi üzerinde çalışıyoruz. Periyodik mutabakatlar, 2021'in ilk çeyreğine kadar normalden daha az sıklıkta çalışacaktır. Bu, ödeme planlarını veya tarihlerini etkilemez.",
    "3092200338": "** 15'i bir hafta sonuna denk geldiğinde, Ödeme Tarihi bunun yerine 17'sidir.",
    "3891941747": "*** COVID-19 DANIŞMANLIĞI: COVID-19 ile ilgili azalan personel kapasitesi nedeniyle, standart doğrulamamızı tamamlamak için ek süre sağlamak için mutabakat yeniden planlandı. Ödemelerin Cuma günü başlaması ve bir sonraki Pazartesi günü tamamlanması bekleniyor.",
    "2301757528": "**** Ödeme penceresi sırasında REST API'lerinin PayPal tarafından bakımı nedeniyle, 15 Haziran'da tüm ödemeler tamamlanmadı. 15 Haziran (Pasifik saati) için planlanan ancak PayPal API hataları nedeniyle gerçekleştirilmeyen tüm ödemeler 19 Haziran'a (Pasifik saati) kadar yeniden çalıştırıldı.",
    "116842359": "***** Mutabakatların, sistem bakımı nedeniyle birkaç gün içinde tamamlanması bekleniyor.",
    "4154415610": "***** Eylül 2020 ödemeleri, mutabakat gecikmeleri nedeniyle bazıları başlangıçta planlanandan birkaç gün sonra olmak üzere, mutabakat tamamlandıktan sonra gruplar halinde gerçekleştirilecektir.",
    "2310694091": "Uzlaşma ne demektir?",
    "164801246": "Mutabakat, tüm raporlama sitelerinden gelen tüm veriler girdikten sonra, insanlığını ve doğruluğunu doğrulamak için gerçeğin ardından trafiğin analiz edildiği süreçtir. Daha fazla ayrıntıyı sayfamızda okuyabilirsiniz.",
    "3256245394": "blog yazılarımızın yanı sıra, ör.",
    "3089778412": "hCaptcha Ödülleri Nasıl Hesaplar?",
    "3329755436": "Bu süreci hızlandırmayı planlıyor musunuz?",
    "1911669851": "Evet, şu anda arka uç sistemlerimizde, sonunda hem daha hızlı mutabakat, hem daha hızlı tahmin doğruluğu hem de daha hızlı ödemeler sunmamıza izin vereceğini umduğumuz çeşitli iyileştirmeler üzerinde çalışıyoruz. Şu anda öncelikle mutabakatı hızlandırmak için çalışıyoruz.",
    "2366003154": "Basın ve Medya Sorguları",
    "3054564199": "Basın kiti",
    "3173156067": "Makalenize örnek görseller eklemek istemeniz durumunda bazı hazır teminatlar mevcuttur.",
    "867314732": "Yüksek çözünürlüklü alabilirsiniz",
    "858218750": "ve bunları kullanma konusunda rehberlik",
    "3821716514": "sayfa.",
    "1186243118": "logo görselleri",
    "3034959000": "alabilirsin",
    "1764089150": "Burada:",
    "1558428432": ". Lütfen bunları hCaptcha.com'a yatırın.",
    "2429359042": "örnek arayüz resimleri",
    "1480820434": "resim 1",
    "3213411837": "resim 2",
    "1270712701": "Basın Bültenleri ve Son Raporlar",
    "231285005": "Son güncellemeleri blogumuzda bulabilirsiniz",
    "1289884910": "Ayrıca zaman zaman analizler ve raporlar yayınlıyoruz. Örneğin:",
    "932546190": "CAPTCHA'lar Neden Her Zaman Bizimle Olacak?",
    "2344319147": "Google'ın bot algılaması gerçekten ne kadar değerli?",
    "1637527266": "En çok bot trafiği hangi ülkelerde var?",
    "230159237": "Kişiler",
    "3759923279": "Lütfen basın sorularını aşağıdaki e-posta adresine yönlendirin:",
    "4255608322": "Son güncelleme: 12 Nisan 2021",
    "537881751": "hCaptcha'ya hoş geldiniz! Bu Gizlilik Politikası, Intuition Machines, Inc.'in (\"IMI\", \"biz\" veya \"bize\") www.hcaptcha adresindeki web sitemiz aracılığıyla bilgilerin toplanması, kullanılması ve ifşa edilmesi (aşağıda tanımlanan Kişisel Bilgiler dahil) ile ilgili uygulamalarını açıklamaktadır. .com ve kullandığımız diğer tüm alt alanlar veya alanlar (\"Siteler\") ve hCaptcha uygulama programı arayüzü ve ilgili yazılım ve malzemeler (topluca \"Hizmet\").",
    "33639629": "Üçüncü Taraf Web Siteleri için Geçerli Değildir. Lütfen bu Gizlilik Politikasının, Sitemize bağlansa veya Hizmet'i içerse bile, herhangi bir üçüncü tarafın herhangi bir web sitesi, teklifi, ürünü veya hizmeti için geçerli olmadığını unutmayın - üçüncü kişilere herhangi bir bilgi sağlamaya karar vermeden önce lütfen geçerli gizlilik politikalarına bakın. partiler.",
    "987375734": "IMI, Amerika Birleşik Devletleri merkezlidir. Siteler ve Hizmet, Amerika Birleşik Devletleri'nden tarafımızca kontrol edilir ve işletilir. Kişisel Bilgileriniz, tesislerimizin bulunduğu veya hizmet sağlayıcılarla çalıştığımız herhangi bir ülkede saklanabilir ve işlenebilir ve Siteleri ve Hizmeti kullanarak, Amerika Birleşik Devletleri de dahil olmak üzere ikamet ettiğiniz ülke dışındaki ülkelere bilgi aktarımına izin vermiş olursunuz. , ülkenizdekinden farklı veri koruma kurallarına sahip olabilir. Belirli durumlarda, bu diğer ülkelerdeki mahkemeler, kolluk kuvvetleri, düzenleyici kurumlar veya güvenlik makamları Kişisel Bilgilerinize erişme hakkına sahip olabilir.",
    "452920031": "Amerika Birleşik Devletleri Dışındaki Müşterilere Bir Not.",
    "2328839224": ". Lütfen California Tüketici Gizliliği Yasası (\"CCPA\") kapsamındaki haklarınızla ilgili \"Kaliforniya'da İkamet Edenlere Duyuru\" bölümüne bakın.",
    "1565481281": "Kaliforniya Sakinlerine Bir Not",
    "1028058338": "Lütfen Genel Veri Koruma Yönetmeliği (\"GDPR\") kapsamındaki haklarınızla ilgili \"AB Veri Sahiplerine Bildirim\" bölümüne bakın.",
    "2271205646": "Avrupa Ekonomik Alanı Sakinlerine Bir Not.",
    "508143070": "Hizmetimizin sağlanmasıyla bağlantılı olarak Entegratörlerimiz adına kişisel bilgileri işlediğimiz durumlar dışında, IMI'nin kişisel bilgilerinizin denetleyicisi olduğunu unutmayın; bu durumda kişisel bilgilerin işleyicisiyiz ve bu Entegratörler, kişisel bilgi.",
    "2330965058": "Entegratörlerimiz için bir işlemci olarak hareket ettiğimiz durumlarda, toplanan verileri Hizmetimizi sağlamak için makul olarak gerekli olanın dışında herhangi bir amaç için kullanmayız ve işlememiz, bu değil, Entegratörlerimizle yaptığımız sözleşmelere tabi olacaktır. Gizlilik Politikası",
    "3017040355": "AB Veri Sahibi verilerinin işlenmesi, Hizmet Şartlarımıza veya Entegratörlerimizle yaptığımız Veri İşleme Sözleşmelerine Veri İşleme Ekinde entegre edilen Standart Sözleşme Maddelerinin (SCC'ler) yasal temeli altında çalışır.",
    "2233384692": "Bu tür verilerin nasıl işlendiğiyle ilgili herhangi bir sorunuz veya endişeniz varsa veya haklarınızı kullanmak istiyorsanız, bu verileri işlemek için Hizmeti kullanmak üzere bizimle sözleşme yapan kişi veya kuruluşla (yani veri denetleyicisi) iletişime geçmelisiniz. Bununla birlikte, Entegratörlerimize, onlarla olan sözleşmemizin şartlarına uygun olarak, endişelerinizi gidermek için yardım sağlayacağız.",
    "349292953": "Topladığımız Bilgiler",
    "3022001832": "Hizmetimizi web sitelerine dahil edenler (\"Entegratörler\") dahil olmak üzere Sitelerimiz ve Hizmetlerimizle etkileşime giren kişilerden, hizmetleri veri etiketleme için kullananlar (\"Müşteriler\") ve bizim ile etkileşime giren son kullanıcılardan bilgi topluyoruz. Entegratörlerimizin (\"Son Kullanıcılar\") web siteleri aracılığıyla hizmet.",
    "835545301": "Aşağıdaki bilgi kategorilerini topluyoruz:",
    "3228928991": "Ad, e-posta adresi ve ülke gibi bir kişiyi tanımlamak veya iletişim kurmak için kullanılabilecek bilgiler (\"Kişisel Bilgiler\"). Mevcut ve muhtemel Entegratörlerimiz ve Müşterilerimizden, doğrudan bize verdiklerinde (örneğin, bir hesaba kaydolurken bir form doldurarak veya bizden e-posta bildirimleri almak için başvurarak) Kişisel Bilgileri topluyoruz. Kişisel bilgileri üçüncü taraf veri tabanları veya resmi yasal belgelerle karşılaştırarak Entegratörlerimizin ve Müşterilerimizin kimliğini de doğrulayabiliriz.",
    "1655796811": "IP adresleri, tarayıcı türü, İnternet hizmet sağlayıcısı, platform türü, cihaz türü, işletim sistemi, tarih ve zaman damgası gibi, Bir Entegratörün veya Müşterinin Siteleri veya Hizmetleri kullanmasının bir sonucu olarak otomatik olarak toplanan bilgiler (\"Analiz Bilgileri\") erişim ve diğer benzer bilgiler. Bazı Analytics Bilgileri, bu amaçla çalıştığımız üçüncü taraflarca bizim adımıza toplanır ve bazı Analytics Bilgileri, çerezler dahil çeşitli izleme teknolojileri aracılığıyla toplanır (aşağıdaki \"Üçüncü Taraf Analiz ve İzleme Teknolojileri\"ne bakın).",
    "1388241689": "Görüntü etiketleme verileri, bu Son Kullanıcılara çalınan ses dosyalarından dönüştürülen metinler, soruların yanıtları ve Hizmet tarafından oluşturulan diğer istemler gibi Hizmet aracılığıyla istemleri yanıtlayan Son Kullanıcıların (\"Etiketli Veriler\") bir sonucu olarak toplanan bilgiler makine öğrenimi uygulamalarında kullanılmak üzere verilerin etiketlenmesi amacıyla. Etiketli Verilerin tanımlanmış herhangi bir kişiye bağlı olmadığını unutmayın.",
    "1493790285": "Hizmetin bir parçası olarak Son Kullanıcılardan toplanan diğer bilgiler, bunların olup olmadığını belirlemek için gereklidir.",
    "2216374138": "fare hareketleri, kaydırma konumu, tuşa basma olayları, dokunma olayları ve uygulanabilir olduğunda jiroskop / ivmeölçer bilgileri gibi insandır.",
    "2394073454": "Bizimle Bireysel Veri Etiketleyicileri olarak çalışmak isteyen Son Kullanıcılardan ek bilgiler toplayabiliriz.",
    "3103557430": "Bilgileri Nasıl Kullanıyoruz?",
    "1130802068": "Topladığımız bilgileri aşağıdaki amaçlar için kullanırız:",
    "2940689138": "Entegratör ve Müşteri hesaplarını yönetmek ve Hizmeti sağlamak. Kişisel Bilgileri, belirli hesapları Entegratörler ve Müşteriler ile ilişkilendirmek ve onlara Hizmet sağlamak, taleplere veya sorulara yanıt vermek, destek veya teknik yardım sağlamak ve ödemeleri kolaylaştırmak için kullanırız.",
    "857974529": "Siteyi ve Hizmeti geliştirmek. Mevcut ve yeni hizmet ve tekliflerimizi geliştirmek ve mevcut ve gelecekteki ürün tekliflerini özelleştirmek için Analitik Bilgilerini kullanırız.",
    "1820844638": "Pazar içgörüleri elde etmek için. Analitik Bilgilerini, Site ve Hizmetlerimizle ilgili piyasayı analiz etmek ve iş analizleri yapmak ve diğer araştırma amaçları için kullanırız.",
    "3386280249": "Etiketlenmiş Veriler için bir pazar sağlamak. Hizmetimiz, web sitesi sahiplerine ve verilerini etiketleme konusunda yardıma ihtiyaç duyan şirketlere bir hizmet olarak makine öğrenimi sistemleri için yüksek hacimli veri etiketleme ve insan incelemesi sağlar. Bu amaçla, Etiketli Verileri almakla ilgilenen Müşterilerimize Etiketli Verileri ifşa ederiz.",
    "3532143291": "Hizmetlerimizi ve sistemlerimizi güvence altına almak için. Potansiyel tehditleri ve güvenlik açıklarını belirleyerek sistemlerimizi güvence altına almak ve topladığımız bilgileri başka bir şekilde korumak için Analytics Bilgilerini kullanırız.",
    "2185418511": "Herhangi bir meşru iş amacı için, bilgilerin bir bireye makul bir şekilde bağlanamayacak şekilde kimliğini gizlemesi veya bir araya getirilmesi şartıyla.",
    "2386465280": "Bilgileri Nasıl Paylaşırız",
    "2159517814": "Kişisel bilgileri aşağıdaki durumlarda paylaşır veya ifşa ederiz:",
    "4256083674": "Belirli bir CAPTCHA sorgulama talebinin veya IP adresinin dolandırıcılık riskini belirlemek için bir Entegratörden doğrudan talep üzerine veya başka bir şekilde belirli bir onayın verildiği durumlarda.",
    "3494826505": "Satıcılarla, veri depolama, barındırma ve Analitikler gibi Sitelerin ve Hizmetin temel özelliklerini sağlamak için ve yalnızca bu amaçlar için çalışırız.",
    "1119009846": "Sizin, bizim veya başkalarının haklarını, gizliliğini, güvenliğini veya mülkiyetini korumak için resmi talepler, kanun uygulama talepleri ve diğer kamu ve özel kuruluşlar dahil olmak üzere geçerli yasalara uymak için gerektiği şekilde.",
    "197676026": "Bilgilerin kimliğinin gizlenmesi koşuluyla, herhangi bir meşru iş amacı için başkalarıyla",
    "2359312315": "veya bir bireye makul bir şekilde bağlanamayacak şekilde toplanmıştır.",
    "2497216176": "Üçüncü Taraf Analitik ve İzleme Teknolojileri",
    "3694578791": "Yukarıda tartışıldığı gibi, biz (ve üçüncü taraf satıcılarımız) Analytics Bilgilerini kısmen tanımlama bilgileri, web işaretçileri ve diğer izleme teknolojilerini kullanarak topluyoruz. Bazı durumlarda, Analytics Bilgilerini toplamak amacıyla tanımlama bilgileri kullanmak için üçüncü taraf satıcılarla çalışırız.",
    "2238885192": "Bir kullanıcı bir hatayla karşılaştığında hata ayıklama verilerini toplamak için Sentry'yi kullanırız. Sentry'nin verileri nasıl topladığı ve işlediği hakkında bilgi için:",
    "1535054294": "Lütfen ayrıntılı politikalarına bakın",
    "658775471": "Web trafiğimizi optimize etmek için Cloudflare kullanıyoruz. Cloudflare'ın verileri nasıl topladığı ve işlediği hakkında bilgi için:",
    "2014256987": "Çerezlerin veya diğer izleme teknolojilerinin kullanımını engellememeyi tercih ederseniz, lütfen aşağıdaki \"Bilgilerinizi Yönetme\" bölümüne bakın. Bazı özellikler düzgün çalışmayabileceğinden, bunu yapmanın Siteleri veya Hizmeti kullanma deneyiminizi olumsuz etkileyebileceğini lütfen unutmayın.",
    "2788024905": "Bilgileri Nasıl Güvende Tutarız",
    "271333468": "Topladığımız ve sakladığımız bilgileri korumak için uygun teknik ve organizasyonel önlemleri uyguluyoruz ve bizim adımıza işlememizi gerçekleştiren tüm temsilcilerin de aynısını yapmasını şart koşuyoruz. Ne yazık ki, hiçbir güvenlik önlemi %100 kusursuz değildir ve bu nedenle (bizimki dahil) hiçbir ağ veya sistemin topladığımız ve sakladığımız bilgilerin yok edilmesine, kaybolmasına, değiştirilmesine, yetkisiz ifşasına veya bunlara erişime karşı %100 güvenli olduğu garanti edilemez. Bilgilerinizin herhangi bir nedenle güvenli olmayabileceğini düşünüyorsanız, lütfen hemen şu adresten bizimle iletişime geçin:",
    "3031284129": "Garanti Sorumluluk Reddi",
    "26365791": "Yasaların izin verdiği en geniş ölçüde, Site ve Hizmet (ve diğer ilgili hizmetler, bilgiler, veriler, özellikler ve diğer içerik veya materyaller) \"olduğu gibi\" ve \"mevcut olduğu gibi\" sağlanır. IMI, yasaların izin verdiği en geniş ölçüde, satılabilirlik, belirli bir amaca uygunluk ve ihlal etmeme gibi zımni garantiler dahil ancak bunlarla sınırlı olmamak üzere tüm garantileri hariç tutar.",
    "735630686": "Bilgilerinizi Yönetme (Haklarınız)",
    "498769698": "Entegratör, Müşteri veya Erişilebilirlik Kullanıcısı hesabınız (Entegratör, Müşteri veya Erişilebilirlik Kullanıcısıysanız) aracılığıyla bize sağlamış olabileceğiniz bazı Kişisel Bilgilere erişebilir, bunları düzeltebilir, değiştirebilir veya silebilirsiniz. Bunu yapamıyorsanız veya topladığımız ve/veya sizin hakkınızda paylaştığımız Kişisel Bilgiler hakkında herhangi bir sorunuz varsa veya işlememiz için verdiğiniz izni geri çekmek istiyorsanız (yani hesabınızı tamamen silin), lütfen bizimle şu adresten iletişime geçin:",
    "2895491273": "Çerezleri veya diğer izleme teknolojilerini engellemeyi tercih ederseniz, çoğu tarayıcı ve mobil cihaz, ayarlarınızı çerez aldığınızda veya diğer izleme teknolojileri kullanıldığında sizi bilgilendirecek şekilde değiştirmek ve kabul edip/izin vermemek arasında seçim yapmak için. o. Çoğu tarayıcı, mevcut tanımlama bilgilerini devre dışı bırakmanıza veya silmenize veya gelecekteki tanımlama bilgilerini otomatik olarak reddetmenize de izin verir. Çerez tercihlerinizi kontrol etmek için tarayıcı eklentileri dahil üçüncü taraf araçlarını da kullanabilirsiniz. Ancak, tüm tanımlama bilgilerini devre dışı bırakırsanız, Sitelerimizin bazı bölümlerinin düzgün çalışmayabileceğini unutmayın.",
    "707527778": "Çocuklardan Bilgi",
    "1747657936": "Sitelerimiz ve Hizmetlerimiz 13 yaşın altındaki çocuklara yönelik değildir ve 13 yaşın altındaki çocuklardan bilerek Kişisel Bilgi toplamıyoruz. 13 yaşın altındaki bir çocuğun Kişisel Bilgilerini topladığımızı öğrenirsek, saklamak için yasal bir yükümlülüğümüz olmadığı sürece, bu tür bilgileri mümkün olan en kısa sürede dosyalarımızdan silmek için makul adımlar. 13 yaşın altındaki bir çocuktan veya hakkında herhangi bir bilgimiz olduğunu düşünüyorsanız lütfen bizimle iletişime geçin:",
    "2419795065": "Kaliforniya Sakinlerine Duyuru",
    "1517625162": "California Medeni Kanunu Bölüm 1789.3 uyarınca, California kullanıcıları aşağıdaki tüketici hakları bildirimine hak kazanır: California'da ikamet edenler, California Tüketici İşleri Departmanının Tüketici Hizmetleri Bölümü'nün Şikayet Yardım Birimi'ne 1625 North Market Blvd., Sacramento, posta yoluyla ulaşabilirler. CA 95834 veya (916) 445-1254 veya (800) 952-5210 numaralı telefondan.",
    "3730344349": "Bu bölüm, Kaliforniya tüketicileri hakkında topladığımız kişisel bilgiler ve onlara Kaliforniya Tüketici Gizliliği Yasası veya \"CCPA\" kapsamında sağlanan haklar hakkında ek ayrıntılar sağlar.",
    "4044467791": "Sizden önceki 12 ay içinde topladığımız kişisel bilgi kategorileri için lütfen yukarıdaki \"Topladığımız Bilgiler\" bölümüne bakın. Bu bilgileri, yukarıdaki \"Kişisel Bilgileri Nasıl Kullanıyoruz\" bölümünde açıklanan ticari ve ticari amaçlarla topluyoruz. Önceki 12 ay içinde, aşağıdaki kategorilerdeki bilgileri bir iş amacıyla üçüncü taraflarla paylaştık:",
    "4208081170": "Kişisel Bilgilerin Kategorisi",
    "1528242915": "tanımlayıcılar.",
    "3863351997": "California Müşteri Kayıtları tüzüğünde listelenen kişisel bilgi kategorileri (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Ticari bilgiler.",
    "2683038211": "İnternet veya diğer elektronik ağ etkinliği.",
    "3671828834": "Paylaşılan Kişisel Bilgi Örnekleri",
    "779426309": "Gerçek ad, benzersiz kişisel tanımlayıcı, çevrimiçi tanımlayıcı, İnternet Protokolü adresi, e-posta adresi, hesap adı veya diğer benzer tanımlayıcılar.",
    "2414368123": "Bir ad, kredi kartı numarası, banka kartı numarası veya diğer finansal bilgiler.",
    "4088941349": "Satın alınan, elde edilen veya değerlendirilen ürün veya hizmetlerin kayıtları.",
    "3238612014": "Tarama geçmişi, bir tüketicinin bir internet sitesi, uygulama veya reklamla etkileşimi hakkında bilgi.",
    "1023108656": "Üçüncü Taraf Alıcıların Kategorileri",
    "1418235079": "Servis sağlayıcıları",
    "3238184941": "Not: Bireysel bir IP adresiyle ilişkili dolandırıcılık riski, talep üzerine bir Entegratör ile paylaşılabilir.",
    "285116485": "Şirket, topladığımız kişisel bilgileri \"satmaz\" (bu terim CCPA'da tanımlanmıştır). Varsa, kullandığımız üçüncü taraf çerez türleri hakkında daha fazla bilgi için lütfen yukarıdaki \"Üçüncü Taraf Analiz ve İzleme Teknolojileri\" bölümüne bakın.",
    "1408750006": "CCPA, belirli sınırlamalara tabi olarak, Kaliforniya tüketicilerine, topladığımız kişisel bilgilerin kategorileri veya belirli parçaları hakkında daha fazla ayrıntı (bu bilgileri nasıl kullandığımız ve ifşa ettiğimiz dahil olmak üzere) hakkında daha fazla bilgi talep etme, kişisel bilgilerini silme, kapsam dışında kalma hakkı verir. meydana gelebilecek herhangi bir \"satış\" ve bu hakların kullanılması nedeniyle ayrımcılığa uğramama hakkı.",
    "759057398": "AB Veri Sahiplerine Bildirim",
    "825780955": "Kişisel bilgi",
    "2945960297": "AB veri konularıyla ilgili olarak, bu Gizlilik Politikasında kullanıldığı şekliyle \"kişisel bilgiler\" terimi, Avrupa Birliği Genel Veri Koruma Yönetmeliği'nde (GDPR) tanımlanan \"kişisel veriler\" ile eşdeğerdir.",
    "1126613163": "Hassas veri",
    "3571006800": "Bize sağladığınız bilgilerden bazıları, devlet tarafından verilen kimlik belgelerinde ırkınızın veya etnik kökeninizin tanımlanması dahil olmak üzere GDPR'de (özel kişisel veri kategorileri olarak da anılır) tanımlandığı şekilde hassas veriler oluşturabilir.",
    "1988461282": "İşleme için Yasal Dayanaklar",
    "3519564631": "İşleme Amaçları",
    "1778642038": "Sizinle iletişim kurmak için",
    "2223819810": "Platformumuzu optimize etmek için",
    "1678661231": "Uyumluluk, dolandırıcılık önleme ve güvenlik için",
    "2561077702": "hizmetimizi sunmak için",
    "2066321185": "Yasal Dayanak",
    "1174237568": "Bu işleme faaliyetleri meşru menfaatlerimizi oluşturmaktadır. Kişisel bilgilerinizi meşru çıkarlarımız için işlemeden önce, sizin (hem olumlu hem de olumsuz) ve haklarınız üzerindeki olası etkileri göz önünde bulundurmaya ve dengelemeye çalışıyoruz. Kişisel bilgilerinizi, sizin üzerinizdeki herhangi bir olumsuz etkinin çıkarlarımızın önüne geçtiği faaliyetler için kullanmayız (sizin rızanız olmadıkça veya yasalarca gerekli görülmedikçe veya izin verilmedikçe).",
    "1350478093": "İşleme Amacı",
    "787916198": "rızanızla",
    "3348433919": "Haklarınız",
    "3842673636": "GDPR kapsamında, kişisel bilgilerinizle ilgili belirli haklara sahipsiniz. Elimizde bulunan kişisel bilgilerinizle ilgili olarak aşağıdaki işlemleri yapmamızı isteyebilirsiniz:",
    "4057343238": "Vazgeçmek",
    "1834911235": "Daha önce almayı kabul ettiğiniz doğrudan pazarlama iletişimlerini size göndermeyi bırakın. Size Hizmetle ilgili ve diğer pazarlama dışı iletişimleri göndermeye devam edebiliriz.",
    "3022301908": "Erişim",
    "680638297": "Kişisel bilgilerinizi işlememiz hakkında size bilgi sağlamak ve kişisel bilgilerinize erişmenizi sağlamak.",
    "1409486258": "Doğru",
    "3878077249": "Kişisel bilgilerinizdeki yanlışlıkları güncelleyin veya düzeltin.",
    "3645414921": "Silmek",
    "42182578": "Kişisel bilgilerinizi silin.",
    "1609621367": "Aktar",
    "3208155808": "Kişisel bilgilerinizin makine tarafından okunabilir bir kopyasını size veya seçtiğiniz bir üçüncü tarafa aktarın.",
    "1786796818": "Kısıtlamak",
    "3329634829": "Kişisel bilgilerinizin işlenmesini kısıtlayın.",
    "4202774977": "Nesne",
    "3007158970": "Haklarınızı etkileyen kişisel bilgilerinizi işlememizin temeli olarak meşru menfaatlerimize güvenmemize itiraz edin.",
    "1273071008": "Veri Sahibi Erişim Hakları Talepleri",
    "3594381346": "yer.",
    "21141582": "Bugün nasılsın",
    "3357523404": "Sınır Ötesi Veri Aktarımı",
    "290966395": "\"Birleşik Devletler Dışındaki Müşterilere Not\" bölümümüzde açıklandığı gibi, kişisel verilerinizin Amerika Birleşik Devletleri'ne aktarılacağını, burada işleneceğini ve saklanacağını lütfen unutmayın. ABD'deki veri koruma yasaları, ikamet ettiğiniz ülkedeki yasalardan farklı olabilir. Kişisel bilgileriniz de dahil olmak üzere bilgilerinizin bu Gizlilik Politikasında belirtildiği şekilde Sitelerimizi ziyaret ederek veya Hizmetimizi kullanarak ABD'ye aktarılmasına izin veriyorsunuz.",
    "3178581111": "Yeni Amaçlar İçin Kullanın",
    "1088304322": "Kişisel bilgilerinizi, bu Gizlilik Politikasında açıklanmayan nedenlerle, yasaların izin verdiği durumlarda ve bu nedenin, toplama amacımızla uyumlu olduğu durumlarda kullanabiliriz. Kişisel bilgilerinizi ilgisiz bir amaç için kullanmamız gerekirse, sizi bilgilendirebilir ve bu kullanım için geçerli yasal dayanağı açıklayabiliriz. Kişisel bilgilerinizin belirli bir kullanımı için onayınıza güvendiysek, ilgisiz herhangi bir amaç için onayınızı isteyebilir ve itiraz etmeniz durumunda hizmeti kullanımınızı o anda sona erdirmenize izin verebiliriz.",
    "2260079771": "Veri saklama",
    "38428546": "Kişisel Verilerinizi bizimle hesabınızın ömrü boyunca güvenli bir şekilde saklarız. Kişisel Verilerinizi yalnızca, herhangi bir yasal, muhasebe veya raporlama yükümlülüğünü yerine getirme veya anlaşmazlıkları çözme amaçları da dahil olmak üzere, toplama amaçlarımızı yerine getirmek için gerekli olduğu sürece saklayacağız. Saklama sürelerini belirlemek için kullandığımız kriterler, yürürlükte olan geçerli sözleşme hükümlerini, yasal yasal sınırlama sürelerini, geçerli düzenleyici gereklilikleri ve endüstri standartlarını içerir.",
    "384965568": "Saklama gereklilikleri yargı yetkisine göre değişiklik gösterse de, kişisel verilerinizin farklı yönleri için tipik saklama sürelerimiz hakkında bilgiler aşağıda açıklanmıştır.",
    "2788836740": "Pazarlama amaçlı iletişim bilgileri, siz aboneliğinizi iptal edene kadar sürekli olarak saklanır. Bundan sonra, bilgilerinizi süresiz olarak bastırma listemize ekleyeceğiz. Erişilebilirlik Kullanıcılarından toplanan e-posta bilgileri asla pazarlama amacıyla kullanılmayacaktır.",
    "3520687192": "Sizinle iletişimin kayıtları (örn. e-posta veya Twitter yoluyla açılan destek biletleri) süresiz olarak saklanabilir.",
    "292211832": "Çerezler, web sayfası sayaçları ve diğer analitik araçlar gibi teknik araçlar aracılığıyla toplanan bilgiler, mümkün olan en kısa sürede atılır, ancak çerezin sona ermesinden itibaren bir yıla kadar sınırlı bir süre boyunca, tipik olarak tanımlanmamış ve toplu bir biçimde saklanabilir. hizmetimizin olası kötüye kullanımını tespit etmedikçe, bu durumda gelecekteki kötüye kullanımı önlememize yardımcı olmak için bu bilgileri saklayacağız. Bu anonimleştirilmiş ve toplu bilgileri size, evinize, bir IP adresine veya saklanan bilgilere dayalı olarak herhangi bir kişisel bilgiye bağlayamıyoruz.",
    "470943029": "Bu Gizlilik Politikası hakkında herhangi bir sorunuz varsa, lütfen bizimle şu adresten iletişime geçin:",
    "3192683783": "Bu Gizlilik Politikasındaki Değişiklikler",
    "1702335960": "Topladığımız tüm bilgiler, bu bilgilerin toplandığı tarihte yürürlükte olan Gizlilik Politikasına tabidir. Bununla birlikte, Gizlilik Politikasını zaman zaman revize edebiliriz. Yalnızca bizim tarafımızdan belirlendiği üzere bir revizyon önemliyse, örneğin e-posta yoluyla sizi bilgilendireceğiz. Güncel sürüm her zaman Gizlilik Politikası sayfamızda yayınlanacaktır.",
    "3669258571": "Çerez politikası",
    "2905621957": "Son güncelleme: 18 Temmuz 2020",
    "1173934218": "Gizliliğinizin sizin için önemli olduğunu anlıyoruz ve kullandığımız teknolojiler konusunda şeffaf olmaya kararlıyız. Bu politika, Sitelerimizde ve Hizmetlerimizde çerezleri nasıl ve ne zaman kullandığımız hakkında ayrıntılı bilgi sağlar.",
    "2694150481": "Çerez kullanıyor muyuz?",
    "457627611": "Evet. Biz ve analitik veya hizmet sağlayıcılarımız, pazarlama ortaklarımız ve bağlı kuruluşlarımız, Siteleri kullanan herkesin mümkün olan en iyi deneyimi yaşamasını sağlamak için tanımlama bilgileri, web işaretleri veya pikseller ve diğer teknolojileri kullanabiliriz. Daha fazla ayrıntı için lütfen Gizlilik Politikamızın \"Üçüncü Taraf Analiz ve İzleme Teknolojileri\" bölümüne bakın.",
    "501102544": ": hCaptcha anti-bot hizmetinin (yani web siteleri, oyunlar veya mobil uygulamalar tarafından yerleştirilmiş Hizmet) GDPR düzenlemeleri uyarınca yalnızca \"rıza muaf\" çerezleri içerdiğine inanıyoruz. Bu tür muaf çerezlerin örnekleri şunları içerir:",
    "461631543": "GDPR Notu",
    "2150907653": "* Hizmetin sağlanması için kesinlikle gerekli olan teknik çerezler. Bunlara tercih çerezleri, oturum çerezleri, yük dengeleme çerezleri vb. dahildir.",
    "1012122721": "* Verilerin profil oluşturmak için kullanılmadığı durumlarda, doğrudan bizim tarafımızdan yönetilen istatistiksel çerezler (yani birinci taraf, üçüncü taraf çerezler değil).",
    "148542287": "Bu yasal tavsiye değildir ve bu analizle ilgili herhangi bir garanti verilmemektedir. Başka sorularınız veya endişeleriniz varsa, lütfen bizimle şu adresten iletişime geçin:",
    "3956117148": "hCaptcha.com ve BotStop.com web siteleri (Siteler), bu Politikada açıklandığı gibi ek çerezler içerebilir.",
    "3255230599": "Çerez nedir?",
    "1095532507": "Çerez (\"Çerez\"), bir web sayfası sunucusu tarafından sabit sürücünüze yerleştirilen küçük bir metin dosyasıdır. Tanımlama bilgileri, daha sonra tanımlama bilgisini size yayınlayan etki alanındaki bir web sunucusu tarafından okunabilecek bilgileri içerir. Çerezlerden bazıları yalnızca belirli özellikleri kullanmanız veya belirli tercihleri seçmeniz halinde kullanılacaktır ve bazı çerezler her zaman kullanılacaktır. Aşağıdaki mevcut çerez listemizi inceleyerek her bir çerez hakkında daha fazla bilgi edinebilirsiniz.",
    "2943815316": "Bu listeyi periyodik olarak güncelliyoruz, bu nedenle henüz listelenmemiş ek çerezler olabilir. Web işaretçileri, etiketler ve komut dosyaları, çerezleri teslim etmemize, ziyaretleri saymamıza, kullanımı ve kampanyanın etkinliğini anlamamıza ve bir e-postanın açılıp açılmadığını ve buna göre işlem yapılıp yapılmadığını belirlememize yardımcı olmak için Sitelerde veya e-postalarda kullanılabilir. Hizmet/analiz sağlayıcılarımız tarafından bu teknolojilerin kullanımına dayalı olarak bireysel ve toplu olarak raporlar alabiliriz.",
    "2954157511": "Çerezleri neden kullanıyoruz?",
    "1539071196": "Çerezleri genellikle aşağıdaki amaçlar için kullanırız:",
    "3545935449": "Yeni veya eski kullanıcıları tanımak için.",
    "32739972": "Sitelerimizde kayıtlıysanız, oturum açma bilgilerinizi saklamak için.",
    "4209078147": "Sitemizi geliştirmek ve platformlarımıza ve Sitemize yaptığınız ziyaretleri daha iyi anlamak için.",
    "1077448694": "Üçüncü taraf sosyal medya web siteleri ile entegre olmak.",
    "1709478090": "Size ilgi alanına dayalı veya hedefli reklamcılık sunmak için.",
    "3256020881": "Birden çok web sitesinde veya diğer platformlarda zaman içinde davranışlarınızı ve göz atma etkinliklerinizi gözlemlemek için.",
    "1092241113": "Müşterilerimizin ve Entegratörlerimizin çıkarlarını daha iyi anlamak için.",
    "1434289796": "Bazı Çerezler Sitelerin belirli kullanımları için gereklidir ve bu Çerezler olmadan Siteleri doğru bir şekilde kullanmanız için ihtiyaç duyduğunuz birçok hizmeti sağlayamayız. Bu Çerezler, örneğin, sitelerimize istediğiniz gibi erişebilmeniz için Sitelerimizi işletmemize izin verir ve bir hesap oluşturduğunuzu ve Site içeriğine erişmek için bu hesaba giriş yaptığınızı anlamamızı sağlar. Aynı tarama oturumu içinde önceki eylemlerinizi hatırlamamızı ve Sitelerimizin güvenliğini sağlamamızı sağlayan Çerezleri de içerirler.",
    "1533171442": "Ayrıca analiz ve pazarlama amaçları için üçüncü taraflardan işlevsel Çerezler ve Çerezler kullanıyoruz. İşlevsel Çerezler, Sitelerin belirli bölümlerinin düzgün çalışmasını ve kullanıcı tercihlerinizin bilinmesini sağlar. Analiz Çerezleri, diğer şeylerin yanı sıra, Müşterilerin, Entegratörlerin ve Son kullanıcıların Sitelerimizi nasıl kullandığı, kullanıcıların en sık görüntülediği içerik ve ürünler ve üçüncü taraf reklamlarımızın etkinliği hakkında bilgi toplar. Reklam Çerezleri, reklamların alakalı kitlelere sunulmasına ve reklamlarımızın arama sonuçlarının en üstünde görünmesine yardımcı olur. Çerezler, tarayıcı oturumunuzu sonlandırdığınızda silinen \"oturum\" Çerezleri veya sizin tarafınızdan (aşağıda tartışılmaktadır) veya çerezi sunan taraf tarafından silinene kadar kalan \"kalıcı\" Çerezlerdir. Sitelerde kullanılan tüm Çerezlere ilişkin tüm ayrıntılar aşağıdaki Çerez Açıklama tablomuzda mevcuttur.",
    "322830977": "Çerezler nasıl devre dışı bırakılır.",
    "3885459114": "Genel olarak, web tarayıcınızda yerleşik bir işlev aracılığıyla tanımlama bilgilerinin kullanımını etkinleştirebilir veya daha sonra devre dışı bırakabilirsiniz. Çerezler veya bunların nasıl kontrol edileceği, devre dışı bırakılacağı veya silineceği hakkında daha fazla bilgi edinmek istiyorsanız, ayrıntılı rehberlik için lütfen https://www.knowcookies.com/ adresini ziyaret edin.",
    "262509504": "Çerezler tarafından toplanan bilgileri, bu Gizlilik Politikası uyarınca sizden topladığımız diğer bilgilerle ilişkilendirebilir ve burada belirtilen birleşik bilgileri kullanabiliriz. Benzer şekilde, Sitelerimizde tanımlama bilgileri sunan üçüncü taraflar, adınızı veya e-posta adresinizi topladıkları, çevrimdışı veya çevrimiçi olarak geçmiş satın alma işlemlerini veya çevrimiçi kullanım bilgilerinizi içerebilecek diğer bilgilerle ilişkilendirebilir.",
    "2935155034": "Avrupa Ekonomik Alanı'nda bulunuyorsanız, hakkınızda sahip olduğumuz verileri inceleme ve düzeltme veya silme hakkı da dahil olmak üzere, yukarıda \"AB Veri Sahiplerine Bildirim\" başlığı altında açıklanan belirli haklara sahipsiniz.",
    "1873812847": "Çerez(ler) Açıklaması",
    "3319083717": "İsim:",
    "3183855267": "1. hmt_id",
    "907324388": "İşlev",
    "2896187462": "1. Kesinlikle gerekli anonim hizmetle ilgili istatistikler ve erişilebilirlik desteğine yardımcı olmak gibi diğer teknik amaçlar için kullanılır.",
    "987267027": "Parti",
    "3453526675": "1. 1. taraf",
    "1952810469": "Tip",
    "1795436560": "1. Oturum",
    "102695075": "Süre",
    "3356329025": "1. 30 gün",
    "3744153629": "İsimler:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "oturum, toplantı, celse,",
    "3186435874": "oturum kimliği",
    "720059527": "2. Kesinlikle gerekli teknik amaçlar için kullanılır: yük dengeleme, yönlendirme.",
    "1241291641": "Daha fazla ayrıntıya bakın.",
    "1834801943": "2. 1. taraf",
    "2114694926": "2. Oturum",
    "938404336": "2. Değişir; 30 güne kadar.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Kesinlikle gerekli teknik amaçlar için kullanılır: Erişilebilirlik Kullanıcı kullanımına olanak tanır.",
    "1061239711": "3. 1. taraf",
    "1483015662": "3. Oturum",
    "3458934553": "3. Değişir; 30 güne kadar.",
    "1527172673": "Bu Çerez Politikası hakkında herhangi bir sorunuz varsa, lütfen bizimle şu adresten iletişime geçin:",
    "134571844": "Impressum (Site Bildirimi)",
    "110836420": "Son güncelleme: 23 Aralık 2020",
    "2901894297": "hCaptcha, bir Delaware US Corporation (#6393793) olan Intuition Machines, Inc.'in (\"IMI\") bir hizmetidir.",
    "2928362319": "Postayla gönderilen sorular şu adrese gönderilebilir: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Şirketin mevcut yönetimi ile ilgili bilgilere Hakkında sayfasından ulaşılabilir. Şirketin mevcut CEO'su içerikten sorumlu genel müdürdür.",
    "3094150511": "Düzenleyici kurum: ABD Federal İletişim Komisyonu, 45 L Street NE, Washington, DC 20554 ABD.",
    "2763011087": "IMI, bir tüketici anlaşmazlık çözümü kurumu önünde tüketici anlaşmazlıkları için alternatif anlaşmazlık çözümünü taahhüt etmez ve buna katılmak zorunda değildir.",
    "1395644678": "Çevrimiçi Uyuşmazlık Çözümü için Avrupa Komisyonu resmi web sitesi:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "İçerikle ilgili garanti yok",
    "707541553": "İnternet sayfalarımızda yer alan tüm bilgiler IMI veya üçüncü bir tarafça doğrulanmıştır. Ancak bilgilerin güncel, doğru veya eksiksiz olmasından ne IMI ne de üçüncü şahıslar sorumlu tutulamaz. Bu, sayfalarımızdaki köprüler aracılığıyla ulaşılabilen diğer web siteleri için de geçerlidir. IMI, bu harici web sitelerinin içeriği için hiçbir sorumluluk kabul etmez.",
    "2650241052": "tavsiye yok",
    "3361191778": "İnternet sayfalarında verilen bilgiler bireysel tavsiye niteliğinde değildir ve bunun yerine geçemez. Bireysel tavsiyeye ihtiyacınız varsa, lütfen destek ekibimizle iletişime geçin.",
    "1031855757": "Bu sitenin kullanımı",
    "204716894": "Web sayfalarımızın içeriği ve tasarımı telif hakları kanunu ile korunmaktadır. Sayfaların ve içeriklerinin makul adil kullanımı aşacak şekilde çoğaltılması, sayfada çoğaltma için belirtilen başka bir yasal hüküm yoksa, IMI'nin önceden yazılı iznini gerektirir.",
    "3182435854": "Telif hakkı",
    "3187946010": "Bu sayfalardaki tüm metinler, resimler, grafik animasyonlar, videolar, müzikler, sesler ve diğer materyaller, telif hakkı yasası kapsamında IMI veya belirtilmişse üçüncü şahıslar tarafından korunmaktadır. Bu materyalin ticari kullanım için makul adil kullanımı aşacak şekilde kopyalanması veya değiştirilmesi yasaktır.",
    "74538881": "Bu web sitesinin sorumluluğu",
    "3236873806": "Bu web sitesinden IMI sorumludur.",
    "2657277322": "Herhangi bir sorunuz varsa, lütfen bizimle şu adresten iletişime geçin:",
    "1338341134": "hCaptcha + Gizlilik Geçişi (Beta)",
    "88879089": "Gizlilik Geçişi bir",
    "1898063898": "ile birlikte geliştirdiğimiz kullanıcı gizliliğini korumak için",
    "1942186611": "ve diğerleri.",
    "3673079511": "yükselen standart",
    "2164933356": "bulut parlaması",
    "3119589996": "Nasıl çalışır: Bir tarayıcı uzantısı, kullanıcılara Privacy Pass protokolünü destekleyen web siteleri için kriptografik olarak kör belirteçler oluşturma ve imzalama yeteneği sağlar. Uzantı, hCaptcha hizmetini kullanan herhangi bir sitede bir sorun çözüldüğünde hCaptcha tarafından imzalanan, kriptografik olarak körleştirilmiş belirteçler içeren geçişler oluşturur,",
    "1254771154": "hCaptcha'yı da içeren diğer Privacy Pass-destekleyici hizmetlerde gösterilen zorluklar, örneğin Cloudflare.",
    "996362763": "Bu belirteçler körlenmemiş ve gelecekte kullanılmak üzere uzantı tarafından saklanmıştır. Kullanıcı hCaptcha kullanarak bir siteyi ziyaret ettiğinde ve meydan okumayı (görünmez veya \"Ben insanım\" düğmesi aracılığıyla) geçmesi gerektiğinde, otomatik olarak kullanılırlar. Körleme prosedürü, imzalanan ve kullanılan jetonların hCaptcha'nın bakış açısından kriptografik olarak bağlanamaz olduğu ve böylece kullanıcı gizliliğinin korunduğu anlamına gelir.",
    "2943346052": "IETF standardizasyon süreci devam ederken, büyük tarayıcıların yerel olarak bir tür Privacy Pass (Gizlilik Geçişi) benimsemesini bekliyoruz. Bu, sonunda uzantıyı gereksiz hale getirecektir. Ancak şimdilik, lütfen aşağıdaki talimatları izleyin.",
    "2326660907": "hariç",
    "741483946": "* Başka bir deyişle: hCaptcha.com'da hCaptcha Privacy Pass jetonlarını alabilir ve bunları doğrudan hCaptcha.com'u kullanarak diğer sitelerde kullanabilirsiniz. Cloudflare kendi Privacy Pass jetonlarını yayınlayıp kullandığından, Cloudflare tarafından kullanılan hCaptcha hizmetini atlamak için hCaptcha Privacy Pass jetonlarını alamaz veya kullanamazsınız.",
    "1362015807": "Başlarken",
    "1358325821": "İlk önce, uzantıyı yükleyin",
    "310885519": "veya",
    "4091044469": ". Uzantıyı gizli modda etkinleştirdiğinizden emin olun. Ardından, hCaptcha kullanarak herhangi bir web sitesini ziyaret edin ve bir captcha çözün. 2.0.3 sürümünden itibaren, bu jetonları hCaptcha kullanan web sitelerinde kullanabilirsiniz.",
    "3904679538": "Krom",
    "3700767772": "Uzantıyı yükledikten sonra, geçiş kazanmak için burayı (veya hCaptcha kullanan herhangi bir web sitesini) tıklayın:",
    "166277959": "Lütfen unutmayın: Bu özellik şu anda beta sürümündedir ve her zaman tüm web siteleri ve kullanıcılar için çalışmayabilir. Etkinleştirilmemesi veya belirli bir kullanıcı için çalışmaması durumunda, davranış, işlevsellik kaybı olmaksızın standart hCaptcha deneyimine geri dönecektir.",
    "3031357206": "URL çubuğunuzun yanında yeni bir simge görünecektir. Şimdi hCaptcha kullanarak bir web sitesini ziyaret edin. Bunun gibi görünecek:",
    "1066753052": "bu, cüzdanın boş olduğu ve hCaptcha mücadelesi içeren bir sitede olduğunuz anlamına gelir. Meydan okumayı tamamladığınızda, hCaptcha ile başka herhangi bir web sitesinde kullanılabilecek jetonlar kazanacaksınız.",
    "651123197": "Görevi tamamladıktan sonra, cüzdanınızdaki mevcut toplamın bir sayısı simgede gösterilecektir.",
    "554844646": "Her tıkladığınızda sayacın 1 azaldığını görerek uzantının çalıştığını onaylayabilirsiniz.",
    "4087729475": "ilk çözmenizden sonraki zorluk.",
    "647630208": "Ve bu kadar! Çevrimiçi taramanız artık daha özel.",
    "3272552822": "Geliştiriciler ve kriptograflar:",
    "4059570880": "Standardizasyon çabasını takip etmek isterseniz, şu anda çabalar devam etmektedir.",
    "1904390996": "standardize etmek",
    "252720667": "Privacy Pass'in kriptografik güvenliğinin temelini oluşturur. Protokolün kendisi şuradan geçiyor:",
    "3972554015": "süreci de. Ve tarayıcı uzantısı elbette",
    "3723626769": "katkılarınız ve incelemeleriniz için",
    "3882147547": "Bilinçsiz Sözde Rastgele İşlevler",
    "565624910": "taslak",
    "3421090159": "açık kaynak",
    "3098677775": "S: Privacy Pass kullanırken IP ve tarama geçmişim hCaptcha'dan tamamen gizli mi?",
    "4019638786": "C: hCaptcha'nın Privacy Pass kullanıcıları, tarayıcılarının jeton cüzdanı boş olmadıkça veya site bunu göndermedikçe IP'lerini asla hCaptcha'ya ifşa etmeyeceklerdir. hCaptcha'nın, kullanıcıyı jeton kullanımına bağlamanın hiçbir yolu yoktur ve jeton cüzdanı boş olmadığı sürece, kullanımı sırasında kullanıcıyla hiçbir zaman doğrudan etkileşime girmez.",
    "3887113660": "S: Privacy Pass, hCaptcha kazançlarını nasıl etkiler?",
    "1116455671": "C: Kullanıcı bunu sitenizde tamamlarsa, ilk çözüm için bir ödül kazanacaksınız. Teklifler, yüksek müşteri güveni nedeniyle kullanıcı sitenize otomatik olarak girmiş gibi aynı yanıt modelini izler: kazanç gerçekleşmez ve sunucunuzdan gelen site doğrulama çağrısı, geçiş sonuçlarında bir \"kredi: Yanlış\" alır.",
    "779817954": "S: Başka bir sağlayıcı tarafından verilen Privacy Pass biletlerim varsa bunları hCaptcha'da kullanabilir miyim?",
    "3014149332": "C: Hayır, geçişler birlikte çalışabilir değildir: aynı otorite tarafından düzenlenmeli ve kullanılmalıdır, bu durumda hCaptcha. Uzantınızda hem Cloudflare hem de hCaptcha'dan geçişleriniz varsa, ziyaret ettiğiniz sayfanın gereksinimine bağlı olarak mevcut numaranın doğru tutara değişeceğini unutmayın. Başka bir deyişle, cüzdanınızda 100 Cloudflare geçişiniz ve 10 hCaptcha geçişiniz varsa, hCaptcha'nın gömülü olduğu sayfalarda uzantı simgesinde 10'u görmelisiniz.",
    "3679148535": "S: Privacy Pass'in başka hangi uygulamaları üzerinde çalışıyorsunuz?",
    "1606783855": "C: Erişilebilirlik (\"a11y\") kullanım senaryosu için Privacy Pass ile çok ilgileniyoruz. Ses captcha'ları gibi daha önce popüler olan seçenekler, birçok a11y kullanıcısına karşı ayrımcılık yapıyor. Mevcut a11y yaklaşımımızı Privacy Pass düzenleme ile birleştirmenin, a11y kullanıcılarının, a11y seçenekleri mevcut olduğunda kaçınılmaz olarak meydana gelen bot operatörlerinin kötüye kullanımını kısıtlarken, trafiklerinin daha özel olduğunu bilerek güvenli bir şekilde gezinmelerine izin vereceğine inanıyoruz.",
    "2359150347": "S: Diğer çevrimiçi güvenlik hizmetleri Privacy Pass'i destekliyor mu?",
    "2082237880": "C: hCaptcha, Privacy Pass'i destekleyen türünün ilk hizmetidir ve şu anda bunu yapan tek hizmettir. Bununla birlikte, diğer hizmetlerin çevrimiçi kullanıcı gizliliğini artırmanın avantajlarını tanımasını bekliyoruz ve geliştirmeye yardımcı olduğumuz IETF standartları resmi olarak kabul edildiğinden gelecekte daha fazlasının uygulamaları üstleneceğini umuyoruz.",
    "2109792055": "Kullanıcı Kılavuzu: Gizlilik Geçişinin Verilmesi ve Doğrulanmasıyla İlgili Hata Ayıklama Sorunları",
    "3588620914": "Privacy Pass, Web standartlarına göre yeni bir buluştur ve bunun farkında olmayan diğer uygulamaların ve tarayıcı uzantılarının işlevselliğine müdahale etmesi mümkündür.",
    "4039193170": "Jeton alma veya kullanma konusunda sorun yaşıyorsanız:",
    "2378786360": "1. Desteklenen diğer tarayıcılardan birini deneyin: Chrome kullanıyorsanız, ayarlarınızı Chrome'dan içe aktarmadan Firefox'u kullanmayı deneyin ve eklentiyi buraya yükleyin. Bu işe yararsa, bir tarayıcı yapılandırma sorununuz olabilir.",
    "394235836": "3. Yukarıdaki önerilerden hiçbiri işe yaramazsa, bize bir destek e-postası gönderin, neler olup bittiğini anlamanıza yardımcı olmaktan memnuniyet duyarız.",
    "3470857731": "reCAPTCHA'nın botları ne kadar iyi tespit ettiğinin analizi.",
    "3240786848": "Son güncelleme: 18 Şubat 2021",
    "2547140673": "On yıldan fazla bir süredir Google'ın reCAPTCHA hizmeti, web sitesi sahiplerine bir takas teklif etti: Google'ın kullanıcılarınızı izlemesine ve onlara sorular sormasına izin verin, karşılığında onlar da botları ve spam'leri durdurma sözü verdi.",
    "2133754014": "4,5 milyondan fazla web sitesi reCAPTCHA kullanıyor [",
    "3152512587": "ve sistem yüz milyonlarca günlük çözüm toplar. [",
    "2296918009": "Bu, her gün 100 kişi-yıldan fazla çalışmaya eşittir.[",
    "3900538778": "Etiketlenmiş veriler, makine öğrenimini destekleyen yakıttır. reCAPTCHA yanıtları, 2009'dan beri Google'ın makine öğrenimi/AI hizmetlerini iyileştirmek için kullanılmaktadır. reCAPTCHA kullanan birçok kişi, emeklerinin kullanıldığının farkında değildir.",
    "1160252730": "Google şimdi reCAPTCHA Enterprise için yüksek fiyatlar talep ediyor ve bu da birçok şirketin bu anlaşmayı yeniden değerlendirmesine neden oluyor.",
    "1131196501": "Gibi büyük şirketler",
    "204889717": "hCaptcha'ya geçtim",
    "639413188": "cevap olarak.",
    "3280658086": "Kurumsal çözümler",
    "3842815245": "Bu adil bir ticaret mi?",
    "714342693": "hCaptcha ekibi, 2016'dan beri \"dark web\" captcha kırma hizmetlerinden fiyatlandırma verilerini topluyor. İlginç bir eğilim fark ettik:",
    "468929661": "Bir reCAPTCHA'yı kırmanın ortalama maliyeti inanılmaz derecede düşüktür (1000 çözüm başına 1 dolardan az) ve izlememizin başladığı 2016 yılından bu yana önemli ölçüde artmamıştır. Bu, hem reCAPTCHA v2 hem de v3 için geçerlidir. [",
    "2862164005": "Fiyatlandırma verileri, bir reCAPTCHA tarafından sunulan güvenliğe tam bir dolar değeri koymamızı sağlar: yanıt başına 0,001 ABD doları veya daha az.",
    "102498091": "Google, reCAPTCHA Enterprise için 1000 istek başına 1 ABD Doları ücret alır; bu, artık istek başına hizmetlerinin güvenliğini kırmanın maliyetinden daha fazla ücret aldıkları anlamına gelir. Bu kötü bir anlaşma gibi görünüyor.",
    "130239139": "Google tarafından günlük olarak toplanan 100+ kişi-yıllık emeğin değeri nedir?",
    "1421074182": "Önemli ölçüde daha yüksek.",
    "1953519598": "Tek bir görüntüyü etiketlemenin maliyeti 0,03 ABD Doları ile 1,00 ABD Doları veya daha fazlası arasında değişmektedir. Herhangi bir muhafazakar tahmine göre, Google bugüne kadar milyarlarca dolarlık ücretsiz işçi çıkardı. [",
    "3025548709": "Bu haksız anlaşmanın bir alternatifi var mı?",
    "263761351": "hCaptcha, şu anda her ay yüz milyonlarca insan tarafından kullanılan ilk güvenilir alternatiftir.",
    "2743692546": "Kullanıcılar hCaptcha aracılığıyla insanlıklarını kanıtladıkça, emekleri teklif vermek için anonim bir açık pazara girer.",
    "1982750088": "Dünyanın her yerindeki şirketler, insanlar için kolay ama makineler için zor olan basit görevleri tamamlamak için bu iş için teklif veriyor. Kullanıcılar, ziyaret ettikleri siteyi destekler ve daha yüksek güvenlik düzeyi sayesinde daha az web spam'ı yaşar.",
    "1108398506": "müşteriler deneyim üzerinde tam kontrol elde eder ve hCaptcha'nın internetteki en büyük bağımsız zorluk sağlayıcısını çalıştırarak kazandığı uzmanlıktan yararlanır. Ayrıca reCAPTCHA Enterprise'dan daha iyi bir anlaşma elde ederler: Hacme bağlı olarak %50-80'e kadar daha iyi fiyatlandırma.",
    "3012870872": "Ücretsiz sürümü (hCaptcha Publisher) kullanan web siteleri ve uygulamalar, Google'a bağışlamak yerine bu işten gelir elde eder.",
    "2271512952": "Kullanıcılar ziyaret ettikleri siteyi destekler ve daha az web spam'ı yaşar.",
    "278010425": "hCaptcha'daki geniş ve sıklıkla değişen çeşitli görevlerin otomatikleştirilmesi de daha zordur. reCAPTCHA'nın tek arayüzü yıllardır değişmedi ve nadiren değişen küçük bir dizi soru içeriyor. Bu, hCaptcha'nın reCAPTCHA'dan daha güçlü anti-bot koruması sağlamasının yollarından biridir.",
    "984849234": "hCaptcha, reCAPTCHA'nın yalnızca vaat ettiklerini sunmak için gelişmiş makine öğrenimini kullanır ve yakalanan değeri onu kullanan web siteleriyle paylaşır.",
    "4063769686": "Kullanıcılar ziyaret ettikleri siteyi destekler ve daha az web spam'ı yaşar. Bu daha adil bir anlaşma gibi görünüyor.",
    "685916926": "reCAPTCHA zaman içinde neden gelişmedi?",
    "3992401943": "2012'den bu yana derin öğrenmede bir devrim yaşandı. Görev doğruluğu için endüstri normu, özellikle derin konvolüsyonel ağlar nedeniyle son on yılda radikal bir şekilde iyileşti. Google'ın sunduğu diğer makine öğrenimi destekli hizmetler bu eğriyi izlemiştir.",
    "615031303": "(Dipnotlara bakın",
    "2125514305": "Makine öğrenimi gelişti, ancak bu süre zarfında reCAPTCHA'yı atlamanın zorluğu önemli ölçüde değişmedi.",
    "1406188018": "6 ve 7",
    "2689973938": "reCAPTCHA'nın iyileştirilmesi, bir reklam satıcısı olarak Google için içsel bir çelişki yaratır.",
    "464238793": "Google, bir reklamı gören veya bir bağlantıyı tıklayan kullanıcının aslında bir bot olduğunu belirlerse, o kullanıcıya gösterilen reklamlar için ücret alamaz. Bu çıkar çatışması, Google'ın bot karşıtı hedeflerinin kapsamını ciddi şekilde sınırladı.",
    "918924423": "Örneğin, Google geriye dönük bot algılama gibi bariz bir şekilde değerli hizmetler sunmamıştır. Birkaç günlük veriyi analiz ettikten sonra bot tarafından oluşturulan kullanıcı trafiğini bildirmek çok daha güvenilirdir.",
    "661412233": "Captcha'dan sonra bazı kullanıcıların bot olduğunu bilmek de değerlidir. Web sitesi sahiplerinin eski spam gönderilerini temizlemesini ve gelecekte spam forumlarına kayıtlı \"uyuyan hesapları\" silmesini, sahtekarlığı azaltmasını ve daha fazlasını sağlar.",
    "3600797185": "Geriye dönük bot tanımlaması sunmak, Google'ı bu sahte trafik için para harcayan reklamverenlere geriye dönük olarak nasıl geri ödeme yapılacağına dair zorlu sorulara açar.",
    "2076932190": "reCAPTCHA ürünü bu nedenle on yıl boyunca durakladı.",
    "3856912381": "Kullanıcılar acı çekti ve gereksiz web spam'ı artık yaygın. Ama bir alternatif var.",
    "1035621426": "reCAPTCHA tarafından tanımlanan her bot, Google'ın reklam gelirini doğrudan azaltır.",
    "3668115514": "hCaptcha'nın farkı nedir?",
    "2413742287": "hCaptcha'nın teşviki, reklam gelirini değil doğruluğu en üst düzeye çıkarmaktır: bot yanıtları, insan eğitimi verilerine ihtiyaç duyan müşterilerimiz için işe yaramaz.",
    "1373262754": "Bir bireyin kim olduğunu bilmek hCaptcha için minimum değere sahiptir. Sadece insan mı yoksa kötü niyetli bir oyuncu mu olduklarıyla ilgileniyoruz.",
    "600646860": "hCaptcha, gerçek değeri olan emeği çıkarırken değeri şüpheli bir hizmet sunmak yerine, hem tazminat hem de güçlü anti-bot koruması sağlar.",
    "1836191653": "hCaptcha, çok daha iyi olmayan bir kurumsal sürüm için milyonlarca dolar ücret alırken ücretsiz kullanıcılara kolayca mağlup edilen bir hizmet sunmak yerine, kurumsal kullanıcılara güçlü SLA'lar ve hızlı desteğin yanı sıra ek özellikler ve özelleştirmeler sunarken her ikisi için de mükemmel bot koruması sağlar.",
    "990215503": "hCaptcha, bir reklam ağına ait olmayan tek büyük captcha hizmetidir.",
    "971933157": "hCaptcha gizliliğe, şeffaflığa ve adalete önem verir.",
    "178839499": "hCaptcha, kullanıcılar insanlıklarını kanıtlarken yapılan işin değerini paylaşır.",
    "1237076138": "hCaptcha, hem ücretsiz (hCaptcha Publisher) hem de kurumsal (hCaptcha Enterprise) müşterilerine adil bir anlaşma sunar.",
    "614310292": "hCaptcha'yı kim yaptı?",
    "4188814619": "hCaptcha, Sezgi Makinelerinin bir hizmetidir (",
    "3265328927": "), geniş ölçekte makine öğrenimi uygulayan şirketlere ürün ve hizmetler sunan bir makine öğrenimi şirketi.",
    "2740033957": "IM ekibi, Apple, Amazon ve makine öğrenimi, dağıtılmış sistemler ve güvenlik alanındaki diğer liderlerden bilim adamları ve mühendislerden oluşur.",
    "1579715421": "IM bilim adamları düzenli olarak ICML, ICLR, ECCV ve NeurIPS gibi en iyi konferanslarda yayınlarlar ve şirket, derin karma gibi ML disiplinlerinde en son sonuçları kamuya açıklar [",
    "4015238193": "ve OCR [",
    "279580593": "makineler.com",
    "279918384": "Google ücretsiz emeğinizi nasıl kullanıyor?",
    "2385522384": "Muhtemelen Google'ın Waymo sürücüsüz arabalarındaki kameralardan alınan video karelerini görüyor ve onların nesne tanımalarını iyileştirmeye yardımcı oluyordunuz.",
    "1517627947": "Google'ın Sokak Görünümü arabalarından bina resimleri veya sokak levhaları görüyor ve Haritalar ve Dünya ürünleri için konumların etiketlenmesine yardımcı oluyordunuz.",
    "3225936061": "Muhtemelen Google'ın Kitaplar hizmetindeki kitap sayfalarından alınan metin resimlerini görüyor ve OCR (metin tanıma) yazılımlarının geliştirilmesine yardımcı oluyordunuz.",
    "129661785": "Hiç \"arabaya/yaya geçidine/durak lambasına tıklamanız\" istendi mi?",
    "936667684": "Hiç \"bina/sokak tabelasını yazmanız\" istendi.",
    "3773515538": "Hiç \"iki kelimeyi yazmanız\" istendi.",
    "1778058441": "hCaptcha'da ne tür işler çalışır?",
    "366088791": "hCaptcha çok çeşitli görevleri destekler.",
    "3114147525": "hCaptcha müşterileri, hizmeti nesne tanıma, öznitelik algılama (giyim türlerini belirlemek için etiket toplama), alaka düzeyi sıralaması (birincil ürünle karşılaştırıldığında çeşitli seçenekler arasından en uygun ürünü seçme), sınırlayıcı kutular (ilgi alanlarını bulma) gibi görevler için kullanır. bir resim), \"İnsan OCR\" (bir resimdeki metni tanımlayan) ve diğer birçok görev türü.",
    "3139609561": "Aşağıda, görüntü sınıflandırma ve öznitelik algılama iş türlerinin iki örneği bulunmaktadır. [",
    "2273532558": "hCaptcha'nın ödeme yapan müşterileri kimlerdir?",
    "4104221634": "hCaptcha müşterileri, teknoloji şirketlerinden modaya, perakendeye ve makine öğrenimini uygulayarak değer yaratabilecekleri diğer alanlara odaklanan şirketlere kadar çeşitli endüstrileri kapsar.",
    "1337725003": "hCaptcha, büyük ve küçük şirketlerin işlerine makine öğrenimi uygulayarak ürün ve hizmetlerinin kalitesini artırmalarına izin vererek, yüksek hacimli gerçek zamanlı ek açıklamalara erişimi demokratikleştirmeye kendini adamıştır.",
    "4086379603": "sorular?",
    "1243684308": "Geri bildiriminizi ciddiye alıyoruz ve herkesin daha az bot ve daha az spam ile daha keyifli bir çevrimiçi deneyim yaşamasını sağlamak istiyoruz. Bize ulaşın:",
    "2645321220": "Ve reCAPTCHA'nın maliyetinin çok yüksek olduğunu düşünüyorsanız, bize hCaptcha Enterprise'ı sorun. Şu anda dünyanın en büyük yayıncılarından, finansal hizmet şirketlerinden ve web altyapı şirketlerinden bazıları tarafından kullanılmakta olup, bunlar yalnızca reCAPTCHA'ya güvenilir bir alternatif olmakla kalmaz: şu anda mevcut olan en iyi bot korumasını sunduklarına inanıyoruz.",
    "1229233916": "Dipnotlar",
    "1115642494": "1. Kaynak: BuiltWith.com reCAPTCHA site listeleri. 9 Temmuz 2019'da alındı.",
    "448807334": "(\"Her gün yüz milyonlarca CAPTCHA insanlar tarafından çözülür.\") Erişim tarihi: 8 Temmuz 2019.",
    "2397590157": "3. Muhafazakar tahmin: 200 milyon çözme * yılda 30 saniye çözme = 190,3 kişi-yıl/gün.",
    "3236311792": "4. hCaptcha dahili analizi. 30 Haziran 2019'a kadar toplanan veriler. Ayrıntılar istek üzerine sağlanır.",
    "1752259468": "5. Muhafazakar tahmin: Tek bir ek açıklamanın 0,01 ABD doları maliyeti * 200 milyon ort. günlük ek açıklamalar (alt sınır) * Yılda 365 gün * 2009 ediniminden bu yana 10 yıl = 7,3 milyar ABD doları alt sınır değeri.",
    "3268946369": "6. Kredi: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Kaynak: Mary Meeker, KP İnternet Trendleri 2017",
    "2666258754": "ZAYIF DENETİMLİ DERİN HASHING İÇİN SEMANTİK HİYERARŞİ TABANLI İLİŞKİSEL Gömmeler, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Çalıştayı.",
    "2544169219": "Son teknoloji ürünü sonuçlar: ICML LLD, Mayıs 2019.",
    "1973347745": "10. Telif hakkı içermeyen örnek görüntüler. Kaynak: Petapixel.",
    "1493115924": "Ticari marka notları:",
    "4051104324": "\"Intuition Machines\", Intuition Machines, Inc.'in tescilli ticari markasıdır.",
    "3983646521": "Tüm ürün adları, logolar, markalar, ticari markalar ve tescilli ticari markalar ilgili sahiplerinin mülkiyetindedir. Bu web sitesinde kullanılan tüm şirket, ürün ve hizmet adları yalnızca tanımlama amaçlıdır. Bu isimlerin, ticari markaların ve markaların kullanılması onay anlamına gelmez. Bu durumda, tam tersi.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Bilim İnsanları, CVPR 2020'de Zayıf Denetimli Metin Tanıma (OCR) için Yeni Ölçüt Belirledi.",
    "1259002282": "Bir hata mı buldunuz? Bunu nasıl bildireceğiniz aşağıda açıklanmıştır.",
    "3301728462": "Milyonlarca insan her ay binlerce tarayıcı, uzantı, cihaz, güvenlik duvarı ve daha fazlası kombinasyonunda hCaptcha'yı kullanıyor.",
    "3878230879": "Amacımız, her zaman sizin için çalıştığından emin olmaktır, bu nedenle raporlarınızı çok takdir ediyoruz!",
    "2465128185": "Hızlı geri bildirim vermek için \"Bize geri bildirim gönder\" düğmesini tıklamanız yeterlidir.",
    "2921990472": "İşlevsel bir sorun görüyorsanız, lütfen",
    "2870341481": "aşağıda. Diğer tarayıcılar için sadece",
    "1866590035": "Chrome için hata ayıklama günlüğü talimatları",
    "444492541": "Firefox için hata ayıklama günlüğü talimatları",
    "169267610": "bize e-posta gönder",
    "3100722753": "Olası güvenlik veya gizlilik sorunları için aşağıdaki talimatlara bakın.",
    "1906593952": "Az önce gördüğünüz hCaptcha hakkında geri bildirim sağlayın",
    "3951254541": "Girişiniz için teşekkür ederiz. Herhangi bir sorunu bize bildirin ve bunları çabucak çözelim.",
    "3324288040": "Bize geri bildirim gönderin",
    "2864016648": "Gizlilik sorunları",
    "304004915": "Kullanıcıların kim olduğuyla ilgilenmiyoruz, yalnızca kötü niyetli veya makine olma olasılıklarının ne olduğuyla ilgileniyoruz. gibi girişimleri destekliyoruz.",
    "1139493658": "ve gizlilik ile güvenliği dengelemek için çok çalışın.",
    "3083289844": "Kullanıcı gizliliğini etkileyebileceğini düşündüğünüz bir sorun bulursanız, lütfen bize şu adresten e-posta gönderin:",
    "4264784515": "Güvenlik Hataları",
    "963238401": "Güvenlik hatalarının raporlarını almakla her zaman ilgileniriz. E-posta",
    "3926027556": "ve size hızlı bir şekilde geri döneceğiz.",
    "1589805435": "biz de var",
    "2560582224": "hata ödül programı",
    "103876916": "hCaptcha hizmeti ve ilgili kaynak koduyla ilgili uygun güvenlik raporları için.",
    "497117287": "Erişilebilirlik Seçenekleri",
    "3230004040": "Görme engelli misiniz veya hCaptcha'ları tamamlayamıyor musunuz?",
    "3480023141": "Erişilebilirlik seçenekleri hakkında daha fazla bilgi edinin",
    "2052161540": "Hata Raporu Ayrıntılarını Yakalama: Chrome",
    "2281169898": "Raporunuzla birlikte hata ayıklama bilgilerini göndermeniz, neler olup bittiğini belirlememizi çok daha kolay hale getirecektir. İşte adım adım talimatlar:",
    "1123365779": "Bir web geliştiricisi veya uzman kullanıcısıysanız, özet olarak, bize bir ağ kaydı HAR ve tarayıcı konsolu günlükleri göndermenizi istiyoruz.",
    "2015218686": "Bu adımlardan geçmeden önce. Bu, sorununuzu çözerse, tarayıcı sürümünüzü, reklam engelleyicinizi veya tarayıcı uzantınızı ve web sitesi URL'sini bize bildirmenizden yine de memnun oluruz.",
    "3922723611": "Lütfen herhangi bir reklam engelleyiciyi veya tarayıcı güvenlik uzantısını devre dışı bırakmayı deneyin.",
    "4036872105": "önce ve sonra tekrar dene",
    "993651083": "Adım 1: Geliştirici Araçlarını Açın (Bu, oturumu kaydetmeye başlar.)",
    "4163469907": "Adım 2: Geliştirici Araçları'nda Ağ sekmesine tıklayın. En üstteki \"Günlüğü koru\" kutusunu işaretleyin.",
    "4243348003": "3. Adım: ziyaret edin",
    "641342999": ", veya sorun yaşadığınız web sitesi (Gizlilik Notu: yalnızca ne olduğunu paylaşmaktan çekinmezseniz) ... ve ardından \"Ben insanım\" düğmesini tıklayın ve çözmeye çalışın.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Adım 4: Çözmeye çalıştıktan sonra ağ günlüğünü kaydeden \"HAR'ı Dışa Aktar\"a (küçük aşağı ok) tıklayın. O dosyayı bize gönderin.",
    "1503240421": "Adım 5: Konsol sekmesine tıklayın ve konsol günlüğünü kaydetmek için sağ tıklayın ve ardından \"Farklı kaydet ..\" seçeneğine tıklayın. Bunu da bize gönderin.",
    "2863840904": "6. Adım: Son adım, bu HAR ve konsol günlük dosyalarını bize e-posta ile gönderin ve sorunu açıklayın",
    "4051785543": "Kullanmak:",
    "3623028666": "(lütfen gibi bir hizmet kullanın",
    "551761392": "ve bağlantıları gönderin) ve isteğe bağlı olarak, doğru şekilde görüntülenmeyen bir şey olduğundan şüpheleniyorsanız bir ekran görüntüsü. Lütfen kullandığınız IP'yi de gönderin. şuradan alabilirsin",
    "1219091208": "Dropbox",
    "443094024": "dosya kutusu",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Bu bilgiyi almamıza yardımcı olmak için zaman ayırdığınız için teşekkür ederiz!",
    "3680327841": "hCaptcha'nın herkes için iyi çalışmasını sağlamaya kararlıyız",
    "1059502393": "Hata Raporu Ayrıntılarını Yakalama: Firefox",
    "1112074001": "Adım 2: Geliştirici Araçları'nda Ağ sekmesine tıklayın. En üstteki \"Kalıcı günlükler\" kutusunu işaretleyin.",
    "1797298240": "Adım 4: Çözmeye çalıştıktan sonra \"HAR\"a tıklayın ve ağ günlüğünü kaydetmek için \"Tümünü HAR Olarak Kaydet\"i seçin. O dosyayı bize gönderin.",
    "3671246379": "Adım 5: Konsol sekmesine tıklayın ve konsol günlüğünü kaydetmek için sağ tıklayın ve ardından \"Tümünü seç\"e tıklayın ve bunu bir metin dosyasına kaydedin. Bunu da bize gönderin.",
    "3816867833": "Geri bildirim",
    "788770967": "Bunu duyduğuma üzüldüm! Erişilebilirlik seçeneğimizi kullanmak isteyebilirsiniz:",
    "1333016413": "Bu, bir tanımlama bilgisi kaydederek ve ayarlayarak gelecekteki sorulardan kaçınmanızı sağlar.",
    "2333410049": "Lütfen ayrıca reklam engelleyicinizi kapatmayı deneyin.",
    "1345083090": "Bir işlevsellik sorunu mu bildiriyorsunuz?",
    "2184564739": "Görmek",
    "604751186": "Diğer sorunlar? E-posta",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "ayrıntılı günlüklerle ilgili sorunlar nasıl rapor edilir",
    "1050501253": "Çok zor",
    "3264813246": "Uygunsuz",
    "3526939538": "Yazılım hatası",
    "126134492": "Başka",
    "3511610999": "Doğru yere gittiğinizden emin olalım.",
    "3906886217": "Şirketler veya web siteleri için",
    "1621597093": "Kurumsal güvenlik çözümleri (ücretli)",
    "3176531704": "Veri açıklaması",
    "1834239172": "hCaptcha ek açıklama hizmetleri satın alın",
    "1457707016": "Bireyler için",
    "770264626": "Hizmetinize hCaptcha ekleyin (ücretsiz)",
    "881015166": "Web siteme veya uygulamama Yayıncılar için hCaptcha ekle",
    "47536007": "hCaptcha hakkında daha fazla bilgi edinin",
    "2012837493": "Arama Sonuçları",
    "4034694801": "Eşleşen sonuç yok.",
    "3621411541": "hCaptcha için erişilebilirlik seçenekleri hakkında bilgi edinin",
    "3401005681": "Para kazan",
    "3933993151": "Bireysel veri etiketleyici olarak çalışın",
    "563059212": "Alt İşlemcilerin Listesi",
    "3501923981": "Son güncelleme: 1 Ocak 2020.",
    "3548097301": "Geçerlilik: 1 Ocak 2020.",
    "3991444169": "Bu sayfa, hCaptcha Enterprise hizmeti için geçerli alt işlemcileri listeler.",
    "835396984": "Şu anda Aktif",
    "424089481": "Amazon Web Services, Inc. (Küresel). Sağlanan hizmetler: Amazon Web Hizmetleri. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Küresel). Sağlanan hizmetler: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Küresel). Sağlanan hizmetler: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Küresel). Sağlanan hizmetler: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Not: Tüm müşteriler için geçerli değildir. Örneğin, IP Blinding veya diğer gelişmiş gizlilik veya güvenlik seçeneği müşterileri (örneğin, Güvenli Sanal Kiracılık müşterileri), bir IP adresi bile olsa, telemetri sistemlerine giren herhangi bir potansiyel \"PII\"den tamamen hariç tutulur. Gerekirse daha fazla bilgi için lütfen hesap temsilcinizle iletişime geçin.",
    "700843971": "Hound Technology, Inc. (Küresel). Sağlanan hizmetler: petek.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Küresel). Sağlanan hizmetler: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Küresel). Sağlanan hizmetler: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Küresel). Sağlanan hizmetler: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "altyapı",
    "370366524": "Geçici Hizmet Telemetrisi",
    "121192737": "Yaklaşan eklemeler",
    "2420789666": "Fastly, Inc. Sağlanan hizmetler: Fastly CDN ve uç bilgi işlem.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Yürürlük: 1 Eylül 2021. Altyapı İlavesi",
    "1487796027": "şirketler için",
    "3943417791": "hCaptcha Enterprise (BotStop) için destek alın",
    "702287791": "hCaptcha Yayıncısı (ücretsiz)",
    "3397976149": "hCaptcha Publisher için destek alın",
    "833750823": "Bir meydan okuma ile zorluk mu yaşıyorsunuz?",
    "2024737147": "Bir hatayı bildirmek ister misiniz?",
    "1978884623": "Yazılım sorunlarını bildirme hakkında daha fazla bilgi edinin",
    "4188664955": "Ana Hizmet Şartları",
    "2621989404": "Son Güncelleme: 24 Eylül 2021. Lütfen İngilizce terimlerimizin geçerli olduğunu unutmayın.",
    "2404545611": "hCaptcha'ya hoş geldiniz! Topluluğumuzun bir parçası olduğunuz için teşekkür ederiz. \"Hizmetler\"in (aşağıda tanımlanmıştır) tüm kullanıcıları aşağıdaki koşulları (\"Hizmet Koşulları\") kabul etmelidir. Bu Hizmet Şartları kapsamında \"IMI\", \"biz\" ve \"bize\", Intuition Machines, Inc. ve bağlı kuruluşları, bağlı kuruluşları, memurları, acenteleri, çalışanları, temsilcileri ve acentelerini ifade eder ve \"web sitemiz\" kapsamındaki herhangi bir web sitesini içerir. www.hcaptcha.com ve www.imachines.com dahil olmak üzere bizim kontrolümüz.",
    "2348450790": "Lütfen bu Hizmet Şartlarını okuyun. Bunlar, diğer hükümlerin yanı sıra, garanti reddi, sorumluluk sınırlamaları ve bağlayıcı tahkimi içerir. Lütfen bu Hizmet Koşullarının web sitemizi son ziyaretinizden bu yana değişmiş olabileceğini unutmayın. Bu Hizmet Koşullarını zaman zaman tamamen kendi takdirimize bağlı olarak revize edebilir ve güncelleyebiliriz. Önemli bir değişiklik olması durumunda, bu sayfada güncellenmiş Hizmet Koşullarını yayınlayarak sizi bilgilendireceğiz, ardından Siteyi veya Hizmeti kullanmaya veya Siteye erişmeye devam etmek için güncellenmiş Hizmet Koşullarını onaylamalısınız.",
    "1064537632": "Lütfen Hizmetimizi kullanımınızın, buraya referans olarak dahil edilen Veri İşleme Sözleşmemize tabi olduğunu unutmayın. Kişisel verileri sizin adınıza nasıl işlediğimizi görmek için lütfen bu sözleşmeyi inceleyin. AB Genel Veri Koruma Yönetmeliği amaçları doğrultusunda bir \"veri işlemcisi\" ve Kaliforniya Tüketici Gizliliği Yasası amacıyla bir \"hizmet sağlayıcısı\" olarak faaliyet gösterdiğimizi unutmayın.",
    "1933936765": "Veri İşleme Sözleşmesi (Son güncelleme: 23 Eylül 2021)",
    "2959486280": "Bu Hizmet Koşullarını kabul etmiyorsanız, Siteyi veya Hizmeti kullanamaz veya bunlara erişemezsiniz.",
    "3200859925": "1. Amaç",
    "1807143500": "Hizmetler, bir çevrimiçi güvenlik hizmeti (\"hCaptcha Hizmeti\") ve bir bireyin (\"Katkıda Bulunan\") bir üçüncü taraf kuruluşun veya Intuition Machines'in kendisinin (her biri) yerine getirmeyi seçebileceği bir platform (\"Sezgi Makineleri Platformu\") içerir. Bir \"İsteyen\") web sitemize veya hCaptcha Hizmetine doğrudan web sitemizde veya Intuition Machines Platformuna erişerek ve/veya üçüncü taraf bir varlık ve/veya platform veya hizmet (her biri, bir \"Entegratör\"). İstekte bulunanlar, görevleri gönderir ve Katkıda bulunanları, IMI tarafından Entegratörlere sağlanan ödüller karşılığında veya İstek Sahibinin görevleri kendi son kullanıcılarına sunmak için Intuition Machines Platformunu veya hCaptcha Hizmetini kullanması halinde Talep Eden tarafından belirlendiği şekilde gerçekleştirmeye davet eder. Yazılımlarımızı, yazar görevlerimizi kullanabilmeleri, yazar görevleri için bizi işe alabilmeleri ve/veya Katkıda Bulunanlara erişebilmeleri için şirketlerden ve bireylerden (her biri bir \"Müşteri\") platformumuzu kullanmaları için ücret alıyoruz. Ayrıca web sitelerinde, mobil uygulamalarında ve diğer çevrimiçi mülklerinde dolandırıcılığı, kötüye kullanımı ve istenmeyen e-postaları azaltmak için hCaptcha Hizmetimizin kullanımı için Entegratörlerden ücret alırız. Yukarıda belirtilenler topluca \"Hizmetler\" olarak anılacaktır.",
    "3212830633": "2. Uygunluk",
    "2605814073": "Hizmetlerimizi kullanarak veya kaydolarak şunları kabul etmiş olursunuz: en az 18 yaşındasınız; bu sözleşmeyi kendiniz veya temsil ettiğiniz tüzel kişi adına yapma yetkisine sahip olduğunuzu ve her zaman bu Hizmet Koşullarına ve burada atıfta bulunulan tüm IMI politikalarına ve yönergelerine uygun kalacağınızı; ve web sitemizi kötüye kullanmayacaksınız, kimliğinizi bize yanlış tanıtmayacak veya IMI üzerinde insan zekası gerektiren herhangi bir görevin herhangi bir bölümünü tamamlamak için yapay zeka kullanmayacaksınız.",
    "2616040974": "3. Müşteriler ve Talep Edenler",
    "1544829730": "Müşteri veya Talep Eden iseniz, Müşteri Eki olarak buraya eklenen ek şartların geçerli olacağını ve bu Hizmet Şartlarına atıfta bulunularak dahil edileceğini kabul edersiniz. Müşteri veya Talep Sahibi değilseniz veya Müşteri veya Talep Sahibi olmayı bırakırsanız, Müşteri Eki'ndeki ek şartlar geçerli olmayacak veya bu Hizmet Şartlarına atıfta bulunularak dahil edilmeyecektir.",
    "3759360138": "4. Kullanıcı Adı ve Şifre",
    "2236960358": "Kayıt olduktan sonra, adınız, e-posta adresiniz de dahil olmak üzere sizinle ilgili belirli kişisel bilgileri (\"Kişisel Bilgiler\") ifşa etmeniz ve tümü Gizlilik Politikamıza tabi olacak bir kullanıcı adı ve şifre oluşturmanız istenecektir. İnternet sitesi. Hesabınızın, parolalarınızın ve hesabınızla ilişkili tüm kimlik doğrulama anahtarlarının izlenmesinden, sağlanmasından ve korunmasından yalnızca siz sorumlusunuz ve Hizmetlerde bu bilgilerin kullanımından veya bu bilgilerin kullanılması yoluyla gerçekleştirilen eylemlerden siz sorumlusunuz.",
    "3047519814": "Hesabınızı veya şifrenizi kimseyle paylaşmayacağınızı kabul etmektesiniz.",
    "1699668873": "Hesap bilgilerinizin çalındığından veya başka biri tarafından kullanıldığından veya başka bir güvenlik ihlalinden şüpheleniyorsanız derhal IMI'yi bilgilendirmelisiniz.",
    "3044038608": "Kayıt sürecimizde talep edildiği gibi bize doğru, doğru ve eksiksiz bilgi vermeyi kabul ediyorsunuz. Ayrıca, bu tür bilgileri güncel ve doğru tutmak için gerektiğinde derhal güncellemeyi de kabul etmektesiniz.",
    "4132302900": "5. Gizliliğiniz, Verileriniz ve \"Herkes İçin Veriler\"",
    "10724169": "Bize verdiğiniz Kişisel Bilgilerle ne yapacağımızı düzenleyen Gizlilik Politikamızı kabul ediyorsunuz.",
    "1669194950": "Kişisel Bilgilere ek olarak, Hizmetleri sunabilmemiz için (topluca \"Müşteri Verileri\") başka veriler de sağlamanız (veya bizim için toplamamız gerekli olabilir) gerekebilir. Gecikmenizden veya Müşteri Verilerini sağlayamamanızdan kaynaklanan Hizmetlerin gerçekleştirilememesinden sorumlu değiliz.",
    "1330274831": "İşbu belgeyle, herhangi bir Müşteri Verisini yalnızca Hizmetlerin sağlanması amacıyla kullanmak, çoğaltmak, elektronik olarak dağıtmak ve herkese açık olarak görüntülemek için bu Sözleşmenin süresi boyunca bize dünya çapında, münhasır olmayan, alt lisans verilebilir, devredilebilir, telifsiz, geri alınamaz bir lisans veriyorsunuz. . Bu bölümdeki lisansı vermek için verileriniz üzerinde yeterli hak, unvan ve menfaat sahibi olduğunuzu beyan ve taahhüt etmektesiniz.",
    "2230333214": "Sonuçların kişisel olarak tanımlanabilir olmaması için Müşteri Verilerini diğer verilerle topluyoruz ve ayrıca, Hizmetlerin kullanımıyla ilgili olarak kimliği açıklanmayan teknik günlükleri ve verileri topluyoruz (\"Toplu/Kimliksiz Veriler\"). Burada aksini belirten herhangi bir ifadeye bakılmaksızın, bu tür Toplu/Kimliksizleştirilmiş Veriler, Hizmetlerin geliştirilmesi ve iyileştirilmesi ve raporların ve diğerlerinin oluşturulması ve dağıtılması dahil ancak bunlarla sınırlı olmamak üzere, bu Sözleşmenin süresi boyunca veya sonrasında herhangi bir ticari amaç için IMI tarafından kullanılabilir. malzemeler. Müşteri Verileri ayrıca, örneğin otomatik kalibrasyon veya Intuition Machines sistemleri için doğrulama verileri olarak, bir iş tamamlandıktan sonra 180 günü geçmeyecek şekilde sınırlı bir süre boyunca sistemde kalabilir ve görüntülenebilir. Açıklığa kavuşturmak için, bu Bölüm 5 bize, önceden yazılı izniniz olmadan sizi herhangi bir Toplu/Kimliği Gizlenmiş Verinin kaynağı olarak tanımlama hakkını vermez.",
    "3881754581": ". Ek açıklama hizmetlerimizin bir Müşterisiyseniz ve Hizmetleri kullanımınızın bir parçası olarak \"Herkes İçin Veri\" seçeneğini seçtiyseniz, IMI'ye ve Hizmetlerin tüm kullanıcılarına dünya çapında, münhasır olmayan, alt lisanslanabilir, devredilebilir, İlgili tüm fikri mülkiyet hakları dahil olmak üzere tüm Müşteri Verilerinden tam olarak yararlanmak için telifsiz, geri alınamaz lisans. \"Herkes için Veri\" seçeneğini seçerseniz, bu bölümdeki lisansı vermek için verileriniz üzerinde yeterli hak, unvan ve menfaat sahibi olduğunuzu beyan ve taahhüt edersiniz.",
    "3496767126": "Şüpheye mahal vermemek için, aşağıdaki paragraf yalnızca ek açıklama hizmetlerimizi kullanan Müşteriler için geçerlidir ve Hizmetlerimizi Entegratör olarak kullanmamak için geçerlidir.",
    "767207800": "Verileriniz potansiyel olarak müstehcen veya rahatsız edici içerik içeriyorsa, verilerinizi gören herkese adil bir uyarı olarak hizmet etmek için bunları \"AÇIK İÇERİK\" olarak işaretlemenizi isteriz. IMI ile ayrı bir yazılı anlaşma yapmadan, (a) başka bir web sitesini veya hizmeti doğrudan veya dolaylı olarak tanıtan görevler, (b) bir üçüncü taraf web sitesinin şartlarını ihlal eden görevler ve bunlarla sınırlı olmamak üzere politikalarımızı ihlal eden görevleri dahil edemezsiniz. koşullar, (c) Katkıda Bulunanlardan üçüncü tarafları talep etmesini isteyen görevler, (d) Katkıda bulunanlardan bir web sitesinin davranışını veya sonuçlarını manipüle etmek için harekete geçmelerini isteyen görevler, (e) üçüncü tarafların fikri mülkiyet haklarını ihlal eden görevler ve (f) görevler Katkıda Bulunanların yazılım veya dosya indirmesini gerektiren.",
    "3370561195": "6. Kabul Edilebilir Davranış",
    "4205152730": "Web sitemiz, Forumumuz, mesajlaşma, sohbet ve IMI tarafından kontrol edilen diğer sosyal medya kanallarımızda herhangi bir yerde diğer kullanıcılarla etkileşime geçmeniz teşvik edilir, ancak bunu yaparsanız, sitemizdeki tüm hizmet ve kullanım koşullarına ve ilgili tüm yasalara uymalısınız. .",
    "1394253934": "7. Kötüye Kullanım, Kötüye Kullanım ve Yanlış Beyan",
    "1406393333": "Bu Hizmet Koşulları ve sağladığımız herhangi bir talimat dışında Hizmetlere herhangi bir erişim veya kullanım kesinlikle yasaktır. Özellikle, YAPMAYACAKSINIZ:",
    "3409726716": "yazılı yetkiniz olmadan bizimle birden fazla hesap açın;",
    "3119498672": "İnternet botları, web robotları, botlar, komut dosyaları veya diğer herhangi bir yapay zeka biçimi kullanarak herhangi bir görevi yerine getirmek veya görevleri açıklandığı şekilde tamamlamadan IMI'den veya herhangi bir Talep Eden veya Entegratörden ödül almaya çalışmak;",
    "1188668818": "Bu web sitesini kullanırken herhangi bir yanlış bilgi vermek (hesabınızda başka herhangi bir kişi veya kuruluşun kimliğine bürünmek veya kendinizi veya hesabınızdaki başka herhangi bir kişi veya kuruluşla olan bağlantınızı yanlış bir şekilde belirtmek veya başka bir şekilde yanlış tanıtmak dahil ancak bunlarla sınırlı olmamak üzere);",
    "2804310964": "gerçek konumunuzu veya kimliğinizi gizlemek için tasarlanmış herhangi bir proxy web sunucusu veya başka bir cihaz aracılığıyla veya sağlanan arayüz dışında herhangi bir yolla web sitemize erişmek veya erişmeye çalışmak;",
    "1374227759": "web sitesini herhangi bir yasa dışı faaliyet için veya kullanıma sunulduğu amaç dışında herhangi bir amaç için kullanmak;",
    "2103513933": "sitenin işleyişine müdahale eden veya kesintiye uğratan faaliyetlerde bulunmak;",
    "137127070": "kötü niyetli veya bilinmeyen harici bağlantılar veya dosyalar eklemek, yüklemek veya eklemek ya da virüs, Truva atı, solucan, saatli bomba veya diğer zararlı bilgisayar kodu içeren herhangi bir içerik yüklemek;",
    "1686655020": "Bu tür içeriği yayınlamak ve IMI'ye burada verilen tüm lisanslı hakları vermek için hak sahibinden izniniz olmadıkça, orijinal çalışmanız olmayan telif hakkına tabi herhangi bir içeriği yükleyin;",
    "1406692811": "istenmeyen posta göndermek veya herhangi bir reklam yayınlamak, tavsiye almaya çalışmak, toplu iletişim, para teklifleri veya talepleri, hizmet talepleri, reklam, pazarlama, saçma sapan mesajlar, yinelenen konular, yasa dışı içerik, sosyal web sitesi bağlantıları, e-posta adresleri veya görev gerektirmedikçe anlık mesajlaşma kimlikleri;",
    "3893539589": "görev gerektirmedikçe mal veya hizmet sunan harici bağlantılar ekleyin;",
    "3214322759": "aksi takdirde herhangi bir kötü niyetli veya hileli faaliyette bulunma.",
    "3733422465": "8. Kimliğinizi Doğrulama",
    "267645277": "IMI kimliğinizi doğrulayabilir. Bu, kişisel bilgilerinizi üçüncü taraf veri tabanları veya resmi yasal belgelerle karşılaştırmayı içerebilir. Kimliğinizi, e-posta adresinizin sahibi olduğunuzu ve finansal hesaplarınızın sahibi olduğunuzu doğrulamak için gerekli her türlü soruşturmayı yapmamız için bize yetki veriyorsunuz. Kimliğinizi doğrulamamıza yardımcı olmak için hakkınızda bilgi vermeyi kabul edersiniz.",
    "4169910317": "9. Kanuna Uyum",
    "519755936": "Hizmetleri kullanımınızla bağlantılı olarak federal, eyalet, eyalet ve yerel yasalara uymaktan yalnızca siz sorumlusunuz. Herhangi bir yasaya uymadığınız veya sözleşmeye dayalı, fikri mülkiyet veya gizlilik hakları dahil ancak bunlarla sınırlı olmamak üzere herhangi bir üçüncü taraf hakkını ihlal ettiğiniz için bize karşı herhangi bir iddiada bulunmayı ve bizi tazmin etmeyi kabul ediyorsunuz.",
    "731546974": "10. Katkıda Bulunan veya Entegratör Vergileri",
    "3128328457": "Katılımcı veya Entegratör iseniz, web sitemizin kullanımı sonucunda ödenmesi gereken tahmini veya diğer federal, eyalet veya yerel gelir vergileri, sosyal güvenlik, FICA ve işçi tazminatlarının ödenmesinden ve bunun yanı sıra yalnızca siz sorumlusunuz. ABD dışındaki yargı bölgelerindeki benzer vergiler veya harçlar. Herhangi bir vergi kanununa uymadığınız için aleyhimize yapılan herhangi bir değerlendirme için bizi tazmin etmeyi ve zarar görmemesini sağlamayı kabul ediyorsunuz.",
    "2931396764": "11. Bu Hizmet Koşullarının İhlali",
    "1240667045": "Aşağıdakiler dahil olmak üzere herhangi bir nedenle Hizmetlere erişiminizi herhangi bir zamanda askıya alabilir, sınırlayabilir veya iptal edebiliriz: (a) bu Hizmet Koşullarını (diğer ilgili politikalar dahil) ihlal ettiğinizi düşünüyoruz; (b) haklarımızı veya herhangi bir üçüncü şahsın haklarını ihlal ettiğinize inanıyoruz; (c) bize sağladığınız bilgileri doğrulayamıyor veya doğrulayamıyoruz; veya (d) eylemlerinizin size, bize veya üçüncü şahıslara karşı yükümlülükler oluşturabileceğine inanıyoruz. Şüpheye mahal vermemek için, yukarıda belirtilenlerden herhangi birinin söz konusu ödeme için geçerli olduğuna makul ölçüde inandığımız takdirde, size yapılacak ödemeyi engelleme veya askıya alma hakkımızı saklı tutarız.",
    "1601080128": "Hesabınızı askıya alır veya feshedersek, veriler, mesajlar, dosyalar ve sitede sakladığınız diğer materyaller dahil olmak üzere web sitesinin hiçbir bölümüne artık erişiminiz olmayacaktır. Web sitemizi farklı veya yeni bir hesap adı altında kullanmaya DEVAM EDEMEZSİNİZ. Bu Hizmet Şartlarının ihlalleri, yasaların izin verdiği ölçüde kovuşturulabilir ve ek ceza ve yaptırımlarla sonuçlanabilir.",
    "1160707899": "12. Katkıda Bulunanın Rolü ve IMI ve Diğer Talep Sahipleriyle İlişkisi",
    "269838707": "Bir Katılımcıysanız, hangi ve kaç görevi tamamlayacağınıza ve bunları ne zaman ve nerede tamamlayacağınıza yalnızca siz karar verirsiniz. Görevleri tamamlamak için istediğiniz kadar çok veya az zaman harcamakta özgürsünüz. Hiçbir zaman bir görevi tamamlamakla yükümlü değilsiniz.",
    "1087195513": "IMI olmayan bir İstek Sahibi adına Hizmetlere erişen ve/veya bir Entegratör aracılığıyla veya onunla bağlantılı görevler gerçekleştiren bir Katılımcı iseniz, o zaman Intuition Machines'in size karşı sorumlu olmadığını ve hiçbir yükümlülüğünün olmadığını kabul ve beyan edersiniz. tamamlanan görevler için herhangi bir ödül veya diğer tazminat ile ilgili olarak. Tamamlanan görevler için herhangi bir ödülün veya diğer tazminatın yalnızca, uygun olduğu şekilde, Talep Eden ve/veya Entegratör ile yaptığınız anlaşmaya göre belirlendiğini kabul ve beyan edersiniz. Bu tür ödüller veya diğer tazminatlarla ilgili herhangi bir anlaşmazlık (bu tür ödüllerin veya diğer tazminatların alınamaması dahil ancak bunlarla sınırlı olmamak üzere) yalnızca sizinle Talep Eden ve/veya duruma göre Entegratör arasındadır.",
    "952813944": "Ne web sitemizi ne de bu sözleşmedeki herhangi bir şeyi kullanmanız, sizinle Intuition Machines arasında bir istihdam, ortaklık, ortak girişim, acentelik, franchise veya satış temsilcisi ilişkisi oluşturmaz. Size bir görevi tamamlamanız için herhangi bir ekipman veya araç sağlamıyoruz. Size herhangi bir fayda, işçi tazminatı veya sigorta kapsamı sağlamıyoruz. Web sitemizi kullanırken yaptığınız masraflardan sorumlu değiliz. Federal veya eyalet gelir vergisi, Sosyal Güvenlik veya başka herhangi bir vergi için ödülünüzden herhangi bir tutarı alıkoymayacağız. Rakiplerimizden herhangi biri de dahil olmak üzere herhangi bir kişi veya işletme için görevleri yerine getirmekte her zaman özgürsünüz. Intuition Machines adına yazılı veya sözlü herhangi bir sözleşme yapma yetkiniz bulunmamaktadır.",
    "3460432665": "Yukarıda belirtilenlere bakılmaksızın, bir ABD vergi mükellefiyseniz, sizden yıllık olarak güncellenmesi için bir W-9 talep edebiliriz ve siz bir W-9'u tamamlayana veya güncelleyene kadar sizi görevleri yerine getirmekten alıkoyabiliriz.",
    "458271951": "Hizmetlere erişen ve/veya Intuition Machines adına (İstek Sahibi olarak hareket ederek) bir Entegratör aracılığıyla veya onunla bağlantılı görevler gerçekleştiren bir Katılımcıysanız, Intuition Machines belirli görevlerin kabul edilebilir şekilde tamamlanması için sizi ödüllendirebilir. Dolandırıcılık, suistimal veya bu Hizmet Koşullarını ihlal ettiğinizin tespit edilmesi durumunda, size verilen tüm ödüller Intuition Machines tarafından alıkonulabilir ve/veya geri alınabilir.",
    "3056723024": "13. Kabul Edilemez Görevlerin Tamamlanması",
    "3913203723": "Herhangi bir nedenle Talep Sahibi, tamamladığınız bir görevin yerine getirilmesini kabul etmezse, Katkıda Bulunan veya Entegratör olarak görev için herhangi bir ödül alma hakkınız olmayacaktır. Kabul edilemez şekilde tamamlanmış bir görev için ödüllerin zaten size dağıtılması durumunda, bunları sizden geri alabiliriz.",
    "3666807632": "14. Katkıda Bulunan Nitelikler ve Beceriler",
    "1993899769": "15. Bilgi Kullanımımız",
    "2927283721": "Web sitemizdeki görevleri yerine getirerek, kişisel bilgilerinizin Gizlilik Politikamıza uygun olarak toplanmasına, kullanılmasına ve ifşa edilmesine izin vermiş olursunuz. Ek olarak, hizmet ilişkisini kolaylaştırmak ve web sitesini geliştirmek için, örneğin, Katkıda Bulunan Kimliği, tamamlanan görevlerin sonuçları ve bunlarla ilgili diğer özellikler dahil olmak üzere, siz ve tamamladığınız görevleriniz hakkında belirli bilgileri, görevlerini tamamladığınız İstek Sahibiyle paylaşabiliriz. nitelikleriniz, dilleriniz, becerileriniz ve web sitesini kullanımınız.",
    "3027055607": "16. Fikri Mülkiyet ve Mülkiyet Hakları",
    "3910971075": "IMI, kaynak kodu, nesne kodu veya temel yapı, fikirler veya algoritmalar, API ve Hizmetlerle ilgili tüm ek yazılımlar, belgeler veya veriler (\"Yazılım\") üzerindeki fikri mülkiyet hakları dahil tüm haklara sahiptir. Doğrudan veya dolaylı olarak, bir üçüncü taraf aracılığıyla veya başka bir şekilde: (a) Yazılımı tersine mühendislik, kaynak koda dönüştürme, kaynak koda dönüştürme, parçalarına ayırma veya başka bir şekilde Yazılımı keşfetme girişiminde bulunmayacaksınız; (b) herhangi bir Yazılıma dayalı olarak değişiklik yapmak, tercüme etmek veya türev çalışmalar oluşturmak; (c) herhangi bir Yazılıma ilişkin hakları kopyalamak, kiralamak, kiralamak, dağıtmak, rehin vermek, temlik etmek veya başka bir şekilde devretmek veya ipotek etmek; (d) herhangi bir Yazılımı zaman paylaşımı, hizmet bürosu amaçları veya başka bir şekilde üçüncü bir tarafın yararına kullanmak; veya (e) herhangi bir mülkiyet bildirimini veya etiketini kaldırmak.",
    "3660891610": "Katılımcı iseniz, herhangi bir görevi tamamlamanın bir parçası olarak ürettiğiniz herhangi bir çalışma üzerinde IMI ve size değil, mülkiyet haklarına sahiptir. Bu Sözleşmenin şartlarını kabul ederek, çalışmanızdaki ve çalışmanızdaki mülkiyeti, mülkiyeti ve mülkiyeti (dünya çapında mevcut tüm fikri mülkiyet hakları dahil) bize devretmeyi kabul etmektesiniz (ve işbu vesile ile yapmaktasınız). Bu hakları elde edebilmemizi, mükemmelleştirebilmemizi ve kullanabilmemizi sağlamak için ayrıca (i) haklarımızın belgelenmesine, mükemmelleştirilmesine ve uygulanmasına yardımcı olacak her türlü belgeyi imzalamayı; ve (ii) bu tür mülkiyet haklarını herhangi bir ülkede kaydetmek, mükemmelleştirmek, güvence altına almak, savunmak ve uygulamak için bilgilere makul erişim sağlamak. Bu bölümdeki yükümlülükleriniz, Hizmetlerden kaydınızı sildirdikten veya Hizmetleri kullanmayı bıraktıktan sonra bile devam edecektir. Bu bölümde belirtilen amaçlarla sizin adınıza belgeleri yürütmek için bizi fiilen vekiliniz olarak atadınız.",
    "426125156": "17. Telif Hakkı ve Yayından Kaldırma",
    "1408530660": "IMI, başkalarının fikri mülkiyetine saygı duyar ve herhangi bir üçüncü şahsın fikri haklarını ihlal edebileceğine inandığımız herhangi bir materyali sitemizden kaldırma hakkını saklı tutarız. Kendi çalışmanızın bu web sitesinde telif hakkı ihlali oluşturacak şekilde kopyalandığını düşünüyorsanız, lütfen Intuition Machines müşteri desteği ile iletişime geçin.",
    "2696932851": "18. Tazminat",
    "3844300338": "Görevlerinizi yerine getirmenizden veya web sitemizi kullanımınızdan kaynaklanan veya bunlarla ilgili her türlü iddia, zarar, yükümlülük, maliyet ve harcamadan (makul avukatlık ücretleri ve masrafları dahil olmak üzere) bizi tazmin etmeyi, savunmayı ve masun tutmayı kabul ediyorsunuz. .",
    "2474091800": "19. Diğer Kullanıcılarla Anlaşmazlıklar; Serbest bırakmak",
    "3162107126": "IMI, sizinle Hizmetlerin başka bir kullanıcısı arasındaki herhangi bir anlaşmazlığın tarafı değildir. IMI ve iştiraklerini, sizinle başka bir kullanıcı arasındaki herhangi bir anlaşmazlıktan kaynaklanan veya bununla bağlantılı olarak ortaya çıkan, bilinen ve bilinmeyen, şüphelenilen ve şüphelenilmeyen, ifşa edilen ve edilmeyen her tür ve nitelikteki her türlü iddia, talep ve zarardan muaf tutuyorsunuz.",
    "2271969747": "20. Aldığınız Gizli Bilgiler",
    "1042802841": "Gizli bilgi, gizli veya tescilli olarak işaretlenen veya alıcı tarafça gizli veya tescilli olduğu makul olarak anlaşılması gereken herhangi bir bilgidir. Bu, (1) kamuya açık olan, (2) halihazırda sahip olunan, bağımsız olarak geliştirilen veya alan tarafça zaten bilinen veya (3) mahkeme kararıyla ifşa edilen veya başka bir şekilde talep edilen herhangi bir bilgiyi içermez. kanun.",
    "1918025546": "Hizmetlerdeki herhangi birinden size gizli bilgiler verilirse, gizli bilgilerin gizliliğini, kendi gizli bilgilerinizi korumak için gösterdiğiniz özenle, ancak hiçbir durumda gereken özeni göstermeden korumayı kabul edersiniz. Bir görevin yerine getirilmesi için gerekli olmadıkça, bu tür gizli veya özel bilgileri ifşa edemez veya yayınlayamazsınız. Sezgi Makineleri Platformu'ndaki bir görevdeki tüm bilgiler, bilgiler açıkça gizli olarak belirlenmemiş olsa bile gizli olarak kabul edilmelidir.",
    "2690395789": "Aldığınız gizli bilgilere artık ihtiyacınız yoksa ve bu durumda, kontrol ettiğiniz tesislerde, sistemlerde veya diğer ekipmanlarda bulunan bilgilerin tüm kopyalarını (bilgiyi ifşa eden kişi tarafından talep edildiği gibi) derhal iade etmeli veya imha etmelisiniz.",
    "2178073797": "Gizli bilgilerin ifşa edilmesi onarılamaz zararlara neden olabileceğinden, ifşa eden taraf, bu şartın herhangi bir ihlali veya ihlal tehdidi için ihtiyati tedbir talep etme hakkına sahiptir.",
    "2185860003": "21. Web Sitesi Değişiklikleri",
    "2631249972": "Web sitemizi size haber vermeksizin iyileştirebilir veya değiştirebiliriz.",
    "3764131594": "22. Üçüncü Taraf Web Siteleri",
    "295955580": "Web sitemiz üçüncü taraf web sitelerine bağlantılar içerebilir. Bu tür web sitelerini kontrol etmiyoruz, araştırmıyoruz, izlemiyoruz veya kontrol etmiyoruz. Bu tür web sitelerinde yer alan bilgisayar programları, içerik veya görüşlerden sorumlu değiliz ve bunları onaylamıyoruz. Web sitemizden ayrılmaya ve herhangi bir üçüncü taraf web sitesine erişmeye karar verirseniz, bunun riski size aittir.",
    "838225123": "23. Garanti Reddi",
    "3897238493": "HİZMETLER \"OLDUĞU GİBİ\" TEMELİNDE SUNULMAKTADIR. HİZMETLERİN ERİŞİLEBİLİRLİK, UYGUNLUK, KANUNA UYGUNLUĞU, KULLANILABİLİRLİĞİ VEYA İŞLEVSELLİĞİ İLE İLGİLİ HERHANGİ BİR YAZILIM VEYA MATERYAL, BU İŞLEMLERLE GÖRÜLEN GÖREVLERLE İLGİLİ HİÇBİR ZIMNİ VEYA AÇIK HİÇBİR BEYAN VEYA GARANTİ VERMİYORUZ. YASALARIN İZİN VERDİĞİ AZAMİ ÖLÇÜDE, IMI, SATILABİLİRLİK, BELİRLİ BİR AMACA UYGUNLUK VE BELİRLİ BİR AMACA UYGUNLUK GARANTİLERİ DAHİL ANCAK BUNLARLA SINIRLI OLMAYAN AÇIK VEYA ZIMNİ KOŞULLARI, BEYANLARI VE GARANTİLERİ REDDEDER. HERHANGİ BİR KUSUR, UYUMSUZLUK VEYA MEMNUNİYETSİZLİK İLE İLGİLİ OLARAK IMI'YE KARŞI TEK VE MÜNHASIR ÇÖZÜMÜNÜZ HİZMETLERİN KULLANIMINI DURDURMAKTIR. Web sitesine veya Intuition Machines Platformuna erişiminizden veya kullanımınızdan. Planlanmış ve planlanmamış kesintiler meydana gelebilir ve web sitemizin kesintisiz kullanılabilirliğini garanti etmiyoruz.",
    "2110259227": "24. Sorumluluğun Sınırlandırılması",
    "3018077211": "25. Katılımcı Anlaşmazlık Çözümü",
    "2790841456": "Katılımcıysanız, aşağıdaki tahkim maddesini ve toplu davadan feragat etmeyi kabul edersiniz:",
    "3302832698": "Alternatif Uyuşmazlık Çözümü Gerekli.",
    "561456032": "IMI için görev yapmaya başladığınız andan itibaren doğabilecek herhangi bir ihtilaf dahil olmak üzere, Hizmetleri kullanımınızdan kaynaklanan veya bununla ilgili herhangi bir ihtilaf için ve özellikle olarak sınıflandırma yapıp yapmadığınızla ilgili herhangi bir iddia dahil olmak üzere, kabul etmektesiniz. bağımsız bir yükleniciyseniz, önce IMI'ye buna karşı olan talebinizi bildireceksiniz. Siz ve IMI, sorunu doğrudan müzakere veya arabuluculuk yoluyla çözmeye çalışacaksınız. Arabuluculuk maliyetini eşit olarak bölüştüreceğiz ve arabuluculuğun telefon veya diğer elektronik yollarla yürütülmesi konusunda anlaşacağız. Gayriresmi müzakereler veya arabuluculuk sonrasında bir hak talebi çözülmemiş kalırsa, sizin ve IMI'nin uyuşmazlığı çözmek için nihai ve bağlayıcı tahkimi kullanacağınızı kabul edersiniz. Bu madde, ister haksız fiile, sözleşmeye, tüzüğe dayalı olsun, ister California Adil İstihdam ve Konut Yasasına dayalı olsun, ister ayrımcılık ve taciz iddiaları dahil, ancak bunlarla sınırlı olmaksızın, web sitemizi kullanmaya başladığınız andan itibaren geriye dönük olarak tüm iddiaları yönetir. , değiştirildiği şekliyle 1964 tarihli Medeni Haklar Yasası'nın VII. Başlığı veya başka herhangi bir eyalet veya federal yasa veya düzenleme, adil yasa veya başka bir şey.",
    "3794239003": "Tahkim Prosedürü.",
    "4193379787": "Bu anlaşma kapsamındaki tüm tahkim, Amerikan Tahkim Birliği kuralları altında veya karşılıklı olarak üzerinde anlaşmaya varılan bir tahkim hizmeti tarafından yürütülecektir. Hakem, alternatif ihtarlar yoluyla en az yedi (7) isimden oluşan bir listeden seçilen bir ABD hakemi olacaktır. Tahkimde, tarafların her biri yeterli sivil keşif yapma, uygunsuz hareketler getirme ve davalarını ve savunmalarını sunmak için gerektiğinde tanık ve kanıt sunma hakkına sahip olacak ve bu konudaki herhangi bir anlaşmazlık hakem tarafından çözülecektir. Uyuşmazlığın çözümü, yalnızca ileri sürülen iddia ve savunmaların tabi olduğu hukuka dayanacaktır ve hakem, bu tür kontrol hukuku dışında herhangi bir dayanak ileri süremez. Hakem, hakem sıfatıyla hareket ederken hukuki sorumluluktan bir yargı görevlisinin bağışıklığına sahip olacaktır ve bu dokunulmazlık mevcut diğer bağışıklığı tamamlar. Ödüller, hakemin yazılı gerekçeli görüşünü içermelidir. IMI'ye karşı sahip olabileceğiniz veya IMI'nin size karşı sahip olabileceği herhangi bir iddianın jüri tarafından yargılanma hakkınızdan vazgeçersiniz. Bu madde kapsamındaki herhangi bir talep, geçerli zamanaşımı süresi içinde yapılmalıdır. Amerika Birleşik Devletleri Federal Tahkim Yasası bu maddeyi yönetir ve bu Sözleşmenin ticarette bir işlemi kanıtladığını kabul edersiniz.",
    "2583888954": "İstisnalar.",
    "1034830": "Dodd-Frank Wall Street Reformu ve Tüketicinin Korunması Yasası (111-203) tarafından öngörülen ihtilaf öncesi tahkim anlaşmasına konu olamayacak ihtilaflar bu kapsamın dışındadır.",
    "263977834": "İdari Yorgunluk.",
    "1807512722": "Bu web sitesini kullanmanızdan kaynaklanan herhangi bir hak talebini bir idari kuruma, ancak bir tahkim anlaşmasının varlığına bakılmaksızın, yalnızca geçerli yasanın böyle bir kuruma erişime izin verdiği ölçüde sunabilirsiniz. Bu tür idari talepler, Eşit İstihdam Fırsatı Komisyonu, ABD Çalışma Bakanlığı ve Ulusal Çalışma İlişkileri Kurulu önüne getirilen iddiaları veya ücretleri içerir, ancak bunlarla sınırlı değildir. Bu maddedeki hiçbir şey, tahkimde bir talepte bulunmadan önce idari yolları tüketme yükümlülüğünüzü yerine getirmek için herhangi bir kurum nezdinde idari bir talepte bulunmaktan sizi alıkoyamaz veya mazur görmez, ancak bu şekilde herhangi bir parasal ödül hakkından feragat edersiniz. ajans işlemleri.",
    "996430331": "Tahkim Yeri.",
    "3040062804": "Bu bölüm kapsamında yürütülen herhangi bir tahkim, Amerika Birleşik Devletleri dışında ikamet etmediğiniz sürece, varsayılan olarak Kaliforniya Eyaleti içinde gerçekleştirilecektir; bu durumda tahkim tamamen elektronik veya telefon yoluyla gerçekleştirilecektir. Tahkim, tarafların her biri tarafından yazılı olarak kabul edildiği takdirde başka herhangi bir yerde yapılabilir. Konumundan bağımsız olarak, herhangi bir taraf tahkimde canlı video veya telekonferans yoluyla görünmeyi tercih edebilir.",
    "3091247030": "Sınıf Davası Feragat.",
    "2520904193": "Herhangi bir anlaşmazlığın toplu, toplu veya temsili bir dava olarak getirilmesi, dinlenmesi veya tahkime götürülmesi için sahip olduğunuz her türlü haktan feragat edersiniz. Bu sözleşmede yer alan diğer herhangi bir maddeye bakılmaksızın, önceki cümle hiçbir durumda bu sözleşmeden ayrılamaz. Bu feragatin tamamının veya bir kısmının uygulanamaz, hukuka aykırı, hükümsüz veya geçersiz olduğuna dair herhangi bir iddia, bir hakem tarafından değil, yalnızca yetkili bir mahkeme tarafından belirlenebilir. Ulusal Çalışma İlişkileri Yasası'nın 7. Maddesi kapsamındaki haklarınızı kullanmanız veya herhangi bir forumda toplu, toplu veya temsili bir dava açmanız veya bu davaya katılmanız sonucunda, web sitemizdeki görevleri tamamlamanıza karşı misilleme yapılmayacaktır. ancak yasal olarak bu toplu dava feragatnamesinin uygulanmasını isteyebilir ve bu tür toplu, toplu veya temsili davaların veya iddiaların reddedilmesini isteyebiliriz.",
    "3493572638": "Maliyetler ve Ücretler.",
    "702926385": "Tarafların her biri, avukatlık ücretlerinin kanun tarafından açıkça öngörüldüğü durumlar dışında, bu tür herhangi bir tahkimde yasal temsil için kendi maliyetlerini üstlenecektir. Taraflar, size en fazla iki yüz elli dolar (250,00 ABD Doları) olacak şekilde, hakem tarafından alınan herhangi bir başlangıç idari ücretini bölüşeceklerdir. Hakem ve varsa mahkeme muhabirinin masrafları öncelikle tarafımızca karşılanacaktır; bununla birlikte, hakem, yasa tarafından öngörüldüğü şekilde, uygun masrafları haklı olan tarafa verme ve/veya taraflardan hakem ve/veya mahkeme muhabiriyle ilgili masrafları paylaşmalarını talep etme takdirine sahip olacaktır.",
    "3199694247": "Bölünebilirlik.",
    "3102490587": "Toplu Dava Feragati dışında, bu tahkim şartının herhangi bir şartı veya hükmü veya bir kısmı geçersiz veya uygulanamaz ilan edilirse, bunlar ayrılacak ve tahkim şartının geri kalanı uygulanabilir olacaktır.",
    "2323013093": "26. Geçerli Kanun",
    "2900525040": "Bu Hizmet Şartları ve bunlardan kaynaklanan her türlü ihtilaf, ihtilaf veya iddia, Kaliforniya Eyaleti yasalarına tabidir.",
    "3339302473": "27. Fesih",
    "1158384644": "Tüm geçerli IMI politikalarına uymanız şartıyla, istediğiniz zaman web sitemizi kullanmayı bırakabilirsiniz. Tamamen kendi takdirimize bağlı olarak, herhangi bir nedenle bildirimde bulunmaksızın bu sözleşmeyi feshedebilir, web sitemize erişimi askıya alabilir veya herhangi bir hizmeti derhal kaldırabiliriz.",
    "41530052": "28. Genel Şartlar",
    "3202747130": "Tüm anlaşma. Bu Hizmet Koşulları ve bu sözleşmede atıfta bulunulan tüm politikalar, prosedürler veya şartlar, konuyla ilgili olarak tarafların tüm sözleşmesini oluşturur ve tarafların önceki ve eşzamanlı tüm ilgili sözleşmeleri, iddiaları, beyanları ve anlayışlarının yerine geçer ve bunları iptal eder. .",
    "4080263153": "Feragat Yok. Feragat yazılı olarak ve tarafımızca imzalanmadıkça, haklarımızın veya çözüm yollarımızın herhangi bir kısmından feragat etmiş sayılmayacağız. Bu sözleşmenin herhangi bir hükmü kapsamındaki haklarımızı uygulamayı geciktirir veya yerine getiremezsek, bu, söz konusu hükmü veya bu sözleşmenin herhangi bir bölümünü daha sonra uygulama hakkımızdan feragat ettiğimiz anlamına gelmez.",
    "1789371580": "atanabilirlik Bu Hizmet Koşullarını önceden yazılı onayımız olmadan devredemezsiniz. Bu Hizmet Şartlarını herhangi bir zamanda bildirimde bulunmaksızın devredebiliriz. Yukarıda belirtilenlere tabi olarak, bu Hizmet Koşulları her bir tarafın halefleri ve izin verilen atamaları için bağlayıcı olacaktır.",
    "2819628066": "Bölünebilirlik. Bu Hizmet Koşullarının herhangi bir hükmünün herhangi bir nedenle geçersiz veya uygulanamaz bulunması, kalan hükümlerin geçerliliğini ve uygulanabilirliğini etkilemeyecektir.",
    "3955981186": "Değişiklikler. IMI'nin usulüne uygun olarak yetkilendirilmiş bir temsilcisi tarafından imzalanmış yazılı bir belge olmadıkça, bu Hizmet Koşullarında IMI dışında herhangi biri tarafından yapılan hiçbir değişiklik veya değişiklik IMI üzerinde bağlayıcı olmayacaktır.",
    "1377538813": "Hakim Dil. Bu Hizmet Koşullarının İngilizce versiyonu her bakımdan geçerli olacak ve varsa, tercüme edilmiş versiyonlarla herhangi bir tutarsızlık olması durumunda geçerli olacaktır.",
    "2438016011": "Gönüllü Anlaşma. Bu Hizmet Koşullarının tüm tarafları, her birinin bu sözleşmenin tüm yönlerini incelediğini, tüm hükümlerini dikkatlice okuyup tamamen anladığını ve gönüllü olarak bu sözleşmeye girdiğini beyan ve kabul eder.",
    "2445034923": "Bu Hizmet Koşullarının tüm hüküm ve koşullarını kabul etmiyorsanız, Siteyi veya Hizmetleri kullanmayın (ve kullanamazsınız) veya bunlara erişmeyin.",
    "2646127839": "Ana Hizmet Koşullarına Müşteri Eki",
    "4097297673": "Bir Müşteri, Talep Eden veya Entegratör olarak, sizinle IMI arasındaki diğer bağlayıcı koşullara ek olarak aşağıdaki koşullara tabi olmayı kabul edersiniz.",
    "1093280979": "1. Platform Sipariş Formları",
    "1549953005": "Müşteri veya Talep Sahibi olmanın koşulu olarak bir veya daha fazla platform erişim sipariş formu (her biri bir \"Sipariş Formu\") doldurmuş olabilirsiniz. Öyleyse, Sipariş Formunda açıklanan hüküm ve koşullar Hizmet Koşullarının bir parçası haline gelir ve burada referans olarak dahil edilmiştir.",
    "3819851005": "2. Ücretler",
    "1591032933": "IMI'ye ilgili Sipariş Formunda belirttiğiniz ücretleri geçerli Sipariş Formunda belirttiğiniz ödeme yöntemiyle ödeyeceksiniz. Her iki tarafça yazılı olarak aksi açıkça kararlaştırılmadıkça, faturanın postaya verildiği tarihten itibaren otuz (30) gün içinde düzenlenen tüm faturalar için tam ödeme yapacaksınız. Bize sağladığınız tüm kredi kartı bilgileri üzerinde kredi kartı provizyonları çalıştırmamız, bu kredi kartı bilgilerini saklamamız ve kredi kartınızdan veya ödeme şekli olarak karşılıklı olarak kabul ettiğimiz diğer herhangi bir hesaptan çekim yapmamız için bize yetki veriyorsunuz. Sipariş Formunda veya Kurumsal Hizmet Sözleşmenizde veya Ana Hizmet Sözleşmenizde aksi belirtilmediği sürece, fazla kullanımlar dışında Hizmetler için tüm ücretler, Sözleşmeniz kapsamında IMI tarafından sağlanan hizmetlerin başlangıcında (\"Geçerlilik Tarihi\") yıllık olarak faturalandırılır.",
    "4142610534": "Herhangi bir geç ödeme, hangisi daha düşükse, aylık yüzde 1,5 oranında veya yasaların izin verdiği maksimum tutarda gecikme ücreti tahakkuk ettirilecektir. Bu Sözleşme kapsamında ödenmesi gereken tutarı herhangi bir nedenle ödemezseniz, hesabınız tamamen kendi takdirimize bağlı olarak askıya alınabilir, bu durumda görevlerin tamamlanması için hesabınızdan herhangi bir ek ödeme yapılmaz ve tüm görevleriniz kaldırılır. web sitemizden. Talep üzerine ödenmesi gereken tüm tutarların yanı sıra işlem ücretleri, gecikme ücretleri veya avukatlık ücretlerini bize geri ödemeniz gerekir. Ayrıca, kredi raporlama kurumlarına ve kolluk kuvvetlerine uygun bildirimlerde bulunabiliriz.",
    "512991700": "Herhangi bir ücrete itiraz etmek isterseniz, düzeltme veya kredi almak için hata veya sorunun ortaya çıktığı ilk fatura veya hesap ekstresinin kapanış tarihinden sonra en geç otuz (30) gün içinde müşteri destek departmanımızla iletişime geçmelisiniz.",
    "1273914192": "3. Vergiler",
    "4242322181": "Intuition Machines'in net geliri veya kişisel mülkü üzerinden hesaplanan ABD vergileri dışındaki Hizmetlerle ilişkili tüm vergilerin ödenmesinden siz sorumlusunuz.",
    "1671996585": "Web sitenizi, uygulamanızı veya platformunuzu, uygulama programlama arayüzümüz (\"API\") aracılığıyla Hizmetlerimizle entegre etmeniz gerekebilir. Bunu yapmanız durumunda, API'yi yalnızca Hizmetlere erişmek için kullanmanız için size sınırlı, münhasır olmayan, devredilemez, devredilemez, geri alınabilir bir lisans veririz. Herhangi bir zamanda API'yi değiştirebilir ve/veya API'nin eski sürümlerinin veya yayınlarının desteğini durdurabiliriz. Tamamen kendi takdirimize bağlı olarak API'ye erişiminizi askıya alma veya sınırlama hakkını saklı tutarız ve askıya almadan önce size bildirimde bulunmak için makul çabayı göstereceğiz.",
    "4036662147": "5. Gizli Bilgilerin Korunması",
    "3564208535": "Bizden veya Hizmetlerimiz aracılığıyla alınan her türlü Gizli Bilgiyi korumak için ticari olarak makul çabayı göstermeyi kabul etmektesiniz. kamuya açık olmayan belgeler ve bot algılama yöntemlerimizle ilgili paylaşabileceğimiz tüm ayrıntılar dahil olmak üzere, kurumsal hizmetimizin bot puanlarını ve halka açık olmayan ayrıntılarını içerir. Size bu tür Gizli Bilgilere erişim izni verilirse, Hizmetlerimizi kullanmanız nedeniyle Gizli Bilgilerin ifşa edildiğini belirlersek Hizmetlerimize erişiminizi tamamen kendi takdirimize bağlı olarak değiştirebilir, askıya alabilir veya sınırlayabiliriz ve makul çabayı göstereceğiz. askıya alınmadan önce size bildirimde bulunmak için.",
    "120384113": "6. Fesih",
    "453723556": "Bu Müşteri Eki'ni Hizmet Şartlarından bağımsız olarak Müşteri veya Talep Sahibi olmayı bırakarak feshedebilirsiniz. Herhangi bir zamanda Müşteri veya Talep Eden olarak durumunuzu askıya alma veya feshetme veya hesabınızı veya Hizmet Şartları'na uygun olarak Hizmetleri kullanımınızı başka bir şekilde sona erdirme hakkımızı saklı tutarız. Fesih üzerine, Sipariş Formunuz kapsamında ödenmesi gereken herhangi bir miktar için sorumlu olmaya devam edersiniz. Aboneliğiniz herhangi bir aylık veya yıllık ücret veya aylık veya yıllık asgari ücretler içeriyorsa, sırasıyla o ayın veya yılın sonuna kadar tüm Hizmet ücretlerini ödemekle yükümlü olacaksınız.",
    "218889628": "Bu Müşteri Eki'ni veya Hizmet Şartlarını ihlal etmeniz sonucunda bu Müşteri Eki'ni veya Hizmet Şartlarını feshettiğimiz durumlar dışında, feshedersek ve bize herhangi bir ücreti önceden ödediyseniz, bunların orantılı bir kısmını iade edeceğiz. Hangisi daha azsa, ödemesini yaptığınız Hizmetlere veya kalan süreye göre ön ödemeli tutarlar. İşimizi ticari olarak makul bir şekilde sonlandıracağız ve ücreti ödenmiş tüm Çıktı Veri Kümelerini ve elimizdeki tüm Müşteri Verilerini koruyacağız ve size teslim edeceğiz. Herhangi bir fesih üzerine, herhangi bir veriyi silebiliriz, ancak zorunlu değiliz.",
    "2505227594": "7. Fazlalıklar",
    "2369877184": "hCaptcha Entegratörleri veya Müşterileri için izin verilen maksimum en yüksek RPS oranı, sizinle aramızdaki yazılı bir sözleşmede aksi belirtilmedikçe, hesabınızdaki varlıklara (\"RPS\") saniyede 1.000 istektir.",
    "234420106": "hCaptcha Enterprise hizmetinin Entegratörü veya Müşterisi olmanız ve RPS tarafından ölçülen API kullanımınızın hizmet katmanınız için sağlanan oranı aşması durumunda, hizmetinizi değiştirmeyi veya bir fazla kullanım ücreti talep etmeyi seçebiliriz. En yüksek RPS oranınızın, 30 günlük bir süre içinde toplam 10 dakika veya daha fazla süreyle sağlanan oranı 10 kat aşması durumunda ve bu isteklerin çoğunluğunun, kendi kararımıza göre, kötü niyetli trafik olmaması durumunda, o ay içinde yapılan tüm API istekleri için sözleşmede belirtilen aşım oranında sizden ücret alır.",
    "2619472217": "8. Yeniden Satış",
    "2019702084": "Müşterinin Ana Hizmet Sözleşmesinde veya Bayi Sözleşmesinde açıkça izin verilmediği sürece, sipariş edilen SaaS Hizmetleri, başka herhangi bir üçüncü tarafa (Müşterinin Bağlı Kuruluşu dışında) satılmayacak, yeniden satılmayacak, kiralanmayacak, alt kiraya verilmeyecek, lisanslanmayacak, alt lisansı verilmeyecek veya başka bir şekilde kullanıma sunulmayacaktır. ) ve Sözleşme kapsamındaki tüm siparişler ve Hizmetin tüm Müşteri kullanımı, Müşterinin veya Bağlı Kuruluşunun kendi dahili iş kullanımı için olacaktır.",
    "1233229030": "Çeşitli",
    "1467783792": "Amerika Birleşik Devletleri tarafından yaptırım uygulanan hiçbir kişi, kuruluş veya kuruluş (\"Yaptırım Uygulanan Aktör\") ödül almaya veya Hizmetleri bir Entegratör olarak kullanmaya uygun değildir. Şüpheye mahal vermemek adına, buna ABD Hazine Bakanlığı'nın Yabancı Varlıklar Kontrol Ofisi (\"OFAC\") tarafından belirlenen Yaptırım Uygulanan Aktörler dahildir.",
    "3759657802": "Bu Hizmet Koşullarını veya bu Sözleşme kapsamındaki haklarınızı veya yükümlülüklerinizi hiçbir şekilde (yasanın işleyişiyle veya başka bir şekilde) atayamaz, aktaramaz veya devredemezsiniz.",
    "1627232990": "Bu Hizmet Koşullarının çevirileri, en iyi çaba temelinde sağlanır. İngilizce Hizmet Koşulları ile bunların bir çevirisi arasında önemli bir farklılık olması durumunda, İngilizce Hizmet Koşulları geçerli olarak yorumlanacaktır.",
    "805221621": "lütfen bize ulaşın",
    "259613338": "Bu Hizmet Şartları ile ilgili herhangi bir sorunuz varsa.",
    "2735878907": "İş Sürekliliği Planlama Beyanı",
    "2887242610": "Intuition Machines, Inc, hCaptcha işimizi önemli ölçüde bozan olaylara nasıl yanıt vereceğimize dair bir İş Sürekliliği Planı geliştirdi. Afetlerin ve kesintilerin zamanlaması ve etkisi tahmin edilemez olduğundan, gerçek olaylara meydana geldikçe yanıt verme konusunda esnek olmamız gerekecek. Bunu göz önünde bulundurarak, iş sürekliliği planımızla ilgili bu bilgileri size sunuyoruz.",
    "809251240": "Bize Ulaşın",
    "2551802342": "– Önemli bir iş kesintisinden sonra iş operasyonlarını hızla kurtarmayı ve sürdürmeyi ve çalışanlarımızı ve mülkümüzü koruyarak, finansal ve operasyonel bir değerlendirme yaparak, firmanın defterlerini ve kayıtlarını koruyarak ve müşterilerimizin ve onların son kullanıcılarının çevrimiçi işlem yapmasına izin vererek yanıt vermeyi planlıyoruz. Kısacası, iş sürekliliği planımız, önemli iş kesintisinin kapsamı ve ciddiyeti göz önüne alındığında, firmamızın operasyonlarını mümkün olduğunca çabuk sürdürmesine izin verecek şekilde tasarlanmıştır. İş sürekliliği planımız şunları ele alır: veri yedekleme ve kurtarma; tüm kritik görev sistemleri; mali ve operasyonel değerlendirmeler; müşteriler, çalışanlar ve gözetim organları ile alternatif iletişimler; çalışanların alternatif fiziksel konumu; kritik tedarikçi ve müşteri etkisi; düzenleyici raporlama; ve işimize devam edemezsek müşterilerimize derhal haber vermek. Çekirdek tedarikçi havuzumuz, önemli kayıtlarımızı coğrafi olarak ayrı bir alanda yedekler. Her acil durum, günün saati ve kesintinin ciddiyeti gibi dış etkenlere bağlı olarak benzersiz sorunlar doğursa da, bu tedarikçi havuzu tarafından amaçlarının kendi operasyonlarını eski haline getirmek ve hizmetleri hızla devam ettirebilmek olduğu konusunda bilgilendirildik. Çeşitli tedarikçiler kullanarak riski azaltmak için çalışmış olsak da, hizmetleriniz bu süre içinde değiştirilebilir veya kesintiye uğrayabilir.",
    "826396656": "İş Sürekliliği Planımız",
    "1979347895": "– Sadece firmamız, firmamızı barındıran tek bir bina, firmamızın bulunduğu mahalle, bulunduğumuz şehir veya tüm bölge gibi önemli iş kesintileri kapsamlarında farklılık gösterebilir. Bu alanların her birinde, bozulmanın şiddeti de minimalden şiddetliye kadar değişebilir. Firmamızda, iş bölgemizde, şehrimizde veya bölgemizde veya firmamızı barındıran bir binada bir aksama olması durumunda, gerektiğinde operasyonlarımızı yerel bir siteye devredeceğiz ve ticari operasyonlarda önemli bir aksama olmasını beklemiyoruz. Her iki durumda da, işimize devam etmeyi, gerekirse işlemleri alternatif tedarikçilere devretmeyi ve hcaptcha.com adresindeki web sitemiz ve hcaptchastatus.com'daki durum sayfamız aracılığıyla bizimle nasıl iletişime geçeceğiniz konusunda sizi bilgilendirmeyi planlıyoruz. Önemli iş kesintisi, işimizde kalmamızı engelleyecek kadar şiddetliyse, sizi hızlı bir şekilde bilgilendireceğiz.",
    "653679457": "Değişken Kesintiler",
    "410397176": "Daha fazla bilgi için",
    "2095899021": "hCaptcha Marka İlkeleri ve Genel Ticari Marka Lisansı",
    "2340340589": "hCaptcha işaretini kullanma yönergeleri",
    "2430148876": "Bu yönergeleri ve genel ticari marka lisansını, kurumsal kimliğimizi korurken müşterilerimizin, ortaklarımızın ve hayranlarımızın markamızla çalışmasını mümkün olduğunca kolaylaştırmak için oluşturduk. hCaptcha simgelerini, logolarını veya diğer işaretleri bu yönergelerden önemli ölçüde farklı şekillerde kullanmanız gerekiyorsa, yazılı bir lisans için bizimle (IMI) iletişime geçmeniz gerekecektir.",
    "3884400764": "hCaptcha işaretlerini bu yönergelere göre kullanabilirsiniz, ancak bu, hCaptcha İşaretleri, logoları veya hCaptcha'nın herhangi bir ticari markası, ticari adı, hizmet markası, işletme adı veya iyi niyeti üzerinde herhangi bir kazanılmış hakka sahip olduğunuz anlamına gelmez. Mümkün olduğunca fazla esneklik sağlamak istiyoruz, ancak hCaptcha'yı herhangi bir ticari markanın, ticari adın, hizmet markasının, işletme adının veya hCaptcha'nın iyi niyetinin yetkisiz kullanımına karşı korumakla yükümlüyüz. Herhangi bir yetkisiz kullanım, hCaptcha tarafından verilen izin veya lisansı otomatik olarak fesheder ve herhangi bir zarar için yasal yükümlülükler doğurabilir.",
    "512598290": "Bu nedenle, tüm hCaptcha işaretlerini ve logolarını her zaman büyük harf kullanımı, yazı tipi ve stil dahil olmak üzere aşağıdaki kurallara uygun bir biçimde kullanmanızı rica etmeliyiz.",
    "2075610992": "Desteğin için teşekkürler!",
    "1023190144": "metinde hCaptcha®",
    "4274324704": "Adımızı yazılı kopyada nasıl kullanacağınız aşağıda açıklanmıştır:",
    "3912926900": "hCaptcha®, yaratıcı bir kopyada ilk kez göründüğünde tescilli bir ticari marka sembolüne sahip olmalıdır.",
    "950637875": "hCaptcha yazımı asla değiştirilmemeli ve hCaptcha her zaman ikinci harf (\"C\") büyük harfle yazılmalıdır. Asla çoğul veya iyelik eki değildir.",
    "2624601135": "\"hCaptcha\" bir marka adının parçası olarak kullanılmamalı, kısa çizgi ile birleştirilmemeli veya uygulamaların veya diğer ürünlerin adlarında kullanılmamalıdır.",
    "3828090208": "Bunun yerine \"hCaptcha için\" kullanın. Bir üçüncü taraf logosu ile kullanılıyorsa, \"hCaptcha için\" ifadesinin üçüncü taraf logosundan daha küçük olması gerekir.",
    "4149738856": "hCaptcha bir sıfat olarak kullanılmalı ve ardından uygun bir genel terim gelmelidir.",
    "1446868537": "hCaptcha asla fiil olarak kullanılmamalıdır.",
    "2487931657": "Şunu kullanmayın: \"sitemizi hCaptcha'ladık.\"",
    "2565565429": "Bunun yerine şunu kullanın: \"sitemizi daha güvenli ve emniyetli hale getirmek için hCaptcha kullanıyoruz.\"",
    "3434202027": "hCaptcha adının iletişimde herhangi bir şekilde kullanılması, şu atıfın yapılmasını gerektirir: \"hCaptcha, Intuition Machines, Inc'in tescilli ticari markasıdır.\"",
    "2754937029": "Kabul Edilemez Kullanımlar",
    "2436973524": "Yalnızca doğru referanslar kabul edilebilir. Bir sitenin hCaptcha servislerini ve uygulamalarını kullanmadığı halde kullandığını söylemek caiz değildir. Benzer şekilde, logomuzun veya herhangi bir rozetin kullanımı da aynı şekilde yalnızca site hCaptcha hizmetlerini kullandığında uygundur.",
    "69844082": "hCaptcha ticari markaları, grafik sembolleri, logolar, yazı tipi veya simgeler de aşağılayıcı bir şekilde kullanılamaz.",
    "3861413614": "hCaptcha'nın açık yazılı izin olmaksızın, hCaptcha'nın bir üçüncü taraf ürün veya hizmetle ilişkisi veya bu ürünü veya hizmeti desteklediğini, desteklediğini veya desteklediğini ima edecek herhangi bir hCaptcha ticari markasını veya logosunu kullanamazsınız.",
    "1409822234": "Hiçbir koşulda aynı veya neredeyse aynı hCaptcha ticari markası alan adı olarak kullanılmayacaktır.",
    "4181060163": "Üçüncü taraflar, hCaptcha ticari markaları üzerinde herhangi bir ilk çıkar karışıklığına neden olacak varyasyonlar veya yazım hataları kullanmamalı veya herhangi bir şekilde hareket etmemelidir.",
    "3955555607": "Ortaklar veya Yetkili Satıcılar dışındaki üçüncü taraflar, anahtar kelimeler, Google AdWords veya hCaptcha işaretleri veya yazım hataları kullanan diğer hedefli reklam sistemleri için teklif veremez. Üçüncü taraflar da hCaptcha işaretlerini alan adlarında, herhangi bir arama motoru optimizasyonunda, meta etiketlerde, arama terimlerinde, kodda veya diğer yanlış beyanlarda kullanamaz.",
    "1985238261": "Diğer Kısıtlanmış İşaretler",
    "2193061499": "Bazı logolarımız ve işaretlerimiz hCaptcha ve ortakları tarafından kullanılmak üzere sınırlandırılmıştır. Üçüncü taraflar, hCaptcha'nın yazılı lisansı olmadan aşağıdaki markaları kullanamaz:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha İş Ortağı™",
    "755156539": "hCaptcha Yetkili Satıcısı™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ ile BotStop",
    "2557601376": "hCaptcha logosu™",
    "248923369": "BotStop logosu™",
    "3942875761": "Daha İyi Bir Web™ Oluşturmaya Yardımcı Olun",
    "364774188": "ben insanım™",
    "2785425016": "(insanlık doğrulama çözümü bağlamında, örneğin harekete geçirici mesaj)",
    "2639657759": "İzin Tarafından Kullanılan İşaretler",
    "1268918580": "hCaptcha ve ortakları tarafından kullanılan bazı logo ve işaretler üçüncü şahıslara aittir ve sadece onların izni ile kullanılabilir. Üçüncü şahıslar, sahiplerinin izin verdiği durumlar dışında aşağıdaki markaları kullanamaz:",
    "3782751514": "HUMAN Protocol®, HUMAN Protocol Foundation'ın tescilli ticari markasıdır ve onun izni ile kullanılmaktadır.",
    "1620709264": "HUMAN Token®, HUMAN Protocol Foundation'ın tescilli ticari markasıdır ve izniyle kullanılır.",
    "3031953928": "HUMAN Network™, HUMAN Protocol Foundation'ın ticari markasıdır ve onun izniyle kullanılır.",
    "3554363588": "Diğer İşaretler",
    "3290996791": "Diğer tüm ürün adları, logolar ve markalar ilgili sahiplerinin mülkiyetindedir. Bu web sitesinde kullanılan diğer tüm şirket, ürün ve hizmet adları yalnızca tanımlama amaçlıdır. Bu isimlerin, logoların ve markaların kullanılması onay anlamına gelmez.",
    "2444685143": "Logo Politikası",
    "2414232014": "Logomuz anında tanınabilir ve en değerli ve önemli varlıklarımızdan biridir. Şirketimizin güçlü bir temsili olarak kalmasını sağlamak için tüm iletişim kanallarında dikkatli ve tutarlı bir şekilde sunulmalıdır.",
    "803639471": "hCaptcha logosu, el simgesi ve hCaptcha logosundan oluşur. Alternatif biçiminde, alan kısıtlı olduğunda ve \"hCaptcha\" el simgesinin yakınında bir kelime işareti olarak kullanıldığında (yukarıda açıklandığı gibi) el simgesi kendi başına görünebilir, öyle ki el simgesinin hCaptcha'yı temsil ettiği açıktır.",
    "564127016": "hCaptcha el simgesi:",
    "1424800293": "hCaptcha logosu:",
    "1525506526": "Hesap Devirleri Nelerdir ve Nasıl Çalışırlar?",
    "2446481523": "Küçük bir taşra köyünde bir vagon şoförü ve bir asilzadenin zabıtaya geldiği eski bir halk hikâyesi vardır. Kirli, yoksul kıyafetleri giymiş bir adam polis memuruna, “Ben asilzadeyim. Bu adam benim şoförümdü.",
    "1767952047": "Dün gece bana saldırdı, kıyafetlerimi çaldı ve paramı aldı.” Diğer adam, soylu sınıfın kıyafetleriyle büyük bir şıklık içinde cevap verdi, \"Memur, bu adam deli. Kendisini bir asilzade sanıyor. Gerçek asilzade benim. Tutuklayın onu!”",
    "2947576723": "Bu hikaye sürücü ehliyetlerinden ve dijital parmak izinden önce gelir, ancak bir hesap devralma durumunda nelerin yanlış gidebileceğine dair iyi bir örnek sunar. Bir kişi çevrimiçi bir banka hesabına veya mobil ödeme uygulamasına giriş yapar. Gerçek hesap sahibi mi yoksa bilgisayar korsanı mı? Kim gerçekten kim? Bu güvenlik sorunları, self servis hesap erişimine izin veren kuruluşları etkiler.",
    "1687299615": "Hesap devralma nedir?",
    "2648707986": "Hesap ele geçirme, kötü niyetli bir aktörün çevrimiçi bir hesabın sahibini taklit ettiği bir siber dolandırıcılık biçimidir. Genellikle hesap, dolandırıcının para, mal veya hediye kartı çalabileceği bir finans kurumunda veya bir e-ticaret işletmesindedir. Saldırgan, hesaba erişmek için çalınan oturum açma kimlik bilgilerini kullanır ve ardından hesabı devralır, belki de gerçek hesap sahibini kilitlemek için parolayı değiştirir.",
    "1476843710": "Mali açıdan daha az zararlı ama yine de zarar verici hesap ele geçirme biçimleri, sosyal medya hesaplarının ve benzerlerinin ele geçirilmesini içerir. Bu durumlarda, saldırgan genellikle kötü amaçlı yazılım yaymaya veya kurbanın şüphelenmeyen arkadaşlarına karşı kimlik avı saldırıları gerçekleştirmeye çalışır. Veya saldırgan, örneğin ünlüler ve politikacılar arasında bazen olan kurbanı utandırmaya çalışıyor.",
    "2904949278": "Bir bilgisayar korsanı bir hesabı nasıl ele geçirir?",
    "2575690545": "Pek çok siber dolandırıcılık gibi, hesap devralma işlemleri de çoğunlukla otomatikleştirilmiş, toplu süreçlerle ilgili bir meseledir. Annesinin bodrumunda kapüşonlu bir bilgisayar korsanının, banka web sitelerine birer birer şifre girmesi nadirdir.",
    "3614653023": "Bunun yerine uygulama, hesapların küçük bir alt kümesinin kilidini açma umuduyla düzinelerce hedef finansal kuruluşta milyonlarca kullanıcı adı/şifre çiftini deneyen büyük ölçekli kimlik bilgisi doldurma saldırılarına dayanır. Otomatik dolandırıcılık yazılımı hesaba erişim kazandıktan sonra, bir insan korsan dahil olabilir, ancak bazı durumlarda değil.",
    "2762759509": "Birçok hesap ele geçirme saldırısı neredeyse tamamen otomatiktir.",
    "1972710018": "Şirketin bakış açısından görmek",
    "1282121137": "Hesap devralmanın ne kadar sorunlu olabileceğini anlamak için, finansal kurum açısından deneyimin nasıl göründüğünü düşünün. Her gün milyonlarca oturum açma işlemlerini gerçekleştirirler.",
    "2315518622": "Günümüzün saldırı araçlarında mevcut olan gelişmişlik sayesinde, varsa hangilerinin hileli olduğunu tespit etmek son derece zordur. Daha sonra bir kişi müşteri hizmetleri hattını arıyor ve “Hesabıma saldırı yapıldı! Giriş yapamıyorum ve biri paramı çalıyor!”",
    "1836369533": "Halk masalındaki polis memuru gibi, kim gerçekten kimdir nasıl belirlenir? Saldırganın ehliyet numarası, sosyal güvenlik numarası, anne kızlık soyadı, adresi vb. gibi yeterince çalıntı kimlik unsuru varsa, arayanın gerçek hesap sahibi mi yoksa hesap almaya çalışan bir saldırgan mı olduğunu belirlemek oldukça zor olabilir. Girmek istediği bir hesapta şifre sıfırlama.",
    "2880837730": "Hesap ele geçirmelerini durdurmak için ne yapılabilir?",
    "3654556483": "Finansal kurumlar ve e-ticaret şirketleri, hesap devralma tehdidinin bir kısmını azaltan süreçlere ve kontrollere sahiptir. Bunlar, eski moda \"ilkokuldaki en iyi arkadaşınızın adı neydi\" güvenlik sorularından şüpheli IP adreslerini ve mobil cihaz profillerini ortaya çıkaran algılama yöntemlerine kadar uzanır.",
    "2449501658": "Botları tespit etmek ve durdurmak için makine öğrenimini kullanarak ve dolandırıcıların hesap ele geçirmesini etkili bir şekilde çok daha zor ve hatta imkansız hale getirerek, sahte hesap oturum açma girişimlerinden kaynaklanan tehdidi azaltmanın en gelişmiş yollarından birini sağlar.",
    "3621455477": "daha fazla öğrenmek için!",
    "555246307": "Bu arada asilzade ile şoförünün hikayesi şöyle bitiyor: Memur iki adamı bir odada saatlerce birlikte oturtmuş ve akıllarından çıkıvermiş. Günün sonunda ortaya çıktı ve “Şimdi vagon şoförü ile konuşacağım” dedi. Soylu giysili adam ayağa kalktı. O kadar sıkılmıştı ki, sadece asilzade gibi davrandığını unutmuştu.",
    "1224727373": "hCaptcha tarafından BotStop",
    "1187718370": "Bize Ulaşın",
    "3892905664": "hCaptcha, insanlar için kolay ve makineler için zor olan basit sorular sorarak favori çevrimiçi hizmetlerinizin botları, istenmeyen postaları ve kötüye kullanımı uzak tutmasına yardımcı olur.",
    "555158694": "Kullandığınız bir hizmet, kötü niyetli trafiği azaltmak için hCaptcha'yı yükleyerek sitelerindeki deneyiminizi iyileştirmek için seçmiştir.",
    "1617196410": "hCaptcha, botları durdurmaya odaklanmıştır. Bir kullanıcının kim olduğuyla ilgilenmiyoruz, yalnızca kötü niyetli olup olmadığıyla ilgileniyoruz. Gizliliği dengelemek için çok çalışıyoruz &",
    "1624200563": "güvenlik ve GDPR, CCPA, LGPD, PIPL ve diğer gizlilik düzenlemelerine uyun.",
    "1927613000": "hCaptcha, web uygulamalarını hesap ele geçirme, kimlik bilgisi doldurma, kazıma ve diğer kötüye kullanım türlerinden korumak için gelişmiş makine öğrenimini güçlü bir meydan okuma platformuyla birleştirir.",
    "1133989302": "Neden hCaptcha?",
    "34074886": "Bir zorluğa her cevap verdiğinizde, insan olup olmadığınızı anlamak için karmaşık modeller kullanırız. Daha sonra ziyaret ettiğiniz web sitesi, botları dışarıda tutarak sitelerindeki deneyiminizi iyileştirmeye yardımcı olmak için bu sonucu kullanır.",
    "3412647984": "Bu, bir tanımlama bilgisi kaydederek ve ayarlayarak gelecekteki sorulardan kaçınmanızı sağlar. Lütfen ayrıca reklam engelleyicinizi kapatmayı deneyin.",
    "2510209017": "Daha fazla yardıma mı ihtiyacınız var?",
    "477275453": "API'ler Neden Hackerlar İçin Popüler Bir Hedeftir?",
    "596347471": "Uygulama Programlama Arayüzleri (API'ler), siber uzayda kötü niyetli aktörler için popüler bir hedef haline geldi. Bunun, uygulama entegrasyonundaki büyük yararları da dahil olmak üzere birçok nedeni vardır. Ancak API riskini azaltmak mümkündür.",
    "2441638955": "İlk olarak, API nedir?",
    "3963216198": "API'lerin neden bilgisayar korsanları için popüler bir hedef olduğunu tartışmak için, öncelikle \"API\" teriminin şu anda ne anlama geldiğini tanımlamak için kısa bir dakika ayırmaya değer. API kavramı hiç de yeni değil. Aslında, çeşitli bilgisayar sistemlerini birbirine bağlamak için arayüzler ve bunların dahili bileşenleri en azından 1960'ların başından beri var olmuştur.",
    "1047251718": "Ancak bugün, insanlar API'lerden bahsettiğinde, her zaman standartlara dayalı API'leri kastediyorlar. Bunlar, Temsili Durum Aktarımı (REST) gibi açık standartlar ve JavaScript Nesne Gösterimi (JSON) gibi açık standart dosya biçimleri kullanılarak oluşturulan API'lerdir. Bu tür \"RESTful API'ler\", bilindiği gibi, özel bir yazılıma ihtiyaç duymadan oluşturulabilir. Ortaya çıkan API'ler, yazılım uygulamaları arasında veri ve prosedür çağrıları gönderip alabilir. Örneğin, bir mobil bankacılık uygulaması, bankanın sistemlerine erişmek için bir API kullanır.",
    "3195334319": "API'lerin faydası ve güvenlik açığı",
    "1903743785": "Standartlara dayalı API'lerin ortaya çıkışı, uygulama entegrasyonunda ileriye doğru büyük bir sıçramayı temsil etti. Son 20 yılda API'ler, maliyetli ve karmaşık özel yazılım ürünlerinden, kullanımı nispeten kolay ve dağıtımı hızlı olan ücretsiz, standart tabanlı araçlara dönüştü.",
    "879362350": "İnternet üzerinden çalışan yeni API'ler ile platform, veri şeması veya programlama dili fark etmeksizin dünyanın herhangi bir yerindeki herhangi bir yazılım veya veri kaynağına bağlanmak mümkün hale geldi. Sonuç olarak, bilgi işlem dünyası artık bir API devriminin ortasında. Uygulamalar ve veriler arasında bir bağlantı patlaması yaşandı. Bu harika, olana kadar.",
    "3844432472": "API'lerin açıklığı ve kullanışlılığı, onları saldırganlar için inanılmaz derecede zengin hedefler haline getirir. Bir mobil uygulamanın bir API kullanarak kurumsal bir sistemden veri almak ve bu sistemden veri almak üzere programlanabilmesi gibi, bir parça kötü amaçlı yazılım da aynı şekilde programlanabilir. Bilgisayar korsanları, API'leri kötüye kullanmak için çok çeşitli yazılım araçları yazdı. Etkili bir saldırı tekniğidir.",
    "2187096543": "Gerçekten de, bir veritabanından veri çıkarmak için bir API'yi çağıran bilgisayar korsanları tarafından yazılmış yazılımlardan kaynaklanan bazı büyük veri ihlalleri olmuştur. Ne de olsa, veri çalmak bir API üzerinde REST ve JSON kullanılarak yazılmış basit bir GET çağrısı gerektiriyorsa, o zaman bir veritabanını hızlı bir şekilde temizlemek kolaydır. Aslında, insanlar \"ekran kazıma\" saldırılarından bahsettiğinde, esas olarak, veritabanlarından veri çeken hızlı ateşlenen API çağrılarını kastetmektedirler. API'ler, onları oluşturan kuruluşlar için önemli bir saldırı yüzeyi haline geldi.",
    "4222109231": "hCaptcha'nın Kurumsal Ürünü ile API riskinin azaltılması",
    "1783317946": "API saldırılarını durdurmak, aşağıdakiler için popüler bir kullanım örneğidir:",
    "3022922096": ", hCaptcha'nın kurumsal ürün paketi. hCaptcha'nın ücretsiz sürümünün aksine,",
    "63719113": "kazıma etkinlikleri de dahil olmak üzere sitenize ve uygulamalarınıza gelen kötü amaçlı trafiği belirlemek için gelişmiş makine öğrenimini kullanır.",
    "3566102529": "daha fazlasını öğrenmek için bugün bize.",
    "3096553330": "Yarattığımız her sistem basitçe diğer insanlarla olan ilişkilerimizi yansıtır.",
    "1467218142": "Onlardan ve kendimizden istediğimiz şey davranışlarımızı yönlendirir ve bu nedenle aynı etkileşim kalıpları tüm insan sistemlerinde tekrarlanır. İnternet, dünyamızın bu temel yönüne dair çok değerli örnekler sunmaktadır.",
    "808872868": "Örneğin: spam, dolandırıcılık ve kötüye kullanım, iki sistemin birbirine ilk kez bağlanmasından neredeyse sonraki günden beri çevrimiçi olarak varlığını sürdürüyor.",
    "1085089390": "Çevrimiçi istismar, doğuştan gelen insan davranışlarından kaynaklanır",
    "3064321967": "Bilinen ilk istenmeyen e-posta 1978'de gönderildi. [",
    "3800781598": "] Neredeyse elli yıl sonra, e-posta spam'ı başımıza bela olmaya devam ediyor. Onu yenmek için milyarlarca dolar ve binlerce insan-yıllık mühendislik çabası harcandı, ancak yine de spam devam ediyor. Her iki tarafta da milyar dolarlık endüstriler var, yani ona karşı çıkanlar ve onu gönderenler.",
    "2119943547": "Bu neden? Cevap basit. Bir sistemi kötüye kullanmak için bir teşvik olduğu sürece, birileri genellikle bir yol bulacaktır. Ve bir kez yaptıklarında, artık başka birinin onları durdurmak için bir teşviki olacak.",
    "532470444": "Denge yıldan yıla biraz değişebilir, ancak bu davranış basitçe temel insan doğasını yansıtır ve beş bin yıllık kayıtlı tarih, dinamiğin yakın zamanda değişme olasılığının düşük olduğunu ima eder.",
    "3193548097": "Umut Kaynakları Ebedi",
    "4065614934": "Bu analiz yeni değil, ancak insanlar sonsuza kadar iyimser. Özellikle fikirlerinin yeni olduğunu düşündüklerinde.",
    "1216071511": "Aynı fikirler o kadar sık öneriliyor ki, yaklaşık 20 yıl önce anonim bir yazar, istenmeyen posta önleme çözümleriyle ilgili çevrimiçi tartışmalar için yararlı bir boşluk doldurma ile ortaya çıktı:",
    "1941999673": "Gönderiniz bir",
    "4179118182": "( ) teknik ( ) yasama ( ) piyasa temelli ( ) kanunsuz",
    "3978720689": "spam ile mücadele yaklaşımı. Fikriniz işe yaramayacak. İşte bu yüzden işe yaramayacak.",
    "318339230": "(Aşağıdakilerden bir veya daha fazlası sizin özel fikriniz için geçerli olabilir ve",
    "30312304": "Kötü bir federal yasa çıkarılmadan önce eyaletten eyalete değişen diğer kusurlar.)",
    "2710988028": "( ) Spam gönderenler, e-posta adreslerini toplamak için bunu kolayca kullanabilir",
    "3912514510": "( ) Posta listeleri ve diğer meşru e-posta kullanımları etkilenecektir.",
    "2030062561": "( ) Hiç kimse adamı bulamayacak veya parayı alamayacak.",
    "3334160175": "( ) Kaba kuvvet saldırılarına karşı savunmasızdır.",
    "3238345709": "( ) İki hafta boyunca spam'i durduracak ve sonra biz buna bağlı kalacağız",
    "4227800293": "( ) E-posta kullanıcıları buna katlanmayacak",
    "2271252286": "( ) Microsoft buna katlanmayacak",
    "692064738": "( ) Polis buna katlanmayacak",
    "3475647460": "( ) İstenmeyen e-posta göndericilerinden çok fazla işbirliği gerektirir",
    "1482845460": "( ) Bir kerede herkesten derhal tam işbirliği gerektirir",
    "3741193183": "( ) Birçok e-posta kullanıcısı işini kaybetmeyi veya potansiyel işverenleri uzaklaştırmayı göze alamaz",
    "2234909600": "( ) Spam gönderenler, listelerindeki geçersiz adresleri umursamazlar",
    "1982617151": "( ) Herkes, bir başkasının kariyerini veya işini anonim olarak mahvedebilir.",
    "2498172334": "Özellikle, planınız hesaba katılmıyor",
    "389705801": "( ) Açıkça yasaklayan yasalar",
    "190955495": "( ) E-posta için merkezi olarak kontrol yetkisinin olmaması",
    "237009707": "( ) Yabancı ülkelerdeki açık röleler",
    "3507532387": "( ) Tüm e-posta adreslerinin küçük alfanümerik adres alanında arama kolaylığı",
    "2477958756": "( ) Kötü insanlar",
    "3254142589": "( ) Yargı sorunları",
    "3621401685": "( ) Garip yeni vergilerin popüler olmaması",
    "4277475973": "( ) Halkın garip yeni para biçimlerini kabul etme konusundaki isteksizliği",
    "941057651": "( ) SMTP'ye büyük miktarda mevcut yazılım yatırımı",
    "3265293440": "( ) SMTP dışındaki protokollerin saldırıya açıklığı",
    "515733427": "( ) Kullanıcıların e-posta ile alınan işletim sistemi yamalarını yükleme istekliliği",
    "2631159699": "( ) Solucan orduları, geniş bant bağlantılı Windows kutularını delik deşik etti",
    "776542208": "( ) Tüm filtreleme yaklaşımlarında yer alan sonsuz silahlanma yarışı",
    "989480928": "( ) İstenmeyen e-postanın aşırı karlılığı",
    "3898950867": "( ) Joe işleri ve/veya kimlik hırsızlığı",
    "3395399558": "( ) Teknik olarak okuma yazma bilmeyen politikacılar",
    "1118929614": "( ) Spam göndericilerle iş yapan kişilerin aşırı aptallığı",
    "838951836": "( ) İstenmeyen e-posta gönderenlerin kendileri adına sahtekârlık",
    "2123236933": "( ) İstemci filtrelemesinden etkilenmeyen bant genişliği maliyetleri",
    "2292919419": "( ) Görünüm",
    "2534436327": "ve aşağıdaki felsefi itirazlar da geçerli olabilir:",
    "832385387": "( ) Sizinkine benzer fikirler bulmak kolaydır, ancak hiçbiri pratik olarak gösterilmemiştir.",
    "1993984258": "( ) Devre dışı bırakmaya dayalı herhangi bir plan kabul edilemez",
    "3909240516": "( ) SMTP başlıkları mevzuata konu olmamalıdır.",
    "1151065360": "( ) Kara listeler berbat",
    "2396605499": "( ) Beyaz listeler berbat",
    "2225785608": "( ) Viagra hakkında sansürlenmeden konuşabilmeliyiz",
    "3004688366": "( ) Karşı önlemler, elektronik dolandırıcılık veya kredi kartı sahtekarlığı içermemelidir",
    "922470170": "( ) Karşı önlemler, genel ağların sabote edilmesini içermemelidir.",
    "3068923550": "( ) Kademeli olarak aşamalı olarak yapılırsa karşı önlemler çalışmalıdır.",
    "2752975480": "( ) E-posta göndermek ücretsiz olmalıdır",
    "117227832": "( ) Size ve sunucularınıza neden güvenmek zorundayız?",
    "1021431157": "( ) Açık kaynak veya açık kaynak lisanslarıyla uyumsuzluk",
    "2801524659": "( ) İyi hissettiren önlemler sorunu çözmek için hiçbir şey yapmaz",
    "931661269": "( ) Geçici/tek seferlik e-posta adresleri zahmetlidir",
    "2090457681": "( ) Devletin e-postamı okumasını istemiyorum",
    "3536122902": "( ) Onları bu şekilde durdurmak yeterince yavaş ve acı verici değil",
    "2391175562": "Ayrıca, senin hakkında şunu düşünüyorum:",
    "229198134": "( ) Üzgünüm dostum ama işe yarayacağını sanmıyorum.",
    "345563040": "( ) Bu aptalca bir fikir ve sen bunu önerdiğin için aptal bir insansın.",
    "409780280": "( ) İyi deneme, ****! Umarım biri klavyenize basar!",
    "2820080973": "❤ ile ev sahipliği yaptı",
    "3943164003": "ham görmek",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Yeni anti-spam çözümünüz neden çalışmayacak?",
    "361795034": ". Bilinmeyen yazar, c. 2000",
    "1547006769": "İnsanlık doğrulaması aynı sorun",
    "3717942925": "Her zaman e-posta yoluyla dikkatinizi çekmek isteyen insanlar olacağı gibi, bazı kaynaklara erişimi yalnızca insanların erişebileceği şekilde kısıtlama arzusu her zaman olacaktır.",
    "2481032625": "Amacın önlemek olup olmadığı:",
    "1691348394": "- sınırlı sürüm satışı sırasında otomatik toplu alımlar",
    "1771016224": "- web sitenizdeki tüm içeriği toplu halde indiren yazılım",
    "1959762846": "- web formlarınızın sonsuz pazarlama spam'i veya kötüye kullanımı ile doldurulması",
    "345108670": "- kimlik bilgileri doldurma ve diğer hesap devralma girişimleri",
    "2540760245": "diğer birçok kullanım arasında, çevrimiçi trafiği “insan ya da değil” temelinde filtreleyebilmek, insan doğası son beş bin yılda kaydedilen aynı kalıpları izlediği sürece muhtemelen değerli bir araç olarak kalacaktır.",
    "3346362371": "Peki ya makine öğrenimi?",
    "3619183405": "2021'de, makine öğrenimindeki gelişmeler sayesinde basit CAPTCHA'lar bazen yazılımla çözülebilir. Bunu ele almak için hCaptcha ayrıca aşağıdaki gibi özelliklerin çok ayrıntılı bir analizini yapar:",
    "3292221787": "meydan okuma sadece doğru olup olmadığı değil, aynı zamanda hem soruları hem de kullanılan verileri sık sık değiştirir.",
    "1080672247": "Sorulan soruların çoğu, kullanıma hazır yazılımlarla ekonomik olarak çözülemediğinden ve veriler genellikle sisteme özgü olduğundan, bu, botların genellikle ücretsiz hizmet tarafından tamamen durdurulduğu ve bunun yerine insan CAPTCHA çözücülerine güvenmeleri gerektiği anlamına gelir. birçok suistimal türünü tamamen ekonomik olmaktan çıkarır.",
    "4172868199": "bundan çok daha ileri giderek, “iyi insanı” “kötü insan”dan ayırma girişimi alanına da girer ve bugün dünyanın en popüler çevrimiçi hizmetlerinin çoğu tarafından satın alma sahtekarlığından gelişmiş kalıcılığa kadar her şeyi bulmak ve durdurmak için kullanılır. gizliliği korumaya benzersiz bir şekilde odaklanırken, kullanıcılarına yönelik tehditler.",
    "2873911365": "Donanım onayı ne olacak?",
    "1477196356": "Kimliği bir cihaza kriptografik olarak güvenli bir şekilde, bazen mahremiyeti koruyan özelliklere sahip olarak bağlamanın çeşitli yöntemleri onlarca yıldır önerilmiştir. Açık anahtar şifrelemesi c'ye kadar uzanır. 1975 ve donanım jetonları neredeyse o zamandan beri var.",
    "2349681896": "Ne yazık ki, bir donanım parçasını kontrol etmek sizin bir insan olduğunuz anlamına gelmez. Hemen hemen her popüler tüketici donanımı doğrulama şeması defalarca bozuldu, yamalandı ve ardından tekrar bozuldu.",
    "254326776": "Bu kusurların kötü niyetli olarak kötüye kullanılmasının, genellikle ifşa edilmeden veya akademik yayından aylar veya yıllar önce meydana geldiği keşfedilir.",
    "2462909475": "Çin bot operasyonunun bir parçası olarak, kötüye kullanım için kullanılan 10.000'den fazla telefondan oluşan bir duvar.",
    "1963951234": "Kriptografik planınız ne kadar güvenilir olursa olsun, günün sonunda biri size aradığınız cevabı vermek için sadece para harcayabiliyorsa, bir donanıma sahip olmak yetersizdir.",
    "1278884196": "Bununla birlikte, kriptografi oldukça genç bir disiplindir. Yakın geçmişe dayanarak, kriptografik planınız ve/veya uygulamanız, herhangi birinin ona yakından bakmaya teşvik ettiği anda muhtemelen bozulacaktır ve muhtemelen diğer insanlar bunu sizden çok önce çözecektir. Donanıma güvenmek, aynı zamanda, kusuru düzeltmek için kullanıcılarınızdan her birinden fiziksel bir cihazı değiştirmesini istemeniz gerekebileceği anlamına gelir. Çoğu durumda bunun hızlı bir şekilde gerçekleşmesi olası değildir, yani gerçekte sisteminiz basitçe başarısız olur.",
    "1828028934": "Bu nedenle",
    "1642844535": "önemlidir: hCaptcha, aynı temel soruyu yanıtlamak için birden çok farklı yaklaşım kullanır ve tüm değerlendirmeler arasında tutarlılık için karşılaştırmaya olanak tanır.",
    "1155821305": "savunma derinliktir",
    "119098046": "Pasif veya meydan okumasız çözümlere ne dersiniz?",
    "2760410719": "Tamamen pasif sinyallerle bot algılaması yapmaya çalışan hizmetler, hızla temel bir sorunla karşı karşıya kalıyor: Kesin temele sahip olmadığınız zaman, bir sistemin kötü oyuncuları doğru bir şekilde tespit edip etmediğini nasıl doğrularsınız?",
    "1722734001": "Açık internet çok gürültülü bir ortamdır. Kötü oyuncular her gün hizmetimizin kullanıcılarına ve reCAPTCHA gibi rakiplere saldırır ve elbette bunu yaparken mümkün olduğunca insan gibi görünmeye çalışırlar.",
    "1595254735": "Tamamen pasif hizmetler, bot algılama doğruluğunu korumak veya hatta ne zaman yanlış olduklarını bilmek için mücadele eder. Kullanıcılara ara sıra meydan okuma ve bu zorluğun sonuçlarını doğru bir şekilde analiz etme yeteneği olmadan, doğruluk zaman içinde büyük ölçüde düşme eğilimindedir.",
    "2412751979": "hCaptcha'ya güç veren daha doğru insanlık sinyalleri sayesinde, daha önce reCAPTCHA v3/Enterprise kullanan birçok şirket,",
    "2284856231": "ve hCaptcha Enterprise'ın tamamen pasif modunda da önemli ölçüde geliştirilmiş doğruluk gördü.",
    "4162847": "Bazı müşterilerimiz Google'ın tekliflerinden tamamen ayrılmadan önce aynı istek üzerinde A/B testleri yaptığından, bunu doğrudan gözlemleyebildik. Genellikle reCAPTCHA v3 veya reCAPTCHA Enterprise'dan gelen hem yüksek yanlış pozitif hem de yanlış negatif oranını kanıtlayabiliriz.",
    "436125785": "Bu ürünlerde bulunan geri bildirim döngülerinin yanlışlığı ve bunların, ana işlerine zarar vermemesi için bot algılamada çok iyi olmama konusunda ezici bir ilgiyle bir reklam ağı tarafından satıldığı gerçeği göz önüne alındığında, bu şaşırtıcı değildir.",
    "2233741720": "Sonuç olarak",
    "2133809801": "İnsanlar insan olarak kaldığı sürece, insanlık doğrulamasının çevrimiçi olarak oynayacak bir rolü olması muhtemeldir.",
    "2255549335": "hCaptcha'daki işimiz, zorluk ve doğruluk arasında iyi bir denge bulmak ve özellikle aşağıdakiler için sürtünmeyi düşük tutmaktır.",
    "4138068262": "kullanıcılar. Sonuç olarak, insan doğası değişmediği sürece, zorluklarla etkileşim kurmak, çevrimiçi kötüye kullanımı azaltmaya yönelik araçların bir parçası olmaya devam edecektir.",
    "855097735": "Tüm endişeleri dengelerken bunu iyi yapan bir hizmet oluşturmak çok zor bir sorundur (ve deneyimi olabildiğince keyifli hale getirmek için her zaman onu geliştirmeye çalışıyoruz) ancak umarız spam, kötüye kullanım ve hesap ele geçirmeleri azaltma konusunda hemfikirsinizdir. , ve çevrimiçi dolandırıcılık sonuçta ara sıra basit bir soruya değer.",
    "1953959745": "ulaşılabilirlik",
    "2543123170": "Sıfır sürtünme insanlık doğrulaması",
    "547245263": "Bot sorununuzu bugün çözün.",
    "3117887301": "En büyük çevrimiçi hizmetler tarafından güvenilen",
    "981806349": "Kanıtlanmış hCaptcha platformu üzerine inşa edilmiştir",
    "2373007864": "hCaptcha Enterprise, yüksek trafikli kuruluşların ihtiyaç duyduğu özellikleri içerecek şekilde genişletilmiş hCaptcha platform teknolojisi üzerinde çalışır.",
    "2652399059": "Güvenilir bir ortak",
    "1997838163": "Dünyanın en büyük şirketleri hCaptcha Enterprise'a güveniyor. Entegrasyon basittir ve algılama doğruluğu benzersizdir.",
    "734735952": "Kendimiz bir sistem kurmanın yanı sıra bir dizi CAPTCHA satıcısını değerlendirdik. Sonunda hCaptcha, reCAPTCHA'ya en iyi alternatif olarak ortaya çıktı.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Ürün Yönetimi Direktörü, Cloudflare",
    "3971348140": "Neden hCaptcha'yı kullandık? İhtiyacımız olan özellikleri ve performansı başka hiç kimse sağlayamazdı. Bizi hızla çalıştırdılar ve tüccarlarımız bu deneyimi seviyor.",
    "4248655793": "-Alex M.",
    "4185927140": "Ürün Yöneticisi, Flash, Shopify",
    "282913023": "Yüksek trafikli işletmeler için uygun maliyetli seçenek",
    "999610953": "Son olarak, Google'a güvenilir bir alternatif. hCaptcha Enterprise, daha yüksek güvenlikle reCAPTCHA faturanızda önemli tasarruflar sağlar: bazı durumlarda %80'e kadar daha ucuz.",
    "1886100235": "Dünyanın en büyük çevrimiçi hizmetlerinin çoğu hCaptcha Enterprise'a geçti ve önemli maliyet tasarruflarının yanı sıra gelişmiş bot algılama aldı.",
    "2903742230": "Reklam ağları, ziyaretçilerinizi ürün olarak görür. Bizim için tek amaç onların insanlığını belirlemektir. Hizmetlerimiz GDPR, CCPA, LGPD ve PIPL gereksinimlerini karşılar veya aşar ve gizlilik ile güvenliği dengelemek için çok çalışıyoruz.",
    "3901503296": "Gizliliğe bu benzersiz odaklanma, mükemmel güvenliği korurken sıfır bireysel veri saklama, tanımlama bilgisi içermeyen çalışma ve gerektiğinde diğer sözleşmeye dayalı gizlilik garantileri sunabileceğimiz anlamına gelir.",
    "3342910682": "Devamını oku",
    "1130783905": "Doğruluk sizin ve bizim menfaatimizedir. hCaptcha size gerçek verileri vermek için çalışır ve nasıl kullanılacağına karar vermenize izin verir. Diğer güvenlik çözümleri Gigantic reklam şirketleri tarafından sağlanmaktadır. Bu, engelledikleri her botun gelirlerini azaltabileceği anlamına gelir.",
    "2019130052": "Gizlilik odaklı makine öğrenimindeki yeniliklerimiz, güvenliğe veya kullanıcı gizliliğine zarar vermeden eski \"her şeyi sonsuza kadar kaydet\" stratejilerinin güvenlik standartlarını aşmamızı sağlar.",
    "23114595": "Harika Kullanıcı Deneyimi",
    "3437412311": "Enterprise kullanıcıları için, çoğu senaryoda, pasif puanlara dayanarak zorluklardan tamamen kaçınmak için seçenekler mevcuttur.",
    "1996843433": "Mükemmel güvenlik sağlamaya devam ederken meşru trafiğinizin %99,9'u için bir meydan okumadan tamamen kaçınarak sürtünmeyi azaltın.",
    "3093689546": "Kolay entegrasyon",
    "247560732": "Üç satır kodla hCaptcha ekleyin. reCAPTCHA'dan geliyorsanız, API'miz uyumludur ve geçiş yapmak yalnızca birkaç dakika sürer.",
    "1510448156": "Bugün üstün bir alternatifle çalışır durumda olabilir ve gerektiğinde daha gelişmiş özellikleri açabilirsiniz.",
    "2718999653": "Özelleştirilmiş Tehdit Puanları",
    "2698140263": "Tüm sorunlar aynı değildir: Tek bir puan almak, faydalı olmak için ihtiyaçlarınızı karşılaması gerektiği anlamına gelir.",
    "897432717": "Özelleştirilmiş Tehdit Puanları için özgün tasarımımızla, iş bilginizi eklemek, modellerimizin kullanıcılarınızla benzersiz şekilde alakalı puanlar vermesini sağlar.",
    "2650502379": "Saniyeler İçinde Kendi Zorluklarınızı Başlatın",
    "3578122193": "Alakalı içerikle markada kalın",
    "1074044172": "Kullanıcıların güvenlik gereksinimlerinizi karşılamak için bir zorluğu çözmesi gerektiğinde, neden kullanıcı için hoş ve alakalı sorular sormuyorsunuz?",
    "1579093044": "Basit özel meydan okuma tasarımcımızla, marka üzerine meydan okuma içeriğini sadece birkaç dakika içinde başlatabilirsiniz.",
    "3717512591": "Doğrudan Platform Entegrasyonu",
    "121743429": "Web Altyapı Firmaları İçin",
    "2131386784": "Hem Siz hem de Kullanıcılarınız İçin Ulaşılabilir Uzmanlık ve Destek",
    "2782263070": "Hizmet bizim için birinci önceliktir. Uygulama sırasında ve sonrasında 7/24 çağrı desteği sağlıyoruz ve mühendislik entegrasyon ekibiniz ve çağrı personelimiz ile doğrudan Slack koordinasyonu sunuyoruz.",
    "3740051331": "Ayrıca sosyal medya, forumlar ve araç içi ve e-posta destek kanallarımız üzerinden kullanıcılarınızın sorularını aktif olarak izlemeyi ve yanıtlamayı taahhüt ediyoruz. Erişilebilir ve duyarlıyız ve kullanıcı memnuniyetini en iyi KPI olarak görüyoruz.",
    "170775527": "Kurumsal özellikler",
    "3383086062": "hCaptcha Enterprise, eksiksiz bir çevrimiçi güvenlik çözümüdür. Aktif ve pasif modlar, kimlik bilgisi doldurmayı durdurmanıza, hesap ele geçirmelerini tespit etmenize ve şüpheli aktörleri engellemenize izin verir. Hepsi meşru kullanıcılar için sıfır sürtünme ile.",
    "1408599440": "Birkaç satır kod ve %99,9 pasif modumuzla hızlı bir şekilde başlayın veya kullanıcıların ne zaman ve nasıl zorlandıklarını tam olarak kontrol edin. Özel tehdit modelleri ve özelleştirilebilir zorluklar, güvenliği sağlamak için rakipsiz esneklik anlamına gelir.",
    "3365203058": "Birinci sınıf anti-bot koruması",
    "1803009328": "Web ölçeğinde savaşta test edilmiştir.",
    "1586809757": "Yüksek doğrulukta bot puanları",
    "353367791": "Birçok farklı türden kötü oyuncuları tespit edin.",
    "191460155": "Sıfır sürtünme ve %99,9 pasif modlar",
    "585557010": "Meşru kullanıcıların %0,1'inden daha azına meydan okuyun.",
    "3287172429": "Gösterilen kontrol meydan okuma türleri",
    "1844885924": "Aralarından seçim yapabileceğiniz geniş tür kitaplığı.",
    "3018523079": "Tutarlı bir kullanıcı deneyimi ile marka üzerinde kalın.",
    "3817811295": "Garantili güvenilirlik ve 7/24 hızlı arama desteği.",
    "1798492192": "Eski tarayıcı desteği",
    "1356745565": "Internet Explorer 8'e kadar uyumludur.",
    "751483365": "JavaScript olmayan istemciler için destek.",
    "4199502476": "Gelişmiş raporlama panoları ve API",
    "3630114728": "Tüm sitelerinizde ve uygulamalarınızda neler olduğunu görün.",
    "3573245166": "reCAPTCHA'nın aksine her ülkede çalışıyoruz.",
    "2354267648": "GDPR, CCPA ve LGPD dostu gizlilik politikası",
    "3167979932": "İlk günden itibaren gizlilik için tasarlandı. Güçlü Veri İşleme Anlaşması.",
    "4065065042": "Kullanım durumunuza tam olarak uyması için bunu çevirin.",
    "111184581": "Birinci taraf barındırma",
    "4272022475": "Tüm istekler ve varlıklar hcaptcha.yourdomain.com adresine gider",
    "2676853536": "Çok kullanıcılı panolar",
    "1368787974": "Yönetimi ekibiniz arasında paylaşın.",
    "1045484714": "Kimlik Sağlayıcınızla SAML SSO entegrasyonu, örneğin Okta veya Azure AD.",
    "3953584369": "Gelişmiş RBAC erişim kısıtlamaları mevcuttur.",
    "2781507299": "Anında Doğrulama",
    "4019660456": "0ms gecikme: API çağrısı olmadan hCaptcha belirteçlerini doğrulayın.",
    "3446714684": "Mobil (iOS ve Android) Entegrasyonu",
    "2593768395": "Web, yerel mobil, mobil web genelinde sorunsuz deneyim. Önceden oluşturulmuş entegrasyonlar ve yerel SDK'lar mevcuttur.",
    "1779265104": "Özelleştirilmiş Koşullar ve Gizlilik Garantileri",
    "122875767": "Diğer şirketler yapamazken yasal ihtiyaçlarınızı karşılayın.",
    "148188781": "Sunulan Zorluklar",
    "838049015": "Sorguyla eşleşen tüm resimleri seçin",
    "1126302400": "Sınırlayıcı kutu",
    "3554448168": "sınıflandırma",
    "2104933754": "İlgili etiketleri tanımlayın",
    "3612043014": "...ve diğer basit görevler. İnsanlar için kolay, botlar için zor.",
    "3624758171": "Kurumsal yayıncılar için de özel görevler mevcuttur.",
    "1001938065": "Entegrasyon daha kolay olamazdı",
    "2138799135": "hCaptcha, kullandığınız ön uç ve arka uç sistemleri için önceden oluşturulmuş düzinelerce entegrasyona sahiptir.",
    "2535001179": "Google'ın reCAPTCHA'sından geliyorsanız, API'lerimiz sonradan eklenenlerdir.",
    "1393184984": "ihtiyacın olan her şey mi?",
    "3715747429": "İster React entegrasyonuna, ister iOS yerel uygulamaları için SDK'lara, bir Java arka uç örneğine veya neredeyse herhangi bir başka senaryoya ihtiyacınız olsun, işe alım mühendislerimiz sizi hızlı bir şekilde harekete geçirebilir.",
    "2681650568": "Ve her zaman olduğu gibi, gizlilik bizim için temel bir değerdir. Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin. Veri toplamanın en aza indirilmesi, entegrasyon anından itibaren başlar.",
    "1130868224": "Üç satır kod",
    "2183926131": "hCaptcha Enterprise'ı kullanmaya başlayın",
    "1526887904": "hCaptcha Kurumsal Gizlilik",
    "1845745385": "Gizlilik için tasarlanmıştır.",
    "1297224875": "Kurumsal çevrimiçi güvenliğe benzersiz bir gizlilik odaklı yaklaşım.",
    "2762458927": "Kullanıcı verileriniz satılık değildir.",
    "2058856283": "hCaptcha Enterprise'ın tek bir amacı vardır: Kötü niyetli kişilerin çevrimiçi operasyonlarınızı kesintiye uğratmasını ve kullanıcılarınıza zarar vermesini önlemek.",
    "2408036504": "Bu nedenle sistemlerimiz, sınıfında lider güvenliği korurken veri toplama ve saklamayı en aza indirecek şekilde sıfırdan tasarlanmıştır. Kullanıcı verilerini korumanın en iyi yolu, onları hiç saklamamaktır.",
    "4099477834": "Tüm müşteri ilişkileri de güçlü bir Veri İşleme Sözleşmesi ile korunmaktadır. hCaptcha hizmeti, hizmetiniz veya müşterileriniz nerede olursa olsun tüm gizlilik yasalarına uygundur. Kişisel verileri saklamamak, bunu bizim için diğer şirketlere göre çok daha kolay hale getiriyor.",
    "3569492665": "Çevrimiçi etkinliği kaydetmek çözüm değildir.",
    "3389431373": "reCAPTCHA v3 gibi hizmetler, izleme piksellerini sitenizin her sayfasına yerleştirmenin iyi bir güvenlik için gerekli olduğunu söylüyor. Olay bu değil.",
    "3590546893": "Basit davranış analizi, kötü aktörler tarafından kolayca oluşturulan bir sinyaldir ve tüm yasal trafiğiniz için de tarama geçmişini korumayı gerektirir.",
    "1105363520": "Bir reklam ağı işletmiyoruz ve onlara reklam satmak için kullanıcı davranışlarınızı gözlemlemekle ilgilenmiyoruz. Bu, sitenizin her sayfasında pasif bir piksele ihtiyaç duymadığımız anlamına gelir.",
    "3088605177": "Meydan okuma kodumuzu yalnızca gerekli olduğunda ve hem sizi hem de kullanıcılarınızı korumanın mantıklı olduğu yerlerde ekleyin.",
    "337971271": "Makine öğrenimi yararlıdır. Ancak çalışması için kişisel verilere ihtiyaç duymaz.",
    "320166522": "Makine öğrenimi artık hayatımızın neredeyse her yönünü, genellikle fark etmediğimiz ve göremediğimiz şekillerde etkiliyor. Çevrimiçi güvenlik hizmetleri farklı değildir.",
    "3180664128": "Modeller, binlerce sinyali öğrenerek, hiçbir sinyal tek başına bir sorunu gösterecek kadar güçlü olmasa bile, kötü niyetli davranışları çok hızlı bir şekilde tespit etme konusunda yüksek güvene ulaşabilir ve ulaşabilir.",
    "961941354": "Ancak bunların hiçbiri kişisel olarak tanımlanabilir bilgilerin (\"PII\") kullanılmasını gerektirmez. Modern şifreleme teknikleri, herhangi bir kişiye bağlanamayan tek yönlü imzalar oluşturarak, herhangi bir kişisel veriyi mümkün olduğunca çabuk atmamıza izin verir.",
    "1706581702": "Kimliği gizlenmiş verilerle ilgili eğitim de aynı şekilde çalışır ve güvenlik veya gizlilikten ödün vermeyi gerektirmez. Müşterilerimiz deneysel testleri yaptılar ve bizi daha az özel alternatiflere eşit veya onlardan daha iyi ilan ettiler.",
    "3203921334": "hCaptcha çözümleriyle ilgili birçok şeyi beğendik: 1) kişisel verileri satmıyorlar; sadece minimum gerekli kişisel verileri toplarlar, topladıkları bilgileri ve bunları nasıl kullandıklarını ve/veya ifşa ettiklerini açıklama konusunda şeffaftırlar.",
    "305735018": "Son olarak, Google'a güvenilir bir alternatif. hCaptcha Enterprise, daha yüksek güvenlikle reCAPTCHA faturanızda önemli tasarruflar sağlar: bazı durumlarda %80'e kadar daha ucuz.",
    "3695206755": "Bizi herhangi bir yükümlülük altına girmeden kendi ortamınızda deneyin.",
    "2941545733": "Biz mühendisiz, satış elemanı değiliz: Seçiminizden memnun olmanızı istiyoruz.",
    "131871195": "Memnuniyetinizi sağlamanın en iyi yolu, ihtiyaçlarınızı karşıladığımızı göstermektir.",
    "3436534225": "Pilot uygulama başlatan neredeyse tüm şirketler nihayetinde çözümlerimizi seçiyor.",
    "4060250206": "Teknik uzmanlarımızdan birine ulaşmak için bu formu kullanın. Hızlı yanıt veriyoruz.",
    "1159746815": "Ayrıca doğrudan bize e-posta gönderebilirsiniz.",
    "2531534427": "Ayrıntılar burada.",
    "2059998584": "Bölge",
    "3916131732": "Amerika",
    "135276624": "Avrupa, Orta Doğu, Afrika (EMEA)",
    "1182294134": "Asya-Pasifik (APAC)",
    "2437934778": "Adınız",
    "3859506577": "İş E-postası",
    "1268414751": "Sahip olmamız gereken başka ayrıntılar var mı?",
    "42559805": "Acil işe alıma mı ihtiyacınız var?",
    "851679588": "Evet.",
    "1729677626": "Saldırı altındayım ve hemen işe alınmam gerekiyor.",
    "2808971932": "Bu, bir div bloğunun içindeki bir metindir.",
    "2468683988": "başlık",
    "356336077": "Lorem ipsum dolor sit amet, conectetur adipiscing elit. Suspendisse varius enim içinde eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh ve justo cursus id rutrum lorem imperdiet. Özgeçmişin özgeçmişi.",
    "2067334580": "Metin Bağlantısı",
    "2212670355": "Üye olmak",
    "31502377": "Zengin Metin öğesi nedir?",
    "2310705547": "Zengin metin öğesi, bunları tek tek eklemek ve biçimlendirmek yerine başlıkları, paragrafları, blok alıntıları, resimleri ve videoları tek bir yerde oluşturmanıza ve biçimlendirmenize olanak tanır. Sadece çift tıklayın ve kolayca içerik oluşturun.",
    "2590587108": "Statik ve dinamik içerik düzenleme",
    "778204464": "Zengin bir metin öğesi, statik veya dinamik içerikle kullanılabilir. Statik içerik için herhangi bir sayfaya bırakın ve düzenlemeye başlayın. Dinamik içerik için herhangi bir koleksiyona zengin metin alanı ekleyin ve ardından ayarlar panelinde bu alana bir zengin metin öğesi bağlayın. İşte!",
    "1890955039": "Her zengin metin için biçimlendirme nasıl özelleştirilir?",
    "3286051798": "Başlıklar, paragraflar, blok alıntılar, şekiller, resimler ve şekil alt yazılarının tümü, \"İçerideyken\" iç içe seçme sistemi kullanılarak zengin metin öğesine bir sınıf eklendikten sonra biçimlendirilebilir.",
    "504332576": "hCaptcha'nın internetin yaklaşık %15'ini kullanarak dünyanın en büyük bağımsız siber güvenlik hizmeti haline geldiğini duyurmaktan gurur duyuyoruz ve bu pazar payının çoğunu doğrudan Google reCAPTCHA'dan aldık. Birlikte, hCaptcha ve",
    "1155436473": "(kurumsal teklifimiz) artık her ay on milyonlarca web sitesinde ve uygulamada yüz milyonlarca kullanıcıyı koruyor. Hikayemiz, gizliliği ilk sıraya koyduğunuzda Big Tech ile rekabet edebileceğinizi gösteriyor.",
    "3108727249": "BotStop",
    "1296696044": "Gizlilik ve Güvenlik: Neden ikisi birden olmasın?",
    "538871570": "Google ve diğer Büyük Teknoloji şirketleriyle rekabet etmek zor bir iş gibi görünüyor: tekelci pazar güçleri, platform etkileri ve yüksek ücretli geliştiriciler ordusu, Facebook veya Amazon gibi diğer teknoloji devleri dışında herkes için başa çıkamayacak kadar güçlü kabul ediliyor. Hikayemiz böyle olmak zorunda olmadığını gösteriyor - gizliliğe odaklanarak Big Tech'i yenebilirsiniz.",
    "3600718611": "Google reCAPTCHA'yı düşünün,",
    "4281708680": ". hCaptcha'da, mümkün olduğunca az veri tüketip depolarken, tipik bot davranışlarını yüksek doğrulukta belirlemek için gizliliği koruyan makine öğrenimi tekniklerini kullanarak bilinçli olarak çok farklı bir yaklaşım benimsedik.",
    "3312336121": "Web kullanıcılarının meşru insanlar mı yoksa botlar mı olduğunu belirlemek için çok büyük miktarda davranışsal veri tüketen",
    "1193738791": ": bir web sitesinin her sayfasında ve web genelinde kullanıcı davranışını izlerler. hCaptcha'yı ilk günden itibaren mümkün olduğunca gizlilik dostu olacak şekilde tasarladık. Bu, soruna tamamen farklı bir yaklaşıma yol açtı. Görünen o ki, kullanıcıları web üzerinden takip etmek ve web geçmişlerini kimliklerine bağlamak, iyi bir güvenlik sağlamak için tamamen gereksizdir. hCaptcha'ya geçiş yapan birçok şirket",
    "2620705814": "Google bir reklam şirketidir ve güvenlik ürünleri reklam ürünlerine çok benzer",
    "1126447688": "gizlilik odağımıza rağmen bot algılama ve azaltmada genellikle eşit veya daha iyi performans rapor eder",
    "439777523": "Yönetmelik Konuları",
    "3588274874": "Avrupa Birliği'nin GDPR'si ve Kaliforniya'nın CCPA'sı gibi düzenleyici çabalarla uyumlu bir ürün sunmaya odaklanırken, büyük bir büyüme kaydettik - elbette, hCaptcha'nın reCAPTCHA için basit bir \"bırakma\" ikamesi olmasına ve bu nedenle dakikalar içinde kurulabilmesine yardımcı oluyor.",
    "2150595700": ". GDPR ve CCPA, kurumsal alıcılar için gizlilik endişelerini ortaya koydu ve aynı zamanda, çevrimiçi reklamcılık ve pazarlama endüstrilerinin tarihsel olarak verilerimizi nasıl kullandığını anlamaya başladığımızdan, çevrimiçi gizlilik halk için giderek daha önemli hale geliyor.",
    "2624949852": "Elbette reCAPTCHA, 2009'dan bu yana web güvenliğine ilk girenlerden biriydi ve milyonlarca web sitesini kötü niyetli botlar ve spam göndericilerin giderek artan tehditlerine karşı koruyordu. Ancak, son yıllarda tamamen tehlikeye girmiştir:",
    "499510428": "Aslında düzenlemenin burada bize yardımcı olduğuna inanıyoruz.",
    "1232651561": "yazılımlar artık reCAPTCHA zorluklarını çözmede insanlar kadar iyidir.",
    "824740867": "Google, çözümü geliştirmek yerine, güvenlik yazılımından çok bir reklam ağı gibi çalışan ve kullanıcı profilleri oluşturmak için web üzerinden davranışsal veriler toplayan reCAPTCHA v3'ü yayınladı. Ne yazık ki, bu tür bir sinyal kolayca yenilir ve bu nedenle kullanıcı gizliliğine zarar verirken botlara karşı çok az koruma sağlar.",
    "1027023087": "hCaptcha'da biz, bunun yerine soruna, tarama geçmişi gibi uzun vadeli davranış kayıtlarının tutulmasını gerektirmeyen ve hizmetin sunulmasından bu yana belirlenen düşmanlar karşısında çok daha dayanıklı olduğunu kanıtlayan daha modern yaklaşımlara odaklandık.",
    "2852295413": "Doğal bir çıkar çatışması: botları durdurmak, bir reklam ağının gelirini azaltır",
    "1597520917": "Giderek artan sayıda eleştirmen, Google'ın kullanıcı gizliliğini dikkate almamasının, web sitelerini ve uygulamalarını korumak isteyen müşterileri ilgilendirmesi gerektiğine dikkat çekti.",
    "763447231": "Aynı zamanda, botların yayıncı sitelerine erişimini durdurmak, reklam sahtekarlığını ortaya çıkarabilir ve Google'ın reCAPTCHA ürününü doğrudan, gelirlerinin %80'inden fazlasını üreten reklam işleriyle karşı karşıya getirebilir.",
    "999674529": "Google'ın tespit ettiği her bot, sıfır reklam doları kazanmalıdır. Google'ın şirket teşvikleri, bu nedenle, güvenlik hizmetlerinin kullanıcıları ile zayıf bir şekilde uyumludur ve bu, reCAPTCHA güvenlik tekliflerinin düşük performansının bir açıklaması olabilir.",
    "956019009": "En büyük web altyapı şirketleri şimdiden harekete geçti",
    "1923297430": "Birçok büyük müşteri için son kırılma noktası, Google'ın ürünlerini anlamlı ölçekte kullanmaları için şirketlerden ücret almaya başlamasıyla geldi. Bu, uzun süredir reCAPTCHA kullanıcılarının daha iyi alternatifler aramasına neden oldu, çünkü dünya çapındaki düzenleyici endişeler Google'ın tekliflerini kullanmayı giderek daha çekici hale getirdi.",
    "2197218442": "Cloudflare CEO'su Matthew Prince bu bakış açısını şu yazıda özetledi:",
    "155456850": "hCaptcha'ya geçişlerini duyurarak:",
    "435302267": "şirketin blog yazısı",
    "2087769953": "\"Bir süredir sahip olduğumuz bir Google hizmetine güvenmenin doğasında bulunan bir gizlilik endişesini gidermeye yardımcı olduğu için bu değişiklikten heyecan duyuyoruz. Bir dizi CAPTCHA satıcısını değerlendirdik ve kendimiz bir sistem oluşturduk. Sonunda, hCaptcha, reCAPTCHA'ya en iyi alternatif olarak ortaya çıktı.”\"hCaptcha çözümleriyle ilgili birkaç şeyi beğendik: 1) kişisel veri satmazlar; sadece minimum gerekli kişisel verileri toplarlar, topladıkları bilgileri ve bunları nasıl kullandıklarını ve/veya ifşa ettiklerini açıklama konusunda şeffaftırlar.\"",
    "595582512": "Sitenizi veya uygulamanızı botlardan, spam göndericilerden veya diğer kötü niyetli kişilerden etkili bir şekilde korumak ve tüm bunları kullanıcılarınızın gizliliğini korurken (ve ilgili tüm düzenlemelere uyarken!) yapmak istiyorsanız hCaptcha'yı ve Kurumsal teklifimizi göz önünde bulundurun.",
    "3388180864": "Web ölçeğinde derin teknik zorluklar üzerinde çalışmakla ilgileniyor musunuz? Her zaman dünya çapında yetenekli mühendisleri işe alıyoruz -",
    "3892952987": "Açıklıklarımıza göz atın ve buradan başvurun",
    "3368788823": "Terence Eden blogunda ilginç bir noktaya değiniyor: \"",
    "1491780143": "CAPTCHA'lar insan olduğunuzu kanıtlamaz - Amerikalı olduğunuzu kanıtlar",
    "2146900431": "Sezgisel olarak, bu iddia çok mantıklı. CAPTCHA'lar, hemen hemen her şey gibi, kültürel bir bağlama yerleştirilmiştir ve zorluklar havuzunuz çoğunlukla bir kültürde yaratılmışsa, başka bir kültüre çok iyi çevrilmeyebilir. Özünde, bu kültürel bir meseledir.",
    "378086442": "CAPTCHA'ların kendi UX'leri yerine.",
    "1445008801": "Eden'in dediği gibi:",
    "332723732": "içerik",
    "2072808435": "\"Bil bakalım ne oldu, Google? Ülkemdeki taksiler genellikle siyahtır. Amerika'dakilerin hepsinin sarı olduğunu bilecek kadar film izledim. Ama ziyaret ettiğim diğer tüm ülkelerde taksiler bir kargaşaydı. farklı tonlar.\"",
    "3206136647": "Google'ın buradaki sorunu, kullandıkları soru verisine ve onu kimin gördüğüne dayanmaktadır. Tüm veriler aynı kültürden (ve Google örneğinde, aynı şirketten) geliyorsa, Eden'in şikayeti doğrultusunda, kesinlikle diğer kültürlere iyi yansımayan zorluklarla karşılaşmayı bekleyebilirsiniz.",
    "2217842245": "Ancak, verilerimiz şunu gösteriyor (hCaptcha için)",
    "4280117172": "Nijerya, Hindistan, Brezilya ve Almanya dahil birçok ülke aslında ABD'den biraz daha iyi durumda:",
    "555749578": "her kıtadaki büyük ülkeler arasında çözme oranlarında %1'den az fark var.",
    "151737819": "hCaptcha Çözme Oranları dünya genelinde çok az farklılık gösteriyor",
    "3908992897": "ve dünyadaki her ülke ve bölgede kullanılmaktadır, bu nedenle tutarlı bir küresel deneyim sağlamaya çok odaklandık.",
    "2808122102": "Kültürler arası işlevsellik bu nedenle hizmetimiz için temel bir gerekliliktir. Tüm meşru kullanıcıların içeriğe hızlı bir şekilde erişebilmesini sağlamak, misyonumuzun kritik bir parçasıdır. 110 dilde zorluklar sunuyoruz ve zorluklarımızın herkes tarafından çözülebilmesini sağlamak için ilgili çevirileri sürekli olarak geliştiriyoruz.",
    "3913801502": "hCaptcha artık internetin yaklaşık %15'inde çalışıyor",
    "2077639538": ". Birincisi, hizmetimizle ilgili zorlu veriler, yalnızca bir değil, büyük Fortune 500 şirketlerinden makine öğrenimi girişimlerine kadar birçok kaynaktan gelebilir.",
    "3951112506": ". Bu zaten verilerde daha yüksek derecede heterojenliği garanti ediyor.",
    "1803943584": "İkinci olarak, hangi ülkelerde veya dillerde çalışacaklarını belirlemek için zorlukların kendi kendini optimize etmesine izin vererek, tutarlı bir deneyim olasılığını daha da artırıyoruz. Doğruluk beklenenden düşükse, bu etkinin meydana geldiği bölgede veya dilde bir dizi soru çalışmayı durduracaktır.",
    "3668873369": "hCaptcha'da ilk günden farklı bir yaklaşım izledik",
    "1519201684": "AI Etik politikası",
    "2155089487": ". Bazı gruplar için zorluklarımızı çözmek daha kolay olsaydı, dünyanın her yerindeki ve farklı kültürlerdeki insanların bunları çözerken performanslarında bir fark görmeyi beklerdik. Eden'in gönderisi bağlamında, Amerikalıların diğer ülkelerdeki insanlardan daha iyisini yapmasını beklerdik. Bu sorunu önlemek için sistemler geliştirmek için yıllarımızı harcadığımız için aslında tam tersini görüyoruz.",
    "2603863826": "Not: Kendi dilinizde iyileştirmelerden yararlanabilecek bir çeviri bulursanız,",
    "3543141425": "onun için!",
    "2697276059": "Bunun işe yaradığına dair kanıt: dünya genelinde tek tip çözme oranları",
    "664236229": "çekme isteği"
}