{
  "header-privacy-link": "Privasi",
  "header-integration-link": "Integrasi",
  "header-cost-link": "kos",
  "header-features-link": "ciri-ciri",
  "header-docs-link": "Dokumen",
  "header-login-button": "Log masuk",
  "header-contact-button": "Hubungi Jualan",
  "intro-heading": "Pengesahan kemanusiaan sifar geseran.",
  "intro-contact-button": "Hubungi kami untuk mengetahui lebih lanjut",
  "intro-text-bottom": "Dipercayai oleh syarikat yang menguasai web.",
  "sub-menu-button": "Hubungi Jualan",
  "sub-menu-item1": "Perusahaan",
  "sub-menu-item2": "kos",
  "sub-menu-item3": "Integrasi",
  "sub-menu-item4": "ciri-ciri",
  "sub-menu-item5": "Privasi",
  "sub-menu-item6": "Dokumen",
  "info-head-1": "Dibina pada platform hCaptcha yang terbukti",
  "info-text-1": "hCaptcha Enterprise berjalan pada teknologi platform hCaptcha, diperluaskan untuk memasukkan ciri-ciri yang diperlukan oleh perusahaan trafik tinggi.",
  "info-head-2": "Rakan kongsi yang dipercayai",
  "intro-subtitle": "Selesaikan masalah bot anda hari ini.",
  "info-text-2": "Perkhidmatan kami dipercayai oleh syarikat terbesar di dunia untuk memberi perkhidmatan kepada berjuta-juta pengguna harian merentasi berpuluh juta tapak.",
  "cloudflare-quote-text": "Kami menilai beberapa vendor CAPTCHA serta membina sistem sendiri. Akhirnya, hCaptcha muncul sebagai alternatif terbaik untuk reCAPTCHA.",
  "cloudflare-quote-detail": "Pengarah Pengurusan Produk, Cloudflare",
  "section-quote-head": "Pilihan kos efektif untuk perusahaan trafik tinggi",
  "section-quote-text": "Akhirnya, alternatif yang boleh dipercayai kepada Google. hCaptcha Enterprise memberikan penjimatan dramatik pada bil reCAPTCHA anda dengan keselamatan yang lebih tinggi: sehingga 80% lebih murah dalam sesetengah kes. Banyak perkhidmatan dalam talian terbesar di dunia telah bertukar kepada hCaptcha Enterprise dan menerima pengesanan bot yang lebih baik di samping penjimatan kos yang banyak.",
  "section-quote-button": "Hubungi kami hari ini untuk sebut harga",
  "section-privacy-header": "Privasi Tertumpu",
  "section-privacy-text-1": "Rangkaian iklan melihat pelawat anda sebagai produk. Bagi kami satu-satunya produk adalah menentukan kemanusiaan mereka. Perkhidmatan kami memenuhi atau melebihi keperluan GDPR, CCPA dan LGPD serta inisiatif sokongan seperti Pas Privasi. Kami bekerja keras untuk mengimbangi privasi dan keselamatan.",
  "section-privacy-text-2": "Tumpuan unik pada privasi ini bermakna kami boleh menawarkan pengekalan data individu sifar, operasi tanpa kuki dan jaminan privasi kontrak lain seperti yang diperlukan sambil mengekalkan keselamatan yang sangat baik.",
  "section-security-header": "Keselamatan Diutamakan",
  "section-security-text-1": "Ketepatan adalah kepentingan anda dan kami. hCaptcha berfungsi untuk memberi anda data sebenar dan membenarkan anda memutuskan cara menggunakannya. Captcha lain disediakan oleh syarikat pengiklanan Gigantic. Ini bermakna setiap bot yang mereka sekat mungkin mengurangkan hasil mereka.",
  "section-security-text-2": "Menggunakan teknik pembelajaran mesin terkini dengan tumpuan pada privasi membolehkan kami melebihi piawaian keselamatan warisan merekod segala-galanya strategi selama-lamanya tanpa menjejaskan keselamatan atau privasi pengguna.",
  "section-user-experience-header": "Pengalaman Pengguna yang Hebat",
  "section-user-experience-text1": "Bagi pengguna Perusahaan, pilihan tersedia untuk mengelakkan cabaran sepenuhnya dalam kebanyakan senario.",
  "section-user-experience-text2": "Kurangkan geseran dengan mengelakkan cabaran sepenuhnya untuk 99.9% trafik sah anda sambil tetap memberikan keselamatan yang sangat baik, terima kasih kepada model bot lanjutan.",
  "section-easy-integration-header": "Penyepaduan yang mudah",
  "section-easy-integration-text": "Menambah hCaptcha hanya mengambil masa beberapa minit dan hanya beberapa baris kod. API asas serasi dengan reCAPTCHA V2 dan hanya memerlukan beberapa minit untuk bertukar. Anda boleh menggunakan alternatif yang lebih baik hari ini dan menghidupkan ciri yang lebih maju jika perlu.",
  "section-easy-integration-serverside": "Bahagian Pelayan:",
  "section-easy-integration-frontend": "Bahagian hadapan:",
  "section-threat-header": "Skor Ancaman Tersuai",
  "section-threat-text": "Tidak semua masalah adalah sama: mendapat skor tunggal bermakna ia mesti memenuhi keperluan anda untuk menjadi berguna. Dengan Skor Ancaman Tersuai unik hCaptcha, perundingan pantas membolehkan kami menyesuaikan model kami untuk menyampaikan markah yang lebih berkaitan dengan perniagaan anda.",
  "section-challenges-header": "Lancarkan Cabaran Anda Sendiri dalam Beberapa Saat",
  "section-challenges-text-1": "Kekal pada jenama dengan kandungan yang berkaitan",
  "section-challenges-text-2": "Apabila pengguna mesti menyelesaikan cabaran untuk memenuhi keperluan keselamatan, mengapa tidak membuat tugasan yang menyenangkan dan relevan kepada pengguna? Dengan pereka bentuk cabaran tersuai kami yang ringkas, anda boleh melancarkan kandungan cabaran atas jenama dalam masa beberapa minit sahaja.",
  "section-integration-header": "Penyepaduan Platform Langsung",
  "section-integration-subheader": "Untuk Syarikat Infrastruktur Web",
  "section-integration-text": "Sistem hCaptcha Enterprise adalah unik dalam reka bentuknya: ia boleh digunakan sebahagian atau keseluruhannya di pinggir rangkaian anda jika anda mengendalikan awan awam atau memiliki banyak pusat data. Ini boleh mengurangkan kos dan trafik luar rangkaian secara mendadak sambil mengekalkan semua faedah pengurusan oleh kakitangan atas panggilan 24/7 kami untuk memenuhi SLA yang paling ketat.",
  "section-support-header": "Kepakaran dan Sokongan Boleh Dicapai Untuk Anda dan Pengguna Anda",
  "section-support-text": "Perkhidmatan adalah keutamaan kami. Kami mengekalkan sokongan atas panggilan 24/7 dan menawarkan penyelarasan Slack langsung dengan pasukan integrasi kejuruteraan anda dan kakitangan atas panggilan kami semasa dan selepas pelaksanaan.‍ ‍Kami juga komited untuk memantau dan menjawab soalan pengguna anda secara aktif di seluruh media sosial, forum , dan saluran sokongan widget dan e-mel kami. Kami boleh diakses dan responsif, dan menganggap kepuasan pengguna sebagai KPI teratas.",
  "section-enterprise-header": "Ciri perusahaan",
  "section-enterprise-title-1": "Perlindungan anti-bot bertaraf dunia",
  "section-enterprise-desc-1": "Diuji pertempuran pada skala web.",
  "section-enterprise-title-2": "Skor bot ketepatan tinggi",
  "section-enterprise-desc-2": "Kesan pelakon jahat dari pelbagai jenis.",
  "section-enterprise-title-3": "Sifar geseran dan 99.9% mod pasif",
  "section-enterprise-desc-3": "Cabar kurang daripada 0.1% pengguna yang sah.",
  "section-enterprise-title-4": "Jenis cabaran kawalan ditunjukkan",
  "section-enterprise-desc-4": "Jenis perpustakaan yang luas untuk dipilih.",
  "section-enterprise-title-5": "Kawal kandungan cabaran yang digunakan",
  "section-enterprise-desc-5": "Kekal pada jenama dengan pengalaman pengguna yang konsisten.",
  "section-enterprise-title-6": "SLA Perusahaan",
  "section-enterprise-desc-6": "Kebolehpercayaan yang terjamin dan sokongan atas panggilan 24/7 yang pantas.",
  "section-enterprise-title-7": "Sokongan pelayar lama",
  "section-enterprise-desc-7": "Serasi sepanjang perjalanan kembali ke Internet Explorer 8.",
  "section-enterprise-title-8": "Papan pemuka dan API pelaporan lanjutan",
  "section-enterprise-desc-8": "Lihat perkara yang berlaku merentas semua tapak dan apl anda.",
  "section-enterprise-title-9": "Bekerja di setiap negara",
  "section-enterprise-desc-9": "Tidak seperti reCAPTCHA, kami bekerja di setiap negara.",
  "section-enterprise-title-10": "Dasar privasi mesra GDPR, CCPA dan LGPD",
  "section-enterprise-desc-10": "Direka untuk privasi dari hari pertama. Perjanjian Pemprosesan Data yang Kuat.",
  "section-enterprise-title-11": "Tahap kesukaran berbutir halus",
  "section-enterprise-desc-11": "Dail ini supaya sesuai dengan bekas penggunaan anda.",
  "section-enterprise-title-12": "Pengehosan pihak pertama",
  "section-enterprise-desc-12": "Semua permintaan dan aset pergi ke hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Papan pemuka berbilang pengguna",
  "section-enterprise-desc-13": "Kongsi pengurusan merentas pasukan anda.",
  "section-enterprise-title-14": "Pengesahan Segera",
  "section-enterprise-desc-14": "Kependaman 0ms: sahkan token hCaptcha tanpa panggilan API.",
  "section-enterprise-title-15": "Penyepaduan Mudah Alih (iOS dan Android).",
  "section-enterprise-desc-15": "Pengalaman lancar merentas web, mudah alih asli, web mudah alih. Penyepaduan pra-bina dan SDK asli tersedia.",
  "section-enterprise-title-16": "Syarat Tersuai dan Jaminan Privasi",
  "section-enterprise-desc-16": "Penuhi keperluan undang-undang anda apabila syarikat lain tidak dapat.",
  "presented-challlenges-head": "Cabaran yang Dibentangkan",
  "presented-challenges-title-1": "Perbandingan",
  "presented-challenges-text-1": "Pilih semua imej yang sepadan dengan pertanyaan",
  "presented-challenges-title-2": "Kotak Sempadan",
  "presented-challenges-text-2": "Tentukan kawasan sempadan untuk objek",
  "presented-challenges-title-3": "Pengkategorian",
  "presented-challenges-text-3": "Kenal pasti label yang sepadan",
  "presented-challenges-subheader": "... dan tugasan mudah lain. Mudah untuk manusia, sukar untuk bot.",
  "presented-challenges-subtext": "Tugas tersuai juga tersedia untuk penerbit perusahaan.",
  "footer-header-1": "Syarikat",
  "footer-header-2": "Sumber",
  "footer-header-3": "Kenalan",
  "footer-link-1": "Melabelkan",
  "footer-link-2": "Tentang",
  "footer-link-3": "Pekerjaan",
  "footer-link-4": "Tanda dagangan",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentasi",
  "footer-link-8": "Laporkan Pepijat",
  "footer-link-9": "Kebolehcapaian",
  "footer-terms": "Syarat",
  "footer-privacy": "Privasi",
  "footer-attribution": "Atribusi",
  "footer-subheader-1": "Sokongan",
  "footer-subheader-2": "Kenalan",
  "switch-to-english-link": "Tukar kepada bahasa Inggeris",
  "intro-heading-privacy": "Direka untuk privasi.",
  "intro-subtitle-p1-privacy": " Pendekatan unik dipacu privasi untuk keselamatan dalam talian.",
  "info-head-2-pr": "Merakam aktiviti dalam talian bukanlah jawapannya.",
  "info-text-1-pr": "hCaptcha Enterprise hanya mempunyai satu tujuan: untuk menghalang pelakon jahat daripada mengganggu operasi dalam talian anda dan membahayakan pengguna anda.",
  "info-text-2-pr": "Oleh itu, sistem kami direka bentuk dari bawah ke atas untuk meminimumkan pengumpulan dan pengekalan data sambil mengekalkan keselamatan yang mendahului kelas. Cara terbaik untuk melindungi data pengguna adalah dengan tidak menyimpannya sama sekali.",
  "info-text-3-pr": "Semua perhubungan pelanggan juga dilindungi oleh Perjanjian Pemprosesan Data yang kukuh. Perkhidmatan hCaptcha mematuhi semua undang-undang privasi tidak kira di mana perkhidmatan anda atau pelanggan anda berada. Tidak menyimpan data peribadi menjadikan ini lebih mudah bagi kami berbanding syarikat lain.",
  "info-text-2-2-pr": "Perkhidmatan seperti reCAPTCHA v3 mengatakan bahawa meletakkan piksel penjejakan mereka pada setiap halaman tapak anda adalah perlu untuk keselamatan yang baik. Ini tidak berlaku.",
  "info-text-2-3-pr": "Analisis tingkah laku mudah ialah isyarat yang mudah dipalsukan oleh pelakon jahat dan memerlukan sejarah penyemakan imbas untuk semua trafik sah anda juga.",
  "info-text-2-4-pr": "Kami tidak mengendalikan rangkaian iklan dan tidak berminat untuk memerhati tingkah laku pengguna anda untuk menjual iklan kepada mereka. Ini bermakna kami tidak memerlukan piksel pasif pada setiap halaman tapak anda.",
  "info-text-2-5-pr": "Tambahkan kod cabaran kami hanya di tempat yang diperlukan dan di tempat yang sesuai untuk melindungi anda dan pengguna anda.",
  "info-head-3-pr": "Pembelajaran mesin berguna. Tetapi ia tidak memerlukan data peribadi untuk berfungsi.",
  "info-text-3-1-pr": "Pembelajaran mesin kini memberi kesan kepada hampir setiap aspek kehidupan kita, selalunya dalam cara yang tidak kita sedari dan tidak dapat dilihat. Perkhidmatan keselamatan dalam talian tidak berbeza.",
  "info-text-3-2-pr": "Dengan mempelajari lebih daripada beribu-ribu isyarat, model boleh membuat kesimpulan dan mencapai keyakinan tinggi dalam mengesan tingkah laku berniat jahat dengan cepat, walaupun tiada isyarat individu dengan sendirinya cukup kuat untuk menunjukkan masalah.",
  "info-text-3-3-pr": "Walau bagaimanapun, ini tidak memerlukan penggunaan maklumat pengenalan peribadi (PII). Teknik kriptografi moden membolehkan kami membuang sebarang data peribadi secepat mungkin, sebaliknya mencipta tandatangan sehala yang tidak boleh dikaitkan dengan mana-mana individu.",
  "info-text-3-4-pr": "Latihan mengenai data yang tidak dikenal pasti berfungsi dengan baik, dan tidak memerlukan penjejasan sama ada pada keselamatan atau privasi. Pelanggan kami telah melakukan ujian empirikal, dan telah mengisytiharkan kami sama atau lebih baik daripada alternatif peribadi yang lebih rendah.",
  "cloudflare-quote-text-privacy": "Kami menyukai beberapa perkara tentang penyelesaian hCaptcha: 1) mereka tidak menjual data peribadi; mereka hanya mengumpul data peribadi minimum yang diperlukan, mereka telus dalam menerangkan maklumat yang mereka kumpul dan cara mereka menggunakan dan/atau mendedahkannya.",
  "pilot-head": "Cuba kami dalam persekitaran anda tanpa sebarang kewajipan.",
  "pilot-text-1a": "Kami adalah jurutera, bukan jurujual: kami mahu anda berpuas hati dengan pilihan anda.",
  "pilot-text-1b": "Cara terbaik untuk memastikan kepuasan anda adalah dengan menunjukkan kami memenuhi keperluan anda.",
  "pilot-text-1c": "Hampir semua syarikat yang memulakan perintis akhirnya memilih penyelesaian kami.",
  "pilot-text-1d": "Gunakan borang ini untuk menghubungi salah seorang pakar teknikal kami. Kami bertindak balas dengan cepat.",
  "pilot-text-1e": "Anda juga boleh menghantar e-mel kepada kami secara terus.",
  "pilot-email-details": "Butiran ada di sini.",
  "pilot-f1": "Wilayah",
  "pilot-f2": "Nama awak",
  "pilot-f3": "Nama awak",
  "pilot-f4": "E-mel Perniagaan",
  "pilot-f5": "Apa-apa butiran lain yang perlu kami miliki?",
  "pilot-f6": "Adakah anda memerlukan kemasukan segera?",
  "pilot-f7": "ya.",
  "pilot-f8": "Saya diserang dan memerlukan penyertaan segera.",
  "pilot-f9": "Hantar",
  "pilot-f10": "Dengan memasukkan e-mel anda, anda bersetuju menerima Terma dan Dasar Privasi kami, dan menerima e-mel daripada kami.",
  "pilot-fo-1": "Penyepaduan tidak boleh menjadi lebih mudah.",
  "pilot-fo-2": "hCaptcha mempunyai berpuluh-puluh penyepaduan pra-bina untuk sistem bahagian hadapan dan bahagian belakang yang anda gunakan.",
  "pilot-fo-3": "Jika anda datang daripada reCAPTCHA Google, API kami ialah penggantian drop-in. Tiga baris kod adalah semua yang anda perlukan.",
  "pilot-fo-4": "Jurutera onboarding kami boleh membantu anda pergi dengan pantas, sama ada anda memerlukan penyepaduan React, SDK untuk apl asli iOS, contoh bahagian belakang Java atau hampir sebarang senario lain.",
  "pilot-fo-5": "Dan seperti biasa, privasi adalah nilai teras bagi kami. Tambahkan kod cabaran kami hanya di tempat yang diperlukan dan di tempat yang wajar untuk melindungi anda dan pengguna anda. Meminimumkan pengumpulan data bermula dari saat penyepaduan.",
  "pilot-fdone": "Terima kasih. Kami akan berhubung sebentar lagi.",
  "home-ent-2-new": "Ketahui lebih lanjut tentang penyelesaian perusahaan kami.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Penyelesaian hCaptcha Enterprise menyampaikan keselamatan terkemuka kelas dan melindungi banyak perkhidmatan dalam talian teratas.",
  "home-plans-button-2-new": "Ketahui lebih lanjut",
  "header-enterprise-link": "Perusahaan",
  "sales-interstitial-c1b-new": "Ketahui lebih lanjut tentang hCaptcha Enterprise"
}
