{
    "1001938065": "Penyepaduan tidak boleh menjadi lebih mudah",
    "1012122721": "* Kuki statistik diuruskan secara langsung oleh kami (iaitu pihak pertama, bukan kuki pihak ketiga), di mana data tidak digunakan untuk pemprofilan.",
    "1014004474": "Pelan Perusahaan hCaptcha menawarkan perjanjian peringkat perkhidmatan lanjutan untuk memastikan organisasi anda dilindungi",
    "1021431157": "( ) Ketidakserasian dengan lesen sumber terbuka atau sumber terbuka",
    "1023070345": "Selewat-lewatnya pada 14 Mac 2021",
    "1023108656": "Kategori Penerima Pihak Ketiga",
    "1023190144": "hCaptcha® dalam teks",
    "102498091": "Google mengenakan caj $1 bagi setiap 1000 permintaan untuk reCAPTCHA Enterprise, bermakna mereka kini mengenakan bayaran lebih tinggi bagi setiap permintaan daripada kos untuk memecahkan keselamatan perkhidmatan mereka. Ini nampaknya satu perjanjian yang tidak baik.",
    "102695075": "Tempoh",
    "1027023087": "Kami di hCaptcha sebaliknya menumpukan pada pendekatan yang lebih moden untuk masalah itu, yang tidak memerlukan mengekalkan rekod tingkah laku jangka panjang seperti sejarah menyemak imbas dan telah terbukti jauh lebih berdaya tahan dalam menghadapi musuh yang gigih sejak perkhidmatan itu diperkenalkan.",
    "1027200955": "Bercakap dengan salah seorang pakar domain kami untuk menentukan keperluan projek anda: ketepatan sasaran, format dan sebarang keperluan khas.",
    "1028058338": "Sila lihat bahagian \"Notis kepada Subjek Data EU\" kami yang berkaitan dengan hak anda di bawah Peraturan Perlindungan Data Am (\"GDPR\").",
    "1033698050": "1. Adakah kami percaya bahawa pelanggan telah memberikan kami kes penggunaan yang kami anggap boleh diterima secara moral, mengikut tafsiran kami tentang norma masyarakat Barat yang tipikal?",
    "1035621426": "Setiap bot yang dikenal pasti oleh reCAPTCHA secara langsung mengurangkan hasil iklan Google.",
    "1038019440": "1. Adakah pelanggan ini mewakili kepentingan negara sesebuah negara yang diketahui terlibat dalam tingkah laku yang bertentangan dengan undang-undang dan norma antarabangsa?",
    "103876916": "untuk laporan keselamatan yang layak mengenai perkhidmatan hCaptcha dan kod sumber yang berkaitan.",
    "1042802841": "Maklumat sulit ialah sebarang maklumat yang ditandakan sebagai sulit atau hak milik, atau yang sepatutnya difahami secara munasabah oleh pihak penerima sebagai sulit atau hak milik. Ini tidak termasuk apa-apa maklumat yang (1) tersedia secara umum, (2) sudah dimiliki, dibangunkan secara bebas oleh, atau telah diketahui oleh pihak yang menerima, atau (3) telah didedahkan melalui perintah mahkamah atau sebagaimana yang dikehendaki oleh undang-undang.",
    "1045484714": "Penyepaduan SAML SSO dengan Pembekal Identiti anda, cth Okta atau Azure AD.",
    "1046087606": "IBM. (Global). Perkhidmatan yang disediakan: IBM Cloud.",
    "1047251718": "Walau bagaimanapun, hari ini, apabila orang bercakap tentang API, ia selalunya bermaksud API berasaskan standard. Ini adalah API yang dibina menggunakan standard terbuka seperti Representational State Transfer (REST) dan format fail standard terbuka seperti JavaScript Object Notation (JSON). \"API RESTful\" sedemikian, seperti yang diketahui, boleh dibuat tanpa memerlukan perisian proprietari. API yang terhasil dapat menghantar dan menerima data dan panggilan prosedur antara aplikasi perisian. Contohnya, apl perbankan mudah alih menggunakan API untuk mengakses sistem bank.",
    "1050501253": "Sangat susah",
    "1051214799": "hCaptcha ialah perkhidmatan keselamatan web yang cuba berkongsi nilai dengan penerbit tapak web atau apl yang menggunakannya.",
    "1053787685": "Apakah itu Penipuan Pembayaran?",
    "1058572205": "kami jika anda ingin mengetahui lebih lanjut tentang",
    "1059502393": "Menangkap Butiran Laporan Pepijat: Firefox",
    "1061239711": "3. pihak pertama",
    "1062291156": "istilah standard",
    "1066753052": "yang bermaksud dompet kosong, dan anda berada di tapak yang termasuk cabaran hCaptcha. Sebaik sahaja anda menyelesaikan cabaran, anda akan memperoleh token yang boleh ditebus di mana-mana tapak web lain dengan hCaptcha.",
    "1067704102": "Nilai dalam Pelabelan Data",
    "1070364246": "Aduh! Kesilapan telah berlaku semasa menyerahkan borang.",
    "10724169": "Anda menerima Dasar Privasi kami, yang mengawal perkara yang akan kami lakukan dengan sebarang Maklumat Peribadi yang anda berikan kepada kami.",
    "1074044172": "Apabila pengguna mesti menyelesaikan cabaran untuk memenuhi keperluan keselamatan anda, mengapa tidak bertanya soalan yang menyenangkan dan berkaitan dengan pengguna?",
    "1077448694": "Untuk menyepadukan dengan laman web media sosial pihak ketiga.",
    "1080672247": "Oleh kerana banyak soalan yang ditanya tidak dapat diselesaikan secara ekonomi dengan perisian luar rak, dan kerana data secara amnya unik kepada sistem, ini bermakna bot selalunya dihentikan sepenuhnya oleh perkhidmatan percuma dan mesti bergantung pada penyelesai CAPTCHA manusia sebaliknya, yang menjadikan pelbagai jenis penderaan sama sekali tidak ekonomik.",
    "1080752747": "Hubungi jualan",
    "1085089390": "Penderaan dalam talian berpunca daripada tingkah laku semula jadi manusia",
    "1087195513": "Jika anda seorang Penyumbang yang mengakses Perkhidmatan dan/atau melaksanakan tugas melalui atau berkaitan dengan Penyepadu bagi pihak Peminta yang bukan IMI, maka anda bersetuju dan mengakui bahawa Mesin Intuisi tidak bertanggungjawab dan tidak mempunyai obligasi kepada anda dengan menghormati sebarang ganjaran atau pampasan lain untuk tugasan yang telah disiapkan. Anda bersetuju dan mengakui bahawa sebarang ganjaran atau pampasan lain untuk tugas yang telah diselesaikan ditentukan semata-mata mengikut perjanjian anda dengan Peminta dan/atau Penyepadu, mengikut mana yang berkenaan. Sebarang pertikaian mengenai ganjaran atau pampasan lain (termasuk tanpa had kegagalan untuk menerima ganjaran atau pampasan lain) adalah semata-mata antara anda dan Peminta dan/atau Penyepadu, mengikut mana yang berkenaan.",
    "1087260385": "Jika anda mempunyai sebarang soalan tentang Dasar Privasi ini, sila hubungi kami di",
    "1088304322": "Kami mungkin menggunakan maklumat peribadi anda atas sebab yang tidak diterangkan dalam Dasar Privasi ini, di mana kami dibenarkan oleh undang-undang untuk berbuat demikian dan di mana sebabnya serasi dengan tujuan kami mengumpulnya. Jika kami perlu menggunakan maklumat peribadi anda untuk tujuan yang tidak berkaitan, kami mungkin memberitahu anda dan menerangkan asas undang-undang yang terpakai untuk penggunaan tersebut. Jika kami telah bergantung pada persetujuan anda untuk penggunaan tertentu maklumat peribadi anda, kami mungkin meminta persetujuan anda untuk sebarang tujuan yang tidak berkaitan dan membenarkan anda untuk menamatkan penggunaan perkhidmatan anda pada masa itu jika anda membantah.",
    "1089415440": "Pengesanan objek yang tepat dalam imej dan video",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kriteria kebimbangan etika: Subjektif",
    "1092241113": "Untuk lebih memahami kepentingan Pelanggan dan Penyepadu kami.",
    "1093280979": "1. Borang Pesanan Platform",
    "1099238677": "Dengan volum yang tinggi dan kependaman rendah kami akan mengubah kerja anda dengan cepat, dengan penghantaran automatik sebaik sahaja ia selesai.",
    "1103295010": "Dapatkan wang atau berikan kepada amal apabila manusia menyelesaikan CAPTCHA",
    "1105363520": "Kami tidak mengendalikan rangkaian iklan dan tidak berminat untuk memerhati tingkah laku pengguna anda untuk menjual iklan kepada mereka. Ini bermakna kami tidak memerlukan piksel pasif pada setiap halaman tapak anda.",
    "110836420": "Kemas kini terakhir: 23 Disember 2020",
    "1108398506": "pelanggan mendapat kawalan penuh ke atas pengalaman, dan mendapat manfaat daripada kepakaran yang telah diperoleh hCaptcha mengendalikan penyedia cabaran bebas terbesar di internet. Mereka juga mendapat tawaran yang lebih baik daripada reCAPTCHA Enterprise: sehingga 50-80% harga lebih baik, bergantung pada volum.",
    "111184581": "Pengehosan pihak pertama",
    "1112074001": "Langkah 2: Klik pada tab Rangkaian dalam Alat Pembangun. Tandai kotak \"Persist log\" di bahagian atas.",
    "1115642494": "1. Sumber: BuiltWith.com penyenaraian tapak reCAPTCHA. Dicapai pada 9 Julai 2019.",
    "1115671076": "Zendesk, Inc. (Global). Perkhidmatan yang disediakan: Zendesk.com.",
    "1116455671": "J: Anda akan mendapat ganjaran untuk penyelesaian awal jika pengguna melengkapkannya di tapak anda. Penebusan mengikut corak respons yang sama seolah-olah pengguna telah lulus secara automatik pada tapak anda kerana keyakinan pelanggan yang tinggi: tiada pendapatan berlaku dan panggilan pengesahan tapak daripada pelayan anda menerima `kredit: Palsu` dalam keputusan pas.",
    "1118929614": "( ) Kebodohan yang melampau di pihak orang yang menjalankan perniagaan dengan spammer",
    "1119009846": "Seperti yang perlu untuk mematuhi undang-undang yang terpakai, termasuk permintaan kerajaan, permintaan penguatkuasaan undang-undang, dan sebaliknya kepada entiti awam dan swasta untuk melindungi hak, privasi, keselamatan atau harta anda, kami atau orang lain.",
    "1123365779": "Jika anda seorang pembangun web atau pengguna pakar, ringkasannya ialah kami ingin anda menghantar kami rangkaian rakaman HAR dan log konsol penyemak imbas.",
    "1126302400": "Kotak Sempadan",
    "1126447688": "sering melaporkan prestasi yang sama atau lebih baik dalam pengesanan dan mitigasi bot walaupun fokus privasi kami",
    "1126613163": "Data Sensitif",
    "1129833879": "Hentikan bot berniat jahat, lindungi privasi pengguna",
    "1130783905": "Ketepatan adalah demi kepentingan anda dan kami. hCaptcha berfungsi untuk memberi anda data sebenar dan membenarkan anda memutuskan cara menggunakannya. Penyelesaian keselamatan lain disediakan oleh syarikat pengiklanan Gigantic. Ini bermakna setiap bot yang mereka sekat mungkin mengurangkan hasil mereka.",
    "1130802068": "Kami menggunakan maklumat yang kami kumpulkan untuk tujuan berikut:",
    "1130868224": "Tiga baris kod",
    "1131196501": "Syarikat utama seperti",
    "1131525092": "Kumpulkan pelakon jahat bersama-sama dengan mudah melalui UID Scoped kami yang memelihara privasi untuk mencari dan menghentikan penipuan dan penyalahgunaan yang berkaitan",
    "1133989302": "Mengapa hCaptcha?",
    "1137757109": "Jika ia adalah akaun eCommerce, penyerang boleh memesan barangan. Jika mangsa adalah bank, penyerang boleh memindahkan dana ke luar pesisir, dan sebagainya.",
    "1139493658": ", dan bekerja keras untuk mengimbangi privasi dan keselamatan.",
    "1139500589": "Negara",
    "1140554614": "Perjanjian Pemprosesan Data",
    "1141402092": "Ciri pelaporan lanjutan",
    "1144966033": "Dioptimumkan untuk kos dan kualiti",
    "1150035777": "Model pembelajaran mesin yang canggih menjana skor keyakinan bot berdasarkan banyak titik data melebihi sama ada soalan dijawab dengan betul",
    "1150786045": "www.botstop.com",
    "1150963691": "Mitigasi APT",
    "1151065360": "( ) Senarai hitam payah",
    "1155436473": "(tawaran perusahaan kami) kini melindungi ratusan juta pengguna merentas berpuluh juta tapak web dan apl setiap bulan. Kisah kami menunjukkan bahawa anda boleh bersaing dengan Big Tech apabila anda mengutamakan privasi.",
    "1155821305": "pertahanan adalah kedalaman",
    "1156712451": "Ujian Kerja Permulaan",
    "1159746815": "Anda juga boleh menghantar e-mel kepada kami secara terus.",
    "1160252730": "Google kini mengenakan harga yang tinggi untuk reCAPTCHA Enterprise, menyebabkan banyak syarikat menilai semula perjanjian ini.",
    "1160707899": "12. Peranan dan Hubungan Penyumbang dengan IMI dan Peminta Lain",
    "1161704803": "Mengapa kita mempunyai dasar Etika AI?",
    "116842359": "***** Penyesuaian dijangka selesai dalam beberapa hari kerana penyelenggaraan sistem.",
    "1169005651": "15 Sep 2019",
    "1172067553": "Platform MANUSIA di sebalik hCaptcha menyediakan kualiti kerja yang sangat canggih dan ciri pengurusan melalui penempatan di premis, hibrid atau SaaS yang disepadukan dengan sistem sedia ada anda.",
    "117227832": "( ) Mengapakah kami perlu mempercayai anda dan pelayan anda?",
    "1173652155": "Penasihat",
    "1173934218": "Kami memahami privasi anda adalah penting kepada anda dan komited untuk bersikap telus tentang teknologi yang kami gunakan. Dasar ini memberikan maklumat terperinci tentang cara dan bila kami menggunakan kuki pada Tapak dan Perkhidmatan kami.",
    "1174237568": "Aktiviti pemprosesan ini membentuk kepentingan kami yang sah. Kami cuba untuk mempertimbangkan dan mengimbangi sebarang potensi kesan kepada anda (baik positif dan negatif) dan hak anda sebelum kami memproses maklumat peribadi anda untuk kepentingan sah kami. Kami tidak menggunakan maklumat peribadi anda untuk aktiviti di mana kepentingan kami ditindih oleh sebarang kesan buruk kepada anda (melainkan kami mendapat persetujuan anda atau sebaliknya dikehendaki atau dibenarkan oleh undang-undang).",
    "1177598246": "Hubungi Jualan",
    "1182294134": "Asia-Pasifik (APAC)",
    "1186243118": "imej logo",
    "1187718370": "Hubungi Kami",
    "1188668818": "memberikan sebarang maklumat palsu semasa menggunakan tapak web ini (termasuk tanpa had menyamar sebagai mana-mana orang atau organisasi lain dalam akaun anda, atau secara palsu menyatakan atau sebaliknya menyalahgambarkan diri anda atau gabungan anda dengan mana-mana orang atau organisasi lain dalam akaun anda;",
    "119098046": "Bagaimana pula dengan penyelesaian pasif atau tiada cabaran?",
    "119298044": "Teknologi ML dan AI penyeliaan sendiri lanjutan melindungi sifat web anda daripada ancaman dan serangan",
    "1193738791": ": mereka menjejaki tingkah laku pengguna pada setiap halaman tapak web dan di seluruh web. Kami mereka hCaptcha untuk menjadi mesra privasi yang mungkin dari hari pertama. Ini membawa kepada pendekatan yang sama sekali berbeza kepada masalah ini. Ternyata, menjejaki pengguna merentasi web dan mengikat sejarah web mereka dengan identiti mereka sama sekali tidak diperlukan untuk mencapai keselamatan yang baik. Banyak syarikat yang telah beralih kepada hCaptcha",
    "1200905005": "††† Mulai September 2021, penyelarasan dan pembayaran kini berjalan dalam tempoh kira-kira 10 hari dan bukannya satu hari, untuk memudahkan kekangan operasi yang berkaitan dengan pertumbuhan dalam perkhidmatan.",
    "1201821619": "hCaptcha menyelesaikan salah satu masalah yang paling mendesak hari ini: menghalang bot berniat jahat daripada menyalahgunakan perkhidmatan dalam talian.",
    "120384113": "6. Penamatan",
    "1204911585": "2. Jika anda menggunakan penyemak imbas Brave, yang tidak (mulai April 2020) nampaknya mempunyai sebarang jenis senarai putih kuki, pergi ke Keutamaan -> Shields -> Kuki dan pilih \"Benarkan Semua Kuki.\"",
    "1208179159": "LogDNA, Inc. (Global). Perkhidmatan yang disediakan: LogDNA.com.",
    "121192737": "Tambahan akan datang",
    "1216071511": "Idea yang sama dicadangkan begitu kerap sehingga kira-kira 20 tahun yang lalu, seorang pengarang tanpa nama menghasilkan isian kosong yang berguna untuk perbincangan dalam talian tentang penyelesaian anti-spam:",
    "121743429": "Untuk Syarikat Infrastruktur Web",
    "1218990730": "cara melaporkan isu dengan log terperinci",
    "1219091208": "Dropbox",
    "1224727373": "BotStop oleh hCaptcha",
    "122875767": "Penuhi keperluan undang-undang anda apabila syarikat lain tidak dapat.",
    "1229233916": "Nota kaki",
    "1230058025": "Kebolehpisahan. Kecuali Penepian Tindakan Kelas, jika mana-mana terma atau peruntukan, atau sebahagian daripada klausa timbang tara ini diisytiharkan tidak sah atau tidak boleh dikuatkuasakan, ia akan diputuskan dan klausa timbang tara yang selebihnya akan dikuatkuasakan.",
    "1232651561": "perisian kini sama baiknya dengan orang ramai dalam menyelesaikan cabaran reCAPTCHA.",
    "1233229030": "Macam-macam",
    "1233793176": "Tapak dan Perkhidmatan kami tidak ditujukan kepada kanak-kanak di bawah umur 13 tahun dan kami tidak secara sengaja mengumpul Maklumat Peribadi daripada kanak-kanak di bawah umur 13 tahun. Jika kami mengetahui bahawa kami telah mengumpul Maklumat Peribadi kanak-kanak di bawah umur 13 tahun, kami akan mengambil langkah-langkah yang munasabah untuk memadamkan maklumat tersebut daripada fail kami secepat mungkin, melainkan kami mempunyai kewajipan undang-undang untuk mengekalkannya. Sila hubungi kami di",
    "1235925265": "Dokumentasi",
    "1237076138": "hCaptcha menawarkan tawaran yang adil kepada pelanggan percuma (hCaptcha Publisher) dan perusahaan (hCaptcha Enterprise).",
    "1240667045": "Kami mungkin menggantung, mengehadkan atau membatalkan akses anda kepada Perkhidmatan pada bila-bila masa atas sebarang sebab, termasuk kerana: (a) kami percaya anda telah melanggar Syarat Perkhidmatan ini (termasuk dasar lain yang berkaitan); (b) kami percaya anda telah melanggar hak kami atau hak mana-mana pihak ketiga; (c) kami tidak dapat mengesahkan atau mengesahkan maklumat yang anda berikan kepada kami; atau (d) kami percaya tindakan anda boleh menimbulkan liabiliti untuk anda, kami atau pihak ketiga. Untuk mengelakkan keraguan, kami berhak untuk menghalang atau menggantung pembayaran kepada anda jika kami secara munasabah percaya bahawa mana-mana perkara di atas terpakai untuk pembayaran tersebut.",
    "1241291641": "Lihat butiran lanjut.",
    "1242066691": "Tandai kotak di sebelah \"Benarkan kuki pihak ketiga.\"",
    "1243684308": "Kami mengambil maklum balas anda dengan serius dan ingin memastikan semua orang mempunyai pengalaman yang lebih menyenangkan dalam talian, dengan lebih sedikit bot dan kurang spam. Hubungi kami:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Klik \"OK\"",
    "1254771154": "cabaran yang ditunjukkan pada perkhidmatan sokongan Pas Privasi lain yang turut membenamkan hCaptcha, cth Cloudflare.",
    "1258965840": "Oleh itu, jika penyerang boleh masuk ke satu tapak, dia mungkin boleh masuk ke beberapa tapak menggunakan bukti kelayakan yang tertumpah. Sebagai contoh, mereka mungkin mendapat pasangan nama pengguna/kata laluan seperti JohnDoe/525momma, tetapi mereka tidak tahu apa yang pasangan itu akan lakukan untuk mereka. Jadi, mereka mencuba pasangan itu di Amazon.com, Ebay, Citibank, Walgreens dan seterusnya. Mereka mungkin mencuba pasangan itu di seribu tapak yang berbeza.",
    "1259002282": "Menemui pepijat? Begini cara melaporkannya.",
    "126134492": "Lain-lain",
    "1263998069": "Dapatkan ganjaran untuk penyelesaian manusia",
    "1266963825": "S: Adakah hCaptcha Seksyen 508 + WCAG 2.1 AA mematuhi?",
    "1268414751": "Apa-apa butiran lain yang perlu kami miliki?",
    "1268918580": "Beberapa logo dan tanda yang digunakan oleh hCaptcha dan rakan kongsinya dimiliki oleh pihak ketiga dan boleh digunakan hanya dengan kebenaran mereka. Pihak ketiga tidak boleh menggunakan tanda berikut kecuali yang dibenarkan oleh pemiliknya:",
    "1270712701": "Siaran Akhbar dan Laporan Terkini",
    "1271831121": "Ia tidak seolah-olah penggodam (berpakaian hoodie, sudah tentu!) duduk di sana, menaip kelayakan demi kelayakan. Bot log masuk automatik boleh dibuat daripada alat luar seperti Selenium atau alat penggodam yang dibangunkan tersuai.",
    "1273071008": "Permintaan Hak Capaian Subjek Data",
    "1273914192": "3. Cukai",
    "1275150216": "Mercu tanda",
    "1278884196": "Yang berkata, kriptografi adalah disiplin yang agak muda. Berdasarkan sejarah baru-baru ini, skim kriptografi dan/atau pelaksanaan anda mungkin akan dipecahkan sebaik sahaja sesiapa mempunyai insentif untuk melihatnya dengan teliti, dan berkemungkinan orang lain akan mengetahui perkara ini jauh sebelum anda melakukannya. Bergantung pada perkakasan juga bermakna anda mungkin perlu meminta setiap pengguna anda menukar peranti fizikal untuk menambal kecacatan itu. Ini tidak mungkin berlaku dengan cepat dalam kebanyakan kes, bermakna pada hakikatnya sistem anda akan gagal dibuka.",
    "1282121137": "Untuk memahami masalah pengambilalihan akaun, pertimbangkan rupa pengalaman itu dari sudut pandangan institusi kewangan. Mereka mengendalikan berjuta-juta log masuk setiap hari.",
    "1289884910": "Kami juga menerbitkan analisis dan laporan sekali-sekala. Sebagai contoh:",
    "1291824746": "Pembayaran hCaptcha dijalankan setiap suku tahun pada asas ketinggalan 60 hari. Untuk menggambarkan maksud ini, sila lihat jadual di bawah.",
    "129661785": "Pernah ditanya untuk \"klik pada kereta/crosswalk/stoplight?\"",
    "1296696044": "Privasi lwn. Keselamatan: Mengapa tidak kedua-duanya?",
    "1297224875": "Pendekatan unik dipacu privasi untuk keselamatan dalam talian Perusahaan.",
    "1297657322": "Skrin pengguna kebolehaksesan selepas log masuk",
    "1300485304": "hCaptcha melindungi daripada ancaman dan umpan lanjut yang direka untuk menyusup ke rangkaian anda",
    "130239139": "Apakah nilai 100+ orang-tahun buruh yang dikumpul oleh Google setiap hari?",
    "1316817321": "Atribusi",
    "131871195": "Cara terbaik untuk memastikan kepuasan anda adalah dengan menunjukkan bahawa kami memenuhi keperluan anda.",
    "1330274831": "Anda dengan ini memberikan kepada kami lesen di seluruh dunia, tidak eksklusif, boleh sublesen, boleh dipindah milik, bebas royalti, tidak boleh ditarik balik sepanjang tempoh Perjanjian ini untuk menggunakan, mengeluarkan semula, mengedar secara elektronik dan memaparkan secara terbuka mana-mana Data Pelanggan semata-mata untuk tujuan menyediakan Perkhidmatan. . Anda menyatakan dan menjamin bahawa anda memiliki hak, hak milik dan kepentingan yang mencukupi dalam dan terhadap data anda untuk memberikan lesen dalam bahagian ini.",
    "1333016413": "Ini membolehkan anda mengelakkan soalan akan datang dengan mendaftar dan menetapkan kuki.",
    "1337725003": "hCaptcha komited untuk mendemokrasikan akses kepada anotasi masa nyata volum tinggi, membenarkan syarikat besar dan kecil meningkatkan kualiti produk dan perkhidmatan mereka dengan menggunakan pembelajaran mesin pada perniagaan mereka.",
    "1338341134": "hCaptcha + Pas Privasi (Beta)",
    "1340011854": "Penyelesaian Pertikaian Alternatif Diperlukan. Anda bersetuju bahawa untuk sebarang pertikaian yang timbul daripada atau berkaitan dengan penggunaan Perkhidmatan anda, termasuk sebarang pertikaian yang mungkin timbul dari masa anda mula melaksanakan tugas untuk IMI, dan khususnya termasuk sebarang tuntutan yang berkaitan dengan sama ada anda mengklasifikasikan sebagai atau tidak. kontraktor bebas, anda akan terlebih dahulu memberitahu IMI tentang tuntutan anda terhadapnya. Anda dan IMI kemudiannya akan cuba menyelesaikan isu tersebut sama ada melalui rundingan terus atau pengantaraan. Kami akan membahagikan kos pengantaraan sama rata dan bersetuju bahawa pengantaraan akan dijalankan melalui telefon atau cara elektronik lain. Jika tuntutan masih tidak dapat diselesaikan selepas rundingan atau pengantaraan tidak rasmi, anda bersetuju bahawa anda dan IMI akan menggunakan timbang tara muktamad dan mengikat untuk menyelesaikan pertikaian. Klausa ini mentadbir semua tuntutan secara retroaktif dari masa anda mula menggunakan tapak web kami, sama ada berdasarkan tort, kontrak, statut, termasuk, tetapi tidak terhad kepada, sebarang tuntutan diskriminasi dan gangguan, sama ada ia berdasarkan Akta Pekerjaan dan Perumahan yang Adil California , Tajuk VII Akta Hak Sivil 1964, sebagaimana yang dipinda, atau mana-mana undang-undang atau peraturan negeri atau persekutuan lain, undang-undang saksama, atau sebaliknya.",
    "1344687860": "Kotak Sempadan",
    "1344959096": "Bekerja sebagai pelabel data individu",
    "1345083090": "Melaporkan isu kefungsian?",
    "134571844": "Impressum (Notis Tapak)",
    "1350478093": "Tujuan Pemprosesan",
    "135276624": "Eropah, Timur Tengah, Afrika (EMEA)",
    "1356745565": "Serasi sepanjang perjalanan kembali ke Internet Explorer 8.",
    "1358325821": "Mula-mula, pasang sambungan untuk",
    "1362015807": "Bermula",
    "1368787974": "Kongsi pengurusan merentas pasukan anda.",
    "137127070": "memasukkan, memuat naik atau melampirkan pautan atau fail luaran yang berniat jahat atau tidak diketahui, atau muat naik sebarang kandungan yang mengandungi virus, kuda Trojan, cacing, bom jangka atau kod komputer berbahaya yang lain;",
    "1373262754": "Mengetahui siapa seseorang individu mempunyai nilai minimum untuk hCaptcha. Kami hanya peduli sama ada mereka manusia atau pelakon yang berniat jahat.",
    "1374227759": "menggunakan tapak web untuk sebarang aktiviti yang menyalahi undang-undang, atau untuk sebarang tujuan selain daripada tujuan ia disediakan;",
    "1377538813": "Bahasa Lazim. Versi Bahasa Inggeris bagi Syarat Perkhidmatan ini akan mengawal dalam semua aspek dan akan diguna pakai sekiranya terdapat sebarang percanggahan dengan versi terjemahan, jika ada.",
    "1388241689": "Maklumat yang dikumpul hasil daripada Pengguna Akhir menjawab gesaan melalui Perkhidmatan (\"Data Berlabel\"), seperti data pelabelan imej, teks yang ditukar daripada fail audio yang dimainkan kepada Pengguna Akhir tersebut, jawapan kepada soalan dan gesaan lain yang dijana oleh Perkhidmatan untuk tujuan pelabelan data untuk digunakan dalam aplikasi pembelajaran mesin. Ambil perhatian bahawa Data Berlabel tidak terikat kepada mana-mana individu yang dikenal pasti.",
    "1393184984": "adakah semua yang anda perlukan.",
    "1394253934": "7. Penyalahgunaan, Penyalahgunaan dan Penyelewengan",
    "1397766838": "Pengalaman Pengguna yang Lebih Baik",
    "1406188018": "6 dan 7",
    "1406393333": "Sebarang akses atau penggunaan Perkhidmatan selain menurut Syarat Perkhidmatan ini dan sebarang arahan yang kami berikan adalah dilarang sama sekali. Khususnya, anda TIDAK AKAN:",
    "1406692811": "terlibat dalam menghantar spam atau menyiarkan apa-apa jenis publisiti, cuba mendapatkan rujukan, komunikasi massa, tawaran atau permintaan wang, permintaan perkhidmatan, pengiklanan, pemasaran, mesej karut, topik pendua, kandungan haram, pautan laman web sosial, alamat e-mel, atau ID penghantar segera melainkan diperlukan oleh tugas itu;",
    "1408530660": "IMI menghormati harta intelek orang lain dan kami berhak untuk mengalih keluar dari tapak kami sebarang bahan yang kami percaya boleh melanggar hak intelek mana-mana pihak ketiga. Jika anda percaya bahawa karya anda sendiri telah disalin dengan cara yang merupakan pelanggaran hak cipta di tapak web ini, sila hubungi sokongan pelanggan Intuition Machines.",
    "1408599440": "Mulakan pantas dengan beberapa baris kod dan mod pasif 99.9% kami, atau ambil kawalan penuh ke atas masa dan cara pengguna dicabar. Model ancaman tersuai dan cabaran boleh disesuaikan bermakna fleksibiliti yang tiada tandingan untuk memastikan keselamatan.",
    "1408750006": "Tertakluk kepada pengehadan tertentu, CCPA memberikan pengguna California hak untuk meminta mengetahui lebih banyak butiran tentang kategori atau bahagian khusus maklumat peribadi yang kami kumpulkan (termasuk cara kami menggunakan dan mendedahkan maklumat ini), untuk memadam maklumat peribadi mereka, untuk menarik diri daripada sebarang \"jualan\" yang mungkin berlaku, serta hak untuk tidak didiskriminasikan kerana melaksanakan hak ini.",
    "1409486258": "Betul",
    "1409822234": "Dalam apa jua keadaan, tanda dagangan hCaptcha yang serupa atau hampir serupa tidak boleh digunakan sebagai nama domain.",
    "1418235079": "Pembekal Perkhidmatan",
    "1421074182": "Jauh lebih tinggi.",
    "1422537019": "kami hari ini untuk mengetahui lebih lanjut.",
    "1424800293": "Logo hCaptcha:",
    "1428053210": "Kandungan ini secara amnya diubah daripada bentuk asalnya. Sebagai contoh, video boleh dibahagikan kepada banyak imej, imej tersebut mungkin dibahagikan kepada banyak imej baharu, dan imej baharu itu kemudiannya dicampur secara rawak untuk menghasilkan hasil akhir dipaparkan.",
    "1434289796": "Sesetengah Kuki diperlukan untuk kegunaan tertentu Tapak, dan tanpa Kuki tersebut, kami tidak akan dapat menyediakan banyak perkhidmatan yang anda perlukan untuk menggunakan Tapak dengan betul. Kuki ini, sebagai contoh, membenarkan kami mengendalikan Tapak kami supaya anda boleh mengaksesnya seperti yang anda minta dan beritahu kami bahawa anda telah mencipta akaun dan telah melog masuk ke akaun itu untuk mengakses kandungan Tapak. Ia juga termasuk Kuki yang membolehkan kami mengingati tindakan anda sebelum ini dalam sesi penyemakan imbas yang sama dan melindungi Tapak kami.",
    "1445008801": "Seperti yang dikatakan oleh Eden:",
    "1446868537": "hCaptcha tidak boleh digunakan sebagai kata kerja.",
    "1447649958": "Sebagai peringatan, hanya trafik manusia yang tepat layak untuk pembayaran. Anda boleh melihat butiran lanjut mengenai perkara ini dalam Soalan Lazim kami, dipautkan di bawah. Baki yang tersedia juga mesti memenuhi ambang minimum untuk layak menerima pembayaran, pada masa ini 10 HMT.",
    "1457707016": "Bagi individu",
    "1467218142": "Apa yang kita inginkan daripada mereka dan diri kita sendiri mendorong tingkah laku kita, dan dengan itu pola interaksi yang sama berulang dalam semua sistem manusia. Internet menyediakan banyak contoh terbaik tentang aspek asas dunia kita ini.",
    "1467308982": "Jadual Pembayaran",
    "1467783792": "Tiada orang, entiti atau organisasi yang dibenarkan oleh Amerika Syarikat (\"Pelakon Yang Dikenakan\") layak mendapat ganjaran atau menggunakan Perkhidmatan sebagai Penyepadu. Untuk mengelakkan keraguan, ini termasuk mana-mana Pelakon Sanksi yang ditetapkan oleh Pejabat Kawalan Aset Asing (\"OFAC\") Jabatan Perbendaharaan AS.",
    "1470290349": "untuk pengurusan bot dan penipuan terbaik dalam kelasnya.",
    "1475399473": "Ketahui lebih lanjut tentang pasukan hCaptcha",
    "1476843710": "Bentuk pengambilalihan akaun yang kurang berbahaya tetapi masih merosakkan melibatkan rampasan akaun media sosial dan seumpamanya. Dalam kes ini, penyerang biasanya cuba menyebarkan perisian hasad atau terlibat dalam serangan pancingan data terhadap rakan mangsa yang tidak curiga. Atau, penyerang cuba memalukan mangsa, yang kadang-kadang berlaku dengan selebriti dan ahli politik, sebagai contoh.",
    "1477196356": "Pelbagai kaedah untuk memautkan identiti kepada peranti dengan cara yang selamat dari segi kriptografi, kadangkala dengan sifat memelihara privasi, telah dicadangkan selama beberapa dekad. Kriptografi kunci awam bermula sejak c. 1975, dan token perkakasan telah wujud hampir sama lamanya.",
    "1480820434": "imej 1",
    "148188781": "Cabaran yang Dibentangkan",
    "1482845460": "( ) Memerlukan kerjasama menyeluruh segera daripada semua orang sekaligus",
    "1483015662": "3. Sesi",
    "1485807325": "Papan pemuka berbilang pengguna, SAML SSO",
    "1487796027": "Bagi syarikat",
    "1491780143": "CAPTCHA tidak membuktikan anda manusia – ia membuktikan anda adalah orang Amerika",
    "1493115924": "Nota tanda dagangan:",
    "1493790285": "Maklumat lain yang dikumpul daripada Pengguna Akhir sebagai sebahagian daripada Perkhidmatan yang diperlukan untuk menentukan sama ada mereka",
    "1495915066": "Bagaimana kami, rakan kongsi penyelidikan akademik kami dan pelanggan kami menggunakan media Creative Commons",
    "1499894352": "Sangat sedikit syarikat yang menawarkan ketelusan dalam proses membuat keputusan mereka dalam bidang ini, dan kami berharap orang lain akan mengikuti contoh ini!",
    "1503240421": "Langkah 5: Klik pada tab Konsol, dan klik kanan kemudian \"Simpan sebagai ..\" untuk menyimpan log konsol. Hantarkan kepada kami juga.",
    "1504327211": "Sila ambil perhatian bahawa penggunaan Perkhidmatan kami oleh anda dikawal oleh kami",
    "1508655687": "Tambahkan cabaran anda sendiri yang disesuaikan untuk khalayak anda untuk menyelaraskan atau menyekat akses",
    "1510448156": "Anda boleh menggunakan alternatif yang lebih baik hari ini dan menghidupkan ciri yang lebih maju jika perlu.",
    "1514478724": "Ketahui Lebih Lanjut",
    "151737819": "Kadar Penyelesaian hCaptcha di seluruh dunia menunjukkan perbezaan yang sangat sedikit",
    "1517625162": "Di bawah Kod Sivil California Seksyen 1789.3, pengguna California berhak mendapat notis hak pengguna berikut: Penduduk California boleh menghubungi Unit Bantuan Aduan Bahagian Perkhidmatan Pengguna Jabatan Hal Ehwal Pengguna California melalui pos di 1625 North Market Blvd., Sacramento, CA 95834, atau melalui telefon di (916) 445-1254 atau (800) 952-5210.",
    "1517627947": "Anda mungkin melihat gambar bangunan atau papan tanda jalan daripada kereta Streetview Google dan membantu melabelkan lokasi untuk produk Peta dan Earth mereka.",
    "1519201684": "Dasar Etika AI",
    "1519560388": "7. Sumber: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Untuk maklumat lanjut hubungi Jualan Perusahaan.",
    "1525506526": "Apakah itu Pengambilalihan Akaun Dan Bagaimana Ia Berfungsi?",
    "1526887904": "Privasi hCaptcha Enterprise",
    "1528242915": "Pengecam.",
    "1533171442": "Kami juga menggunakan Kuki dan Kuki berfungsi daripada pihak ketiga untuk tujuan analisis dan pemasaran. Kuki Fungsional membolehkan bahagian tertentu Tapak berfungsi dengan baik dan pilihan pengguna anda kekal diketahui. Kuki Analisis, antara lain, mengumpul maklumat tentang cara Pelanggan, Penyepadu dan Pengguna Akhir menggunakan Tapak kami, kandungan dan produk yang paling kerap dilihat pengguna dan keberkesanan pengiklanan pihak ketiga kami. Kuki Pengiklanan membantu dalam menyampaikan iklan kepada khalayak yang berkaitan dan memaparkan iklan kami di bahagian atas hasil carian. Kuki ialah sama ada Kuki \"sesi\" yang dipadamkan apabila anda menamatkan sesi penyemak imbas anda, atau \"berterusan,\" yang kekal sehingga pemadamannya oleh anda (dibincangkan di bawah) atau pihak yang menyampaikan kuki itu. Butiran penuh tentang semua Kuki yang digunakan di Tapak tersedia pada jadual Pendedahan Kuki kami di bawah.",
    "1539071196": "Kami biasanya menggunakan Kuki untuk tujuan berikut:",
    "1544546608": "Pas Privasi",
    "1544829730": "Jika anda seorang Pelanggan atau Peminta, anda bersetuju bahawa syarat tambahan yang dilampirkan di sini sebagai Lampiran Pelanggan akan digunakan dan digabungkan melalui rujukan ke dalam Syarat Perkhidmatan ini. Jika anda bukan Pelanggan atau Peminta, atau berhenti menjadi Pelanggan atau Peminta, maka terma tambahan dalam Lampiran Pelanggan tidak akan terpakai dan tidak akan digabungkan melalui rujukan ke dalam Syarat Perkhidmatan ini.",
    "1546930020": "Mendapatkan Data Dilabel",
    "1547006769": "Pengesahan kemanusiaan adalah masalah yang sama",
    "1549336309": "hCaptcha mengubah model ini. Apabila anda menggunakan hCaptcha, syarikat membida pada kerja yang dilakukan pengguna anda kerana mereka membuktikan kemanusiaan mereka. Anda mendapat ganjaran.",
    "1549953005": "Anda mungkin telah melengkapkan satu atau lebih borang pesanan akses platform (setiap satu, \"Borang Pesanan\") sebagai syarat menjadi Pelanggan atau Peminta. Jika ya, maka terma dan syarat yang diterangkan dalam Borang Pesanan menjadi sebahagian daripada Syarat Perkhidmatan dan dengan ini digabungkan dengan rujukan.",
    "155456850": "mengumumkan pertukaran mereka kepada hCaptcha:",
    "1558428432": ". Sila kreditkan mereka kepada hCaptcha.com.",
    "155877895": "Pengesanan dan pengelasan berkuasa manusia",
    "1559150837": "Sasaran bukan tanpa pertahanan sekalipun. Kebanyakan tapak web mempunyai kawalan yang menyekat pengguna yang mencurigakan yang cuba log masuk ke beribu-ribu akaun berbeza daripada alamat IP yang sama dalam masa yang singkat. Perkara yang dilakukan oleh penyerang pemadat kelayakan untuk mengatasi teknik perlindungan ini ialah untuk mensimulasikan kepelbagaian geografi dan IP. Menggunakan alat yang berkuasa, selalunya dipacu oleh AI, mereka boleh menampakkan bahawa beribu-ribu pengguna cuba log masuk secara rawak pada masa yang berbeza dalam sehari dari seluruh negara. Ini jauh lebih sukar untuk dikesan dan dihentikan.",
    "1559190296": "5-11 Jan 2021†",
    "1559631739": "Pembelajaran persendirian",
    "1560232962": "meliputi secara terperinci, tiada jaminan dibuat tentang jumlah yang diperoleh untuk mana-mana jawapan yang diberikan. Mungkin tiada soalan berbayar tersedia pada masa itu, jawapan mungkin ditolak atas sebab kualiti, dan sebagainya.",
    "1565481281": "Nota kepada Penduduk California",
    "1569804581": "Jika anda ingin dihubungi pada masa hadapan mengenai peluang yang berkaitan, sila isi borang ini.",
    "1579093044": "Dengan pereka bentuk cabaran tersuai kami yang ringkas, anda boleh melancarkan kandungan cabaran atas jenama dalam masa beberapa minit sahaja.",
    "1579715421": "Saintis IM kerap menerbitkan dalam persidangan teratas seperti ICML, ICLR, ECCV dan NeurIPS, dan syarikat itu telah mengeluarkan secara terbuka keputusan terkini dalam disiplin ML seperti pencincangan mendalam [",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Skor bot ketepatan tinggi",
    "1589805435": "Kami juga mempunyai a",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Anda akan membayar IMI yuran seperti yang diterangkan dalam Borang Pesanan yang berkenaan melalui kaedah pembayaran yang anda berikan dalam Borang Pesanan yang berkenaan. Melainkan jika dipersetujui dengan nyata oleh kedua-dua pihak secara bertulis, anda akan memberikan bayaran penuh untuk semua invois yang dikeluarkan dalam masa tiga puluh (30) hari selepas tarikh penghantaran invois. Anda memberi kuasa kepada kami untuk menjalankan kebenaran kad kredit pada semua maklumat kad kredit yang anda berikan kepada kami, untuk menyimpan maklumat kad kredit tersebut dan untuk mengenakan caj pada kad kredit anda atau mana-mana akaun lain yang kami bersetuju bersama sebagai satu bentuk pembayaran. Melainkan dinyatakan sebaliknya pada Borang Pesanan atau dalam Perjanjian Perkhidmatan Perusahaan atau Perjanjian Perkhidmatan Induk anda, semua bayaran untuk Perkhidmatan, selain daripada lebihan, dibilkan setiap tahun apabila perkhidmatan yang disediakan oleh IMI dimulakan di bawah Perjanjian anda (\"Tarikh Berkuatkuasa\").",
    "159272246": "S: Adakah anda sedang mengusahakan pilihan kebolehaksesan lain (\"a11y\"), seperti audio?",
    "1595254735": "Perkhidmatan pasif semata-mata berjuang untuk mengekalkan ketepatan pengesanan bot, atau bahkan untuk mengetahui apabila ia tidak tepat. Tanpa keupayaan untuk mencabar pengguna sekali-sekala dan menganalisis keputusan cabaran itu dengan betul, ketepatan cenderung merosot dengan banyak dari semasa ke semasa.",
    "1597520917": "Sebilangan besar pengkritik telah menegaskan bahawa pengabaian Google terhadap privasi pengguna seharusnya membimbangkan pelanggan yang ingin melindungi tapak web dan apl mereka.",
    "1599610318": "Penerbit",
    "1601080128": "Jika kami menggantung atau menamatkan akaun anda, anda tidak lagi mempunyai akses kepada mana-mana bahagian tapak web, termasuk data, mesej, fail dan bahan lain yang anda simpan di tapak. Anda TIDAK boleh terus menggunakan tapak web kami di bawah nama akaun yang berbeza atau baharu. Pelanggaran Syarat Perkhidmatan ini boleh didakwa sepenuhnya mengikut undang-undang dan boleh mengakibatkan penalti dan sekatan tambahan.",
    "1606599610": "Kieran Thompson",
    "1606783855": "J: Kami sangat berminat dengan Pas Privasi untuk kes penggunaan Kebolehcapaian (\"a11y\"). Pilihan popular sebelum ini seperti captcha audio mendiskriminasi ramai pengguna a11y. Kami percaya menggabungkan pendekatan a11y semasa kami dengan pengeluaran Pas Privasi akan membolehkan pengguna a11y menyemak imbas dengan selamat, selamat dalam pengetahuan bahawa trafik mereka lebih peribadi, sambil mengehadkan penyalahgunaan oleh pengendali bot yang tidak dapat dielakkan berlaku apabila pilihan a11y tersedia.",
    "1609621367": "Pemindahan",
    "1617196410": "hCaptcha menumpukan pada menghentikan bot. Kami tidak peduli siapa pengguna, tetapi hanya sama ada mereka berniat jahat. Kami bekerja keras untuk mengimbangi privasi &",
    "162063633": "Mailgun Technologies, Inc. (Global). Perkhidmatan yang disediakan: Mailgun.com.",
    "1620709264": "HUMAN Token® ialah tanda dagangan berdaftar Yayasan Protokol HUMAN, dan digunakan dengan kebenarannya.",
    "1621597093": "Penyelesaian keselamatan perusahaan (berbayar)",
    "1621930829": "Apakah yang boleh dilakukan mengenai aktiviti penipuan pembayaran yang maju dan berterusan hari ini? Menggunakan berbilang lapisan kawalan biasanya merupakan pendekatan yang bijak. Walau bagaimanapun, langkah balas terbaik ialah tindakan yang boleh memerangkap bot dan mendedahkan bahawa ia adalah palsu, walaupun usaha terbaik penciptanya untuk meniru tingkah laku manusia.",
    "1622303590": "Untuk mendayakan kuki dalam Safari (iPhone/iPad iOS 11+): Buka Tetapan anda. Tatal ke bawah dan pilih Safari. Di bawah Privasi & Keselamatan, matikan \"Cegah Penjejakan Merentas Tapak\" dan \"Sekat Semua Kuki\"",
    "1624200563": "keselamatan, dan mematuhi GDPR, CCPA, LGPD, PIPL dan peraturan privasi yang lain.",
    "1627232990": "Terjemahan Syarat Perkhidmatan ini disediakan atas dasar usaha terbaik. Sekiranya terdapat sebarang perbezaan substantif antara Syarat Perkhidmatan bahasa Inggeris dan terjemahannya, Syarat Perkhidmatan bahasa Inggeris akan ditafsirkan sebagai berwibawa.",
    "1636202177": "Tentang",
    "1637527266": "Negara manakah yang mempunyai trafik bot paling banyak?",
    "1637702726": "Mengenai hCaptcha",
    "1642844535": "adalah penting: hCaptcha menggunakan pelbagai pendekatan berbeza untuk menjawab soalan asas yang sama, membenarkan perbandingan untuk konsistensi merentas semua penilaian.",
    "1644003939": "Nota: tidak terpakai kepada semua pelanggan. Contohnya, IP Blinding atau pelanggan pilihan privasi atau keselamatan lanjutan yang lain (cth pelanggan Secure Virtual Tenancy) dikecualikan sepenuhnya daripada sebarang kemungkinan \"PII\" yang pernah memasuki sistem telemetri, malah alamat IP. Sila hubungi wakil akaun anda untuk maklumat lanjut jika diperlukan.",
    "164801246": "Penyesuaian ialah proses di mana trafik dianalisis selepas fakta untuk mengesahkan kemanusiaan dan ketepatannya, setelah semua data daripada semua tapak pelaporan masuk. Anda boleh membaca butiran lanjut dalam kami",
    "1655022901": "BotStop oleh hCaptcha™",
    "1655796811": "Maklumat yang dikumpul secara automatik hasil daripada penggunaan Tapak atau Perkhidmatan oleh Penyepadu atau Pelanggan (\"Maklumat Analitik\"), seperti alamat IP, jenis penyemak imbas, pembekal perkhidmatan Internet, jenis platform, jenis peranti, sistem pengendalian, cap tarikh dan masa akses, dan maklumat lain yang serupa. Sesetengah Maklumat Analitis dikumpul bagi pihak kami oleh pihak ketiga yang kami libatkan untuk tujuan itu, dan beberapa Maklumat Analitis dikumpul melalui pelbagai teknologi penjejakan, termasuk kuki (lihat \"Teknologi Penjejakan dan Analitis Pihak Ketiga\" di bawah).",
    "165932542": "Lihat pada hCaptcha menyelesaikan kadar di seluruh dunia",
    "1662477701": "Sumber",
    "166277959": "Sila ambil perhatian: ciri ini kini dalam versi beta dan mungkin tidak berfungsi untuk semua tapak web dan pengguna sepanjang masa. Sekiranya ia tidak didayakan atau tidak berfungsi untuk pengguna tertentu, gelagat itu hanya akan kembali kepada pengalaman hCaptcha standard tanpa kehilangan kefungsian.",
    "1663628612": "membolehkan anda",
    "1665616092": "Penipuan pembayaran adalah konsep yang mudah, tetapi ia boleh menjadi sangat rumit dalam pelaksanaannya pada masa kini.",
    "1669194950": "Sebagai tambahan kepada Maklumat Peribadi, anda juga mungkin dikehendaki memberikan (atau mungkin perlu bagi kami untuk mengumpul) data lain supaya kami boleh menyediakan Perkhidmatan (secara kolektif, \"Data Pelanggan\"). Kami tidak bertanggungjawab atas sebarang kegagalan untuk melaksanakan Perkhidmatan yang disebabkan oleh kelewatan atau kegagalan anda untuk memberikan Data Pelanggan.",
    "1671436004": "Ingin memberi kembali kepada amal kegemaran anda?",
    "1671996585": "Anda mungkin dikehendaki untuk menyepadukan tapak web, aplikasi atau platform anda dengan Perkhidmatan kami melalui antara muka pengaturcaraan aplikasi kami (\"API\"). Sekiranya anda berbuat demikian, kami memberikan anda lesen terhad, tidak eksklusif, tidak boleh dipindah milik, tidak boleh diserahkan, boleh dibatalkan untuk menggunakan API semata-mata untuk mengakses Perkhidmatan. Kami mungkin mengubah suai API dan/atau menghentikan sokongan versi lama atau keluaran API pada bila-bila masa. Kami berhak untuk menggantung atau mengehadkan akses anda kepada API mengikut budi bicara kami sendiri, dan kami akan menggunakan usaha yang munasabah untuk memberi anda notis sebelum penggantungan.",
    "1678661231": "Untuk pematuhan, pencegahan penipuan dan keselamatan",
    "1685871181": "Perkhidmatan dalam talian teratas bergantung pada",
    "1686079269": "Maklumat mengenai pengurusan semasa syarikat boleh diperolehi di",
    "1686655020": "Muat naik mana-mana kandungan tertakluk kepada hak cipta yang bukan karya asal anda, melainkan anda mempunyai kebenaran daripada pemilik yang sah untuk menyiarkan kandungan tersebut dan untuk memberikan IMI semua hak berlesen yang diberikan di sini;",
    "1687299615": "Apakah pengambilalihan akaun?",
    "1691348394": "- pembelian besar-besaran automatik semasa jualan keluaran terhad",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "email kami",
    "1697438123": "Privasi",
    "1699668873": "Anda mesti memberitahu IMI dengan segera jika anda mengesyaki bahawa maklumat akaun anda telah dicuri atau digunakan oleh orang lain, atau sebarang pelanggaran keselamatan lain.",
    "1702335960": "Sebarang maklumat yang kami kumpulkan adalah tertakluk kepada Dasar Privasi yang berkuat kuasa pada masa maklumat tersebut dikumpulkan. Kami mungkin, walau bagaimanapun, menyemak Dasar Privasi dari semasa ke semasa. Jika semakan adalah penting, seperti yang ditentukan oleh kami semata-mata, kami akan memberitahu anda, contohnya melalui e-mel. Versi semasa akan sentiasa disiarkan ke halaman Dasar Privasi kami.",
    "1706581702": "Latihan mengenai data yang tidak dikenal pasti berfungsi dengan baik, dan tidak memerlukan pencerobohan sama ada pada keselamatan atau privasi. Pelanggan kami telah melakukan ujian empirikal, dan telah mengisytiharkan kami sama dengan atau lebih baik daripada alternatif yang kurang peribadi.",
    "170775527": "Ciri perusahaan",
    "1709478090": "Untuk memberi perkhidmatan kepada anda dengan pengiklanan berasaskan minat atau sasaran.",
    "1717658846": "Pilihan kebolehaksesan dalam menu UI widget",
    "1722734001": "Internet terbuka adalah persekitaran yang sangat bising. Pelakon jahat menyerang pengguna perkhidmatan kami dan pesaing seperti reCAPTCHA setiap hari, dan sudah tentu cuba untuk kelihatan seperti manusia yang mungkin semasa berbuat demikian.",
    "1728211763": "Penggunaan kandungan dengan cara ini dan untuk tujuan ini termasuk dalam garis panduan penggunaan adil mengikut pemahaman kami tentang undang-undang dan amalan standard dalam bidang, tetapi kami peminat lama Creative Commons dan lebih suka memberi penghargaan kepada sesiapa yang membantu dalam tugas monumental untuk meningkatkan kecerdasan mesin.",
    "1729677626": "Saya diserang dan memerlukan penyertaan segera.",
    "1752259468": "5. Anggaran konservatif: $0.01 kos satu anotasi * 200M purata. anotasi setiap hari (batas bawah) * 365 hari setahun * 10 tahun sejak pemerolehan 2009 = nilai sempadan bawah $7.3 bilion.",
    "1752795854": "hCaptcha membawa pendekatan moden yang memfokuskan privasi untuk menghentikan bot.",
    "1756106276": "Status",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "di sini:",
    "1767952047": "Dia menyerang saya malam tadi, mencuri pakaian saya dan mengambil wang saya.” Lelaki yang lain, berpakaian kemas, pakaian golongan bangsawan, menjawab, “Konstabel, lelaki ini gila. Dia fikir dia seorang bangsawan. Saya adalah bangsawan yang sebenar. Tangkap dia!”",
    "1771016224": "- perisian daripada memuat turun semua kandungan dari tapak web anda secara beramai-ramai",
    "1778058441": "Apakah jenis pekerjaan yang dijalankan di hCaptcha?",
    "1778642038": "Untuk berkomunikasi dengan anda",
    "1779265104": "Syarat Tersuai dan Jaminan Privasi",
    "1783317946": "Menghentikan serangan API ialah kes penggunaan yang popular untuk",
    "1786796818": "Menyekat",
    "178839499": "hCaptcha berkongsi nilai kerja yang dilakukan sambil pengguna membuktikan kemanusiaan mereka.",
    "1789371580": "Kebolehtugasan. Anda tidak boleh menyerahkan Syarat Perkhidmatan ini tanpa kebenaran bertulis kami terlebih dahulu. Kami boleh menyerahkan Syarat Perkhidmatan ini pada bila-bila masa, tanpa notis. Tertakluk kepada perkara di atas, Syarat Perkhidmatan ini akan mengikat setiap pengganti parti dan penerima serah hak yang dibenarkan.",
    "1789607185": "Alamat emel",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Sesi",
    "179723061": "Lebih banyak kawalan untuk pasukan yang memerlukan keselamatan peneraju kelas",
    "1797298240": "Langkah 4: Klik \"HAR\" selepas anda cuba menyelesaikannya, dan pilih \"Simpan Semua sebagai HAR\" untuk menyimpan log rangkaian. Hantar fail itu kepada kami.",
    "1798492192": "Sokongan pelayar lama",
    "1803009328": "Diuji pertempuran pada skala web.",
    "1803943584": "Kedua, kami membiarkan cabaran mengoptimumkan diri untuk menentukan negara atau bahasa yang akan mereka jalankan, meningkatkan kemungkinan pengalaman yang konsisten dengan lebih jauh lagi. Jika ketepatan adalah lebih rendah daripada jangkaan, satu set soalan hanya akan berhenti berjalan di rantau atau bahasa tempat kesan ini berlaku.",
    "1806535500": "Hampir setiap teknologi, daripada pensel hingga dinamit, adalah a",
    "1807143500": "Perkhidmatan termasuk perkhidmatan keselamatan dalam talian (\"Perkhidmatan hCaptcha\") dan platform (\"Platform Mesin Intuisi\") di mana individu (\"Penyumbang\") boleh memilih untuk melaksanakan tugas yang entiti pihak ketiga atau Mesin Intuisi itu sendiri (setiap \"Peminta\") menyiarkan ke tapak web kami atau Perkhidmatan hCaptcha, sama ada secara langsung di laman web kami atau dengan mengakses Platform Mesin Intuisi dan/atau melaksanakan tugas melalui atau berkaitan dengan entiti dan/atau platform atau perkhidmatan pihak ketiga (setiap satu, \"Integrator\"). Peminta menyiarkan tugas dan menjemput Penyumbang untuk melaksanakannya sebagai pertukaran untuk ganjaran yang diberikan oleh IMI kepada Penyepadu, atau seperti yang ditentukan oleh Peminta jika Peminta menggunakan Platform Mesin Intuisi atau Perkhidmatan hCaptcha untuk menyampaikan tugas kepada pengguna akhir mereka sendiri. Kami mengenakan bayaran kepada syarikat dan individu (setiap \"Pelanggan\") untuk menggunakan platform kami supaya mereka boleh menggunakan perisian kami, tugas pengarang, mengupah kami untuk tugas pengarang dan/atau mendapat akses kepada Penyumbang. Kami juga mengenakan bayaran kepada Penyepadu untuk penggunaan Perkhidmatan hCaptcha kami untuk mengurangkan penipuan, penyalahgunaan dan spam pada tapak web, apl mudah alih dan harta dalam talian mereka yang lain. Perkara di atas dirujuk secara kolektif sebagai \"Perkhidmatan.\"",
    "181065232": "Kami melaksanakan kerja pengeluaran kecil berdasarkan data sampel anda. Ini menguji kerja yang telah kami lakukan bersama untuk memastikan anda mendapat apa yang anda perlukan.",
    "1817772953": "Penipuan bukanlah satu bentuk jenayah baru. Sesungguhnya, ahli arkeologi telah menemui alat anti-penipuan yang direka oleh orang Sumeria purba untuk mengangkut ternakan tanpa kerugian hampir 10,000 tahun yang lalu! Dalam kes mereka, mereka meletakkan token tanah liat, masing-masing mewakili haiwan, di dalam bola tanah liat yang dikenali sebagai \"bulla.\" Bulla akan mengembara bersama kawanan apabila ia berpindah dari penjual ke pembeli. Walaupun begitu, pemilik perniagaan bimbang bahawa tidak semua orang yang berurusan dengan mereka berada di atas dan ke atas. Banyak yang telah berubah dalam 10,000 tahun, tetapi keperluan untuk menjadi inovatif dalam mencegah penipuan tetap ada pada kami. Hari ini, isu penipuan pembayaran dalam talian adalah sangat penting. Dengan Internet, penipu telah menjadi semakin mahir dalam mengatasi kawalan anti-penipuan. Walau bagaimanapun, penyelesaian baharu mengubah arus.",
    "1818116402": "Kami harap anda menghargai pandangan ini tentang cara kami mengendalikan soalan operasi dengan komponen Etika AI.",
    "1820844638": "Untuk mendapatkan cerapan pasaran. Kami menggunakan Maklumat Analitis untuk menganalisis pasaran dan menjalankan analisis perniagaan yang berkaitan dengan Tapak dan Perkhidmatan kami, dan untuk tujuan penyelidikan lain.",
    "1828028934": "Inilah sebabnya",
    "1829242168": "__cflb,",
    "1830910223": "Kajian kes Etika AI dunia sebenar",
    "1834239172": "Beli perkhidmatan anotasi hCaptcha",
    "1834801943": "2. pihak pertama",
    "1834911235": "Berhenti menghantar komunikasi pemasaran langsung kepada anda yang anda telah bersetuju menerimanya sebelum ini. Kami mungkin terus menghantar kepada anda komunikasi berkaitan Perkhidmatan dan komunikasi bukan pemasaran lain.",
    "1836191653": "Daripada menawarkan perkhidmatan yang mudah dikalahkan kepada pengguna percuma sambil mengecaj berjuta-juta dolar untuk versi perusahaan yang tidak jauh lebih baik, hCaptcha menyediakan perlindungan bot yang sangat baik kepada kedua-duanya, sambil menawarkan pengguna perusahaan ciri dan penyesuaian tambahan, bersama-sama dengan SLA yang kukuh dan sokongan pantas.",
    "1836369533": "Seperti konstabel dalam cerita rakyat, bagaimanakah seseorang menentukan siapa sebenarnya siapa? Jika penyerang mempunyai unsur identiti curi yang mencukupi, seperti nombor lesen memandu, nombor keselamatan sosial, nama gadis ibu, alamat, dan sebagainya, agak sukar untuk menentukan sama ada pemanggil ialah pemegang akaun sebenar atau penyerang yang cuba mendapatkan tetapan semula kata laluan pada akaun yang ingin ditembusinya.",
    "1836554225": "Catatan Blog",
    "1844885924": "Jenis perpustakaan yang luas untuk dipilih.",
    "1845745385": "Direka untuk Privasi.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Sesuaikan dengan kandungan cabaran anda sendiri",
    "1849805607": "hCaptcha melindungi daripada ancaman dan umpan yang direka untuk menyusup ke rangkaian anda",
    "1865097546": "16 November 2021",
    "1866590035": "arahan log nyahpepijat untuk Chrome",
    "1873812847": "Pendedahan Kuki",
    "1886100235": "Banyak perkhidmatan dalam talian terbesar di dunia telah bertukar kepada hCaptcha Enterprise dan menerima pengesanan bot yang dipertingkatkan di samping penjimatan kos yang banyak.",
    "1890955039": "Cara menyesuaikan pemformatan untuk setiap teks kaya",
    "1892020899": "Di manakah penggodam mendapat kelayakan?",
    "1892574253": "Daftar",
    "1898063898": "untuk memelihara privasi pengguna yang kami bangunkan bersama",
    "1903743785": "Kemunculan API berasaskan piawaian mewakili lonjakan besar ke hadapan dalam penyepaduan aplikasi. Sepanjang 20 tahun yang lalu atau lebih, API berubah daripada produk perisian proprietari yang mahal dan rumit kepada alat berasaskan piawaian percuma yang agak mudah untuk digunakan—dan cepat digunakan.",
    "1904390996": "untuk menyeragamkan",
    "1906593952": "Berikan maklum balas tentang hCaptcha yang baru anda lihat",
    "190955495": "( ) Kekurangan kuasa mengawal secara berpusat untuk e-mel",
    "1910628828": "Pengikisan kandungan ialah teknik untuk merebut data daripada sistem yang melibatkan set alat automatik yang menyamar sebagai klien perisian atau pelayar web. Ia bukan baru. Malah, bagi jurutera perisian yang mungkin memerlukan data daripada kerangka utama lama, mengikis boleh menjadi satu-satunya cara untuk mengekstrak maklumat. Penyambung asal mungkin hilang dan mustahil untuk diganti.",
    "1911669851": "Ya, kami sedang mengusahakan pelbagai penambahbaikan pada sistem bahagian belakang kami yang kami jangka akhirnya akan membolehkan kami menawarkan penyelarasan yang lebih pantas, ketepatan anggaran yang lebih pantas dan pembayaran yang lebih pantas. Kami sedang berusaha untuk mempercepatkan perdamaian terlebih dahulu.",
    "191460155": "Sifar geseran dan 99.9% mod pasif",
    "1918025546": "Jika anda diberikan maklumat sulit daripada sesiapa sahaja di Perkhidmatan, anda bersetuju untuk melindungi kerahsiaan maklumat sulit dengan tahap penjagaan yang sama yang anda gunakan untuk melindungi maklumat sulit anda sendiri, tetapi dalam keadaan yang kurang daripada penjagaan yang sewajarnya. Anda tidak boleh mendedahkan atau menerbitkan apa-apa maklumat sulit atau proprietari sedemikian, kecuali yang mungkin diperlukan untuk melaksanakan tugas. Semua maklumat dalam tugas pada Platform Mesin Intuisi harus dianggap sebagai sulit walaupun maklumat itu tidak dinyatakan secara jelas sebagai sulit.",
    "1920884252": "Mengapakah pengikisan kandungan menjadi ancaman keselamatan?",
    "1923297430": "Titik putus terakhir untuk ramai pelanggan yang lebih besar datang apabila Google mula mengenakan bayaran kepada syarikat untuk menggunakan produk mereka pada sebarang skala yang bermakna. Ini menyebabkan pengguna reCAPTCHA yang sudah lama mencari alternatif yang lebih baik kerana kebimbangan kawal selia di seluruh dunia telah pun dibuat menggunakan tawaran Google yang semakin tidak menarik.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Kami mempunyai dasar Etika AI yang ketat di hCaptcha, dan sebahagian daripadanya termasuk proses Kenali Pelanggan Anda (KYC).",
    "1927613000": "hCaptcha menggabungkan pembelajaran mesin yang canggih dengan platform cabaran yang berkuasa untuk melindungi aplikasi web daripada pengambilalihan akaun, pemadat kelayakan, pengikisan dan jenis penyalahgunaan lain.",
    "1933936765": "Perjanjian Pemprosesan Data (Terakhir dikemas kini: 23 September 2021)",
    "1936449777": "Kemudian, dalam mod automatik sepenuhnya, mereka boleh meniru tingkah laku manusia di tapak e-dagang, mengklik butang dan menambahkan item pada troli beli-belah—hingga ke tahap di mana banyak, jika tidak kebanyakan kawalan anti-penipuan tidak dapat memberitahu bahawa bot cuba mencuri barang dagangan. Sebaliknya, ia kelihatan seolah-olah pengguna manusia hanya membeli-belah. Bot boleh log masuk ke akaun pelanggan sebenar menggunakan bukti kelayakan log masuk yang dicuri. Lebih mengaburkan penipuan adalah keupayaan bot untuk memalsukan alamat IP dan menjadikannya kelihatan seolah-olah \"pembeli-belah\" berada di tempat yang berbeza daripada penyerang, yang mungkin berada di negara asing.",
    "1936512180": "Akses API yang mudah, papan pemuka yang cantik dan teknologi model-in-the-loop terkini untuk memaksimumkan kecekapan pekerja.",
    "1941999673": "Jawatan anda menyokong a",
    "1942186611": "dan lain lain.",
    "1942611550": "terutamanya",
    "1949452297": "Disebabkan oleh kekangan intrinsik UI hCaptcha dan pertimbangan keselamatannya, adalah tidak mungkin untuk menghasilkan semula sumber setiap imej yang bersebelahan secara langsung dengan penggunaannya. Sebaliknya, kami memaut ke halaman ini dari halaman utama kami dan mengekalkan senarai sumber yang sedang atau baru-baru ini disampaikan melalui platform. Anda boleh mengakses senarai semasa",
    "1952810469": "taip",
    "1953519598": "Kos untuk melabelkan satu imej berjulat dari $0.03 hingga $1.00 atau lebih. Dengan sebarang anggaran konservatif, Google telah mengeluarkan berbilion dolar buruh percuma setakat ini. [",
    "1953959745": "kebolehcapaian",
    "1958297836": "Perlindungan serangan terkoordinasi & mitigasi APT",
    "1959762846": "- mengisi borang web anda dengan spam atau penyalahgunaan pemasaran yang tidak berkesudahan",
    "1960601330": "Untuk mendayakan kuki dalam Safari (Mac): Pergi ke menu lungsur turun Safari. Pilih Keutamaan. Klik Privasi di panel atas. Di bawah 'Sekat kuki' pilih pilihan 'Jangan sekali-kali.'",
    "1962721652": "Manusia adalah pencari corak, dan kadangkala soalan yang tidak berbahaya boleh berubah daripada yang tidak mengejutkan kepada yang mencurigakan dalam sekelip mata, disebabkan oleh perubahan dalam dunia dan bukannya motivasi sesiapa yang bertanya soalan itu.",
    "1963951234": "Tidak kira betapa boleh dipercayai skim kriptografi anda, jika seseorang boleh pada penghujung hari hanya membelanjakan wang untuk memberikan jawapan yang anda cari, memiliki sekeping perkakasan adalah tidak mencukupi.",
    "1972710018": "Melihatnya dari perspektif syarikat",
    "1973347745": "10. Gambar contoh bebas royalti. Sumber: Petapixel.",
    "197676026": "Dengan orang lain untuk sebarang tujuan perniagaan yang sah, dengan syarat maklumat tidak dikenal pasti",
    "1977013707": "† Pembayaran Disember 2020 telah dijadualkan semula dari 15hb untuk mengelakkan pertindihan dengan penyesuaian akhir tahun dan cuti kakitangan: ia akan diselesaikan pada minggu kedua bulan Januari. Disebabkan oleh pemindahan yang lebih perlahan daripada biasa ke dalam PayPal, pembayaran akan dijalankan selama beberapa hari dan bukannya diselesaikan pada satu hari.",
    "1978884623": "Ketahui lebih lanjut tentang melaporkan isu perisian",
    "1979347895": "– Gangguan perniagaan yang ketara boleh berbeza-beza dalam skopnya, seperti hanya firma kami, bangunan tunggal menempatkan firma kami, kejiranan tempat firma kami berada, bandar tempat kami berada atau seluruh wilayah. Dalam setiap kawasan ini, tahap keterukan gangguan juga boleh berbeza-beza daripada minimum kepada teruk. Dalam gangguan kepada firma kami, daerah perniagaan kami, bandar atau wilayah atau bangunan yang menempatkan firma kami, kami akan memindahkan operasi kami ke tapak tempatan apabila diperlukan dan menjangkakan tiada gangguan material terhadap operasi perniagaan. Dalam kedua-dua situasi, kami merancang untuk meneruskan perniagaan, memindahkan operasi kepada pembekal alternatif jika perlu, dan memberitahu anda melalui laman web kami di hcaptcha.com dan halaman status kami di hcaptchastatus.com tentang cara menghubungi kami. Jika gangguan perniagaan yang ketara sangat teruk sehingga menghalang kami daripada terus berniaga, kami akan memberitahu anda dengan segera.",
    "1982617151": "( ) Sesiapa sahaja boleh memusnahkan kerjaya atau perniagaan orang lain secara tanpa nama",
    "1982750088": "Syarikat di seluruh dunia membida buruh itu untuk menyelesaikan tugas mudah yang mudah untuk orang ramai tetapi sukar untuk mesin. Pengguna menyokong tapak yang mereka lawati dan mengalami kurang spam web kerana tahap keselamatan yang lebih tinggi.",
    "1985238261": "Markah Terhad Lain",
    "1988268879": "Pelabelan data kos efektif pada skala",
    "1988461282": "Asas Undang-undang untuk Pemprosesan",
    "1990824776": "16-24 Sep 2020*****",
    "1993899769": "15. Penggunaan Maklumat Kami",
    "1993984258": "( ) Sebarang skim berdasarkan memilih keluar adalah tidak boleh diterima",
    "1995277831": "Terima kasih",
    "1996843433": "Kurangkan geseran dengan mengelakkan cabaran sepenuhnya untuk 99.9% trafik sah anda sambil tetap memberikan keselamatan yang sangat baik.",
    "1997838163": "Syarikat terbesar di dunia bergantung pada hCaptcha Enterprise. Penyepaduan adalah mudah, dan ketepatan pengesanan tiada tandingan.",
    "2012837493": "Keputusan Carian",
    "2014256987": "Jika anda lebih suka untuk tidak menyekat penggunaan kuki atau teknologi penjejakan lain, sila lihat \"Mengurus Maklumat Anda,\" di bawah. Sila ambil perhatian bahawa berbuat demikian boleh memberi kesan negatif kepada pengalaman anda menggunakan Tapak atau Perkhidmatan, kerana sesetengah ciri mungkin tidak berfungsi dengan betul.",
    "2015218686": "sebelum anda melalui langkah-langkah ini. Jika itu membetulkan masalah anda, kami tetap menghargai anda memberitahu kami versi penyemak imbas anda, penyekat iklan atau sambungan penyemak imbas dan URL tapak web anda.",
    "2019130052": "Inovasi kami dalam ML yang memfokuskan privasi membolehkan kami melebihi piawaian keselamatan strategi warisan \"rekod segala-galanya selama-lamanya\" tanpa menjejaskan keselamatan atau privasi pengguna.",
    "2019702084": "Melainkan dibenarkan secara nyata dalam Perjanjian Perkhidmatan Induk Pelanggan atau Perjanjian Penjual Semula, Perkhidmatan SaaS yang dipesan tidak boleh dijual, dijual semula, dipajak, disewakan, dilesenkan, disublesenkan atau sebaliknya disediakan kepada mana-mana pihak ketiga yang lain (selain Ahli Gabungan Pelanggan ), dan semua pesanan di bawah Perjanjian dan semua penggunaan Perkhidmatan Pelanggan adalah untuk kegunaan perniagaan dalaman Pelanggan atau Ahli Gabungannya sendiri.",
    "2024293275": ". Semua hak lain terpelihara, buat masa ini.",
    "2024737147": "Ingin melaporkan pepijat?",
    "2030062561": "( ) Tiada siapa yang akan dapat mencari lelaki itu atau mengumpul wang itu",
    "2032102720": "Penyelesaian keselamatan yang ditawarkan oleh syarikat iklan tertumpu terutamanya pada penjejakan pengguna merentas web. Kami telah mencipta penyelesaian keselamatan yang berkesan yang membuktikan merosakkan privasi pengguna tidak diperlukan untuk memberikan hasil yang cemerlang.",
    "2041686284": "Lebih banyak data biasanya menghasilkan hasil yang lebih baik dalam melatih model pembelajaran mesin. Kejayaan model mendalam baru-baru ini telah membawa kepada set data yang semakin besar, dan hCaptcha memenuhi keperluan ini. Walau bagaimanapun, mencipta set data semakan manusia yang besar menggunakan kaedah tradisional adalah perlahan dan mahal.",
    "204716894": "Kandungan dan reka bentuk halaman web kami dilindungi di bawah undang-undang hak cipta. Penduaan halaman dan kandungannya dengan cara yang melebihi penggunaan saksama yang munasabah memerlukan kebenaran bertulis terlebih dahulu daripada IMI jika tiada peruntukan undang-undang lain yang dinyatakan untuk penduaan pada halaman.",
    "204889717": "telah bertukar kepada hCaptcha's",
    "2052161540": "Menangkap Butiran Laporan Pepijat: Chrome",
    "2058856283": "hCaptcha Enterprise hanya mempunyai satu tujuan: untuk menghalang pelakon jahat daripada mengganggu operasi dalam talian anda dan membahayakan pengguna anda.",
    "2059998584": "Wilayah",
    "2066255783": "Apakah Pengikisan Kandungan?",
    "2066321185": "Asas Undang-undang",
    "2066749488": "Aduan Lain",
    "2067112112": "Anotasi titik untuk banyak kes penggunaan yang berbeza",
    "2067334580": "Pautan Teks",
    "2072808435": "\"Tebak apa, Google? Teksi di negara saya secara amnya berwarna hitam. Saya telah menonton filem yang cukup untuk mengetahui bahawa semua yang ada di Amerika berwarna kuning. Tetapi di setiap negara lain yang saya lawati, teksi telah menjadi kekacauan warna yang berbeza.\"",
    "2075610992": "Terima kasih atas sokongan anda!",
    "2076066173": "Serangan siber 101",
    "2076932190": "Oleh itu, produk reCAPTCHA telah terbantut selama sedekad.",
    "2077639538": ". Untuk satu, data cabaran pada perkhidmatan kami boleh datang daripada pelbagai sumber, bukan hanya satu - daripada syarikat Fortune 500 yang besar kepada pemula pembelajaran mesin, selagi mereka mematuhi kami",
    "2082237880": "J: hCaptcha ialah perkhidmatan pertama seumpamanya yang menyokong Pas Privasi, dan pada masa ini merupakan satu-satunya perkhidmatan yang berbuat demikian. Walau bagaimanapun, kami mengharapkan perkhidmatan lain untuk mengiktiraf kelebihan meningkatkan privasi pengguna dalam talian, dan menjangkakan bahawa pada masa hadapan lebih ramai akan melaksanakan pelaksanaan kerana piawaian IETF yang kami bantu bangunkan diterima pakai secara rasmi.",
    "2082407178": "S: Bagaimanakah saya boleh melindungi diri saya daripada penjejakan kuki pihak ketiga semasa menggunakan kuki kebolehaksesan?",
    "2087769953": "\"Kami teruja dengan perubahan ini kerana ia membantu menangani kebimbangan privasi yang wujud akibat bergantung pada perkhidmatan Google yang telah kami miliki sejak sekian lama. Kami menilai beberapa vendor CAPTCHA serta membina sistem sendiri. Akhirnya, hCaptcha muncul sebagai alternatif terbaik untuk reCAPTCHA.\"\"Kami menyukai beberapa perkara tentang penyelesaian hCaptcha: 1) mereka tidak menjual data peribadi; mereka hanya mengumpul data peribadi minimum yang diperlukan, mereka telus dalam menerangkan maklumat yang mereka kumpul dan cara mereka menggunakan dan/atau mendedahkannya.\"",
    "2090457681": "( ) Saya tidak mahu kerajaan membaca e-mel saya",
    "2095899021": "Garis Panduan Penjenamaan hCaptcha dan Lesen Cap Dagangan Am",
    "2103513933": "terlibat dalam aktiviti yang mengganggu atau mengganggu fungsi tapak;",
    "2103563261": "Maklumat Peribadi atau Awam",
    "2104933754": "Kenal pasti label yang sepadan",
    "2107077506": "Platform MANUSIA menggunakan model keyakinan komprehensif untuk melaksanakan analisis kualiti masa nyata yang canggih. Ini membolehkan kami menentukan dengan cepat kedua-dua kesukaran soalan dan kemungkinan jawapannya yang betul, menjimatkan masa dan wang anda.",
    "2109792055": "Panduan Pengguna: Isu Nyahpepijat dengan Pengeluaran dan Pengesahan Pas Privasi",
    "2110259227": "24. Had Liabiliti",
    "211351380": "Dari blog:",
    "2113642787": "Lagu Subuh",
    "21141582": "ini",
    "2114694926": "2. Sesi",
    "2119943547": "kenapa ni? Jawapannya mudah sahaja. Selagi terdapat insentif untuk menyalahgunakan sistem, seseorang biasanya akan mencari jalan. Dan apabila mereka melakukannya, orang lain kini akan mendapat insentif untuk menghentikan mereka.",
    "2123236933": "( ) Kos lebar jalur yang tidak terjejas oleh penapisan pelanggan",
    "2125514305": "ML telah bertambah baik, tetapi kesukaran untuk memintas reCAPTCHA tidak berubah secara ketara pada masa ini.",
    "2131386784": "Kepakaran dan Sokongan Boleh Dicapai Untuk Anda dan Pengguna Anda",
    "2133754014": "Lebih daripada 4.5 juta tapak web menggunakan reCAPTCHA [",
    "2133809801": "Selagi orang kekal sebagai orang, kemungkinan pengesahan kemanusiaan akan memainkan peranan dalam talian.",
    "2138799135": "hCaptcha mempunyai berpuluh-puluh penyepaduan pra-bina untuk sistem bahagian hadapan dan bahagian belakang yang anda gunakan.",
    "2146900431": "Secara intuitif, dakwaan ini sangat masuk akal. CAPTCHA, seperti hampir semua perkara, dibenamkan ke dalam konteks budaya dan jika kumpulan cabaran anda kebanyakannya dicipta dalam satu budaya, ia mungkin tidak diterjemahkan dengan baik kepada budaya lain. Pada asasnya, ini adalah soal budaya",
    "2150595700": ". GDPR dan CCPA telah meletakkan kebimbangan privasi pada peta untuk pembeli perusahaan, dan pada masa yang sama privasi dalam talian menjadi semakin penting kepada orang ramai apabila kita semua mula memahami cara industri pengiklanan dan pemasaran dalam talian telah menggunakan data kita secara sejarah.",
    "2150907653": "* Kuki teknikal sangat diperlukan untuk penyediaan perkhidmatan. Ini termasuk kuki keutamaan, kuki sesi, kuki pengimbangan beban, dsb.",
    "2155089487": ". Jika cabaran kami lebih mudah untuk diselesaikan untuk sesetengah kumpulan, kami menjangkakan untuk melihat perbezaan dalam prestasi orang di seluruh dunia dan budaya yang berbeza semasa menyelesaikannya. Dalam konteks siaran Eden, kami menjangkakan rakyat Amerika melakukan yang lebih baik daripada orang di negara lain. Kerana kita telah menghabiskan bertahun-tahun membangunkan sistem untuk mengelakkan masalah ini, kita sebenarnya melihat sebaliknya.",
    "2159517814": "Kami berkongsi atau mendedahkan maklumat peribadi dalam kes berikut:",
    "2163914794": "Perlukan lebih banyak label untuk set data anda? hCaptcha menyediakan pelabelan data yang pantas, kos efektif dan berkualiti tinggi untuk syarikat yang mengusahakan kecerdasan buatan dan aplikasi pembelajaran mesin.",
    "2164933356": "Cloudflare",
    "2167049807": "Pasukan keselamatan telah menggunakan pelbagai tindakan balas dan kawalan yang mengalahkan pendekatan mudah dan malas untuk penipuan pembayaran. Walau bagaimanapun, serangan menjadi semakin canggih. Sebagai contoh, bot kini boleh menuai nombor kad kredit dan PIN yang dicuri daripada tapak web palsu dan serangan pancingan data.",
    "2168177815": "sila klik di sini",
    "2177660021": "Saintis Penyelidikan di Stanford. Pembelajaran mesin dan kewangan kuantiti di bank utama, dana lindung nilai dan akademia.",
    "2178073797": "Oleh kerana mendedahkan maklumat sulit boleh menyebabkan kemudaratan yang tidak boleh diperbaiki, pihak yang mendedahkan berhak mendapatkan bantuan injunksi bagi sebarang pelanggaran atau ancaman pelanggaran syarat ini.",
    "2179524509": "Kami kadangkala mendapat soalan tentang jenis soalan yang dibenarkan untuk perkhidmatan hCaptcha, dan mengapa soalan tertentu ditanya.",
    "2182196747": "Sokongan",
    "2183926131": "Mulakan dengan hCaptcha Enterprise",
    "2184564739": "Lihat",
    "2185418511": "Untuk apa-apa tujuan perniagaan yang sah, dengan syarat maklumat itu dinyahkenal pasti atau diagregatkan supaya ia tidak boleh dikaitkan dengan individu secara munasabah.",
    "2185860003": "21. Pengubahsuaian Laman Web",
    "2187096543": "Malah, terdapat beberapa pelanggaran data utama yang disebabkan oleh perisian bertulis penggodam yang meminta API untuk mengekstrak data daripada pangkalan data. Lagipun, jika ia mencuri data hanya memerlukan panggilan GET asas pada API, ditulis menggunakan REST dan JSON, maka mudah untuk menghapuskan pangkalan data dengan cepat. Sebenarnya, apabila orang bercakap tentang serangan \"mengikis skrin\", apa yang sebenarnya mereka maksudkan, kebanyakannya, adalah panggilan API pantas yang mengeluarkan data daripada pangkalan data. API telah menjadi permukaan serangan utama bagi organisasi yang membinanya.",
    "2188609322": "Pelakon jahat semakin biasa dalam talian. Tetapi mengorbankan privasi pengguna bukanlah jawapannya.",
    "218889628": "Kecuali di mana kami menamatkan Lampiran Pelanggan ini atau Syarat Perkhidmatan akibat pelanggaran anda terhadap Lampiran Pelanggan ini atau Syarat Perkhidmatan, jika kami menamatkan dan anda telah membuat prabayar apa-apa yuran kepada kami, kami akan membayar balik sebahagian pro-rata daripada bayaran tersebut. amaun prabayar, berdasarkan baki masa atau Perkhidmatan yang telah anda bayar, yang mana kurang. Kami akan menamatkan kerja kami dengan cara yang munasabah dari segi komersil dan memelihara serta menghantar kepada anda semua Set Data Output berbayar dan semua Data Pelanggan dalam simpanan kami. Selepas sebarang penamatan, kami mungkin tetapi tidak diwajibkan untuk memadam sebarang data.",
    "2193061499": "Beberapa logo dan tanda kami dihadkan untuk digunakan oleh hCaptcha dan rakan kongsinya. Pihak ketiga tidak boleh menggunakan tanda berikut tanpa lesen bertulis daripada hCaptcha:",
    "2196526290": "hc_accessibility",
    "2197218442": "Ketua Pegawai Eksekutif Cloudflare Matthew Prince meringkaskan pandangan ini dalam",
    "219813583": "Keselamatan Diutamakan",
    "2199048568": "Klik pada perisai di sebelah kiri bar alamat pada mana-mana halaman web. Klik pada Tetapan Perlindungan. Panel Privasi & Keselamatan Keutamaan Firefox akan dibuka. Di bawah Perlindungan Penjejakan Dipertingkat, pilih Tersuai. Pilih penjejak dan skrip yang hendak disekat dengan memilih kotak pilihan tersebut. Pastikan anda telah menyahsekat hcaptcha.com.",
    "2209109640": "digunakan hanya untuk tujuan jahat, dalam konteks aktiviti perniagaan biasa mereka?",
    "2209837451": "15 Okt 2019 - 15 Jan 2020",
    "2212670355": "daftar",
    "2216374138": "adalah manusia, seperti pergerakan tetikus, kedudukan tatal, peristiwa tekan kekunci, peristiwa sentuhan dan maklumat giroskop / pecutan yang berkenaan.",
    "2217842245": "Walau bagaimanapun, data kami menunjukkan bahawa (untuk hCaptcha)",
    "2219945145": "sesi,",
    "2223819810": "Untuk mengoptimumkan platform kami",
    "2225785608": "( ) Kita sepatutnya boleh bercakap tentang Viagra tanpa ditapis",
    "2230333214": "Kami mengagregatkan Data Pelanggan dengan data lain supaya keputusan tidak boleh dikenal pasti secara peribadi dan kami juga mengumpul log dan data teknikal yang tidak dikenal pasti mengenai penggunaan Perkhidmatan (\"Data Agregat/Nyah dikenal pasti\"). Walau apa pun yang bertentangan di sini, mana-mana Data Agregat/Nyahdikenal pasti boleh digunakan oleh IMI untuk sebarang tujuan perniagaan semasa atau selepas tempoh Perjanjian ini, termasuk tanpa had untuk membangunkan dan menambah baik Perkhidmatan dan untuk mencipta dan mengedarkan laporan dan lain-lain. bahan. Data Pelanggan juga mungkin berterusan dan dipaparkan dalam sistem untuk tempoh masa terhad tidak melebihi 180 hari selepas kerja selesai, contohnya sebagai data penentukuran atau pengesahan automatik untuk sistem Mesin Intuisi. Untuk kejelasan, Seksyen 5 ini tidak memberi kami hak untuk mengenal pasti anda sebagai sumber mana-mana Data Agregat/Nyah dikenal pasti tanpa kebenaran bertulis anda terlebih dahulu.",
    "2233384692": "Jika anda mempunyai sebarang soalan atau kebimbangan tentang cara data tersebut dikendalikan atau ingin menggunakan hak anda, anda harus menghubungi orang atau entiti (iaitu, pengawal data) yang telah membuat kontrak dengan kami untuk menggunakan Perkhidmatan untuk memproses data ini. Kami akan, walau bagaimanapun, memberikan bantuan kepada Penyepadu kami untuk menangani sebarang kebimbangan yang anda ada, mengikut syarat kontrak kami dengan mereka.",
    "2233741720": "Kesimpulannya",
    "2234909600": "( ) Spammers tidak mengambil berat tentang alamat yang tidak sah dalam senarai mereka",
    "2236960358": "Semasa pendaftaran, anda akan diminta untuk mendedahkan maklumat peribadi tertentu tentang anda (\"Maklumat Peribadi\"), termasuk nama, alamat e-mel anda, dan untuk mencipta nama pengguna dan kata laluan, yang kesemuanya tertakluk kepada Dasar Privasi kami, tersedia pada kami. laman web. Anda sendiri bertanggungjawab untuk memantau, memastikan dan mengekalkan keselamatan akaun anda, kata laluan dan sebarang kunci pengesahan yang dikaitkan dengan akaun anda, dan anda bertanggungjawab untuk sebarang penggunaan atau tindakan yang diambil melalui penggunaan maklumat tersebut pada Perkhidmatan.",
    "2255549335": "Tugas kami di hCaptcha adalah untuk mencari pertukaran yang baik antara kesukaran dan ketepatan serta mengekalkan geseran yang rendah, terutamanya untuk",
    "2256305371": "Profesor, CS di Universiti California, Berkeley. Pembelajaran mendalam, keselamatan, pakar blockchain. Ketua Pegawai Eksekutif Oasis Labs.",
    "2256795853": "Keupayaan untuk mengekstrak banyak data, dengan cepat, daripada tapak web menjadikan pengikisan alat yang berkuasa di tangan pelakon yang berniat jahat. Bot pengikis boleh mengumpulkan data pengguna daripada tapak media sosial. Kemudian, dengan mengikis tapak yang mengandungi alamat dan maklumat peribadi lain dan mengaitkan keputusan, penggodam boleh terlibat dalam jenayah identiti seperti menyerahkan permohonan kad kredit palsu.",
    "2260079771": "Pengekalan Data",
    "2268939633": "IMI tidak komited untuk, dan juga tidak diwajibkan untuk mengambil bahagian dalam, penyelesaian pertikaian alternatif untuk pertikaian pengguna di hadapan entiti penyelesaian pertikaian pengguna. Laman web rasmi Suruhanjaya Eropah untuk Penyelesaian Pertikaian Dalam Talian:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Nota kepada Penduduk Kawasan Ekonomi Eropah.",
    "2271252286": "( ) Microsoft tidak akan bersabar dengannya",
    "2271512952": "Pengguna menyokong tapak yang mereka lawati dan mengalami kurang spam web.",
    "2271969747": "20. Maklumat Sulit yang Anda Terima",
    "2273532558": "Siapakah pelanggan yang membayar hCaptcha?",
    "2281169898": "Menghantar maklumat penyahpepijatan dengan laporan anda akan memudahkan kami mengenal pasti perkara yang berlaku. Berikut ialah arahan langkah demi langkah:",
    "2284856231": "dan dilihat ketepatan yang dipertingkatkan secara mendadak dalam mod pasif semata-mata hCaptcha Enterprise juga.",
    "229198134": "( ) Maaf kawan, tetapi saya rasa ia tidak akan berkesan.",
    "2292919419": "( ) Tinjauan",
    "2296918009": "Ini bersamaan dengan lebih daripada 100 orang-tahun buruh setiap hari.[",
    "2301335298": "Penipuan Pembayaran: Mengurangkan Mod Jenayah Siber yang Berkembang Pantas",
    "230159237": "Kenalan",
    "2301757528": "**** Disebabkan penyelenggaraan REST API mereka oleh PayPal semasa tetingkap pembayaran, tidak semua pembayaran diselesaikan pada 15 Jun. Sebarang pembayaran yang dijadualkan pada 15 Jun (waktu Pasifik) tetapi tidak dilaksanakan kerana ralat API PayPal telah dijalankan semula pada 19 Jun (waktu Pasifik).",
    "2303655425": "15 Jan 2019 - 15 Apr 2019",
    "2309661107": "Walau bagaimanapun, kami sangat berminat",
    "2310694091": "Apakah maksud Rekonsiliasi?",
    "2310705547": "Elemen teks kaya membolehkan anda membuat dan memformat tajuk, perenggan, petikan blok, imej dan video semuanya di satu tempat dan bukannya perlu menambah dan memformatkannya secara individu. Hanya klik dua kali dan buat kandungan dengan mudah.",
    "23114595": "Pengalaman Pengguna yang Hebat",
    "231285005": "Anda boleh mendapatkan kemas kini terkini di blog kami",
    "2315518622": "Dengan kecanggihan yang tersedia dalam alat serangan hari ini, adalah sangat mencabar untuk mengesan yang mana, jika ada, adalah penipuan. Kemudian, seseorang menghubungi talian perkhidmatan pelanggan dan berkata “Akaun saya telah diserang! Saya tidak boleh log masuk dan seseorang sedang mencuri wang saya!”",
    "2319072959": "Jalankan sepenuhnya di luar talian dengan tenaga kerja anda sendiri, nilai jejak yang digunakan merentas unit perniagaan atau rakan kongsi konsortium, halakan pekerjaan secara terpilih kepada penyedia buruh dalaman atau luaran yang berbeza berdasarkan keperluan kos dan keselamatan, dan banyak lagi.",
    "2320894364": "Dengan lebih 200 titik kehadiran, awan hCaptcha melindungi aset anda di seluruh dunia",
    "2323013093": "26. Undang-undang yang Terpakai",
    "2323282990": "Pendekatan Moden untuk Mengesahkan Kemanusiaan",
    "2326660907": "kecuali",
    "2328839224": ". Sila lihat bahagian \"Notis kepada Penduduk California\" kami yang berkaitan dengan hak anda di bawah Akta Privasi Pengguna California (\"CCPA\").",
    "2330965058": "Apabila kami bertindak sebagai pemproses untuk Penyepadu kami, kami tidak menggunakan data yang dikumpul untuk sebarang tujuan selain daripada keperluan yang munasabah untuk menyediakan Perkhidmatan kami, dan pemprosesan kami akan dikawal oleh kontrak yang kami ada dengan Penyepadu kami, bukan ini. Dasar Privasi",
    "2333410049": "Sila juga cuba matikan penyekat iklan anda.",
    "2340340589": "Garis panduan menggunakan tanda hCaptcha",
    "234420106": "Sekiranya anda adalah Penyepadu atau Pelanggan perkhidmatan hCaptcha Enterprise dan penggunaan API anda seperti yang diukur oleh RPS melebihi kadar yang diperuntukkan untuk peringkat perkhidmatan anda, kami boleh memilih untuk mengubah suai perkhidmatan anda atau mengenakan kadar lebihan. Sekiranya kadar RPS puncak anda melebihi kadar yang diperuntukkan dengan faktor 10 selama 10 minit atau lebih secara keseluruhan dalam tempoh 30 hari dan majoriti permintaan ini, pada pertimbangan kami, bukan trafik berniat jahat, kami boleh memilih untuk caj anda pada kadar lebihan yang ditentukan secara kontrak untuk semua permintaan API yang dibuat pada bulan itu.",
    "2344319147": "Berapakah nilai pengesanan bot Google?",
    "2348450790": "Sila baca Syarat Perkhidmatan ini. Ia termasuk, antara peruntukan lain, penafian waranti, had liabiliti dan timbang tara yang mengikat. Sila ambil perhatian bahawa Syarat Perkhidmatan ini mungkin telah berubah sejak lawatan terakhir anda ke tapak web kami. Kami boleh menyemak dan mengemas kini Syarat Perkhidmatan ini dari semasa ke semasa mengikut budi bicara kami sendiri. Sekiranya berlaku perubahan ketara, kami akan memberitahu anda dengan menyiarkan Syarat Perkhidmatan yang dikemas kini pada halaman ini, selepas itu anda mesti menerima Syarat Perkhidmatan yang dikemas kini secara afirmatif untuk terus menggunakan atau mengakses Tapak atau Perkhidmatan.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Malangnya, mengawal sekeping perkakasan tidak bermakna anda seorang. Hampir setiap skim pengesahan perkakasan pengguna yang popular telah berulang kali dipecahkan, ditampal dan kemudian dipecahkan lagi.",
    "2351176803": "Syarat Lesen untuk API hCaptcha JS",
    "2354267648": "Dasar privasi mesra GDPR, CCPA dan LGPD",
    "2359150347": "S: Adakah perkhidmatan keselamatan dalam talian lain menyokong Pas Privasi?",
    "2359312315": "atau diagregatkan sedemikian rupa sehingga ia tidak boleh terikat secara munasabah kepada seseorang individu.",
    "2359913400": "Infrastruktur",
    "2366003154": "Akhbar dan Pertanyaan Media",
    "2367602973": "di sini",
    "2369877184": "Kadar RPS puncak maksimum yang dibenarkan untuk Penyepadu atau Pelanggan hCaptcha ialah 1,000 permintaan sesaat kepada entiti dalam akaun anda (\"RPS\"), melainkan dinyatakan sebaliknya oleh perjanjian kontrak bertulis antara anda dan kami.",
    "237009707": "( ) Relay terbuka di negara asing",
    "2373007864": "hCaptcha Enterprise berjalan pada teknologi platform hCaptcha, diperluaskan untuk memasukkan ciri-ciri yang diperlukan oleh perusahaan trafik tinggi.",
    "2378786360": "1. Cuba salah satu penyemak imbas lain yang disokong: jika anda menggunakan Chrome, cuba gunakan Firefox tanpa mengimport tetapan anda daripada Chrome dan pasang pemalam di sana. Jika itu berjaya, anda mungkin menghadapi masalah konfigurasi penyemak imbas.",
    "2385522384": "Anda mungkin melihat bingkai video daripada kamera pada kereta pandu sendiri Waymo Google dan membantu memperbaik pengecaman objeknya.",
    "2386465280": "Bagaimana Kami Berkongsi Maklumat",
    "2391175562": "Tambahan pula, inilah yang saya fikirkan tentang anda:",
    "2394073454": "Kami mungkin mengumpul maklumat tambahan daripada Pengguna Akhir yang ingin bekerja dengan kami sebagai Pelabel Data Individu.",
    "2396605499": "( ) Senarai putih payah",
    "2397590157": "3. Anggaran konservatif: 200 juta penyelesaian * 30 saat setiap penyelesaian dalam tahun = 190.3 orang-tahun/hari.",
    "2402165761": "Bagaimana Mengikis Berfungsi?",
    "2404545611": "Selamat datang ke hCaptcha! Terima kasih kerana menjadi sebahagian daripada komuniti kami. Semua pengguna \"Perkhidmatan\" (ditakrifkan di bawah) mesti bersetuju dengan syarat berikut (\"Syarat Perkhidmatan\"). Di bawah Syarat Perkhidmatan ini, \"IMI\", \"kami\" dan \"kami\" merujuk kepada Intuition Machines, Inc. dan anak syarikat, sekutu, pegawai, ejen, pekerja, wakil dan ejennya, dan \"tapak web\" kami termasuk mana-mana tapak web di bawah kawalan kami, termasuk www.hcaptcha.com dan www.imachines.com.",
    "2408036504": "Oleh itu sistem kami direka bentuk dari bawah ke atas untuk meminimumkan pengumpulan dan pengekalan data sambil mengekalkan keselamatan yang mendahului kelas. Cara terbaik untuk melindungi data pengguna adalah dengan tidak menyimpannya sama sekali.",
    "2410122265": "Sumber hCaptcha: Bot 101",
    "2412751979": "Terima kasih kepada isyarat kemanusiaan yang lebih tepat yang menguasai hCaptcha, banyak syarikat yang sebelum ini menggunakan reCAPTCHA v3/Enterprise telah bertukar kepada",
    "2413742287": "Insentif hCaptcha adalah untuk memaksimumkan ketepatan, bukan hasil iklan: jawapan bot tidak berguna untuk pelanggan kami, yang memerlukan data latihan manusia.",
    "2414232014": "Logo kami dapat dikenali serta-merta dan salah satu aset kami yang paling berharga dan penting. Untuk memastikan ia kekal sebagai perwakilan yang kukuh bagi syarikat kami, ia mesti dipersembahkan dengan cara yang teliti dan konsisten merentas semua saluran komunikasi.",
    "2414368123": "Nama, nombor kad kredit, nombor kad debit atau sebarang maklumat kewangan lain.",
    "2418549423": ", piawaian yang baru muncul untuk memelihara privasi dalam talian melalui bukti kriptografi dan ciri-ciri unik yang mengutamakan privasi yang lain.",
    "2419795065": "Notis kepada Penduduk California",
    "2420789666": "Fastly, Inc. Perkhidmatan yang disediakan: Fastly CDN dan pengiraan tepi.",
    "2423586454": "Masih terdapat beberapa perkara yang perisian tidak boleh lakukan, tidak kira betapa baiknya AI di belakangnya. Teknologi CAPTCHA moden menawarkan kaedah yang terbukti untuk menyekat bot yang cuba mengekalkan penipuan pembayaran. Walaupun pendekatan lama untuk CAPTCHA, seperti nombor senget ringkas dalam kotak, kini kebanyakannya kekurangan dalam mengurangkan bot lanjutan, peranti respons ujian automatik seperti hCaptcha Enterprise boleh dengan mudah menghalang bot penipu pada saat log masuk akaun atau pembayaran troli beli-belah. Walaupun bot mempunyai kelayakan sebenar, jika tidak akan dapat melalui CAPTCHA.",
    "2429359042": "contoh imej antara muka",
    "2430148876": "Kami telah mencipta garis panduan dan lesen tanda dagangan am ini untuk memudahkan pelanggan, rakan kongsi dan peminat kami bekerjasama dengan jenama kami sambil mengekalkan identiti korporat kami. Jika anda perlu menggunakan ikon hCaptcha, logo atau tanda lain dengan cara yang secara material berbeza daripada garis panduan ini, anda perlu menghubungi kami (IMI) untuk mendapatkan lesen bertulis.",
    "2436973524": "Hanya rujukan yang tepat boleh diterima. Adalah tidak dibenarkan untuk mengatakan bahawa tapak menggunakan perkhidmatan dan aplikasi hCaptcha apabila ia tidak. Begitu juga, penggunaan logo kami atau sebarang lencana juga hanya sesuai apabila tapak menggunakan perkhidmatan hCaptcha.",
    "2437934778": "Nama awak",
    "2438016011": "Perjanjian Sukarela. Semua pihak kepada Syarat Perkhidmatan ini mewakili dan bersetuju bahawa masing-masing telah menyemak semua aspek perjanjian ini, telah membaca dengan teliti dan memahami sepenuhnya semua peruntukannya, dan secara sukarela memasuki perjanjian ini.",
    "2441638955": "Pertama, apakah itu API?",
    "2444685143": "Dasar Logo",
    "2445034923": "Jika anda tidak bersetuju dengan semua terma dan syarat Syarat Perkhidmatan ini, jangan (dan anda tidak boleh) menggunakan atau mengakses Laman atau Perkhidmatan.",
    "24452499": "penyelesaian; ia boleh digunakan untuk kebaikan atau keburukan. Setiap syarikat yang menyelidik, membina atau menjual penyelesaian dwi-guna mempunyai kewajipan untuk mempertimbangkan akibat daripada tindakan mereka.",
    "2446481523": "Terdapat sebuah cerita rakyat lama di mana seorang pemandu gerabak dan seorang bangsawan muncul di balai polis di sebuah kampung kecil. Seorang lelaki, berpakaian kotor, pakaian fakir, memberitahu konstabel, “Saya orang bangsawan. Lelaki ini adalah pemandu saya.",
    "2449501658": "menyediakan salah satu cara paling maju untuk mengurangkan ancaman daripada percubaan log masuk akaun penipuan, menggunakan pembelajaran mesin untuk mengesan dan menghentikan bot, dan dengan berkesan menjadikannya lebih sukar atau bahkan mustahil bagi penipu untuk terlibat dalam pengambilalihan akaun.",
    "2462728596": "Jika kami tidak dapat memuaskan hati kami mengenai perkara ini, kami akan menolak permintaan tersebut dan boleh menamatkan akses selanjutnya ke platform kami, seperti yang digariskan dalam Syarat kami.",
    "2462909475": "Dinding lebih daripada 10,000 telefon digunakan untuk penyalahgunaan, sebahagian daripada operasi bot Cina.",
    "2465128185": "Untuk memberi maklum balas pantas, cuma klik butang \"Hantar maklum balas kepada kami\".",
    "2468683988": "Tajuk",
    "2474091800": "19. Pertikaian dengan Pengguna Lain; Lepaskan",
    "2474661839": "kami",
    "247560732": "Tambahkan hCaptcha dengan tiga baris kod. Jika anda datang dari reCAPTCHA, API kami serasi dan hanya memerlukan beberapa minit untuk bertukar.",
    "2477958756": "( ) Orang jahat",
    "2481032625": "Sama ada matlamatnya adalah untuk mencegah:",
    "2486638408": "Tentukan Spesifikasi",
    "2487931657": "Jangan gunakan: \"kami hCaptcha'd tapak kami.\"",
    "248923369": "Logo BotStop™",
    "2489287539": "Tanpa geseran \"Tiada CAPTCHA\" & 99.9% mod pasif",
    "2491398763": "Semua teks, imej, animasi grafik, video, muzik, bunyi dan bahan lain pada halaman ini dilindungi di bawah undang-undang hak cipta oleh IMI atau pihak ketiga jika dinyatakan. Dilarang menyalin atau mengubah suai bahan ini untuk kegunaan komersial dengan cara yang melebihi penggunaan adil yang munasabah. Tanggungjawab untuk laman web ini",
    "2497216176": "Teknologi Analitis dan Penjejakan Pihak Ketiga",
    "2498172334": "Secara khususnya, rancangan anda gagal untuk diambil kira",
    "2505227594": "7. Berlebihan",
    "2510209017": "Perlukan bantuan lagi?",
    "2510534204": "Selewat-lewatnya pada 23 Mac 2020***",
    "2513143348": "Sistem hCaptcha Enterprise adalah unik dalam reka bentuknya: ia boleh digunakan sebahagian atau keseluruhannya di pinggir rangkaian anda jika anda mengendalikan awan awam atau memiliki banyak pusat data.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "yang mendasari keselamatan kriptografi Pas Privasi. Protokol itu sendiri sedang melalui",
    "2531534427": "Butiran ada di sini.",
    "2534436327": "dan bantahan falsafah berikut mungkin juga terpakai:",
    "2535001179": "Jika anda datang daripada reCAPTCHA Google, API kami adalah pengganti drop-in.",
    "2540760245": "antara banyak kegunaan lain, dapat menapis trafik dalam talian berdasarkan \"manusia atau tidak\" berkemungkinan akan kekal sebagai alat yang berharga selagi sifat manusia mengikut corak yang sama yang direkodkan sejak lima ribu tahun yang lalu.",
    "2543123170": "Pengesahan kemanusiaan sifar geseran",
    "254326776": "Penyalahgunaan berniat jahat terhadap kelemahan ini sering didapati telah berlaku selama berbulan-bulan atau bertahun-tahun sebelum pendedahan atau penerbitan akademik.",
    "2544169219": "Keputusan terkini terkini: ICML LLD, Mei 2019.",
    "2544565802": "15 Jul 2019 - 15 Okt 2019",
    "2547140673": "Selama lebih sedekad, perkhidmatan reCAPTCHA Google telah menawarkan perdagangan kepada pemilik tapak web: biarkan Google menjejaki pengguna anda dan bertanya soalan kepada mereka, dan sebagai pertukaran mereka berjanji untuk menghentikan bot dan spam.",
    "2547406584": "Jika anda mempunyai sebarang soalan tentang Dasar Kuki ini, sila hubungi kami di",
    "2551802342": "– Kami merancang untuk memulihkan dengan cepat dan menyambung semula operasi perniagaan selepas gangguan perniagaan yang ketara dan bertindak balas dengan melindungi pekerja dan harta benda kami, membuat penilaian kewangan dan operasi, melindungi buku dan rekod firma, dan membenarkan pelanggan kami dan pengguna akhir mereka berurus niaga dalam talian. Ringkasnya, pelan kesinambungan perniagaan kami direka untuk membenarkan firma kami menyambung semula operasi secepat mungkin, memandangkan skop dan keterukan gangguan perniagaan yang ketara. Pelan kesinambungan perniagaan kami beralamat: sandaran dan pemulihan data; semua sistem kritikal misi; penilaian kewangan dan operasi; komunikasi alternatif dengan pelanggan, pekerja, dan badan pengawasan; lokasi fizikal pekerja gantian; pembekal kritikal dan kesan pelanggan; pelaporan peraturan; dan memberi notis segera kepada pelanggan kami jika kami tidak dapat meneruskan perniagaan kami. Kumpulan pembekal teras kami menyandarkan rekod penting kami di kawasan yang berasingan secara geografi. Walaupun setiap situasi kecemasan menimbulkan masalah unik berdasarkan faktor luaran, seperti masa dalam sehari dan tahap keterukan gangguan, kami telah dinasihatkan oleh kumpulan pembekal ini bahawa objektif mereka adalah untuk memulihkan operasi mereka sendiri dan dapat menyambung semula perkhidmatan dengan cepat. Walaupun kami telah berusaha untuk mengurangkan risiko dengan menggunakan pelbagai set pembekal, perkhidmatan anda boleh diubah suai atau terganggu dalam tempoh ini.",
    "2555914614": "untuk kes penggunaan Kebolehcapaian. Kami percaya menggabungkan pendekatan a11y semasa kami dengan pengeluaran Pas Privasi akan membolehkan pengguna a11y menyemak imbas dengan selamat, selamat dalam pengetahuan bahawa trafik mereka lebih peribadi, sambil mengehadkan penyalahgunaan oleh pengendali bot yang tidak dapat dielakkan berlaku apabila pilihan a11y tersedia. Kami adalah peserta aktif dalam kumpulan kerja IETF yang menyeragamkan teknologi baharu ini.",
    "2557240048": "Cara ia berfungsi: pertama, pengguna kebolehaksesan mendaftar melalui",
    "2557601376": "logo hCaptcha™",
    "2560582224": "program hadiah pepijat",
    "2561077702": "Untuk menyediakan perkhidmatan kami",
    "2565565429": "Sebaliknya gunakan: \"kami menggunakan hCaptcha untuk menjadikan tapak kami lebih selamat dan terjamin.\"",
    "2575690545": "Pengambilalihan akaun, seperti banyak penipuan siber, kebanyakannya adalah masalah proses besar-besaran automatik. Jarang seorang penggodam, yang memakai hoodie di ruang bawah tanah ibunya, menaip kata laluan ke dalam laman web bank satu demi satu.",
    "2583775432": "S: Bagaimana pula dengan privasi? Adakah pendaftaran mendedahkan data penyemakan imbas a11y dalam beberapa cara? Apa yang anda lakukan dengan e-mel itu?",
    "2588750717": "Malah, beberapa serangan pemadat kelayakan melibatkan berjuta-juta bukti kelayakan—semuanya disumbat ke dalam antara muka log masuk tapak web yang tidak disyaki dengan harapan untuk dibenarkan masuk. Sebaik sahaja masuk, penyerang boleh mengambil alih akaun mangsa.",
    "2590587108": "Penyuntingan kandungan statik dan dinamik",
    "2593768395": "Pengalaman lancar merentas web, mudah alih asli, web mudah alih. Penyepaduan pra-bina dan SDK asli tersedia.",
    "2593864519": "Hentikan lebih banyak bot. Mula melindungi privasi pengguna.",
    "259613338": "jika anda mempunyai sebarang soalan mengenai Syarat Perkhidmatan ini.",
    "2597149484": "Sebab penggodam perlu \"menyimpan\" begitu banyak kelayakan ada kaitan dengan tempat mereka mendapatkan bukti kelayakan yang dicuri.",
    "2597352122": "Jenis Anotasi",
    "2600696085": "15 Mac 2021",
    "2602081482": "hCaptcha Enterprise menggunakan pembelajaran mesin lanjutan untuk mengenal pasti trafik berniat jahat ke tapak dan apl anda - termasuk aktiviti mengikis.",
    "2602763587": "Pemadat kelayakan ialah satu bentuk serangan siber di mana penyerang cuba log masuk ke tapak web beberapa kali menggunakan sepasang nama pengguna dan kata laluan yang dicuri. \"Penyumbatan\" merujuk kepada percubaan log masuk berulang, yang hampir selalu dilakukan oleh perisian bot automatik.",
    "2603863826": "PS: Jika anda menemui terjemahan dalam bahasa anda yang boleh menggunakan penambahbaikan, sila serahkan a",
    "2605814073": "Dengan menggunakan atau mendaftar untuk Perkhidmatan kami, anda bersetuju: anda berumur sekurang-kurangnya 18 tahun; anda mempunyai kuasa untuk memasuki perjanjian ini bagi pihak anda sendiri atau entiti yang anda wakili, dan pada setiap masa akan kekal mematuhi Syarat Perkhidmatan ini dan semua dasar dan garis panduan IMI yang dirujuk di sini; dan anda tidak akan menyalahgunakan tapak web kami, menyalahgambarkan identiti anda kepada kami, atau menggunakan kecerdasan buatan untuk menyelesaikan mana-mana bahagian mana-mana tugas di IMI yang memerlukan kecerdasan manusia.",
    "260595108": "Kami tidak sekali-kali menggunakan e-mel atau maklumat kebolehaksesan untuk sebarang tujuan selain daripada memudahkan penggunaan dan mencegah penyalahgunaan.",
    "2611914656": "Kami menggunakan Sentry untuk mengumpul data penyahpepijatan apabila pengguna mengalami ralat. Untuk maklumat tentang cara Sentry mengumpul dan memproses data,",
    "2616040974": "3. Pelanggan dan Peminta",
    "2616226398": "Tertakluk kepada kami",
    "2619472217": "8. Jualan semula",
    "2620705814": "Google ialah syarikat iklan dan produk keselamatan mereka kelihatan sangat mirip dengan produk iklan mereka",
    "2621989404": "Kemas Kini Terakhir: 24 September 2021. Sila ambil perhatian bahawa istilah bahasa Inggeris kami adalah berwibawa.",
    "2624601135": "\"hCaptcha\" tidak boleh digunakan sebagai sebahagian daripada nama jenama, digabungkan dengan tanda sempang atau digunakan dalam nama aplikasi atau produk lain.",
    "2624949852": "Sudah tentu, reCAPTCHA ialah peserta awal dalam keselamatan web sejak 2009, melindungi berjuta-juta tapak web daripada ancaman yang semakin meningkat oleh bot berniat jahat dan spammer. Walau bagaimanapun, ia telah terjejas sepenuhnya dalam beberapa tahun kebelakangan ini:",
    "262509504": "Kami mungkin memautkan maklumat yang dikumpul oleh Cookies dengan maklumat lain yang kami kumpulkan daripada anda menurut Dasar Privasi ini dan menggunakan maklumat gabungan seperti yang dinyatakan di sini. Begitu juga, pihak ketiga yang menyediakan kuki di Tapak kami mungkin memautkan nama atau alamat e-mel anda kepada maklumat lain yang mereka kumpulkan, yang mungkin termasuk pembelian lepas yang dibuat di luar talian atau dalam talian, atau maklumat penggunaan dalam talian anda.",
    "2631159699": "( ) Tentera kotak Windows bersambung jalur lebar yang penuh cacing",
    "2631249972": "Kami mungkin menambah baik atau mengubah suai laman web kami tanpa notis kepada anda.",
    "26365791": "Setakat yang dibenarkan oleh undang-undang, Tapak dan Perkhidmatan (dan sebarang perkhidmatan, maklumat, data, ciri, dan kandungan atau bahan lain yang berkaitan) disediakan atas dasar \"seadanya\" dan \"sebagaimana tersedia\". Setakat yang dibenarkan oleh undang-undang, IMI mengecualikan semua waranti, termasuk tetapi tidak terhad kepada waranti tersirat kebolehdagangan, kesesuaian untuk tujuan tertentu dan bukan pelanggaran.",
    "263761351": "hCaptcha ialah alternatif pertama yang boleh dipercayai, kini digunakan oleh ratusan juta orang setiap bulan.",
    "2639657759": "Tanda Digunakan dengan Keizinan",
    "2645321220": "Dan jika anda rasa kos reCAPTCHA terlalu tinggi, tanya kami tentang hCaptcha Enterprise. Pada masa ini digunakan oleh beberapa penerbit terbesar, syarikat perkhidmatan kewangan dan syarikat infrastruktur web di dunia, mereka bukan sahaja alternatif yang boleh dipercayai untuk reCAPTCHA: kami percaya ia menawarkan perlindungan bot terbaik yang tersedia pada masa ini.",
    "2646127839": "Lampiran Pelanggan kepada Syarat Perkhidmatan Induk",
    "2648707986": "Pengambilalihan akaun ialah satu bentuk penipuan siber di mana pelakon berniat jahat menyamar sebagai pemilik akaun dalam talian. Biasanya, akaun tersebut berada di institusi kewangan atau perniagaan e-dagang di mana penipu boleh mencuri wang, barangan atau kad hadiah. Penyerang menggunakan bukti kelayakan log masuk yang dicuri untuk mengakses akaun dan kemudian mengambil alihnya, mungkin menukar kata laluan untuk mengunci pemilik akaun sebenar.",
    "2650241052": "Tiada nasihat",
    "2650502379": "Lancarkan Cabaran Anda Sendiri dalam Beberapa Saat",
    "2652399059": "Rakan kongsi yang boleh dipercayai",
    "265443926": "Untuk mengelakkan keraguan, sila ambil perhatian bahawa ambang ini digunakan secara agregat merentas mana-mana akaun yang anda sebagai individu, entiti atau organisasi telah buat. Contohnya, jika anda membuat 10 akaun, setiap satu menerima 100,000 permintaan dalam sebulan (iaitu 1 juta permintaan secara keseluruhan) maka anda akan melebihi had penggunaan saksama untuk semua akaun pada bulan tersebut.",
    "2659418535": "Prosedur Timbang Tara. Semua timbang tara di bawah perjanjian ini akan dijalankan di bawah peraturan Persatuan Timbang Tara Amerika atau oleh perkhidmatan timbang tara yang dipersetujui bersama. Penimbang tara akan menjadi penimbang tara AS yang dipilih daripada senarai tidak kurang daripada tujuh (7) nama melalui mogok alternatif. Dalam timbang tara, setiap pihak akan mempunyai hak untuk menjalankan penemuan sivil yang mencukupi, membawa usul dispositif, dan mengemukakan saksi dan bukti yang diperlukan untuk mengemukakan kes dan pembelaan mereka, dan sebarang pertikaian dalam hal ini hendaklah diselesaikan oleh penimbang tara. Penyelesaian pertikaian hendaklah berdasarkan semata-mata kepada undang-undang yang mengawal tuntutan dan pembelaan yang dirayu, dan penimbang tara tidak boleh menggunakan apa-apa asas selain daripada undang-undang kawalan tersebut. Penimbang tara hendaklah mempunyai kekebalan pegawai kehakiman daripada liabiliti sivil apabila bertindak atas kapasiti penimbang tara, yang kekebalan itu menambah sebarang kekebalan sedia ada. Anugerah mesti termasuk pendapat beralasan bertulis penimbang tara. Anda melepaskan hak anda untuk dibicarakan oleh juri apa-apa tuntutan yang anda mungkin ada terhadap IMI atau IMI mungkin ada terhadap anda. Sebarang tuntutan di bawah klausa ini mesti dibawa dalam tempoh statut pengehadan yang berkenaan. Akta Timbang Tara Persekutuan Amerika Syarikat mentadbir klausa ini dan anda memperakui bahawa Perjanjian ini membuktikan transaksi dalam perdagangan.",
    "2666258754": "PERHUBUNGAN BERASASKAN HIERARKI SEMANTIK UNTUK HASHING DALAM YANG DIAWAS LEMAH, Heikki Arponen, Tom E Bishop. ICML 2019, Bengkel LLD.",
    "2670003220": "pekerjaan",
    "2670352917": "hCaptcha menyediakan pengesanan bot yang lebih dipercayai sambil mudah untuk diselesaikan oleh manusia.",
    "2671622670": "Perusahaan",
    "267645277": "IMI boleh mengesahkan identiti anda. Ini mungkin termasuk membandingkan maklumat peribadi anda dengan pangkalan data pihak ketiga atau dokumen undang-undang rasmi. Anda memberi kuasa kepada kami untuk membuat sebarang pertanyaan yang diperlukan untuk mengesahkan identiti anda, pemilikan alamat e-mel anda dan pemilikan akaun kewangan anda. Anda bersetuju untuk memberikan maklumat tentang anda untuk membantu kami mengesahkan identiti anda.",
    "2676853536": "Papan pemuka berbilang pengguna",
    "2681650568": "Dan seperti biasa, privasi ialah nilai teras bagi kami. Tambahkan kod cabaran kami hanya di tempat yang diperlukan dan di tempat yang masuk akal untuk melindungi anda dan pengguna anda. Meminimumkan pengumpulan data bermula dari saat penyepaduan.",
    "2682873489": "Tentukan kawasan sempadan untuk objek",
    "2683038211": "Internet atau aktiviti rangkaian elektronik lain.",
    "2686825859": "Daftar percuma atau hubungi kami tentang penyelesaian hCaptcha Enterprise",
    "2689973938": "Memperbaik reCAPTCHA mewujudkan konflik intrinsik untuk Google sebagai vendor iklan.",
    "2690395789": "Jika dan apabila anda tidak lagi memerlukan maklumat sulit yang anda terima, anda mesti segera mengembalikan atau memusnahkan (seperti yang diminta oleh sesiapa yang mendedahkan maklumat) semua salinan maklumat yang wujud di premis, sistem atau peralatan lain yang anda kawal.",
    "2694001822": "Walau bagaimanapun, kami kadangkala mengupah individu untuk membantu kami menguji sifat sistem dan ciri baharu.",
    "2694150481": "Adakah kita menggunakan Cookies?",
    "2696932851": "18. Ganti rugi",
    "2697276059": "Bukti ini berkesan: kadar penyelesaian seragam di seluruh dunia",
    "2698140263": "Tidak semua masalah adalah sama: mendapat satu markah bermakna ia mesti memenuhi keperluan anda untuk menjadi berguna.",
    "269838707": "Jika anda seorang Penyumbang, anda dan hanya anda yang memutuskan tugasan yang mana dan berapa banyak tugasan yang perlu diselesaikan, serta bila dan di mana anda menyelesaikannya. Anda bebas untuk menghabiskan banyak atau sedikit masa untuk menyelesaikan tugasan seperti yang anda pilih. Pada bila-bila masa anda berada di bawah sebarang kewajipan untuk menyelesaikan tugas.",
    "2698640210": "Kawal cabaran dan jenis yang ditunjukkan",
    "2700197090": "J: Menggunakan sebarang sambungan privasi atau penyekat iklan yang menyokong penyenaraian putih peringkat domain (cth uBlock Origin) akan berfungsi seperti yang diharapkan: cuma pastikan anda menyenarai putihkan hcaptcha.com.",
    "2707282231": "Sesuaikan cabaran untuk pengguna anda. Jadikan bot mustahil untuk menyelesaikan dan menembusi.",
    "2710988028": "( ) Spammers boleh menggunakannya dengan mudah untuk mendapatkan alamat e-mel",
    "2712493234": "Penipuan Pembayaran: Mengurangkan Mod Jenayah Siber yang Berkembang Pantas",
    "2714878440": "Lindungi perkhidmatan anda daripada pengikisan, pengambilalihan akaun, pemadat bukti kelayakan dan spam dengan pembelajaran mesin lanjutan kami dan pengesahan kemanusiaan.",
    "2715462692": "Apakah rupa proses Etika AI kami?",
    "2718999653": "Skor Ancaman Tersuai",
    "2722456056": "15 Jan 2021 - 15 Apr 2021",
    "2728931827": "Selepas setiap penyelarasan, anggaran setiap kunci tapak anda akan dikemas kini dan ketepatan ramalan masa hadapan akan meningkat, melainkan tapak anda mempunyai perubahan ketara dalam tingkah laku pengguna.",
    "2729131930": "Apa itu Mengikis Dan Bagaimana Ia Berfungsi?",
    "2735073144": "Kami juga menjalankan semakan berterusan jika perlu. Sebagai contoh, dalam semakan terbaharu kami mengenai tarikh dan sumber permintaan untuk permintaan pelabelan berkaitan payung, kami dapat mengesahkan dengan cepat bahawa tiada entiti kerajaan atau pembekal perisian pengawasan negeri yang diketahui telah membuat permintaan berkenaan payung menggunakan perkhidmatan kami dalam tempoh 12 bulan yang lalu .",
    "2735878907": "Penyata Perancangan Kesinambungan Perniagaan",
    "2740033957": "Pasukan IM terdiri daripada saintis dan jurutera dari Apple, Amazon dan pemimpin lain dalam pembelajaran mesin, sistem teragih dan keselamatan.",
    "2743692546": "Apabila pengguna membuktikan kemanusiaan mereka melalui hCaptcha, tenaga kerja mereka memasuki pasaran terbuka tanpa nama untuk pembidaan.",
    "2745385064": "Ringkasan",
    "2752975480": "( ) Menghantar e-mel mestilah percuma",
    "2754937029": "Penggunaan yang Tidak Boleh Diterima",
    "2760410719": "Perkhidmatan yang cuba melakukan pengesanan bot dengan isyarat pasif semata-mata dengan cepat menghadapi isu asas: bagaimana anda mengesahkan sama ada sistem mengesan pelaku jahat dengan betul apabila anda tidak mempunyai kebenaran asas yang tepat?",
    "2762458927": "Data pengguna anda bukan untuk dijual.",
    "2762759509": "Banyak serangan pengambilalihan akaun hampir automatik sepenuhnya.",
    "2769710842": "Jika anda mempunyai sebarang pertanyaan, sila hubungi kami di",
    "278010425": "Pelbagai tugasan yang luas dan sering berubah pada hCaptcha juga lebih sukar untuk diautomasikan. Antara muka tunggal reCAPTCHA tidak berubah selama bertahun-tahun, dan mempunyai set kecil soalan yang jarang berubah. Ini adalah salah satu cara hCaptcha menyediakan perlindungan anti-bot yang lebih mantap daripada reCAPTCHA.",
    "2781507299": "Pengesahan Segera",
    "2782263070": "Perkhidmatan adalah keutamaan kami. Kami mengekalkan sokongan atas panggilan 24/7 dan menawarkan penyelarasan Slack langsung dengan pasukan penyepaduan kejuruteraan anda dan kakitangan atas panggilan kami semasa dan selepas pelaksanaan.",
    "2784612261": "Ingin menyepadukan semakan manusia terus ke dalam operasi perniagaan anda? Kami menawarkan SLA kebolehpercayaan yang tinggi, kapasiti terjamin dan API REST yang mudah.",
    "2785425016": "(dalam konteks penyelesaian pengesahan kemanusiaan, cth seruan untuk bertindak)",
    "278568955": "Berkuatkuasa: 1 September 2021. Penambahan Infrastruktur",
    "2788024905": "Bagaimana Kami Melindungi Maklumat",
    "2788836740": "Maklumat hubungan untuk tujuan pemasaran dikekalkan secara berterusan sehingga anda berhenti melanggan. Selepas itu kami akan menambah butiran anda pada senarai penindasan kami selama-lamanya. Maklumat e-mel yang dikumpul daripada Pengguna Kebolehcapaian tidak akan digunakan untuk tujuan pemasaran.",
    "2790841456": "Jika anda seorang Penyumbang, anda bersetuju menerima klausa timbang tara dan penepian tindakan kelas berikut:",
    "279580593": "imachines.com",
    "279918384": "Bagaimanakah Google menggunakan tenaga kerja percuma anda?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Langkah-langkah berasa baik tidak melakukan apa-apa untuk menyelesaikan masalah",
    "2804310964": "akses atau cuba untuk mengakses laman web kami melalui mana-mana pelayan web proksi atau peranti lain yang direka untuk mengelirukan lokasi atau identiti sebenar anda atau dengan sebarang cara selain daripada antara muka yang disediakan;",
    "2806751666": "Apakah hCaptcha?",
    "2808122102": "Oleh itu, fungsi silang budaya adalah keperluan asas untuk perkhidmatan kami. Memastikan semua pengguna yang sah boleh mengakses kandungan dengan cepat adalah bahagian penting dalam misi kami. Kami menyediakan cabaran dalam 110 bahasa dan sentiasa menambah baik terjemahan yang berkaitan untuk memastikan cabaran kami dapat diselesaikan oleh semua orang.",
    "2808971932": "Ini ialah beberapa teks di dalam blok div.",
    "2813310562": "Ketik Tetapan Tapak dan kemudian Kuki.",
    "2819628066": "Kebolehpisahan. Jika mana-mana peruntukan Syarat Perkhidmatan ini didapati tidak sah atau tidak boleh dikuatkuasakan atas sebarang sebab, ia tidak akan menjejaskan kesahihan dan kebolehkuatkuasaan mana-mana peruntukan yang tinggal.",
    "2820080973": "dihoskan dengan ❤ oleh",
    "2826051554": "dan banyak lagi",
    "2826705343": "Maklumat komersial.",
    "2827452240": "Perlukan jenis lain yang tidak disenaraikan di sini? Tanya kami sahaja.",
    "282913023": "Pilihan kos efektif untuk perusahaan trafik tinggi",
    "2840750518": "GitHub",
    "285116485": "Syarikat tidak \"menjual\" (seperti istilah ini ditakrifkan dalam CCPA) maklumat peribadi yang kami kumpulkan. Sila rujuk bahagian \"Teknologi Penjejakan dan Analitis Pihak Ketiga\" di atas untuk mendapatkan maklumat lanjut mengenai jenis kuki pihak ketiga, jika ada, yang kami gunakan.",
    "2852295413": "Konflik kepentingan yang wujud: menghentikan bot mengurangkan hasil untuk rangkaian iklan",
    "2862164005": "Data harga membolehkan kami meletakkan nilai dolar yang tepat pada keselamatan yang ditawarkan oleh reCAPTCHA: $0.001 atau kurang setiap jawapan.",
    "2863840904": "Langkah 6: Langkah terakhir, e-melkan fail log HAR dan konsol tersebut kepada kami dan huraikan masalahnya",
    "2864016648": "Isu Privasi",
    "2867855718": "3. Adakah kami percaya bahawa keperluan privasi dapat ditangani dengan memuaskan untuk permintaan tersebut?",
    "2870341481": "di bawah. Untuk mana-mana pelayar lain sahaja",
    "2873297188": "Adakah semua CAPTCHAS mendiskriminasi orang bukan Amerika?",
    "2873911365": "Bagaimana pula dengan pengesahan perkakasan?",
    "2880837730": "Apakah yang boleh dilakukan untuk menghentikan pengambilalihan akaun?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc telah membangunkan Pelan Kesinambungan Perniagaan tentang cara kami akan bertindak balas terhadap peristiwa yang mengganggu perniagaan hCaptcha kami dengan ketara. Memandangkan masa dan kesan bencana dan gangguan tidak dapat diramalkan, kita perlu fleksibel dalam bertindak balas terhadap peristiwa sebenar apabila ia berlaku. Dengan itu, kami memberikan anda maklumat mengenai pelan kesinambungan perniagaan kami ini.",
    "2894845722": "Pengguna di tapak anda tidak lama lagi akan dapat melihat sumbangan anda kepada badan amal melalui penjenamaan bijak pada antara muka hCaptcha.",
    "2895491273": "Jika anda lebih suka untuk menyekat kuki atau teknologi penjejakan lain, kebanyakan penyemak imbas dan peranti mudah alih anda perlu menukar tetapan anda untuk memberitahu anda apabila anda menerima kuki atau teknologi penjejakan lain sedang digunakan, dan untuk memilih sama ada untuk menerima/membenarkan ia. Kebanyakan penyemak imbas juga membenarkan anda melumpuhkan atau memadam kuki sedia ada atau menolak kuki masa hadapan secara automatik. Anda juga boleh menggunakan alatan pihak ketiga, termasuk pemalam penyemak imbas, untuk mengawal pilihan kuki anda. Walau bagaimanapun, ambil perhatian bahawa jika anda melumpuhkan semua kuki, beberapa bahagian Tapak kami mungkin tidak berfungsi dengan baik.",
    "2896187462": "1. Digunakan untuk statistik berkaitan perkhidmatan tanpa nama yang sangat diperlukan dan untuk tujuan teknikal lain seperti membantu dalam sokongan kebolehaksesan.",
    "2900525040": "Undang-undang Negeri California mengawal Syarat Perkhidmatan ini dan sebarang kontroversi, pertikaian atau tuntutan yang timbul daripadanya.",
    "2901894297": "hCaptcha ialah perkhidmatan Intuition Machines, Inc. (\"IMI\"), sebuah Delaware US Corporation (#6393793).",
    "2903742230": "Rangkaian iklan melihat pelawat anda sebagai produk. Bagi kami satu-satunya matlamat ialah menentukan kemanusiaan mereka. Perkhidmatan kami memenuhi atau melebihi keperluan GDPR, CCPA, LGPD dan PIPL, dan kami bekerja keras untuk mengimbangi privasi dan keselamatan.",
    "2904949278": "Bagaimanakah penggodam mengambil alih akaun?",
    "2905621957": "Kemas kini terakhir: 18 Julai 2020",
    "290966395": "Seperti yang diterangkan dalam bahagian \"Nota kepada Pelanggan di Luar Amerika Syarikat\" kami, harap maklum bahawa data peribadi anda akan dipindahkan ke, diproses dan disimpan di Amerika Syarikat. Undang-undang perlindungan data di AS mungkin berbeza daripada undang-undang di negara tempat tinggal anda. Anda bersetuju dengan pemindahan maklumat anda, termasuk maklumat peribadi, kepada AS seperti yang dinyatakan dalam Dasar Privasi ini dengan melawati Tapak kami atau menggunakan Perkhidmatan kami.",
    "2910560864": "20-23 Mac 2020***",
    "2915355938": "Kebolehcapaian",
    "2920213479": "Isih atau tambahkan kategori sewenang-wenangnya dari sebarang saiz",
    "2921990472": "Jika anda melihat isu fungsian, sila ikuti",
    "292211832": "Maklumat yang dikumpul melalui cara teknikal seperti kuki, kaunter halaman web dan alat analitik lain dibuang sebaik sahaja praktikal, tetapi boleh disimpan untuk tempoh terhad sehingga satu tahun dari tarikh tamat tempoh kuki, biasanya dalam bentuk yang tidak dikenal pasti dan terkumpul melainkan kami mengesan potensi penyalahgunaan perkhidmatan kami, dalam hal ini kami akan mengekalkan maklumat tersebut untuk membantu kami mencegah penyalahgunaan masa hadapan. Kami tidak dapat memautkan maklumat tanpa nama dan agregat ini kepada anda, isi rumah anda, alamat IP atau sebarang maklumat peribadi berdasarkan maklumat yang disimpan.",
    "292250020": "1. Pilih gear di penjuru kanan sebelah atas skrin, kemudian pilih \"Pilihan Internet\". Jika anda mendayakan Bar Menu, anda boleh memilih \"Alat\" kemudian \"Pilihan Internet\".",
    "2927700175": "Kami menunjukkan cabaran CAPTCHA yang sukar untuk bot tetapi mudah untuk orang ramai dengan mengumpul data yang sukar dilabel daripada masalah pembelajaran mesin dan menggunakannya untuk membezakan sama ada pelawat tapak web atau apl adalah manusia.",
    "2928362319": "Pertanyaan yang dihantar melalui pos boleh dihantar ke: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Pelanggaran Syarat Perkhidmatan Ini",
    "2932826396": "3. Jika anda menggunakan versi Safari yang paling terkini sama ada pada OS X 10.15 atau iOS 13.4 yang dikeluarkan baru-baru ini, Apple baru sahaja menukar tingkah laku Safari yang berkaitan dengan kuki pihak ketiga, menyekat kesemuanya secara lalai. Kami sedang melaksanakan penyelesaian, tetapi sementara itu sila lawati Safari Preferences, bahagian Privasi dan nyahtanda \"Penjejakan tapak web: Cegah penjejakan merentas tapak\" untuk membolehkan kuki kebolehaksesan berfungsi seperti yang diharapkan.",
    "2935155034": "Jika anda berada di Kawasan Ekonomi Eropah, anda mempunyai hak tertentu yang diterangkan di atas di bawah pengepala \"Notis kepada Subjek Data EU\", termasuk hak untuk memeriksa dan membetulkan atau memadamkan data yang kami ada tentang anda.",
    "2939852138": "Bagaimanakah Penipu [Cuba] Menjauhi Penipuan Pembayaran?",
    "2940689138": "Untuk mentadbir akaun Penyepadu dan Pelanggan dan menyediakan Perkhidmatan. Kami menggunakan Maklumat Peribadi untuk mengaitkan akaun tertentu dengan Penyepadu dan Pelanggan dan untuk memberikan mereka Perkhidmatan, untuk menjawab permintaan atau pertanyaan, untuk memberikan sokongan atau bantuan teknikal, dan untuk memudahkan pembayaran.",
    "2941545733": "Kami adalah jurutera, bukan jurujual: kami mahu anda berpuas hati dengan pilihan anda.",
    "2943346052": "Semasa proses penyeragaman IETF berterusan, kami menjangkakan pelayar utama akan menggunakan beberapa bentuk Pas Privasi secara asli. Ini akhirnya akan menyebabkan sambungan tidak diperlukan. Walau bagaimanapun, buat masa ini, sila ikut arahan di bawah.",
    "2945960297": "Berkenaan dengan subjek data EU, istilah \"maklumat peribadi\" seperti yang digunakan dalam Dasar Privasi ini adalah bersamaan dengan \"data peribadi\" seperti yang ditakrifkan dalam Peraturan Perlindungan Data Am (GDPR) Kesatuan Eropah.",
    "2947576723": "Cerita ini mendahului lesen memandu dan cetakan jari digital, tetapi ia menawarkan contoh yang baik tentang perkara yang boleh berlaku dalam situasi pengambilalihan akaun. Seseorang log masuk ke akaun bank dalam talian atau aplikasi pembayaran mudah alih. Adakah dia pemegang akaun sebenar, atau penggodam? Siapa sebenarnya siapa? Isu keselamatan ini mempengaruhi organisasi yang membenarkan akses akaun layan diri.",
    "2952586316": "Tidak semua masalah adalah sama. Anotasi untuk tugas kritikal keselamatan mungkin memerlukan keyakinan 99.99% daripada pekerja manusia sepenuhnya. Anotasi untuk satu ciri beta dalam apl permainan mudah alih mungkin hanya memerlukan keyakinan sederhana. Awak tentukan.",
    "2954157511": "Mengapa kami menggunakan Kuki?",
    "2959486280": "Jika anda tidak bersetuju dengan Syarat Perkhidmatan ini, anda tidak boleh menggunakan atau mengakses Laman atau Perkhidmatan.",
    "295955580": "Laman web kami mungkin mengandungi pautan ke tapak web pihak ketiga. Kami tidak mengawal, menyiasat, memantau atau menyemak tapak web tersebut. Kami tidak bertanggungjawab dan tidak mengendors program komputer, kandungan atau pendapat yang terkandung di tapak web tersebut. Jika anda memutuskan untuk meninggalkan tapak web kami dan mengakses mana-mana tapak web pihak ketiga, anda berbuat demikian atas risiko anda sendiri.",
    "2968026167": "Sayur kegemaran anda",
    "2970907810": "muka surat. Ketua Pegawai Eksekutif semasa syarikat ialah pengarah urusan yang bertanggungjawab untuk kandungan.",
    "2989126922": "Buka pilihan Chrome daripada bar menu.",
    "299335340": "Apa Itu Dan Cara Menghentikan Serangan",
    "3004688366": "( ) Tindakan balas seharusnya tidak melibatkan penipuan wayar atau penipuan kad kredit",
    "3005876482": "hCaptcha Kini Merupakan Perkhidmatan CAPTCHA Bebas Terbesar, Berjalan pada 15% Internet",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Bantah pergantungan kami pada kepentingan sah kami sebagai asas pemprosesan maklumat peribadi anda yang memberi kesan kepada hak anda.",
    "3012870872": "Tapak web dan apl yang menggunakan versi percuma (hCaptcha Publisher) memperoleh hasil daripada kerja itu dan bukannya mendermakannya kepada Google.",
    "3014149332": "J: Tidak, pas tidak boleh beroperasi: ia mesti dikeluarkan dan ditebus oleh pihak berkuasa yang sama, dalam kes ini hCaptcha. Ambil perhatian bahawa jika anda mempunyai pas daripada Cloudflare dan hCaptcha dalam sambungan anda, nombor yang tersedia akan berubah kepada jumlah yang betul bergantung pada keperluan halaman yang anda lawati. Dalam erti kata lain, jika anda mempunyai 100 pas Cloudflare dalam dompet anda dan 10 pas hCaptcha, anda sepatutnya melihat 10 pada ikon sambungan pada halaman dengan hCaptcha dibenamkan.",
    "3014657981": "Di sebelah \"Kuki\", hidupkan tetapan.",
    "3017040355": "Pemprosesan data Subjek Data EU beroperasi di bawah asas undang-undang Klausa Kontrak Standard (SCC) yang disepadukan dalam Adendum Pemprosesan Data kepada Syarat Perkhidmatan atau Perjanjian Pemprosesan Data kami dengan Penyepadu kami.",
    "3017533972": "Kami, rakan kongsi penyelidikan akademik kami dan pelanggan kami mungkin sekali-sekala merujuk atau menghasilkan semula sebahagian daripada kandungan berlesen Creative Commons melalui platform hCaptcha untuk memajukan pengetahuan manusia dalam bidang pembelajaran mesin.",
    "3018077211": "25. Penyelesaian Pertikaian Penyumbang",
    "3018523079": "Kekal pada jenama dengan pengalaman pengguna yang konsisten.",
    "3022001832": "Kami mengumpul maklumat daripada individu yang berinteraksi dengan Tapak dan Perkhidmatan kami, termasuk mereka yang memasukkan Perkhidmatan kami ke dalam tapak web mereka (\"Pengintegrasi\"), mereka yang menggunakan perkhidmatan untuk pelabelan data (\"Pelanggan\"), dan pengguna akhir yang berinteraksi dengan kami Perkhidmatan melalui tapak web Penyepadu kami (\"Pengguna Akhir\").",
    "3022301908": "Akses",
    "3022922096": ", rangkaian produk perusahaan hCaptcha. Tidak seperti versi percuma hCaptcha,",
    "3025548709": "Adakah terdapat alternatif kepada perjanjian yang tidak adil ini?",
    "3027055607": "16. Harta Intelek dan Hak Milik",
    "3028319964": "Etika AI",
    "3030395800": "Bukti kelayakan ini biasanya datang daripada pelanggaran data. Juga dikenali sebagai \"tumpahan bukti kelayakan\", serangan ini boleh mengakibatkan berjuta-juta bukti kelayakan dibuang ke web gelap. Jika tumpahan itu datang daripada bank, penggodam akan cuba menggunakan kelayakan tersebut untuk masuk ke tapak lain. Pendekatan ini berfungsi kerana ramai orang menggunakan gabungan nama pengguna dan kata laluan yang sama untuk berbilang tapak. (Amalan ini tidak digalakkan, tetapi realitinya adalah. Orang ramai cenderung untuk mengulang kelayakan log masuk yang sama.)",
    "30312304": "kelemahan lain yang berbeza dari negeri ke negeri sebelum undang-undang persekutuan yang buruk diluluskan.)",
    "3031284129": "Penafian Waranti",
    "3031357206": "Ikon baharu akan muncul di sebelah bar URL anda. Sekarang lawati tapak web menggunakan hCaptcha. Ia akan kelihatan seperti ini:",
    "3031953301": "Sebaliknya kami mungkin menawarkan anda peluang untuk menggunakan perkhidmatan hCaptcha Enterprise kami dan terus menyediakan perkhidmatan kepada anda untuk beberapa tempoh masa (\"Tempoh Tawaran\"). Penyediaan perkhidmatan berterusan kami semasa Tempoh Tawaran sama sekali tidak akan mengubah hak kami di bawah Bahagian ini.",
    "3031953928": "HUMAN Network™ ialah tanda dagangan Yayasan Protokol HUMAN, dan digunakan dengan kebenarannya.",
    "3034959000": "Anda boleh mendapatkan semula",
    "3038275155": "Penepian Tindakan Kelas. Anda mengetepikan sebarang hak yang anda ada untuk sebarang pertikaian dibawa, didengar atau ditimbangtara sebagai tindakan kelas, kolektif atau perwakilan. Walau apa pun klausa lain yang terkandung dalam perjanjian ini, hukuman sebelumnya tidak boleh dipisahkan daripada perjanjian ini dalam apa jua keadaan. Sebarang tuntutan bahawa semua atau sebahagian daripada penepian ini tidak boleh dikuatkuasakan, tidak wajar, terbatal atau boleh dibatalkan hanya boleh ditentukan oleh mahkamah yang mempunyai bidang kuasa yang kompeten dan bukan oleh penimbang tara. Anda tidak akan dibalas atau dihalang daripada menyelesaikan tugas di laman web kami akibat anda menggunakan hak anda di bawah Seksyen 7 Akta Perhubungan Buruh Kebangsaan, atau melalui pemfailan atau penyertaan dalam tindakan kelas, kolektif atau perwakilan dalam mana-mana forum , tetapi kami boleh meminta penguatkuasaan penepian tindakan kelas ini secara sah dan meminta pemecatan tindakan atau tuntutan kelas, kolektif atau perwakilan sedemikian.",
    "304004915": "Kami tidak peduli siapa pengguna, cuma kemungkinan mereka berniat jahat atau mesin. Kami menyokong inisiatif seperti",
    "3044038608": "Anda bersetuju untuk memberikan kami maklumat yang benar, tepat dan lengkap seperti yang diminta dalam proses pendaftaran kami. Anda juga bersetuju untuk mengemas kini maklumat tersebut dengan segera sekiranya perlu untuk memastikan ia terkini dan tepat.",
    "3047519814": "Anda bersetuju bahawa anda tidak akan berkongsi akaun atau kata laluan anda dengan sesiapa pun.",
    "3048865891": "Kos dan Yuran. Pihak-pihak hendaklah masing-masing menanggung kos masing-masing untuk perwakilan undang-undang di mana-mana timbang tara tersebut, kecuali setakat yuran peguam diperuntukkan secara jelas oleh undang-undang. Pihak-pihak akan membahagikan sebarang yuran pentadbiran awal yang dikenakan oleh penimbang tara, sehingga kos maksimum kepada anda sebanyak dua ratus lima puluh dolar (AS$250.00). Kos penimbang tara dan wartawan mahkamah, jika ada, pada mulanya akan ditanggung oleh kami; walau bagaimanapun, penimbang tara hendaklah mempunyai budi bicara untuk menganugerahkan kos yang sesuai kepada pihak yang berkuat kuasa, seperti yang diperuntukkan oleh undang-undang, dan/atau menghendaki pihak-pihak untuk membahagikan kos yang berkaitan dengan penimbang tara dan/atau wartawan mahkamah.",
    "3049976256": "Bagi setiap pelanggan pelabelan baharu, kami melalui senarai semak semasa proses jualan. Ini termasuk ketekunan awal KYC sebelum onboarding, serta pengesahan semua permintaan yang dibuat kepada penganalisis kami, dan semakan segera masa nyata dan semakan berkala permintaan yang dibuat menggunakan platform layan diri kami.",
    "3054564199": "Kit Akhbar",
    "3056723024": "13. Penyelesaian Tugas yang Tidak Boleh Diterima",
    "305735018": "Akhirnya, alternatif yang boleh dipercayai kepada Google. hCaptcha Enterprise memberikan penjimatan dramatik pada bil reCAPTCHA anda dengan keselamatan yang lebih tinggi: sehingga 80% lebih murah dalam sesetengah kes.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "dasar privasi",
    "3064321967": "E-mel spam pertama yang diketahui telah dihantar pada tahun 1978. [",
    "3065000659": "Adakah anda sedar setiap kali anda \"klik pada kereta\" anda membantu melatih seorang",
    "3068923550": "( ) Tindakan balas mesti berkesan jika dilakukan secara berperingkat",
    "3083289844": "Jika anda telah menemui isu yang anda fikir boleh menjejaskan privasi pengguna, sila e-mel kami di",
    "3086730511": "Jika anda adalah Penyepadu perkhidmatan percuma kami dan kami menentukan anda telah melebihi ambang penggunaan saksama kami, pada masa ini kurang daripada:",
    "3088605177": "Tambahkan kod cabaran kami hanya di tempat yang diperlukan dan di tempat yang masuk akal untuk melindungi anda dan pengguna anda.",
    "3089778412": "Cara hCaptcha Mengira Ganjaran",
    "3092200338": "** Apabila 15hb jatuh pada hujung minggu, Tarikh Pembayaran sebaliknya ialah 17hb.",
    "3093388779": "hCaptcha adalah percuma untuk digunakan untuk penerbit dalam sebarang saiz",
    "3093689546": "Penyepaduan yang mudah",
    "3094150511": "Pihak berkuasa kawal selia: Suruhanjaya Komunikasi Persekutuan AS, 45 L Street NE, Washington, DC 20554 AS.",
    "3094354698": "15 Jun 2019",
    "3096063825": "Cubalah",
    "3096553330": "Setiap sistem yang kami cipta hanya mencerminkan hubungan kami dengan orang lain.",
    "3098677775": "S: Adakah IP saya dan sejarah penyemakan imbas peribadi sepenuhnya daripada hCaptcha apabila menggunakan Pas Privasi?",
    "3100722753": "Untuk isu keselamatan atau privasi yang berpotensi, lihat arahan di bawah.",
    "3103557430": "Bagaimana Kami Menggunakan Maklumat",
    "3103642530": "Semakan ini terdiri daripada beberapa set kriteria:",
    "3107683988": "Ini boleh mengurangkan trafik dan kos luar rangkaian secara mendadak sambil mengekalkan semua faedah pengurusan oleh kakitangan atas panggilan 24/7 kami untuk memenuhi SLA yang paling ketat.",
    "3108727249": "BotStop",
    "310885519": "atau",
    "3114147525": "Pelanggan hCaptcha menggunakan perkhidmatan ini untuk tugasan termasuk pengecaman objek, pengesanan atribut (mengumpul label untuk mengenal pasti jenis pakaian), kedudukan perkaitan (memilih produk yang paling relevan daripada beberapa pilihan jika dibandingkan dengan produk utama), kotak sempadan (mencari kawasan yang diminati pada imej), \"OCR Manusia\" (mengenal pasti teks dalam imej) dan banyak lagi jenis tugasan.",
    "3117887301": "Dipercayai oleh perkhidmatan dalam talian terbesar",
    "3119498672": "melaksanakan apa-apa tugas dengan penggunaan bot Internet, robot web, bot, skrip, atau apa-apa bentuk kecerdasan buatan lain atau sebaliknya cuba mendapatkan ganjaran daripada IMI atau mana-mana Peminta atau Penyepadu tanpa menyelesaikan tugas seperti yang diterangkan;",
    "3119589996": "Cara ia berfungsi: sambungan penyemak imbas menyediakan pengguna dengan keupayaan untuk mencipta dan menandatangani token buta kriptografi untuk tapak web yang menyokong protokol Pas Privasi. Sambungan menjana pas yang mengandungi token buta kriptografi yang ditandatangani oleh hCaptcha apabila cabaran diselesaikan di mana-mana tapak menggunakan perkhidmatan hCaptcha,",
    "3121248460": "Paparkan cabaran tersuai yang sangat pelbagai -- daripada mudah kepada kompleks -- untuk khalayak anda yang dijangkakan",
    "3128328457": "Jika anda seorang Penyumbang atau Penyepadu, anda sendiri bertanggungjawab untuk pembayaran apa-apa anggaran atau cukai pendapatan persekutuan, negeri atau tempatan lain, keselamatan sosial, FICA dan pampasan pekerja yang terhutang akibat penggunaan tapak web kami, serta cukai atau caj yang serupa dalam bidang kuasa bukan AS. Anda bersetuju untuk menanggung rugi dan memastikan kami tidak berbahaya untuk sebarang penilaian terhadap kami kerana anda gagal mematuhi mana-mana undang-undang cukai.",
    "3128433367": "... dan banyak lagi",
    "3130928685": "Blog",
    "3138772661": "beribu-ribu nyawa setiap tahun",
    "3139609561": "Di bawah ialah dua contoh klasifikasi imej dan jenis kerja pengesanan atribut. [",
    "31502377": "Apakah elemen Teks Kaya?",
    "3152512587": "dan sistem mengumpul ratusan juta penyelesaian harian. [",
    "3153117136": "Cara Tetapan Kesukaran hCaptcha Berfungsi",
    "3160820928": "Perlindungan serangan yang diselaraskan",
    "3161489950": "Platform ML Keselamatan Paling Termaju di Dunia",
    "3162107126": "IMI bukan pihak kepada sebarang pertikaian antara anda dan mana-mana pengguna Perkhidmatan yang lain. Anda melepaskan IMI dan ahli gabungannya daripada sebarang dan semua tuntutan, tuntutan, dan kerosakan dalam setiap jenis dan sifat, diketahui dan tidak diketahui, disyaki dan tidak disyaki, didedahkan dan tidak didedahkan, yang timbul daripada atau berkaitan dengan sebarang pertikaian antara anda dan pengguna lain.",
    "3167979932": "Direka untuk privasi dari hari pertama. Perjanjian Pemprosesan Data yang Kuat.",
    "3168199226": "Walau bagaimanapun, pada tahun 2020 menjadi jelas bahawa membina set data jenis ini boleh dianggap sebagai teknologi dwi-penggunaan dengan cara yang tidak dijangkakan setahun yang lalu.",
    "3173156067": "Beberapa cagaran siap sedia tersedia sekiranya anda ingin memasukkan contoh imej dalam artikel anda.",
    "3176531704": "Anotasi data",
    "3178581111": "Gunakan untuk Tujuan Baru",
    "3180664128": "Dengan mempelajari lebih daripada beribu-ribu isyarat, model boleh membuat kesimpulan dan mencapai keyakinan tinggi dalam mengesan tingkah laku berniat jahat dengan cepat, walaupun apabila tiada isyarat individu dengan sendirinya cukup kuat untuk menunjukkan masalah.",
    "3182435854": "hak cipta",
    "318339230": "(Satu atau lebih daripada yang berikut mungkin terpakai pada idea tertentu anda, dan mungkin ada",
    "3183855267": "1. hmt_id",
    "3186435874": "sessionid",
    "3192683783": "Perubahan kepada Dasar Privasi ini",
    "3193548097": "Harapan Springs Abadi",
    "3194111925": "sokongan",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "Utiliti dan kelemahan API",
    "3200641265": "Selewat-lewatnya pada 16 Jun 2020*",
    "3200859925": "1. Tujuan",
    "320166522": "Pembelajaran mesin kini memberi kesan kepada hampir setiap aspek kehidupan kita, selalunya dalam cara yang tidak kita sedari dan tidak dapat lihat. Perkhidmatan keselamatan dalam talian tidak berbeza.",
    "3202747130": "Keseluruhan perjanjian. Syarat Perkhidmatan ini dan mana-mana dasar, prosedur atau terma yang dirujuk dalam perjanjian ini membentuk keseluruhan perjanjian pihak berkenaan dengan perkara perkara, dan menggantikan serta membatalkan semua perjanjian, tuntutan, representasi dan pemahaman yang berkaitan sebelum dan bersamaan. .",
    "3203921334": "Kami menyukai beberapa perkara tentang penyelesaian hCaptcha: 1) mereka tidak menjual data peribadi; mereka hanya mengumpul data peribadi minimum yang diperlukan, mereka telus dalam menerangkan maklumat yang mereka kumpul dan cara mereka menggunakan dan/atau mendedahkannya.",
    "3206136647": "Masalah Google di sini adalah berdasarkan data soalan yang mereka gunakan berbanding siapa yang melihatnya. Jika semua data datang daripada budaya yang sama (dan dalam kes Google, syarikat yang sama) anda pastinya boleh mengharapkan untuk menghadapi cabaran yang tidak diterjemahkan dengan baik kepada budaya lain, selaras dengan aduan Eden.",
    "3207769512": "Sebarkan Pekerjaan Pengeluaran",
    "3208155808": "Pindahkan salinan maklumat peribadi anda yang boleh dibaca mesin kepada anda atau pihak ketiga pilihan anda.",
    "3212830633": "2. Kelayakan",
    "3213351333": "Tiada komitmen pendahuluan diperlukan",
    "3213411837": "imej 2",
    "3214322759": "sebaliknya terlibat dalam sebarang aktiviti berniat jahat atau penipuan.",
    "3217791519": "15 Jul 2020 - 15 Okt 2020",
    "3225770968": "hCaptcha direka untuk menyelesaikan masalah yang paling intensif buruh dalam pembelajaran mesin; melabelkan sejumlah besar data dengan cara yang tepat pada masanya, berpatutan dan boleh dipercayai.",
    "3225936061": "Anda mungkin melihat gambar teks yang diambil dari halaman buku pada perkhidmatan Buku Google dan membantu memperbaik perisian OCR (pengecaman teks) mereka.",
    "322830977": "Bagaimana untuk melumpuhkan Cookies.",
    "3228928991": "Maklumat yang boleh digunakan untuk mengenal pasti atau menghubungi individu (\"Maklumat Peribadi\"), seperti nama, alamat e-mel dan negara. Kami mengumpul Maklumat Peribadi daripada Penyepadu dan Pelanggan semasa dan bakal kami apabila mereka memberikannya terus kepada kami (contohnya, dengan mengisi borang semasa mendaftar untuk akaun, atau memohon untuk menerima pemberitahuan e-mel daripada kami). Kami juga boleh mengesahkan identiti Penyepadu dan Pelanggan kami dengan membandingkan maklumat peribadi dengan pangkalan data pihak ketiga atau dokumen undang-undang rasmi.",
    "3230004040": "Adakah anda cacat penglihatan atau sebaliknya tidak dapat melengkapkan hCaptchas?",
    "3233305531": "Tanda dagangan",
    "3233441200": "Ulangi Dasar Pelanggaran",
    "3235430156": "sistem pembelajaran mesin syarikat secara percuma?",
    "3235744534": "internet Explorer",
    "3236311792": "4. analisis dalaman hCaptcha. Data dituai hingga 30 Jun 2019. Butiran tersedia atas permintaan.",
    "3236873806": "IMI bertanggungjawab untuk laman web ini.",
    "3238184941": "Nota: Risiko penipuan yang dikaitkan dengan alamat IP individu boleh dikongsi dengan Penyepadu atas permintaan.",
    "3238345709": "( ) Ia akan menghentikan spam selama dua minggu dan kemudian kami akan terperangkap dengannya",
    "3238612014": "Sejarah penyemakan imbas, maklumat tentang interaksi pengguna dengan tapak web, aplikasi atau iklan internet.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Kemas kini terakhir: 18 Februari 2021",
    "324647915": "Terima kasih kerana meluangkan masa untuk membantu kami mendapatkan maklumat ini!",
    "3247172580": "hCaptcha menggabungkan pembelajaran mesin penyeliaan kendiri lanjutan dengan pendekatan pengiraan tepi baharu yang meminimumkan pengumpulan dan pengekalan data secara unik, dihantar dari lebih 250 lokasi di seluruh dunia untuk kebolehskalaan besar-besaran.",
    "325077666": "Dengan menyerahkan maklumat anda, anda bersetuju menerima kami",
    "3251220335": "J: Tidak. Sila klik pautan log masuk e-mel yang sama yang dihantar kepada anda pada setiap peranti yang anda gunakan untuk menetapkan kuki.",
    "3254142589": "( ) Masalah bidang kuasa",
    "3255230599": "Apa itu Kuki?",
    "3256020881": "Untuk memerhatikan tingkah laku dan aktiviti menyemak imbas anda dari semasa ke semasa merentasi berbilang tapak web atau platform lain.",
    "3256245394": "serta catatan blog kami, cth",
    "3260825523": "Mesin Intuisi",
    "3264813246": "Tidak sesuai",
    "3265293440": "( ) Kecenderungan protokol selain SMTP untuk menyerang",
    "3265328927": "), syarikat pembelajaran mesin yang menawarkan produk dan perkhidmatan untuk syarikat yang melaksanakan pembelajaran mesin secara berskala.",
    "3265895521": "Naikkan dan kurangkan kesukaran cabaran berdasarkan masa dalam sehari",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Tolonglah",
    "3272552822": "Pembangun dan kriptografi:",
    "32739972": "Untuk menyimpan maklumat sesi log masuk anda jika anda berdaftar di Tapak kami.",
    "3276777569": "hCaptcha",
    "3280658086": "penyelesaian perusahaan",
    "3286051798": "Tajuk, perenggan, petikan blok, angka, imej dan kapsyen angka semuanya boleh digayakan selepas kelas ditambahkan pada elemen teks kaya menggunakan sistem pemilih bersarang \"Apabila berada di dalam\".",
    "328625009": "... kami bersedia apabila anda: perkhidmatan kami tersedia sepanjang masa.",
    "3287172429": "Jenis cabaran kawalan ditunjukkan",
    "3288667364": "Perbandingan dan Pengesanan",
    "3290996791": "Semua nama produk, logo dan jenama lain adalah hak milik pemilik masing-masing. Semua nama syarikat, produk dan perkhidmatan lain yang digunakan dalam laman web ini adalah untuk tujuan pengenalan sahaja. Penggunaan nama, logo dan jenama ini tidak membayangkan sokongan.",
    "3292221787": "cabaran itu telah dijawab, bukan hanya sama ada ia betul, dan kerap menukar kedua-dua soalan dan data yang digunakan.",
    "3301728462": "Berjuta-juta orang menggunakan hCaptcha setiap bulan, pada beribu-ribu gabungan penyemak imbas, sambungan, peranti, tembok api dan banyak lagi.",
    "3312336121": "yang menggunakan sejumlah besar data tingkah laku untuk menentukan sama ada pengguna web adalah manusia atau bot yang sah",
    "3315658779": "Cegah Pengikisan Kandungan dengan hCaptcha Enterprise",
    "3319083717": "nama:",
    "3324288040": "Hantar maklum balas kepada kami",
    "332723732": "kandungan",
    "3329634829": "Hadkan pemprosesan maklumat peribadi anda.",
    "3329755436": "Adakah anda merancang untuk mempercepatkan proses ini?",
    "3334160175": "( ) Ia tidak berdaya melawan serangan kekerasan",
    "3336625692": "Halaman ini memperincikan pemikiran kami tentang topik ini dalam konteks Etika AI, dan proses yang kami ikuti untuk memastikan penggunaan perkhidmatan kami kekal selaras dengan dasar yang kami pakai sebagai sebuah syarikat.",
    "3339302473": "27. Penamatan",
    "3342910682": "Baca lagi",
    "3346362371": "Bagaimana dengan pembelajaran mesin?",
    "3348433919": "Hak Anda",
    "3349094124": "Kriteria kebimbangan etika: Objektif",
    "3353238942": "hCaptcha direka untuk menghentikan bot dengan membezakannya daripada orang. Ujian visual ialah alat yang mudah untuk ini, tetapi tidak semua orang boleh menyelesaikan cabaran visual.",
    "3356329025": "1. 30 hari",
    "3356349631": "Google Chrome",
    "3357523404": "Pemindahan Data Merentas Sempadan",
    "33639629": "Tidak Berkenaan dengan Laman Web Pihak Ketiga. Sila ambil perhatian bahawa Dasar Privasi ini tidak terpakai pada mana-mana tapak web, tawaran, produk atau perkhidmatan mana-mana pihak ketiga, walaupun ia memaut ke Laman web kami atau menggabungkan Perkhidmatan – sila rujuk dasar privasi yang berkenaan sebelum memutuskan untuk memberikan sebarang maklumat kepada pihak ketiga pihak.",
    "3365203058": "Perlindungan anti-bot bertaraf dunia",
    "3368788823": "Terence Eden membuat satu perkara yang menarik di blognya: \"",
    "3370561195": "6. Tingkah Laku yang Boleh Diterima",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "Dasar dan proses Etika AI",
    "3376724603": "14-24 Sep 2021†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Dapatkan Data Anda Dilabelkan Sekarang",
    "337971271": "Pembelajaran mesin berguna. Tetapi ia tidak memerlukan data peribadi untuk berfungsi.",
    "3383086062": "hCaptcha Enterprise ialah penyelesaian keselamatan dalam talian yang lengkap. Mod aktif dan pasif membolehkan anda menghentikan pemadat bukti kelayakan, mengesan pengambilalihan akaun dan menyekat pelakon yang mencurigakan. Semua dengan geseran sifar untuk pengguna yang sah.",
    "3386280249": "Untuk menyediakan pasaran untuk Data Berlabel. Perkhidmatan kami membolehkan pelabelan data volum tinggi dan semakan manusia untuk sistem pembelajaran mesin sebagai perkhidmatan kepada pemilik tapak web dan syarikat yang memerlukan bantuan untuk melabelkan data mereka. Untuk itu, kami mendedahkan Data Berlabel kepada Pelanggan kami yang berminat untuk memperoleh Data Berlabel.",
    "3388180864": "Berminat untuk menangani cabaran teknikal yang mendalam pada skala web? Kami sentiasa mengambil jurutera berbakat di seluruh dunia -",
    "3389431373": "Perkhidmatan seperti reCAPTCHA v3 mengatakan bahawa meletakkan piksel penjejakan mereka pada setiap halaman tapak anda adalah perlu untuk keselamatan yang baik. Ini tidak berlaku.",
    "3395399558": "( ) Ahli politik yang buta huruf dari segi teknikal",
    "3397976149": "Dapatkan sokongan untuk Penerbit hCaptcha",
    "3398978455": "15-25 Sep 2021†††",
    "3401005681": "Mendapatkan wang",
    "3401861278": ", yang digabungkan di sini melalui rujukan. Sila semak perjanjian ini untuk melihat cara kami memproses data peribadi bagi pihak anda. Harap maklum bahawa kami beroperasi sebagai \"pemproses data\" untuk tujuan Peraturan Perlindungan Data Am EU dan \"penyedia perkhidmatan\" untuk tujuan Akta Privasi Pengguna California.",
    "34074886": "Setiap kali anda menjawab cabaran, kami menggunakan model yang canggih untuk mengetahui sama ada anda manusia. Tapak web yang anda lawati kemudian menggunakan hasil ini untuk membantu meningkatkan pengalaman anda di tapak mereka dengan menghalang bot.",
    "3408107995": "Hari ini, bagaimanapun, mengikis selalu bermaksud pendekatan terprogram untuk menarik data daripada tapak web. Perisian mengikis bertindak seperti pengguna manusia, mengklik pada butang dan membaca output yang terhasil. Terdapat banyak kegunaan yang sah untuk mengikis. Perangkak web yang menggerakkan enjin carian adalah satu contoh. Begitu juga alat seperti Skyscanner yang mencari tawaran perjalanan dengan menyisir beribu-ribu tapak web pelancongan. Firma Fintech menggunakannya juga, mengikis data kewangan pengguna daripada tapak bank jika tiada Antara Muka Pengaturcaraan Aplikasi (API) tersedia untuk membuat sambungan data. Perkara yang perlu diingat tentang pengikisan skrin ialah kelajuan dan kebolehskalaannya. Proses ini boleh menuai sejumlah besar data daripada tapak web, dengan mengandaikan tapak tersebut tidak dikonfigurasikan untuk menghalangnya daripada berlaku. Pada kelajuan pengiraan, pengikis boleh mengumpulkan set data yang besar dengan berinteraksi dengan tapak web dan perisian asas serta pangkalan data yang memberi kuasa kepada mereka.",
    "3409726716": "mendaftar untuk lebih daripada satu akaun dengan kami tanpa kebenaran bertulis;",
    "3412647984": "Ini membolehkan anda mengelakkan soalan akan datang dengan mendaftar dan menetapkan kuki. Sila juga cuba matikan penyekat iklan anda.",
    "3417372336": "Tukar dalam beberapa minit",
    "3419878556": "Pastikan \"Sekat kuki pihak ketiga\" tidak didayakan.",
    "3421090159": "sumber terbuka",
    "3426312287": "5-15 Jan 2022",
    "3433896984": "BotStop™",
    "3434202027": "Sebarang penggunaan nama hCaptcha dalam komunikasi memerlukan atribusi: \"hCaptcha ialah tanda dagangan berdaftar Intuition Machines, Inc.\"",
    "3436534225": "Hampir semua syarikat yang memulakan perintis akhirnya memilih penyelesaian kami.",
    "3437412311": "Untuk pengguna Perusahaan, pilihan tersedia untuk mengelakkan cabaran sepenuhnya dalam kebanyakan senario, bergantung pada skor pasif.",
    "3441764123": "Apabila cabaran dikemukakan kepada pengguna kebolehaksesan di tapak menggunakan perkhidmatan hCaptcha, mereka akan lulus secara automatik.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Trafik Antara",
    "3446714684": "Penyepaduan Mudah Alih (iOS dan Android).",
    "345108670": "- pemadat kelayakan dan percubaan pengambilalihan akaun lain",
    "3453526675": "1. pihak pertama",
    "345563040": "( ) Ini adalah idea yang bodoh, dan anda seorang yang bodoh kerana mencadangkannya.",
    "3457805519": "3. Bolehkah permintaan pelanggan dipenuhi di bawah undang-undang AS dan peraturan penglibatan kami?",
    "3458934553": "3. Berbeza-beza; sehingga 30 hari.",
    "3460432665": "Walau apa pun yang dinyatakan di atas, jika anda seorang pembayar cukai AS, kami mungkin meminta daripada anda W-9, untuk dikemas kini setiap tahun, dan kami mungkin menghalang anda daripada melaksanakan tugas sehingga anda menyelesaikan atau mengemas kini W-9.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Senarai putihkan kuki hcaptcha.com dan *.hcaptcha.com dalam penyekat iklan atau sambungan keselamatan penyemak imbas anda.",
    "3470857731": "Analisis tentang sejauh mana reCAPTCHA mengesan bot.",
    "3475647460": "( ) Memerlukan terlalu banyak kerjasama daripada spammer",
    "3478726913": "hCaptcha mempunyai salah satu kolam terbesar di planet ini yang tersedia untuk kegunaan anda. Walau apa pun skala anda, kami boleh mengendalikannya tanpa komitmen pendahuluan yang mahal. Berjuta-juta tugas setiap hari tiada masalah.",
    "3479034323": "Jika anda melihat kandungan kepunyaan anda diterbitkan semula pada platform hCaptcha dan ingin ia dialih keluar atas sebarang sebab, anda boleh menghubungi kami melalui e-mel.",
    "3480023141": "Ketahui lebih lanjut tentang pilihan kebolehaksesan",
    "3483700676": "Lancarkan berjuta-juta tugas dengan serta-merta",
    "3488019891": "hCaptcha ialah tanda dagangan berdaftar Intuition Machines, Inc.",
    "348809718": "4. Di bawah \"Kuki Pihak Ketiga\" pilih \"Terima\".",
    "349292953": "Maklumat yang Kami Kumpul",
    "3494826505": "Dengan vendor, kami terlibat untuk menyediakan aspek penting Tapak dan Perkhidmatan, seperti penyimpanan data, pengehosan dan Analitis, dan hanya untuk tujuan tersebut.",
    "3496767126": "Untuk mengelakkan keraguan, perenggan berikut terpakai secara eksklusif kepada Pelanggan yang menggunakan perkhidmatan anotasi kami, dan bukan untuk menggunakan Perkhidmatan kami sebagai Penyepadu",
    "3500503648": "hCaptcha direka untuk menghapuskan pengekalan data jangka panjang dengan bergantung pada penilaian segera dan bukannya merekod dan menganalisis sejarah penyemakan imbas anda. Kami juga menyokong inisiatif seperti",
    "3501923981": "Kemas kini terakhir: 1 Januari 2020.",
    "3507532387": "( ) Kemudahan mencari ruang alamat kecil alfanumerik semua alamat e-mel",
    "3510143229": "hCaptcha ialah perkhidmatan untuk tapak web dan apl,",
    "3511610999": "Mari pastikan anda sampai ke tempat yang betul.",
    "3515435438": "Melaporkan Aduan DMCA",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Tujuan Pemprosesan",
    "3520687192": "Rekod komunikasi dengan anda (cth. tiket sokongan yang dibuka melalui e-mel atau Twitter) boleh disimpan selama-lamanya.",
    "3524251858": "Pengarah Pengurusan Produk, Cloudflare",
    "3526939538": "Pepijat Perisian",
    "3527140447": "Dokumen",
    "3530599065": "Privasi dibina dari bawah ke atas. hCaptcha tidak mengekalkan PII dan mematuhi banyak mandat dan peraturan privasi.",
    "353066938": "Pasukan yang berpengalaman, bekerja pada masalah paling sukar hari ini. hCaptcha ialah perkhidmatan daripada",
    "3532143291": "Untuk menjamin perkhidmatan dan sistem kami. Kami menggunakan Maklumat Analitis untuk melindungi sistem kami dengan mengenal pasti potensi ancaman dan kelemahan, dan sebaliknya melindungi maklumat yang kami kumpulkan.",
    "353367791": "Kesan pelakon jahat dari pelbagai jenis.",
    "3536122902": "( ) Menghentikan mereka dengan cara itu tidaklah perlahan dan cukup menyakitkan",
    "3543141425": "untuk ia!",
    "3545935449": "Untuk mengenali pengguna baharu atau pengguna lama.",
    "3548097301": "Berkuatkuasa: 1 Januari 2020.",
    "354925785": "pengenalan",
    "3554363588": "Markah Lain",
    "3554448168": "Pengkategorian",
    "3555583744": "dan",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim dalam eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh dan justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Anda bersetuju untuk menggunakan usaha yang munasabah secara komersial untuk melindungi sebarang Maklumat Sulit yang diterima daripada kami atau melalui Perkhidmatan kami. termasuk skor bot dan butiran bukan awam perkhidmatan perusahaan kami, termasuk dokumentasi bukan awam dan sebarang butiran yang mungkin kami kongsikan berkenaan kaedah pengesanan bot kami. Jika anda diberi akses kepada mana-mana Maklumat Sulit tersebut, kami boleh mengubah suai, menggantung atau mengehadkan akses anda kepada Perkhidmatan kami mengikut budi bicara kami jika kami menentukan bahawa Maklumat Sulit didedahkan oleh penggunaan Perkhidmatan kami oleh anda, dan kami akan menggunakan usaha yang munasabah untuk memberi anda notis sebelum penggantungan.",
    "3566102529": "kami hari ini untuk mengetahui lebih lanjut.",
    "3569492665": "Merakam aktiviti dalam talian bukanlah jawapannya.",
    "3570415321": "Syarikat",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Sesetengah maklumat yang anda berikan kepada kami mungkin merupakan data sensitif seperti yang ditakrifkan dalam GDPR (juga dirujuk sebagai kategori khas data peribadi), termasuk pengenalan kaum atau etnik anda pada dokumen pengenalan yang dikeluarkan kerajaan.",
    "3573245166": "Tidak seperti reCAPTCHA, kami bekerja di setiap negara.",
    "3576146278": "Hanya bayar untuk ketepatan yang anda perlukan",
    "3578122193": "Kekal pada jenama dengan kandungan yang berkaitan",
    "3588274874": "Dalam memfokuskan pada penyampaian produk yang sejajar dengan usaha kawal selia seperti GDPR Kesatuan Eropah dan CCPA California, kami telah mengalami pertumbuhan besar-besaran - sudah tentu, ia membantu bahawa hCaptcha ialah pengganti \"turun\" mudah untuk reCAPTCHA dan dengan itu boleh dipasang dalam beberapa minit.",
    "3588620914": "Pas Privasi ialah ciptaan baharu mengikut piawaian Web, dan aplikasi lain dan sambungan penyemak imbas yang tidak menyedarinya boleh mengganggu fungsinya.",
    "3590546893": "Analisis tingkah laku mudah ialah isyarat yang mudah dipalsukan oleh pelakon jahat dan memerlukan mengekalkan sejarah penyemakan imbas untuk semua trafik sah anda juga.",
    "359073033": "Papan pemuka menyampaikan pandangan aktiviti peringkat tinggi atau terperinci.",
    "3594381346": "lokasi.",
    "3594440415": "Akhirnya, mereka akan mula membuka pintu.",
    "3594526017": "Saintis IM Tetapkan Penanda Aras Baharu untuk Pengecaman Teks Diselia Lemah (OCR) di CVPR 2020.",
    "3596207631": "S: Saya masih melihat cabaran selepas menetapkan kuki. Apa yang menyebabkan ini?",
    "3600022491": "Atas sebab ini, kami telah mereka bentuk alternatif yang mudah dan tidak menyakitkan untuk membenarkan penerbit yang menggunakan perkhidmatan kami mengekalkan kebolehaksesan untuk semua dengan pematuhan penuh Seksyen 508 dan WCAG 2.1 AA.",
    "3600718611": "Pertimbangkan Google reCAPTCHA,",
    "3600797185": "Menawarkan pengenalan bot retroaktif akan membuka Google kepada soalan pelik tentang cara membayar balik pengiklan yang telah membelanjakan wang untuk trafik penipuan itu secara retroaktif.",
    "360236473": "Perkhidmatan hCaptcha tidak bertujuan untuk digunakan oleh sesiapa sahaja untuk bekerja sebagai pelabel individu. Ia tidak direka untuk atau sesuai untuk tujuan ini. Kami tidak mengesyorkan sesiapa cuba menggunakan hCaptcha sebagai sumber pendapatan peribadi.",
    "3604147138": "3. Digunakan untuk tujuan teknikal yang sangat diperlukan: membolehkan penggunaan Kebolehcapaian Pengguna.",
    "3609106478": "Pengisian Tauliah:",
    "3609929815": ". Kami akan mengekalkan maklumat nama, negara dan alamat e-mel anda hanya untuk tujuan menghubungi anda pada masa hadapan mengenai peluang kerja pelabelan individu.",
    "3612043014": "... dan tugasan mudah lain. Mudah untuk manusia, sukar untuk bot.",
    "361372538": "2. Adakah kami percaya bahawa perkhidmatan kami yang disediakan mungkin akan digunakan untuk tujuan diskriminasi oleh pelanggan, dengan cara yang mungkin sah tetapi tidak boleh diterima oleh kami?",
    "3614653023": "Sebaliknya, amalan ini bergantung pada serangan pemadat bukti berskala besar yang mencuba berjuta-juta pasangan nama pengguna/kata laluan pada berdozen institusi kewangan sasaran dengan harapan dapat membuka kunci subset kecil akaun. Sebaik sahaja perisian penipuan automatik telah mendapat akses kepada akaun, penggodam manusia kemudiannya boleh terlibat, tetapi dalam beberapa kes, tidak.",
    "361795034": ". Pengarang tidak diketahui, c. 2000",
    "3619183405": "Pada tahun 2021 CAPTCHA mudah kadangkala boleh diselesaikan dengan perisian, berkat kemajuan dalam pembelajaran mesin. Untuk menangani perkara ini, hCaptcha juga melakukan analisis yang sangat terperinci tentang sifat seperti",
    "3620039756": "Di bahagian atas sebelah kanan, ketik Lagi dan kemudian Tetapan.",
    "3620442880": "Ciri perlindungan Jualan Kilat",
    "3621401685": "( ) Tidak popular cukai baru yang pelik",
    "3621411541": "Ketahui tentang pilihan kebolehaksesan untuk hCaptcha",
    "3621455477": "untuk belajar lebih lagi!",
    "3623028666": "(sila gunakan perkhidmatan seperti",
    "3624758171": "Tugas tersuai juga tersedia untuk penerbit perusahaan.",
    "3630114728": "Lihat perkara yang berlaku merentas semua tapak dan apl anda.",
    "3644106388": "Kenalan",
    "3645414921": "Padam",
    "364774188": "Saya manusia™",
    "3654556483": "Institusi kewangan dan syarikat eDagang mempunyai proses dan kawalan yang mengurangkan beberapa ancaman pengambilalihan akaun. Ini terdiri daripada soalan keselamatan lama \"apakah nama kawan baik anda di sekolah rendah\" kepada kaedah pengesanan yang mengeluarkan alamat IP dan profil peranti mudah alih yang mencurigakan.",
    "3657743880": "Arahan Pelayar untuk Kuki Merentas Tapak",
    "3660619092": "Daftar percuma atau hubungi jualan untuk penyelesaian Perusahaan",
    "366088791": "hCaptcha menyokong pelbagai jenis tugas.",
    "3660891610": "Jika anda seorang Penyumbang, IMI, dan bukan anda, mempunyai hak proprietari dalam mana-mana kerja yang anda hasilkan sebagai sebahagian daripada menyelesaikan sebarang tugas. Dengan menerima terma Perjanjian ini, anda bersetuju untuk (dan dengan ini melakukan) memindahkan pemilikan, pemilikan dan hak milik (termasuk semua hak harta intelek yang wujud di seluruh dunia) dalam dan kepada kerja anda kepada kami. Untuk memastikan bahawa kami dapat memperoleh, menyempurnakan, dan menggunakan hak tersebut, anda selanjutnya bersetuju untuk (i) menandatangani sebarang dokumen untuk membantu dalam dokumentasi, penyempurnaan dan penguatkuasaan hak kami; dan (ii) menyediakan akses yang munasabah kepada maklumat untuk merekod, menyempurnakan, menjamin, mempertahankan, dan menguatkuasakan hak proprietari tersebut di mana-mana dan semua negara. Kewajipan anda di bawah seksyen ini akan diteruskan walaupun selepas anda membatalkan pendaftaran atau menghentikan penggunaan Perkhidmatan. Anda melantik kami sebagai peguam anda sebenarnya untuk melaksanakan dokumen bagi pihak anda untuk tujuan yang dinyatakan dalam seksyen ini.",
    "3666807632": "14. Kelayakan dan Kemahiran Penyumbang",
    "3668115514": "Bagaimanakah hCaptcha berbeza?",
    "3668873369": "Di hCaptcha, kami telah mengambil pendekatan yang berbeza dari hari pertama",
    "3669258571": "Dasar Kuki",
    "3671246379": "Langkah 5: Klik pada tab Konsol, dan klik kanan kemudian \"Pilih semua\" dan simpannya ke dalam fail teks, untuk menyimpan log konsol. Hantarkan kepada kami juga.",
    "3671828834": "Contoh Maklumat Peribadi Dikongsi",
    "3673079511": "standard yang baru muncul",
    "3678889946": "Selewat-lewatnya pada 15 Jun 2019",
    "3679148535": "S: Apakah aplikasi Pas Privasi lain yang sedang anda kerjakan?",
    "3680327841": "Kami komited untuk menjadikan hCaptcha berfungsi dengan baik untuk semua orang",
    "3682071227": "Apakah itu Pengambilalihan Akaun Dan Bagaimana Ia Berfungsi?",
    "3688621388": "Tandatangan ancaman",
    "3694578791": "Seperti yang dibincangkan di atas, kami (dan vendor pihak ketiga kami) mengumpul Maklumat Analitis sebahagiannya melalui penggunaan kuki, suar web dan teknologi penjejakan lain. Dalam sesetengah keadaan, kami bekerjasama dengan vendor pihak ketiga untuk menggunakan kuki bagi tujuan mengumpul Maklumat Analitis.",
    "3695206755": "Cuba kami dalam persekitaran anda tanpa sebarang kewajipan.",
    "3700113699": "Pada peranti Android anda, buka apl Chrome.",
    "3700767772": "Setelah anda memasang sambungan, klik di sini (atau pada mana-mana tapak web yang menggunakan hCaptcha) untuk mendapatkan pas:",
    "370366524": "Telemetri Perkhidmatan Ephemeral",
    "3709608616": "maka akaun anda mungkin dilumpuhkan atau ditentukan untuk tidak layak untuk pendapatan mengikut budi bicara kami sendiri, untuk sebarang tempoh masa, dengan atau tanpa notis awal kepada anda. Dalam apa jua keadaan, permintaan yang melebihi ambang penggunaan saksama kami tidak akan layak untuk pendapatan tanpa pengesahan bertulis daripada kami.",
    "3714002185": "Ketahui lebih lanjut tentang hCaptcha Enterprise",
    "3715747429": "Jurutera onboarding kami boleh membantu anda pergi dengan cepat, sama ada anda memerlukan penyepaduan React, SDK untuk apl asli iOS, contoh bahagian belakang Java atau hampir sebarang senario lain.",
    "3717512591": "Penyepaduan Platform Langsung",
    "3717942925": "Sama seperti akan sentiasa ada orang yang ingin mendapatkan perhatian anda melalui e-mel, akan sentiasa ada keinginan untuk mengekang akses kepada beberapa sumber supaya hanya manusia boleh mengaksesnya.",
    "3719056187": "Maklumat yang diberikan di halaman internet tidak mewakili nasihat individu dan tidak boleh menggantikannya. Jika anda memerlukan nasihat individu, sila hubungi kakitangan sokongan kami.Penggunaan tapak ini",
    "3720584906": "15 Jul 2021 - 15 Okt 2021",
    "3721365241": "Cubalah",
    "3723626769": "atas sumbangan dan ulasan anda.",
    "3725880582": "Kembalikan kepada Amal",
    "3729345277": "hCaptcha ialah cara untuk syarikat mendapatkan anotasi yang mereka perlukan dengan lebih cepat, dengan kualiti yang lebih tinggi dan pada kos yang lebih rendah daripada alternatif lain.",
    "3730038780": "Pilih daripada bilangan cabaran yang hampir tidak terhingga untuk diselesaikan oleh pengguna",
    "3730344349": "Bahagian ini memberikan butiran tambahan tentang maklumat peribadi yang kami kumpulkan tentang pengguna California dan hak yang diberikan kepada mereka di bawah Akta Privasi Pengguna California atau \"CCPA.\"",
    "3733422465": "8. Mengesahkan Identiti anda",
    "3740051331": "Kami juga komited untuk memantau dan menjawab soalan pengguna anda secara aktif merentas media sosial, forum dan saluran sokongan widget dan e-mel kami. Kami boleh diakses dan responsif, dan menganggap kepuasan pengguna sebagai KPI teratas.",
    "3741193183": "( ) Ramai pengguna e-mel tidak mampu kehilangan perniagaan atau mengasingkan bakal majikan",
    "3744079744": "15-19 Jun 2020****",
    "3744153629": "Nama:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kenalan",
    "3753956446": "Percuma",
    "3758963444": "Terima kasih! Penyerahan anda telah diterima!",
    "3759360138": "4. Nama Pengguna dan Kata Laluan",
    "3759657802": "Anda tidak boleh menyerahkan, memindahkan, atau mewakilkan Syarat Perkhidmatan ini atau hak atau kewajipan anda di bawah ini dalam apa jua cara (dengan kuat kuasa undang-undang atau sebaliknya).",
    "3759923279": "Sila teruskan pertanyaan akhbar ke alamat e-mel berikut:",
    "3764131594": "22. Laman Web Pihak Ketiga",
    "3766910104": "2. Digunakan untuk tujuan teknikal yang sangat diperlukan: pengimbangan beban, penghalaan.",
    "3767462250": "Direka untuk Privasi",
    "3768951251": "SLA Perusahaan",
    "3773515538": "Pernah diminta \"menaip dua perkataan?\"",
    "378086442": "daripada CAPTCHA, bukannya UX mereka per se.",
    "3782751514": "HUMAN Protocol® ialah tanda dagangan berdaftar Human Protocol Foundation, dan digunakan dengan kebenarannya.",
    "3783031293": "Kami menggunakan Cloudflare untuk mengoptimumkan trafik web kami. Untuk mendapatkan maklumat tentang cara Cloudflare mengumpul dan memproses data,",
    "3795997071": "Pilih ikon menu Chrome. Pilih Tetapan.",
    "3800781598": "] Hampir lima dekad kemudian, spam e-mel terus melanda kami. Banyak berbilion dolar dan beribu-ribu orang-tahun usaha kejuruteraan telah dimasukkan ke dalam mengalahkannya, namun spam berterusan. Terdapat bilion dolar industri di kedua-dua pihak, iaitu mereka yang mempertahankannya dan mereka yang menghantarnya.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "15 Apr 2020 - 15 Jul 2020",
    "3807059944": "Kawal kandungan cabaran yang digunakan",
    "3816867833": "Maklum balas",
    "3817067682": "Poligon",
    "3817811295": "Kebolehpercayaan yang terjamin dan sokongan atas panggilan 24/7 yang pantas.",
    "3819851005": "2. Yuran",
    "3821716514": "muka surat.",
    "3828090208": "Sebaliknya gunakan \"untuk hCaptcha\".Jika digunakan dengan logo pihak ketiga, \"untuk hCaptcha\" perlu bersaiz lebih kecil daripada logo pihak ketiga.",
    "3833636936": "a) 1,000 permintaan sesaat,",
    "3836291932": "S: Saya menggunakan berbilang peranti. Adakah saya perlu mendaftar beberapa kali?",
    "3842490632": "Pengguna individu yang cuba menjawab banyak soalan mungkin akan dinilai terhad atau diharamkan dengan cepat. Sama pentingnya, seperti kita",
    "3842673636": "Di bawah GDPR, anda mempunyai hak tertentu mengenai maklumat peribadi anda. Anda boleh meminta kami untuk mengambil tindakan berikut berhubung dengan maklumat peribadi anda yang kami pegang:",
    "3842815245": "Adakah ini perdagangan yang adil?",
    "38428546": "Kami menyimpan Data Peribadi anda dengan selamat sepanjang hayat akaun anda dengan kami. Kami hanya akan mengekalkan Data Peribadi anda selama yang diperlukan untuk memenuhi tujuan kami mengumpulnya, termasuk untuk tujuan memenuhi sebarang kewajipan undang-undang, perakaunan atau pelaporan atau untuk menyelesaikan pertikaian. Kriteria yang kami gunakan untuk menentukan tempoh penyimpanan termasuk peruntukan kontrak terpakai yang berkuat kuasa, tempoh had berkanun undang-undang, keperluan kawal selia yang berkenaan dan piawaian industri.",
    "3844300338": "Anda bersetuju untuk menanggung rugi, mempertahankan dan memastikan kami tidak berbahaya daripada sebarang dan semua tuntutan, ganti rugi, liabiliti, kos dan perbelanjaan (termasuk yuran dan kos peguam yang munasabah), yang timbul daripada atau berkaitan dengan pelaksanaan tugas anda atau penggunaan laman web kami oleh anda. .",
    "3844432472": "Keterbukaan dan utiliti API menjadikannya sasaran yang sangat kaya untuk penyerang. Dengan cara yang sama seperti aplikasi mudah alih boleh diprogramkan untuk menjangkau dan MENDAPAT data daripada sistem korporat menggunakan API, begitu juga sekeping perisian hasad. Penggodam telah menulis pelbagai jenis alatan perisian untuk menyalahgunakan API. Ia adalah teknik serangan yang berkesan.",
    "384965568": "Walaupun keperluan pengekalan berbeza mengikut bidang kuasa, maklumat tentang tempoh pengekalan biasa kami untuk pelbagai aspek data peribadi anda diterangkan di bawah.",
    "3856690908": "15 Jan 2020 - 15 Apr 2020",
    "3856912381": "Pengguna telah menderita, dan spam web yang tidak perlu kini berleluasa. Tetapi ada alternatif.",
    "3859506577": "E-mel Perniagaan",
    "3861413614": "Anda tidak boleh menggunakan mana-mana tanda dagangan atau logo hCaptcha yang akan membayangkan bahawa hCaptcha mempunyai perkaitan dengan atau pengendorsan, penajaan atau sokongan produk atau perkhidmatan pihak ketiga, tanpa kebenaran bertulis yang nyata.",
    "3863351997": "Kategori maklumat peribadi yang disenaraikan dalam statut Rekod Pelanggan California (Cal. Kod Siv. § 1798.80(e)).",
    "3871665286": ", yang dipautkan dengan jelas dalam halaman maklumat widget hCaptcha. Mereka diberi kuki yang disulitkan yang boleh digunakan beberapa kali sehari, tetapi mesti dimuat semula setiap 24 jam melalui log masuk.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Kemas kini atau betulkan ketidaktepatan dalam maklumat peribadi anda.",
    "3878230879": "Matlamat kami adalah untuk memastikan ia sentiasa berfungsi untuk anda, jadi kami sangat menghargai laporan anda!",
    "3881754581": ". Jika anda adalah Pelanggan perkhidmatan anotasi kami dan telah memilih pilihan \"Data Untuk Semua\" sebagai sebahagian daripada penggunaan Perkhidmatan anda, maka anda memberikan kepada IMI dan semua pengguna Perkhidmatan di seluruh dunia, tidak eksklusif, boleh disublesenkan, boleh dipindah milik, tanpa royalti, lesen tidak boleh ditarik balik untuk mengeksploitasi sepenuhnya semua Data Pelanggan, termasuk semua hak harta intelek yang berkaitan. Jika anda memilih pilihan \"Data untuk Semua\", anda menyatakan dan menjamin bahawa anda memiliki hak, hak milik dan kepentingan yang mencukupi dalam dan terhadap data anda untuk memberikan lesen dalam bahagian ini.",
    "3882147547": "Fungsi Pseudorandom yang tidak diketahui",
    "388240587": "5-15 Jan 2022",
    "3884400764": "Walaupun anda boleh menggunakan tanda hCaptcha mengikut garis panduan ini, ini tidak bermakna anda mempunyai sebarang hak terletak pada Tanda hCaptcha, logo, atau dalam mana-mana tanda dagangan, nama dagangan, tanda perkhidmatan, nama perniagaan atau muhibah hCaptcha lain. Kami ingin memberikan fleksibiliti sebanyak mungkin, tetapi kami bertanggungjawab untuk melindungi hCaptcha daripada penggunaan tanpa kebenaran mana-mana tanda dagangan, nama dagangan, tanda perkhidmatan, nama perniagaan atau muhibah hCaptcha. Sebarang penggunaan tanpa kebenaran secara automatik menamatkan kebenaran atau lesen yang diberikan oleh hCaptcha dan mungkin menanggung liabiliti undang-undang untuk sebarang kerosakan.",
    "3887113660": "S: Bagaimanakah Pas Privasi mempengaruhi pendapatan hCaptcha?",
    "3891941747": "*** NASIHAT COVID-19: Disebabkan pengurangan kapasiti kakitangan yang berkaitan dengan COVID-19, penyelarasan telah dijadualkan semula untuk memberi masa tambahan untuk melengkapkan pengesahan standard kami. Pembayaran dijangka bermula pada hari Jumaat dan selesai pada hari Isnin berikutnya.",
    "3892905664": "hCaptcha membantu perkhidmatan dalam talian kegemaran anda mengelakkan bot, spam dan penyalahgunaan dengan bertanya soalan mudah yang mudah untuk manusia dan sukar untuk mesin.",
    "3892952987": "sila semak pembukaan kami dan mohon di sini",
    "3893539589": "masukkan pautan luar yang menawarkan barangan atau perkhidmatan melainkan diperlukan oleh tugas itu;",
    "389705801": "( ) Undang-undang dengan nyata melarangnya",
    "3897238493": "PERKHIDMATAN DISEDIAKAN ATAS ASAS \"SEBAGAIMANA ADANYA\". KAMI TIDAK MEMBUAT PERWAKILAN ATAU WARANTI, TERSIRAT ATAU NYATA, MENGENAI KEBOLEHAMPUAN, KECERGASAN, SAH, KESEDIAAN ATAU FUNGSI PERKHIDMATAN, MANA-MANA PERISIAN ATAU BAHAN YANG BERKAITAN, TUGAS, ATAU SEBARANG PERANCANGAN YANG BERKAITAN. SEJAUH MAKSIMUM YANG DIBENARKAN OLEH UNDANG-UNDANG, IMI MENAFIKAN SEMUA SYARAT TERNYATA MAUPUN TERSIRAT, PERWAKILAN DAN WARANTI TERMASUK, TETAPI TIDAK TERHAD KEPADA, WARANTI KEBOLEHPERDAGANGAN, KESESUAIAN UNTUK TUJUAN TERTENTU DAN BUKAN MELANGGAR. PEMULIHAN SATU-SATUNYA DAN EKSKLUSIF ANDA TERHADAP IMI BERKENAAN DENGAN SEBARANG KECACATAN, KETIDAKSATUHAN ATAU KECEWAAN ADALAH UNTUK BERHENTI PENGGUNAAN PERKHIDMATAN Kami tidak akan bertanggungjawab untuk sebarang bahaya kepada sistem komputer anda, kehilangan atau kerosakan data, atau bahaya lain yang mengakibatkan daripada akses anda kepada atau penggunaan tapak web atau Platform Mesin Intuisi. Gangguan berjadual dan tidak berjadual mungkin berlaku, dan kami tidak menjamin ketersediaan tapak web kami tanpa gangguan.",
    "3898950867": "( ) Pekerjaan Joe dan/atau kecurian identiti",
    "3900538778": "Data berlabel ialah bahan api yang menguatkan pembelajaran mesin. Jawapan reCAPTCHA telah digunakan untuk meningkatkan perkhidmatan ML/AI Google sejak 2009. Ramai orang yang menggunakan reCAPTCHA tidak menyedari kerja mereka sedang digunakan.",
    "3901503296": "Tumpuan unik pada privasi ini bermakna kami boleh menawarkan pengekalan data individu sifar, operasi tanpa kuki dan jaminan privasi kontrak lain seperti yang diperlukan sambil mengekalkan keselamatan yang sangat baik.",
    "3904679538": "Chrome",
    "3906359167": "Penyelesaian:",
    "3906886217": "Untuk syarikat atau laman web",
    "3908992897": "dan digunakan di setiap negara dan wilayah di dunia, jadi kami sangat menumpukan pada menyediakan pengalaman global yang konsisten.",
    "3909240516": "( ) Pengepala SMTP tidak seharusnya menjadi subjek perundangan",
    "3910971075": "IMI memiliki semua hak, termasuk hak harta intelek, dalam kod sumber, kod objek atau struktur asas, idea atau algoritma, API, dan sebarang perisian tambahan, dokumentasi atau data yang berkaitan dengan Perkhidmatan (\"Perisian\"). Anda tidak akan, secara langsung atau tidak langsung, melalui pihak ketiga atau sebaliknya: (a) kejuruteraan terbalik, menyahhimpun, menyahhimpun, atau sebaliknya cuba menemui Perisian; (b) mengubah suai, menterjemah, atau mencipta karya terbitan berdasarkan mana-mana Perisian; (c) menyalin, menyewa, memajak, mengedar, mengikrarkan, menyerahkan, atau sebaliknya memindahkan atau membebankan hak kepada mana-mana Perisian; (d) menggunakan mana-mana Perisian untuk perkongsian masa, tujuan biro perkhidmatan, atau sebaliknya untuk faedah pihak ketiga; atau (e) mengalih keluar sebarang notis atau label proprietari.",
    "3912514510": "( ) Senarai mel dan penggunaan e-mel lain yang sah akan terjejas",
    "3912926900": "hCaptcha® harus mempunyai simbol tanda dagangan berdaftar pada kali pertama ia muncul dalam salinan kreatif.",
    "3913203723": "Jika, atas apa-apa sebab, Peminta tidak menerima pelaksanaan tugas yang anda selesaikan, anda sebagai Penyumbang atau Penyepadu tidak akan berhak mendapat sebarang ganjaran untuk tugas itu. Sekiranya ganjaran telah disebarkan kepada anda untuk tugasan yang tidak dapat diterima, kami mungkin mendapatkannya daripada anda.",
    "3913801502": "hCaptcha kini berjalan pada kira-kira 15% daripada internet",
    "3913848038": "99.99% SLA masa beroperasi dan sokongan global 24/7 tersedia.",
    "3916131732": "Amerika",
    "3922723611": "Sila cuba lumpuhkan sebarang penyekat iklan atau sambungan keselamatan penyemak imbas",
    "3926027556": "dan kami akan kembali kepada anda dengan cepat.",
    "392886773": "Bekerja di setiap negara",
    "3930611699": "pekerja individu.",
    "3930808600": "Kami melaksanakan langkah teknikal dan organisasi yang sesuai untuk melindungi maklumat yang kami kumpul dan simpan, dan memerlukan semua ejen yang menjalankan pemprosesan kami bagi pihak kami untuk melakukan perkara yang sama. Malangnya, tiada langkah keselamatan yang 100% kalis mudah, dan oleh itu tiada rangkaian atau sistem (termasuk kami) boleh dijamin 100% selamat daripada kemusnahan, kehilangan, pengubahan, pendedahan tanpa kebenaran atau akses kepada maklumat yang kami kumpul dan simpan. Jika anda percaya maklumat anda mungkin tidak selamat atas sebarang sebab, sila hubungi kami dengan segera di",
    "3933993151": "Bekerja sebagai pelabel data individu",
    "394235836": "3. Jika tiada cadangan di atas berfungsi, hantarkan e-mel sokongan kepada kami dan kami akan berbesar hati untuk membantu mengetahui perkara yang sedang berlaku.",
    "3942875761": "Bantu Bina Web™ yang Lebih Baik",
    "3943164003": "lihat mentah",
    "3943417791": "Dapatkan sokongan untuk hCaptcha Enterprise (BotStop)",
    "3946753128": "Persendirian. selamat. Lebih pantas.",
    "3951112506": ". Itu sudah menjamin tahap heterogeniti yang lebih tinggi dalam data.",
    "3951254541": "Kami menghargai input anda. Beritahu kami sebarang isu dan kami akan menyelesaikannya dengan cepat.",
    "3952259236": "Gabungkan data buta anda dengan beribu-ribu isyarat hCaptcha untuk melatih hCaptcha tentang kelas tingkah laku -- untuk contoh anda sahaja -- untuk meramalkan tingkah laku berniat jahat dengan lebih baik daripada penyelesaian sahaja",
    "3953584369": "Sekatan capaian RBAC yang canggih tersedia.",
    "3955555607": "Selain daripada Rakan Kongsi atau Penjual Semula Dibenarkan, pihak ketiga tidak boleh membida untuk kata kunci, Google AdWords atau sistem pengiklanan sasaran lain menggunakan tanda hCaptcha atau salah ejaan. Pihak ketiga juga tidak boleh menggunakan tanda hCaptcha dalam nama domain, sebarang pengoptimuman enjin carian, teg meta, istilah carian, kod atau salah nyata yang lain.",
    "3955981186": "Pindaan. Tiada pengubahsuaian atau pindaan kepada Syarat Perkhidmatan ini oleh sesiapa selain IMI akan mengikat IMI melainkan dalam instrumen bertulis yang ditandatangani oleh wakil IMI yang diberi kuasa.",
    "3963216198": "Untuk membincangkan sebab API menjadi sasaran popular untuk penggodam, anda perlu mengambil masa yang singkat untuk mentakrifkan apa yang dimaksudkan dengan istilah \"API\" pada masa ini. Konsep API bukanlah baru sama sekali. Malah, antara muka untuk menghubungkan pelbagai sistem komputer antara satu sama lain, serta komponen dalaman mereka, telah wujud sejak sekurang-kurangnya awal 1960-an.",
    "3963642878": "Selewat-lewatnya pada 14 Dis 2019*",
    "3967047208": "Anda juga boleh mematikan sementara beberapa perlindungan dalam Custom untuk nyahpepijat ini, dengan menyahpilih kotak pilihan: Nyahpilih kotak semak Penjejak atau nyahpilih kotak semak Kuki jika anda masih menghadapi masalah.",
    "3971348140": "Mengapa kami menggunakan hCaptcha? Tiada orang lain yang dapat menyampaikan ciri dan prestasi yang kami perlukan. Mereka membantu kami bangkit dengan cepat, dan pedagang kami menyukai pengalaman itu.",
    "3972094614": "Brendan Eich",
    "3972554015": "proses juga. Dan sambungan penyemak imbas sudah tentu",
    "3974566657": "Apabila perkhidmatan menjadi lebih popular, kejadian seperti ini tidak dapat dielakkan menjadi lebih kerap. hCaptcha digunakan oleh berjuta-juta orang setiap hari di hampir setiap negara di dunia, jadi kami menerbitkan dasar ini dan kajian kes tentang cara kami menangani isu-isu ini agar setelus mungkin.",
    "3978720689": "pendekatan untuk memerangi spam. Idea anda tidak akan berfungsi. Inilah sebabnya ia tidak akan berfungsi.",
    "3983646521": "Semua nama produk, logo, jenama, tanda dagangan dan tanda dagangan berdaftar adalah hak milik pemilik masing-masing. Semua nama syarikat, produk dan perkhidmatan yang digunakan dalam laman web ini adalah untuk tujuan pengenalan sahaja. Penggunaan nama, tanda dagangan dan jenama ini tidak membayangkan pengendorsan. Dalam kes ini, sebaliknya.",
    "3987022469": "Melabelkan",
    "3988350": "Ini bermakna terdapat kes penggunaan yang sangat baik untuk anotasi payung dunia sebenar. Terdapat ruang untuk perselisihan faham tentang kesan kereta pandu sendiri, tetapi sistem ADAS sudah pun menjimatkan",
    "3991444169": "Halaman ini menyenaraikan subpemproses semasa untuk perkhidmatan hCaptcha Enterprise.",
    "3992401943": "Terdapat revolusi dalam pembelajaran mendalam sejak 2012. Norma industri untuk ketepatan tugasan telah bertambah baik secara radikal sepanjang dekad yang lalu, terutamanya disebabkan oleh rangkaian konvolusi yang mendalam. Perkhidmatan berkuasa ML lain yang ditawarkan oleh Google telah mengikuti keluk ini.",
    "4007826952": "CAPTCHA pertama privasi #1 untuk web, mudah alih dan banyak lagi.",
    "4008400186": "Langkah 4: Klik \"Eksport HAR\" (anak panah ke bawah kecil) selepas anda cuba menyelesaikan, yang menyimpan log rangkaian. Hantar fail itu kepada kami.",
    "4011712313": "Sebagai sebahagian daripada Dasar DMCA kami, kami meletakkan akaun pelanggan yang kami menerima berbilang pemberitahuan DMCA tentang dakwaan pelanggaran ke dalam Dasar Pelanggaran Berulang DMCA berbilang langkah. Setelah menerima pemberitahuan DMCA berulang dalam satu bulan kalendar, akaun pelanggan akan berkembang dari satu langkah dasar ke langkah seterusnya.",
    "4015238193": "dan OCR [",
    "4019638786": "J: Pengguna Pas Privasi hCaptcha tidak akan sekali-kali mendedahkan IP mereka kepada hCaptcha melainkan dompet token penyemak imbas mereka kosong atau tapak menghantarnya. hCaptcha tidak mempunyai cara untuk memautkan pengguna kepada penebusan token, dan tidak pernah berinteraksi secara langsung dengan pengguna semasa penebusan melainkan dompet token mereka kosong.",
    "4019660456": "Kependaman 0ms: sahkan token hCaptcha tanpa panggilan API.",
    "4023575072": "penggunaan dua kali",
    "4024785952": "Cloudflare, Inc. (Global). Perkhidmatan yang disediakan: Cloudflare.com.",
    "4034694801": "Tiada hasil yang sepadan.",
    "4036662147": "5. Perlindungan Maklumat Sulit",
    "4036872105": "dahulu dan kemudian cuba semula",
    "4039193170": "Jika anda menghadapi masalah mendapatkan atau menebus token:",
    "4044467791": "Untuk kategori maklumat peribadi yang telah kami kumpulkan daripada anda dalam 12 bulan sebelumnya, sila lihat bahagian \"Maklumat yang Kami Kumpul\" di atas. Kami mengumpul maklumat ini untuk tujuan perniagaan dan komersial yang diterangkan dalam bahagian \"Cara Kami Menggunakan Maklumat Peribadi\" di atas. Dalam 12 bulan sebelumnya, kami telah berkongsi kategori maklumat berikut dengan pihak ketiga untuk tujuan perniagaan:",
    "4051104324": "\"Mesin Intuisi\" ialah tanda dagangan berdaftar Intuition Machines, Inc.",
    "4051785543": "gunakan:",
    "4057343238": "Pilih keluar",
    "4059570880": "Jika anda ingin menjejaki usaha penyeragaman, usaha sedang dijalankan di",
    "4060250206": "Gunakan borang ini untuk menghubungi salah seorang pakar teknikal kami. Kami bertindak balas dengan cepat.",
    "4063155841": "Selewat-lewatnya pada 25 Jun 2021††",
    "4063769686": "Pengguna menyokong tapak yang mereka lawati dan mengalami kurang spam web. Ini nampaknya satu perjanjian yang lebih adil.",
    "4065065042": "Dail ini supaya sesuai dengan bekas penggunaan anda.",
    "4065614934": "Analisis ini bukan baru, tetapi orang ramai sentiasa optimis. Lebih-lebih lagi apabila mereka menganggap idea mereka baru.",
    "4072202039": "15 Apr 2019 - 15 Jul 2019",
    "4074220464": "J: Pilihan yang popular sebelum ini seperti captcha audio mendiskriminasi ramai pengguna a11y dan mudah dikalahkan oleh teknik pembelajaran mesin moden. Ini telah memaksa cabaran audio semasa menjadi lebih sukar, memperkenalkan bunyi bising, pemasaan ganjil, gabungan perkataan luar biasa dan sebagainya untuk mengalahkan penyerang. Oleh itu, kami kurang bersemangat tentang pendekatan ini berbanding mengelakkan cabaran sama sekali, tetapi akan mempertimbangkannya jika terdapat permintaan daripada komuniti a11y.",
    "4080263153": "Tiada Penepian. Kami tidak akan dianggap telah mengetepikan mana-mana bahagian hak atau remedi kami melainkan penepian itu secara bertulis dan ditandatangani oleh kami. Jika kami menangguhkan penguatkuasaan atau gagal untuk menguatkuasakan hak kami di bawah mana-mana peruntukan perjanjian ini, itu tidak akan menjadi penepian hak kami untuk menguatkuasakan peruntukan tersebut atau mana-mana bahagian perjanjian ini kemudiannya.",
    "4082053540": "19-25 Jun 2021††",
    "4083018285": "Satu set ciri lanjutan yang digabungkan dengan pemantauan dan tindak balas SOC yang dipertingkatkan untuk menangani ancaman berterusan yang canggih",
    "4086379603": "Soalan?",
    "4087694419": "Penggodam mengikis juga boleh mengumpulkan data daripada tapak seperti Amazon dan eBay untuk membuat penyenaraian produk palsu atau mengelirukan. Dia kemudiannya boleh menawarkannya untuk dijual pada perkhidmatan rakan ke rakan seperti OfferUp dan melakukan serangan pancingan data ke atas pembeli. Atau, penipu boleh menjual produk yang tidak wujud. Penipuan mengikis skrin selanjutnya melibatkan pemalsuan penerbit iklan. Dengan mengikis kandungan daripada tapak penerbit, penipu boleh membuat halaman penerbit iklan palsu pada perkhidmatan yang berbeza. Mereka kemudiannya boleh menjual iklan pada halaman tersebut kepada penjual semula yang dibenarkan, yang kenalannya mereka peroleh daripada fail ads.txt penerbit. Slot iklan kelihatan nyata kepada pengiklan, tetapi tidak.",
    "4087729475": "cabaran selepas penyelesaian awal anda.",
    "4088941349": "Rekod produk atau perkhidmatan yang dibeli, diperoleh atau dipertimbangkan.",
    "4091044469": ". Pastikan anda telah mendayakan sambungan dalam mod inkognito. Kemudian, lawati mana-mana tapak web menggunakan hCaptcha dan selesaikan captcha. Mulai versi 2.0.3, anda boleh menebus token ini di tapak web menggunakan hCaptcha.",
    "4097297673": "Sebagai Pelanggan, Peminta atau Penyepadu, anda bersetuju untuk terikat dengan syarat di bawah sebagai tambahan kepada mana-mana syarat mengikat lain antara anda dan IMI.",
    "409780280": "( ) Cubaan yang baik, ****! Saya harap seseorang memijak papan kekunci anda!",
    "4099477834": "Semua perhubungan pelanggan juga dilindungi oleh Perjanjian Pemprosesan Data yang kukuh. Perkhidmatan hCaptcha mematuhi semua undang-undang privasi tidak kira di mana perkhidmatan anda atau pelanggan anda berada. Tidak menyimpan data peribadi menjadikan ini lebih mudah bagi kami berbanding syarikat lain.",
    "4101570501": "Kami juga sedang mengusahakan penyelesaian kriptografi untuk membuang alamat e-mel anda dengan pantas sambil mengekalkan keupayaan kami untuk mencegah penyalahgunaan, melengkapkan kerja Pas Privasi kami.",
    "410397176": "Untuk maklumat lanjut",
    "4104188759": "Dasar Etika AI",
    "4104221634": "Pelanggan hCaptcha merangkumi pelbagai industri, daripada syarikat teknologi kepada mereka yang memfokuskan pada fesyen, peruncitan dan kawasan lain di mana mereka boleh mencipta nilai daripada menerapkan pembelajaran mesin.",
    "4114820649": "2. Klik tab \"Privasi\".",
    "4131598919": "Tekan",
    "4132302900": "5. Privasi Anda, Data Anda dan \"Data Untuk Semua\"",
    "4137573005": "mempunyai jawapan yang komprehensif dan berwibawa tentang cara kami menggunakan data, tetapi jawapan ringkasnya ialah kami tidak berminat untuk mengaitkan anda sebagai orang dengan sejarah penyemakan imbas anda.",
    "4138068262": "pengguna. Akhirnya, berinteraksi dengan cabaran berkemungkinan kekal sebagai sebahagian daripada peralatan untuk mengurangkan penyalahgunaan dalam talian selagi sifat manusia kekal tidak berubah.",
    "4142610534": "Sebarang pembayaran lewat akan mengakru caj lewat pada kadar 1.5% peratus sebulan atau jumlah maksimum yang dibenarkan oleh undang-undang, yang mana lebih rendah. Jika anda gagal membayar amaun yang perlu dibayar di bawah Perjanjian ini atas sebarang sebab, akaun anda mungkin digantung, mengikut budi bicara kami sendiri, yang mana tiada bayaran tambahan akan dibuat daripada akaun anda untuk menyelesaikan tugas dan semua tugas anda akan dialih keluar daripada laman web kami. Anda mesti membayar balik kepada kami untuk semua amaun yang perlu dibayar atas permintaan, serta sebarang yuran pemprosesan, yuran lewat atau yuran peguam. Kami juga mungkin membuat laporan yang sesuai kepada agensi pelaporan kredit dan pihak berkuasa penguatkuasaan undang-undang.",
    "4146870445": "Siapa kita",
    "4147497805": "lobak merah",
    "4149738856": "hCaptcha hendaklah digunakan sebagai kata sifat dan diikuti dengan istilah generik yang betul.",
    "41530052": "28. Syarat Am",
    "4154415610": "***** Pembayaran September 2020 akan dijalankan secara berkelompok apabila penyelarasan selesai, dengan beberapa berjalan lewat beberapa hari daripada yang dijadualkan kerana kelewatan penyelarasan.",
    "4162383380": "16hb - 22hb Sep 2020*****",
    "4162847": "Kami telah dapat memerhati perkara ini secara langsung, kerana sesetengah pelanggan kami menjalankan ujian A/B atas permintaan yang sama sebelum mereka beralih sepenuhnya daripada tawaran Google. Kami biasanya dapat membuktikan kedua-dua kadar positif palsu dan negatif palsu yang tinggi yang datang daripada reCAPTCHA v3 atau reCAPTCHA Enterprise.",
    "4163469907": "Langkah 2: Klik pada tab Rangkaian dalam Alat Pembangun. Tandai kotak \"Kekalkan log\" di bahagian atas.",
    "4165374512": "Walaupun adalah mungkin untuk menggunakan alat pengesanan IP dan lokasi untuk menghalang pemadat bukti kelayakan, kaedah yang lebih berkesan kos dan tepat adalah hanya untuk mengganggu bot pemadat kelayakan automatik itu sendiri. hCaptcha dan hCaptcha Enterprise boleh menghalang bot pada titik kemasukan. Walaupun bot mempunyai kelayakan yang betul, jika ia tidak dapat melepasi pengesanan hCaptcha Enterprise atau CAPTCHA hCaptcha, ia tidak akan dapat melakukan pengisiannya dan tapak serta pengguna anda dilindungi.",
    "4166776480": "Pengisian Kredensial: Apa Itu Dan Cara Menghentikan Serangan",
    "4169910317": "9. Pematuhan Undang-undang",
    "4172868199": "pergi lebih jauh daripada ini, bergerak ke alam cuba membezakan \"manusia yang baik\" daripada \"manusia jahat\" juga, dan digunakan hari ini oleh kebanyakan perkhidmatan dalam talian yang paling popular di dunia untuk mencari dan menghentikan segala-galanya daripada penipuan pembelian kepada yang berterusan ancaman terhadap pengguna mereka, sambil mengekalkan tumpuan unik untuk memelihara privasi.",
    "4179118182": "( ) teknikal ( ) perundangan ( ) berasaskan pasaran ( ) vigilante",
    "4181060163": "Pihak ketiga tidak seharusnya menggunakan variasi atau salah ejaan atau bertindak dalam apa-apa cara yang akan menyebabkan sebarang kekeliruan minat awal terhadap tanda dagangan hCaptcha.",
    "4181611011": "Tarikh Penyesuaian",
    "4185927140": "Pengurus Produk, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Syarat Perkhidmatan Induk",
    "4188814619": "hCaptcha ialah perkhidmatan Mesin Intuisi (",
    "4194763679": "Tahap kesukaran berbutir halus",
    "4195759329": "Pengesanan bot dan markah risiko",
    "4197928199": "Dasar Privasi",
    "4199502476": "Papan pemuka dan API pelaporan lanjutan",
    "4202774977": "Objek",
    "4205152730": "Anda digalakkan untuk berinteraksi dengan pengguna lain di mana-mana sahaja di tapak web kami, Forum, pemesejan, sembang dan saluran media sosial lain yang dikawal oleh IMI, tetapi jika anda berbuat demikian, anda mesti mematuhi semua syarat perkhidmatan dan penggunaan di tapak kami dan semua undang-undang yang berkaitan .",
    "4208081170": "Kategori Maklumat Peribadi",
    "4209078147": "Untuk menambah baik Tapak kami dan untuk lebih memahami lawatan anda pada platform dan Tapak kami.",
    "4215483493": "J: hCaptcha direka untuk privasi dari bawah. Ia sangat berbeza daripada pilihan tradisional seperti reCAPTCHA yang dimiliki oleh rangkaian iklan, yang mempunyai insentif untuk menjejaki anda di seluruh web dan mengaitkan anda dengan identiti sebenar.",
    "4217013126": "Pembayaran biasanya dijalankan sepanjang hari pada Tarikh Pembayaran, dan secara amnya selesai menjelang tengah malam waktu Pasifik. Jika akaun telah dibenderakan untuk semakan, masa sehingga lima hari perniagaan tambahan mungkin diperlukan untuk mengeluarkan pembayaran.",
    "4217693416": ". Laman web hCaptcha.com dan BotStop.com (Tapak) mungkin termasuk kuki tambahan, seperti yang diterangkan dalam Polisi ini.",
    "42182578": "Padamkan maklumat peribadi anda.",
    "4222109231": "Mengurangkan risiko API dengan Produk Perusahaan hCaptcha",
    "4224961202": "Privasi, Keselamatan dan Pembelajaran Mesin.",
    "4227800293": "( ) Pengguna e-mel tidak akan bersabar dengannya",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Pengkategorian Atribut",
    "4230322909": "Kami sentiasa cuba untuk mendapatkan pemahaman yang baik tentang setiap pelanggan baharu dan kes penggunaan yang dimaksudkan untuk mereka, kedua-duanya untuk mengesahkan ia sesuai untuk produk dan perkhidmatan kami dan untuk memastikan ia mematuhi dasar yang telah kami pakai sebagai sebuah syarikat.",
    "423222878": "Beberapa serangan siber yang paling sukar untuk dikesan, dicegah dan dihentikan ialah serangan di mana pelakon yang berniat jahat dapat menggunakan kelayakan pengguna yang sah untuk log masuk ke akaun pengguna yang aktif. Tanpa banyak keupayaan pengesanan yang canggih, syarikat yang mengehos akaun tersebut tidak mempunyai sebab untuk mengesyaki bahawa ada sesuatu yang salah. Seorang pelanggan nampaknya telah log masuk ke akaunnya. Penyerang mencapai muslihat yang berjaya ini menggunakan bukti kelayakan yang dicuri—biasanya hasil daripada teknik serangan siber yang dikenali sebagai \"penyumbatan kelayakan\". Ia adalah masalah yang serius hari ini, tetapi masalah yang boleh dikurangkan dengan tindakan balas yang betul.",
    "424089481": "Amazon Web Services, Inc. (Global). Perkhidmatan yang disediakan: Perkhidmatan Web Amazon. https://aws.amazon.com/security/",
    "4242322181": "Anda bertanggungjawab untuk pembayaran semua cukai yang berkaitan dengan Perkhidmatan selain daripada cukai AS yang dinilai pada pendapatan bersih atau harta peribadi Intuition Machines.",
    "4243348003": "Langkah 3: melawat",
    "4246520782": "Malah, Internet telah menjadi saksi kepada perlumbaan senjata antara penipu dan pembela dalam beberapa tahun kebelakangan ini.",
    "4247858664": "halaman pendaftaran kebolehaksesan",
    "4248655793": "- Alex M.",
    "4255608322": "Kemas kini terakhir: 12 April 2021",
    "42559805": "Adakah anda memerlukan kemasukan segera?",
    "4256083674": "Atas permintaan langsung daripada Penyepadu untuk mengenal pasti risiko penipuan permintaan cabaran CAPTCHA tertentu atau alamat IP, atau sebaliknya apabila kebenaran khusus diberikan.",
    "4257144752": "Anggaran masa nyata tidak menggambarkan ketepatan akhir atau kemanusiaan, dan oleh itu pendapatan akhir anda mungkin berbeza-beza naik atau turun dengan ketara daripada nombor yang ditunjukkan dalam Papan Pemuka sebelum penyesuaian pertama anda.",
    "4260466272": "Anda boleh memilih pada bila-bila masa untuk berhenti menggunakan tapak web kami, dengan syarat anda mesti mematuhi semua dasar IMI yang berkenaan. Kami boleh, mengikut budi bicara mutlak kami, menamatkan perjanjian ini, menggantung akses ke tapak web kami, atau mengalih keluar sebarang perkhidmatan serta-merta tanpa notis atas sebarang sebab.",
    "4260542944": "Mengikis kandungan (juga dikenali sebagai \"mengikis skrin\" atau hanya \"mengikis\") ialah proses yang biasa dan sering berguna untuk mengumpul maklumat daripada web. Walau bagaimanapun, dalam beberapa tahun kebelakangan ini, teknik ini telah menjadi alat yang digemari oleh penggodam dan penipu. Tindakan balas boleh mengurangkan ancaman dengan berkesan, tetapi untuk melaksanakannya, adalah penting untuk memahami cara proses itu berfungsi.",
    "426125156": "17. Hak Cipta dan Keluarkan",
    "4263626815": "Kuki kebolehaksesan hCaptcha berfungsi dengan semua penyemak imbas dan penyekat iklan yang popular dengan tetapan standardnya, jadi lazimnya kegagalan adalah disebabkan oleh skrip \"anti-anti-sekatan iklan\" atau set peraturan serupa yang menyasarkan tapak tertentu.",
    "4264784515": "Pepijat Keselamatan",
    "4270038521": "(\"Tapak\") dan antara muka program aplikasi hCaptcha serta perisian dan bahan yang berkaitan (secara kolektif, \"Perkhidmatan\").",
    "4272022475": "Semua permintaan dan aset pergi ke hcaptcha.yourdomain.com",
    "4272088465": "badan amal pilihan anda dengan pendapatan yang anda peroleh daripada menggunakannya.",
    "4272454814": "Bersepadu dengan pembekal identiti pilihan anda.",
    "4274324704": "Berikut ialah cara menggunakan nama kami dalam salinan bertulis:",
    "4277475973": "( ) Keengganan orang ramai untuk menerima bentuk wang baharu yang pelik",
    "4280117172": "Banyak negara sebenarnya melakukan lebih baik sedikit daripada AS, termasuk Nigeria, India, Brazil dan Jerman:",
    "4281708680": ". Di hCaptcha, kami sengaja mengambil pendekatan yang sangat berbeza, menggunakan teknik pembelajaran mesin yang memelihara privasi untuk mengenal pasti gelagat bot biasa pada ketepatan yang tinggi, sambil mengambil dan menyimpan data sesedikit mungkin.",
    "4284094387": "†† Beberapa penyelarasan dan pembayaran Jun 2021 akan dijalankan pada minggu berikutnya disebabkan kelewatan dalam pengesahan pengiraan akhir semasa tetingkap penyesuaian.",
    "4286602632": "c) 100,000 permintaan sebulan untuk Penyepadu menggunakan akaun hCaptcha Publisher (percuma) untuk mendayakan produk pengurusan bot komersial, contohnya tembok api web (WAF) dan aplikasi serupa,",
    "4290195307": "untuk panduan terperinci.",
    "433424759": "Penipuan pembayaran terdiri daripada sebarang jenis transaksi haram di mana penjenayah siber menghalang mangsa daripada sesuatu yang bernilai, biasanya wang. Ini mungkin bermakna menggunakan kad kredit yang dicuri untuk memesan barangan dalam talian atau mengambil alih akaun bank dan memindahkan dana daripadanya secara haram. Terdapat banyak variasi, tetapi semuanya mempunyai hasil yang sama: penyangak menggunakan identiti yang dicuri atau maklumat pembayaran untuk mencuri daripada pengguna, bank atau pedagang.",
    "435302267": "catatan blog syarikat",
    "436125785": "Ini tidak menghairankan memandangkan ketidaktepatan gelung maklum balas yang tersedia dalam produk tersebut, dan fakta bahawa produk tersebut dijual oleh rangkaian iklan dengan minat yang sangat besar untuk tidak menjadi terlalu mahir dalam pengesanan bot, supaya tidak membahayakan perniagaan teras mereka.",
    "439777523": "Perkara Peraturan",
    "443094024": "Filebin",
    "444492541": "arahan log nyahpepijat untuk Firefox",
    "448807334": "(\"Ratusan juta CAPTCHA diselesaikan oleh orang setiap hari.\") Diperoleh pada 8 Julai 2019.",
    "451701069": "Mematuhi GDPR, CCPA,",
    "452920031": "Nota kepada Pelanggan Di Luar Amerika Syarikat.",
    "453723556": "Anda boleh menamatkan Lampiran Pelanggan ini bebas daripada Syarat Perkhidmatan dengan berhenti menjadi Pelanggan atau Peminta. Kami berhak untuk menggantung atau menamatkan status anda sebagai Pelanggan atau Peminta pada bila-bila masa, atau sebaliknya menamatkan akaun atau penggunaan Perkhidmatan anda selaras dengan Syarat Perkhidmatan. Anda tetap bertanggungjawab apabila ditamatkan untuk sebarang jumlah yang perlu dibayar di bawah Borang Pesanan anda. Jika langganan anda termasuk sebarang yuran bulanan atau tahunan atau minimum bulanan atau tahunan, anda masih akan bertanggungjawab untuk membayar semua yuran Perkhidmatan hingga akhir bulan atau tahun itu, masing-masing.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "ya. Kami dan analitik atau pembekal perkhidmatan, rakan kongsi pemasaran dan ahli gabungan kami mungkin menggunakan kuki, suar web, atau piksel dan teknologi lain untuk memastikan setiap orang yang menggunakan Tapak mempunyai pengalaman yang terbaik. Sila lihat bahagian \"Teknologi Penjejakan dan Analitis Pihak Ketiga\" Dasar Privasi kami untuk mendapatkan butiran lanjut.",
    "458271951": "Jika anda seorang Penyumbang yang mengakses Perkhidmatan dan/atau melaksanakan tugas melalui atau berkaitan dengan Penyepadu bagi pihak Mesin Intuisi (bertindak sebagai Peminta), Mesin Intuisi mungkin memberi ganjaran kepada anda untuk menyelesaikan tugas tertentu yang boleh diterima. Sekiranya anda didapati terlibat dalam penipuan, penyalahgunaan atau pelanggaran Syarat Perkhidmatan ini, mana-mana dan semua ganjaran kepada anda mungkin ditahan dan/atau dipulihkan oleh Mesin Intuisi.",
    "458376553": "Anda boleh mengakses, membetulkan, meminda atau memadamkan Maklumat Peribadi tertentu yang mungkin anda berikan kepada kami melalui akaun Penyepadu, Pelanggan atau Pengguna Kebolehcapaian anda (jika anda seorang Penyepadu, Pelanggan atau Pengguna Kebolehcapaian). Jika anda tidak dapat berbuat demikian, atau mempunyai sebarang soalan tentang Maklumat Peribadi yang telah kami kumpulkan dan/atau kongsikan tentang anda, atau ingin menarik balik persetujuan anda untuk pemprosesan kami (iaitu memadam sepenuhnya akaun anda) sila hubungi kami di",
    "461631543": "Nota GDPR",
    "462321455": "Lokasi Timbang Tara. Sebarang prosiding timbang tara di bawah seksyen ini akan berlaku secara lalai di dalam Negeri California, melainkan anda tinggal di luar Amerika Syarikat, dalam hal ini timbang tara akan berlaku sepenuhnya secara elektronik atau telefon. Timbangtara boleh berlaku di mana-mana lokasi lain jika dipersetujui oleh setiap pihak secara bertulis. Tidak kira lokasinya, mana-mana pihak boleh memilih untuk hadir di timbang tara melalui video langsung atau telesidang.",
    "464238793": "Jika Google sendiri menentukan bahawa pengguna yang melihat iklan atau mengklik pautan sebenarnya adalah bot, ia tidak boleh mengenakan bayaran untuk iklan yang ditunjukkan kepada pengguna tersebut. Konflik kepentingan ini telah mengehadkan skop cita-cita anti-bot Google dengan teruk.",
    "465714311": "Untuk Pengguna Kebolehcapaian: Soal Jawab dan Panduan Penyelesaian Masalah",
    "465783046": "Ingin mencubanya dengan data anda?",
    "468929661": "Kos purata untuk memecahkan reCAPTCHA adalah sangat rendah (kurang daripada $1 setiap 1000 penyelesaian) dan tidak meningkat dengan ketara sejak pemantauan kami bermula pada 2016. Ini terpakai kepada kedua-dua reCAPTCHA v2 dan v3. [",
    "469089249": "J: Ini biasanya disebabkan oleh penggunaan penyekat iklan atau sambungan anti-kuki yang agresif, atau tetapan yang menyekat kuki \"rentas tapak\", dalam kes ini kuki untuk hcaptcha.com yang ditetapkan atau disemak oleh hCaptcha JS pada tapak yang berbeza, seperti yang anda lawati.",
    "47536007": "Ketahui lebih lanjut tentang hCaptcha",
    "477275453": "Mengapakah API Sasaran Popular Untuk Penggodam?",
    "487083593": "Jualan",
    "493717511": "2. Adakah pelanggan ini meminta perkhidmatan yang boleh",
    "497117287": "Pilihan Kebolehcapaian",
    "499510428": "Kami sebenarnya percaya bahawa peraturan telah membantu kami di sini",
    "501102544": ": kami percaya perkhidmatan anti-bot hCaptcha (iaitu Perkhidmatan yang dibenamkan oleh tapak web, permainan atau apl mudah alih) termasuk hanya apa yang dipanggil kuki \"dikecualikan persetujuan\" menurut peraturan GDPR. Contoh kuki terkecuali itu termasuk:",
    "504332576": "Kami berbesar hati untuk mengumumkan bahawa hCaptcha telah berkembang menjadi perkhidmatan keselamatan siber bebas terbesar di dunia, berjalan pada kira-kira 15% daripada internet - dan kami mengambil sebahagian besar bahagian pasaran ini terus daripada Google reCAPTCHA. Bersama-sama, hCaptcha dan",
    "505891021": "Perkhidmatan Pelabelan",
    "508143070": "Ambil perhatian bahawa IMI ialah pengawal maklumat peribadi anda, kecuali apabila kami memproses maklumat peribadi bagi pihak Penyepadu kami berkaitan dengan penyediaan Perkhidmatan kami, dalam hal ini kami adalah pemproses maklumat peribadi, dan Penyepadu tersebut adalah pengawal bagi maklumat peribadi.",
    "512598290": "Oleh itu, kami mesti meminta anda sentiasa menggunakan semua tanda dan logo hCaptcha dalam bentuk yang mematuhi peraturan di bawah, termasuk huruf besar, muka taip dan gaya.",
    "512991700": "Jika anda ingin mempertikaikan sebarang bayaran, anda mesti menghubungi bahagian sokongan pelanggan kami selewat-lewatnya tiga puluh (30) hari selepas tarikh tutup pada bil atau penyata akaun pertama di mana ralat atau masalah muncul untuk menerima pelarasan atau kredit.",
    "515733427": "( ) Kesediaan pengguna untuk memasang patch OS yang diterima melalui e-mel",
    "517010299": "Sila Ambil Perhatian: kami sedang mengusahakan peralihan bahagian belakang utama kepada penyesuaian hampir masa nyata. Penyesuaian berkala akan berjalan kurang kerap daripada biasa sehingga S1 2021. Ini tidak menjejaskan jadual atau tarikh pembayaran.",
    "519755936": "Anda sendiri bertanggungjawab untuk mematuhi undang-undang persekutuan, negeri, wilayah dan tempatan berkaitan dengan penggunaan Perkhidmatan oleh anda. Anda bersetuju untuk menanggung rugi dan memastikan kami tidak berbahaya untuk sebarang tuntutan terhadap kami kerana anda gagal mematuhi mana-mana undang-undang atau melanggar mana-mana hak pihak ketiga, termasuk tanpa had kontrak, harta intelek atau hak privasi.",
    "532470444": "Imbangan mungkin berubah sedikit dari tahun ke tahun, tetapi tingkah laku ini hanya mencerminkan sifat asas manusia, dan lima ribu tahun sejarah yang direkodkan membayangkan dinamik tidak mungkin berubah dalam masa terdekat.",
    "535659033": "Atribusi Creative Commons",
    "538871570": "Bersaing dengan Google dan syarikat Teknologi Besar yang lain kelihatan seperti perintah yang tinggi: kuasa pasaran monopoli mereka, kesan platform dan tentera pembangun bergaji tinggi secara amnya dianggap terlalu berkuasa untuk ditangani oleh sesiapa sahaja kecuali gergasi teknologi lain seperti Facebook atau Amazon. Kisah kami menunjukkan bahawa ia tidak semestinya begitu - anda boleh mengalahkan Big Tech dengan memfokuskan pada privasi.",
    "54093347": "Ejen Berdaftar DMCA",
    "547245263": "Selesaikan masalah bot anda hari ini.",
    "548587288": "seluruh dunia.",
    "55035359": "Sedang menggunakan reCAPTCHA?",
    "551761392": "dan hantar pautan) dan sebagai pilihan tangkapan skrin, jika anda mengesyaki ada sesuatu yang tidak dipaparkan dengan betul. Sila hantar IP yang anda gunakan juga. Anda boleh mendapatkannya daripada",
    "552920956": "hCaptcha membenarkan tapak web memperoleh ganjaran sambil menyekat bot dan bentuk penyalahgunaan lain. hCaptcha juga membolehkan anda menyokong badan amal pilihan anda dengan pendapatan ini.",
    "554844646": "Anda boleh mengesahkan sambungan berfungsi dengan melihat kaunter turun sebanyak 1 setiap kali anda mengklik",
    "555158694": "Perkhidmatan yang anda gunakan telah memilih untuk meningkatkan pengalaman anda di tapak mereka dengan memasang hCaptcha untuk mengurangkan trafik berniat jahat.",
    "555246307": "Ngomong-ngomong, beginilah pengakhiran kisah bangsawan itu dan pemandunya: Konstabel itu membuatkan kedua-dua lelaki itu duduk di dalam bilik bersama selama berjam-jam dan hilang rasa bosan. Pada penghujung hari, dia muncul dan berkata, “Saya akan bercakap dengan pemandu gerabak sekarang.” Lelaki berpakaian mulia itu berdiri. Dia terlalu bosan, dia lupa bahawa dia hanya berpura-pura menjadi bangsawan.",
    "555749578": "terdapat kurang daripada 1% varians dalam kadar penyelesaian merentas negara utama di setiap benua.",
    "558378834": "Oleh itu, kami tidak lagi menerima permintaan untuk soalan berkaitan payung pada masa ini. Potensi kekeliruan apabila pengguna akhir melihat soalan tentang payung pada masa semasa adalah terlalu tinggi, dan akhirnya matlamat kami adalah untuk menjadikan dunia tempat yang lebih menyenangkan.",
    "563059212": "Senarai Subpemproses",
    "564127016": "Ikon tangan hCaptcha:",
    "565624910": "draf",
    "578738483": "Anda secara amnya boleh mengaktifkan atau kemudian menyahaktifkan penggunaan kuki melalui fungsi yang terbina dalam pelayar web anda. Jika anda ingin mengetahui lebih lanjut tentang kuki, atau cara mengawal, melumpuhkan atau memadamkannya, sila lawati",
    "58091799": "Ketahui lebih lanjut tentang hCaptcha Publisher and Enterprise",
    "583434701": "Kebolehcapaian hCaptcha",
    "585557010": "Cabar kurang daripada 0.1% pengguna yang sah.",
    "593735469": "Mengapa penyelesaian anti-spam baharu anda tidak akan berfungsi",
    "595582512": "Jika anda ingin melindungi tapak atau apl anda dengan berkesan daripada bot, spammer atau pelakon berniat jahat yang lain, semuanya sambil mengekalkan privasi pengguna anda (dan mematuhi semua peraturan yang berkaitan!), pertimbangkan hCaptcha dan tawaran Perusahaan kami",
    "596347471": "Antara Muka Pengaturcaraan Aplikasi (API) telah menjadi sasaran popular bagi pelakon berniat jahat di alam siber. Terdapat banyak sebab untuk ini, termasuk utiliti hebat mereka dalam penyepaduan aplikasi. Walau bagaimanapun, adalah mungkin untuk mengurangkan risiko API.",
    "600646860": "Daripada menawarkan perkhidmatan yang bernilai dipersoalkan sambil mengekstrak tenaga kerja dengan nilai sebenar, hCaptcha menyediakan pampasan dan perlindungan anti-bot yang kukuh.",
    "604751186": "Isu lain? E-mel",
    "606978017": "Selamat datang ke hCaptcha! Dasar Privasi ini menerangkan amalan Intuition Machines, Inc. (\"IMI\", \"kami\" atau \"kami\") mengenai pengumpulan, penggunaan dan pendedahan maklumat kami (termasuk Maklumat Peribadi, yang ditakrifkan di bawah) melalui laman web kami di",
    "611905972": "Memastikan akses lancar untuk semua pengguna sambil mengekalkan keselamatan",
    "614310292": "Siapa yang membina hCaptcha?",
    "615017396": "Kuki (\"Kuki\") ialah fail teks kecil yang diletakkan pada pemacu keras anda oleh pelayan halaman web. Kuki mengandungi maklumat yang kemudiannya boleh dibaca oleh pelayan web dalam domain yang mengeluarkan kuki kepada anda. Sesetengah kuki hanya akan digunakan jika anda menggunakan ciri tertentu atau memilih keutamaan tertentu, dan sesetengah kuki akan sentiasa digunakan. Anda boleh mengetahui lebih lanjut tentang setiap kuki dengan melihat senarai kuki semasa kami di bawah. Kami mengemas kini senarai ini secara berkala, jadi mungkin terdapat kuki tambahan yang belum disenaraikan. Suar web, teg dan skrip boleh digunakan dalam Tapak atau dalam e-mel untuk membantu kami menghantar kuki, mengira lawatan, memahami penggunaan dan keberkesanan kempen dan menentukan sama ada e-mel telah dibuka dan diambil tindakan. Kami mungkin menerima laporan berdasarkan penggunaan teknologi ini oleh penyedia perkhidmatan/analisis kami secara individu dan terkumpul.",
    "615031303": "(Lihat nota kaki",
    "615618648": "15 Apr 2021 - 15 Jul 2021",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "17 Dis 2019**",
    "633598495": "Keletihan Pentadbiran. Anda boleh membawa sebarang tuntutan yang timbul daripada penggunaan laman web ini kepada agensi pentadbiran tetapi hanya setakat undang-undang yang terpakai membenarkan akses kepada agensi tersebut walaupun terdapat perjanjian untuk timbang tara. Tuntutan pentadbiran sedemikian termasuk tanpa had tuntutan atau caj yang dibawa ke hadapan Suruhanjaya Peluang Pekerjaan Sama Rata, Jabatan Buruh AS dan Lembaga Perhubungan Buruh Kebangsaan. Tiada apa-apa dalam klausa ini boleh dianggap menghalang atau memberi alasan kepada anda daripada membawa tuntutan pentadbiran kepada mana-mana agensi untuk memenuhi kewajipan anda untuk menghabiskan remedi pentadbiran sebelum membuat tuntutan dalam timbang tara, bagaimanapun, anda mengetepikan hak untuk sebarang award kewangan melalui ini. prosiding agensi.",
    "636461959": "nama",
    "63719113": "menggunakan pembelajaran mesin lanjutan untuk mengenal pasti trafik berniat jahat ke tapak dan apl anda - termasuk aktiviti mengikis.",
    "639413188": "sebagai tindak balas.",
    "641342999": ", atau tapak web yang anda hadapi masalah (Nota Privasi: hanya jika anda tidak keberatan berkongsi perkara itu) ... dan kemudian klik butang \"Saya manusia\" dan cuba selesaikan.",
    "647630208": "Dan itu sahaja! Penyemakan imbas dalam talian anda kini lebih peribadi.",
    "648630222": "Cegah Penipuan Pembayaran dengan hCaptcha Enterprise",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "5-11 Jan 2021*",
    "64953197": "15 Okt 2020 - 15 Jan 2021",
    "651123197": "Kiraan jumlah semasa dalam dompet anda akan ditunjukkan pada ikon selepas menyelesaikan cabaran.",
    "653679457": "Pelbagai Gangguan",
    "654326661": "Nak tengok sendiri? Cuba hCaptcha secara percuma.",
    "655974837": "Tiada jaminan mengenai kandungan",
    "659124570": "Selain itu, jika anda melihat kandungan kepunyaan anda diterbitkan semula pada platform hCaptcha dan ingin ia dialih keluar atas sebarang sebab, anda boleh menghubungi kami melalui e-mel di",
    "661412233": "Mengetahui selepas captcha bahawa sesetengah pengguna adalah bot juga berharga. Ia membolehkan pemilik tapak web membersihkan siaran spam lama dan memadamkan \"akaun tidur\" yang didaftarkan ke forum spam pada masa hadapan, mengurangkan penipuan dan banyak lagi.",
    "664236229": "permintaan tarik",
    "680638297": "Memberi anda maklumat tentang pemprosesan maklumat peribadi anda dan memberi anda akses kepada maklumat peribadi anda.",
    "685916926": "Mengapa reCAPTCHA tidak bertambah baik dari semasa ke semasa?",
    "692064738": "( ) Polis tidak akan bersabar dengannya",
    "692176459": "Log masuk",
    "693820850": "Anda boleh mengalahkan Google dengan mengutamakan privasi",
    "69844082": "Tanda dagangan hCaptcha, simbol grafik, logo, muka taip atau ikon juga tidak boleh digunakan dengan cara yang menghina.",
    "700843971": "Hound Technology, Inc. (Global). Perkhidmatan yang disediakan: honeycomb.io.",
    "702287791": "hCaptcha Publisher (percuma)",
    "703051968": "ikon tangan ha:",
    "707527778": "Maklumat daripada Kanak-kanak",
    "707541553": "Semua maklumat yang terkandung di halaman internet kami telah disahkan oleh IMI atau pihak ketiga. Walau bagaimanapun, IMI atau pihak ketiga tidak boleh dipertanggungjawabkan untuk maklumat yang terkini, tepat atau lengkap. Ini juga terpakai kepada tapak web lain yang boleh dicapai melalui hiperpautan pada halaman kami. IMI tidak bertanggungjawab ke atas kandungan laman web luar ini.",
    "710145621": "Sediakan data kebenaran asas anda sendiri atau biarkan kami membinanya dengan cepat",
    "713281684": "Terung",
    "714342693": "Pasukan hCaptcha telah mengumpul data harga daripada perkhidmatan pemecah captcha \"web gelap\" sejak tahun 2016. Kami melihat arah aliran yang menarik:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Perlukan Kawalan Hujung ke Hujung?",
    "723027910": "Ini bukan nasihat undang-undang, dan tiada jaminan diberikan mengenai analisis ini. Jika anda mempunyai soalan atau kebimbangan tambahan, sila hubungi kami di",
    "728503636": "Tarikh Pembayaran",
    "731546974": "10. Cukai Penyumbang atau Penyepadu",
    "734735952": "Kami menilai beberapa vendor CAPTCHA serta membina sistem sendiri. Akhirnya, hCaptcha muncul sebagai alternatif terbaik untuk reCAPTCHA.",
    "735630686": "Mengurus Maklumat Anda (Hak Anda)",
    "740501259": "Saluran paip mudah dipacu API",
    "741483946": "* Dengan kata lain: anda boleh mendapatkan token Pas Privasi hCaptcha di hCaptcha.com, dan menggunakannya di tapak lain secara terus menggunakan hCaptcha.com. Anda tidak boleh mendapatkan atau menebus token Pas Privasi hCaptcha untuk memintas perkhidmatan hCaptcha seperti yang digunakan oleh Cloudflare, kerana Cloudflare mengeluarkan dan menebus token Pas Privasinya sendiri.",
    "751483365": "Sokongan untuk pelanggan bukan JavaScript.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "jika anda percaya kami mempunyai sebarang maklumat daripada atau tentang kanak-kanak di bawah umur 13 tahun.",
    "759057398": "Notis kepada Subjek Data EU",
    "763447231": "Pada masa yang sama, menghentikan bot daripada mengakses tapak penerbit boleh mendedahkan penipuan iklan, mengadukan produk reCAPTCHA Google secara langsung dengan perniagaan iklan mereka, yang menghasilkan lebih 80% hasil mereka.",
    "766825168": "Tindakan yang mungkin kami ambil di bawah Dasar Pelanggaran Berulang DMCA termasuk menghantar makluman tentang peningkatan keterlihatan kepada pelanggan rekod akaun. Untuk mengiktiraf makluman ini, kami mungkin memerlukan pelanggan untuk log masuk ke akaun atau menghubungi pasukan sokongan kami. Kami juga berhak untuk menggantung atau menamatkan, serta menggunakan langkah sementara lain kepada, perkhidmatan hCaptcha dan IMI mana-mana pelanggan yang kami terus menerima pemberitahuan DMCA tentang dakwaan pelanggaran walaupun selepas kami menghantar makluman pelanggar berulang. Selain itu, kami boleh menamatkan perkhidmatan hCaptcha atau IMI lain mengikut budi bicara kami yang lain kepada pelanggan ini apabila kami menamatkan perkhidmatan hCaptcha di bawah dasar ini.",
    "767207800": "Jika data anda mengandungi kandungan yang berpotensi eksplisit atau menyinggung perasaan, kami memerlukan anda menandainya sebagai \"KANDUNGAN ESPLISIT\" untuk menjadi amaran yang adil kepada sesiapa sahaja yang melihat data anda. Anda tidak boleh tanpa perjanjian bertulis yang berasingan dengan IMI termasuk tugas yang melanggar dasar kami, termasuk, tetapi tidak terhad kepada, (a) tugas yang secara langsung atau tidak mempromosikan tapak web atau perkhidmatan lain, (b) tugas yang melanggar terma tapak web pihak ketiga dan syarat, (c) tugas meminta Penyumbang untuk meminta pihak ketiga, (d) tugas yang meminta Penyumbang mengambil tindakan untuk memanipulasi tingkah laku atau keputusan laman web, (e) tugas yang melanggar hak harta intelek pihak ketiga, dan (f) tugas yang memerlukan Penyumbang memuat turun perisian atau fail.",
    "770264626": "Tambahkan hCaptcha pada perkhidmatan anda (percuma)",
    "776542208": "( ) Perlumbaan senjata kekal terlibat dalam semua pendekatan penapisan",
    "777660551": "Apakah itu Pengisian Kredensial?",
    "778204464": "Elemen teks kaya boleh digunakan dengan kandungan statik atau dinamik. Untuk kandungan statik, hanya letakkannya ke mana-mana halaman dan mula mengedit. Untuk kandungan dinamik, tambahkan medan teks kaya pada mana-mana koleksi dan kemudian sambungkan elemen teks kaya kepada medan itu dalam panel tetapan. Voila!",
    "779426309": "Nama sebenar, pengecam peribadi unik, pengecam dalam talian, alamat Protokol Internet, alamat e-mel, nama akaun atau pengecam lain yang serupa.",
    "779817954": "S: Jika saya mempunyai pas Privasi yang dikeluarkan oleh pembekal lain, bolehkah saya menebusnya di hCaptcha?",
    "780280214": "Bagaimana hCaptcha dan hCaptcha Enterprise mengurangkan ancaman pemadat kelayakan",
    "780475098": "Rangkaian iklan melihat pelawat anda sebagai produk. Kami hanya peduli sama ada lawatan itu baik atau buruk. hCaptcha mematuhi undang-undang GDPR, CCPA, LGPD, PIPL dan data global yang lain.",
    "787916198": "Dengan persetujuan anda",
    "788770967": "Takziah! Anda mungkin mahu menggunakan pilihan kebolehaksesan kami:",
    "793242047": "Kurangkan cabaran yang dikemukakan kepada pengguna untuk membolehkan akses pantas kepada aplikasi",
    "793784899": "Rancangan",
    "803639471": "Logo hCaptcha terdiri daripada ikon tangan dan logotype hCaptcha. Dalam bentuk gantinya, ikon tangan mungkin muncul dengan sendirinya apabila ruang dikekang dan \"hCaptcha\" digunakan sebagai tanda perkataan (seperti yang diterangkan di atas) berdekatan dengan ikon tangan, supaya jelas ikon tangan mewakili hCaptcha.",
    "805221621": "Sila hubungi kami di",
    "805971861": "\"Umbrella\" ialah istilah dalam ImageNet, set data penanda aras standard yang digunakan oleh penyelidik penglihatan komputer. Mengenal pasti orang yang memegang payung dengan pasti juga penting untuk membina sistem bantuan pemandu lanjutan generasi seterusnya (ADAS) yang selamat.",
    "808872868": "Contohnya: spam, penipuan dan penyalahgunaan telah wujud dalam talian sejak hampir sehari selepas dua sistem pertama kali disambungkan bersama.",
    "809251240": "Menghubungi Kami",
    "811735413": "Pengecualian. Pertikaian yang mungkin tidak tertakluk kepada perjanjian timbang tara prapertikaian seperti yang diperuntukkan oleh Akta Pembaharuan dan Perlindungan Pengguna Dodd-Frank Wall Street (Undang-undang Awam 111-203) dikecualikan daripada ini",
    "818049069": "Selewat-lewatnya pada 15 Julai 2019",
    "824740867": "Daripada menambah baik penyelesaian, Google sebaliknya mengeluarkan reCAPTCHA v3, yang beroperasi lebih seperti rangkaian iklan daripada perisian keselamatan, mengumpul data tingkah laku dari seluruh web untuk membina profil pengguna. Malangnya, isyarat jenis ini mudah dikalahkan, dan dengan itu memberikan sedikit perlindungan terhadap bot sambil merosakkan privasi pengguna.",
    "825780955": "Maklumat peribadi",
    "826396656": "Pelan Kesinambungan Perniagaan Kami",
    "832385387": "( ) Idea yang serupa dengan anda adalah mudah untuk dihasilkan, namun tiada satu pun yang pernah ditunjukkan secara praktikal",
    "833750823": "Menghadapi kesukaran dengan cabaran?",
    "835249867": "b) 1 juta permintaan sebulan untuk kebanyakan Penyepadu yang menggunakan akaun hCaptcha Publisher (percuma), atau",
    "835396984": "Aktif pada masa ini",
    "835545301": "Kami mengumpul kategori maklumat berikut:",
    "835717930": "Etika AI di hCaptcha",
    "836017336": "Firefox",
    "838049015": "Pilih semua imej yang sepadan dengan pertanyaan",
    "838225123": "23. Penafian Waranti",
    "83852121": "Microsoft Corp. (Global). Perkhidmatan yang disediakan: Microsoft Azure.",
    "838951836": "( ) Ketidakjujuran di pihak spammer sendiri",
    "846501387": "Perlindungan bot bertaraf dunia",
    "850025770": "J: Kami percaya begitu: semua pengguna yang mengalami sebarang bentuk kemerosotan nilai yang boleh melayari web dan memasukkan teks pada borang boleh mengakses perkhidmatan yang dilindungi oleh hCaptcha semasa pendaftaran. Walau bagaimanapun, ini bukan nasihat undang-undang: anda harus melakukan penilaian anda sendiri, dengan mengambil kira pelaksanaan khusus anda untuk memastikan ini berlaku untuk penempatan anda.",
    "851679588": "ya.",
    "851786723": "Dengan memasukkan e-mel anda, anda bersetuju menerima Terma dan Dasar Privasi kami, dan menerima e-mel daripada kami.",
    "852032043": "Safari",
    "855097735": "Membina perkhidmatan yang melakukan ini dengan baik sambil mengimbangi semua kebimbangan adalah masalah yang sangat sukar (dan kami sentiasa berusaha untuk memperbaikinya untuk menjadikan pengalaman itu menyenangkan yang mungkin) tetapi kami berharap anda akan bersetuju bahawa mengurangkan spam, penyalahgunaan, pengambilalihan akaun , dan penipuan dalam talian akhirnya berbaloi dengan soalan mudah sekali-sekala.",
    "857974529": "Untuk menambah baik kepada Tapak dan Perkhidmatan. Kami menggunakan Maklumat Analitis untuk menambah baik sedia ada dan membangunkan perkhidmatan dan tawaran baharu kami serta untuk menyesuaikan tawaran produk sedia ada dan akan datang.",
    "858218750": "dan panduan untuk menggunakannya pada",
    "867314732": "Anda boleh mendapatkan semula resolusi tinggi",
    "869702955": "Dengan melaksanakan tugas di laman web kami, anda membenarkan pengumpulan, penggunaan dan pendedahan maklumat peribadi anda mengikut Dasar Privasi kami. Di samping itu, kami mungkin berkongsi maklumat tertentu tentang anda dan tugas anda yang telah selesai kepada Peminta yang tugasnya telah anda selesaikan untuk memudahkan perhubungan perkhidmatan dan menambah baik tapak web, termasuk, sebagai contoh, ID Penyumbang, Alamat IP, tugasan yang telah selesai dan atribut lain yang berkaitan. kepada kelayakan, bahasa, kemahiran dan penggunaan tapak web anda.",
    "874098071": "Jika anda seorang pengguna kebolehaksesan, sila daftar di sini",
    "878585497": "Syarat",
    "879362350": "Dengan API baharu yang berfungsi melalui Internet, ia menjadi mungkin untuk menyambungkan mana-mana perisian atau sumber data, di mana-mana sahaja di dunia, tanpa mengira platform, skema data atau bahasa pengaturcaraan. Akibatnya, dunia pengkomputeran kini berada di tengah-tengah revolusi API. Terdapat ledakan ketersambungan antara aplikasi dan data. Itu bagus, sehingga tidak.",
    "881015166": "Tambahkan hCaptcha untuk Penerbit pada tapak web atau apl saya",
    "88879089": "Pas Privasi ialah sebuah",
    "897432717": "Dengan reka bentuk novel kami untuk Skor Ancaman Tersuai, menambahkan pengetahuan perniagaan anda membolehkan model kami menyampaikan markah yang relevan secara unik kepada pengguna anda.",
    "907324388": "Fungsi",
    "910989640": "Hasilkan laporan aktiviti yang terperinci dan disesuaikan",
    "918924423": "Sebagai contoh, Google tidak menawarkan perkhidmatan yang jelas berharga seperti pengesanan bot retroaktif. Ia adalah lebih dipercayai untuk mengisytiharkan trafik pengguna yang dijana bot selepas menganalisis beberapa hari data.",
    "920212083": "Laporkan Pepijat",
    "922470170": "( ) Tindakan balas tidak seharusnya melibatkan sabotaj rangkaian awam",
    "926138631": "Pergi ke Privasi dan Keselamatan, kemudian Kuki dan data tapak lain.",
    "931661269": "( ) Alamat e-mel sementara/sekali adalah menyusahkan",
    "932546190": "Mengapa CAPTCHA Akan Bersama Kami Sentiasa",
    "936667684": "Pernah diminta \"menaip tanda bangunan/jalanan?\"",
    "938404336": "2. Berbeza-beza; sehingga 30 hari.",
    "939665604": "Privasi Tertumpu",
    "941057651": "( ) Pelaburan perisian sedia ada yang besar dalam SMTP",
    "946838734": "3. Pilih butang \"Lanjutan\".",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "Ejaan hCaptcha tidak boleh diubah dan hCaptcha hendaklah sentiasa menggunakan huruf besar dalam huruf kedua (\"C\"). Ia tidak pernah jamak atau posesif.",
    "952813944": "Penggunaan tapak web kami atau apa-apa pun dalam perjanjian ini tidak mewujudkan pekerjaan, perkongsian, usaha sama, agensi, francais atau hubungan wakil jualan antara anda dan Mesin Intuisi. Kami tidak memberikan anda sebarang peralatan atau alatan untuk menyelesaikan tugas. Kami tidak memberi anda sebarang faedah, pampasan pekerja atau perlindungan insurans. Kami tidak bertanggungjawab untuk sebarang perbelanjaan yang anda keluarkan dalam menggunakan laman web kami. Kami tidak akan menahan sebarang amaun daripada ganjaran anda untuk cukai pendapatan persekutuan atau negeri, Keselamatan Sosial atau sebarang cukai lain. Anda bebas pada setiap masa untuk melaksanakan tugas untuk mana-mana orang atau perniagaan, termasuk mana-mana pesaing kami. Anda tidak mempunyai kuasa untuk membuat sebarang kontrak, bertulis atau lisan, bagi pihak Mesin Intuisi.",
    "956019009": "Syarikat infrastruktur web terbesar telah pun mengambil tindakan",
    "961941354": "Walau bagaimanapun, semua ini tidak memerlukan penggunaan maklumat yang boleh dikenal pasti secara peribadi (\"PII\"). Teknik kriptografi moden membolehkan kami membuang sebarang data peribadi secepat mungkin, sebaliknya mencipta tandatangan sehala yang tidak boleh dikaitkan dengan mana-mana individu.",
    "963238401": "Kami sentiasa berminat untuk menerima laporan tentang pepijat keselamatan. E-mel",
    "971933157": "hCaptcha mengambil berat tentang privasi, ketelusan dan keadilan.",
    "976209454": "Dapatkan Ganjaran atau Bersedekah",
    "98173630": "hCaptcha ialah perkhidmatan CAPTCHA bebas yang paling banyak digunakan di dunia.",
    "981806349": "Dibina pada platform hCaptcha yang terbukti",
    "984849234": "hCaptcha menggunakan pembelajaran mesin lanjutan untuk menyampaikan apa yang reCAPTCHA hanya janjikan, sambil berkongsi nilai yang ditangkap dengan tapak web yang menggunakannya.",
    "987267027": "parti",
    "987375734": "IMI berpangkalan di Amerika Syarikat. Tapak dan Perkhidmatan dikawal dan dikendalikan oleh kami dari Amerika Syarikat. Maklumat Peribadi anda boleh disimpan dan diproses di mana-mana negara di mana kami mempunyai kemudahan atau di mana kami melibatkan pembekal perkhidmatan, dan dengan menggunakan Tapak dan Perkhidmatan anda membenarkan pemindahan maklumat ke negara di luar negara tempat tinggal anda, termasuk Amerika Syarikat , yang mungkin mempunyai peraturan perlindungan data yang berbeza daripada peraturan negara anda. Dalam keadaan tertentu, mahkamah, agensi penguatkuasaan undang-undang, agensi kawal selia atau pihak berkuasa keselamatan di negara lain tersebut mungkin berhak untuk mengakses Maklumat Peribadi anda.",
    "987901590": "Adakah anda mempunyai data mentah tanpa set pengesahan komprehensif? Dalam kebanyakan kes, kami boleh membina satu untuk anda semasa tugasan dijalankan melalui sistem, atau membuat sampel berlabel untuk kelulusan anda.",
    "989480928": "( ) Keuntungan melampau spam",
    "990215503": "hCaptcha ialah satu-satunya perkhidmatan captcha utama yang tidak dimiliki oleh rangkaian iklan.",
    "993651083": "Langkah 1: Buka Alat Pembangun (Ini mula merakam sesi.)",
    "996362763": "Token ini tidak dibutakan dan disimpan oleh sambungan untuk kegunaan masa hadapan. Apabila pengguna melawat tapak menggunakan hCaptcha dan perlu melepasi cabaran (sama ada tidak kelihatan atau melalui butang \"Saya manusia\") mereka ditebus secara automatik. Prosedur membutakan bermakna bahawa token yang ditandatangani dan ditebus secara kriptografi tidak boleh dipautkan dari perspektif hCaptcha, dan dengan itu privasi pengguna terpelihara.",
    "999610953": "Akhirnya, alternatif yang boleh dipercayai kepada Google. hCaptcha Enterprise memberikan penjimatan dramatik pada bil reCAPTCHA anda dengan keselamatan yang lebih tinggi: sehingga 80% lebih murah dalam sesetengah kes.",
    "999674529": "Setiap bot yang dikesan Google sepatutnya memperoleh sifar dolar iklan. Oleh itu, insentif syarikat Google kurang sejajar dengan pengguna perkhidmatan keselamatan mereka, dan ini mungkin satu penjelasan untuk prestasi buruk tawaran keselamatan reCAPTCHA mereka."
}