{
  "header-privacy-link": "Privaatsus",
  "header-integration-link": "Integratsioon",
  "header-cost-link": "Maksumus",
  "header-features-link": "Funktsioonid",
  "header-docs-link": "Dokumendid",
  "header-login-button": "Logi sisse",
  "header-contact-button": "Võtke ühendust müügiga",
  "intro-heading": "Hõõrdumiseta inimkonna kontroll.",
  "intro-contact-button": "Lisateabe saamiseks võtke meiega ühendust",
  "intro-text-bottom": "Seda kasutavad veebi juhtivad ettevõtted.",
  "sub-menu-button": "Võtke ühendust müügiga",
  "sub-menu-item1": "Ettevõtlus",
  "sub-menu-item2": "Maksumus",
  "sub-menu-item3": "Integratsioon",
  "sub-menu-item4": "Funktsioonid",
  "sub-menu-item5": "Privaatsus",
  "sub-menu-item6": "Dokumendid",
  "info-head-1": "Ehitatud end tõestanud hCaptcha platvormile",
  "info-text-1": "hCaptcha Enterprise töötab hCaptcha platvormi tehnoloogial, mida on laiendatud, et hõlmata funktsioone, mida suure liiklusega ettevõtted vajavad.",
  "info-head-2": "Usaldusväärne partner",
  "intro-subtitle": "Lahendage oma robotiprobleem juba täna.",
  "info-text-2": "Maailma suurimad ettevõtted usaldavad meie teenuseid paljude miljonite igapäevaste kasutajate teenindamiseks kümnetel miljonitel saitidel.",
  "cloudflare-quote-text": "Hindasime mitmeid CAPTCHA tarnijaid ja ise süsteemi ehitamist. Lõpuks kujunes hCaptcha reCAPTCHA-le parimaks alternatiiviks.",
  "cloudflare-quote-detail": "Cloudflare'i tootehalduse direktor",
  "section-quote-head": "Tasuv valik suure liiklusega ettevõtetele",
  "section-quote-text": "Lõpuks usaldusväärne alternatiiv Google'ile. hCaptcha Enterprise võimaldab teie reCAPTCHA arvelt oluliselt säästa suurema turvalisusega: mõnel juhul kuni 80% odavam. Paljud maailma suurimad võrguteenused on üle läinud hCaptcha Enterprise'ile ja saanud täiustatud robotite tuvastamise ning märkimisväärse kulude kokkuhoiu.",
  "section-quote-button": "Hinnapakkumise saamiseks võtke meiega ühendust juba täna",
  "section-privacy-header": "Privaatsusele keskendunud",
  "section-privacy-text-1": "Reklaamivõrgustikud näevad teie külastajaid tootena. Meie jaoks on ainus toode, mis määrab nende inimlikkuse. Meie teenused vastavad või ületavad GDPR-i, CCPA ja LGPD nõudeid ning toetavad selliseid algatusi nagu Privacy Pass. Teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
  "section-privacy-text-2": "See ainulaadne keskendumine privaatsusele tähendab, et saame pakkuda individuaalsete andmete nullsäilitamist, küpsisteta toimimist ja muid lepingulisi privaatsusgarantiid vastavalt vajadusele, säilitades samas suurepärase turvalisuse.",
  "section-security-header": "Turvalisus kõigepealt",
  "section-security-text-1": "Täpsus on teie ja meie huvides. hCaptcha annab teile tõelisi andmeid ja võimaldab teil otsustada, kuidas neid kasutada. Muid captchasid pakuvad Giganticu reklaamifirmad. See tähendab, et iga nende blokeeritud robot võib oma tulusid vähendada.",
  "section-security-text-2": "Uusimate privaatsusele keskenduvate masinõppetehnikate kasutamine võimaldab ületada pärandi turvastandardeid, salvestada kõik igavesti strateegiad ilma turvalisust või kasutajate privaatsust kahjustamata.",
  "section-user-experience-header": "Suurepärane kasutajakogemus",
  "section-user-experience-text1": "Ettevõtluskasutajate jaoks on enamiku stsenaariumide puhul saadaval võimalused probleemide täielikuks vältimiseks.",
  "section-user-experience-text2": "Vähendage hõõrdumist, vältides väljakutseid täielikult 99,9% oma seaduslikust liiklusest, pakkudes samas tänu täiustatud robotimudelitele suurepärast turvalisust.",
  "section-easy-integration-header": "Lihtne integreerimine",
  "section-easy-integration-text": "hCaptcha lisamine võtab vaid mõne minuti ja vaid mõne koodirea. Põhiline API ühildub reCAPTCHA V2-ga ja selle vahetamiseks kulub vaid minuteid. Võite juba täna kasutada suurepärase alternatiivi ja lülitada vajaduse korral sisse täpsemad funktsioonid.",
  "section-easy-integration-serverside": "Serveri pool:",
  "section-easy-integration-frontend": "Esiots:",
  "section-threat-header": "Kohandatud ohuskoorid",
  "section-threat-text": "Kõik probleemid ei ole ühesugused: ühe hinde saamine tähendab, et see peab vastama teie vajadustele, et olla kasulik. hCaptcha ainulaadsete kohandatud ohuskooride abil võimaldab kiire konsultatsioon meil häälestada oma mudeleid, et pakkuda teie ettevõtte jaoks asjakohasemaid hindeid.",
  "section-challenges-header": "Käivitage oma väljakutsed sekunditega",
  "section-challenges-text-1": "Olge asjakohase sisuga brändiga kursis",
  "section-challenges-text-2": "Kui kasutajad peavad turvanõuete täitmiseks väljakutse lahendama, siis miks mitte luua kasutajale meeldivaid ja asjakohaseid ülesandeid? Meie lihtsa kohandatud väljakutsete kujundaja abil saate mõne minutiga käivitada kaubamärgipõhise väljakutse sisu.",
  "section-integration-header": "Otsene platvormi integreerimine",
  "section-integration-subheader": "Veebiinfrastruktuuri ettevõtetele",
  "section-integration-text": "hCaptcha Enterprise süsteem on oma disainilt ainulaadselt paindlik: seda saab osaliselt või täielikult kasutusele võtta teie võrgu servas, kui kasutate avalikku pilve või omate palju andmekeskusi. See võib märkimisväärselt vähendada kulusid ja võrguvälist liiklust, säilitades samal ajal kõik meie ööpäevaringselt valves oleva personali halduse eelised, et täita kõige rangemaid SLA-sid.",
  "section-support-header": "Kättesaadavad teadmised ja tugi nii teile kui ka teie kasutajatele",
  "section-support-text": "Teenindus on meie jaoks esmatähtis. Hooldame ööpäevaringset valvetuge ja pakume otsest Slacki koordineerimist teie inseneri integratsioonimeeskonna ja meie valvetöötajatega rakendamise ajal ja pärast seda.‍ ‍Samuti oleme pühendunud teie kasutajate küsimuste aktiivsele jälgimisele ja neile vastamisele sotsiaalmeedias ja foorumites. ja meie vidinasisesed ja e-posti tugikanalid. Oleme juurdepääsetavad ja reageerimisvõimelised ning peame kasutajate rahulolu parimaks KPI-ks.",
  "section-enterprise-header": "Ettevõtte funktsioonid",
  "section-enterprise-title-1": "Maailmatasemel robotivastane kaitse",
  "section-enterprise-desc-1": "Lahingus testitud veebis.",
  "section-enterprise-title-2": "Suure täpsusega robotite tulemused",
  "section-enterprise-desc-2": "Tuvastage mitut tüüpi halbu näitlejaid.",
  "section-enterprise-title-3": "Nullhõõrdumine ja 99,9% passiivsed režiimid",
  "section-enterprise-desc-3": "Esitage väljakutse vähem kui 0,1% seaduslikest kasutajatest.",
  "section-enterprise-title-4": "Kuvatud kontrollülesannete tüübid",
  "section-enterprise-desc-4": "Lai valik tüüpe.",
  "section-enterprise-title-5": "Kontrollige kasutatud väljakutse sisu",
  "section-enterprise-desc-5": "Püsige kaubamärgiga järjepideva kasutuskogemusega.",
  "section-enterprise-title-6": "Ettevõtte SLA-d",
  "section-enterprise-desc-6": "Garanteeritud töökindlus ja kiire ööpäevaringne valvetugi.",
  "section-enterprise-title-7": "Pärandbrauseri tugi",
  "section-enterprise-desc-7": "Ühildub täielikult Internet Explorer 8-ga.",
  "section-enterprise-title-8": "Täpsemad aruandluse armatuurlauad ja API",
  "section-enterprise-desc-8": "Vaadake, mis toimub kõigil teie saitidel ja rakendustes.",
  "section-enterprise-title-9": "Töötab igas riigis",
  "section-enterprise-desc-9": "Erinevalt reCAPTCHAst töötame me igas riigis.",
  "section-enterprise-title-10": "GDPR-i, CCPA- ja LGPD-sõbralikud privaatsuspoliitikad",
  "section-enterprise-desc-10": "Loodud privaatsuse tagamiseks esimesest päevast peale. Tugev andmetöötlusleping.",
  "section-enterprise-title-11": "Peeneteraline raskusaste",
  "section-enterprise-desc-11": "Sisestage see, et see sobiks täpselt teie kasutusjuhtumiga.",
  "section-enterprise-title-12": "Esimese osapoole hostimine",
  "section-enterprise-desc-12": "Kõik taotlused ja varad lähevad aadressile hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Mitme kasutaja armatuurlauad",
  "section-enterprise-desc-13": "Jagage haldust oma meeskonnas.",
  "section-enterprise-title-14": "Kiire kinnitamine",
  "section-enterprise-desc-14": "0 ms latentsus: kontrollige hCaptcha märke ilma API-kõneta.",
  "section-enterprise-title-15": "Mobiilside (iOS ja Android) integreerimine",
  "section-enterprise-desc-15": "Sujuv kasutuskogemus veebis, mobiilis ja mobiilses veebis. Saadaval on eelehitatud integratsioonid ja natiivsed SDK-d.",
  "section-enterprise-title-16": "Kohandatud tingimused ja privaatsusgarantiid",
  "section-enterprise-desc-16": "Rahuldage teie juriidilised vajadused, kui teised ettevõtted seda ei suuda.",
  "presented-challlenges-head": "Esitatud väljakutsed",
  "presented-challenges-title-1": "Võrdlus",
  "presented-challenges-text-1": "Valige kõik päringule vastavad pildid",
  "presented-challenges-title-2": "Ümbritsev kast",
  "presented-challenges-text-2": "Määrake objektide piirdeala",
  "presented-challenges-title-3": "Kategoriseerimine",
  "presented-challenges-text-3": "Tuvastage vastavad sildid",
  "presented-challenges-subheader": "...ja muid lihtsaid ülesandeid. Lihtne inimestele, raske robotile.",
  "presented-challenges-subtext": "Kohandatud ülesanded on saadaval ka ettevõtete väljaandjatele.",
  "footer-header-1": "Ettevõte",
  "footer-header-2": "Vahendid",
  "footer-header-3": "Võtke ühendust",
  "footer-link-1": "Märgistamine",
  "footer-link-2": "Umbes",
  "footer-link-3": "Töökohad",
  "footer-link-4": "Kaubamärgid",
  "footer-link-5": "Blogi",
  "footer-link-6": "Olek",
  "footer-link-7": "Dokumentatsioon",
  "footer-link-8": "Teata veast",
  "footer-link-9": "Juurdepääsetavus",
  "footer-terms": "Tingimused",
  "footer-privacy": "Privaatsus",
  "footer-attribution": "Omistamine",
  "footer-subheader-1": "Toetus",
  "footer-subheader-2": "Võtke ühendust",
  "switch-to-english-link": "Lülitu inglise keelele",
  "intro-heading-privacy": "Loodud privaatsust silmas pidades.",
  "intro-subtitle-p1-privacy": " Unikaalne privaatsuspõhine lähenemine võrguturvalisusele.",
  "info-head-2-pr": "Interneti-tegevuse salvestamine ei ole lahendus.",
  "info-text-1-pr": "hCaptcha Enterprise'il on ainult üks eesmärk: takistada halbadel osalejatel teie võrgutoiminguid häirimast ja kasutajaid kahjustamast.",
  "info-text-2-pr": "Meie süsteemid on seega algusest peale loodud andmete kogumise ja säilitamise minimeerimiseks, säilitades samas oma klassi juhtiva turvalisuse. Parim viis kasutajaandmete kaitsmiseks on neid üldse mitte salvestada.",
  "info-text-3-pr": "Kõik kliendisuhted on kaitstud ka tugeva andmetöötluslepinguga. Teenus hCaptcha järgib kõiki privaatsusseadusi olenemata sellest, kus teie teenus või teie kliendid asuvad. Isikuandmete mittehoidmine muudab selle meie jaoks palju lihtsamaks kui teiste ettevõtete jaoks.",
  "info-text-2-2-pr": "Teenused, nagu reCAPTCHA v3, ütlevad, et nende jälgimispikslite lisamine saidi igale lehele on hea turvalisuse tagamiseks vajalik. See pole nii.",
  "info-text-2-3-pr": "Lihtne käitumisanalüüs on signaal, mida halvad tegijad kergesti sepistavad, ja see nõuab ka kogu teie seadusliku liikluse sirvimisajaloo säilitamist.",
  "info-text-2-4-pr": "Meil ei ole reklaamivõrgustikku ja meil pole huvi jälgida teie kasutajate käitumist, et neile reklaame müüa. See tähendab, et me ei nõua passiivset pikslit teie saidi igal lehel.",
  "info-text-2-5-pr": "Lisage meie väljakutsekood ainult seal, kus see on vajalik ja kus on mõistlik kaitsta nii teid kui ka teie kasutajaid.",
  "info-head-3-pr": "Masinõpe on kasulik. Kuid selle toimimiseks pole vaja isikuandmeid.",
  "info-text-3-1-pr": "Masinõpe mõjutab nüüd peaaegu kõiki meie elu aspekte, sageli viisil, mida me ei mõista ega näe. Veebiturbeteenused ei erine.",
  "info-text-3-2-pr": "Tuhandete signaalide üle õppides saavad mudelid järeldada ja saavutada kõrge usaldusväärsus pahatahtliku käitumise tuvastamisel väga kiiresti, isegi kui ükski individuaalne signaal ei ole probleemile viitamiseks piisavalt tugev.",
  "info-text-3-3-pr": "Kuid ükski neist ei nõua isikut tuvastava teabe (PII) kasutamist. Kaasaegsed krüptotehnikad võimaldavad meil eemaldada kõik isikuandmed nii kiiresti kui võimalik, luues selle asemel ühesuunalised allkirjad, mida ei saa ühegi isikuga siduda.",
  "info-text-3-4-pr": "Deidentifitseeritud andmete koolitus toimib sama hästi ja ei nõua turvalisuse ega privaatsuse osas järeleandmisi. Meie kliendid on teinud empiirilisi teste ja kuulutanud meid võrdseks või paremaks kui palju vähem privaatsed alternatiivid.",
  "cloudflare-quote-text-privacy": "Meile meeldisid hCaptcha lahenduste juures mitmed asjad: 1) nad ei müü isikuandmeid; nad koguvad ainult minimaalselt vajalikke isikuandmeid, nad on läbipaistvad, kirjeldades kogutavat teavet ning seda, kuidas nad seda kasutavad ja/või avalikustavad.",
  "pilot-head": "Proovige meid oma keskkonnas ilma kohustusteta.",
  "pilot-text-1a": "Oleme insenerid, mitte müügiinimesed: tahame, et oleksite oma valikuga rahul.",
  "pilot-text-1b": "Parim viis teie rahulolu tagamiseks on näidata, et me vastame teie vajadustele.",
  "pilot-text-1c": "Peaaegu kõik pilootprojekti alustavad ettevõtted valivad lõpuks meie lahendused.",
  "pilot-text-1d": "Kasutage seda vormi ühe meie tehnilise spetsialisti poole pöördumiseks. Vastame kiiresti.",
  "pilot-text-1e": "Võite meile ka otse meili saata.",
  "pilot-email-details": "Üksikasjad on siin.",
  "pilot-f1": "Piirkond",
  "pilot-f2": "Sinu nimi",
  "pilot-f3": "Sinu nimi",
  "pilot-f4": "Ettevõtte e-post",
  "pilot-f5": "Kas meil peaks olema muid üksikasju?",
  "pilot-f6": "Kas vajate kiiret sisseelamist?",
  "pilot-f7": "Jah.",
  "pilot-f8": "Olen rünnaku all ja vajan viivitamatut liitumist.",
  "pilot-f9": "Esita",
  "pilot-f10": "Sisestades oma e-posti, nõustute meie tingimuste ja privaatsuspoliitikaga ning saate meilt meile.",
  "pilot-fo-1": "Integratsioon ei saaks olla lihtsam.",
  "pilot-fo-2": "hCaptcha sisaldab kümneid eelehitatud integratsioone teie kasutatavate esi- ja taustasüsteemide jaoks.",
  "pilot-fo-3": "Kui juhtute, et olete pärit Google'i reCAPTCHA-st, on meie API-d asendatavad. Kõik, mida vajate, on kolm koodirida.",
  "pilot-fo-4": "Meie koolitusinsenerid saavad teid kiiresti tööle panna, olenemata sellest, kas vajate Reacti integreerimist, iOS-i omarakenduste SDK-sid, Java taustaprogrammi näidet või peaaegu mis tahes muud stsenaariumi.",
  "pilot-fo-5": "Ja nagu alati, on privaatsus meie jaoks põhiväärtus. Lisage meie väljakutsekood ainult seal, kus see on vajalik ja kus on mõistlik kaitsta nii teid kui ka teie kasutajaid. Andmete kogumise minimeerimine algab integreerimise hetkest.",
  "pilot-fdone": "Aitäh. Võtame lähiajal ühendust.",
  "home-ent-2-new": "Lisateavet meie ettevõtte lahenduse kohta.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise'i lahendused pakuvad oma klassi juhtivat turvalisust ja kaitsevad paljusid parimaid võrguteenuseid.",
  "home-plans-button-2-new": "Lisateavet",
  "header-enterprise-link": "Ettevõtlus",
  "sales-interstitial-c1b-new": "Lisateave hCaptcha Enterprise'i kohta"
}
