{
    "1137470858": "11. detsember 2021",
    "12462594": "hCaptcha on üles ehitatud HUMAN platvormile, mis võimaldab keerukat marsruutimist ja analüüsi, et optimeerida kulusid ja tõhusust igal etapil.",
    "2262549101": "Alternatiivsed kontaktimeetodid on dokumenteeritud USA autoriõiguse ameti DMCA määratud agentide kataloogis",
    "2272776729": "Pange tähele, et peate kinnitama oma isiku ja taotlema enne edasiste meetmete võtmist, näiteks oma riikliku isikutunnistuse esitamist. California seaduste kohaselt võite määrata volitatud esindaja, kes esitab teie nimel taotluse. Selleks et määrata volitatud esindaja teie nimel päringu esitamiseks, peate esitama kehtiva volikirja, taotleja kehtiva riikliku isikut tõendava dokumendi ja volitatud esindaja kehtiva riikliku isikut tõendava dokumendi.",
    "2335607721": "Märka. Kõik käesolevate teenusetingimustega seotud teated saadetakse e-posti teel või postitatakse meie veebisaidile. Te peate saatma meile teated aadressil",
    "2875934612": "20. november 2020",
    "3084122606": "Kui teie isikuandmete kasutamine põhineb teie nõusolekul, on teil õigus see igal ajal tagasi võtta Teenuses näidatud viisil või võttes meiega ühendust aadressil",
    "3312286067": "või esitage kaebus oma jurisdiktsiooni andmekaitse regulaatorile. Oma andmekaitseregulaatori leiate aadressilt",
    "3506025515": "hCaptchat log4shell ei mõjuta. Siit me teame.",
    "3516838896": "Koodi kaugkäitamise viga log4j2 pühkis hiljuti Interneti, mõjutades suurt protsenti võrguteenustest. hCaptchat see ei mõjutanud. Siin on, kuidas me seda fakti kontrollisime.",
    "3553195003": "hCaptchat log4shell ei mõjuta.",
    "3610875753": "– Kui te ei saa pärast olulist ärikatkestust meiega ühendust võtta nagu tavaliselt aadressil",
    "3612764043": ", peaksite minema meie veebisaidile aadressil hcaptcha.com või hcaptchastatus.com.",
    "3626193263": "Digitaalse aastatuhande autoriõiguse seaduse (DMCA) määratud hCaptcha esindaja on",
    "3794891866": "California tarbijad võivad esitada taotluse vastavalt oma CCPA-st tulenevatele õigustele, võttes meiega ühendust aadressil",
    "3814036702": "– Kui teil on meie talitluspidevuse planeerimise kohta küsimusi, võite meiega ühendust võtta aadressil",
    "3975007628": "kaitske nüüd sadu miljoneid kasutajaid kümnetel miljonitel veebisaitidel ja rakendustes iga kuu. Meie lugu näitab, et saate Big Techiga võistelda, kui seate privaatsuse esikohale.",
    "4038264749": "Pange tähele, et kuigi kohalikud COVID-19 tellimused jäävad kehtima, ei ole garanteeritud, et kirjad jõuavad õigeaegselt kätte ja meilid (",
    "4115505783": ") on õige kanal meieni jõudmiseks. Ettevõte ei halda telefoni- ega faksinumbreid; see on 21. sajand.",
    "4164851712": "Kasutame teie isikuandmeid ainult seadusega lubatud viisil. Oleme kohustatud teid teavitama teie isikuandmete töötlemise õiguslikest alustest, mida kirjeldatakse allpool. Kui teil on küsimusi õiguslike aluste kohta, mille alusel me teie isikuandmeid töötleme, võtke meiega ühendust aadressil",
    "4201262098": "See tehnoloogia võimaldab õigel tööjõul teie töö iga osaga hakkama saada, maksimeerides kuluefektiivsust, säilitades samal ajal privaatsuse ja täites kõikvõimalikud kehtivad regulatiivsed nõuded.",
    "4217188341": "30. november 2020",
    "4238473596": "Tõeliste kasutajate jaoks on hõõrdumise minimeerimine oluline. hCaptcha kasutab lihtsaid toiminguid ja võtab enamiku kasutajate jaoks vähem aega, peatades samal ajal rohkem botiliiklust.",
    "4243935861": "ha.com",
    "4270798104": "2. Proovige teised laiendused keelata. Kui see lahendab selle, lülitage need ükshaaval sisse, kuni leiate probleemi, ja andke sellest laienduse arendajale teada ning andke meile teada aadressil",
    "427220273": "Võime küsida teilt konkreetset teavet, mis aitab meil teie isikut kinnitada ja teie taotlust töödelda. Kohaldatav seadus võib nõuda või lubada meil teie taotluse tagasi lükata. Kui me teie taotluse tagasi lükkame, ütleme teile, miks, võttes arvesse juriidilisi piiranguid. Kui soovite esitada kaebuse teie isikuandmete kasutamise kohta või vastata teie isikuandmetega seotud päringutele, võite meiega ühendust võtta aadressil",
    "433026247": "Tööülesannete täitmisega võite omandada kvalifikatsiooni ja oskusi, mille anname oma äranägemise järgi. Jätame endale õiguse luua, redigeerida või tühistada teie kvalifikatsioone ja oskusi igal ajal, mis tahes põhjusel või ilma põhjuseta. Kuna me ei diskrimineeri rahvuse, rassi, nahavärvi, soo, seksuaalse sättumuse ega mõne muu seadusega kaitstud klassi alusel, on teil samasugune võimalus kui igal teisel kaastöötajal jõuda ülesannetele, kui teie kvalifikatsioon ja oskused kogunevad. . Kui arvate panustajana, et probleemsed testiküsimused on mõjutanud teie kvalifikatsiooni, oskusi või auhindu, võite esitada hästi toetatud väiteid, mis kirjeldavad probleemseid testiküsimusi ülesande liidese või meie tugisüsteemi pileti kaudu, näiteks meili teel. juures",
    "492025216": "13. detsember 2021",
    "799274928": "E-posti teated loetakse kirjalikeks teadeteks kõigil eesmärkidel, mille jaoks võib olla vaja kirjalikke teateid. E-kirjade teated loetakse kättesaaduks järgmisel tööpäeval pärast nende nõuetekohasele adressaadile edastamist.",
    "211351380": "Blogist:",
    "3153117136": "Kuidas hCaptcha raskuste seaded töötavad",
    "2915355938": "Juurdepääsetavus",
    "793784899": "Plaanid",
    "2671622670": "Ettevõtlus",
    "3527140447": "Dokumendid",
    "505891021": "Märgistusteenused",
    "692176459": "Logi sisse",
    "1892574253": "Registreeri",
    "2593864519": "Peatage rohkem roboteid. Alustage kasutaja privaatsuse kaitsmist.",
    "4007826952": "Privaatsuse poolest esimene CAPTCHA veebi, mobiili ja muu jaoks.",
    "3721365241": "Proovi",
    "3753956446": "Tasuta",
    "3276777569": "hCaptcha",
    "55035359": "Kas kasutate praegu reCAPTCHA-t?",
    "3417372336": "Lülitumine minutitega",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Parimad võrguteenused, millele tuginevad",
    "1470290349": "oma klassi parimaks robotite ja pettuste haldamiseks.",
    "3714002185": "Lisateave hCaptcha Enterprise'i kohta",
    "3946753128": "Privaatne. Turvaline. Kiiremini.",
    "939665604": "Privaatsusele keskendunud",
    "780475098": "Reklaamivõrgustikud näevad teie külastajaid tootena. Meid huvitab ainult see, kas külastus on hea või halb. hCaptcha järgib GDPR-i, CCPA, LGPD, PIPL-i ja muid ülemaailmseid andmeseadusi.",
    "219813583": "Turvalisus kõigepealt",
    "2714878440": "Kaitske oma teenuseid kraapimise, kontode ülevõtmise, mandaatide täitmise ja rämpsposti eest meie täiustatud masinõppe ja inimlikkuse kinnitamise abil.",
    "1397766838": "Parem kasutajakogemus",
    "2670352917": "hCaptcha pakub usaldusväärsemat robotite tuvastamist, samas kui seda on inimestel lihtne lahendada.",
    "2806751666": "Mis on hCaptcha?",
    "3096063825": "Proovi",
    "2968026167": "Sinu lemmik köögivili",
    "713281684": "Baklažaan",
    "4147497805": "Porgand",
    "3758963444": "Aitäh! Teie avaldus on kätte saadud!",
    "1070364246": "Oih! Vormi esitamisel läks midagi valesti.",
    "1129833879": "Peatage pahatahtlikud robotid, kaitske kasutajate privaatsust",
    "58091799": "Lisateave hCaptcha Publisheri ja Enterprise'i kohta",
    "1599610318": "Kirjastaja",
    "3093388779": "hCaptcha on tasuta kasutamiseks mis tahes suurusega väljaandjatele",
    "179723061": "Rohkem kontrolli meeskondadele, kes vajavad oma klassi juhtivat turvalisust",
    "846501387": "Maailmatasemel robotikaitse",
    "119298044": "Täiustatud isejärelevalvega ML- ja AI-tehnoloogiad kaitsevad teie veebivara ohtude ja rünnakute eest",
    "1263998069": "Teenige inimlike lahenduste eest tasu",
    "1103295010": "Teenige raha või annetage heategevuseks, kui inimesed lahendavad CAPTCHA-sid",
    "392886773": "Töötab igas riigis",
    "2320894364": "Rohkem kui 200 kohalolekupunktiga hCaptcha pilv kaitseb teie varasid kogu maailmas",
    "451701069": "Vastab GDPR-ile, CCPA-le,",
    "2826051554": "ja veel",
    "3530599065": "Privaatsus on üles ehitatud maast madalast. hCaptcha ei säilita isikut tuvastavaid andmeid ja järgib arvukaid privaatsuskohustusi ja määrusi.",
    "2489287539": "Hõõrdumiseta \"No CAPTCHA\" ja 99,9% passiivsed režiimid",
    "793242047": "Vähendage kasutajatele esitatavaid väljakutseid, et võimaldada rakendustele kiiret juurdepääsu",
    "4195759329": "Boti tuvastamine ja riskiskoorid",
    "1150035777": "Keerukad masinõppemudelid loovad robotite usaldusskoore, mis põhinevad paljudel andmepunktidel peale selle, kas küsimustele vastati õigesti",
    "3688621388": "Ohu allkirjad",
    "1131525092": "Grupeerige halvad näitlejad meie privaatsust säilitavate UID-de abil, et leida ja peatada seotud pettused ja kuritarvitamine",
    "1559631739": "Eraõpe",
    "3952259236": "Kombineerige oma pimendatud andmed hCaptcha tuhandete signaalidega, et treenida hCaptcha käitumisklasside järgi – ainult teie jaoks –, et pahatahtlikku käitumist paremini ennustada kui kumbki lahendus eraldi.",
    "1150963691": "APT leevendamine",
    "4083018285": "Täiustatud funktsioonide komplekt, mis kombineeritakse täiustatud SOC-seire ja reageerimisega keerukate püsivate ohtude lahendamiseks",
    "3160820928": "Koordineeritud rünnakukaitse",
    "1849805607": "hCaptcha kaitseb ohtude ja teie võrkudesse imbumiseks mõeldud peibutusvahendite eest",
    "1958297836": "Koordineeritud ründekaitse ja APT leevendamine",
    "1300485304": "hCaptcha kaitseb täiustatud ohtude ja peibutusvahendite eest, mis on loodud teie võrkudesse imbumiseks",
    "2698640210": "Kuvatud väljakutsed ja tüübid",
    "3121248460": "Esitage oma oodatud vaatajaskonnale lõputult erinevaid kohandatud väljakutseid – lihtsatest keerukateni",
    "3807059944": "Kontrollige kasutatud väljakutse sisu",
    "2707282231": "Kohandage oma kasutajate jaoks väljakutseid. Muutke robotitel võimatuks lahendada ja tungida.",
    "4194763679": "Peeneteraline raskusaste",
    "3730038780": "Valige peaaegu lõpmatu arvu väljakutsete hulgast, mille kasutajad saavad lahendada",
    "1849717906": "Kohandage oma väljakutse sisuga",
    "1508655687": "Juurdepääsu sujuvamaks muutmiseks või piiramiseks lisage oma publikule kohandatud väljakutsed",
    "3620442880": "Flash Sale kaitsefunktsioonid",
    "3265895521": "Suurendage ja vähendage väljakutse raskust kellaaja alusel",
    "1485807325": "Mitme kasutaja armatuurlauad, SAML SSO",
    "359073033": "Armatuurlauad pakuvad tegevusest kõrgetasemelisi või peeneteralisi vaateid.",
    "4272454814": "Integreerige oma valitud identiteedipakkujaga.",
    "1141402092": "Täiustatud aruandlusfunktsioonid",
    "910989640": "Koostage üksikasjalikud ja kohandatud tegevusaruanded",
    "3768951251": "Ettevõtte SLA-d",
    "1014004474": "hCaptcha ettevõtteplaanid pakuvad teie organisatsiooni kaitsmiseks täiustatud teenusetaseme lepinguid",
    "1177598246": "Võtke ühendust müügiga",
    "1067704102": "Väärtus andmete märgistamises",
    "3065000659": "Kas mõistsite, et iga kord, kui \"autole klõpsate\", aitate singlit treenida?",
    "3235430156": "ettevõtte masinõppesüsteemid tasuta?",
    "1549336309": "hCaptcha muudab selle mudeli ümber. Kui kasutate hCaptchat, teevad ettevõtted teie kasutajate töö eest pakkumisi, tõestades oma inimlikkust. Sa saad preemiad.",
    "3725880582": "Anna heategevusele tagasi",
    "1671436004": "Kas soovite oma lemmik heategevuseks raha tagasi anda?",
    "1663628612": "laseb sul",
    "4272088465": "teie valitud heategevusorganisatsioonid ja selle kasutamisest saadavad tulud.",
    "2894845722": "Teie saidi kasutajad näevad varsti teie panust heategevusse hCaptcha liidese diskreetse kaubamärgi kaudu.",
    "3194111925": "toetus",
    "1637702726": "hCaptcha kohta",
    "2323282990": "Moodne lähenemine inimkonna kontrollimisele",
    "1201821619": "hCaptcha lahendab ühe tänapäeva kõige pakilisema probleemi: takistab pahatahtlikel robotitel võrguteenuseid kuritarvitamast.",
    "1475399473": "Lisateave hCaptcha meeskonna kohta",
    "3161489950": "Maailma kõige arenenum turvalisuse ML-platvorm",
    "3247172580": "hCaptcha ühendas täiustatud enesejärelevalvega masinõppe uudse servaarvutusmeetodiga, mis minimeerib ainulaadselt andmete kogumise ja säilitamise ning mida tarnitakse enam kui 250 kohast üle maailma, et tagada tohutu skaleeritavus.",
    "3767462250": "Loodud privaatsust silmas pidades",
    "3500503648": "hCaptcha on loodud vältima andmete pikaajalist säilitamist, tuginedes sirvimisajaloo salvestamise ja analüüsimise asemel vahetule hindamisele. Toetame ka selliseid algatusi nagu",
    "2418549423": ", arenev standard võrguprivaatsuse säilitamiseks krüptograafiliste tõendite ja muude unikaalsete privaatsuspõhiste funktsioonide abil.",
    "1544546608": "Privaatsuspass",
    "976209454": "Teenige preemiaid või annetage heategevuseks",
    "552920956": "hCaptcha võimaldab veebisaitidel teenida preemiaid, blokeerides samal ajal roboteid ja muid kuritarvitamise vorme. hCaptcha võimaldab teil nende tuludega toetada ka teie valitud heategevusorganisatsioone.",
    "654326661": "Tahad ise näha? Proovige hCaptchat tasuta.",
    "3570415321": "Ettevõte",
    "3987022469": "Märgistus",
    "1636202177": "Umbes",
    "2670003220": "Töökohad",
    "3233305531": "Kaubamärgid",
    "3028319964": "AI eetika",
    "4131598919": "Vajutage",
    "1662477701": "Vahendid",
    "3130928685": "Blogi",
    "1756106276": "Olek",
    "1235925265": "Dokumentatsioon",
    "920212083": "Teata veast",
    "2076066173": "Küberrünnakud 101",
    "3644106388": "Võtke ühendust",
    "2182196747": "Toetus",
    "487083593": "Müük",
    "878585497": "Tingimused",
    "1697438123": "Privaatsus",
    "1316817321": "Omistamine",
    "3488019891": "hCaptcha on ettevõtte Intuition Machines, Inc. registreeritud kaubamärk.",
    "4224961202": "Privaatsus, turvalisus ja masinõpe.",
    "98173630": "hCaptcha on maailmas enimkasutatav sõltumatu CAPTCHA teenus.",
    "1514478724": "Lisateave",
    "1752795854": "hCaptcha pakub kaasaegset privaatsusele keskendunud lähenemisviisi robotite peatamiseks.",
    "2927700175": "Näitame CAPTCHA väljakutseid, mis on robotitele keerulised, kuid inimestele lihtsad, kogudes masinõppeprobleemide kohta raskesti märgistatavaid andmeid ja kasutades neid selleks, et eristada, kas veebisaidi või rakenduse külastaja on inimene.",
    "2188609322": "Halvad näitlejad on Internetis üha tavalisemad. Kuid kasutaja privaatsuse ohverdamine pole lahendus.",
    "2032102720": "Reklaamifirmade pakutavad turvalahendused keskenduvad peamiselt kasutajate jälgimisele kogu veebis. Oleme loonud tõhusa turvalahenduse, mis tõestab, et kasutajate privaatsuse kahjustamine pole suurepäraste tulemuste saavutamiseks vajalik.",
    "4146870445": "Kes me oleme",
    "353066938": "Kogenud meeskond, kes tegeleb tänapäeva raskeimate probleemidega. hCaptcha on teenus",
    "1173652155": "Nõuandjad",
    "2256305371": "California ülikooli Berkeley CS professor. Süvaõpe, turvalisus, plokiahela ekspert. Oasis Labsi tegevjuht.",
    "2177660021": "Stanfordi teadlane. Masinõpe ja kvantfinantseerimine suuremates pankades, riskifondides ja akadeemilistes ringkondades.",
    "2686825859": "Registreeruge tasuta või võtke meiega ühendust hCaptcha Enterprise'i lahenduste osas",
    "583434701": "hCaptcha juurdepääsetavus",
    "611905972": "Kõigile kasutajatele sujuva juurdepääsu tagamine, säilitades samal ajal turvalisuse",
    "874098071": "Kui olete juurdepääsetavuse kasutaja, registreeruge siin",
    "2745385064": "Kokkuvõte",
    "3353238942": "hCaptcha on loodud robotite peatamiseks, eristades neid inimestest. Visuaalsed testid on selleks mugav tööriist, kuid mitte igaüks ei suuda visuaalset väljakutset lahendada.",
    "3600022491": "Sel põhjusel oleme loonud lihtsa ja valutu alternatiivi, et võimaldada meie teenust kasutavatel väljaandjatel säilitada juurdepääs kõigile, järgides täielikku jaotist 508 ja WCAG 2.1 AA.",
    "2557240048": "Kuidas see toimib: esmalt registreerub juurdepääsetavuse kasutaja aadressil",
    "3871665286": ", mis on hCaptcha vidinateabe lehel silmapaistvalt lingitud. Neile antakse krüpteeritud küpsis, mida saab kasutada mitu korda päevas, kuid mida tuleb sisselogimise kaudu iga 24 tunni järel värskendada.",
    "3441764123": "Kui hCaptcha teenust kasutaval saidil juurdepääsetavuse kasutajale esitatakse väljakutse, läheb see automaatselt läbi.",
    "4247858664": "juurdepääsetavuse registreerumise leht",
    "1297657322": "Juurdepääsetavuse kasutajaekraan pärast sisselogimist",
    "1717658846": "Juurdepääsetavusvalik vidina kasutajaliidese menüüs",
    "1266963825": "K: Kas hCaptcha jaotis 508 + WCAG 2.1 AA ühildub?",
    "850025770": "V: Usume nii: kõik mis tahes vormis puudega kasutajad, kes saavad veebi sirvida ja vormidele teksti sisestada, saavad registreerumisel juurdepääsu hCaptcha kaitstud teenustele. See ei ole siiski juriidiline nõuanne: peaksite teostama oma hinnangu, võttes arvesse teie konkreetset rakendamist, et tagada see teie kasutuselevõtu puhul.",
    "159272246": "K. Kas töötate muude juurdepääsetavuse (\"a11y\") valikutega, näiteks heliga?",
    "4074220464": "V: Varem populaarsed valikud, nagu heli captchad, diskrimineerivad paljusid a11y kasutajaid ja on tänapäevaste masinõppetehnikatega hõlpsasti lüüa saanud. See on sundinud praegused heliprobleemid muutuma üha keerulisemaks, tekitades ründajate võitmiseks müra, veidrat ajastust, ebatavalisi sõnakombinatsioone ja nii edasi. Seega oleme sellisest lähenemisest vähem entusiastlikud kui väljakutsest täielikult hoidumisest, kuid kaalume seda, kui a11y kogukonnal on nõudlust.",
    "2309661107": "Samas oleme väga huvitatud",
    "2555914614": "Juurdepääsetavuse kasutusjuhtumi jaoks. Usume, et meie praeguse a11y lähenemisviisi kombineerimine privaatsuspassi väljaandmisega võimaldab a11y kasutajatel turvaliselt sirvida, teades, et nende liiklus on privaatsem, ning piirab samas robotite operaatorite kuritarvitamist, mis paratamatult juhtub, kui a11y valikud on saadaval. Oleme aktiivsed osalised seda uut tehnoloogiat standardiseerivas IETF-i töörühmas.",
    "2583775432": "K: Aga privaatsus? Kas registreerimine avaldab mingil moel a11y sirvimisandmeid? Mida teete meiliga?",
    "4215483493": "V: hCaptcha on loodud privaatsuse tagamiseks juba maast madalast. See erineb oluliselt traditsioonilistest valikutest, nagu reCAPTCHA, mis kuuluvad reklaamivõrgustikele, millel on stiimul teid veebis jälgida ja seostada teid tõelise identiteediga.",
    "2474661839": "Meie",
    "4137573005": "pakub põhjalikke ja autoriteetseid vastuseid selle kohta, kuidas me andmeid kasutame, kuid lühike vastus on see, et meil pole huvi seostada teid kui isikut teie sirvimisajalooga.",
    "4101570501": "Samuti töötame praegu krüptograafilise lahenduse kallal, et teie e-posti aadress kiiresti ära visata, säilitades samas võime kuritarvitamist ära hoida, täiendades meie Privacy Passi tööd.",
    "260595108": "Me ei kasuta juurdepääsetavuse e-kirju ega teavet kunagi muul eesmärgil kui kasutuse hõlbustamiseks ja kuritarvitamise ärahoidmiseks.",
    "3063819779": "privaatsuspoliitika",
    "465714311": "Juurdepääsetavuse kasutajatele: küsimused ja vastused ning tõrkeotsingu juhend",
    "3596207631": "K: Pärast küpsise seadmist näen endiselt väljakutset. Mis seda põhjustab?",
    "469089249": "V: Selle põhjuseks on tavaliselt agressiivse reklaamiblokeerija või küpsistevastase laienduse kasutamine või seade, mis blokeerib \"saidiülesed\" küpsised, antud juhul veebisaidi hcaptcha.com küpsise, mille hCaptcha JS määrab või kontrollib erineval saidil, nagu see, mida külastate.",
    "4263626815": "hCaptcha juurdepääsetavuse küpsised töötavad kõigi populaarsete brauserite ja reklaamiblokeerijatega nende standardseadetega, nii et tavaliselt on tõrked tingitud \"reklaamiblokeeringuvastastest\" skriptidest või sarnastest teatud saite sihitavatest reeglistikust.",
    "3906359167": "Lahendused:",
    "3464870463": "1. Lisage oma reklaamiblokeerijas või brauseri turvalaiendis küpsised hcaptcha.com ja *.hcaptcha.com lubatud loendisse.",
    "1204911585": "2. Kui kasutate brauserit Brave, millel ei paista (2020. aasta aprilli seisuga) olevat ühtegi küpsiste lubatud loendit, minge jaotisse Eelistused -> Kilbid -> Küpsised ja valige \"Luba kõik küpsised\".",
    "2932826396": "3. Kui kasutate Safari uusimat versiooni kas hiljuti välja antud operatsioonisüsteemis OS X 10.15 või iOS 13.4, muutis Apple just Safari käitumist seoses kolmandate osapoolte küpsistega, blokeerides need kõik vaikimisi. Rakendame lahendust, kuid seniks külastage Safari eelistuste jaotist Privaatsus ja tühjendage ruut „Veebisaidi jälgimine: takista saidiülese jälgimise vältimist”, et võimaldada juurdepääsetavuse küpsise ootuspärane toimimine.",
    "3836291932": "K: Ma kasutan mitut seadet. Kas ma pean registreeruma mitu korda?",
    "3251220335": "V: Ei. Palun klõpsake küpsise seadmiseks igas kasutatavas seadmes sama e-posti sisselogimislinki.",
    "2082407178": "K: Kuidas saan end juurdepääsetavuse küpsise kasutamise ajal kaitsta kolmanda osapoole küpsiste jälgimise eest?",
    "2700197090": "V: Mis tahes privaatsus- või reklaame blokeeriva laienduse kasutamine, mis toetab domeeni tasemel valgesse loendisse lisamist (nt uBlock Origin), töötab ootuspäraselt: lisage hcaptcha.com kindlasti lubatud loendisse.",
    "3657743880": "Brauseri juhised saidiüleste küpsiste jaoks",
    "1960601330": "Küpsiste lubamine Safaris (Mac): minge Safari rippmenüüsse. Valige Eelistused. Klõpsake ülemisel paneelil nuppu Privaatsus. Valige jaotises „Blokeeri küpsised” suvand „Mitte kunagi”.",
    "1622303590": "Küpsiste lubamiseks Safaris (iPhone/iPad iOS 11+): avage seaded. Kerige alla ja valige Safari. Jaotises Privaatsus ja turvalisus lülitage välja \"Saidiülese jälgimise vältimine\" ja \"Blokeeri kõik küpsised\".",
    "2199048568": "Klõpsake mis tahes veebilehe aadressiribast vasakul asuval kilbil. Klõpsake valikul Kaitse sätted. Avaneb Firefoxi eelistuste privaatsuse ja turvalisuse paneel. Jaotises Täiustatud jälgimiskaitse valige Kohandatud. Valige need märkeruudud, millised jälgijad ja skriptid blokeerida. Veenduge, et hcaptcha.com oleks deblokeeritud.",
    "3967047208": "Selle silumiseks saate ka kohandatud teatud kaitsed ajutiselt välja lülitada, tühjendades märkeruudud: Tühjendage märkeruut Trackers või tühjendage märkeruut Cookies, kui teil on endiselt probleeme.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Valige Chrome'i menüü ikoon. Valige Sätted.",
    "926138631": "Avage Privaatsus ja turvalisus, seejärel Küpsised ja muud saidiandmed.",
    "3419878556": "Veenduge, et \"Blokeeri kolmanda osapoole küpsised\" poleks lubatud.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Avage menüüribalt Chrome'i eelistused.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Avage oma Android-seadmes Chrome'i rakendus.",
    "3620039756": "Puudutage paremas ülaosas valikuid Rohkem ja seejärel Seaded.",
    "2813310562": "Puudutage valikut Saidi sätted ja seejärel Küpsised.",
    "3014657981": "Lülitage seade valiku „Küpsised” kõrval sisse.",
    "1242066691": "Märkige ruut valiku „Luba kolmanda osapoole küpsised” kõrval.",
    "292250020": "1. Valige ekraani paremas ülanurgas hammasratas, seejärel valige \"Interneti-suvandid\". Kui teil on menüüriba lubatud, saate valida \"Tööriistad\" ja seejärel \"Interneti-suvandid\".",
    "4114820649": "2. Klõpsake vahekaarti \"Privaatsus\".",
    "946838734": "3. Valige nupp \"Täpsemalt\".",
    "348809718": "4. Jaotises \"Kolmanda osapoole küpsised\" valige \"Nõustu\".",
    "1253441326": "5. Klõpsake \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI eetikapoliitika",
    "1161704803": "Miks meil on tehisintellekti eetikapoliitika?",
    "1806535500": "Peaaegu iga tehnoloogia, alates pliiatsitest kuni dünamiidini, on a",
    "24452499": "lahendus; seda saab kasutada heaks või halvaks. Igal kahesuguse kasutusega lahendusi uurival, ehitaval või müüval ettevõttel on kohustus arvestada oma tegevuse tagajärgedega.",
    "4023575072": "kahekordne kasutamine",
    "3336625692": "Sellel lehel kirjeldatakse meie mõtteid sellel teemal tehisintellekti eetika kontekstis ja protsessid, mida järgime, et tagada meie teenuste kasutamine, et need oleksid kooskõlas ettevõttena vastu võetud põhimõtetega.",
    "835717930": "AI eetika hCaptchas",
    "2179524509": "Aeg-ajalt saame küsimusi selle kohta, millised küsimused on hCaptcha teenuse jaoks lubatud ja miks konkreetseid küsimusi esitatakse.",
    "1962721652": "Inimesed on mustrite otsijad ja mõnikord võib süütu küsimus muutuda hetkega täiesti üllatavast kahtlaseks pigem maailmas toimuvate muutuste kui küsimuse esitaja motivatsiooni tõttu.",
    "3974566657": "Teenuste populaarsuse suurenedes muutuvad sellised juhtumid paratamatult sagedamaks. hCaptchat kasutavad iga päev miljonid inimesed peaaegu kõigis maailma riikides, seega avaldame selle poliitika ja juhtumiuuringu selle kohta, kuidas me neid probleeme käsitleme, et olla võimalikult läbipaistev.",
    "1830910223": "Reaalse AI eetika juhtumiuuring",
    "805971861": "\"Umbrella\" on mõiste ImageNetis, standardses võrdlusandmete kogumis, mida kasutavad arvutinägemise uurijad. Vihmavarjude käes hoidvate inimeste usaldusväärne tuvastamine on ülioluline ka ohutute järgmise põlvkonna täiustatud juhiabisüsteemide (ADAS) ehitamiseks.",
    "3988350": "See tähendab, et pärismaailma vihmavarjumärkuste jaoks on suurepärased kasutusvõimalused. Isejuhtivate autode mõju osas on ruumi lahkarvamustele, kuid ADAS-süsteemid hoiavad juba kokku",
    "548587288": "ümber maailma.",
    "3138772661": "tuhandeid elusid igal aastal",
    "3168199226": "2020. aastal sai aga selgeks, et seda tüüpi andmekogumi loomist võib pidada kahesuguse kasutusega tehnoloogiaks viisil, mida vähesed oleksid aasta tagasi oodanud.",
    "558378834": "Seetõttu ei võta me praegu enam vastu vihmavarjudega seotud küsimuste taotlusi. Segadusvõimalus, kui lõppkasutaja näeb hetkel vihmavarjude kohta küsimust, on liiga suur ja lõppkokkuvõttes on meie eesmärk muuta maailm meeldivamaks.",
    "3376604063": "AI eetikapoliitikad ja protsessid",
    "1923365316": "Meil on hCaptcha ranged tehisintellekti eetikaeeskirjad ja osa sellest hõlmab protsessi Tunne oma klienti (KYC).",
    "4230322909": "Püüame alati saada hea arusaama igast uuest kliendist ja nende kavandatud kasutusjuhtumist, et kinnitada, et see sobib hästi meie toodete ja teenustega, ja tagada, et see järgib meie ettevõttena vastu võetud poliitikaid.",
    "2735073144": "Vajadusel viime läbi ka jooksvaid ülevaatusi. Näiteks saime hiljuti vihmavarjudega seotud märgistamistaotluste taotluste kuupäevade ja allikate ülevaatamise käigus kiiresti kinnitada, et ükski valitsusüksus ega teadaolev riiklik seiretarkvara tarnija pole viimase 12 kuu jooksul esitanud taotlusi meie teenuseid kasutanud vihmavarjude kohta. .",
    "2715462692": "Kuidas meie tehisintellekti eetikaprotsess välja näeb?",
    "3049976256": "Iga uue märgistuskliendi kohta käime müügiprotsessi käigus läbi kontrollnimekirja. See hõlmab esmast KYC-i hoolsust enne pardaletulekut, samuti kõigi meie analüütikutele tehtud päringute kontrollimist ning meie iseteenindusplatvormi kasutades tehtud päringute reaalajas kohapealseid kontrolle ja perioodilisi ülevaatusi.",
    "3103642530": "See ülevaade koosneb mitmest kriteeriumikomplektist:",
    "3349094124": "Eetiliste probleemide kriteeriumid: eesmärk",
    "1038019440": "1. Kas see klient, kes esindab mõne riigi rahvuslikke huve, käitub teadaolevalt rahvusvaheliste seaduste ja normidega vastuolus?",
    "493717511": "2. Kas see klient soovib selliseid teenuseid?",
    "2209109640": "kasutatakse ainult pahatahtlikel eesmärkidel oma tavapärase äritegevuse raames?",
    "3457805519": "3. Kas USA seaduste ja meie kaasamisreeglite alusel saab kliendi soovi täita?",
    "1942611550": "eelkõige",
    "109179759": "Eetiliste probleemide kriteeriumid: subjektiivne",
    "1033698050": "1. Kas me usume, et klient on andnud meile kasutusjuhtumi, mida me peame moraalselt vastuvõetavaks, vastavalt meie tõlgendusele tüüpilistest lääne ühiskonnanormidest?",
    "361372538": "2. Kas me usume, et klient kasutaks meie pakutavaid teenuseid tõenäoliselt diskrimineerivatel eesmärkidel viisil, mis võib olla seaduslik, kuid meile vastuvõetamatu?",
    "2867855718": "3. Kas usume, et privaatsusvajadusi saab taotluse puhul rahuldavalt rahuldada?",
    "2462728596": "Kui me ei saa nende punktidega rahule jääda, lükkame taotluse tagasi ja võime lõpetada edasise juurdepääsu meie platvormile, nagu on kirjeldatud meie tingimustes.",
    "1995277831": "Aitäh",
    "1818116402": "Loodame, et hindasite seda ülevaadet, kuidas käsitleme tehisintellekti eetika komponendiga tööküsimusi.",
    "1499894352": "Väga vähesed ettevõtted pakuvad selles valdkonnas oma otsustusprotsesside läbipaistvust ja loodame, et teised järgivad seda eeskuju!",
    "535659033": "Creative Commonsi omistamine",
    "1495915066": "Kuidas meie, meie akadeemilised uurimispartnerid ja meie kliendid Creative Commonsi meediat kasutame",
    "3017533972": "Meie, meie akadeemilised uurimispartnerid ja meie kliendid võime aeg-ajalt viidata või reprodutseerida osi Creative Commonsi litsentsitud sisust hCaptcha platvormi kaudu, et edendada inimkonna teadmisi masinõppe valdkonnas.",
    "1428053210": "See sisu muudetakse üldiselt algsest vormist. Näiteks võib video jagada mitmeks pildiks, need kujutised võib jagada paljudeks uuteks kujutisteks ja need uued pildid seejärel juhuslikult segada, et saada lõpptulemus.",
    "1728211763": "Sisu kasutamine sellisel viisil ja nendel eesmärkidel kuulub meie seaduste mõistmise ja valdkonna tavapäraste tavade kohaselt õiglase kasutamise juhiste alla, kuid oleme pikaajalised Creative Commonsi fännid ja eelistame tunnustada kõiki, kes aitavad monumentaalne ülesanne parandada masinate intelligentsust.",
    "1949452297": "HCaptcha kasutajaliidese olemuslike piirangute ja selle turvakaalutluste tõttu ei ole võimalik reprodutseerida iga pildi allikat vahetult selle kasutamise kõrval. Selle asemel lingime sellele lehele oma kodulehelt ja peame praegu või hiljuti platvormi kaudu pakutavate allikate loendit. Saate juurdepääsu praegusele loendile",
    "2367602973": "siin",
    "659124570": "Lisaks, kui näete hCaptcha platvormil reprodutseerituna teile kuuluvat sisu ja soovite, et see mingil põhjusel eemaldataks, võite meiega ühendust võtta e-posti teel aadressil",
    "2066749488": "Muud kaebused",
    "3479034323": "Kui näete hCaptcha platvormil reprodutseeritavat teile kuuluvat sisu ja soovite, et see mingil põhjusel eemaldataks, võite meiega e-posti teel ühendust võtta.",
    "1836554225": "Blogi postitused",
    "2873297188": "Kas kõik CAPTCHAS diskrimineerivad mitteameeriklasi?",
    "165932542": "Pilk hCaptcha lahendusmääradele kogu maailmas",
    "1865097546": "16. november 2021",
    "3005876482": "hCaptcha on nüüd suurim sõltumatu CAPTCHA teenus, töötab 15% Internetist",
    "693820850": "Saate Google'ist võita, seades privaatsuse esikohale",
    "3609106478": "Mandaadi täitmine:",
    "299335340": "Mis see on ja kuidas rünnakuid peatada",
    "354925785": "Sissejuhatus",
    "423222878": "Mõned kõige raskemini tuvastatavad, ennetavad ja peatatavad küberrünnakud on sellised, kus pahatahtlik toimija saab aktiivsele kasutajakontole sisselogimiseks kasutada seaduslikke kasutajamandaate. Ilma paljude keerukate tuvastamisvõimalusteta pole kontot hostival ettevõttel põhjust kahtlustada, et midagi on valesti. Paistab, et klient on lihtsalt oma kontole sisse loginud. Ründaja saavutas selle eduka võtte varastatud volikirjade abil – tavaliselt küberrünnaku tehnika tulemus, mida tuntakse \"mandaatide täitmisena\". See on tänapäeval tõsine probleem, kuid seda saab leevendada õigete vastumeetmetega.",
    "777660551": "Mis on volikirja täitmine?",
    "2602763587": "Mandaadi täitmine on küberründe vorm, mille käigus ründaja üritab varastatud kasutajanimede ja paroolide paaride abil mitu korda veebisaidile sisse logida. \"Täidis\" viitab korduvatele sisselogimiskatsetele, mida peaaegu alati teostab automatiseeritud robotitarkvara.",
    "1271831121": "Ei ole nii, et häkker (muidugi kapuutsiga!) istub seal ja sisestab mandaati volikirja järel. Automaatne sisselogimisrobot võib olla valmistatud valmistööriistadest, nagu Selenium, või spetsiaalselt väljatöötatud häkkeritööriistast.",
    "2588750717": "Tõepoolest, mõned mandaadi täitmise rünnakud hõlmavad miljoneid mandaate – kõik topitakse pahaaimamatu veebisaidi sisselogimisliidesesse lootuses, et neid sisse lastakse. Sisse pääsenud saab ründaja ohvri konto üle võtta.",
    "1137757109": "Kui see on e-kaubanduse konto, saab ründaja kaupa tellida. Kui ohver on pank, võib ründaja raha üle kanda offshore-i ja nii edasi.",
    "1559150837": "Sihtmärgid pole siiski kaitsetud. Enamikul veebisaitidel on juhtnupud, mis blokeerivad kahtlase kasutaja, kes üritab lühikese aja jooksul sama IP-aadressi kaudu sisse logida tuhandetele erinevatele kontodele. Ründajad, kes mandaadi täitvad, et neist kaitsetehnikatest mööda hiilida, on geograafilise ja IP mitmekesisuse simuleerimine. Võimsate, sageli AI-põhiste tööriistade abil võivad nad jätta mulje, et tuhanded kasutajad üritavad juhuslikult sisse logida erinevatel kellaaegadel üle kogu riigi. Seda on palju raskem tuvastada ja peatada.",
    "1892020899": "Kust häkkerid volikirjad saavad?",
    "2597149484": "Põhjus, miks häkker peab nii palju mandaate \"toppima\", on seotud sellega, kust nad varastatud volikirjad saavad.",
    "3030395800": "Need mandaadid pärinevad tavaliselt andmetega seotud rikkumistest. Need rünnakud, mida tuntakse ka kui mandaatide lekkeid, võivad põhjustada miljonite mandaatide sattumist tumedasse veebi. Kui leke tuli pangast, proovib häkker kasutada neid mandaate teistele saitidele pääsemiseks. See lähenemisviis toimib, kuna nii paljud inimesed kasutavad mitme saidi jaoks sama kasutajanime ja parooli kombinatsiooni. (Seda tava ei soovita, kuid tegelikkus on see, mis see on. Inimesed kipuvad kordama samu sisselogimismandaate.)",
    "1258965840": "Seega, kui ründaja pääseb ühele saidile, pääseb ta levinud mandaatide abil tõenäoliselt mitmele saidile. Näiteks võivad nad saada kasutajanime/parooli paari nagu JohnDoe/525momma, kuid neil pole aimugi, mida see paar nende heaks teeb. Niisiis, nad proovivad seda paari saidil Amazon.com, Ebay, Citibank, Walgreens ja edasi ja edasi. Nad võivad proovida seda paari tuhandel erineval saidil.",
    "3594440415": "Lõpuks hakkavad nad uksi avama.",
    "780280214": "Kuidas hCaptcha ja hCaptcha Enterprise vähendavad mandaatide täitmise ohtu",
    "4165374512": "Kuigi mandaatide täitmise vältimiseks on võimalik kasutada IP- ja asukohatuvastuse tööriistu, on kulutõhusam ja täpsem meetod lihtsalt automaatse mandaadi täitmise roboti katkestamine. hCaptcha ja hCaptcha Enterprise võivad roboti sisenemispunktis tõrjuda. Isegi kui robotil on õiged mandaadid, kui ta ei saa hCaptcha Enterprise'i tuvastamisest või hCaptcha CAPTCHA-st mööda, ei saa see oma täitmist teha ning teie sait ja kasutajad on kaitstud.",
    "3269644546": "Palun",
    "1058572205": "meiega, kui soovite rohkem teada saada",
    "3753613260": "kontakti",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA kaebustest teatamine",
    "54093347": "DMCA registreeritud esindaja",
    "3233441200": "Korda rikkujate eeskirju",
    "4011712313": "Osana meie DMCA poliitikast lisame nende klientide kontod, kelle kohta saame mitu DMCA teatist väidetava rikkumise kohta, mitmeastmelise DMCA korduva rikkumise poliitikasse. Korduvate DMCA teatiste saamisel kalendrikuu jooksul liigub kliendikonto ühelt poliitikaetapilt järgmisele.",
    "766825168": "Tegevused, mida võime DMCA korduvate rikkumiste eeskirjade alusel võtta, hõlmavad konto registreeritud kliendile suurema nähtavuse hoiatuste saatmist. Nende hoiatuste kinnitamiseks võime nõuda, et klient logiks kontole sisse või helistaks meie tugimeeskonnale. Samuti jätame endale õiguse peatada või lõpetada, samuti rakendada muid ajutisi meetmeid iga kliendi hCaptcha ja IMI teenuste suhtes, kelle puhul oleme jätkuvalt saanud DMCA teateid väidetava rikkumise kohta isegi pärast korduvate rikkujate hoiatuste saatmist. Lisaks võime lõpetada oma äranägemise järgi muud neile klientidele pakutavad hCaptcha või IMI teenused, kui lõpetame hCaptcha teenuse selle poliitika alusel.",
    "2410122265": "hCaptcha ressursid: Bots 101",
    "4166776480": "Mandaadi täitmine: mis see on ja kuidas rünnakuid peatada",
    "2301335298": "Maksepettused: kiiresti areneva küberkuritegevuse leevendamine",
    "3682071227": "Mis on konto ülevõtmine ja kuidas need toimivad?",
    "2729131930": "Mis on kraapimine ja kuidas see toimib?",
    "1344959096": "Töötab individuaalse andmesildistajana",
    "3510143229": "hCaptcha on teenus veebisaitidele ja rakendustele,",
    "3930611699": "üksikud töötajad.",
    "1051214799": "hCaptcha on veebiturbeteenus, mis püüab jagada väärtust seda kasutavate veebisaitide või rakenduste väljaandjatega.",
    "360236473": "hCaptcha teenus ei ole mõeldud kasutamiseks individuaalse märgistajana. See ei ole selleks otstarbeks ette nähtud ega sobilik. Me ei soovita kellelgi proovida kasutada hCaptchat isikliku sissetuleku allikana.",
    "3842490632": "Üksikkasutaja, kes püüab vastata paljudele küsimustele, on tõenäoliselt kiiresti piiratud või keelatud. Sama oluline kui meie",
    "1560232962": "hõlmab üksikasjalikult, ei anta garantiid ühegi vastuse eest teenitud summa kohta. Tasulisi küsimusi ei pruugi sel ajal saadaval olla, vastus võidakse kvaliteedikaalutlustel tagasi lükata jne.",
    "2694001822": "Siiski palkame aeg-ajalt inimesi, kes aitaksid meil testida süsteemi omadusi ja uusi funktsioone.",
    "1569804581": "Kui soovite, et teiega edaspidi ühendust võetakse seoses võimalustega, täitke see vorm.",
    "636461959": "Nimi",
    "1139500589": "Riik",
    "1789607185": "E-posti aadress",
    "325077666": "Oma teabe esitamisega nõustute meiega",
    "3555583744": "ja",
    "3609929815": ". Säilitame teie nime, riigi ja e-posti aadressi teavet ainult selleks, et teiega edaspidi ühendust võtta seoses individuaalsete märgistamistöövõimalustega.",
    "4197928199": "Privaatsuspoliitika",
    "851786723": "Sisestades oma e-posti, nõustute meie tingimuste ja privaatsuspoliitikaga ning saate meilt meile.",
    "2402165761": "Kuidas kraapimine töötab?",
    "4260542944": "Sisu kraapimine (tuntud ka kui \"ekraani kraapimine\" või lihtsalt \"kraapimine\") on tuttav ja sageli kasulik protsess veebist teabe kogumiseks. Viimastel aastatel on tehnikast saanud aga häkkerite ja petturite lemmik tööriist. Vastumeetmed võivad ohtu tõhusalt maandada, kuid nende rakendamiseks on oluline mõista, kuidas protsess toimib.",
    "2066255783": "Mis on sisu kraapimine?",
    "1910628828": "Sisu kraapimine on meetod andmete hankimiseks süsteemist, mis hõlmab automatiseeritud tööriistakomplekti, mis kehastab tarkvarakliendit või veebibrauserit. See pole uus. Tarkvarainseneride jaoks, kes võivad vajada andmeid vanast suurarvutist, võib kraapimine olla ainus viis teabe hankimiseks. Algsed pistikud võivad olla kadunud ja neid on võimatu asendada.",
    "3408107995": "Tänapäeval tähendab kraapimine aga alati programmilist lähenemist andmete hankimiseks veebisaidilt. Kraapimistarkvara käitub nagu inimkasutaja, klõpsates nuppudel ja lugedes saadud väljundit. Kraapimiseks on palju seaduslikke kasutusviise. Üks näide on otsingumootoreid toidavad veebiindeksoijad. Nii ka tööriistad nagu Skyscanner, mis otsivad reisipakkumisi tuhandeid reisiveebisaite läbi kammides. Fintech-ettevõtted kasutavad seda ka, kraapides kasutajate finantsandmeid pangasaitidelt, kui andmeühenduse loomiseks pole saadaval rakendusprogrammeerimisliideseid (API-sid). Asjad, mida ekraani kraapimisel meeles pidada, on selle kiirus ja mastaapsus. Protsess võib koguda veebisaitidelt tohutul hulgal andmeid, eeldades, et saidid ei ole konfigureeritud seda takistama. Arvutuskiirusel saab kaabits koguda suuri andmekogumeid, suheldes veebisaitide ja nende aluseks oleva tarkvara ja andmebaasidega.",
    "1920884252": "Miks on sisu kraapimine turvaoht?",
    "2256795853": "Võimalus veebisaitidelt kiiresti palju andmeid hankida muudab kraapimise pahatahtlike osalejate käes võimsaks tööriistaks. Kraapimisbot suudab koguda sotsiaalmeedia saitidelt kasutajaandmeid. Seejärel võib häkker aadresse ja muud isiklikku teavet sisaldavate saitide kraapides ja tulemuste võrdlemisel osaleda identiteedikuritegudes, nagu petturlike krediitkaarditaotluste esitamine.",
    "4087694419": "Kaapiv häkker võib koguda andmeid ka sellistelt saitidelt nagu Amazon ja eBay, et luua võltsitud või eksitavaid tooteloendeid. Seejärel võiks ta neid pakkuda müügiks võrdõigusteenustes (nt OfferUp) ja korraldada ostjate vastu andmepüügirünnakuid. Või võib pettur müüa tooteid, mida pole olemas. Edasine ekraanikraapimisega seotud pettus hõlmab reklaamiavaldajate võltsimist. Väljaandjate saitidelt sisu kraapides võib pettur luua erinevates teenustes võltsreklaami avaldajate lehti. Seejärel saavad nad müüa nendel lehtedel olevaid reklaame volitatud edasimüüjatele, kelle kontaktid nad kogusid väljaandja failist ads.txt. Reklaamipesad tunduvad reklaamijale tõelised, kuid mitte.",
    "3315658779": "Vältige sisu kraapimist hCaptcha Enterprise'iga",
    "2602081482": "hCaptcha Enterprise kasutab täiustatud masinõpet, et tuvastada teie saidile ja rakendustele suunatud pahatahtlik liiklus, sealhulgas kraapides.",
    "1422537019": "meid täna, et rohkem teada saada.",
    "1988268879": "Tasuv mastaabis andmete märgistamine",
    "2163914794": "Kas vajate oma andmekogumite jaoks rohkem silte? hCaptcha pakub tehisintellekti ja masinõppe rakendustega tegelevatele ettevõtetele kiiret, kulutõhusat ja kvaliteetset andmemärgistust.",
    "3378932530": "Märgistage oma andmed kohe",
    "3483700676": "Käivitage kohe miljoneid ülesandeid",
    "3478726913": "hCaptcha on teie jaoks saadaval üks suurimaid basseine planeedil. Olenemata teie suurusest, saame sellega hakkama ilma kallite eelkohustusteta. Miljonid ülesanded päevas pole probleem.",
    "740501259": "Lihtsad API-põhised torujuhtmed",
    "2784612261": "Kas soovite integreerida inimeste kontrolli otse oma äritegevusega? Pakume kõrge töökindlusega SLA-sid, garanteeritud võimsust ja lihtsaid REST API-sid.",
    "1144966033": "Optimeeritud kulude ja kvaliteedi jaoks",
    "3213351333": "Eelnevat kohustust pole vaja",
    "2107077506": "Platvorm HUMAN kasutab keeruka reaalajas kvaliteedianalüüsi tegemiseks kõikehõlmavaid usaldusmudeleid. See võimaldab meil kiiresti kindlaks teha nii küsimuste keerukuse kui ka nende tõenäolise õige vastuse, säästes teie aega ja raha.",
    "3576146278": "Makske ainult vajaliku täpsuse eest",
    "2952586316": "Kõik probleemid ei ole ühesugused. Ohutuse seisukohalt oluliste ülesannete märkused võivad nõuda täielikult inimtöötajatelt 99,99% usaldusväärsust. Mobiilimängurakenduse ühe beetafunktsiooni märkused võivad vajada vaid mõõdukat usaldusväärsust. Sina otsustad.",
    "710145621": "Esitage oma põhitõeandmed või laske meil need lennult koostada",
    "987901590": "Kas teil on algandmeid ilma põhjaliku kinnituskomplektita? Enamikul juhtudel saame selle teie jaoks luua, kui ülesanded läbivad süsteemi, või luua teie heakskiitmiseks märgistatud näidiseid.",
    "2597352122": "Märkuste tüübid",
    "1344687860": "Piirdekarbid",
    "1089415440": "Objektide täpne tuvastamine piltidel ja videol",
    "3817067682": "Hulknurgad",
    "2682873489": "Määrake objektide piirdeala",
    "1275150216": "Maamärgid",
    "2067112112": "Punktimärkused paljude erinevate kasutusjuhtude jaoks",
    "4228682126": "Atribuutide kategoriseerimine",
    "2920213479": "Sorteerige või lisage mis tahes suurusega suvalisi kategooriaid",
    "3288667364": "Võrdlus ja tuvastamine",
    "155877895": "Inimjõul töötav tuvastamine ja klassifitseerimine",
    "3128433367": "... ja paljud teised",
    "2827452240": "Kas vajate mõnda muud tüüpi, mida siin pole loetletud? Lihtsalt küsi meilt.",
    "719304627": "Kas vajate täielikku juhtimist?",
    "1172067553": "HCaptcha taga olev HUMAN-platvorm pakub kohapealsete, hübriid- või SaaS-i juurutuste kaudu väga keerukaid töökvaliteedi ja haldusfunktsioone, mis integreeritakse teie olemasolevate süsteemidega.",
    "2319072959": "Töötage oma tööjõuga täiesti võrguühenduseta, jälgige äriüksuste või konsortsiumipartnerite kulutatud väärtust, suunake töid valikuliselt erinevatele sise- või välistööjõu pakkujatele vastavalt kulu- ja turvanõuetele ning palju muud.",
    "1936512180": "Lihtne juurdepääs API-le, kaunid armatuurlauad ja uusim mudeli-in-the-loop tehnoloogia, et maksimeerida töötajate tõhusust.",
    "3913848038": "Saadaval on 99,99% tööaega SLA-d ja ööpäevaringne ülemaailmne tugi.",
    "1080752747": "Võtke ühendust müügiga",
    "1525403768": "Lisateabe saamiseks võtke ühendust ettevõtte müügiga.",
    "1546930020": "Andmete märgistamine",
    "2486638408": "Määratlege spetsifikatsioonid",
    "1027200955": "Rääkige ühe meie domeenieksperdiga, et määratleda oma projekti vajadused: eesmärgi täpsus, vorming ja kõik erinõuded.",
    "1156712451": "Esialgne töökatse",
    "181065232": "Teostame teie näidisandmete põhjal väikese tootmistöö. See testib meie koos tehtud tööd, tagamaks, et saate täpselt seda, mida vajate.",
    "3207769512": "Tootmistööde juurutamine",
    "1099238677": "Tänu suurele helitugevusele ja madalale latentsusajale pöörame teie töö kiiresti ümber, automaatse kohaletoimetamisega kohe, kui see on tehtud.",
    "465783046": "Kas soovite oma andmetega proovida?",
    "328625009": "... oleme valmis, kui olete: meie teenus on saadaval ööpäevaringselt.",
    "3225770968": "hCaptcha on loodud masinõppe kõige töömahukama probleemi lahendamiseks; suurte andmehulkade õigeaegne, taskukohane ja usaldusväärne sildistamine.",
    "2041686284": "Rohkem andmeid annab üldiselt paremaid tulemusi masinõppemudelite treenimisel. Sügavate mudelite hiljutine edu on toonud kaasa üha suuremaid andmekogusid ja hCaptcha teenib seda vajadust. Suurte inimeste poolt läbi vaadatud andmekogumite loomine traditsiooniliste meetoditega on aga nii aeglane kui ka kulukas.",
    "3729345277": "hCaptcha on võimalus ettevõtetele saada vajalikke märkusi kiiremini, kvaliteetsemalt ja madalama hinnaga kui muud alternatiivid.",
    "2103563261": "Privaatne või avalik teave",
    "2513143348": "hCaptcha Enterprise süsteem on oma disainilt ainulaadselt paindlik: seda saab osaliselt või täielikult juurutada teie võrgu servas, kui kasutate avalikku pilve või omate palju andmekeskusi.",
    "3107683988": "See võib oluliselt vähendada võrguvälist liiklust ja kulusid, säilitades samal ajal kõik meie ööpäevaringselt valves oleva personali halduse eelised, et täita kõige rangemaid SLA-sid.",
    "3660619092": "Ettevõttelahenduste saamiseks registreeruge tasuta või võtke ühendust müügiga",
    "2351176803": "hCaptcha JS API litsentsitingimused",
    "2616226398": "Vastavalt meie",
    "2024293275": ". Kõik muud õigused praegu kaitstud.",
    "1062291156": "tüüptingimused",
    "2712493234": "Maksepettused: kiiresti areneva küberkuritegevuse leevendamine",
    "1817772953": "Pettus ei ole uus kuritegevuse vorm. Tõepoolest, arheoloogid on peaaegu 10 000 aastat tagasi avastanud iidsete sumerlaste välja töötatud pettusevastased seadmed, et transportida karja ilma kadudeta! Nende puhul panid nad savist märgid, millest igaüks kujutab looma, savikuulisse, mida tuntakse kui \"bulla\". Bula rändas koos karjaga müüjalt ostjale liikudes. Isegi siis olid ettevõtete omanikud mures, et mitte kõik, kellega nad tegelevad, ei olnud tõusuteel. 10 000 aastaga on palju muutunud, kuid vajadus olla pettuste ärahoidmisel uuendusmeelne, püsib meiega. Tänapäeval on veebimaksepettuste teema ülimalt oluline. Internetiga on petturid muutunud pettusevastase kontrolli üle kavaldamisel üha osavamaks. Uued lahendused pööravad aga mõõna.",
    "1053787685": "Mis on maksepettus?",
    "433424759": "Maksepettus hõlmab igasugust ebaseaduslikku tehingut, mille käigus küberkurjategija jätab ohvri ilma millestki väärtuslikust, tavaliselt rahast. See võib tähendada varastatud krediitkaardi kasutamist kauba Internetist tellimiseks või pangakonto ülevõtmist ja sellelt raha ebaseaduslikku ülekandmist. Variatsioone on palju, kuid neil kõigil on sama tulemus: kelm kasutab varastatud isiku- või makseteavet, et varastada tarbijalt, pangalt või kaupmehelt.",
    "2939852138": "Kuidas petturid [püüavad] maksepettusest pääseda?",
    "1665616092": "Maksepettuste kontseptsioon on lihtne, kuid tänapäeval võib see olla fantastiliselt keeruline.",
    "4246520782": "Tegelikult on Internet viimastel aastatel olnud tunnistajaks tõelisele võidurelvastumisele petturite ja kaitsjate vahel.",
    "2167049807": "Turvameeskonnad on kasutusele võtnud mitmesuguseid vastumeetmeid ja kontrolle, mis alistavad lihtsad ja laisad lähenemisviisid maksepettustele. Rünnakud muutuvad aga üha keerukamaks. Näiteks saavad robotid nüüd koguda võltsitud veebisaitidelt ja andmepüügirünnakutelt varastatud krediitkaardinumbreid ja PIN-koode.",
    "1936449777": "Seejärel saavad nad täisautomaatses režiimis imiteerida inimeste käitumist e-kaubanduse saitidel, klõpsates nuppe ja lisades üksusi ostukorvi – kuni punktini, kus paljud, kui mitte enamik pettusevastaseid juhtseadmeid ei suuda aru saada, et robot üritab varastada. kaup. Pigem jääb mulje, nagu oleks inimkasutaja lihtsalt ostlemas. Robot saab varastatud sisselogimismandaatide abil päris kliendi kontole sisse logida. Pettust varjab veelgi roboti võime võltsida IP-aadresse ja jätta mulje, nagu oleks \"ostja\" kusagil erinev ründajast, kes võib olla välisriigis.",
    "648630222": "Vältige maksepettusi hCaptcha Enterprise'iga",
    "1621930829": "Mida saab teha tänaste arenenud, lakkamatute maksepettuste vastu? Mitme kihi juhtelementide kasutamine on tavaliselt mõistlik lähenemine. Parimad vastumeetmed on aga need, mis võivad roboti lõksu püüda ja paljastada, et see on võlts, hoolimata selle loojate parimatest jõupingutustest inimkäitumist korrata.",
    "2423586454": "Ikka on mõningaid asju, mida tarkvara teha ei saa, hoolimata sellest, kui hea tehisintellekt selle taga on. Kaasaegne CAPTCHA-tehnoloogia pakub tõestatud meetodit maksepettusi põlistada püüdvate robotite blokeerimiseks. Kui vanad CAPTCHA-käsitlused, nagu lihtsad kaldnumbrid kastis, ei suuda nüüd täiustatud robotite leevendamist enamasti vähendada, võib automaatne testimis-reageerimisseade, nagu hCaptcha Enterprise, hõlpsasti petturbotile kontole sisselogimisel või ostukorvi ostmisel komistada. Isegi kui robotil on tõelised mandaadid, ei saa ta CAPTCHA-st läbi.",
    "1467308982": "Maksegraafikud",
    "1291824746": "hCaptcha väljamakseid tehakse kord kvartalis 60 päeva järel. Selle tähenduse illustreerimiseks vaadake allolevat tabelit.",
    "3444947612": "Liiklus vahel",
    "4181611011": "Leppimise kuupäev",
    "728503636": "Väljamakse kuupäev",
    "3720584906": "15. juuli 2021 – 15. oktoober 2021",
    "388240587": "5.-15. jaanuar 2022",
    "3426312287": "5.–15. jaanuar 2022",
    "615618648": "15. aprill 2021 – 15. juuli 2021",
    "3376724603": "14.–24. september 2021†††",
    "3398978455": "15.–25. september 2021†††",
    "2722456056": "15. jaanuar 2021 – 15. aprill 2021",
    "4063155841": "Hiljemalt 25. juunil 2021††",
    "4082053540": "19.–25. juuni 2021††",
    "64953197": "15. oktoober 2020 – 15. jaanuar 2021",
    "1023070345": "Hiljemalt 14. märtsiks 2021",
    "2600696085": "15. märts 2021",
    "3217791519": "15. juuli 2020 – 15. oktoober 2020",
    "649261378": "5.–11. jaanuar 2021*",
    "1559190296": "5.–11. jaanuar 2021†",
    "3806054689": "15. aprill 2020 – 15. juuli 2020",
    "4162383380": "16.–22. september 2020*****",
    "1990824776": "16.–24. september 2020*****",
    "3856690908": "15. jaanuar 2020 – 15. aprill 2020",
    "3200641265": "Hiljemalt 16. juunil 2020*",
    "3744079744": "15.–19. juuni 2020****",
    "2209837451": "15. oktoober 2019 – 15. jaanuar 2020",
    "2510534204": "Hiljemalt 23. märtsil 2020***",
    "2910560864": "20.–23. märts 2020***",
    "2544565802": "15. juuli 2019 – 15. oktoober 2019",
    "3963642878": "Hiljemalt 14. detsembril 2019*",
    "622103562": "17. detsember 2019**",
    "4072202039": "15. aprill 2019 – 15. juuli 2019",
    "818049069": "Hiljemalt 15.07.2019",
    "1169005651": "15. september 2019",
    "2303655425": "15. jaanuar 2019 – 15. aprill 2019",
    "3678889946": "Hiljemalt 15. juunil 2019",
    "3094354698": "15. juuni 2019",
    "4217013126": "Väljamaksed tehakse tavaliselt kogu päeva jooksul väljamaksekuupäeval ja tehakse tavaliselt keskööks Vaikse ookeani aja järgi. Kui konto on ülevaatamiseks märgistatud, võib makse vabastamiseks kuluda veel kuni viis tööpäeva.",
    "1447649958": "Tuletame meelde, et väljamakseid saab maksta ainult täpse inimliikluse eest. Lisateavet selle kohta leiate meie KKK-st, mille link on allpool. Saadaolev saldo peab vastama ka miinimumlävele, mis on praegu 10 HMT.",
    "4257144752": "Reaalajas hinnangud ei kajasta lõplikku täpsust ega inimlikkust ja seega võib teie lõplik sissetulek oluliselt erineda enne esimest vastavusse viimist juhtpaneelil näidatud arvudest.",
    "2728931827": "Pärast iga kooskõlastamist värskendatakse teie saidivõtmepõhiseid prognoose ja tulevaste prognooside täpsus peaks suurenema, välja arvatud juhul, kui teie saidil on kasutajate käitumises oluline muutus.",
    "1200905005": "††† Alates 2021. aasta septembrist toimuvad vastavusseviimised ja väljamaksed nüüd umbes 10 päeva, mitte ühe päeva jooksul, et lihtsustada teenuse kasvuga seotud tegevuspiiranguid.",
    "4284094387": "†† Mõned 2021. aasta juuni kooskõlastamised ja väljamaksed toimuvad järgmisel nädalal, kuna viivitused lõplike arvutuste kontrollimisel kooskõlastusaknas.",
    "1977013707": "† 2020. aasta detsembri väljamaksed on ümber ajastatud 15. kuupäevast, et vältida kattumist aastalõpu leppimise ja töötajate puhkustega: need tehakse jaanuari teiseks nädalaks. Tavapärasest aeglasemate PayPali ülekannete tõttu toimuvad väljamaksed mitme päeva jooksul, mitte ühe päevaga.",
    "517010299": "Pange tähele: töötame praegu olulise taustaprogrammi ülemineku kallal peaaegu reaalajas leppimisele. 2021. aasta 1. kvartali jooksul toimub perioodiline vastavusseviimine harvemini kui tavaliselt. See ei mõjuta väljamaksete ajakavasid ega kuupäevi.",
    "3092200338": "** Kui 15. kuupäev langeb nädalavahetusele, on väljamakse kuupäev hoopis 17. kuupäev.",
    "3891941747": "*** COVID-19 NÕUANNE: COVID-19-ga seotud personali vähenemise tõttu on vastavusseviimine muudetud, et anda meie standardse kinnitamise lõpuleviimiseks rohkem aega. Väljamaksed algavad eeldatavasti reedel ja lõppevad järgmisel esmaspäeval.",
    "2301757528": "**** PayPali poolt nende REST API-de hoolduse tõttu väljamaksete akna ajal ei viidud kõiki väljamakseid 15. juunil lõpule. Kõik 15. juuniks (Vaikse ookeani aeg) kavandatud väljamaksed, mida PayPali API vigade tõttu ei tehtud, tehti uuesti 19. juuniks (Vaikse ookeani aeg).",
    "116842359": "***** Süsteemi hoolduse tõttu viiakse vastavusseviimine lõpule mitme päeva jooksul.",
    "4154415610": "***** 2020. aasta septembri väljamakseid tehakse pakettidena, kui vastavusse viimine on lõpule jõudnud. Mõned neist tehakse kooskõlastamise viivituste tõttu mitu päeva hiljem kui algselt kavandatud.",
    "2310694091": "Mida tähendab leppimine?",
    "164801246": "Leppimine on protsess, mille käigus analüüsitakse liiklust pärast seda, et kontrollida selle inimlikkust ja täpsust, kui kõik andmed kõigilt aruandlussaitidelt on sisestatud. Lisateavet leiate meie veebisaidilt",
    "3256245394": "samuti meie blogipostitused, nt",
    "3089778412": "Kuidas hCaptcha preemiaid arvutab",
    "3329755436": "Kas kavatsete seda protsessi kiirendada?",
    "1911669851": "Jah, töötame praegu oma taustasüsteemide mitmesuguste täiustuste kallal, mis eeldatavasti võimaldavad meil lõpuks pakkuda nii kiiremat vastavusseviimist, kiiremat hinnangutäpsust kui ka kiiremaid väljamakseid. Praegu töötame kõigepealt selle nimel, et leppimist kiirendada.",
    "2366003154": "Pressi- ja meediapäringud",
    "3054564199": "Pressikomplekt",
    "3173156067": "Mõni valmis tagatis on saadaval juhuks, kui soovite oma artiklisse lisada näidispilte.",
    "867314732": "Saate laadida kõrge eraldusvõimega",
    "858218750": "ja juhiseid nende kasutamiseks",
    "3821716514": "lehel.",
    "1186243118": "logo pildid",
    "3034959000": "Saate taastada",
    "1764089150": "siin:",
    "1558428432": ". Krediiteerige need saidile hCaptcha.com.",
    "2429359042": "liidese piltide näide",
    "1480820434": "pilt 1",
    "3213411837": "pilt 2",
    "1270712701": "Pressiteated ja hiljutised aruanded",
    "231285005": "Värskeid uuendusi leiate meie blogist",
    "1289884910": "Samuti avaldame aeg-ajalt analüüse ja aruandeid. Näiteks:",
    "932546190": "Miks on CAPTCHAd alati meiega",
    "2344319147": "Kui palju Google'i robotite tuvastamine tegelikult väärt on?",
    "1637527266": "Millistes riikides on kõige rohkem bot-liiklust?",
    "230159237": "Kontaktid",
    "3759923279": "Pressipäringud palume suunata järgmisele e-posti aadressile:",
    "4255608322": "Viimati värskendatud: 12. aprill 2021",
    "537881751": "Tere tulemast hCaptchasse! See privaatsuspoliitika kirjeldab ettevõtte Intuition Machines, Inc. (\"IMI\", \"meie\" või \"meie\") tavasid teabe (sealhulgas allpool määratletud isikuandmete) kogumisel, kasutamisel ja avaldamisel meie veebisaidil www.hcaptcha. .com ja mis tahes muud meie kasutatavad alamdomeenid või domeenid (\"saidid\") ja hCaptcha rakendusprogrammi liides ning sellega seotud tarkvara ja materjalid (koos \"teenus\").",
    "33639629": "Ei kehti kolmandate osapoolte veebisaitidele. Pange tähele, et käesolev privaatsuspoliitika ei kehti ühegi kolmanda osapoole veebisaidi, pakkumise, toote või teenuse kohta, isegi kui see viitab meie saidile või sisaldab teenust – enne kui otsustate anda teavet kolmandatele isikutele, vaadake kehtivaid privaatsuspoliitikat. peod.",
    "987375734": "IMI asub Ameerika Ühendriikides. Meie saite ja teenust juhime ja haldame Ameerika Ühendriikidest. Teie isikuandmeid võidakse säilitada ja töödelda igas riigis, kus meil on rajatised või kus me kaasame teenusepakkujaid, ning saite ja teenust kasutades nõustute teabe edastamisega riikidesse väljaspool teie elukohariiki, sealhulgas Ameerika Ühendriikidesse. , mille andmekaitseeeskirjad võivad erineda teie riigi omadest. Teatud asjaoludel võib nende teiste riikide kohtutel, õiguskaitseasutustel, reguleerivatel asutustel või julgeolekuasutustel olla õigus teie isikuandmetele juurde pääseda.",
    "452920031": "Märkus klientidele väljaspool Ameerika Ühendriike.",
    "2328839224": ". Vaadake meie jaotist \"Teatis California elanikele\", mis on seotud teie õigustega California tarbijate privaatsusseaduse (CCPA) alusel.",
    "1565481281": "Märkus California elanikele",
    "1028058338": "Vaadake meie jaotist \"Teade EL-i andmesubjektidele\", mis on seotud teie isikuandmete kaitse üldmäärusest (GDPR) tulenevate õigustega.",
    "2271205646": "Märkus Euroopa Majanduspiirkonna elanikele.",
    "508143070": "Pange tähele, et IMI on teie isikuandmete vastutav töötleja, välja arvatud juhul, kui me töötleme isikuandmeid meie integraatorite nimel seoses meie teenuse osutamisega. Sel juhul oleme isikuandmete töötleja ja need integraatorid on teenuse osutamise eest vastutavad töötlejad. isiklik informatsioon.",
    "2330965058": "Kui me tegutseme oma integraatorite töötlejana, ei kasuta me kogutud andmeid muul eesmärgil kui meie teenuse osutamiseks mõistlikult vajalik, ja meie töötlemist reguleerivad meie integraatoritega sõlmitud lepingud, mitte see. Privaatsuspoliitika",
    "3017040355": "EL-i andmesubjekti andmete töötlemine toimub lepingu tüüptingimuste (SCC) õiguslikul alusel, mis on integreeritud meie teenusetingimuste andmetöötluse lisasse või meie integraatoritega sõlmitud andmetöötluslepingutesse.",
    "2233384692": "Kui teil on küsimusi või muresid selle kohta, kuidas selliseid andmeid töödeldakse, või soovite kasutada oma õigusi, peaksite võtma ühendust isiku või juriidilise isikuga (st vastutava töötlejaga), kes on sõlminud meiega lepingu nende andmete töötlemiseks teenuse kasutamiseks. Siiski pakume oma integraatoritele abi teie võimalike probleemide lahendamisel vastavalt nendega sõlmitud lepingu tingimustele.",
    "349292953": "Kogutav teave",
    "3022001832": "Kogume teavet üksikisikutelt, kes suhtlevad meie saitide ja teenustega, sealhulgas neilt, kes lisavad meie teenuse oma veebisaidile (\"Integraatorid\"), neilt, kes kasutavad teenuseid andmete märgistamiseks (\"kliendid\") ja lõppkasutajatelt, kes suhtlevad meiega. Teenus meie integraatorite (\"lõppkasutajate\") veebisaitide kaudu.",
    "835545301": "Kogume järgmisi teabekategooriaid:",
    "3228928991": "Teave, mida saab kasutada isiku tuvastamiseks või temaga ühenduse võtmiseks (\"Isiklik teave\"), nagu nimi, e-posti aadress ja riik. Kogume isikuandmeid oma praegustelt ja tulevastelt integraatoritelt ja klientidelt, kui nad selle meile otse edastavad (näiteks täites konto registreerimisel vormi või taotledes meilt teavituste saamist). Samuti võime kontrollida oma integraatorite ja klientide identiteeti, võrreldes isikuandmeid kolmandate osapoolte andmebaaside või ametlike juriidiliste dokumentidega.",
    "1655796811": "Teave, mis kogutakse automaatselt, kui integraator või klient kasutab saite või teenuseid (\"analüütikateave\"), näiteks IP-aadressid, brauseri tüüp, Interneti-teenuse pakkuja, platvormi tüüp, seadme tüüp, operatsioonisüsteem, kuupäev ja kellaaja tempel. juurdepääsu ja muud sarnast teavet. Osa Analyticsi teavet koguvad meie nimel kolmandad osapooled, keda sel eesmärgil kaasame, ja osa Analyticsi teavet kogutakse mitmesuguste jälgimistehnoloogiate, sealhulgas küpsiste kaudu (vt allpool jaotist „Kolmanda osapoole analüütika ja jälgimistehnoloogiad”).",
    "1388241689": "Teave, mis on kogutud selle tulemusena, kui lõppkasutajad vastavad teenuse kaudu viipadele (\"märgistatud andmed\"), näiteks piltide sildistamise andmed, nendele lõppkasutajatele esitatavatest helifailidest teisendatud tekst, vastused küsimustele ja muud teenuse poolt genereeritud viibad. andmete märgistamiseks masinõpperakendustes kasutamiseks. Pange tähele, et märgistatud andmed ei ole seotud ühegi tuvastatud isikuga.",
    "1493790285": "Muu teave, mis on kogutud lõppkasutajatelt teenuse osana, on vajalik selleks, et teha kindlaks, kas nad",
    "2216374138": "on inimesed, nagu hiire liigutused, kerimisasend, klahvivajutuse sündmused, puutesündmused ja güroskoobi/kiirendusmõõturi teave, kui see on asjakohane.",
    "2394073454": "Võime koguda lisateavet lõppkasutajatelt, kes soovivad meiega individuaalsete andmemärgistajatena koostööd teha.",
    "3103557430": "Kuidas me teavet kasutame",
    "1130802068": "Kasutame kogutavat teavet järgmistel eesmärkidel:",
    "2940689138": "Integraatori ja kliendi kontode haldamiseks ning teenuse osutamiseks. Kasutame isikuandmeid konkreetsete kontode sidumiseks integraatorite ja klientidega ning neile teenuse osutamiseks, päringutele vastamiseks, toe või tehnilise abi pakkumiseks ning maksete hõlbustamiseks.",
    "857974529": "Saidi ja teenuse täiustamiseks. Kasutame Analyticsi teavet olemasolevate teenuste ja pakkumiste täiustamiseks ning uute teenuste ja pakkumiste arendamiseks ning olemasolevate ja tulevaste tootepakkumiste kohandamiseks.",
    "1820844638": "Turu ülevaate saamiseks. Kasutame analüüsiteavet turu analüüsimiseks ja saidi ja meie teenustega seotud ärianalüüside läbiviimiseks ning muudel uurimiseesmärkidel.",
    "3386280249": "Pakkuda turgu märgistatud andmetele. Meie teenus võimaldab masinõppesüsteemide jaoks suures mahus andmete märgistamist ja inimeste ülevaatust, mis on mõeldud veebisaitide omanikele ja ettevõtetele, kes vajavad abi andmete märgistamisel. Sel eesmärgil avaldame märgistatud andmed oma klientidele, kes on huvitatud märgistatud andmete hankimisest.",
    "3532143291": "Meie teenuste ja süsteemide turvamiseks. Kasutame Analyticsi teavet oma süsteemide kaitsmiseks, tuvastades võimalikud ohud ja haavatavused, ning muul viisil kogutava teabe kaitsmiseks.",
    "2185418511": "Mis tahes seaduslikul ärilisel eesmärgil, eeldusel, et teave on deidentifitseeritud või koondatud nii, et seda ei saa mõistlikult seostada üksikisikuga.",
    "2386465280": "Kuidas me teavet jagame",
    "2159517814": "Jagame või avaldame isikuandmeid järgmistel juhtudel:",
    "4256083674": "Integraatori otsesel taotlusel konkreetse CAPTCHA väljakutse taotluse või IP-aadressi pettuseriski tuvastamiseks või muul viisil, kui on antud konkreetne nõusolek.",
    "3494826505": "Tarnijatega teeme koostööd, et pakkuda saitide ja teenuse olulisi aspekte, nagu andmete salvestamine, hostimine ja Analytics, ja ainult nendel eesmärkidel.",
    "1119009846": "Vajadusel kohaldatavate seaduste järgimiseks, sealhulgas valitsuse taotlused, õiguskaitsenõuded ja muul viisil avalik-õiguslikele ja eraüksustele, et kaitsta teie, meie või teiste õigusi, privaatsust, turvalisust või vara.",
    "197676026": "Teistega mis tahes seaduslikul ärilisel eesmärgil, eeldusel, et teave on tuvastamata",
    "2359312315": "või koondatud nii, et seda ei saa üksikisikuga mõistlikult seostada.",
    "2497216176": "Kolmanda osapoole analüüsi- ja jälgimistehnoloogiad",
    "3694578791": "Nagu ülalpool kirjeldatud, kogume meie (ja meie kolmandatest osapooltest müüjad) analüüsiteavet osaliselt küpsiste, veebimajakate ja muude jälgimistehnoloogiate abil. Mõnel juhul teeme koostööd kolmandate osapoolte tarnijatega, et kasutada küpsiseid analüüsiteabe kogumiseks.",
    "2238885192": "Kasutame Sentryt silumisandmete kogumiseks, kui kasutajal tekib tõrge. Teabe saamiseks selle kohta, kuidas Sentry andmeid kogub ja töötleb:",
    "1535054294": "Vaadake nende üksikasjalikke eeskirju",
    "658775471": "Kasutame oma veebiliikluse optimeerimiseks Cloudflare'i. Teabe saamiseks selle kohta, kuidas Cloudflare andmeid kogub ja töötleb:",
    "2014256987": "Kui te ei soovi küpsiste või muude jälgimistehnoloogiate kasutamist blokeerida, vaadake allpool jaotist \"Teabe haldamine\". Pange tähele, et see võib teie saitide või teenuse kasutamise kogemust negatiivselt mõjutada, kuna mõned funktsioonid ei pruugi korralikult töötada.",
    "2788024905": "Kuidas me teavet turvame",
    "271333468": "Rakendame asjakohaseid tehnilisi ja organisatsioonilisi meetmeid, et kaitsta kogutavat ja salvestatavat teavet, ning nõuame, et kõik meie nimel töötlevad esindajad teeksid sama. Kahjuks ei ole ükski turvameetmed 100% lollikindel ja sellisena ei saa garanteerida, et ükski võrk või süsteem (sealhulgas meie oma) on 100% turvaline meie kogutava ja salvestatava teabe hävimise, kaotsimineku, muutmise, volitamata avaldamise või sellele juurdepääsu eest. Kui arvate, et teie teave ei pruugi mingil põhjusel olla turvaline, võtke meiega viivitamatult ühendust aadressil:",
    "3031284129": "Garantii lahtiütlused",
    "26365791": "Seadusega lubatud täies ulatuses pakutakse saiti ja teenust (ja mis tahes muid seotud teenuseid, teavet, andmeid, funktsioone ja muud sisu või materjale) põhimõttel „sellisel kujul” ja „saadaval kujul”. IMI välistab seadusega lubatud täies ulatuses kõik garantiid, sealhulgas, kuid mitte ainult, kaudsed garantiid turustatavuse, konkreetseks otstarbeks sobivuse ja õiguste mitterikkumise kohta.",
    "735630686": "Teie teabe haldamine (teie õigused)",
    "498769698": "Võite pääseda juurde, parandada, muuta või kustutada teatud isikuandmeid, mille olete meile esitanud oma integraatori, kliendi või juurdepääsetavuse kasutajakonto kaudu (kui olete integraator, klient või juurdepääsetavuse kasutaja). Kui te ei saa seda teha või teil on küsimusi isikuandmete kohta, mida oleme teie kohta kogunud ja/või jaganud, või soovite oma nõusoleku meie töötlemiseks tagasi võtta (st täielikult kustutada oma konto), võtke meiega ühendust aadressil:",
    "2895491273": "Kui eelistate küpsiseid või muid jälgimistehnoloogiaid blokeerida, muutke enamik brausereid ja mobiilseadmeid oma seadeid, et teavitada teid küpsiste saamisest või kasutatakse muid jälgimistehnoloogiaid ning valida, kas nõustuda/lubada või mitte. seda. Enamik brausereid võimaldab ka olemasolevaid küpsiseid keelata või kustutada või tulevastest küpsistest automaatselt keelduda. Küpsiste eelistuste kontrollimiseks võite kasutada ka kolmanda osapoole tööriistu, sealhulgas brauseri pistikprogramme. Pange tähele, et kui keelate kõik küpsised, ei pruugi mõned meie saitide osad korralikult töötada.",
    "707527778": "Teave lastelt",
    "1747657936": "Meie saidid ja teenus ei ole suunatud alla 13-aastastele lastele ning me ei kogu teadlikult isikuandmeid alla 13-aastastelt lastelt. Kui saame teada, et oleme kogunud alla 13-aastase lapse isikuandmeid, võtame mõistlikke samme, et kustutada selline teave meie failidest niipea kui võimalik, välja arvatud juhul, kui meil on seaduslik kohustus seda säilitada. Palun võtke meiega ühendust, kui arvate, et meil on teavet alla 13-aastase lapse kohta:",
    "2419795065": "Teade California elanikele",
    "1517625162": "California tsiviilseadustiku jaotise 1789.3 kohaselt on California kasutajatel õigus saada järgmine tarbijaõiguste teatis: California elanikud võivad pöörduda California tarbijakaitseministeeriumi tarbijateenuste osakonna kaebuste lahendamise üksuse poole posti teel aadressil 1625 North Market Blvd., Sacramento, CA 95834 või telefoni teel (916) 445-1254 või (800) 952-5210.",
    "3730344349": "See jaotis sisaldab lisateavet California tarbijate kohta kogutavate isiklike andmete ja California tarbijate privaatsusseaduse või CCPA alusel neile antud õiguste kohta.",
    "4044467791": "Isikuandmete kategooriate kohta, mida oleme teilt eelneva 12 kuu jooksul kogunud, vaadake ülaltoodud jaotisest „Teave, mida me kogume”. Kogume seda teavet ärilistel ja ärilistel eesmärkidel, mida on kirjeldatud ülal jaotises „Kuidas me kasutame isikuandmeid”. Eelneva 12 kuu jooksul oleme jaganud kolmandate osapooltega ärilistel eesmärkidel järgmist tüüpi teavet:",
    "4208081170": "Isikuandmete kategooria",
    "1528242915": "Identifikaatorid.",
    "3863351997": "Isikuandmete kategooriad, mis on loetletud California Customer Recordsi seaduses (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Kaubanduslik teave.",
    "2683038211": "Interneti või muu elektroonilise võrgu tegevus.",
    "3671828834": "Näited jagatud isikuandmete kohta",
    "779426309": "Pärisnimi, kordumatu isikuidentifikaator, võrguidentifikaator, Interneti-protokolli aadress, e-posti aadress, konto nimi või muud sarnased identifikaatorid.",
    "2414368123": "Nimi, krediitkaardi number, deebetkaardi number või muu finantsteave.",
    "4088941349": "Ostetud, hangitud või kaalutud toodete või teenuste andmed.",
    "3238612014": "Sirvimisajalugu, teave tarbija suhtluse kohta veebisaidi, rakenduse või reklaamiga.",
    "1023108656": "Kolmandast osapoolest adressaatide kategooriad",
    "1418235079": "Teenusepakkujad",
    "3238184941": "Märkus. Individuaalse IP-aadressiga seotud pettuseriski võidakse nõudmisel jagada integraatoriga.",
    "285116485": "Ettevõte ei \"müü\" (nagu see mõiste on CCPA-s määratletud) meie kogutud isikuandmeid. Lisateavet meie kasutatavate kolmandate osapoolte küpsiste tüüpide kohta (kui neid on) vaadake ülaltoodud jaotisest „Kolmanda osapoole analüüsid ja jälgimistehnoloogiad”.",
    "1408750006": "Teatavate piirangutega annab CCPA California tarbijatele õiguse taotleda lisateavet kogutud isikuandmete kategooriate või konkreetsete osade kohta (sealhulgas selle teabe kasutamise ja avaldamise kohta), kustutada oma isikuandmed ja loobuda võimalikud \"müügid\", samuti õigus mitte olla diskrimineeritud nende õiguste kasutamisel.",
    "759057398": "Teade EL-i andmesubjektidele",
    "825780955": "Isiklik informatsioon",
    "2945960297": "Seoses ELi andmesubjektidega on käesolevas privaatsuspoliitikas kasutatud mõiste \"isikuandmed\" samaväärne \"isikuandmetega\", nagu on määratletud Euroopa Liidu andmekaitse üldmääruses (GDPR).",
    "1126613163": "Tundlikud andmed",
    "3571006800": "Teatud teave, mida meile esitate, võib olla GDPR-i määratluse kohaselt tundlikud andmed (nimetatakse ka isikuandmete erikategooriateks), sealhulgas teie rassi või etnilise kuuluvuse tuvastamine valitsuse väljastatud isikut tõendavatel dokumentidel.",
    "1988461282": "Töötlemise õiguslikud alused",
    "3519564631": "Töötlemise eesmärgid",
    "1778642038": "Sinuga suhtlemiseks",
    "2223819810": "Meie platvormi optimeerimiseks",
    "1678661231": "Nõuetele vastavuse, pettuste ennetamise ja ohutuse tagamiseks",
    "2561077702": "Meie teenuse pakkumiseks",
    "2066321185": "Õiguslik alus",
    "1174237568": "Need töötlemistoimingud kujutavad endast meie õigustatud huve. Püüame kaaluda ja tasakaalustada võimalikke mõjusid teile (nii positiivseid kui ka negatiivseid) ja teie õigusi enne, kui töötleme teie isikuandmeid oma õigustatud huvides. Me ei kasuta teie isikuandmeid tegevusteks, kus meie huvid on ülimuslikud teile avaldatavate kahjulike mõjude tõttu (välja arvatud juhul, kui meil on teie nõusolek või seadusega muul viisil nõutud või lubatud).",
    "1350478093": "Töötlemise eesmärk",
    "787916198": "Teie nõusolekul",
    "3348433919": "Teie õigused",
    "3842673636": "GDPR-i kohaselt on teil teatud õigused seoses teie isikuandmetega. Võite paluda meil võtta seoses meie valduses oleva isikuandmetega järgmised toimingud:",
    "4057343238": "Loobumine",
    "1834911235": "Lõpetage teile otseturundusteadete saatmine, mille vastuvõtmiseks olete eelnevalt nõustunud. Võime teile jätkuvalt saata teenusega seotud ja muid turundusega mitteseotud teateid.",
    "3022301908": "Juurdepääs",
    "680638297": "Annab teile teavet teie isikuandmete töötlemise kohta ja annab teile juurdepääsu teie isikuandmetele.",
    "1409486258": "Õige",
    "3878077249": "Värskendage või parandage oma isikuandmete ebatäpsused.",
    "3645414921": "Kustuta",
    "42182578": "Kustutage oma isikuandmed.",
    "1609621367": "Ülekanne",
    "3208155808": "Edastage oma isikuandmete masinloetav koopia teile või teie valitud kolmandale osapoolele.",
    "1786796818": "Piirata",
    "3329634829": "Piirata oma isikuandmete töötlemist.",
    "4202774977": "Objekt",
    "3007158970": "Nõustuge meie õigustatud huvidele tuginemisele teie isikuandmete töötlemisel, mis mõjutab teie õigusi.",
    "1273071008": "Andmesubjekti juurdepääsuõiguste taotlused",
    "3594381346": "asukoht.",
    "21141582": "see",
    "3357523404": "Piiriülene andmeedastus",
    "290966395": "Nagu on kirjeldatud meie jaotises \"Märkus klientidele väljaspool Ameerika Ühendriike\", pidage meeles, et teie isikuandmeid edastatakse, töödeldakse ja säilitatakse Ameerika Ühendriikides. USA andmekaitseseadused võivad erineda teie elukohariigi seadustest. Meie saite külastades või meie teenust kasutades nõustute oma teabe, sealhulgas isikuandmete edastamisega USA-sse, nagu on sätestatud käesolevas privaatsuspoliitikas.",
    "3178581111": "Kasutamine uutel eesmärkidel",
    "1088304322": "Võime kasutada teie isikuandmeid põhjustel, mida selles privaatsuspoliitikas ei ole kirjeldatud, kui meil on see seadusega lubatud ja kui põhjus on kooskõlas eesmärgiga, milleks me andmeid kogusime. Kui meil on vaja kasutada teie isikuandmeid mitteseotud eesmärgil, võime teid teavitada ja selgitada selle kasutamise kohaldatavat õiguslikku alust. Kui oleme tuginenud teie nõusolekule teie isikuandmete teatud kasutamiseks, võime küsida teie nõusolekut mis tahes mitteseotud eesmärgil ja lubada teil teenuse kasutamise sel ajal lõpetada, kui olete vastu.",
    "2260079771": "Andmete säilitamine",
    "38428546": "Säilitame teie isikuandmeid turvaliselt kogu teie konto kasutusaja jooksul. Säilitame teie isikuandmeid ainult seni, kuni see on vajalik eesmärkide täitmiseks, milleks me neid kogusime, sealhulgas mis tahes juriidiliste, raamatupidamis- või aruandluskohustuste täitmiseks või vaidluste lahendamiseks. Säilitusperioodide määramiseks kasutatavad kriteeriumid hõlmavad kehtivaid kehtivaid lepingusätteid, seadusjärgseid aegumistähtaegu, kohaldatavaid regulatiivseid nõudeid ja valdkonna standardeid.",
    "384965568": "Kuigi säilitamisnõuded on jurisdiktsiooniti erinevad, kirjeldatakse allpool teavet teie isikuandmete erinevate aspektide tüüpiliste säilitamisperioodide kohta.",
    "2788836740": "Kontaktteavet turunduseesmärkidel säilitatakse jooksvalt kuni tellimusest loobumiseni. Seejärel lisame teie andmed määramata ajaks oma keelamisloendisse. Juurdepääsetavuse kasutajatelt kogutud meiliteavet ei kasutata kunagi turunduseesmärkidel.",
    "3520687192": "Teiega suhtlemise dokumente (nt e-posti või Twitteri kaudu avatud tugipiletid) võidakse säilitada tähtajatult.",
    "292211832": "Tehniliste vahenditega (nt küpsised, veebilehtede loendurid ja muud analüüsitööriistad) kogutud teave visatakse ära niipea kui võimalik, kuid seda võib säilitada piiratud aja jooksul kuni ühe aasta jooksul alates küpsise kehtivusaja lõppemisest, tavaliselt tuvastamata ja koondatud kujul. välja arvatud juhul, kui avastame oma teenuse võimalikku kuritarvitamist. Sel juhul säilitame selle teabe, et aidata meil edaspidist kuritarvitamist ära hoida. Me ei saa seostada seda anonüümseks muudetud ja koondatud teavet teie, teie leibkonna, IP-aadressi või mis tahes isikuandmetega, mis põhinevad salvestatud teabel.",
    "470943029": "Kui teil on selle privaatsuspoliitika kohta küsimusi, võtke meiega ühendust aadressil:",
    "3192683783": "Muudatused käesolevas privaatsuspoliitikas",
    "1702335960": "Kogu kogutavale teabele kohaldatakse sellise teabe kogumise ajal kehtinud privaatsuspoliitikat. Siiski võime privaatsuspoliitikat aeg-ajalt üle vaadata. Kui muudatus on oluline, nagu oleme määranud ainult meie, teavitame teid sellest, näiteks e-posti teel. Praegune versioon postitatakse alati meie privaatsuspoliitika lehele.",
    "3669258571": "Küpsiste poliitika",
    "2905621957": "Viimati värskendatud: 18. juulil 2020",
    "1173934218": "Mõistame, et teie privaatsus on teie jaoks oluline ja oleme pühendunud kasutatavate tehnoloogiate läbipaistvusele. See poliitika annab üksikasjalikku teavet selle kohta, kuidas ja millal me oma saitidel ja teenuses küpsiseid kasutame.",
    "2694150481": "Kas me kasutame küpsiseid?",
    "457627611": "Jah. Meie ja meie analüütikud või teenusepakkujad, turunduspartnerid ja sidusettevõtted võime kasutada küpsiseid, veebimajakaid või piksleid ja muid tehnoloogiaid, et tagada kõikidele saitide kasutajatele parim võimalik kogemus. Lisateabe saamiseks vaadake meie privaatsuspoliitika jaotist „Kolmanda osapoole analüüs ja jälgimistehnoloogiad”.",
    "501102544": ": usume, et hCaptcha robotivastane teenus (st veebisaitidele, mängudele või mobiilirakendustele manustatud teenus) sisaldab GDPR-i eeskirjade kohaselt ainult niinimetatud nõusolekust vabastatud küpsiseid. Selliste maksuvabade küpsiste näidete hulka kuuluvad:",
    "461631543": "GDPR-i märkus",
    "2150907653": "*Teenuse osutamiseks hädavajalikud tehnilised küpsised. Nende hulka kuuluvad eelistuste küpsised, seansiküpsised, koormuse tasakaalustamise küpsised jne.",
    "1012122721": "* Otse meie poolt hallatavad statistilised küpsised (st esimese osapoole, mitte kolmanda osapoole küpsised), mille puhul andmeid profiili koostamiseks ei kasutata.",
    "148542287": "See ei ole juriidiline nõuanne ja selle analüüsi kohta ei anta mingeid garantiisid. Kui teil on lisaküsimusi või muresid, võtke meiega ühendust aadressil:",
    "3956117148": "Veebisaidid hCaptcha.com ja BotStop.com (saidid) võivad sisaldada täiendavaid küpsiseid, nagu on kirjeldatud käesolevas poliitikas.",
    "3255230599": "Mis on küpsis?",
    "1095532507": "Küpsis (\"küpsis\") on väike tekstifail, mille veebilehe server asetab teie kõvakettale. Küpsised sisaldavad teavet, mida saab hiljem lugeda teile küpsise väljastanud domeeni veebiserver. Mõnda küpsist kasutatakse ainult siis, kui kasutate teatud funktsioone või valite teatud eelistused, ja mõnda küpsist kasutatakse alati. Iga küpsise kohta saate lisateavet, vaadates meie praegust küpsiste loendit allpool.",
    "2943815316": "Värskendame seda loendit perioodiliselt, seega võib esineda täiendavaid küpsiseid, mida veel loendis pole. Veebimajakaid, silte ja skripte võidakse kasutada saitidel või e-kirjades, et aidata meil edastada küpsiseid, loendada külastusi, mõista kasutust ja kampaania tõhusust ning teha kindlaks, kas e-kiri on avatud ja sellele reageeritud. Võime saada aruandeid, mis põhinevad nende tehnoloogiate kasutamisel meie teenuse/analüütika pakkujate poolt individuaalselt ja koondatult.",
    "2954157511": "Miks me küpsiseid kasutame?",
    "1539071196": "Tavaliselt kasutame küpsiseid järgmistel eesmärkidel:",
    "3545935449": "Uute või varasemate kasutajate äratundmiseks.",
    "32739972": "Oma sisselogimisseansi teabe salvestamiseks, kui olete meie saitidel registreerunud.",
    "4209078147": "Meie saidi täiustamiseks ja teie külastuste paremaks mõistmiseks meie platvormidel ja saidil.",
    "1077448694": "Integreerimiseks kolmandate osapoolte sotsiaalmeedia veebisaitidega.",
    "1709478090": "Et teenindada teid huvipõhise või sihitud reklaamiga.",
    "3256020881": "Teie käitumise ja sirvimistegevuse jälgimiseks aja jooksul mitmel veebisaidil või muul platvormil.",
    "1092241113": "Et mõista paremini meie klientide ja integraatorite huve.",
    "1434289796": "Mõned küpsised on saidi teatud kasutusviiside jaoks vajalikud ja ilma selliste küpsisteta ei saaks me pakkuda paljusid teenuseid, mida vajate saitide õigeks kasutamiseks. Need küpsised võimaldavad meil näiteks oma saite hallata, nii et pääseksite neile juurde nii, nagu olete soovinud, ja annavad meile teada, et olete loonud konto ja sellele kontole sisse loginud, et saidi sisule juurde pääseda. Nende hulka kuuluvad ka küpsised, mis võimaldavad meil meeles pidada teie varasemaid tegevusi sama sirvimisseansi jooksul ja kaitsta meie saite.",
    "1533171442": "Samuti kasutame analüüsi- ja turunduseesmärkidel funktsionaalseid küpsiseid ja kolmandate isikute küpsiseid. Funktsionaalsed küpsised võimaldavad teatud saitide osadel korralikult töötada ja teie kasutajaeelistused jäävad teada. Analüüsiküpsised koguvad muu hulgas teavet selle kohta, kuidas kliendid, integraatorid ja lõppkasutajad meie saite kasutavad, sisu ja tooteid, mida kasutajad kõige sagedamini vaatavad, ning meie kolmandate osapoolte reklaamide tõhususe kohta. Reklaamiküpsised aitavad reklaame asjakohastele sihtrühmadele edastada ja meie reklaame kuvada otsingutulemuste ülaosas. Küpsised on kas \"seansiküpsised\", mis kustutatakse brauseri seansi lõpetamisel, või \"püsivad\", mis jäävad alles kuni teie või küpsise edastanud poole kustutamiseni (seda käsitletakse allpool). Täielik teave kõigi saitidel kasutatavate küpsiste kohta on saadaval meie allolevas küpsiste avalikustamise tabelis.",
    "322830977": "Kuidas küpsiseid keelata.",
    "3885459114": "Tavaliselt saate küpsiste kasutamise aktiveerida või hiljem deaktiveerida oma veebibrauseri sisseehitatud funktsiooni kaudu. Kui soovite küpsiste kohta lisateavet või nende kontrollimise, keelamise või kustutamise kohta lisateavet, külastage üksikasjalike juhiste saamiseks veebisaiti https://www.knowcookies.com/.",
    "262509504": "Võime küpsiste kogutud teabe siduda muu teabega, mille me teilt käesoleva privaatsuspoliitika alusel kogume, ja kasutada kombineeritud teavet, nagu siin on sätestatud. Samamoodi võivad kolmandad osapooled, kes meie saitidel küpsiseid teenindavad, linkida teie nime või e-posti aadressi muu kogutava teabega, mis võib hõlmata varasemaid võrguühenduseta või veebis tehtud oste või teie veebikasutusteavet.",
    "2935155034": "Kui asute Euroopa Majanduspiirkonnas, on teil teatud õigused, mida on kirjeldatud ülal päises \"Teade EL-i andmesubjektidele\", sealhulgas õigus kontrollida ja parandada või kustutada andmeid, mis meil on teie kohta.",
    "1873812847": "Küpsise(te) avalikustamine",
    "3319083717": "Nimi:",
    "3183855267": "1. hmt_id",
    "907324388": "Funktsioon",
    "2896187462": "1. Kasutatakse rangelt vajaliku anonüümse teenusega seotud statistika jaoks ja muudel tehnilistel eesmärkidel, nagu juurdepääsetavuse toe abistamine.",
    "987267027": "Pidu",
    "3453526675": "1. 1. pidu",
    "1952810469": "Tüüp",
    "1795436560": "1. Seanss",
    "102695075": "Kestus",
    "3356329025": "1. 30 päeva",
    "3744153629": "Nimed:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "seanss,",
    "3186435874": "sessionid",
    "720059527": "2. Kasutatakse rangelt vajalikel tehnilistel eesmärkidel: koormuse tasakaalustamine, marsruutimine.",
    "1241291641": "Vaata täpsemalt.",
    "1834801943": "2. 1. pidu",
    "2114694926": "2. Seanss",
    "938404336": "2. Varieerub; kuni 30 päeva.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Kasutatakse rangelt vajalikel tehnilistel eesmärkidel: võimaldab juurdepääsetavuse kasutaja kasutamist.",
    "1061239711": "3. 1. pidu",
    "1483015662": "3. Seanss",
    "3458934553": "3. Varieerub; kuni 30 päeva.",
    "1527172673": "Kui teil on selle küpsiste poliitika kohta küsimusi, võtke meiega ühendust aadressil:",
    "134571844": "Impressum (saidi teatis)",
    "110836420": "Viimati värskendatud: 23. detsember 2020",
    "2901894297": "hCaptcha on Delaware US Corporationi (#6393793) Intuition Machines, Inc. (\"IMI\") teenus.",
    "2928362319": "Posti teel saadetud päringud võib saata aadressile: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Teavet ettevõtte praeguse juhtimise kohta leiate lehelt Teave. Ettevõtte praegune tegevjuht on sisu eest vastutav tegevdirektor.",
    "3094150511": "Reguleeriv asutus: USA föderaalne sidekomisjon, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI ei kohusta ega ole kohustatud selles osalema tarbijavaidluste alternatiivsel lahendamisel tarbijavaidlusi lahendava üksuse ees.",
    "1395644678": "Euroopa Komisjoni ametlik veebipõhine vaidluste lahendamise veebisait:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Sisu osas garantiid puuduvad",
    "707541553": "Kogu meie veebilehtedel sisalduva teabe on kinnitanud IMI või kolmas osapool. Siiski ei saa IMI ega kolmandad osapooled vastutada teabe ajakohasuse, täpsuse või täielikkuse eest. See kehtib ka muude veebisaitide kohta, millele pääseb meie lehtedel olevate hüperlinkide kaudu. IMI ei vastuta nende väliste veebisaitide sisu eest.",
    "2650241052": "Ei mingit nõuannet",
    "3361191778": "Interneti-lehtedel esitatud teave ei kujuta endast individuaalset nõuannet ega saa seda asendada. Kui vajate individuaalset nõu, võtke ühendust meie tugipersonaliga.",
    "1031855757": "Selle saidi kasutamine",
    "204716894": "Meie veebilehtede sisu ja kujundus on kaitstud autoriõiguse seadusega. Lehekülgede ja nende sisu paljundamine viisil, mis ületab mõistliku õiglase kasutamise, nõuab IMI eelnevat kirjalikku nõusolekut, kui lehel pole paljundamiseks ette nähtud muid õigusnorme.",
    "3182435854": "Autoriõigus",
    "3187946010": "Kõik nendel lehtedel olevad tekstid, pildid, graafilised animatsioonid, videod, muusika, helid ja muu materjal on kaitstud autoriõiguse seadusega IMI või kolmandate isikute poolt, kui see on määratud. Selle materjali kopeerimine või muutmine äriliseks kasutamiseks on keelatud viisil, mis ületab mõistliku õiglase kasutamise.",
    "74538881": "Vastutus selle veebisaidi eest",
    "3236873806": "Selle veebisaidi eest vastutab IMI.",
    "2657277322": "Kui teil on küsimusi, võtke meiega ühendust aadressil:",
    "1338341134": "hCaptcha + privaatsuspass (beeta)",
    "88879089": "Privaatsuspass on",
    "1898063898": "kasutajate privaatsuse säilitamiseks, millega koos arendame",
    "1942186611": "ja teised.",
    "3673079511": "tekkiv standard",
    "2164933356": "Cloudflare",
    "3119589996": "Kuidas see toimib: brauserilaiendus annab kasutajatele võimaluse luua ja allkirjastada krüptograafiliselt pimedaid märke veebisaitidele, mis toetavad Privacy Passi protokolli. Laiendus genereerib pääsmeid, mis sisaldavad krüptograafiliselt pimendatud žetoone, millele hCaptcha allkirjastab, kui väljakutse lahendatakse mis tahes saidil, kasutades hCaptcha teenust,",
    "1254771154": "väljakutsed, mis on näidatud teistes Privacy Passi toetavates teenustes, mis sisaldavad ka hCaptcha, nt Cloudflare.",
    "996362763": "Need märgid eemaldatakse ja laiendus salvestab need edaspidiseks kasutamiseks. Kui kasutaja külastab saiti hCaptcha abil ja peab väljakutse läbima (olgu see nähtamatu või nupu \"Ma olen inimene\" kaudu), lunastab see automaatselt. Pimestamisprotseduur tähendab, et allkirjastatud ja lunastatud märgid on hCaptcha vaatenurgast krüptograafiliselt sidumatud ja seega säilib kasutaja privaatsus.",
    "2943346052": "Kuna IETF-i standardimisprotsess jätkub, eeldame, et suuremad brauserid võtavad teatud vormis Privacy Pass'i omaks. See muudab laienduse lõpuks tarbetuks. Praegu aga järgige allolevaid juhiseid.",
    "2326660907": "välja arvatud",
    "741483946": "* Teisisõnu: saate hCaptcha Privacy Passi märgid saidilt hCaptcha.com ja kasutada neid teistel saitidel otse saidi hCaptcha.com kaudu. Te ei saa hankida ega lunastada hCaptcha privaatsuspassi märke, et Cloudflare'i kasutatavast hCaptcha teenusest mööda minna, kuna Cloudflare väljastab ja lunastab oma privaatsuspassi märgid.",
    "1362015807": "Alustamine",
    "1358325821": "Esmalt installige laiendus",
    "310885519": "või",
    "4091044469": ". Veenduge, et oleksite laienduse inkognito režiimis lubanud. Seejärel külastage hCaptcha abil mõnda veebisaiti ja lahendage captcha. Alates versioonist 2.0.3 saate need märgid hCaptcha abil veebisaitidel lunastada.",
    "3904679538": "Chrome",
    "3700767772": "Kui olete laienduse installinud, klõpsake pääsmete teenimiseks siin (või mis tahes hCaptcha-d kasutaval veebisaidil):",
    "166277959": "Pange tähele: see funktsioon on praegu beetaversioonis ja ei pruugi kõigi veebisaitide ja kasutajate jaoks pidevalt töötada. Juhul, kui see ei ole lubatud või ei tööta konkreetse kasutaja jaoks, taandub käitumine lihtsalt hCaptcha standardsele kogemusele ilma funktsionaalsuse kadumiseta.",
    "3031357206": "URL-i riba kõrvale ilmub uus ikoon. Nüüd külastage hCaptcha abil veebisaiti. See näeb välja selline:",
    "1066753052": "mis tähendab, et rahakott on tühi ja olete saidil, mis sisaldab hCaptcha väljakutset. Kui olete väljakutse täitnud, teenite žetoone, mida saate hCaptcha abil lunastada mis tahes muul veebisaidil.",
    "651123197": "Pärast väljakutse täitmist kuvatakse ikoonil teie rahakoti praeguse kogusumma arv.",
    "554844646": "Saate kinnitada, et laiendus töötab, kui näete, et loendur väheneb iga kord, kui klõpsate, 1 võrra",
    "4087729475": "väljakutse pärast teie esialgset lahendamist.",
    "647630208": "Ja see ongi kõik! Teie veebisirvimine on nüüd privaatsem.",
    "3272552822": "Arendajad ja krüptograafid:",
    "4059570880": "Kui soovite standardimistegevust jälgida, tehakse praegu jõupingutusi aadressil",
    "1904390996": "standardiseerida",
    "252720667": "Privacy Passi krüptograafilise turvalisuse aluseks. Protokoll ise läbib",
    "3972554015": "samuti protsessi. Ja brauseri laiendus on loomulikult olemas",
    "3723626769": "kaastöö ja arvustuse eest.",
    "3882147547": "Unustavad pseudojuhuslikud funktsioonid",
    "565624910": "mustand",
    "3421090159": "avatud lähtekoodiga",
    "3098677775": "K: Kas minu IP ja sirvimisajalugu on privaatsuspassi kasutamisel hCaptcha jaoks täiesti privaatsed?",
    "4019638786": "V: hCaptcha privaatsuspassi kasutajad ei avalda kunagi oma IP-d hCaptchale, välja arvatud juhul, kui nende brauseri rahakott on tühi või sait selle saadab. hCaptcha ei saa kasutajat tokeni lunastamisega siduda ja ta ei suhtle lunastamise ajal kasutajaga otse, välja arvatud juhul, kui tema loa rahakott on tühi.",
    "3887113660": "K: Kuidas Privacy Pass mõjutab hCaptcha tulusid?",
    "1116455671": "V. Kui kasutaja selle teie saidil lõpetab, teenite esialgse lahenduse eest tasu. Lunastamised järgivad sama vastusemustrit, nagu oleks kasutaja kõrge kliendi usalduse tõttu teie saidil automaatselt läbinud: tulu ei toimu ja teie serveri saidi kontrollimise kõne saab läbimise tulemustes \"krediit: vale\".",
    "779817954": "K: Kui mul on Privacy Passi pääsmed, mille on välja andnud mõni muu pakkuja, kas ma saan need hCaptcha kaudu lunastada?",
    "3014149332": "V: Ei, pääsmed ei ole koostalitlusvõimelised: need peab väljastama ja lunastama sama asutus, antud juhul hCaptcha. Pange tähele, et kui teie laienduses on nii Cloudflare'i kui ka hCaptcha pääsmed, muutub saadaolev arv õigeks, olenevalt külastatava lehe nõudest. Teisisõnu, kui teie rahakotis on 100 Cloudflare'i pääset ja 10 hCaptcha pääset, peaksite hCaptcha manustatud lehtede laienduse ikoonil nägema 10.",
    "3679148535": "K: Milliste teiste Privacy Passi rakendustega te töötate?",
    "1606783855": "V: Oleme väga huvitatud juurdepääsetavuse (\"a11y\") privaatsuspassist. Varem populaarsed valikud, nagu heli captchas, diskrimineerivad paljusid a11y kasutajaid. Usume, et meie praeguse a11y lähenemisviisi kombineerimine privaatsuspassi väljaandmisega võimaldab a11y kasutajatel turvaliselt sirvida, teades, et nende liiklus on privaatsem, ning piirab samas robotite operaatorite kuritarvitamist, mis paratamatult juhtub, kui a11y valikud on saadaval.",
    "2359150347": "K: Kas teised võrguturbeteenused toetavad Privacy Passi?",
    "2082237880": "V: hCaptcha on esimene omataoline teenus, mis toetab Privacy Passi, ja on praegu ainus, mis seda teeb. Ootame aga, et teised teenused tunnistavad veebis kasutajate privaatsuse suurendamise eeliseid ja eeldame, et tulevikus rakendatakse rohkem rakendusi, kuna IETF-i standardid, mida me arendame, võetakse ametlikult vastu.",
    "2109792055": "Kasutusjuhend: privaatsuspassi väljastamise ja kinnitamisega seotud silumisprobleemid",
    "3588620914": "Privacy Pass on veebistandardite järgi uus leiutis ning selle funktsionaalsust võivad häirida teised rakendused ja brauseri laiendused, mis sellest teadlikud ei ole.",
    "4039193170": "Kui teil on žetoonide hankimisel või lunastamisel probleeme, toimige järgmiselt.",
    "2378786360": "1. Proovige mõnda teist toetatud brauserit: kui kasutate Chrome'i, proovige kasutada Firefoxi ilma seadeid Chrome'ist importimata ja installige pistikprogramm sinna. Kui see töötab, võib teil olla brauseri konfiguratsiooniprobleem.",
    "394235836": "3. Kui ükski ülaltoodud soovitustest ei tööta, saatke meile toe e-kiri ja aitame hea meelega, mis toimub.",
    "3470857731": "Analüüs selle kohta, kui hästi reCAPTCHA roboteid tuvastab.",
    "3240786848": "Viimati värskendatud: 18. veebruar 2021",
    "2547140673": "Google'i teenus reCAPTCHA on pakkunud veebisaitide omanikele rohkem kui kümne aasta jooksul tehingut: laske Google'il oma kasutajaid jälgida ja neilt küsimusi esitada ning vastutasuks lubavad nad peatada robotid ja rämpsposti.",
    "2133754014": "Rohkem kui 4,5 miljonit veebisaiti kasutavad reCAPTCHA [",
    "3152512587": "ja süsteem kogub sadu miljoneid igapäevaseid lahendusi. [",
    "2296918009": "See võrdub enam kui 100 tööaastaga iga päev.",
    "3900538778": "Märgistatud andmed on kütus, mis toetab masinõpet. reCAPTCHA vastuseid on kasutatud Google'i ML/AI teenuste täiustamiseks alates 2009. aastast. Paljud reCAPTCHA-d kasutavad inimesed ei mõista, et nende tööjõudu kasutatakse.",
    "1160252730": "Google nõuab nüüd reCAPTCHA Enterprise'i eest kõrget hinda, mistõttu paljud ettevõtted hindavad seda tehingut ümber.",
    "1131196501": "Suuremad ettevõtted nagu",
    "204889717": "on vahetanud hCaptcha vastu",
    "639413188": "vastuseks.",
    "3280658086": "ettevõtte lahendused",
    "3842815245": "Kas see on aus kaubandus?",
    "714342693": "HCaptcha meeskond on kogunud hinnaandmeid \"tumeda veebi\" captcha-murdmisteenustest alates 2016. aastast. Märkasime huvitavat trendi:",
    "468929661": "ReCAPTCHA purunemise keskmine hind on uskumatult madal (alla 1 dollari 1000 lahenduse kohta) ega ole pärast meie jälgimise algust 2016. aastal oluliselt suurenenud. See kehtib nii reCAPTCHA v2 kui ka v3 kohta. [",
    "2862164005": "Hinnaandmed võimaldavad meil määrata reCAPTCHA pakutavale turvalisusele täpse dollari väärtuse: 0,001 dollarit või vähem vastuse kohta.",
    "102498091": "Google võtab reCAPTCHA Enterprise'i eest tasu 1 dollari 1000 päringu kohta, mis tähendab, et nad võtavad nüüd ühe päringu eest rohkem, kui nende teenuse turvalisuse rikkumine maksab. See tundub olevat halb tehing.",
    "130239139": "Kui suur on Google'i iga päev kogutud 100+ inimaasta töö väärtus?",
    "1421074182": "Oluliselt kõrgem.",
    "1953519598": "Ühe pildi sildistamise hind jääb vahemikku 0,03–1,00 dollarit või rohkem. Konservatiivse hinnangu kohaselt on Google tänaseks ammutanud miljardeid dollareid tasuta tööjõudu. [",
    "3025548709": "Kas sellele ebaausale tehingule on alternatiivi?",
    "263761351": "hCaptcha on esimene usaldusväärne alternatiiv, mida nüüd kasutavad iga kuu sajad miljonid inimesed.",
    "2743692546": "Kui kasutajad tõestavad oma inimlikkust hCaptcha kaudu, siseneb nende tööjõud pakkumiste tegemiseks anonüümsele avatud turule.",
    "1982750088": "Ettevõtted üle kogu maailma pakuvad sellele tööjõule pakkumisi, et täita lihtsaid ülesandeid, mis on inimestele lihtsad, kuid masinatele rasked. Kasutajad toetavad külastatavat saiti ja kogevad kõrgema turvataseme tõttu vähem veebirämpsposti.",
    "1108398506": "kliendid saavad kogemuse üle täieliku kontrolli ja saavad kasu teadmistest, mille hCaptcha on omandanud Interneti suurima sõltumatu väljakutsete pakkujana. Samuti saavad nad parema pakkumise kui reCAPTCHA Enterprise: olenevalt mahust kuni 50–80% parem hind.",
    "3012870872": "Tasuta versiooni (hCaptcha Publisher) kasutavad veebisaidid ja rakendused teenivad selle tööga tulu selle asemel, et seda Google'ile annetada.",
    "2271512952": "Kasutajad toetavad külastatavat saiti ja kogevad vähem veebirämpsposti.",
    "278010425": "Ka hCaptcha laia ja sageli muutuvat ülesannete valikut on raskem automatiseerida. ReCAPTCHA ühtne liides pole paljude aastate jooksul muutunud ja sellel on väike hulk harva muutuvaid küsimusi. See on üks viise, kuidas hCaptcha pakub tugevamat robotitevastast kaitset kui reCAPTCHA.",
    "984849234": "hCaptcha kasutab täiustatud masinõpet, et täita seda, mida reCAPTCHA ainult lubab, jagades samal ajal jäädvustatud väärtust seda kasutavate veebisaitidega.",
    "4063769686": "Kasutajad toetavad külastatavat saiti ja kogevad vähem veebirämpsposti. See tundub õiglasem tehing.",
    "685916926": "Miks pole reCAPTCHA aja jooksul paranenud?",
    "3992401943": "Alates 2012. aastast on süvaõppes toimunud revolutsioon. Tööstusharu ülesannete täpsuse norm on viimase kümnendi jooksul oluliselt paranenud, peamiselt tänu sügavatele konvolutsioonivõrkudele. Muud Google'i pakutavad ML-toega teenused on järginud seda kõverat.",
    "615031303": "(Vt joonealuseid märkusi",
    "2125514305": "ML on paranenud, kuid reCAPTCHA-st möödahiilimise raskus ei ole selle aja jooksul oluliselt muutunud.",
    "1406188018": "6 ja 7",
    "2689973938": "ReCAPTCHA täiustamine tekitab Google'i kui reklaamimüüja jaoks sisemise konflikti.",
    "464238793": "Kui Google ise tuvastab, et reklaami näinud või lingil klõpsanud kasutaja oli tegelikult robot, ei saa ta sellele kasutajale kuvatud reklaamide eest tasu maksta. See huvide konflikt on tõsiselt piiranud Google'i robotivastaste ambitsioonide ulatust.",
    "918924423": "Näiteks pole Google pakkunud ilmselgelt väärtuslikke teenuseid, nagu tagasiulatuv roboti tuvastamine. Palju usaldusväärsem on pärast mitmepäevaste andmete analüüsimist kuulutada kasutajaliikluse boti loodud.",
    "661412233": "Samuti on väärtuslik teadmine pärast captcha-d, et mõned kasutajad olid robotid. See võimaldab veebisaitide omanikel puhastada vanad rämpspostipostitused ja kustutada tulevikus rämpspostifoorumitesse registreeritud \"magajate kontod\", vähendada pettusi ja palju muud.",
    "3600797185": "Tagasiulatuva robotituvastuse pakkumine avaks Google'ile keerulisi küsimusi selle kohta, kuidas tagasiulatuvalt tagasi maksta reklaamijatele, kes kulutasid petturlikule liiklusele raha.",
    "2076932190": "ReCAPTCHA toode on seega kümme aastat seisma jäänud.",
    "3856912381": "Kasutajad on kannatanud ja nüüd vohab tarbetu veebirämpspost. Kuid on olemas alternatiiv.",
    "1035621426": "Iga reCAPTCHA tuvastatud robot vähendab otseselt Google'i reklaamitulu.",
    "3668115514": "Mille poolest hCaptcha erineb?",
    "2413742287": "hCaptcha stiimul on maksimeerida täpsust, mitte reklaamitulu: robotite vastused on meie klientide jaoks kasutud, kes vajavad inimeste koolitusandmeid.",
    "1373262754": "Isiku teadmine on hCaptcha jaoks minimaalne. Meid huvitab ainult see, kas nad on inimesed või pahatahtlikud näitlejad.",
    "600646860": "Selle asemel, et pakkuda küsitava väärtusega teenust tegeliku väärtusega tööjõu hankimisel, pakub hCaptcha nii hüvitist kui ka tugevat robotitevastast kaitset.",
    "1836191653": "Selle asemel, et pakkuda tasuta kasutajatele hõlpsasti kaotatavat teenust, nõudes samal ajal miljoneid dollareid ettevõtteversiooni eest, mis pole palju parem, pakub hCaptcha mõlemale suurepärast robotikaitset, pakkudes samal ajal ettevõttekasutajatele lisafunktsioone ja kohandamist koos tugevate SLA-de ja kiire toega.",
    "990215503": "hCaptcha on ainus suurem captcha teenus, mis ei kuulu reklaamivõrgustikule.",
    "971933157": "hCaptcha hoolib privaatsusest, läbipaistvusest ja õiglusest.",
    "178839499": "hCaptcha jagab tehtud töö väärtust, samal ajal kui kasutajad tõestavad oma inimlikkust.",
    "1237076138": "hCaptcha pakub õiglast pakkumist nii tasuta (hCaptcha Publisher) kui ka ettevõtetele (hCaptcha Enterprise) klientidele.",
    "614310292": "Kes ehitas hCaptcha?",
    "4188814619": "hCaptcha on intuitsioonimasinate teenus (",
    "3265328927": "), masinõppeettevõte, mis pakub tooteid ja teenuseid ettevõtetele, kes rakendavad laialdaselt masinõpet.",
    "2740033957": "IM-meeskond koosneb Apple'i, Amazoni teadlastest ja inseneridest ning teistest masinõppe, hajutatud süsteemide ja turvalisuse juhtidest.",
    "1579715421": "IM-teadlased avaldavad regulaarselt publikatsioone tippkonverentsidel, nagu ICML, ICLR, ECCV ja NeurIPS, ning ettevõte on avalikult avaldanud tipptasemel tulemusi sellistes ML-valdkondades nagu sügav räsimine [",
    "4015238193": "ja OCR [",
    "279580593": "imachines.com",
    "279918384": "Kuidas Google teie tasuta tööjõudu kasutab?",
    "2385522384": "Tõenäoliselt nägite Google'i Waymo isejuhtivate autode kaamerate videokaadreid ja aitasite parandada nende objektide tuvastamist.",
    "1517627947": "Tõenäoliselt nägite Google'i Streetview autode pilte hoonetest või tänavasilte ning aitasite nende Mapsi ja Earthi toodete asukohti märgistada.",
    "3225936061": "Tõenäoliselt nägite Google'i raamatute teenuses raamatute lehtedelt võetud tekstipilte ja aitasite parandada nende OCR-i (tekstituvastustarkvara).",
    "129661785": "Kas olete kunagi palunud \"klõpsata autol/ülekäigurajal/tulel?\"",
    "936667684": "Kas olete kunagi palunud \"sisestada hoone/tänava silt?\"",
    "3773515538": "Kas olete kunagi palunud \"sisestage kaks sõna?\"",
    "1778058441": "Milliseid töid hCaptcha kasutab?",
    "366088791": "hCaptcha toetab mitmesuguseid ülesandeid.",
    "3114147525": "hCaptcha kliendid kasutavad teenust selliste ülesannete täitmiseks nagu objektide tuvastamine, atribuutide tuvastamine (siltide kogumine rõivatüüpide tuvastamiseks), asjakohasuse järjestamine (põhitootega võrreldes mitme võimaluse hulgast kõige asjakohasema toote valimine), piirdekastid (huvipakkuvate alade leidmine pilt), \"Inimese OCR\" (pildil oleva teksti tuvastamine) ja palju muud tüüpi ülesandeid.",
    "3139609561": "Allpool on kaks näidet piltide klassifitseerimise ja atribuutide tuvastamise töötüüpide kohta. [",
    "2273532558": "Kes on hCaptcha maksvad kliendid?",
    "4104221634": "hCaptcha kliendid hõlmavad mitmesuguseid tööstusharusid alates tehnoloogiaettevõtetest kuni moe-, jaemüügi- ja muude valdkondadeni, kus nad saavad masinõppe rakendamisega väärtust luua.",
    "1337725003": "hCaptcha on pühendunud suure hulga reaalajas annotatsioonide juurdepääsu demokratiseerimisele, võimaldades suurtel ja väikestel ettevõtetel parandada oma toodete ja teenuste kvaliteeti, rakendades oma ettevõttes masinõpet.",
    "4086379603": "Küsimused?",
    "1243684308": "Võtame teie tagasisidet tõsiselt ja tahame tagada, et kõigil oleks võrgus meeldivam kogemus, vähem roboteid ja vähem rämpsposti. Võtke meiega ühendust:",
    "2645321220": "Ja kui arvate, et reCAPTCHA hind on liiga kõrge, küsige meilt hCaptcha Enterprise'i kohta. Praegu kasutavad mõned maailma suurimad kirjastajad, finantsteenuste ettevõtted ja veebitaristu ettevõtted, kuid need pole mitte ainult reCAPTCHA usaldusväärne alternatiiv: usume, et need pakuvad parimat praegu saadaolevat robotikaitset.",
    "1229233916": "Joonealused märkused",
    "1115642494": "1. Allikas: BuiltWith.com reCAPTCHA saidi loendid. Vaadatud 9. juulil 2019.",
    "448807334": "(\"Inimesed lahendavad iga päev sadu miljoneid CAPTCHA-sid.\") Laaditi alla 8. juulil 2019.",
    "2397590157": "3. Konservatiivne hinnang: 200 miljonit lahendust * 30 sekundit lahenduse kohta aastates = 190,3 inimaastat päevas.",
    "3236311792": "4. hCaptcha siseanalüüs. Andmed koguti kuni 30. juunini 2019. Üksikasjad on saadaval nõudmisel.",
    "1752259468": "5. Konservatiivne hinnang: ühe märkuse maksumus 0,01 dollarit * 200 miljonit keskm. märkused päevas (alumine piir) * 365 päeva aastas * 10 aastat alates 2009. aasta omandamisest = 7,3 miljardi dollari alumine piirväärtus.",
    "3268946369": "6. Krediit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Allikas: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTILISE HIERARHIA PÕHINED SUHETUSED NÕRGA JÄRELEVALVEGA SÜGAV RÄSI, Heikki Arponen, Tom E Bishop. ICML 2019, LLD töötuba.",
    "2544169219": "Viimased tipptasemel tulemused: ICML LLD, mai 2019.",
    "1973347745": "10. Autoritasuvabad näidispildid. Allikas: Petapixel.",
    "1493115924": "Kaubamärgi märkmed:",
    "4051104324": "\"Intuition Machines\" on ettevõtte Intuition Machines, Inc. registreeritud kaubamärk.",
    "3983646521": "Kõik tootenimed, logod, kaubamärgid, kaubamärgid ja registreeritud kaubamärgid on nende vastavate omanike omand. Kõik sellel veebisaidil kasutatud ettevõtete, toodete ja teenuste nimed on ainult tuvastamise eesmärgil. Nende nimede, kaubamärkide ja kaubamärkide kasutamine ei tähenda heakskiitu. Antud juhul hoopis vastupidi.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM-teadlased seadsid CVPR 2020 raames uue võrdlusaluse nõrgalt jälgitava tekstituvastuse (OCR) jaoks.",
    "1259002282": "Leidsid vea? Siit saate teada, kuidas sellest teatada.",
    "3301728462": "Miljonid inimesed kasutavad hCaptchat iga kuu tuhandetes brauserite, laienduste, seadmete, tulemüüride ja muu kombinatsioonis.",
    "3878230879": "Meie eesmärk on tagada, et see alati teie jaoks toimiks, seega oleme teie aruannete eest väga tänulikud!",
    "2465128185": "Kiire tagasiside andmiseks klõpsake lihtsalt nuppu \"Saada meile tagasisidet\".",
    "2921990472": "Kui näete funktsionaalset probleemi, järgige juhiseid",
    "2870341481": "allpool. Kõigi muude brauserite jaoks lihtsalt",
    "1866590035": "silumislogi juhised Chrome'i jaoks",
    "444492541": "silumislogi juhised Firefoxi jaoks",
    "169267610": "saatke meile e-kiri",
    "3100722753": "Võimalike turva- või privaatsusprobleemide kohta vaadake allolevaid juhiseid.",
    "1906593952": "Andke tagasisidet just nähtud hCaptcha kohta",
    "3951254541": "Hindame teie panust. Andke meile probleemidest teada ja me lahendame need kiiresti.",
    "3324288040": "Saatke meile tagasisidet",
    "2864016648": "Privaatsus probleemid",
    "304004915": "Meid ei huvita, kes on kasutajad, vaid see, kui tõenäoline on, et nad on pahatahtlikud või masinad. Toetame selliseid algatusi nagu",
    "1139493658": "ning pingutage privaatsuse ja turvalisuse tasakaalustamiseks.",
    "3083289844": "Kui leiate probleemi, mis teie arvates võib mõjutada kasutaja privaatsust, saatke meile e-kiri aadressil",
    "4264784515": "Turvavead",
    "963238401": "Oleme alati huvitatud turvavigade teadete saamisest. Meil",
    "3926027556": "ja me võtame teiega kiiresti tagasi.",
    "1589805435": "Meil on ka a",
    "2560582224": "bug bounty programm",
    "103876916": "hCaptcha teenuse ja sellega seotud lähtekoodi nõuetele vastavate turbearuannete jaoks.",
    "497117287": "Juurdepääsetavuse valikud",
    "3230004040": "Kas olete vaegnägija või ei saa muul viisil hCaptchasid täita?",
    "3480023141": "Lisateave juurdepääsetavuse valikute kohta",
    "2052161540": "Veaaruande üksikasjade jäädvustamine: Chrome",
    "2281169898": "Kui saadate koos aruandega silumisinfo, on meil palju lihtsam tuvastada, mis toimub. Siin on samm-sammult juhised:",
    "1123365779": "Kui olete veebiarendaja või asjatundlik kasutaja, soovime kokkuvõtteks, et saadaksite meile võrgusalvestuse HAR-i ja brauseri konsooli logid.",
    "2015218686": "enne nende sammude läbimist. Kui see teie probleemi lahendab, oleksime tänulikud, kui annaksite meile teada oma brauseri versiooni, reklaamiblokeerija või brauseri laienduse ja veebisaidi URL-i.",
    "3922723611": "Proovige keelata kõik reklaamiblokeerijad või brauseri turvalaiendid",
    "4036872105": "esmalt ja siis uuesti",
    "993651083": "1. toiming: avage arendaja tööriistad (see alustab seansi salvestamist.)",
    "4163469907": "2. samm: klõpsake arendaja tööriistades vahekaarti Võrk. Märkige ülaosas ruut \"Säilita logi\".",
    "4243348003": "3. samm: külastage",
    "641342999": ", või veebisait, millega teil on probleem (Privaatsusmärkus: ainult siis, kui te ei soovi seda jagada) ... ja seejärel klõpsake nuppu \"Ma olen inimene\" ja proovige seda lahendada.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4. samm: pärast lahenduse proovimist klõpsake \"Ekspordi HAR\" (väike allanool), mis salvestab võrgulogi. Saada see fail meile.",
    "1503240421": "5. samm: klõpsake konsoolilogi salvestamiseks vahekaarti Konsool ja paremklõpsake seejärel \"Salvesta kui ..\" Saada meile ka see.",
    "2863840904": "6. samm: viimane samm, saatke need HAR-i ja konsooli logifailid meile meiliga ning kirjeldage probleemi",
    "4051785543": "Kasuta:",
    "3623028666": "(palun kasutage teenust nagu",
    "551761392": "ja saatke linke) ja soovi korral ekraanipildi, kui kahtlustate, et midagi ei kuvata õigesti. Palun saatke ka kasutatav IP. Saate selle saada",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Täname, et leidsite aega, et aidata meil seda teavet hankida!",
    "3680327841": "Oleme pühendunud sellele, et hCaptcha töötaks kõigi jaoks hästi",
    "1059502393": "Veaaruande üksikasjade jäädvustamine: Firefox",
    "1112074001": "2. samm: klõpsake arendaja tööriistades vahekaarti Võrk. Märkige ülaosas ruut \"Püsi logid\".",
    "1797298240": "4. samm: pärast lahenduse proovimist klõpsake \"HAR\" ja valige võrgulogi salvestamiseks \"Salvesta kõik kui HAR\". Saada see fail meile.",
    "3671246379": "5. samm: klõpsake vahekaarti Konsool ja paremklõpsake seejärel \"Vali kõik\" ja salvestage see tekstifaili, et salvestada konsooli logi. Saada meile ka see.",
    "3816867833": "Tagasiside",
    "788770967": "Kahju seda kuulda! Võib-olla soovite kasutada meie juurdepääsetavuse valikut:",
    "1333016413": "See võimaldab teil registreerumise ja küpsise seadmise kaudu vältida tulevasi küsimusi.",
    "2333410049": "Proovige ka oma reklaamiblokeerija välja lülitada.",
    "1345083090": "Kas teavitada funktsiooniprobleemist?",
    "2184564739": "Vaata",
    "604751186": "Teised probleemid? Meil",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "kuidas üksikasjalike logidega probleemidest teatada",
    "1050501253": "Liiga raske",
    "3264813246": "Sobimatu",
    "3526939538": "Tarkvaraviga",
    "126134492": "muud",
    "3511610999": "Veenduge, et jõuate õigesse kohta.",
    "3906886217": "Ettevõtete või veebisaitide jaoks",
    "1621597093": "Ettevõtte turvalahendused (tasuline)",
    "3176531704": "Andmete annotatsioon",
    "1834239172": "Ostke hCaptcha annotatsiooniteenused",
    "1457707016": "Üksikisikute jaoks",
    "770264626": "Lisage oma teenusesse hCaptcha (tasuta)",
    "881015166": "Lisa hCaptcha for Publishers minu veebisaidile või rakendusse",
    "47536007": "Lisateave hCaptcha kohta",
    "2012837493": "Otsingu tulemused",
    "4034694801": "Vastavaid tulemusi pole.",
    "3621411541": "Lisateave hCaptcha juurdepääsetavuse valikute kohta",
    "3401005681": "Teeni raha",
    "3933993151": "Töötage individuaalse andmesildistajana",
    "563059212": "Alamprotsessorite loend",
    "3501923981": "Viimati värskendatud: 1. jaanuar 2020.",
    "3548097301": "Kehtib: 1. jaanuaril 2020.",
    "3991444169": "Sellel lehel on loetletud teenuse hCaptcha Enterprise praegused alamprotsessorid.",
    "835396984": "Hetkel aktiivne",
    "424089481": "Amazon Web Services, Inc. (ülemaailmne). Pakutavad teenused: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (ülemaailmne). Pakutavad teenused: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globaalne). Pakutavad teenused: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (globaalne). Pakutavad teenused: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Märkus: ei kehti kõikidele klientidele. Näiteks IP Blinding või muud kõrgetasemelised privaatsus- või turvavõimaluste kliendid (nt Secure Virtual Renancy kliendid) on täielikult välistatud kõigist potentsiaalsetest telemeetriasüsteemidesse sisenevatest PII-dest, isegi IP-aadressidest. Vajadusel võtke lisateabe saamiseks ühendust oma konto esindajaga.",
    "700843971": "Hound Technology, Inc. (ülemaailmne). Pakutavad teenused: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (ülemaailmne). Pakutavad teenused: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (ülemaailmne). Pakutavad teenused: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (ülemaailmne). Pakutavad teenused: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktuur",
    "370366524": "Efemeerne teenuse telemeetria",
    "121192737": "Tulevased täiendused",
    "2420789666": "Fastly, Inc. Pakutavad teenused: kiire CDN ja servaarvutus.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Kehtib: 1. september 2021. Infrastruktuuri täiendus",
    "1487796027": "Ettevõtete jaoks",
    "3943417791": "Hankige hCaptcha Enterprise'i (BotStop) tuge",
    "702287791": "hCaptcha Publisher (tasuta)",
    "3397976149": "Hankige hCaptcha Publisheri tuge",
    "833750823": "Kas teil on väljakutsega raskusi?",
    "2024737147": "Kas soovite veast teatada?",
    "1978884623": "Lisateave tarkvaraprobleemidest teatamise kohta",
    "4188664955": "Põhilised teenusetingimused",
    "2621989404": "Viimati värskendatud: 24. september 2021. Pange tähele, et meie ingliskeelsed terminid on autoriteetsed.",
    "2404545611": "Tere tulemast hCaptchasse! Täname, et olete osa meie kogukonnast. Kõik \"Teenuste\" (määratletud allpool) kasutajad peavad nõustuma järgmiste tingimustega (\"Teenusetingimused\"). Nende teenusetingimuste kohaselt viitavad \"IMI\", \"meie\" ja \"meie\" ettevõttele Intuition Machines, Inc. ja selle tütarettevõtetele, sidusettevõtetele, ametnikele, agentidele, töötajatele, esindajatele ja agentidele ning meie \"veebisait\" hõlmab kõiki veebisaite meie kontroll, sealhulgas www.hcaptcha.com ja www.imachines.com.",
    "2348450790": "Lugege neid teenusetingimusi. Need hõlmavad muu hulgas garantiidest lahtiütlemisi, vastutuse piiranguid ja siduvat vahekohtumenetlust. Pange tähele, et need teenusetingimused võivad olla muutunud pärast teie viimast meie veebisaidi külastust. Võime neid teenusetingimusi aeg-ajalt oma äranägemisel üle vaadata ja värskendada. Olulise muudatuse korral teavitame teid sellest, postitades sellele lehele värskendatud teenusetingimused, misjärel peate saidi või teenuse kasutamise või juurdepääsu jätkamiseks värskendatud teenusetingimustega jaatavalt nõustuma.",
    "1064537632": "Pange tähele, et meie teenuse kasutamist reguleerib meie andmetöötlusleping, mis on siia lisatud viitena. Vaadake see leping üle, et näha, kuidas me teie nimel isikuandmeid töötleme. Pange tähele, et me tegutseme \"andmete töötlejana\" EL-i andmekaitse üldmääruse tähenduses ja \"teenusepakkujana\" California tarbijate privaatsusseaduse tähenduses.",
    "1933936765": "Andmetöötlusleping (viimati värskendatud: 23. september 2021)",
    "2959486280": "Kui te ei nõustu nende teenusetingimustega, ei tohi te saiti ega teenust kasutada ega sellele juurde pääseda.",
    "3200859925": "1. Eesmärk",
    "1807143500": "Teenused hõlmavad võrguturbeteenust (\"hCaptcha teenus\") ja platvormi (\"Intuitsioonimasinate platvorm\"), millel üksikisik (\"Kaasautor\") saab valida, kas täita ülesandeid, mida kolmas osapool üksus või Intuitsioonimasinad ise (igaüks \"Taotleja\") postitab meie veebisaidile või hCaptcha teenusesse kas otse meie veebisaidil või sisenedes Intuitsioonimasinate platvormile ja/või täites ülesandeid kolmanda osapoole üksuse ja/või platvormi või teenuse kaudu või sellega seoses (igaüks \"Integraator\"). Taotlejad postitavad ülesandeid ja kutsuvad kaastöötajaid neid täitma vastutasuks tasu eest, mille IMI pakub integraatoritele või kui taotleja on määranud, kui taotleja kasutab Intuitsioonimasinate platvormi või hCaptcha teenust oma lõppkasutajatele ülesannete teenindamiseks. Võtame ettevõtetelt ja üksikisikutelt (igaüks \"klient\") meie platvormi kasutamise eest tasu, et nad saaksid kasutada meie tarkvara, autoriülesandeid, palgata meid autoriülesannete täitmiseks ja/või pääseda juurde kaastöölistele. Samuti võtame integraatoritelt tasu meie hCaptcha teenuse kasutamise eest, et vähendada pettusi, kuritarvitamist ja rämpsposti nende veebisaitidel, mobiilirakendustes ja muudes võrguvarades. Eelnevat nimetatakse ühiselt \"teenusteks\".",
    "3212830633": "2. Abikõlblikkus",
    "2605814073": "Meie teenuseid kasutades või selleks registreerudes nõustute: olete vähemalt 18-aastane; teil on õigus sõlmida see leping enda või esindatava juriidilise isiku nimel ning järgite alati käesolevaid teenusetingimusi ning kõiki siin viidatud IMI eeskirju ja juhiseid; ja te ei kuritarvita meie veebisaiti, ei esita meile valeandmeid oma identiteedist ega kasuta tehisintellekti IMI-s mis tahes ülesande täitmiseks, mis nõuab inimintellekti.",
    "2616040974": "3. Kliendid ja taotlejad",
    "1544829730": "Kui olete klient või taotleja, nõustute sellega, et kehtivad siin Kliendilisana lisatud täiendavad tingimused ja need lisatakse viitena käesolevatesse teenusetingimustesse. Kui te ei ole klient või taotleja või lakkate olemast klient või taotleja, siis kliendilisas olevad lisatingimused ei kehti ega lisata neid käesolevatesse teenusetingimustesse viitena.",
    "3759360138": "4. Kasutajanimi ja parool",
    "2236960358": "Registreerumisel palutakse teil avaldada teatud isiklik teave teie kohta (\"Isiklik teave\"), sealhulgas teie nimi, e-posti aadress ning luua kasutajanimi ja parool, mis kõik alluvad meie privaatsuspoliitikale, mis on saadaval meie veebisaidil. veebisait. Ainuisikuliselt vastutate oma konto, paroolide ja kontoga seotud autentimisvõtmete jälgimise, tagamise ja turvalisuse eest ning vastutate teenustes selle teabe kasutamise või tegevuse eest.",
    "3047519814": "Nõustute, et te ei jaga oma kontot ega parooli kellegagi.",
    "1699668873": "Peate IMI-d viivitamatult teavitama, kui kahtlustate, et teie kontoteave on varastatud või kellegi teise poolt kasutatud või mis tahes muust turvarikkumisest.",
    "3044038608": "Nõustute esitama meile tõest, täpset ja täielikku teavet, nagu meie registreerimisprotsessis nõutakse. Samuti nõustute seda teavet viivitamatult värskendama, et see oleks ajakohane ja täpne.",
    "4132302900": "5. Teie privaatsus, teie andmed ja „Andmed kõigile”",
    "10724169": "Nõustute meie privaatsuspoliitikaga, mis reguleerib seda, mida me teeme mis tahes isikuandmetega, mille meile edastate.",
    "1669194950": "Lisaks isikuandmetele võidakse teilt nõuda ka muude andmete esitamist (või meie jaoks võib olla vajalik koguda) teenuste osutamiseks (koos \"kliendiandmed\"). Me ei vastuta teenuste osutamise ebaõnnestumise eest, mis on põhjustatud teie viivitusest või kliendiandmete esitamata jätmisest.",
    "1330274831": "Käesolevaga annate meile ülemaailmse, mitteeksklusiivse, all-litsentseeritava, ülekantava, kasutustasuta ja tühistamatu litsentsi selle lepingu kehtivusaja jooksul mis tahes kliendiandmete kasutamiseks, reprodutseerimiseks, elektrooniliseks levitamiseks ja avalikuks kuvamiseks ainult teenuste osutamise eesmärgil. . Kinnitate ja garanteerite, et teil on selles jaotises litsentsi andmiseks piisavad õigused, omandiõigus ja huvi oma andmete suhtes.",
    "2230333214": "Me koondame Kliendiandmed muude andmetega nii, et tulemused ei oleks isikut tuvastavad, ning kogume ka identifitseerimata tehnilisi logisid ja andmeid teenuste kasutamise kohta (\"Koondandmed/Identifitseerimata andmed\"). Olenemata sellest, et siin on sätestatud vastupidine, võib IMI kasutada selliseid koondatud/tuvastatud andmeid mis tahes ärilistel eesmärkidel käesoleva lepingu kehtivusaja jooksul või pärast seda, sealhulgas ilma piiranguteta teenuste arendamiseks ja täiustamiseks ning aruannete ja muude aruannete loomiseks ja levitamiseks. materjalid. Kliendiandmed võivad püsida ja kuvada süsteemis piiratud aja jooksul, mis ei ületa 180 päeva pärast töö lõpetamist, näiteks Intuition Machinesi süsteemide automaatse kalibreerimise või valideerimise andmetena. Selguse huvides ei anna see jaotis 5 meile õigust tuvastada teid koondandmete/tuvastatud andmete allikana ilma teie eelneva kirjaliku loata.",
    "3881754581": ". Kui olete meie annoteerimisteenuste klient ja olete teenuste kasutamise osana valinud valiku „Andmed kõigile”, annate IMI-le ja kõigile teenuste kasutajatele ülemaailmse, mitteeksklusiivse, all-litsentseeritava, ülekantava, kasutustasuta, tühistamatu litsents kõigi Kliendiandmete, sealhulgas kõigi seotud intellektuaalomandi õiguste täielikuks kasutamiseks. Kui valite suvandi „Andmed kõigile”, kinnitate ja garanteerite, et teil on selles jaotises litsentsi andmiseks piisavad õigused, omandiõigus ja huvi oma andmete suhtes.",
    "3496767126": "Kahtluste vältimiseks kehtib järgmine lõik ainult klientidele, kes kasutavad meie annotatsiooniteenuseid, mitte aga meie teenuste kasutamisele integraatorina.",
    "767207800": "Kui teie andmed sisaldavad potentsiaalselt vulgaarset või solvavat sisu, peate need märkima \"SELGNE SISU\", et olla õiglane hoiatus kõigile, kes teie andmeid näevad. Ilma IMI-ga sõlmitud eraldi kirjaliku lepinguta ei tohi te lisada ülesandeid, mis rikuvad meie eeskirju, sealhulgas (kuid mitte ainult) (a) ülesandeid, mis otseselt või kaudselt reklaamivad teist veebisaiti või teenust, (b) ülesandeid, mis rikuvad kolmanda osapoole veebisaidi tingimusi ja tingimused, (c) ülesanded, mis paluvad kaasautoritel paluda kolmandaid osapooli, (d) ülesanded, mis paluvad kaasautoritel võtta meetmeid veebisaidi käitumise või tulemustega manipuleerimiseks, (e) ülesanded, mis rikuvad kolmandate osapoolte intellektuaalomandi õigusi, ja (f) ülesanded mis nõuavad kaasautoritelt tarkvara või failide allalaadimist.",
    "3370561195": "6. Vastuvõetav käitumine",
    "4205152730": "Teil soovitatakse suhelda teiste kasutajatega kõikjal meie veebisaidil, foorumis, sõnumivahetuses, vestluses ja muudes IMI kontrollitavates sotsiaalmeediakanalites, kuid kui teete seda, peate järgima kõiki meie saidi teenuse- ja kasutustingimusi ning kõiki asjakohaseid seadusi. .",
    "1394253934": "7. Väärkasutus, kuritarvitamine ja valeandmete esitamine",
    "1406393333": "Igasugune teenustele juurdepääs või nende kasutamine, välja arvatud käesolevate teenusetingimuste ja meie antud juhiste kohaselt, on rangelt keelatud. Eelkõige te EI TEE:",
    "3409726716": "registreerida meie juures rohkem kui üks konto ilma kirjaliku loata;",
    "3119498672": "sooritama mis tahes toiminguid Interneti-robotite, veebirobotite, robotite, skriptide või mis tahes muu tehisintellekti abil või püüdma muul viisil saada IMI-lt või mis tahes taotlejalt või integraatorilt tasu ilma kirjeldatud ülesandeid täitmata;",
    "1188668818": "esitada selle veebisaidi kasutamise ajal mis tahes valeteavet (sealhulgas ilma piiranguteta teie kontol mõne teise isiku või organisatsioonina esinemine või enda või teie seotuse mõne teise isiku või organisatsiooniga teie kontol valeandmine või muul viisil moonutamine);",
    "2804310964": "pääsete juurde või proovige pääseda meie veebisaidile mis tahes puhverserveri või muu seadme kaudu, mis on loodud teie tegeliku asukoha või identiteedi hägustamiseks, või mis tahes muul viisil peale pakutava liidese;",
    "1374227759": "kasutada veebisaiti mis tahes ebaseaduslikuks tegevuseks või muul eesmärgil kui see, milleks see kättesaadavaks tehti;",
    "2103513933": "osaleda tegevuses, mis häirib või häirib saidi toimimist;",
    "137127070": "sisestage, laadige üles või lisage pahatahtlikke või tundmatuid välislinke või faile või laadige üles mis tahes sisu, mis sisaldab viirust, Trooja hobust, ussi, viitsütikuga pommi või muud kahjulikku arvutikoodi;",
    "1686655020": "Laadige üles mis tahes autoriõigusega kaitstud sisu, mis ei ole teie originaalteos, välja arvatud juhul, kui teil on õigustatud omaniku luba sellise sisu postitamiseks ja IMI-le kõigi siin antud litsentsitud õiguste andmiseks;",
    "1406692811": "osaleda rämpspostituses või mis tahes reklaami postitamises, püüdes saada soovitusi, massisuhtlust, rahapakkumisi või -taotlusi, teenuste pakkumist, reklaami, turundust, mõttetuid sõnumeid, dubleeritud teemasid, ebaseaduslikku sisu, sotsiaalsete veebisaitide linke, e-posti aadresse või kiirsõnumite ID-d, kui ülesanne seda ei nõua;",
    "3893539589": "sisestage väliseid linke, mis pakuvad kaupu või teenuseid, kui ülesanne seda ei nõua;",
    "3214322759": "osaleda muul viisil pahatahtlikus või petlikus tegevuses.",
    "3733422465": "8. Teie identiteedi kinnitamine",
    "267645277": "IMI võib teie isikut kontrollida. See võib hõlmata teie isikuandmete võrdlemist kolmandate isikute andmebaaside või ametlike juriidiliste dokumentidega. Volitate meid tegema mis tahes päringuid, mis on vajalikud teie isiku, teie e-posti aadressi ja teie finantskontode omandiõiguse kinnitamiseks. Nõustute esitama enda kohta teavet, mis aitab meil teie isikut kontrollida.",
    "4169910317": "9. Seaduse järgimine",
    "519755936": "Ainuüksi teie vastutate teenuste kasutamisega seotud föderaal-, osariigi, provintsi ja kohalike seaduste järgimise eest. Nõustute hüvitama ja kaitsma meid kõigi meie vastu esitatud nõuete eest, kuna te ei järginud ühtki seadust või rikkusite mis tahes kolmanda osapoole õigusi, sealhulgas, kuid mitte ainult, lepingulisi, intellektuaalomandi või privaatsusõigusi.",
    "731546974": "10. Panustajate või integraatorite maksud",
    "3128328457": "Kui olete panustaja või integreerija, vastutate ainult teie hinnanguliste või muude föderaal-, osariigi- või kohalike tulumaksude, sotsiaalkindlustuse, FICA ja töötajate hüvitiste tasumise eest meie veebisaidi kasutamise tõttu. sarnased maksud või tasud väljaspool USA jurisdiktsiooni. Nõustute hüvitama ja meid kahjutuks tegema meie suhtes tehtud hinnangute eest, kuna te ei järginud ühtegi maksuseadust.",
    "2931396764": "11. Käesolevate teenusetingimuste rikkumine",
    "1240667045": "Võime peatada, piirata või tühistada teie juurdepääsu teenustele igal ajal mis tahes põhjusel, sealhulgas seetõttu, et: (a) usume, et olete rikkunud neid teenusetingimusi (sealhulgas muid seotud eeskirju); (b) usume, et olete rikkunud meie või mis tahes kolmanda osapoole õigusi; (c) me ei saa kontrollida või autentida teavet, mille olete meile esitanud; või (d) me usume, et teie tegevus võib tekitada teile, meile või kolmandale osapoolele kohustusi. Kahtluste vältimiseks jätame endale õiguse takistada või peatada teile maksmine, kui usume põhjendatult, et miski eeltoodust kehtib sellise makse kohta.",
    "1601080128": "Kui peatame või lõpetame teie konto, ei ole teil enam juurdepääsu veebisaidi ühelegi osale, sealhulgas andmetele, sõnumitele, failidele ja muule saidil hoitavale materjalile. Te EI tohi jätkata meie veebisaidi kasutamist teise või uue kontonime all. Käesolevate teenusetingimuste rikkumiste eest võidakse vastutusele võtta täies ulatuses seadusega ning see võib kaasa tuua täiendavaid karistusi ja sanktsioone.",
    "1160707899": "12. Panustaja roll ja suhe IMI ja teiste taotlejatega",
    "269838707": "Kui olete kaastööline, otsustate ainult teie ise, millised ja kui palju ülesandeid täita ning millal ja kus need täita. Võite kulutada ülesannete täitmisele nii palju või nii vähe aega, kui soovite. Te ei ole kunagi kohustatud mingit ülesannet täitma.",
    "1087195513": "Kui olete kaastööline, kes pääseb teenustele juurde ja/või täidab ülesandeid integraatori kaudu või sellega seoses taotleja nimel, kes ei ole IMI, siis nõustute ja tunnistate, et Intuition Machines ei vastuta teie ees ega kohustusi. mis tahes tasu või muu tasu eest täidetud ülesannete eest. Nõustute ja tunnistate, et mis tahes tasu või muu hüvitis lõpetatud ülesannete eest määratakse kindlaks ainult vastavalt teie lepingule taotleja ja/või integreerijaga. Kõik vaidlused selliste preemiate või muude hüvitiste üle (sealhulgas selliste preemiate või muu hüvitise saamata jätmise üle) on ainult teie ja taotleja ja/või integreerija vahel.",
    "952813944": "Meie veebisaidi kasutamine ega miski selles lepingus ei loo teie ja Intuition Machinesi vahel töö-, partnerlus-, ühisettevõtte-, agentuuri-, frantsiisi- või müügiesindaja suhet. Me ei paku teile ülesande täitmiseks seadmeid ega tööriistu. Me ei paku teile hüvitisi, töötajate hüvitisi ega kindlustuskaitset. Me ei vastuta kulude eest, mis tekivad meie veebisaidi kasutamisel. Me ei pea teie preemiast kinni föderaalse või osariigi tulumaksu, sotsiaalkindlustuse ega muude maksude eest makstavaid summasid. Teil on igal ajal vabadus täita ülesandeid mis tahes isiku või ettevõtte, sealhulgas meie konkurendi jaoks. Teil ei ole volitusi Intuition Machinesi nimel ühtegi kirjalikku ega suulist lepingut sõlmida.",
    "3460432665": "Olenemata eelnevast, kui olete USA maksumaksja, võime teilt nõuda W-9 uuendamist igal aastal ja võime keelata teil ülesandeid täita seni, kuni olete W-9 täitnud või värskendanud.",
    "458271951": "Kui olete kaastöötaja, kes pääseb teenustele juurde ja/või täidab ülesandeid Intuitsioonimasinate nimel integraatori kaudu või sellega seoses (tegutsedes taotlejana), võib Intuition Machines teid premeerida teatud ülesannete vastuvõetava täitmise eest. Kui avastatakse, et olete seotud pettuse, kuritarvitamise või käesolevate teenusetingimuste rikkumisega, võib Intuition Machines kõik teile antud hüved kinni pidada ja/või tagasi nõuda.",
    "3056723024": "13. Ülesannete vastuvõetamatu täitmine",
    "3913203723": "Kui taotleja ei nõustu mingil põhjusel teie sooritatud ülesande täitmisega, ei ole teil panustajana või integreerijana õigust selle ülesande eest tasu saada. Kui teile on juba vastuvõetamatult täidetud ülesande eest preemiaid jagatud, võime need teilt tagasi nõuda.",
    "3666807632": "14. Kaastöötaja kvalifikatsioon ja oskused",
    "1993899769": "15. Meie teabekasutus",
    "2927283721": "Meie veebisaidil ülesandeid täites annate loa oma isikuandmete kogumiseks, kasutamiseks ja avaldamiseks vastavalt meie privaatsuspoliitikale. Lisaks võime jagada teatud teavet teie ja teie täidetud ülesannete kohta taotlejale, kelle ülesanded olete teenindussuhte hõlbustamiseks ja veebisaidi täiustamiseks täitnud, sealhulgas näiteks kaasautori ID, lõpetatud ülesannete tulemused ja muud teenusega seotud atribuudid. teie kvalifikatsioon, keeled, oskused ja veebisaidi kasutamine.",
    "3027055607": "16. Intellektuaalomand ja omandiõigused",
    "3910971075": "IMI-le kuuluvad kõik õigused, sealhulgas intellektuaalomandi õigused, lähtekoodile, objektikoodile või selle aluseks olevale struktuurile, ideedele või algoritmidele, API-le ja mis tahes teenustega seotud täiendavale tarkvarale, dokumentatsioonile või andmetele (edaspidi \"tarkvara\"). Te ei tohi otseselt ega kaudselt kolmanda osapoole kaudu ega muul viisil: (a) Tarkvara pöördprojekteerida, dekompileerida, lahti võtta ega muul viisil avastada; (b) muuta, tõlkida või luua mis tahes tarkvaral põhinevaid tuletatud teoseid; (c) kopeerida, rentida, rentida, levitada, pantida, loovutada või muul viisil üle anda ega koormata mis tahes tarkvara õigusi; (d) kasutada mis tahes tarkvara osaajalise kasutamise, teenindusbüroo eesmärkidel või muul viisil kolmanda osapoole huvides; või (e) eemaldama kõik omandiõigusega seotud teated või sildid.",
    "3660891610": "Kui olete kaastööline, on IMI-l, mitte teil, omandiõigused mis tahes teosele, mille loote mis tahes ülesande täitmisel. Nõustudes selle lepingu tingimustega, nõustute (ja annate sellega) oma teose valduse, omandi ja omandi (sealhulgas kõik kogu maailmas eksisteerivad intellektuaalomandi õigused) meile üle. Tagamaks, et suudame selliseid õigusi omandada, täiustada ja kasutada, nõustute lisaks (i) allkirjastama kõik dokumendid, mis aitavad kaasa meie õiguste dokumenteerimisele, täiustamisele ja jõustamisele; ja (ii) tagama mõistliku juurdepääsu teabele selliste omandiõiguste salvestamiseks, täiustamiseks, kindlustamiseks, kaitsmiseks ja jõustamiseks mis tahes ja kõigis riikides. Teie kohustused selle jaotise alusel jäävad kehtima ka pärast Teenuste registreerimise või kasutamise lõpetamist. Määrate meid oma advokaadiks, kes täidab teie nimel dokumente selles jaotises sätestatud eesmärkidel.",
    "426125156": "17. Autoriõigus ja eemaldamine",
    "1408530660": "IMI austab teiste intellektuaalomandit ja jätame endale õiguse eemaldada oma saidilt kõik materjalid, mis meie arvates võivad rikkuda mis tahes kolmanda osapoole intellektuaalseid õigusi. Kui arvate, et teie enda teost on sellel veebisaidil kopeeritud viisil, mis kujutab endast autoriõiguste rikkumist, võtke ühendust Intuition Machinesi klienditoega.",
    "2696932851": "18. Hüvitis",
    "3844300338": "Nõustute hüvitama, kaitsma ja kaitsma meid mis tahes nõuete, kahjude, kohustuste, kulude ja kulude eest (sealhulgas mõistlikud advokaaditasud ja kulud), mis tulenevad teie ülesannete täitmisest või meie veebisaidi kasutamisest või on sellega seotud. .",
    "2474091800": "19. Vaidlused teiste kasutajatega; Vabasta",
    "3162107126": "IMI ei ole osaline teie ja ühegi teise teenuste kasutaja vahel vaidluses. Vabastate IMI ja selle sidusettevõtted mis tahes liiki ja laadi nõuetest, nõuetest ja kahjudest, mis on teada ja tundmatud, kahtlustatavad ja kahtlustamata, avalikustatud ja avalikustamata, mis tulenevad teie ja teise kasutaja vahelisest vaidlusest või on sellega seotud.",
    "2271969747": "20. Saadud konfidentsiaalne teave",
    "1042802841": "Konfidentsiaalne teave on igasugune teave, mis on märgitud konfidentsiaalseks või omandiõigusega kaitstuks või mida vastuvõttev pool peaks mõistlikult mõistma, et see on konfidentsiaalne või omandiõigusega kaitstud. See ei hõlma teavet, mis on (1) avalikult kättesaadav, (2) mis on juba saanud vastuvõtva poole valduses, mille ta on iseseisvalt välja töötanud või on talle juba teada või (3) mis on avalikustatud kohtu määrusega või muul viisil seadus.",
    "1918025546": "Kui teile antakse teenustes kelleltki konfidentsiaalset teavet, nõustute kaitsma konfidentsiaalse teabe saladust sama hoolsusega, mida kasutate oma konfidentsiaalse teabe kaitsmiseks, kuid mitte mingil juhul vähem kui nõuetekohaselt. Te ei tohi avaldada ega avaldada sellist konfidentsiaalset või varalist teavet, välja arvatud juhul, kui see võib olla ülesande täitmiseks vajalik. Kogu Intuition Machines Platformi ülesandes sisalduvat teavet tuleks käsitleda konfidentsiaalsena, isegi kui see teave ei ole selgelt konfidentsiaalseks märgitud.",
    "2690395789": "Kui ja kui te enam saadud konfidentsiaalset teavet ei vaja, peate viivitamatult tagastama või hävitama (nagu teabe avaldaja nõudis) kõik teie kontrollitavates ruumides, süsteemides või muudes seadmetes oleva teabe koopiad.",
    "2178073797": "Kuna konfidentsiaalse teabe avaldamine võib põhjustada korvamatut kahju, on avaldaval poolel õigus taotleda ettekirjutust selle tingimuse mis tahes rikkumise või rikkumisega ähvardamise korral.",
    "2185860003": "21. Veebisaidi muudatused",
    "2631249972": "Võime oma veebisaiti täiustada või muuta teid ette teatamata.",
    "3764131594": "22. Kolmandate osapoolte veebisaidid",
    "295955580": "Meie veebisait võib sisaldada linke kolmandate osapoolte veebisaitidele. Me ei kontrolli, uuri, ei jälgi ega kontrolli selliseid veebisaite. Me ei vastuta ega toeta sellistel veebisaitidel sisalduvate arvutiprogrammide, sisu ega arvamuste eest. Kui otsustate meie veebisaidilt lahkuda ja siseneda mis tahes kolmanda osapoole veebisaidile, teete seda omal riisikol.",
    "838225123": "23. Garantiist loobumine",
    "3897238493": "TEENUSED ON PAKUTUD \"NAGU ON\". ME EI ANNA MITTE KAUDSELT EGA OTSESELT KINNITUSI EGA GARANTIID, MIS ON SEAS TEENUSTE, MISGI SEOTUD TARKVARA VÕI MATERJALIDE, ASJADE VÕI ASJADEGA SEOTUD MATERJALIDE JUURDEPÄÄSETAVUSE, SOOVITUSE, SEADUSLIKKUSE, KÄTTESAADAVUSE VÕI FUNKTSIOONSUSE KOHTA. SEADUSEGA LUBATUD MAKSIMAALSE MÄÄRANI VÄLJA TÖÖTAB IMI KÕIKIDEST SELGETEST VÕI KAUDSETEST TINGIMUSEST, KINNITUSEST JA GARANTIIDEST, SH, KUID MITTE PIIRATUD, GARANTIID KAUBANDUSLIKU VÕIMISE, NURPOONSE-, PURPOONSE-, PURPO-PARTINULARENDI SOBIVUSE JA SOBIVUSE GARANTIIDEST. TEIE AINUS JA EKSKLUSIIVNE ÕIGUSAINE IMI VASTU MISGI DEFEKTE, MITTEVASTAVUSTE VÕI RAHULOOMAMATUSE KOHTA ON TEENUSTE KASUTAMISE LÕPETAMINE. Me ei vastuta teie arvutisüsteemile tekitatud kahju, andmete kadumise või riknemise või muu sellest tuleneva kahju eest. teie juurdepääsust veebisaidile või Intuitsioonimasinate platvormile või selle kasutamisest. Võib esineda plaanilisi ja plaaniväliseid katkestusi ning me ei garanteeri meie veebisaidi katkematut kättesaadavust.",
    "2110259227": "24. Vastutuse piirang",
    "3018077211": "25. Kaastöötajate vaidluste lahendamine",
    "2790841456": "Kui olete kaastöötaja, nõustute järgmise vahekohtuklausli ja ühishagist loobumisega:",
    "3302832698": "Vajalik alternatiivne vaidluste lahendamine.",
    "561456032": "Nõustute, et mis tahes vaidluste puhul, mis tulenevad teenuste kasutamisest või on sellega seotud, sealhulgas mis tahes vaidluste puhul, mis võisid tekkida ajast, mil hakkasite IMI jaoks ülesandeid täitma, ning eriti mis tahes nõuete puhul, mis on seotud sellega, kas te liigitate teenusteks või mitte. sõltumatu töövõtja, teavitate esmalt IMI-d oma nõudest selle vastu. Seejärel proovite teie ja IMI probleemi lahendada kas otseste läbirääkimiste või vahenduse teel. Jagame vahenduskulud võrdselt ja lepime kokku, et vahendus toimub telefoni või muude elektrooniliste vahendite kaudu. Kui nõue jääb pärast mitteametlikke läbirääkimisi või vahendusmenetlust lahendamata, nõustute, et teie ja IMI kasutate vaidluse lahendamiseks lõplikku ja siduvat vahekohtumenetlust. See klausel reguleerib tagasiulatuvalt kõiki nõudeid alates hetkest, mil hakkasite meie veebisaiti kasutama, olenemata sellest, kas need põhinevad deliktil, lepingul, seadusel, sealhulgas, kuid mitte ainult, mis tahes diskrimineerimise ja ahistamise nõuded, olenemata sellest, kas need põhinevad California õiglase tööhõive ja eluaseme seadusel. , 1964. aasta kodanikuõiguste seaduse VII jaotis (muudetud kujul) või mõni muu osariigi või föderaalne seadus või määrus, õiglusseadus või muu.",
    "3794239003": "Vahekohtumenetlus.",
    "4193379787": "Kõik selle lepingu kohased vahekohtumenetlused viiakse läbi Ameerika Arbitraažiassotsiatsiooni reeglite alusel või vastastikku kokkulepitud vahekohtuteenuse kaudu. Vahekohtunik on USA vahekohtunik, kes valitakse alternatiivse streigi kaudu vähemalt seitsme (7) nimega nimekirjast. Vahekohtus on igal poolel õigus korraldada piisavaid tsiviilavastusi, esitada pooldavaid taotlusi ning esitada tunnistajaid ja tõendeid vastavalt vajadusele oma kohtuasjade ja vastuväidete esitamiseks ning kõik sellega seotud vaidlused lahendab vahekohtunik. Vaidluse lahendamine põhineb üksnes esitatud nõuete ja vastuväidete suhtes kehtival õigusel ning vahekohtunik ei tohi tugineda ühelegi muule alusele peale kontrollitava õiguse. Vahekohtunikul on kohtuametniku puutumatus tsiviilvastutuse suhtes, kui ta tegutseb vahekohtunikuna, mis täiendab kõiki muid olemasolevaid puutumatus. Otsused peavad sisaldama vahekohtuniku kirjalikku põhjendatud arvamust. Loobute oma õigusest anda vandekohtule kohut mis tahes nõuete üle, mis teil võib olla IMI vastu või IMI-l teie vastu. Kõik selle klausli kohased nõuded tuleb esitada kehtiva aegumistähtaja jooksul. Seda klauslit reguleerib Ameerika Ühendriikide föderaalse vahekohtu seadus ja te tunnistate, et käesolev leping tõendab kaubandustehingut.",
    "2583888954": "Erandid.",
    "1034830": "Vaidlused, mille suhtes ei pruugi Dodd-Franki Wall Streeti reformi- ja tarbijakaitseseaduse (avalik seadus 111-203) sätestatud vaidlustatud vahekohtu kokkulepet kehtida, on sellest välja jäetud.",
    "263977834": "Administratiivne kurnatus.",
    "1807512722": "Võite esitada mis tahes selle veebisaidi kasutamisest tuleneva nõude haldusasutusele, kuid ainult niivõrd, kuivõrd kohaldatav seadus lubab sellisele agentuurile juurdepääsu, olenemata vahekohtu kokkuleppe olemasolust. Sellised haldusnõuded hõlmavad piiranguteta nõudeid või süüdistusi, mis on esitatud võrdsete töövõimaluste komisjonile, USA tööministeeriumile ja riiklikule töösuhete nõukogule. Miski selles punktis ei välista ega vabasta teid haldusnõude esitamisest mis tahes asutusele, et täita oma kohustust ammendada haldusõiguskaitsevahendid enne nõude esitamist vahekohtus, kuid te loobute selle kaudu õigusest saada rahalist hüvitist. agentuurimenetlus.",
    "996430331": "Vahekohtu asukoht.",
    "3040062804": "Kõik selle jaotise kohased vahekohtumenetlused toimuvad vaikimisi California osariigis, välja arvatud juhul, kui elate väljaspool Ameerika Ühendriike. Sel juhul toimub vahekohus täielikult elektrooniliselt või telefoni teel. Vahekohus võib toimuda mis tahes muus kohas, kui kõik pooled on sellega kirjalikult kokku leppinud. Olenemata oma asukohast võib iga pool valida vahekohtule ilmumise otsevideo või telekonverentsi kaudu.",
    "3091247030": "Klassihagist loobumine.",
    "2520904193": "Loobute kõigist õigustest, mis teil on, et vaidlus esitataks, arutataks või lahendataks vahekohtumenetluses rühma-, kollektiiv- või esindushagina. Olenemata mis tahes muust selles lepingus sisalduvast punktist ei ole eelnev lause ühelgi juhul sellest lepingust eraldatav. Kõik nõude, et kogu loobumine või osa sellest on jõustamatu, ebamõistlik, tühine või tühistatav, võib otsustada ainult pädeva jurisdiktsiooni kohus, mitte vahekohtunik. Teile ei maksta kättemaksu ega takistata teie ülesannete täitmist meie veebisaidil, kui kasutate riiklike töösuhete seaduse jaotisest 7 tulenevaid õigusi või kui esitate rühma-, kollektiiv- või esindushagi või osalete mis tahes foorumil. , kuid me võime seaduslikult taotleda selle rühmahagist loobumise jõustamist ja selliste rühma-, kollektiiv- või esindushagide või nõuete rahuldamata jätmist.",
    "3493572638": "Kulud ja tasud.",
    "702926385": "Pooled kannavad igas sellises vahekohtus oma õigusliku esindamise kulud, välja arvatud juhul, kui advokaaditasud on seadusega sõnaselgelt sätestatud. Pooled jagavad vahekohtuniku nõutud esialgse haldustasu kahesaja viiekümne dollari (250 USA dollari) piires. Vahekohtuniku ja kohtureporteri kulud, kui neid on, kanname esialgu meie; vahekohtunikul on siiski õigus määrata võitnud poolele asjakohased kulud vastavalt seadusele ja/või nõuda pooltelt vahekohtuniku ja/või kohtuteatajaga seotud kulude jagamist.",
    "3199694247": "Eraldatavus.",
    "3102490587": "Kui selle vahekohtuklausli mõni tingimus või säte või osa tunnistatakse kehtetuks või jõustamatuks, välja arvatud ühishagist loobumine, siis see tühistatakse ja ülejäänud vahekohtuklausel on jõustatav.",
    "2323013093": "26. Kohaldatav õigus",
    "2900525040": "California osariigi seadused reguleerivad neid teenusetingimusi ja nendest tulenevaid vaidlusi, vaidlusi või nõudeid.",
    "3339302473": "27. Lõpetamine",
    "1158384644": "Võite igal ajal otsustada meie veebisaidi kasutamise lõpetada, tingimusel et peate järgima kõiki kohaldatavaid IMI eeskirju. Võime oma äranägemise järgi selle lepingu lõpetada, peatada juurdepääsu meie veebisaidile või eemaldada mis tahes teenused viivitamata ilma ette teatamata ja mis tahes põhjusel.",
    "41530052": "28. Üldtingimused",
    "3202747130": "Terve kokkulepe. Need teenusetingimused ja kõik selles lepingus viidatud eeskirjad, protseduurid või tingimused moodustavad poolte täieliku lepingu teema suhtes ning asendavad ja tühistavad kõik poolte varasemad ja samaaegsed seotud lepingud, nõuded, esitused ja arusaamad. .",
    "4080263153": "Loobumist pole. Meid ei loeta ühestki osast oma õigustest või õiguskaitsevahenditest loobunuks, välja arvatud juhul, kui loobumine on kirjalik ja meie poolt allkirjastatud. Kui me viivitame oma õiguste jõustamisega või ei suuda jõustada selle lepingu mis tahes sätte alusel, ei tähenda see loobumist meie õigusest seda sätet või selle lepingu mis tahes osa hiljem jõustada.",
    "1789371580": "Määratavus. Te ei tohi neid teenusetingimusi määrata ilma meie eelneva kirjaliku nõusolekuta. Võime need teenusetingimused igal ajal ette teatamata määrata. Eespool öeldut arvestades on need teenusetingimused siduvad mõlema poole õigusjärglastele ja lubatud loovutajatele.",
    "2819628066": "Eraldatavus. Kui mõni nende teenusetingimuste säte leitakse mingil põhjusel kehtetuks või jõustamatuks, ei mõjuta see ülejäänud sätete kehtivust ega jõustatavust.",
    "3955981186": "Muudatused. Ükski muudatus või muudatus käesolevates teenusetingimustes, mille on teinud peale IMI, ei ole IMI-le siduv, välja arvatud juhul, kui see on kirjalik, millele on alla kirjutanud IMI nõuetekohaselt volitatud esindaja.",
    "1377538813": "Valitsev keel. Nende teenusetingimuste ingliskeelne versioon on kõigis aspektides kontrollitav ja ülimuslik juhul, kui tõlgitud versioonidega esineb vastuolusid, kui neid on.",
    "2438016011": "Vabatahtlik kokkulepe. Kõik käesolevate teenusetingimuste osapooled kinnitavad ja nõustuvad, et igaüks on selle lepingu kõik aspektid läbi vaadanud, on hoolikalt lugenud ja mõistavad täielikult kõiki selle sätteid ning sõlmivad selle lepingu vabatahtlikult.",
    "2445034923": "Kui te ei nõustu kõigi nende teenusetingimuste tingimustega, ärge kasutage (ja te ei tohi) saiti ega teenuseid kasutada ega neile juurde pääseda.",
    "2646127839": "Kliendi lisa põhiteenusetingimustele",
    "4097297673": "Kliendi, taotleja või integreerijana nõustute lisaks mis tahes muudele siduvatele tingimustele teie ja IMI vahel olema seotud allolevate tingimustega.",
    "1093280979": "1. Platvormi tellimisvormid",
    "1549953005": "Võimalik, et olete kliendiks või taotlejaks saamise tingimusena täitnud ühe või mitu platvormi juurdepääsu tellimisvormi (igaüks \"tellimusvorm\"). Kui jah, siis muutuvad tellimisvormis kirjeldatud tingimused osaks teenusetingimustest ja lisatakse siia viitena.",
    "3819851005": "2. Tasud",
    "1591032933": "Maksate IMI-le kohaldatavas tellimisvormis kirjeldatud tasud, kasutades makseviisi, mille esitasite kohaldatavas tellimisvormis. Kui mõlemad pooled ei ole sõnaselgelt kirjalikult teisiti kokku leppinud, tasute kõigi väljastatud arvete eest täielikult kolmekümne (30) päeva jooksul pärast arve saatmiskuupäeva. Volitate meid kasutama krediitkaardi autoriseerimist kogu meile edastatud krediitkaarditeabe kohta, salvestama seda krediitkaarditeavet ja võtma teie krediitkaardilt või mõnelt muult kontolt tasu, mille makseviisina me vastastikku nõustume. Kui tellimisvormil või teie ettevõtte teenuselepingus või põhiteenuselepingus ei ole märgitud teisiti, võetakse kõik teenuste eest tasutud tasud, välja arvatud ülemäärased kulud, igal aastal IMI poolt teie lepingu alusel osutatavate teenuste alguses (\"jõustumiskuupäev\").",
    "4142610534": "Hilinenud maksetele lisandub viivistasu 1,5% kuus või seadusega lubatud maksimumsumma, olenevalt sellest, kumb on väiksem. Kui te ei tasu mingil põhjusel käesoleva lepingu alusel tasumisele kuuluvat summat, võidakse teie konto meie äranägemisel peatada. Sel juhul ei tehta teie kontolt ülesannete täitmise eest lisamakseid ja kõik teie ülesanded eemaldatakse. meie veebisaidilt. Peate meile hüvitama kõik nõudmisel tasumisele kuuluvad summad, millele lisanduvad töötlemistasud, viivised või advokaaditasud. Samuti võime esitada asjakohaseid aruandeid krediidiasutustele ja õiguskaitseasutustele.",
    "512991700": "Tasude vaidlustamiseks peate korrigeerimise või krediidi saamiseks ühendust võtma meie klienditoe osakonnaga hiljemalt kolmekümne (30) päeva jooksul pärast esimese arveldus- või kontoväljavõtte lõppkuupäeva, milles viga või probleem ilmnes.",
    "1273914192": "3. Maksud",
    "4242322181": "Vastutate kõigi teenustega seotud maksude tasumise eest, välja arvatud USA maksud, mis on arvestatud Intuition Machinesi puhastulule või isiklikule varale.",
    "1671996585": "Teilt võidakse nõuda oma veebisaidi, rakenduse või platvormi integreerimist meie teenustega meie rakendusliidese (\"API\") kaudu. Kui teete seda, anname teile piiratud, mitteeksklusiivse, mitteülekantava, mitteloovutatava ja tühistatava litsentsi API kasutamiseks ainult teenustele juurdepääsuks. Võime API-d igal ajal muuta ja/või API vanade versioonide või väljalasete toetamise lõpetada. Jätame endale õiguse peatada või piirata teie juurdepääsu API-le oma äranägemise järgi ja teeme mõistlikke jõupingutusi, et teavitada teid enne peatamist.",
    "4036662147": "5. Konfidentsiaalse teabe kaitse",
    "3564208535": "Nõustute tegema äriliselt mõistlikke jõupingutusi, et kaitsta mis tahes meilt või meie teenuste kaudu saadud konfidentsiaalset teavet. sisaldab robotite hindeid ja meie ettevõtte teenuse mitteavalikke üksikasju, sealhulgas mitteavalikku dokumentatsiooni ja kõiki üksikasju, mida võime jagada oma robotite tuvastamise meetodite kohta. Kui teile antakse juurdepääs mis tahes sellisele konfidentsiaalsele teabele, võime muuta, peatada või piirata teie juurdepääsu meie teenustele oma äranägemise järgi, kui teeme kindlaks, et meie teenuste kasutamine paljastab konfidentsiaalse teabe, ja teeme mõistlikke jõupingutusi. et teavitada teid enne peatamist.",
    "120384113": "6. Lõpetamine",
    "453723556": "Võite selle kliendilisa teenusetingimustest sõltumata lõpetada, lõpetades olemast klient või taotleja. Jätame endale õiguse igal ajal peatada või lõpetada teie kliendi või taotleja staatus või muul viisil teie konto või teenuste kasutamine vastavalt teenusetingimustele lõpetada. Te vastutate lepingu lõpetamisel mis tahes teie tellimisvormi alusel tasumisele kuuluva summa eest. Kui teie tellimus sisaldab kuu- või aastatasusid või kuu- või aasta miinimumtasusid, vastutate endiselt kõigi teenuste tasude eest vastavalt selle kuu või aasta lõpuni.",
    "218889628": "Välja arvatud juhul, kui lõpetame selle kliendilisa või teenusetingimused selle kliendi lisa või teenusetingimuste rikkumise tõttu, tagastame nendest proportsionaalse osa, kui lõpetame lepingu ja olete meile mis tahes tasud ette maksnud. ettemakstud summad, mis põhinevad järelejäänud ajal või teenustel, mille eest olete maksnud, olenevalt sellest, kumb on väiksem. Lõpetame oma töö äriliselt mõistlikul viisil ning säilitame ja tarnime teile kõik meie valduses olevad tasulised väljundandmete komplektid ja kliendiandmed. Lõpetamise korral võime, kuid ei ole kohustatud, mingeid andmeid kustutama.",
    "2505227594": "7. Üleealised",
    "2369877184": "Maksimaalne lubatud RPS-i tippmäär hCaptcha integraatorite või klientide jaoks on 1000 päringut sekundis teie konto üksustele (\"RPS\"), kui teie ja meie vahelises kirjalikus lepingus ei ole sätestatud teisiti.",
    "234420106": "Juhul, kui olete teenuse hCaptcha Enterprise integraator või klient ja teie API kasutus RPS-iga mõõdetuna ületab teie teenusetaseme jaoks ette nähtud määra, võime teie teenust muuta või nõuda ülemäärast tasu. Kui teie RPS-i tippmäär ületab 30-päevase perioodi jooksul 10 või enama minuti jooksul ette nähtud määra 10 korda ja enamik neist päringutest ei ole meie hinnangul pahatahtlik liiklus, võime valida võtta teilt lepingus määratud ülemäärase summa alusel tasu kõigi sellel kuul tehtud API taotluste eest.",
    "2619472217": "8. Edasimüük",
    "2019702084": "Tellitud SaaS-i teenuseid ei müüda, edasi müüa, rentida, allrendida, litsentsida, all-litsentsida ega teha muul viisil kättesaadavaks ühelegi kolmandale osapoolele (välja arvatud kliendi sidusettevõte), välja arvatud juhul, kui kliendi põhiteenuselepingus või edasimüüjalepingus on see sõnaselgelt lubatud. ) ning kõik lepingust tulenevad tellimused ja kogu kliendipoolne teenuse kasutamine on ette nähtud kliendi või tema sidusettevõtte enda sisemiseks ärikasutuseks.",
    "1233229030": "Mitmesugust",
    "1467783792": "Ükski isik, üksus ega organisatsioon, kelle suhtes Ameerika Ühendriigid on sanktsioneerinud (\"sanktsioneeritud osaleja\"), ei ole kõlblik preemiate saamiseks ega teenuste kasutamiseks integraatorina. Kahtluste vältimiseks hõlmab see kõiki USA rahandusministeeriumi välisvarade kontrolli büroo (OFAC) määratud karistatud osalejaid.",
    "3759657802": "Te ei tohi käesolevaid teenusetingimusi ega oma õigusi ega kohustusi ühelgi viisil (seaduse alusel ega muul viisil) loovutada, üle anda ega delegeerida.",
    "1627232990": "Nende teenusetingimuste tõlked on esitatud parimal võimalikul viisil. Kui ingliskeelsete teenusetingimuste ja nende tõlke vahel on olulisi erinevusi, tõlgendatakse ingliskeelseid teenusetingimusi autoriteetsetena.",
    "805221621": "Palun võtke meiega ühendust aadressil",
    "259613338": "kui teil on nende teenusetingimuste kohta küsimusi.",
    "2735878907": "Talitluspidevuse planeerimise avaldus",
    "2887242610": "Intuition Machines, Inc on välja töötanud talitluspidevuse plaani selle kohta, kuidas reageerime sündmustele, mis häirivad oluliselt meie hCaptcha äritegevust. Kuna katastroofide ja häirete ajastus ja mõju on ettearvamatud, peame olema paindlikud, reageerides tegelikele sündmustele, kui need toimuvad. Seda silmas pidades anname teile selle teabe meie talitluspidevuse plaani kohta.",
    "809251240": "Võtke meiega ühendust",
    "2551802342": "– Plaanime pärast olulist ärikatkestust kiiresti taastuda ja äritegevust jätkata ning reageerida oma töötajate ja vara kaitsmisega, finants- ja tegevushinnangu tegemisega, ettevõtte raamatupidamise ja dokumentide kaitsmisega ning võimaldades klientidel ja nende lõppkasutajatel veebis tehinguid teha. Lühidalt öeldes on meie talitluspidevuse plaan loodud selleks, et võimaldada meie ettevõttel võimalikult kiiresti tegevust jätkata, arvestades olulise ärihäire ulatust ja tõsidust. Meie talitluspidevuse plaan käsitleb: andmete varundamine ja taastamine; kõik missioonikriitilised süsteemid; finants- ja tegevushinnangud; alternatiivne suhtlus klientide, töötajate ja järelevalveorganitega; töötajate alternatiivne füüsiline asukoht; kriitiline mõju tarnijale ja kliendile; regulatiivne aruandlus; ja klientidele viivitamatu teatamine, kui me ei saa oma äritegevust jätkata. Meie põhitarnijate kogum varundab meie olulisi andmeid geograafiliselt eraldiseisvas piirkonnas. Kuigi iga hädaolukord tekitab unikaalseid probleeme, mis põhinevad välistel teguritel, nagu kellaaeg ja häire tõsidus, on see tarnijate kogum meid teavitanud, et nende eesmärk on taastada oma tegevus ja teenuste osutamist kiiresti jätkata. Kuigi oleme töötanud riskide vähendamise nimel, kasutades erinevaid tarnijaid, võidakse teie teenuseid sel perioodil muuta või need katkeda.",
    "826396656": "Meie talitluspidevuse plaan",
    "1979347895": "– Oluliste ärihäirete ulatus võib olla erinev, näiteks ainult meie ettevõte, üksainus meie ettevõtte maja, naabruskond, kus meie ettevõte asub, linn, kus me asume, või kogu piirkond. Kõigis neis piirkondades võib häirete raskusaste varieeruda minimaalsest kuni tõsiseni. Kui meie ettevõttes, äripiirkonnas, linnas või piirkonnas või meie ettevõttes asuvas hoones tekib häire, viime oma tegevuse vajaduse korral üle kohalikku asukohta ega eelda äritegevuses olulisi häireid. Mõlemal juhul plaanime äritegevust jätkata, vajadusel anda tegevuse üle alternatiivsetele tarnijatele ning teavitada teid meie veebisaidi hcaptcha.com ja olekulehe hcaptchastatus.com kaudu, kuidas meiega ühendust võtta. Kui oluline ärihäire on nii tõsine, et see takistab meil äritegevuse jätkamist, teavitame teid sellest kiiresti.",
    "653679457": "Erinevad häired",
    "410397176": "Rohkem informatsiooni",
    "2095899021": "hCaptcha kaubamärgijuhised ja üldine kaubamärgilitsents",
    "2340340589": "Juhised hCaptcha märgi kasutamiseks",
    "2430148876": "Oleme loonud need juhised ja üldise kaubamärgilitsentsi, et muuta meie klientidel, partneritel ja fännidel meie kaubamärgiga töötamine võimalikult lihtsaks, säilitades samas meie ettevõtte identiteedi. Kui teil on vaja kasutada hCaptcha ikoone, logosid või muid märke viisil, mis nendest juhistest oluliselt erineb, peate kirjaliku litsentsi saamiseks meiega (IMI) ühendust võtma.",
    "3884400764": "Kuigi võite kasutada hCaptcha märke nende juhiste kohaselt, ei tähenda see, et teil on hCaptcha kaubamärkide, logode või mis tahes muu hCaptcha kaubamärgi, kaubanime, teenusemärgi, ärinime või firmaväärtuse suhtes omandatud õigusi. Soovime anda võimalikult palju paindlikkust, kuid oleme kohustatud kaitsma hCaptchat mis tahes kaubamärgi, kaubanime, teenusemärgi, ärinime või hCaptcha maine tahte loata kasutamise eest. Igasugune volitamata kasutamine lõpetab automaatselt hCaptcha antud loa või litsentsi ja võib kaasa tuua juriidilised kohustused mis tahes kahjude eest.",
    "512598290": "Seetõttu peame paluma, et kasutaksite alati kõiki hCaptcha märke ja logosid kujul, mis järgib allolevaid reegleid, sealhulgas suurtähti, kirjatüüpi ja stiili.",
    "2075610992": "Tänan toetuse eest!",
    "1023190144": "hCaptcha® tekstis",
    "4274324704": "Meie nime kasutamine kirjalikus koopias toimib järgmiselt.",
    "3912926900": "hCaptcha®-l peaks olema registreeritud kaubamärgi sümbol, kui see esimest korda loomingulises koopias ilmub.",
    "950637875": "hCaptcha õigekirja ei tohiks kunagi muuta ja hCaptcha tuleb alati kirjutada suurtähtedega (\"C\"). See ei ole kunagi mitmus ega omastav.",
    "2624601135": "\"hCaptcha\" ei tohiks olla kaubamärgi osana, sidekriipsuga ühendatud ega rakenduste või muude toodete nimedes.",
    "3828090208": "Selle asemel kasutage \"for hCaptcha\". Kui seda kasutatakse koos kolmanda osapoole logoga, peab \"for hCaptcha\" olema väiksem kui kolmanda osapoole logo.",
    "4149738856": "hCaptcha tuleks kasutada omadussõnana ja sellele järgneda korralik üldtermin.",
    "1446868537": "hCaptchat ei tohiks kunagi kasutada tegusõnana.",
    "2487931657": "Ärge kasutage: \"we hCaptcha'd our site.\"",
    "2565565429": "Selle asemel kasutage: \"kasutame hCaptchat, et muuta oma sait turvalisemaks ja turvalisemaks.\"",
    "3434202027": "hCaptcha nime igasugune kasutamine suhtluses nõuab omistamist: \"hCaptcha on ettevõtte Intuition Machines, Inc registreeritud kaubamärk.\"",
    "2754937029": "Vastuvõetamatu kasutus",
    "2436973524": "Lubatud on ainult täpsed viited. Ei ole lubatud väita, et sait kasutab hCaptcha teenuseid ja rakendusi, kui ta seda ei tee. Samamoodi on meie logo või mis tahes märkide kasutamine asjakohane ainult siis, kui sait kasutab hCaptcha teenuseid.",
    "69844082": "hCaptcha kaubamärke, graafilisi sümboleid, logosid, kirjatüüpe ega ikoone ei tohi samuti halvustavalt kasutada.",
    "3861413614": "Ilma selgesõnalise kirjaliku loata ei tohi te kasutada ühtegi hCaptcha kaubamärki või logo, mis viitaks sellele, et hCaptcha on seotud kolmanda osapoole toote või teenusega või toetab, sponsoreerib või toetab seda.",
    "1409822234": "Mitte mingil juhul ei tohi domeeninimena kasutada identset või peaaegu identset hCaptcha kaubamärki.",
    "4181060163": "Kolmandad osapooled ei tohiks kasutada variatsioone ega õigekirjavigu ega tegutseda viisil, mis tekitaks algselt segadust hCaptcha kaubamärkide suhtes.",
    "3955555607": "Peale partnerite või volitatud edasimüüjate ei tohi kolmandad osapooled teha pakkumisi märksõnadele, Google AdWordsile või muudele sihitud reklaamisüsteemidele, kasutades hCaptcha märke või õigekirjavigu. Samuti ei tohi kolmandad osapooled kasutada hCaptcha märke domeeninimedes, otsingumootori optimeerimises, metasiltides, otsinguterminites, koodides või muudes valeandmetes.",
    "1985238261": "Muud piiratud kasutusega märgid",
    "2193061499": "Mõned meie logod ja märgid on hCaptcha ja tema partnerite jaoks piiratud. Kolmandad osapooled ei tohi kasutada järgmisi märke ilma hCaptcha kirjaliku litsentsita:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha volitatud edasimüüja™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "hCaptcha™ BotStop",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logo™",
    "3942875761": "Aidake luua paremat veebi™",
    "364774188": "Ma olen inimene™",
    "2785425016": "(inimlikkuse kontrollimise lahenduse kontekstis, nt üleskutse tegevusele)",
    "2639657759": "Märgid, mida kasutatakse loal",
    "1268918580": "Mõned hCaptcha ja tema partnerite kasutatavad logod ja märgid kuuluvad kolmandatele isikutele ja neid võib kasutada ainult nende loal. Kolmandad isikud ei tohi kasutada järgmisi märke, välja arvatud juhul, kui nende omanikud on lubanud:",
    "3782751514": "HUMAN Protocol® on HUMAN Protocol Foundationi registreeritud kaubamärk ja seda kasutatakse tema loal.",
    "1620709264": "HUMAN Token® on HUMAN Protocol Foundationi registreeritud kaubamärk ja seda kasutatakse tema loal.",
    "3031953928": "HUMAN Network™ on HUMAN Protocol Foundationi kaubamärk ja seda kasutatakse tema loal.",
    "3554363588": "Muud märgid",
    "3290996791": "Kõik muud tootenimed, logod ja kaubamärgid on nende vastavate omanike omand. Kõik muud sellel veebisaidil kasutatud ettevõtete, toodete ja teenuste nimed on ainult tuvastamise eesmärgil. Nende nimede, logode ja kaubamärkide kasutamine ei tähenda heakskiitu.",
    "2444685143": "Logo poliitika",
    "2414232014": "Meie logo on koheselt äratuntav ning üks meie väärtuslikumaid ja tähtsamaid varasid. Tagamaks, et see jääks meie ettevõtte tugevaks esinduseks, tuleb seda esitada hoolikalt ja järjepidevalt kõigis suhtluskanalites.",
    "803639471": "hCaptcha logo koosneb käeikoonist ja hCaptcha logotüübist. Alternatiivsel kujul võib käeikoon ilmuda iseseisvalt, kui ruum on piiratud ja sõna \"hCaptcha\" kasutatakse sõnamärgina (nagu eespool kirjeldatud) käeikooni vahetus läheduses, nii et on selge, et käeikoon tähistab hCaptchat.",
    "564127016": "hCaptcha käeikoon:",
    "1424800293": "hCaptcha logo:",
    "1525506526": "Mis on konto ülevõtmine ja kuidas need toimivad?",
    "2446481523": "Üks vana rahvajutt, kus väikese maaküla konstaabuli ilmuvad vankrijuht ja aadlik. Üks mees, kes oli riietatud räpastesse vaeste riietesse, ütles konstaablile: „Mina olen aadlik. See mees oli minu autojuht.",
    "1767952047": "Ta ründas mind eile õhtul, varastas mu riided ja võttis mu raha. Teine mees, kes oli riietatud suurepärastesse, aadliklassi riietesse, vastas: \"Konstaabel, see mees on hull. Ta arvab, et on aadlik. Ma olen tõeline aadlik. Arreteerige ta!\"",
    "2947576723": "See lugu pärineb juhilubadest ja digitaalsest sõrmejäljest, kuid see on hea näide sellest, mis võib konto ülevõtmise olukorras valesti minna. Inimene logib sisse internetipanga kontole või mobiilimaksete rakendusse. Kas ta on tegelik kontoomanik või häkker? Kes on tegelikult kes? Need turvaprobleemid mõjutavad organisatsioone, mis lubavad juurdepääsu iseteenindusega kontodele.",
    "1687299615": "Mis on konto ülevõtmine?",
    "2648707986": "Konto ülevõtmine on küberpettuse vorm, mille puhul pahatahtlik tegutseja kehastab end veebikonto omanikuna. Tavaliselt on konto finantsasutuses või e-kaubandusettevõttes, kus pettur võib varastada raha, kaupa või kinkekaarte. Ründaja kasutab kontole juurdepääsuks ja seejärel selle ülevõtmiseks varastatud sisselogimismandaate, võib-olla muudab parooli, et konto tegelik omanik välja lülitada.",
    "1476843710": "Rahaliselt vähem kahjulikud, kuid siiski kahjustavad konto ülevõtmise vormid hõlmavad sotsiaalmeedia kontode kaaperdamist jms. Sellistel juhtudel üritab ründaja tavaliselt levitada pahavara või osaleda andmepüügirünnakutes ohvri pahaaimamatute sõprade vastu. Või üritab ründaja ohvrit piinlikkust tekitada, mida mõnikord juhtub näiteks kuulsuste ja poliitikutega.",
    "2904949278": "Kuidas häkker konto üle võtab?",
    "2575690545": "Kontode ülevõtmine, nagu paljud küberpettused, on enamasti automatiseeritud massiprotsesside küsimus. Harva juhtub, et häkker, kes on kapuutsiga oma ema keldris, sisestab paroolid panga veebisaitidele ükshaaval.",
    "3614653023": "Pigem toetub praktika suuremahulistele mandaatide täitmise rünnakutele, mis proovivad kümnete sihtfinantsasutuste peal miljoneid kasutajanime/parooli paare, lootuses avada väike kontode alamhulk. Kui automatiseeritud petutarkvara on kontole juurdepääsu saanud, võib inimhäkker sekkuda, kuid mõnel juhul mitte.",
    "2762759509": "Paljud konto ülevõtmise rünnakud on peaaegu täielikult automatiseeritud.",
    "1972710018": "Vaadates seda ettevõtte vaatenurgast",
    "1282121137": "Et mõista, kui problemaatiline võib konto ülevõtmine olla, mõelge, milline näeb välja kogemus finantsasutuse vaatevinklist. Nad tegelevad iga päev miljoneid sisselogimisi.",
    "2315518622": "Tänapäevaste ründetööriistade keerukuse tõttu on äärmiselt keeruline tuvastada, millised on petturlikud, kui üldse. Seejärel helistab inimene klienditeenindusliinile ja ütleb: „Minu kontot on rünnatud! Ma ei saa sisse logida ja keegi varastab mu raha!”",
    "1836369533": "Nagu rahvajutus konstaabel, kuidas teha kindlaks, kes on tegelikult kes? Kui ründajal on piisavalt varastatud identiteedielemente, nagu juhiloa number, sotsiaalkindlustuse number, ema neiupõlvenimi, aadress ja nii edasi, võib olla üsna raske kindlaks teha, kas helistaja on tegelik konto omanik või ründaja, kes üritab telefoni kätte saada. parooli lähtestamine kontol, kuhu ta soovib tungida.",
    "2880837730": "Mida saab teha konto ülevõtmise peatamiseks?",
    "3654556483": "Finantsasutustel ja e-kaubandusega tegelevatel ettevõtetel on protsessid ja kontrollid, mis leevendavad mõnda konto ülevõtmise ohtu. Need ulatuvad vanaaegsetest turvaküsimustest \"mis oli teie parima sõbra nimi algkoolis\" kuni tuvastamismeetoditeni, mis eemaldavad kahtlased IP-aadressid ja mobiilseadmete profiilid.",
    "2449501658": "on üks kõige arenenumaid viise, kuidas leevendada petturlikest kontole sisselogimiskatsetest tulenevat ohtu, kasutades robotite tuvastamiseks ja peatamiseks masinõpet ning muutes petturite jaoks konto ülevõtmise palju raskemaks või isegi võimatuks.",
    "3621455477": "et rohkem teada saada!",
    "555246307": "Muide, lugu aadlikust ja tema autojuhist lõpeb nii: Konstaabel pani kaks meest tundideks koos toas istuma ja tüdinesid endast välja. Päeva lõpus ilmus ta ja ütles: \"Ma räägin nüüd vagunijuhiga.\" Üllas riietuses mees tõusis püsti. Tal oli nii igav, et ta unustas, et teeskles ainult aadlikku.",
    "1224727373": "hCaptcha BotStop",
    "1187718370": "Võta meiega ühendust",
    "3892905664": "hCaptcha aitab teie lemmikvõrguteenustel hoida eemal robotid, rämpspost ja kuritarvitamine, esitades lihtsaid küsimusi, mis on inimestele lihtsad ja masinatele keerulised.",
    "555158694": "Teie kasutatav teenus on otsustanud parandada teie saidi kasutuskogemust, installides pahatahtliku liikluse vähendamiseks hCaptcha.",
    "1617196410": "hCaptcha on keskendunud robotite peatamisele. Meid ei huvita, kes on kasutaja, vaid ainult see, kas ta on pahatahtlik. Teeme kõvasti tööd, et tasakaalustada privaatsust ja",
    "1624200563": "turvalisust ning järgima GDPR-i, CCPA, LGPD, PIPL-i ja muid privaatsuseeskirju.",
    "1927613000": "hCaptcha ühendab keeruka masinõppe võimsa väljakutseplatvormiga, et kaitsta veebirakendusi kontode ülevõtmise, mandaatide täitmise, kraapimise ja muu kuritarvitamise eest.",
    "1133989302": "Miks hCaptcha?",
    "34074886": "Iga kord, kui vastate väljakutsele, kasutame keerukaid mudeleid, et selgitada välja, kas olete inimene. Seejärel kasutab teie külastatud veebisait seda tulemust teie saidi kasutuskogemuse parandamiseks, hoides eemal robotid.",
    "3412647984": "See võimaldab teil registreerumise ja küpsise seadmise kaudu vältida tulevasi küsimusi. Proovige ka oma reklaamiblokeerija välja lülitada.",
    "2510209017": "Kas vajate rohkem abi?",
    "477275453": "Miks on API-d häkkerite jaoks populaarne sihtmärk?",
    "596347471": "Rakendusprogrammide liidesed (API-d) on muutunud küberruumis pahatahtlike osalejate populaarseks sihtmärgiks. Sellel on palju põhjuseid, sealhulgas nende suur kasulikkus rakenduste integreerimisel. API riski on siiski võimalik maandada.",
    "2441638955": "Esiteks, mis on API?",
    "3963216198": "Arutlemaks, miks API-d on häkkerite jaoks populaarne sihtmärk, tasub esmalt võtta hetk, et määratleda, mida praegu tähendab mõiste „API”. API kontseptsioon pole sugugi uus. Tegelikult on liidesed erinevate arvutisüsteemide omavaheliseks ühendamiseks ja ka nende sisemised komponendid olnud kasutusel juba vähemalt 1960. aastate algusest.",
    "1047251718": "Tänapäeval aga, kui inimesed räägivad API-dest, peavad nad alati silmas standardipõhiseid API-sid. Need on API-d, mis on loodud avatud standardite (nt Representational State Transfer (REST)) ja avatud standardsete failivormingute (nt JavaScript Object Notation (JSON)) abil. Selliseid \"RESTful API-sid\", nagu neid tuntakse, saab luua ilma patenteeritud tarkvarata. Saadud API-d on võimelised tarkvararakenduste vahel andmeid ja protseduurikõnesid saatma ja vastu võtma. Näiteks mobiilipanga äpp kasutab API-t, et pääseda ligi panga süsteemidesse.",
    "3195334319": "API-de kasulikkus ja haavatavus",
    "1903743785": "Standardipõhiste API-de tulek kujutas endast suurt edasiminekut rakenduste integreerimisel. Umbes viimase 20 aasta jooksul on API-d muutunud kulukatest ja keerukatest patenteeritud tarkvaratoodetest tasuta standardipõhisteks tööriistadeks, millega oli suhteliselt lihtne töötada ja mida oli kiire juurutada.",
    "879362350": "Tänu uutele API-dele, mis töötavad üle Interneti, sai võimalikuks ühendada mis tahes tarkvara või andmeallika kõikjal maailmas, olenemata platvormist, andmeskeemist või programmeerimiskeelest. Selle tulemusena on andmetöötlusmaailm praegu API-revolutsiooni keskel. Rakenduste ja andmete ühenduvus on plahvatuslikult kasvanud. See on suurepärane, kuni seda pole.",
    "3844432472": "API-de avatus ja kasulikkus muudab need ründajate jaoks uskumatult rikkalikeks sihtmärkideks. Samamoodi nagu mobiilirakendust saab programmeerida API abil ettevõtte süsteemiga ühendust võtma ja sealt andmeid hankima, saab seda teha ka pahavara tükki. Häkkerid on API-de kuritarvitamiseks kirjutanud palju erinevaid tarkvaratööriistu. See on tõhus rünnakutehnika.",
    "2187096543": "Tõepoolest, häkkerite kirjutatud tarkvarast, mis kutsus API-d andmebaasist andmeid välja võtma, on toimunud mõned suured andmerikkumised. Lõppude lõpuks, kui andmete varastamine nõuab lihtsalt API GET-i põhikutset, mis on kirjutatud REST-i ja JSON-i abil, on andmebaasi lihtne kiiresti puhastada. Tegelikult, kui inimesed räägivad \"ekraani kraapimise\" rünnakutest, siis enamasti tähendab see kiiret API-kutset, mis tõmbab andmed andmebaasidest välja. API-dest on saanud peamine ründepind neid loovate organisatsioonide jaoks.",
    "4222109231": "API riski maandamine hCaptcha ettevõttetootega",
    "1783317946": "API rünnakute peatamine on populaarne kasutusjuht",
    "3022922096": ", hCaptcha ettevõtte toodete komplekt. Erinevalt hCaptcha tasuta versioonist,",
    "63719113": "kasutab täiustatud masinõpet, et tuvastada teie saidile ja rakendustele suunatud pahatahtlikku liiklust, sealhulgas kraapides.",
    "3566102529": "meid täna, et rohkem teada saada.",
    "3096553330": "Iga süsteem, mille loome, peegeldab lihtsalt meie suhteid teiste inimestega.",
    "1467218142": "See, mida me neilt ja meil endilt ihaldame, juhib meie käitumist ja seega korduvad samad interaktsioonimustrid kõigis inimsüsteemides. Internet pakub palju suurepäraseid näiteid selle meie maailma põhiaspekti kohta.",
    "808872868": "Näiteks: rämpspost, pettused ja kuritarvitamine on eksisteerinud võrgus peaaegu päevast peale kahe süsteemi esmakordset ühendamist.",
    "1085089390": "Internetis väärkohtlemine tuleneb inimese kaasasündinud käitumisest",
    "3064321967": "Esimene teadaolev rämpspost saadeti 1978. aastal. [",
    "3800781598": "] Peaaegu viis aastakümmet hiljem vaevab meid jätkuvalt rämpspost. Selle võitmiseks on tehtud palju miljardeid dollareid ja tuhandeid inimaastaid, kuid rämpspost on endiselt olemas. Mõlemal poolel on miljardi dollari tööstused, st need, kes kaitsevad selle vastu ja need, kes seda saadavad.",
    "2119943547": "Miks on see? Vastus on lihtne. Niikaua, kuni on olemas stiimul süsteemi kuritarvitada, leiab keegi üldjuhul tee. Ja kui nad seda teevad, on nüüd kellelgi teisel stiimul neid peatada.",
    "532470444": "Tasakaal võib aasta-aastalt pisut nihkuda, kuid see käitumine peegeldab lihtsalt inimese põhiolemust ja viie tuhande aasta pikkune salvestatud ajalugu viitab sellele, et dünaamika ei muutu niipea.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "See analüüs pole uus, kuid inimesed on igavesti optimistlikud. Eriti kui nad arvavad, et nende idee on uus.",
    "1216071511": "Samu ideid pakutakse välja nii sageli, et umbes 20 aastat tagasi tuli anonüümne autor välja rämpspostivastaste lahenduste teemaliste veebiarutelude jaoks kasuliku lünka:",
    "1941999673": "Teie postitus toetab a",
    "4179118182": "( ) tehniline ( ) seadusandlik ( ) turupõhine ( ) valvsus",
    "3978720689": "lähenemine rämpsposti vastu võitlemisele. Teie idee ei tööta. Siin on põhjus, miks see ei tööta.",
    "318339230": "(Teie idee kohta võib kehtida üks või mitu järgmistest ja võib-olla",
    "30312304": "muud vead, mis enne halva föderaalseaduse vastuvõtmist olid osariigiti erinevad.)",
    "2710988028": "( ) Rämpspostisaatjad saavad seda hõlpsalt e-posti aadresside kogumiseks kasutada",
    "3912514510": "( ) See mõjutab meililoendeid ja muid seaduslikke meilisõnumeid",
    "2030062561": "( ) Keegi ei suuda seda meest leida ega raha koguda",
    "3334160175": "( ) See on kaitsetu toore jõu rünnakute vastu",
    "3238345709": "( ) See peatab rämpsposti kaheks nädalaks ja siis jääme sellega jänni",
    "4227800293": "( ) Meili kasutajad ei lepi sellega",
    "2271252286": "( ) Microsoft ei lepi sellega",
    "692064738": "( ) Politsei ei lepi sellega",
    "3475647460": "( ) Nõuab rämpspostitajatelt liiga palju koostööd",
    "1482845460": "( ) Nõuab kohest täielikku koostööd kõigilt korraga",
    "3741193183": "( ) Paljud meili kasutajad ei saa endale lubada äri kaotamist ega potentsiaalsete tööandjate võõrandamist",
    "2234909600": "( ) Rämpsposti saatjad ei hooli kehtetutest aadressidest nende loendites",
    "1982617151": "( ) Igaüks võib anonüümselt hävitada kellegi teise karjääri või äri",
    "2498172334": "Täpsemalt, teie plaan ei võta arvesse",
    "389705801": "( ) Seda selgesõnaliselt keelavad seadused",
    "190955495": "( ) E-posti tsentraalse kontrolli puudumine",
    "237009707": "( ) Avatud teatevõistlused välisriikides",
    "3507532387": "( ) Kõigi e-posti aadresside väikesest tähtnumbrilisest aadressiruumist on lihtne otsida",
    "2477958756": "( ) Halvad inimesed",
    "3254142589": "( ) Jurisdiktsiooniprobleemid",
    "3621401685": "( ) Imelike uute maksude ebapopulaarsus",
    "4277475973": "( ) Avalikkuse vastumeelsus uute veidrate rahavormide vastu",
    "941057651": "( ) Olemasolev tohutu investeering SMTP-sse",
    "3265293440": "( ) Muude protokollide kui SMTP vastuvõtlikkus rünnakutele",
    "515733427": "( ) Kasutajate valmisolek installida meili teel saadud OS-i plaastreid",
    "2631159699": "( ) Lairibaühendusega Windowsi kastide armeed",
    "776542208": "( ) Igavene võidurelvastumine, mis on seotud kõigi filtreerimisviisidega",
    "989480928": "( ) Rämpsposti ülikasumlikkus",
    "3898950867": "( ) Joe töökohad ja/või identiteedivargus",
    "3395399558": "( ) Tehniliselt kirjaoskamatud poliitikud",
    "1118929614": "( ) Rämpspostitajatega äri ajavate inimeste äärmine rumalus",
    "838951836": "( ) Rämpspostitajate endi ebaausus",
    "2123236933": "( ) Ribalaiuse kulud, mida kliendi filtreerimine ei mõjuta",
    "2292919419": "( ) Väljavaade",
    "2534436327": "ja kehtida võivad ka järgmised filosoofilised vastuväited:",
    "832385387": "( ) Sinu omaga sarnaseid ideid on lihtne välja mõelda, kuid ühtegi neist pole kunagi näidatud praktiliseks",
    "1993984258": "( ) Kõik loobumisel põhinevad skeemid on vastuvõetamatud",
    "3909240516": "( ) SMTP päised ei tohiks olla õigusaktide objektiks",
    "1151065360": "( ) Mustad nimekirjad on nõmedad",
    "2396605499": "( ) Valged nimekirjad on imelikud",
    "2225785608": "( ) Me peaksime saama Viagrast rääkida ilma tsenseerimata",
    "3004688366": "( ) Vastumeetmed ei tohiks hõlmata panga- ega krediitkaardipettusi",
    "922470170": "( ) Vastumeetmed ei tohiks hõlmata avalike võrkude saboteerimist",
    "3068923550": "( ) Vastumeetmed peavad toimima, kui need võetakse kasutusele järk-järgult",
    "2752975480": "( ) Meili saatmine peaks olema tasuta",
    "117227832": "( ) Miks peaksime teid ja teie servereid usaldama?",
    "1021431157": "( ) Kokkusobimatus avatud lähtekoodiga või avatud lähtekoodiga litsentsidega",
    "2801524659": "( ) Hea enesetunde meetmed ei aita probleemi lahendada",
    "931661269": "( ) Ajutised/ühekordsed meiliaadressid on tülikad",
    "2090457681": "( ) Ma ei taha, et valitsus mu meili loeks",
    "3536122902": "( ) Nende peatamine sel viisil ei ole piisavalt aeglane ja valus",
    "2391175562": "Veelgi enam, see on see, mida ma sinust arvan:",
    "229198134": "( ) Vabandust, aga ma ei usu, et see toimiks.",
    "345563040": "( ) See on rumal idee ja sa oled loll inimene, et seda välja pakkusid.",
    "409780280": "( ) Hea katse, ****! Loodan, et keegi astub teie klaviatuurile!",
    "2820080973": "võõrustas ❤",
    "3943164003": "vaata toorelt",
    "3875523186": "sisufail1.txt",
    "2840750518": "GitHub",
    "593735469": "Miks teie uus rämpspostivastane lahendus ei tööta?",
    "361795034": ". Tundmatu autor, c. 2000",
    "1547006769": "Inimkonna kontrollimine on sama probleem",
    "3717942925": "Nii nagu alati leidub inimesi, kes soovivad teie tähelepanu e-posti teel võita, on alati soov piirata juurdepääsu mõnele ressursile nii, et neile pääsevad juurde ainult inimesed.",
    "2481032625": "Kas eesmärk on ennetada:",
    "1691348394": "- automatiseeritud massostud piiratud väljalaskega müügi ajal",
    "1771016224": "- tarkvara kogu sisu massiliselt teie veebisaidilt allalaadimiseks",
    "1959762846": "- oma veebivormide täitmine lõputu turundusrämpsposti või väärkasutusega",
    "345108670": "- mandaatide täitmine ja muud konto ülevõtmise katsed",
    "2540760245": "paljude muude kasutusviiside hulgas jääb võrguliikluse filtreerimine selle põhjal, kas inimene või mitte, tõenäoliselt väärtuslik tööriist seni, kuni inimloomus järgib samu mustreid, mis on registreeritud viimase viie tuhande aasta jooksul.",
    "3346362371": "Aga masinõpe?",
    "3619183405": "2021. aastal saab lihtsaid CAPTCHA-sid mõnikord tarkvaraga lahendada tänu masinõppe edusammudele. Selle lahendamiseks teeb hCaptcha ka selliste omaduste nagu väga üksikasjalikku analüüsi",
    "3292221787": "väljakutsele vastati, mitte ainult, kas see oli õige, ning sageli muudeti nii küsimusi kui ka kasutatud andmeid.",
    "1080672247": "Kuna paljusid küsitud küsimusi ei saa valmistarkvaraga säästlikult lahendada ja kuna andmed on üldiselt süsteemile ainulaadsed, tähendab see seda, et tasuta teenus peatab sageli robotid täielikult ja nad peavad selle asemel tuginema inimese CAPTCHA lahendajatele, mis muudab mitmesugused kuritarvitamised täiesti ebaökonoomseks.",
    "4172868199": "läheb sellest palju kaugemale, püüdes eristada ka \"head inimest\" \"halvast inimesest\" ning seda kasutavad tänapäeval paljud maailma populaarseimad võrguteenused, et leida ja peatada kõike alates ostupettustest kuni arenenud püsivateni. kasutajate vastu suunatud ohtude eest, keskendudes samal ajal eraelu puutumatuse säilitamisele.",
    "2873911365": "Aga riistvara atesteerimine?",
    "1477196356": "Aastakümneid on pakutud erinevaid meetodeid identiteedi sidumiseks seadmega krüptograafiliselt turvalisel viisil, mõnikord privaatsust säilitavate omadustega. Avaliku võtmega krüptograafia pärineb aastast c. 1975 ja riistvaramärgid on eksisteerinud peaaegu sama kaua.",
    "2349681896": "Kahjuks ei tähenda riistvara juhtimine, et olete inimene. Peaaegu iga populaarne tarbija riistvara atesteerimisskeem on korduvalt rikutud, paigatud ja siis uuesti katki.",
    "254326776": "Nende vigade pahatahtlikku kuritarvitamist avastatakse sageli kuid või aastaid enne avalikustamist või akadeemilist avaldamist.",
    "2462909475": "Rohkem kui 10 000 kuritarvitamiseks kasutatud telefoni sein, mis on osa Hiina robotioperatsioonist.",
    "1963951234": "Olenemata sellest, kui usaldusväärne on teie krüptograafiline skeem, kui keegi saab lõpuks lihtsalt raha kulutada, et anda teile otsitav vastus, ei piisa riistvara omamisest.",
    "1278884196": "See tähendab, et krüptograafia on üsna noor teadusharu. Lähiajaloole tuginedes on teie krüptograafiline skeem ja/või rakendamine tõenäoliselt rikutud niipea, kui kellelgi on stiimul seda tähelepanelikult uurida, ja tõenäoliselt saavad teised inimesed sellest aru ammu enne teie seda. Riistvarale tuginemine tähendab ka seda, et peate võib-olla paluma kõigil oma kasutajatel vigade parandamiseks füüsilist seadet vahetada. Tõenäoliselt ei juhtu see enamikul juhtudel kiiresti, mis tähendab, et tegelikkuses teie süsteem lihtsalt ebaõnnestub.",
    "1828028934": "See on põhjus, miks",
    "1642844535": "on oluline: hCaptcha kasutab samale põhiküsimusele vastamiseks mitut erinevat lähenemisviisi, mis võimaldab võrrelda kõigi hinnangute järjepidevust.",
    "1155821305": "kaitse on sügavus",
    "119098046": "Kuidas on lood passiivsete või väljakutseteta lahendustega?",
    "2760410719": "Teenused, mis püüavad roboteid tuvastada puhtalt passiivsete signaalidega, puutuvad kiiresti kokku põhiprobleemiga: kuidas kontrollida, kas süsteem tuvastab halvad osalejad õigesti, kui teil pole täpset põhitõde?",
    "1722734001": "Avatud internet on väga mürarikas keskkond. Halvad näitlejad ründavad meie teenuse kasutajaid ja konkurente, nagu reCAPTCHA, iga päev ning püüavad seda tehes loomulikult võimalikult inimlikud välja näha.",
    "1595254735": "Puhtalt passiivsed teenused näevad vaeva, et säilitada roboti tuvastamise täpsust või isegi teada saada, millal need on ebatäpsed. Ilma võimaluseta aeg-ajalt kasutajatele väljakutseid esitada ja selle väljakutse tulemusi õigesti analüüsida kipub täpsus aja jooksul oluliselt vähenema.",
    "2412751979": "Tänu täpsematele inimkonna signaalidele, mida hCaptcha toidab, on paljud varem reCAPTCHA v3/Enterprise'i kasutanud ettevõtted üle läinud",
    "2284856231": "ja märgatavalt paranenud täpsus ka hCaptcha Enterprise'i puhtalt passiivses režiimis.",
    "4162847": "Oleme saanud seda otse jälgida, kuna mõned meie kliendid teevad sama taotluse alusel A/B-teste, enne kui nad Google'i pakkumistest täielikult üle lähevad. Tavaliselt suudame tõestada, et reCAPTCHA v3 või reCAPTCHA Enterprise on kõrge valepositiivsete ja valenegatiivsete näitajatega.",
    "436125785": "See pole üllatav, arvestades nendes toodetes saadaolevate tagasisideahelate ebatäpsust ja tõsiasja, et neid müüb reklaamivõrgustik, mille suur huvi on robotite tuvastamisel mitte liiga hästi hakkama saada, et see ei kahjustaks nende põhitegevust.",
    "2233741720": "Kokkuvõtteks",
    "2133809801": "Niikaua kui inimesed jäävad inimesteks, on tõenäoline, et inimkonna kinnitamisel on veebis oma roll.",
    "2255549335": "Meie ülesanne hCaptchas on leida häid kompromisse raskuste ja täpsuse vahel ning hoida hõõrdumist madalal, eriti",
    "4138068262": "kasutajad. Lõppkokkuvõttes jääb väljakutsetega suhtlemine tõenäoliselt osaks veebikuritarvitamise vähendamise tööriistade arsenali osaks seni, kuni inimloomus jääb muutumatuks.",
    "855097735": "Teenuse loomine, mis teeb seda hästi ja tasakaalustab kõiki muresid, on väga raske probleem (ja me töötame alati selle täiustamise nimel, et kogemus oleks võimalikult meeldiv), kuid loodame, et nõustute sellega, et rämpsposti, kuritarvitamise ja konto ülevõtmise vähendamine , ja võrgupettus on lõppkokkuvõttes väärt aeg-ajalt lihtsat küsimust.",
    "1953959745": "ligipääsetavus",
    "2543123170": "Hõõrdumiseta inimkonna kontroll",
    "547245263": "Lahendage oma robotiprobleem juba täna.",
    "3117887301": "Usaldavad suurimad võrguteenused",
    "981806349": "Ehitatud end tõestanud hCaptcha platvormile",
    "2373007864": "hCaptcha Enterprise töötab hCaptcha platvormitehnoloogial, mida on laiendatud, et hõlmata funktsioone, mida suure liiklusega ettevõtted vajavad.",
    "2652399059": "Usaldusväärne partner",
    "1997838163": "Maailma suurimad ettevõtted sõltuvad hCaptcha Enterprise'ist. Integreerimine on lihtne ja tuvastamise täpsus on võrratu.",
    "734735952": "Hindasime mitmeid CAPTCHA tarnijaid ja ise süsteemi ehitamist. Lõpuks kujunes hCaptcha reCAPTCHA-le parimaks alternatiiviks.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Cloudflare'i tootehalduse direktor",
    "3971348140": "Miks me kasutasime hCaptchat? Keegi teine ei suuda pakkuda meile vajalikke funktsioone ja jõudlust. Nad panid meid kiiresti tööle ja meie kaupmeestele meeldib see kogemus.",
    "4248655793": "- Alex M.",
    "4185927140": "Tootejuht, Flash, Shopify",
    "282913023": "Tasuv valik suure liiklusega ettevõtetele",
    "999610953": "Lõpuks, usaldusväärne alternatiiv Google'ile. hCaptcha Enterprise võimaldab teie reCAPTCHA arvelt oluliselt säästa suurema turvalisusega: mõnel juhul kuni 80% odavam.",
    "1886100235": "Paljud maailma suurimad võrguteenused on üle läinud hCaptcha Enterprise'ile ja saanud täiustatud robotite tuvastamise ning märkimisväärse kulude kokkuhoiu.",
    "2903742230": "Reklaamivõrgustikud näevad teie külastajaid tootena. Meie jaoks on ainus eesmärk nende inimlikkuse määramine. Meie teenused vastavad või ületavad GDPR-i, CCPA, LGPD ja PIPL-i nõudeid ning teeme kõvasti tööd privaatsuse ja turvalisuse tasakaalustamiseks.",
    "3901503296": "See ainulaadne keskendumine privaatsusele tähendab, et saame pakkuda individuaalsete andmete nullsäilitamist, küpsisteta toimimist ja muid lepingulisi privaatsusgarantiid vastavalt vajadusele, säilitades samas suurepärase turvalisuse.",
    "3342910682": "Loe rohkem",
    "1130783905": "Täpsus on teie ja meie huvides. hCaptcha annab teile tõelisi andmeid ja võimaldab teil otsustada, kuidas neid kasutada. Muid turvalahendusi pakuvad Giganticu reklaamifirmad. See tähendab, et iga nende blokeeritud robot võib oma tulusid vähendada.",
    "2019130052": "Meie uuendused privaatsusele keskendunud ML-is võimaldavad meil ületada pärandi \"salvestage kõik igavesti\" strateegiate turvastandardeid ilma turvalisust või kasutajate privaatsust kahjustamata.",
    "23114595": "Suurepärane kasutajakogemus",
    "3437412311": "Ettevõtluskasutajate jaoks on passiivsetele tulemustele tuginedes saadaval võimalused väljakutsete täielikuks vältimiseks enamiku stsenaariumide puhul.",
    "1996843433": "Vähendage hõõrdumist, vältides väljakutseid täielikult 99,9% oma seaduslikust liiklusest, pakkudes samas suurepärast turvalisust.",
    "3093689546": "Lihtne integreerimine",
    "247560732": "Lisage hCaptcha kolme koodireaga. Kui tulete reCAPTCHA-st, on meie API ühilduv ja üleminekuks kulub vaid minuteid.",
    "1510448156": "Võite juba täna kasutada paremat alternatiivi ja lülitada vajaduse korral sisse täpsemad funktsioonid.",
    "2718999653": "Kohandatud ohuskoorid",
    "2698140263": "Kõik probleemid ei ole ühesugused: ühe hinde saamine tähendab, et see peab vastama teie vajadustele, et olla kasulik.",
    "897432717": "Meie kohandatud ohuskooride uudse disainiga võimaldab teie äriteadmiste lisamine meie mudelitel pakkuda teie kasutajatele ainulaadselt asjakohaseid hindeid.",
    "2650502379": "Käivitage oma väljakutsed sekunditega",
    "3578122193": "Olge asjakohase sisuga brändiga kursis",
    "1074044172": "Kui kasutajad peavad teie turvanõuete täitmiseks väljakutse lahendama, siis miks mitte esitada kasutajale meeldivaid ja asjakohaseid küsimusi?",
    "1579093044": "Meie lihtsa kohandatud väljakutsete kujundaja abil saate mõne minutiga käivitada kaubamärgipõhise väljakutse sisu.",
    "3717512591": "Otsene platvormi integreerimine",
    "121743429": "Veebiinfrastruktuuri ettevõtetele",
    "2131386784": "Kättesaadavad teadmised ja tugi nii teile kui ka teie kasutajatele",
    "2782263070": "Teenindus on meie jaoks esmatähtis. Hooldame ööpäevaringset valvetuge ja pakume otsest Slacki koordineerimist teie inseneri integratsioonimeeskonna ja meie valvepersonaliga rakendamise ajal ja pärast seda.",
    "3740051331": "Samuti oleme pühendunud teie kasutajate küsimuste aktiivsele jälgimisele ja neile vastamisele sotsiaalmeedias, foorumites ning meie vidina- ja e-posti tugikanalites. Oleme juurdepääsetavad ja reageerimisvõimelised ning peame kasutajate rahulolu parimaks KPI-ks.",
    "170775527": "Ettevõtte funktsioonid",
    "3383086062": "hCaptcha Enterprise on terviklik veebiturbelahendus. Aktiivsed ja passiivsed režiimid võimaldavad teil peatada mandaatide täitmist, tuvastada kontode ülevõtmisi ja blokeerida kahtlased osalejad. Kõik seaduslike kasutajate jaoks hõõrdumiseta.",
    "1408599440": "Alustage kiiresti mõne koodirea ja meie 99,9% passiivse režiimiga või võtke täielik kontroll selle üle, millal ja kuidas kasutajatele väljakutse esitatakse. Kohandatud ohumudelid ja kohandatavad väljakutsed tähendavad ületamatut paindlikkust turvalisuse tagamiseks.",
    "3365203058": "Maailmatasemel robotivastane kaitse",
    "1803009328": "Lahingus testitud veebis.",
    "1586809757": "Suure täpsusega robotite hinded",
    "353367791": "Tuvastage mitut tüüpi halbu näitlejaid.",
    "191460155": "Nullhõõrdumine ja 99,9% passiivsed režiimid",
    "585557010": "Esitage väljakutse vähem kui 0,1% seaduslikest kasutajatest.",
    "3287172429": "Kuvatud kontrollülesannete tüübid",
    "1844885924": "Lai valik tüüpe.",
    "3018523079": "Püsige kaubamärgiga järjepideva kasutuskogemusega.",
    "3817811295": "Garanteeritud töökindlus ja kiire ööpäevaringne valvetugi.",
    "1798492192": "Pärandbrauseri tugi",
    "1356745565": "Ühildub täielikult Internet Explorer 8-ga.",
    "751483365": "Tugi mitte-JavaScripti klientidele.",
    "4199502476": "Täiustatud aruandluse armatuurlauad ja API",
    "3630114728": "Vaadake, mis toimub kõigil teie saitidel ja rakendustes.",
    "3573245166": "Erinevalt reCAPTCHAst töötame me igas riigis.",
    "2354267648": "GDPR-i, CCPA ja LGPD-sõbralikud privaatsuspoliitikad",
    "3167979932": "Loodud privaatsuse tagamiseks esimesest päevast peale. Tugev andmetöötlusleping.",
    "4065065042": "Sisestage see, et see sobiks täpselt teie kasutusjuhtumiga.",
    "111184581": "Esimese osapoole hostimine",
    "4272022475": "Kõik taotlused ja varad lähevad aadressile hcaptcha.yourdomain.com",
    "2676853536": "Mitme kasutaja armatuurlauad",
    "1368787974": "Jagage haldust kogu oma meeskonnas.",
    "1045484714": "SAML SSO integreerimine teie identiteedipakkujaga, nt Okta või Azure AD.",
    "3953584369": "Saadaval on keerukad RBAC juurdepääsupiirangud.",
    "2781507299": "Kiire kinnitamine",
    "4019660456": "0 ms latentsus: kontrollige hCaptcha märke ilma API-kõneta.",
    "3446714684": "Mobiilseadmete (iOS ja Android) integreerimine",
    "2593768395": "Sujuv kasutuskogemus veebis, mobiilis ja mobiilses veebis. Saadaval on eelehitatud integratsioonid ja natiivsed SDK-d.",
    "1779265104": "Kohandatud tingimused ja privaatsusgarantiid",
    "122875767": "Rahuldage teie juriidilised vajadused, kui teised ettevõtted seda ei suuda.",
    "148188781": "Esitatud väljakutsed",
    "838049015": "Valige kõik päringule vastavad pildid",
    "1126302400": "Ümbritsev kast",
    "3554448168": "Kategoriseerimine",
    "2104933754": "Tuvastage vastavad sildid",
    "3612043014": "...ja muid lihtsaid ülesandeid. Lihtne inimestele, raske robotitele.",
    "3624758171": "Kohandatud ülesanded on saadaval ka ettevõtete väljaandjatele.",
    "1001938065": "Integratsioon ei saaks olla lihtsam",
    "2138799135": "hCaptcha sisaldab kümneid eelehitatud integratsioone teie kasutatavate esi- ja taustasüsteemide jaoks.",
    "2535001179": "Kui juhtute, et olete pärit Google'i reCAPTCHA-st, on meie API-d asendatavad.",
    "1393184984": "on kõik, mida vajate.",
    "3715747429": "Meie koolitusinsenerid saavad teid kiiresti tööle panna, olenemata sellest, kas vajate Reacti integreerimist, iOS-i omarakenduste SDK-sid, Java taustaprogrammi näidet või peaaegu mis tahes muud stsenaariumi.",
    "2681650568": "Ja nagu alati, on privaatsus meie jaoks põhiväärtus. Lisage meie väljakutsekood ainult seal, kus see on vajalik ja kus on mõistlik kaitsta nii teid kui ka teie kasutajaid. Andmete kogumise minimeerimine algab integreerimise hetkest.",
    "1130868224": "Kolm rida koodi",
    "2183926131": "Alustage hCaptcha Enterprise'iga",
    "1526887904": "hCaptcha ettevõtte privaatsus",
    "1845745385": "Loodud privaatsust silmas pidades.",
    "1297224875": "Unikaalne privaatsuspõhine lähenemine ettevõtte võrguturvalisusele.",
    "2762458927": "Teie kasutajaandmed ei ole müügiks.",
    "2058856283": "hCaptcha Enterprise'il on ainult üks eesmärk: takistada halbadel osalejatel teie võrgutoiminguid häirimast ja kasutajaid kahjustamast.",
    "2408036504": "Meie süsteemid on seega algusest peale loodud andmete kogumise ja säilitamise minimeerimiseks, säilitades samas oma klassi juhtiva turvalisuse. Parim viis kasutajaandmete kaitsmiseks on neid üldse mitte salvestada.",
    "4099477834": "Kõik kliendisuhted on kaitstud ka tugeva andmetöötluslepinguga. Teenus hCaptcha järgib kõiki privaatsusseadusi olenemata sellest, kus teie teenus või teie kliendid asuvad. Isikuandmete mittehoidmine muudab selle meie jaoks palju lihtsamaks kui teiste ettevõtete jaoks.",
    "3569492665": "Interneti-tegevuse salvestamine ei ole lahendus.",
    "3389431373": "Teenused, nagu reCAPTCHA v3, ütlevad, et nende jälgimispikslite lisamine saidi igale lehele on hea turvalisuse tagamiseks vajalik. See pole nii.",
    "3590546893": "Lihtne käitumisanalüüs on signaal, mida halvad tegijad kergesti sepistavad, ja see nõuab ka kogu teie seadusliku liikluse sirvimisajaloo säilitamist.",
    "1105363520": "Meil ei ole reklaamivõrgustikku ja meil pole huvi jälgida teie kasutajate käitumist, et neile reklaame müüa. See tähendab, et me ei nõua passiivset pikslit teie saidi igal lehel.",
    "3088605177": "Lisage meie väljakutsekood ainult seal, kus see on vajalik ja kus on mõistlik kaitsta nii teid kui ka teie kasutajaid.",
    "337971271": "Masinõpe on kasulik. Kuid selle toimimiseks pole vaja isikuandmeid.",
    "320166522": "Masinõpe mõjutab nüüd peaaegu kõiki meie elu aspekte, sageli viisil, mida me ei mõista ega näe. Veebiturbeteenused ei erine.",
    "3180664128": "Tuhandete signaalide üle õppides saavad mudelid järeldada ja saavutada kõrge usaldusväärsus pahatahtliku käitumise tuvastamisel väga kiiresti, isegi kui ükski individuaalne signaal ei ole probleemile viitamiseks piisavalt tugev.",
    "961941354": "Kuid ükski neist ei nõua isikut tuvastava teabe (PII) kasutamist. Kaasaegsed krüptotehnikad võimaldavad meil eemaldada kõik isikuandmed nii kiiresti kui võimalik, luues selle asemel ühesuunalised allkirjad, mida ei saa ühegi isikuga siduda.",
    "1706581702": "Deidentifitseeritud andmete koolitus toimib sama hästi ja ei nõua turvalisuse ega privaatsuse osas järeleandmisi. Meie kliendid on teinud empiirilisi teste ja kuulutanud meid võrdseks või paremaks kui palju vähem privaatsed alternatiivid.",
    "3203921334": "Meile meeldisid hCaptcha lahenduste juures mitmed asjad: 1) nad ei müü isikuandmeid; nad koguvad ainult minimaalselt vajalikke isikuandmeid, nad kirjeldavad kogutavat teavet ja seda, kuidas nad seda kasutavad ja/või avaldavad, läbipaistvalt.",
    "305735018": "Lõpuks, usaldusväärne alternatiiv Google'ile. hCaptcha Enterprise võimaldab teie reCAPTCHA arvelt oluliselt säästa suurema turvalisusega: mõnel juhul kuni 80% odavam.",
    "3695206755": "Proovige meid oma keskkonnas ilma kohustusteta.",
    "2941545733": "Oleme insenerid, mitte müügiinimesed: tahame, et oleksite oma valikuga rahul.",
    "131871195": "Parim viis teie rahulolu tagamiseks on näidata, et me vastame teie vajadustele.",
    "3436534225": "Peaaegu kõik pilootprojekti alustavad ettevõtted valivad lõpuks meie lahendused.",
    "4060250206": "Kasutage seda vormi ühe meie tehnilise spetsialisti poole pöördumiseks. Vastame kiiresti.",
    "1159746815": "Võite meile ka otse meili saata.",
    "2531534427": "Üksikasjad on siin.",
    "2059998584": "Piirkond",
    "3916131732": "Ameerikas",
    "135276624": "Euroopa, Lähis-Ida, Aafrika (EMEA)",
    "1182294134": "Aasia ja Vaikse ookeani piirkond (APAC)",
    "2437934778": "Sinu nimi",
    "3859506577": "Ettevõtte e-post",
    "1268414751": "Kas meil peaks olema muid üksikasju?",
    "42559805": "Kas vajate kiiret sisseelamist?",
    "851679588": "Jah.",
    "1729677626": "Olen rünnaku all ja vajan viivitamatut liitumist.",
    "2808971932": "See on tekst div-ploki sees.",
    "2468683988": "Pealkiri",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing eliit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Teksti link",
    "2212670355": "Registreeri",
    "31502377": "Mis on rikasteksti element?",
    "2310705547": "Rikasteksti element võimaldab teil luua ja vormindada pealkirju, lõike, tsitaate, pilte ja videoid ühes kohas, selle asemel, et neid eraldi lisada ja vormindada. Lihtsalt topeltklõpsake ja looge lihtsalt sisu.",
    "2590587108": "Staatiline ja dünaamiline sisu redigeerimine",
    "778204464": "Rikasteksti elementi saab kasutada staatilise või dünaamilise sisuga. Staatilise sisu jaoks pukseerige see lihtsalt mis tahes lehele ja alustage redigeerimist. Dünaamilise sisu jaoks lisage mis tahes kogusse rikasteksti väli ja seejärel ühendage rikasteksti element selle väljaga seadete paneelil. Voila!",
    "1890955039": "Kuidas kohandada iga rikasteksti vormingut",
    "3286051798": "Pealkirjad, lõigud, tsitaadid, joonised, pildid ja jooniste pealdised saab stiilida pärast seda, kui klass on rikasteksti elemendile lisatud, kasutades pesastatud valijasüsteemi \"Kui sees\".",
    "504332576": "Teatame uhkusega, et hCaptcha on kasvanud maailma suurimaks sõltumatuks küberturbeteenuseks, mis töötab umbes 15% Internetist – ja võtsime suurema osa sellest turuosast otse Google reCAPTCHA-lt. Koos hCaptcha ja",
    "1155436473": "(meie ettevõtte pakkumine) kaitseb nüüd sadu miljoneid kasutajaid kümnetel miljonitel veebisaitidel ja rakendustes iga kuu. Meie lugu näitab, et saate Big Techiga võistelda, kui seate privaatsuse esikohale.",
    "3108727249": "BotStop",
    "1296696044": "Privaatsus vs turvalisus: miks mitte mõlemad?",
    "538871570": "Google'i ja teiste Big Tech ettevõtetega konkureerimine näib olevat pikk tellimus: nende monopoolset turujõudu, platvormiefekte ja kõrgelt tasustatud arendajate armeed peetakse üldiselt liiga võimsateks, et nendega toime tulla, välja arvatud teised tehnoloogiahiiglased, nagu Facebook või Amazon. Meie lugu näitab, et see ei pea nii olema – privaatsusele keskendudes saate Big Techist võita.",
    "3600718611": "Kaaluge Google'i reCAPTCHA-t,",
    "4281708680": ". Oleme hCaptcha puhul võtnud teadlikult väga erineva lähenemisviisi, kasutades privaatsust säilitavaid masinõppetehnikaid, et tuvastada suure täpsusega tüüpiline robotkäitumine, tarbides ja salvestades samal ajal võimalikult vähe andmeid.",
    "3312336121": "mis kulutab tohutul hulgal käitumisandmeid, et teha kindlaks, kas veebikasutajad on seaduslikud inimesed või robotid",
    "1193738791": ": nad jälgivad kasutaja käitumist veebisaidi igal lehel ja kogu veebis. Kujundasime hCaptcha võimalikult privaatsussõbralikuks juba esimesest päevast peale. See viis probleemile täiesti erineva lähenemiseni. Nagu selgub, on kasutajate jälgimine kogu veebis ja nende veebiajaloo sidumine nende identiteediga hea turvalisuse saavutamiseks täiesti ebavajalik. Paljud ettevõtted, kes on hCaptchale üle läinud",
    "2620705814": "Google on reklaamiettevõte ja nende turbetooted näevad välja väga sarnased nende reklaamitoodetega",
    "1126447688": "hoolimata meie privaatsusele keskendumisest teatavad nad sageli, et roboti tuvastamine ja leevendamine on sama või parem",
    "439777523": "Määruse küsimused",
    "3588274874": "Keskendudes toote tarnimisele, mis on kooskõlas regulatiivsete jõupingutustega, nagu Euroopa Liidu GDPR ja California CCPA, oleme kogenud tohutut kasvu – loomulikult aitab see kaasa, et hCaptcha on reCAPTCHA lihtne asendus ja seega installitav mõne minutiga.",
    "2150595700": ". GDPR ja CCPA on tõstnud ettevõtete ostjate jaoks privaatsusprobleemid kaardile ning samal ajal muutub veebipõhine privaatsus avalikkuse jaoks üha olulisemaks, kuna me kõik hakkame mõistma, kuidas veebireklaami ja -turunduse tööstused on ajalooliselt meie andmeid kasutanud.",
    "2624949852": "Muidugi oli reCAPTCHA veebiturbe valdkonnas alates 2009. aastast varajane siseneja, kaitstes miljoneid veebisaite pahatahtlike robotite ja rämpspostitajate üha kasvavate ohtude eest. Viimastel aastatel on see aga täielikult ohustatud:",
    "499510428": "Usume tegelikult, et reguleerimine on meid siin aidanud",
    "1232651561": "tarkvara on nüüd sama hea kui inimesed reCAPTCHA väljakutsete lahendamisel.",
    "824740867": "Lahenduse täiustamise asemel andis Google välja reCAPTCHA v3, mis toimib palju rohkem reklaamivõrgu kui turbetarkvarana, kogudes käitumisandmeid kogu veebist, et luua kasutajaprofiile. Kahjuks saab seda tüüpi signaal kergesti lüüa ja pakub seega vähe kaitset robotite eest, kahjustades samal ajal kasutajate privaatsust.",
    "1027023087": "Selle asemel oleme hCaptchas keskendunud probleemi kaasaegsematele lähenemisviisidele, mis ei nõua pikaajaliste käitumisandmete säilitamist, nagu sirvimisajalugu, ja on pärast teenuse kasutuselevõttu osutunud sihikindlate vastaste ees palju vastupidavamaks.",
    "2852295413": "Loomupärane huvide konflikt: robotite peatamine vähendab reklaamivõrgustiku tulu",
    "1597520917": "Üha rohkem kriitikuid on juhtinud tähelepanu sellele, et Google'i eiramine kasutajate privaatsuse suhtes peaks puudutama kliente, kes soovivad kaitsta oma veebisaite ja rakendusi.",
    "763447231": "Samal ajal võib robotite juurdepääsu takistamine avaldajate saitidele paljastada reklaamipettusi, asetades Google'i reCAPTCHA toote otse nende reklaamiärile, mis toodab üle 80% nende tuludest.",
    "999674529": "Iga Google'i tuvastatud robot peaks teenima null reklaamidollarit. Google'i ettevõtte stiimulid on seega halvasti kooskõlas nende turvateenuste kasutajatega ja see võib olla üks selgitus nende reCAPTCHA turbepakkumise halvale toimivusele.",
    "956019009": "Suurimad veebitaristu ettevõtted on juba tegutsenud",
    "1923297430": "Lõplik murdepunkt paljude suuremate klientide jaoks saabus siis, kui Google hakkas ettevõtetelt nende toote mis tahes tähendusliku kasutamise eest tasu nõudma. See pani reCAPTCHA kasutajad pikka aega otsima paremaid alternatiive, kuna regulatiivsed probleemid kogu maailmas olid Google'i pakkumiste kasutamise juba muutunud üha ebameeldivamaks.",
    "2197218442": "Cloudflare'i tegevjuht Matthew Prince võttis selle vaatenurga kokku",
    "155456850": "teatasid oma üleminekust hCaptchale:",
    "435302267": "ettevõtte ajaveebi postitus",
    "2087769953": "\"Oleme selle muudatuse üle põnevil, sest see aitab lahendada privaatsusprobleeme, mis on omane Google'i teenusele, mis meil on juba mõnda aega olnud. Hindasime mitmeid CAPTCHA tarnijaid ja ise süsteemi loomist. Lõpuks hCaptcha kujunes parimaks alternatiiviks reCAPTCHA-le.” „Meile meeldis hCaptcha lahenduste juures mitu asja: 1) nad ei müü isikuandmeid; nad koguvad ainult minimaalselt vajalikke isikuandmeid, nad kirjeldavad kogutavat teavet ja seda, kuidas nad seda kasutavad ja/või avaldavad, läbipaistvalt.",
    "595582512": "Kui soovite oma saiti või rakendust tõhusalt kaitsta robotite, rämpspostitajate või muude pahatahtlike osalejate eest, säilitades samal ajal oma kasutajate privaatsuse (ja järgides kõiki asjakohaseid eeskirju), kaaluge hCaptcha ja meie ettevõtte pakkumist.",
    "3388180864": "Kas olete huvitatud sügavate tehniliste väljakutsetega töötamisest veebis? Me palkame kogu maailmas andekaid insenere -",
    "3892952987": "Tutvu meie vabadega ja kandideeri siin",
    "3368788823": "Terence Eden teeb oma ajaveebis huvitava punkti: \"",
    "1491780143": "CAPTCHA-d ei tõesta, et olete inimene – need tõestavad, et olete ameeriklane",
    "2146900431": "Intuitiivselt on sellel väitel palju mõtet. CAPTCHA-d, nagu peaaegu kõik, on manustatud kultuurikonteksti ja kui teie väljakutsete kogum on enamasti loodud ühes kultuuris, ei pruugi see teise kultuuri jaoks väga hästi üle kanda. Põhimõtteliselt on see kultuuri küsimus",
    "378086442": "CAPTCHA-dest, mitte nende kasutuskogemusest per se.",
    "1445008801": "Nagu Eden ütleb:",
    "332723732": "sisu",
    "2072808435": "\"Arvake ära, Google? Minu riigis on taksod üldiselt mustad. Olen piisavalt filme vaadanud, et teada saada, et Ameerikas on kõik kollased. Kuid kõigis teistes riikides, mida olen külastanud, on taksod olnud segaduses. erinevad toonid.\"",
    "3206136647": "Google'i probleem põhineb siin kasutatavatel küsimuste andmetel vs. kes seda näeb. Kui kõik andmed pärinevad samast kultuurist (ja Google'i puhul samast ettevõttest), võite vastavalt Edeni kaebusele kindlasti oodata väljakutseid, mis ei tõlgi teistesse kultuuridesse hästi.",
    "2217842245": "Meie andmed näitavad aga, et (hCaptcha puhul)",
    "4280117172": "Paljud riigid, sealhulgas Nigeeria, India, Brasiilia ja Saksamaa, teevad tegelikult veidi paremini kui USA:",
    "555749578": "Lahendusmäärade erinevus on igal kontinendil suuremates riikides alla 1%.",
    "151737819": "hCaptcha lahendusmäärad kogu maailmas näitavad väga väikest erinevust",
    "3908992897": "ja seda kasutatakse igas maailma riigis ja territooriumil, seega oleme väga keskendunud järjepideva ülemaailmse kogemuse pakkumisele.",
    "2808122102": "Kultuuridevaheline funktsionaalsus on seega meie teenuse põhinõue. Meie missiooni oluline osa on tagada, et kõik seaduslikud kasutajad pääseksid sisule kiiresti juurde. Pakume väljakutseid 110 keeles ja täiustame pidevalt asjakohaseid tõlkeid, et kõik saaksid meie väljakutseid lahendada.",
    "3913801502": "hCaptcha töötab nüüd umbes 15% Internetist",
    "2077639538": ". Esiteks võivad meie teenuse väljakutseandmed pärineda paljudest allikatest, mitte ainult ühest – suurtest Fortune 500 ettevõtetest kuni masinõppega alustavate ettevõteteni, kui nad järgivad meie eeskirju.",
    "3951112506": ". See tagab juba andmete suurema heterogeensuse.",
    "1803943584": "Teiseks laseme väljakutsetel ise optimeerida, et teha kindlaks, millistes riikides või keeltes need töötavad, suurendades veelgi järjepideva kogemuse tõenäosust. Kui täpsus on oodatust väiksem, lakkab küsimuste komplekt lihtsalt selles piirkonnas või keeles, kus see efekt ilmneb.",
    "3668873369": "Oleme hCaptchas võtnud algusest peale teistsuguse lähenemisviisi",
    "1519201684": "AI eetikapoliitika",
    "2155089487": ". Kui meie väljakutseid oleks mõne grupi jaoks lihtsam lahendada, eeldaksime, et näeksime erinevusi inimeste toimimises üle maailma ja erinevatest kultuuridest nende lahendamisel. Edeni postituse kontekstis eeldaksime, et ameeriklastel läheb paremini kui teiste riikide inimestel. Kuna oleme aastaid kulutanud süsteemide väljatöötamisele selle probleemi vältimiseks, näeme tegelikult just vastupidist.",
    "2603863826": "PS: Kui leiate oma keeles tõlke, mis võiks kasutada täiustusi, esitage julgelt a",
    "3543141425": "selle eest!",
    "2697276059": "Tõendid selle toimimisest: ühtsed lahendusmäärad kogu maailmas",
    "664236229": "tõmba taotlus"
}