{
  "header-privacy-link": "Μυστικότητα",
  "header-integration-link": "Ενσωμάτωση",
  "header-cost-link": "Κόστος",
  "header-features-link": "Χαρακτηριστικά",
  "header-docs-link": "Έγγραφα",
  "header-login-button": "Σύνδεση",
  "header-contact-button": "Επικοινωνήστε με τις πωλήσεις",
  "intro-heading": "Επαλήθευση ανθρωπότητας μηδενικής τριβής.",
  "intro-contact-button": "Επικοινωνήστε μαζί μας για να μάθετε περισσότερα",
  "intro-text-bottom": "Βασίζονται στις εταιρείες που τροφοδοτούν τον Ιστό.",
  "sub-menu-button": "Επικοινωνήστε με τις πωλήσεις",
  "sub-menu-item1": "Επιχείρηση",
  "sub-menu-item2": "Κόστος",
  "sub-menu-item3": "Ενσωμάτωση",
  "sub-menu-item4": "Χαρακτηριστικά",
  "sub-menu-item5": "Μυστικότητα",
  "sub-menu-item6": "Έγγραφα",
  "info-head-1": "Κατασκευασμένο στην αποδεδειγμένη πλατφόρμα hCaptcha",
  "info-text-1": "Το hCaptcha Enterprise εκτελείται με τεχνολογία πλατφόρμας hCaptcha, επεκταμένη ώστε να περιλαμβάνει τα χαρακτηριστικά που χρειάζονται οι επιχειρήσεις με υψηλή επισκεψιμότητα.",
  "info-head-2": "Ένας αξιόπιστος συνεργάτης",
  "intro-subtitle": "Λύστε το πρόβλημα με το bot σήμερα.",
  "info-text-2": "Οι υπηρεσίες μας εμπιστεύονται οι μεγαλύτερες εταιρείες στον κόσμο για την εξυπηρέτηση πολλών εκατομμυρίων καθημερινών χρηστών σε δεκάδες εκατομμύρια ιστότοπους.",
  "cloudflare-quote-text": "Αξιολογήσαμε έναν αριθμό προμηθευτών CAPTCHA καθώς και δημιουργήσαμε μόνοι μας ένα σύστημα. Στο τέλος, το hCaptcha αναδείχθηκε ως η καλύτερη εναλλακτική λύση για το reCAPTCHA.",
  "cloudflare-quote-detail": "Διευθυντής Διαχείρισης Προϊόντων, Cloudflare",
  "section-quote-head": "Η οικονομικά αποδοτική επιλογή για επιχειρήσεις υψηλής επισκεψιμότητας",
  "section-quote-text": "Τέλος, μια αξιόπιστη εναλλακτική της Google. Το hCaptcha Enterprise προσφέρει δραματική εξοικονόμηση στον λογαριασμό σας reCAPTCHA με υψηλότερη ασφάλεια: έως και 80% λιγότερο ακριβό σε ορισμένες περιπτώσεις. Πολλές από τις μεγαλύτερες διαδικτυακές υπηρεσίες στον κόσμο έχουν αλλάξει στο hCaptcha Enterprise και έλαβαν βελτιωμένη ανίχνευση bot παράλληλα με σημαντική εξοικονόμηση κόστους.",
  "section-quote-button": "Επικοινωνήστε μαζί μας σήμερα για μια προσφορά",
  "section-privacy-header": "Με επίκεντρο το απόρρητο",
  "section-privacy-text-1": "Τα δίκτυα διαφημίσεων βλέπουν τους επισκέπτες σας ως το προϊόν. Για εμάς το μόνο προϊόν είναι να καθορίζει την ανθρωπιά τους. Οι υπηρεσίες μας πληρούν ή υπερβαίνουν τις απαιτήσεις GDPR, CCPA και LGPD και υποστηρίζουν πρωτοβουλίες όπως το Privacy Pass. Εργαζόμαστε σκληρά για να εξισορροπήσουμε το απόρρητο και την ασφάλεια.",
  "section-privacy-text-2": "Αυτή η μοναδική εστίαση στο απόρρητο σημαίνει ότι μπορούμε να προσφέρουμε μηδενική διατήρηση ατομικών δεδομένων, λειτουργία χωρίς cookie και άλλες συμβατικές εγγυήσεις απορρήτου όπως απαιτείται, διατηρώντας παράλληλα εξαιρετική ασφάλεια.",
  "section-security-header": "Πρώτα η ασφάλεια",
  "section-security-text-1": "Η ακρίβεια είναι προς το συμφέρον σας και το δικό μας. Το hCaptcha λειτουργεί για να σας παρέχει πραγματικά δεδομένα και σας επιτρέπει να αποφασίσετε πώς να τα χρησιμοποιήσετε. Άλλα captchas παρέχονται από Gigantic διαφημιστικές εταιρείες. Αυτό σημαίνει ότι κάθε bot που μπλοκάρει μπορεί να μειώσει τα έσοδά του.",
  "section-security-text-2": "Η χρήση των πιο πρόσφατων τεχνικών μηχανικής εκμάθησης με έμφαση στο απόρρητο μάς επιτρέπει να υπερβούμε τα πρότυπα ασφαλείας των στρατηγικών παλαιού τύπου καταγραφής όλων για πάντα χωρίς να βλάπτουμε την ασφάλεια ή το απόρρητο των χρηστών.",
  "section-user-experience-header": "Μεγάλη εμπειρία χρήστη",
  "section-user-experience-text1": "Για τους χρήστες Enterprise, είναι διαθέσιμες επιλογές για την πλήρη αποφυγή προκλήσεων στα περισσότερα σενάρια.",
  "section-user-experience-text2": "Μειώστε την τριβή αποφεύγοντας εντελώς μια πρόκληση για το 99,9% της νόμιμης επισκεψιμότητάς σας, παρέχοντας παράλληλα εξαιρετική ασφάλεια, χάρη στα προηγμένα μοντέλα bot.",
  "section-easy-integration-header": "Εύκολη ενσωμάτωση",
  "section-easy-integration-text": "Η προσθήκη hCaptcha διαρκεί μόνο λεπτά και λίγες μόνο γραμμές κώδικα. Το βασικό API είναι συμβατό με το reCAPTCHA V2 και χρειάζονται μόνο λίγα λεπτά για την εναλλαγή. Μπορείτε να λειτουργήσετε με μια ανώτερη εναλλακτική σήμερα και να ενεργοποιήσετε πιο προηγμένες λειτουργίες όπως απαιτείται.",
  "section-easy-integration-serverside": "Πλευρά του διακομιστή:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Προσαρμοσμένες βαθμολογίες απειλών",
  "section-threat-text": "Δεν είναι όλα τα προβλήματα ίδια: η λήψη μιας ενιαίας βαθμολογίας σημαίνει ότι πρέπει να καλύπτει τις ανάγκες σας για να είναι χρήσιμη. Με τις μοναδικές Προσαρμοσμένες Βαθμολογίες Απειλής του hCaptcha, μια γρήγορη συνεννόηση μας επιτρέπει να συντονίσουμε τα μοντέλα μας για να προσφέρουμε βαθμολογίες πιο σχετικές με την επιχείρησή σας.",
  "section-challenges-header": "Ξεκινήστε τις δικές σας προκλήσεις σε δευτερόλεπτα",
  "section-challenges-text-1": "Παραμείνετε στην επωνυμία με σχετικό περιεχόμενο",
  "section-challenges-text-2": "Όταν οι χρήστες πρέπει να λύσουν μια πρόκληση για να ανταποκριθούν στις απαιτήσεις ασφαλείας, γιατί να μην δημιουργήσετε εργασίες ευχάριστες και σχετικές με τον χρήστη; Με τον απλό σχεδιαστή προσαρμοσμένων προκλήσεων που διαθέτουμε, μπορείτε να εκκινήσετε περιεχόμενο πρόκλησης εντός επωνυμίας μέσα σε λίγα μόνο λεπτά.",
  "section-integration-header": "Άμεση ενσωμάτωση πλατφόρμας",
  "section-integration-subheader": "Για εταιρείες υποδομής Ιστού",
  "section-integration-text": "Το σύστημα hCaptcha Enterprise είναι μοναδικά ευέλικτο στη σχεδίασή του: μπορεί να αναπτυχθεί εν μέρει ή εξ ολοκλήρου στην άκρη του δικτύου σας, εάν διαχειρίζεστε ένα δημόσιο cloud ή είστε κάτοχος πολλών κέντρων δεδομένων. Αυτό μπορεί να μειώσει δραματικά το κόστος και την επισκεψιμότητα εκτός δικτύου, διατηρώντας παράλληλα όλα τα πλεονεκτήματα της διαχείρισης από το προσωπικό μας σε ετοιμότητα 24 ώρες το 24ωρο, 7 ημέρες την εβδομάδα, για την τήρηση των αυστηρότερων SLA.",
  "section-support-header": "Προσιτή τεχνογνωσία και υποστήριξη τόσο για εσάς όσο και για τους χρήστες σας",
  "section-support-text": "Η εξυπηρέτηση είναι κορυφαία προτεραιότητα για εμάς. Διατηρούμε υποστήριξη εφημερίας 24/7 και προσφέρουμε άμεσο συντονισμό Slack με την ομάδα ενσωμάτωσης μηχανικών και το προσωπικό μας εφημερίας κατά τη διάρκεια και μετά την εφαρμογή. Έχουμε επίσης δεσμευτεί να παρακολουθούμε ενεργά και να απαντάμε στις ερωτήσεις των χρηστών σας στα μέσα κοινωνικής δικτύωσης και στα φόρουμ και τα κανάλια υποστήριξης εντός γραφικών στοιχείων και email. Είμαστε προσβάσιμοι και ανταποκρινόμαστε και αντιμετωπίζουμε την ικανοποίηση των χρηστών ως κορυφαίο KPI.",
  "section-enterprise-header": "Χαρακτηριστικά επιχειρήσεων",
  "section-enterprise-title-1": "Παγκόσμιας κλάσης προστασία anti-bot",
  "section-enterprise-desc-1": "Δοκιμασμένο σε μάχη σε κλίμακα Ιστού.",
  "section-enterprise-title-2": "Βαθμολογίες bot υψηλής ακρίβειας",
  "section-enterprise-desc-2": "Εντοπίστε κακούς ηθοποιούς πολλών διαφορετικών τύπων.",
  "section-enterprise-title-3": "Μηδενικές τριβές και 99,9% παθητικές λειτουργίες",
  "section-enterprise-desc-3": "Προκαλέστε λιγότερο από το 0,1% των νόμιμων χρηστών.",
  "section-enterprise-title-4": "Εμφανίζονται οι τύποι πρόκλησης ελέγχου",
  "section-enterprise-desc-4": "Ευρεία βιβλιοθήκη τύπων για να διαλέξετε.",
  "section-enterprise-title-5": "Ελέγξτε το περιεχόμενο πρόκλησης που χρησιμοποιείται",
  "section-enterprise-desc-5": "Παραμείνετε στην επωνυμία με μια συνεπή εμπειρία χρήστη.",
  "section-enterprise-title-6": "SLA επιχειρήσεων",
  "section-enterprise-desc-6": "Εγγυημένη αξιοπιστία και γρήγορη υποστήριξη 24/7 εφημερίας.",
  "section-enterprise-title-7": "Υποστήριξη προγράμματος περιήγησης παλαιού τύπου",
  "section-enterprise-desc-7": "Συμβατό με τον Internet Explorer 8.",
  "section-enterprise-title-8": "Προηγμένοι πίνακες ελέγχου αναφορών και API",
  "section-enterprise-desc-8": "Δείτε τι συμβαίνει σε όλους τους ιστότοπους και τις εφαρμογές σας.",
  "section-enterprise-title-9": "Λειτουργεί σε κάθε χώρα",
  "section-enterprise-desc-9": "Σε αντίθεση με το reCAPTCHA, εργαζόμαστε σε κάθε χώρα.",
  "section-enterprise-title-10": "Πολιτική απορρήτου φιλική προς το GDPR, CCPA και LGPD",
  "section-enterprise-desc-10": "Σχεδιασμένο για προστασία της ιδιωτικής ζωής από την πρώτη μέρα. Ισχυρή Συμφωνία Επεξεργασίας Δεδομένων.",
  "section-enterprise-title-11": "Λεπτά επίπεδα δυσκολίας",
  "section-enterprise-desc-11": "Καλέστε το για να ταιριάζει ακριβώς στη θήκη χρήσης σας.",
  "section-enterprise-title-12": "Φιλοξενία πρώτου μέρους",
  "section-enterprise-desc-12": "Όλα τα αιτήματα και τα στοιχεία μεταβαίνουν στη διεύθυνση hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Πίνακες εργαλείων πολλών χρηστών",
  "section-enterprise-desc-13": "Μοιραστείτε τη διαχείριση σε όλη την ομάδα σας.",
  "section-enterprise-title-14": "Άμεση επαλήθευση",
  "section-enterprise-desc-14": "Καθυστέρηση 0ms: επαληθεύστε τα διακριτικά hCaptcha χωρίς κλήση API.",
  "section-enterprise-title-15": "Ενσωμάτωση για κινητά (iOS και Android).",
  "section-enterprise-desc-15": "Απρόσκοπτη εμπειρία στον ιστό, τον εγγενή ιστό για κινητά, τον ιστό για κινητά. Διατίθενται προ-ενσωματωμένες ενσωματώσεις και εγγενή SDK.",
  "section-enterprise-title-16": "Προσαρμοσμένοι Όροι και Εγγυήσεις Απορρήτου",
  "section-enterprise-desc-16": "Ικανοποιήστε τις νομικές σας ανάγκες όταν άλλες εταιρείες δεν μπορούν.",
  "presented-challlenges-head": "Παρουσιαζόμενες Προκλήσεις",
  "presented-challenges-title-1": "Σύγκριση",
  "presented-challenges-text-1": "Επιλέξτε όλες τις εικόνες που ταιριάζουν με το ερώτημα",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Ορισμός οριοθέτησης για αντικείμενα",
  "presented-challenges-title-3": "Κατηγοριοποίηση",
  "presented-challenges-text-3": "Προσδιορίστε τις αντίστοιχες ετικέτες",
  "presented-challenges-subheader": "...και άλλες απλές εργασίες. Εύκολο για τους ανθρώπους, δύσκολο για bots.",
  "presented-challenges-subtext": "Προσαρμοσμένες εργασίες είναι επίσης διαθέσιμες για εταιρικούς εκδότες.",
  "footer-header-1": "Εταιρία",
  "footer-header-2": "Πόροι",
  "footer-header-3": "Επικοινωνία",
  "footer-link-1": "Τιτλοφόρηση",
  "footer-link-2": "Σχετικά με",
  "footer-link-3": "Θέσεις εργασίας",
  "footer-link-4": "Εμπορικά σήματα",
  "footer-link-5": "Ιστολόγιο",
  "footer-link-6": "Κατάσταση",
  "footer-link-7": "Τεκμηρίωση",
  "footer-link-8": "Αναφορά σφάλματος",
  "footer-link-9": "Προσιτότητα",
  "footer-terms": "Οροι",
  "footer-privacy": "Μυστικότητα",
  "footer-attribution": "Απόδοση",
  "footer-subheader-1": "Υποστήριξη",
  "footer-subheader-2": "Επικοινωνία",
  "switch-to-english-link": "Αλλαγή στα Αγγλικά",
  "intro-heading-privacy": "Σχεδιασμένο για προστασία της ιδιωτικής ζωής.",
  "intro-subtitle-p1-privacy": " Μια μοναδική προσέγγιση με γνώμονα το απόρρητο για την ασφάλεια στο διαδίκτυο.",
  "info-head-2-pr": "Η καταγραφή διαδικτυακής δραστηριότητας δεν είναι η λύση.",
  "info-text-1-pr": "Το hCaptcha Enterprise έχει μόνο έναν σκοπό: να αποτρέψει κακούς παράγοντες από το να διαταράξουν τις διαδικτυακές σας λειτουργίες και να βλάψουν τους χρήστες σας.",
  "info-text-2-pr": "Επομένως, τα συστήματά μας έχουν σχεδιαστεί από την αρχή για να ελαχιστοποιούν τη συλλογή και τη διατήρηση δεδομένων, διατηρώντας παράλληλα κορυφαία ασφάλεια. Ο καλύτερος τρόπος για την προστασία των δεδομένων χρήστη είναι να μην τα αποθηκεύσετε καθόλου.",
  "info-text-3-pr": "Όλες οι σχέσεις με τους πελάτες προστατεύονται επίσης από μια ισχυρή Συμφωνία Επεξεργασίας Δεδομένων. Η υπηρεσία hCaptcha συμμορφώνεται με όλους τους νόμους περί απορρήτου ανεξάρτητα από το πού κατοικούν η υπηρεσία σας ή οι πελάτες σας. Η μη τήρηση προσωπικών δεδομένων το κάνει πολύ πιο εύκολο για εμάς από ό,τι για άλλες εταιρείες.",
  "info-text-2-2-pr": "Υπηρεσίες όπως το reCAPTCHA v3 λένε ότι η τοποθέτηση του pixel παρακολούθησης σε κάθε σελίδα του ιστότοπού σας είναι απαραίτητη για καλή ασφάλεια. Αυτή δεν είναι η περίπτωση.",
  "info-text-2-3-pr": "Η απλή ανάλυση συμπεριφοράς είναι ένα σήμα που πλαστογραφείται εύκολα από κακούς ηθοποιούς και απαιτεί τη διατήρηση του ιστορικού περιήγησης για όλη τη νόμιμη επισκεψιμότητά σας επίσης.",
  "info-text-2-4-pr": "Δεν λειτουργούμε δίκτυο διαφημίσεων και δεν έχουμε κανένα ενδιαφέρον να παρατηρήσουμε τη συμπεριφορά των χρηστών σας προκειμένου να τους πουλήσουμε διαφημίσεις. Αυτό σημαίνει ότι δεν απαιτούμε ένα παθητικό pixel σε κάθε σελίδα του ιστότοπού σας.",
  "info-text-2-5-pr": "Προσθέστε τον κωδικό πρόκλησης μόνο όπου είναι απαραίτητο και όπου είναι λογικό να προστατεύουμε τόσο εσάς όσο και τους χρήστες σας.",
  "info-head-3-pr": "Η μηχανική μάθηση είναι χρήσιμη. Αλλά δεν απαιτεί προσωπικά δεδομένα για να λειτουργήσει.",
  "info-text-3-1-pr": "Η μηχανική μάθηση επηρεάζει πλέον σχεδόν κάθε πτυχή της ζωής μας, συχνά με τρόπους που δεν συνειδητοποιούμε και δεν μπορούμε να δούμε. Οι διαδικτυακές υπηρεσίες ασφαλείας δεν διαφέρουν.",
  "info-text-3-2-pr": "Με την εκμάθηση χιλιάδων σημάτων, τα μοντέλα μπορούν να συμπεράνουν και να αποκτήσουν υψηλή εμπιστοσύνη στον εντοπισμό κακόβουλης συμπεριφοράς πολύ γρήγορα, ακόμη και όταν κανένα μεμονωμένο σήμα δεν θα ήταν από μόνο του αρκετά ισχυρό για να υποδείξει ένα πρόβλημα.",
  "info-text-3-3-pr": "Ωστόσο, κανένα από αυτά δεν απαιτεί τη χρήση στοιχείων προσωπικής ταυτοποίησης (PII). Οι σύγχρονες τεχνικές κρυπτογράφησης μάς επιτρέπουν να απορρίψουμε οποιαδήποτε προσωπικά δεδομένα όσο το δυνατόν γρηγορότερα, δημιουργώντας αντίθετα μονόδρομες υπογραφές που δεν μπορούν να συνδεθούν με κανένα άτομο.",
  "info-text-3-4-pr": "Η εκπαίδευση σε δεδομένα που δεν ταυτοποιούνται λειτουργεί εξίσου καλά και δεν απαιτεί συμβιβασμούς ούτε στην ασφάλεια ούτε στο απόρρητο. Οι πελάτες μας έχουν κάνει τις εμπειρικές δοκιμές και μας έχουν δηλώσει ίσους ή καλύτερους από πολύ λιγότερο ιδιωτικές εναλλακτικές.",
  "cloudflare-quote-text-privacy": "Μας άρεσαν πολλά πράγματα σχετικά με τις λύσεις hCaptcha: 1) δεν πωλούν προσωπικά δεδομένα. συλλέγουν μόνο τα ελάχιστα απαραίτητα προσωπικά δεδομένα, είναι διαφανείς στην περιγραφή των πληροφοριών που συλλέγουν και του τρόπου με τον οποίο τις χρησιμοποιούν ή/και τις αποκαλύπτουν.",
  "pilot-head": "Δοκιμάστε μας στο περιβάλλον σας χωρίς καμία υποχρέωση.",
  "pilot-text-1a": "Είμαστε μηχανικοί, όχι πωλητές: θέλουμε να είστε ευχαριστημένοι με την επιλογή σας.",
  "pilot-text-1b": "Ο καλύτερος τρόπος για να εξασφαλίσετε την ικανοποίησή σας είναι να δείξουμε ότι ανταποκρινόμαστε στις ανάγκες σας.",
  "pilot-text-1c": "Σχεδόν όλες οι εταιρείες που ξεκινούν ένα πιλοτικό πρόγραμμα επιλέγουν τελικά τις λύσεις μας.",
  "pilot-text-1d": "Χρησιμοποιήστε αυτήν τη φόρμα για να επικοινωνήσετε με έναν από τους τεχνικούς μας ειδικούς. Απαντάμε γρήγορα.",
  "pilot-text-1e": "Μπορείτε επίσης να μας στείλετε email απευθείας.",
  "pilot-email-details": "Λεπτομέρειες είναι εδώ.",
  "pilot-f1": "Περιοχή",
  "pilot-f2": "Το όνομα σου",
  "pilot-f3": "Το όνομα σου",
  "pilot-f4": "Email επιχείρησης",
  "pilot-f5": "Κάποιες άλλες λεπτομέρειες που πρέπει να έχουμε;",
  "pilot-f6": "Χρειάζεστε επείγουσα επιβίβαση;",
  "pilot-f7": "Ναί.",
  "pilot-f8": "Δέχομαι επίθεση και χρειάζομαι άμεση επιβίβαση.",
  "pilot-f9": "υποβάλλουν",
  "pilot-f10": "Εισάγοντας το email σας, συμφωνείτε με τους Όρους και την Πολιτική Απορρήτου μας και να λαμβάνετε email από εμάς.",
  "pilot-fo-1": "Η ενσωμάτωση δεν θα μπορούσε να είναι ευκολότερη.",
  "pilot-fo-2": "Το hCaptcha έχει δεκάδες προ-ενσωματωμένες ενσωματώσεις για τα συστήματα frontend και backend που χρησιμοποιείτε.",
  "pilot-fo-3": "Εάν τυχαίνει να προέρχεστε από το reCAPTCHA της Google, τα API μας είναι ανταλλακτικά drop-in. Τρεις γραμμές κώδικα είναι το μόνο που χρειάζεστε.",
  "pilot-fo-4": "Οι μηχανικοί μας onboarding μπορούν να σας βοηθήσουν γρήγορα, είτε χρειάζεστε ενσωμάτωση React, SDK για εγγενείς εφαρμογές iOS, παράδειγμα υποστήριξης Java ή σχεδόν οποιοδήποτε άλλο σενάριο.",
  "pilot-fo-5": "Και όπως πάντα, το απόρρητο είναι βασική αξία για εμάς. Προσθέστε τον κωδικό πρόκλησης μόνο όπου είναι απαραίτητο και όπου είναι λογικό να προστατεύουμε τόσο εσάς όσο και τους χρήστες σας. Η ελαχιστοποίηση της συλλογής δεδομένων ξεκινά από τη στιγμή της ολοκλήρωσης.",
  "pilot-fdone": "Σας ευχαριστώ. Θα επικοινωνήσουμε σύντομα.",
  "home-ent-2-new": "Μάθετε περισσότερα για την εταιρική μας λύση.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Οι λύσεις hCaptcha Enterprise προσφέρουν κορυφαία ασφάλεια και προστατεύουν πολλές από τις κορυφαίες διαδικτυακές υπηρεσίες.",
  "home-plans-button-2-new": "Μάθε περισσότερα",
  "header-enterprise-link": "Επιχείρηση",
  "sales-interstitial-c1b-new": "Μάθετε περισσότερα για το hCaptcha Enterprise"
}
