{
    "1137470858": "11 Δεκεμβρίου 2021",
    "12462594": "Το hCaptcha είναι χτισμένο στην πλατφόρμα HUMAN, η οποία επιτρέπει την εξελιγμένη δρομολόγηση και ανάλυση για τη βελτιστοποίηση του κόστους και της αποτελεσματικότητας σε κάθε βήμα.",
    "2262549101": "Οι εναλλακτικές μέθοδοι επικοινωνίας τεκμηριώνονται στον Κατάλογο των Αντιπροσώπων DMCA του Γραφείου Πνευματικών Δικαιωμάτων των ΗΠΑ",
    "2272776729": "Λάβετε υπόψη ότι πρέπει να επαληθεύσετε την ταυτότητά σας και να το ζητήσετε πριν προβείτε σε περαιτέρω ενέργειες, όπως παρέχοντας την ταυτότητά σας. Σύμφωνα με τη νομοθεσία της Καλιφόρνια, μπορείτε να ορίσετε έναν εξουσιοδοτημένο αντιπρόσωπο για να υποβάλει αίτημα εκ μέρους σας. Για να ορίσετε έναν εξουσιοδοτημένο αντιπρόσωπο για να υποβάλει αίτημα εκ μέρους σας, πρέπει να προσκομίσετε ένα έγκυρο πληρεξούσιο, την έγκυρη ταυτότητα του αιτούντος που έχει εκδοθεί από την κυβέρνηση και την έγκυρη ταυτότητα του εξουσιοδοτημένου αντιπροσώπου.",
    "2335607721": "Ειδοποίηση. Όλες οι ειδοποιήσεις που σχετίζονται με αυτούς τους Όρους Παροχής Υπηρεσιών θα αποσταλούν μέσω e-mail ή θα αναρτηθούν στον ιστότοπό μας. Πρέπει να μας στείλετε ειδοποιήσεις στη διεύθυνση",
    "2875934612": "20 Νοεμβρίου 2020",
    "3084122606": "Όταν η χρήση των προσωπικών σας στοιχείων βασίζεται στη συγκατάθεσή σας, έχετε το δικαίωμα να τα αποσύρετε ανά πάσα στιγμή με τον τρόπο που υποδεικνύεται στην Υπηρεσία ή επικοινωνώντας μαζί μας στο",
    "3312286067": "ή υποβάλετε καταγγελία στη ρυθμιστική αρχή προστασίας δεδομένων στη δικαιοδοσία σας. Μπορείτε να βρείτε τον ρυθμιστή προστασίας δεδομένων σας στη διεύθυνση",
    "3506025515": "Το hCaptcha δεν επηρεάζεται από το log4shell. Να πώς ξέρουμε.",
    "3516838896": "Το σφάλμα απομακρυσμένης εκτέλεσης κώδικα log4j2 σάρωσε πρόσφατα το διαδίκτυο, επηρεάζοντας μεγάλο ποσοστό των διαδικτυακών υπηρεσιών. Το hCaptcha δεν επηρεάστηκε. Εδώ είναι πώς επαληθεύσαμε αυτό το γεγονός.",
    "3553195003": "Το hCaptcha δεν επηρεάζεται από το log4shell.",
    "3610875753": "– Εάν μετά από μια σημαντική διακοπή της επιχείρησης δεν μπορείτε να επικοινωνήσετε μαζί μας όπως κάνετε συνήθως",
    "3612764043": ", θα πρέπει να μεταβείτε στον ιστότοπό μας στη διεύθυνση hcaptcha.com ή hcaptchastatus.com.",
    "3626193263": "Ο καθορισμένος αντιπρόσωπος hCaptcha για τον Νόμο για τα δικαιώματα πνευματικής ιδιοκτησίας στην ψηφιακή εποχή (DMCA) είναι",
    "3794891866": "Οι καταναλωτές της Καλιφόρνια μπορούν να υποβάλουν αίτημα σύμφωνα με τα δικαιώματά τους βάσει του CCPA, επικοινωνώντας μαζί μας στο",
    "3814036702": "– Εάν έχετε ερωτήσεις σχετικά με τον προγραμματισμό της επιχειρηματικής μας συνέχειας, μπορείτε να επικοινωνήσετε μαζί μας στο",
    "3975007628": "τώρα προστατεύει εκατοντάδες εκατομμύρια χρήστες σε δεκάδες εκατομμύρια ιστότοπους και εφαρμογές κάθε μήνα. Η ιστορία μας δείχνει ότι μπορείτε να ανταγωνιστείτε τη Big Tech όταν βάζετε το απόρρητο πρώτο.",
    "4038264749": "Λάβετε υπόψη ότι, ενώ οι τοπικές παραγγελίες για τον COVID-19 παραμένουν σε ισχύ, δεν υπάρχουν εγγυήσεις ότι η αλληλογραφία θα ληφθεί έγκαιρα και email (",
    "4115505783": ") είναι το σωστό κανάλι για να επικοινωνήσετε μαζί μας. Η εταιρεία δεν διατηρεί αριθμούς τηλεφώνου ή φαξ. αυτός είναι ο 21ος αιώνας.",
    "4164851712": "Χρησιμοποιούμε μόνο τα προσωπικά σας στοιχεία όπως επιτρέπεται από το νόμο. Είμαστε υποχρεωμένοι να σας ενημερώσουμε για τις νομικές βάσεις της επεξεργασίας των προσωπικών σας στοιχείων, οι οποίες περιγράφονται παρακάτω. Εάν έχετε ερωτήσεις σχετικά με τις νομικές βάσεις βάσει των οποίων επεξεργαζόμαστε τα προσωπικά σας στοιχεία, επικοινωνήστε μαζί μας στο",
    "4201262098": "Αυτή η τεχνολογία επιτρέπει στο κατάλληλο εργατικό δυναμικό να χειρίζεται κάθε μέρος της δουλειάς σας, μεγιστοποιώντας την αποδοτικότητα κόστους, διατηρώντας παράλληλα το απόρρητο και πληρώντας τυχόν ισχύουσες κανονιστικές απαιτήσεις.",
    "4217188341": "30 Νοεμβρίου 2020",
    "4238473596": "Η ελαχιστοποίηση της τριβής για πραγματικούς χρήστες είναι σημαντική. Το hCaptcha χρησιμοποιεί απλές εργασίες και απαιτεί λιγότερο χρόνο για τους περισσότερους χρήστες ενώ σταματάει περισσότερη επισκεψιμότητα από bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Δοκιμάστε να απενεργοποιήσετε άλλες επεκτάσεις. Εάν αυτό το λύσει, ενεργοποιήστε τα ένα προς ένα μέχρι να βρείτε το πρόβλημα και ενημερώστε τον προγραμματιστή αυτής της επέκτασης, καθώς και ενημερώστε μας στο",
    "427220273": "Ενδέχεται να ζητήσουμε συγκεκριμένες πληροφορίες από εσάς για να μας βοηθήσετε να επιβεβαιώσουμε την ταυτότητά σας και να επεξεργαστούμε το αίτημά σας. Η ισχύουσα νομοθεσία μπορεί να απαιτεί ή να μας επιτρέπει να απορρίψουμε το αίτημά σας. Εάν απορρίψουμε το αίτημά σας, θα σας πούμε γιατί, με την επιφύλαξη νομικών περιορισμών. Εάν θέλετε να υποβάλετε ένα παράπονο σχετικά με τη χρήση των προσωπικών σας στοιχείων ή απάντηση στα αιτήματά σας σχετικά με τα προσωπικά σας στοιχεία, μπορείτε να επικοινωνήσετε μαζί μας στο",
    "433026247": "Εκτελώντας εργασίες, ενδέχεται να αποκτήσετε προσόντα και δεξιότητες, τα οποία θα χορηγήσουμε κατά την κρίση μας. Διατηρούμε το δικαίωμα να δημιουργήσουμε, να επεξεργαστούμε ή να ανακαλέσουμε τα προσόντα και τις δεξιότητές σας ανά πάσα στιγμή, για οποιονδήποτε λόγο ή για κανένα λόγο. Επειδή δεν κάνουμε διακρίσεις βάσει εθνικής καταγωγής, φυλής, χρώματος, φύλου, σεξουαλικού προσανατολισμού ή οποιασδήποτε άλλης κατηγορίας που προστατεύεται από το νόμο, θα έχετε την ίδια ευκαιρία με οποιονδήποτε άλλο Συνεισφέροντα να αποκτήσετε πρόσβαση σε καθήκοντα καθώς συσσωρεύονται τα προσόντα και οι δεξιότητές σας . Ως Συνεισφέρων, εάν πιστεύετε ότι οι προβληματικές ερωτήσεις του τεστ έχουν επηρεάσει τα προσόντα, τις δεξιότητες ή τις ανταμοιβές σας, μπορείτε να παρέχετε καλά υποστηριζόμενους ισχυρισμούς που περιγράφουν προβληματικές ερωτήσεις δοκιμής μέσω της διεπαφής εργασιών ή μέσω εισιτηρίου στο σύστημα υποστήριξής μας, για παράδειγμα μέσω email στο",
    "492025216": "13 Δεκεμβρίου 2021",
    "799274928": "Οι ειδοποιήσεις μέσω ηλεκτρονικού ταχυδρομείου θεωρούνται γραπτές ειδοποιήσεις για όλους τους σκοπούς για τους οποίους ενδέχεται να απαιτούνται γραπτές ειδοποιήσεις. Οι ειδοποιήσεις ηλεκτρονικού ταχυδρομείου θεωρούνται ότι έχουν ληφθεί την εργάσιμη ημέρα μετά τη διαβίβασή τους, οι οποίες απευθύνονται σωστά στον προοριζόμενο παραλήπτη.",
    "211351380": "Από το blog:",
    "3153117136": "Πώς λειτουργούν οι ρυθμίσεις δυσκολίας του hCaptcha",
    "2915355938": "Προσιτότητα",
    "793784899": "Σχέδια",
    "2671622670": "Επιχείρηση",
    "3527140447": "Έγγραφα",
    "505891021": "Υπηρεσίες σήμανσης",
    "692176459": "Σύνδεση",
    "1892574253": "Εγγραφείτε",
    "2593864519": "Σταματήστε περισσότερα bots. Ξεκινήστε να προστατεύετε το απόρρητο των χρηστών.",
    "4007826952": "Το #1 πρώτο CAPTCHA για το απόρρητο για ιστό, κινητά και πολλά άλλα.",
    "3721365241": "Προσπαθήστε",
    "3753956446": "Ελεύθερος",
    "3276777569": "hCaptcha",
    "55035359": "Χρησιμοποιείτε αυτήν τη στιγμή το reCAPTCHA;",
    "3417372336": "Εναλλαγή σε λίγα λεπτά",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Οι κορυφαίες διαδικτυακές υπηρεσίες βασίζονται στις",
    "1470290349": "για την καλύτερη στην κατηγορία διαχείριση bot και απάτης.",
    "3714002185": "Μάθετε περισσότερα για το hCaptcha Enterprise",
    "3946753128": "Ιδιωτικός. Ασφαλής. Γρηγορότερα.",
    "939665604": "Με επίκεντρο το απόρρητο",
    "780475098": "Τα δίκτυα διαφημίσεων βλέπουν τους επισκέπτες σας ως το προϊόν. Μας ενδιαφέρει μόνο αν μια επίσκεψη είναι καλή ή κακή. Το hCaptcha συμμορφώνεται με τους νόμους GDPR, CCPA, LGPD, PIPL και άλλους παγκόσμιους νόμους για τα δεδομένα.",
    "219813583": "Πρώτα η ασφάλεια",
    "2714878440": "Προστατέψτε τις υπηρεσίες σας από απόξεση, εξαγορές λογαριασμών, γέμιση διαπιστευτηρίων και ανεπιθύμητη αλληλογραφία με την προηγμένη μηχανική εκμάθηση και την επαλήθευση ανθρωπιάς.",
    "1397766838": "Καλύτερη εμπειρία χρήστη",
    "2670352917": "Το hCaptcha παρέχει πιο αξιόπιστη ανίχνευση ρομπότ, ενώ είναι εύκολο να λυθεί από τον άνθρωπο.",
    "2806751666": "Τι είναι το hCaptcha;",
    "3096063825": "Δοκίμασέ το",
    "2968026167": "Το αγαπημένο σας λαχανικό",
    "713281684": "Μελιτζάνα",
    "4147497805": "Καρότο",
    "3758963444": "Σας ευχαριστώ! Η υποβολή σας έχει ληφθεί!",
    "1070364246": "Ωχ! Παρουσιάστηκε κάποιο πρόβλημα κατά την υποβολή της φόρμας.",
    "1129833879": "Σταματήστε τα κακόβουλα ρομπότ, προστατέψτε το απόρρητο των χρηστών",
    "58091799": "Μάθετε περισσότερα για το hCaptcha Publisher and Enterprise",
    "1599610318": "Εκδότης",
    "3093388779": "Το hCaptcha είναι δωρεάν για χρήση για εκδότες οποιουδήποτε μεγέθους",
    "179723061": "Περισσότερος έλεγχος για ομάδες που χρειάζονται κορυφαία ασφάλεια",
    "846501387": "Προστασία bot παγκόσμιας κλάσης",
    "119298044": "Οι προηγμένες αυτοεποπτευόμενες τεχνολογίες ML και AI προστατεύουν τις ιδιοκτησίες ιστού σας από απειλές και επιθέσεις",
    "1263998069": "Κερδίστε ανταμοιβές για ανθρώπινες λύσεις",
    "1103295010": "Κερδίστε χρήματα ή δώστε σε φιλανθρωπικούς σκοπούς για όταν οι άνθρωποι λύνουν CAPTCHA",
    "392886773": "Λειτουργεί σε κάθε χώρα",
    "2320894364": "Με περισσότερα από 200 σημεία παρουσίας, το cloud της hCaptcha προστατεύει τα περιουσιακά σας στοιχεία σε όλο τον κόσμο",
    "451701069": "Συμμορφώνεται με GDPR, CCPA,",
    "2826051554": "κι αλλα",
    "3530599065": "Η ιδιωτικότητα χτίζεται από την αρχή. Το hCaptcha δεν διατηρεί PII και είναι συμβατό με πολυάριθμες εντολές και κανονισμούς απορρήτου.",
    "2489287539": "Χωρίς τριβές \"Χωρίς CAPTCHA\" & 99,9% παθητικές λειτουργίες",
    "793242047": "Μειώστε τις προκλήσεις που παρουσιάζονται στους χρήστες για να επιτρέψετε τη γρήγορη πρόσβαση στις εφαρμογές",
    "4195759329": "Βαθμολογίες ανίχνευσης ρομπότ και κινδύνου",
    "1150035777": "Τα εξελιγμένα μοντέλα μηχανικής εκμάθησης δημιουργούν βαθμολογίες εμπιστοσύνης για bot με βάση πολλά σημεία δεδομένων πέρα από το αν απαντήθηκαν σωστά οι ερωτήσεις",
    "3688621388": "Υπογραφές απειλών",
    "1131525092": "Ομαδοποιήστε τους κακούς ηθοποιούς χωρίς κόπο μέσω των Scoped UID που διατηρούν το απόρρητο για να βρείτε και να σταματήσετε σχετική απάτη και κατάχρηση",
    "1559631739": "Ιδιωτική μάθηση",
    "3952259236": "Συνδυάστε τα τυφλά δεδομένα σας με τα χιλιάδες σήματα του hCaptcha για να εκπαιδεύσετε το hCaptcha σε κατηγορίες συμπεριφοράς -- για παράδειγμα μόνο -- για να προβλέψετε καλύτερα την κακόβουλη συμπεριφορά καλύτερα από οποιαδήποτε λύση μόνη της",
    "1150963691": "Μετριασμός APT",
    "4083018285": "Μια σειρά εκτεταμένων λειτουργιών που συνδυάζονται με βελτιωμένη παρακολούθηση SOC και απόκριση για την αντιμετώπιση εξελιγμένων επίμονων απειλών",
    "3160820928": "Προστασία συντονισμένης επίθεσης",
    "1849805607": "Το hCaptcha προστατεύει από απειλές και παραπλανήσεις που έχουν σχεδιαστεί για να διεισδύσουν στα δίκτυά σας",
    "1958297836": "Συντονισμένη προστασία επιθέσεων & μετριασμός APT",
    "1300485304": "Το hCaptcha προστατεύει από προηγμένες απειλές και παραπλανήσεις που έχουν σχεδιαστεί για να διεισδύσουν στα δίκτυά σας",
    "2698640210": "Ελέγξτε τις προκλήσεις και τους τύπους που εμφανίζονται",
    "3121248460": "Εμφανίστε απείρως διαφορετικές προσαρμοσμένες προκλήσεις -- από απλές έως σύνθετες -- για το αναμενόμενο κοινό σας",
    "3807059944": "Ελέγξτε το περιεχόμενο πρόκλησης που χρησιμοποιείται",
    "2707282231": "Προσαρμόστε τις προκλήσεις για τους χρήστες σας. Να είναι αδύνατη η επίλυση και η διείσδυση των bots.",
    "4194763679": "Λεπτά επίπεδα δυσκολίας",
    "3730038780": "Επιλέξτε από έναν σχεδόν άπειρο αριθμό προκλήσεων που πρέπει να λύσουν οι χρήστες",
    "1849717906": "Προσαρμόστε με το δικό σας περιεχόμενο πρόκλησης",
    "1508655687": "Προσθέστε τις δικές σας προκλήσεις προσαρμοσμένες στο κοινό σας, για να βελτιστοποιήσετε ή να περιορίσετε την πρόσβαση",
    "3620442880": "Λειτουργίες προστασίας Flash Sale",
    "3265895521": "Αυξήστε και μειώστε τη δυσκολία πρόκλησης με βάση την ώρα της ημέρας",
    "1485807325": "Πίνακες εργαλείων πολλών χρηστών, SAML SSO",
    "359073033": "Οι πίνακες ελέγχου παρέχουν υψηλού επιπέδου ή λεπτομερείς προβολές δραστηριότητας.",
    "4272454814": "Ενσωματωθείτε με τον πάροχο ταυτότητας της επιλογής σας.",
    "1141402092": "Προηγμένες λειτουργίες αναφοράς",
    "910989640": "Δημιουργήστε λεπτομερείς και προσαρμοσμένες αναφορές δραστηριότητας",
    "3768951251": "Επιχειρηματικές SLA",
    "1014004474": "Τα σχέδια της hCaptcha Enterprise προσφέρουν προηγμένες συμφωνίες σε επίπεδο υπηρεσιών για να διατηρήσετε την εταιρεία σας προστατευμένη",
    "1177598246": "Επικοινωνήστε με τις πωλήσεις",
    "1067704102": "Η αξία στην επισήμανση δεδομένων",
    "3065000659": "Καταλάβατε ότι κάθε φορά που κάνετε «κλικ στο αυτοκίνητο» βοηθάτε στην εκπαίδευση ενός single",
    "3235430156": "τα συστήματα μηχανικής εκμάθησης της εταιρείας δωρεάν;",
    "1549336309": "Το hCaptcha αλλάζει αυτό το μοντέλο. Όταν χρησιμοποιείτε το hCaptcha, οι εταιρείες υποβάλλουν προσφορές για τη δουλειά που κάνουν οι χρήστες σας καθώς αποδεικνύουν την ανθρωπιά τους. Παίρνετε τις ανταμοιβές.",
    "3725880582": "Επιστροφή στη Φιλανθρωπία",
    "1671436004": "Θέλετε να επιστρέψετε στην αγαπημένη σας φιλανθρωπική οργάνωση;",
    "1663628612": "σας επιτρέπει",
    "4272088465": "τα φιλανθρωπικά ιδρύματα της επιλογής σας με τα κέρδη που κερδίζετε από τη χρήση του.",
    "2894845722": "Οι χρήστες στον ιστότοπό σας θα μπορούν σύντομα να δουν τη συνεισφορά σας στη φιλανθρωπία μέσω διακριτικής επωνυμίας στη διεπαφή hCaptcha.",
    "3194111925": "υποστήριξη",
    "1637702726": "Σχετικά με το hCaptcha",
    "2323282990": "Μια σύγχρονη προσέγγιση για την επαλήθευση της ανθρωπότητας",
    "1201821619": "Το hCaptcha επιλύει ένα από τα πιο πιεστικά προβλήματα του σήμερα: την αποτροπή κακόβουλων ρομπότ από την κατάχρηση των διαδικτυακών υπηρεσιών.",
    "1475399473": "Μάθετε περισσότερα για την ομάδα hCaptcha",
    "3161489950": "Η πιο προηγμένη πλατφόρμα ML ασφαλείας στον κόσμο",
    "3247172580": "Το hCaptcha συνδύασε την προηγμένη αυτοεποπτευόμενη μηχανική εκμάθηση με μια νέα υπολογιστική προσέγγιση αιχμής που ελαχιστοποιεί μοναδικά τη συλλογή και τη διατήρηση δεδομένων, που παρέχεται από περισσότερες από 250 τοποθεσίες παγκοσμίως για τεράστια επεκτασιμότητα.",
    "3767462250": "Σχεδιασμένο για απόρρητο",
    "3500503648": "Το hCaptcha έχει σχεδιαστεί για να εξαλείφει τη μακροπρόθεσμη διατήρηση δεδομένων βασιζόμενος στην άμεση αξιολόγηση αντί να καταγράφει και να αναλύει το ιστορικό περιήγησής σας. Υποστηρίζουμε επίσης πρωτοβουλίες όπως",
    "2418549423": ", ένα αναδυόμενο πρότυπο για τη διατήρηση του απορρήτου στο διαδίκτυο μέσω κρυπτογραφικών αποδεικτικών στοιχείων και άλλων μοναδικών χαρακτηριστικών που αφορούν την προστασία του απορρήτου.",
    "1544546608": "Κάρτα απορρήτου",
    "976209454": "Κερδίστε ανταμοιβές ή δώστε στη φιλανθρωπία",
    "552920956": "Το hCaptcha επιτρέπει στους ιστότοπους να κερδίζουν ανταμοιβές ενώ αποκλείουν τα bots και άλλες μορφές κατάχρησης. Το hCaptcha σάς επιτρέπει επίσης να υποστηρίζετε τις φιλανθρωπικές οργανώσεις της επιλογής σας με αυτά τα κέρδη.",
    "654326661": "Θέλετε να δείτε μόνοι σας; Δοκιμάστε το hCaptcha δωρεάν.",
    "3570415321": "Εταιρία",
    "3987022469": "Τιτλοφόρηση",
    "1636202177": "Σχετικά με",
    "2670003220": "Θέσεις εργασίας",
    "3233305531": "Εμπορικά σήματα",
    "3028319964": "Ηθική AI",
    "4131598919": "Τύπος",
    "1662477701": "Πόροι",
    "3130928685": "Ιστολόγιο",
    "1756106276": "Κατάσταση",
    "1235925265": "Τεκμηρίωση",
    "920212083": "Αναφορά σφάλματος",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Επικοινωνία",
    "2182196747": "Υποστήριξη",
    "487083593": "Εκπτώσεις",
    "878585497": "Οροι",
    "1697438123": "Μυστικότητα",
    "1316817321": "Απόδοση",
    "3488019891": "Το hCaptcha είναι σήμα κατατεθέν της Intuition Machines, Inc.",
    "4224961202": "Απόρρητο, ασφάλεια και μηχανική μάθηση.",
    "98173630": "Η hCaptcha είναι η πιο ευρέως χρησιμοποιούμενη ανεξάρτητη υπηρεσία CAPTCHA στον κόσμο.",
    "1514478724": "Μάθε περισσότερα",
    "1752795854": "Το hCaptcha φέρνει μια σύγχρονη, εστιασμένη στο απόρρητο προσέγγιση για τη διακοπή των ρομπότ.",
    "2927700175": "Δείχνουμε προκλήσεις CAPTCHA που είναι δύσκολες για τα ρομπότ αλλά εύκολες για τους ανθρώπους, συλλέγοντας δεδομένα που είναι δύσκολο να επισημανθούν από προβλήματα μηχανικής εκμάθησης και χρησιμοποιώντας τα για να διακρίνουμε εάν ένας επισκέπτης ιστότοπου ή εφαρμογής είναι άνθρωπος.",
    "2188609322": "Οι κακοί ηθοποιοί είναι όλο και πιο συνηθισμένοι στο διαδίκτυο. Αλλά η θυσία του απορρήτου των χρηστών δεν είναι η απάντηση.",
    "2032102720": "Οι λύσεις ασφαλείας που προσφέρονται από εταιρείες διαφημίσεων εστιάζουν κυρίως στην παρακολούθηση χρηστών στον ιστό. Έχουμε δημιουργήσει μια αποτελεσματική λύση ασφαλείας που αποδεικνύει ότι δεν είναι απαραίτητο να βλάψει το απόρρητο των χρηστών για να προσφέρει εξαιρετικά αποτελέσματα.",
    "4146870445": "Ποιοι είμαστε",
    "353066938": "Μια έμπειρη ομάδα που εργάζεται στα πιο δύσκολα προβλήματα του σήμερα. Το hCaptcha είναι μια υπηρεσία του",
    "1173652155": "Σύμβουλοι",
    "2256305371": "Καθηγητής, CS στο Πανεπιστήμιο της Καλιφόρνια στο Μπέρκλεϋ. Εμπειρογνώμονας σε βάθος μάθησης, ασφάλειας, blockchain. Διευθύνων Σύμβουλος της Oasis Labs.",
    "2177660021": "Επιστήμονας ερευνητής στο Στάνφορντ. Μηχανική μάθηση και ποσοτική χρηματοδότηση σε μεγάλες τράπεζες, hedge funds και ακαδημαϊκό κόσμο.",
    "2686825859": "Εγγραφείτε δωρεάν ή επικοινωνήστε μαζί μας σχετικά με τις λύσεις hCaptcha Enterprise",
    "583434701": "Προσβασιμότητα hCaptcha",
    "611905972": "Εξασφάλιση απρόσκοπτης πρόσβασης για όλους τους χρήστες διατηρώντας παράλληλα την ασφάλεια",
    "874098071": "Εάν είστε χρήστης προσβασιμότητας, εγγραφείτε εδώ",
    "2745385064": "Περίληψη",
    "3353238942": "Το hCaptcha έχει σχεδιαστεί για να σταματά τα ρομπότ ξεχωρίζοντάς τα από τα άτομα. Τα οπτικά τεστ είναι ένα βολικό εργαλείο για αυτό, αλλά δεν μπορούν όλοι να λύσουν μια οπτική πρόκληση.",
    "3600022491": "Για αυτόν τον λόγο, έχουμε σχεδιάσει μια απλή, ανώδυνη εναλλακτική για να επιτρέψουμε στους εκδότες που χρησιμοποιούν την υπηρεσία μας να διατηρούν την προσβασιμότητα για όλους με πλήρη συμμόρφωση με την Ενότητα 508 και το WCAG 2.1 AA.",
    "2557240048": "Πώς λειτουργεί: πρώτα, ένας χρήστης προσβασιμότητας εγγράφεται μέσω",
    "3871665286": ", το οποίο συνδέεται ευδιάκριτα στη σελίδα πληροφοριών γραφικού στοιχείου hCaptcha. Τους δίνεται ένα κρυπτογραφημένο cookie που μπορεί να χρησιμοποιηθεί πολλές φορές την ημέρα, αλλά πρέπει να ανανεώνεται κάθε 24 ώρες μέσω σύνδεσης.",
    "3441764123": "Όταν παρουσιάζεται μια πρόκληση σε έναν χρήστη προσβασιμότητας σε έναν ιστότοπο που χρησιμοποιεί την υπηρεσία hCaptcha, θα περάσει αυτόματα.",
    "4247858664": "τη σελίδα εγγραφής προσβασιμότητας",
    "1297657322": "Οθόνη χρήστη προσβασιμότητας μετά τη σύνδεση",
    "1717658846": "Επιλογή προσβασιμότητας στο μενού διεπαφής γραφικών στοιχείων",
    "1266963825": "Ε: Είναι συμβατό το hCaptcha Section 508 + WCAG 2.1 AA;",
    "850025770": "Α: Πιστεύουμε ότι ναι: όλοι οι χρήστες με οποιαδήποτε μορφή αναπηρίας που μπορούν να περιηγηθούν στον Ιστό και να εισάγουν κείμενο σε φόρμες μπορούν να έχουν πρόσβαση σε υπηρεσίες που προστατεύονται από το hCaptcha κατά την εγγραφή τους. Ωστόσο, αυτό δεν είναι νομική συμβουλή: θα πρέπει να πραγματοποιήσετε τη δική σας αξιολόγηση, λαμβάνοντας υπόψη τη συγκεκριμένη εφαρμογή σας για να διασφαλίσετε ότι αυτό ισχύει για την ανάπτυξή σας.",
    "159272246": "Ε: Εργάζεστε σε άλλες επιλογές προσβασιμότητας (\"a11y\"), όπως ο ήχος;",
    "4074220464": "Α: Παλαιότερα δημοφιλείς επιλογές όπως τα captcha ήχου κάνουν διακρίσεις σε βάρος πολλών χρηστών a11y και νικούνται εύκολα από τις σύγχρονες τεχνικές μηχανικής εκμάθησης. Αυτό έχει αναγκάσει τις τρέχουσες προκλήσεις ήχου να γίνονται όλο και πιο δύσκολες, εισάγοντας θόρυβο, περίεργους χρονισμούς, ασυνήθιστους συνδυασμούς λέξεων και ούτω καθεξής για να νικήσουμε τους επιτιθέμενους. Ως εκ τούτου, είμαστε λιγότερο ενθουσιασμένοι με αυτήν την προσέγγιση σε σχέση με την πλήρη αποφυγή της πρόκλησης, αλλά θα το εξετάσουμε εάν υπάρχει ζήτηση από την κοινότητα των 11 ετών.",
    "2309661107": "Ωστόσο, μας ενδιαφέρει πολύ",
    "2555914614": "για την περίπτωση χρήσης Προσβασιμότητας. Πιστεύουμε ότι ο συνδυασμός της τρέχουσας προσέγγισής μας a11y με την έκδοση Privacy Pass θα επιτρέψει στους χρήστες a11y να περιηγούνται με ασφάλεια, γνωρίζοντας ότι η επισκεψιμότητά τους είναι πιο ιδιωτική, ενώ θα περιορίζει την κατάχρηση από τους χειριστές bot που αναπόφευκτα συμβαίνει όταν είναι διαθέσιμες οι επιλογές a11y. Είμαστε ενεργοί συμμετέχοντες στην ομάδα εργασίας IETF που τυποποιεί αυτή τη νέα τεχνολογία.",
    "2583775432": "Ε: Τι γίνεται με το απόρρητο; Η εγγραφή εκθέτει τα δεδομένα περιήγησης a11y με κάποιο τρόπο; Τι κάνετε με το email;",
    "4215483493": "Α: Το hCaptcha έχει σχεδιαστεί για προστασία της ιδιωτικής ζωής από την αρχή. Είναι πολύ διαφορετικό από τις παραδοσιακές επιλογές όπως το reCAPTCHA που ανήκουν σε δίκτυα διαφημίσεων, τα οποία έχουν ένα κίνητρο να σας παρακολουθούν στον ιστό και να σας συσχετίσουν με μια πραγματική ταυτότητα.",
    "2474661839": "Μας",
    "4137573005": "έχει περιεκτικές και έγκυρες απαντήσεις σχετικά με τον τρόπο χρήσης των δεδομένων, αλλά η σύντομη απάντηση είναι ότι δεν έχουμε κανένα ενδιαφέρον να σας συσχετίσουμε ως άτομο με το ιστορικό περιήγησής σας.",
    "4101570501": "Επί του παρόντος εργαζόμαστε επίσης για μια κρυπτογραφική λύση για την ταχεία απόρριψη της διεύθυνσης email σας, διατηρώντας παράλληλα την ικανότητά μας να αποτρέπουμε την κατάχρηση, συμπληρώνοντας το έργο μας στο Privacy Pass.",
    "260595108": "Ποτέ δεν χρησιμοποιούμε μηνύματα ηλεκτρονικού ταχυδρομείου προσβασιμότητας ή πληροφορίες για οποιονδήποτε άλλο σκοπό εκτός από τη διευκόλυνση της χρήσης και την πρόληψη της κατάχρησης.",
    "3063819779": "πολιτική απορρήτου",
    "465714311": "Για χρήστες προσβασιμότητας: Q&A και Οδηγός αντιμετώπισης προβλημάτων",
    "3596207631": "Ε: Εξακολουθώ να βλέπω μια πρόκληση μετά τη ρύθμιση του cookie. Τι το προκαλεί αυτό;",
    "469089249": "Α: Αυτό οφείλεται συνήθως στη χρήση ενός επιθετικού προγράμματος αποκλεισμού διαφημίσεων ή μιας επέκτασης κατά των cookie ή μιας ρύθμισης που αποκλείει τα cookie \"cross-site\", σε αυτήν την περίπτωση ενός cookie για το hcaptcha.com που ορίζεται ή ελέγχεται από το hCaptcha JS σε διαφορετικός ιστότοπος, όπως αυτός που επισκέπτεστε.",
    "4263626815": "Τα cookie προσβασιμότητας hCaptcha λειτουργούν με όλα τα δημοφιλή προγράμματα περιήγησης και προγράμματα αποκλεισμού διαφημίσεων με τις τυπικές ρυθμίσεις τους, επομένως συνήθως οι αποτυχίες οφείλονται σε σενάρια \"anti-anti-adblock\" ή παρόμοια σύνολα κανόνων που στοχεύουν συγκεκριμένους ιστότοπους.",
    "3906359167": "Λύσεις:",
    "3464870463": "1. Λίστα λευκών cookie hcaptcha.com και *.hcaptcha.com στο πρόγραμμα αποκλεισμού διαφημίσεων ή στην επέκταση ασφαλείας του προγράμματος περιήγησης.",
    "1204911585": "2. Εάν χρησιμοποιείτε το πρόγραμμα περιήγησης Brave, το οποίο (από τον Απρίλιο του 2020) δεν φαίνεται να έχει κανένα είδος λευκής λίστας cookie, μεταβείτε στις Προτιμήσεις -> Ασπίδες -> Cookies και επιλέξτε \"Να επιτρέπονται όλα τα cookies\".",
    "2932826396": "3. Εάν χρησιμοποιείτε την πιο πρόσφατη έκδοση του Safari είτε στο OS X 10.15 που κυκλοφόρησε πρόσφατα είτε στο iOS 13.4, η Apple μόλις άλλαξε τη συμπεριφορά του Safari που σχετίζεται με cookie τρίτων, αποκλείοντάς τα όλα από προεπιλογή. Εφαρμόζουμε μια λύση, αλλά στο μεταξύ επισκεφθείτε την ενότητα Προτιμήσεις Safari, Προστασία Προσωπικών Δεδομένων και καταργήστε την επιλογή \"Παρακολούθηση ιστότοπου: Αποτρέψτε την παρακολούθηση μεταξύ τοποθεσιών\" για να ενεργοποιήσετε το cookie προσβασιμότητας να λειτουργεί όπως αναμένεται.",
    "3836291932": "Ε: Χρησιμοποιώ πολλές συσκευές. Χρειάζεται να εγγραφώ πολλές φορές;",
    "3251220335": "Α: Όχι. Κάντε κλικ στον ίδιο σύνδεσμο σύνδεσης μέσω email που σας αποστέλλεται σε κάθε συσκευή που χρησιμοποιείτε για να ρυθμίσετε το cookie.",
    "2082407178": "Ε: Πώς μπορώ να προστατευτώ από την παρακολούθηση cookie τρίτων κατά τη χρήση του cookie προσβασιμότητας;",
    "2700197090": "Α: Η χρήση οποιασδήποτε επέκτασης απορρήτου ή αποκλεισμού διαφημίσεων που υποστηρίζει τη λίστα επιτρεπόμενων σε επίπεδο τομέα (π.χ. uBlock Origin) θα λειτουργήσει όπως αναμένεται: απλώς βεβαιωθείτε ότι έχετε προσθέσει στη λίστα επιτρεπόμενων το hcaptcha.com.",
    "3657743880": "Οδηγίες προγράμματος περιήγησης για Cookies μεταξύ ιστοτόπων",
    "1960601330": "Για να ενεργοποιήσετε τα cookies στο Safari (Mac): Μεταβείτε στο αναπτυσσόμενο μενού Safari. Επιλέξτε Προτιμήσεις. Κάντε κλικ στην επιλογή Απόρρητο στον επάνω πίνακα. Στην περιοχή «Αποκλεισμός cookie» επιλέξτε «Ποτέ».",
    "1622303590": "Για να ενεργοποιήσετε τα cookie στο Safari (iPhone/iPad iOS 11+): Ανοίξτε τις Ρυθμίσεις σας. Κάντε κύλιση προς τα κάτω και επιλέξτε Safari. Στην ενότητα Απόρρητο και ασφάλεια, απενεργοποιήστε την επιλογή \"Αποτροπή παρακολούθησης μεταξύ ιστότοπων\" και \"Αποκλεισμός όλων των cookies\"",
    "2199048568": "Κάντε κλικ στην ασπίδα στα αριστερά της γραμμής διευθύνσεων σε οποιαδήποτε ιστοσελίδα. Κάντε κλικ στις Ρυθμίσεις προστασίας. Θα ανοίξει ο πίνακας Προτιμήσεις Firefox Privacy & Security. Στην ενότητα Ενισχυμένη προστασία παρακολούθησης, επιλέξτε Προσαρμογή. Επιλέξτε ποιους ιχνηλάτες και σενάρια θα αποκλείσετε επιλέγοντας αυτά τα πλαίσια ελέγχου. Βεβαιωθείτε ότι έχετε ξεμπλοκάρει το hcaptcha.com.",
    "3967047208": "Μπορείτε επίσης να απενεργοποιήσετε προσωρινά ορισμένες προστασίες στο Custom για να το διορθώσετε, αποεπιλέγοντας τα πλαίσια ελέγχου: Καταργήστε την επιλογή του πλαισίου ελέγχου Trackers ή αποεπιλέξτε το πλαίσιο ελέγχου Cookies εάν εξακολουθείτε να αντιμετωπίζετε προβλήματα.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Επιλέξτε το εικονίδιο μενού του Chrome. Επιλέξτε Ρυθμίσεις.",
    "926138631": "Μεταβείτε στην ενότητα Απόρρητο και ασφάλεια και μετά Cookies και άλλα δεδομένα ιστότοπου.",
    "3419878556": "Βεβαιωθείτε ότι το \"Αποκλεισμός cookie τρίτων\" δεν είναι ενεργοποιημένο.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Ανοίξτε τις προτιμήσεις του Chrome από τη γραμμή μενού.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Στη συσκευή σας Android, ανοίξτε την εφαρμογή Chrome.",
    "3620039756": "Επάνω δεξιά, πατήστε Περισσότερα και μετά Ρυθμίσεις.",
    "2813310562": "Πατήστε Ρυθμίσεις τοποθεσίας και μετά Cookies.",
    "3014657981": "Δίπλα στα \"Cookies\", ενεργοποιήστε τη ρύθμιση.",
    "1242066691": "Επιλέξτε το πλαίσιο δίπλα στην επιλογή \"Να επιτρέπονται τα cookie τρίτων\".",
    "292250020": "1. Επιλέξτε το γρανάζι στην επάνω δεξιά γωνία της οθόνης και, στη συνέχεια, επιλέξτε \"Επιλογές Internet\". Εάν έχετε ενεργοποιημένη τη γραμμή μενού, μπορείτε να επιλέξετε «Εργαλεία» και μετά «Επιλογές Διαδικτύου».",
    "4114820649": "2. Κάντε κλικ στην καρτέλα \"Απόρρητο\".",
    "946838734": "3. Επιλέξτε το κουμπί \"Για προχωρημένους\".",
    "348809718": "4. Στην ενότητα \"Cookies τρίτων\" επιλέξτε \"Αποδοχή\".",
    "1253441326": "5. Κάντε κλικ στο \"OK\"",
    "852032043": "Σαφάρι",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Πολιτική Δεοντολογίας AI",
    "1161704803": "Γιατί έχουμε πολιτική Δεοντολογίας AI;",
    "1806535500": "Ουσιαστικά κάθε τεχνολογία, από μολύβια μέχρι δυναμίτη, είναι α",
    "24452499": "λύση; μπορεί να χρησιμοποιηθεί για καλό ή για κακό. Κάθε εταιρεία που ερευνά, κατασκευάζει ή πουλά λύσεις διπλής χρήσης έχει την υποχρέωση να εξετάζει τις συνέπειες των πράξεών της.",
    "4023575072": "διπλή χρήση",
    "3336625692": "Αυτή η σελίδα περιγράφει λεπτομερώς τις σκέψεις μας για αυτό το θέμα στο πλαίσιο της Δεοντολογίας AI, και οι διαδικασίες που ακολουθούμε για να διασφαλίσουμε ότι η χρήση των υπηρεσιών μας παραμένει σύμφωνη με τις πολιτικές που έχουμε υιοθετήσει ως εταιρεία.",
    "835717930": "AI Ethics στο hCaptcha",
    "2179524509": "Περιστασιακά λαμβάνουμε ερωτήσεις σχετικά με το τι είδους ερωτήσεις επιτρέπονται για την υπηρεσία hCaptcha και γιατί γίνονται συγκεκριμένες ερωτήσεις.",
    "1962721652": "Τα ανθρώπινα όντα αναζητούν πρότυπα, και μερικές φορές μια αβλαβής ερώτηση μπορεί να μετατραπεί από εντελώς απροσδόκητη σε ύποπτη σε μια στιγμή, λόγω αλλαγών στον κόσμο και όχι λόγω των κινήτρων οποιουδήποτε κάνει την ερώτηση.",
    "3974566657": "Καθώς οι υπηρεσίες γίνονται πιο δημοφιλείς, αυτό το είδος περιστατικού γίνεται αναπόφευκτα πιο συχνό. Το hCaptcha χρησιμοποιείται από εκατομμύρια ανθρώπους κάθε μέρα σε σχεδόν όλες τις χώρες του κόσμου, επομένως δημοσιεύουμε αυτήν την πολιτική και μια μελέτη περίπτωσης σχετικά με τον τρόπο αντιμετώπισης αυτών των ζητημάτων, προκειμένου να είμαστε όσο το δυνατόν πιο διαφανείς.",
    "1830910223": "Μια πραγματική μελέτη περίπτωσης AI Ethics",
    "805971861": "Το \"Umbrella\" είναι ένας όρος στο ImageNet, το τυπικό σύνολο δεδομένων αναφοράς που χρησιμοποιείται από ερευνητές όρασης υπολογιστών. Η αξιόπιστη αναγνώριση ατόμων που κρατούν ομπρέλες είναι επίσης κρίσιμη για την κατασκευή ασφαλών συστημάτων προηγμένης υποβοήθησης οδηγού (ADAS) επόμενης γενιάς.",
    "3988350": "Αυτό σημαίνει ότι υπάρχουν εξαιρετικές περιπτώσεις χρήσης για σχολιασμούς ομπρέλας πραγματικού κόσμου. Υπάρχει περιθώριο διαφωνίας σχετικά με τον αντίκτυπο των αυτοοδηγούμενων αυτοκινήτων, αλλά τα συστήματα ADAS ήδη εξοικονομούν",
    "548587288": "σε όλο τον κόσμο.",
    "3138772661": "χιλιάδες ζωές κάθε χρόνο",
    "3168199226": "Ωστόσο, το 2020 έγινε σαφές ότι η κατασκευή αυτού του είδους δεδομένων θα μπορούσε να εκληφθεί ως τεχνολογία διπλής χρήσης με τρόπο που λίγοι θα περίμεναν πριν από ένα χρόνο.",
    "558378834": "Επομένως, δεν δεχόμαστε πλέον αιτήματα για ερωτήσεις που σχετίζονται με ομπρέλες αυτήν τη στιγμή. Η πιθανότητα σύγχυσης όταν ένας τελικός χρήστης βλέπει μια ερώτηση σχετικά με τις ομπρέλες την τρέχουσα στιγμή είναι πολύ υψηλή και, τελικά, ο στόχος μας είναι να κάνουμε τον κόσμο ένα πιο ευχάριστο μέρος.",
    "3376604063": "Πολιτικές και διαδικασίες AI Ethics",
    "1923365316": "Έχουμε μια αυστηρή πολιτική Δεοντολογίας AI στο hCaptcha και μέρος αυτής περιλαμβάνει μια διαδικασία Γνωρίστε τον Πελάτη σας (KYC).",
    "4230322909": "Προσπαθούμε πάντα να κατανοούμε καλά κάθε νέο πελάτη και την περίπτωση χρήσης για την οποία προορίζεται, τόσο για να επιβεβαιώσουμε ότι ταιριάζει με τα προϊόντα και τις υπηρεσίες μας όσο και για να διασφαλίσουμε ότι ακολουθεί τις πολιτικές που έχουμε υιοθετήσει ως εταιρεία.",
    "2735073144": "Διενεργούμε επίσης συνεχείς αναθεωρήσεις όπως απαιτείται. Για παράδειγμα, στην πρόσφατη ανασκόπηση των ημερομηνιών και των πηγών αιτημάτων για αιτήματα επισήμανσης που σχετίζονται με ομπρέλες, μπορέσαμε γρήγορα να επιβεβαιώσουμε ότι καμία κυβερνητική οντότητα ή γνωστός κρατικός προμηθευτής λογισμικού παρακολούθησης δεν υπέβαλε αιτήματα σχετικά με ομπρέλες που χρησιμοποιούν τις υπηρεσίες μας τους τελευταίους 12 μήνες .",
    "2715462692": "Πώς μοιάζει η διαδικασία AI Ethics;",
    "3049976256": "Για κάθε νέο πελάτη ετικετών, περνάμε από μια λίστα ελέγχου κατά τη διαδικασία πώλησης. Αυτό περιλαμβάνει την αρχική επιμέλεια KYC πριν από την επιβίβαση, καθώς και την επαλήθευση όλων των αιτημάτων που υποβλήθηκαν στους αναλυτές μας, καθώς και επιτόπιους ελέγχους σε πραγματικό χρόνο και περιοδικές αναθεωρήσεις αιτημάτων που υποβάλλονται μέσω της πλατφόρμας αυτοεξυπηρέτησής μας.",
    "3103642530": "Αυτή η ανασκόπηση αποτελείται από διάφορα σύνολα κριτηρίων:",
    "3349094124": "Κριτήρια ηθικών ανησυχιών: Αντικειμενικό",
    "1038019440": "1. Αντιπροσωπεύει αυτός ο πελάτης τα εθνικά συμφέροντα μιας χώρας που είναι γνωστό ότι συμπεριφέρεται αντίθετη με τους διεθνείς νόμους και κανόνες;",
    "493717511": "2. Αυτός ο πελάτης ζητά υπηρεσίες που θα μπορούσαν να είναι;",
    "2209109640": "χρησιμοποιούνται μόνο για κακόβουλους σκοπούς, στο πλαίσιο των συνήθων επιχειρηματικών τους δραστηριοτήτων;",
    "3457805519": "3. Μπορεί το αίτημα του πελάτη να εκπληρωθεί σύμφωνα με τη νομοθεσία των ΗΠΑ και τους κανόνες δέσμευσής μας;",
    "1942611550": "πρωτίστως",
    "109179759": "Κριτήρια ηθικών ανησυχιών: Υποκειμενικά",
    "1033698050": "1. Πιστεύουμε ότι ο πελάτης μας έχει δώσει μια περίπτωση χρήσης που θεωρούμε ηθικά αποδεκτή, σύμφωνα με την ερμηνεία μας των τυπικών δυτικών κοινωνικών κανόνων;",
    "361372538": "2. Πιστεύουμε ότι οι παρεχόμενες υπηρεσίες μας πιθανότατα θα χρησιμοποιηθούν για σκοπούς που εισάγουν διακρίσεις από τον πελάτη, με τρόπους που μπορεί να είναι νόμιμοι αλλά δεν είναι αποδεκτοί από εμάς;",
    "2867855718": "3. Πιστεύουμε ότι οι ανάγκες απορρήτου μπορούν να αντιμετωπιστούν ικανοποιητικά για το αίτημα;",
    "2462728596": "Εάν δεν μπορούμε να ικανοποιήσουμε τους εαυτούς μας σε αυτά τα σημεία, θα απορρίψουμε το αίτημα και ενδέχεται να τερματίσουμε την περαιτέρω πρόσβαση στην πλατφόρμα μας, όπως περιγράφεται στους Όρους μας.",
    "1995277831": "Σας ευχαριστώ",
    "1818116402": "Ελπίζουμε να εκτιμήσατε αυτήν την ματιά στον τρόπο με τον οποίο χειριζόμαστε λειτουργικές ερωτήσεις με ένα στοιχείο Δεοντολογίας AI.",
    "1499894352": "Πολύ λίγες εταιρείες προσφέρουν διαφάνεια στις διαδικασίες λήψης αποφάσεων σε αυτόν τον τομέα, και ελπίζουμε ότι και άλλες θα ακολουθήσουν αυτό το παράδειγμα!",
    "535659033": "Αναφορά Creative Commons",
    "1495915066": "Πώς εμείς, οι συνεργάτες μας στην ακαδημαϊκή έρευνα και οι πελάτες μας χρησιμοποιούμε τα μέσα Creative Commons",
    "3017533972": "Εμείς, οι συνεργάτες μας στην ακαδημαϊκή έρευνα και οι πελάτες μας ενδέχεται περιστασιακά να αναφέρουμε ή να αναπαράγουμε τμήματα περιεχομένου με άδεια Creative Commons μέσω της πλατφόρμας hCaptcha, προκειμένου να προωθήσουμε τη γνώση της ανθρωπότητας στον τομέα της μηχανικής μάθησης.",
    "1428053210": "Αυτό το περιεχόμενο μετατρέπεται γενικά από την αρχική του μορφή. Για παράδειγμα, ένα βίντεο μπορεί να χωριστεί σε πολλές εικόνες, αυτές οι εικόνες μπορεί να χωριστούν σε πολλές νέες εικόνες και αυτές οι νέες εικόνες στη συνέχεια να αναμειχθούν τυχαία για να παραχθεί το τελικό αποτέλεσμα που εμφανίζεται.",
    "1728211763": "Η χρήση του περιεχομένου με αυτόν τον τρόπο και για αυτούς τους σκοπούς εμπίπτει στις οδηγίες ορθής χρήσης σύμφωνα με την κατανόησή μας για τη νομοθεσία και τις τυπικές πρακτικές στον τομέα, αλλά είμαστε μακροχρόνιοι θαυμαστές του Creative Commons και προτιμούμε να αποδίδουμε εύσημα σε οποιονδήποτε βοηθά στην μνημειώδες έργο της βελτίωσης της νοημοσύνης των μηχανών.",
    "1949452297": "Λόγω των εγγενών περιορισμών του hCaptcha UI και των θεμάτων ασφαλείας του, δεν είναι δυνατή η αναπαραγωγή της πηγής κάθε εικόνας που βρίσκεται ακριβώς δίπλα στη χρήση της. Αντίθετα, συνδεόμαστε σε αυτήν τη σελίδα από την αρχική μας σελίδα και διατηρούμε μια λίστα πηγών που εξυπηρετούνται αυτήν τη στιγμή ή πρόσφατα μέσω της πλατφόρμας. Μπορείτε να αποκτήσετε πρόσβαση στην τρέχουσα λίστα",
    "2367602973": "εδώ",
    "659124570": "Επιπλέον, εάν δείτε περιεχόμενο που σας ανήκει να αναπαράγεται στην πλατφόρμα hCaptcha και θέλετε να αφαιρεθεί για οποιονδήποτε λόγο, μπορείτε να επικοινωνήσετε μαζί μας μέσω email στο",
    "2066749488": "Άλλα παράπονα",
    "3479034323": "Αν δείτε περιεχόμενο που σας ανήκει να αναπαράγεται στην πλατφόρμα hCaptcha και θέλετε να αφαιρεθεί για οποιονδήποτε λόγο, μπορείτε να επικοινωνήσετε μαζί μας μέσω email.",
    "1836554225": "Αναρτήσεις ιστολογίου",
    "2873297188": "Όλοι οι CAPTCHAS κάνουν διακρίσεις σε βάρος μη Αμερικανών;",
    "165932542": "Μια ματιά στα ποσοστά επίλυσης hCaptcha σε όλο τον κόσμο",
    "1865097546": "16 Νοεμβρίου 2021",
    "3005876482": "Το hCaptcha είναι πλέον η μεγαλύτερη ανεξάρτητη υπηρεσία CAPTCHA, τρέχει στο 15% του Διαδικτύου",
    "693820850": "Μπορείτε να νικήσετε την Google βάζοντας πρώτα το απόρρητο",
    "3609106478": "Γέμισμα διαπιστευτηρίων:",
    "299335340": "Τι είναι και πώς να σταματήσετε τις επιθέσεις",
    "354925785": "Εισαγωγή",
    "423222878": "Μερικές από τις πιο δύσκολες επιθέσεις στον κυβερνοχώρο για εντοπισμό, πρόληψη και διακοπή είναι εκείνες όπου ένας κακόβουλος παράγοντας μπορεί να χρησιμοποιήσει νόμιμα διαπιστευτήρια χρήστη για να συνδεθεί σε έναν ενεργό λογαριασμό χρήστη. Χωρίς πολλές εξελιγμένες δυνατότητες ανίχνευσης, η εταιρεία που φιλοξενεί τον λογαριασμό δεν έχει λόγο να υποψιάζεται ότι κάτι δεν πάει καλά. Ένας πελάτης φαίνεται απλώς να έχει συνδεθεί στον λογαριασμό του. Ο εισβολέας πέτυχε αυτό το επιτυχημένο τέχνασμα χρησιμοποιώντας κλεμμένα διαπιστευτήρια—συνήθως το αποτέλεσμα μιας τεχνικής κυβερνοεπίθεσης γνωστής ως «γεμίσματα διαπιστευτηρίων». Είναι ένα σοβαρό πρόβλημα σήμερα, αλλά μπορεί να μετριαστεί με τα σωστά αντίμετρα.",
    "777660551": "Τι είναι το Credential Stuffing;",
    "2602763587": "Το γέμισμα διαπιστευτηρίων είναι μια μορφή κυβερνοεπίθεσης κατά την οποία ο εισβολέας προσπαθεί να συνδεθεί σε έναν ιστότοπο πολλές φορές χρησιμοποιώντας ζεύγη κλεμμένων ονομάτων χρήστη και κωδικών πρόσβασης. Η «γέμιση» αναφέρεται στις επαναλαμβανόμενες προσπάθειες σύνδεσης, οι οποίες πραγματοποιούνται σχεδόν πάντα από αυτοματοποιημένο λογισμικό bot.",
    "1271831121": "Δεν είναι λες και κάθεται εκεί ο χάκερ (ντυμένος με κουκούλα, φυσικά!) και πληκτρολογεί διαπιστευτήρια μετά από διαπιστευτήρια. Το αυτοματοποιημένο ρομπότ σύνδεσης θα μπορούσε να κατασκευαστεί από ένα μη διαθέσιμο εργαλείο όπως το Selenium ή ένα προσαρμοσμένο εργαλείο χάκερ.",
    "2588750717": "Πράγματι, ορισμένες επιθέσεις γεμίσματος διαπιστευτηρίων περιλαμβάνουν εκατομμύρια διαπιστευτήρια—όλα τοποθετούνται στην ανυποψίαστη διεπαφή σύνδεσης του ιστότοπου με την ελπίδα να τους επιτραπεί. Μόλις εισέλθει, ο εισβολέας μπορεί να αναλάβει τον λογαριασμό του θύματος.",
    "1137757109": "Εάν πρόκειται για λογαριασμό ηλεκτρονικού εμπορίου, ο εισβολέας μπορεί να παραγγείλει εμπορεύματα. Εάν το θύμα είναι τράπεζα, ο εισβολέας μπορεί να μεταφέρει κεφάλαια offshore και ούτω καθεξής.",
    "1559150837": "Ωστόσο, οι στόχοι δεν είναι ανυπεράσπιστοι. Οι περισσότεροι ιστότοποι διαθέτουν στοιχεία ελέγχου που αποκλείουν έναν ύποπτο χρήστη που προσπαθεί να συνδεθεί σε χιλιάδες διαφορετικούς λογαριασμούς από την ίδια διεύθυνση IP σε σύντομο χρονικό διάστημα. Αυτό που κάνουν οι επιτιθέμενοι γεμίσματος διαπιστευτηρίων για να παρακάμψουν αυτές τις τεχνικές προστασίας είναι ότι προσομοιώνουν τη γεωγραφική και την ποικιλομορφία IP. Χρησιμοποιώντας πανίσχυρα εργαλεία που συχνά βασίζονται σε τεχνητή νοημοσύνη, μπορούν να κάνουν να φαίνεται ότι χιλιάδες χρήστες προσπαθούν τυχαία να συνδεθούν σε διαφορετικές ώρες της ημέρας από όλη τη χώρα. Αυτό είναι πολύ πιο δύσκολο να εντοπιστεί και να σταματήσει.",
    "1892020899": "Από πού παίρνουν τα διαπιστευτήρια οι χάκερ;",
    "2597149484": "Ο λόγος που ο χάκερ πρέπει να «γεμίσει» τόσα πολλά διαπιστευτήρια έχει να κάνει με το πού παίρνουν τα κλεμμένα διαπιστευτήριά τους.",
    "3030395800": "Αυτά τα διαπιστευτήρια προέρχονται συνήθως από παραβιάσεις δεδομένων. Γνωστές και ως \"διαρροές διαπιστευτηρίων\", αυτές οι επιθέσεις μπορεί να έχουν ως αποτέλεσμα την απόρριψη εκατομμυρίων διαπιστευτηρίων στον σκοτεινό ιστό. Εάν η διαρροή προήλθε από τράπεζα, ο χάκερ θα προσπαθήσει να χρησιμοποιήσει αυτά τα διαπιστευτήρια για να μεταβεί σε άλλους ιστότοπους. Αυτή η προσέγγιση λειτουργεί επειδή πολλοί άνθρωποι χρησιμοποιούν τον ίδιο συνδυασμό ονόματος χρήστη και κωδικού πρόσβασης για πολλούς ιστότοπους. (Αυτή η πρακτική αποθαρρύνεται, αλλά η πραγματικότητα είναι αυτή που είναι. Οι άνθρωποι τείνουν να επαναλαμβάνουν τα ίδια διαπιστευτήρια σύνδεσης.)",
    "1258965840": "Έτσι, εάν ο εισβολέας μπορεί να εισέλθει σε έναν ιστότοπο, μπορεί πιθανώς να εισέλθει σε πολλούς ιστότοπους χρησιμοποιώντας τα διαπιστευτήρια που έχουν διαρρεύσει. Για παράδειγμα, μπορεί να λάβουν ένα ζεύγος ονόματος χρήστη/κωδικού πρόσβασης όπως το JohnDoe/525momma, αλλά δεν έχουν ιδέα τι θα κάνει αυτό το ζεύγος για αυτούς. Έτσι, δοκιμάζουν το ζεύγος στο Amazon.com, στο Ebay, στη Citibank, στη Walgreens και συνεχόμενα. Μπορεί να δοκιμάσουν αυτό το ζευγάρι σε χίλιους διαφορετικούς ιστότοπους.",
    "3594440415": "Τελικά, θα αρχίσουν να ανοίγουν τις πόρτες.",
    "780280214": "Πώς το hCaptcha και το hCaptcha Enterprise μετριάζουν την απειλή γεμίσματος διαπιστευτηρίων",
    "4165374512": "Ενώ είναι δυνατή η χρήση εργαλείων εντοπισμού IP και τοποθεσίας για την αποφυγή γεμίσματος διαπιστευτηρίων, μια πιο οικονομική και ακριβής μέθοδος είναι απλώς να διακόψετε το ίδιο το αυτοματοποιημένο bot πλήρωσης διαπιστευτηρίων. Το hCaptcha και το hCaptcha Enterprise μπορούν να κολλήσουν το bot στο σημείο εισόδου. Ακόμα κι αν το bot έχει τα σωστά διαπιστευτήρια, αν δεν μπορεί να ξεπεράσει τον εντοπισμό του hCaptcha Enterprise ή το CAPTCHA του hCaptcha, δεν θα μπορέσει να ολοκληρώσει τη γέμισή του και ο ιστότοπος και οι χρήστες σας προστατεύονται.",
    "3269644546": "Σας παρακαλούμε",
    "1058572205": "μας εάν θέλετε να μάθετε περισσότερα για",
    "3753613260": "Επικοινωνία",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Αναφορά καταγγελιών DMCA",
    "54093347": "Εγγεγραμμένος αντιπρόσωπος DMCA",
    "3233441200": "Επαναλάβετε την πολιτική παραβίασης",
    "4011712313": "Ως μέρος της Πολιτικής DMCA μας, τοποθετούμε λογαριασμούς πελατών για τους οποίους λαμβάνουμε πολλαπλές ειδοποιήσεις DMCA για φερόμενη παραβίαση σε μια πολιτική επανειλημμένων παραβάσεων DMCA πολλαπλών βημάτων. Μετά τη λήψη επαναλαμβανόμενων ειδοποιήσεων DMCA σε έναν ημερολογιακό μήνα, ο λογαριασμός πελάτη θα προχωρήσει από το ένα βήμα πολιτικής στο επόμενο.",
    "766825168": "Οι ενέργειες που ενδέχεται να πραγματοποιήσουμε σύμφωνα με την Πολιτική επανειλημμένων παραβάσεων του DMCA περιλαμβάνουν την αποστολή ειδοποιήσεων για αυξημένη ορατότητα στον καταγεγραμμένο πελάτη του λογαριασμού. Για να αναγνωρίσουμε αυτές τις ειδοποιήσεις, ενδέχεται να απαιτήσουμε από τον πελάτη να συνδεθεί στον λογαριασμό ή να καλέσει την ομάδα υποστήριξής μας. Διατηρούμε επίσης το δικαίωμα να αναστείλουμε ή να τερματίσουμε, καθώς και να εφαρμόσουμε άλλα προσωρινά μέτρα για την υπηρεσία hCaptcha και IMI οποιουδήποτε πελάτη για τον οποίο συνεχίσαμε να λαμβάνουμε ειδοποιήσεις DMCA για εικαζόμενη παραβίαση, ακόμη και μετά την αποστολή επαναλαμβανόμενων ειδοποιήσεων παραβίασης. Επιπλέον, ενδέχεται να τερματίσουμε κατά την απόλυτη διακριτική μας ευχέρεια άλλες υπηρεσίες hCaptcha ή IMI που παρέχονται σε αυτούς τους πελάτες όταν τερματίζουμε την υπηρεσία hCaptcha βάσει αυτής της πολιτικής.",
    "2410122265": "Πόροι hCaptcha: Bots 101",
    "4166776480": "Γέμισμα διαπιστευτηρίων: Τι είναι και πώς να σταματήσετε τις επιθέσεις",
    "2301335298": "Απάτη πληρωμών: Μετριασμός ενός ταχέως εξελισσόμενου τρόπου εγκλήματος στον κυβερνοχώρο",
    "3682071227": "Τι είναι οι εξαγορές λογαριασμού και πώς λειτουργούν;",
    "2729131930": "Τι είναι το ξύσιμο και πώς λειτουργεί;",
    "1344959096": "Εργασία ως μεμονωμένος ετικετοποιητής δεδομένων",
    "3510143229": "Το hCaptcha είναι μια υπηρεσία για ιστότοπους και εφαρμογές,",
    "3930611699": "μεμονωμένους εργαζόμενους.",
    "1051214799": "Το hCaptcha είναι μια υπηρεσία ασφάλειας ιστού που προσπαθεί να μοιραστεί αξία με τους εκδότες ιστότοπων ή εφαρμογών που τη χρησιμοποιούν.",
    "360236473": "Η υπηρεσία hCaptcha δεν προορίζεται να χρησιμοποιηθεί για να εργαστεί κάποιος ως μεμονωμένος ετικετοποιητής. Δεν είναι σχεδιασμένο ούτε κατάλληλο για αυτόν τον σκοπό. Δεν συνιστούμε σε κανέναν να προσπαθήσει να χρησιμοποιήσει το hCaptcha ως πηγή προσωπικού εισοδήματος.",
    "3842490632": "Ένας μεμονωμένος χρήστης που προσπαθεί να απαντήσει σε πολλές ερωτήσεις είναι πιθανό να περιοριστεί ή να αποκλειστεί γρήγορα. Εξίσου σημαντικό, όπως το δικό μας",
    "1560232962": "καλύπτει αναλυτικά, δεν παρέχονται εγγυήσεις ως προς το ποσό που κερδίζεται για οποιαδήποτε δεδομένη απάντηση. Μπορεί να μην υπάρχουν διαθέσιμες ερωτήσεις επί πληρωμή εκείνη τη στιγμή, μια απάντηση μπορεί να απορριφθεί για ποιοτικούς λόγους κ.ο.κ.",
    "2694001822": "Ωστόσο, περιστασιακά προσλαμβάνουμε άτομα για να μας βοηθήσουν να ελέγξουμε τις ιδιότητες του συστήματος και τις νέες δυνατότητες.",
    "1569804581": "Εάν θέλετε να επικοινωνήσουμε μαζί σας στο μέλλον σχετικά με σχετικές ευκαιρίες, συμπληρώστε αυτήν τη φόρμα.",
    "636461959": "Ονομα",
    "1139500589": "Χώρα",
    "1789607185": "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
    "325077666": "Υποβάλλοντας τα στοιχεία σας συμφωνείτε με μας",
    "3555583744": "και",
    "3609929815": ". Θα διατηρήσουμε το όνομά σας, τη χώρα και τα στοιχεία της διεύθυνσης email σας μόνο για να επικοινωνήσουμε μαζί σας στο μέλλον σχετικά με μεμονωμένες ευκαιρίες εργασίας για τη δημιουργία ετικετών.",
    "4197928199": "Πολιτική Απορρήτου",
    "851786723": "Εισάγοντας το email σας, συμφωνείτε με τους Όρους και την Πολιτική Απορρήτου μας και να λαμβάνετε email από εμάς.",
    "2402165761": "Πώς λειτουργεί το ξύσιμο;",
    "4260542944": "Η απόξεση περιεχομένου (γνωστή και ως \"απόξεση οθόνης\" ή απλώς \"απόξεση\") είναι μια γνωστή, συχνά χρήσιμη διαδικασία για τη συλλογή πληροφοριών από τον ιστό. Ωστόσο, τα τελευταία χρόνια, η τεχνική έχει γίνει ένα ευνοημένο εργαλείο των χάκερ και των απατεώνων. Τα αντίμετρα μπορούν να μετριάσουν αποτελεσματικά την απειλή, αλλά για την εφαρμογή τους, είναι απαραίτητο να κατανοήσουμε πώς λειτουργεί η διαδικασία.",
    "2066255783": "Τι είναι το Content Scraping;",
    "1910628828": "Η απόξεση περιεχομένου είναι μια τεχνική για τη συλλογή δεδομένων από ένα σύστημα που περιλαμβάνει ένα αυτοματοποιημένο σύνολο εργαλείων που υποδύεται έναν πελάτη λογισμικού ή ένα πρόγραμμα περιήγησης ιστού. Δεν είναι καινούργιο. Στην πραγματικότητα, για τους μηχανικούς λογισμικού που μπορεί να χρειάζονται δεδομένα από ένα παλιό mainframe, η απόξεση μπορεί να είναι ο μόνος τρόπος εξαγωγής πληροφοριών. Οι αρχικοί σύνδεσμοι μπορεί να έχουν φύγει και να είναι αδύνατο να αντικατασταθούν.",
    "3408107995": "Σήμερα, ωστόσο, η απόξεση σημαίνει πάντα μια προγραμματική προσέγγιση για την εξαγωγή δεδομένων από έναν ιστότοπο. Το λογισμικό απόξεσης λειτουργεί σαν άνθρωπος χρήστης, κάνοντας κλικ σε κουμπιά και διαβάζοντας το αποτέλεσμα που προκύπτει. Υπάρχουν πολλές νόμιμες χρήσεις για το ξύσιμο. Ένα παράδειγμα είναι τα προγράμματα ανίχνευσης Ιστού που τροφοδοτούν τις μηχανές αναζήτησης. Το ίδιο και εργαλεία όπως το Skyscanner που αναζητούν ταξιδιωτικές προσφορές χτενίζοντας χιλιάδες ταξιδιωτικούς ιστότοπους. Οι εταιρείες Fintech το χρησιμοποιούν επίσης, αφαιρώντας τα οικονομικά δεδομένα των χρηστών από ιστότοπους τραπεζών, εάν δεν υπάρχουν διαθέσιμες διεπαφές προγραμματισμού εφαρμογών (API) για τη σύνδεση δεδομένων. Τα πράγματα που πρέπει να έχετε κατά νου σχετικά με το ξύσιμο οθόνης είναι η ταχύτητα και η επεκτασιμότητα του. Η διαδικασία μπορεί να συλλέξει τεράστιες ποσότητες δεδομένων από ιστότοπους, υποθέτοντας ότι οι τοποθεσίες δεν έχουν ρυθμιστεί για να εμποδίσουν την πραγματοποίησή της. Με την ταχύτητα του υπολογισμού, ένα scraper μπορεί να συγκεντρώσει μεγάλα σύνολα δεδομένων αλληλεπιδρώντας με ιστότοπους και το υποκείμενο λογισμικό και βάσεις δεδομένων που τα τροφοδοτούν.",
    "1920884252": "Γιατί η απόξεση περιεχομένου αποτελεί απειλή για την ασφάλεια;",
    "2256795853": "Η δυνατότητα εξαγωγής πολλών δεδομένων, γρήγορα, από ιστότοπους κάνει το scraping ένα ισχυρό εργαλείο στα χέρια των κακόβουλων παραγόντων. Ένα scraping bot μπορεί να συλλέξει δεδομένα χρήστη από ιστότοπους κοινωνικών μέσων. Στη συνέχεια, αφαιρώντας τοποθεσίες που περιέχουν διευθύνσεις και άλλες προσωπικές πληροφορίες και συσχετίζοντας τα αποτελέσματα, ένας χάκερ θα μπορούσε να εμπλακεί σε εγκλήματα ταυτότητας όπως η υποβολή ψευδών αιτήσεων πιστωτικών καρτών.",
    "4087694419": "Ένας χάκερ θα μπορούσε επίσης να συγκεντρώσει δεδομένα από ιστότοπους όπως το Amazon και το eBay για να δημιουργήσει ψεύτικες ή παραπλανητικές καταχωρίσεις προϊόντων. Στη συνέχεια, θα μπορούσε να τα προσφέρει προς πώληση σε υπηρεσίες peer-to-peer όπως το OfferUp και να διεξάγει επιθέσεις phishing στους αγοραστές. Εναλλακτικά, ο απατεώνας θα μπορούσε να πουλήσει προϊόντα που δεν υπάρχουν. Μια περαιτέρω απάτη με απόξεση οθόνης περιλαμβάνει την παραποίηση των εκδοτών διαφημίσεων. Διαγράφοντας το περιεχόμενο από ιστότοπους εκδοτών, ο απατεώνας μπορεί να δημιουργήσει ψεύτικες σελίδες εκδοτών διαφημίσεων σε διαφορετικές υπηρεσίες. Στη συνέχεια, μπορούν να πουλήσουν διαφημίσεις σε αυτές τις σελίδες σε εξουσιοδοτημένους μεταπωλητές, των οποίων τις επαφές συγκέντρωσαν από το αρχείο ads.txt του εκδότη. Οι θέσεις υποδοχής διαφημίσεων φαίνονται αληθινές στον διαφημιστή, αλλά δεν είναι.",
    "3315658779": "Αποτρέψτε την απόξεση περιεχομένου με το hCaptcha Enterprise",
    "2602081482": "Το hCaptcha Enterprise χρησιμοποιεί προηγμένη μηχανική εκμάθηση για τον εντοπισμό κακόβουλης επισκεψιμότητας στον ιστότοπο και τις εφαρμογές σας - συμπεριλαμβανομένων των δραστηριοτήτων απόξεσης.",
    "1422537019": "εμείς σήμερα για να μάθουμε περισσότερα.",
    "1988268879": "Οικονομική επισήμανση δεδομένων σε κλίμακα",
    "2163914794": "Χρειάζεστε περισσότερες ετικέτες για τα σύνολα δεδομένων σας; Το hCaptcha παρέχει γρήγορη, οικονομικά αποδοτική και υψηλής ποιότητας επισήμανση δεδομένων για εταιρείες που εργάζονται σε εφαρμογές τεχνητής νοημοσύνης και μηχανικής εκμάθησης.",
    "3378932530": "Λάβετε τα δεδομένα σας με ετικέτα τώρα",
    "3483700676": "Εκκινήστε εκατομμύρια εργασίες αμέσως",
    "3478726913": "Το hCaptcha διαθέτει μια από τις μεγαλύτερες πισίνες στον πλανήτη που είναι διαθέσιμη για χρήση. Όποια και αν είναι η κλίμακα σας, μπορούμε να το χειριστούμε χωρίς δαπανηρές εκ των προτέρων δεσμεύσεις. Εκατομμύρια εργασίες την ημέρα δεν αποτελούν πρόβλημα.",
    "740501259": "Απλοί αγωγοί που βασίζονται σε API",
    "2784612261": "Θέλετε να ενσωματώσετε την ανθρώπινη κριτική απευθείας στις επιχειρηματικές σας δραστηριότητες; Προσφέρουμε SLA υψηλής αξιοπιστίας, εγγυημένη χωρητικότητα και απλά REST API.",
    "1144966033": "Βελτιστοποιημένο για κόστος και ποιότητα",
    "3213351333": "Δεν απαιτείται εκ των προτέρων δέσμευση",
    "2107077506": "Η πλατφόρμα HUMAN χρησιμοποιεί ολοκληρωμένα μοντέλα εμπιστοσύνης για την εκτέλεση εξελιγμένων αναλύσεων ποιότητας σε πραγματικό χρόνο. Αυτό μας επιτρέπει να προσδιορίζουμε γρήγορα τόσο τη δυσκολία των ερωτήσεων όσο και την πιθανή σωστή απάντησή τους, εξοικονομώντας χρόνο και χρήμα.",
    "3576146278": "Πληρώστε μόνο για την ακρίβεια που χρειάζεστε",
    "2952586316": "Δεν είναι όλα τα προβλήματα ίδια. Οι σχολιασμοί για κρίσιμες για την ασφάλεια εργασίες ενδέχεται να απαιτούν 99,99% εμπιστοσύνη από εξ ολοκλήρου ανθρώπους εργαζόμενους. Οι σχολιασμοί για μία λειτουργία beta σε μια εφαρμογή παιχνιδιών για κινητά ενδέχεται να απαιτούν μόνο μέτρια εμπιστοσύνη. Εσύ αποφασίζεις.",
    "710145621": "Δώστε τα δικά σας βασικά δεδομένα αλήθειας ή αφήστε μας να τα δημιουργήσουμε εν κινήσει",
    "987901590": "Έχετε ανεπεξέργαστα δεδομένα χωρίς ολοκληρωμένο σύνολο επαλήθευσης; Στις περισσότερες περιπτώσεις μπορούμε να δημιουργήσουμε ένα για εσάς καθώς οι εργασίες εκτελούνται μέσω του συστήματος ή να δημιουργήσουμε δείγματα με ετικέτα για την έγκρισή σας.",
    "2597352122": "Τύποι σχολιασμών",
    "1344687860": "Οριοθέτηση κουτιών",
    "1089415440": "Ακριβής ανίχνευση αντικειμένων σε εικόνες και βίντεο",
    "3817067682": "Πολύγωνα",
    "2682873489": "Ορισμός οριοθέτησης για αντικείμενα",
    "1275150216": "ορόσημα",
    "2067112112": "Σημειώσεις για πολλές διαφορετικές περιπτώσεις χρήσης",
    "4228682126": "Κατηγοριοποίηση χαρακτηριστικών",
    "2920213479": "Ταξινόμηση ή προσθήκη αυθαίρετων κατηγοριών οποιουδήποτε μεγέθους",
    "3288667364": "Σύγκριση και Ανίχνευση",
    "155877895": "Ανίχνευση και ταξινόμηση με ανθρώπινη ενέργεια",
    "3128433367": "... και πολλά άλλα",
    "2827452240": "Χρειάζεστε άλλο τύπο που δεν αναφέρεται εδώ; Απλά ρωτήστε μας.",
    "719304627": "Χρειάζεστε έλεγχο από άκρο σε άκρο;",
    "1172067553": "Η πλατφόρμα HUMAN πίσω από το hCaptcha παρέχει εξαιρετικά εξελιγμένες δυνατότητες ποιότητας εργασίας και διαχείρισης μέσω επιτόπιας ανάπτυξης, υβριδικών ή SaaS που ενσωματώνονται με τα υπάρχοντα συστήματά σας.",
    "2319072959": "Εκτελέστε εντελώς εκτός σύνδεσης με το δικό σας εργατικό δυναμικό, παρακολουθήστε την αξία που καταναλώνεται σε επιχειρηματικές μονάδες ή συνεργάτες κοινοπραξίας, δρομολογήστε επιλεκτικά εργασίες σε διαφορετικούς εσωτερικούς ή εξωτερικούς παρόχους εργασίας με βάση τις απαιτήσεις κόστους και ασφάλειας και πολλά άλλα.",
    "1936512180": "Εύκολη πρόσβαση στο API, όμορφοι πίνακες εργαλείων και η πιο πρόσφατη τεχνολογία ενσωματωμένου μοντέλου για μεγιστοποίηση της αποδοτικότητας των εργαζομένων.",
    "3913848038": "Διατίθενται 99,99% SLA χρόνου λειτουργίας και παγκόσμια υποστήριξη 24/7.",
    "1080752747": "Επικοινωνήστε με τις πωλήσεις",
    "1525403768": "Για περισσότερες πληροφορίες επικοινωνήστε με το Enterprise Sales.",
    "1546930020": "Λήψη επισήμανσης δεδομένων",
    "2486638408": "Καθορισμός Προδιαγραφών",
    "1027200955": "Μιλήστε με έναν από τους ειδικούς του τομέα μας για να καθορίσετε τις ανάγκες του έργου σας: ακρίβεια στόχου, μορφή και τυχόν ειδικές απαιτήσεις.",
    "1156712451": "Αρχικό τεστ εργασίας",
    "181065232": "Εκτελούμε μια μικρή εργασία παραγωγής με βάση τα δείγματα δεδομένων σας. Αυτό δοκιμάζει τη δουλειά που έχουμε κάνει μαζί για να διασφαλίσουμε ότι λαμβάνετε ακριβώς αυτό που χρειάζεστε.",
    "3207769512": "Ανάπτυξη εργασιών παραγωγής",
    "1099238677": "Με τον υψηλό όγκο και τον χαμηλό λανθάνοντα χρόνο μας, θα ανατρέψουμε την εργασία σας γρήγορα, με αυτοματοποιημένη παράδοση μόλις ολοκληρωθεί.",
    "465783046": "Θέλετε να το δοκιμάσετε με τα δεδομένα σας;",
    "328625009": "... είμαστε έτοιμοι όταν είστε: η υπηρεσία μας είναι διαθέσιμη όλο το εικοσιτετράωρο.",
    "3225770968": "Το hCaptcha έχει σχεδιαστεί για να λύνει το πιο απαιτητικό πρόβλημα στη μηχανική εκμάθηση. επισήμανση τεράστιων ποσοτήτων δεδομένων με έγκαιρο, προσιτό και αξιόπιστο τρόπο.",
    "2041686284": "Περισσότερα δεδομένα παράγουν γενικά καλύτερα αποτελέσματα στην εκπαίδευση μοντέλων μηχανικής εκμάθησης. Η πρόσφατη επιτυχία των μοντέλων σε βάθος οδήγησε σε ολοένα και μεγαλύτερα σύνολα δεδομένων και το hCaptcha εξυπηρετεί αυτήν την ανάγκη. Ωστόσο, η δημιουργία μεγάλων συνόλων δεδομένων που ελέγχονται από τον άνθρωπο χρησιμοποιώντας παραδοσιακές μεθόδους είναι τόσο αργή όσο και δαπανηρή.",
    "3729345277": "Το hCaptcha είναι ένας τρόπος για τις εταιρείες να λαμβάνουν τους σχολιασμούς που χρειάζονται πιο γρήγορα, με υψηλότερη ποιότητα και χαμηλότερο κόστος από άλλες εναλλακτικές λύσεις.",
    "2103563261": "Ιδιωτικές ή Δημόσιες Πληροφορίες",
    "2513143348": "Το σύστημα hCaptcha Enterprise είναι μοναδικά ευέλικτο στη σχεδίασή του: μπορεί να αναπτυχθεί εν μέρει ή εξ ολοκλήρου στην άκρη του δικτύου σας, εάν διαχειρίζεστε ένα δημόσιο cloud ή έχετε πολλά κέντρα δεδομένων.",
    "3107683988": "Αυτό μπορεί να μειώσει δραματικά την κίνηση και το κόστος εκτός δικτύου, διατηρώντας παράλληλα όλα τα πλεονεκτήματα της διαχείρισης από το προσωπικό μας σε ετοιμότητα 24/7 για την τήρηση των αυστηρότερων SLA.",
    "3660619092": "Εγγραφείτε δωρεάν ή επικοινωνήστε με τις πωλήσεις για λύσεις Enterprise",
    "2351176803": "Όροι άδειας χρήσης για το hCaptcha JS API",
    "2616226398": "Με την επιφύλαξη των δικών μας",
    "2024293275": ". Όλα τα άλλα δικαιώματα διατηρούνται, προς το παρόν.",
    "1062291156": "τυπικούς όρους",
    "2712493234": "Απάτη πληρωμών: Μετριασμός ενός ταχέως εξελισσόμενου τρόπου εγκλήματος στον κυβερνοχώρο",
    "1817772953": "Η απάτη δεν είναι μια νέα μορφή εγκλήματος. Πράγματι, οι αρχαιολόγοι έχουν ανακαλύψει συσκευές κατά της απάτης που επινοήθηκαν από τους αρχαίους Σουμέριους για τη μεταφορά ζώων χωρίς απώλειες πριν από σχεδόν 10.000 χρόνια! Στην περίπτωσή τους, έβαλαν πήλινες μάρκες, που το καθένα αντιπροσώπευε ένα ζώο, μέσα σε μια πήλινη μπάλα γνωστή ως «bulla». Ο ταύρος θα ταξίδευε με το κοπάδι καθώς μετακινούνταν από πωλητή σε αγοραστή. Ακόμη και τότε, οι ιδιοκτήτες επιχειρήσεων ανησυχούσαν ότι δεν ήταν όλοι μαζί με τους οποίους συναλλάσσονταν ανοδικά. Πολλά έχουν αλλάξει σε 10.000 χρόνια, αλλά η ανάγκη να είμαστε καινοτόμοι στην πρόληψη της απάτης παραμένει μαζί μας. Σήμερα, το ζήτημα της απάτης στις διαδικτυακές πληρωμές είναι υψίστης σημασίας. Με το Διαδίκτυο, οι απατεώνες έχουν γίνει ολοένα και πιο ικανοί στο να ξεπερνούν τους ελέγχους κατά της απάτης. Ωστόσο, οι νέες λύσεις αλλάζουν την τάση.",
    "1053787685": "Τι είναι η απάτη πληρωμών;",
    "433424759": "Η απάτη πληρωμών περιλαμβάνει κάθε τύπο παράνομης συναλλαγής όπου ένας εγκληματίας στον κυβερνοχώρο στερεί από το θύμα κάτι πολύτιμο, συνήθως χρήματα. Αυτό μπορεί να σημαίνει τη χρήση μιας κλεμμένης πιστωτικής κάρτας για την παραγγελία εμπορευμάτων στο διαδίκτυο ή την ανάληψη τραπεζικού λογαριασμού και την παράνομη μεταφορά χρημάτων από αυτόν. Υπάρχουν πολλές παραλλαγές, αλλά όλες έχουν το ίδιο αποτέλεσμα: ένας απατεώνας χρησιμοποιεί μια κλεμμένη ταυτότητα ή στοιχεία πληρωμής για να κλέψει από έναν καταναλωτή, μια τράπεζα ή έναν έμπορο.",
    "2939852138": "Πώς οι απατεώνες [προσπαθούν να] ξεφύγουν από την απάτη πληρωμών;",
    "1665616092": "Η απάτη στις πληρωμές είναι απλή στην ιδέα, αλλά μπορεί να είναι φανταστικά περίπλοκη στη σημερινή εκτέλεσή της.",
    "4246520782": "Στην πραγματικότητα, το Διαδίκτυο είναι μάρτυρας μιας πραγματικής κούρσας εξοπλισμών μεταξύ απατεώνων και υπερασπιστών τα τελευταία χρόνια.",
    "2167049807": "Οι ομάδες ασφαλείας έχουν υιοθετήσει μια ποικιλία αντιμέτρων και ελέγχων που νικούν τις εύκολες, τεμπέλικες προσεγγίσεις για την απάτη πληρωμών. Ωστόσο, οι επιθέσεις γίνονται όλο και πιο περίπλοκες. Για παράδειγμα, τα bots μπορούν πλέον να συλλέγουν κλεμμένους αριθμούς πιστωτικών καρτών και PIN από ψεύτικους ιστότοπους και επιθέσεις phishing.",
    "1936449777": "Στη συνέχεια, σε πλήρως αυτοματοποιημένη λειτουργία, μπορούν να μιμηθούν την ανθρώπινη συμπεριφορά σε ιστότοπους ηλεκτρονικού εμπορίου, κάνοντας κλικ σε κουμπιά και προσθέτοντας αντικείμενα στα καλάθια αγορών—σε σημείο που πολλά, αν όχι τα περισσότερα στοιχεία ελέγχου κατά της απάτης, δεν μπορούν να πουν ότι ένα ρομπότ προσπαθεί να κλέψει εμπορεύματα. Μάλλον, φαίνεται σαν ένας άνθρωπος χρήστης απλώς να ψωνίζει. Το bot μπορεί να συνδεθεί στον λογαριασμό ενός πραγματικού πελάτη χρησιμοποιώντας κλεμμένα διαπιστευτήρια σύνδεσης. Περαιτέρω συσκότιση της απάτης είναι η ικανότητα του ρομπότ να πλαστογραφεί τις διευθύνσεις IP και να φαίνεται ότι ο «αγοραστής» είναι κάπου διαφορετικός από τον εισβολέα, ο οποίος μπορεί να βρίσκεται σε μια ξένη χώρα.",
    "648630222": "Αποτρέψτε την απάτη στις πληρωμές με το hCaptcha Enterprise",
    "1621930829": "Τι μπορεί να γίνει για τις σημερινές προηγμένες, αδιάκοπες δραστηριότητες απάτης πληρωμών; Η χρήση πολλαπλών επιπέδων ελέγχων είναι συνήθως μια σοφή προσέγγιση. Ωστόσο, τα καλύτερα αντίμετρα είναι αυτά που μπορούν να παγιδεύσουν το bot και να αποκαλύψουν ότι είναι ψεύτικο, παρά τις καλύτερες προσπάθειες των δημιουργών του να αντιγράψουν την ανθρώπινη συμπεριφορά.",
    "2423586454": "Υπάρχουν ακόμα μερικά πράγματα που το λογισμικό δεν μπορεί να κάνει, ανεξάρτητα από το πόσο καλή είναι η τεχνητή νοημοσύνη πίσω από αυτό. Η σύγχρονη τεχνολογία CAPTCHA προσφέρει μια αποδεδειγμένη μέθοδο αποκλεισμού bots που προσπαθούν να διαιωνίσουν την απάτη πληρωμών. Ενώ παλιές προσεγγίσεις στο CAPTCHA, όπως οι απλοί λοξοί αριθμοί σε ένα κουτί, είναι πλέον ελλιπείς στον μετριασμό των προηγμένων ρομπότ, μια αυτοματοποιημένη συσκευή δοκιμών-απόκρισης όπως το hCaptcha Enterprise μπορεί εύκολα να παρακωλύσει ένα ρομπότ απατεώνων τη στιγμή της σύνδεσης του λογαριασμού ή της ολοκλήρωσης αγοράς του καλαθιού αγορών. Ακόμα κι αν το bot έχει πραγματικά διαπιστευτήρια, αν δεν θα μπορέσει να περάσει το CAPTCHA.",
    "1467308982": "Προγράμματα πληρωμών",
    "1291824746": "Οι πληρωμές hCaptcha εκτελούνται ανά τρίμηνο σε τελική βάση 60 ημερών. Για να δείξετε τι σημαίνει αυτό, δείτε τον παρακάτω πίνακα.",
    "3444947612": "Κυκλοφορία μεταξύ",
    "4181611011": "Ημερομηνία Συμφιλίωσης",
    "728503636": "Ημερομηνία πληρωμής",
    "3720584906": "15 Ιουλίου 2021 - 15 Οκτωβρίου 2021",
    "388240587": "5-15 Ιανουαρίου 2022",
    "3426312287": "5-15 Ιανουαρίου 2022",
    "615618648": "15 Απριλίου 2021 - 15 Ιουλίου 2021",
    "3376724603": "14-24 Σεπτεμβρίου 2021†††",
    "3398978455": "15-25 Σεπτεμβρίου 2021†††",
    "2722456056": "15 Ιανουαρίου 2021 - 15 Απριλίου 2021",
    "4063155841": "Το αργότερο στις 25 Ιουνίου 2021††",
    "4082053540": "19-25 Ιουνίου 2021††",
    "64953197": "15 Οκτωβρίου 2020 - 15 Ιανουαρίου 2021",
    "1023070345": "Το αργότερο στις 14 Μαρτίου 2021",
    "2600696085": "15 Μαρτίου 2021",
    "3217791519": "15 Ιουλίου 2020 - 15 Οκτωβρίου 2020",
    "649261378": "5-11 Ιανουαρίου 2021*",
    "1559190296": "5-11 Ιανουαρίου 2021†",
    "3806054689": "15 Απριλίου 2020 - 15 Ιουλίου 2020",
    "4162383380": "16 - 22 Σεπτεμβρίου 2020*****",
    "1990824776": "16-24 Σεπτεμβρίου 2020*****",
    "3856690908": "15 Ιανουαρίου 2020 - 15 Απριλίου 2020",
    "3200641265": "Το αργότερο στις 16 Ιουνίου 2020*",
    "3744079744": "15-19 Ιουνίου 2020****",
    "2209837451": "15 Οκτωβρίου 2019 - 15 Ιανουαρίου 2020",
    "2510534204": "Το αργότερο στις 23 Μαρτίου 2020***",
    "2910560864": "20-23 Μαρτίου 2020***",
    "2544565802": "15 Ιουλίου 2019 - 15 Οκτωβρίου 2019",
    "3963642878": "Το αργότερο στις 14 Δεκεμβρίου 2019*",
    "622103562": "17 Δεκεμβρίου 2019**",
    "4072202039": "15 Απριλίου 2019 - 15 Ιουλίου 2019",
    "818049069": "Το αργότερο μέχρι τις 15 Ιουλίου 2019",
    "1169005651": "15 Σεπτεμβρίου 2019",
    "2303655425": "15 Ιανουαρίου 2019 - 15 Απριλίου 2019",
    "3678889946": "Το αργότερο μέχρι τις 15 Ιουνίου 2019",
    "3094354698": "15 Ιουνίου 2019",
    "4217013126": "Οι πληρωμές συνήθως εκτελούνται όλη την ημέρα την Ημερομηνία πληρωμής και γενικά ολοκληρώνονται μέχρι τα μεσάνυχτα ώρα Ειρηνικού. Εάν ένας λογαριασμός έχει επισημανθεί για έλεγχο, ενδέχεται να χρειαστούν έως και πέντε επιπλέον εργάσιμες ημέρες για την αποδέσμευση μιας πληρωμής.",
    "1447649958": "Υπενθυμίζουμε ότι μόνο η ακριβής ανθρώπινη κυκλοφορία είναι κατάλληλη για πληρωμές. Μπορείτε να δείτε περισσότερες λεπτομέρειες σχετικά με αυτό στις Συχνές Ερωτήσεις, που θα βρείτε παρακάτω. Το διαθέσιμο υπόλοιπο πρέπει επίσης να πληροί ένα ελάχιστο όριο για να είναι κατάλληλο για πληρωμή, επί του παρόντος 10 HMT.",
    "4257144752": "Οι εκτιμήσεις σε πραγματικό χρόνο δεν αντικατοπτρίζουν την τελική ακρίβεια ή την ανθρωπιά και, επομένως, τα τελικά κέρδη σας ενδέχεται να διαφέρουν σημαντικά προς τα πάνω ή προς τα κάτω από τους αριθμούς που εμφανίζονται στον Πίνακα ελέγχου πριν από την πρώτη σας συμφωνία.",
    "2728931827": "Μετά από κάθε συμφωνία, οι εκτιμήσεις σας ανά κλειδί ιστότοπου θα ενημερώνονται και η ακρίβεια των μελλοντικών προβλέψεων θα πρέπει να αυξάνεται, εκτός εάν ο ιστότοπός σας έχει σημαντική αλλαγή στη συμπεριφορά των χρηστών.",
    "1200905005": "††† Από τον Σεπτέμβριο του 2021, οι συμφωνίες και οι πληρωμές εκτελούνται πλέον σε περίοδο περίπου 10 ημερών αντί για μία ημέρα, προκειμένου να απλοποιηθούν οι λειτουργικοί περιορισμοί που σχετίζονται με την ανάπτυξη της υπηρεσίας.",
    "4284094387": "†† Ορισμένες συμφωνίες και πληρωμές Ιουνίου 2021 θα πραγματοποιηθούν την επόμενη εβδομάδα λόγω καθυστερήσεων στην επαλήθευση των τελικών υπολογισμών κατά τη διάρκεια του παραθύρου συμφωνίας.",
    "1977013707": "† Οι πληρωμές Δεκεμβρίου 2020 επαναπρογραμματίστηκαν από τις 15 για να αποφευχθεί η επικάλυψη με συμφωνίες στο τέλος του έτους και διακοπές προσωπικού: θα ολοκληρωθούν έως τη δεύτερη εβδομάδα του Ιανουαρίου. Λόγω των πιο αργών από το συνηθισμένο μεταφορές στο PayPal, οι πληρωμές θα διαρκέσουν αρκετές ημέρες αντί να ολοκληρώνονται σε μία μόνο ημέρα.",
    "517010299": "Σημείωση: επί του παρόντος εργαζόμαστε για μια σημαντική μετάβαση backend σε συμφιλίωση σχεδόν σε πραγματικό χρόνο. Οι περιοδικές συμφωνίες θα εκτελούνται λιγότερο συχνά από ό,τι συνήθως μέχρι το 1ο τρίμηνο του 2021. Αυτό δεν επηρεάζει τα χρονοδιαγράμματα ή τις ημερομηνίες πληρωμών.",
    "3092200338": "** Όταν η 15η πέφτει σε Σαββατοκύριακο, η Ημερομηνία Πληρωμής είναι αντ' αυτού η 17η.",
    "3891941747": "*** ΣΥΜΒΟΥΛΕΥΤΙΚΗ ΣΥΜΒΟΥΛΕΥΣΗ για τον COVID-19: Λόγω της μειωμένης ικανότητας προσωπικού που σχετίζεται με τον COVID-19, η συμφωνία επαναπρογραμματίστηκε για να δοθεί επιπλέον χρόνος για την ολοκλήρωση της τυπικής μας επαλήθευσης. Οι πληρωμές αναμένεται να ξεκινήσουν την Παρασκευή και να ολοκληρωθούν την επόμενη Δευτέρα.",
    "2301757528": "**** Λόγω της συντήρησης από το PayPal των REST API κατά τη διάρκεια του παραθύρου πληρωμών, δεν ολοκληρώθηκαν όλες οι πληρωμές στις 15 Ιουνίου. Τυχόν πληρωμές που είχαν προγραμματιστεί για τις 15 Ιουνίου (ώρα Ειρηνικού), αλλά δεν εκτελέστηκαν λόγω σφαλμάτων API του PayPal, εκτελέστηκαν ξανά έως τις 19 Ιουνίου (ώρα Ειρηνικού).",
    "116842359": "***** Οι συμφωνίες αναμένεται να ολοκληρωθούν σε αρκετές ημέρες λόγω συντήρησης του συστήματος.",
    "4154415610": "***** Οι πληρωμές Σεπτεμβρίου 2020 θα εκτελούνται σε παρτίδες καθώς ολοκληρώνεται η συμφωνία, με ορισμένες να εκτελούνται αρκετές ημέρες αργότερα από ό,τι είχε αρχικά προγραμματιστεί λόγω καθυστερήσεων συμφωνίας.",
    "2310694091": "Τι σημαίνει Συμφιλίωση;",
    "164801246": "Συμφιλίωση είναι η διαδικασία κατά την οποία η επισκεψιμότητα αναλύεται εκ των υστέρων για να επαληθευτεί η ανθρώπινη φύση και η ακρίβειά της, αφού εισαχθούν όλα τα δεδομένα από όλους τους ιστότοπους αναφοράς. Μπορείτε να διαβάσετε περισσότερες λεπτομέρειες στο",
    "3256245394": "καθώς και οι αναρτήσεις του ιστολογίου μας, π.χ",
    "3089778412": "Πώς το hCaptcha υπολογίζει τις ανταμοιβές",
    "3329755436": "Σκοπεύετε να επιταχύνετε αυτή τη διαδικασία;",
    "1911669851": "Ναι, αυτήν τη στιγμή εργαζόμαστε για μια ποικιλία βελτιώσεων στα συστήματα υποστήριξης που αναμένουμε ότι θα μας επιτρέψουν τελικά να προσφέρουμε ταχύτερη συμφωνία, ταχύτερη ακρίβεια εκτίμησης και ταχύτερες πληρωμές. Αυτήν τη στιγμή εργαζόμαστε για να επιταχύνουμε πρώτα τη συμφιλίωση.",
    "2366003154": "Ερωτήσεις Τύπου και ΜΜΕ",
    "3054564199": "Press Kit",
    "3173156067": "Ορισμένες έτοιμες εξασφαλίσεις είναι διαθέσιμες σε περίπτωση που θέλετε να συμπεριλάβετε παραδείγματα εικόνων στο άρθρο σας.",
    "867314732": "Μπορείτε να ανακτήσετε την υψηλή ανάλυση",
    "858218750": "και οδηγίες για τη χρήση τους στο",
    "3821716514": "σελίδα.",
    "1186243118": "εικόνες λογότυπου",
    "3034959000": "Μπορείτε να ανακτήσετε",
    "1764089150": "εδώ:",
    "1558428432": ". Πιστώστε τα στο hCaptcha.com.",
    "2429359042": "παραδείγματα εικόνων διεπαφής",
    "1480820434": "εικόνα 1",
    "3213411837": "εικόνα 2",
    "1270712701": "Δελτία Τύπου και Πρόσφατες Αναφορές",
    "231285005": "Μπορείτε να βρείτε πρόσφατες ενημερώσεις στο ιστολόγιό μας",
    "1289884910": "Δημοσιεύουμε επίσης περιστασιακές αναλύσεις και αναφορές. Για παράδειγμα:",
    "932546190": "Γιατί τα CAPTCHA θα είναι πάντα μαζί μας",
    "2344319147": "Πόσο αξίζει πραγματικά ο εντοπισμός ρομπότ της Google;",
    "1637527266": "Ποιες χώρες έχουν τη μεγαλύτερη επισκεψιμότητα bot;",
    "230159237": "Επαφές",
    "3759923279": "Κατευθύνετε τα ερωτήματα τύπου στην ακόλουθη διεύθυνση email:",
    "4255608322": "Τελευταία ενημέρωση: 12 Απριλίου 2021",
    "537881751": "Καλώς ήρθατε στο hCaptcha! Αυτή η Πολιτική Απορρήτου περιγράφει τις πρακτικές της Intuition Machines, Inc. (\"IMI\", \"εμείς\" ή \"εμείς\") σχετικά με τη συλλογή, τη χρήση και την αποκάλυψη πληροφοριών (συμπεριλαμβανομένων των Προσωπικών Πληροφοριών, που ορίζονται παρακάτω) μέσω του ιστότοπού μας στη διεύθυνση www.hcaptcha .com και τυχόν άλλους υποτομείς ή τομείς που χρησιμοποιούμε (οι \"Ιστότοποι\") και τη διεπαφή προγράμματος εφαρμογής hCaptcha και σχετικό λογισμικό και υλικό (συλλογικά, η \"Υπηρεσία\").",
    "33639629": "Δεν ισχύει για ιστότοπους τρίτων. Λάβετε υπόψη ότι αυτή η Πολιτική Απορρήτου δεν ισχύει για οποιονδήποτε ιστότοπο, προσφορά, προϊόν ή υπηρεσία οποιουδήποτε τρίτου μέρους, ακόμη και αν συνδέεται με τον Ιστότοπό μας ή ενσωματώνει την Υπηρεσία – ανατρέξτε στις ισχύουσες πολιτικές απορρήτου προτού αποφασίσετε να παρέχετε οποιαδήποτε πληροφορία σε τρίτους κόμματα.",
    "987375734": "Το IMI εδρεύει στις Ηνωμένες Πολιτείες. Οι Ιστότοποι και η Υπηρεσία ελέγχονται και λειτουργούν από εμάς από τις Ηνωμένες Πολιτείες. Οι προσωπικές σας πληροφορίες ενδέχεται να αποθηκευτούν και να υποβληθούν σε επεξεργασία σε οποιαδήποτε χώρα όπου έχουμε εγκαταστάσεις ή στην οποία δεσμεύουμε παρόχους υπηρεσιών και χρησιμοποιώντας τους Ιστότοπους και τις Υπηρεσίες συναινείτε στη μεταφορά πληροφοριών σε χώρες εκτός της χώρας διαμονής σας, συμπεριλαμβανομένων των Ηνωμένων Πολιτειών , το οποίο μπορεί να έχει κανόνες προστασίας δεδομένων διαφορετικούς από αυτούς της χώρας σας. Σε ορισμένες περιπτώσεις, τα δικαστήρια, οι αρχές επιβολής του νόμου, οι ρυθμιστικές αρχές ή οι αρχές ασφαλείας σε αυτές τις άλλες χώρες ενδέχεται να έχουν το δικαίωμα πρόσβασης στις Προσωπικές Πληροφορίες σας.",
    "452920031": "Σημείωση για πελάτες εκτός των Ηνωμένων Πολιτειών.",
    "2328839224": ". Ανατρέξτε στην ενότητα \"Ειδοποίηση προς κατοίκους της Καλιφόρνια\" που σχετίζεται με τα δικαιώματά σας βάσει του Νόμου περί απορρήτου των καταναλωτών της Καλιφόρνια (\"CCPA\").",
    "1565481281": "Σημείωση για τους κατοίκους της Καλιφόρνια",
    "1028058338": "Ανατρέξτε στην ενότητα \"Ειδοποίηση για τα υποκείμενα δεδομένων της ΕΕ\" που σχετίζεται με τα δικαιώματά σας βάσει του Γενικού Κανονισμού Προστασίας Δεδομένων (\"GDPR\").",
    "2271205646": "Σημείωση για τους κατοίκους του Ευρωπαϊκού Οικονομικού Χώρου.",
    "508143070": "Λάβετε υπόψη ότι το IMI είναι ο ελεγκτής των προσωπικών σας πληροφοριών, εκτός από τις περιπτώσεις όπου επεξεργαζόμαστε προσωπικές πληροφορίες εκ μέρους των Integrators μας σε σχέση με την παροχή της Υπηρεσίας μας, οπότε είμαστε ο επεξεργαστής των προσωπικών πληροφοριών και αυτοί οι Integrators είναι οι ελεγκτές του προσωπικές πληροφορίες.",
    "2330965058": "Όπου ενεργούμε ως επεξεργαστής για τους Ολοκληρωτές μας, δεν χρησιμοποιούμε τα δεδομένα που συλλέγονται για οποιονδήποτε άλλο σκοπό παρά μόνο ως εύλογα απαραίτητο για την παροχή της Υπηρεσίας μας και η επεξεργασία μας θα διέπεται από τις συμβάσεις που έχουμε συνάψει με τους Ολοκληρωτές μας, όχι από αυτό Πολιτική Απορρήτου",
    "3017040355": "Η επεξεργασία των δεδομένων του υποκειμένου δεδομένων της ΕΕ λειτουργεί βάσει της νομικής βάσης των Τυπικών συμβατικών ρητρών (SCC) που ενσωματώνονται στο Προσάρτημα Επεξεργασίας Δεδομένων στους Όρους Παροχής Υπηρεσιών ή στις Συμφωνίες Επεξεργασίας Δεδομένων με τους Ολοκληρωτές μας.",
    "2233384692": "Εάν έχετε οποιεσδήποτε ερωτήσεις ή ανησυχίες σχετικά με τον τρόπο χειρισμού τέτοιων δεδομένων ή θέλετε να ασκήσετε τα δικαιώματά σας, θα πρέπει να επικοινωνήσετε με το πρόσωπο ή την οντότητα (δηλαδή τον υπεύθυνο επεξεργασίας δεδομένων) που έχει συνάψει σύμβαση μαζί μας για τη χρήση της Υπηρεσίας για την επεξεργασία αυτών των δεδομένων. Ωστόσο, θα παρέχουμε βοήθεια στους Ολοκληρωτές μας για την αντιμετώπιση τυχόν ανησυχιών που μπορεί να έχετε, σύμφωνα με τους όρους της σύμβασής μας μαζί τους.",
    "349292953": "Πληροφορίες που Συλλέγουμε",
    "3022001832": "Συλλέγουμε πληροφορίες από άτομα που αλληλεπιδρούν με τους Ιστότοπους και τις Υπηρεσίες μας, συμπεριλαμβανομένων εκείνων που ενσωματώνουν την Υπηρεσία μας στον ιστότοπό τους (\"Integrators\"), εκείνων που χρησιμοποιούν τις υπηρεσίες για την επισήμανση δεδομένων (\"Πελάτες\") και τους τελικούς χρήστες που αλληλεπιδρούν με Εξυπηρέτηση μέσω των ιστοσελίδων των Integrators μας (\"Τελικοί χρήστες\").",
    "835545301": "Συλλέγουμε τις ακόλουθες κατηγορίες πληροφοριών:",
    "3228928991": "Πληροφορίες που μπορούν να χρησιμοποιηθούν για την αναγνώριση ή επικοινωνία με ένα άτομο (\"Προσωπικά στοιχεία\"), όπως όνομα, διεύθυνση email και χώρα. Συλλέγουμε Προσωπικές Πληροφορίες από τους τρέχοντες και υποψήφιους Integrators και Πελάτες μας όταν τις δίνουν απευθείας σε εμάς (για παράδειγμα, συμπληρώνοντας μια φόρμα κατά την εγγραφή σας για λογαριασμό ή κάνοντας αίτηση για λήψη ειδοποιήσεων μέσω email από εμάς). Ενδέχεται επίσης να επαληθεύσουμε την ταυτότητα των Συνεργατών και των Πελατών μας συγκρίνοντας προσωπικές πληροφορίες με βάσεις δεδομένων τρίτων ή επίσημα νομικά έγγραφα.",
    "1655796811": "Πληροφορίες που συλλέγονται αυτόματα ως αποτέλεσμα της χρήσης των τοποθεσιών ή των Υπηρεσιών από έναν Integrator ή Πελάτη (\"Πληροφορίες Analytics\"), όπως διευθύνσεις IP, τύπος προγράμματος περιήγησης, πάροχος υπηρεσιών Διαδικτύου, τύπος πλατφόρμας, τύπος συσκευής, λειτουργικό σύστημα, σφραγίδα ημερομηνίας και ώρας πρόσβασης και άλλες παρόμοιες πληροφορίες. Ορισμένες πληροφορίες Analytics συλλέγονται για λογαριασμό μας από τρίτα μέρη που δεσμεύουμε για αυτόν τον σκοπό και ορισμένες πληροφορίες Analytics συλλέγονται μέσω μιας ποικιλίας τεχνολογιών παρακολούθησης, συμπεριλαμβανομένων των cookie (βλ. \"Αναλυτικά στοιχεία τρίτων και τεχνολογίες παρακολούθησης\" παρακάτω).",
    "1388241689": "Πληροφορίες που συλλέγονται ως αποτέλεσμα της απάντησης των προτροπών από τους Τελικούς χρήστες μέσω της Υπηρεσίας (\"Ετικέτα δεδομένων\"), όπως δεδομένα ετικετών εικόνων, κείμενο που μετατρέπεται από αρχεία ήχου που παίζονται σε αυτούς τους Τελικούς Χρήστες, απαντήσεις σε ερωτήσεις και άλλα μηνύματα που δημιουργούνται από την Υπηρεσία για σκοπούς επισήμανσης δεδομένων για χρήση σε εφαρμογές μηχανικής εκμάθησης. Σημειώστε ότι τα Επισημασμένα Δεδομένα δεν συνδέονται με κανένα αναγνωρισμένο άτομο.",
    "1493790285": "Απαιτούνται άλλες πληροφορίες που συλλέγονται από Τελικούς Χρήστες ως μέρος της Υπηρεσίας για να καθοριστεί εάν αυτοί",
    "2216374138": "είναι άνθρωποι, όπως κινήσεις του ποντικιού, θέση κύλισης, συμβάντα πατήματος πλήκτρων, συμβάντα αφής και πληροφορίες γυροσκόπιου / επιταχυνσιόμετρου, κατά περίπτωση.",
    "2394073454": "Ενδέχεται να συλλέξουμε πρόσθετες πληροφορίες από Τελικούς Χρήστες που επιθυμούν να συνεργαστούν μαζί μας ως Individual Data Labelers.",
    "3103557430": "Πώς χρησιμοποιούμε τις πληροφορίες",
    "1130802068": "Χρησιμοποιούμε τις πληροφορίες που συλλέγουμε για τους ακόλουθους σκοπούς:",
    "2940689138": "Για τη διαχείριση των λογαριασμών Integrator και των πελατών και την παροχή της Υπηρεσίας. Χρησιμοποιούμε Προσωπικές Πληροφορίες για να συσχετίσουμε συγκεκριμένους λογαριασμούς με Integrators και Πελάτες και να τους παρέχουμε την Υπηρεσία, για να απαντήσουμε σε αιτήματα ή ερωτήματα, να παρέχουμε υποστήριξη ή τεχνική βοήθεια και να διευκολύνουμε τις πληρωμές.",
    "857974529": "Για βελτίωση στον Ιστότοπο και την Υπηρεσία. Χρησιμοποιούμε τις Πληροφορίες Analytics για να βελτιώσουμε τις υπάρχουσες και να αναπτύξουμε νέες υπηρεσίες και προσφορές και να προσαρμόσουμε τις υπάρχουσες και μελλοντικές προσφορές προϊόντων.",
    "1820844638": "Για την απόκτηση γνώσεων για την αγορά. Χρησιμοποιούμε τις Πληροφορίες Analytics για την ανάλυση της αγοράς και τη διεξαγωγή επιχειρηματικών αναλύσεων που σχετίζονται με τον Ιστότοπο και τις Υπηρεσίες μας, καθώς και για άλλους ερευνητικούς σκοπούς.",
    "3386280249": "Για την παροχή μιας αγοράς για δεδομένα με ετικέτα. Η Υπηρεσία μας επιτρέπει την επισήμανση δεδομένων μεγάλου όγκου και τον ανθρώπινο έλεγχο για συστήματα μηχανικής εκμάθησης ως υπηρεσία σε ιδιοκτήτες ιστότοπων και εταιρείες που χρειάζονται βοήθεια για την επισήμανση των δεδομένων τους. Για το σκοπό αυτό, αποκαλύπτουμε Δεδομένα με ετικέτα στους Πελάτες μας που ενδιαφέρονται να αποκτήσουν Δεδομένα με ετικέτα.",
    "3532143291": "Για την ασφάλεια των υπηρεσιών και των συστημάτων μας. Χρησιμοποιούμε τις Πληροφορίες Analytics για να προστατεύσουμε τα συστήματά μας εντοπίζοντας πιθανές απειλές και τρωτά σημεία και για να προστατεύσουμε διαφορετικά τις πληροφορίες που συλλέγουμε.",
    "2185418511": "Για οποιονδήποτε νόμιμο επιχειρηματικό σκοπό, υπό την προϋπόθεση ότι οι πληροφορίες αποπροσδιορίζονται ή συγκεντρώνονται έτσι ώστε να μην μπορούν εύλογα να συνδεθούν με ένα άτομο.",
    "2386465280": "Πώς μοιραζόμαστε πληροφορίες",
    "2159517814": "Μοιραζόμαστε ή αποκαλύπτουμε προσωπικές πληροφορίες στις ακόλουθες περιπτώσεις:",
    "4256083674": "Κατόπιν άμεσου αιτήματος από έναν Integrator για τον εντοπισμό του κινδύνου απάτης ενός συγκεκριμένου αιτήματος πρόκλησης CAPTCHA ή διεύθυνσης IP, ή με άλλο τρόπο όπου δόθηκε συγκεκριμένη συγκατάθεση.",
    "3494826505": "Με τους προμηθευτές δεσμευόμαστε να παρέχουμε βασικές πτυχές των Ιστότοπων και της Υπηρεσίας, όπως αποθήκευση δεδομένων, φιλοξενία και Analytics, και μόνο για αυτούς τους σκοπούς.",
    "1119009846": "Εφόσον απαιτείται για τη συμμόρφωση με την ισχύουσα νομοθεσία, συμπεριλαμβανομένων των κυβερνητικών αιτημάτων, των αιτημάτων επιβολής του νόμου και άλλως σε δημόσιους και ιδιωτικούς φορείς, προκειμένου να προστατεύσουμε τα δικαιώματα, το απόρρητο, την ασφάλεια ή την ιδιοκτησία σας, εμάς ή άλλων.",
    "197676026": "Με άλλους για οποιονδήποτε νόμιμο επιχειρηματικό σκοπό, με την προϋπόθεση ότι οι πληροφορίες δεν ταυτοποιούνται",
    "2359312315": "ή συγκεντρώνεται έτσι ώστε να μην μπορεί να συνδεθεί εύλογα με ένα άτομο.",
    "2497216176": "Τεχνολογίες ανάλυσης και παρακολούθησης τρίτων",
    "3694578791": "Όπως αναφέρθηκε παραπάνω, εμείς (και οι τρίτοι προμηθευτές μας) συλλέγουμε πληροφορίες Analytics εν μέρει μέσω της χρήσης cookie, web beacons και άλλων τεχνολογιών παρακολούθησης. Σε ορισμένες περιπτώσεις, συνεργαζόμαστε με τρίτους προμηθευτές για τη χρήση cookies για τους σκοπούς της συλλογής πληροφοριών του Analytics.",
    "2238885192": "Χρησιμοποιούμε το Sentry για τη συλλογή δεδομένων εντοπισμού σφαλμάτων όταν ένας χρήστης αντιμετωπίζει κάποιο σφάλμα. Για πληροφορίες σχετικά με τον τρόπο με τον οποίο η Sentry συλλέγει και επεξεργάζεται δεδομένα:",
    "1535054294": "Δείτε τη λεπτομερή πολιτική τους",
    "658775471": "Χρησιμοποιούμε το Cloudflare για να βελτιστοποιήσουμε την επισκεψιμότητά μας στον ιστό. Για πληροφορίες σχετικά με τον τρόπο με τον οποίο το Cloudflare συλλέγει και επεξεργάζεται δεδομένα:",
    "2014256987": "Εάν προτιμάτε να μην αποκλείσετε τη χρήση cookies ή άλλων τεχνολογιών παρακολούθησης, ανατρέξτε στην ενότητα \"Διαχείριση των πληροφοριών σας\" παρακάτω. Λάβετε υπόψη ότι κάτι τέτοιο μπορεί να επηρεάσει αρνητικά την εμπειρία σας χρησιμοποιώντας τους Ιστότοπους ή την Υπηρεσία, καθώς ορισμένες λειτουργίες ενδέχεται να μην λειτουργούν σωστά.",
    "2788024905": "Πώς ασφαλίζουμε τις πληροφορίες",
    "271333468": "Εφαρμόζουμε κατάλληλα τεχνικά και οργανωτικά μέτρα για την προστασία των πληροφοριών που συλλέγουμε και αποθηκεύουμε και απαιτούμε από όλους τους πράκτορες που πραγματοποιούν την επεξεργασία μας για λογαριασμό μας να κάνουν το ίδιο. Δυστυχώς, κανένα μέτρο ασφαλείας δεν είναι 100% αλάνθαστο και ως εκ τούτου κανένα δίκτυο ή σύστημα (συμπεριλαμβανομένου του δικού μας) δεν μπορεί να εγγυηθεί ότι είναι 100% ασφαλές έναντι καταστροφής, απώλειας, αλλοίωσης, μη εξουσιοδοτημένης αποκάλυψης ή πρόσβασης σε πληροφορίες που συλλέγουμε και αποθηκεύουμε. Εάν πιστεύετε ότι οι πληροφορίες σας ενδέχεται να μην είναι ασφαλείς για οποιονδήποτε λόγο, επικοινωνήστε μαζί μας αμέσως στη διεύθυνση:",
    "3031284129": "Αποποίηση Εγγύησης",
    "26365791": "Στο μέγιστο βαθμό που επιτρέπεται από τη νομοθεσία, ο Ιστότοπος και η Υπηρεσία (και οποιεσδήποτε άλλες σχετικές υπηρεσίες, πληροφορίες, δεδομένα, χαρακτηριστικά και άλλο περιεχόμενο ή υλικό) παρέχονται σε βάση \"ως έχουν\" και \"όπως είναι διαθέσιμα\". Στο μέγιστο βαθμό που επιτρέπεται από τη νομοθεσία, το IMI εξαιρεί όλες τις εγγυήσεις, συμπεριλαμβανομένων, ενδεικτικά, των σιωπηρών εγγυήσεων εμπορευσιμότητας, καταλληλότητας για συγκεκριμένο σκοπό και μη παραβίασης.",
    "735630686": "Διαχείριση των πληροφοριών σας (Τα δικαιώματά σας)",
    "498769698": "Μπορείτε να αποκτήσετε πρόσβαση, να διορθώσετε, να τροποποιήσετε ή να διαγράψετε ορισμένες Προσωπικές Πληροφορίες που ενδέχεται να μας έχετε δώσει μέσω του λογαριασμού σας Integrator, Customer ή Accessibility User (εάν είστε Integrator, Customer ή Accessibility User). Εάν δεν μπορείτε να το κάνετε ή έχετε οποιεσδήποτε ερωτήσεις σχετικά με τις Προσωπικές Πληροφορίες που έχουμε συλλέξει ή/και μοιραστεί για εσάς ή θέλετε να αποσύρετε τη συγκατάθεσή σας για την επεξεργασία μας (δηλαδή να διαγράψετε εντελώς τον λογαριασμό σας), επικοινωνήστε μαζί μας στη διεύθυνση:",
    "2895491273": "Εάν προτιμάτε να αποκλείσετε τα cookies ή άλλες τεχνολογίες παρακολούθησης, τα περισσότερα προγράμματα περιήγησης και κινητές συσκευές πρέπει να αλλάξετε τις ρυθμίσεις σας ώστε να σας ειδοποιούν όταν λαμβάνετε cookies ή άλλες τεχνολογίες παρακολούθησης χρησιμοποιούνται και να επιλέξετε εάν θα αποδεχτείτε/επιτρέπετε ή όχι το. Τα περισσότερα προγράμματα περιήγησης σάς επιτρέπουν επίσης να απενεργοποιήσετε ή να διαγράψετε τα υπάρχοντα cookies ή να απορρίψετε αυτόματα τα μελλοντικά cookies. Μπορείτε επίσης να χρησιμοποιήσετε εργαλεία τρίτων, συμπεριλαμβανομένων των προσθηκών προγράμματος περιήγησης, για να ελέγξετε τις προτιμήσεις σας για τα cookie. Σημειώστε, ωστόσο, ότι εάν απενεργοποιήσετε όλα τα cookies, ορισμένα τμήματα των Ιστοσελίδων μας ενδέχεται να μην λειτουργούν σωστά.",
    "707527778": "Πληροφορίες από παιδιά",
    "1747657936": "Οι ιστότοποι και οι υπηρεσίες μας δεν απευθύνονται σε παιδιά κάτω των 13 ετών και δεν συλλέγουμε εν γνώσει μας Προσωπικές Πληροφορίες από παιδιά κάτω των 13 ετών. Εάν μάθουμε ότι έχουμε συλλέξει Προσωπικές Πληροφορίες παιδιού κάτω των 13 ετών, θα λάβουμε εύλογα μέτρα για τη διαγραφή τέτοιων πληροφοριών από τα αρχεία μας το συντομότερο δυνατό, εκτός εάν έχουμε νομική υποχρέωση να τις διατηρήσουμε. Επικοινωνήστε μαζί μας εάν πιστεύετε ότι έχουμε πληροφορίες από ή σχετικά με ένα παιδί κάτω των 13 ετών:",
    "2419795065": "Ειδοποίηση για τους κατοίκους της Καλιφόρνια",
    "1517625162": "Σύμφωνα με την Ενότητα 1789.3 του Αστικού Κώδικα Καλιφόρνια, οι χρήστες της Καλιφόρνια δικαιούνται την ακόλουθη ειδοποίηση για τα δικαιώματα των καταναλωτών: Οι κάτοικοι της Καλιφόρνια μπορούν να επικοινωνήσουν με τη Μονάδα Βοήθειας Παραπόνων του Τμήματος Εξυπηρέτησης Καταναλωτών του Τμήματος Καταναλωτικών Υποθέσεων της Καλιφόρνια στη διεύθυνση 1625 North Market Blvd., Sacramento, CA 95834 ή τηλεφωνικά στο (916) 445-1254 ή (800) 952-5210.",
    "3730344349": "Αυτή η ενότητα παρέχει πρόσθετες λεπτομέρειες σχετικά με τις προσωπικές πληροφορίες που συλλέγουμε για τους καταναλωτές της Καλιφόρνια και τα δικαιώματα που τους παρέχονται βάσει του νόμου περί απορρήτου των καταναλωτών της Καλιφόρνια ή \"CCPA\".",
    "4044467791": "Για τις κατηγορίες προσωπικών πληροφοριών που έχουμε συλλέξει από εσάς τους προηγούμενους 12 μήνες, ανατρέξτε στην ενότητα \"Πληροφορίες που συλλέγουμε\" παραπάνω. Συλλέγουμε αυτές τις πληροφορίες για επαγγελματικούς και εμπορικούς σκοπούς που περιγράφονται στην ενότητα \"Πώς χρησιμοποιούμε τις προσωπικές πληροφορίες\" παραπάνω. Τους προηγούμενους 12 μήνες, μοιραστήκαμε τις ακόλουθες κατηγορίες πληροφοριών με τρίτους για επιχειρηματικούς σκοπούς:",
    "4208081170": "Κατηγορία Προσωπικών Πληροφοριών",
    "1528242915": "Αναγνωριστικά.",
    "3863351997": "Κατηγορίες προσωπικών πληροφοριών που αναφέρονται στο καταστατικό για τα αρχεία πελατών της Καλιφόρνια (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Εμπορικές πληροφορίες.",
    "2683038211": "Διαδίκτυο ή άλλη δραστηριότητα ηλεκτρονικού δικτύου.",
    "3671828834": "Παραδείγματα κοινών προσωπικών πληροφοριών",
    "779426309": "Ένα πραγματικό όνομα, μοναδικό προσωπικό αναγνωριστικό, διαδικτυακό αναγνωριστικό, διεύθυνση πρωτοκόλλου Διαδικτύου, διεύθυνση email, όνομα λογαριασμού ή άλλα παρόμοια αναγνωριστικά.",
    "2414368123": "Όνομα, αριθμός πιστωτικής κάρτας, αριθμός χρεωστικής κάρτας ή οποιαδήποτε άλλη οικονομική πληροφορία.",
    "4088941349": "Αρχεία προϊόντων ή υπηρεσιών που αγοράστηκαν, αποκτήθηκαν ή εξετάστηκαν.",
    "3238612014": "Ιστορικό περιήγησης, πληροφορίες σχετικά με την αλληλεπίδραση ενός καταναλωτή με ιστότοπο, εφαρμογή ή διαφήμιση στο Διαδίκτυο.",
    "1023108656": "Κατηγορίες Τρίτων Παραληπτών",
    "1418235079": "Πάροχοι υπηρεσιών",
    "3238184941": "Σημείωση: Ο κίνδυνος απάτης που σχετίζεται με μια μεμονωμένη διεύθυνση IP μπορεί να κοινοποιηθεί σε έναν Integrator κατόπιν αιτήματος.",
    "285116485": "Η Εταιρεία δεν «πουλά» (όπως αυτός ο όρος ορίζεται στον CCPA) τα προσωπικά στοιχεία που συλλέγουμε. Ανατρέξτε στην ενότητα \"Αναλυτικά στοιχεία και τεχνολογίες παρακολούθησης τρίτων\" παραπάνω για περισσότερες πληροφορίες σχετικά με τους τύπους cookie τρίτων, εάν υπάρχουν, που χρησιμοποιούμε.",
    "1408750006": "Με την επιφύλαξη ορισμένων περιορισμών, το CCPA παρέχει στους καταναλωτές της Καλιφόρνια το δικαίωμα να ζητήσουν να μάθουν περισσότερες λεπτομέρειες σχετικά με τις κατηγορίες ή συγκεκριμένα κομμάτια προσωπικών πληροφοριών που συλλέγουμε (συμπεριλαμβανομένου του τρόπου χρήσης και αποκάλυψης αυτών των πληροφοριών), να διαγράψουν τα προσωπικά τους στοιχεία, να εξαιρεθούν τυχόν «πωλήσεις» που μπορεί να πραγματοποιηθούν, καθώς και το δικαίωμα να μην υφίστανται διακρίσεις για την άσκηση αυτών των δικαιωμάτων.",
    "759057398": "Ειδοποίηση για τα υποκείμενα δεδομένων ΕΕ",
    "825780955": "Προσωπικές πληροφορίες",
    "2945960297": "Όσον αφορά τα υποκείμενα των δεδομένων της ΕΕ, ο όρος \"προσωπικές πληροφορίες\" όπως χρησιμοποιείται στην παρούσα Πολιτική Απορρήτου είναι ισοδύναμος με \"προσωπικά δεδομένα\" όπως ορίζεται στον Γενικό Κανονισμό Προστασίας Δεδομένων της Ευρωπαϊκής Ένωσης (GDPR).",
    "1126613163": "Ευαίσθητα Δεδομένα",
    "3571006800": "Ορισμένες από τις πληροφορίες που μας παρέχετε ενδέχεται να αποτελούν ευαίσθητα δεδομένα όπως ορίζονται στον GDPR (αναφέρονται επίσης ως ειδικές κατηγορίες προσωπικών δεδομένων), συμπεριλαμβανομένης της ταυτοποίησης της φυλής ή της εθνικότητάς σας σε έγγραφα ταυτοποίησης που έχουν εκδοθεί από την κυβέρνηση.",
    "1988461282": "Νομικές Βάσεις Επεξεργασίας",
    "3519564631": "Σκοποί επεξεργασίας",
    "1778642038": "Για να επικοινωνήσω μαζί σου",
    "2223819810": "Για να βελτιστοποιήσουμε την πλατφόρμα μας",
    "1678661231": "Για συμμόρφωση, πρόληψη απάτης και ασφάλεια",
    "2561077702": "Για να παρέχουμε την υπηρεσία μας",
    "2066321185": "Νομική βάση",
    "1174237568": "Αυτές οι δραστηριότητες επεξεργασίας αποτελούν τα έννομα συμφέροντά μας. Προσπαθούμε να εξετάσουμε και να εξισορροπήσουμε τυχόν πιθανές επιπτώσεις σε εσάς (τόσο θετικές όσο και αρνητικές) και στα δικαιώματά σας προτού επεξεργαστούμε τα προσωπικά σας στοιχεία για τα έννομα συμφέροντά μας. Δεν χρησιμοποιούμε τις προσωπικές σας πληροφορίες για δραστηριότητες όπου τα συμφέροντά μας παρακάμπτονται από τυχόν αρνητικές επιπτώσεις σε εσάς (εκτός εάν έχουμε τη συγκατάθεσή σας ή απαιτείται ή επιτρέπεται διαφορετικά από το νόμο).",
    "1350478093": "Σκοπός Επεξεργασίας",
    "787916198": "Με τη συγκατάθεσή σας",
    "3348433919": "Τα δικαιώματά σας",
    "3842673636": "Σύμφωνα με τον GDPR, έχετε ορισμένα δικαιώματα σχετικά με τα προσωπικά σας στοιχεία. Μπορείτε να μας ζητήσετε να προβούμε στις ακόλουθες ενέργειες σε σχέση με τα προσωπικά σας στοιχεία που διατηρούμε:",
    "4057343238": "Εξαίρεση",
    "1834911235": "Σταματήστε να σας στέλνω επικοινωνίες απευθείας μάρκετινγκ τις οποίες είχατε προηγουμένως συναινέσει να λαμβάνετε. Ενδέχεται να συνεχίσουμε να σας στέλνουμε ανακοινώσεις που σχετίζονται με την Υπηρεσία και άλλες μη εμπορικές επικοινωνίες.",
    "3022301908": "Πρόσβαση",
    "680638297": "Σας παρέχουμε πληροφορίες σχετικά με την επεξεργασία των προσωπικών σας στοιχείων και σας δίνουμε πρόσβαση στα προσωπικά σας στοιχεία.",
    "1409486258": "Σωστός",
    "3878077249": "Ενημερώστε ή διορθώστε τις ανακρίβειες στα προσωπικά σας στοιχεία.",
    "3645414921": "Διαγράφω",
    "42182578": "Διαγράψτε τα προσωπικά σας στοιχεία.",
    "1609621367": "ΜΕΤΑΦΟΡΑ",
    "3208155808": "Μεταφέρετε ένα αναγνώσιμο από μηχανή αντίγραφο των προσωπικών σας στοιχείων σε εσάς ή σε τρίτο μέρος της επιλογής σας.",
    "1786796818": "Περιορίζω",
    "3329634829": "Περιορίστε την επεξεργασία των προσωπικών σας στοιχείων.",
    "4202774977": "Αντικείμενο",
    "3007158970": "Αντιταχθείτε στην εξάρτησή μας στα έννομα συμφέροντά μας ως βάση της επεξεργασίας των προσωπικών σας πληροφοριών που επηρεάζουν τα δικαιώματά σας.",
    "1273071008": "Αιτήματα για δικαιώματα πρόσβασης υποκειμένου δεδομένων",
    "3594381346": "τοποθεσία.",
    "21141582": "Αυτό",
    "3357523404": "Διασυνοριακή Μεταφορά Δεδομένων",
    "290966395": "Όπως περιγράφεται στην ενότητα \"Μια σημείωση για πελάτες εκτός των Ηνωμένων Πολιτειών\", λάβετε υπόψη ότι τα προσωπικά σας δεδομένα θα μεταφερθούν, θα υποβληθούν σε επεξεργασία και θα αποθηκευτούν στις Ηνωμένες Πολιτείες. Οι νόμοι περί προστασίας δεδομένων στις ΗΠΑ ενδέχεται να διαφέρουν από εκείνους της χώρας διαμονής σας. Συναινείτε στη μεταφορά των πληροφοριών σας, συμπεριλαμβανομένων των προσωπικών πληροφοριών, στις ΗΠΑ, όπως ορίζεται στην παρούσα Πολιτική Απορρήτου, επισκεπτόμενοι τους Ιστότοπους μας ή χρησιμοποιώντας την Υπηρεσία μας.",
    "3178581111": "Χρήση για νέους σκοπούς",
    "1088304322": "Ενδέχεται να χρησιμοποιήσουμε τα προσωπικά σας στοιχεία για λόγους που δεν περιγράφονται στην παρούσα Πολιτική Απορρήτου, όπου μας επιτρέπεται από το νόμο να το πράξουμε και όπου ο λόγος είναι συμβατός με τον σκοπό για τον οποίο τα συλλέξαμε. Εάν χρειαστεί να χρησιμοποιήσουμε τα προσωπικά σας στοιχεία για άσχετο σκοπό, ενδέχεται να σας ειδοποιήσουμε και να εξηγήσουμε την ισχύουσα νομική βάση για αυτήν τη χρήση. Εάν βασιστήκαμε στη συγκατάθεσή σας για μια συγκεκριμένη χρήση των προσωπικών σας στοιχείων, ενδέχεται να ζητήσουμε τη συγκατάθεσή σας για οποιονδήποτε άσχετο σκοπό και να σας επιτρέψουμε να τερματίσετε τη χρήση της υπηρεσίας εκείνη τη στιγμή, εάν αντιταχθείτε.",
    "2260079771": "Διατήρηση δεδομένων",
    "38428546": "Αποθηκεύουμε τα Προσωπικά Δεδομένα σας με ασφάλεια καθ' όλη τη διάρκεια ζωής του λογαριασμού σας μαζί μας. Θα διατηρήσουμε τα Προσωπικά Δεδομένα σας μόνο για όσο διάστημα είναι απαραίτητο για την εκπλήρωση των σκοπών για τους οποίους τα συλλέξαμε, συμπεριλαμβανομένων των σκοπών της εκπλήρωσης τυχόν νομικών, λογιστικών ή αναφορικών υποχρεώσεων ή για την επίλυση διαφορών. Τα κριτήρια που χρησιμοποιούμε για τον προσδιορισμό των περιόδων αποθήκευσης περιλαμβάνουν τις ισχύουσες συμβατικές διατάξεις που ισχύουν, τις νόμιμες προβλεπόμενες περιόδους παραγραφής, τις ισχύουσες κανονιστικές απαιτήσεις και τα βιομηχανικά πρότυπα.",
    "384965568": "Ενώ οι απαιτήσεις διατήρησης διαφέρουν ανάλογα με τη δικαιοδοσία, πληροφορίες σχετικά με τις τυπικές περιόδους διατήρησης για διαφορετικές πτυχές των προσωπικών σας δεδομένων περιγράφονται παρακάτω.",
    "2788836740": "Τα στοιχεία επικοινωνίας για σκοπούς μάρκετινγκ διατηρούνται σε συνεχή βάση μέχρι να καταργήσετε την εγγραφή σας. Στη συνέχεια θα προσθέσουμε τα στοιχεία σας στη λίστα καταστολής επ' αόριστον. Οι πληροφορίες email που συλλέγονται από χρήστες προσβασιμότητας δεν θα χρησιμοποιηθούν ποτέ για σκοπούς μάρκετινγκ.",
    "3520687192": "Τα αρχεία επικοινωνίας μαζί σας (π.χ. εισιτήρια υποστήριξης που ανοίγονται μέσω email ή Twitter) ενδέχεται να διατηρούνται επ' αόριστον.",
    "292211832": "Οι πληροφορίες που συλλέγονται μέσω τεχνικών μέσων όπως cookie, μετρητές ιστοσελίδων και άλλα εργαλεία ανάλυσης απορρίπτονται το συντομότερο δυνατό, αλλά μπορούν να διατηρηθούν για περιορισμένη περίοδο έως και ενός έτους από τη λήξη του cookie, συνήθως σε μη αναγνωρισμένη και συγκεντρωτική μορφή εκτός εάν εντοπίσουμε πιθανή κατάχρηση της υπηρεσίας μας, οπότε θα διατηρήσουμε αυτές τις πληροφορίες για να μας βοηθήσουν να αποτρέψουμε μελλοντική κατάχρηση. Δεν μπορούμε να συνδέσουμε αυτές τις ανώνυμες και συγκεντρωτικές πληροφορίες με εσάς, το νοικοκυριό σας, μια διεύθυνση IP ή οποιαδήποτε προσωπική πληροφορία με βάση τις αποθηκευμένες πληροφορίες.",
    "470943029": "Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Απορρήτου, επικοινωνήστε μαζί μας στη διεύθυνση:",
    "3192683783": "Αλλαγές σε αυτήν την Πολιτική Απορρήτου",
    "1702335960": "Οποιεσδήποτε πληροφορίες συλλέγουμε υπόκεινται στην Πολιτική Απορρήτου που ισχύει τη στιγμή που συλλέγονται αυτές οι πληροφορίες. Ενδέχεται, ωστόσο, να αναθεωρούμε την Πολιτική Απορρήτου από καιρό σε καιρό. Εάν μια αναθεώρηση είναι σημαντική, όπως καθορίζεται αποκλειστικά από εμάς, θα σας ειδοποιήσουμε, για παράδειγμα μέσω email. Η τρέχουσα έκδοση θα δημοσιεύεται πάντα στη σελίδα Πολιτική Απορρήτου μας.",
    "3669258571": "Πολιτική cookie",
    "2905621957": "Τελευταία ενημέρωση: 18 Ιουλίου 2020",
    "1173934218": "Κατανοούμε ότι το απόρρητό σας είναι σημαντικό για εσάς και δεσμευόμαστε να είμαστε διαφανείς σχετικά με τις τεχνολογίες που χρησιμοποιούμε. Αυτή η πολιτική παρέχει λεπτομερείς πληροφορίες σχετικά με το πώς και πότε χρησιμοποιούμε cookies στους Ιστότοπους και τις Υπηρεσίες μας.",
    "2694150481": "Χρησιμοποιούμε Cookies;",
    "457627611": "Ναί. Εμείς και οι πάροχοι αναλυτικών στοιχείων ή υπηρεσιών, οι συνεργάτες μάρκετινγκ και οι θυγατρικές μας ενδέχεται να χρησιμοποιήσουμε cookies, web beacons ή pixel και άλλες τεχνολογίες για να διασφαλίσουμε ότι όλοι όσοι χρησιμοποιούν τους Ιστότοπους έχουν την καλύτερη δυνατή εμπειρία. Ανατρέξτε στην ενότητα \"Αναλυτικά στοιχεία τρίτων και τεχνολογίες παρακολούθησης\" της Πολιτικής απορρήτου μας για περισσότερες λεπτομέρειες.",
    "501102544": ": πιστεύουμε ότι η υπηρεσία anti-bot hCaptcha (δηλαδή η Υπηρεσία που ενσωματώνεται από ιστότοπους, παιχνίδια ή εφαρμογές για κινητά) περιλαμβάνει μόνο τα λεγόμενα cookie «εξαιρούμενων από τη συναίνεση» σύμφωνα με τους κανονισμούς GDPR. Παραδείγματα τέτοιων εξαιρούμενων cookies περιλαμβάνουν:",
    "461631543": "Σημείωση GDPR",
    "2150907653": "* Τεχνικά cookies απολύτως απαραίτητα για την παροχή της υπηρεσίας. Αυτά περιλαμβάνουν cookie προτιμήσεων, cookies περιόδου λειτουργίας, cookies εξισορρόπησης φορτίου κ.λπ.",
    "1012122721": "* Στατιστικά cookies τα οποία διαχειριζόμαστε απευθείας από εμάς (δηλαδή cookie πρώτου μέρους, όχι τρίτων), όπου τα δεδομένα δεν χρησιμοποιούνται για δημιουργία προφίλ.",
    "148542287": "Αυτή δεν είναι νομική συμβουλή και δεν παρέχονται εγγυήσεις σχετικά με αυτήν την ανάλυση. Εάν έχετε επιπλέον ερωτήσεις ή ανησυχίες, επικοινωνήστε μαζί μας στη διεύθυνση:",
    "3956117148": "Οι ιστότοποι hCaptcha.com και BotStop.com (οι Ιστότοποι) ενδέχεται να περιλαμβάνουν επιπλέον cookies, όπως περιγράφεται στην παρούσα Πολιτική.",
    "3255230599": "Τι είναι ένα Cookie;",
    "1095532507": "Ένα cookie (\"Cookie\") είναι ένα μικρό αρχείο κειμένου που τοποθετείται στον σκληρό σας δίσκο από έναν διακομιστή ιστοσελίδας. Τα cookies περιέχουν πληροφορίες που μπορούν αργότερα να διαβαστούν από έναν διακομιστή ιστού στον τομέα που εξέδωσε το cookie σε εσάς. Μερικά από τα cookies θα χρησιμοποιηθούν μόνο εάν χρησιμοποιείτε ορισμένες λειτουργίες ή επιλέξετε ορισμένες προτιμήσεις και ορισμένα cookies θα χρησιμοποιούνται πάντα. Μπορείτε να μάθετε περισσότερα για κάθε cookie προβάλλοντας την τρέχουσα λίστα cookie παρακάτω.",
    "2943815316": "Ενημερώνουμε αυτή τη λίστα περιοδικά, επομένως ενδέχεται να υπάρχουν πρόσθετα cookies που δεν αναφέρονται ακόμη. Φάροι Ιστού, ετικέτες και σενάρια μπορούν να χρησιμοποιηθούν στους Ιστότοπους ή στα μηνύματα ηλεκτρονικού ταχυδρομείου για να μας βοηθήσουν να παρέχουμε cookie, να μετράμε τις επισκέψεις, να κατανοούμε τη χρήση και την αποτελεσματικότητα της καμπάνιας και να προσδιορίζουμε εάν ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει ανοίξει και έχει πραγματοποιηθεί ενέργειες. Ενδέχεται να λαμβάνουμε αναφορές που βασίζονται στη χρήση αυτών των τεχνολογιών από τους παρόχους υπηρεσιών/αναλυτικών στοιχείων μας σε ατομική και συγκεντρωτική βάση.",
    "2954157511": "Γιατί χρησιμοποιούμε Cookies;",
    "1539071196": "Γενικά χρησιμοποιούμε Cookies για τους ακόλουθους σκοπούς:",
    "3545935449": "Για την αναγνώριση νέων ή παλαιότερων χρηστών.",
    "32739972": "Για να αποθηκεύσετε τις πληροφορίες της συνεδρίας σύνδεσής σας εάν είστε εγγεγραμμένος στους Ιστότοπους μας.",
    "4209078147": "Για να βελτιώσουμε τον Ιστότοπό μας και να κατανοήσουμε καλύτερα τις επισκέψεις σας στις πλατφόρμες και τον Ιστότοπό μας.",
    "1077448694": "Για ενοποίηση με ιστότοπους κοινωνικής δικτύωσης τρίτων.",
    "1709478090": "Για να σας εξυπηρετήσουμε με διαφημίσεις βάσει ενδιαφέροντος ή στοχευμένες διαφημίσεις.",
    "3256020881": "Για να παρατηρήσετε τις συμπεριφορές σας και τις δραστηριότητες περιήγησής σας με την πάροδο του χρόνου σε πολλούς ιστότοπους ή άλλες πλατφόρμες.",
    "1092241113": "Για να κατανοήσουμε καλύτερα τα συμφέροντα των Πελατών και των Ολοκληρωτών μας.",
    "1434289796": "Ορισμένα Cookies είναι απαραίτητα για ορισμένες χρήσεις των Ιστοσελίδων και χωρίς αυτά τα Cookies, δεν θα μπορούσαμε να παρέχουμε πολλές υπηρεσίες που χρειάζεστε για να χρησιμοποιήσετε σωστά τους Ιστότοπους. Αυτά τα cookies, για παράδειγμα, μας επιτρέπουν να λειτουργούμε τους Ιστότοπους μας, ώστε να έχετε πρόσβαση σε αυτούς όπως ζητήσατε και να μας επιτρέψετε να αναγνωρίσουμε ότι έχετε δημιουργήσει έναν λογαριασμό και έχετε συνδεθεί σε αυτόν τον λογαριασμό για πρόσβαση στο περιεχόμενο του ιστότοπου. Περιλαμβάνουν επίσης cookies που μας δίνουν τη δυνατότητα να θυμόμαστε τις προηγούμενες ενέργειές σας στην ίδια περίοδο περιήγησης και να ασφαλίζουμε τους Ιστότοπους μας.",
    "1533171442": "Χρησιμοποιούμε επίσης λειτουργικά Cookies και Cookies τρίτων για σκοπούς ανάλυσης και μάρκετινγκ. Τα λειτουργικά cookies επιτρέπουν σε ορισμένα μέρη των Ιστότοπων να λειτουργούν σωστά και οι προτιμήσεις των χρηστών σας να παραμένουν γνωστές. Τα Cookies ανάλυσης, μεταξύ άλλων, συλλέγουν πληροφορίες σχετικά με τον τρόπο με τον οποίο οι Πελάτες, οι Συνεργάτες και οι Τελικοί χρήστες χρησιμοποιούν τους Ιστότοπους μας, το περιεχόμενο και τα προϊόντα που βλέπουν πιο συχνά οι χρήστες και την αποτελεσματικότητα της διαφήμισης τρίτων. Τα cookie διαφήμισης βοηθούν στην προβολή διαφημίσεων σε σχετικό κοινό και στην εμφάνιση των διαφημίσεών μας στην κορυφή των αποτελεσμάτων αναζήτησης. Τα cookies είναι είτε \"συνεδρίας\" cookie που διαγράφονται όταν τερματίζετε την περίοδο λειτουργίας του προγράμματος περιήγησής σας ή \"μόνιμα\", τα οποία παραμένουν μέχρι τη διαγραφή τους από εσάς (που συζητείται παρακάτω) ή από το μέρος που υπέβαλε το cookie. Πλήρεις λεπτομέρειες για όλα τα cookies που χρησιμοποιούνται στους Ιστότοπους είναι διαθέσιμες στον παρακάτω πίνακα Αποκάλυψης Cookie.",
    "322830977": "Πώς να απενεργοποιήσετε τα cookies.",
    "3885459114": "Μπορείτε γενικά να ενεργοποιήσετε ή αργότερα να απενεργοποιήσετε τη χρήση των cookies μέσω μιας λειτουργικότητας ενσωματωμένης στο πρόγραμμα περιήγησής σας. Εάν θέλετε να μάθετε περισσότερα σχετικά με τα cookies ή τον τρόπο ελέγχου, απενεργοποίησης ή διαγραφής τους, επισκεφθείτε τη διεύθυνση https://www.knowcookies.com/ για λεπτομερή καθοδήγηση.",
    "262509504": "Ενδέχεται να συνδέσουμε τις πληροφορίες που συλλέγονται από τα Cookies με άλλες πληροφορίες που συλλέγουμε από εσάς σύμφωνα με την παρούσα Πολιτική Απορρήτου και να χρησιμοποιήσουμε τις συνδυασμένες πληροφορίες όπως ορίζεται στο παρόν. Ομοίως, τα τρίτα μέρη που προσφέρουν cookies στους Ιστότοπους μας ενδέχεται να συνδέσουν το όνομά σας ή τη διεύθυνση email σας με άλλες πληροφορίες που συλλέγουν, οι οποίες μπορεί να περιλαμβάνουν προηγούμενες αγορές που έγιναν εκτός σύνδεσης ή ηλεκτρονικά, ή πληροφορίες χρήσης στο διαδίκτυο.",
    "2935155034": "Εάν βρίσκεστε στον Ευρωπαϊκό Οικονομικό Χώρο, έχετε ορισμένα δικαιώματα που περιγράφονται παραπάνω στην κεφαλίδα \"Ειδοποίηση προς τα υποκείμενα δεδομένων ΕΕ\", συμπεριλαμβανομένου του δικαιώματος επιθεώρησης και διόρθωσης ή διαγραφής των δεδομένων που έχουμε για εσάς.",
    "1873812847": "Αποκάλυψη cookie",
    "3319083717": "Ονομα:",
    "3183855267": "1. hmt_id",
    "907324388": "Λειτουργία",
    "2896187462": "1. Χρησιμοποιείται για αυστηρά απαραίτητα ανώνυμα στατιστικά στοιχεία που σχετίζονται με υπηρεσίες και για άλλους τεχνικούς σκοπούς, όπως η βοήθεια στην υποστήριξη προσβασιμότητας.",
    "987267027": "Κόμμα",
    "3453526675": "1. 1ο κόμμα",
    "1952810469": "Τύπος",
    "1795436560": "1. Συνεδρία",
    "102695075": "Διάρκεια",
    "3356329025": "1. 30 ημέρες",
    "3744153629": "Ονόματα:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "συνεδρία,",
    "3186435874": "συνεδριακός",
    "720059527": "2. Χρησιμοποιείται για αυστηρά απαραίτητους τεχνικούς σκοπούς: εξισορρόπηση φορτίου, δρομολόγηση.",
    "1241291641": "Δείτε περισσότερες λεπτομέρειες.",
    "1834801943": "2. 1ο κόμμα",
    "2114694926": "2. Συνεδρία",
    "938404336": "2. Ποικίλλει. έως 30 ημέρες.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Χρησιμοποιείται για αυστηρά απαραίτητους τεχνικούς σκοπούς: επιτρέπει την Προσβασιμότητα Χρήση Χρήστη.",
    "1061239711": "3. 1ο κόμμα",
    "1483015662": "3. Συνεδρία",
    "3458934553": "3. Ποικίλλει. έως 30 ημέρες.",
    "1527172673": "Εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτήν την Πολιτική Cookies, επικοινωνήστε μαζί μας στη διεύθυνση:",
    "134571844": "Impressum (Ειδοποίηση ιστότοπου)",
    "110836420": "Τελευταία ενημέρωση: 23 Δεκεμβρίου 2020",
    "2901894297": "Το hCaptcha είναι μια υπηρεσία της Intuition Machines, Inc. (\"IMI\"), μιας εταιρείας Delaware US Corporation (#6393793).",
    "2928362319": "Τα ερωτήματα μπορούν να σταλούν ταχυδρομικά στη διεύθυνση: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Πληροφορίες σχετικά με την τρέχουσα διοίκηση της εταιρείας μπορείτε να λάβετε στη σελίδα Πληροφορίες. Ο σημερινός Διευθύνων Σύμβουλος της εταιρείας είναι ο διευθύνων σύμβουλος που είναι υπεύθυνος για το περιεχόμενο.",
    "3094150511": "Ρυθμιστική αρχή: Ομοσπονδιακή Επιτροπή Επικοινωνιών των ΗΠΑ, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Το IMI δεν δεσμεύεται ούτε υποχρεούται να συμμετέχει στην εναλλακτική επίλυση διαφορών για καταναλωτικές διαφορές ενώπιον φορέα επίλυσης διαφορών καταναλωτών.",
    "1395644678": "Επίσημος ιστότοπος της Ευρωπαϊκής Επιτροπής για την ηλεκτρονική επίλυση διαφορών:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Καμία εγγύηση σχετικά με το περιεχόμενο",
    "707541553": "Όλες οι πληροφορίες που περιέχονται στις σελίδες μας στο Διαδίκτυο έχουν επικυρωθεί από το ΙΜΙ ή από τρίτο μέρος. Ωστόσο, ούτε το ΙΜΙ ούτε τα τρίτα μέρη μπορούν να θεωρηθούν υπεύθυνοι για την επικαιρότητα, την ακρίβεια ή την πληρότητα των πληροφοριών. Αυτό ισχύει και για άλλους ιστότοπους στους οποίους μπορείτε να προσεγγίσετε μέσω υπερσυνδέσμων στις σελίδες μας. Το IMI δεν φέρει καμία ευθύνη για το περιεχόμενο αυτών των εξωτερικών ιστοσελίδων.",
    "2650241052": "Καμία συμβουλή",
    "3361191778": "Οι πληροφορίες που παρέχονται στις σελίδες του Διαδικτύου δεν αντιπροσωπεύουν μεμονωμένες συμβουλές και δεν μπορούν να τις αντικαταστήσουν. Εάν χρειάζεστε μεμονωμένες συμβουλές, επικοινωνήστε με το προσωπικό υποστήριξής μας.",
    "1031855757": "Χρήση αυτού του ιστότοπου",
    "204716894": "Το περιεχόμενο και ο σχεδιασμός των ιστοσελίδων μας προστατεύονται από τη νομοθεσία περί πνευματικών δικαιωμάτων. Η αντιγραφή των σελίδων και του περιεχομένου τους με τρόπο που υπερβαίνει την εύλογη ορθή χρήση απαιτεί προηγούμενη γραπτή συγκατάθεση από το ΙΜΙ, εάν δεν υπάρχουν άλλες νομικές διατάξεις που καθορίζονται για αντιγραφή στη σελίδα.",
    "3182435854": "Πνευματική ιδιοκτησία",
    "3187946010": "Όλα τα κείμενα, οι εικόνες, τα γραφικά κινούμενα σχέδια, τα βίντεο, η μουσική, οι ήχοι και άλλο υλικό σε αυτές τις σελίδες προστατεύονται βάσει της νομοθεσίας περί πνευματικών δικαιωμάτων από το ΙΜΙ ή τρίτα μέρη, εάν προσδιορίζεται. Απαγορεύεται η αντιγραφή ή τροποποίηση αυτού του υλικού για εμπορική χρήση με τρόπο που υπερβαίνει την εύλογη δίκαιη χρήση.",
    "74538881": "Ευθύνη για αυτόν τον ιστότοπο",
    "3236873806": "Το IMI είναι υπεύθυνο για αυτόν τον ιστότοπο.",
    "2657277322": "Εάν έχετε οποιεσδήποτε ερωτήσεις, επικοινωνήστε μαζί μας στο:",
    "1338341134": "hCaptcha + Πάσο απορρήτου (Beta)",
    "88879089": "Το Privacy Pass είναι ένα",
    "1898063898": "για τη διατήρηση του απορρήτου των χρηστών με το οποίο αναπτύσσουμε σε συνδυασμό",
    "1942186611": "και άλλοι.",
    "3673079511": "αναδυόμενο πρότυπο",
    "2164933356": "Cloudflare",
    "3119589996": "Πώς λειτουργεί: μια επέκταση προγράμματος περιήγησης παρέχει στους χρήστες τη δυνατότητα να δημιουργούν και να υπογράφουν κρυπτογραφικά τυφλά διακριτικά για ιστότοπους που υποστηρίζουν το πρωτόκολλο Privacy Pass. Η επέκταση δημιουργεί περάσματα που περιέχουν κρυπτογραφικά τυφλωμένα διακριτικά που υπογράφονται από το hCaptcha όταν επιλύεται μια πρόκληση σε οποιονδήποτε ιστότοπο χρησιμοποιώντας την υπηρεσία hCaptcha,",
    "1254771154": "προκλήσεις που εμφανίζονται σε άλλες υπηρεσίες που υποστηρίζουν το Privacy Pass που ενσωματώνουν επίσης το hCaptcha, π.χ. Cloudflare.",
    "996362763": "Αυτά τα διακριτικά αφαιρούνται και αποθηκεύονται από την επέκταση για μελλοντική χρήση. Όταν ο χρήστης επισκέπτεται έναν ιστότοπο χρησιμοποιώντας hCaptcha και χρειάζεται να περάσει την πρόκληση (είτε είναι αόρατος είτε μέσω του κουμπιού \"Είμαι άνθρωπος\"), εξαργυρώνονται αυτόματα. Η διαδικασία τυφλοποίησης σημαίνει ότι τα υπογεγραμμένα και εξαργυρωμένα διακριτικά είναι κρυπτογραφικά ασύνδετα από την οπτική γωνία του hCaptcha και έτσι διατηρείται το απόρρητο των χρηστών.",
    "2943346052": "Καθώς η διαδικασία τυποποίησης IETF συνεχίζεται, αναμένουμε ότι τα μεγάλα προγράμματα περιήγησης θα υιοθετήσουν κάποια μορφή Privacy Pass εγγενώς. Αυτό τελικά θα καταστήσει την επέκταση περιττή. Προς το παρόν, ωστόσο, ακολουθήστε τις παρακάτω οδηγίες.",
    "2326660907": "εκτός",
    "741483946": "* Με άλλα λόγια: μπορείτε να λάβετε διακριτικά hCaptcha Privacy Pass στο hCaptcha.com και να τα χρησιμοποιήσετε σε άλλους ιστότοπους απευθείας χρησιμοποιώντας το hCaptcha.com. Δεν μπορείτε να λάβετε ή να εξαργυρώσετε διακριτικά hCaptcha Privacy Pass για να παρακάμψετε την υπηρεσία hCaptcha όπως χρησιμοποιείται από το Cloudflare, καθώς το Cloudflare εκδίδει και εξαργυρώνει τα δικά του διακριτικά Privacy Pass.",
    "1362015807": "Ξεκινώντας",
    "1358325821": "Πρώτα, εγκαταστήστε την επέκταση για",
    "310885519": "ή",
    "4091044469": ". Βεβαιωθείτε ότι έχετε ενεργοποιήσει την επέκταση σε κατάσταση ανώνυμης περιήγησης. Στη συνέχεια, επισκεφτείτε οποιονδήποτε ιστότοπο που χρησιμοποιεί hCaptcha και λύστε ένα captcha. Από την έκδοση 2.0.3, μπορείτε να εξαργυρώσετε αυτά τα διακριτικά σε ιστότοπους που χρησιμοποιούν hCaptcha.",
    "3904679538": "Χρώμιο",
    "3700767772": "Αφού εγκαταστήσετε την επέκταση, κάντε κλικ εδώ (ή σε οποιονδήποτε ιστότοπο που χρησιμοποιεί hCaptcha) για να κερδίσετε πάσο:",
    "166277959": "Σημείωση: αυτή η δυνατότητα είναι αυτήν τη στιγμή σε έκδοση beta και ενδέχεται να μην λειτουργεί συνεχώς για όλους τους ιστότοπους και τους χρήστες. Σε περίπτωση που δεν είναι ενεργοποιημένο ή δεν λειτουργεί για έναν συγκεκριμένο χρήστη, η συμπεριφορά απλώς θα επανέλθει στην τυπική εμπειρία hCaptcha χωρίς απώλεια λειτουργικότητας.",
    "3031357206": "Ένα νέο εικονίδιο θα εμφανιστεί δίπλα στη γραμμή URL σας. Τώρα επισκεφτείτε έναν ιστότοπο χρησιμοποιώντας hCaptcha. Θα μοιάζει με αυτό:",
    "1066753052": "που σημαίνει ότι το πορτοφόλι είναι άδειο και βρίσκεστε σε έναν ιστότοπο που περιλαμβάνει μια πρόκληση hCaptcha. Μόλις ολοκληρώσετε την πρόκληση, θα κερδίσετε μάρκες που μπορούν να εξαργυρωθούν σε οποιονδήποτε άλλο ιστότοπο με το hCaptcha.",
    "651123197": "Μια μέτρηση του τρέχοντος συνόλου στο πορτοφόλι σας θα εμφανιστεί στο εικονίδιο μετά την ολοκλήρωση της πρόκλησης.",
    "554844646": "Μπορείτε να επιβεβαιώσετε ότι η επέκταση λειτουργεί βλέποντας τον μετρητή να μειώνεται κατά 1 κάθε φορά που κάνετε κλικ",
    "4087729475": "την πρόκληση μετά την αρχική σας επίλυση.",
    "647630208": "Και τέλος! Η περιήγησή σας στο διαδίκτυο είναι πλέον πιο ιδιωτική.",
    "3272552822": "Προγραμματιστές και κρυπτογράφοι:",
    "4059570880": "Εάν θέλετε να παρακολουθήσετε την προσπάθεια τυποποίησης, οι προσπάθειες βρίσκονται σε εξέλιξη στο",
    "1904390996": "να τυποποιήσει το",
    "252720667": "που βασίζεται στην κρυπτογραφική ασφάλεια του Privacy Pass. Το ίδιο το πρωτόκολλο περνάει από το",
    "3972554015": "διαδικασία επίσης. Και η επέκταση του προγράμματος περιήγησης είναι φυσικά",
    "3723626769": "για τις συνεισφορές και την κριτική σας.",
    "3882147547": "Άγνωστες ψευδοτυχαίες συναρτήσεις",
    "565624910": "προσχέδιο",
    "3421090159": "ανοιχτή πηγή",
    "3098677775": "Ε: Είναι η IP και το ιστορικό περιήγησής μου εντελώς ιδιωτικά από το hCaptcha όταν χρησιμοποιώ το Privacy Pass;",
    "4019638786": "Α: Οι χρήστες του Privacy Pass του hCaptcha δεν θα εκθέσουν ποτέ την IP τους στο hCaptcha, εκτός εάν το πορτοφόλι διακριτικών του προγράμματος περιήγησής τους είναι κενό ή το στείλει ο ιστότοπος. Το hCaptcha δεν έχει τρόπο να συνδέσει τον χρήστη με την εξαργύρωση διακριτικού και δεν αλληλεπιδρά ποτέ απευθείας με τον χρήστη κατά τη διάρκεια της εξαργύρωσης, εκτός εάν το πορτοφόλι του διακριτικού είναι άδειο.",
    "3887113660": "Ε: Πώς επηρεάζει το Privacy Pass τα κέρδη του hCaptcha;",
    "1116455671": "Α: Θα κερδίσετε μια ανταμοιβή για την αρχική επίλυση εάν ο χρήστης την ολοκληρώσει στον ιστότοπό σας. Οι εξαργυρώσεις ακολουθούν το ίδιο μοτίβο απόκρισης σαν ο χρήστης να είχε μεταβιβάσει αυτόματα στον ιστότοπό σας λόγω της υψηλής εμπιστοσύνης του πελάτη: δεν προκύπτει κέρδος και η κλήση επαλήθευσης ιστότοπου από τον διακομιστή σας λαμβάνει \"πίστωση: Λάθος\" στα αποτελέσματα του πάσου.",
    "779817954": "Ε: Εάν έχω κάρτες απορρήτου που έχουν εκδοθεί από άλλο πάροχο, μπορώ να τις εξαργυρώσω στο hCaptcha;",
    "3014149332": "Α: Όχι, τα πάσο δεν είναι διαλειτουργικά: πρέπει να εκδοθούν και να εξαργυρωθούν από την ίδια αρχή, σε αυτήν την περίπτωση το hCaptcha. Λάβετε υπόψη ότι εάν έχετε εισόδους τόσο από το Cloudflare όσο και από το hCaptcha στην επέκτασή σας, ο διαθέσιμος αριθμός θα αλλάξει στο σωστό ποσό ανάλογα με τις απαιτήσεις της σελίδας που επισκέπτεστε. Με άλλα λόγια, εάν έχετε 100 περάσματα Cloudflare στο πορτοφόλι σας και 10 περάσματα hCaptcha, θα πρέπει να δείτε 10 στο εικονίδιο επέκτασης σε σελίδες με ενσωματωμένο hCaptcha.",
    "3679148535": "Ε: Σε ποιες άλλες εφαρμογές του Privacy Pass εργάζεστε;",
    "1606783855": "Α: Μας ενδιαφέρει πολύ το Privacy Pass για την περίπτωση χρήσης Προσβασιμότητας (\"a11y\"). Παλαιότερα δημοφιλείς επιλογές όπως τα captchas ήχου κάνουν διακρίσεις σε βάρος πολλών χρηστών a11y. Πιστεύουμε ότι ο συνδυασμός της τρέχουσας προσέγγισής μας a11y με την έκδοση Privacy Pass θα επιτρέψει στους χρήστες a11y να περιηγούνται με ασφάλεια, γνωρίζοντας ότι η επισκεψιμότητά τους είναι πιο ιδιωτική, ενώ θα περιορίζει την κατάχρηση από τους χειριστές bot που αναπόφευκτα συμβαίνει όταν είναι διαθέσιμες οι επιλογές a11y.",
    "2359150347": "Ε: Υποστηρίζουν άλλες διαδικτυακές υπηρεσίες ασφαλείας το Privacy Pass;",
    "2082237880": "Α: Η hCaptcha είναι η πρώτη υπηρεσία του είδους της που υποστηρίζει το Privacy Pass και αυτή τη στιγμή είναι η μόνη που το κάνει. Ωστόσο, αναμένουμε από άλλες υπηρεσίες να αναγνωρίσουν τα πλεονεκτήματα της αύξησης του απορρήτου των χρηστών στο Διαδίκτυο και αναμένουμε ότι στο μέλλον θα αναλάβουν περισσότερες εφαρμογές καθώς θα υιοθετηθούν επίσημα τα πρότυπα IETF που βοηθούμε στην ανάπτυξη.",
    "2109792055": "Οδηγός χρήστη: Ζητήματα εντοπισμού σφαλμάτων με την έκδοση και επικύρωση πάσου απορρήτου",
    "3588620914": "Το Privacy Pass είναι μια νέα εφεύρεση σύμφωνα με τα πρότυπα του Ιστού και είναι δυνατό για άλλες εφαρμογές και επεκτάσεις προγράμματος περιήγησης που δεν το γνωρίζουν να παρεμβαίνουν στη λειτουργικότητά του.",
    "4039193170": "Εάν αντιμετωπίζετε προβλήματα με τη λήψη ή την εξαργύρωση διακριτικών:",
    "2378786360": "1. Δοκιμάστε ένα από τα άλλα υποστηριζόμενα προγράμματα περιήγησης: εάν χρησιμοποιείτε Chrome, δοκιμάστε να χρησιμοποιήσετε τον Firefox χωρίς να εισάγετε τις ρυθμίσεις σας από το Chrome και εγκαταστήστε την προσθήκη εκεί. Εάν αυτό λειτουργεί, ενδέχεται να έχετε πρόβλημα με τη διαμόρφωση του προγράμματος περιήγησης.",
    "394235836": "3. Εάν καμία από τις παραπάνω προτάσεις δεν λειτουργεί, στείλτε μας ένα email υποστήριξης και θα χαρούμε να σας βοηθήσουμε να καταλάβουμε τι συμβαίνει.",
    "3470857731": "Μια ανάλυση του πόσο καλά το reCAPTCHA εντοπίζει τα ρομπότ.",
    "3240786848": "Τελευταία ενημέρωση: 18 Φεβρουαρίου 2021",
    "2547140673": "Για περισσότερο από μια δεκαετία, η υπηρεσία reCAPTCHA της Google προσφέρει στους κατόχους ιστότοπων μια συναλλαγή: αφήστε την Google να παρακολουθεί τους χρήστες σας και να τους κάνει ερωτήσεις και σε αντάλλαγμα υπόσχονται να σταματήσουν τα bots και τα ανεπιθύμητα μηνύματα.",
    "2133754014": "Περισσότεροι από 4,5 εκατομμύρια ιστότοποι χρησιμοποιούν reCAPTCHA [",
    "3152512587": "και το σύστημα συλλέγει εκατοντάδες εκατομμύρια καθημερινές λύσεις. [",
    "2296918009": "Αυτό ισοδυναμεί με περισσότερα από 100 ανθρωποέτη εργασίας κάθε μέρα.[",
    "3900538778": "Τα δεδομένα με ετικέτα είναι το καύσιμο που τροφοδοτεί τη μηχανική μάθηση. Οι απαντήσεις reCAPTCHA χρησιμοποιούνται για τη βελτίωση των υπηρεσιών ML/AI της Google από το 2009. Πολλοί άνθρωποι που χρησιμοποιούν το reCAPTCHA δεν συνειδητοποιούν ότι η εργασία τους χρησιμοποιείται.",
    "1160252730": "Η Google χρεώνει τώρα υψηλές τιμές για το reCAPTCHA Enterprise, με αποτέλεσμα πολλές εταιρείες να επαναξιολογήσουν αυτήν τη συμφωνία.",
    "1131196501": "Οι μεγάλες εταιρείες όπως",
    "204889717": "έχουν αλλάξει σε hCaptcha's",
    "639413188": "σε απάντηση.",
    "3280658086": "επιχειρηματικές λύσεις",
    "3842815245": "Είναι αυτό ένα δίκαιο εμπόριο;",
    "714342693": "Η ομάδα hCaptcha συλλέγει δεδομένα τιμολόγησης από υπηρεσίες διάσπασης captcha \"dark web\" από το 2016. Παρατηρήσαμε μια ενδιαφέρουσα τάση:",
    "468929661": "Το μέσο κόστος διάσπασης ενός reCAPTCHA είναι απίστευτα χαμηλό (λιγότερο από 1 $ ανά 1000 λύσεις) και δεν έχει αυξηθεί ουσιαστικά από την έναρξη της παρακολούθησής μας το 2016. Αυτό ισχύει τόσο για το reCAPTCHA v2 όσο και για το v3. [",
    "2862164005": "Τα δεδομένα τιμολόγησης μας επιτρέπουν να βάλουμε μια ακριβή αξία σε δολάρια για την ασφάλεια που προσφέρει ένα reCAPTCHA: 0,001 $ ή λιγότερο ανά απάντηση.",
    "102498091": "Η Google χρεώνει 1 $ ανά 1000 αιτήματα για το reCAPTCHA Enterprise, πράγμα που σημαίνει ότι πλέον χρεώνει περισσότερο ανά αίτημα από ό,τι κοστίζει η παραβίαση της ασφάλειας της υπηρεσίας τους. Αυτό φαίνεται σαν μια κακή συμφωνία.",
    "130239139": "Ποια είναι η αξία των 100+ ατόμων-έτη εργασίας που συλλέγει η Google καθημερινά;",
    "1421074182": "Ουσιαστικά υψηλότερο.",
    "1953519598": "Το κόστος για την επισήμανση μιας μεμονωμένης εικόνας κυμαίνεται από 0,03 $ έως 1,00 $ ή περισσότερο. Σύμφωνα με οποιαδήποτε συντηρητική εκτίμηση, η Google έχει αντλήσει δισεκατομμύρια δολάρια δωρεάν εργατικού δυναμικού μέχρι σήμερα. [",
    "3025548709": "Υπάρχει εναλλακτική σε αυτή την άδικη συμφωνία;",
    "263761351": "Το hCaptcha είναι η πρώτη αξιόπιστη εναλλακτική, που χρησιμοποιείται πλέον από εκατοντάδες εκατομμύρια ανθρώπους κάθε μήνα.",
    "2743692546": "Καθώς οι χρήστες αποδεικνύουν την ανθρωπιά τους μέσω του hCaptcha, η εργασία τους εισέρχεται σε μια ανώνυμη ανοιχτή αγορά για υποβολή προσφορών.",
    "1982750088": "Εταιρείες σε όλο τον κόσμο υποβάλλουν προσφορές για αυτό το εργατικό δυναμικό για να ολοκληρώσουν απλές εργασίες που είναι εύκολες για τους ανθρώπους αλλά δύσκολες για τις μηχανές. Οι χρήστες υποστηρίζουν τον ιστότοπο που επισκέπτονται και αντιμετωπίζουν λιγότερα ανεπιθύμητα μηνύματα ιστού λόγω υψηλότερου επιπέδου ασφάλειας.",
    "1108398506": "Οι πελάτες αποκτούν τον απόλυτο έλεγχο της εμπειρίας και επωφελούνται από την τεχνογνωσία που έχει αποκτήσει η hCaptcha, λειτουργώντας τον μεγαλύτερο ανεξάρτητο πάροχο πρόκλησης στο διαδίκτυο. Λαμβάνουν επίσης καλύτερη προσφορά από το reCAPTCHA Enterprise: έως και 50-80% καλύτερη τιμολόγηση, ανάλογα με τον όγκο.",
    "3012870872": "Οι ιστότοποι και οι εφαρμογές που χρησιμοποιούν τη δωρεάν έκδοση (hCaptcha Publisher) κερδίζουν έσοδα από αυτό το έργο αντί να το δωρίσουν στην Google.",
    "2271512952": "Οι χρήστες υποστηρίζουν τον ιστότοπο που επισκέπτονται και αντιμετωπίζουν λιγότερα ανεπιθύμητα μηνύματα ιστού.",
    "278010425": "Η μεγάλη και συχνά μεταβαλλόμενη ποικιλία εργασιών στο hCaptcha είναι επίσης πιο δύσκολο να αυτοματοποιηθεί. Η ενιαία διεπαφή του reCAPTCHA δεν έχει αλλάξει εδώ και πολλά χρόνια και έχει ένα μικρό σύνολο ερωτήσεων που αλλάζουν σπάνια. Αυτός είναι ένας από τους τρόπους με τους οποίους το hCaptcha παρέχει πιο ισχυρή προστασία anti-bot από το reCAPTCHA.",
    "984849234": "Το hCaptcha χρησιμοποιεί προηγμένη μηχανική εκμάθηση για να προσφέρει ό,τι υπόσχεται μόνο το reCAPTCHA, ενώ μοιράζεται την αξία που αποτυπώνεται με τους ιστότοπους που το χρησιμοποιούν.",
    "4063769686": "Οι χρήστες υποστηρίζουν τον ιστότοπο που επισκέπτονται και αντιμετωπίζουν λιγότερα ανεπιθύμητα μηνύματα ιστού. Αυτό φαίνεται σαν μια πιο δίκαιη συμφωνία.",
    "685916926": "Γιατί το reCAPTCHA δεν βελτιώθηκε με την πάροδο του χρόνου;",
    "3992401943": "Υπήρξε μια επανάσταση στη βαθιά μάθηση από το 2012. Ο κανόνας του κλάδου για την ακρίβεια εργασιών έχει βελτιωθεί ριζικά την τελευταία δεκαετία, κυρίως λόγω των δικτύων βαθιάς συνελικτικής σύνδεσης. Άλλες υπηρεσίες ML που προσφέρει η Google ακολούθησαν αυτήν την καμπύλη.",
    "615031303": "(Βλέπε υποσημειώσεις",
    "2125514305": "Το ML έχει βελτιωθεί, αλλά η δυσκολία παράκαμψης του reCAPTCHA δεν έχει αλλάξει ουσιαστικά σε αυτό το διάστημα.",
    "1406188018": "6 και 7",
    "2689973938": "Η βελτίωση του reCAPTCHA δημιουργεί μια εγγενή σύγκρουση για την Google ως προμηθευτή διαφημίσεων.",
    "464238793": "Εάν η ίδια η Google καθορίσει ότι ένας χρήστης που είδε μια διαφήμιση ή έκανε κλικ σε έναν σύνδεσμο ήταν στην πραγματικότητα ένα bot, δεν μπορεί να χρεώσει για τις διαφημίσεις που εμφανίζονται σε αυτόν τον χρήστη. Αυτή η σύγκρουση συμφερόντων έχει περιορίσει σοβαρά το εύρος των φιλοδοξιών της Google κατά των ρομπότ.",
    "918924423": "Για παράδειγμα, η Google δεν έχει προσφέρει προφανώς πολύτιμες υπηρεσίες όπως η αναδρομική ανίχνευση ρομπότ. Είναι πολύ πιο αξιόπιστο να δηλώνουμε ότι η επισκεψιμότητα των χρηστών δημιουργείται από bot μετά από ανάλυση δεδομένων πολλών ημερών.",
    "661412233": "Είναι επίσης πολύτιμο να γνωρίζουμε μετά το captcha ότι ορισμένοι χρήστες ήταν bots. Επιτρέπει στους ιδιοκτήτες ιστότοπων να καθαρίζουν παλιές ανεπιθύμητες αναρτήσεις και να διαγράφουν \"λογαριασμούς ύπνου\" που έχουν εγγραφεί σε φόρουμ ανεπιθύμητης αλληλογραφίας στο μέλλον, να μειώνουν την απάτη και πολλά άλλα.",
    "3600797185": "Η προσφορά αναδρομικής αναγνώρισης ρομπότ θα άνοιγε την Google σε ακανθώδη ερωτήματα σχετικά με τον τρόπο αναδρομικής επιστροφής χρημάτων στους διαφημιστές που ξόδεψαν χρήματα σε αυτήν τη δόλια επισκεψιμότητα.",
    "2076932190": "Το προϊόν reCAPTCHA έχει μείνει έτσι στάσιμο για μια δεκαετία.",
    "3856912381": "Οι χρήστες έχουν υποφέρει και τα περιττά ανεπιθύμητα μηνύματα ιστού είναι πλέον ανεξέλεγκτη. Υπάρχει όμως μια εναλλακτική.",
    "1035621426": "Κάθε bot που προσδιορίζεται από το reCAPTCHA μειώνει άμεσα τα έσοδα από διαφημίσεις της Google.",
    "3668115514": "Σε τι διαφέρει το hCaptcha;",
    "2413742287": "Το κίνητρο του hCaptcha είναι η μεγιστοποίηση της ακρίβειας και όχι των εσόδων από διαφημίσεις: οι απαντήσεις για bot είναι άχρηστες για τους πελάτες μας, οι οποίοι χρειάζονται δεδομένα ανθρώπινης εκπαίδευσης.",
    "1373262754": "Το να γνωρίζετε ποιος είναι ένα άτομο έχει ελάχιστη αξία για το hCaptcha. Μας ενδιαφέρει μόνο αν είναι άνθρωποι ή κακόβουλοι ηθοποιοί.",
    "600646860": "Αντί να προσφέρει μια υπηρεσία αμφισβητήσιμης αξίας ενώ εξάγει εργασία με πραγματική αξία, το hCaptcha παρέχει τόσο αποζημίωση όσο και ισχυρή προστασία κατά του ρομπότ.",
    "1836191653": "Αντί να προσφέρει μια υπηρεσία που ηττάται εύκολα σε δωρεάν χρήστες ενώ χρεώνει εκατομμύρια δολάρια για μια εταιρική έκδοση που δεν είναι πολύ καλύτερη, το hCaptcha παρέχει εξαιρετική προστασία bot και στα δύο, ενώ προσφέρει στους εταιρικούς χρήστες πρόσθετες δυνατότητες και προσαρμογή, μαζί με ισχυρά SLA και γρήγορη υποστήριξη.",
    "990215503": "Το hCaptcha είναι η μόνη σημαντική υπηρεσία captcha που δεν ανήκει σε δίκτυο διαφημίσεων.",
    "971933157": "Το hCaptcha ενδιαφέρεται για το απόρρητο, τη διαφάνεια και τη δικαιοσύνη.",
    "178839499": "Το hCaptcha μοιράζεται την αξία της δουλειάς που έγινε ενώ οι χρήστες αποδεικνύουν την ανθρωπιά τους.",
    "1237076138": "Το hCaptcha προσφέρει μια δίκαιη προσφορά τόσο σε δωρεάν (hCaptcha Publisher) όσο και σε εταιρικούς (hCaptcha Enterprise) πελάτες.",
    "614310292": "Ποιος κατασκεύασε το hCaptcha;",
    "4188814619": "Το hCaptcha είναι μια υπηρεσία Intuition Machines (",
    "3265328927": "), μια εταιρεία μηχανικής εκμάθησης που προσφέρει προϊόντα και υπηρεσίες για εταιρείες που εφαρμόζουν τη μηχανική μάθηση σε κλίμακα.",
    "2740033957": "Η ομάδα IM αποτελείται από επιστήμονες και μηχανικούς από την Apple, την Amazon και άλλους ηγέτες στη μηχανική μάθηση, τα κατανεμημένα συστήματα και την ασφάλεια.",
    "1579715421": "Οι επιστήμονες του IM δημοσιεύουν τακτικά σε κορυφαία συνέδρια όπως το ICML, το ICLR, το ECCV και το NeurIPS, και η εταιρεία έχει δημοσιεύσει δημοσίως σύγχρονα αποτελέσματα σε κλάδους ML, όπως το deep hashing [",
    "4015238193": "και OCR [",
    "279580593": "imachines.com",
    "279918384": "Πώς χρησιμοποιεί η Google τη δωρεάν εργασία σας;",
    "2385522384": "Πιθανότατα βλέπατε καρέ βίντεο από κάμερες στα αυτοοδηγούμενα αυτοκίνητα Waymo της Google και βοηθούσατε στη βελτίωση της αναγνώρισης αντικειμένων τους.",
    "1517627947": "Πιθανότατα βλέπατε εικόνες κτιρίων ή πινακίδες από τα αυτοκίνητα Streetview της Google και βοηθούσατε στην επισήμανση τοποθεσιών για τους Χάρτες και τα προϊόντα Earth.",
    "3225936061": "Πιθανότατα βλέπατε εικόνες κειμένου που λαμβάνονται από σελίδες βιβλίων στην υπηρεσία Βιβλίων Google και βοηθούν στη βελτίωση του λογισμικού OCR (αναγνώριση κειμένου).",
    "129661785": "Σας ζητήθηκε ποτέ να \"κάνετε κλικ στο αυτοκίνητο/διάβαση πεζών/στάση;\"",
    "936667684": "Σας ζητήθηκε ποτέ να \"πληκτρολογήσετε την πινακίδα του κτιρίου/του δρόμου;\"",
    "3773515538": "Σας ζητήθηκε ποτέ να \"πληκτρολογήσετε τις δύο λέξεις;\"",
    "1778058441": "Τι είδους εργασίες εκτελούνται στο hCaptcha;",
    "366088791": "Το hCaptcha υποστηρίζει μια μεγάλη ποικιλία εργασιών.",
    "3114147525": "Οι πελάτες hCaptcha χρησιμοποιούν την υπηρεσία για εργασίες όπως η αναγνώριση αντικειμένων, η ανίχνευση χαρακτηριστικών (συλλογή ετικετών για τον προσδιορισμό τύπων ρούχων), η κατάταξη συνάφειας (επιλέγοντας το πιο σχετικό προϊόν από πολλές επιλογές σε σύγκριση με ένα κύριο προϊόν), οριοθέτηση πλαισίων (εύρεση περιοχών ενδιαφέροντος σε μια εικόνα), \"Human OCR\" (αναγνώριση του κειμένου σε μια εικόνα) και πολλά άλλα είδη εργασιών.",
    "3139609561": "Ακολουθούν δύο παραδείγματα τύπων εργασιών ταξινόμησης εικόνων και ανίχνευσης χαρακτηριστικών. [",
    "2273532558": "Ποιοι είναι οι πελάτες που πληρώνουν το hCaptcha;",
    "4104221634": "Οι πελάτες της hCaptcha καλύπτουν μια ποικιλία βιομηχανιών, από εταιρείες τεχνολογίας έως εκείνες που επικεντρώνονται στη μόδα, το λιανικό εμπόριο και άλλους τομείς όπου μπορούν να δημιουργήσουν αξία από την εφαρμογή της μηχανικής μάθησης.",
    "1337725003": "Η hCaptcha έχει δεσμευτεί να εκδημοκρατίσει την πρόσβαση σε σχολιασμούς μεγάλου όγκου σε πραγματικό χρόνο, επιτρέποντας σε μεγάλες και μικρές εταιρείες να βελτιώσουν την ποιότητα των προϊόντων και των υπηρεσιών τους εφαρμόζοντας μηχανική εκμάθηση στην επιχείρησή τους.",
    "4086379603": "Ερωτήσεις;",
    "1243684308": "Λαμβάνουμε σοβαρά υπόψη τα σχόλιά σας και θέλουμε να διασφαλίσουμε ότι όλοι θα έχουν μια πιο ευχάριστη εμπειρία στο διαδίκτυο, με λιγότερα bots και λιγότερα ανεπιθύμητα μηνύματα. Επικοινωνήστε μαζί μας:",
    "2645321220": "Και αν πιστεύετε ότι το κόστος του reCAPTCHA είναι πολύ υψηλό, ρωτήστε μας για το hCaptcha Enterprise. Επί του παρόντος χρησιμοποιούνται από μερικούς από τους μεγαλύτερους εκδότες, εταιρείες χρηματοοικονομικών υπηρεσιών και εταιρείες υποδομής ιστού στον κόσμο, δεν αποτελούν μόνο μια αξιόπιστη εναλλακτική λύση στο reCAPTCHA: πιστεύουμε ότι προσφέρουν την καλύτερη προστασία ρομπότ που είναι διαθέσιμη αυτή τη στιγμή.",
    "1229233916": "Υποσημειώσεις",
    "1115642494": "1. Πηγή: Καταχωρίσεις τοποθεσιών BuiltWith.com reCAPTCHA. Ανακτήθηκε στις 9 Ιουλίου 2019.",
    "448807334": "(\"Εκατοντάδες εκατομμύρια CAPTCHA λύνονται από άτομα κάθε μέρα.\") Ανακτήθηκε στις 8 Ιουλίου 2019.",
    "2397590157": "3. Συντηρητική εκτίμηση: 200 εκατομμύρια λύσεις * 30 δευτερόλεπτα ανά λύση σε χρόνια = 190,3 ανθρωποέτη/ημέρα.",
    "3236311792": "4. Εσωτερική ανάλυση hCaptcha. Τα δεδομένα συγκεντρώθηκαν έως τις 30 Ιουνίου 2019. Λεπτομέρειες είναι διαθέσιμες κατόπιν αιτήματος.",
    "1752259468": "5. Συντηρητική εκτίμηση: 0,01 $ κόστος ενός μεμονωμένου σχολιασμού * 200 εκατομμύρια κατά μέσο όρο. σχολιασμοί ανά ημέρα (κάτω όριο) * 365 ημέρες το χρόνο * 10 χρόνια από την απόκτηση του 2009 = 7,3 δισεκατομμύρια $ χαμηλότερη τιμή ορίου.",
    "3268946369": "6. Πίστωση: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Πηγή: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "ΣΧΕΣΙΚΕΣ ΕΝΣΩΜΑΤΩΣΕΙΣ ΒΑΣΙΣΜΕΝΗΣ ΣΗΜΑΣΙΑΚΗΣ ΙΕΡΑΡΧΙΑΣ ΓΙΑ ΑΔΥΝΑΜΕΝΑ ΕΠΙΠΛΕΟΝ ΕΠΟΠΤΕΥΟΝΤΑΙ DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Πρόσφατα αποτελέσματα τελευταίας τεχνολογίας: ICML LLD, Μάιος 2019.",
    "1973347745": "10. Παραδείγματα εικόνων χωρίς δικαιώματα. Πηγή: Petapixel.",
    "1493115924": "Σημειώσεις εμπορικών σημάτων:",
    "4051104324": "Το \"Intuition Machines\" είναι σήμα κατατεθέν της Intuition Machines, Inc.",
    "3983646521": "Όλα τα ονόματα προϊόντων, τα λογότυπα, οι επωνυμίες, τα εμπορικά σήματα και τα κατατεθέντα εμπορικά σήματα είναι ιδιοκτησία των αντίστοιχων κατόχων τους. Όλα τα ονόματα εταιρειών, προϊόντων και υπηρεσιών που χρησιμοποιούνται σε αυτόν τον ιστότοπο προορίζονται μόνο για σκοπούς αναγνώρισης. Η χρήση αυτών των ονομάτων, εμπορικών σημάτων και εμπορικών σημάτων δεν συνεπάγεται έγκριση. Στην προκειμένη περίπτωση, ακριβώς το αντίθετο.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Οι επιστήμονες του IM έθεσαν νέο σημείο αναφοράς για την ασθενώς εποπτευόμενη αναγνώριση κειμένου (OCR) στο CVPR 2020.",
    "1259002282": "Βρήκατε ένα σφάλμα; Δείτε πώς μπορείτε να το αναφέρετε.",
    "3301728462": "Εκατομμύρια άνθρωποι χρησιμοποιούν το hCaptcha κάθε μήνα, σε χιλιάδες συνδυασμούς προγραμμάτων περιήγησης, επεκτάσεων, συσκευών, τείχη προστασίας και πολλά άλλα.",
    "3878230879": "Στόχος μας είναι να διασφαλίσουμε ότι λειτουργεί πάντα για εσάς, επομένως εκτιμούμε πολύ τις αναφορές σας!",
    "2465128185": "Για να δώσετε γρήγορα σχόλια, απλώς κάντε κλικ στο κουμπί \"Στείλτε μας σχόλια\".",
    "2921990472": "Εάν βλέπετε λειτουργικό πρόβλημα, ακολουθήστε το",
    "2870341481": "παρακάτω. Μόνο για οποιοδήποτε άλλο πρόγραμμα περιήγησης",
    "1866590035": "οδηγίες καταγραφής εντοπισμού σφαλμάτων για το Chrome",
    "444492541": "οδηγίες καταγραφής εντοπισμού σφαλμάτων για τον Firefox",
    "169267610": "Στείλτε μας email",
    "3100722753": "Για πιθανά ζητήματα ασφάλειας ή απορρήτου, ανατρέξτε στις παρακάτω οδηγίες.",
    "1906593952": "Δώστε σχόλια για το hCaptcha που μόλις είδατε",
    "3951254541": "Εκτιμούμε τη συμβολή σας. Ενημερώστε μας για τυχόν προβλήματα και θα τα λύσουμε γρήγορα.",
    "3324288040": "Στείλτε μας σχόλια",
    "2864016648": "Ζητήματα απορρήτου",
    "304004915": "Δεν μας ενδιαφέρει ποιοι είναι οι χρήστες, μόνο πόσο πιθανό είναι να είναι κακόβουλοι ή μηχανές. Υποστηρίζουμε πρωτοβουλίες όπως",
    "1139493658": ", και εργαστείτε σκληρά για να εξισορροπήσετε το απόρρητο και την ασφάλεια.",
    "3083289844": "Εάν εντοπίσατε κάποιο πρόβλημα που πιστεύετε ότι θα μπορούσε να επηρεάσει το απόρρητο των χρηστών, στείλτε μας email στο",
    "4264784515": "Σφάλματα ασφαλείας",
    "963238401": "Μας ενδιαφέρει πάντα να λαμβάνουμε αναφορές για σφάλματα ασφαλείας. ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "3926027556": "και θα επικοινωνήσουμε μαζί σας γρήγορα.",
    "1589805435": "Έχουμε επίσης ένα",
    "2560582224": "πρόγραμμα επιβράβευσης σφαλμάτων",
    "103876916": "για τις κατάλληλες αναφορές ασφαλείας για την υπηρεσία hCaptcha και τον σχετικό πηγαίο κώδικα.",
    "497117287": "Επιλογές προσβασιμότητας",
    "3230004040": "Έχετε προβλήματα όρασης ή δεν μπορείτε να ολοκληρώσετε τα hCaptchas;",
    "3480023141": "Μάθετε περισσότερα σχετικά με τις επιλογές προσβασιμότητας",
    "2052161540": "Λήψη λεπτομερειών αναφοράς σφαλμάτων: Chrome",
    "2281169898": "Η αποστολή πληροφοριών εντοπισμού σφαλμάτων με την αναφορά σας θα μας διευκολύνει να προσδιορίσουμε τι συμβαίνει. Ακολουθούν οδηγίες βήμα προς βήμα:",
    "1123365779": "Εάν είστε προγραμματιστής ιστού ή έμπειρος χρήστης, η περίληψη είναι ότι θα θέλαμε να μας στείλετε ένα δίκτυο που καταγράφει αρχεία καταγραφής HAR και κονσόλας προγράμματος περιήγησης.",
    "2015218686": "πριν προχωρήσετε σε αυτά τα βήματα. Εάν αυτό επιλύσει το πρόβλημά σας, θα εκτιμούσαμε να μας ενημερώσετε την έκδοση του προγράμματος περιήγησής σας, το πρόγραμμα αποκλεισμού διαφημίσεων ή την επέκταση του προγράμματος περιήγησης και τη διεύθυνση URL του ιστότοπου.",
    "3922723611": "Δοκιμάστε να απενεργοποιήσετε οποιοδήποτε πρόγραμμα αποκλεισμού διαφημίσεων ή επεκτάσεις ασφαλείας του προγράμματος περιήγησης",
    "4036872105": "πρώτα και μετά ξαναπροσπαθήστε",
    "993651083": "Βήμα 1: Ανοίξτε τα Εργαλεία προγραμματιστή (Αυτό ξεκινά η εγγραφή της περιόδου σύνδεσης.)",
    "4163469907": "Βήμα 2: Κάντε κλικ στην καρτέλα Δίκτυο στα Εργαλεία προγραμματιστή. Επιλέξτε το πλαίσιο \"Διατήρηση αρχείου καταγραφής\" στο επάνω μέρος.",
    "4243348003": "Βήμα 3: επίσκεψη",
    "641342999": ", ή τον ιστότοπο στον οποίο αντιμετωπίζετε πρόβλημα (Σημείωση απορρήτου: μόνο εάν δεν σας πειράζει να μοιραστείτε αυτό που είναι) ... και, στη συνέχεια, κάντε κλικ στο κουμπί \"Είμαι άνθρωπος\" και προσπαθήστε να το λύσετε.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Βήμα 4: Κάντε κλικ στο \"Εξαγωγή HAR\" (το μικρό βέλος προς τα κάτω) αφού επιχειρήσετε να επιλύσετε, το οποίο αποθηκεύει το αρχείο καταγραφής δικτύου. Στείλτε μας αυτό το αρχείο.",
    "1503240421": "Βήμα 5: Κάντε κλικ στην καρτέλα Κονσόλα και κάντε δεξί κλικ στη συνέχεια «Αποθήκευση ως ..» για να αποθηκεύσετε το αρχείο καταγραφής της κονσόλας. Στείλε μας και αυτό.",
    "2863840904": "Βήμα 6: Τελευταίο βήμα, στείλτε μας μέσω email αυτά τα αρχεία καταγραφής HAR και κονσόλας και περιγράψτε το πρόβλημα",
    "4051785543": "Χρήση:",
    "3623028666": "(παρακαλώ χρησιμοποιήστε μια υπηρεσία όπως",
    "551761392": "και αποστολή συνδέσμων) και προαιρετικά ένα στιγμιότυπο οθόνης, εάν υποψιάζεστε ότι κάτι δεν εμφανίζεται σωστά. Στείλτε επίσης την IP που χρησιμοποιείτε. Μπορείτε να το πάρετε από",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Ευχαριστούμε που αφιερώσατε χρόνο για να μας βοηθήσετε να λάβουμε αυτές τις πληροφορίες!",
    "3680327841": "Δεσμευόμαστε να κάνουμε το hCaptcha να λειτουργεί καλά για όλους",
    "1059502393": "Λήψη λεπτομερειών αναφοράς σφαλμάτων: Firefox",
    "1112074001": "Βήμα 2: Κάντε κλικ στην καρτέλα Δίκτυο στα Εργαλεία προγραμματιστή. Επιλέξτε το πλαίσιο \"Διατήρηση αρχείων καταγραφής\" στο επάνω μέρος.",
    "1797298240": "Βήμα 4: Κάντε κλικ στο \"HAR\" αφού προσπαθήσετε να επιλύσετε και επιλέξτε \"Αποθήκευση όλων ως HAR\" για να αποθηκεύσετε το αρχείο καταγραφής δικτύου. Στείλτε μας αυτό το αρχείο.",
    "3671246379": "Βήμα 5: Κάντε κλικ στην καρτέλα Κονσόλα και κάντε δεξί κλικ στη συνέχεια στο \"Επιλογή όλων\" και αποθηκεύστε το σε ένα αρχείο κειμένου, για να αποθηκεύσετε το αρχείο καταγραφής της κονσόλας. Στείλε μας και αυτό.",
    "3816867833": "Ανατροφοδότηση",
    "788770967": "Λυπάμαι που το ακούω αυτό! Μπορεί να θέλετε να χρησιμοποιήσετε την επιλογή προσβασιμότητας:",
    "1333016413": "Αυτό σας επιτρέπει να αποφύγετε μελλοντικές ερωτήσεις με την εγγραφή και τη ρύθμιση ενός cookie.",
    "2333410049": "Δοκιμάστε επίσης να απενεργοποιήσετε το πρόγραμμα αποκλεισμού διαφημίσεων.",
    "1345083090": "Αναφορά προβλήματος λειτουργικότητας;",
    "2184564739": "Βλέπω",
    "604751186": "Αλλα θέματα? ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "πώς να αναφέρετε προβλήματα με λεπτομερή αρχεία καταγραφής",
    "1050501253": "Πολύ δύσκολο",
    "3264813246": "Ακατάλληλος",
    "3526939538": "Σφάλμα λογισμικού",
    "126134492": "Αλλα",
    "3511610999": "Ας φροντίσουμε να φτάσετε στο σωστό μέρος.",
    "3906886217": "Για εταιρείες ή ιστότοπους",
    "1621597093": "Λύσεις ασφάλειας επιχειρήσεων (με πληρωμή)",
    "3176531704": "Σχολιασμός δεδομένων",
    "1834239172": "Αγοράστε υπηρεσίες σχολιασμού hCaptcha",
    "1457707016": "Για ιδιώτες",
    "770264626": "Προσθήκη hCaptcha στην υπηρεσία σας (δωρεάν)",
    "881015166": "Προσθήκη hCaptcha for Publishers στον ιστότοπο ή την εφαρμογή μου",
    "47536007": "Μάθετε περισσότερα για το hCaptcha",
    "2012837493": "Αποτελέσματα αναζήτησης",
    "4034694801": "Δεν υπάρχουν αποτελέσματα που να ταιριάζουν.",
    "3621411541": "Μάθετε σχετικά με τις επιλογές προσβασιμότητας για το hCaptcha",
    "3401005681": "Κερδίζω χρήματα",
    "3933993151": "Εργαστείτε ως μεμονωμένος ετικετοποιητής δεδομένων",
    "563059212": "Κατάλογος Υπεπεξεργαστών",
    "3501923981": "Τελευταία ενημέρωση: 1 Ιανουαρίου 2020.",
    "3548097301": "Ισχύει: 1 Ιανουαρίου 2020.",
    "3991444169": "Αυτή η σελίδα παραθέτει τους τρέχοντες υποεπεξεργαστές για την υπηρεσία hCaptcha Enterprise.",
    "835396984": "Επί του παρόντος ενεργός",
    "424089481": "Amazon Web Services, Inc. (Παγκόσμια). Παρεχόμενες υπηρεσίες: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Παγκόσμια). Παρεχόμενες υπηρεσίες: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Παγκόσμια). Παρεχόμενες υπηρεσίες: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Παγκόσμια). Παρεχόμενες υπηρεσίες: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Σημείωση: δεν ισχύει για όλους τους πελάτες. Για παράδειγμα, οι πελάτες IP Blinding ή άλλες προηγμένες επιλογές απορρήτου ή ασφάλειας (π.χ. πελάτες Ασφαλούς Εικονικής Μίσθωσης) εξαιρούνται πλήρως από τυχόν πιθανά \"PII\" που εισέρχονται ποτέ σε συστήματα τηλεμετρίας, ακόμη και σε μια διεύθυνση IP. Επικοινωνήστε με τον αντιπρόσωπο του λογαριασμού σας για περισσότερες πληροφορίες εάν απαιτείται.",
    "700843971": "Hound Technology, Inc. (Παγκόσμια). Παρεχόμενες υπηρεσίες: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Παγκόσμια). Παρεχόμενες υπηρεσίες: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Παγκόσμια). Παρεχόμενες υπηρεσίες: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Παγκόσμια). Παρεχόμενες υπηρεσίες: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Υποδομή",
    "370366524": "Εφήμερη Τηλεμετρία Υπηρεσιών",
    "121192737": "Προσεχείς προσθήκες",
    "2420789666": "Fastly, Inc. Παρεχόμενες υπηρεσίες: Fastly CDN και υπολογισμός άκρων.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Ισχύει: 1 Σεπτεμβρίου 2021. Προσθήκη υποδομής",
    "1487796027": "Για εταιρείες",
    "3943417791": "Λάβετε υποστήριξη για το hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (δωρεάν)",
    "3397976149": "Λάβετε υποστήριξη για το hCaptcha Publisher",
    "833750823": "Δυσκολεύεστε με μια πρόκληση;",
    "2024737147": "Θέλετε να αναφέρετε ένα σφάλμα;",
    "1978884623": "Μάθετε περισσότερα σχετικά με την αναφορά προβλημάτων λογισμικού",
    "4188664955": "Κύριοι Όροι Παροχής Υπηρεσιών",
    "2621989404": "Τελευταία ενημέρωση: 24 Σεπτεμβρίου 2021. Λάβετε υπόψη ότι οι όροι μας στην αγγλική γλώσσα είναι έγκυροι.",
    "2404545611": "Καλώς ήρθατε στο hCaptcha! Σας ευχαριστούμε που είστε μέλος της κοινότητάς μας. Όλοι οι χρήστες των \"Υπηρεσιών\" (που ορίζονται παρακάτω) πρέπει να συμφωνούν με τους ακόλουθους όρους (τους \"Όρους Παροχής Υπηρεσιών\"). Σύμφωνα με αυτούς τους Όρους Παροχής Υπηρεσιών, το \"IMI\", το \"εμείς\" και το \"εμάς\" αναφέρεται στην Intuition Machines, Inc. και στις θυγατρικές, θυγατρικές, αξιωματούχους, πράκτορες, υπαλλήλους, αντιπροσώπους και πράκτορες της και ο \"ιστότοπός μας\" περιλαμβάνει οποιονδήποτε ιστότοπο σύμφωνα με τον έλεγχό μας, συμπεριλαμβανομένων των www.hcaptcha.com και www.imachines.com.",
    "2348450790": "Διαβάστε αυτούς τους Όρους Παροχής Υπηρεσιών. Περιλαμβάνουν, μεταξύ άλλων διατάξεων, αποποιήσεις εγγυήσεων, περιορισμούς ευθύνης και δεσμευτική διαιτησία. Λάβετε υπόψη ότι αυτοί οι Όροι Παροχής Υπηρεσιών ενδέχεται να έχουν αλλάξει από την τελευταία σας επίσκεψη στον ιστότοπό μας. Ενδέχεται να αναθεωρούμε και να ενημερώνουμε κατά καιρούς αυτούς τους Όρους Παροχής Υπηρεσιών κατά την απόλυτη διακριτική μας ευχέρεια. Σε περίπτωση ουσιαστικής αλλαγής, θα σας ειδοποιήσουμε δημοσιεύοντας τους ενημερωμένους Όρους Παροχής Υπηρεσιών σε αυτήν τη σελίδα, μετά την οποία θα πρέπει να αποδεχτείτε καταφατικά τους ενημερωμένους Όρους Παροχής Υπηρεσιών για να συνεχίσετε να χρησιμοποιείτε ή να έχετε πρόσβαση στον Ιστότοπο ή την Υπηρεσία.",
    "1064537632": "Λάβετε υπόψη ότι η χρήση της Υπηρεσίας μας από εσάς διέπεται από τη Συμφωνία Επεξεργασίας Δεδομένων μας, η οποία ενσωματώνεται στο παρόν με παραπομπή. Ελέγξτε αυτήν τη συμφωνία για να δείτε πώς επεξεργαζόμαστε προσωπικά δεδομένα για λογαριασμό σας. Λάβετε υπόψη ότι λειτουργούμε ως \"επεξεργαστής δεδομένων\" για τους σκοπούς του Γενικού Κανονισμού Προστασίας Δεδομένων της ΕΕ και ως \"πάροχος υπηρεσιών\" για τους σκοπούς του νόμου περί απορρήτου των καταναλωτών της Καλιφόρνια.",
    "1933936765": "Συμφωνία Επεξεργασίας Δεδομένων (Τελευταία ενημέρωση: 23 Σεπτεμβρίου 2021)",
    "2959486280": "Εάν δεν συμφωνείτε με αυτούς τους Όρους Παροχής Υπηρεσιών, δεν μπορείτε να χρησιμοποιήσετε ή να αποκτήσετε πρόσβαση στον Ιστότοπο ή την Υπηρεσία.",
    "3200859925": "1. Σκοπός",
    "1807143500": "Οι Υπηρεσίες περιλαμβάνουν μια διαδικτυακή υπηρεσία ασφαλείας (η «Υπηρεσία hCaptcha») και μια πλατφόρμα (η «Πλατφόρμα μηχανών διαίσθησης») στην οποία ένα άτομο («Συντελεστής») μπορεί να επιλέξει να εκτελέσει εργασίες που μια τρίτη οντότητα ή η ίδια η Intuition Machines (κάθε ένας \"Αιτητής\") δημοσιεύει στον ιστότοπό μας ή στην Υπηρεσία hCaptcha, είτε απευθείας στον ιστότοπό μας είτε αποκτώντας πρόσβαση στην πλατφόρμα Intuition Machines και/ή εκτελώντας εργασίες μέσω ή σε σχέση με οντότητα ή/και πλατφόρμα ή υπηρεσία τρίτου μέρους (κάθε μία, μια \"Integrator\"). Οι αιτούντες δημοσιεύουν εργασίες και προσκαλούν τους Συνεισφέροντες να τις εκτελέσουν με αντάλλαγμα τις ανταμοιβές που παρέχονται από το IMI στους Integrators ή όπως καθορίζεται από τον αιτούντα εάν ο αιτών χρησιμοποιεί την πλατφόρμα Intuition Machines ή την Υπηρεσία hCaptcha για να εξυπηρετήσει εργασίες στους δικούς τους τελικούς χρήστες. Χρεώνουμε εταιρείες και ιδιώτες (ο καθένας ένας \"Πελάτης\") για τη χρήση της πλατφόρμας μας, ώστε να μπορούν να χρησιμοποιήσουν το λογισμικό μας, τις εργασίες συντάκτη, να μας προσλάβουν για εργασίες συντάκτη ή/και να αποκτήσουν πρόσβαση στους Συνεισφέροντες. Χρεώνουμε επίσης τους Integrators για τη χρήση της Υπηρεσίας hCaptcha, προκειμένου να περιορίσουμε την απάτη, την κατάχρηση και το ανεπιθύμητο περιεχόμενο στους ιστότοπούς τους, τις εφαρμογές για κινητά και άλλες διαδικτυακές ιδιοκτησίες τους. Τα παραπάνω αναφέρονται συλλογικά ως \"Υπηρεσίες\".",
    "3212830633": "2. Επιλεξιμότητα",
    "2605814073": "Με τη χρήση ή την εγγραφή σας στις Υπηρεσίες μας, συμφωνείτε: είστε τουλάχιστον 18 ετών. έχετε την εξουσία να συνάψετε αυτήν τη συμφωνία εκ μέρους σας ή της οντότητας που εκπροσωπείτε και θα παραμένετε ανά πάσα στιγμή σε συμμόρφωση με τους παρόντες Όρους Παροχής Υπηρεσιών και όλες τις πολιτικές και οδηγίες IMI που αναφέρονται στο παρόν· και δεν θα καταχραστείτε τον ιστότοπό μας, δεν θα παραποιήσετε την ταυτότητά σας σε εμάς ή θα χρησιμοποιήσετε τεχνητή νοημοσύνη για να ολοκληρώσετε οποιοδήποτε τμήμα οποιασδήποτε εργασίας στο IMI που απαιτεί ανθρώπινη νοημοσύνη.",
    "2616040974": "3. Πελάτες και αιτούντες",
    "1544829730": "Εάν είστε Πελάτης ή αιτών, συμφωνείτε ότι οι πρόσθετοι όροι που επισυνάπτονται στο παρόν ως Παράρτημα Πελάτη θα ισχύουν και θα ενσωματωθούν με αναφορά στους παρόντες Όρους Παροχής Υπηρεσιών. Εάν δεν είστε πελάτης ή αιτών ή παύετε να είστε πελάτης ή αιτών, τότε οι πρόσθετοι όροι στο Παράρτημα Πελάτη δεν θα ισχύουν ούτε θα ενσωματωθούν με αναφορά στους παρόντες Όρους Παροχής Υπηρεσιών.",
    "3759360138": "4. Όνομα χρήστη και κωδικός πρόσβασης",
    "2236960358": "Κατά την εγγραφή, θα σας ζητηθεί να αποκαλύψετε ορισμένες προσωπικές πληροφορίες για εσάς (\"Προσωπικά στοιχεία\"), συμπεριλαμβανομένου του ονόματός σας, της διεύθυνσης email σας και να δημιουργήσετε ένα όνομα χρήστη και κωδικό πρόσβασης, τα οποία θα υπόκεινται στην Πολιτική Απορρήτου μας, που είναι διαθέσιμη στο δικτυακός τόπος. Εσείς είστε μόνοι υπεύθυνοι για την παρακολούθηση, τη διασφάλιση και τη διατήρηση της ασφάλειας του λογαριασμού σας, των κωδικών πρόσβασης και τυχόν κλειδιών ελέγχου ταυτότητας που σχετίζονται με τον λογαριασμό σας και είστε υπεύθυνοι για οποιαδήποτε χρήση ή ενέργεια που πραγματοποιείται μέσω της χρήσης αυτών των πληροφοριών στις Υπηρεσίες.",
    "3047519814": "Συμφωνείτε ότι δεν θα μοιραστείτε τον λογαριασμό ή τον κωδικό πρόσβασής σας με κανέναν.",
    "1699668873": "Πρέπει να ενημερώσετε αμέσως το IMI εάν υποψιάζεστε ότι οι πληροφορίες του λογαριασμού σας έχουν κλαπεί ή χρησιμοποιηθεί από κάποιον άλλο ή οποιαδήποτε άλλη παραβίαση ασφάλειας.",
    "3044038608": "Συμφωνείτε να μας παρέχετε αληθείς, ακριβείς και πλήρεις πληροφορίες όπως ζητούνται στη διαδικασία εγγραφής μας. Συμφωνείτε επίσης να ενημερώσετε αυτές τις πληροφορίες αμέσως, όπως είναι απαραίτητο, για να διατηρούνται ενημερωμένες και ακριβείς.",
    "4132302900": "5. Το απόρρητό σας, τα δεδομένα σας και \"Δεδομένα για όλους\"",
    "10724169": "Αποδέχεστε την Πολιτική Απορρήτου μας, η οποία διέπει τι θα κάνουμε με οποιεσδήποτε Προσωπικές Πληροφορίες που μας δίνετε.",
    "1669194950": "Εκτός από τις Προσωπικές Πληροφορίες, μπορεί επίσης να σας ζητηθεί να παρέχετε (ή μπορεί να χρειαστεί να συλλέξουμε) άλλα δεδομένα, ώστε να παρέχουμε τις Υπηρεσίες (συλλογικά, \"Δεδομένα Πελατών\"). Δεν φέρουμε ευθύνη για τυχόν αποτυχία παροχής Υπηρεσιών που προκαλείται από την καθυστέρηση ή την αδυναμία παροχής Δεδομένων Πελατών.",
    "1330274831": "Με το παρόν μας εκχωρείτε μια παγκόσμια, μη αποκλειστική, υποαδειοδοτήσιμη, μεταβιβάσιμη, χωρίς δικαιώματα, αμετάκλητη άδεια χρήσης, αναπαραγωγής, ηλεκτρονικής διανομής και δημόσιας προβολής οποιωνδήποτε Δεδομένων Πελάτη αποκλειστικά για το σκοπό της παροχής των Υπηρεσιών . Δηλώνετε και εγγυάστε ότι κατέχετε επαρκή δικαιώματα, τίτλους και συμφέροντα στα δεδομένα σας και στα δεδομένα σας προκειμένου να χορηγήσετε την άδεια σε αυτήν την ενότητα.",
    "2230333214": "Συγκεντρώνουμε Δεδομένα Πελατών με άλλα δεδομένα, έτσι ώστε τα αποτελέσματα να μην είναι προσωπικά αναγνωρίσιμα και συλλέγουμε επίσης μη αναγνωρισμένα τεχνικά αρχεία καταγραφής και δεδομένα σχετικά με τη χρήση των Υπηρεσιών (\"Συγκεντρωτικά/Αποπροσδιορισμένα δεδομένα\"). Ανεξάρτητα από οτιδήποτε αντίθετο στο παρόν, οποιαδήποτε τέτοια Συγκεντρωτικά/Αποπροσδιορισμένα Δεδομένα μπορεί να χρησιμοποιηθούν από το IMI για οποιονδήποτε επιχειρηματικό σκοπό κατά τη διάρκεια ή μετά τη λήξη της παρούσας συμφωνίας, συμπεριλαμβανομένης χωρίς περιορισμό ανάπτυξης και βελτίωσης των Υπηρεσιών και δημιουργίας και διανομής αναφορών και άλλων υλικά. Τα Δεδομένα Πελάτη ενδέχεται επίσης να διατηρηθούν και να εμφανίζονται στο σύστημα για περιορισμένο χρονικό διάστημα που δεν υπερβαίνει τις 180 ημέρες μετά την ολοκλήρωση μιας εργασίας, για παράδειγμα ως δεδομένα αυτόματης βαθμονόμησης ή επικύρωσης για συστήματα Intuition Machines. Για λόγους σαφήνειας, αυτή η Ενότητα 5 δεν μας δίνει το δικαίωμα να σας προσδιορίσουμε ως την πηγή οποιωνδήποτε Συγκεντρωτικών/Αποπροσδιορισμένων Δεδομένων χωρίς την προηγούμενη γραπτή σας άδεια.",
    "3881754581": ". Εάν είστε Πελάτης των υπηρεσιών σχολιασμού μας και έχετε επιλέξει την επιλογή \"Δεδομένα για όλους\" ως μέρος της χρήσης των Υπηρεσιών από εσάς, τότε χορηγείτε στο IMI και σε όλους τους χρήστες των Υπηρεσιών ένα παγκόσμιο, μη αποκλειστικό, με δυνατότητα υποάδειας, μεταβιβάσιμο, χωρίς δικαιώματα, αμετάκλητη άδεια για την πλήρη εκμετάλλευση όλων των Δεδομένων Πελατών, συμπεριλαμβανομένων όλων των σχετικών δικαιωμάτων πνευματικής ιδιοκτησίας. Εάν κάνετε την επιλογή \"Δεδομένα για όλους\", δηλώνετε και εγγυάστε ότι κατέχετε επαρκή δικαιώματα, τίτλους και συμφέροντα στα δεδομένα σας και στα δεδομένα σας προκειμένου να χορηγήσετε την άδεια σε αυτήν την ενότητα.",
    "3496767126": "Προς αποφυγή αμφιβολιών, η ακόλουθη παράγραφος ισχύει αποκλειστικά για πελάτες που χρησιμοποιούν τις υπηρεσίες σχολιασμού μας και όχι για χρήση των Υπηρεσιών μας ως Integrator",
    "767207800": "Εάν τα δεδομένα σας περιέχουν δυνητικά άσεμνο ή προσβλητικό περιεχόμενο, σας ζητάμε να τα επισημάνετε ως \"ΡΗΤΟ ΠΕΡΙΕΧΟΜΕΝΟ\" για να χρησιμεύσει ως δίκαιη προειδοποίηση σε οποιονδήποτε βλέπει τα δεδομένα σας. Δεν μπορείτε χωρίς χωριστή γραπτή συμφωνία με το IMI να συμπεριλάβετε εργασίες που παραβιάζουν τις πολιτικές μας, συμπεριλαμβανομένων, ενδεικτικά, (α) εργασιών που προωθούν άμεσα ή έμμεσα άλλον ιστότοπο ή υπηρεσία, (β) εργασίες που παραβιάζουν τους όρους ιστότοπου τρίτου μέρους και προϋποθέσεις, (γ) καθήκοντα που ζητούν από τους Συνεισφέροντες να ζητήσουν από τρίτους, (δ) εργασίες που ζητούν από τους Συνεισφέροντες να λάβουν μέτρα για να χειραγωγήσουν τη συμπεριφορά ή τα αποτελέσματα ενός ιστότοπου, (ε) εργασίες που παραβιάζουν τα δικαιώματα πνευματικής ιδιοκτησίας τρίτων και (στ) καθήκοντα που απαιτούν από τους Συνεισφέροντες τη λήψη λογισμικού ή αρχείων.",
    "3370561195": "6. Αποδεκτή Συμπεριφορά",
    "4205152730": "Σας ενθαρρύνουμε να αλληλεπιδράτε με άλλους χρήστες οπουδήποτε στον ιστότοπό μας, το φόρουμ, την ανταλλαγή μηνυμάτων, τη συνομιλία και άλλα κανάλια μέσων κοινωνικής δικτύωσης που ελέγχονται από το IMI, αλλά εάν το κάνετε πρέπει να συμμορφώνεστε με όλους τους όρους παροχής υπηρεσιών και χρήσης στον ιστότοπό μας και όλους τους σχετικούς νόμους .",
    "1394253934": "7. Κακή χρήση, κατάχρηση και παραποίηση",
    "1406393333": "Οποιαδήποτε πρόσβαση ή χρήση των Υπηρεσιών εκτός από τους παρόντες Όρους Υπηρεσιών και οποιεσδήποτε οδηγίες παρέχουμε απαγορεύεται αυστηρά. Ειδικότερα, ΔΕΝ ΘΑ:",
    "3409726716": "εγγραφείτε για περισσότερους από έναν λογαριασμούς μαζί μας χωρίς γραπτή εξουσιοδότηση.",
    "3119498672": "να εκτελέσετε οποιαδήποτε εργασία με τη χρήση ρομπότ Διαδικτύου, ρομπότ Ιστού, ρομπότ, σεναρίων ή οποιασδήποτε άλλης μορφής τεχνητής νοημοσύνης ή με άλλο τρόπο να προσπαθήσετε να λάβετε ανταμοιβές από το IMI ή οποιονδήποτε αιτούντα ή ολοκληρωμένο χωρίς να ολοκληρώσετε εργασίες όπως περιγράφονται·",
    "1188668818": "παρέχετε ψευδείς πληροφορίες κατά τη χρήση αυτού του ιστότοπου (συμπεριλαμβανομένης χωρίς περιορισμό πλαστοπροσωπίας οποιουδήποτε άλλου προσώπου ή οργανισμού στον λογαριασμό σας ή ψευδούς δήλωσης ή με άλλο τρόπο παραποίησης του εαυτού σας ή της σχέσης σας με οποιοδήποτε άλλο άτομο ή οργανισμό στον λογαριασμό σας.",
    "2804310964": "πρόσβαση στον ιστότοπό μας ή απόπειρα πρόσβασης στον ιστότοπό μας μέσω οποιουδήποτε διακομιστή μεσολάβησης ή άλλης συσκευής που έχει σχεδιαστεί για να συσκοτίζει την πραγματική τοποθεσία ή την ταυτότητά σας ή με οποιοδήποτε μέσο εκτός από τη διεπαφή που παρέχεται.",
    "1374227759": "χρήση του ιστότοπου για οποιαδήποτε παράνομη δραστηριότητα ή για οποιονδήποτε άλλο σκοπό εκτός από τον σκοπό για τον οποίο έγινε διαθέσιμος·",
    "2103513933": "συμμετέχουν σε δραστηριότητα που παρεμβαίνει ή διαταράσσει τη λειτουργία του ιστότοπου·",
    "137127070": "Εισαγάγετε, μεταφορτώστε ή επισυνάψτε κακόβουλους ή άγνωστους εξωτερικούς συνδέσμους ή αρχεία ή ανεβάστε οποιοδήποτε περιεχόμενο περιέχει ιό, δούρειο ίππο, ιό τύπου worm, ωρολογιακή βόμβα ή άλλο επιβλαβή κώδικα υπολογιστή.",
    "1686655020": "Ανεβάστε οποιοδήποτε περιεχόμενο που υπόκειται σε πνευματικά δικαιώματα που δεν είναι το πρωτότυπο έργο σας, εκτός εάν έχετε άδεια από τον νόμιμο κάτοχο να δημοσιεύσετε τέτοιο περιεχόμενο και να εκχωρήσετε στο IMI όλα τα αδειοδοτημένα δικαιώματα που παρέχονται στο παρόν.",
    "1406692811": "εμπλέκονται σε ανεπιθύμητη αλληλογραφία ή δημοσιεύουν οποιοδήποτε είδος δημοσιότητας, προσπαθούν να λάβουν παραπομπές, μαζική επικοινωνία, προσφορές ή αιτήματα χρημάτων, παροχή υπηρεσιών, διαφήμιση, μάρκετινγκ, ανόητα μηνύματα, διπλά θέματα, παράνομο περιεχόμενο, συνδέσμους κοινωνικών ιστοσελίδων, διευθύνσεις ηλεκτρονικού ταχυδρομείου ή Αναγνωριστικά άμεσων μηνυμάτων, εκτός εάν απαιτείται από την εργασία.",
    "3893539589": "Εισαγάγετε εξωτερικούς συνδέσμους που προσφέρουν αγαθά ή υπηρεσίες εκτός εάν απαιτείται από την εργασία·",
    "3214322759": "διαφορετικά να συμμετέχουν σε οποιαδήποτε κακόβουλη ή δόλια δραστηριότητα.",
    "3733422465": "8. Επαλήθευση της ταυτότητάς σας",
    "267645277": "Το IMI μπορεί να επαληθεύσει την ταυτότητά σας. Αυτό μπορεί να περιλαμβάνει τη σύγκριση των προσωπικών σας στοιχείων με βάσεις δεδομένων τρίτων ή επίσημα νομικά έγγραφα. Μας εξουσιοδοτείτε να κάνουμε οποιεσδήποτε απαραίτητες έρευνες για την επιβεβαίωση της ταυτότητάς σας, την ιδιοκτησία της διεύθυνσης email σας και την ιδιοκτησία των οικονομικών σας λογαριασμών. Συμφωνείτε να παρέχετε πληροφορίες σχετικά με εσάς για να μας βοηθήσετε να επαληθεύσουμε την ταυτότητά σας.",
    "4169910317": "9. Συμμόρφωση με το Νόμο",
    "519755936": "Εσείς είστε μόνοι υπεύθυνοι για τη συμμόρφωση με την ομοσπονδιακή, πολιτειακή, επαρχιακή και τοπική νομοθεσία σε σχέση με τη χρήση των Υπηρεσιών από εσάς. Συμφωνείτε να αποζημιώσετε και να μας κρατήσετε αβλαβείς για οποιεσδήποτε αξιώσεις εναντίον μας, επειδή δεν συμμορφώσατε με οποιονδήποτε νόμο ή παραβιάσατε δικαιώματα τρίτων, συμπεριλαμβανομένων χωρίς περιορισμό συμβατικών δικαιωμάτων, πνευματικής ιδιοκτησίας ή απορρήτου.",
    "731546974": "10. Φόροι συνεισφερόντων ή ολοκληρωτών",
    "3128328457": "Εάν είστε συνεισφέρων ή ολοκληρωτής, είστε μόνοι υπεύθυνοι για την πληρωμή τυχόν εκτιμώμενων ή άλλων ομοσπονδιακών, πολιτειακών ή τοπικών φόρων εισοδήματος, κοινωνικής ασφάλισης, FICA και αποζημιώσεων εργαζομένων που οφείλονται ως αποτέλεσμα της χρήσης του ιστότοπού μας, καθώς και παρόμοιους φόρους ή χρεώσεις σε χώρες εκτός ΗΠΑ. Συμφωνείτε να αποζημιώσετε και να μας κρατήσετε αβλαβείς για τυχόν εκτιμήσεις εναντίον μας, επειδή δεν συμμορφώσατε με οποιονδήποτε φορολογικό νόμο.",
    "2931396764": "11. Παραβίαση αυτών των Όρων Παροχής Υπηρεσιών",
    "1240667045": "Ενδέχεται να αναστείλουμε, να περιορίσουμε ή να ακυρώσουμε την πρόσβασή σας στις Υπηρεσίες ανά πάσα στιγμή για οποιονδήποτε λόγο, μεταξύ άλλων επειδή: (α) πιστεύουμε ότι έχετε παραβιάσει αυτούς τους Όρους Παροχής Υπηρεσιών (συμπεριλαμβανομένων άλλων σχετικών πολιτικών). (β) πιστεύουμε ότι έχετε παραβιάσει τα δικαιώματά μας ή τα δικαιώματα οποιουδήποτε τρίτου· (γ) δεν είμαστε σε θέση να επαληθεύσουμε ή να επικυρώσουμε τις πληροφορίες που μας έχετε παράσχει· ή (δ) πιστεύουμε ότι οι ενέργειές σας μπορεί να δημιουργήσουν υποχρεώσεις για εσάς, εμάς ή ένα τρίτο μέρος. Για την αποφυγή αμφιβολιών, διατηρούμε το δικαίωμα να αποτρέψουμε ή να αναστείλουμε την πληρωμή σε εσάς, εάν πιστεύουμε εύλογα ότι οποιοδήποτε από τα παραπάνω ισχύει για μια τέτοια πληρωμή.",
    "1601080128": "Εάν αναστείλουμε ή τερματίσουμε τον λογαριασμό σας, δεν θα έχετε πλέον πρόσβαση σε κανένα τμήμα του ιστότοπου, συμπεριλαμβανομένων δεδομένων, μηνυμάτων, αρχείων και άλλου υλικού που διατηρείτε στον ιστότοπο. ΔΕΝ επιτρέπεται να συνεχίσετε να χρησιμοποιείτε τον ιστότοπό μας με διαφορετικό ή νέο όνομα λογαριασμού. Οι παραβιάσεις αυτών των Όρων Παροχής Υπηρεσιών ενδέχεται να διώκονται στο μέγιστο βαθμό του νόμου και ενδέχεται να επιφέρουν πρόσθετες κυρώσεις και κυρώσεις.",
    "1160707899": "12. Ρόλος και σχέση του συνεισφέροντος με το ΙΜΙ και άλλους αιτούντες",
    "269838707": "Εάν είστε Συνεισφέρων, εσείς και μόνο εσείς αποφασίζετε ποιες και πόσες εργασίες θα ολοκληρώσετε και πότε και πού θα τις ολοκληρώσετε. Είστε ελεύθεροι να αφιερώσετε όσο χρόνο ή λίγο χρόνο για την ολοκλήρωση των εργασιών σας. Σε καμία περίπτωση δεν έχετε καμία υποχρέωση να ολοκληρώσετε μια εργασία.",
    "1087195513": "Εάν είστε Συνεισφέρων που έχει πρόσβαση στις Υπηρεσίες και/ή εκτελεί εργασίες μέσω ή σε σχέση με έναν Integrator εκ μέρους ενός αιτούντος που δεν είναι IMI, τότε συμφωνείτε και αναγνωρίζετε ότι η Intuition Machines δεν είναι υπεύθυνη και δεν έχει καμία υποχρέωση απέναντί σας με σε σχέση με τυχόν ανταμοιβές ή άλλη αποζημίωση για ολοκληρωμένες εργασίες. Συμφωνείτε και αποδέχεστε ότι τυχόν ανταμοιβές ή άλλη αποζημίωση για ολοκληρωμένες εργασίες καθορίζεται αποκλειστικά σύμφωνα με τη συμφωνία σας με τον αιτούντα ή/και τον ολοκληρωτή, όπως ισχύει. Οποιεσδήποτε διαφωνίες σχετικά με αυτές τις ανταμοιβές ή άλλες αποζημιώσεις (συμπεριλαμβανομένης χωρίς περιορισμό της αποτυχίας λήψης τέτοιων ανταμοιβών ή άλλης αποζημίωσης) είναι αποκλειστικά μεταξύ εσάς και του αιτούντος ή/και του ενοποιητή, ανάλογα με την περίπτωση.",
    "952813944": "Ούτε η χρήση του ιστότοπού μας ούτε οτιδήποτε σε αυτήν τη συμφωνία δημιουργεί σχέση απασχόλησης, συνεργασίας, κοινοπραξίας, αντιπροσωπείας, franchise ή αντιπροσώπου πωλήσεων μεταξύ εσάς και της Intuition Machines. Δεν σας παρέχουμε εξοπλισμό ή εργαλεία για να ολοκληρώσετε μια εργασία. Δεν σας παρέχουμε παροχές, αποζημιώσεις εργαζομένων ή ασφαλιστική κάλυψη. Δεν είμαστε υπεύθυνοι για τυχόν έξοδα που επιβαρύνεστε με τη χρήση του ιστότοπού μας. Δεν θα παρακρατήσουμε κανένα ποσό από την ανταμοιβή σας για ομοσπονδιακό ή κρατικό φόρο εισοδήματος, κοινωνική ασφάλιση ή οποιονδήποτε άλλο φόρο. Είστε ελεύθεροι ανά πάσα στιγμή να εκτελείτε εργασίες για οποιοδήποτε άτομο ή επιχείρηση, συμπεριλαμβανομένων οποιουδήποτε από τους ανταγωνιστές μας. Δεν έχετε την εξουσία να συνάψετε οποιαδήποτε σύμβαση, γραπτή ή προφορική, για λογαριασμό της Intuition Machines.",
    "3460432665": "Παρά τα προαναφερθέντα, εάν είστε φορολογούμενος στις ΗΠΑ, ενδέχεται να ζητήσουμε από εσάς ένα W-9, το οποίο θα ενημερώνεται ετησίως και ενδέχεται να σας απαγορεύσουμε να εκτελείτε εργασίες έως ότου ολοκληρώσετε ή ενημερώσετε ένα W-9.",
    "458271951": "Εάν είστε Συνεισφέρων που αποκτά πρόσβαση στις Υπηρεσίες και/ή εκτελεί εργασίες μέσω ή σε σχέση με έναν Integrator εκ μέρους της Intuition Machines (που ενεργεί ως αιτών), η Intuition Machines ενδέχεται να σας ανταμείψει για την αποδεκτή ολοκλήρωση ορισμένων εργασιών. Σε περίπτωση που διαπιστωθεί ότι έχετε εμπλακεί σε απάτη, κατάχρηση ή παραβίαση αυτών των Όρων Παροχής Υπηρεσιών, οποιαδήποτε και όλες οι ανταμοιβές προς εσάς ενδέχεται να παρακρατηθούν ή/και να ανακτηθούν από την Intuition Machines.",
    "3056723024": "13. Απαράδεκτη Εκπλήρωση Καθηκόντων",
    "3913203723": "Εάν, για οποιονδήποτε λόγο, ο αιτών δεν αποδέχεται την εκτέλεση μιας εργασίας που ολοκληρώσατε, εσείς ως Συνεισφέρων ή Ολοκληρωτής δεν θα δικαιούστε καμία ανταμοιβή για την εργασία. Σε περίπτωση που οι ανταμοιβές σας έχουν ήδη διασκορπιστεί για μια απαράδεκτα ολοκληρωμένη εργασία, ενδέχεται να τις ανακτήσουμε από εσάς.",
    "3666807632": "14. Προσόντα και δεξιότητες συντελεστών",
    "1993899769": "15. Η χρήση των πληροφοριών μας",
    "2927283721": "Εκτελώντας εργασίες στον ιστότοπό μας, εξουσιοδοτείτε τη συλλογή, χρήση και αποκάλυψη των προσωπικών σας στοιχείων σύμφωνα με την Πολιτική Απορρήτου μας. Επιπλέον, ενδέχεται να μοιραστούμε ορισμένες πληροφορίες σχετικά με εσάς και τις ολοκληρωμένες εργασίες σας στον αιτούντα, τις εργασίες του οποίου έχετε ολοκληρώσει για να διευκολύνετε τη σχέση υπηρεσίας και να βελτιώσετε τον ιστότοπο, συμπεριλαμβανομένων, για παράδειγμα, Contributor ID, αποτελεσμάτων ολοκληρωμένων εργασιών και άλλων χαρακτηριστικών που σχετίζονται με τα προσόντα, τις γλώσσες, τις δεξιότητές σας και τη χρήση του ιστότοπού σας.",
    "3027055607": "16. Πνευματική Ιδιοκτησία και Ιδιοκτησιακά Δικαιώματα",
    "3910971075": "Το IMI κατέχει όλα τα δικαιώματα, συμπεριλαμβανομένων των δικαιωμάτων πνευματικής ιδιοκτησίας, στον πηγαίο κώδικα, τον κώδικα αντικειμένου ή την υποκείμενη δομή, τις ιδέες ή τους αλγόριθμους, το API και κάθε πρόσθετο λογισμικό, τεκμηρίωση ή δεδομένα που σχετίζονται με τις Υπηρεσίες (\"Λογισμικό\"). Δεν θα κάνετε, άμεσα ή έμμεσα, μέσω τρίτου μέρους ή με άλλον τρόπο: (α) να κάνετε αντίστροφη μηχανική, αποσυμπίληση, αποσυναρμολόγηση ή άλλως προσπάθεια να ανακαλύψετε το Λογισμικό. (β) να τροποποιήσει, να μεταφράσει ή να δημιουργήσει παράγωγα έργα που βασίζονται σε οποιοδήποτε Λογισμικό. (γ) αντιγραφή, ενοικίαση, μίσθωση, διανομή, δέσμευση, εκχώρηση ή με άλλο τρόπο μεταβίβαση ή επιβάρυνση δικαιωμάτων σε οποιοδήποτε Λογισμικό· (δ) χρήση οποιουδήποτε Λογισμικού για σκοπούς χρονομεριστικής χρήσης, γραφείου υπηρεσιών ή άλλως προς όφελος τρίτων. ή (ε) αφαιρέστε τυχόν ανακοινώσεις ιδιοκτησίας ή ετικέτες.",
    "3660891610": "Εάν είστε Συνεισφέρων, το IMI, και όχι εσείς, έχει δικαιώματα ιδιοκτησίας σε κάθε έργο που δημιουργείτε ως μέρος της ολοκλήρωσης οποιασδήποτε εργασίας. Με την αποδοχή των όρων της παρούσας Συμφωνίας συμφωνείτε (και με το παρόν) μεταβιβάζετε την κατοχή, την ιδιοκτησία και τον τίτλο (συμπεριλαμβανομένων όλων των δικαιωμάτων πνευματικής ιδιοκτησίας που υπάρχουν σε όλο τον κόσμο) εντός και προς το έργο σας σε εμάς. Για να διασφαλίσουμε ότι είμαστε σε θέση να αποκτήσουμε, να τελειοποιήσουμε και να χρησιμοποιήσουμε αυτά τα δικαιώματα, συμφωνείτε περαιτέρω να (i) υπογράψετε οποιαδήποτε έγγραφα για να βοηθήσετε στην τεκμηρίωση, την τελειοποίηση και την επιβολή των δικαιωμάτων μας. και (ii) παρέχει εύλογη πρόσβαση σε πληροφορίες για καταγραφή, τελειοποίηση, διασφάλιση, υπεράσπιση και επιβολή τέτοιων ιδιοκτησιακών δικαιωμάτων σε οποιαδήποτε και σε όλες τις χώρες. Οι υποχρεώσεις σας βάσει αυτής της ενότητας θα συνεχιστούν ακόμη και μετά την απεγγραφή ή τη διακοπή της χρήσης των Υπηρεσιών. Μας ορίζετε ως δικηγόρο σας για την εκτέλεση εγγράφων για λογαριασμό σας για τους σκοπούς που αναφέρονται σε αυτήν την ενότητα.",
    "426125156": "17. Πνευματικά δικαιώματα και TakeDown",
    "1408530660": "Το IMI σέβεται την πνευματική ιδιοκτησία άλλων και διατηρούμε το δικαίωμα να αφαιρέσουμε από τον ιστότοπό μας οποιοδήποτε υλικό πιστεύουμε ότι μπορεί να παραβιάζει τα πνευματικά δικαιώματα οποιουδήποτε τρίτου. Εάν πιστεύετε ότι το δικό σας έργο έχει αντιγραφεί με τρόπο που συνιστά παραβίαση πνευματικών δικαιωμάτων σε αυτόν τον ιστότοπο, επικοινωνήστε με την υποστήριξη πελατών της Intuition Machines.",
    "2696932851": "18. Αποζημίωση",
    "3844300338": "Συμφωνείτε να αποζημιώσετε, να υπερασπιστείτε και να μας κρατήσετε αβλαβείς από οποιεσδήποτε αξιώσεις, ζημιές, υποχρεώσεις, έξοδα και έξοδα (συμπεριλαμβανομένων των εύλογων αμοιβών και εξόδων δικηγόρων), που προκύπτουν ή σχετίζονται με την εκτέλεση των καθηκόντων σας ή τη χρήση του ιστότοπού μας .",
    "2474091800": "19. Διαφωνίες με άλλους χρήστες. Ελευθέρωση",
    "3162107126": "Το IMI δεν είναι μέρος σε καμία διαφορά μεταξύ εσάς και οποιουδήποτε άλλου χρήστη των Υπηρεσιών. Απαλλάσσετε την IMI και τις θυγατρικές της από οποιεσδήποτε αξιώσεις, απαιτήσεις και ζημίες κάθε είδους και φύσης, γνωστές και άγνωστες, ύποπτες και ανύποπτες, αποκαλυπτόμενες και μη, που προκύπτουν ή συνδέονται με οποιαδήποτε διαφωνία μεταξύ εσάς και άλλου χρήστη.",
    "2271969747": "20. Εμπιστευτικές πληροφορίες που λαμβάνετε",
    "1042802841": "Εμπιστευτικές πληροφορίες είναι οποιαδήποτε πληροφορία που επισημαίνεται ως εμπιστευτική ή αποκλειστική ή η οποία θα πρέπει εύλογα να γίνει κατανοητή από το συμβαλλόμενο μέρος ως εμπιστευτική ή αποκλειστική. Αυτό δεν περιλαμβάνει πληροφορίες που (1) είναι διαθέσιμες στο κοινό, (2) βρίσκονται ήδη στην κατοχή του, αναπτύχθηκαν ανεξάρτητα από ή είναι ήδη γνωστές στον παραλήπτη, ή (3) έχουν αποκαλυφθεί με δικαστική απόφαση ή όπως άλλως απαιτείται από νόμος.",
    "1918025546": "Εάν σας παρέχονται εμπιστευτικές πληροφορίες από οποιονδήποτε στις Υπηρεσίες, συμφωνείτε να προστατεύσετε το απόρρητο των εμπιστευτικών πληροφοριών με τον ίδιο βαθμό φροντίδας που χρησιμοποιείτε για την προστασία των δικών σας εμπιστευτικών πληροφοριών, αλλά σε καμία περίπτωση με λιγότερη από τη δέουσα προσοχή. Δεν μπορείτε να αποκαλύψετε ή να δημοσιεύσετε τέτοιες εμπιστευτικές ή αποκλειστικές πληροφορίες, εκτός εάν είναι απαραίτητο για την εκτέλεση μιας εργασίας. Όλες οι πληροφορίες σε μια εργασία στην Πλατφόρμα Μηχανών Διαίσθησης θα πρέπει να θεωρούνται εμπιστευτικές, ακόμη και αν οι πληροφορίες δεν ορίζονται ρητά ως εμπιστευτικές.",
    "2690395789": "Εάν και όταν δεν χρειάζεστε πλέον τις εμπιστευτικές πληροφορίες που λάβατε, πρέπει να επιστρέψετε ή να καταστρέψετε αμέσως (όπως ζητήθηκε από όποιον αποκάλυψε τις πληροφορίες) όλα τα αντίγραφα των πληροφοριών που υπάρχουν στις εγκαταστάσεις, τα συστήματα ή άλλο εξοπλισμό που ελέγχετε.",
    "2178073797": "Επειδή η αποκάλυψη εμπιστευτικών πληροφοριών μπορεί να προκαλέσει ανεπανόρθωτη βλάβη, το μέρος που αποκαλύπτει δικαιούται να ζητήσει ασφαλιστικά μέτρα για οποιαδήποτε παραβίαση ή απειλούμενη παραβίαση αυτού του όρου.",
    "2185860003": "21. Τροποποιήσεις Ιστοσελίδας",
    "2631249972": "Μπορούμε να βελτιώσουμε ή να τροποποιήσουμε τον ιστότοπό μας χωρίς ειδοποίηση προς εσάς.",
    "3764131594": "22. Ιστότοποι τρίτων",
    "295955580": "Ο ιστότοπός μας μπορεί να περιέχει συνδέσμους προς ιστότοπους τρίτων. Δεν ελέγχουμε, δεν ερευνούμε, παρακολουθούμε ή ελέγχουμε τέτοιους ιστότοπους. Δεν είμαστε υπεύθυνοι ούτε υποστηρίζουμε τα προγράμματα υπολογιστών, το περιεχόμενο ή τις απόψεις που περιέχονται σε τέτοιους ιστότοπους. Εάν αποφασίσετε να εγκαταλείψετε τον ιστότοπό μας και να αποκτήσετε πρόσβαση σε οποιονδήποτε ιστότοπο τρίτων, το κάνετε με δική σας ευθύνη.",
    "838225123": "23. Αποποίηση Εγγύησης",
    "3897238493": "ΟΙ ΥΠΗΡΕΣΙΕΣ ΠΑΡΕΧΟΝΤΑΙ ΣΕ ΒΑΣΗ \"ΩΣ ΕΧΟΥΝ\". ΔΕΝ ΠΑΡΕΧΟΥΜΕ ΚΑΜΙΑ ΔΗΛΩΣΕΙΣ Ή ΕΓΓΥΗΣΕΙΣ, ΣΙΩΠΗΡΕΣ Ή ΡΗΤΕΣ, ΟΣΟΝ ΑΦΟΡΑ ΤΗΝ ΠΡΟΣΒΑΣΙΜΟΤΗΤΑ, ΤΗΝ ΚΑΤΑΛΛΗΛΟΤΗΤΑ, ΤΗ ΝΟΜΙΜΟΤΗΤΑ, ΤΗ ΔΙΑΘΕΣΙΜΟΤΗΤΑ Ή ΤΗ ΛΕΙΤΟΥΡΓΙΚΟΤΗΤΑ ΤΩΝ ΥΠΗΡΕΣΙΩΝ, ΟΠΟΙΑΔΗΠΟΤΕ ΣΧΕΤΙΚΗ ΛΟΓΙΣΜΙΚΗ ΚΑΙ ΤΗΝ ΠΛΗΡΟΦΟΡΙΚΗ ΛΟΓΙΣΜΙΚΗ, ΤΗΝ ΕΠΙΚΟΙΝΩΝΙΑ ΣΤΟ ΜΕΓΙΣΤΟ ΒΑΘΜΟ ΠΟΥ ΕΠΙΤΡΕΠΕΤΑΙ ΑΠΟ ΤΟ ΝΟΜΟ, το IMI ΑΠΟΠΟΙΕΙΤΑΙ ΟΛΟΥΣ ΤΟΥΣ ΡΗΤΟΥΣ Ή ΣΙΩΠΗΡΟΥΣ ΣΥΝΘΗΚΟΥΣ, ΔΗΛΩΣΕΙΣ ΚΑΙ ΕΓΓΥΗΣΕΙΣ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΩΝ, ΑΛΛΑ ΔΕΝ ΠΕΡΙΟΡΙΖΟΝΤΑΙ ΣΕ, ΤΙΣ ΕΓΓΥΗΣΕΙΣ ΕΜΠΟΡΕΥΣΙΚΌΤΗΤΑΣ ΚΑΙ ΤΕΧΝΙΚΉΣ ΚΑΤΑΛΛΗΛΟΤΗΤΑΣ. Η ΜΟΝΑΔΙΚΗ ΚΑΙ ΑΠΟΚΛΕΙΣΤΙΚΗ ΜΕΣΑ ΣΑΣ ΕΝΑΝΤΙΟΝ του IMI ΟΣΟΝ ΑΦΟΡΑ ΟΠΟΙΑΔΗΠΟΤΕ ΕΛΑΤΤΩΜΑΤΑ, ΜΗ ΣΥΜΜΟΡΦΩΣΕΙΣ Ή ΔΥΣΑΡΚΕΥΣΗ ΕΙΝΑΙ Η ΔΙΑΚΟΠΗ ΧΡΗΣΗΣ ΤΩΝ ΥΠΗΡΕΣΙΩΝ Δεν θα έχουμε καμία ευθύνη για οποιαδήποτε βλάβη στο σύστημα του υπολογιστή σας, απώλεια ή αλλοίωση των αποτελεσμάτων, από την πρόσβασή σας ή τη χρήση του ιστότοπου ή της πλατφόρμας Intuition Machines. Ενδέχεται να προκύψουν προγραμματισμένες και μη προγραμματισμένες διακοπές και δεν εγγυόμαστε την αδιάλειπτη διαθεσιμότητα του ιστότοπού μας.",
    "2110259227": "24. Περιορισμός Ευθύνης",
    "3018077211": "25. Επίλυση Διαφορών Συνεισφέροντος",
    "2790841456": "Εάν είστε Συνεισφέρων, συμφωνείτε με την ακόλουθη ρήτρα διαιτησίας και την παραίτηση από ομαδικές ενέργειες:",
    "3302832698": "Απαιτείται εναλλακτική επίλυση διαφορών.",
    "561456032": "Συμφωνείτε ότι για οποιαδήποτε διαφωνία που προκύπτει από ή σχετίζεται με τη χρήση των Υπηρεσιών από εσάς, συμπεριλαμβανομένης οποιασδήποτε διαφοράς που μπορεί να έχει προκύψει από τη στιγμή που ξεκινήσατε να εκτελείτε εργασίες για το IMI, και συγκεκριμένα, συμπεριλαμβανομένης οποιασδήποτε αξίωσης σχετικά με το εάν ταξινομείτε ή όχι ως ανεξάρτητος ανάδοχος, θα ενημερώσετε πρώτα το IMI για την αξίωσή σας εναντίον του. Στη συνέχεια, εσείς και το ΙΜΙ θα προσπαθήσετε να επιλύσετε το ζήτημα είτε μέσω απευθείας διαπραγμάτευσης είτε μέσω διαμεσολάβησης. Θα κατανείμουμε εξίσου το κόστος της διαμεσολάβησης και θα συμφωνήσουμε ότι η διαμεσολάβηση θα διεξάγεται μέσω τηλεφωνικών ή άλλων ηλεκτρονικών μέσων. Εάν μια αξίωση παραμένει ανεπίλυτη μετά από άτυπες διαπραγματεύσεις ή διαμεσολάβηση, συμφωνείτε ότι εσείς και το IMI θα χρησιμοποιήσετε την τελική και δεσμευτική διαιτησία για την επίλυση της διαφοράς. Αυτή η ρήτρα διέπει όλες τις αξιώσεις αναδρομικά από τη στιγμή που ξεκινήσατε να χρησιμοποιείτε τον ιστότοπό μας, είτε βασίζονται σε αδικοπραξία, σύμβαση, νόμο, συμπεριλαμβανομένων, ενδεικτικά, τυχόν αξιώσεων διάκρισης και παρενόχλησης, είτε βασίζονται στον νόμο της Καλιφόρνια για δίκαιη απασχόληση και στέγαση , Τίτλος VII του Νόμου περί Πολιτικών Δικαιωμάτων του 1964, όπως τροποποιήθηκε, ή οποιοσδήποτε άλλος νόμος ή κανονισμός της πολιτείας ή ομοσπονδίας, δίκαιος νόμος ή με άλλο τρόπο.",
    "3794239003": "Διαδικασία Διαιτησίας.",
    "4193379787": "Όλη η διαιτησία βάσει αυτής της συμφωνίας θα διεξαχθεί σύμφωνα με τους κανόνες της Αμερικανικής Ένωσης Διαιτησίας ή από μια αμοιβαία συμφωνημένη υπηρεσία διαιτησίας. Ο διαιτητής θα είναι ένας διαιτητής των ΗΠΑ που θα επιλεγεί από μια λίστα τουλάχιστον επτά (7) ονομάτων μέσω εναλλακτικών απεργιών. Στη διαιτησία, κάθε συμβαλλόμενο μέρος θα έχει το δικαίωμα να διεξάγει επαρκείς αστικές ανακαλύψεις, να υποβάλλει διατακτικές προτάσεις και να παρουσιάζει μάρτυρες και αποδεικτικά στοιχεία, όπως απαιτείται για να παρουσιάσει τις υποθέσεις και τις υπερασπιστές του, και οποιεσδήποτε διαφωνίες ως προς αυτό θα επιλύονται από τον διαιτητή. Η επίλυση της διαφοράς βασίζεται αποκλειστικά στο δίκαιο που διέπει τις αξιώσεις και τις υπερασπιστές που επικαλέστηκαν και ο διαιτητής δεν μπορεί να επικαλεστεί καμία άλλη βάση εκτός από αυτόν τον έλεγχο. Ο διαιτητής έχει την ασυλία δικαστικού λειτουργού από αστική ευθύνη όταν ενεργεί υπό την ιδιότητα του διαιτητή, η οποία ασυλία συμπληρώνει οποιαδήποτε άλλη υφιστάμενη ασυλία. Οι αποφάσεις πρέπει να περιλαμβάνουν τη γραπτή αιτιολογημένη γνώμη του διαιτητή. Παραιτείστε από το δικαίωμά σας σε δίκη από ενόρκους για οποιαδήποτε αξίωση μπορεί να έχετε κατά του IMI ή ότι το IMI μπορεί να έχει εναντίον σας. Οποιαδήποτε αξίωση βάσει αυτής της ρήτρας πρέπει να ασκηθεί εντός της ισχύουσας προθεσμίας παραγραφής. Ο ομοσπονδιακός νόμος περί διαιτησίας των Ηνωμένων Πολιτειών διέπει αυτήν τη ρήτρα και αναγνωρίζετε ότι αυτή η Συμφωνία αποδεικνύει μια εμπορική συναλλαγή.",
    "2583888954": "Εξαιρέσεις.",
    "1034830": "Διαφορές που ενδέχεται να μην υπόκεινται σε συμφωνία διαιτησίας πριν από την αμφισβήτηση, όπως προβλέπεται από τον νόμο Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) εξαιρούνται από αυτό",
    "263977834": "Διοικητική εξουθένωση.",
    "1807512722": "Μπορείτε να υποβάλετε οποιαδήποτε αξίωση που προκύπτει από τη χρήση αυτού του ιστότοπου σε μια διοικητική υπηρεσία, αλλά μόνο στο βαθμό που η ισχύουσα νομοθεσία επιτρέπει την πρόσβαση σε μια τέτοια υπηρεσία, παρά την ύπαρξη συμφωνίας για διαιτησία. Τέτοιες διοικητικές αξιώσεις περιλαμβάνουν χωρίς περιορισμό αξιώσεις ή επιβαρύνσεις ενώπιον της Επιτροπής Ίσων Ευκαιριών Απασχόλησης, του Υπουργείου Εργασίας των ΗΠΑ και του Εθνικού Συμβουλίου Εργασιακών Σχέσεων. Τίποτα σε αυτή τη ρήτρα δεν θεωρείται ότι αποκλείει ή σας απαλλάσσει από το να υποβάλετε διοικητική αξίωση ενώπιον οποιουδήποτε φορέα προκειμένου να εκπληρώσετε την υποχρέωσή σας να εξαντλήσετε τα διοικητικά ένδικα μέσα πριν υποβάλετε αξίωση σε διαιτησία, ωστόσο, παραιτηθείτε από το δικαίωμα για οποιαδήποτε χρηματική απόφαση μέσω αυτής διαδικασίες του πρακτορείου.",
    "996430331": "Τοποθεσία Διαιτησίας.",
    "3040062804": "Οποιαδήποτε διαδικασία διαιτησίας βάσει αυτής της ενότητας θα λάβει χώρα εξ ορισμού εντός της Πολιτείας της Καλιφόρνια, εκτός εάν διαμένετε εκτός των Ηνωμένων Πολιτειών, οπότε η διαιτησία θα λάβει χώρα εξ ολοκλήρου ηλεκτρονικά ή τηλεφωνικά. Η διαιτησία μπορεί να διεξαχθεί σε οποιαδήποτε άλλη τοποθεσία, εφόσον συμφωνηθεί από κάθε μέρος γραπτώς. Ανεξάρτητα από την τοποθεσία του, οποιοδήποτε μέρος μπορεί να επιλέξει να εμφανιστεί στη διαιτησία μέσω ζωντανού βίντεο ή τηλεδιάσκεψης.",
    "3091247030": "Απαλλαγή κατηγορίας δράσης.",
    "2520904193": "Παραιτείστε από κάθε δικαίωμα που έχετε για οποιαδήποτε διαφωνία να ασκηθεί, να εκδικαστεί ή να διαιτητευτεί ως ταξική, συλλογική ή αντιπροσωπευτική αγωγή. Ανεξάρτητα από οποιαδήποτε άλλη ρήτρα που περιέχεται στην παρούσα συμφωνία, η προηγούμενη πρόταση δεν μπορεί σε καμία περίπτωση να διαχωριστεί από αυτήν τη συμφωνία. Οποιοσδήποτε ισχυρισμός ότι ολόκληρη ή μέρος αυτής της παραίτησης είναι μη εκτελεστή, ασυνείδητη, άκυρη ή ακυρώσιμη μπορεί να καθοριστεί μόνο από αρμόδιο δικαστήριο και όχι από διαιτητή. Δεν θα λάβετε αντίποινα ή δεν θα σας αποτραπεί η ολοκλήρωση εργασιών στον ιστότοπό μας ως αποτέλεσμα της άσκησης των δικαιωμάτων σας σύμφωνα με την Ενότητα 7 του Νόμου για τις Εθνικές Εργασιακές Σχέσεις ή με την κατάθεση ή συμμετοχή σε μια τάξη, συλλογική ή αντιπροσωπευτική δράση σε οποιοδήποτε φόρουμ , αλλά μπορούμε νόμιμα να επιδιώξουμε την επιβολή αυτής της παραίτησης από ομαδικές αγωγές και να επιδιώξουμε την απόρριψη τέτοιων ομαδικών, συλλογικών ή αντιπροσωπευτικών αγωγών ή αξιώσεων.",
    "3493572638": "Κόστος και Τέλη.",
    "702926385": "Τα μέρη βαρύνουν το καθένα τα αντίστοιχα έξοδα νομικής εκπροσώπησης σε οποιαδήποτε τέτοια διαιτησία, εκτός από την έκταση που οι αμοιβές του δικηγόρου προβλέπονται ρητά από το νόμο. Τα μέρη θα μοιράσουν κάθε αρχική διοικητική αμοιβή που χρεώνει ο διαιτητής, έως το μέγιστο κόστος για εσάς των διακόσιων πενήντα δολαρίων (250,00 $ ΗΠΑ). Το κόστος του διαιτητή και του εισηγητή του δικαστηρίου, εάν υπάρχει, θα βαρύνει αρχικά εμάς. Ωστόσο, ο διαιτητής έχει τη διακριτική ευχέρεια να επιδικάσει τα κατάλληλα έξοδα στο κυρίαρχο μέρος, όπως προβλέπει ο νόμος, ή/και να απαιτήσει από τα μέρη να κατανείμουν τα έξοδα που σχετίζονται με τον διαιτητή και/ή τον δικαστικό συντάκτη.",
    "3199694247": "Διαχωρισιμότητα.",
    "3102490587": "Εκτός από την Παραίτηση Class Action, εάν οποιοσδήποτε όρος ή διάταξη ή τμήμα αυτής της ρήτρας διαιτησίας κηρυχθεί άκυρος ή μη εκτελεστός, θα διακοπεί και η υπόλοιπη ρήτρα διαιτησίας θα είναι εκτελεστή.",
    "2323013093": "26. Εφαρμοστέο Δίκαιο",
    "2900525040": "Οι νόμοι της Πολιτείας της Καλιφόρνια διέπουν αυτούς τους Όρους Παροχής Υπηρεσιών και οποιαδήποτε διαμάχη, διαφωνία ή αξίωση που προκύπτει από αυτούς.",
    "3339302473": "27. Τερματισμός",
    "1158384644": "Μπορείτε να επιλέξετε ανά πάσα στιγμή να διακόψετε τη χρήση του ιστότοπού μας, υπό την προϋπόθεση ότι πρέπει να συμμορφώνεστε με όλες τις ισχύουσες πολιτικές IMI. Μπορούμε, κατά την απόλυτη διακριτική μας ευχέρεια, να τερματίσουμε αυτή τη συμφωνία, να αναστείλουμε την πρόσβαση στον ιστότοπό μας ή να αφαιρέσουμε οποιεσδήποτε υπηρεσίες αμέσως χωρίς προειδοποίηση για οποιονδήποτε λόγο.",
    "41530052": "28. Γενικοί Όροι",
    "3202747130": "Ολόκληρη η συμφωνία. Αυτοί οι Όροι Παροχής Υπηρεσιών και οποιεσδήποτε πολιτικές, διαδικασίες ή όροι που αναφέρονται στην παρούσα συμφωνία αποτελούν τη συνολική συμφωνία των μερών σε σχέση με το αντικείμενο και αντικαθιστούν και ακυρώνουν όλες τις προηγούμενες και σύγχρονες σχετικές συμφωνίες, αξιώσεις, παραστάσεις και κατανοήσεις των μερών .",
    "4080263153": "Χωρίς Παραίτηση. Δεν θα θεωρηθεί ότι έχουμε παραιτηθεί από οποιοδήποτε μέρος των δικαιωμάτων ή ένδικων μέσων μας, εκτός εάν η παραίτηση είναι γραπτή και υπογεγραμμένη από εμάς. Εάν καθυστερήσουμε να επιβάλλουμε ή αποτύχουμε να επιβάλουμε τα δικαιώματά μας βάσει οποιασδήποτε διάταξης αυτής της συμφωνίας, αυτό δεν θα συνιστά παραίτηση από το δικαίωμά μας να επιβάλλουμε στη συνέχεια μια τέτοια διάταξη ή οποιοδήποτε μέρος αυτής της συμφωνίας.",
    "1789371580": "Δυνατότητα ανάθεσης. Δεν μπορείτε να εκχωρήσετε αυτούς τους Όρους Παροχής Υπηρεσιών χωρίς την προηγούμενη γραπτή συγκατάθεσή μας. Μπορούμε να εκχωρήσουμε αυτούς τους Όρους Παροχής Υπηρεσιών ανά πάσα στιγμή, χωρίς προειδοποίηση. Με την επιφύλαξη των προαναφερθέντων, αυτοί οι Όροι Παροχής Υπηρεσιών θα είναι δεσμευτικοί για τους διαδόχους κάθε μέρους και για τις επιτρεπόμενες εκχωρήσεις.",
    "2819628066": "Διαχωρισιμότητα. Εάν οποιαδήποτε διάταξη των παρόντων Όρων Παροχής Υπηρεσιών κριθεί άκυρη ή ανεφάρμοστη για οποιονδήποτε λόγο, δεν θα επηρεάσει την εγκυρότητα και την εκτελεστότητα οποιωνδήποτε υπόλοιπων διατάξεων.",
    "3955981186": "Τροπολογίες. Καμία τροποποίηση ή τροποποίηση στους παρόντες Όρους Παροχής Υπηρεσιών από οποιονδήποτε άλλο εκτός από το IMI δεν θα είναι δεσμευτική για το IMI εκτός εάν σε γραπτή πράξη υπογράφεται από δεόντως εξουσιοδοτημένο αντιπρόσωπο του ΙΜΙ.",
    "1377538813": "Επικρατούσα Γλώσσα. Η αγγλική έκδοση αυτών των Όρων Παροχής Υπηρεσιών θα ελέγχει από κάθε άποψη και θα υπερισχύει σε περίπτωση οποιασδήποτε ασυνέπειας με τις μεταφρασμένες εκδόσεις, εάν υπάρχουν.",
    "2438016011": "Εθελοντική Συμφωνία. Όλα τα μέρη σε αυτούς τους Όρους Παροχής Υπηρεσιών αντιπροσωπεύουν και συμφωνούν ότι το καθένα έχει εξετάσει όλες τις πτυχές αυτής της συμφωνίας, έχει διαβάσει προσεκτικά και κατανοεί πλήρως όλες τις διατάξεις της και ότι συνάπτει οικειοθελώς αυτήν τη συμφωνία.",
    "2445034923": "Εάν δεν συμφωνείτε με όλους τους όρους και τις προϋποθέσεις αυτών των Όρων Παροχής Υπηρεσιών, μην χρησιμοποιείτε (και δεν μπορείτε) να χρησιμοποιήσετε ή να αποκτήσετε πρόσβαση στον Ιστότοπο ή στις Υπηρεσίες.",
    "2646127839": "Παράρτημα Πελάτη στους Κύριους Όρους Παροχής Υπηρεσιών",
    "4097297673": "Ως Πελάτης, Αιτών ή Ενσωματωτής, συμφωνείτε να δεσμεύεστε από τους παρακάτω όρους επιπρόσθετα με οποιουσδήποτε άλλους δεσμευτικούς όρους μεταξύ εσάς και του IMI.",
    "1093280979": "1. Έντυπα Παραγγελίας Πλατφόρμας",
    "1549953005": "Μπορεί να έχετε συμπληρώσει μία ή περισσότερες φόρμες παραγγελίας πρόσβασης πλατφόρμας (καθεμία, μια \"Φόρμα παραγγελίας\") ως προϋπόθεση για να γίνετε Πελάτης ή Αιτών. Εάν ναι, τότε οι όροι και οι προϋποθέσεις που περιγράφονται στη Φόρμα Παραγγελίας αποτελούν μέρος των Όρων Παροχής Υπηρεσιών και ενσωματώνονται στο παρόν με παραπομπή.",
    "3819851005": "2. Τέλη",
    "1591032933": "Θα πληρώσετε στο IMI τα τέλη όπως περιγράφονται στην ισχύουσα Φόρμα Παραγγελίας μέσω της μεθόδου πληρωμής που καταχωρίσατε στην ισχύουσα Φόρμα Παραγγελίας. Εκτός εάν συμφωνηθεί διαφορετικά και από τα δύο μέρη γραπτώς, θα παράσχετε πλήρη πληρωμή για όλα τα τιμολόγια που εκδόθηκαν εντός τριάντα (30) ημερών από την ημερομηνία αποστολής του τιμολογίου. Μας εξουσιοδοτείτε να εκτελούμε εξουσιοδοτήσεις πιστωτικών καρτών για όλα τα στοιχεία πιστωτικής κάρτας που μας παρέχετε, να αποθηκεύουμε αυτά τα στοιχεία της πιστωτικής σας κάρτας και να χρεώνουμε την πιστωτική σας κάρτα ή οποιονδήποτε άλλο λογαριασμό στον οποίο συμφωνούμε αμοιβαία ως τρόπο πληρωμής. Εκτός εάν ορίζεται διαφορετικά στη Φόρμα Παραγγελίας ή στη Σύμβαση Εταιρικής Υπηρεσίας ή στην Κύρια Σύμβαση Υπηρεσιών, όλες οι χρεώσεις για τις Υπηρεσίες, εκτός από τις υπερβολές, χρεώνονται ετησίως κατά την έναρξη των υπηρεσιών που παρέχονται από το IMI βάσει της Συμφωνίας σας (η \"Ημερομηνία Έναρξης Ισχύος\").",
    "4142610534": "Τυχόν καθυστερημένες πληρωμές θα συγκεντρώνουν καθυστερημένες χρεώσεις με ποσοστό 1,5% τοις εκατό ανά μήνα ή το μέγιστο ποσό που επιτρέπεται από τη νομοθεσία, όποιο είναι χαμηλότερο. Εάν δεν καταβάλετε το οφειλόμενο ποσό βάσει της παρούσας Συμφωνίας για οποιονδήποτε λόγο, ο λογαριασμός σας ενδέχεται να ανασταλεί, κατά την απόλυτη κρίση μας, οπότε δεν θα πραγματοποιηθούν πρόσθετες πληρωμές από τον λογαριασμό σας για την ολοκλήρωση των εργασιών και όλες οι εργασίες σας θα αφαιρεθούν από την ιστοσελίδα μας. Πρέπει να μας επιστρέψετε όλα τα οφειλόμενα ποσά κατόπιν αιτήματος, συν τυχόν χρεώσεις διεκπεραίωσης, καθυστερήσεις ή αμοιβές δικηγόρου. Ενδέχεται επίσης να κάνουμε τις κατάλληλες αναφορές στις υπηρεσίες αναφοράς πιστώσεων και στις αρχές επιβολής του νόμου.",
    "512991700": "Εάν θέλετε να αμφισβητήσετε τυχόν χρεώσεις, πρέπει να επικοινωνήσετε με το τμήμα υποστήριξης πελατών μας το αργότερο τριάντα (30) ημέρες μετά την ημερομηνία κλεισίματος της πρώτης κίνησης χρέωσης ή λογαριασμού στην οποία εμφανίστηκε το σφάλμα ή το πρόβλημα, προκειμένου να λάβετε προσαρμογή ή πίστωση.",
    "1273914192": "3. Φόροι",
    "4242322181": "Είστε υπεύθυνοι για την πληρωμή όλων των φόρων που σχετίζονται με τις Υπηρεσίες, εκτός από τους φόρους των ΗΠΑ που υπολογίζονται στο καθαρό εισόδημα ή την προσωπική περιουσία της Intuition Machines.",
    "1671996585": "Μπορεί να σας ζητηθεί να ενσωματώσετε τον ιστότοπο, την εφαρμογή ή την πλατφόρμα σας με τις Υπηρεσίες μας μέσω της διεπαφής προγραμματισμού εφαρμογών μας (\"API\"). Σε περίπτωση που το κάνετε, σας χορηγούμε μια περιορισμένη, μη αποκλειστική, μη μεταβιβάσιμη, μη εκχωρήσιμη, ανακλήσιμη άδεια χρήσης του API αποκλειστικά για πρόσβαση στις Υπηρεσίες. Ενδέχεται να τροποποιήσουμε το API ή/και να διακόψουμε την υποστήριξη παλιών εκδόσεων ή εκδόσεων του API ανά πάσα στιγμή. Διατηρούμε το δικαίωμα να αναστείλουμε ή να περιορίσουμε την πρόσβασή σας στο API κατά την απόλυτη διακριτική μας ευχέρεια και θα καταβάλουμε εύλογες προσπάθειες για να σας ειδοποιήσουμε πριν από την αναστολή.",
    "4036662147": "5. Προστασία Εμπιστευτικών Πληροφοριών",
    "3564208535": "Συμφωνείτε να κάνετε εμπορικά εύλογες προσπάθειες για να προστατεύσετε τυχόν Εμπιστευτικές Πληροφορίες που λαμβάνετε από εμάς ή μέσω των Υπηρεσιών μας. περιλαμβάνει βαθμολογίες bot και μη δημόσιες λεπτομέρειες της εταιρικής μας υπηρεσίας, συμπεριλαμβανομένης της μη δημόσιας τεκμηρίωσης και τυχόν λεπτομέρειες που ενδέχεται να κοινοποιήσουμε σχετικά με τις μεθόδους ανίχνευσης ρομπότ. Εάν σας παραχωρηθεί πρόσβαση σε οποιεσδήποτε τέτοιες Εμπιστευτικές Πληροφορίες, ενδέχεται να τροποποιήσουμε, να αναστείλουμε ή να περιορίσουμε την πρόσβασή σας στις Υπηρεσίες μας κατά την απόλυτη διακριτική μας ευχέρεια, εάν διαπιστώσουμε ότι οι Εμπιστευτικές Πληροφορίες εκτίθενται από τη χρήση των Υπηρεσιών μας και θα καταβάλουμε εύλογες προσπάθειες για να σας ειδοποιήσουμε πριν από την αναστολή.",
    "120384113": "6. Τερματισμός",
    "453723556": "Μπορείτε να τερματίσετε αυτό το Παράρτημα Πελάτη ανεξάρτητα από τους Όρους Παροχής Υπηρεσιών παύοντας να είστε Πελάτης ή Αιτών. Διατηρούμε το δικαίωμα να αναστείλουμε ή να τερματίσουμε την κατάστασή σας ως Πελάτη ή αιτούντος ανά πάσα στιγμή ή να τερματίσουμε με άλλον τρόπο τον λογαριασμό σας ή τη χρήση των Υπηρεσιών σύμφωνα με τους Όρους Παροχής Υπηρεσιών. Παραμένετε υπεύθυνοι μετά τον τερματισμό για οποιοδήποτε ποσό οφειλόμενο βάσει της Φόρμας Παραγγελίας σας. Εάν η συνδρομή σας περιλαμβάνει οποιεσδήποτε μηνιαίες ή ετήσιες χρεώσεις ή μηνιαία ή ετήσια ελάχιστα, θα εξακολουθείτε να είστε υπεύθυνοι για την πληρωμή όλων των τελών Υπηρεσιών μέχρι το τέλος αυτού του μήνα ή του έτους, αντίστοιχα.",
    "218889628": "Εκτός από τις περιπτώσεις που τερματίζουμε αυτό το Παράρτημα Πελάτη ή τους Όρους Παροχής Υπηρεσιών ως αποτέλεσμα της παραβίασης αυτού του Παραρτήματος Πελατών ή των Όρων Παροχής Υπηρεσιών, εάν τερματίσουμε και μας έχετε προπληρώσει τυχόν τέλη, θα επιστρέψουμε ένα αναλογικό μέρος αυτών προπληρωμένα ποσά, με βάση τον υπολειπόμενο χρόνο ή τις Υπηρεσίες που έχετε πληρώσει, όποιο είναι μικρότερο. Θα ολοκληρώσουμε την εργασία μας με εμπορικά εύλογο τρόπο και θα διατηρήσουμε και θα σας παραδώσουμε όλα τα σύνολα δεδομένων εξόδου με πληρωμή και όλα τα Δεδομένα Πελατών που έχουμε στην κατοχή μας. Σε περίπτωση τερματισμού, ενδέχεται, αλλά δεν είμαστε υποχρεωμένοι να διαγράψουμε δεδομένα.",
    "2505227594": "7. Υπερβολές",
    "2369877184": "Το μέγιστο επιτρεπόμενο μέγιστο ποσοστό RPS για hCaptcha Integrators ή Πελάτες είναι 1.000 αιτήματα ανά δευτερόλεπτο προς οντότητες εντός του λογαριασμού σας (\"RPS\"), εκτός εάν ορίζεται διαφορετικά από μια γραπτή συμβατική συμφωνία μεταξύ εσάς και εμάς.",
    "234420106": "Σε περίπτωση που είστε ολοκληρωμένος ή πελάτης της υπηρεσίας hCaptcha Enterprise και η χρήση του API, όπως μετράται με RPS, υπερβαίνει την προβλεπόμενη τιμή για το επίπεδο της υπηρεσίας σας, ενδέχεται να επιλέξουμε να τροποποιήσουμε την υπηρεσία σας ή να χρεώσουμε ένα ποσοστό υπέρβασης. Σε περίπτωση που το μέγιστο ποσοστό RPS υπερβαίνει το προβλεπόμενο ποσοστό κατά 10 για 10 ή περισσότερα λεπτά συνολικά εντός μιας περιόδου 30 ημερών και τα περισσότερα από αυτά τα αιτήματα, κατά την κρίση μας, δεν είναι κακόβουλη επισκεψιμότητα, ενδέχεται να επιλέξουμε σας χρεώνουν με το συμβατικά καθορισμένο ποσοστό υπέρβασης για όλα τα αιτήματα API που έγιναν αυτόν τον μήνα.",
    "2619472217": "8. Μεταπώληση",
    "2019702084": "Εκτός εάν επιτρέπεται ρητά στην Κύρια Συμφωνία Υπηρεσιών του Πελάτη ή στη Συμφωνία Μεταπωλητή, οι παραγγελθείσες Υπηρεσίες SaaS δεν θα πωλούνται, μεταπωλούνται, μισθώνονται, υπομισθώνονται, αδειοδοτούνται, παραχωρούνται υπό άδεια ή διατίθενται με άλλο τρόπο σε οποιοδήποτε άλλο τρίτο μέρος (εκτός από Συνεργάτη του Πελάτη ), και όλες οι παραγγελίες βάσει της Συμφωνίας και όλη η χρήση της Υπηρεσίας από τον Πελάτη θα προορίζονται για εσωτερική επιχειρηματική χρήση του Πελάτη ή της Συνεργάτης του.",
    "1233229030": "Διάφορα",
    "1467783792": "Κανένα πρόσωπο, οντότητα ή οργανισμός που υφίσταται κυρώσεις από τις Ηνωμένες Πολιτείες (ένας \"Κυρεωμένος Παράγων\") δεν είναι κατάλληλος για ανταμοιβές ή για χρήση των Υπηρεσιών ως Integrator. Προς αποφυγή αμφιβολιών, αυτό περιλαμβάνει οποιονδήποτε υπόκειται σε κυρώσεις που ορίζονται από το Γραφείο Ελέγχου Ξένων Περιουσιακών Στοιχείων (\"OFAC\") του Υπουργείου Οικονομικών των ΗΠΑ.",
    "3759657802": "Δεν μπορείτε να εκχωρήσετε, να μεταβιβάσετε ή να μεταβιβάσετε αυτούς τους Όρους Παροχής Υπηρεσιών ή τα δικαιώματα ή τις υποχρεώσεις σας που απορρέουν από τους παρόντες με οποιονδήποτε τρόπο (βάσει της νομοθεσίας ή άλλως).",
    "1627232990": "Οι μεταφράσεις αυτών των Όρων Παροχής Υπηρεσιών παρέχονται με βάση την καλύτερη δυνατή προσπάθεια. Σε περίπτωση οποιασδήποτε ουσιαστικής διαφοράς μεταξύ των Όρων Παροχής Υπηρεσιών στην Αγγλική γλώσσα και μιας μετάφρασής τους, οι Όροι Παροχής Υπηρεσιών στην Αγγλική γλώσσα θα ερμηνεύονται ως έγκυροι.",
    "805221621": "Επικοινωνήστε μαζί μας στο",
    "259613338": "εάν έχετε οποιεσδήποτε ερωτήσεις σχετικά με αυτούς τους Όρους Παροχής Υπηρεσιών.",
    "2735878907": "Δήλωση Σχεδιασμού Επιχειρησιακής Συνέχειας",
    "2887242610": "Η Intuition Machines, Inc έχει αναπτύξει ένα Σχέδιο Επιχειρησιακής Συνέχειας για το πώς θα ανταποκρινόμαστε σε γεγονότα που διαταράσσουν σημαντικά την επιχείρησή μας στο hCaptcha. Δεδομένου ότι ο χρόνος και ο αντίκτυπος των καταστροφών και των διαταραχών είναι απρόβλεπτοι, θα πρέπει να είμαστε ευέλικτοι στην ανταπόκριση σε πραγματικά γεγονότα καθώς συμβαίνουν. Έχοντας αυτό υπόψη, σας παρέχουμε αυτές τις πληροφορίες σχετικά με το σχέδιο επιχειρηματικής συνέχειας.",
    "809251240": "Επικοινωνία μαζί μας",
    "2551802342": "– Σκοπεύουμε να ανακάμψουμε γρήγορα και να συνεχίσουμε τις επιχειρηματικές δραστηριότητες μετά από μια σημαντική διακοπή της επιχείρησης και να ανταποκριθούμε προστατεύοντας τους υπαλλήλους και την περιουσία μας, κάνοντας μια οικονομική και λειτουργική αξιολόγηση, προστατεύοντας τα βιβλία και τα αρχεία της εταιρείας και επιτρέποντας στους πελάτες μας και τους τελικούς χρήστες τους να συναλλάσσονται στο διαδίκτυο. Εν ολίγοις, το σχέδιο επιχειρηματικής συνέχειας έχει σχεδιαστεί για να επιτρέψει στην επιχείρησή μας να συνεχίσει τις δραστηριότητές μας το συντομότερο δυνατό, δεδομένης της έκτασης και της σοβαρότητας της σημαντικής επιχειρηματικής διακοπής. Το σχέδιο επιχειρηματικής συνέχειας μας αφορά: δημιουργία αντιγράφων ασφαλείας και ανάκτηση δεδομένων. όλα τα κρίσιμα συστήματα αποστολής· οικονομικές και επιχειρησιακές αξιολογήσεις· εναλλακτικές επικοινωνίες με πελάτες, υπαλλήλους και εποπτικά όργανα· εναλλακτική φυσική τοποθεσία των εργαζομένων· κρίσιμος αντίκτυπος προμηθευτή και πελάτη. ρυθμιστικές εκθέσεις· και να ενημερώνουμε έγκαιρα τους πελάτες μας εάν δεν μπορούμε να συνεχίσουμε την επιχείρησή μας. Η βασική ομάδα προμηθευτών μας υποστηρίζει τα σημαντικά μας αρχεία σε μια γεωγραφικά ξεχωριστή περιοχή. Ενώ κάθε κατάσταση έκτακτης ανάγκης δημιουργεί μοναδικά προβλήματα με βάση εξωτερικούς παράγοντες, όπως η ώρα της ημέρας και η σοβαρότητα της διακοπής, αυτή η ομάδα προμηθευτών μας ενημέρωσε ότι στόχος τους είναι να αποκαταστήσουν τις δικές τους λειτουργίες και να μπορέσουν να επαναλάβουν τις υπηρεσίες γρήγορα. Παρόλο που έχουμε εργαστεί για να μειώσουμε τον κίνδυνο χρησιμοποιώντας ένα διαφορετικό σύνολο προμηθευτών, οι υπηρεσίες σας θα μπορούσαν να τροποποιηθούν ή να διακοπούν κατά τη διάρκεια αυτής της περιόδου.",
    "826396656": "Το Σχέδιο Επιχειρηματικής Συνέχειας μας",
    "1979347895": "– Οι σημαντικές επιχειρηματικές διακοπές μπορεί να ποικίλλουν ως προς το εύρος τους, όπως μόνο η εταιρεία μας, ένα μεμονωμένο κτίριο που στεγάζει την επιχείρησή μας, η γειτονιά όπου βρίσκεται η εταιρεία μας, η πόλη στην οποία βρισκόμαστε ή ολόκληρη η περιοχή. Σε καθεμία από αυτές τις περιοχές, η σοβαρότητα της διαταραχής μπορεί επίσης να ποικίλλει από ελάχιστη έως σοβαρή. Σε περίπτωση διακοπής της επιχείρησής μας, της επιχειρηματικής μας περιοχής, της πόλης ή της περιφέρειάς μας ή ενός κτιρίου που στεγάζει την επιχείρησή μας, θα μεταφέρουμε τις δραστηριότητές μας σε μια τοπική τοποθεσία όταν χρειαστεί και δεν αναμένουμε καμία σημαντική διακοπή στις επιχειρηματικές λειτουργίες. Σε κάθε περίπτωση, σκοπεύουμε να συνεχίσουμε τις δραστηριότητές μας, να μεταφέρουμε τις εργασίες σε εναλλακτικούς προμηθευτές εάν είναι απαραίτητο και να σας ειδοποιήσουμε μέσω του ιστότοπού μας στη διεύθυνση hcaptcha.com και της σελίδας κατάστασης στη διεύθυνση hcaptchastatus.com σχετικά με τον τρόπο επικοινωνίας μαζί μας. Εάν η σημαντική διακοπή της επιχείρησης είναι τόσο σοβαρή που μας εμποδίζει να παραμείνουμε στην επιχείρηση, θα σας ειδοποιήσουμε άμεσα.",
    "653679457": "Διαφορετικές Διαταραχές",
    "410397176": "Για περισσότερες πληροφορίες",
    "2095899021": "Οδηγίες επωνυμίας hCaptcha και Γενική Άδεια Εμπορικού Σήματος",
    "2340340589": "Οδηγίες για τη χρήση του σήματος hCaptcha",
    "2430148876": "Δημιουργήσαμε αυτές τις οδηγίες και τη γενική άδεια εμπορικού σήματος για να διευκολύνουμε όσο το δυνατόν περισσότερο τους πελάτες, τους συνεργάτες και τους θαυμαστές μας να συνεργαστούν με την επωνυμία μας, διατηρώντας παράλληλα την εταιρική μας ταυτότητα. Εάν πρέπει να χρησιμοποιήσετε εικονίδια, λογότυπα ή άλλα σήματα hCaptcha με τρόπους που διαφέρουν ουσιαστικά από αυτές τις οδηγίες, θα χρειαστεί να επικοινωνήσετε μαζί μας (IMI) για γραπτή άδεια.",
    "3884400764": "Παρόλο που μπορείτε να χρησιμοποιήσετε τα σήματα hCaptcha σύμφωνα με αυτές τις οδηγίες, αυτό δεν σημαίνει ότι έχετε κεκτημένα δικαιώματα στα σήματα hCaptcha, τα λογότυπα ή σε οποιοδήποτε άλλο εμπορικό σήμα, εμπορικό όνομα, σήμα υπηρεσίας, εταιρική επωνυμία ή υπεραξία της hCaptcha. Θέλουμε να παρέχουμε όσο το δυνατόν μεγαλύτερη ευελιξία, αλλά είμαστε υποχρεωμένοι να προστατεύσουμε το hCaptcha από μη εξουσιοδοτημένη χρήση οποιουδήποτε εμπορικού σήματος, εμπορικής επωνυμίας, σήματος υπηρεσίας, εταιρικής επωνυμίας ή υπεραξίας του hCaptcha. Οποιαδήποτε μη εξουσιοδοτημένη χρήση τερματίζει αυτόματα την άδεια ή την άδεια χρήσης που χορηγείται από το hCaptcha και ενδέχεται να φέρει νομικές ευθύνες για τυχόν ζημιές.",
    "512598290": "Επομένως, πρέπει να σας ζητήσουμε να χρησιμοποιείτε πάντα όλα τα σήματα και τα λογότυπα hCaptcha σε μορφή που συμμορφώνεται με τους παρακάτω κανόνες, συμπεριλαμβανομένης της κεφαλαιοποίησης, της γραμματοσειράς και του στυλ.",
    "2075610992": "Ευχαριστώ για την υποστήριξη!",
    "1023190144": "hCaptcha® σε κείμενο",
    "4274324704": "Δείτε πώς να χρησιμοποιήσετε το όνομά μας σε γραπτό αντίγραφο:",
    "3912926900": "Το hCaptcha® θα πρέπει να έχει σύμβολο καταχωρημένου εμπορικού σήματος την πρώτη φορά που εμφανίζεται σε ένα αντίγραφο δημιουργικού.",
    "950637875": "Η ορθογραφία του hCaptcha δεν πρέπει ποτέ να αλλάξει και το hCaptcha θα πρέπει πάντα να γράφεται με κεφαλαία στο δεύτερο γράμμα (\"C\"). Δεν είναι ποτέ πληθυντικός ή κτητικός.",
    "2624601135": "Το \"hCaptcha\" δεν πρέπει να χρησιμοποιείται ως μέρος μιας επωνυμίας, να ενώνεται με παύλα ή να χρησιμοποιείται σε ονόματα εφαρμογών ή άλλων προϊόντων.",
    "3828090208": "Αντίθετα χρησιμοποιήστε το \"for hCaptcha\". Εάν χρησιμοποιείται με λογότυπο τρίτου μέρους, το \"for hCaptcha\" πρέπει να είναι μικρότερο σε μέγεθος από το λογότυπο τρίτου μέρους.",
    "4149738856": "Το hCaptcha πρέπει να χρησιμοποιείται ως επίθετο και να ακολουθείται από έναν σωστό γενικό όρο.",
    "1446868537": "Το hCaptcha δεν πρέπει ποτέ να χρησιμοποιείται ως ρήμα.",
    "2487931657": "Μην χρησιμοποιείτε: \"εμείς hCaptcha'd τον ιστότοπό μας.\"",
    "2565565429": "Αντίθετα χρησιμοποιήστε: \"χρησιμοποιούμε hCaptcha για να κάνουμε τον ιστότοπό μας ασφαλέστερο και ασφαλέστερο.\"",
    "3434202027": "Οποιαδήποτε χρήση του ονόματος hCaptcha στις επικοινωνίες απαιτεί την αναφορά: \"Το hCaptcha είναι σήμα κατατεθέν της Intuition Machines, Inc.\"",
    "2754937029": "Απαράδεκτες χρήσεις",
    "2436973524": "Μόνο ακριβείς αναφορές είναι αποδεκτές. Δεν επιτρέπεται να πούμε ότι ένας ιστότοπος χρησιμοποιεί υπηρεσίες και εφαρμογές hCaptcha ενώ δεν το κάνει. Ομοίως, η χρήση του λογότυπου μας ή τυχόν σημάτων είναι επίσης κατάλληλη μόνο όταν ο ιστότοπος χρησιμοποιεί υπηρεσίες hCaptcha.",
    "69844082": "Τα εμπορικά σήματα hCaptcha, τα γραφικά σύμβολα, τα λογότυπα, η γραμματοσειρά ή τα εικονίδια δεν επιτρέπεται επίσης να χρησιμοποιούνται με απαξιωτικό τρόπο.",
    "3861413614": "Δεν επιτρέπεται να χρησιμοποιείτε οποιοδήποτε εμπορικό σήμα ή λογότυπο hCaptcha που θα υπονοούσε ότι το hCaptcha έχει σχέση ή έγκριση, χορηγία ή υποστήριξη προϊόντος ή υπηρεσίας τρίτου μέρους, χωρίς ρητή γραπτή άδεια.",
    "1409822234": "Σε καμία περίπτωση δεν επιτρέπεται να χρησιμοποιείται ένα πανομοιότυπο ή σχεδόν πανομοιότυπο εμπορικό σήμα hCaptcha ως όνομα τομέα.",
    "4181060163": "Τα τρίτα μέρη δεν πρέπει να χρησιμοποιούν παραλλαγές ή ορθογραφικά λάθη ή να ενεργούν με οποιονδήποτε τρόπο που θα μπορούσε να προκαλέσει αρχική σύγχυση ενδιαφέροντος σχετικά με τα εμπορικά σήματα hCaptcha.",
    "3955555607": "Εκτός από τους Συνεργάτες ή τους Εξουσιοδοτημένους Μεταπωλητές, τρίτα μέρη δεν επιτρέπεται να υποβάλλουν προσφορές για λέξεις-κλειδιά, Google AdWords ή άλλα στοχευμένα διαφημιστικά συστήματα χρησιμοποιώντας σημάδια hCaptcha ή ορθογραφικά λάθη. Ούτε τρίτα μέρη μπορούν να χρησιμοποιούν σήματα hCaptcha σε ονόματα τομέων, οποιαδήποτε βελτιστοποίηση μηχανών αναζήτησης, μετα-ετικέτες, όρους αναζήτησης, κώδικα ή άλλες παραπλανητικές δηλώσεις.",
    "1985238261": "Άλλα περιορισμένα σήματα",
    "2193061499": "Ορισμένα από τα λογότυπά μας και τα σήματα περιορίζονται στη χρήση από την hCaptcha και τους συνεργάτες της. Τρίτα μέρη δεν μπορούν να χρησιμοποιήσουν τα ακόλουθα σήματα χωρίς γραπτή άδεια από το hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop από το hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Λογότυπο BotStop™",
    "3942875761": "Βοηθήστε στη δημιουργία ενός καλύτερου Web™",
    "364774188": "Είμαι άνθρωπος™",
    "2785425016": "(στο πλαίσιο μιας λύσης επαλήθευσης της ανθρωπότητας, π.χ. έκκληση για δράση)",
    "2639657759": "Σήματα που χρησιμοποιούνται με άδεια",
    "1268918580": "Ορισμένα από τα λογότυπα και τα σήματα που χρησιμοποιούνται από την hCaptcha και τους συνεργάτες της ανήκουν σε τρίτα μέρη και μπορούν να χρησιμοποιηθούν μόνο με την άδειά τους. Τα τρίτα μέρη δεν επιτρέπεται να χρησιμοποιούν τα ακόλουθα σήματα εκτός εάν επιτρέπεται από τους κατόχους τους:",
    "3782751514": "Το HUMAN Protocol® είναι σήμα κατατεθέν του Ιδρύματος HUMAN Protocol και χρησιμοποιείται με την άδειά του.",
    "1620709264": "Το HUMAN Token® είναι σήμα κατατεθέν του Ιδρύματος HUMAN Protocol και χρησιμοποιείται με την άδειά του.",
    "3031953928": "Το HUMAN Network™ είναι εμπορικό σήμα του HUMAN Protocol Foundation και χρησιμοποιείται με την άδειά του.",
    "3554363588": "Άλλα σημάδια",
    "3290996791": "Όλα τα άλλα ονόματα προϊόντων, τα λογότυπα και οι επωνυμίες είναι ιδιοκτησία των αντίστοιχων κατόχων τους. Όλα τα άλλα ονόματα εταιρειών, προϊόντων και υπηρεσιών που χρησιμοποιούνται σε αυτόν τον ιστότοπο προορίζονται μόνο για σκοπούς αναγνώρισης. Η χρήση αυτών των ονομάτων, λογοτύπων και εμπορικών σημάτων δεν συνεπάγεται έγκριση.",
    "2444685143": "Πολιτική λογότυπου",
    "2414232014": "Το λογότυπό μας είναι άμεσα αναγνωρίσιμο και ένα από τα πιο πολύτιμα και σημαντικά περιουσιακά μας στοιχεία. Για να διασφαλιστεί ότι παραμένει ισχυρή εκπροσώπηση της εταιρείας μας, πρέπει να παρουσιάζεται με προσεκτικό και συνεπή τρόπο σε όλα τα κανάλια επικοινωνίας.",
    "803639471": "Το λογότυπο hCaptcha αποτελείται από το εικονίδιο χεριού και το λογότυπο hCaptcha. Στην εναλλακτική του μορφή, το εικονίδιο χεριού μπορεί να εμφανίζεται μόνο του όταν ο χώρος είναι περιορισμένος και το \"hCaptcha\" χρησιμοποιείται ως λεκτικό σημάδι (όπως περιγράφεται παραπάνω) σε κοντινή απόσταση από το εικονίδιο χεριού, έτσι ώστε να είναι σαφές ότι το εικονίδιο χεριού αντιπροσωπεύει το hCaptcha.",
    "564127016": "Το εικονίδιο χεριού hCaptcha:",
    "1424800293": "Το λογότυπο hCaptcha:",
    "1525506526": "Τι είναι οι εξαγορές λογαριασμού και πώς λειτουργούν;",
    "2446481523": "Υπάρχει μια παλιά λαϊκή ιστορία στην οποία ένας βαγονοτζής και ένας ευγενής εμφανίζονται στο αστυνομικό τμήμα ενός μικρού επαρχιακού χωριού. Ένας άντρας, ντυμένος με βρώμικα, φτωχικά ρούχα, είπε στον αστυφύλακα: «Είμαι ο ευγενής. Αυτός ο άνθρωπος ήταν ο οδηγός μου.",
    "1767952047": "Μου επιτέθηκε χθες το βράδυ, μου έκλεψε τα ρούχα και μου πήρε τα χρήματα». Ο άλλος άντρας, ντυμένος με υπέροχα στολίδια, τα ρούχα της τάξης των ευγενών, απάντησε: «Αστυφύλακας, αυτός ο άνθρωπος είναι τρελός. Νομίζει ότι είναι ευγενής. Είμαι ο πραγματικός ευγενής. Συλλάβετέ τον!»",
    "2947576723": "Αυτή η ιστορία προϋπήρχε των αδειών οδήγησης και της ψηφιακής δακτυλικής εκτύπωσης, αλλά προσφέρει ένα καλό παράδειγμα του τι μπορεί να πάει στραβά σε μια κατάσταση εξαγοράς λογαριασμού. Ένα άτομο συνδέεται σε έναν διαδικτυακό τραπεζικό λογαριασμό ή σε εφαρμογή πληρωμών μέσω κινητού τηλεφώνου. Είναι πραγματικός κάτοχος λογαριασμού ή χάκερ; Ποιος είναι πραγματικά ποιος; Αυτά τα ζητήματα ασφαλείας επηρεάζουν οργανισμούς που επιτρέπουν την πρόσβαση σε λογαριασμό αυτοεξυπηρέτησης.",
    "1687299615": "Τι είναι η εξαγορά λογαριασμού;",
    "2648707986": "Η κατάληψη λογαριασμού είναι μια μορφή απάτης στον κυβερνοχώρο κατά την οποία ένας κακόβουλος παράγοντας υποδύεται τον ιδιοκτήτη ενός διαδικτυακού λογαριασμού. Συνήθως, ο λογαριασμός βρίσκεται σε ένα χρηματοπιστωτικό ίδρυμα ή σε μια επιχείρηση ηλεκτρονικού εμπορίου όπου ο απατεώνας μπορεί να κλέψει χρήματα, εμπορεύματα ή δωροκάρτες. Ο εισβολέας χρησιμοποιεί κλεμμένα διαπιστευτήρια σύνδεσης για να αποκτήσει πρόσβαση στον λογαριασμό και στη συνέχεια να τον αναλάβει, ίσως αλλάζοντας τον κωδικό πρόσβασης για να κλειδώσει τον πραγματικό κάτοχο του λογαριασμού.",
    "1476843710": "Λιγότερο επιζήμιες, αλλά ακόμα επιζήμιες μορφές εξαγοράς λογαριασμών περιλαμβάνουν την πειρατεία λογαριασμών μέσων κοινωνικής δικτύωσης και παρόμοια. Σε αυτές τις περιπτώσεις, ο εισβολέας συνήθως προσπαθεί να διαδώσει κακόβουλο λογισμικό ή να εμπλακεί σε επιθέσεις phishing εναντίον ανυποψίαστων φίλων του θύματος. Ή, ο δράστης προσπαθεί να φέρει σε δύσκολη θέση το θύμα, κάτι που συμβαίνει μερικές φορές με διασημότητες και πολιτικούς, για παράδειγμα.",
    "2904949278": "Πώς ένας χάκερ αναλαμβάνει έναν λογαριασμό;",
    "2575690545": "Οι εξαγορές λογαριασμών, όπως και τόσες πολλές απάτες στον κυβερνοχώρο, είναι κυρίως θέμα αυτοματοποιημένων, μαζικών διαδικασιών. Είναι σπάνιο ένας χάκερ, ντυμένος με κουκούλα στο υπόγειο της μητέρας του, να πληκτρολογεί κωδικούς πρόσβασης σε ιστότοπους τραπεζών έναν-έναν.",
    "3614653023": "Αντίθετα, η πρακτική βασίζεται σε επιθέσεις γεμίσματος διαπιστευτηρίων μεγάλης κλίμακας που δοκιμάζουν εκατομμύρια ζεύγη ονόματος χρήστη/κωδικού πρόσβασης σε δεκάδες χρηματοπιστωτικά ιδρύματα-στόχους με την ελπίδα να ξεκλειδώσουν ένα μικρό υποσύνολο των λογαριασμών. Μόλις το λογισμικό αυτοματοποιημένης απάτης αποκτήσει πρόσβαση στον λογαριασμό, ένας ανθρώπινος χάκερ μπορεί να εμπλακεί, αλλά σε ορισμένες περιπτώσεις, όχι.",
    "2762759509": "Πολλές επιθέσεις κατάληψης λογαριασμού είναι σχεδόν εξ ολοκλήρου αυτοματοποιημένες.",
    "1972710018": "Βλέποντάς το από τη σκοπιά της εταιρείας",
    "1282121137": "Για να κατανοήσετε πόσο προβληματική μπορεί να είναι η εξαγορά λογαριασμού, σκεφτείτε πώς φαίνεται η εμπειρία από την άποψη του χρηματοπιστωτικού ιδρύματος. Διαχειρίζονται εκατομμύρια συνδέσεις κάθε μέρα.",
    "2315518622": "Με την πολυπλοκότητα που είναι διαθέσιμη στα σημερινά εργαλεία επίθεσης, είναι εξαιρετικά δύσκολο να εντοπίσεις ποια, αν υπάρχουν, είναι δόλια. Στη συνέχεια, ένα άτομο καλεί τη γραμμή εξυπηρέτησης πελατών και λέει «Ο λογαριασμός μου δέχθηκε επίθεση! Δεν μπορώ να συνδεθώ και κάποιος μου κλέβει τα λεφτά!».",
    "1836369533": "Όπως ο αστυφύλακας στο λαϊκό παραμύθι, πώς προσδιορίζει κανείς ποιος είναι πραγματικά ποιος; Εάν ο εισβολέας έχει αρκετά κλεμμένα στοιχεία ταυτότητας, όπως τον αριθμό άδειας οδήγησης, τον αριθμό κοινωνικής ασφάλισης, το πατρικό όνομα της μητέρας, τη διεύθυνση κ.λπ., μπορεί να είναι αρκετά δύσκολο να προσδιοριστεί εάν ο καλών είναι ο πραγματικός κάτοχος λογαριασμού ή ένας εισβολέας που προσπαθεί να αποκτήσει επαναφορά κωδικού πρόσβασης σε έναν λογαριασμό που θέλει να διεισδύσει.",
    "2880837730": "Τι μπορεί να γίνει για να σταματήσει η εξαγορά λογαριασμών;",
    "3654556483": "Τα χρηματοπιστωτικά ιδρύματα και οι εταιρείες ηλεκτρονικού εμπορίου διαθέτουν διαδικασίες και ελέγχους που μετριάζουν ορισμένες από τις απειλές εξαγοράς λογαριασμού. Αυτές κυμαίνονται από τις παλιομοδίτικες ερωτήσεις ασφαλείας «πώς λεγόταν ο καλύτερος φίλος σου στο δημοτικό» μέχρι τις μεθόδους ανίχνευσης που αποκαλύπτουν ύποπτες διευθύνσεις IP και προφίλ φορητών συσκευών.",
    "2449501658": "παρέχει έναν από τους πιο προηγμένους τρόπους για τον μετριασμό της απειλής από δόλιες απόπειρες σύνδεσης λογαριασμού, χρησιμοποιώντας μηχανική εκμάθηση για τον εντοπισμό και τη διακοπή των ρομπότ και καθιστά αποτελεσματικά πολύ πιο δύσκολο ή ακόμα και αδύνατο για τους απατεώνες να εμπλακούν στην εξαγορά λογαριασμού.",
    "3621455477": "να μάθω περισσότερα!",
    "555246307": "Παρεμπιπτόντως, να πώς τελειώνει η ιστορία του ευγενή και του οδηγού του: Ο αστυφύλακας έκανε τους δύο άντρες να κάθονται μαζί σε ένα δωμάτιο για ώρες και να βαρεθούν από το μυαλό τους. Στο τέλος της ημέρας, εμφανίστηκε και είπε, «Θα μιλήσω με τον οδηγό βαγονιού τώρα». Ο άντρας με τα ευγενή ρούχα σηκώθηκε. Βαριόταν τόσο πολύ, που ξέχασε ότι παρίστανε μόνο τον ευγενή.",
    "1224727373": "BotStop από το hCaptcha",
    "1187718370": "Επικοινωνήστε μαζί μας",
    "3892905664": "Το hCaptcha βοηθά τις αγαπημένες σας διαδικτυακές υπηρεσίες να αποτρέψουν τα bots, τα ανεπιθύμητα μηνύματα και την κατάχρηση, θέτοντας απλές ερωτήσεις που είναι εύκολες για τους ανθρώπους και δύσκολες για μηχανές.",
    "555158694": "Μια υπηρεσία που χρησιμοποιείτε έχει επιλέξει να βελτιώσει την εμπειρία σας στον ιστότοπό της εγκαθιστώντας το hCaptcha για να μειώσει την κακόβουλη επισκεψιμότητα.",
    "1617196410": "Το hCaptcha επικεντρώνεται στη διακοπή των bots. Δεν μας ενδιαφέρει ποιος είναι ένας χρήστης, αλλά μόνο αν είναι κακόβουλος. Εργαζόμαστε σκληρά για να εξισορροπήσουμε το απόρρητο και",
    "1624200563": "ασφάλειας και συμμορφώνονται με τους κανονισμούς GDPR, CCPA, LGPD, PIPL και άλλους κανονισμούς απορρήτου.",
    "1927613000": "Το hCaptcha συνδυάζει την εξελιγμένη μηχανική εκμάθηση με μια ισχυρή πλατφόρμα πρόκλησης για την προστασία των εφαρμογών Ιστού από εξαγορές λογαριασμών, γέμισμα διαπιστευτηρίων, απόξεση και άλλα είδη κατάχρησης.",
    "1133989302": "Γιατί hCaptcha;",
    "34074886": "Κάθε φορά που απαντάτε σε μια πρόκληση, χρησιμοποιούμε εξελιγμένα μοντέλα για να καταλάβουμε αν είστε άνθρωπος. Στη συνέχεια, ο ιστότοπος που επισκεφτήκατε χρησιμοποιεί αυτό το αποτέλεσμα για να βελτιώσει την εμπειρία σας στον ιστότοπό του, κρατώντας έξω τα ρομπότ.",
    "3412647984": "Αυτό σας επιτρέπει να αποφύγετε μελλοντικές ερωτήσεις με την εγγραφή και τη ρύθμιση ενός cookie. Δοκιμάστε επίσης να απενεργοποιήσετε το πρόγραμμα αποκλεισμού διαφημίσεων.",
    "2510209017": "Χρειάζεστε περισσότερη βοήθεια;",
    "477275453": "Γιατί τα API είναι δημοφιλής στόχος για χάκερ;",
    "596347471": "Οι διεπαφές προγραμματισμού εφαρμογών (API) έχουν γίνει δημοφιλής στόχος για κακόβουλους παράγοντες στον κυβερνοχώρο. Υπάρχουν πολλοί λόγοι για αυτό, συμπεριλαμβανομένης της μεγάλης χρησιμότητάς τους στην ενσωμάτωση εφαρμογών. Ωστόσο, είναι δυνατό να μετριαστεί ο κίνδυνος API.",
    "2441638955": "Πρώτον, τι είναι το API;",
    "3963216198": "Για να συζητήσετε γιατί τα API είναι δημοφιλής στόχος για τους χάκερ, αξίζει πρώτα να αφιερώσετε λίγο χρόνο για να ορίσετε τι σημαίνει επί του παρόντος ο όρος \"API\". Η ιδέα του API δεν είναι καθόλου νέα. Στην πραγματικότητα, οι διεπαφές για τη σύνδεση διαφόρων συστημάτων υπολογιστών μεταξύ τους, καθώς και τα εσωτερικά τους στοιχεία, υπήρχαν τουλάχιστον από τις αρχές της δεκαετίας του 1960.",
    "1047251718": "Σήμερα, ωστόσο, όταν οι άνθρωποι μιλούν για API, εννοούν πάντα τα API που βασίζονται σε πρότυπα. Αυτά είναι API που έχουν δημιουργηθεί με χρήση ανοιχτών προτύπων όπως το Representational State Transfer (REST) και ανοιχτές τυπικές μορφές αρχείων όπως το JavaScript Object Notation (JSON). Τέτοια \"RESTful API\", όπως είναι γνωστά, μπορούν να δημιουργηθούν χωρίς την ανάγκη αποκλειστικού λογισμικού. Τα API που προκύπτουν είναι σε θέση να στέλνουν και να λαμβάνουν δεδομένα και να διεκπεραιώνουν κλήσεις μεταξύ εφαρμογών λογισμικού. Για παράδειγμα, μια εφαρμογή mobile banking χρησιμοποιεί ένα API για πρόσβαση στα συστήματα της τράπεζας.",
    "3195334319": "Η χρησιμότητα και η ευπάθεια των API",
    "1903743785": "Η εμφάνιση των API που βασίζονται σε πρότυπα αντιπροσώπευε ένα σημαντικό άλμα προς τα εμπρός στην ενοποίηση εφαρμογών. Τα τελευταία 20 περίπου χρόνια, τα API μετατράπηκαν από δαπανηρά και περίπλοκα ιδιόκτητα προϊόντα λογισμικού σε δωρεάν εργαλεία βασισμένα σε πρότυπα με τα οποία ήταν σχετικά εύκολο να εργαστείς και να αναπτυχθούν γρήγορα.",
    "879362350": "Με τα νέα API που λειτουργούν μέσω Διαδικτύου, κατέστη δυνατή η σύνδεση οποιουδήποτε λογισμικού ή πηγής δεδομένων, οπουδήποτε στον κόσμο, ανεξάρτητα από την πλατφόρμα, το σχήμα δεδομένων ή τη γλώσσα προγραμματισμού. Ως αποτέλεσμα, ο κόσμος των υπολογιστών βρίσκεται τώρα στη μέση μιας επανάστασης API. Υπήρξε μια έκρηξη συνδεσιμότητας μεταξύ εφαρμογών και δεδομένων. Αυτό είναι υπέροχο, μέχρι να μην είναι.",
    "3844432472": "Η ίδια η διαφάνεια και η χρησιμότητα των API τα καθιστά απίστευτα πλούσιους στόχους για επιτιθέμενους. Με τον ίδιο τρόπο που μια εφαρμογή για κινητά μπορεί να προγραμματιστεί για να προσεγγίζει και να λαμβάνει δεδομένα από ένα εταιρικό σύστημα χρησιμοποιώντας ένα API, το ίδιο συμβαίνει και με ένα κομμάτι κακόβουλου λογισμικού. Οι χάκερ έχουν γράψει μια μεγάλη ποικιλία εργαλείων λογισμικού για την κατάχρηση των API. Είναι μια αποτελεσματική τεχνική επίθεσης.",
    "2187096543": "Πράγματι, υπήρξαν ορισμένες σημαντικές παραβιάσεις δεδομένων που προέκυψαν από λογισμικό γραμμένο από χάκερ που καλούσε ένα API να εξάγει δεδομένα από μια βάση δεδομένων. Εξάλλου, εάν η κλοπή δεδομένων απαιτεί απλώς μια βασική κλήση GET σε ένα API, γραμμένη με χρήση REST και JSON, τότε είναι εύκολο να καθαρίσετε γρήγορα μια βάση δεδομένων. Στην πραγματικότητα, όταν οι άνθρωποι μιλούν για επιθέσεις «απόξεσης οθόνης», αυτό που πραγματικά εννοούν, κυρίως, είναι κλήσεις API ταχείας πυρκαγιάς που αντλούν δεδομένα από βάσεις δεδομένων. Τα API έχουν γίνει μια σημαντική επιφάνεια επίθεσης για τους οργανισμούς που τα κατασκευάζουν.",
    "4222109231": "Μετριασμός του κινδύνου API με το Enterprise Product της hCaptcha",
    "1783317946": "Η διακοπή επιθέσεων API είναι μια δημοφιλής περίπτωση χρήσης",
    "3022922096": ", η εταιρική σουίτα προϊόντων της hCaptcha. Σε αντίθεση με τη δωρεάν έκδοση του hCaptcha,",
    "63719113": "χρησιμοποιεί προηγμένη μηχανική εκμάθηση για τον εντοπισμό κακόβουλης επισκεψιμότητας στον ιστότοπο και τις εφαρμογές σας - συμπεριλαμβανομένων των δραστηριοτήτων απόξεσης.",
    "3566102529": "εμείς σήμερα για να μάθουμε περισσότερα.",
    "3096553330": "Κάθε σύστημα που δημιουργούμε αντικατοπτρίζει απλώς τις σχέσεις μας με άλλους ανθρώπους.",
    "1467218142": "Αυτό που επιθυμούμε από αυτούς και τους εαυτούς μας οδηγεί τη συμπεριφορά μας, και έτσι τα ίδια πρότυπα αλληλεπίδρασης επαναλαμβάνονται σε όλα τα ανθρώπινα συστήματα. Το Διαδίκτυο παρέχει πολλά απίθανα παραδείγματα αυτής της θεμελιώδους πτυχής του κόσμου μας.",
    "808872868": "Για παράδειγμα: τα ανεπιθύμητα μηνύματα, η απάτη και η κατάχρηση υπάρχουν στο διαδίκτυο σχεδόν από την επόμενη μέρα που δύο συστήματα συνδέθηκαν για πρώτη φορά μεταξύ τους.",
    "1085089390": "Η διαδικτυακή κακοποίηση πηγάζει από έμφυτες ανθρώπινες συμπεριφορές",
    "3064321967": "Το πρώτο γνωστό spam email στάλθηκε το 1978. [",
    "3800781598": "] Σχεδόν πέντε δεκαετίες αργότερα, τα ανεπιθύμητα μηνύματα ηλεκτρονικού ταχυδρομείου συνεχίζουν να μας μαστίζουν. Πολλά δισεκατομμύρια δολάρια και χιλιάδες ανθρωποέτη μηχανικής προσπάθειας καταβλήθηκαν για να το νικήσουμε, και ωστόσο τα ανεπιθύμητα μηνύματα επιμένουν. Υπάρχουν βιομηχανίες δισεκατομμυρίων δολαρίων και στις δύο πλευρές, δηλαδή αυτές που αμύνονται εναντίον της και αυτές που την στέλνουν.",
    "2119943547": "Γιατί είναι αυτό? Η απάντηση είναι απλή. Εφόσον υπάρχει κίνητρο για κατάχρηση ενός συστήματος, κάποιος θα βρει γενικά έναν τρόπο. Και μόλις το κάνουν, κάποιος άλλος θα έχει τώρα ένα κίνητρο να τους σταματήσει.",
    "532470444": "Η ισορροπία μπορεί να αλλάζει ελαφρώς από χρόνο σε χρόνο, αλλά αυτή η συμπεριφορά απλώς αντανακλά τη θεμελιώδη ανθρώπινη φύση και πέντε χιλιάδες χρόνια καταγεγραμμένης ιστορίας υποδηλώνουν ότι η δυναμική είναι απίθανο να αλλάξει σύντομα.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Αυτή η ανάλυση δεν είναι νέα, αλλά οι άνθρωποι είναι αιώνια αισιόδοξοι. Ειδικά όταν πιστεύουν ότι η ιδέα τους είναι νέα.",
    "1216071511": "Οι ίδιες ιδέες προτείνονται τόσο συχνά που πριν από περίπου 20 χρόνια, ένας ανώνυμος συγγραφέας σκέφτηκε μια χρήσιμη συμπλήρωση του κενού για διαδικτυακές συζητήσεις σχετικά με λύσεις κατά των ανεπιθύμητων μηνυμάτων:",
    "1941999673": "Η ανάρτησή σας συνηγορεί α",
    "4179118182": "( ) τεχνική ( ) νομοθετική ( ) βασισμένη στην αγορά ( ) επαγρύπνηση",
    "3978720689": "προσέγγιση για την καταπολέμηση των ανεπιθύμητων μηνυμάτων. Η ιδέα σας δεν θα λειτουργήσει. Εδώ είναι γιατί δεν θα λειτουργήσει.",
    "318339230": "(Ένα ή περισσότερα από τα παρακάτω μπορεί να ισχύουν για τη συγκεκριμένη ιδέα σας και μπορεί να ισχύει",
    "30312304": "άλλα ελαττώματα που διέφεραν από πολιτεία σε πολιτεία πριν από την ψήφιση ενός κακού ομοσπονδιακού νόμου.)",
    "2710988028": "( ) Οι αποστολείς ανεπιθύμητης αλληλογραφίας μπορούν εύκολα να το χρησιμοποιήσουν για τη συλλογή διευθύνσεων email",
    "3912514510": "( ) Οι λίστες αλληλογραφίας και άλλες νόμιμες χρήσεις email θα επηρεαστούν",
    "2030062561": "( ) Κανείς δεν θα μπορέσει να βρει τον τύπο ή να εισπράξει τα χρήματα",
    "3334160175": "( ) Είναι ανυπεράσπιστο έναντι επιθέσεων ωμής βίας",
    "3238345709": "( ) Θα σταματήσει το spam για δύο εβδομάδες και μετά θα κολλήσουμε με αυτό",
    "4227800293": "( ) Οι χρήστες του email δεν θα το ανεχτούν",
    "2271252286": "( ) Η Microsoft δεν θα το ανεχτεί",
    "692064738": "( ) Η αστυνομία δεν θα το ανεχτεί",
    "3475647460": "( ) Απαιτεί υπερβολική συνεργασία από τους spammers",
    "1482845460": "( ) Απαιτεί άμεση πλήρη συνεργασία από όλους ταυτόχρονα",
    "3741193183": "( ) Πολλοί χρήστες email δεν έχουν την πολυτέλεια να χάσουν την επιχείρηση ή να αποξενώσουν πιθανούς εργοδότες",
    "2234909600": "( ) Οι ανεπιθύμητοι δεν ενδιαφέρονται για τις μη έγκυρες διευθύνσεις στις λίστες τους",
    "1982617151": "( ) Οποιοσδήποτε θα μπορούσε να καταστρέψει ανώνυμα την καριέρα ή την επιχείρηση οποιουδήποτε άλλου",
    "2498172334": "Συγκεκριμένα, το σχέδιό σας δεν λαμβάνει υπόψη",
    "389705801": "( ) Νόμοι που το απαγορεύουν ρητά",
    "190955495": "( ) Έλλειψη κεντρικού ελέγχου για το ηλεκτρονικό ταχυδρομείο",
    "237009707": "( ) Ανοιχτά ρελέ σε χώρες του εξωτερικού",
    "3507532387": "( ) Ευκολία αναζήτησης μικροσκοπικού αλφαριθμητικού χώρου διευθύνσεων όλων των διευθύνσεων email",
    "2477958756": "( ) Κακοί άνθρωποι",
    "3254142589": "( ) Προβλήματα δικαιοδοσίας",
    "3621401685": "( ) Αντιδημοφιλία των περίεργων νέων φόρων",
    "4277475973": "( ) Η δημόσια απροθυμία να αποδεχθεί περίεργες νέες μορφές χρημάτων",
    "941057651": "( ) Τεράστια υπάρχουσα επένδυση λογισμικού στο SMTP",
    "3265293440": "( ) Ευαισθησία άλλων πρωτοκόλλων εκτός του SMTP σε επίθεση",
    "515733427": "( ) Προθυμία των χρηστών να εγκαταστήσουν ενημερώσεις κώδικα του λειτουργικού συστήματος που λαμβάνονται μέσω email",
    "2631159699": "( ) Στρατιές από σκουλήκια κουτιά Windows που συνδέονται ευρυζωνικά",
    "776542208": "( ) Αιώνια κούρσα εξοπλισμών που εμπλέκεται σε όλες τις προσεγγίσεις φιλτραρίσματος",
    "989480928": "( ) Εξαιρετική κερδοφορία των ανεπιθύμητων μηνυμάτων",
    "3898950867": "( ) Joe jobs ή/και κλοπή ταυτότητας",
    "3395399558": "( ) Τεχνικά αναλφάβητοι πολιτικοί",
    "1118929614": "( ) Ακραία βλακεία από την πλευρά των ανθρώπων που συναλλάσσονται με spammers",
    "838951836": "( ) Ανεντιμότητα εκ μέρους των ίδιων των spammers",
    "2123236933": "( ) Κόστος εύρους ζώνης που δεν επηρεάζεται από το φιλτράρισμα του πελάτη",
    "2292919419": "( ) Outlook",
    "2534436327": "και μπορεί επίσης να ισχύουν οι ακόλουθες φιλοσοφικές αντιρρήσεις:",
    "832385387": "( ) Ιδέες παρόμοιες με τις δικές σας είναι εύκολο να προκύψουν, ωστόσο καμία δεν έχει αποδειχθεί ποτέ πρακτική",
    "1993984258": "( ) Οποιοδήποτε σύστημα βασίζεται σε εξαίρεση είναι απαράδεκτο",
    "3909240516": "( ) Οι κεφαλίδες SMTP δεν πρέπει να αποτελούν αντικείμενο νομοθεσίας",
    "1151065360": "( ) Οι μαύρες λίστες είναι χάλια",
    "2396605499": "( ) Οι λευκές λίστες είναι χάλια",
    "2225785608": "( ) Θα πρέπει να μπορούμε να μιλάμε για το Viagra χωρίς να λογοκρίνουμε",
    "3004688366": "( ) Τα αντίμετρα δεν πρέπει να περιλαμβάνουν απάτη μέσω τραπεζικής ή πιστωτικής κάρτας",
    "922470170": "( ) Τα αντίμετρα δεν πρέπει να περιλαμβάνουν δολιοφθορά των δημόσιων δικτύων",
    "3068923550": "( ) Τα αντίμετρα πρέπει να λειτουργήσουν εάν τεθούν σταδιακά",
    "2752975480": "( ) Η αποστολή email θα πρέπει να είναι δωρεάν",
    "117227832": "( ) Γιατί πρέπει να εμπιστευόμαστε εσάς και τους διακομιστές σας;",
    "1021431157": "( ) Ασυμβατότητα με άδειες ανοιχτού κώδικα ή ανοιχτού κώδικα",
    "2801524659": "( ) Τα μέτρα για την καλή αίσθηση δεν επιλύουν το πρόβλημα",
    "931661269": "( ) Οι προσωρινές/εφάπαξ διευθύνσεις email είναι δυσκίνητες",
    "2090457681": "( ) Δεν θέλω η κυβέρνηση να διαβάζει το email μου",
    "3536122902": "( ) Το να τους σταματήσεις με αυτόν τον τρόπο δεν είναι αρκετά αργό και επώδυνο",
    "2391175562": "Επιπλέον, αυτό είναι που σκέφτομαι για εσάς:",
    "229198134": "( ) Συγγνώμη φίλε, αλλά δεν νομίζω ότι θα λειτουργήσει.",
    "345563040": "( ) Αυτή είναι μια ηλίθια ιδέα και είσαι ηλίθιος που την προτείνεις.",
    "409780280": "( ) Καλή προσπάθεια, ****! Ελπίζω κάποιος να πατήσει το πληκτρολόγιό σου!",
    "2820080973": "φιλοξενείται με ❤ από",
    "3943164003": "προβολή ακατέργαστη",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Γιατί η νέα σας λύση anti-spam δεν θα λειτουργήσει",
    "361795034": ". Άγνωστος συγγραφέας, γ. 2000",
    "1547006769": "Η επαλήθευση της ανθρωπότητας είναι το ίδιο πρόβλημα",
    "3717942925": "Ακριβώς όπως πάντα θα υπάρχουν άνθρωποι που θέλουν να τραβούν την προσοχή σας μέσω email, θα υπάρχει πάντα η επιθυμία να περιοριστεί η πρόσβαση σε ορισμένους πόρους, έτσι ώστε μόνο οι άνθρωποι να έχουν πρόσβαση σε αυτούς.",
    "2481032625": "Εάν ο στόχος είναι η πρόληψη:",
    "1691348394": "- αυτοματοποιημένες μαζικές αγορές κατά τη διάρκεια εκπτώσεων περιορισμένης κυκλοφορίας",
    "1771016224": "- λογισμικό από τη μαζική λήψη όλου του περιεχομένου από τον ιστότοπό σας",
    "1959762846": "- Συμπλήρωση των φορμών Ιστού σας με ατελείωτα ανεπιθύμητα μηνύματα μάρκετινγκ ή κατάχρηση",
    "345108670": "- γέμιση διαπιστευτηρίων και άλλες προσπάθειες εξαγοράς λογαριασμού",
    "2540760245": "Μεταξύ πολλών άλλων χρήσεων, η δυνατότητα φιλτραρίσματος της διαδικτυακής κίνησης με βάση το «ανθρώπινο ή μη» θα παραμείνει πιθανότατα πολύτιμο εργαλείο εφόσον η ανθρώπινη φύση ακολουθεί τα ίδια πρότυπα που καταγράφηκαν τα τελευταία πέντε χιλιάδες χρόνια.",
    "3346362371": "Τι γίνεται με τη μηχανική εκμάθηση;",
    "3619183405": "Το 2021 τα απλά CAPTCHA μπορούν μερικές φορές να επιλυθούν με λογισμικό, χάρη στην πρόοδο στη μηχανική εκμάθηση. Για να το αντιμετωπίσει αυτό, το hCaptcha κάνει επίσης μια πολύ λεπτομερή ανάλυση ιδιοτήτων όπως",
    "3292221787": "η πρόκληση απαντήθηκε, όχι μόνο αν ήταν σωστή, και αλλάζει συχνά τόσο τις ερωτήσεις όσο και τα δεδομένα που χρησιμοποιήθηκαν.",
    "1080672247": "Επειδή πολλές από τις ερωτήσεις που τίθενται δεν μπορούν να επιλυθούν οικονομικά με το λογισμικό εκτός ραφιού και επειδή τα δεδομένα είναι γενικά μοναδικά για το σύστημα, αυτό σημαίνει ότι τα bots συχνά διακόπτονται εντελώς από τη δωρεάν υπηρεσία και πρέπει να βασίζονται σε ανθρώπινους λύτες CAPTCHA, οι οποίοι καθιστά πολλά είδη καταχρήσεων εντελώς αντιοικονομικά.",
    "4172868199": "προχωρά πολύ περισσότερο από αυτό, προχωρώντας στη σφαίρα της προσπάθειας να διακρίνουμε τον «καλό άνθρωπο» από τον «κακό άνθρωπο» επίσης, και χρησιμοποιείται σήμερα από πολλές από τις πιο δημοφιλείς διαδικτυακές υπηρεσίες στον κόσμο για να βρουν και να σταματήσουν τα πάντα, από απάτες αγορών έως προηγμένες επίμονες απειλές κατά των χρηστών τους, διατηρώντας παράλληλα μια μοναδική εστίαση στη διατήρηση του απορρήτου.",
    "2873911365": "Τι γίνεται με τη βεβαίωση υλικού;",
    "1477196356": "Διάφορες μέθοδοι σύνδεσης της ταυτότητας με μια συσκευή με κρυπτογραφικά ασφαλή τρόπο, μερικές φορές με ιδιότητες διατήρησης της ιδιωτικής ζωής, έχουν προταθεί εδώ και δεκαετίες. Η κρυπτογραφία δημόσιου κλειδιού χρονολογείται από τον περ. 1975, και τα διακριτικά υλικού υπάρχουν σχεδόν τόσο καιρό.",
    "2349681896": "Δυστυχώς, το να ελέγχεις ένα κομμάτι υλικού δεν σημαίνει ότι είσαι άνθρωπος. Σχεδόν κάθε δημοφιλές σύστημα βεβαίωσης υλικού καταναλωτή έχει επανειλημμένα σπάσει, επιδιορθωθεί και στη συνέχεια σπάσει ξανά.",
    "254326776": "Η κακόβουλη κατάχρηση αυτών των ελαττωμάτων συχνά ανακαλύπτεται ότι έχει συμβεί για μήνες ή χρόνια πριν από την αποκάλυψη ή την ακαδημαϊκή δημοσίευση.",
    "2462909475": "Ένας τοίχος με περισσότερα από 10.000 τηλέφωνα που χρησιμοποιούνται για κατάχρηση, μέρος μιας κινεζικής επιχείρησης bot.",
    "1963951234": "Ανεξάρτητα από το πόσο αξιόπιστο είναι το κρυπτογραφικό σας σχήμα, αν κάποιος μπορεί στο τέλος της ημέρας απλώς να ξοδέψει χρήματα για να σας δώσει την απάντηση που αναζητάτε, η κατοχή ενός υλικού υλικού είναι ανεπαρκής.",
    "1278884196": "Τούτου λεχθέντος, η κρυπτογραφία είναι ένας αρκετά νέος κλάδος. Με βάση το πρόσφατο ιστορικό, το κρυπτογραφικό σας σχήμα ή/και η υλοποίησή σας είναι πιθανό να σπάσουν μόλις κάποιος έχει κίνητρο να το εξετάσει προσεκτικά, και είναι πιθανό ότι άλλα άτομα θα το καταλάβουν πολύ πριν από εσάς. Το να βασίζεστε στο υλικό σημαίνει επίσης ότι μπορεί να χρειαστεί να ζητήσετε από κάθε έναν από τους χρήστες σας να αλλάξουν μια φυσική συσκευή για να επιδιορθώσετε το ελάττωμα. Αυτό είναι απίθανο να συμβεί γρήγορα στις περισσότερες περιπτώσεις, πράγμα που σημαίνει ότι στην πραγματικότητα το σύστημά σας απλώς θα αποτύχει να ανοίξει.",
    "1828028934": "Αυτός είναι ο λόγος",
    "1642844535": "είναι σημαντικό: το hCaptcha χρησιμοποιεί πολλές διαφορετικές προσεγγίσεις για να απαντήσει στην ίδια θεμελιώδη ερώτηση, επιτρέποντας τη σύγκριση για συνέπεια σε όλες τις αξιολογήσεις.",
    "1155821305": "η άμυνα είναι βάθος",
    "119098046": "Τι γίνεται με τις παθητικές ή χωρίς πρόκληση λύσεις;",
    "2760410719": "Οι υπηρεσίες που προσπαθούν να κάνουν ανίχνευση bot με καθαρά παθητικά σήματα αντιμετωπίζουν γρήγορα ένα θεμελιώδες ζήτημα: πώς επικυρώνετε εάν ένα σύστημα εντοπίζει σωστά τους κακούς παράγοντες όταν δεν έχετε ακριβή βασική αλήθεια;",
    "1722734001": "Το ανοιχτό διαδίκτυο είναι ένα πολύ θορυβώδες περιβάλλον. Κακοί ηθοποιοί επιτίθενται στους χρήστες της υπηρεσίας μας και σε ανταγωνιστές όπως το reCAPTCHA καθημερινά και φυσικά προσπαθούν να φαίνονται όσο το δυνατόν πιο ανθρώπινοι ενώ το κάνουν.",
    "1595254735": "Οι αμιγώς παθητικές υπηρεσίες αγωνίζονται να διατηρήσουν την ακρίβεια ανίχνευσης bot ή ακόμα και να γνωρίζουν πότε είναι ανακριβείς. Χωρίς τη δυνατότητα περιστασιακής πρόκλησης χρηστών και σωστής ανάλυσης των αποτελεσμάτων αυτής της πρόκλησης, η ακρίβεια τείνει να μειώνεται σημαντικά με την πάροδο του χρόνου.",
    "2412751979": "Χάρη στα πιο ακριβή σήματα ανθρωπότητας που τροφοδοτούν το hCaptcha, πολλές εταιρείες που χρησιμοποιούσαν προηγουμένως το reCAPTCHA v3/Enterprise έχουν αλλάξει",
    "2284856231": "και παρατηρήθηκε δραματικά βελτιωμένη ακρίβεια και στην καθαρά παθητική λειτουργία του hCaptcha Enterprise.",
    "4162847": "Μπορέσαμε να το παρατηρήσουμε άμεσα, καθώς ορισμένοι από τους πελάτες μας εκτελούν δοκιμές A/B με το ίδιο αίτημα προτού μεταβούν εξ ολοκλήρου από τις προσφορές της Google. Είμαστε συνήθως σε θέση να αποδείξουμε τόσο υψηλό ψευδώς θετικό όσο και ψευδώς αρνητικό ποσοστό που προέρχεται από το reCAPTCHA v3 ή το reCAPTCHA Enterprise.",
    "436125785": "Αυτό δεν προκαλεί έκπληξη, δεδομένης της ανακρίβειας των βρόχων ανατροφοδότησης που διατίθενται σε αυτά τα προϊόντα και του γεγονότος ότι πωλούνται από ένα δίκτυο διαφημίσεων με τεράστιο συμφέρον να μην είναι πολύ καλοί στον εντοπισμό ρομπότ, μήπως βλάψει τη βασική τους δραστηριότητα.",
    "2233741720": "Συμπερασματικά",
    "2133809801": "Όσο οι άνθρωποι παραμένουν άνθρωποι, είναι πιθανό η επαλήθευση της ανθρωπότητας να διαδραματίσει κάποιο ρόλο στο διαδίκτυο.",
    "2255549335": "Η δουλειά μας στο hCaptcha είναι να βρίσκουμε καλούς συμβιβασμούς μεταξύ δυσκολίας και ακρίβειας και να κρατάμε χαμηλές τριβές, ειδικά για",
    "4138068262": "χρήστες. Στο τέλος, η αλληλεπίδραση με τις προκλήσεις είναι πιθανό να παραμείνει μέρος του οπλοστασίου των εργαλείων για τη μείωση της διαδικτυακής κακοποίησης, εφόσον η ανθρώπινη φύση παραμένει αμετάβλητη.",
    "855097735": "Η οικοδόμηση μιας υπηρεσίας που το κάνει αυτό καλά ενώ εξισορροπεί όλες τις ανησυχίες είναι ένα πολύ δύσκολο πρόβλημα (και εργαζόμαστε πάντα για να το βελτιώσουμε ώστε να κάνουμε την εμπειρία όσο το δυνατόν πιο ευχάριστη) αλλά ελπίζουμε ότι θα συμφωνήσετε ότι η μείωση του ανεπιθύμητου περιεχομένου, της κατάχρησης, της εξαγοράς λογαριασμών , και η διαδικτυακή απάτη αξίζει τελικά την περιστασιακή απλή ερώτηση.",
    "1953959745": "προσιτότητα",
    "2543123170": "Επαλήθευση ανθρωπότητας μηδενικής τριβής",
    "547245263": "Λύστε το πρόβλημα με το bot σας σήμερα.",
    "3117887301": "Εμπιστεύονται οι μεγαλύτερες διαδικτυακές υπηρεσίες",
    "981806349": "Κατασκευασμένο στην αποδεδειγμένη πλατφόρμα hCaptcha",
    "2373007864": "Το hCaptcha Enterprise εκτελείται με τεχνολογία πλατφόρμας hCaptcha, επεκταμένη ώστε να περιλαμβάνει τα χαρακτηριστικά που χρειάζονται οι επιχειρήσεις με υψηλή επισκεψιμότητα.",
    "2652399059": "Ένας αξιόπιστος συνεργάτης",
    "1997838163": "Οι μεγαλύτερες εταιρείες του κόσμου εξαρτώνται από την hCaptcha Enterprise. Η ενσωμάτωση είναι απλή και η ακρίβεια ανίχνευσης απαράμιλλη.",
    "734735952": "Αξιολογήσαμε έναν αριθμό προμηθευτών CAPTCHA καθώς και δημιουργήσαμε ένα σύστημα μόνοι μας. Στο τέλος, το hCaptcha αναδείχθηκε ως η καλύτερη εναλλακτική του reCAPTCHA.",
    "1250541092": "— Σέργκι Ισάσι",
    "3524251858": "Διευθυντής Διαχείρισης Προϊόντων, Cloudflare",
    "3971348140": "Γιατί χρησιμοποιήσαμε το hCaptcha; Κανείς άλλος δεν μπορούσε να προσφέρει τα χαρακτηριστικά και την απόδοση που χρειαζόμασταν. Μας έθεσαν σε λειτουργία γρήγορα και οι έμποροί μας λατρεύουν την εμπειρία.",
    "4248655793": "— Άλεξ Μ.",
    "4185927140": "Product Manager, Flash, Shopify",
    "282913023": "Η οικονομικά αποδοτική επιλογή για επιχειρήσεις υψηλής επισκεψιμότητας",
    "999610953": "Τέλος, μια αξιόπιστη εναλλακτική λύση για την Google. Το hCaptcha Enterprise προσφέρει δραματική εξοικονόμηση στον λογαριασμό σας reCAPTCHA με υψηλότερη ασφάλεια: έως και 80% λιγότερο ακριβό σε ορισμένες περιπτώσεις.",
    "1886100235": "Πολλές από τις μεγαλύτερες διαδικτυακές υπηρεσίες στον κόσμο έχουν αλλάξει στο hCaptcha Enterprise και έλαβαν βελτιωμένη ανίχνευση bot παράλληλα με σημαντική εξοικονόμηση κόστους.",
    "2903742230": "Τα δίκτυα διαφημίσεων βλέπουν τους επισκέπτες σας ως το προϊόν. Για εμάς ο μόνος στόχος είναι να καθορίσουμε την ανθρωπιά τους. Οι υπηρεσίες μας πληρούν ή υπερβαίνουν τις απαιτήσεις GDPR, CCPA, LGPD και PIPL και εργαζόμαστε σκληρά για να εξισορροπήσουμε το απόρρητο και την ασφάλεια.",
    "3901503296": "Αυτή η μοναδική εστίαση στο απόρρητο σημαίνει ότι μπορούμε να προσφέρουμε μηδενική διατήρηση ατομικών δεδομένων, λειτουργία χωρίς cookie και άλλες συμβατικές εγγυήσεις απορρήτου όπως απαιτείται, διατηρώντας παράλληλα εξαιρετική ασφάλεια.",
    "3342910682": "Διαβάστε περισσότερα",
    "1130783905": "Η ακρίβεια είναι προς το συμφέρον σας και το δικό μας. Το hCaptcha λειτουργεί για να σας παρέχει πραγματικά δεδομένα και σας επιτρέπει να αποφασίσετε πώς να τα χρησιμοποιήσετε. Άλλες λύσεις ασφαλείας παρέχονται από διαφημιστικές εταιρείες Gigantic. Αυτό σημαίνει ότι κάθε bot που μπλοκάρει μπορεί να μειώσει τα έσοδά του.",
    "2019130052": "Οι καινοτομίες μας στο ML με επίκεντρο το απόρρητο μας επιτρέπουν να υπερβούμε τα πρότυπα ασφαλείας των παλαιούχων στρατηγικών \"καταγράψτε τα πάντα για πάντα\", χωρίς να βλάψετε την ασφάλεια ή το απόρρητο των χρηστών.",
    "23114595": "Μεγάλη εμπειρία χρήστη",
    "3437412311": "Για τους χρήστες Enterprise, είναι διαθέσιμες επιλογές για την πλήρη αποφυγή προκλήσεων στα περισσότερα σενάρια, βασιζόμενοι σε παθητικές βαθμολογίες.",
    "1996843433": "Μειώστε την τριβή αποφεύγοντας εντελώς μια πρόκληση για το 99,9% της νόμιμης επισκεψιμότητάς σας, παρέχοντας παράλληλα εξαιρετική ασφάλεια.",
    "3093689546": "Εύκολη ενσωμάτωση",
    "247560732": "Προσθέστε hCaptcha με τρεις γραμμές κώδικα. Εάν προέρχεστε από το reCAPTCHA, το API μας είναι συμβατό και χρειάζονται μόνο λίγα λεπτά για την εναλλαγή.",
    "1510448156": "Μπορείτε να λειτουργήσετε με μια ανώτερη εναλλακτική σήμερα και να ενεργοποιήσετε πιο προηγμένες λειτουργίες όπως χρειάζεται.",
    "2718999653": "Προσαρμοσμένες βαθμολογίες απειλών",
    "2698140263": "Δεν είναι όλα τα προβλήματα ίδια: η λήψη μιας ενιαίας βαθμολογίας σημαίνει ότι πρέπει να καλύψει τις ανάγκες σας για να είναι χρήσιμο.",
    "897432717": "Με τον καινοτόμο σχεδιασμό μας για εξατομικευμένες βαθμολογίες απειλών, η προσθήκη των επιχειρηματικών σας γνώσεων επιτρέπει στα μοντέλα μας να προσφέρουν βαθμολογίες μοναδικά σχετικές με τους χρήστες σας.",
    "2650502379": "Ξεκινήστε τις δικές σας προκλήσεις σε δευτερόλεπτα",
    "3578122193": "Παραμείνετε στην επωνυμία με σχετικό περιεχόμενο",
    "1074044172": "Όταν οι χρήστες πρέπει να λύσουν μια πρόκληση για να ανταποκριθούν στις απαιτήσεις ασφαλείας σας, γιατί να μην κάνετε ερωτήσεις ευχάριστες και σχετικές με τον χρήστη;",
    "1579093044": "Με τον απλό σχεδιαστή προσαρμοσμένων προκλήσεων που διαθέτουμε, μπορείτε να εκκινήσετε περιεχόμενο πρόκλησης εντός επωνυμίας μέσα σε λίγα μόνο λεπτά.",
    "3717512591": "Άμεση ενσωμάτωση πλατφόρμας",
    "121743429": "Για εταιρείες υποδομής Ιστού",
    "2131386784": "Προσιτή τεχνογνωσία και υποστήριξη τόσο για εσάς όσο και για τους χρήστες σας",
    "2782263070": "Η εξυπηρέτηση είναι κορυφαία προτεραιότητα για εμάς. Διατηρούμε υποστήριξη εφημερίας 24/7 και προσφέρουμε άμεσο συντονισμό Slack με την ομάδα ενσωμάτωσης μηχανικών και το προσωπικό μας σε εφημερία κατά τη διάρκεια και μετά την υλοποίηση.",
    "3740051331": "Δεσμευόμαστε επίσης να παρακολουθούμε ενεργά και να απαντάμε στις ερωτήσεις των χρηστών σας στα μέσα κοινωνικής δικτύωσης, στα φόρουμ και στα κανάλια υποστήριξης εντός γραφικών στοιχείων και email. Είμαστε προσβάσιμοι και ανταποκρινόμαστε και αντιμετωπίζουμε την ικανοποίηση των χρηστών ως κορυφαίο KPI.",
    "170775527": "Χαρακτηριστικά της επιχείρησης",
    "3383086062": "Το hCaptcha Enterprise είναι μια ολοκληρωμένη διαδικτυακή λύση ασφάλειας. Οι ενεργές και παθητικές λειτουργίες σάς επιτρέπουν να σταματήσετε το γέμισμα διαπιστευτηρίων, να ανιχνεύσετε εξαγορές λογαριασμών και να αποκλείσετε ύποπτους ηθοποιούς. Όλα με μηδενική τριβή για νόμιμους χρήστες.",
    "1408599440": "Ξεκινήστε γρήγορα με μερικές γραμμές κώδικα και την παθητική λειτουργία κατά 99,9% ή πάρτε τον πλήρη έλεγχο του πότε και του τρόπου πρόκλησης των χρηστών. Τα προσαρμοσμένα μοντέλα απειλών και οι προσαρμόσιμες προκλήσεις σημαίνουν ασυναγώνιστη ευελιξία για τη διασφάλιση της ασφάλειας.",
    "3365203058": "Παγκόσμιας κλάσης προστασία anti-bot",
    "1803009328": "Δοκιμασμένο σε μάχη σε διαδικτυακή κλίμακα.",
    "1586809757": "Βαθμολογίες bot υψηλής ακρίβειας",
    "353367791": "Εντοπίστε κακούς ηθοποιούς πολλών διαφορετικών τύπων.",
    "191460155": "Μηδενικές τριβές και 99,9% παθητικές λειτουργίες",
    "585557010": "Προκαλέστε λιγότερο από το 0,1% των νόμιμων χρηστών.",
    "3287172429": "Εμφανίζονται οι τύποι πρόκλησης ελέγχου",
    "1844885924": "Ευρεία βιβλιοθήκη τύπων για να διαλέξετε.",
    "3018523079": "Παραμείνετε στην επωνυμία με μια συνεπή εμπειρία χρήστη.",
    "3817811295": "Εγγυημένη αξιοπιστία και γρήγορη υποστήριξη 24/7 εφημερίας.",
    "1798492192": "Υποστήριξη προγράμματος περιήγησης παλαιού τύπου",
    "1356745565": "Συμβατό με τον Internet Explorer 8.",
    "751483365": "Υποστήριξη για πελάτες που δεν είναι JavaScript.",
    "4199502476": "Προηγμένοι πίνακες ελέγχου αναφορών και API",
    "3630114728": "Δείτε τι συμβαίνει σε όλους τους ιστότοπους και τις εφαρμογές σας.",
    "3573245166": "Σε αντίθεση με το reCAPTCHA, εργαζόμαστε σε κάθε χώρα.",
    "2354267648": "Πολιτική απορρήτου φιλική προς το GDPR, CCPA και LGPD",
    "3167979932": "Σχεδιασμένο για προστασία της ιδιωτικής ζωής από την πρώτη μέρα. Ισχυρή Συμφωνία Επεξεργασίας Δεδομένων.",
    "4065065042": "Καλέστε το για να ταιριάζει ακριβώς στη θήκη χρήσης σας.",
    "111184581": "Φιλοξενία πρώτου μέρους",
    "4272022475": "Όλα τα αιτήματα και τα στοιχεία μεταβαίνουν στη διεύθυνση hcaptcha.yourdomain.com",
    "2676853536": "Πίνακες εργαλείων πολλών χρηστών",
    "1368787974": "Μοιραστείτε τη διαχείριση σε όλη την ομάδα σας.",
    "1045484714": "Ενσωμάτωση SAML SSO με τον πάροχο ταυτότητάς σας, π.χ. Okta ή Azure AD.",
    "3953584369": "Διατίθενται εξελιγμένοι περιορισμοί πρόσβασης RBAC.",
    "2781507299": "Άμεση επαλήθευση",
    "4019660456": "Καθυστέρηση 0ms: επαληθεύστε τα διακριτικά hCaptcha χωρίς κλήση API.",
    "3446714684": "Ενσωμάτωση κινητών (iOS και Android).",
    "2593768395": "Απρόσκοπτη εμπειρία στον ιστό, τον εγγενή ιστό για κινητά, τον ιστό για κινητά. Διατίθενται προ-ενσωματωμένες ενσωματώσεις και εγγενή SDK.",
    "1779265104": "Προσαρμοσμένοι Όροι και Εγγυήσεις απορρήτου",
    "122875767": "Ικανοποιήστε τις νομικές σας ανάγκες όταν άλλες εταιρείες δεν μπορούν.",
    "148188781": "Παρουσιαζόμενες Προκλήσεις",
    "838049015": "Επιλέξτε όλες τις εικόνες που αντιστοιχούν στο ερώτημα",
    "1126302400": "Bounding Box",
    "3554448168": "Κατηγοριοποίηση",
    "2104933754": "Προσδιορίστε τις αντίστοιχες ετικέτες",
    "3612043014": "...και άλλες απλές εργασίες. Εύκολο για τους ανθρώπους, δύσκολο για bots.",
    "3624758171": "Προσαρμοσμένες εργασίες είναι επίσης διαθέσιμες για εταιρικούς εκδότες.",
    "1001938065": "Η ενσωμάτωση δεν θα μπορούσε να είναι ευκολότερη",
    "2138799135": "Το hCaptcha έχει δεκάδες προ-ενσωματωμένες ενσωματώσεις για τα συστήματα frontend και backend που χρησιμοποιείτε.",
    "2535001179": "Εάν τυχαίνει να προέρχεστε από το reCAPTCHA της Google, τα API μας είναι ανταλλακτικά drop-in.",
    "1393184984": "είναι όλα όσα χρειάζεστε.",
    "3715747429": "Οι ενσωματωμένοι μηχανικοί μας μπορούν να σας βοηθήσουν γρήγορα, είτε χρειάζεστε ενσωμάτωση React, SDK για εγγενείς εφαρμογές iOS, παράδειγμα υποστήριξης Java ή σχεδόν οποιοδήποτε άλλο σενάριο.",
    "2681650568": "Και όπως πάντα, το απόρρητο είναι μια βασική αξία για εμάς. Προσθέστε τον κωδικό πρόκλησης μόνο όπου είναι απαραίτητο και όπου είναι λογικό να προστατεύσουμε τόσο εσάς όσο και τους χρήστες σας. Η ελαχιστοποίηση της συλλογής δεδομένων ξεκινά από τη στιγμή της ολοκλήρωσης.",
    "1130868224": "Τρεις γραμμές κώδικα",
    "2183926131": "Ξεκινήστε με το hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Σχεδιασμένο για απόρρητο.",
    "1297224875": "Μια μοναδική προσέγγιση με γνώμονα το απόρρητο για την διαδικτυακή ασφάλεια Enterprise.",
    "2762458927": "Τα δεδομένα χρήστη σας δεν πωλούνται.",
    "2058856283": "Το hCaptcha Enterprise έχει μόνο έναν σκοπό: να αποτρέψει κακούς παράγοντες από το να διαταράξουν τις διαδικτυακές σας λειτουργίες και να βλάψουν τους χρήστες σας.",
    "2408036504": "Έτσι, τα συστήματά μας έχουν σχεδιαστεί από την αρχή για να ελαχιστοποιούν τη συλλογή και τη διατήρηση δεδομένων, διατηρώντας παράλληλα κορυφαία ασφάλεια. Ο καλύτερος τρόπος για την προστασία των δεδομένων χρήστη είναι να μην τα αποθηκεύσετε καθόλου.",
    "4099477834": "Όλες οι σχέσεις με τους πελάτες προστατεύονται επίσης από μια ισχυρή Συμφωνία Επεξεργασίας Δεδομένων. Η υπηρεσία hCaptcha συμμορφώνεται με όλους τους νόμους περί απορρήτου ανεξάρτητα από το πού κατοικούν η υπηρεσία σας ή οι πελάτες σας. Η μη τήρηση προσωπικών δεδομένων το καθιστά πολύ πιο εύκολο για εμάς από ό,τι για άλλες εταιρείες.",
    "3569492665": "Η καταγραφή της διαδικτυακής δραστηριότητας δεν είναι η λύση.",
    "3389431373": "Υπηρεσίες όπως το reCAPTCHA v3 λένε ότι η τοποθέτηση του pixel παρακολούθησης σε κάθε σελίδα του ιστότοπού σας είναι απαραίτητη για καλή ασφάλεια. Αυτή δεν είναι η περίπτωση.",
    "3590546893": "Η απλή ανάλυση συμπεριφοράς είναι ένα σήμα που πλαστογραφείται εύκολα από κακούς ηθοποιούς και απαιτεί τη διατήρηση του ιστορικού περιήγησης για όλη τη νόμιμη επισκεψιμότητά σας επίσης.",
    "1105363520": "Δεν λειτουργούμε δίκτυο διαφημίσεων και δεν έχουμε κανένα ενδιαφέρον να παρατηρήσουμε τη συμπεριφορά των χρηστών σας προκειμένου να τους πουλήσουμε διαφημίσεις. Αυτό σημαίνει ότι δεν απαιτούμε ένα παθητικό pixel σε κάθε σελίδα του ιστότοπού σας.",
    "3088605177": "Προσθέστε τον κωδικό πρόκλησης μόνο όπου είναι απαραίτητο και όπου είναι λογικό να προστατεύσουμε τόσο εσάς όσο και τους χρήστες σας.",
    "337971271": "Η μηχανική μάθηση είναι χρήσιμη. Αλλά δεν απαιτεί προσωπικά δεδομένα για να λειτουργήσει.",
    "320166522": "Η μηχανική μάθηση επηρεάζει πλέον σχεδόν κάθε πτυχή της ζωής μας, συχνά με τρόπους που δεν συνειδητοποιούμε και δεν μπορούμε να δούμε. Οι διαδικτυακές υπηρεσίες ασφαλείας δεν διαφέρουν.",
    "3180664128": "Με την εκμάθηση χιλιάδων σημάτων, τα μοντέλα μπορούν να συμπεράνουν και να αποκτήσουν υψηλή εμπιστοσύνη στον εντοπισμό κακόβουλης συμπεριφοράς πολύ γρήγορα, ακόμη και όταν κανένα μεμονωμένο σήμα δεν θα ήταν από μόνο του αρκετά ισχυρό για να υποδείξει ένα πρόβλημα.",
    "961941354": "Ωστόσο, κανένα από αυτά δεν απαιτεί τη χρήση στοιχείων προσωπικής ταυτοποίησης (\"PII\"). Οι σύγχρονες τεχνικές κρυπτογράφησης μάς επιτρέπουν να απορρίψουμε οποιαδήποτε προσωπικά δεδομένα όσο το δυνατόν γρηγορότερα, δημιουργώντας αντίθετα μονόδρομες υπογραφές που δεν μπορούν να συνδεθούν με κανένα άτομο.",
    "1706581702": "Η εκπαίδευση σε δεδομένα που δεν ταυτοποιούνται λειτουργεί εξίσου καλά και δεν απαιτεί συμβιβασμούς ούτε στην ασφάλεια ούτε στο απόρρητο. Οι πελάτες μας έχουν κάνει τις εμπειρικές δοκιμές και μας έχουν δηλώσει ίσους ή καλύτερους από πολύ λιγότερο ιδιωτικές εναλλακτικές.",
    "3203921334": "Μας άρεσαν πολλά πράγματα σχετικά με τις λύσεις hCaptcha: 1) δεν πωλούν προσωπικά δεδομένα. συλλέγουν μόνο τα ελάχιστα απαραίτητα προσωπικά δεδομένα, είναι διαφανείς στην περιγραφή των πληροφοριών που συλλέγουν και του τρόπου με τον οποίο τις χρησιμοποιούν ή/και τις αποκαλύπτουν.",
    "305735018": "Τέλος, μια αξιόπιστη εναλλακτική λύση για την Google. Το hCaptcha Enterprise προσφέρει δραματική εξοικονόμηση στον λογαριασμό σας reCAPTCHA με υψηλότερη ασφάλεια: έως και 80% λιγότερο ακριβό σε ορισμένες περιπτώσεις.",
    "3695206755": "Δοκιμάστε μας στο περιβάλλον σας χωρίς καμία υποχρέωση.",
    "2941545733": "Είμαστε μηχανικοί, όχι πωλητές: θέλουμε να είστε ευχαριστημένοι με την επιλογή σας.",
    "131871195": "Ο καλύτερος τρόπος για να εξασφαλίσετε την ικανοποίησή σας είναι να δείξουμε ότι ανταποκρινόμαστε στις ανάγκες σας.",
    "3436534225": "Σχεδόν όλες οι εταιρείες που ξεκινούν ένα πιλοτικό πρόγραμμα επιλέγουν τελικά τις λύσεις μας.",
    "4060250206": "Χρησιμοποιήστε αυτήν τη φόρμα για να επικοινωνήσετε με έναν από τους τεχνικούς μας ειδικούς. Απαντάμε γρήγορα.",
    "1159746815": "Μπορείτε επίσης να μας στείλετε email απευθείας.",
    "2531534427": "Λεπτομέρειες είναι εδώ.",
    "2059998584": "Περιοχή",
    "3916131732": "Αμερικής",
    "135276624": "Ευρώπη, Μέση Ανατολή, Αφρική (EMEA)",
    "1182294134": "Ασίας-Ειρηνικού (APAC)",
    "2437934778": "Το όνομα σου",
    "3859506577": "Email επιχείρησης",
    "1268414751": "Κάποια άλλη λεπτομέρεια που πρέπει να έχουμε;",
    "42559805": "Χρειάζεστε επείγουσα επιβίβαση;",
    "851679588": "Ναί.",
    "1729677626": "Δέχομαι επίθεση και χρειάζομαι άμεση επιβίβαση.",
    "2808971932": "Αυτό είναι κάποιο κείμενο μέσα σε ένα μπλοκ div.",
    "2468683988": "Επικεφαλίδα",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Σύνδεσμος κειμένου",
    "2212670355": "Εγγραφείτε",
    "31502377": "Τι είναι ένα στοιχείο εμπλουτισμένου κειμένου;",
    "2310705547": "Το στοιχείο εμπλουτισμένου κειμένου σάς επιτρέπει να δημιουργείτε και να μορφοποιείτε επικεφαλίδες, παραγράφους, μπλοκ εισαγωγικά, εικόνες και βίντεο όλα σε ένα μέρος αντί να χρειάζεται να τα προσθέτετε και να τα μορφοποιείτε μεμονωμένα. Απλώς κάντε διπλό κλικ και δημιουργήστε εύκολα περιεχόμενο.",
    "2590587108": "Στατική και δυναμική επεξεργασία περιεχομένου",
    "778204464": "Ένα στοιχείο εμπλουτισμένου κειμένου μπορεί να χρησιμοποιηθεί με στατικό ή δυναμικό περιεχόμενο. Για στατικό περιεχόμενο, απλώς αποθέστε το σε οποιαδήποτε σελίδα και ξεκινήστε την επεξεργασία. Για δυναμικό περιεχόμενο, προσθέστε ένα πεδίο εμπλουτισμένου κειμένου σε οποιαδήποτε συλλογή και, στη συνέχεια, συνδέστε ένα στοιχείο εμπλουτισμένου κειμένου σε αυτό το πεδίο στον πίνακα ρυθμίσεων. Voila!",
    "1890955039": "Πώς να προσαρμόσετε τη μορφοποίηση για κάθε εμπλουτισμένο κείμενο",
    "3286051798": "Οι επικεφαλίδες, οι παράγραφοι, τα μπλοκ εισαγωγικά, οι εικόνες, οι εικόνες και οι λεζάντες φιγούρων μπορούν όλα να διαμορφωθούν μετά την προσθήκη μιας κλάσης στο στοιχείο εμπλουτισμένου κειμένου χρησιμοποιώντας το ένθετο σύστημα επιλογής \"When inside of\".",
    "504332576": "Είμαστε περήφανοι που ανακοινώνουμε ότι το hCaptcha έχει εξελιχθεί στη μεγαλύτερη ανεξάρτητη υπηρεσία κυβερνοασφάλειας στον κόσμο, που λειτουργεί στο 15% περίπου του διαδικτύου - και πήραμε το μεγαλύτερο μέρος αυτού του μεριδίου αγοράς απευθείας από την Google reCAPTCHA. Μαζί, το hCaptcha και",
    "1155436473": "(η επιχειρηματική μας προσφορά) προστατεύει τώρα εκατοντάδες εκατομμύρια χρήστες σε δεκάδες εκατομμύρια ιστότοπους και εφαρμογές κάθε μήνα. Η ιστορία μας δείχνει ότι μπορείτε να ανταγωνιστείτε τη Big Tech όταν βάζετε το απόρρητο πρώτο.",
    "3108727249": "BotStop",
    "1296696044": "Απόρρητο έναντι ασφάλειας: Γιατί όχι και τα δύο;",
    "538871570": "Ο ανταγωνισμός με την Google και άλλες εταιρείες μεγάλης τεχνολογίας φαίνεται σαν μια μεγάλη τάξη: η μονοπωλιακή τους ισχύς στην αγορά, τα εφέ πλατφόρμας και ο στρατός υψηλά αμειβόμενων προγραμματιστών θεωρούνται γενικά πολύ ισχυροί για να αντιμετωπίσουν οποιονδήποτε εκτός από άλλους τεχνολογικούς γίγαντες όπως το Facebook ή η Amazon. Η ιστορία μας δείχνει ότι δεν χρειάζεται να είναι έτσι - μπορείτε να νικήσετε τη Big Tech εστιάζοντας στο απόρρητο.",
    "3600718611": "Σκεφτείτε το Google reCAPTCHA,",
    "4281708680": ". Στην hCaptcha, έχουμε λάβει σκόπιμα μια πολύ διαφορετική προσέγγιση, χρησιμοποιώντας τεχνικές μηχανικής εκμάθησης που διατηρούν το απόρρητο για να εντοπίσουμε τυπικές συμπεριφορές bot με υψηλή ακρίβεια, ενώ καταναλώνουμε και αποθηκεύουμε όσο το δυνατόν λιγότερα δεδομένα.",
    "3312336121": "που καταναλώνει τεράστιες ποσότητες δεδομένων συμπεριφοράς για να καθορίσει εάν οι χρήστες του Ιστού είναι νόμιμοι άνθρωποι ή bot",
    "1193738791": ": παρακολουθούν τη συμπεριφορά των χρηστών σε κάθε σελίδα ενός ιστότοπου και στον ιστό. Σχεδιάσαμε το hCaptcha ώστε να είναι όσο το δυνατόν πιο φιλικό προς το απόρρητο από την πρώτη μέρα. Αυτό οδήγησε σε μια εντελώς διαφορετική προσέγγιση του προβλήματος. Όπως αποδεικνύεται, η παρακολούθηση των χρηστών στον ιστό και η σύνδεση του ιστορικού ιστού τους με την ταυτότητά τους είναι εντελώς περιττή για την επίτευξη καλής ασφάλειας. Οι πολλές εταιρείες που έχουν αλλάξει στο hCaptcha",
    "2620705814": "Η Google είναι μια εταιρεία διαφημίσεων και τα προϊόντα ασφαλείας της μοιάζουν πολύ με τα διαφημιστικά προϊόντα της",
    "1126447688": "συχνά αναφέρουν ίση ή καλύτερη απόδοση στον εντοπισμό και τον μετριασμό των ρομπότ παρά την εστίασή μας στο απόρρητο",
    "439777523": "Θέματα Κανονισμού",
    "3588274874": "Εστιάζοντας στην παράδοση ενός προϊόντος που ευθυγραμμίζεται με ρυθμιστικές προσπάθειες, όπως ο GDPR της Ευρωπαϊκής Ένωσης και το CCPA της Καλιφόρνια, γνωρίσαμε τεράστια ανάπτυξη - φυσικά, βοηθά το γεγονός ότι το hCaptcha είναι μια απλή αντικατάσταση του reCAPTCHA και επομένως μπορεί να εγκατασταθεί μέσα σε λίγα λεπτά.",
    "2150595700": ". Το GDPR και το CCPA έχουν θέσει ανησυχίες για το απόρρητο στον χάρτη για τους επιχειρηματίες αγοραστές και ταυτόχρονα το απόρρητο στο διαδίκτυο γίνεται όλο και πιο σημαντικό για το κοινό καθώς όλοι αρχίζουμε να κατανοούμε πώς οι βιομηχανίες διαδικτυακής διαφήμισης και μάρκετινγκ χρησιμοποίησαν ιστορικά τα δεδομένα μας.",
    "2624949852": "Φυσικά, το reCAPTCHA πρωτοεμφανίστηκε στην ασφάλεια ιστού από το 2009, προστατεύοντας εκατομμύρια ιστότοπους από ολοένα αυξανόμενες απειλές από κακόβουλα bots και spammers. Ωστόσο, έχει τεθεί σε πλήρη κίνδυνο τα τελευταία χρόνια:",
    "499510428": "Στην πραγματικότητα, πιστεύουμε ότι η ρύθμιση μας βοήθησε εδώ",
    "1232651561": "Το λογισμικό είναι πλέον τόσο καλό όσο οι άνθρωποι στην επίλυση προκλήσεων reCAPTCHA.",
    "824740867": "Αντί να βελτιώσει τη λύση, η Google κυκλοφόρησε το reCAPTCHA v3, το οποίο λειτουργεί πολύ περισσότερο σαν δίκτυο διαφημίσεων παρά λογισμικό ασφαλείας, συλλέγοντας δεδομένα συμπεριφοράς από όλο τον ιστό για τη δημιουργία προφίλ χρηστών. Δυστυχώς, αυτό το είδος σήματος νικιέται εύκολα και έτσι παρέχει ελάχιστη προστασία από bots ενώ βλάπτει το απόρρητο των χρηστών.",
    "1027023087": "Εμείς στην hCaptcha έχουμε επικεντρωθεί σε πιο σύγχρονες προσεγγίσεις για το πρόβλημα, οι οποίες δεν απαιτούν τη διατήρηση μακροπρόθεσμων αρχείων συμπεριφοράς, όπως το ιστορικό περιήγησης και έχουν αποδειχθεί πολύ πιο ανθεκτικοί απέναντι σε αποφασιστικούς αντιπάλους από τότε που εισήχθη η υπηρεσία.",
    "2852295413": "Μια εγγενής σύγκρουση συμφερόντων: η διακοπή των bots μειώνει τα έσοδα για ένα δίκτυο διαφημίσεων",
    "1597520917": "Ένας αυξανόμενος αριθμός επικριτών έχει επισημάνει ότι η περιφρόνηση της Google για το απόρρητο των χρηστών θα πρέπει να αφορά τους πελάτες που θέλουν να προστατεύσουν τους ιστότοπους και τις εφαρμογές τους.",
    "763447231": "Ταυτόχρονα, η διακοπή της πρόσβασης των ρομπότ σε ιστότοπους εκδοτών μπορεί να αποκαλύψει απάτες με διαφημίσεις, φέρνοντας σε επαφή το προϊόν reCAPTCHA της Google απευθείας με τη διαφημιστική τους επιχείρηση, η οποία παράγει πάνω από το 80% των εσόδων τους.",
    "999674529": "Κάθε bot που εντοπίζει η Google θα πρέπει να κερδίζει μηδενικά δολάρια από διαφημίσεις. Επομένως, τα εταιρικά κίνητρα της Google δεν ευθυγραμμίζονται με τους χρήστες των υπηρεσιών ασφαλείας τους και αυτό μπορεί να είναι μια εξήγηση για την κακή απόδοση της προσφοράς ασφάλειας reCAPTCHA.",
    "956019009": "Οι μεγαλύτερες εταιρείες υποδομής ιστού έχουν ήδη αναλάβει δράση",
    "1923297430": "Το τελευταίο οριακό σημείο για πολλούς μεγαλύτερους πελάτες ήρθε όταν η Google άρχισε να χρεώνει τις εταιρείες για τη χρήση του προϊόντος τους σε οποιαδήποτε σημαντική κλίμακα. Αυτό έκανε τους χρήστες του reCAPTCHA για μεγάλο χρονικό διάστημα να αναζητήσουν καλύτερες εναλλακτικές λύσεις, καθώς οι ρυθμιστικές ανησυχίες σε όλο τον κόσμο είχαν ήδη κάνει τη χρήση των προσφορών της Google όλο και πιο ελκυστική.",
    "2197218442": "Ο Διευθύνων Σύμβουλος της Cloudflare Matthew Prince συνόψισε αυτή την άποψη στο",
    "155456850": "ανακοινώνοντας την αλλαγή τους στο hCaptcha:",
    "435302267": "ανάρτηση στο blog της εταιρείας",
    "2087769953": "\"Είμαστε ενθουσιασμένοι με αυτήν την αλλαγή επειδή βοηθά στην αντιμετώπιση ενός προβληματισμού σχετικά με το απόρρητο που είναι εγγενής στη βασιζόμενη σε μια υπηρεσία Google που είχαμε εδώ και αρκετό καιρό. Αξιολογήσαμε αρκετούς προμηθευτές CAPTCHA καθώς και χτίσαμε μόνοι μας ένα σύστημα. Στο τέλος, Το hCaptcha αναδείχθηκε ως η καλύτερη εναλλακτική λύση για το reCAPTCHA.\"\"Μας άρεσαν αρκετά πράγματα σχετικά με τις λύσεις hCaptcha: 1) δεν πωλούν προσωπικά δεδομένα. συλλέγουν μόνο τα ελάχιστα απαραίτητα προσωπικά δεδομένα, είναι διαφανείς στην περιγραφή των πληροφοριών που συλλέγουν και του τρόπου με τον οποίο τις χρησιμοποιούν ή/και τις αποκαλύπτουν.\"",
    "595582512": "Εάν θέλετε να προστατεύσετε αποτελεσματικά τον ιστότοπο ή την εφαρμογή σας από bots, spammers ή άλλους κακόβουλους παράγοντες, διατηρώντας παράλληλα το απόρρητο των χρηστών σας (και συμμορφώνεστε με όλους τους σχετικούς κανονισμούς!), σκεφτείτε το hCaptcha και την προσφορά μας για την Enterprise",
    "3388180864": "Ενδιαφέρεστε να εργαστείτε σε βαθιές τεχνικές προκλήσεις σε κλίμακα web; Προσλαμβάνουμε πάντα ταλαντούχους μηχανικούς σε όλο τον κόσμο -",
    "3892952987": "δείτε τα ανοίγματά μας και κάντε αίτηση εδώ",
    "3368788823": "Ο Terence Eden κάνει μια ενδιαφέρουσα παρατήρηση στο blog του: \"",
    "1491780143": "Τα CAPTCHA δεν αποδεικνύουν ότι είστε άνθρωπος - αποδεικνύουν ότι είστε Αμερικανός",
    "2146900431": "Διαισθητικά, αυτός ο ισχυρισμός έχει πολύ νόημα. Τα CAPTCHA, όπως σχεδόν όλα, είναι ενσωματωμένα σε ένα πολιτιστικό πλαίσιο και εάν η δεξαμενή των προκλήσεών σας έχει δημιουργηθεί ως επί το πλείστον σε έναν πολιτισμό, μπορεί να μην μεταφράζεται πολύ καλά σε έναν άλλο. Στον πυρήνα του, αυτό είναι θέμα πολιτισμού",
    "378086442": "των CAPTCHA, αντί για το UX τους καθεαυτό.",
    "1445008801": "Όπως το θέτει ο Eden:",
    "332723732": "περιεχόμενο",
    "2072808435": "\"Μάντεψε τι, Google; Τα ταξί στη χώρα μου είναι γενικά μαύρα. Έχω παρακολουθήσει αρκετές ταινίες για να ξέρω ότι όλες στην Αμερική είναι κίτρινες. Αλλά σε κάθε άλλη χώρα που έχω επισκεφτεί, τα ταξί ήταν ένα συνονθύλευμα διαφορετικές αποχρώσεις».",
    "3206136647": "Το πρόβλημα της Google εδώ βασίζεται στα δεδομένα ερωτήσεων που χρησιμοποιούν σε σχέση με το ποιος τα βλέπει. Εάν όλα τα δεδομένα προέρχονται από την ίδια κουλτούρα (και στην περίπτωση της Google, την ίδια εταιρεία), μπορείτε σίγουρα να περιμένετε να έχετε προκλήσεις που δεν μεταφράζονται καλά σε άλλους πολιτισμούς, σύμφωνα με το παράπονο του Eden.",
    "2217842245": "Ωστόσο, τα δεδομένα μας δείχνουν ότι (για το hCaptcha)",
    "4280117172": "Στην πραγματικότητα, πολλές χώρες τα πηγαίνουν ελαφρώς καλύτερα από τις ΗΠΑ, όπως η Νιγηρία, η Ινδία, η Βραζιλία και η Γερμανία:",
    "555749578": "Υπάρχει μικρότερη από 1% διακύμανση στα ποσοστά επίλυσης μεταξύ μεγάλων χωρών σε κάθε ήπειρο.",
    "151737819": "Τα ποσοστά επίλυσης hCaptcha σε όλο τον κόσμο παρουσιάζουν πολύ μικρή απόκλιση",
    "3908992897": "και χρησιμοποιείται σε κάθε χώρα και περιοχή στον κόσμο, επομένως εστιάζουμε πολύ στην παροχή μιας συνεπούς παγκόσμιας εμπειρίας.",
    "2808122102": "Η διαπολιτισμική λειτουργικότητα είναι επομένως βασική απαίτηση για την υπηρεσία μας. Η διασφάλιση ότι όλοι οι νόμιμοι χρήστες μπορούν να έχουν γρήγορη πρόσβαση στο περιεχόμενο είναι ένα κρίσιμο μέρος της αποστολής μας. Παρέχουμε προκλήσεις σε 110 γλώσσες και βελτιώνουμε συνεχώς τις σχετικές μεταφράσεις για να διασφαλίσουμε ότι οι προκλήσεις μας μπορούν να επιλυθούν από όλους.",
    "3913801502": "Το hCaptcha τρέχει πλέον στο 15% περίπου του Διαδικτύου",
    "2077639538": ". Πρώτον, τα δεδομένα πρόκλησης για την υπηρεσία μας μπορούν να προέρχονται από πολλές πηγές, όχι μόνο από μία - από μεγάλες εταιρείες του Fortune 500 έως startups μηχανικής εκμάθησης, αρκεί να τηρούν τις δικές μας",
    "3951112506": ". Αυτό ήδη εγγυάται υψηλότερο βαθμό ετερογένειας στα δεδομένα.",
    "1803943584": "Δεύτερον, αφήνουμε τις προκλήσεις να αυτοβελτιστοποιηθούν για να καθορίσουμε σε ποιες χώρες ή γλώσσες θα τρέχουν, αυξάνοντας ακόμη περισσότερο την πιθανότητα μιας συνεπούς εμπειρίας. Εάν η ακρίβεια είναι χαμηλότερη από την αναμενόμενη, ένα σύνολο ερωτήσεων απλώς θα σταματήσει να εκτελείται στην περιοχή ή τη γλώσσα όπου εμφανίζεται αυτό το αποτέλεσμα.",
    "3668873369": "Στην hCaptcha, έχουμε υιοθετήσει μια διαφορετική προσέγγιση από την πρώτη μέρα",
    "1519201684": "Πολιτική δεοντολογίας AI",
    "2155089487": ". Εάν οι προκλήσεις μας ήταν πιο εύκολο να επιλυθούν για ορισμένες ομάδες, θα περιμέναμε να δούμε μια διαφορά στον τρόπο με τον οποίο οι άνθρωποι σε όλο τον κόσμο και σε διαφορετικούς πολιτισμούς αποδίδουν κατά την επίλυσή τους. Στο πλαίσιο της ανάρτησης του Eden, θα περιμέναμε από τους Αμερικανούς να τα πάνε καλύτερα από τους ανθρώπους σε άλλες χώρες. Επειδή έχουμε περάσει χρόνια αναπτύσσοντας συστήματα για να αποφύγουμε αυτό το πρόβλημα, στην πραγματικότητα βλέπουμε ακριβώς το αντίθετο.",
    "2603863826": "ΥΓ: Αν βρείτε μια μετάφραση στη γλώσσα σας που θα μπορούσε να κάνει βελτιώσεις, μη διστάσετε να υποβάλετε ένα",
    "3543141425": "γι 'αυτό!",
    "2697276059": "Απόδειξη ότι λειτουργεί: ομοιόμορφα ποσοστά επίλυσης σε όλο τον κόσμο",
    "664236229": "αίτημα έλξης"
}