{
  "header-privacy-link": "Privasi",
  "header-integration-link": "Integrasi",
  "header-cost-link": "biaya",
  "header-features-link": "Fitur",
  "header-docs-link": "Docs",
  "header-login-button": "mlebu",
  "header-contact-button": "Kontak Sales",
  "intro-heading": "Verifikasi kamanungsan Zero friction.",
  "intro-contact-button": "Hubungi kita kanggo mangerteni sing luwih lengkap",
  "intro-text-bottom": "Diandelake dening perusahaan sing nguwasani web.",
  "sub-menu-button": "Kontak Sales",
  "sub-menu-item1": "Perusahaan",
  "sub-menu-item2": "biaya",
  "sub-menu-item3": "Integrasi",
  "sub-menu-item4": "Fitur",
  "sub-menu-item5": "Privasi",
  "sub-menu-item6": "Docs",
  "info-head-1": "Dibangun ing platform hCaptcha sing wis kabukten",
  "info-text-1": "hCaptcha Enterprise nganggo teknologi platform hCaptcha, ditambahake kanggo nyakup fitur sing dibutuhake perusahaan lalu lintas dhuwur.",
  "info-head-2": "Mitra sing dipercaya",
  "intro-subtitle": "Rampungake masalah bot sampeyan dina iki.",
  "info-text-2": "Layanan kita dipercaya dening perusahaan paling gedhe ing donya kanggo nglayani jutaan pangguna saben dina ing puluhan yuta situs.",
  "cloudflare-quote-text": "Kita ngevaluasi sawetara vendor CAPTCHA uga nggawe sistem dhewe. Pungkasane, hCaptcha muncul minangka alternatif paling apik kanggo reCAPTCHA.",
  "cloudflare-quote-detail": "Direktur Manajemen Produk, Cloudflare",
  "section-quote-head": "Opsi efektif biaya kanggo perusahaan lalu lintas dhuwur",
  "section-quote-text": "Pungkasan, alternatif sing bisa dipercaya kanggo Google. hCaptcha Enterprise ngirimake tabungan dramatis ing tagihan reCAPTCHA kanthi keamanan sing luwih dhuwur: nganti 80% luwih murah ing sawetara kasus. Akeh layanan online paling gedhe ing donya wis ngalih menyang hCaptcha Enterprise lan nampa deteksi bot sing luwih apik bebarengan karo penghematan biaya sing akeh.",
  "section-quote-button": "Hubungi kita dina iki kanggo penawaran",
  "section-privacy-header": "Privasi Fokus",
  "section-privacy-text-1": "Jaringan iklan ndeleng pengunjung minangka produk. Kanggo kita mung produk sing nemtokake kamanungsane. Layanan kita nyukupi utawa ngluwihi syarat GDPR, CCPA, lan LGPD, lan ndhukung inisiatif kaya Privacy Pass. Kita kerja keras kanggo ngimbangi privasi lan keamanan.",
  "section-privacy-text-2": "Fokus unik ing privasi iki tegese kita bisa menehi nol retensi data individu, operasi tanpa cookie, lan jaminan privasi kontrak liyane sing dibutuhake nalika njaga keamanan sing apik.",
  "section-security-header": "Keamanan First",
  "section-security-text-1": "Akurasi ana ing kapentingan sampeyan lan kita. hCaptcha dianggo kanggo menehi data nyata lan supaya sampeyan arep carane nggunakake. Captchas liyane diwenehake dening perusahaan iklan Gigantic. Iki tegese saben bot sing diblokir bisa nyuda revenue.",
  "section-security-text-2": "Nggunakake teknik pembelajaran mesin paling anyar kanthi fokus ing privasi ngidini kita ngluwihi standar keamanan warisan ngrekam kabeh strategi ing salawas-lawase tanpa ngrusak keamanan utawa privasi pangguna.",
  "section-user-experience-header": "Pengalaman Panganggo sing apik",
  "section-user-experience-text1": "Kanggo pangguna Enterprise, opsi kasedhiya kanggo ngindhari tantangan ing umume skenario.",
  "section-user-experience-text2": "Nyuda gesekan kanthi ngindhari tantangan kanggo 99.9% lalu lintas sing sah nalika isih nyedhiyakake keamanan sing apik, amarga model bot sing canggih.",
  "section-easy-integration-header": "Integrasi gampang",
  "section-easy-integration-text": "Nambahake hCaptcha mung butuh sawetara menit lan mung sawetara baris kode. API dhasar kompatibel karo reCAPTCHA V2, lan mung sawetara menit kanggo ngalih. Sampeyan bisa munggah lan mbukak karo alternatif unggul dina iki, lan nguripake fitur sing luwih maju yen perlu.",
  "section-easy-integration-serverside": "Sisih Server:",
  "section-easy-integration-frontend": "ngarep:",
  "section-threat-header": "Skor Ancaman sing disesuaikan",
  "section-threat-text": "Ora kabeh masalah padha: entuk skor siji tegese kudu ngrampungake kabutuhan sampeyan supaya migunani. Kanthi Skor Ancaman Khusus sing unik saka hCaptcha, konsultasi cepet ngidini kita nyetel model kanggo menehi skor sing luwih cocog karo bisnis sampeyan.",
  "section-challenges-header": "Bukak Tantangan Sampeyan dhewe ing Detik",
  "section-challenges-text-1": "Tetep ing merek kanthi konten sing relevan",
  "section-challenges-text-2": "Nalika pangguna kudu ngatasi tantangan kanggo nyukupi syarat keamanan, kenapa ora nggawe tugas sing nyenengake lan cocog karo pangguna? Kanthi desainer tantangan khusus sing prasaja, sampeyan bisa mbukak konten tantangan merek mung sawetara menit.",
  "section-integration-header": "Integrasi Platform Langsung",
  "section-integration-subheader": "Kanggo Perusahaan Infrastruktur Web",
  "section-integration-text": "Sistem hCaptcha Enterprise unik banget ing desaine: bisa disebarake sebagian utawa kabeh ing pinggir jaringan yen sampeyan ngoperasikake awan umum utawa duwe akeh pusat data. Iki bisa nyuda biaya lan lalu lintas ing njaba jaringan kanthi dramatis nalika njaga kabeh mupangat manajemen dening staf on-call 24/7 kanggo ketemu SLA sing paling ketat.",
  "section-support-header": "Keahlian lan Dhukungan sing Bisa Digayuh Kanggo Sampeyan lan Pangguna",
  "section-support-text": "Layanan minangka prioritas utama kanggo kita. Kita njaga dhukungan telpon 24/7 lan nawakake koordinasi langsung Slack karo tim integrasi teknik lan staf on-call sajrone lan sawise implementasine. , lan saluran dhukungan ing widget lan email. Kita bisa diakses lan responsif, lan nganggep kepuasan pangguna minangka KPI paling dhuwur.",
  "section-enterprise-header": "Fitur perusahaan",
  "section-enterprise-title-1": "Proteksi anti-bot kelas donya",
  "section-enterprise-desc-1": "Dites perang ing skala web.",
  "section-enterprise-title-2": "Skor bot akurasi dhuwur",
  "section-enterprise-desc-2": "Ndeteksi aktor ala saka macem-macem jinis.",
  "section-enterprise-title-3": "Zero gesekan lan 99,9% mode pasif",
  "section-enterprise-desc-3": "Tantangan kurang saka 0,1% pangguna sing sah.",
  "section-enterprise-title-4": "Kontrol jinis tantangan ditampilake",
  "section-enterprise-desc-4": "perpustakaan Wide saka jinis kanggo milih saka.",
  "section-enterprise-title-5": "Kontrol konten tantangan sing digunakake",
  "section-enterprise-desc-5": "Tetep ing merek kanthi pengalaman pangguna sing konsisten.",
  "section-enterprise-title-6": "SLA perusahaan",
  "section-enterprise-desc-6": "Dijamin linuwih lan dhukungan telpon 24/7 kanthi cepet.",
  "section-enterprise-title-7": "Dhukungan browser lawas",
  "section-enterprise-desc-7": "Kompatibel kabeh cara bali menyang Internet Explorer 8.",
  "section-enterprise-title-8": "Dasbor lan API pelaporan majeng",
  "section-enterprise-desc-8": "Deleng apa sing kedadeyan ing kabeh situs lan aplikasi sampeyan.",
  "section-enterprise-title-9": "Dianggo ing saben negara",
  "section-enterprise-desc-9": "Ora kaya reCAPTCHA, kita kerja ing saben negara.",
  "section-enterprise-title-10": "Kebijakan privasi sing ramah GDPR, CCPA, lan LGPD",
  "section-enterprise-desc-10": "Dirancang kanggo privasi wiwit dina. Agreement Processing Data Kuwat.",
  "section-enterprise-title-11": "tingkat kangelan nggoleki-grained",
  "section-enterprise-desc-11": "Pencet iki supaya pas karo kasus panggunaan sampeyan.",
  "section-enterprise-title-12": "Hosting pihak pisanan",
  "section-enterprise-desc-12": "Kabeh panjalukan lan aset menyang hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dasbor multi pangguna",
  "section-enterprise-desc-13": "Nuduhake manajemen ing tim sampeyan.",
  "section-enterprise-title-14": "Verifikasi cepet",
  "section-enterprise-desc-14": "Latensi 0ms: verifikasi token hCaptcha tanpa panggilan API.",
  "section-enterprise-title-15": "Integrasi seluler (iOS lan Android).",
  "section-enterprise-desc-15": "Pengalaman lancar ing web, seluler asli, web seluler. Integrasi sing wis dibangun lan SDK asli kasedhiya.",
  "section-enterprise-title-16": "Katentuan lan Jaminan Privasi sing disesuaikan",
  "section-enterprise-desc-16": "Marem kabutuhan legal nalika perusahaan liyane ora bisa.",
  "presented-challlenges-head": "Tantangan sing diwenehi",
  "presented-challenges-title-1": "Bandhingan",
  "presented-challenges-text-1": "Pilih kabeh gambar sing cocog karo pitakon",
  "presented-challenges-title-2": "Kothak wates",
  "presented-challenges-text-2": "Nemtokake area wates kanggo obyek",
  "presented-challenges-title-3": "Kategorisasi",
  "presented-challenges-text-3": "Ngenali label sing cocog",
  "presented-challenges-subheader": "...lan tugas prasaja liyane. Gampang kanggo manungsa, angel kanggo bot.",
  "presented-challenges-subtext": "Tugas khusus uga kasedhiya kanggo penerbit perusahaan.",
  "footer-header-1": "Perusahaan",
  "footer-header-2": "Sumber daya",
  "footer-header-3": "Kontak",
  "footer-link-1": "Labeling",
  "footer-link-2": "Babagan",
  "footer-link-3": "Proyek",
  "footer-link-4": "merek dagang",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentasi",
  "footer-link-8": "Laporkan Bug",
  "footer-link-9": "Aksesibilitas",
  "footer-terms": "Syarat",
  "footer-privacy": "Privasi",
  "footer-attribution": "Atribusi",
  "footer-subheader-1": "Dhukungan",
  "footer-subheader-2": "Kontak",
  "switch-to-english-link": "Ngalih menyang Inggris",
  "intro-heading-privacy": "Dirancang kanggo privasi.",
  "intro-subtitle-p1-privacy": " A pendekatan unik privasi-mimpin kanggo keamanan online.",
  "info-head-2-pr": "Ngrekam aktivitas online dudu jawaban.",
  "info-text-1-pr": "hCaptcha Enterprise mung duwe siji tujuan: kanggo nyegah aktor ala ngganggu operasi online lan ngrusak pangguna.",
  "info-text-2-pr": "Sistem kita dirancang saka dhasar kanggo nyilikake koleksi lan retensi data nalika njaga keamanan sing unggul ing kelas. Cara paling apik kanggo nglindhungi data pangguna yaiku ora nyimpen kabeh.",
  "info-text-3-pr": "Kabeh hubungan pelanggan uga dilindhungi dening Perjanjian Pemrosesan Data sing kuwat. Layanan hCaptcha tundhuk karo kabeh hukum privasi ora preduli ing ngendi layanan utawa pelanggan sampeyan manggon. Ora nyimpen data pribadhi ndadekake iki luwih gampang kanggo kita tinimbang kanggo perusahaan liyane.",
  "info-text-2-2-pr": "Layanan kaya reCAPTCHA v3 ujar manawa masang piksel pelacak ing saben kaca situs sampeyan perlu kanggo keamanan sing apik. Iki ora kasus.",
  "info-text-2-3-pr": "Analisis prilaku sing prasaja minangka sinyal sing gampang digawe dening aktor ala, lan uga mbutuhake riwayat telusuran kanggo kabeh lalu lintas sing sah.",
  "info-text-2-4-pr": "Kita ora ngoperasikake jaringan iklan, lan ora duwe minat kanggo mirsani prilaku pangguna sampeyan supaya bisa ngedol iklan kasebut. Iki tegese kita ora mbutuhake piksel pasif ing saben kaca situs sampeyan.",
  "info-text-2-5-pr": "Tambah kode tantangan kita mung ing ngendi perlu, lan ing ngendi sampeyan bisa nglindhungi sampeyan lan pangguna.",
  "info-head-3-pr": "Learning machine migunani. Nanging ora mbutuhake data pribadhi supaya bisa digunakake.",
  "info-text-3-1-pr": "Pembelajaran mesin saiki nyebabake meh kabeh aspek urip kita, asring kanthi cara sing ora kita sadari lan ora bisa dideleng. Layanan keamanan online ora beda.",
  "info-text-3-2-pr": "Kanthi sinau liwat ewonan sinyal, model bisa nyimpulake lan entuk kapercayan sing dhuwur kanggo ndeteksi prilaku ala kanthi cepet, sanajan ora ana sinyal individu sing cukup kuwat kanggo nuduhake masalah.",
  "info-text-3-3-pr": "Nanging, ora ana sing mbutuhake informasi identitas pribadi (PII). Teknik kriptografi modern ngidini kita mbuwang data pribadhi kanthi cepet, nggawe tandha tandha siji arah sing ora bisa disambungake karo individu.",
  "info-text-3-4-pr": "Latihan babagan data sing ora dingerteni uga bisa digunakake, lan ora mbutuhake kompromi babagan keamanan utawa privasi. Pelanggan wis nindakake tes empiris, lan nyatakake kita padha utawa luwih apik tinimbang alternatif pribadi sing luwih murah.",
  "cloudflare-quote-text-privacy": "Kita disenengi sawetara bab solusi hCaptcha: 1) padha ora ngedol data pribadhi; padha ngumpulake mung minimal data pribadhi perlu, padha transparan ing njlèntrèhaké info padha ngumpulake lan carane padha nggunakake lan / utawa mbukak.",
  "pilot-head": "Coba kita ing lingkungan sampeyan tanpa kewajiban.",
  "pilot-text-1a": "Kita insinyur, dudu salesman: kita pengin sampeyan seneng karo pilihan sampeyan.",
  "pilot-text-1b": "Cara paling apik kanggo njamin kepuasan sampeyan yaiku nuduhake yen kita nyukupi kabutuhan sampeyan.",
  "pilot-text-1c": "Sakbenere kabeh perusahaan sing miwiti pilot pungkasane milih solusi kita.",
  "pilot-text-1d": "Gunakake formulir iki kanggo nggayuh salah sawijining spesialis teknis. Kita nanggapi kanthi cepet.",
  "pilot-text-1e": "Sampeyan uga bisa email kita langsung.",
  "pilot-email-details": "Rincian kene.",
  "pilot-f1": "wilayah",
  "pilot-f2": "Jenengmu",
  "pilot-f3": "Jenengmu",
  "pilot-f4": "Email Bisnis",
  "pilot-f5": "Apa rincian liyane sing kudu kita lakoni?",
  "pilot-f6": "Apa sampeyan mbutuhake onboarding cepet?",
  "pilot-f7": "ya wis.",
  "pilot-f8": "Aku diserang lan mbutuhake onboarding langsung.",
  "pilot-f9": "Kirimake",
  "pilot-f10": "Kanthi ngetik email, sampeyan setuju karo Ketentuan lan Kebijakan Privasi, lan nampa email saka kita.",
  "pilot-fo-1": "Integrasi ora bisa luwih gampang.",
  "pilot-fo-2": "hCaptcha duwe puluhan integrasi sing wis dibangun kanggo sistem ngarep lan mburi sing sampeyan gunakake.",
  "pilot-fo-3": "Yen sampeyan teka saka reCAPTCHA Google, API kita minangka pengganti. Telung baris kode iku kabeh sing perlu.",
  "pilot-fo-4": "Insinyur onboarding bisa nggawe sampeyan cepet, apa sampeyan butuh integrasi React, SDK kanggo aplikasi asli iOS, conto backend Java, utawa meh kabeh skenario liyane.",
  "pilot-fo-5": "Lan kaya biasane, privasi minangka nilai inti kanggo kita. Tambah kode tantangan kita mung ing ngendi perlu, lan ing ngendi sampeyan bisa nglindhungi sampeyan lan pangguna. Minimisasi pangumpulan data diwiwiti saka wayahe integrasi.",
  "pilot-fdone": "matur nuwun. Kita bakal sesambungan sakcepete.",
  "home-ent-2-new": "Sinau luwih lengkap babagan solusi perusahaan kita.",
  "home-ent-button-new": "perusahaan hCaptcha",
  "home-main-plans2-new": "Solusi hCaptcha Enterprise nyedhiyakake keamanan sing unggul ing kelas lan nglindhungi akeh layanan online sing paling dhuwur.",
  "home-plans-button-2-new": "Sinau luwih lengkap",
  "header-enterprise-link": "Perusahaan",
  "sales-interstitial-c1b-new": "Sinau luwih lengkap babagan hCaptcha Enterprise"
}
