{
    "1031855757": "Panggunaan situs iki",
    "1034830": "Sengketa sing bisa uga ora tundhuk persetujuan arbitrase predispute kaya sing diwenehake dening Dodd-Frank Wall Street Reform and Consumer Protection Act (Undang-undang Umum 111-203) ora kalebu saka iki.",
    "1064537632": "Wigati dimangerteni manawa panggunaan Layanan kita diatur dening Perjanjian Pemrosesan Data, sing digabungake ing kene kanthi referensi. Mangga deleng maneh persetujuan iki kanggo ndeleng carane ngolah data pribadhi kanggo sampeyan. Elinga yen kita operate minangka \"prosesor data\" kanggo tujuan Peraturan Pangreksan Data Umum EU, lan \"panyedhiya layanan\" kanggo tujuan Undhang-undhang Privasi Konsumen California.",
    "1095532507": "Cookie (\"Cookie\") minangka file teks cilik sing diselehake ing hard drive sampeyan dening server kaca web. Cookie ngemot informasi sing mengko bisa diwaca dening server web ing domain sing ngetokake cookie kanggo sampeyan. Sawetara cookie mung bakal digunakake yen sampeyan nggunakake fitur tartamtu utawa milih preferensi tartamtu, lan sawetara cookie bakal tansah digunakake. Sampeyan bisa ngerteni luwih akeh babagan saben cookie kanthi ndeleng dhaptar cookie saiki ing ngisor iki.",
    "1158384644": "Sampeyan bisa milih kapan wae kanggo mandheg nggunakake situs web kita, yen sampeyan kudu netepi kabeh kabijakan IMI sing ditrapake. Kita bisa, ing sawijine discretion kita, siksa persetujuan iki, nundha akses menyang situs web kita, utawa mbusak layanan langsung tanpa kabar kanggo alesan apa wae.",
    "1300074400": "Informasi babagan manajemen perusahaan saiki bisa dipikolehi ing kaca Babagan. CEO perusahaan saiki dadi direktur manajemen sing tanggung jawab kanggo konten.",
    "1395644678": "Situs web resmi Komisi Eropa kanggo Penyelesaian Sengketa Online:",
    "148542287": "Iki dudu saran legal, lan ora ana jaminan sing diwenehake babagan analisis iki. Yen sampeyan duwe pitakon utawa uneg-uneg tambahan, hubungi kita ing:",
    "1527172673": "Yen sampeyan duwe pitakon babagan Kebijakan Cookie iki, hubungi kita ing:",
    "1535054294": "Mangga mirsani kabijakan rinci",
    "1747657936": "Situs lan Layanan kita ora diarahake kanggo bocah-bocah ing umur 13 taun lan kita ora sengaja ngumpulake Informasi Pribadi saka bocah-bocah ing umur 13 taun. langkah-langkah sing cukup kanggo mbusak informasi kasebut saka file kita sanalika bisa ditindakake, kajaba kita duwe kewajiban hukum kanggo nahan. Hubungi kita yen sampeyan yakin duwe informasi saka utawa babagan bocah sing umure kurang saka 13 taun:",
    "1807512722": "Sampeyan bisa uga nggawa pratelan sing muncul saka panggunaan situs web iki menyang agensi administratif nanging mung nganti hukum sing ditrapake ngidini akses menyang agensi kasebut sanajan ana persetujuan kanggo arbitrase. Klaim administratif kasebut kalebu tanpa watesan klaim utawa biaya sing digawa sadurunge Komisi Kesempatan Employment Equal, Departemen Tenaga Kerja AS, lan Dewan Hubungan Tenaga Kerja Nasional. Ora ana apa-apa ing klausa iki sing bakal dianggep ngalangi utawa mbebasake sampeyan supaya ora nggawa pratelan administratif sadurunge agensi apa wae kanggo ngrampungake kewajiban sampeyan kanggo ngilangi obat-obatan administratif sadurunge nggawe pratelan ing arbitrase, nanging sampeyan nolak hak kanggo penghargaan moneter liwat iki. proses agensi.",
    "2238885192": "Kita nggunakake Sentry kanggo ngumpulake data debugging nalika pangguna ngalami kesalahan. Kanggo informasi babagan carane Sentry ngumpulake lan ngolah data:",
    "2520904193": "Sampeyan nolak hak apa wae sing sampeyan duweni yen perselisihan digawa, dirungokake, utawa diputus minangka tindakan kelas, kolektif, utawa perwakilan. Senadyan klausa liyane sing ana ing persetujuan iki, ukara sadurunge ora bisa dipisahake saka persetujuan iki ing kasus apa wae. Sembarang pratelan yen kabeh utawa bagean saka waiver iki ora bisa ditindakake, ora bisa ditindakake, ora bisa ditindakake utawa ora bisa ditemtokake mung bisa ditemtokake dening pengadilan sing nduweni wewenang lan ora dening arbitrator. Sampeyan ora bakal dibales utawa dicegah kanggo ngrampungake tugas ing situs web kita amarga nggunakake hak sampeyan miturut Bagean 7 Undhang-undhang Hubungan Buruh Nasional, utawa kanthi ngajokake utawa melu ing kelas, aksi kolektif utawa perwakilan ing forum apa wae. , nanging kita bisa kanthi sah ngupayakake penegakan pengecualian aksi kelas iki, lan ngupaya ngilangi kelas kasebut, tumindak utawa tuntutan kolektif utawa wakil.",
    "2577178569": "3. Digunakake kanggo tujuan teknis sing dibutuhake banget: mbisakake panggunaan Aksesibilitas Pangguna.",
    "2583888954": "Pangecualian.",
    "263977834": "Kekeselen Administratif.",
    "2657277322": "Yen sampeyan duwe pitakon, hubungi kita ing:",
    "271333468": "Kita ngetrapake langkah-langkah teknis lan organisasi sing cocog kanggo nglindhungi informasi sing diklumpukake lan disimpen, lan mbutuhake kabeh agen sing nindakake pangolahan kanggo pihak kita supaya nindakake perkara sing padha. Sayange, ora ana langkah-langkah keamanan sing 100% ora gampang, lan ora ana jaringan utawa sistem (kalebu kita) sing bisa dijamin 100% aman saka karusakan, mundhut, owah-owahan, pambocoran sing ora sah, utawa akses menyang informasi sing diklumpukake lan disimpen. Yen sampeyan yakin informasi sampeyan bisa uga ora aman kanggo alasan apa wae, hubungi kita langsung ing:",
    "2763011087": "IMI ora tundhuk, utawa ora wajib melu, solusi regejegan alternatif kanggo regejegan konsumen ing ngarepe entitas resolusi regejegan konsumen.",
    "2927283721": "Kanthi nindakake tugas ing situs web kita, sampeyan menehi wewenang kanggo koleksi, nggunakake, lan pambocoran informasi pribadhi miturut Kebijakan Privasi kita. Kajaba iku, kita bisa uga nuduhake informasi tartamtu babagan sampeyan lan tugas sing wis rampung menyang Panjaluk sing tugase wis rampung kanggo nggampangake hubungan layanan lan nambah situs web, kalebu, contone, ID Kontributor, asil tugas sing wis rampung, lan atribut liyane sing ana gandhengane karo kualifikasi, basa, katrampilan, lan panggunaan situs web sampeyan.",
    "2943815316": "Kita nganyari dhaptar iki kanthi periodik, supaya bisa uga ana cookie tambahan sing durung kadhaptar. Beacons, tag lan skrip web bisa digunakake ing Situs utawa ing email kanggo mbantu kita ngirim cookie, ngetung kunjungan, ngerti panggunaan lan efektifitas kampanye lan nemtokake manawa email wis dibukak lan ditindakake. Kita bisa uga nampa laporan adhedhasar panggunaan teknologi kasebut dening panyedhiya layanan/analisis kanthi basis individu lan dikumpulake.",
    "3040062804": "Sembarang proses arbitrase miturut bagean iki bakal ditindakake kanthi gawan ing Negara Bagian California, kajaba sampeyan manggon ing njaba Amerika Serikat, ing kasus iki, arbitrase bakal ditindakake kanthi elektronik utawa telephonically. Arbitrase bisa ditindakake ing papan liya yen disepakati dening saben pihak kanthi tulisan. Preduli saka lokasi, pihak apa wae bisa milih tampil ing arbitrase liwat video langsung utawa telekonferensi.",
    "3091247030": "Pengabaian Tindakan Kelas.",
    "3102490587": "Kajaba kanggo Pengecualian Tindakan Kelas, yen ana istilah utawa pranata, utawa bagean saka klausa arbitrase iki diumumake ora sah utawa ora bisa ditindakake, bakal dipenggal lan sisa klausa arbitrase bakal dileksanakake.",
    "3187946010": "Kabeh teks, gambar, animasi grafis, video, musik, swara lan materi liyane ing kaca iki dilindhungi miturut hukum hak cipta dening IMI utawa pihak katelu yen kasebut. Dilarang nyalin utawa ngowahi materi iki kanggo panggunaan komersial kanthi cara sing ngluwihi panggunaan wajar.",
    "3199694247": "Severability.",
    "3302832698": "Solusi Sengketa Alternatif Dibutuhake.",
    "3361191778": "Informasi sing kasedhiya ing kaca internet ora makili saran individu lan ora bisa ngganti iki. Yen sampeyan butuh saran individu, hubungi staf dhukungan.",
    "3493572638": "Biaya lan Fees.",
    "3794239003": "Prosedur Arbitrase.",
    "3885459114": "Umume sampeyan bisa ngaktifake utawa mengko mateni panggunaan cookie liwat fungsi sing dibangun ing browser web sampeyan. Yen sampeyan pengin sinau luwih lengkap babagan cookie, utawa carane ngontrol, mateni utawa mbusak, bukak https://www.knowcookies.com/ kanggo pandhuan rinci.",
    "3956117148": "Situs web hCaptcha.com lan BotStop.com (Situs) bisa uga kalebu cookie tambahan, kaya sing diterangake ing Kebijakan iki.",
    "4193379787": "Kabeh arbitrase miturut persetujuan iki bakal ditindakake miturut aturan Asosiasi Arbitrase Amerika utawa dening layanan arbitrase sing disepakati bebarengan. Arbitrator bakal dadi arbitrator AS sing dipilih saka dhaptar ora kurang saka pitu (7) jeneng liwat serangan alternatif. Ing arbitrase, saben pihak bakal nduweni hak kanggo nindakake panemuan sipil sing cukup, nggawa gerakan dispositive, lan menehi saksi lan bukti sing dibutuhake kanggo nampilake kasus lan pertahanan, lan saben perselisihan babagan iki bakal dirampungake dening arbitrator. Resolusi regejegan bakal adhedhasar mung ing hukum governing claims lan pertahanan panjaluk, lan arbitrator ora bisa njaluk basis sembarang liyane saka kontrol hukum kuwi. Arbitrator kudu duwe kakebalan pejabat yudisial saka tanggung jawab sipil nalika tumindak ing kapasitas arbitrator, sing kakebalan nambah kakebalan liyane sing ana. Anugrah kudu nyakup pendapat sing ditulis arbiter. Sampeyan nyerahake hak kanggo nyoba dening juri saka pratelan apa wae sing sampeyan duweke marang IMI utawa IMI bisa uga duwe marang sampeyan. Sembarang pratelan miturut klausa iki kudu digawa ing statute periode watesan sing ditrapake. Undhang-undhang Arbitrase Federal Amerika Serikat ngatur klausa iki, lan sampeyan ngakoni yen Persetujuan iki minangka bukti transaksi ing perdagangan.",
    "470943029": "Yen sampeyan duwe pitakon babagan Kebijakan Privasi iki, hubungi kita ing:",
    "498769698": "Sampeyan bisa ngakses, mbenerake, mbenakake, utawa mbusak Informasi Pribadi tartamtu sing bisa diwenehake liwat akun Integrator, Pelanggan, utawa Pangguna Aksesibilitas (yen sampeyan minangka Integrator, Pelanggan, utawa Pangguna Aksesibilitas). Yen sampeyan ora bisa nindakake, utawa duwe pitakon babagan Informasi Pribadi sing wis diklumpukake lan / utawa dituduhake babagan sampeyan, utawa pengin mbatalake idin sampeyan kanggo proses kita (yaiku mbusak akun sampeyan) hubungi kita ing:",
    "537881751": "Sugeng rawuh ing hCaptcha! Kebijakan Privasi iki nggambarake praktik Intuition Machines, Inc. (\"IMI\", \"kita\" utawa \"kita\") babagan koleksi, panggunaan, lan pambocoran informasi (kalebu Informasi Pribadi, sing ditetepake ing ngisor iki) liwat situs web kita ing www.hcaptcha .com lan subdomain utawa domain liyane sing kita gunakake (\"Situs\") lan antarmuka program aplikasi hCaptcha lan piranti lunak lan materi sing gegandhengan (secara kolektif, \"Layanan\").",
    "561456032": "Sampeyan setuju manawa kanggo saben regejegan sing muncul saka utawa ana hubungane karo panggunaan Layanan, kalebu perselisihan sing bisa kedadeyan wiwit sampeyan miwiti nindakake tugas kanggo IMI, lan khusus kalebu pratelan sing ana gandhengane karo apa sampeyan klasifikasi utawa ora. kontraktor independen, sampeyan bakal ngabari IMI babagan pratelan sampeyan. Sampeyan lan IMI bakal nyoba ngrampungake masalah kasebut liwat negosiasi langsung utawa mediasi. Kita bakal mbagi biaya mediasi sing padha lan setuju manawa mediasi bakal ditindakake liwat telephonic utawa cara elektronik liyane. Yen pratelan tetep ora ditanggulangi sawise negosiasi utawa mediasi ora resmi, sampeyan setuju yen sampeyan lan IMI bakal nggunakake arbitrase final lan mengikat kanggo mutusake masalah perselisihan kasebut. Klausa iki ngatur kabeh pratelan surut wiwit sampeyan wiwit nggunakake situs web kita, apa adhedhasar tort, kontrak, statute, kalebu, nanging ora winates kanggo, sembarang claims diskriminasi lan jawatan, apa padha adhedhasar California Fair Employment and Housing Act. , Judhul VII Undhang-undhang Hak Sipil taun 1964, kaya sing wis diowahi, utawa hukum utawa peraturan negara utawa federal liyane, hukum sing adil, utawa liya-liyane.",
    "658775471": "Kita nggunakake Cloudflare kanggo ngoptimalake lalu lintas web kita. Kanggo informasi babagan carane Cloudflare ngumpulake lan ngolah data:",
    "702926385": "Para pihak bakal nanggung biaya masing-masing kanggo perwakilan hukum ing arbitrase kasebut, kajaba yen biaya pengacara kasebut kanthi jelas diwenehake dening hukum. Para pihak bakal mbagi biaya administratif awal sing dikenani arbitrator, nganti biaya maksimal rong atus seket dolar (US$250.00). Biaya saka arbitrator lan reporter pengadilan, yen ana, bakal pisanan ditanggung dening kita; Nanging, arbitrator kudu duwe kawicaksanan kanggo menehi biaya sing cocog kanggo pihak sing lumaku, kaya sing diwenehake dening hukum, lan/utawa mbutuhake para pihak kanggo pamisah biaya sing ana gandhengane karo arbitrator lan/utawa wartawan pengadilan.",
    "720059527": "2. Digunakake kanggo tujuan teknis sing dibutuhake: load balancing, routing.",
    "74538881": "Tanggung jawab kanggo situs web iki",
    "996430331": "Lokasi Arbitrase.",
    "211351380": "Saka blog:",
    "3153117136": "Cara kerja setelan Kesulitan hCaptcha",
    "2915355938": "Aksesibilitas",
    "793784899": "Rencana",
    "2671622670": "Perusahaan",
    "3527140447": "Docs",
    "505891021": "Layanan Labeling",
    "692176459": "Mlebet",
    "1892574253": "Ndaftar",
    "2593864519": "Mungkasi bot liyane. Mulai nglindhungi privasi pangguna.",
    "4007826952": "CAPTCHA pertama privasi kanggo web, seluler, lan liya-liyane.",
    "3721365241": "Coba",
    "3753956446": "Gratis",
    "3276777569": "hCaptcha",
    "55035359": "Saiki nggunakake reCAPTCHA?",
    "3417372336": "Ngalih ing menit",
    "2881474837": "Perusahaan hCaptcha",
    "1685871181": "Layanan online paling dhuwur gumantung",
    "1470290349": "kanggo bot paling apik ing kelas lan manajemen penipuan.",
    "3714002185": "Sinau luwih lengkap babagan hCaptcha Enterprise",
    "3946753128": "Pribadi. Aman. luwih cepet.",
    "939665604": "Privasi Fokus",
    "780475098": "Jaringan iklan ndeleng pengunjung minangka produk. Kita mung preduli yen kunjungan apik utawa ala. hCaptcha tundhuk karo GDPR, CCPA, LGPD, PIPL, lan hukum data global liyane.",
    "219813583": "Keamanan First",
    "2714878440": "Nglindhungi layanan saka scraping, takeovers akun, isi kredensial, lan spam karo machine learning lan verifikasi kamanungsan kita.",
    "1397766838": "Pengalaman Panganggo sing luwih apik",
    "2670352917": "hCaptcha nyedhiyakake deteksi bot sing luwih dipercaya nalika gampang diatasi dening manungsa.",
    "2806751666": "Apa iku hCaptcha?",
    "3096063825": "Coba metu",
    "2968026167": "Sayuran favorit sampeyan",
    "713281684": "terong",
    "4147497805": "wortel",
    "3758963444": "matur nuwun! Kiriman sampeyan wis ditampa!",
    "1070364246": "Adhuh! Ana masalah nalika ngirim formulir.",
    "1129833879": "Mungkasi bot angkoro, nglindhungi privasi pangguna",
    "58091799": "Sinau luwih lengkap babagan hCaptcha Publisher and Enterprise",
    "1599610318": "Penerbit",
    "3093388779": "hCaptcha gratis digunakake kanggo penerbit saka ukuran apa wae",
    "179723061": "Kontrol liyane kanggo tim sing mbutuhake keamanan sing unggul ing kelas",
    "846501387": "Proteksi bot kelas donya",
    "119298044": "Teknologi ML lan AI sing diawasi dhewe sing canggih nglindhungi properti web sampeyan saka ancaman lan serangan",
    "1263998069": "Entuk ganjaran kanggo pemecahan manungsa",
    "1103295010": "Entuk dhuwit utawa menehi kanggo amal nalika manungsa ngatasi CAPTCHA",
    "392886773": "Dianggo ing saben negara",
    "2320894364": "Kanthi luwih saka 200 titik kehadiran, awan hCaptcha nglindhungi aset sampeyan ing saindenging jagad",
    "451701069": "Selaras karo GDPR, CCPA,",
    "2826051554": "lan liyane",
    "3530599065": "Privasi dibangun saka dhasar. hCaptcha ora nahan PII lan tundhuk karo akeh prentah lan peraturan privasi.",
    "2489287539": "Bebas gesekan \"Ora CAPTCHA\" & 99,9% mode pasif",
    "793242047": "Ngurangi tantangan sing disedhiyakake kanggo pangguna kanggo ngidini akses cepet menyang aplikasi",
    "4195759329": "Deteksi bot lan skor resiko",
    "1150035777": "Model pembelajaran mesin sing canggih ngasilake skor kapercayan bot adhedhasar akeh titik data ngluwihi pitakonan sing dijawab kanthi bener",
    "3688621388": "Tanda tangan ancaman",
    "1131525092": "Klompok aktor ala bebarengan kanthi gampang liwat UID Scoped sing njaga privasi kanggo nemokake lan mungkasi penipuan lan penyalahgunaan sing gegandhengan",
    "1559631739": "sinau pribadi",
    "3952259236": "Gabungke data wuta sampeyan karo ewonan sinyal hCaptcha kanggo nglatih hCaptcha babagan kelas prilaku -- mung kanggo conto sampeyan -- kanggo prédhiksi prilaku ala sing luwih apik tinimbang solusi mung.",
    "1150963691": "mitigasi APT",
    "4083018285": "Suite fitur lengkap sing digabungake karo pemantauan lan respon SOC sing ditingkatake kanggo ngatasi ancaman terus-terusan sing canggih",
    "3160820928": "Proteksi serangan terkoordinasi",
    "1849805607": "hCaptcha nglindhungi saka ancaman lan decoys sing dirancang kanggo nyusup jaringan sampeyan",
    "1958297836": "Proteksi serangan terkoordinasi & mitigasi APT",
    "1300485304": "hCaptcha nglindhungi saka ancaman lan decoys sing dirancang kanggo nyusup jaringan sampeyan",
    "2698640210": "Tantangan kontrol lan jinis ditampilake",
    "3121248460": "Tampilake tantangan khusus sing ora ana watese -- saka sing prasaja nganti sing rumit -- kanggo pamirsa sing diantisipasi",
    "3807059944": "Kontrol konten tantangan sing digunakake",
    "2707282231": "Kustomisasi tantangan kanggo pangguna sampeyan. Nggawe bot ora bisa ngatasi lan nembus.",
    "4194763679": "tingkat kangelan nggoleki-grained",
    "3730038780": "Pilih saka akeh tantangan sing meh ora ana watese kanggo diatasi dening pangguna",
    "1849717906": "Setel karo konten tantangan sampeyan dhewe",
    "1508655687": "Tambah tantangan sampeyan dhewe sing cocog kanggo pamirsa kanggo nyelarasake utawa mbatesi akses",
    "3620442880": "Fitur pangayoman Flash Sale",
    "3265895521": "Mundhakaken lan nyuda kesulitan tantangan adhedhasar wektu",
    "1485807325": "Dasbor multi pangguna, SAML SSO",
    "359073033": "Dashboard menehi tampilan tingkat dhuwur utawa apik saka kegiatan.",
    "4272454814": "Integrasi karo panyedhiya identitas sing dipilih.",
    "1141402092": "Fitur laporan majeng",
    "910989640": "Gawe laporan kegiatan sing rinci lan khusus",
    "3768951251": "SLA perusahaan",
    "1014004474": "Rencana Enterprise hCaptcha nawakake perjanjian tingkat layanan sing luwih maju kanggo njaga organisasi sampeyan",
    "1177598246": "Kontak Sales",
    "1067704102": "Nilai ing Labeling Data",
    "3065000659": "Apa sampeyan ngerti saben-saben sampeyan \"klik ing mobil\" sampeyan mbantu nglatih siji",
    "3235430156": "sistem machine learning perusahaan gratis?",
    "1549336309": "hCaptcha ngowahi model iki. Nalika sampeyan nggunakake hCaptcha, perusahaan nawarake pakaryan sing ditindakake pangguna nalika mbuktekake kamanungsane. Sampeyan entuk ganjaran.",
    "3725880582": "Menehi Bali kanggo Amal",
    "1671436004": "Pengin menehi bali kanggo amal favorit?",
    "1663628612": "ngijini sampeyan",
    "4272088465": "amal Sampéyan karo pangentukan sampeyan gain saka nggunakake.",
    "2894845722": "Pangguna ing situs sampeyan bakal langsung bisa ndeleng kontribusi sampeyan kanggo amal liwat branding sing wicaksana ing antarmuka hCaptcha.",
    "3194111925": "ndhukung",
    "1637702726": "Babagan hCaptcha",
    "2323282990": "Pendekatan Modern kanggo Verifikasi Kemanusiaan",
    "1201821619": "hCaptcha ngrampungake salah sawijining masalah sing paling penting ing jaman saiki: nyegah bot-bot jahat saka nyalahake layanan online.",
    "1475399473": "Sinau luwih lengkap babagan tim hCaptcha",
    "3161489950": "Platform ML Keamanan Paling Canggih ing Donya",
    "3247172580": "hCaptcha nggabungake pembelajaran mesin sing diawasi mandiri kanthi pendekatan komputasi pinggiran novel sing nyilikake koleksi lan retensi data kanthi unik, dikirim saka luwih saka 250 lokasi global kanggo skalabilitas gedhe.",
    "3767462250": "Dirancang kanggo Privasi",
    "3500503648": "hCaptcha dirancang kanggo ngilangi retensi data jangka panjang kanthi ngandelake evaluasi cepet tinimbang ngrekam lan nganalisa riwayat telusuran sampeyan. Kita uga ndhukung inisiatif kaya",
    "2418549423": ", standar sing muncul kanggo njaga privasi online liwat bukti kriptografi, lan fitur privasi-first unik liyane.",
    "1544546608": "Privasi Pass",
    "976209454": "Entuk Ganjaran utawa Menehi Amal",
    "552920956": "hCaptcha ngidini situs web entuk ganjaran nalika mblokir bot lan wujud penyalahgunaan liyane. hCaptcha uga ngidini sampeyan ndhukung amal sing dipilih kanthi penghasilan kasebut.",
    "654326661": "Pengin ndeleng dhewe? Coba hCaptcha gratis.",
    "3570415321": "Perusahaan",
    "3987022469": "Labeling",
    "1636202177": "Babagan",
    "2670003220": "Proyek",
    "3233305531": "merek dagang",
    "3028319964": "Etika AI",
    "4131598919": "Pencet",
    "1662477701": "Sumber daya",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentasi",
    "920212083": "Laporkan Bug",
    "2076066173": "Serangan siber 101",
    "3644106388": "Kontak",
    "2182196747": "Dhukungan",
    "487083593": "dodolan",
    "878585497": "Syarat",
    "1697438123": "Privasi",
    "1316817321": "Atribusi",
    "3488019891": "hCaptcha minangka merek dagang kadhaptar saka Intuition Machines, Inc.",
    "4224961202": "Privasi, Keamanan, lan Pembelajaran Mesin.",
    "98173630": "hCaptcha minangka layanan CAPTCHA independen sing paling akeh digunakake ing donya.",
    "1514478724": "Sinau luwih lengkap",
    "1752795854": "hCaptcha nggawa pendekatan modern lan fokus privasi kanggo mungkasi bot.",
    "2927700175": "Kita nuduhake tantangan CAPTCHA sing angel kanggo bot nanging gampang kanggo wong kanthi ngumpulake data sing angel diwenehi label saka masalah pembelajaran mesin, lan digunakake kanggo mbedakake manawa pengunjung situs web utawa app iku manungsa.",
    "2188609322": "Aktor ala saya umum online. Nanging ngorbanake privasi pangguna ora dadi jawaban.",
    "2032102720": "Solusi keamanan sing ditawakake perusahaan iklan fokus utamane kanggo nglacak pangguna ing saindenging web. Kita wis nggawe solusi keamanan sing efektif sing mbuktekake ngrusak privasi pangguna ora perlu kanggo ngasilake asil sing apik.",
    "4146870445": "Sapa kita",
    "353066938": "Tim sing berpengalaman, nggarap masalah paling angel saiki. hCaptcha minangka layanan saka",
    "3260825523": "Mesin Intuisi",
    "1173652155": "Penasehat",
    "3972094614": "Brendan Eich",
    "2113642787": "Lagu Subuh",
    "2256305371": "Profesor, CS ing Universitas California, Berkeley. Sinau jero, keamanan, pakar blockchain. CEO Oasis Labs.",
    "1606599610": "Kieran Thompson",
    "2177660021": "Ilmuwan Riset ing Stanford. Pembelajaran mesin lan keuangan kuantitas ing bank utama, dana pager, lan akademisi.",
    "2686825859": "Ndaftar gratis utawa hubungi kita babagan solusi hCaptcha Enterprise",
    "583434701": "Aksesibilitas hCaptcha",
    "611905972": "Njamin akses lancar kanggo kabeh pangguna nalika njaga keamanan",
    "874098071": "Yen sampeyan pangguna aksesibilitas, mangga mlebu ing kene",
    "2745385064": "Ringkesan",
    "3353238942": "hCaptcha dirancang kanggo mungkasi bot kanthi mbedakake saka wong. Tes visual minangka alat sing trep kanggo iki, nanging ora kabeh wong bisa ngatasi tantangan visual.",
    "3600022491": "Mulane, kita wis ngrancang alternatif sing prasaja lan ora krasa lara supaya penerbit nggunakake layanan kita njaga aksesibilitas kanggo kabeh kanthi selaras karo bagean 508 lan WCAG 2.1 AA.",
    "2557240048": "Cara kerjane: pisanan, pangguna aksesibilitas ndhaptar liwat",
    "3871665286": ", sing disambungake kanthi jelas ing kaca info widget hCaptcha. Dheweke diwenehi cookie sing dienkripsi sing bisa digunakake kaping pirang-pirang saben dina, nanging kudu dianyari saben 24 jam liwat login.",
    "3441764123": "Nalika tantangan diwenehi kanggo pangguna aksesibilitas ing situs sing nggunakake layanan hCaptcha, dheweke bakal lulus kanthi otomatis.",
    "4247858664": "kaca pendaftaran aksesibilitas",
    "1297657322": "Layar pangguna aksesibilitas sawise mlebu",
    "1717658846": "Opsi aksesibilitas ing menu UI widget",
    "1266963825": "P: Apa hCaptcha Section 508 + WCAG 2.1 AA tundhuk?",
    "850025770": "A: Kita yakin: kabeh pangguna sing duwe cacat sing bisa browsing web lan ngetik teks ing formulir bisa ngakses layanan sing dilindhungi hCaptcha nalika ndhaptar. Nanging, iki dudu saran legal: sampeyan kudu nindakake evaluasi dhewe, kanthi nimbang implementasine tartamtu kanggo mesthekake yen iki kedadeyan kanggo penyebaran sampeyan.",
    "159272246": "P: Apa sampeyan nggarap opsi aksesibilitas liyane (\"a11y\"), kayata audio?",
    "4074220464": "A: Opsi populer sadurunge kaya captchas audio mbedakake akeh pangguna a11y lan gampang dikalahake dening teknik pembelajaran mesin modern. Iki nyebabake tantangan audio saiki dadi saya angel, ngenalake swara, wektu sing aneh, kombinasi tembung sing ora biasa, lan liya-liyane kanggo ngalahake panyerang. Dadi, kita kurang antusias babagan pendekatan iki vs ngindhari tantangan kabeh, nanging bakal nimbang yen ana panjaluk saka komunitas a11y.",
    "2309661107": "Nanging, kita banget kasengsem ing",
    "2555914614": "kanggo kasus panggunaan Aksesibilitas. Kita percaya yen nggabungake pendekatan a11y saiki karo penerbitan Privacy Pass bakal ngidini pangguna a11y bisa browsing kanthi aman, kanthi ngerti manawa lalu lintas luwih pribadi, nalika mbatesi penyalahgunaan dening operator bot sing mesthi kedadeyan nalika pilihan a11y kasedhiya. Kita minangka peserta aktif ing grup kerja IETF sing standarisasi teknologi anyar iki.",
    "2583775432": "P: Kepiye babagan privasi? Apa registrasi mbukak data browsing a11y ing sawetara cara? Apa sing sampeyan tindakake karo email?",
    "4215483493": "A: hCaptcha dirancang kanggo privasi wiwit wiwitan. Iku beda banget karo opsi tradisional kaya reCAPTCHA sing diduweni dening jaringan iklan, sing duwe insentif kanggo nglacak sampeyan ing saindhenging web lan nggandhengake sampeyan karo identitas asli.",
    "2474661839": "kita",
    "4137573005": "duwe jawaban sing komprehensif lan wibawa babagan carane nggunakake data, nanging jawaban sing cendhak yaiku kita ora duwe minat kanggo nggandhengake sampeyan minangka wong karo riwayat telusuran.",
    "4101570501": "Saiki kita uga ngupayakake solusi kriptografi kanggo mbusak alamat email kanthi cepet nalika isih njaga kemampuan kanggo nyegah penyalahgunaan, nglengkapi karya Pass Privasi.",
    "260595108": "Kita ora tau nggunakake email utawa info aksesibilitas kanggo tujuan apa wae kajaba nggampangake panggunaan lan nyegah penyalahgunaan.",
    "3063819779": "kabijakan privasi",
    "465714311": "Kanggo Pangguna Aksesibilitas: Q&A lan Pandhuan Ngatasi Masalah",
    "3596207631": "P: Aku isih ndeleng tantangan sawise nyetel cookie. Apa sing nyebabake iki?",
    "469089249": "A: Iki biasane amarga nggunakake blocker iklan agresif utawa ekstensi anti-cookie, utawa setelan sing mblokir cookie \"lintas-situs\", ing kasus iki cookie kanggo hcaptcha.com sing disetel utawa dicenthang dening hCaptcha JS ing a situs sing beda, kaya sing sampeyan bukak.",
    "4263626815": "Cookie aksesibilitas hCaptcha bisa digunakake karo kabeh browser populer lan blocker iklan kanthi setelan standar, mula biasane gagal amarga skrip \"anti-anti-adblock\" utawa aturan sing padha sing ngarahake situs tartamtu.",
    "3906359167": "Solusi:",
    "3464870463": "1. Dhaptar cookie hcaptcha.com lan *.hcaptcha.com ing blokir iklan utawa ekstensi keamanan browser.",
    "1204911585": "2. Yen sampeyan nggunakake browser Brave, sing ora (ing April 2020) katon duwe daftar putih cookie apa wae, pindhah menyang Preferensi -> Shields -> Cookie banjur pilih \"Allow All Cookies.\"",
    "2932826396": "3. Yen sampeyan nggunakake versi paling anyar saka Safari ing salah siji sing mentas dirilis OS X 10.15 utawa iOS 13.4, Apple wis mung ngganti prilaku Safari related kanggo cookie pihak katelu, Watesan kabeh mau minangka standar. Kita ngleksanakake solusi, nanging sauntara iku mangga bukak Safari Preferensi, bagean Privasi, banjur busak centhang \"Pelacakan situs web: Nyegah pelacakan lintas-situs\" kanggo ngaktifake cookie aksesibilitas supaya bisa digunakake kaya sing dikarepake.",
    "3836291932": "P: Aku nggunakake macem-macem piranti. Apa aku kudu ndhaptar kaping pirang-pirang?",
    "3251220335": "A: Ora. Mangga klik link login email padha dikirim menyang sampeyan ing saben piranti sing digunakake kanggo nyetel cookie.",
    "2082407178": "P: Kepiye carane bisa nglindhungi dhewe saka pelacakan cookie pihak katelu nalika nggunakake cookie aksesibilitas?",
    "2700197090": "A: Nganggo ekstensi privasi utawa pamblokiran iklan sing ndhukung whitelisting tingkat domain (contone, uBlock Origin) bakal bisa kaya sing dikarepake: priksa manawa daftar putih hcaptcha.com.",
    "3657743880": "Pandhuan Browser kanggo Cross-Site Cookies",
    "1960601330": "Kanggo ngaktifake cookie ing Safari (Mac): Bukak menu gulung mudhun Safari. Pilih Preferensi. Klik Privasi ing panel ndhuwur. Ing 'Blokir cookie' pilih opsi 'Aja.'",
    "1622303590": "Kanggo ngaktifake cookie ing Safari (iPhone/iPad iOS 11+): Bukak Setelan sampeyan. Gulung mudhun banjur pilih Safari. Ing Privasi & Keamanan, mateni \"Nyegah Pelacakan Lintas Situs\" lan \"Blokir Kabeh Cookie\"",
    "2199048568": "Klik ing tameng ing sisih kiwa garis alamat ing kaca web apa wae. Klik ing Setelan Proteksi. Panel Privasi & Keamanan Preferensi Firefox bakal mbukak. Ing Enhanced Tracking Protection, pilih Custom. Pilih pelacak lan skrip sing bakal diblokir kanthi milih kothak kasebut. Priksa manawa sampeyan wis mbukak blokir hcaptcha.com.",
    "3967047208": "Sampeyan uga bisa mateni sementara sawetara proteksi ing Custom kanggo debug iki, kanthi mbatalake kothak centhang: Busak centhang kothak Trackers utawa mbusak centhang ing Cookie yen sampeyan isih ngalami masalah.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Pilih lambang menu Chrome. Pilih Setelan.",
    "926138631": "Pindhah menyang Privasi lan Keamanan, banjur Cookie lan data situs liyane.",
    "3419878556": "Priksa manawa \"Blokir cookie pihak katelu\" ora diaktifake.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Bukak preferensi Chrome saka garis menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Ing piranti Android sampeyan, bukak aplikasi Chrome.",
    "3620039756": "Ing sisih tengen ndhuwur, tutul Liyane banjur Setelan.",
    "2813310562": "Tutul Setelan Situs banjur Cookie.",
    "3014657981": "Ing jejere \"Cookies\", aktifake setelan kasebut.",
    "1242066691": "Centhang kothak ing jejere \"Idini cookie pihak katelu.\"",
    "292250020": "1. Pilih gear ing pojok tengen ndhuwur layar, banjur pilih \"Internet Options\". Yen sampeyan ngaktifake Menu Bar, sampeyan bisa milih \"Tools\" banjur \"Internet Options\".",
    "4114820649": "2. Klik tab \"Privacy\".",
    "946838734": "3. Pilih tombol \"Advanced\".",
    "348809718": "4. Ing \"Cookies pihak katelu\" pilih \"Nampa\".",
    "1253441326": "5. Klik \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Kebijakan Etika AI",
    "1161704803": "Napa kita duwe kabijakan Etika AI?",
    "1806535500": "Sakbenere saben teknologi, saka potlot kanggo dinamit, punika a",
    "24452499": "solusi; bisa digunakake kanggo apik utawa lara. Saben perusahaan sing nliti, mbangun, utawa adol solusi panggunaan ganda duwe kewajiban kanggo nimbang akibat saka tumindake.",
    "4023575072": "nggunakake dual",
    "3336625692": "Kaca iki rinci babagan pikirane babagan topik iki ing konteks Etika AI, lan proses sing kita tindakake kanggo mesthekake panggunaan layanan tetep selaras karo kabijakan sing wis diadopsi minangka perusahaan.",
    "835717930": "AI Etika ing hCaptcha",
    "2179524509": "Kadhang-kadhang kita njaluk pitakon babagan pitakonan apa sing diidini kanggo layanan hCaptcha, lan kenapa pitakonan tartamtu ditakoni.",
    "1962721652": "Manungsa minangka wong sing golek pola, lan kadhangkala pitakonan sing ora ana gunane bisa dadi saka ora kaget dadi curiga kanthi cepet, amarga owah-owahan ing donya tinimbang motivasi saka sapa wae sing takon.",
    "3974566657": "Nalika layanan dadi luwih populer, kedadeyan kaya iki mesthi dadi luwih kerep. hCaptcha digunakake dening mayuta-yuta wong saben dina ing meh kabeh negara ing donya, mula kita nerbitake kabijakan iki lan studi kasus babagan cara ngatasi masalah kasebut supaya bisa transparan.",
    "1830910223": "Studi kasus AI Etika ing donya nyata",
    "805971861": "\"Umbrella\" minangka istilah ing ImageNet, dataset pathokan standar sing digunakake dening peneliti visi komputer. Ngenali kanthi dipercaya wong sing nyekel payung uga penting kanggo mbangun sistem pitulungan driver maju (ADAS) generasi sabanjure sing aman.",
    "3988350": "Iki tegese ana kasus panggunaan sing apik banget kanggo anotasi payung ing donya nyata. Ana papan kanggo ora setuju babagan pengaruh mobil sing nyopir dhewe, nanging sistem ADAS wis disimpen",
    "548587288": "sak donya.",
    "3138772661": "ewonan urip saben taun",
    "3168199226": "Nanging, ing taun 2020 dadi jelas manawa nggawe set data kaya iki bisa dirasakake minangka teknologi panggunaan ganda kanthi cara sing ora dikarepake setaun kepungkur.",
    "558378834": "Dadi, saiki kita ora nampa panjaluk pitakon sing ana gandhengane karo payung. Potensi kebingungan nalika pangguna pungkasan ndeleng pitakonan babagan payung ing wektu saiki dhuwur banget, lan pungkasane tujuane yaiku nggawe jagad iki dadi papan sing luwih nyenengake.",
    "3376604063": "Kabijakan lan proses Etika AI",
    "1923365316": "Kita duwe kabijakan Etika AI sing ketat ing hCaptcha, lan bagean kasebut kalebu proses Ngerti Pelanggan (KYC).",
    "4230322909": "Kita mesthi nyoba ngerteni babagan saben pelanggan anyar lan kasus panggunaan sing dituju, loro-lorone kanggo ngonfirmasi manawa cocog kanggo produk lan layanan kita lan kanggo mesthekake yen nindakake kabijakan sing wis diadopsi minangka perusahaan.",
    "2735073144": "Kita uga nindakake review sing terus-terusan yen perlu. Contone, ing review anyar babagan tanggal lan sumber panjalukan kanggo panjaluk label sing gegandhengan karo payung, kita bisa kanthi cepet ngonfirmasi manawa ora ana entitas pemerintah utawa pemasok piranti lunak pengawasan negara sing wis njaluk panjaluk babagan payung nggunakake layanan kita sajrone 12 wulan kepungkur. .",
    "2715462692": "Kepiye proses Etika AI kita?",
    "3049976256": "Kanggo saben pelanggan labeling anyar, kita kudu mriksa dhaptar sajrone proses dodolan. Iki kalebu ketekunan KYC awal sadurunge onboarding, uga verifikasi kabeh panjaluk sing digawe kanggo analis kita, lan mriksa titik wektu nyata lan review periodik saka panjalukan sing digawe nggunakake platform layanan mandiri.",
    "3103642530": "Tinjauan iki kasusun saka sawetara kritéria:",
    "3349094124": "Kriteria keprihatinan etika: Tujuan",
    "1038019440": "1. Apa customer iki makili kapentingan nasional negara dikenal kanggo nindakake prilaku nalisir hukum lan norma internasional?",
    "493717511": "2. Apa customer iki njaluk layanan sing bisa",
    "2209109640": "digunakake mung kanggo tujuan angkoro, ing konteks aktivitas bisnis normal?",
    "3457805519": "3. Apa panjaluk pelanggan bisa ditindakake miturut hukum AS lan aturan keterlibatan kita?",
    "1942611550": "utamane",
    "109179759": "Kriteria keprihatinan etika: Subyektif",
    "1033698050": "1. Apa kita yakin yen pelanggan wis menehi kasus panggunaan sing dianggep bisa ditampa kanthi moral, miturut interpretasi norma-norma masyarakat Barat sing khas?",
    "361372538": "2. Apa kita yakin yen layanan sing diwenehake bakal digunakake kanggo tujuan diskriminasi dening pelanggan, kanthi cara sing sah nanging ora bisa ditampa?",
    "2867855718": "3. Apa kita yakin yen kabutuhan privasi bisa ditanggulangi kanthi kepenak kanggo panjaluk kasebut?",
    "2462728596": "Yen kita ora bisa marem ing titik kasebut, kita bakal nolak panjaluk kasebut lan bisa uga mungkasi akses luwih akeh menyang platform kita, kaya sing kasebut ing Ketentuan kita.",
    "1995277831": "matur nuwun",
    "1818116402": "Muga-muga sampeyan ngormati tampilan iki babagan cara nangani pitakonan operasional kanthi komponen Etika AI.",
    "1499894352": "Akeh banget perusahaan sing menehi transparansi menyang proses nggawe keputusan ing wilayah iki, lan muga-muga wong liya bakal ngetutake conto iki!",
    "535659033": "Atribusi Creative Commons",
    "1495915066": "Kepiye carane kita, mitra riset akademik, lan para pelanggan nggunakake media Creative Commons",
    "3017533972": "Kita, mitra riset akademik, lan para pelanggan kita sok-sok ngrujuk utawa ngasilake bagean konten sing dilisensi Creative Commons liwat platform hCaptcha kanggo nambah kawruh manungsa ing babagan mesin learning.",
    "1428053210": "Isi iki umume diowahi saka wujud asline. Contone, video bisa dipérang dadi pirang-pirang gambar, gambar kasebut bisa dipérang dadi pirang-pirang gambar anyar, lan gambar anyar kasebut banjur dicampur kanthi acak kanggo ngasilake asil pungkasan sing ditampilake.",
    "1728211763": "Panggunaan konten kanthi cara iki lan kanggo tujuan kasebut kalebu ing pedoman panggunaan sing adil miturut pemahaman kita babagan hukum lan praktik standar ing lapangan, nanging kita wis suwe dadi penggemar Creative Commons lan luwih seneng menehi kredit marang sapa wae sing mbantu ing tugas monumental nambah Intelligence mesin.",
    "1949452297": "Amarga alangan intrinsik saka UI hCaptcha lan pertimbangan keamanan, ora bisa ngasilake sumber saben gambar sing cedhak karo panggunaane. Nanging, kita nyambung menyang kaca iki saka homepage kita lan njaga dhaptar sumber sing saiki utawa bubar dilayani liwat platform. Sampeyan bisa ngakses dhaptar saiki",
    "2367602973": "kene",
    "659124570": "Kajaba iku, yen sampeyan ndeleng konten sing sampeyan duweke digawe maneh ing platform hCaptcha lan pengin dibusak kanthi alesan apa wae, sampeyan bisa ngubungi kita liwat email ing",
    "2066749488": "Keluhan liyane",
    "3479034323": "Yen sampeyan ndeleng konten sing sampeyan duweke digawe maneh ing platform hCaptcha lan pengin dibusak kanthi alesan apa wae, sampeyan bisa ngubungi kita liwat email.",
    "1836554225": "Tulisan Blog",
    "2873297188": "Apa kabeh CAPTCHAS mbedakake wong non-Amerika?",
    "165932542": "Deleng ing hCaptcha ngatasi tarif ing ndonya",
    "1865097546": "16 November 2021",
    "3005876482": "hCaptcha Saiki Layanan CAPTCHA Independen Paling gedhe, mlaku ing 15% Internet",
    "693820850": "Sampeyan bisa ngalahake Google kanthi ngutamakake privasi",
    "3609106478": "Isi kredensial:",
    "299335340": "Apa Iku Lan Cara Mungkasi Serangan",
    "354925785": "Intro",
    "423222878": "Sawetara cyberattacks sing paling angel dideteksi, dicegah lan dihentikan yaiku yen aktor jahat bisa nggunakake kredensial pangguna sing sah kanggo mlebu menyang akun pangguna sing aktif. Tanpa akeh kemampuan deteksi sing canggih, perusahaan sing nyelenggarakake akun kasebut ora duwe alesan kanggo curiga manawa ana sing salah. Pelanggan mung katon wis mlebu menyang akun kasebut. Penyerang entuk tipu daya sing sukses iki nggunakake kredensial sing dicolong - biasane asil saka teknik serangan cyber sing dikenal minangka \"pengisi kredensial.\" Iki minangka masalah serius saiki, nanging bisa diatasi kanthi cara sing bener.",
    "777660551": "Apa Credential Stuffing?",
    "2602763587": "Isi kredensial minangka wangun cyberattack ing ngendi panyerang nyoba mlebu menyang situs web kaping pirang-pirang nggunakake pasangan jeneng pangguna lan sandhi sing dicolong. \"Isi\" nuduhake upaya login sing bola-bali, sing meh tansah ditindakake dening piranti lunak bot otomatis.",
    "1271831121": "Ora kaya peretas (nganggo hoodie, mesthi!) lungguh ing kono, ngetik kredensial sawise kredensial. Bot login otomatis bisa digawe saka alat sing ora bisa digunakake kaya Selenium utawa alat peretas sing wis dikembangake khusus.",
    "2588750717": "Pancen, sawetara serangan isi kredensial nglibatake mayuta-yuta kredensial-kabeh diiseni menyang antarmuka login situs web sing ora curiga kanthi pangarep-arep supaya bisa mlebu. Sawise mlebu, penyerang bisa njupuk alih akun korban.",
    "1137757109": "Yen akun eCommerce, panyerang bisa pesen barang dagangan. Yen korban minangka bank, penyerang bisa nransfer dana ing luar negeri, lan liya-liyane.",
    "1559150837": "Target ora defenseless sanadyan. Umume situs web duwe kontrol sing mblokir pangguna sing curiga sing nyoba mlebu menyang ewonan akun beda saka alamat IP sing padha ing wektu sing cendhak. Apa sing ditindakake panyerang kredensial kanggo ngubengi teknik proteksi iki yaiku kanggo simulasi keragaman geografis lan IP. Nggunakake alat sing kuat, asring didhukung AI, bisa nggawe ewonan pangguna kanthi acak nyoba mlebu ing wektu sing beda-beda saka kabeh negara. Iki luwih angel dideteksi lan mandheg.",
    "1892020899": "Ngendi para peretas entuk kredensial?",
    "2597149484": "Alasan peretas kudu \"nyolong\" akeh kredensial sing ana hubungane karo ngendi dheweke entuk kredensial sing dicolong.",
    "3030395800": "Kredensial iki biasane asale saka pelanggaran data. Uga dikenal minangka \"tumpahan kredensial,\" serangan kasebut bisa nyebabake jutaan kredensial dibuwang menyang web peteng. Yen kuthah kasebut saka bank, peretas bakal nyoba nggunakake kredensial kasebut kanggo mlebu menyang situs liyane. Pendekatan iki bisa digunakake amarga akeh wong nggunakake jeneng pangguna lan kombinasi sandhi sing padha kanggo macem-macem situs. (Praktik iki ora dianjurake, nanging kasunyatane. Wong cenderung mbaleni kredensial login sing padha.)",
    "1258965840": "Dadi, yen panyerang bisa mlebu ing siji situs, mesthine bisa mlebu ing pirang-pirang situs nggunakake kredensial sing tumpah. Contone, bisa uga entuk pasangan jeneng pangguna / sandhi kaya JohnDoe / 525momma, nanging dheweke ora ngerti apa sing bakal ditindakake pasangan kasebut. Dadi, dheweke nyoba pasangan kasebut ing Amazon.com, Ebay, Citibank, Walgreens lan liya-liyane. Dheweke bisa nyoba pasangan kasebut ing sewu situs sing beda-beda.",
    "3594440415": "Pungkasane, dheweke bakal mbukak lawang.",
    "780280214": "Kepiye carane hCaptcha lan hCaptcha Enterprise nyuda ancaman isi kredensial",
    "4165374512": "Nalika sampeyan bisa nggunakake alat deteksi IP lan lokasi kanggo nyegah isi kredensial, cara sing luwih efektif lan akurat yaiku ngganggu bot isi kredensial otomatis. hCaptcha lan hCaptcha Enterprise bisa stump bot ing titik entri. Sanajan bot kasebut nduweni kredensial sing bener, yen ora bisa ngliwati deteksi hCaptcha Enterprise utawa CAPTCHA hCaptcha, bot kasebut ora bakal bisa diisi lan situs lan pangguna sampeyan dilindhungi.",
    "3269644546": "Mangga",
    "1058572205": "kita yen sampeyan pengin sinau luwih lengkap babagan",
    "3753613260": "kontak",
    "1792519141": "Perusahaan hCaptcha",
    "3515435438": "Nglaporake Keluhan DMCA",
    "54093347": "Agen Kadhaptar DMCA",
    "3233441200": "Baleni Pelanggaran Kebijakan",
    "4011712313": "Minangka bagéan saka Kabijakan DMCA kita, kita nyeleh akun pelanggan sing kita nampa kabar DMCA kaping pirang-pirang saka miturut omongane uwong nglanggar menyang multi-langkah DMCA Repeat Infringer Policy. Sawise nampa kabar DMCA sing bola-bali ing sasi tanggalan, akun pelanggan bakal maju saka siji langkah kebijakan menyang langkah sabanjure.",
    "766825168": "Tumindak sing bisa ditindakake miturut Kabijakan Infringer Repeat DMCA kalebu ngirim tandha babagan visibilitas tambah menyang pelanggan rekaman akun kasebut. Kanggo ngakoni tandha kasebut, kita bisa uga mbutuhake pelanggan mlebu menyang akun kasebut utawa nelpon tim dhukungan. Kita uga duwe hak kanggo nundha utawa mungkasi, uga ngetrapake langkah-langkah interim liyane kanggo, layanan hCaptcha lan IMI saka pelanggan sing terus nampa kabar DMCA babagan pelanggaran sing diduga sanajan wis dikirim maneh tandha pelanggaran. Kajaba iku, kita bisa mungkasi layanan hCaptcha utawa IMI liyane ing kawicaksanan kita dhewe nalika kita mungkasi layanan hCaptcha miturut kabijakan iki.",
    "2410122265": "Sumber daya hCaptcha: Bots 101",
    "4166776480": "Isi Kredensial: Apa Iku Lan Cara Mungkasi Serangan",
    "2301335298": "Penipuan Pembayaran: Ngilangi Mode Kejahatan Siber sing Cepet",
    "3682071227": "Apa Akun Takeovers lan Kepiye Cara Kerjane?",
    "2729131930": "Apa Scraping lan Cara Kerjane?",
    "1344959096": "Makarya minangka labeler data individu",
    "3510143229": "hCaptcha minangka layanan kanggo situs web lan aplikasi,",
    "3930611699": "buruh individu.",
    "1051214799": "hCaptcha minangka layanan keamanan web sing nyoba nuduhake nilai karo penerbit situs web utawa aplikasi sing nggunakake.",
    "360236473": "Layanan hCaptcha ora dimaksudake kanggo digunakake kanggo sapa wae sing kerja minangka labeler individu. Iku ora dirancang kanggo utawa cocog kanggo maksud iki. Kita ora nyaranake sapa wae sing nyoba nggunakake hCaptcha minangka sumber penghasilan pribadi.",
    "3842490632": "Pangguna individu sing nyoba mangsuli pitakon akeh kemungkinan bakal diwatesi utawa dilarang kanthi cepet. Merata penting, minangka kita",
    "1560232962": "isine ing rinci, ora njamin sing digawe minangka kanggo jumlah entuk kanggo sembarang jawaban diwenehi. Ora ana pitakonan mbayar sing kasedhiya ing wektu kasebut, jawaban bisa ditolak amarga alasan kualitas, lan liya-liyane.",
    "2694001822": "Nanging, kita sok-sok nyewa individu kanggo mbantu nguji properti sistem lan fitur-fitur anyar.",
    "1569804581": "Yen sampeyan pengin dikontak ing mangsa ngarep babagan kesempatan sing gegandhengan, isi formulir iki.",
    "636461959": "jeneng",
    "1139500589": "negara",
    "1789607185": "Alamat Email",
    "325077666": "Kanthi ngirim informasi sampeyan setuju karo kita",
    "3555583744": "lan",
    "3609929815": ". Kita bakal nyimpen informasi jeneng, negara, lan alamat email mung kanggo tujuan ngubungi sampeyan ing mangsa ngarep babagan kesempatan kerja labeling individu.",
    "4197928199": "Kebijakan Privasi",
    "851786723": "Kanthi ngetik email, sampeyan setuju karo Ketentuan lan Kebijakan Privasi, lan nampa email saka kita.",
    "2402165761": "Carane Scraping Work?",
    "4260542944": "Scraping isi (uga dikenal minangka \"screen scraping\" utawa mung \"scraping\") minangka proses sing akrab, asring migunani kanggo ngumpulake informasi saka web. Nanging, ing taun-taun pungkasan, teknik kasebut dadi alat sing disenengi para peretas lan penipu. Countermeasures bisa kanthi efektif nyuda ancaman kasebut, nanging kanggo ngetrapake, penting kanggo ngerti cara proses kasebut.",
    "2066255783": "Apa Isi Scraping?",
    "1910628828": "Isi scraping minangka teknik kanggo njupuk data saka sistem sing nyakup toolset otomatis sing nyamar dadi klien piranti lunak utawa browser web. Iku ora anyar. Nyatane, kanggo insinyur piranti lunak sing mbutuhake data saka kerangka utama lawas, scraping bisa dadi cara mung kanggo ngekstrak informasi. Konektor asli bisa ilang lan ora bisa diganti.",
    "3408107995": "Dina iki, sanadyan, scraping invariably tegese pendekatan programmatic kanggo narik data saka situs web. Piranti lunak scraping tumindak kaya pangguna manungsa, ngeklik tombol lan maca output sing diasilake. Ana akeh panggunaan sing sah kanggo scraping. Crawler web sing nguwasani mesin telusur minangka salah sawijining conto. Semono uga alat kaya Skyscanner sing golek tawaran lelungan kanthi nyisir ewonan situs web lelungan. Perusahaan Fintech uga nggunakake, ngikis data finansial pangguna saka situs bank yen ora ana Antarmuka Pemrograman Aplikasi (API) sing kasedhiya kanggo nggawe sambungan data. Bab sing kudu dielingi babagan scraping layar yaiku kacepetan lan skalabilitas. Proses kasebut bisa ngasilake data sing akeh banget saka situs web, kanthi nganggep situs kasebut ora dikonfigurasi supaya ora kedadeyan. Ing kacepetan komputasi, scraper bisa nglumpukake set data gedhe kanthi sesambungan karo situs web lan piranti lunak lan basis data sing ndasari.",
    "1920884252": "Napa isi scraping minangka ancaman keamanan?",
    "2256795853": "Kemampuan kanggo ngekstrak akeh data, kanthi cepet, saka situs web nggawe scraping alat sing kuat ing tangan para aktor jahat. Bot scraping bisa ngumpulake data pangguna saka situs media sosial. Banjur, kanthi ngikis situs sing ngemot alamat lan informasi pribadhi liyane lan ngubungake asil, peretas bisa nindakake kejahatan identitas kaya ngirim aplikasi kertu kredit palsu.",
    "4087694419": "Peretas scraping uga bisa ngumpulake data saka situs kaya Amazon lan eBay kanggo nggawe dhaptar produk palsu utawa ngapusi. Dheweke banjur bisa nawakake kanggo didol ing layanan peer-to-peer kaya OfferUp lan nindakake serangan phishing marang para panuku. Utawa, penipu bisa ngedol produk sing ora ana.Penipuan scraping layar luwih akeh kalebu faking metu penerbit iklan. Kanthi ngikis isi saka situs penerbit, penipu bisa nggawe kaca penerbit iklan palsu ing layanan sing beda-beda. Dheweke banjur bisa ngedol iklan ing kaca kasebut menyang pengecer sing sah, sing kontak kasebut dipanen saka file ads.txt penerbit. Slot iklan katon nyata kanggo pengiklan, nanging ora.",
    "3315658779": "Nyegah Isi Scraping karo hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise nggunakake learning machine majeng kanggo ngenali lalu lintas angkoro menyang situs lan app - kalebu aktivitas scraping.",
    "1422537019": "kita dina iki kanggo sinau luwih akeh.",
    "1988268879": "Labeling data biaya-efektif ing skala",
    "2163914794": "Perlu label liyane kanggo set data sampeyan? hCaptcha nyedhiyakake label data kanthi cepet, biaya-efektif, lan kualitas dhuwur kanggo perusahaan sing nggarap aplikasi intelijen buatan lan pembelajaran mesin.",
    "3378932530": "Entuk Data Sampeyan Saiki",
    "3483700676": "Bukak mayuta-yuta tugas kanthi cepet",
    "3478726913": "hCaptcha duwe salah sawijining kolam paling gedhe ing planet sing kasedhiya kanggo sampeyan. Apa wae ukuran sampeyan, kita bisa nangani tanpa komitmen ngarep sing larang. Mayuta-yuta tugas saben dina ora masalah.",
    "740501259": "Pipa sing didorong API sing prasaja",
    "2784612261": "Pengin nggabungake review manungsa langsung menyang operasi bisnis sampeyan? We nawakake SLA linuwih, kapasitas dijamin, lan API REST prasaja.",
    "1144966033": "Optimized kanggo biaya lan kualitas",
    "3213351333": "Ora ana prasetya sing dibutuhake",
    "2107077506": "Platform HUMAN nggunakake model kapercayan sing komprehensif kanggo nindakake analisis kualitas wektu nyata sing canggih. Iki ngidini kita kanthi cepet nemtokake kesulitan pitakonan lan jawaban sing bener, ngirit wektu lan dhuwit.",
    "3576146278": "Mung mbayar akurasi sing dibutuhake",
    "2952586316": "Ora kabeh masalah padha. Anotasi kanggo tugas kritis safety mbutuhake kapercayan 99,99% saka kabeh karyawan manungsa. Anotasi kanggo siji fitur beta ing aplikasi game seluler mung mbutuhake kapercayan sing moderat. Sampeyan mutusake.",
    "710145621": "Nyedhiyani data bebener lemah dhewe utawa ayo mbangun kanthi cepet",
    "987901590": "Apa sampeyan duwe data mentah tanpa set verifikasi lengkap? Ing sawetara kasus, kita bisa mbangun siji kanggo sampeyan minangka tugas mbukak liwat sistem, utawa nggawe conto labeled kanggo disetujoni.",
    "2597352122": "Jinis Anotasi",
    "1344687860": "Watesan kothak",
    "1089415440": "Deteksi obyek sing akurat ing gambar lan video",
    "3817067682": "Poligon",
    "2682873489": "Nemtokake area wates kanggo obyek",
    "1275150216": "Landmark",
    "2067112112": "Anotasi titik kanggo macem-macem kasus panggunaan",
    "4228682126": "Kategorisasi atribut",
    "2920213479": "Urut utawa tambahake kategori sembarang ukuran apa wae",
    "3288667364": "Perbandingan lan Deteksi",
    "155877895": "Deteksi lan klasifikasi manungsa",
    "3128433367": "... lan akeh liyane",
    "2827452240": "Perlu jinis liyane sing ora ana ing kene? Mung takon kita.",
    "719304627": "Perlu Kontrol End-to-End?",
    "1172067553": "Platform MANUSIA ing mburi hCaptcha nyedhiyakake kualitas kerja lan fitur manajemen sing canggih liwat panyebaran on-premise, hibrida, utawa SaaS sing nggabungake karo sistem sing wis ana.",
    "2319072959": "Mbukak kabeh offline karo tenaga kerja sampeyan dhewe, lacak nilai sing digunakake ing unit bisnis utawa mitra konsorsium, pilih rute proyek menyang panyedhiya tenaga kerja internal utawa eksternal sing beda adhedhasar syarat biaya lan keamanan, lan liya-liyane.",
    "1936512180": "Akses API sing gampang, dasbor sing apik, lan teknologi model-in-the-loop paling anyar kanggo ngoptimalake efisiensi pekerja.",
    "3913848038": "99,99% SLA wektu aktif lan dhukungan global 24/7 kasedhiya.",
    "1080752747": "Kontak sales",
    "1525403768": "Kanggo informasi luwih lengkap hubungi Enterprise Sales.",
    "1546930020": "Njupuk Data Label",
    "2486638408": "Netepake Spesifikasi",
    "1027200955": "Ngomong karo salah sawijining pakar domain kanggo nemtokake kabutuhan proyek sampeyan: akurasi target, format, lan syarat khusus.",
    "1156712451": "Tes Kerja Awal",
    "181065232": "Kita nindakake proyek produksi cilik adhedhasar data sampel sampeyan. Iki nguji karya sing wis ditindakake bebarengan kanggo mesthekake yen sampeyan entuk apa sing dibutuhake.",
    "3207769512": "Deploy Jobs Produksi",
    "1099238677": "Kanthi volume dhuwur lan latensi sing sithik, kita bakal ngowahi karya sampeyan kanthi cepet, kanthi pangiriman otomatis yen wis rampung.",
    "465783046": "Apa sampeyan pengin nyoba data sampeyan?",
    "328625009": "... kita siyap nalika sampeyan: layanan kita kasedhiya watara jam.",
    "3225770968": "hCaptcha dirancang kanggo ngatasi masalah sing paling intensif tenaga kerja ing pembelajaran mesin; menehi label data sing akeh banget kanthi cara sing pas, terjangkau, lan dipercaya.",
    "2041686284": "Data liyane umume ngasilake asil sing luwih apik kanggo nglatih model pembelajaran mesin. Kasuksesan anyar saka model jero wis nyebabake set data sing saya gedhe, lan hCaptcha nyedhiyakake kabutuhan iki. Nanging, nggawe dataset gedhe sing dideleng manungsa nggunakake cara tradisional iku alon lan larang.",
    "3729345277": "hCaptcha minangka cara kanggo perusahaan entuk anotasi sing dibutuhake luwih cepet, kanthi kualitas sing luwih dhuwur lan kanthi biaya sing luwih murah tinimbang alternatif liyane.",
    "2103563261": "Informasi Pribadi utawa Umum",
    "2513143348": "Sistem hCaptcha Enterprise unik banget ing desaine: bisa disebarake sebagian utawa kabeh ing pinggir jaringan yen sampeyan ngoperasikake awan umum utawa duwe akeh pusat data.",
    "3107683988": "Iki bisa nyuda lalu lintas lan biaya ing njaba jaringan kanthi dramatis nalika njaga kabeh mupangat manajemen dening staf on-call 24/7 kanggo ketemu SLA sing paling ketat.",
    "3660619092": "Ndaftar gratis utawa hubungi sales kanggo solusi Enterprise",
    "2351176803": "Katentuan Lisensi kanggo hCaptcha JS API",
    "2616226398": "Tunduk marang kita",
    "2024293275": ". Kabeh hak liyane dilindhungi undhang-undhang, kanggo saiki.",
    "1062291156": "istilah standar",
    "2712493234": "Penipuan Pembayaran: Ngilangi Mode Kejahatan Siber sing Cepet",
    "1817772953": "Penipuan dudu jinis kejahatan anyar. Pancen, arkeolog wis nemokake piranti anti-penipuan sing dirancang dening wong Sumeria kuna kanggo ngangkut ternak tanpa mundhut meh 10.000 taun kepungkur! Ing kasus kasebut, dheweke nyelehake token lempung, saben makili kewan, ing njero bal lempung sing dikenal minangka \"bulla.\" Bulla bakal lelungan karo wedhus nalika pindhah saka bakul menyang panuku. Malah banjur, pamilik bisnis kuwatir yen ora kabeh wong sing ditangani ana ing munggah lan munggah. Akeh sing wis owah sajrone 10.000 taun, nanging kudu inovatif kanggo nyegah penipuan tetep ana ing kita. Dina iki, masalah penipuan pembayaran online penting banget. Kanthi Internet, para penipu dadi saya pinter nglawan kontrol anti-penipuan. Nanging, solusi anyar ngowahi ombak.",
    "1053787685": "Apa Penipuan Pembayaran?",
    "433424759": "Penipuan pembayaran kalebu kabeh jinis transaksi ilegal ing ngendi penjahat siber nyuda korban saka barang sing regane, biasane dhuwit. Iki bisa uga tegese nggunakake kertu kredit sing dicolong kanggo pesen barang online utawa njupuk akun bank lan nransfer dana kanthi ilegal. Ana akeh variasi, nanging kabeh padha duwe asil sing padha: crook nggunakake identitas dicolong utawa informasi pembayaran kanggo nyolong saka konsumen, bank utawa sudagar.",
    "2939852138": "Kepiye Penipuan [Nyoba] Nyingkiri Penipuan Pembayaran?",
    "1665616092": "Penipuan pembayaran iku prasaja ing konsep, nanging bisa dadi rumit banget ing eksekusi saiki.",
    "4246520782": "Nyatane, Internet wis dadi saksi balapan senjata sing nyata antarane penipu lan pembela ing taun-taun pungkasan.",
    "2167049807": "Tim keamanan wis nggunakake macem-macem countermeasures lan kontrol sing ngalahake gampang, pendekatan puguh kanggo penipuan pembayaran. Nanging, serangan kasebut saya tambah canggih. Contone, bot saiki bisa panen nomer kertu kredit lan PIN sing dicolong saka situs web palsu lan serangan phishing.",
    "1936449777": "Banjur, ing mode otomatis kanthi otomatis, dheweke bisa niru prilaku manungsa ing situs e-commerce, ngeklik tombol lan nambah barang menyang keranjang blanja-nganti akeh, yen ora akeh kontrol anti-penipuan ora bisa ngomong yen bot nyoba nyolong. dagangan. Nanging, katon kaya pangguna manungsa mung blanja. Bot bisa mlebu menyang akun pelanggan nyata nggunakake kredensial log sing dicolong. Luwih obscuring penipuan punika kemampuan bot kanggo spoof alamat IP lan nggawe katon kaya \"shopper\" nang endi wae beda saka panyerang, sing bisa uga ing negara manca.",
    "648630222": "Nyegah Penipuan Pembayaran karo hCaptcha Enterprise",
    "1621930829": "Apa sing bisa ditindakake babagan kegiatan penipuan pembayaran sing maju lan ora mandheg? Nggunakake sawetara lapisan kontrol biasane pendekatan sing wicaksana. Nanging, langkah-langkah pencegahan sing paling apik yaiku sing bisa njebak bot kasebut lan mbuktekake manawa bot kasebut palsu, sanajan upaya paling apik para pangripta kanggo niru prilaku manungsa.",
    "2423586454": "Isih ana sawetara perkara sing ora bisa ditindakake dening piranti lunak, sanajan ana AI sing apik. Teknologi CAPTCHA modern nawakake cara sing wis kabukten kanggo mblokir bot sing nyoba nglestarekake penipuan pembayaran. Nalika pendekatan lawas kanggo CAPTCHA, kaya angka miring sing prasaja ing kothak, saiki biasane kurang kanggo ngurangi bot-bot canggih, piranti nanggepi tes otomatis kaya hCaptcha Enterprise bisa gampang stump bot penipu nalika mlebu akun utawa checkout keranjang belanja. Sanajan bot kasebut duwe kredensial nyata, yen ora bakal bisa ngliwati CAPTCHA.",
    "1467308982": "Jadwal Pembayaran",
    "1291824746": "Pembayaran hCaptcha mbukak saben wulan kanthi basis trailing 60 dina. Kanggo nggambarake apa tegese, deleng tabel ing ngisor iki.",
    "3444947612": "Lalu Lintas Antarane",
    "4181611011": "Tanggal Rekonsiliasi",
    "728503636": "Tanggal Pembayaran",
    "3720584906": "15 Juli 2021 - 15 Oktober 2021",
    "388240587": "5-15 Januari 2022",
    "3426312287": "5-15 Januari 2022",
    "615618648": "15 April 2021 - 15 Juli 2021",
    "3376724603": "14-24 September 2021†††",
    "3398978455": "15-25 September 2021†††",
    "2722456056": "15 Januari 2021 - 15 April 2021",
    "4063155841": "Paling lambat 25 Juni 2021††",
    "4082053540": "19-25 Juni 2021††",
    "64953197": "15 Oktober 2020 - 15 Januari 2021",
    "1023070345": "Paling ora tanggal 14 Maret 2021",
    "2600696085": "15 Maret 2021",
    "3217791519": "15 Juli 2020 - 15 Oktober 2020",
    "649261378": "5-11 Januari 2021*",
    "1559190296": "5-11 Januari 2021†",
    "3806054689": "15 April 2020 - 15 Juli 2020",
    "4162383380": "16 - 22 Sep 2020*****",
    "1990824776": "16-24 Sep 2020*****",
    "3856690908": "15 Januari 2020 - 15 April 2020",
    "3200641265": "Paling lambat 16 Juni 2020*",
    "3744079744": "15-19 Juni 2020**",
    "2209837451": "15 Oktober 2019 - 15 Januari 2020",
    "2510534204": "Paling lambat 23 Mar 2020***",
    "2910560864": "20-23 Maret 2020***",
    "2544565802": "15 Juli 2019 - 15 Oktober 2019",
    "3963642878": "Paling lambat 14 Desember 2019*",
    "622103562": "17 Dhésèmber 2019**",
    "4072202039": "15 April 2019 - 15 Juli 2019",
    "818049069": "Paling lambat 15 Juli 2019",
    "1169005651": "15 Sep 2019",
    "2303655425": "15 Januari 2019 - 15 April 2019",
    "3678889946": "Paling lambat tanggal 15 Juni 2019",
    "3094354698": "15 Juni 2019",
    "4217013126": "Pembayaran biasane mbukak sedina muput ing Tanggal Pembayaran, lan umume rampung ing tengah wengi wektu Pasifik. Yen akun wis diwenehi tandha kanggo ditinjau, bisa uga butuh limang dina kerja tambahan kanggo ngeculake pembayaran.",
    "1447649958": "Minangka pangeling, mung lalu lintas manungsa akurat layak kanggo payouts. Sampeyan bisa ndeleng rincian liyane babagan iki ing FAQ kita, disambung ing ngisor iki. Imbangan sing kasedhiya uga kudu nyukupi ambang minimal supaya layak kanggo mbayar, saiki 10 HMT.",
    "4257144752": "Perkiraan wektu nyata ora nggambarake akurasi pungkasan utawa kamanungsan, mula pangentukan pungkasan sampeyan bisa beda-beda kanthi signifikan munggah utawa mudhun saka nomer sing ditampilake ing Dashboard sadurunge rekonsiliasi pisanan sampeyan.",
    "2728931827": "Sawise saben rekonsiliasi, prakiraan saben-situs kunci sampeyan bakal dianyari lan akurasi ramalan ing mangsa ngarep kudu nambah, kajaba situs sampeyan duwe owah-owahan materi ing prilaku pangguna.",
    "1200905005": "††† Wiwit September 2021, rekonsiliasi lan pembayaran saiki ditindakake sajrone udakara 10 dina tinimbang sedina, kanggo nyederhanakake kendala operasional sing ana gandhengane karo wutah ing layanan kasebut.",
    "4284094387": "†† Sawetara rekonsiliasi lan pembayaran Juni 2021 bakal ditindakake ing minggu sabanjure amarga telat verifikasi petungan pungkasan sajrone jendela rekonsiliasi.",
    "1977013707": "† Pembayaran Desember 2020 wis dijadwal maneh wiwit tanggal 15 supaya ora tumpang tindih karo rekonsiliasi akhir taun lan preian staf: bakal rampung ing minggu kaping pindho ing Januari. Amarga transfer luwih alon tinimbang biasane menyang PayPal, pembayaran bakal ditindakake sajrone sawetara dina tinimbang rampung ing sawijining dina.",
    "517010299": "Wigati: saiki kita lagi nggarap transisi backend utama menyang rekonsiliasi sing cedhak-nyata. Rekonsiliasi périodik bakal mlaku kurang kerep tinimbang biasane liwat Q1 2021. Iki ora mengaruhi jadwal pembayaran utawa tanggal.",
    "3092200338": "** Nalika tanggal 15 tiba ing akhir minggu, Tanggal Pembayaran tinimbang tanggal 17.",
    "3891941747": "*** PENASIHAT COVID-19: Amarga nyuda kapasitas staf sing ana gandhengane karo COVID-19, rekonsiliasi wis dijadwal maneh kanggo menehi wektu tambahan kanggo ngrampungake verifikasi standar. Pembayaran samesthine diwiwiti dina Jumuah lan rampung ing dina Senin.",
    "2301757528": "**** Amarga pangopènan dening PayPal saka API REST nalika jendhela mbayari, ora kabeh pembayaran rampung ing 15. Juni. Pembayaran apa wae sing dijadwalake tanggal 15 Juni (wektu Pasifik) nanging ora dileksanakake amarga kesalahan API PayPal ditindakake maneh tanggal 19 Juni (wektu Pasifik).",
    "116842359": "***** Rekonsiliasi samesthine bakal rampung sajrone sawetara dina amarga pangopènan sistem.",
    "4154415610": "***** Pembayaran September 2020 bakal ditindakake kanthi batch nalika rekonsiliasi rampung, sawetara dina luwih saka sing dijadwalake amarga telat rekonsiliasi.",
    "2310694091": "Apa tegese Rekonsiliasi?",
    "164801246": "Rekonsiliasi minangka proses sing lalu lintas dianalisis sawise kasunyatan kanggo verifikasi kamanungsan lan akurasi, yen kabeh data saka kabeh situs laporan mlebu. Sampeyan bisa maca rincian liyane ing kita",
    "3256245394": "uga kiriman blog kita, contone",
    "3089778412": "Carane hCaptcha Ngetung Ganjaran",
    "3329755436": "Apa sampeyan arep nyepetake proses iki?",
    "1911669851": "Ya, saiki kita lagi nggarap macem-macem dandan kanggo sistem backend sing kita ngarepake bakal ngidini kita menehi rekonsiliasi sing luwih cepet, akurasi estimasi sing luwih cepet, lan pembayaran sing luwih cepet. Saiki kita kerja kanggo nyepetake rekonsiliasi dhisik.",
    "2366003154": "Pers lan Media Inquiries",
    "3054564199": "Tekan Kit",
    "3173156067": "Sawetara jaminan sing wis siap kasedhiya yen sampeyan pengin kalebu conto gambar ing artikel sampeyan.",
    "867314732": "Sampeyan bisa njupuk resolusi dhuwur",
    "858218750": "lan panuntun dhumateng nggunakake ing",
    "3821716514": "kaca.",
    "1186243118": "gambar logo",
    "3034959000": "Sampeyan bisa nompo",
    "1764089150": "kene:",
    "1558428432": ". Mangga kredit menyang hCaptcha.com.",
    "2429359042": "conto gambar antarmuka",
    "1480820434": "gambar 1",
    "3213411837": "gambar 2",
    "1270712701": "Siaran Pers lan Laporan Anyar",
    "231285005": "Sampeyan bisa nemokake update paling anyar ing blog kita",
    "1289884910": "Kita uga nerbitake analisis lan laporan sok-sok. Contone:",
    "932546190": "Napa CAPTCHA Bakal Dadi Kita Tansah",
    "2344319147": "Pira regane deteksi bot Google?",
    "1637527266": "Negara endi sing duwe lalu lintas bot paling akeh?",
    "230159237": "Kontak",
    "3759923279": "Mangga takon langsung menyang alamat email ing ngisor iki:",
    "4255608322": "Dianyari pungkasan: 12 April 2021",
    "33639629": "Ora Ditrapake kanggo Situs Web Pihak Katelu. Wigati dimangerteni manawa Kabijakan Privasi iki ora ditrapake kanggo situs web, penawaran, produk utawa layanan saka pihak katelu, sanajan ana pranala menyang Situs kita utawa nggabungake Layanan kasebut - waca kabijakan privasi sing ditrapake sadurunge mutusake menehi informasi marang pihak katelu. pihak.",
    "987375734": "IMI adhedhasar ing Amerika Serikat. Situs lan Layanan dikontrol lan dioperasikake dening kita saka Amerika Serikat. Informasi Pribadi sampeyan bisa disimpen lan diproses ing negara endi wae ing ngendi kita duwe fasilitas utawa ing ngendi kita melu panyedhiya layanan, lan kanthi nggunakake Situs lan Layanan sampeyan ngidini transfer informasi menyang negara ing njaba negara panggonan sampeyan, kalebu Amerika Serikat. , sing bisa uga duwe aturan proteksi data sing beda karo negara sampeyan. Ing kahanan tartamtu, pengadilan, lembaga penegak hukum, lembaga regulasi utawa panguwasa keamanan ing negara liya bisa uga nduweni hak ngakses Informasi Pribadi sampeyan.",
    "452920031": "Cathetan kanggo Pelanggan ing njaba Amerika Serikat.",
    "2328839224": ". Mangga deleng bagean \"Kabar kanggo Warga California\" sing ana gandhengane karo hak sampeyan miturut Undhang-undhang Privasi Konsumen California (\"CCPA\").",
    "1565481281": "Cathetan kanggo Warga California",
    "1028058338": "Mangga deleng bagean \"Kabar kanggo Subjek Data EU\" sing ana gandhengane karo hak sampeyan miturut Peraturan Perlindungan Data Umum (\"GDPR\").",
    "2271205646": "Cathetan kanggo Warga Wilayah Ekonomi Eropa.",
    "508143070": "Elinga yen IMI minangka pengontrol informasi pribadhi, kajaba ing ngendi kita ngolah informasi pribadhi atas jenenge Integrator sing ana hubungane karo panyedhiya Layanan kita, ing kasus iki, kita minangka prosesor informasi pribadhi, lan Integrator kasebut minangka pengontrol informasi pribadhi.",
    "2330965058": "Ing ngendi kita tumindak minangka prosesor kanggo Integrator kita, kita ora nggunakake data sing diklumpukake kanggo maksud apa waé kajaba cukup perlu kanggo nyedhiyani Service kita, lan pangolahan kita bakal diatur dening kontrak sing kita wis ing Panggonan karo Integrators kita, ora iki Kebijakan Privasi",
    "3017040355": "Pangolahan data Subjek Data EU makaryakke miturut hukum Klausul Kontrak Standar (SCCs) sing digabungake ing Adendum Pangolahan Data menyang Katentuan Layanan utawa Perjanjian Pemrosesan Data karo Integrator kita.",
    "2233384692": "Yen sampeyan duwe pitakonan utawa uneg-uneg babagan cara data kasebut ditangani utawa pengin nggunakake hak sampeyan, sampeyan kudu ngubungi wong utawa entitas (yaiku, pengontrol data) sing wis dikontrak karo kita kanggo nggunakake Layanan kanggo ngolah data iki. Nanging, kita bakal menehi pitulung marang Integrator kanggo ngatasi masalah sing sampeyan duwe, sesuai karo syarat kontrak karo dheweke.",
    "349292953": "Informasi Kita Nglumpukake",
    "3022001832": "Kita ngumpulake informasi saka individu sing sesambungan karo Situs lan Layanan kita, kalebu sing nggabungake Layanan kita menyang situs web (\"Integrator\"), sing nggunakake layanan kanggo label data (\"Pelanggan\"), lan pangguna pungkasan sing sesambungan karo kita. Layanan liwat situs web Integrator kita (\"Panganggo Akhir\").",
    "835545301": "Kita ngumpulake kategori informasi ing ngisor iki:",
    "3228928991": "Informasi sing bisa digunakake kanggo ngenali utawa ngubungi individu (\"Informasi Pribadi\"), kayata jeneng, alamat email, lan negara. Kita ngumpulake Informasi Pribadi saka Integrator lan Pelanggan saiki lan calon nalika menehi langsung menyang kita (contone, kanthi ngisi formulir nalika ndhaptar akun, utawa nglamar kanggo nampa kabar email saka kita). Kita uga bisa verifikasi identitas Integrator lan Pelanggan kita kanthi mbandhingake informasi pribadhi karo database pihak katelu utawa dokumen legal resmi.",
    "1655796811": "Informasi sing diklumpukake kanthi otomatis minangka asil panggunaan Situs utawa Layanan dening Integrator utawa Pelanggan (\"Informasi Analitik\"), kayata alamat IP, jinis browser, panyedhiya layanan Internet, jinis platform, jinis piranti, sistem operasi, cap tanggal lan wektu akses, lan informasi liyane sing padha. Sawetara Informasi Analytics diklumpukake atas jenenge pihak katelu sing kita tindakake kanggo tujuan kasebut, lan sawetara Informasi Analytics diklumpukake liwat macem-macem teknologi pelacakan, kalebu cookie (pirsani \"Analisis Pihak Ketiga lan Teknologi Pelacakan\" ing ngisor iki).",
    "1388241689": "Informasi sing diklumpukake minangka asil Pangguna Akhir njawab pituduh liwat Layanan (\"Data Berlabel\"), kayata data label gambar, teks sing diowahi saka file audio sing diputer menyang Pangguna Akhir kasebut, jawaban kanggo pitakonan, lan pituduh liyane sing digawe dening Layanan kanggo tujuan labeling data kanggo digunakake ing aplikasi machine learning. Elinga yen Data Label ora diikat karo individu sing diidentifikasi.",
    "1493790285": "Informasi liyane sing diklumpukake saka Pangguna Akhir minangka bagean saka Layanan sing dibutuhake kanggo nemtokake manawa",
    "2216374138": "yaiku manungsa, kayata gerakan mouse, posisi gulung, acara penet tombol, acara tutul, lan informasi giroskop / akselerometer sing ditrapake.",
    "2394073454": "Kita bisa ngumpulake informasi tambahan saka Pangguna Akhir sing pengin nggarap kita minangka Labeler Data Individu.",
    "3103557430": "Carane Kita Gunakake Informasi",
    "1130802068": "Kita nggunakake informasi sing diklumpukake kanggo tujuan ing ngisor iki:",
    "2940689138": "Kanggo ngatur akun Integrator lan Pelanggan lan nyedhiyakake Layanan. Kita nggunakake Informasi Pribadi kanggo nggandhengake akun tartamtu karo Integrator lan Pelanggan lan nyedhiyakake Layanan kasebut, kanggo nanggapi panjalukan utawa pitakon, menehi dhukungan utawa pitulungan teknis, lan kanggo nggampangake pembayaran.",
    "857974529": "Kanggo nambah menyang Situs lan Layanan. Kita nggunakake Informasi Analytics kanggo nambah ana lan ngembangaken layanan anyar lan kurban lan kanggo ngatur kurban produk ana lan mangsa.",
    "1820844638": "Kanggo entuk wawasan pasar. Kita nggunakake Informasi Analytics kanggo nganalisa pasar lan nindakake analisis bisnis sing ana gandhengane karo Situs lan Layanan kita, lan kanggo tujuan riset liyane.",
    "3386280249": "Kanggo nyedhiyakake pasar kanggo Data Label. Layanan kita mbisakake label data volume dhuwur lan review manungsa kanggo sistem pembelajaran mesin minangka layanan kanggo pamilik situs web lan perusahaan sing butuh bantuan kanggo menehi label data. Kanggo tujuan kasebut, kita mbukak Data Label menyang Pelanggan sing kepengin entuk Data Label.",
    "3532143291": "Kanggo ngamanake layanan lan sistem kita. Kita nggunakake Informasi Analytics kanggo ngamanake sistem kanthi ngenali ancaman lan kerentanan potensial, lan kanggo nglindhungi informasi sing diklumpukake.",
    "2185418511": "Kanggo tujuan bisnis sing sah, yen informasi kasebut ora diidentifikasi utawa dikumpulake supaya ora bisa diikat kanthi wajar karo individu.",
    "2386465280": "Carane Kita Nuduhake Informasi",
    "2159517814": "Kita nuduhake utawa mbukak informasi pribadhi ing kasus ing ngisor iki:",
    "4256083674": "Sawise panjalukan langsung saka Integrator kanggo ngenali risiko penipuan saka panjalukan tantangan CAPTCHA tartamtu utawa alamat IP, utawa yen idin tartamtu diwenehi.",
    "3494826505": "Kanthi vendor, kita melu nyedhiyakake aspek penting saka Situs lan Layanan, kayata panyimpenan data, hosting, lan Analytics, lan mung kanggo tujuan kasebut.",
    "1119009846": "Yen perlu kanggo tundhuk karo hukum sing ditrapake, kalebu panjaluk pemerintah, panjaluk penegak hukum, lan liya-liyane kanggo entitas umum lan pribadi kanggo nglindhungi hak, privasi, safety, utawa properti sampeyan, kita, utawa wong liya.",
    "197676026": "Karo wong liya kanggo tujuan bisnis sing sah, yen informasi kasebut ora diidentifikasi",
    "2359312315": "utawa dikumpulake supaya ora bisa diikat kanthi wajar karo individu.",
    "2497216176": "Teknologi Analytics lan Tracking Pihak Katelu",
    "3694578791": "Kaya sing wis dibahas ing ndhuwur, kita (lan vendor pihak katelu) ngumpulake Informasi Analytics sebagian liwat nggunakake cookie, beacon web, lan teknologi pelacakan liyane. Ing sawetara kasus, kita nggarap vendor pihak katelu kanggo nggunakake cookie kanggo tujuan ngumpulake Informasi Analytics.",
    "2014256987": "Yen sampeyan luwih seneng ora ngalangi panggunaan cookie utawa teknologi pelacakan liyane, deleng \"Ngatur Informasi Sampeyan,\" ing ngisor iki. Wigati dimangerteni manawa tumindak kasebut bisa nyebabake pengalaman sampeyan nggunakake Situs utawa Layanan, amarga sawetara fitur bisa uga ora bisa digunakake kanthi bener.",
    "2788024905": "Carane Kita Ngamanake Informasi",
    "3031284129": "Babar pisan Penafian",
    "26365791": "Nganti ombone sing diidinake dening hukum, Situs lan Layanan (lan layanan liyane sing gegandhengan, informasi, data, fitur, lan konten utawa materi liyane) diwenehake kanthi basis \"as-is\" lan \"as-available\". Nganti ombone sing diidinake dening hukum, IMI ora kalebu kabeh jaminan, kalebu nanging ora diwatesi karo jaminan sing bisa diduweni, kesesuaian kanggo tujuan tartamtu, lan ora nglanggar.",
    "735630686": "Ngatur Informasi Panjenengan (Hak Panjenengan)",
    "2895491273": "Yen sampeyan luwih seneng mblokir cookie utawa teknologi pelacakan liyane, umume browser lan piranti seluler kabeh sampeyan bisa ngganti setelan sampeyan supaya bisa menehi kabar nalika sampeyan nampa cookie utawa teknologi pelacakan liyane digunakake, lan milih arep nampa utawa ora ngidini. iku. Umume browser uga ngidini sampeyan mateni utawa mbusak cookie sing wis ana utawa kanthi otomatis nolak cookie ing mangsa ngarep. Sampeyan uga bisa nggunakake piranti pihak katelu, kalebu plug-in browser, kanggo ngontrol preferensi cookie. Elinga, yen sampeyan mateni kabeh cookie, sawetara bagean saka Situs bisa uga ora bisa digunakake kanthi bener.",
    "707527778": "Informasi saka Anak",
    "2419795065": "Kabar kanggo Warga California",
    "1517625162": "Miturut California Civil Code Section 1789.3, pangguna California nduweni hak kanggo kabar hak konsumen ing ngisor iki: Warga California bisa tekan Complaint Assistance Unit saka Divisi Layanan Konsumen saka California Department of Consumer Affairs liwat mail ing 1625 North Market Blvd., Sacramento, CA 95834, utawa liwat telpon ing (916) 445-1254 utawa (800) 952-5210.",
    "3730344349": "Bagean iki nyedhiyakake rincian tambahan babagan informasi pribadhi sing diklumpukake babagan konsumen California lan hak-hak sing diwenehake miturut Undhang-undhang Privasi Konsumen California utawa \"CCPA.\"",
    "4044467791": "Kanggo kategori informasi pribadhi sing wis diklumpukake saka sampeyan sajrone 12 wulan sadurunge, deleng bagean \"Informasi sing Dikumpulake\" ing ndhuwur. Kita ngumpulake informasi iki kanggo tujuan bisnis lan komersial sing diterangake ing bagean \"Cara Gunakake Informasi Pribadi\" ing ndhuwur. Ing 12 sasi sadurunge, kita wis nuduhake kategori informasi ing ngisor iki karo pihak katelu kanggo tujuan bisnis:",
    "4208081170": "Kategori Informasi Pribadi",
    "1528242915": "Identifiers.",
    "3863351997": "kategori informasi pribadhi kadhaptar ing California Customer Records statute (Cal. Kode Civ. § 1798.80 (e)).",
    "2826705343": "Informasi komersial.",
    "2683038211": "Internet utawa aktivitas jaringan elektronik liyane.",
    "3671828834": "Conto Informasi Pribadi sing Dibagi",
    "779426309": "Jeneng asli, pengenal pribadhi unik, pengenal online, alamat Protokol Internet, alamat email, jeneng akun, utawa pengenal liyane sing padha.",
    "2414368123": "Jeneng, nomer kertu kredit, nomer kertu debit, utawa informasi finansial liyane.",
    "4088941349": "Cathetan produk utawa layanan sing dituku, dipikolehi, utawa dianggep.",
    "3238612014": "Riwayat browsing, informasi babagan interaksi konsumen karo situs web, aplikasi, utawa iklan internet.",
    "1023108656": "Kategori Panampa Pihak Katelu",
    "1418235079": "Panyedhiya Layanan",
    "3238184941": "Cathetan: Resiko penipuan sing ana gandhengane karo alamat IP individu bisa dituduhake karo Integrator yen dijaluk.",
    "285116485": "Perusahaan ora \"adol\" (minangka istilah iki ditetepake ing CCPA) informasi pribadhi sing diklumpukake. Mangga deleng bagean \"Analisis Pihak Katelu lan Teknologi Pelacakan\" ing ndhuwur kanggo informasi luwih lengkap babagan jinis cookie pihak katelu, yen ana, sing digunakake.",
    "1408750006": "Miturut watesan tartamtu, CCPA menehi konsumen California hak kanggo njaluk ngerti rincian liyane babagan kategori utawa bagéyan tartamtu saka informasi pribadhi kita ngumpulake (kalebu carane kita nggunakake lan mbukak informasi iki), kanggo mbusak informasi pribadhi, kanggo milih metu saka. sembarang \"sales\" sing bisa kedaden, uga hak kanggo ora didiskriminasi kanggo ngleksanani hak kasebut.",
    "759057398": "Kabar kanggo Subyek Data EU",
    "825780955": "Informasi pribadi",
    "2945960297": "Babagan subyek data EU, istilah \"informasi pribadhi\" sing digunakake ing Kebijakan Privasi iki padha karo \"data pribadhi\" kaya sing ditegesake ing Peraturan Perlindungan Data Umum Uni Eropa (GDPR).",
    "1126613163": "Data Sensitif",
    "3571006800": "Sawetara informasi sing sampeyan wenehake bisa dadi data sensitif kaya sing ditetepake ing GDPR (uga diarani kategori khusus data pribadhi), kalebu identifikasi ras utawa etnis sampeyan ing dokumen identifikasi sing diterbitake pemerintah.",
    "1988461282": "Basis Legal kanggo Pangolahan",
    "3519564631": "Tujuan Processing",
    "1778642038": "Kanggo komunikasi karo sampeyan",
    "2223819810": "Kanggo ngoptimalake platform kita",
    "1678661231": "Kanggo kepatuhan, pencegahan penipuan, lan safety",
    "2561077702": "Kanggo nyedhiyakake layanan kita",
    "2066321185": "Basis Hukum",
    "1174237568": "Kegiatan pangolahan kasebut minangka kepentingan sing sah. Kita nyoba nimbang lan ngimbangi pengaruh potensial marang sampeyan (positif lan negatif) lan hak-hak sampeyan sadurunge ngolah informasi pribadhi kanggo kepentingan sing sah. Kita ora nggunakake informasi pribadhi kanggo aktivitas sing kapentingan kita ditindhes dening impact salabetipun ing sampeyan (kajaba kita duwe idin utawa digunakake dibutuhake utawa diijini dening hukum).",
    "1350478093": "Tujuan Pangolahan",
    "787916198": "Kanthi idin Panjenengan",
    "3348433919": "Hak Panjenengan",
    "3842673636": "Ing GDPR, sampeyan duwe hak tartamtu babagan informasi pribadhi. Sampeyan bisa uga njaluk supaya tumindak ing ngisor iki gegayutan karo informasi pribadhi sing kita genggam:",
    "4057343238": "Milih-metu",
    "1834911235": "Mungkasi ngirim komunikasi marketing langsung sing sadurunge sampeyan idin kanggo nampa. Kita bisa uga terus ngirim komunikasi sing gegandhengan karo Layanan lan komunikasi non-marketing liyane.",
    "3022301908": "Akses",
    "680638297": "Nyedhiyani informasi babagan pangolahan informasi pribadhi lan menehi akses menyang informasi pribadhi.",
    "1409486258": "Bener",
    "3878077249": "Nganyari utawa mbenerake ora akurat ing informasi pribadhi.",
    "3645414921": "Mbusak",
    "42182578": "Mbusak informasi pribadhi.",
    "1609621367": "Transfer",
    "3208155808": "Transfer salinan informasi pribadhi sing bisa diwaca mesin menyang sampeyan utawa pihak katelu sing sampeyan pilih.",
    "1786796818": "Watesan",
    "3329634829": "Watesi pangolahan informasi pribadhi.",
    "4202774977": "obyek",
    "3007158970": "Ojo ngandelake kepentingan kita sing sah minangka basis pangolahan informasi pribadhi sing mengaruhi hak sampeyan.",
    "1273071008": "Panjaluk Hak Akses Subyek Data",
    "3594381346": "lokasi.",
    "21141582": "iki",
    "3357523404": "Transfer Data Lintas Wates",
    "290966395": "Kaya sing diterangake ing bagean \"A Cathetan kanggo Pelanggan ing njaba Amerika Serikat\", elinga yen data pribadhi bakal ditransfer menyang, diproses, lan disimpen ing Amerika Serikat. Undhang-undhang perlindungan data ing AS bisa uga beda karo sing ana ing negara sampeyan. Sampeyan setuju kanggo transfer informasi sampeyan, kalebu informasi pribadhi, menyang AS kaya sing kasebut ing Kebijakan Privasi iki kanthi ngunjungi Situs utawa nggunakake Layanan kita.",
    "3178581111": "Gunakake kanggo Tujuan Anyar",
    "1088304322": "Kita bisa nggunakake informasi pribadhi kanggo alasan sing ora diterangake ing Kebijakan Privasi iki, ing ngendi kita diijini dening hukum kanggo nindakake lan ing ngendi alesan kasebut kompatibel karo tujuan sing diklumpukake. Yen kita kudu nggunakake informasi pribadhi kanggo tujuan sing ora ana hubungane, kita bisa menehi kabar lan nerangake basis hukum sing ditrapake kanggo panggunaan kasebut. Yen kita wis ngandelake idin sampeyan kanggo panggunaan tartamtu saka informasi pribadhi, kita bisa njaluk idin kanggo maksud apa wae sing ora ana hubungane lan ngidini sampeyan mungkasi panggunaan layanan kasebut ing wektu kasebut yen sampeyan mbantah.",
    "2260079771": "Penylametan data",
    "38428546": "Kita nyimpen Data Pribadi kanthi aman sajrone urip akun sampeyan karo kita. Kita mung bakal nahan Data Pribadi sampeyan anggere perlu kanggo ngrampungake tujuan sing diklumpukake, kalebu kanggo tujuan nyukupi kewajiban hukum, akuntansi, utawa nglaporake utawa kanggo ngrampungake perselisihan. Kriteria sing digunakake kanggo nemtokake wektu panyimpenan kalebu pranata kontrak sing ditrapake, periode watesan hukum, syarat peraturan sing ditrapake, lan standar industri.",
    "384965568": "Nalika syarat retensi beda-beda miturut yurisdiksi, informasi babagan periode retensi sing khas kanggo macem-macem aspek data pribadhi diterangake ing ngisor iki.",
    "2788836740": "Informasi kontak kanggo tujuan marketing disimpen terus-terusan nganti sampeyan ora langganan. Sawisé iku, kita bakal nambah rincian sampeyan menyang dhaptar penindasan tanpa wates. Informasi email sing diklumpukake saka Pangguna Aksesibilitas ora bakal digunakake kanggo tujuan marketing.",
    "3520687192": "Cathetan komunikasi karo sampeyan (contone, tiket dhukungan sing dibukak liwat email utawa Twitter) bisa disimpen tanpa wates.",
    "292211832": "Informasi sing diklumpukake liwat sarana teknis kayata cookie, counter kaca web lan alat analitik liyane dibuwang sanalika praktis, nanging bisa disimpen ing wektu winates nganti setaun wiwit kadaluwarsa cookie, biasane ing wangun sing ora diidentifikasi lan dikumpulake. kajaba kita ndeteksi potensial penyalahgunaan layanan kita, kang cilik kita bakal nahan informasi sing kanggo Aid kita nyegah penyalahgunaan mangsa. Kita ora bisa ngubungake informasi anonim lan dikumpulake iki menyang sampeyan, kluwarga, alamat IP, utawa informasi pribadhi adhedhasar informasi sing disimpen.",
    "3192683783": "Owah-owahan ing Kebijakan Privasi iki",
    "1702335960": "Sembarang informasi sing diklumpukake tundhuk karo Kebijakan Privasi sing ditrapake nalika informasi kasebut diklumpukake. Nanging, kita bisa uga ngowahi Kebijakan Privasi saka wektu kanggo wektu. Yen revisi minangka materi, sing ditemtokake mung dening kita, kita bakal menehi kabar, contone liwat email. Versi saiki bakal tansah dikirim menyang kaca Kebijakan Privasi.",
    "3669258571": "Kebijakan cookie",
    "2905621957": "Dianyari pungkasan: 18 Juli 2020",
    "1173934218": "Kita ngerti privasi sampeyan penting kanggo sampeyan lan setya dadi transparan babagan teknologi sing digunakake. Kabijakan iki nyedhiyakake informasi rinci babagan carane lan kapan kita nggunakake cookie ing Situs lan Layanan kita.",
    "2694150481": "Apa kita nggunakake Cookies?",
    "457627611": "ya wis. Kita lan analytics utawa panyedhiya layanan, mitra pemasaran, lan afiliasi bisa nggunakake cookie, beacon web, utawa piksel lan teknologi liyane kanggo mesthekake saben wong sing nggunakake Situs duwe pengalaman sing paling apik. Mangga deleng bagean \"Analisis Pihak Katelu lan Teknologi Pelacakan\" ing Kebijakan Privasi kanggo rincian liyane.",
    "501102544": ": kita yakin layanan anti-bot hCaptcha (yaiku Layanan sing dipasang ing situs web, game, utawa aplikasi seluler) mung kalebu cookie sing diarani \"consent-exempt\" miturut peraturan GDPR. Conto cookie sing dibebasake kalebu:",
    "461631543": "Cathetan GDPR",
    "2150907653": "* Cookie teknis sing dibutuhake kanggo nyedhiyakake layanan kasebut. Iki kalebu cookie preferensi, cookie sesi, cookie load balancing, lsp.",
    "1012122721": "* Cookie statistik sing dikelola langsung dening kita (yaiku pihak pisanan, dudu cookie pihak katelu), ing ngendi data kasebut ora digunakake kanggo nggawe profil.",
    "3255230599": "Apa iku Cookie?",
    "2954157511": "Napa kita nggunakake Cookie?",
    "1539071196": "Umume nggunakake Cookie kanggo tujuan ing ngisor iki:",
    "3545935449": "Kanggo ngenali pangguna anyar utawa kepungkur.",
    "32739972": "Kanggo nyimpen informasi sesi login yen sampeyan wis ndhaptar ing Situs kita.",
    "4209078147": "Kanggo nambah Situs lan luwih ngerti kunjungan sampeyan ing platform lan Situs.",
    "1077448694": "Kanggo nggabungake karo situs web media sosial pihak katelu.",
    "1709478090": "Kanggo nglayani sampeyan kanthi iklan adhedhasar kapentingan utawa target.",
    "3256020881": "Kanggo mirsani tindak tanduk lan aktivitas browsing liwat wektu ing sawetara situs web utawa platform liyane.",
    "1092241113": "Kanggo luwih ngerti kapentingan Pelanggan lan Integrator kita.",
    "1434289796": "Sawetara Cookie perlu kanggo panggunaan Situs tartamtu, lan tanpa Cookie kasebut, kita ora bakal bisa nyedhiyakake akeh layanan sing dibutuhake kanggo nggunakake Situs kasebut kanthi bener. Cookie iki, contone, ngidini kita ngoperasikake Situs supaya sampeyan bisa ngakses kaya sing dijaluk lan supaya kita ngerti yen sampeyan wis nggawe akun lan wis mlebu menyang akun kasebut kanggo ngakses konten Situs. Dheweke uga kalebu Cookie sing ngidini kita ngelingi tumindak sadurunge ing sesi browsing sing padha lan ngamanake Situs kita.",
    "1533171442": "Kita uga nggunakake Cookie fungsional lan Cookie saka pihak katelu kanggo tujuan analisis lan marketing. Cookie Fungsional ngaktifake bagean tartamtu saka Situs bisa digunakake kanthi bener lan pilihan pangguna sampeyan tetep dikenal. Cookie Analisis, ing antarane, ngumpulake informasi babagan cara Pelanggan, Integrator, lan Pangguna Akhir nggunakake Situs, konten lan produk sing paling kerep dideleng pangguna, lan efektifitas pariwara pihak katelu. Cookie Iklan mbantu ngirim iklan menyang pamirsa sing cocog lan supaya iklan kita katon ing ndhuwur asil panelusuran. Cookie minangka cookie \"sesi\" sing bakal dibusak nalika sampeyan mungkasi sesi browser, utawa \"terus-terusan,\" sing tetep nganti sampeyan mbusak (dibahas ing ngisor iki) utawa pihak sing ngladeni cookie kasebut. Rincian lengkap babagan kabeh Cookie sing digunakake ing Situs kasedhiya ing tabel Pengungkapan Cookie ing ngisor iki.",
    "322830977": "Cara mateni Cookie.",
    "262509504": "Kita bisa nyambungake informasi sing diklumpukake dening Cookies karo informasi liyane sing diklumpukake saka sampeyan miturut Kebijakan Privasi iki lan nggunakake informasi gabungan kaya sing kasebut ing kene. Kajaba iku, pihak katelu sing nglayani cookie ing Situs kita bisa uga ngubungake jeneng utawa alamat email sampeyan menyang informasi liyane sing diklumpukake, sing bisa uga kalebu tumbas kepungkur sing digawe offline utawa online, utawa informasi panggunaan online sampeyan.",
    "2935155034": "Yen sampeyan ana ing Wilayah Ekonomi Eropa, sampeyan duwe hak tartamtu sing diterangake ing ndhuwur ing header \"Kabar babagan Subyek Data EU\", kalebu hak mriksa lan mbenerake utawa mbusak data sing ana babagan sampeyan.",
    "1873812847": "Cookie (s) Pambocoran",
    "3319083717": "jeneng:",
    "3183855267": "1. hmt_id",
    "907324388": "Fungsi",
    "2896187462": "1. Digunakake kanggo statistik related layanan anonim strictly perlu, lan kanggo tujuan technical liyane kaya bantuan ing dhukungan aksesibilitas.",
    "987267027": "Pesta",
    "3453526675": "1. pihak 1st",
    "1952810469": "Jinis",
    "1795436560": "1. Sesi",
    "102695075": "Duration",
    "3356329025": "1. 30 dina",
    "3744153629": "jeneng:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "sesi,",
    "3186435874": "sesiid",
    "1241291641": "Waca rincian liyane.",
    "1834801943": "2. pihak 1st",
    "2114694926": "2. Sesi",
    "938404336": "2. Beda-beda; nganti 30 dina.",
    "2196526290": "hc_aksesibilitas",
    "1061239711": "3. pihak 1st",
    "1483015662": "3. Sesi",
    "3458934553": "3. Beda-beda; nganti 30 dina.",
    "134571844": "Impressum (Kabar Situs)",
    "110836420": "Dianyari pungkasan: 23 Desember 2020",
    "2901894297": "hCaptcha minangka layanan saka Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (#6393793).",
    "2928362319": "Pitakonan sing dikirim bisa dikirim menyang: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Panguwasa pangaturan: Komisi Komunikasi Federal AS, 45 L Street NE, Washington, DC 20554 USA.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Ora ana jaminan babagan konten",
    "707541553": "Kabeh informasi sing ana ing kaca internet kita wis divalidasi dening IMI utawa pihak katelu. Nanging, IMI utawa pihak katelu ora bisa tanggung jawab kanggo informasi sing saiki, akurat, utawa lengkap. Iki uga ditrapake kanggo situs web liyane sing bisa digayuh liwat hyperlink ing kaca kita. IMI ora tanggung jawab kanggo isi situs web eksternal kasebut.",
    "2650241052": "Ora saran",
    "204716894": "Isi lan desain kaca web kita dilindhungi miturut hukum hak cipta. Duplikasi kaca lan isine kanthi cara sing ngluwihi panggunaan sing wajar mbutuhake persetujuan tertulis sadurunge saka IMI yen ora ana pranata hukum liyane sing ditemtokake kanggo duplikasi ing kaca kasebut.",
    "3182435854": "Hak cipta",
    "3236873806": "IMI tanggung jawab kanggo situs web iki.",
    "1338341134": "hCaptcha + Pass Privasi (Beta)",
    "88879089": "Privasi Pass iku sawijining",
    "1898063898": "kanggo njaga privasi pangguna sing dikembangake bebarengan karo",
    "1942186611": "lan liya-liyane.",
    "3673079511": "standar sing berkembang",
    "2164933356": "Cloudflare",
    "3119589996": "Cara kerjane: ekstensi browser menehi kemampuan kanggo nggawe lan mlebu token buta cryptographically kanggo situs web sing ndhukung protokol Pass Privasi. Ekstensi kasebut ngasilake pass sing ngemot token buta cryptographically sing ditandatangani dening hCaptcha nalika tantangan ditanggulangi ing situs apa wae nggunakake layanan hCaptcha,",
    "1254771154": "tantangan sing ditampilake ing layanan dhukungan Pass Privasi liyane sing uga ngemot hCaptcha, contone Cloudflare.",
    "996362763": "Token iki ora ditutup lan disimpen kanthi ekstensi kanggo panggunaan ing mangsa ngarep. Nalika pangguna ngunjungi situs nggunakake hCaptcha lan kudu ngliwati tantangan kasebut (ora katon utawa liwat tombol \"Aku manungsa\"), dheweke bakal ditebus kanthi otomatis. Prosedur blinding tegese token sing ditandatangani lan ditebus ora bisa disambungake sacara kriptografis saka perspektif hCaptcha, lan kanthi mangkono privasi pangguna dijaga.",
    "2943346052": "Minangka proses standarisasi IETF terus, kita ngarepake browser utama bakal nganggo sawetara wangun Privasi Pass native. Iki pungkasane bakal nggawe extension ora perlu. Nanging, kanggo wayahe, tindakake pandhuan ing ngisor iki.",
    "2326660907": "kajaba",
    "741483946": "* Ing tembung liyane: sampeyan bisa njaluk token hCaptcha Privacy Pass ing hCaptcha.com, lan digunakake ing situs liyane langsung nggunakake hCaptcha.com. Sampeyan ora bisa njaluk utawa ngijolake token Pass Privasi hCaptcha kanggo ngliwati layanan hCaptcha kaya sing digunakake Cloudflare, amarga Cloudflare masalah lan nebus token Pass Privasi dhewe.",
    "1362015807": "Miwiti",
    "1358325821": "Pisanan, instal ekstensi kanggo",
    "310885519": "utawa",
    "4091044469": ". Priksa manawa sampeyan wis ngaktifake ekstensi ing mode incognito. Banjur, bukak situs web apa wae nggunakake hCaptcha lan ngrampungake captcha. Ing versi 2.0.3, sampeyan bisa ngijolake token kasebut ing situs web nggunakake hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Yen sampeyan wis nginstal ekstensi, klik ing kene (utawa ing situs web sing nggunakake hCaptcha) kanggo entuk pass:",
    "166277959": "Wigati dicathet: fitur iki saiki ana ing versi beta, lan bisa uga ora bisa digunakake kanggo kabeh situs web lan pangguna sawayah-wayah. Yen ora diaktifake utawa ora bisa digunakake kanggo pangguna tartamtu, prilaku kasebut bakal bali menyang pengalaman hCaptcha standar kanthi ora ilang fungsi.",
    "3031357206": "Lambang anyar bakal katon ing jejere bar URL sampeyan. Saiki bukak situs web nggunakake hCaptcha. Bakal katon kaya iki:",
    "1066753052": "kang tegese dompet kosong, lan sampeyan ana ing situs sing kalebu tantangan hCaptcha. Sawise sampeyan ngrampungake tantangan kasebut, sampeyan bakal entuk token sing bisa ditebus ing situs web liyane kanthi hCaptcha.",
    "651123197": "A count saka total saiki ing dompet bakal ditampilake ing lambang sawise ngrampungake tantangan.",
    "554844646": "Sampeyan bisa ngonfirmasi ekstensi bisa digunakake kanthi ndeleng counter mudhun 1 saben sampeyan ngeklik",
    "4087729475": "tantangan sawise ngrampungake dhisikan.",
    "647630208": "Lan iku! Browsing online sampeyan saiki luwih pribadi.",
    "3272552822": "Pangembang lan kriptografi:",
    "4059570880": "Yen sampeyan pengin trek standarisasi efforts , efforts saiki lagi ditindakake ing",
    "1904390996": "kanggo standarisasi",
    "252720667": "ndasari keamanan cryptographic saka Privacy Pass. Protokol dhewe arep liwat",
    "3972554015": "proses uga. Lan ekstensi browser mesthi wae",
    "3723626769": "kanggo kontribusi lan review sampeyan.",
    "3882147547": "Fungsi Pseudorandom Oblivious",
    "565624910": "konsep",
    "3421090159": "mbukak sumber",
    "3098677775": "P: Apa IP lan riwayat telusuranku pancen pribadi saka hCaptcha nalika nggunakake Pass Privasi?",
    "4019638786": "A: Pangguna Privacy Pass saka hCaptcha ora bakal mbukak IP menyang hCaptcha kajaba dompet token browser kosong utawa situs kasebut dikirim. hCaptcha ora duwe cara kanggo ngubungake pangguna menyang penebusan token, lan ora sesambungan langsung karo pangguna sajrone nebus kajaba dompet token kosong.",
    "3887113660": "P: Kepiye Pass Privasi mengaruhi penghasilan hCaptcha?",
    "1116455671": "A: Sampeyan bakal entuk ganjaran kanggo solusi awal yen pangguna ngrampungake ing situs sampeyan. Penebusan ngetutake pola respon sing padha kaya pangguna wis lulus otomatis ing situs sampeyan amarga kapercayan klien sing dhuwur: ora ana penghasilan, lan panggilan siteverify saka server sampeyan nampa `kredit: Palsu` ing asil pass.",
    "779817954": "P: Yen aku duwe Pass Privasi sing ditanggepi dening panyedhiya liyane, apa aku bisa ngijolake ing hCaptcha?",
    "3014149332": "A: Ora, pass ora interoperable: kudu ditanggepi lan ditebus dening panguwasa sing padha, ing kasus iki hCaptcha. Elinga yen sampeyan duwe pass saka Cloudflare lan hCaptcha ing ekstensi sampeyan, nomer sing kasedhiya bakal diganti dadi jumlah sing bener gumantung saka syarat kaca sing dibukak. Ing tembung liyane, yen sampeyan duwe 100 Cloudflare pass ing dompet lan 10 hCaptcha pass, sampeyan kudu ndeleng 10 ing lambang extension ing kaca karo hCaptcha ditempelake.",
    "3679148535": "P: Apa aplikasi liyane saka Privacy Pass sing sampeyan gunakake?",
    "1606783855": "A: Kita kasengsem banget karo kasus panggunaan Privasi kanggo Aksesibilitas (\"a11y\"). Pilihan sing sadurunge populer kaya captchas audio mbedakake akeh pangguna a11y. Kita percaya yen nggabungake pendekatan a11y saiki karo penerbitan Privacy Pass bakal ngidini pangguna a11y bisa browsing kanthi aman, kanthi ngerti manawa lalu lintas luwih pribadi, nalika mbatesi penyalahgunaan dening operator bot sing mesthi kedadeyan nalika pilihan a11y kasedhiya.",
    "2359150347": "P: Apa layanan keamanan online liyane ndhukung Pass Privasi?",
    "2082237880": "A: hCaptcha minangka layanan pisanan saka jinis iki sing ndhukung Pass Privasi, lan saiki mung siji sing nglakoni. Nanging, kita ngarep-arep layanan liyane kanggo ngenali kaluwihan saka nambah privasi pangguna online, lan ngarep-arep sing ing mangsa liyane bakal nindakake implementasine minangka standar IETF sing kita bantuan kanggo berkembang wis resmi diadopsi.",
    "2109792055": "Pandhuan pangguna: Masalah Debugging karo Penerbitan lan Validasi Pass Privasi",
    "3588620914": "Privasi Pass punika penemuan anyar dening standar Web, lan iku bisa kanggo aplikasi liyane lan ekstensi browser sing ora weruh ing ngganggu fungsi sawijining.",
    "4039193170": "Yen sampeyan duwe masalah njupuk utawa nebus token:",
    "2378786360": "1. Coba salah siji saka browser liyane didhukung: yen sampeyan lagi ing Chrome, nyoba nggunakake Firefox tanpa ngimpor setelan saka Chrome, lan nginstal plugin ana. Yen bisa, sampeyan bisa uga duwe masalah konfigurasi browser.",
    "394235836": "3. Yen ora ana saran ing ndhuwur sing bisa, kirimake email dhukungan lan kita bakal seneng mbantu ngerteni apa sing kedadeyan.",
    "3470857731": "Analisis babagan carane reCAPTCHA ndeteksi bot.",
    "3240786848": "Dianyari pungkasan: 18 Februari 2021",
    "2547140673": "Kanggo luwih saka sepuluh taun, layanan reCAPTCHA Google wis nawakake perdagangan kanggo pamilik situs web: supaya Google nglacak pangguna lan takon, lan minangka ijol-ijolan, dheweke janji bakal mungkasi bot lan spam.",
    "2133754014": "Luwih saka 4.5 yuta situs web nggunakake reCAPTCHA [",
    "3152512587": "lan sistem nglumpukake atusan yuta solves saben dina. [",
    "2296918009": "Iki padha karo luwih saka 100 wong-taun tenaga kerja saben dina.[",
    "3900538778": "Data sing dilabeli minangka bahan bakar sing nguatake pembelajaran mesin. Jawaban reCAPTCHA wis digunakake kanggo nambah layanan ML/AI Google wiwit 2009. Akeh wong sing nggunakake reCAPTCHA ora ngerti yen tenaga kerjane digunakake.",
    "1160252730": "Google saiki ngisi rega dhuwur kanggo reCAPTCHA Enterprise, nyebabake akeh perusahaan ngevaluasi maneh kesepakatan iki.",
    "1131196501": "Perusahaan gedhe kaya",
    "204889717": "wis ngalih menyang hCaptcha kang",
    "639413188": "nanggepi.",
    "3280658086": "solusi perusahaan",
    "3842815245": "Apa iki perdagangan sing adil?",
    "714342693": "Tim hCaptcha wis ngumpulake data pricing saka \"web peteng\" layanan captcha-breaking wiwit 2016. Kita weruh tren menarik:",
    "468929661": "Biaya rata-rata kanggo break reCAPTCHA iku luar biasa kurang (kurang saka $1 saben 1000 solves) lan ora mundhak materially wiwit ngawasi kita wiwit ing 2016. Iki ditrapake kanggo loro reCAPTCHA v2 lan v3. [",
    "2862164005": "Data rega ngidini kita nemtokake nilai dolar sing tepat ing keamanan sing ditawakake reCAPTCHA: $0,001 utawa kurang saben jawaban.",
    "102498091": "Google ngisi $1 saben 1000 panjalukan kanggo reCAPTCHA Enterprise, tegese saiki padha ngisi luwih akeh saben panyuwunan tinimbang biaya kanggo ngrusak keamanan layanane. Iki misale jek kaya menehi hasil ala.",
    "130239139": "Apa regane 100+ wong-taun tenaga kerja sing diklumpukake Google saben dina?",
    "1421074182": "Luwih dhuwur banget.",
    "1953519598": "Biaya kanggo menehi label gambar siji kisaran saka $0,03 nganti $1,00 utawa luwih. Miturut perkiraan konservatif, Google wis ngekstrak tenaga kerja gratis milyaran nganti saiki. [",
    "3025548709": "Apa ana alternatif kanggo kesepakatan sing ora adil iki?",
    "263761351": "hCaptcha minangka alternatif pisanan sing bisa dipercaya, saiki digunakake dening atusan yuta wong saben wulan.",
    "2743692546": "Nalika pangguna mbuktekake kamanungsane liwat hCaptcha, tenaga kerjane mlebu pasar terbuka anonim kanggo penawaran.",
    "1982750088": "Perusahaan ing saindenging jagad nawarake tenaga kerja kasebut kanggo ngrampungake tugas sing gampang kanggo wong nanging angel kanggo mesin. Pangguna ndhukung situs sing dibukak, lan ngalami kurang spam web amarga tingkat keamanan sing luwih dhuwur.",
    "1108398506": "pelanggan gain kontrol total liwat pengalaman, lan entuk manfaat saka expertise hCaptcha wis gained operasi panyedhiya tantangan independen paling gedhe ing internet. Dheweke uga entuk tawaran sing luwih apik tinimbang reCAPTCHA Enterprise: rega nganti 50-80% luwih apik, gumantung saka volume.",
    "3012870872": "Situs web lan aplikasi sing nggunakake versi gratis (hCaptcha Publisher) entuk bathi saka karya kasebut tinimbang nyumbang menyang Google.",
    "2271512952": "Pangguna ndhukung situs sing dibukak, lan ngalami kurang spam web.",
    "278010425": "Macem-macem tugas sing akeh lan asring diganti ing hCaptcha uga luwih angel diotomatisasi. Antarmuka tunggal reCAPTCHA ora owah sajrone pirang-pirang taun, lan duwe sawetara pitakonan sing jarang diganti. Iki minangka salah sawijining cara hCaptcha nyedhiyakake proteksi anti-bot sing luwih kuat tinimbang reCAPTCHA.",
    "984849234": "hCaptcha nggunakake pembelajaran mesin canggih kanggo ngirim apa sing dijanjekake reCAPTCHA, nalika nuduhake nilai sing dijupuk karo situs web sing nggunakake.",
    "4063769686": "Pangguna ndhukung situs sing dibukak, lan ngalami kurang spam web. Iki katon kaya kesepakatan sing luwih adil.",
    "685916926": "Napa reCAPTCHA durung saya apik saka wektu?",
    "3992401943": "Ana revolusi ing sinau jero wiwit 2012. Norma industri kanggo akurasi tugas wis saya tambah akeh sajrone dekade kepungkur, utamane amarga jaringan convolutional jero. Layanan ML-powered liyane sing ditawakake Google wis ngetutake kurva iki.",
    "615031303": "(Deloken cathetan kaki",
    "2125514305": "ML wis apik, nanging kangelan kanggo ngliwati reCAPTCHA ora diganti materially sak iki wektu.",
    "1406188018": "6 lan 7",
    "2689973938": "Ngapikake reCAPTCHA nggawe konflik intrinsik kanggo Google minangka vendor iklan.",
    "464238793": "Yen Google dhewe nemtokake manawa pangguna sing ndeleng iklan utawa ngeklik link kasebut sejatine bot, ora bisa ngisi biaya kanggo iklan sing dituduhake menyang pangguna kasebut. Konflik kepentingan iki wis mbatesi ruang lingkup ambisi anti-bot Google.",
    "918924423": "Contone, Google durung menehi layanan sing jelas penting kaya deteksi bot retroaktif. Luwih dipercaya kanggo ngumumake lalu lintas pangguna sing digawe bot sawise nganalisa data sawetara dina.",
    "661412233": "Ngerti sawise captcha manawa sawetara pangguna minangka bot uga penting. Iki ngidini pamilik situs web ngresiki kiriman spam lawas lan mbusak \"akun turu\" sing didaftar ing forum spam ing mangsa ngarep, nyuda penipuan, lan liya-liyane.",
    "3600797185": "Nawakake identifikasi bot retroaktif bakal mbukak Google nganti pitakonan eri babagan cara mbalekake maneh pengiklan sing mbuwang dhuwit kanggo lalu lintas penipuan kasebut.",
    "2076932190": "Produk reCAPTCHA wis stagnate sajrone dasawarsa.",
    "3856912381": "Pangguna wis nandhang sangsara, lan spam web sing ora perlu saiki akeh banget. Nanging ana alternatif.",
    "1035621426": "Saben bot sing diidentifikasi dening reCAPTCHA langsung nyuda revenue iklan Google.",
    "3668115514": "Kepiye carane hCaptcha beda?",
    "2413742287": "Insentif hCaptcha yaiku kanggo nggedhekake akurasi, dudu revenue iklan: jawaban bot ora ana gunane kanggo para pelanggan, sing butuh data latihan manungsa.",
    "1373262754": "Ngerti sapa individu kasebut nduweni nilai minimal kanggo hCaptcha. Kita mung peduli apa dheweke manungsa utawa aktor ala.",
    "600646860": "Tinimbang nawakake layanan sing bisa dipertanyakan nalika ngekstrak tenaga kerja kanthi nilai nyata, hCaptcha menehi ganti rugi lan perlindungan anti-bot sing kuwat.",
    "1836191653": "Tinimbang nawakake layanan sing gampang dikalahake kanggo mbebasake pangguna nalika ngisi jutaan dolar kanggo versi perusahaan sing ora luwih apik, hCaptcha nyedhiyakake proteksi bot sing apik kanggo loro-lorone, nalika nawakake fitur lan kustomisasi tambahan kanggo pangguna perusahaan, bebarengan karo SLA sing kuat lan dhukungan kanthi cepet.",
    "990215503": "hCaptcha minangka siji-sijine layanan captcha utama sing ora diduweni dening jaringan iklan.",
    "971933157": "hCaptcha peduli babagan privasi, transparansi, lan keadilan.",
    "178839499": "hCaptcha nuduhake nilai karya sing ditindakake nalika pangguna mbuktekake kamanungsane.",
    "1237076138": "hCaptcha nawakake tawaran sing adil kanggo pelanggan gratis (hCaptcha Publisher) lan perusahaan (hCaptcha Enterprise).",
    "614310292": "Sapa sing mbangun hCaptcha?",
    "4188814619": "hCaptcha minangka layanan saka Mesin Intuisi (",
    "3265328927": "), perusahaan learning machine sing nawakake produk lan layanan kanggo perusahaan sing ngetrapake machine learning ing skala.",
    "2740033957": "Tim IM dumadi saka ilmuwan lan insinyur saka Apple, Amazon, lan pimpinan liyane ing machine learning, sistem sing disebarake, lan keamanan.",
    "1579715421": "Ilmuwan IM ajeg nerbitake ing konferensi paling dhuwur kaya ICML, ICLR, ECCV, lan NeurIPS, lan perusahaan kasebut wis ngumumake kanthi umum asil paling canggih ing disiplin ML kayata deep hashing [",
    "4015238193": "lan OCR [",
    "279580593": "imachines.com",
    "279918384": "Kepiye Google nggunakake tenaga kerja gratis sampeyan?",
    "2385522384": "Sampeyan bisa uga ndeleng pigura video saka kamera ing mobil nyopir otomatis Waymo Google, lan mbantu nambah pangenalan obyek kasebut.",
    "1517627947": "Sampeyan bisa uga ndeleng gambar bangunan utawa pratandha dalan saka mobil Google Streetview, lan mbantu menehi label lokasi kanggo produk Peta lan Bumi.",
    "3225936061": "Sampeyan bisa uga ndeleng gambar teks sing dijupuk saka kaca buku ing layanan Buku Google, lan mbantu nambah piranti lunak OCR (pangenalan teks).",
    "129661785": "Tau dijaluk \"ngeklik mobil/nyebrang/stoplight?\"",
    "936667684": "Tau dijaluk \"ngetik tanda gedung/jalan?\"",
    "3773515538": "Tau dijaluk \"ngetik rong tembung?\"",
    "1778058441": "Apa jinis proyek sing ditindakake ing hCaptcha?",
    "366088791": "hCaptcha ndhukung macem-macem tugas.",
    "3114147525": "Pelanggan hCaptcha nggunakake layanan kasebut kanggo tugas kalebu pangenalan obyek, deteksi atribut (ngempalaken label kanggo ngenali jinis sandhangan), peringkat relevansi (milih produk sing paling relevan saka sawetara opsi yen dibandhingake karo produk utami), kothak wates (nemokake area kapentingan ing gambar), \"OCR Manungsa\" (ngidentifikasi teks ing gambar) lan akeh jinis tugas liyane.",
    "3139609561": "Ing ngisor iki ana rong conto klasifikasi gambar lan jinis proyek deteksi atribut. [",
    "2273532558": "Sapa pelanggan sing mbayar hCaptcha?",
    "4104221634": "Pelanggan hCaptcha kalebu macem-macem industri, saka perusahaan teknologi nganti sing fokus ing fashion, ritel, lan wilayah liyane sing bisa nggawe nilai saka aplikasi machine learning.",
    "1337725003": "hCaptcha duwe komitmen kanggo demokratisasi akses menyang anotasi wektu nyata volume dhuwur, ngidini perusahaan gedhe lan cilik nambah kualitas produk lan layanan kanthi ngetrapake pembelajaran mesin ing bisnis.",
    "4086379603": "Pitakonan?",
    "1243684308": "Kita njupuk tanggapan sampeyan kanthi serius, lan pengin mesthekake yen kabeh wong duwe pengalaman online sing luwih nyenengake, kanthi luwih sithik bot lan luwih sithik spam. Hubungi kita:",
    "2645321220": "Lan yen sampeyan mikir biaya reCAPTCHA dhuwur banget, takon babagan hCaptcha Enterprise. Saiki digunakake dening sawetara penerbit paling gedhe, perusahaan layanan finansial, lan perusahaan infrastruktur web ing donya, ora mung alternatif sing bisa dipercaya kanggo reCAPTCHA: kita yakin dheweke nawakake perlindungan bot paling apik sing kasedhiya saiki.",
    "1229233916": "Cathetan sikil",
    "1115642494": "1. Sumber: BuiltWith.com dhaptar situs reCAPTCHA. Diakses tanggal 9 Juli 2019.",
    "448807334": "(\"Atus yuta CAPTCHA ditanggulangi dening wong saben dina.\") Diakses tanggal 8 Juli 2019.",
    "2397590157": "3. Perkiraan konservatif: 200 yuta solves * 30 detik saben solve ing taun = 190,3 wong-taun / dina.",
    "3236311792": "4. analisis internal hCaptcha. Data dipanen nganti 30 Juni 2019. Rincian kasedhiya yen dijaluk.",
    "1752259468": "5. Perkiraan konservatif: $0,01 biaya siji anotasi * 200M rata-rata. anotasi saben dina (wates ngisor) * 365 dina saben taun * 10 taun wiwit akuisisi 2009 = $7,3 milyar nilai wates ngisor.",
    "3268946369": "6. Kredit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Sumber: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "EMBEDDINGS RELATIONAL BERDASARKAN HIERARKI SEMANTIK FOR DEEP HASHING sing diawasi kanthi lemah, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Asil paling anyar: ICML LLD, Mei 2019.",
    "1973347745": "10. Gambar conto bebas royalti. Sumber: Petapixel.",
    "1493115924": "Cathetan merek dagang:",
    "4051104324": "\"Mesin Intuisi\" minangka merek dagang kadhaptar saka Intuition Machines, Inc.",
    "3983646521": "Kabeh jeneng produk, logo, merek, merek dagang lan merek dagang kadhaptar minangka properti saka pihak sing nduweni. Kabeh jeneng perusahaan, produk lan layanan sing digunakake ing situs web iki mung kanggo tujuan identifikasi. Panganggone jeneng, merek dagang lan merek iki ora ateges endorsement. Ing kasus iki, cukup ngelawan.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Ilmuwan IM Nyetel Tolok ukur Anyar kanggo Pangenalan Teks sing Diawasi Lemah (OCR) ing CVPR 2020.",
    "1259002282": "Nemokake bug? Mangkene carane nglaporake.",
    "3301728462": "Mayuta-yuta wong nggunakake hCaptcha saben sasi, ing ewonan kombinasi browser, ekstensi, piranti, firewall, lan liya-liyane.",
    "3878230879": "Tujuane yaiku kanggo mesthekake yen mesthine bisa digunakake kanggo sampeyan, mula kita ngapresiasi laporan sampeyan!",
    "2465128185": "Kanggo menehi umpan balik cepet, mung klik tombol \"Kirim umpan balik\".",
    "2921990472": "Yen sampeyan ndeleng masalah fungsional, tindakake pandhuan",
    "2870341481": "ngisor. Kanggo browser liyane mung",
    "1866590035": "instruksi log debug kanggo Chrome",
    "444492541": "instruksi log debug kanggo Firefox",
    "169267610": "email kita",
    "3100722753": "Kanggo potensial masalah keamanan utawa privasi, deleng pandhuan ing ngisor iki.",
    "1906593952": "Nyedhiyakake umpan balik babagan hCaptcha sing lagi wae sampeyan deleng",
    "3951254541": "We appreciate input Panjenengan. Ayo ngerti masalah apa wae lan kita bakal ngrampungake kanthi cepet.",
    "3324288040": "Kirimi kita saran",
    "2864016648": "Masalah Privasi",
    "304004915": "Kita ora preduli sapa pangguna, mung kepiye kemungkinan bakal dadi angkoro utawa mesin. Kita ndhukung inisiatif kaya",
    "1139493658": ", lan kerja keras kanggo ngimbangi privasi lan keamanan.",
    "3083289844": "Yen sampeyan nemokake masalah sing sampeyan mikir bisa mengaruhi privasi pangguna, kirim email menyang",
    "4264784515": "Bug Keamanan",
    "963238401": "Kita tansah kasengsem nampa laporan babagan kewan omo keamanan. Email",
    "3926027556": "lan kita bakal bali menyang sampeyan kanthi cepet.",
    "1589805435": "Kita uga duwe a",
    "2560582224": "program hadiah bug",
    "103876916": "kanggo laporan keamanan sing layak babagan layanan hCaptcha lan kode sumber sing gegandhengan.",
    "497117287": "Pilihan Aksesibilitas",
    "3230004040": "Apa sampeyan cacat visual utawa ora bisa ngrampungake hCaptchas?",
    "3480023141": "Sinau luwih lengkap babagan opsi aksesibilitas",
    "2052161540": "Njupuk Rincian Laporan Bug: Chrome",
    "2281169898": "Ngirim info debugging karo laporan sampeyan bakal luwih gampang kanggo ngenali apa sing kedadeyan. Mangkene instruksi langkah demi langkah:",
    "1123365779": "Yen sampeyan pangembang web utawa pangguna ahli, ringkesan kita pengin sampeyan ngirim HAR rekaman jaringan lan log console browser.",
    "2015218686": "sadurunge sampeyan tindakake langkah iki. Yen masalah sampeyan wis rampung, kita isih seneng menehi kabar marang versi browser, blocker iklan utawa ekstensi browser, lan URL situs web.",
    "3922723611": "Coba mateni pamblokiran iklan utawa ekstensi keamanan browser",
    "4036872105": "dhisik banjur coba maneh",
    "993651083": "Langkah 1: Bukak Alat Pangembang (Iki wiwit ngrekam sesi.)",
    "4163469907": "Langkah 2: Klik tab Jaringan ing Alat Pangembang. Priksa kothak \"Simpen log\" ing sisih ndhuwur.",
    "4243348003": "Langkah 3: ngunjungi",
    "641342999": ", utawa situs web sing sampeyan duwe masalah (Cathetan Privasi: mung yen sampeyan ora gelem nuduhake apa iku) ... banjur klik tombol \"Aku manungsa\", lan nyoba kanggo ngatasi.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Langkah 4: Klik \"Ekspor HAR\" (panah mudhun cilik) sawise sampeyan nyoba ngatasi, sing nyimpen log jaringan. Kirimi file kasebut menyang kita.",
    "1503240421": "Langkah 5: Klik ing tab Console, lan klik-tengen banjur \"Simpen minangka ..\" kanggo nyimpen log console. Kirimi kita uga.",
    "2863840904": "Langkah 6: Langkah pungkasan, kirim email menyang file log HAR lan konsol kasebut, lan jelasake masalah kasebut",
    "4051785543": "Gunakake:",
    "3623028666": "(monggo gunakake layanan kaya",
    "551761392": "lan ngirim pranala) lan opsional gambar, yen sampeyan curiga ana sing ora ditampilake kanthi bener. Mangga ngirim IP sing sampeyan gunakake uga. Sampeyan bisa njaluk saka",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Matur nuwun kanggo njupuk wektu kanggo njaluk informasi iki!",
    "3680327841": "Kita setya nggawe hCaptcha bisa digunakake kanggo kabeh wong",
    "1059502393": "Njupuk Rincian Laporan Bug: Firefox",
    "1112074001": "Langkah 2: Klik tab Jaringan ing Alat Pangembang. Priksa kothak \"Persist log\" ing sisih ndhuwur.",
    "1797298240": "Langkah 4: Klik \"HAR\" sawise sampeyan nyoba kanggo ngatasi, lan pilih \"Simpen Kabeh minangka HAR\" kanggo nyimpen log jaringan. Kirimi file kasebut menyang kita.",
    "3671246379": "Langkah 5: Klik ing tab Console, lan klik-tengen banjur \"Pilih kabeh\" lan simpen menyang file teks, kanggo nyimpen log console. Kirimi kita uga.",
    "3816867833": "Umpan balik",
    "788770967": "Nuwun sewu! Sampeyan bisa uga pengin nggunakake pilihan aksesibilitas:",
    "1333016413": "Iki ngidini sampeyan ngindhari pitakon ing mangsa ngarep kanthi ndhaptar lan nyetel cookie.",
    "2333410049": "Coba mateni pamblokiran iklan sampeyan.",
    "1345083090": "Nglaporake masalah fungsi?",
    "2184564739": "Delengen",
    "604751186": "Masalah liyane? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "carane laporan masalah karo log rinci",
    "1050501253": "Banget angel",
    "3264813246": "ora pantes",
    "3526939538": "Software Bug",
    "126134492": "Liyane",
    "3511610999": "Ayo priksa manawa sampeyan tekan panggonan sing bener.",
    "3906886217": "Kanggo perusahaan utawa situs web",
    "1621597093": "Solusi keamanan perusahaan (mbayar)",
    "3176531704": "Anotasi data",
    "1834239172": "Tuku layanan anotasi hCaptcha",
    "1457707016": "Kanggo individu",
    "770264626": "Tambah hCaptcha menyang layanan sampeyan (gratis)",
    "881015166": "Tambah hCaptcha kanggo Penerbit menyang situs web utawa appku",
    "47536007": "Sinau luwih lengkap babagan hCaptcha",
    "2012837493": "asil panelusuran",
    "4034694801": "Ora ana asil sing cocog.",
    "3621411541": "Sinau babagan opsi aksesibilitas kanggo hCaptcha",
    "3401005681": "Entuk dhuwit",
    "3933993151": "Bisa dadi labeler data individu",
    "563059212": "Dhaptar subprocessors",
    "3501923981": "Dianyari pungkasan: 1 Januari 2020.",
    "3548097301": "Efektif: 1 Januari 2020.",
    "3991444169": "Kaca iki nampilake subprosessor saiki kanggo layanan hCaptcha Enterprise.",
    "835396984": "Saiki Aktif",
    "424089481": "Amazon Web Services, Inc. (Global). Layanan sing diwenehake: Layanan Web Amazon. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Layanan sing diwenehake: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Layanan sing diwenehake: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (Global). Layanan sing diwenehake: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Cathetan: ora ditrapake kanggo kabeh pelanggan. Contone, IP Blinding utawa pelanggan pilihan privasi utawa keamanan liyane (contone, pelanggan Secure Virtual Tenancy) ora kalebu saka \"PII\" potensial apa wae sing mlebu sistem telemetri, malah alamat IP. Hubungi perwakilan akun kanggo informasi luwih lengkap yen dibutuhake.",
    "700843971": "Hound Technology, Inc. (Global). Layanan sing diwenehake: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Layanan sing diwenehake: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Layanan sing diwenehake: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Global). Layanan sing diwenehake: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktur",
    "370366524": "Telemetri Layanan Ephemeral",
    "121192737": "tambahan mbesuk",
    "2420789666": "Fastly, Inc. Layanan sing kasedhiya: Fastly CDN lan komputasi pinggiran.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Efektif: 1 September 2021. Penambahan Infrastruktur",
    "1487796027": "Kanggo perusahaan",
    "3943417791": "Entuk dhukungan kanggo hCaptcha Enterprise (BotStop)",
    "702287791": "Penerbit hCaptcha (gratis)",
    "3397976149": "Entuk dhukungan kanggo hCaptcha Publisher",
    "833750823": "Duwe kangelan karo tantangan?",
    "2024737147": "Pengin nglaporake bug?",
    "1978884623": "Sinau luwih lengkap babagan nglaporake masalah piranti lunak",
    "4188664955": "Katentuan Pangginaan supados langkung Service",
    "2621989404": "Dianyari Terakhir: 24 September 2021. Wigati dimangerteni manawa istilah basa Inggris kita duwe wewenang.",
    "2404545611": "Sugeng rawuh ing hCaptcha! Matur nuwun kanggo dadi bagéan saka masyarakat kita. Kabeh pangguna \"Layanan\" (ditetepake ing ngisor iki) kudu setuju karo syarat-syarat ing ngisor iki (\"Ketentuan Layanan\"). Ing Katentuan Layanan iki, \"IMI\", \"kita\" lan \"kita\" nuduhake Intuition Machines, Inc. lan anak perusahaan, afiliasi, perwira, agen, karyawan, wakil, lan agen, lan \"situs web\" kita kalebu situs web apa wae ing ngisor iki. kontrol kita, kalebu www.hcaptcha.com lan www.imachines.com.",
    "2348450790": "Waca Katentuan Layanan iki. Iki kalebu, ing antarane pranata liyane, penafian jaminan, watesan tanggung jawab, lan arbitrase sing mengikat. Wigati dimangerteni manawa Katentuan Layanan iki bisa uga wis diganti wiwit kunjungan pungkasan menyang situs web kita. Kita bisa mbenakake lan nganyari Katentuan Pangginaan supados langkung Service saka wektu kanggo wektu ing sawijine discretion kita. Yen ana owah-owahan materi, kita bakal menehi kabar kanthi ngirim Ketentuan Layanan sing dianyari ing kaca iki, sawise sampeyan kudu nampa Ketentuan Layanan sing dianyari supaya bisa terus nggunakake utawa ngakses Situs utawa Layanan kasebut.",
    "1933936765": "Agreement Processing Data (Terakhir dianyari: 23 September 2021)",
    "2959486280": "Yen sampeyan ora setuju karo Katentuan Layanan iki, sampeyan ora bisa nggunakake utawa ngakses Situs utawa Layanan.",
    "3200859925": "1. Tujuan",
    "1807143500": "Layanan kasebut kalebu layanan keamanan online (\"Layanan hCaptcha\") lan platform (\"Platform Mesin Intuisi\") ing ngendi individu (\"Kontributor\") bisa milih kanggo nindakake tugas sing entitas pihak katelu utawa Mesin Intuisi dhewe (saben \"Panjaluk\") ngirim menyang situs web kita utawa Layanan hCaptcha, kanthi langsung ing situs web kita utawa kanthi ngakses Platform Mesin Intuisi lan/utawa nindakake tugas liwat utawa ana hubungane karo entitas pihak katelu lan/utawa platform utawa layanan (saben, lan \"Integrator\"). Panyuwun ngirim tugas lan ngajak Kontributor kanggo nindakake minangka ijol-ijolan ganjaran sing diwenehake dening IMI menyang Integrator, utawa sing ditemtokake dening Panyuwun yen Panjaluk nggunakake Platform Mesin Intuisi utawa Layanan hCaptcha kanggo ngladeni tugas marang pangguna pungkasan dhewe. Kita ngisi perusahaan lan individu (saben \"Pelanggan\") kanggo nggunakake platform kita supaya bisa nggunakake piranti lunak, tugas penulis, nyewa kita kanggo tugas penulis, lan/utawa entuk akses menyang Kontributor. Kita uga ngisi Integrator kanggo nggunakake Layanan hCaptcha kanggo nyuda penipuan, penyalahgunaan, lan spam ing situs web, aplikasi seluler, lan properti online liyane. Sing kasebut ing ndhuwur diarani bebarengan minangka \"Layanan.\"",
    "3212830633": "2. Kelayakan",
    "2605814073": "Kanthi nggunakake utawa ndhaptar Layanan kita, sampeyan setuju: sampeyan umure paling sethithik 18 taun; sampeyan duwe wewenang kanggo mlebu persetujuan iki atas jenenge dhewe utawa entitas sing diwakili, lan bakal tetep tundhuk karo Katentuan Layanan iki lan kabeh kabijakan lan pedoman IMI sing dirujuk ing kene; lan sampeyan ora bakal nyiksa situs web kita, misrepresent identitas sampeyan marang kita, utawa nggunakake intelijen buatan kanggo ngrampungake bagean saka tugas apa wae ing IMI sing mbutuhake intelijen manungsa.",
    "2616040974": "3. Pelanggan lan Panjaluk",
    "1544829730": "Yen sampeyan Pelanggan utawa Panjaluk, sampeyan setuju yen syarat tambahan sing dilampirake ing kene minangka Lampiran Pelanggan bakal ditrapake lan digabungake kanthi referensi menyang Katentuan Layanan iki. Yen sampeyan dudu Pelanggan utawa Panjaluk, utawa mandheg dadi Pelanggan utawa Panjaluk, mula syarat-syarat tambahan ing Lampiran Pelanggan ora bakal ditrapake utawa ora bakal digabung kanthi referensi menyang Katentuan Layanan iki.",
    "3759360138": "4. Jeneng pangguna lan sandhi",
    "2236960358": "Sawise ndhaptar, sampeyan bakal dijaluk mbukak informasi pribadhi tartamtu babagan sampeyan (\"Informasi Pribadi\"), kalebu jeneng, alamat email, lan nggawe jeneng pangguna lan sandhi, kabeh bakal tundhuk karo Kebijakan Privasi, kasedhiya ing kita. situs web. Sampeyan mung tanggung jawab kanggo ngawasi, mesthekake lan njaga keamanan akun, sandhi, lan kunci otentikasi sing ana gandhengane karo akun sampeyan, lan sampeyan tanggung jawab kanggo panggunaan utawa tumindak sing ditindakake liwat panggunaan informasi kasebut ing Layanan.",
    "3047519814": "Sampeyan setuju yen sampeyan ora bakal nuduhake akun utawa sandhi karo sapa wae.",
    "1699668873": "Sampeyan kudu langsung ngabari IMI yen sampeyan curiga yen informasi akun sampeyan wis dicolong utawa digunakake dening wong liya, utawa nglanggar keamanan liyane.",
    "3044038608": "Sampeyan setuju kanggo menehi informasi sing bener, akurat lan lengkap kaya sing dijaluk ing proses registrasi. Sampeyan uga setuju kanggo nganyari informasi kasebut kanthi cepet yen perlu supaya tetep anyar lan akurat.",
    "4132302900": "5. Privasi, Data, lan \"Data Kanggo Kabeh\"",
    "10724169": "Sampeyan nampa Kebijakan Privasi, sing ngatur apa sing bakal ditindakake babagan Informasi Pribadi sing diwenehake marang kita.",
    "1669194950": "Saliyane Informasi Pribadi, sampeyan uga diwajibake nyedhiyakake (utawa bisa uga perlu kanggo kita ngumpulake) data liyane supaya kita bisa nyedhiyakake Layanan kasebut (secara kolektif, \"Data Pelanggan\"). Kita ora tanggung jawab kanggo gagal nindakake Layanan sing disebabake dening wektu tundha utawa gagal nyedhiyakake Data Pelanggan.",
    "1330274831": "Sampeyan kanthi iki menehi kita lisensi ing saindenging jagad, non-eksklusif, sublisensi, bisa ditransfer, bebas royalti, ora bisa dibatalake sajrone periode Perjanjian iki kanggo nggunakake, ngasilake, nyebarake kanthi elektronik, lan nampilake umum Data Pelanggan apa wae mung kanggo tujuan nyedhiyakake Layanan. . Sampeyan makili lan njamin yen sampeyan duwe hak, judhul, lan kapentingan sing cukup kanggo data sampeyan kanggo menehi lisensi ing bagean iki.",
    "2230333214": "Kita nglumpukake Data Pelanggan karo data liyane supaya asil ora bisa diidentifikasi kanthi pribadi lan uga ngumpulake log teknis lan data teknis sing ora dingerteni babagan panggunaan Layanan (\"Data Agregat / Ora dingerteni\"). Sanadyan ana sing nalisir ing kene, Data Agregat/De-identifikasi kasebut bisa digunakake dening IMI kanggo tujuan bisnis apa wae sajrone utawa sawise periode Perjanjian iki, kalebu tanpa watesan kanggo ngembangake lan nambah Layanan lan nggawe lan nyebarake laporan lan liyane. bahan. Data Pelanggan uga bisa tetep lan ditampilake ing sistem kanggo wektu winates ora ngluwihi 180 dina sawise proyek rampung, contone minangka kalibrasi otomatis utawa data validasi kanggo sistem Mesin Intuisi. Kanggo gamblang, Bagean 5 iki ora menehi hak kanggo ngenali sampeyan minangka sumber saka Data Agregat/De-identifikasi tanpa ijin sadurunge ditulis.",
    "3881754581": ". Yen sampeyan minangka Pelanggan layanan anotasi lan wis milih opsi \"Data Kanggo Kabeh\" minangka bagean saka panggunaan Layanan, mula sampeyan menehi IMI lan kabeh pangguna Layanan ing saindenging jagad, non-eksklusif, sublisensi, bisa ditransfer, bebas royalti, lisensi sing ora bisa dibatalake kanggo ngeksploitasi kabeh Data Pelanggan, kalebu kabeh hak properti intelektual sing gegandhengan. Yen sampeyan milih opsi \"Data kanggo Kabeh\", sampeyan makili lan njamin yen sampeyan duwe hak, judhul, lan kapentingan sing cukup kanggo data sampeyan kanggo menehi lisensi ing bagean iki.",
    "3496767126": "Kanggo ngindhari keraguan, paragraf ing ngisor iki ditrapake khusus kanggo Pelanggan sing nggunakake layanan anotasi, lan ora nggunakake Layanan minangka Integrator.",
    "767207800": "Yen data sampeyan ngemot konten sing jelas utawa nyerang, sampeyan kudu menehi tandha \"KONTEN EXPLICIT\" kanggo menehi peringatan sing adil kanggo sapa wae sing ndeleng data sampeyan. Sampeyan bisa uga ora tanpa persetujuan tertulis sing kapisah karo IMI kalebu tugas sing nglanggar kabijakan kita, kalebu, nanging ora diwatesi, (a) tugas sing langsung utawa ora langsung promosi situs web utawa layanan liyane, (b) tugas sing nglanggar syarat situs web pihak katelu lan kahanan, (c) tugas sing njaluk Kontributor njaluk pihak katelu, (d) tugas sing njaluk Kontributor tumindak kanggo ngapusi prilaku utawa asil situs web, (e) tugas sing nglanggar hak properti intelektual pihak katelu, lan (f) tugas sing mbutuhake Kontributor kanggo ngundhuh piranti lunak utawa file.",
    "3370561195": "6. Tingkah laku sing bisa ditampa",
    "4205152730": "Sampeyan dianjurake kanggo sesambungan karo pangguna liyane ing ngendi wae ing situs web, Forum, olahpesen, obrolan, lan saluran media sosial liyane sing dikontrol dening IMI, nanging yen sampeyan nindakake, sampeyan kudu netepi kabeh syarat layanan lan nggunakake ing situs kita lan kabeh hukum sing relevan. .",
    "1394253934": "7. Misuse, Abuse, lan Misrepresentation",
    "1406393333": "Sembarang akses utawa nggunakake Layanan liyane saka miturut Katentuan Pangginaan supados langkung Layanan iki lan instruksi sing kita nyedhiyani strictly dilarang. Utamane, sampeyan ora bakal:",
    "3409726716": "ndhaftar luwih saka siji akun karo kita tanpa wewenang tinulis;",
    "3119498672": "nindakake tugas apa wae kanthi nggunakake bot Internet, robot web, bot, skrip, utawa wujud intelijen buatan liyane utawa nyoba entuk ganjaran saka IMI utawa Panjaluk utawa Integrator tanpa ngrampungake tugas kaya sing diterangake;",
    "1188668818": "nyedhiyakake informasi palsu nalika nggunakake situs web iki (kalebu tanpa watesan nyamar dadi wong utawa organisasi liyane ing akun sampeyan, utawa salah nyatakake utawa misrepresenting dhewe utawa afiliasi karo wong utawa organisasi liyane ing akun sampeyan;",
    "2804310964": "ngakses utawa nyoba ngakses situs web kita liwat server web proxy utawa piranti liyane sing dirancang kanggo mbingungake lokasi utawa identitas sing sejatine utawa kanthi cara apa wae kajaba antarmuka sing diwenehake;",
    "1374227759": "nggunakake situs web kanggo kegiatan ilegal, utawa kanggo maksud apa wae kajaba tujuan sing kasedhiya;",
    "2103513933": "melu kegiatan sing ngganggu utawa ngganggu fungsi situs kasebut;",
    "137127070": "nglebokake, ngunggah, utawa masang pranala njaba utawa file sing ala utawa ora dingerteni, utawa upload konten sing ngemot virus, jaran Trojan, cacing, bom wektu, utawa kode komputer sing mbebayani liyane;",
    "1686655020": "Unggah konten apa wae sing tundhuk hak cipta sing dudu karya asli sampeyan, kajaba sampeyan duwe idin saka pemilik sing sah kanggo ngirim konten kasebut lan menehi IMI kabeh hak sing dilisensi sing diwenehake ing kene;",
    "1406692811": "melu spamming utawa ngirim publisitas apa wae, nyoba njaluk pitunjuk, komunikasi massa, nawarake dhuwit utawa panjaluk, panjaluk layanan, pariwara, pemasaran, pesen omong kosong, topik duplikat, konten ilegal, tautan situs web sosial, alamat e-mail, utawa ID utusan cepet kajaba dibutuhake dening tugas;",
    "3893539589": "masang pranala njaba sing nawakake barang utawa layanan kajaba dibutuhake dening tugas;",
    "3214322759": "yen ora melu kegiatan angkoro utawa fraudulent.",
    "3733422465": "8. Verifikasi Identitas Panjenengan",
    "267645277": "IMI bisa verifikasi identitas sampeyan. Iki bisa uga kalebu mbandhingake informasi pribadhi karo database pihak katelu utawa dokumen legal resmi. Sampeyan menehi wewenang kanggo nggawe pitakon apa wae sing dibutuhake kanggo konfirmasi identitas sampeyan, kepemilikan alamat email sampeyan, lan kepemilikan akun finansial sampeyan. Sampeyan setuju kanggo menehi informasi babagan sampeyan kanggo mbantu kita verifikasi identitas sampeyan.",
    "4169910317": "9. Selaras karo Hukum",
    "519755936": "Sampeyan mung tanggung jawab kanggo netepi hukum federal, negara bagian, provinsi, lan lokal sing ana gandhengane karo panggunaan Layanan. Sampeyan setuju kanggo menehi ganti rugi lan njaga kita ora mbebayani kanggo tuntutan apa wae marang kita amarga sampeyan gagal tundhuk karo hukum apa wae utawa nglanggar hak pihak katelu, kalebu tanpa watesan kontrak, properti intelektual, utawa hak privasi.",
    "731546974": "10. Pajak Kontributor utawa Integrator",
    "3128328457": "Yen sampeyan minangka Kontributor utawa Integrator, sampeyan dhewe sing tanggung jawab kanggo mbayar pajak penghasilan federal, negara bagian, utawa lokal liyane, keamanan sosial, FICA, lan ganti rugi buruh amarga panggunaan situs web kita, uga pajak utawa biaya sing padha ing yuridiksi non-AS. Sampeyan setuju kanggo menehi ganti rugi lan njaga kita ora mbebayani kanggo taksiran apa wae marang kita amarga sampeyan gagal tundhuk karo hukum pajak.",
    "2931396764": "11. Nglanggar Katentuan Pangginaan supados langkung Service",
    "1240667045": "Kita bisa nundha, matesi, utawa mbatalake akses menyang Layanan sawayah-wayah kanthi alasan apa wae, kalebu amarga: (a) kita yakin sampeyan wis nglanggar Katentuan Layanan iki (kalebu kabijakan liyane sing gegandhengan); (b) kita yakin sampeyan wis nglanggar hak kita utawa hak pihak katelu; (c) kita ora bisa verifikasi utawa otentikasi informasi sing wis diwenehake marang kita; utawa (d) kita yakin tumindak sampeyan bisa nggawe tanggung jawab kanggo sampeyan, kita, utawa pihak katelu. Kanggo ngindhari keraguan, kita nduweni hak kanggo nyegah utawa nundha pembayaran kanggo sampeyan yen kita yakin manawa samubarang sing kasebut ing ndhuwur ditrapake kanggo pembayaran kasebut.",
    "1601080128": "Yen kita nundha utawa mungkasi akun sampeyan, sampeyan ora bakal duwe akses maneh menyang bagean situs web, kalebu data, pesen, file, lan materi liyane sing disimpen ing situs kasebut. Sampeyan ora bisa terus nggunakake situs web kita kanthi jeneng akun sing beda utawa anyar. Pelanggaran Katentuan Layanan iki bisa dituntut miturut ukum lan bisa nyebabake denda lan sanksi tambahan.",
    "1160707899": "12. Peran Kontributor lan Hubungane karo IMI lan Panjaluk Liyane",
    "269838707": "Yen sampeyan dadi Kontributor, sampeyan lan mung sampeyan mutusake endi lan pira tugas sing kudu ditindakake, lan kapan lan ing ngendi sampeyan ngrampungake. Sampeyan bebas nglampahi wektu akeh utawa sethithik kanggo ngrampungake tugas sing sampeyan pilih. Ora ana wektu sampeyan duwe kewajiban kanggo ngrampungake tugas.",
    "1087195513": "Yen sampeyan minangka Kontributor sing ngakses Layanan lan/utawa nindakake tugas liwat utawa ana hubungane karo Integrator atas jenenge Panjaluk sing dudu IMI, sampeyan setuju lan ngakoni yen Mesin Intuisi ora tanggung jawab lan ora duwe kewajiban marang sampeyan. babagan ganjaran utawa ganti rugi liyane kanggo tugas sing wis rampung. Sampeyan setuju lan ngakoni manawa ganjaran utawa ganti rugi liyane kanggo tugas sing wis rampung ditemtokake mung miturut persetujuan sampeyan karo Panjaluk lan/utawa Integrator, kaya sing ditrapake. Sembarang perselisihan babagan ganjaran kasebut utawa ganti rugi liyane (kalebu tanpa watesan, gagal nampa ganjaran kasebut utawa ganti rugi liyane) mung ana ing antarane sampeyan lan Panjaluk lan/utawa Integrator, kaya sing ditrapake.",
    "952813944": "Ora ana panggunaan situs web kita utawa apa wae ing perjanjian iki sing nggawe hubungan kerja, kemitraan, usaha patungan, agensi, waralaba, utawa perwakilan sales antarane sampeyan lan Mesin Intuisi. Kita ora nyedhiyakake peralatan utawa alat kanggo ngrampungake tugas. Kita ora menehi keuntungan, ganti rugi buruh, utawa jangkoan asuransi. Kita ora tanggung jawab kanggo biaya sing ditanggung nalika nggunakake situs web kita. Kita ora bakal nahan jumlah apa wae saka ganjaran sampeyan kanggo pajak penghasilan federal utawa negara, Keamanan Sosial, utawa pajak liyane. Sampeyan bebas nindakake tugas kanggo sapa wae utawa bisnis, kalebu pesaing kita. Sampeyan ora duwe wewenang kanggo mlebu kontrak apa wae, ditulis utawa lisan, atas jenenge Mesin Intuisi.",
    "3460432665": "Sanadyan kasebut ing ndhuwur, yen sampeyan minangka pembayar pajak AS, kita bisa njaluk W-9 saka sampeyan, supaya dianyari saben taun, lan sampeyan bisa nglarang sampeyan nindakake tugas nganti sampeyan wis ngrampungake utawa nganyari W-9.",
    "458271951": "Yen sampeyan minangka Kontributor sing ngakses Layanan lan/utawa nindakake tugas liwat utawa ana hubungane karo Integrator atas jenenge Mesin Intuisi (tumindak minangka Panjaluk), Mesin Intuisi bisa menehi ganjaran kanggo ngrampungake tugas tartamtu sing bisa ditampa. Yen sampeyan nemokake penipuan, penyalahgunaan, utawa nglanggar Ketentuan Layanan iki, samubarang lan kabeh ganjaran kanggo sampeyan bisa ditahan lan / utawa dibalekake dening Mesin Intuisi.",
    "3056723024": "13. Rampung Tugas sing ora bisa ditampa",
    "3913203723": "Yen, kanthi alesan apa wae, Panyuwun ora nampa kinerja tugas sing wis rampung, sampeyan minangka Kontributor utawa Integrator ora bakal entuk ganjaran apa wae kanggo tugas kasebut. Yen ganjaran wis disebarake kanggo sampeyan kanggo tugas sing ora bisa ditampa, kita bisa mbalekake saka sampeyan.",
    "3666807632": "14. Kualifikasi lan Skills Kontributor",
    "1993899769": "15. Kita Gunakake Informasi",
    "3027055607": "16. Kekayaan Intelektual lan Hak Kepemilikan",
    "3910971075": "IMI nduweni kabeh hak, kalebu hak properti intelektual, ing kode sumber, kode obyek utawa struktur dhasar, gagasan utawa algoritma, API, lan piranti lunak tambahan, dokumentasi utawa data sing ana gandhengane karo Layanan (\"Software\"). Sampeyan ora bakal, langsung utawa ora langsung, liwat pihak katelu utawa liya: (a) reverse engineer, decompile, mbongkar, utawa nyoba nemokake Piranti Lunak; (b) ngowahi, nerjemahake, utawa nggawe karya turunan adhedhasar Piranti Lunak apa wae; (c) nyalin, nyewa, nyewakake, nyebarake, janji, nemtokake, utawa nransfer utawa mbebani hak kanggo Piranti Lunak apa wae; (d) nggunakake Piranti Lunak apa wae kanggo sharing wektu, tujuan biro layanan, utawa liya kanggo entuk manfaat saka pihak katelu; utawa (e) mbusak kabar utawa label kepemilikan.",
    "3660891610": "Yen sampeyan minangka Kontributor, IMI, lan dudu sampeyan, duwe hak kepemilikan ing karya apa wae sing digawe minangka bagean saka ngrampungake tugas apa wae. Kanthi nrima syarat-syarat Perjanjian iki, sampeyan setuju (lan kanthi iki nindakake) nransfer kepemilikan, kepemilikan, lan judhul (kalebu kabeh hak properti intelektual sing ana ing saindenging jagad) ing lan menyang karya sampeyan. Kanggo mesthekake yen kita bisa ndarbeni, nyampurnakake, lan nggunakake hak kasebut, sampeyan luwih setuju kanggo (i) mlebu dokumen apa wae kanggo mbantu dokumentasi, kesempurnaan lan penegakan hak kita; lan (ii) nyedhiyakake akses sing cukup kanggo informasi kanggo ngrekam, nyempurnakake, ngamanake, mbela, lan ngetrapake hak kepemilikan kasebut ing sembarang lan kabeh negara. Kewajiban sampeyan miturut bagean iki bakal terus sanajan sampeyan mbatalake utawa mandheg nggunakake Layanan kasebut. Sampeyan milih kita minangka pengacara-in-fact kanggo nglakokake dokumen kanggo sampeyan kanggo tujuan sing kasebut ing bagean iki.",
    "426125156": "17. Hak Cipta lan TakeDown",
    "1408530660": "IMI ngajeni properti intelektual wong liya lan kita nduweni hak kanggo mbusak saka situs kita materi sing kita pracaya bisa nglanggar hak intelektual pihak katelu. Yen sampeyan yakin manawa karya sampeyan dhewe wis disalin kanthi cara sing nglanggar hak cipta ing situs web iki, hubungi dhukungan pelanggan Intuition Machines.",
    "2696932851": "18. Ganti rugi",
    "3844300338": "Sampeyan setuju kanggo menehi ganti rugi, mbela, lan njaga kita ora mbebayani saka kabeh pratelan, kerusakan, tanggung jawab, biaya, lan biaya (kalebu ragad lan biaya pengacara sing cukup), sing muncul saka utawa ana hubungane karo kinerja tugas utawa panggunaan situs web kita. .",
    "2474091800": "19. Sengketa karo Pangguna Liyane; Ngeculake",
    "3162107126": "IMI ora dadi pihak kanggo regejegan antarane sampeyan lan pangguna Layanan liyane. Sampeyan mbebasake IMI lan afiliasi saka sembarang lan kabeh pratelan, panjaluk, lan karusakan saka saben jinis lan alam, dikenal lan ora dingerteni, seng di tuduh lan ora diduga, dibeberke lan ora dicethakaké, njedhul saka utawa disambungake karo sembarang regejegan antarane sampeyan lan pangguna liyane.",
    "2271969747": "20. Informasi Rahasia Sampeyan Ditampa",
    "1042802841": "Informasi rahasia yaiku sembarang informasi sing ditandhani minangka rahasia utawa kepemilikan, utawa sing kudu dimangerteni kanthi wajar dening pihak sing nampa minangka rahasia utawa kepemilikan. Iki ora kalebu informasi apa wae sing (1) kasedhiya kanggo umum, (2) wis diduweni, dikembangake kanthi mandiri dening, utawa wis dikenal dening pihak sing nampa, utawa (3) wis dibeberke kanthi prentah pengadilan utawa kaya sing dibutuhake dening hukum.",
    "1918025546": "Yen sampeyan diwenehi informasi rahasia saka sapa wae ing Layanan, sampeyan setuju kanggo nglindhungi rahasia saka informasi rahasia kanthi tingkat perawatan sing padha sing digunakake kanggo nglindhungi informasi rahasia sampeyan, nanging ora ana sing kurang saka perawatan. Sampeyan ora bisa mbukak utawa nerbitake informasi rahasia utawa kepemilikan kasebut, kajaba sing perlu kanggo nindakake tugas. Kabeh informasi ing sawijining tugas ing Platform Mesin Intuisi kudu dianggep rahasia sanajan informasi kasebut ora kanthi tegas ditunjuk minangka rahasia.",
    "2690395789": "Yen lan nalika sampeyan ora mbutuhake informasi rahasia sing ditampa maneh, sampeyan kudu cepet bali utawa numpes (kaya sing dijaluk sapa wae sing mbukak informasi kasebut) kabeh salinan informasi sing ana ing papan, sistem, utawa peralatan liyane sing sampeyan kontrol.",
    "2178073797": "Amarga mbukak informasi rahasia bisa nyebabake cilaka sing ora bisa didandani, pihak sing ngumumke nduweni hak kanggo njaluk bantuan injunctive kanggo nglanggar utawa ngancam nglanggar istilah iki.",
    "2185860003": "21. Website Modifikasi",
    "2631249972": "Kita bisa nambah utawa ngowahi situs web kita tanpa kabar marang sampeyan.",
    "3764131594": "22. Situs web Pihak Katelu",
    "295955580": "Situs web kita bisa uga ngemot pranala menyang situs web pihak katelu. Kita ora ngontrol, nyelidiki, ngawasi, utawa mriksa situs web kasebut. Kita ora tanggung jawab lan ora nyetujui program komputer, konten, utawa pendapat sing ana ing situs web kasebut. Yen sampeyan mutusake ninggalake situs web kita lan ngakses situs web pihak katelu, sampeyan nindakake kanthi resiko dhewe.",
    "838225123": "23. Penafian saka Warranty",
    "3897238493": "LAYANAN DISEDIAKAN ING \"AS IS\" DASAR. KITA TANPA REPRESENTASI UTAWA JAMINAN, TERSIRAT UTAWA EXPRESS, NGGABUNGA AKSESIBILITAS, KESESUAIAN, KESESUAIAN, KATEGORI, UTAWA FUNGSI LAYANAN, PERANGKAT LUNAK UTAWA MATERI sing ana gandhengane, TUGAS, UTAWA KARYAWAN sing ana gandhengane. SAMPAI MAKSIMUM sing diidinake OLEH Undhang-undhang, IMI nolak ALL KONDISI EXPRESS UTAWA TERSIRAT, REPRESENTASI lan JAMINAN KANGGO, nanging ora diwatesi, JAMINAN MERCHANTABILITY, FITNESS FOR TUJUAN KHUSUS, lan NON-NON-NON. REMEDY TUNGGAL lan EKSKLUSIF YOUR ING IMI KARYA ANY CACAT, NON-CONFORMANCES, UTAWA DISPUASFACTION IS MATEMATIKA PENGGUNAAN LAYANAN. saka akses menyang utawa nggunakake situs web utawa Platform Mesin Intuisi. Interupsi sing dijadwal lan ora dijadwal bisa kedadeyan, lan kita ora njamin kasedhiyan situs web sing ora diganggu.",
    "2110259227": "24. Watesan Tanggung Jawab",
    "3018077211": "25. Penyelesaian Sengketa Kontributor",
    "2790841456": "Yen sampeyan dadi Kontributor, sampeyan setuju karo klausa arbitrase lan pengecualian tumindak kelas ing ngisor iki:",
    "2323013093": "26. Hukum sing ditrapake",
    "2900525040": "Undhang-undhang Negara Bagian California ngatur Ketentuan Layanan iki lan kontrovèrsi, perselisihan, utawa pratelan sing muncul.",
    "3339302473": "27. Mandheg",
    "41530052": "28. Ketentuan Umum",
    "3202747130": "Kabeh Perjanjian. Katentuan Layanan iki lan kabijakan, prosedur, utawa istilah sing dirujuk ing persetujuan iki minangka kabeh persetujuan para pihak babagan subyek, lan ngganti lan mbatalake kabeh perjanjian, pratelan, perwakilan, lan pangerten sing ana hubungane karo sadurunge lan kontemporer. .",
    "4080263153": "Ora Watesan. Kita ora bakal dianggep wis waived bagean saka hak utawa obat kajaba waiver ditulis lan ditandatangani dening kita. Yen kita tundha ngleksanakake utawa gagal ngetrapake hak-hak kita miturut pranata apa wae ing persetujuan iki, iki ora bakal dadi pengabaian saka hak kita kanggo nglakokake pranata kasebut utawa bagean saka persetujuan iki.",
    "1789371580": "Assignability. Sampeyan bisa uga ora nemtokake Katentuan Layanan iki tanpa idin tinulis sadurunge. Kita bisa nemtokake Katentuan Layanan iki sawayah-wayah, tanpa kabar. Tunduk marang sing kasebut ing ndhuwur, Katentuan Layanan iki bakal tundhuk marang penerus saben partai lan wong sing diidini.",
    "2819628066": "Severability. Yen ana pranata Katentuan Layanan iki ora sah utawa ora bisa dileksanakake kanthi alesan apa wae, ora bakal mengaruhi validitas lan enforceability saka pranata sing isih ana.",
    "3955981186": "Amandemen. Ora ana modifikasi utawa amandemen kanggo Katentuan Layanan iki dening sapa wae saliyane IMI sing bakal ngiket IMI kajaba ana ing instrumen tinulis sing ditandatangani dening wakil IMI sing sah.",
    "1377538813": "Basa Prabawa. Versi basa Inggris saka Katentuan Layanan iki bakal ngontrol kabeh babagan lan bakal ditrapake yen ana sing ora konsisten karo versi terjemahan, yen ana.",
    "2438016011": "Persetujuan Sukarela. Kabeh pihak kanggo Katentuan Layanan iki makili lan setuju sing saben wis dideleng kabeh aspèk persetujuan iki, wis kasebut kanthi teliti, lan mangertos kabeh pranata sawijining, lan tanpo pekso mlebu menyang persetujuan iki.",
    "2445034923": "Yen sampeyan ora setuju karo kabeh syarat lan kondisi Katentuan Layanan iki, aja (lan sampeyan ora bisa) nggunakake utawa ngakses Situs utawa Layanan.",
    "2646127839": "Lampiran Pelanggan kanggo Katentuan Pangginaan supados langkung Service",
    "4097297673": "Minangka Pelanggan, Panjaluk, utawa Integrator, sampeyan setuju kanggo tundhuk karo syarat-syarat ing ngisor iki saliyane karo syarat-syarat liyane sing ngiket antarane sampeyan lan IMI.",
    "1093280979": "1. Formulir Pesenan Platform",
    "1549953005": "Sampeyan bisa uga wis ngrampungake siji utawa luwih formulir pesenan akses platform (saben, \"Formulir Pesenan\") minangka syarat dadi Pelanggan utawa Panjaluk. Yen mangkono, syarat lan kahanan sing diterangake ing Formulir Pesenan dadi bagean saka Katentuan Layanan lan kanthi iki digabungake kanthi referensi.",
    "3819851005": "2. Fees",
    "1591032933": "Sampeyan bakal mbayar biaya IMI kaya sing diterangake ing Formulir Pesenan sing ditrapake liwat cara pembayaran sing diwenehake ing Formulir Pesenan sing ditrapake. Kajaba yen disepakati kanthi ditulis dening loro pihak, sampeyan bakal menehi pembayaran lengkap kanggo kabeh invoice sing diterbitake sajrone telung puluh (30) dina sawise tanggal layang invoice. Sampeyan menehi wewenang kanggo mbukak wewenang kertu kredit ing kabeh informasi kertu kredit sing diwenehake marang kita, kanggo nyimpen informasi kertu kredit kasebut, lan ngisi kertu kredit utawa akun liyane sing kita sarujuk minangka wangun pembayaran. Kajaba kasebut ing Formulir Pesenan utawa ing Perjanjian Layanan Perusahaan utawa Perjanjian Layanan Master, kabeh biaya kanggo Layanan, kajaba keluwihan, ditagih saben taun nalika miwiti layanan sing diwenehake dening IMI miturut Persetujuan sampeyan (\"Tanggal Efektif\").",
    "4142610534": "Sembarang pembayaran telat bakal entuk biaya telat ing tingkat 1,5% persen saben sasi utawa jumlah maksimum sing diidinake dening hukum, endi wae sing luwih murah. Yen sampeyan gagal mbayar jumlah sing kudu dibayar miturut Persetujuan iki kanthi alesan apa wae, akun sampeyan bisa ditundha, miturut kawicaksanan kita dhewe, mula ora ana pembayaran tambahan sing bakal ditindakake saka akun sampeyan kanggo ngrampungake tugas lan kabeh tugas sampeyan bakal dibusak. saka situs web kita. Sampeyan kudu mbayar maneh kanggo kabeh jumlah amarga dikarepake, ditambah karo biaya pangolahan, biaya telat, utawa biaya pengacara. Kita uga bisa nggawe laporan sing cocog kanggo agensi pelaporan kredit lan panguwasa penegak hukum.",
    "512991700": "Yen sampeyan pengin mbantah biaya apa wae, sampeyan kudu ngubungi departemen dhukungan pelanggan ora luwih saka telung puluh (30) dina sawise tanggal tutup ing tagihan utawa statement akun pisanan sing ana kesalahan utawa masalah kanggo nampa pangaturan utawa kredit.",
    "1273914192": "3. Pajak",
    "4242322181": "Sampeyan tanggung jawab kanggo mbayar kabeh pajak sing ana gandhengane karo Layanan liyane saka pajak AS sing ditaksir ing penghasilan net utawa properti pribadi Mesin Intuisi.",
    "1671996585": "Sampeyan bisa uga kudu nggabungake situs web, aplikasi, utawa platform karo Layanan liwat antarmuka program aplikasi (\"API\"). Yen sampeyan nindakake, kita menehi sampeyan lisensi sing winates, ora eksklusif, ora bisa ditransfer, ora bisa ditugasake, bisa dibatalake kanggo nggunakake API mung kanggo ngakses Layanan. Kita bisa ngowahi API lan/utawa mandek ndhukung versi lawas utawa rilis API ing sembarang wektu. Kita duwe hak kanggo nundha utawa matesi akses menyang API ing kawicaksanan kita dhewe, lan kita bakal nggunakake cukup efforts kanggo menehi kabar sadurunge penundaan.",
    "4036662147": "5. Pangreksan Informasi Rahasia",
    "3564208535": "Sampeyan setuju nggunakake upaya sing cukup komersial kanggo nglindhungi Informasi Rahasia sing ditampa saka kita utawa liwat Layanan kita. kalebu skor bot lan rincian non-umum layanan perusahaan kita, kalebu dokumentasi non-umum lan rincian apa wae sing bisa kita bareng-bareng babagan cara deteksi bot. Yen sampeyan diwenehi akses menyang Informasi Rahasia kasebut, kita bisa ngowahi, nundha, utawa mbatesi akses menyang Layanan ing kawicaksanan kita dhewe yen kita nemtokake manawa Informasi Rahasia lagi kapapar nggunakake Layanan kita, lan kita bakal nggunakake upaya sing cukup. kanggo menehi kabar sadurunge penundaan.",
    "120384113": "6. Mandhek",
    "453723556": "Sampeyan bisa mungkasi Apendiks Pelanggan iki kanthi bebas saka Katentuan Layanan kanthi mandheg dadi Pelanggan utawa Panjaluk. Kita duwe hak kanggo nundha utawa mungkasi status sampeyan minangka Pelanggan utawa Panjaluk sawayah-wayah, utawa kanggo mungkasi akun sampeyan utawa nggunakake Layanan sing konsisten karo Katentuan Layanan. Sampeyan tetep tanggung jawab nalika mandheg kanggo jumlah apa wae sing kudu dibayar miturut Formulir Pesenan. Yen langganan sampeyan kalebu biaya saben wulan utawa taunan utawa minimal saben wulan utawa taunan, sampeyan isih bakal tanggung jawab kanggo mbayar kabeh biaya Layanan nganti pungkasan sasi utawa taun kasebut.",
    "218889628": "Kajaba yen kita mungkasi Apendiks Pelanggan iki utawa Katentuan Layanan minangka akibat saka nglanggar Lampiran Pelanggan iki utawa Katentuan Layanan, yen kita mungkasi lan sampeyan wis mbayar biaya apa wae marang kita, kita bakal mbalekake bagean pro-rata kasebut. jumlah prabayar, adhedhasar wektu isih utawa Layanan sing wis mbayar kanggo, whichever kurang. Kita bakal mungkasi karya kita kanthi cara sing cukup komersial lan ngreksa lan ngirim kabeh Set Data Output sing dibayar lan kabeh Data Pelanggan sing ana ing kita. Sawise mandap, kita bisa nanging ora kapekso kanggo mbusak data sembarang.",
    "2505227594": "7. Kaluwihan",
    "2369877184": "Tarif RPS puncak maksimum sing diidinake kanggo Integrator utawa Pelanggan hCaptcha yaiku 1.000 panjalukan saben detik kanggo entitas ing akun sampeyan (\"RPS\"), kajaba ditemtokake kanthi persetujuan kontrak tertulis antarane sampeyan lan kita.",
    "234420106": "Yen sampeyan dadi Integrator utawa Pelanggan layanan hCaptcha Enterprise lan panggunaan API sing diukur nganggo RPS ngluwihi tarif sing disedhiyakake kanggo tingkat layanan sampeyan, kita bisa milih kanggo ngowahi layanan sampeyan utawa ngisi tingkat keluwihan. Yen tingkat RPS puncak sampeyan ngluwihi tarif sing disedhiyakake kanthi faktor 10 kanggo 10 menit utawa luwih total ing wektu 30 dina lan mayoritas panjaluk kasebut, miturut pertimbangan kita dhewe, dudu lalu lintas sing ala, kita bisa milih ngisi sampeyan ing tingkat keluwihan sing ditemtokake kontrak kanggo kabeh panjalukan API sing digawe ing sasi kasebut.",
    "2619472217": "8. Adol maneh",
    "2019702084": "Kajaba diidinake kanthi jelas ing Perjanjian Layanan Master Pelanggan utawa Perjanjian Pengecer, Layanan SaaS sing dipesen ora bakal didol, didol maneh, disewakake, disewakake, dilisensi, dilisensi, utawa kasedhiya kanggo pihak katelu liyane (liyane saka Afiliasi Pelanggan. ), lan kabeh pesenan miturut Agreement lan kabeh panggunaan Layanan Pelanggan bakal kanggo panggunaan bisnis internal Pelanggan utawa Afiliasi.",
    "1233229030": "macem-macem",
    "1467783792": "Ora ana wong, entitas, utawa organisasi sing disetujoni dening Amerika Serikat (\"Aktor sing Dikenai Sanksi\") sing layak kanggo ganjaran utawa nggunakake Layanan minangka Integrator. Kanggo ngindhari keraguan, iki kalebu Aktor sing Dikenai Sanksi sing ditunjuk dening Kantor Kontrol Aset Asing (\"OFAC\") Departemen Keuangan AS.",
    "3759657802": "Sampeyan ora bisa nemtokake, nransfer, utawa utusan Ketentuan Layanan iki utawa hak utawa kewajiban sampeyan ing kene kanthi cara apa wae (kanthi operasi hukum utawa liya).",
    "1627232990": "Terjemahan Katentuan Layanan iki diwenehake kanthi cara sing paling apik. Yen ana prabédan substansial antarane Katentuan Layanan ing basa Inggris lan terjemahan kasebut, Katentuan Layanan ing basa Inggris bakal dianggep minangka wewenang.",
    "805221621": "Mangga hubungi kita ing",
    "259613338": "yen sampeyan duwe pitakon babagan Katentuan Layanan iki.",
    "2735878907": "Business Continuity Planning Statement",
    "2887242610": "Intuisi Machines, Inc wis ngembangake Rencana Kesinambungan Bisnis babagan carane kita bakal nanggapi acara sing ngganggu bisnis hCaptcha kita. Amarga wektu lan dampak saka bencana lan gangguan ora bisa diprediksi, kita kudu fleksibel kanggo nanggapi kedadeyan nyata nalika kedadeyan kasebut. Kanthi atine, kita menehi informasi babagan rencana kesinambungan bisnis.",
    "809251240": "Hubungi Kita",
    "2551802342": "- Kita rencana bakal cepet pulih lan nerusake operasi bisnis sawise gangguan bisnis sing signifikan lan nanggapi kanthi nglindhungi karyawan lan properti, nggawe penilaian finansial lan operasional, nglindhungi buku lan cathetan perusahaan, lan ngidini para pelanggan lan pangguna pungkasane transaksi online. Singkatipun, rencana kesinambungan bisnis kita dirancang kanggo ngidini perusahaan kita nerusake operasi kanthi cepet, amarga akehe lan keruwetan gangguan bisnis sing signifikan. Alamat rencana kesinambungan bisnis kita: serep lan pemulihan data; kabeh sistem kritis misi; evaluasi finansial lan operasional; komunikasi alternatif karo pelanggan, karyawan, lan badan pengawasan; lokasi fisik sulih karyawan; supplier kritis lan impact customer; laporan peraturan; lan menehi kabar cepet marang para pelanggan yen ora bisa nerusake bisnis. Kolam pemasok inti kita nggawe cathetan penting ing wilayah sing kapisah kanthi geografis. Nalika saben kahanan darurat nyebabake masalah sing unik adhedhasar faktor eksternal, kayata wektu lan keruwetan gangguan, kita wis disaranake dening blumbang supplier iki yen tujuane yaiku mulihake operasi dhewe lan bisa nerusake layanan kanthi cepet. Sanajan kita wis makarya kanggo nyuda resiko kanthi nggunakake macem-macem supplier, layanan sampeyan bisa diowahi utawa diganggu sajrone wektu kasebut.",
    "826396656": "Rencana Kelanjutan Bisnis Kita",
    "1979347895": "- Gangguan bisnis sing signifikan bisa beda-beda ing ruang lingkup, kayata mung perusahaan kita, bangunan siji sing manggoni perusahaan kita, lingkungan ing ngendi perusahaan kita dumunung, kutha ing ngendi kita dumunung, utawa kabeh wilayah. Ing saben wilayah kasebut, tingkat keruwetan gangguan bisa uga beda-beda saka minimal nganti abot. Ing gangguan kanggo perusahaan kita, distrik bisnis, kutha, utawa wilayah utawa bangunan omah perusahaan kita, kita bakal nransfer operasi kita menyang situs lokal yen perlu lan ngarep-arep ora ana gangguan material kanggo operasi bisnis. Ing salah siji kahanan, kita rencana kanggo nerusake ing bisnis, nransfer operasi kanggo supplier alternatif yen perlu, lan ngabari liwat website kita ing hcaptcha.com lan kaca status kita ing hcaptchastatus.com babagan carane hubungi kita. Yen gangguan bisnis sing signifikan banget nganti bisa nyegah kita tetep ing bisnis, kita bakal menehi kabar kanthi cepet.",
    "653679457": "Macem-macem Gangguan",
    "410397176": "Kanggo informasi luwih lengkap",
    "2095899021": "Pedoman Branding hCaptcha lan Lisensi Merek Dagang Umum",
    "2340340589": "Pandhuan babagan nggunakake tandha hCaptcha",
    "2430148876": "Kita wis nggawe pedoman lan lisensi merek dagang umum iki supaya gampang kanggo para pelanggan, mitra, lan penggemar nggarap merek nalika isih njaga identitas perusahaan. Yen sampeyan kudu nggunakake lambang hCaptcha, logo, utawa tandha liyane kanthi cara sing beda-beda saka pedoman kasebut, sampeyan kudu ngubungi kita (IMI) kanggo lisensi sing ditulis.",
    "3884400764": "Nalika sampeyan bisa nggunakake tandha hCaptcha saben pedoman iki, iku ora ateges sing duwe hak vested ing hCaptcha Marks, logo, utawa ing merek dagang liyane, jeneng dagang, tandha layanan, jeneng bisnis utawa goodwill saka hCaptcha. Kita pengin menehi keluwesan sabisa, nanging kita kudu nglindhungi hCaptcha saka panggunaan merek dagang, jeneng dagang, merek layanan, jeneng bisnis utawa goodwill saka hCaptcha sing ora sah. Sembarang panggunaan sing ora sah kanthi otomatis mungkasi ijin utawa lisensi sing diwenehake dening hCaptcha lan bisa uga duwe tanggung jawab hukum kanggo kerusakan apa wae.",
    "512598290": "Dadi, kita kudu njaluk supaya sampeyan tansah nggunakake kabeh tandha lan logo hCaptcha ing wangun sing manut aturan ing ngisor iki, kalebu kapitalisasi, huruf, lan gaya.",
    "2075610992": "Matur nuwun kanggo dhukungan!",
    "1023190144": "hCaptcha® ing teks",
    "4274324704": "Mangkene carane nggunakake jeneng kita ing salinan tinulis:",
    "3912926900": "hCaptcha® kudu duwe simbol merek dagang kadhaptar nalika pisanan katon ing salinan kreatif.",
    "950637875": "Ejaan hCaptcha ora kena diganti lan hCaptcha kudu nganggo huruf kapital ing huruf kapindho (\"C\"). Iku tau jamak utawa possessive.",
    "2624601135": "\"hCaptcha\" ora kena digunakake minangka bagean saka jeneng merek, digabung karo tanda hubung, utawa digunakake ing jeneng aplikasi utawa produk liyane.",
    "3828090208": "Nanging gunakake \"kanggo hCaptcha\".Yen digunakake karo logo pihak katelu, \"kanggo hCaptcha\" kudu luwih cilik tinimbang logo pihak katelu.",
    "4149738856": "hCaptcha kudu digunakake minangka adjective lan diikuti karo istilah umum sing tepat.",
    "1446868537": "hCaptcha ora kudu digunakake minangka kriya.",
    "2487931657": "Aja nggunakake: \"we hCaptcha'd situs kita.\"",
    "2565565429": "Nanging gunakake: \"kita nggunakake hCaptcha kanggo nggawe situs kita luwih aman lan luwih aman.\"",
    "3434202027": "Sembarang panggunaan jeneng hCaptcha ing komunikasi mbutuhake atribusi: \"hCaptcha minangka merek dagang kadhaptar saka Intuition Machines, Inc.\"",
    "2754937029": "Panggunaan sing ora bisa ditampa",
    "2436973524": "Mung referensi akurat sing bisa ditampa. Ora diidini ujar manawa situs nggunakake layanan lan aplikasi hCaptcha nalika ora. Kajaba iku, panggunaan logo utawa lencana apa wae mung cocog nalika situs kasebut nggunakake layanan hCaptcha.",
    "69844082": "Merek dagang hCaptcha, simbol grafis, logo, typeface, utawa lambang bisa uga ora digunakake kanthi cara sing ora sopan.",
    "3861413614": "Sampeyan bisa uga ora nggunakake merek dagang utawa logo hCaptcha sing bakal nuduhake manawa hCaptcha duwe afiliasi utawa endorsement, sponsor, utawa dhukungan saka produk utawa layanan pihak katelu, tanpa ijin tertulis.",
    "1409822234": "Ing kahanan apa wae merek dagang hCaptcha sing padha utawa meh padha ora bakal digunakake minangka jeneng domain.",
    "4181060163": "Pihak katelu ora kudu nggunakake variasi utawa salah ejaan utawa tumindak kanthi cara apa wae sing bakal nyebabake kebingungan kapentingan awal babagan merek dagang hCaptcha.",
    "3955555607": "Saliyane Mitra utawa Pengecer Sah, pihak katelu bisa uga ora nawarake tembung kunci, Google AdWords, utawa sistem iklan sing ditargetake nggunakake tandha hCaptcha utawa salah ejaan. Pihak katelu uga ora bisa nggunakake tandha hCaptcha ing jeneng domain, optimasi mesin telusur, tag meta, istilah telusuran, kode, utawa misrepresentasi liyane.",
    "1985238261": "Tandha Watesan Liyane",
    "2193061499": "Sawetara logo lan tandha kita diwatesi kanggo digunakake dening hCaptcha lan mitra. Pihak katelu ora bisa nggunakake tandha ing ngisor iki tanpa lisensi tinulis saka hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "Pengecer Resmi hCaptcha™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop dening hCaptcha™",
    "2557601376": "logo hCaptcha™",
    "248923369": "Logo BotStop™",
    "3942875761": "Mbantu Nggawe Web sing Luwih Apik",
    "364774188": "Aku manungsa™",
    "2785425016": "(ing konteks solusi verifikasi kamanungsan, contone, ajakan tumindak)",
    "2639657759": "Tandha Digunakake kanthi Ijin",
    "1268918580": "Sawetara logo lan tandha sing digunakake dening hCaptcha lan mitrane diduweni dening pihak katelu lan mung bisa digunakake kanthi ijin. Pihak katelu ora bisa nggunakake tandha ing ngisor iki kajaba sing diidini dening pemilik:",
    "3782751514": "HUMAN Protocol® minangka merek dagang kadhaptar saka Human Protocol Foundation, lan digunakake kanthi ijin.",
    "1620709264": "HUMAN Token® minangka merek dagang kadhaptar saka Human Protocol Foundation, lan digunakake kanthi ijin.",
    "3031953928": "HUMAN Network™ minangka merek dagang saka Human Protocol Foundation, lan digunakake kanthi ijin.",
    "3554363588": "Tandha liyane",
    "3290996791": "Kabeh jeneng produk, logo, lan merek liyane minangka properti saka sing nduweni. Kabeh jeneng perusahaan, produk lan layanan liyane sing digunakake ing situs web iki mung kanggo tujuan identifikasi. Panganggone jeneng, logo, lan merek kasebut ora ateges endorsemen.",
    "2444685143": "Kebijakan Logo",
    "2414232014": "Logo kita langsung dikenali lan salah siji saka aset paling larang regane lan penting. Kanggo mesthekake yen tetep dadi perwakilan sing kuat kanggo perusahaan kita, kudu ditampilake kanthi ati-ati lan konsisten ing kabeh saluran komunikasi.",
    "803639471": "Logo hCaptcha kalebu lambang tangan lan logotype hCaptcha. Ing wangun sulih sawijining, lambang tangan bisa katon dhewe nalika spasi diwatesi lan \"hCaptcha\" digunakake minangka tandha tembung (minangka diterangake ing ndhuwur) ing cedhak lambang tangan, supaya iku cetha lambang tangan makili hCaptcha.",
    "564127016": "Ikon tangan hCaptcha:",
    "1424800293": "Logo hCaptcha:",
    "1525506526": "Apa Akun Takeovers lan Kepiye Cara Kerjane?",
    "2446481523": "Ana crita rakyat lawas sing sopir gerbong lan priyayi muncul ing kepolisian ing sawijining desa cilik. Sawijining wong, nganggo klambi sing reged, wong mlarat, matur marang polisi: \"Aku iki bangsawan. Wong iki dadi sopirku.",
    "1767952047": "Dheweke nyerang aku wingi bengi, nyolong sandhanganku lan njupuk dhuwitku.\" Wong liya, nganggo busana gedhe, busana bangsawan, mangsuli, \"Konstabel, wong iki edan. Dheweke nganggep dheweke bangsawan. Aku iki bangsawan sejati. Tangkep!”",
    "2947576723": "Crita iki sadurunge lisensi pembalap lan digital printing driji, nanging menehi conto apik saka apa bisa dadi salah ing kahanan takeover akun. Wong mlebu menyang akun bank online utawa aplikasi pembayaran seluler. Apa dheweke duwe akun nyata, utawa peretas? Sapa sejatine sapa? Masalah keamanan iki mengaruhi organisasi sing ngidini akses akun layanan mandiri.",
    "1687299615": "Apa iku takeover akun?",
    "2648707986": "Pengambilalihan akun minangka wujud penipuan cyber ing ngendi aktor jahat nyamar dadi pemilik akun online. Biasane, akun kasebut ana ing lembaga keuangan utawa bisnis e-commerce ing ngendi penipu bisa nyolong dhuwit, barang dagangan utawa kertu hadiah. Penyerang nggunakake kredensial login sing dicolong kanggo ngakses akun kasebut lan banjur njupuk, bisa uga ngganti tembung sandhi kanggo ngunci pemilik akun sing asli.",
    "1476843710": "Bentuk pengambilalihan akun sing kurang mbebayani nanging isih ngrusak kalebu pembajakan akun media sosial lan liya-liyane. Ing kasus kasebut, panyerang biasane nyoba nyebar malware utawa melu serangan phishing marang kanca korban sing ora curiga. Utawa, penyerang nyoba ngisinake korban, sing kadhangkala kedadeyan karo selebriti lan politisi, umpamane.",
    "2904949278": "Kepiye carane peretas njupuk akun?",
    "2575690545": "Pengambilalihan akun, kaya penipuan cyber, umume masalah proses otomatis lan massal. Jarang ana peretas, sing nganggo hoodie ing ruang paling ngisor ibune, ngetik sandhi ing situs web bank siji-siji.",
    "3614653023": "Nanging, praktik kasebut gumantung marang serangan isi kredensial skala gedhe sing nyoba jutaan pasangan jeneng pangguna / sandhi ing puluhan institusi finansial target kanthi pangarep-arep mbukak kunci bagean cilik saka akun kasebut. Sawise piranti lunak penipuan otomatis entuk akses menyang akun kasebut, peretas manungsa bisa uga melu, nanging ing sawetara kasus, ora.",
    "2762759509": "Akeh serangan takeover akun meh kabeh otomatis.",
    "1972710018": "Dideleng saka perspektif perusahaan",
    "1282121137": "Kanggo mangerteni carane masalah takeover akun bisa, nimbang apa pengalaman katon saka sudut pandang saka institusi financial. Dheweke nangani mayuta-yuta login saben dina.",
    "2315518622": "Kanthi kecanggihan sing kasedhiya ing alat serangan saiki, angel banget kanggo ndeteksi sing, yen ana, sing curang. Banjur, ana wong nelpon garis layanan pelanggan lan ujar \"Akunku wis diserang! Aku ora bisa mlebu lan ana sing nyolong dhuwitku!”",
    "1836369533": "Kaya dene polisi ing crita rakyat, kepiye carane nemtokake sapa sejatine sapa? Yen panyerang duwe cukup unsur identitas sing dicolong, kayata nomer SIM, nomer jaminan sosial, jeneng sepisanan ibu, alamat, lan liya-liyane, bisa uga angel kanggo nemtokake manawa sing nelpon iku sing duwe akun nyata utawa penyerang sing nyoba njaluk reset sandi ing akun sing arep nembus.",
    "2880837730": "Apa sing bisa ditindakake kanggo mungkasi takeover akun?",
    "3654556483": "Institusi keuangan lan perusahaan eCommerce duwe proses lan kontrol sing nyuda sawetara ancaman pengambilalihan akun. Iki kalebu saka pitakonan keamanan \"sapa jeneng kanca paling apik sampeyan ing sekolah dasar\" nganti cara deteksi sing bisa nemokake alamat IP sing curiga lan profil piranti seluler.",
    "2449501658": "Nyedhiyani salah siji saka cara paling majeng kanggo ngurangi ancaman saka nyoba mlebu akun fraudulent, nggunakake machine learning kanggo ndeteksi lan mungkasi bot, lan èfèktif nggawe luwih harder utawa malah mokal kanggo fraudsters melu ing takeover akun.",
    "3621455477": "kanggo sinau liyane!",
    "555246307": "Oalah, ing kene pungkasane critane priyayi lan sopirne: Konstabel kasebut nggawe wong loro mau lungguh ing kamar nganti pirang-pirang jam lan bosen. Ing pungkasan dina, dheweke muncul lan kandha, \"Aku bakal ngomong karo sopir gerbong saiki.\" Wong sing nganggo klambi mulya ngadeg. Bosen banget, lali yen dheweke mung nyamar dadi priyayi.",
    "1224727373": "BotStop dening hCaptcha",
    "1187718370": "Hubungi kita",
    "3892905664": "hCaptcha mbantu layanan online favorit sampeyan nyegah bot, spam, lan penyalahgunaan kanthi takon pitakonan prasaja sing gampang kanggo manungsa lan angel kanggo mesin.",
    "555158694": "Layanan sing sampeyan gunakake wis milih kanggo nambah pengalaman sampeyan ing situs kasebut kanthi nginstal hCaptcha kanggo nyuda lalu lintas ala.",
    "1617196410": "hCaptcha fokus kanggo mungkasi bot. Kita ora preduli sapa pangguna, nanging mung apa sing ala. Kita kerja keras kanggo ngimbangi privasi &",
    "1624200563": "keamanan, lan tundhuk karo GDPR, CCPA, LGPD, PIPL, lan peraturan privasi liyane.",
    "1927613000": "hCaptcha nggabungake pembelajaran mesin sing canggih karo platform tantangan sing kuat kanggo nglindhungi aplikasi web saka pengambilalihan akun, isi kredensial, scraping, lan jinis penyalahgunaan liyane.",
    "1133989302": "Kenapa hCaptcha?",
    "34074886": "Saben sampeyan njawab tantangan, kita nggunakake model sing canggih kanggo nemtokake manawa sampeyan manungsa. Situs web sing dibukak banjur nggunakake asil iki kanggo nambah pengalaman sampeyan ing situs kasebut kanthi nyegah bot.",
    "3412647984": "Iki ngidini sampeyan ngindhari pitakon ing mangsa ngarep kanthi ndhaptar lan nyetel cookie. Coba mateni pamblokiran iklan sampeyan.",
    "2510209017": "Perlu bantuan liyane?",
    "477275453": "Napa API minangka Target Populer Kanggo Peretas?",
    "596347471": "Antarmuka Pemrograman Aplikasi (API) wis dadi target populer kanggo aktor jahat ing jagad maya. Ana akeh alasan kanggo iki, kalebu sarana gedhe ing integrasi aplikasi. Nanging, bisa uga nyuda risiko API.",
    "2441638955": "Pisanan, apa API?",
    "3963216198": "Kanggo ngrembug ngapa API minangka target sing populer kanggo peretas, luwih dhisik kudu njupuk wektu ringkes kanggo nemtokake apa sing saiki diarani istilah \"API.\" Konsep API ora kabeh anyar. Nyatane, antarmuka kanggo nyambungake macem-macem sistem komputer karo siji liyane, uga komponen internal, wis ana wiwit paling awal taun 1960-an.",
    "1047251718": "Nanging, dina iki, nalika wong ngomong babagan API, mesthine tegese API adhedhasar standar. Iki minangka API sing dibangun nggunakake standar mbukak kaya Representational State Transfer (REST) lan mbukak format file standar kaya JavaScript Object Notation (JSON). Iki \"RESTful API\", kaya sing dingerteni, bisa digawe tanpa mbutuhake piranti lunak kepemilikan. API sing diasilake bisa ngirim lan nampa panggilan data lan prosedur antarane aplikasi piranti lunak. Contone, aplikasi mobile banking nggunakake API kanggo ngakses sistem bank.",
    "3195334319": "Utilitas lan kerentanan API",
    "1903743785": "Tekane API adhedhasar standar nuduhake lompatan gedhe ing integrasi aplikasi. Sajrone 20 taun kepungkur, API wis dadi produk piranti lunak eksklusif sing larang regane lan rumit dadi piranti gratis adhedhasar standar sing gampang digarap-lan cepet disebarake.",
    "879362350": "Kanthi API anyar sing bisa digunakake ing Internet, bisa nyambungake piranti lunak utawa sumber data, ing ngendi wae ing donya, preduli saka platform, skema data utawa basa pamrograman. Akibaté, donya komputasi saiki ana ing tengah-tengah revolusi API. Ana jeblugan konektivitas antarane aplikasi lan data. Sing apik, nganti ora.",
    "3844432472": "Keterbukaan lan utilitas API ndadekake target sing apik banget kanggo para panyerang. Ing cara sing padha app seluler bisa diprogram kanggo nggayuh lan GET data saka sistem perusahaan nggunakake API, uga bisa Piece saka malware. Peretas wis nulis macem-macem piranti lunak kanggo nyiksa API. Iki minangka teknik serangan sing efektif.",
    "2187096543": "Pancen, ana sawetara pelanggaran data utama amarga piranti lunak sing ditulis peretas sing njaluk API kanggo ngekstrak data saka database. Sawise kabeh, yen nyolong data mung mbutuhake telpon GET dhasar ing API, ditulis nganggo REST lan JSON, mula gampang mbusak database kanthi cepet. Nyatane, nalika wong ngomong babagan serangan \"screen scraping\", apa sing dimaksud, biasane, yaiku panggilan API kanthi cepet sing narik data metu saka database. API wis dadi permukaan serangan utama kanggo organisasi sing mbangun.",
    "4222109231": "Ngurangi risiko API kanthi Produk Perusahaan hCaptcha",
    "1783317946": "Mungkasi serangan API minangka kasus panggunaan sing populer",
    "3022922096": ", rangkaian produk perusahaan hCaptcha. Ora kaya hCaptcha versi gratis,",
    "63719113": "nggunakake learning machine majeng kanggo ngenali lalu lintas angkoro menyang situs lan app - kalebu aktivitas scraping.",
    "3566102529": "kita dina iki kanggo sinau luwih akeh.",
    "3096553330": "Saben sistem sing digawe mung nggambarake hubungan kita karo wong liya.",
    "1467218142": "Apa sing dikarepake saka dheweke lan awake dhewe nyebabake prilaku kita, lan pola interaksi sing padha kedadeyan maneh ing kabeh sistem manungsa. Internet nyedhiyakake akeh conto sing apik babagan aspek dhasar ing jagad iki.",
    "808872868": "Contone: spam, penipuan, lan penyalahgunaan wis ana online wiwit meh dina sawise rong sistem pisanan disambungake bebarengan.",
    "1085089390": "Penyalahgunaan online asale saka prilaku manungsa",
    "3064321967": "Email spam sing dikenal pisanan dikirim ing taun 1978. [",
    "3800781598": "] Meh limang dekade sabanjure, spam email terus nyerang kita. Akeh milyar dolar lan ewonan wong-taun gaweyan teknik wis ditindakake kanggo ngalahake, nanging spam tetep ana. Ana industri milyar dolar ing loro-lorone, yaiku sing mbela lan sing ngirim.",
    "2119943547": "Kenapa iki? Jawaban iki prasaja. Sanalika ana insentif kanggo nyiksa sistem, umume wong bakal nemokake cara. Lan yen wis rampung, wong liya saiki bakal duwe insentif kanggo mungkasi.",
    "532470444": "Imbangan bisa uga rada owah saka taun menyang taun, nanging prilaku iki mung nggambarake sifat dhasar manungsa, lan limang ewu taun sejarah sing direkam nuduhake dinamika ora mungkin bakal diganti kapan wae.",
    "3193548097": "Hope Springs Langgeng",
    "4065614934": "Analisis iki ora anyar, nanging wong-wong tansah optimistis. Utamane yen dheweke mikir yen ide kasebut anyar.",
    "1216071511": "Gagasan sing padha kerep diusulake nganti udakara 20 taun kepungkur, penulis anonim nggawe isi-in-the-blank sing migunani kanggo diskusi online babagan solusi anti-spam:",
    "1941999673": "Posting Panjenengan advokat a",
    "4179118182": "( ) teknis ( ) legislatif ( ) basis pasar ( ) vigilante",
    "3978720689": "pendekatan kanggo nglawan spam. Ide sampeyan ora bakal bisa. Punika kok ora bisa.",
    "318339230": "(Siji utawa luwih saka ing ngisor iki bisa uga ditrapake kanggo ide tartamtu sampeyan, lan bisa uga ana",
    "30312304": "cacat liyane sing beda-beda ing saben negara sadurunge hukum federal sing ala ditindakake.)",
    "2710988028": "() Spammers bisa gampang nggunakake kanggo harvest alamat email",
    "3912514510": "() Mailing list lan panggunaan email liyane sing sah bakal kena pengaruh",
    "2030062561": "( ) Ora ana sing bisa nemokake wong lanang utawa ngumpulake dhuwit",
    "3334160175": "() Iku defenseless marang serangan brute force",
    "3238345709": "( ) Iku bakal mungkasi spam kanggo rong minggu lan banjur kita bakal macet karo",
    "4227800293": "( ) Pangguna email ora bakal ngetutake",
    "2271252286": "() Microsoft ora bakal nahan",
    "692064738": "() Polisi ora bakal nanggung",
    "3475647460": "() Mbutuhake kerjasama akeh banget saka spammer",
    "1482845460": "( ) Mbutuhake kerjasama total langsung saka kabeh wong bebarengan",
    "3741193183": "( ) Akeh pangguna email ora bisa kelangan bisnis utawa ngasingake majikan potensial",
    "2234909600": "( ) Spammers ora peduli karo alamat sing ora bener ing dhaptar",
    "1982617151": "( ) Sapa wae bisa ngrusak karir utawa bisnis wong liya kanthi anonim",
    "2498172334": "Secara khusus, rencana sampeyan ora bisa ditrapake",
    "389705801": "() Undang-undang kanthi tegas nglarang",
    "190955495": "() Lack saka panguwasa kontrol tengah kanggo email",
    "237009707": "() Relay mbukak ing negara manca",
    "3507532387": "( ) Gampang nggoleki spasi alamat alfanumerik cilik ing kabeh alamat email",
    "2477958756": "() Wong ala",
    "3254142589": "() Masalah yurisdiksi",
    "3621401685": "() Unpopularity saka pajak anyar aneh",
    "4277475973": "() Umume ora gelem nampa dhuwit anyar sing aneh",
    "941057651": "() Investasi piranti lunak sing ana ing SMTP",
    "3265293440": "() Kerentanan protokol liyane saka SMTP kanggo nyerang",
    "515733427": "( ) Kasedhiya pangguna kanggo nginstal patch OS sing ditampa liwat email",
    "2631159699": "() Tentara worm riddled broadband-disambungake kothak Windows",
    "776542208": "() Balapan senjata langgeng melu kabeh pendekatan nyaring",
    "989480928": "() Keuntungan ekstrem saka spam",
    "3898950867": "( ) Joe jobs lan / utawa nyolong identitas",
    "3395399558": "() Politisi sing buta huruf teknis",
    "1118929614": "() Bodho banget saka wong sing nindakake bisnis karo spammer",
    "838951836": "() Ora jujur saka pihak spammer dhewe",
    "2123236933": "() Biaya bandwidth sing ora kena pengaruh panyaring klien",
    "2292919419": "() Outlook",
    "2534436327": "lan bantahan filosofis ing ngisor iki bisa uga ditrapake:",
    "832385387": "( ) Gagasan sing padha karo sampeyan gampang digayuh, nanging ora ana sing bisa ditindakake",
    "1993984258": "() Sembarang skema adhedhasar opt-out ora bisa ditampa",
    "3909240516": "() Header SMTP ngirim ora dadi subyek saka aturan",
    "1151065360": "() Blacklists nyedhot",
    "2396605499": "() Whitelists nyedhot",
    "2225785608": "() Kita kudu bisa ngomong babagan Viagra tanpa disensor",
    "3004688366": "() Penanggulangan ngirim ora kalebu penipuan kabel utawa penipuan kertu kredit",
    "922470170": "() Penanggulangan kudu ora nglibatake sabotase jaringan umum",
    "3068923550": "() Penanggulangan kudu ditindakake yen ditindakake kanthi bertahap",
    "2752975480": "( ) Ngirim email kudu gratis",
    "117227832": "( ) Apa sebabe kita kudu percaya karo sampeyan lan server sampeyan?",
    "1021431157": "() Ora cocog karo lisensi open source utawa open source",
    "2801524659": "( ) Tindakan sing apik-apik ora nindakake apa-apa kanggo ngatasi masalah kasebut",
    "931661269": "() Alamat email sauntara/sepisan iku rumit",
    "2090457681": "( ) Aku ora pengin pamarentah maca emailku",
    "3536122902": "() Mungkasi wong-wong mau kanthi cara kasebut ora alon lan cukup nglarani",
    "2391175562": "Kajaba iku, aku mikir babagan sampeyan:",
    "229198134": "() Nuwun sewu mas, nanging aku ora mikir bakal bisa.",
    "345563040": "() Iki minangka gagasan bodho, lan sampeyan wong bodho kanggo menehi saran.",
    "409780280": "() Coba apik, ****! Muga-muga ana wong sing mlaku ing keyboard sampeyan!",
    "2820080973": "tuan rumah karo ❤ dening",
    "3943164003": "ndeleng mentahan",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Napa solusi anti-spam anyar sampeyan ora bisa digunakake",
    "361795034": ". Pengarang sing ora dingerteni, c. 2000",
    "1547006769": "Verifikasi kamanungsan minangka masalah sing padha",
    "3717942925": "Kaya sing mesthi ana wong sing pengin narik perhatian sampeyan liwat email, mesthi ana kepinginan kanggo ngalangi akses menyang sawetara sumber daya sing mung bisa diakses manungsa.",
    "2481032625": "Apa tujuane kanggo nyegah:",
    "1691348394": "- tumbas massal otomatis sajrone adol rilis winates",
    "1771016224": "- lunak saka ngundhuh kabeh isi saka situs web en masse",
    "1959762846": "- nduwe formulir web sampeyan diisi karo spam marketing utawa penyalahgunaan tanpa wates",
    "345108670": "- ngisi kredensial lan upaya pengambilalihan akun liyane",
    "2540760245": "ing antarane akeh kegunaan liyane, bisa nyaring lalu lintas online kanthi basis \"manungsa utawa ora\" bakal tetep dadi alat sing migunani anggere alam manungsa ngetutake pola sing padha sing direkam sajrone limang ewu taun kepungkur.",
    "3346362371": "Kepiye babagan machine learning?",
    "3619183405": "Ing 2021 CAPTCHA sing prasaja kadhangkala bisa ditanggulangi nganggo piranti lunak, amarga kemajuan ing pembelajaran mesin. Kanggo ngatasi iki, hCaptcha uga nindakake analisis rinci babagan properti kaya",
    "3292221787": "tantangan iki dijawab, ora mung apa iku bener, lan kerep ngganti loro pitakonan lan data digunakake.",
    "1080672247": "Amarga akeh pitakonan sing ora bisa ditanggulangi kanthi ekonomi kanthi piranti lunak rak, lan amarga data umume unik kanggo sistem kasebut, iki tegese bot asring mandheg kanthi layanan gratis, lan kudu ngandelake pemecah CAPTCHA manungsa, sing ndadekake akeh jinis penyalahgunaan rampung uneconomic.",
    "4172868199": "luwih akeh tinimbang iki, pindhah menyang alam nyoba mbedakake \"manungsa apik\" saka \"manungsa ala\" uga, lan saiki digunakake dening akeh layanan online sing paling populer ing donya kanggo nemokake lan mungkasi kabeh saka penipuan tuku nganti maju terus-terusan. ancaman marang pangguna, nalika njaga fokus unik kanggo njaga privasi.",
    "2873911365": "Kepiye babagan sertifikat hardware?",
    "1477196356": "Macem-macem cara kanggo ngubungake identitas menyang piranti kanthi cara sing aman kanthi kriptografis, kadhangkala kanthi sifat sing njaga privasi, wis diusulake nganti pirang-pirang dekade. Kriptografi kunci umum wiwit c. 1975, lan token hardware wis meh suwe.",
    "2349681896": "Sayange, ngontrol sepotong hardware ora ateges sampeyan wong. Sakbenere kabeh skema pengesahan hardware konsumen populer wis bola-bali rusak, ditambal, lan banjur rusak maneh.",
    "254326776": "Penyalahgunaan angkoro saka cacat iki asring ditemokake wis kedadean kanggo sasi utawa taun sadurunge pambocoran utawa publikasi akademisi.",
    "2462909475": "Tembok luwih saka 10.000 telpon digunakake kanggo penyalahgunaan, bagean saka operasi bot Cina.",
    "1963951234": "Ora ketompo carane dipercaya skema kriptografi sampeyan, yen ana wong ing pungkasan dina mung mbuwang dhuwit kanggo menehi jawaban sing sampeyan goleki, duwe piranti keras ora cukup.",
    "1278884196": "Sing jarene, kriptografi minangka disiplin sing cukup enom. Adhedhasar riwayat anyar, skema kriptografi lan/utawa implementasine sampeyan bakal dirusak sanalika ana sing duwe insentif kanggo ndeleng kanthi rapet, lan kemungkinan wong liya bakal ngerti babagan iki sadurunge sampeyan nindakake. Ngandelake hardware uga tegese sampeyan kudu njaluk saben pangguna ngganti piranti fisik supaya bisa nambal cacat kasebut. Iki ora mungkin kedadeyan kanthi cepet ing umume kasus, tegese sistem sampeyan mung bakal gagal mbukak.",
    "1828028934": "Iki kok",
    "1642844535": "penting: hCaptcha nggunakake macem-macem pendekatan kanggo njawab pitakonan dhasar padha, saéngga comparison kanggo konsistensi ing kabeh evaluasi.",
    "1155821305": "pertahanan punika ambane",
    "119098046": "Kepiye babagan solusi pasif utawa ora ana tantangan?",
    "2760410719": "Layanan sing nyoba nindakake deteksi bot kanthi sinyal pasif kanthi cepet dadi masalah dhasar: kepiye sampeyan verifikasi manawa sistem ndeteksi aktor ala kanthi bener nalika sampeyan ora duwe bebener dhasar sing akurat?",
    "1722734001": "Internet sing mbukak minangka lingkungan sing rame banget. Aktor ala nyerang pangguna layanan lan pesaing kita kaya reCAPTCHA saben dina, lan mesthi nyoba katon kaya manungsa nalika nindakake.",
    "1595254735": "Layanan pasif murni berjuang kanggo njaga akurasi deteksi bot, utawa malah ngerti yen ora akurat. Tanpa kemampuan kanggo sok-sok nantang pangguna lan nganalisa kanthi bener asil tantangan kasebut, akurasi cenderung saya suda sajrone wektu.",
    "2412751979": "Thanks kanggo sinyal kamanungsan sing luwih akurat sing nguwasani hCaptcha, akeh perusahaan sing sadurunge nggunakake reCAPTCHA v3/Enterprise wis ngalih menyang",
    "2284856231": "lan katon dramatically apik akurasi ing mode murni pasif hCaptcha Enterprise uga.",
    "4162847": "Kita bisa langsung mirsani iki, amarga sawetara pelanggan nindakake tes A/B kanthi panjaluk sing padha sadurunge padha ngalih saka penawaran Google. Biasane kita bisa mbuktekake tingkat positif palsu lan negatif palsu sing dhuwur saka reCAPTCHA v3 utawa reCAPTCHA Enterprise.",
    "436125785": "Iki ora nggumunake amarga ora akurat puteran umpan balik sing kasedhiya ing produk kasebut, lan kasunyatan manawa didol dening jaringan iklan kanthi kapentingan sing akeh banget amarga ora bisa deteksi bot, supaya ora ngrusak bisnis inti.",
    "2233741720": "Kesimpulane",
    "2133809801": "Sanalika wong tetep dadi wong, mesthine verifikasi kamanungsan bakal duwe peran online.",
    "2255549335": "Pakaryan kita ing hCaptcha yaiku golek ijol-ijolan sing apik antarane kangelan lan akurasi lan supaya ora gesekan, utamane kanggo",
    "4138068262": "pangguna. Pungkasane, sesambungan karo tantangan bakal tetep dadi bagean saka arsenal alat kanggo nyuda penyalahgunaan online sajrone sifat manungsa tetep ora owah.",
    "855097735": "Mbangun layanan sing nindakake iki kanthi apik nalika ngimbangi kabeh keprihatinan minangka masalah sing angel banget (lan kita tansah ngupayakake supaya pengalaman kasebut bisa nyenengake) nanging muga-muga sampeyan bakal setuju yen ngurangi spam, penyalahgunaan, pengambilalihan akun. , lan penipuan online wekasanipun uga worth pitakonan prasaja occasional.",
    "1953959745": "aksesibilitas",
    "2543123170": "Verifikasi kamanungsan nol friction",
    "547245263": "Rampungake masalah bot sampeyan dina iki.",
    "3117887301": "Dipercaya dening layanan online paling gedhe",
    "981806349": "Dibangun ing platform hCaptcha sing wis kabukten",
    "2373007864": "hCaptcha Enterprise nganggo teknologi platform hCaptcha, ditambah karo fitur sing dibutuhake perusahaan lalu lintas dhuwur.",
    "2652399059": "Mitra sing bisa dipercaya",
    "1997838163": "Perusahaan paling gedhe ing donya gumantung marang hCaptcha Enterprise. Integrasi iku prasaja, lan akurasi deteksi unparalleled.",
    "734735952": "Kita ngevaluasi sawetara vendor CAPTCHA uga nggawe sistem dhewe. Pungkasane, hCaptcha muncul minangka alternatif paling apik kanggo reCAPTCHA.",
    "1250541092": "— Sergi Isasi",
    "3524251858": "Direktur Manajemen Produk, Cloudflare",
    "3971348140": "Napa kita nggunakake hCaptcha? Ora ana wong liya sing bisa menehi fitur lan kinerja sing dibutuhake. Dheweke nggawe kita cepet lan cepet, lan para pedagang seneng karo pengalaman kasebut.",
    "4248655793": "- Alex M.",
    "4185927140": "Manajer Produk, Flash, Shopify",
    "282913023": "Opsi efektif biaya kanggo perusahaan lalu lintas dhuwur",
    "999610953": "Pungkasan, alternatif sing bisa dipercaya kanggo Google. hCaptcha Enterprise ngirimake tabungan dramatis ing tagihan reCAPTCHA kanthi keamanan sing luwih dhuwur: nganti 80% luwih murah ing sawetara kasus.",
    "1886100235": "Akeh layanan online paling gedhe ing donya wis ngalih menyang hCaptcha Enterprise lan nampa deteksi bot sing luwih apik bebarengan karo penghematan biaya sing akeh.",
    "2903742230": "Jaringan iklan ndeleng pengunjung minangka produk. Kanggo kita, tujuane mung nemtokake kamanungsane. Layanan kita nyukupi utawa ngluwihi syarat GDPR, CCPA, LGPD, lan PIPL, lan kita kerja keras kanggo ngimbangi privasi lan keamanan.",
    "3901503296": "Fokus unik ing privasi iki tegese kita bisa menehi nol retensi data individu, operasi tanpa cookie, lan jaminan privasi kontrak liyane kaya sing dibutuhake nalika njaga keamanan sing apik.",
    "3342910682": "Waca liyane",
    "1130783905": "Akurasi ana ing kapentingan sampeyan lan kita. hCaptcha dianggo kanggo menehi data nyata lan ngidini sampeyan mutusake carane nggunakake. Solusi keamanan liyane diwenehake dening perusahaan iklan Gigantic. Iki tegese saben bot sing diblokir bisa nyuda revenue.",
    "2019130052": "Inovasi kita ing ML sing fokus ing privasi ngidini kita ngluwihi standar keamanan saka strategi \"rekam kabeh ing salawas-lawase\" tanpa ngrusak keamanan utawa privasi pangguna.",
    "23114595": "Pengalaman pangguna sing apik",
    "3437412311": "Kanggo pangguna Enterprise, opsi kasedhiya kanggo ngindhari tantangan ing umume skenario, gumantung ing skor pasif.",
    "1996843433": "Nyuda gesekan kanthi ngindhari tantangan kanggo 99.9% lalu lintas sing sah nalika isih nyedhiyakake keamanan sing apik.",
    "3093689546": "Integrasi gampang",
    "247560732": "Tambah hCaptcha kanthi telung baris kode. Yen sampeyan teka saka reCAPTCHA, API kita kompatibel lan mung butuh sawetara menit kanggo ngalih.",
    "1510448156": "Sampeyan bisa munggah lan mbukak karo alternatif unggul dina iki, lan nguripake fitur sing luwih maju yen perlu.",
    "2718999653": "Skor Ancaman sing disesuaikan",
    "2698140263": "Ora kabeh masalah padha: entuk skor siji tegese kudu ngrampungake kabutuhan sampeyan supaya migunani.",
    "897432717": "Kanthi desain novel kanggo Skor Ancaman Kustomisasi, nambah kawruh bisnis sampeyan ngidini model kita ngirim skor sing cocog karo pangguna sampeyan.",
    "2650502379": "Bukak Tantangan Sampeyan dhewe ing Detik",
    "3578122193": "Tetep ing merek kanthi konten sing relevan",
    "1074044172": "Nalika pangguna kudu ngatasi tantangan kanggo nyukupi syarat keamanan sampeyan, kenapa ora takon pitakon sing nyenengake lan cocog karo pangguna?",
    "1579093044": "Kanthi desainer tantangan khusus sing prasaja, sampeyan bisa mbukak konten tantangan merek mung sawetara menit.",
    "3717512591": "Integrasi Platform Langsung",
    "121743429": "Kanggo Perusahaan Infrastruktur Web",
    "2131386784": "Keahlian lan Dhukungan sing Bisa Digayuh Kanggo Sampeyan lan Pangguna",
    "2782263070": "Layanan minangka prioritas utama kanggo kita. Kita njaga dhukungan on-call 24/7 lan nawakake koordinasi Slack langsung karo tim integrasi teknik lan staf on-call nalika lan sawise implementasine.",
    "3740051331": "Kita uga setya kanthi aktif ngawasi lan mangsuli pitakon pangguna ing media sosial, forum, lan saluran dhukungan ing widget lan email. Kita bisa diakses lan responsif, lan nganggep kepuasan pangguna minangka KPI paling dhuwur.",
    "170775527": "Fitur perusahaan",
    "3383086062": "hCaptcha Enterprise minangka solusi keamanan online sing lengkap. Mode aktif lan pasif ngidini sampeyan mungkasi isi kredensial, ndeteksi pengambilalihan akun, lan mblokir aktor sing curiga. Kabeh kanthi nol gesekan kanggo pangguna sing sah.",
    "1408599440": "Miwiti kanthi cepet nganggo sawetara baris kode lan mode pasif 99,9%, utawa kendhali kapan lan kepiye pangguna ditantang. Model ancaman khusus lan tantangan sing bisa disesuaikan tegese keluwesan sing ora ana tandhingane kanggo njamin keamanan.",
    "3365203058": "Proteksi anti-bot kelas donya",
    "1803009328": "Diuji perang ing skala web.",
    "1586809757": "Skor bot akurasi dhuwur",
    "353367791": "Ndeteksi aktor ala saka macem-macem jinis.",
    "191460155": "Zero gesekan lan 99,9% mode pasif",
    "585557010": "Tantangan kurang saka 0,1% pangguna sing sah.",
    "3287172429": "Kontrol jinis tantangan ditampilake",
    "1844885924": "perpustakaan Wide saka jinis kanggo milih saka.",
    "3018523079": "Tetep ing merek kanthi pengalaman pangguna sing konsisten.",
    "3817811295": "Dijamin linuwih lan dhukungan telpon 24/7 kanthi cepet.",
    "1798492192": "Dhukungan browser lawas",
    "1356745565": "Kompatibel kabeh cara bali menyang Internet Explorer 8.",
    "751483365": "Dhukungan kanggo klien non-JavaScript.",
    "4199502476": "Dasbor lan API laporan majeng",
    "3630114728": "Deleng apa sing kedadeyan ing kabeh situs lan aplikasi sampeyan.",
    "3573245166": "Ora kaya reCAPTCHA, kita kerja ing saben negara.",
    "2354267648": "Kebijakan privasi sing ramah GDPR, CCPA, lan LGPD",
    "3167979932": "Dirancang kanggo privasi wiwit dina. Agreement Processing Data Kuwat.",
    "4065065042": "Pencet iki supaya pas karo kasus panggunaan sampeyan.",
    "111184581": "Hosting pihak pisanan",
    "4272022475": "Kabeh panjalukan lan aset menyang hcaptcha.yourdomain.com",
    "2676853536": "Dasbor multi pangguna",
    "1368787974": "Nuduhake manajemen ing tim sampeyan.",
    "1045484714": "Integrasi SAML SSO karo Identity Provider, contone, Okta utawa Azure AD.",
    "3953584369": "Watesan akses RBAC canggih kasedhiya.",
    "2781507299": "Verifikasi cepet",
    "4019660456": "Latensi 0ms: verifikasi token hCaptcha tanpa panggilan API.",
    "3446714684": "Integrasi seluler (iOS lan Android).",
    "2593768395": "Pengalaman lancar ing web, seluler asli, web seluler. Integrasi sing wis dibangun lan SDK asli kasedhiya.",
    "1779265104": "Katentuan lan Jaminan Privasi sing disesuaikan",
    "122875767": "Marem kabutuhan legal nalika perusahaan liyane ora bisa.",
    "148188781": "Tantangan sing diwenehi",
    "838049015": "Pilih kabeh gambar sing cocog karo pitakon",
    "1126302400": "Kothak wates",
    "3554448168": "Kategorisasi",
    "2104933754": "Ngenali label sing cocog",
    "3612043014": "...lan tugas prasaja liyane. Gampang kanggo manungsa, angel kanggo bot.",
    "3624758171": "Tugas khusus uga kasedhiya kanggo penerbit perusahaan.",
    "1001938065": "Integrasi ora bisa luwih gampang",
    "2138799135": "hCaptcha duwe puluhan integrasi sing wis dibangun kanggo sistem ngarep lan mburi sing sampeyan gunakake.",
    "2535001179": "Yen sampeyan teka saka reCAPTCHA Google, API kita minangka panggantos drop-in.",
    "1393184984": "iku kabeh sing perlu.",
    "3715747429": "Insinyur onboarding bisa nggawe sampeyan cepet, apa sampeyan butuh integrasi React, SDK kanggo aplikasi asli iOS, conto backend Java, utawa meh kabeh skenario liyane.",
    "2681650568": "Lan kaya biasane, privasi minangka nilai inti kanggo kita. Tambah kode tantangan mung ing ngendi perlu, lan ing ngendi sampeyan bisa nglindhungi sampeyan lan pangguna. Minimisasi pangumpulan data diwiwiti saka wayahe integrasi.",
    "1130868224": "Telung baris kode",
    "2183926131": "Miwiti karo hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Dirancang kanggo Privasi.",
    "1297224875": "Pendekatan unik sing didorong privasi kanggo keamanan online Enterprise.",
    "2762458927": "Data pangguna sampeyan ora didol.",
    "2058856283": "hCaptcha Enterprise mung nduweni siji tujuan: kanggo nyegah aktor ala ngganggu operasi online lan ngrusak pangguna.",
    "2408036504": "Sistem kita dirancang saka dhasar kanggo nyilikake koleksi lan retensi data nalika njaga keamanan sing unggul ing kelas. Cara paling apik kanggo nglindhungi data pangguna yaiku ora nyimpen kabeh.",
    "4099477834": "Kabeh hubungan pelanggan uga dilindhungi dening Perjanjian Pangolahan Data sing kuwat. Layanan hCaptcha tundhuk karo kabeh hukum privasi ora preduli ing ngendi layanan utawa pelanggan sampeyan manggon. Ora nyimpen data pribadhi ndadekake iki luwih gampang kanggo kita tinimbang kanggo perusahaan liyane.",
    "3569492665": "Ngrekam aktivitas online dudu jawaban.",
    "3389431373": "Layanan kaya reCAPTCHA v3 ujar manawa masang piksel pelacak ing saben kaca situs sampeyan perlu kanggo keamanan sing apik. Iki ora kasus.",
    "3590546893": "Analisis prilaku sing prasaja minangka sinyal sing gampang dipalsukan dening aktor ala, lan uga mbutuhake riwayat telusuran kanggo kabeh lalu lintas sing sah.",
    "1105363520": "Kita ora ngoperasikake jaringan iklan, lan ora duwe minat kanggo mirsani prilaku pangguna sampeyan supaya bisa ngedol iklan kasebut. Iki tegese kita ora mbutuhake piksel pasif ing saben kaca situs sampeyan.",
    "3088605177": "Tambah kode tantangan mung ing ngendi perlu, lan ing ngendi sampeyan bisa nglindhungi sampeyan lan pangguna.",
    "337971271": "Machine learning migunani. Nanging ora mbutuhake data pribadhi supaya bisa digunakake.",
    "320166522": "Pembelajaran mesin saiki mengaruhi meh kabeh aspek urip, asring kanthi cara sing ora dingerteni lan ora bisa dideleng. Layanan keamanan online ora beda.",
    "3180664128": "Kanthi sinau liwat ewonan sinyal, model bisa nyimpulake lan entuk kapercayan sing dhuwur kanggo ndeteksi prilaku ala kanthi cepet, sanajan ora ana sinyal individu sing cukup kuwat kanggo nuduhake masalah.",
    "961941354": "Nanging, ora ana sing mbutuhake informasi sing bisa dingerteni pribadi (\"PII\"). Teknik kriptografi modern ngidini kita mbuwang data pribadhi kanthi cepet, nggawe tandha tandha siji arah sing ora bisa disambungake karo individu.",
    "1706581702": "Latihan babagan data sing ora dingerteni uga bisa digunakake, lan ora mbutuhake kompromi babagan keamanan utawa privasi. Pelanggan wis nindakake tes empiris, lan nyatakake kita padha utawa luwih apik tinimbang alternatif pribadi sing luwih murah.",
    "3203921334": "Kita disenengi sawetara bab solusi hCaptcha: 1) padha ora ngedol data pribadhi; padha ngumpulake mung minimal data pribadhi perlu, padha transparan ing njlèntrèhaké info padha ngumpulake lan carane nggunakake lan / utawa mbukak.",
    "305735018": "Pungkasan, alternatif sing bisa dipercaya kanggo Google. hCaptcha Enterprise ngirimake tabungan dramatis ing tagihan reCAPTCHA kanthi keamanan sing luwih dhuwur: nganti 80% luwih murah ing sawetara kasus.",
    "3695206755": "Coba kita ing lingkungan sampeyan tanpa kewajiban.",
    "2941545733": "Kita insinyur, dudu salesman: kita pengin sampeyan seneng karo pilihan sampeyan.",
    "131871195": "Cara paling apik kanggo njamin kepuasan sampeyan yaiku nduduhake yen kita nyukupi kabutuhan sampeyan.",
    "3436534225": "Sakbenere kabeh perusahaan sing miwiti pilot pungkasane milih solusi kita.",
    "4060250206": "Gunakake formulir iki kanggo nggayuh salah sawijining spesialis teknis. Kita nanggapi kanthi cepet.",
    "1159746815": "Sampeyan uga bisa email kita langsung.",
    "2531534427": "Rincian kene.",
    "2059998584": "wilayah",
    "3916131732": "Amerika",
    "135276624": "Eropa, Timur Tengah, Afrika (EMEA)",
    "1182294134": "Asia-Pasifik (APAC)",
    "2437934778": "Jenengmu",
    "3859506577": "Email Bisnis",
    "1268414751": "Apa rincian liyane sing kudu kita lakoni?",
    "42559805": "Apa sampeyan mbutuhake onboarding cepet?",
    "851679588": "ya wis.",
    "1729677626": "Aku diserang lan mbutuhake onboarding langsung.",
    "2808971932": "Iki minangka sawetara teks ing blok div.",
    "2468683988": "judhul",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim ing eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh lan justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Link Teks",
    "2212670355": "Ndaftar",
    "31502377": "Apa unsur Teks Kaya?",
    "2310705547": "Unsur teks sing sugih ngidini sampeyan nggawe lan ngowahi format judhul, paragraf, kutipan blokir, gambar, lan video kabeh ing sak panggonan tinimbang kudu nambah lan ngowahi format kasebut kanthi individu. Cukup klik kaping pindho lan nggawe konten kanthi gampang.",
    "2590587108": "Suntingan isi statis lan dinamis",
    "778204464": "Unsur teks sing sugih bisa digunakake kanthi konten statis utawa dinamis. Kanggo isi statis, mung nyelehake menyang kaca lan miwiti nyunting. Kanggo konten dinamis, tambahake kolom teks sing sugih menyang koleksi apa wae banjur sambungake unsur teks sing sugih menyang kolom kasebut ing panel setelan. Voila!",
    "1890955039": "Carane ngatur format kanggo saben teks sugih",
    "3286051798": "Heading, paragraf, blockquotes, tokoh, gambar, lan caption tokoh kabeh bisa ditata sawise kelas ditambahake menyang unsur teks sing sugih nggunakake sistem pamilih \"Nalika ing njero\".",
    "504332576": "Kita bangga ngumumake manawa hCaptcha wis berkembang dadi layanan cybersecurity independen paling gedhe ing donya, mlaku ing sekitar 15% internet - lan kita njupuk sebagian besar pangsa pasar iki langsung saka Google reCAPTCHA. Bebarengan, hCaptcha lan",
    "1155436473": "(tawaran perusahaan kita) saiki nglindhungi atusan yuta pangguna ing puluhan yuta situs web lan aplikasi saben wulan. Crita kita nuduhake yen sampeyan bisa saingan karo Big Tech nalika sampeyan ngutamakake privasi.",
    "3108727249": "BotStop",
    "1296696044": "Privasi vs Keamanan: Apa ora loro-lorone?",
    "538871570": "Saingan karo Google lan perusahaan Big Tech liyane katon kaya tatanan sing dhuwur: kekuwatan pasar monopoli, efek platform lan tentara pangembang sing dibayar banget umume dianggep kuat banget kanggo ditangani kanggo sapa wae kajaba raksasa teknologi liyane kayata Facebook utawa Amazon. Crita kita nuduhake yen ora kudu kaya ngono - sampeyan bisa ngalahake Big Tech kanthi fokus ing privasi.",
    "3600718611": "Coba Google reCAPTCHA,",
    "4281708680": ". Ing hCaptcha, kita sengaja njupuk pendekatan sing beda banget, nggunakake teknik pembelajaran mesin sing njaga privasi kanggo ngenali prilaku bot sing khas kanthi akurasi sing dhuwur, kabeh nalika ngonsumsi lan nyimpen data sethithik.",
    "3312336121": "sing nggunakake data prilaku sing akeh banget kanggo nemtokake manawa pangguna web minangka manungsa utawa bot sing sah",
    "1193738791": ": padha nglacak prilaku pangguna ing saben kaca situs web lan ing saindhenging web. Kita ngrancang hCaptcha dadi ramah privasi sabisa wiwit dina. Iki mimpin kanggo pendekatan temen beda kanggo masalah. Ternyata, nelusuri pangguna ing saindenging web lan ngubungake riwayat web menyang identitase pancen ora perlu kanggo entuk keamanan sing apik. Akeh perusahaan sing wis ngalih menyang hCaptcha",
    "2620705814": "Google minangka perusahaan iklan, lan produk keamanane katon kaya produk iklan",
    "1126447688": "asring nglaporake kinerja sing padha utawa luwih apik ing deteksi lan mitigasi bot sanajan fokus privasi kita",
    "439777523": "Angger-angger",
    "3588274874": "Nalika fokus ing ngirim produk sing selaras karo upaya regulasi kayata GDPR Uni Eropa lan CCPA California, kita wis ngalami pertumbuhan gedhe - mesthi, mbantu hCaptcha minangka pengganti reCAPTCHA sing gampang lan bisa diinstal ing sawetara menit.",
    "2150595700": ". GDPR lan CCPA wis nggawe keprihatinan privasi ing peta kanggo para panuku perusahaan, lan ing wektu sing padha privasi online dadi luwih penting kanggo masyarakat amarga kita kabeh mulai ngerti kepiye industri iklan lan pemasaran online kanthi historis nggunakake data kita.",
    "2624949852": "Mesthine, reCAPTCHA minangka peserta awal ing keamanan web wiwit taun 2009, nglindhungi mayuta-yuta situs web saka ancaman sing terus berkembang dening bot lan spammer sing jahat. Nanging, wis rampung dikompromi ing taun-taun pungkasan:",
    "499510428": "Kita nyatane percaya yen regulasi wis mbantu kita ing kene",
    "1232651561": "piranti lunak saiki dadi apik minangka wong ing mecahaken tantangan reCAPTCHA.",
    "824740867": "Tinimbang ngapikake solusi kasebut, Google malah ngrilis reCAPTCHA v3, sing ngoperasikake luwih kaya jaringan iklan tinimbang piranti lunak keamanan, ngumpulake data prilaku saka saindenging web kanggo mbangun profil pangguna. Sayange, sinyal kaya iki gampang dikalahake, lan kanthi mangkono menehi perlindungan sethithik marang bot nalika ngrusak privasi pangguna.",
    "1027023087": "Kita ing hCaptcha tinimbang fokus ing pendekatan sing luwih modern kanggo masalah kasebut, sing ora mbutuhake nahan cathetan prilaku jangka panjang kaya browsing riwayat lan wis kabukten luwih tabah nalika ngadhepi mungsuh sing wis ditemtokake wiwit layanan kasebut diwiwiti.",
    "2852295413": "Konflik kapentingan sing ana: mungkasi bot nyuda revenue kanggo jaringan iklan",
    "1597520917": "Akeh kritikus sing negesake manawa Google ora nggatekake privasi pangguna kudu menehi perhatian marang para pelanggan sing pengin nglindhungi situs web lan aplikasi.",
    "763447231": "Ing wektu sing padha, mungkasi bot saka ngakses situs penerbit bisa mbukak penipuan iklan, ngetokake produk reCAPTCHA Google langsung karo bisnis iklan, sing ngasilake luwih saka 80% saka revenue.",
    "999674529": "Saben bot sing dideteksi Google kudu entuk nol dolar iklan. Insentif perusahaan Google ora cocog karo pangguna layanan keamanan, lan iki bisa uga minangka panjelasan kanggo kinerja sing kurang apik saka penawaran keamanan reCAPTCHA.",
    "956019009": "Perusahaan infrastruktur web paling gedhe wis tumindak",
    "1923297430": "Titik pungkasan kanggo akeh pelanggan sing luwih gedhe teka nalika Google wiwit ngisi daya perusahaan kanggo nggunakake produke ing skala apa wae. Iki nyebabake pangguna reCAPTCHA wis suwe golek alternatif sing luwih apik amarga masalah peraturan ing saindenging jagad wis digawe nggunakake penawaran Google sing saya ora nyenengake.",
    "2197218442": "CEO Cloudflare Matthew Pangeran ngringkes sudut pandang iki ing",
    "155456850": "ngumumake ngalih menyang hCaptcha:",
    "435302267": "kirim blog perusahaan",
    "2087769953": "\"Kita bungah babagan owah-owahan iki amarga mbantu ngatasi masalah privasi sing ana amarga gumantung ing layanan Google sing wis sawetara wektu. Kita ngevaluasi sawetara vendor CAPTCHA uga mbangun sistem dhewe. Ing pungkasan, hCaptcha muncul minangka alternatif paling apik kanggo reCAPTCHA. mung ngumpulake data pribadhi minimal sing dibutuhake, transparan kanggo njlentrehake informasi sing diklumpukake lan cara nggunakake lan/utawa mbukak.\"",
    "595582512": "Yen sampeyan pengin nglindhungi situs utawa app kanthi efektif saka bot, spammer utawa aktor ala liyane, kabeh nalika njaga privasi pangguna (lan tundhuk karo kabeh peraturan sing relevan!), nimbang hCaptcha lan penawaran Enterprise kita.",
    "3388180864": "Tertarik nggarap tantangan teknis sing jero ing skala web? Kita tansah nyewa insinyur berbakat ing saindenging jagad -",
    "3892952987": "priksa bukaan kita lan aplikasi ing kene",
    "3368788823": "Terence Eden nggawe titik sing menarik ing blog: \"",
    "1491780143": "CAPTCHA ora mbuktekake yen sampeyan manungsa - dheweke mbuktekake sampeyan Amerika",
    "2146900431": "Secara intuisi, pratelan iki nggawe akal sehat. CAPTCHA, kaya meh kabeh, dilebokake ing konteks budaya, lan yen tantangan sampeyan biasane digawe ing siji budaya, bisa uga ora nerjemahake kanthi apik menyang budaya liyane. Ing inti, iki minangka masalah budaya",
    "378086442": "saka CAPTCHAs, tinimbang UX per se.",
    "1445008801": "Minangka Eden ujar:",
    "332723732": "isi",
    "2072808435": "\"Tebak, Google? Taksi ing negaraku umume ireng. Aku wis nonton film sing cukup kanggo ngerti yen kabeh sing ana ing Amerika kuning. werna sing beda-beda.\"",
    "3206136647": "Masalah Google ing kene adhedhasar data pitakonan sing digunakake vs sing ndeleng. Yen kabeh data asale saka budaya sing padha (lan ing kasus Google, perusahaan sing padha) sampeyan mesthi bisa nyana tantangan sing ora bisa diterjemahake kanthi apik menyang budaya liya, selaras karo keluhan Eden.",
    "2217842245": "Nanging, data kita nuduhake yen (kanggo hCaptcha)",
    "4280117172": "Akeh negara nyatane luwih apik tinimbang AS, kalebu Nigeria, India, Brasil lan Jerman:",
    "555749578": "ana kurang saka 1% varians ing ngatasi tarif antarane negara utama ing saben bawana.",
    "151737819": "hCaptcha Solve Rates ing ndonya nuduhake sithik banget",
    "3908992897": "lan digunakake ing saben negara lan wilayah ing donya, supaya kita banget fokus ing nyedhiyani pengalaman global konsisten.",
    "2808122102": "Fungsi lintas budaya dadi syarat dhasar kanggo layanan kita. Priksa manawa kabeh pangguna sing sah bisa ngakses konten kanthi cepet minangka bagean penting saka misi kita. Kita nyedhiyakake tantangan ing 110 basa, lan terus-terusan ngapikake terjemahan sing cocog kanggo mesthekake yen tantangan bisa ditanggulangi dening kabeh wong.",
    "3913801502": "hCaptcha saiki nganggo sekitar 15% internet",
    "2077639538": ". Kanggo siji, data tantangan ing layanan kita bisa teka saka akeh sumber, ora mung siji - saka perusahaan Fortune 500 gedhe nganti wiwitan machine learning, anggere padha netepi kita.",
    "3951112506": ". Sing wis njamin tingkat heterogenitas data sing luwih dhuwur.",
    "1803943584": "Kapindho, kita ngidini tantangan kanggo ngoptimalake dhewe kanggo nemtokake negara utawa basa sing bakal ditindakake, nambah kemungkinan pengalaman sing konsisten. Yen akurasi luwih murah tinimbang sing dikarepake, sakumpulan pitakonan bakal mandheg mlaku ing wilayah utawa basa ing ngendi efek iki kedadeyan.",
    "3668873369": "Ing hCaptcha, kita wis njupuk pendekatan sing beda saka dina pisanan",
    "1519201684": "Kebijakan Etika AI",
    "2155089487": ". Yen tantangan kita luwih gampang dirampungake kanggo sawetara klompok, kita bakal ngarep-arep bisa ndeleng prabédan babagan cara wong ing ndonya lan ing macem-macem budaya nalika ngrampungake. Ing konteks kiriman Eden, kita ngarepake Amerika bakal luwih apik tinimbang wong ing negara liya. Amarga kita wis pirang-pirang taun ngembangake sistem kanggo ngindhari masalah iki, kita nyatane mung ngelawan.",
    "2603863826": "PS: Yen sampeyan nemokake terjemahan ing basa sampeyan bisa nggunakake dandan, aja ragu-ragu ngirim a",
    "3543141425": "kanggo iku!",
    "2697276059": "Bukti iki bisa digunakake: tarif ngatasi seragam ing ndonya",
    "664236229": "panjaluk narik"
}