{
  "header-privacy-link": "Приватност",
  "header-integration-link": "Интеграција",
  "header-cost-link": "Цена",
  "header-features-link": "Карактеристики",
  "header-docs-link": "Документи",
  "header-login-button": "Логирај Се",
  "header-contact-button": "Контактирајте со продажбата",
  "intro-heading": "Проверка на човештвото со нула триење.",
  "intro-contact-button": "Контактирајте не за да дознаете повеќе",
  "intro-text-bottom": "На кои се потпираат компаниите кои ја напојуваат мрежата.",
  "sub-menu-button": "Контактирајте со продажбата",
  "sub-menu-item1": "Претпријатие",
  "sub-menu-item2": "Цена",
  "sub-menu-item3": "Интеграција",
  "sub-menu-item4": "Карактеристики",
  "sub-menu-item5": "Приватност",
  "sub-menu-item6": "Документи",
  "info-head-1": "Изграден на докажаната платформа hCaptcha",
  "info-text-1": "hCaptcha Enterprise работи на технологијата на платформата hCaptcha, проширена за да ги вклучи карактеристиките што им се потребни на претпријатијата со голем сообраќај.",
  "info-head-2": "Доверлив партнер",
  "intro-subtitle": "Решете го вашиот проблем со бот денес.",
  "info-text-2": "На нашите услуги им веруваат најголемите компании во светот за да опслужуваат многу милиони дневни корисници на десетици милиони сајтови.",
  "cloudflare-quote-text": "Оценивме голем број продавачи на CAPTCHA, како и самите изградивме систем. На крајот, hCaptcha се појави како најдобра алтернатива за reCAPTCHA.",
  "cloudflare-quote-detail": "Директор за управување со производи, Cloudflare",
  "section-quote-head": "Ефикасна опција за претпријатија со голем сообраќај",
  "section-quote-text": "Конечно, веродостојна алтернатива на Google. hCaptcha Enterprise обезбедува драматични заштеди на вашата сметка reCAPTCHA со поголема безбедност: до 80% поевтино во некои случаи. Многу од најголемите онлајн-услуги во светот се префрлија на hCaptcha Enterprise и добија подобрено откривање бот заедно со значителни заштеди на трошоците.",
  "section-quote-button": "Контактирајте не денес за понуда",
  "section-privacy-header": "Фокусирана на приватност",
  "section-privacy-text-1": "Рекламните мрежи ги гледаат вашите посетители како производ. За нас единствен производ е одредувањето на нивната хуманост. Нашите услуги ги исполнуваат или надминуваат барањата за GDPR, CCPA и LGPD и поддржуваат иницијативи како Privacy Pass. Работиме напорно за да ја балансираме приватноста и безбедноста.",
  "section-privacy-text-2": "Овој уникатен фокус на приватноста значи дека можеме да понудиме нула индивидуално задржување на податоци, работа без колачиња и други договорни гаранции за приватност како што се бара, додека одржуваме одлична безбедност.",
  "section-security-header": "Безбедност на прво место",
  "section-security-text-1": "Точноста е во ваш и наш интерес. hCaptcha работи за да ви даде вистински податоци и да одлучите како да ги користите. Други captcha се обезбедени од гигантски рекламни компании. Ова значи дека секој бот што го блокираат може да го намали нивниот приход.",
  "section-security-text-2": "Користењето на најновите техники за машинско учење со фокус на приватноста ни овозможува да ги надминеме безбедносните стандарди на стратегиите за засекогаш записи за сè, без да ѝ наштети на безбедноста или приватноста на корисниците.",
  "section-user-experience-header": "Одлично корисничко искуство",
  "section-user-experience-text1": "За корисниците на Enterprise, достапни се опции за целосно избегнување на предизвиците во повеќето сценарија.",
  "section-user-experience-text2": "Намалете го триењето со целосно избегнување на предизвикот за 99,9% од вашиот легитимен сообраќај, додека сепак обезбедувате одлична безбедност, благодарение на напредните модели на ботови.",
  "section-easy-integration-header": "Лесна интеграција",
  "section-easy-integration-text": "Додавањето hCaptcha трае само неколку минути и само неколку линии код. Основниот API е компатибилен со reCAPTCHA V2 и потребни се само неколку минути за да се префрли. Денес можете да работите со супериорна алтернатива и да вклучите понапредни функции доколку е потребно.",
  "section-easy-integration-serverside": "Серверска страна:",
  "section-easy-integration-frontend": "Предниот крај:",
  "section-threat-header": "Прилагодени резултати за закани",
  "section-threat-text": "Не се сите проблеми исти: добивањето единствен резултат значи дека мора да одговори на вашите потреби за да биде корисно. Со уникатните приспособени оценки за закани на hCaptcha, брзата консултација ни овозможува да ги подесиме нашите модели за да испорачаме резултати порелевантни за вашиот бизнис.",
  "section-challenges-header": "Стартувајте ги сопствените предизвици за неколку секунди",
  "section-challenges-text-1": "Останете на брендот со релевантна содржина",
  "section-challenges-text-2": "Кога корисниците мора да решат предизвик за да ги исполнат безбедносните барања, зошто да не креирате задачи пријатни и релевантни за корисникот? Со нашиот едноставен дизајнер за приспособени предизвици, можете да лансирате содржини за предизвик на бренд за само неколку минути.",
  "section-integration-header": "Директна интеграција на платформата",
  "section-integration-subheader": "За компании за веб-инфраструктура",
  "section-integration-text": "Системот hCaptcha Enterprise е уникатно флексибилен во својот дизајн: може да биде делумно или целосно распореден на работ на вашата мрежа ако управувате со јавен облак или поседувате многу центри за податоци. Ова може драматично да ги намали трошоците и сообраќајот надвор од мрежата, истовремено задржувајќи ги сите придобивки од управувањето од страна на нашиот персонал на повик 24/7 за да се исполнат најстрогите SLA.",
  "section-support-header": "Достапна експертиза и поддршка и за вас и за вашите корисници",
  "section-support-text": "Услугата е врвен приоритет за нас. Ние одржуваме 24/7 поддршка на повик и нудиме директна координација на Slack со вашиот тим за инженерска интеграција и нашиот персонал на повик за време и по имплементацијата. Ние исто така сме посветени на активно следење и одговарање на прашањата на вашите корисници преку социјалните медиуми, форумите , и нашите канали за поддршка во графичката контрола и е-пошта. Достапни сме и реагираме и го третираме задоволството на корисниците како врвен KPI.",
  "section-enterprise-header": "Карактеристики на претпријатието",
  "section-enterprise-title-1": "Заштита против ботови од светска класа",
  "section-enterprise-desc-1": "Тестиран во битка на веб-скала.",
  "section-enterprise-title-2": "Резултати од бот со висока точност",
  "section-enterprise-desc-2": "Откријте лоши актери од многу различни типови.",
  "section-enterprise-title-3": "Нулта триење и 99,9% пасивни режими",
  "section-enterprise-desc-3": "Предизвикајте помалку од 0,1% од легитимните корисници.",
  "section-enterprise-title-4": "Прикажани типови на предизвици за контрола",
  "section-enterprise-desc-4": "Широка библиотека на типови за избор.",
  "section-enterprise-title-5": "Контролирајте ја користената содржина на предизвик",
  "section-enterprise-desc-5": "Останете на брендот со постојано корисничко искуство.",
  "section-enterprise-title-6": "SLA на претпријатија",
  "section-enterprise-desc-6": "Загарантирана доверливост и брза 24/7 поддршка на повик.",
  "section-enterprise-title-7": "Поддршка за наследен прелистувач",
  "section-enterprise-desc-7": "Компатибилен до Internet Explorer 8.",
  "section-enterprise-title-8": "Напредни контролни табли за известување и API",
  "section-enterprise-desc-8": "Погледнете што се случува на сите ваши сајтови и апликации.",
  "section-enterprise-title-9": "Работи во секоја земја",
  "section-enterprise-desc-9": "За разлика од reCAPTCHA, ние работиме во секоја земја.",
  "section-enterprise-title-10": "Политика за приватност погодна за GDPR, CCPA и LGPD",
  "section-enterprise-desc-10": "Дизајниран за приватност од првиот ден. Силен договор за обработка на податоци.",
  "section-enterprise-title-11": "Ситно-грануларен нивоа на тежина",
  "section-enterprise-desc-11": "Вклучете го ова за точно да одговара на вашата кутија за употреба.",
  "section-enterprise-title-12": "Хостинг од прва страна",
  "section-enterprise-desc-12": "Сите барања и средства одат на hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Контролни табли со повеќе корисници",
  "section-enterprise-desc-13": "Споделете го управувањето низ вашиот тим.",
  "section-enterprise-title-14": "Инстант верификација",
  "section-enterprise-desc-14": "Латентност од 0 ms: потврдете ги токените на hCaptcha без повик на API.",
  "section-enterprise-title-15": "Интеграција на мобилни (iOS и Android).",
  "section-enterprise-desc-15": "Беспрекорно искуство преку веб, мајчин мобилен, мобилен веб. Достапни се однапред изградени интеграции и природни SDK-и.",
  "section-enterprise-title-16": "Прилагодени услови и гаранции за приватност",
  "section-enterprise-desc-16": "Задоволете ги вашите законски потреби кога другите компании не можат.",
  "presented-challlenges-head": "Презентирани предизвици",
  "presented-challenges-title-1": "Споредба",
  "presented-challenges-text-1": "Изберете ги сите слики што одговараат на барањето",
  "presented-challenges-title-2": "Ограничувачка кутија",
  "presented-challenges-text-2": "Дефинирајте гранична област за објекти",
  "presented-challenges-title-3": "Категоризација",
  "presented-challenges-text-3": "Идентификувајте ги соодветните етикети",
  "presented-challenges-subheader": "...и други едноставни задачи. Лесно за луѓето, тешко за ботови.",
  "presented-challenges-subtext": "Прилагодените задачи исто така достапни за издавачи на претпријатија.",
  "footer-header-1": "Компанијата",
  "footer-header-2": "Ресурси",
  "footer-header-3": "Контакт",
  "footer-link-1": "Обележување",
  "footer-link-2": "За",
  "footer-link-3": "Работни места",
  "footer-link-4": "Заштитни знаци",
  "footer-link-5": "Блог",
  "footer-link-6": "Статус",
  "footer-link-7": "Документација",
  "footer-link-8": "Пријавете бубачка",
  "footer-link-9": "Пристапност",
  "footer-terms": "Услови",
  "footer-privacy": "Приватност",
  "footer-attribution": "Наведи извор",
  "footer-subheader-1": "Поддршка",
  "footer-subheader-2": "Контакт",
  "switch-to-english-link": "Префрли се на англиски",
  "intro-heading-privacy": "Дизајниран за приватност.",
  "intro-subtitle-p1-privacy": " Уникатен пристап за безбедност на интернет заснован на приватност.",
  "info-head-2-pr": "Снимањето онлајн активност не е решение.",
  "info-text-1-pr": "hCaptcha Enterprise има само една цел: да спречи лошите актери да ги нарушат вашите онлајн операции и да им наштетат на вашите корисници.",
  "info-text-2-pr": "Така, нашите системи се дизајнирани од темел за да го минимизираат собирањето и задржувањето на податоци, додека одржуваат водечка безбедност во класата. Најдобар начин да се заштитат корисничките податоци е воопшто да не се складираат.",
  "info-text-3-pr": "Сите односи со клиентите се исто така заштитени со силен договор за обработка на податоци. Услугата hCaptcha е во согласност со сите закони за приватност без разлика каде живеат вашата услуга или вашите клиенти. Нечувањето лични податоци ни го олеснува ова многу отколку за другите компании.",
  "info-text-2-2-pr": "Услугите како reCAPTCHA v3 велат дека поставувањето на нивниот пиксел за следење на секоја страница од вашата локација е неопходно за добра безбедност. Ова не е случај.",
  "info-text-2-3-pr": "Едноставната анализа на однесувањето е сигнал кој лесно се фалсификува од лошите актери и бара задржување на историјата на прелистување и за целиот ваш легитимен сообраќај.",
  "info-text-2-4-pr": "Ние не работиме со рекламна мрежа и немаме интерес да го набљудуваме вашето однесување на корисниците за да им продаваме реклами. Ова значи дека не бараме пасивен пиксел на секоја страница од вашата страница.",
  "info-text-2-5-pr": "Додајте го нашиот код за предизвик само онаму каде што е потребно и каде што има смисла да се заштитите и вас и вашите корисници.",
  "info-head-3-pr": "Машинското учење е корисно. Но, тоа не бара лични податоци за да функционира.",
  "info-text-3-1-pr": "Машинското учење сега влијае на речиси секој аспект од нашите животи, често на начини на кои не сфаќаме и не можеме да видиме. Онлајн безбедносните служби не се разликуваат.",
  "info-text-3-2-pr": "Со учење преку илјадници сигнали, моделите можат да заклучат и да постигнат голема доверба во откривањето на злонамерното однесување многу брзо, дури и кога ниту еден поединечен сигнал сам по себе не би бил доволно силен за да укаже на проблем.",
  "info-text-3-3-pr": "Сепак, ништо од ова не бара користење на лични информации за идентификација (PII). Современите криптографски техники ни овозможуваат да ги отфрлиме сите лични податоци што е можно побрзо, создавајќи наместо тоа еднонасочни потписи кои не можат да се поврзат со ниту еден поединец.",
  "info-text-3-4-pr": "Обуката за деидентификувани податоци функционира исто толку добро и не бара компромиси ниту на безбедноста, ниту на приватноста. Нашите клиенти ги направија емпириските тестови и не прогласија за еднакви или подобри од многу помалку приватни алтернативи.",
  "cloudflare-quote-text-privacy": "Ни се допаднаа голем број работи во врска со решенијата за hCaptcha: 1) тие не продаваат лични податоци; тие собираат само минимум неопходни лични податоци, тие се транспарентни во опишувањето на информациите што ги собираат и како ги користат и/или ги откриваат.",
  "pilot-head": "Пробајте нè во вашата околина без никаква обврска.",
  "pilot-text-1a": "Ние сме инженери, а не продавачи: сакаме да бидете задоволни со вашиот избор.",
  "pilot-text-1b": "Најдобар начин да се обезбеди вашето задоволство е да покажеме дека ги исполнуваме вашите потреби.",
  "pilot-text-1c": "Практично сите компании кои започнуваат пилот, на крајот ги избираат нашите решенија.",
  "pilot-text-1d": "Користете го овој формулар за да контактирате со некој од нашите технички специјалисти. Брзо реагираме.",
  "pilot-text-1e": "Можете исто така да ни испратите е-пошта директно.",
  "pilot-email-details": "Деталите се тука.",
  "pilot-f1": "Регионот",
  "pilot-f2": "Вашето име",
  "pilot-f3": "Вашето име",
  "pilot-f4": "Деловна е-пошта",
  "pilot-f5": "Некои други детали што треба да ги имаме?",
  "pilot-f6": "Дали ви треба итно вклучување?",
  "pilot-f7": "Да.",
  "pilot-f8": "Јас сум нападнат и барам итно вклучување.",
  "pilot-f9": "Поднесете",
  "pilot-f10": "Со внесување на вашата е-пошта, се согласувате со нашите Услови и Политика за приватност и да добивате е-пошта од нас.",
  "pilot-fo-1": "Интеграцијата не може да биде полесна.",
  "pilot-fo-2": "hCaptcha има десетици претходно вградени интеграции за предниот и задниот систем што ги користите.",
  "pilot-fo-3": "Ако случајно доаѓате од reCAPTCHA на Google, нашите API се замена за капка. Три линии код се сè што ви треба.",
  "pilot-fo-4": "Нашите инбординг инженери можат брзо да ве поттикнат, без разлика дали ви е потребна интеграција на React, SDK-и за мајчин апликации на iOS, примерок на Java backend или практично кое било друго сценарио.",
  "pilot-fo-5": "И како и секогаш, приватноста е основна вредност за нас. Додајте го нашиот код за предизвик само онаму каде што е потребно и каде што има смисла да се заштитите и вас и вашите корисници. Минимизирањето на собирањето податоци започнува од моментот на интеграција.",
  "pilot-fdone": "Ви благодарам. Наскоро ќе стапиме во контакт.",
  "home-ent-2-new": "Дознајте повеќе за нашето претпријатие решение.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "Решенијата на hCaptcha Enterprise обезбедуваат водечка безбедност и штитат многу од врвните онлајн услуги.",
  "home-plans-button-2-new": "Научи повеќе",
  "header-enterprise-link": "Претпријатие",
  "sales-interstitial-c1b-new": "Дознајте повеќе за hCaptcha Enterprise"
}
