{
    "1031855757": "Користење на оваа страница",
    "1034830": "Споровите што не можат да бидат предмет на предспорен арбитражен договор како што е предвидено со Законот за реформи и заштита на потрошувачите на Волстрит Дод-Френк (Јавно право 111-203) се исклучени од ова",
    "1064537632": "Ве молиме имајте предвид дека вашето користење на нашата услуга е регулирано со нашиот Договор за обработка на податоци, кој е инкорпориран овде преку референца. Прегледајте го овој договор за да видите како ги обработуваме личните податоци во ваше име. Имајте предвид дека работиме како „обработувач на податоци“ за целите на Општата регулатива за заштита на податоците на ЕУ и „давател на услуги“ за целите на Законот за приватност на потрошувачите во Калифорнија.",
    "1095532507": "Колаче („Колаче“) е мала текстуална датотека што се поставува на вашиот хард диск од сервер на веб-страница. Колачињата содржат информации што подоцна може да ги прочита веб-серверот во доменот што ви го издал колачето. Некои од колачињата ќе се користат само ако користите одредени функции или изберете одредени параметри, а некои колачиња секогаш ќе се користат. Можете да дознаете повеќе за секое колаче со прегледување на нашата тековна листа на колачиња подолу.",
    "1158384644": "Може да изберете во секое време да престанете да ја користите нашата веб-локација, под услов да се придржувате до сите важечки политики на IMI. Можеме, по наше дискреционо право, да го раскинеме овој договор, да го суспендираме пристапот до нашата веб-локација или да отстраниме какви било услуги веднаш без најава поради која било причина.",
    "1300074400": "Информации за тековното раководство на компанијата може да се добијат на страницата За. Сегашниот извршен директор на компанијата е управен директор одговорен за содржината.",
    "1395644678": "Официјална веб-страница на Европската комисија за онлајн решавање спорови:",
    "148542287": "Ова не е правен совет и не се дадени никакви гаранции во врска со оваа анализа. Доколку имате дополнителни прашања или грижи, ве молиме контактирајте не на:",
    "1527172673": "Ако имате какви било прашања во врска со оваа Политика за колачиња, ве молиме контактирајте не на:",
    "1535054294": "Ве молиме погледнете ја нивната детална политика",
    "1747657936": "Нашите сајтови и услуги не се насочени кон деца под 13-годишна возраст и свесно не собираме лични податоци од деца под 13-годишна возраст. Ако дознаеме дека сме собрале лични податоци за дете под 13-годишна возраст, разумни чекори за бришење на таквите информации од нашите датотеки штом е тоа изводливо, освен ако немаме законска обврска да ги задржиме. Ве молиме контактирајте со нас ако мислите дека имаме какви било информации од или за дете на возраст под 13 години:",
    "1807512722": "Може да го поднесете секое тврдење што произлегува од вашата употреба на оваа веб-локација до административна агенција, но само до степен до кој важечкиот закон дозволува пристап до таква агенција, без оглед на постоењето на договор за арбитража. Таквите административни барања вклучуваат без ограничување барања или давачки поднесени пред Комисијата за еднакви можности за вработување, Министерството за труд на САД и Националниот одбор за работни односи. Ништо во оваа клаузула нема да се смета дека ве спречува или оправдува од поднесување административно барање пред која било агенција со цел да ја исполните вашата обврска да ги исцрпите административните правни лекови пред да поднесете барање во арбитража, меѓутоа, вие се откажувате од правото на каква било парична награда преку оваа таква агенциска постапка.",
    "2238885192": "Ние користиме Sentry за собирање податоци за дебагирање кога корисникот ќе доживее грешка. За информации за тоа како Sentry собира и обработува податоци:",
    "2520904193": "Вие се откажувате од секое право што го имате за кој било спор да биде покренат, сослушан или арбитриран како класа, колективна или претставничка постапка. Без оглед на која било друга клаузула содржана во овој договор, претходната реченица нема да може да се отцепи од овој договор во никој случај. Секое тврдење дека целото или дел од ова откажување е неспроведливо, несовесно, неважечко или поништливо може да го определи само суд од надлежна јурисдикција, а не арбитер. Нема да бидете возвратени или спречени да ги исполнувате задачите на нашата веб-страница како резултат на вашето остварување на вашите права според Дел 7 од Националниот закон за работни односи, или со поднесување или учество во класна, колективна или претставничка акција на кој било форум , но ние може законски да бараме спроведување на ова откажување од колективна тужба и да бараме отфрлање на таквите класни, колективни или репрезентативни тужби или барања.",
    "2577178569": "3. Се користи за строго неопходни технички цели: овозможува Пристапност Користење на корисникот.",
    "2583888954": "Исклучоци.",
    "263977834": "Административна исцрпеност.",
    "2657277322": "Ако имате какви било прашања, ве молиме контактирајте не на:",
    "271333468": "Спроведуваме соодветни технички и организациски мерки за да ги заштитиме информациите што ги собираме и складираме и бараме од сите агенти кои ја вршат нашата обработка во наше име да го сторат истото. За жал, ниедна безбедносна мерка не е 100% безгрешна и како таква, ниту една мрежа или систем (вклучувајќи го и нашиот) не може да се гарантира дека е 100% безбеден од уништување, губење, промена, неовластено откривање или пристап до информациите што ги собираме и складираме. Ако мислите дека вашите информации можеби не се безбедни поради која било причина, ве молиме контактирајте не веднаш на:",
    "2763011087": "IMI не се обврзува, ниту е обврзан да учествува во алтернативното решавање на спорови за потрошувачки спорови пред субјект за решавање на спорови од потрошувачи.",
    "2927283721": "Со извршување на задачите на нашата веб-локација, вие овластувате собирање, користење и откривање на вашите лични информации во согласност со нашата Политика за приватност. Дополнително, може да споделиме одредени информации за вас и вашите завршени задачи со барателот чии задачи сте ги завршиле за да го олесните односот со услугите и да ја подобрите веб-локацијата, вклучувајќи, на пример, ID на соработник, резултати од завршени задачи и други атрибути поврзани со вашите квалификации, јазици, вештини и користење на веб-страницата.",
    "2943815316": "Оваа листа ја ажурираме периодично, така што може да има дополнителни колачиња кои сè уште не се наведени. Веб-светилниците, ознаките и скриптите може да се користат на сајтовите или во е-поштата за да ни помогнат да испорачаме колачиња, да броиме посети, да ја разбереме употребата и ефективноста на кампањата и да одредиме дали е-пошта е отворена и постапена по неа. Може да добиваме извештаи засновани на употребата на овие технологии од нашите даватели на услуги/аналитика на индивидуална и збирна основа.",
    "3040062804": "Секоја арбитражна постапка според овој дел ќе се одвива стандардно во државата Калифорнија, освен ако не живеете надвор од Соединетите Држави, во тој случај арбитражата ќе се одвива целосно електронски или телефонски. Арбитражата може да се одржи на која било друга локација доколку секоја страна се согласи во писмена форма. Без оглед на нејзината локација, која било страна може да одлучи да се појави на арбитражата преку видео во живо или телеконференција.",
    "3091247030": "Откажување од класа акција.",
    "3102490587": "Освен за откажување од класа акција, доколку некој термин или одредба, или дел од оваа арбитражна клаузула се прогласи за неважечки или неприменливи, ќе се прекине, а остатокот од арбитражната клаузула ќе биде применлив.",
    "3187946010": "Целиот текст, слики, графичка анимација, видеа, музика, звуци и друг материјал на овие страници се заштитени според законот за авторски права од страна на IMI или трети лица доколку е наведено. Забрането е копирање или менување на овој материјал за комерцијална употреба на начин што ја надминува разумната фер употреба.",
    "3199694247": "Раздвојливост.",
    "3302832698": "Потребно е алтернативно решавање на спорови.",
    "3361191778": "Информациите дадени на интернет-страниците не претставуваат индивидуален совет и не можат да го заменат ова. Ако ви треба индивидуален совет, ве молиме контактирајте го нашиот персонал за поддршка.",
    "3493572638": "Трошоци и такси.",
    "3794239003": "Арбитражна постапка.",
    "3885459114": "Генерално можете да ја активирате или подоцна да ја деактивирате употребата на колачиња преку функционалност вградена во вашиот веб-прелистувач. Ако сакате да дознаете повеќе за колачињата или како да ги контролирате, оневозможите или бришете, посетете ја https://www.knowcookies.com/ за детални упатства.",
    "3956117148": "Веб-страниците на hCaptcha.com и BotStop.com (страниците) може да вклучуваат дополнителни колачиња, како што е опишано во оваа политика.",
    "4193379787": "Целата арбитража според овој договор ќе се спроведува според правилата на Американската арбитражна асоцијација или од заеднички договорена арбитражна служба. Арбитер ќе биде арбитер од САД избран од список со не помалку од седум (7) имиња преку алтернативни штрајкови. Во арбитражата, секоја страна ќе има право да спроведе соодветно граѓанско откритие, да поднесе диспозитивни предлози и да презентира сведоци и докази колку што е потребно за да ги изнесат своите случаи и одбрана, а сите спорови во овој поглед ќе ги решава арбитерот. Решението на спорот ќе се заснова единствено на законот со кој се уредуваат тврдењата и одбраната, а арбитерот не може да се повика на која било основа освен таквиот контролен закон. Арбитерот има имунитет на судски службеник од граѓанска одговорност кога постапува во својство на арбитер, кој имунитет го надополнува секој друг постоечки имунитет. Наградите мора да вклучуваат писмено образложено мислење на арбитерот. Се откажувате од вашето право на судење од страна на поротата за кое било барање што може да го имате против IMI или што IMI може да го има против вас. Секое барање според оваа клаузула мора да се поднесе во рамките на важечкиот рок на застареност. Сојузниот закон за арбитража на Соединетите Американски Држави ја регулира оваа клаузула и вие потврдувате дека овој Договор докажува трансакција во трговијата.",
    "470943029": "Ако имате какви било прашања во врска со оваа Политика за приватност, ве молиме контактирајте не на:",
    "498769698": "Може да пристапите, корегирате, измените или бришете одредени лични информации што можеби ни ги дадовте преку вашата сметка за интегратор, клиент или корисник за пристапност (ако сте интегратор, клиент или корисник на пристапност). Ако не можете да го направите тоа, или имате какви било прашања во врска со Личните информации што ги собравме и/или споделивме за вас, или сакате да ја повлечете вашата согласност за нашата обработка (т.е. целосно да ја избришете вашата сметка), ве молиме контактирајте не на:",
    "537881751": "Добредојдовте на hCaptcha! Оваа Политика за приватност ги опишува практиките на Intuition Machines, Inc. („IMI“, „ние“ или „нас“) во врска со нашето собирање, употреба и откривање информации (вклучувајќи Лични информации, дефинирани подолу) преку нашата веб-страница на www.hcaptcha .com и сите други поддомени или домени што ги користиме („Сајтови“) и интерфејсот на апликациската програма hCaptcha и поврзаниот софтвер и материјали (заедно, „Услуга“).",
    "561456032": "Се согласувате дека за секој спор што произлегува од или се однесува на вашата употреба на Услугите, вклучително и секој спор што може да произлезе од времето кога сте почнале да ги извршувате задачите за IMI, и конкретно вклучувајќи го секое тврдење поврзано со тоа дали или не се класифицирате како независен изведувач, прво ќе го известите IMI за вашето барање против него. Вие и IMI потоа ќе се обидете да го решите проблемот со директно преговарање или посредување. Ќе ги поделиме подеднакво трошоците за медијација и ќе се согласиме дека медијацијата ќе се спроведува преку телефонски или други електронски средства. Ако барањето остане нерешено по неформални преговори или посредување, вие се согласувате вие и IMI да користите конечна и обврзувачка арбитража за да го решите спорот. Оваа клаузула ретроактивно ги регулира сите побарувања од времето кога сте почнале да ја користите нашата веб-локација, без разлика дали се засновани на деликти, договор, статут, вклучувајќи, но не ограничувајќи се на, какви било тврдења за дискриминација и вознемирување, без разлика дали тие се засноваат на Законот за фер вработување и домување во Калифорнија. , Наслов VII од Законот за граѓански права од 1964 година, изменет, или кој било друг државен или федерален закон или регулатива, правичен закон или на друг начин.",
    "658775471": "Ние користиме Cloudflare за да го оптимизираме нашиот веб сообраќај. За информации за тоа како Cloudflare собира и обработува податоци:",
    "702926385": "Секоја од страните ќе ги сноси нивните соодветни трошоци за правно застапување на која било таква арбитража, освен до степен до кој адвокатските такси се изрично предвидени со закон. Страните ќе ја поделат секоја почетна административна такса што ја наплаќа арбитерот, до максималниот трошок за вас од двесте педесет долари (250,00 УСД). Трошоците за арбитерот и судскиот известувач, доколку ги има, првично ќе бидат на товар на нас; сепак, арбитерот има дискреција да досуди соодветни трошоци на преовладувачката страна, како што е предвидено со закон, и/или да бара од страните да ги поделат трошоците поврзани со арбитерот и/или судскиот известувач.",
    "720059527": "2. Се користи за строго неопходни технички цели: балансирање на оптоварување, рутирање.",
    "74538881": "Одговорност за оваа веб-локација",
    "996430331": "Локација на арбитражата.",
    "211351380": "Од блогот:",
    "3153117136": "Како функционираат поставките за тешкотија на hCaptcha",
    "2915355938": "Пристапност",
    "793784899": "Планови",
    "2671622670": "Претпријатие",
    "3527140447": "Документи",
    "505891021": "Услуги за етикетирање",
    "692176459": "Логирај Се",
    "1892574253": "Пријавете се",
    "2593864519": "Стоп за повеќе ботови. Започнете со заштита на приватноста на корисниците.",
    "4007826952": "Првата CAPTCHA за приватност број 1 за веб, мобилен телефон и многу повеќе.",
    "3721365241": "Обидете се",
    "3753956446": "Бесплатно",
    "3276777569": "hCaptcha",
    "55035359": "Во моментов користите reCAPTCHA?",
    "3417372336": "Префрлете се за неколку минути",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Врвните онлајн услуги се потпираат на",
    "1470290349": "за најдобар во класата за управување со ботови и измами.",
    "3714002185": "Дознајте повеќе за hCaptcha Enterprise",
    "3946753128": "Приватен. Безбедна. Побрзо.",
    "939665604": "Фокусирана на приватност",
    "780475098": "Рекламните мрежи ги гледаат вашите посетители како производ. Се грижиме само дали посетата е добра или лоша. hCaptcha е во согласност со GDPR, CCPA, LGPD, PIPL и други глобални закони за податоци.",
    "219813583": "Безбедност на прво место",
    "2714878440": "Заштитете ги вашите услуги од гребење, преземање сметки, полнење акредитиви и спам со нашето напредно машинско учење и проверка на хуманоста.",
    "1397766838": "Подобро корисничко искуство",
    "2670352917": "hCaptcha обезбедува посигурно откривање бот, додека е едноставно за луѓето да го решат.",
    "2806751666": "Што е hCaptcha?",
    "3096063825": "Испробај го",
    "2968026167": "Вашиот омилен зеленчук",
    "713281684": "Модар патлиџан",
    "4147497805": "Морков",
    "3758963444": "Ви благодарам! Вашиот поднесок е примен!",
    "1070364246": "Упс! Нешто тргна наопаку при испраќањето на формуларот.",
    "1129833879": "Запрете ги злонамерните ботови, заштитете ја приватноста на корисниците",
    "58091799": "Дознајте повеќе за hCaptcha Publisher and Enterprise",
    "1599610318": "Издавач",
    "3093388779": "hCaptcha е бесплатен за користење за издавачи од која било големина",
    "179723061": "Повеќе контрола за тимовите на кои им е потребна водечка безбедност",
    "846501387": "Заштита на бот од светска класа",
    "119298044": "Напредните само-надгледувани технологии за ML и AI ги штитат вашите веб својства од закани и напади",
    "1263998069": "Заработете награди за човечки решенија",
    "1103295010": "Заработете пари или давајте во добротворни цели за кога луѓето решаваат CAPTCHA",
    "392886773": "Работи во секоја земја",
    "2320894364": "Со преку 200 точки на присуство, облакот на hCaptcha ги штити вашите средства ширум светот",
    "451701069": "Во согласност со GDPR, CCPA,",
    "2826051554": "и повеќе",
    "3530599065": "Приватноста е изградена од темел. hCaptcha не задржува PII и е усогласен со бројни наредби и прописи за приватност.",
    "2489287539": "„Без CAPTCHA“ без триење и пасивни режими 99,9%.",
    "793242047": "Намалете ги предизвиците претставени на корисниците за да се овозможи брз пристап до апликациите",
    "4195759329": "Резултати за откривање бот и ризик",
    "1150035777": "Софистицираните модели за машинско учење генерираат бодови за доверба врз основа на многу точки на податоци, освен дали прашањата биле точно одговорени",
    "3688621388": "Потписи за закана",
    "1131525092": "Групирајте лоши актери заедно без напор преку нашите Scoped UID-и за зачувување на приватноста за да пронајдете и запрете поврзана измама и злоупотреба",
    "1559631739": "Приватно учење",
    "3952259236": "Комбинирајте ги вашите заслепени податоци со илјадниците сигнали на hCaptcha за да ја обучите hCaptcha за класи на однесување -- само на ваш пример -- за подобро да го предвидите злонамерното однесување подобро од кое било решение самостојно",
    "1150963691": "APT ублажување",
    "4083018285": "Пакет од проширени функции кои се комбинираат со подобрено следење на SOC и одговор за справување со софистицирани постојани закани",
    "3160820928": "Координирана заштита од напади",
    "1849805607": "hCaptcha заштитува од закани и мамки дизајнирани да се инфилтрираат во вашите мрежи",
    "1958297836": "Координирана заштита од напади и ублажување на APT",
    "1300485304": "hCaptcha заштитува од напредни закани и мамки дизајнирани да се инфилтрираат во вашите мрежи",
    "2698640210": "Контролирајте ги предизвиците и прикажаните типови",
    "3121248460": "Прикажете бескрајно различни сопствени предизвици -- од едноставни до сложени -- за вашата очекувана публика",
    "3807059944": "Контролирајте ја користената содржина на предизвикот",
    "2707282231": "Приспособете ги предизвиците за вашите корисници. Направете го невозможното решавање и пенетрација на ботови.",
    "4194763679": "Ситно-грануларен нивоа на тежина",
    "3730038780": "Изберете од речиси бесконечен број предизвици што треба да ги решат корисниците",
    "1849717906": "Приспособете со вашата сопствена содржина за предизвик",
    "1508655687": "Додајте свои предизвици прилагодени за вашата публика за да го насочите или ограничите пристапот",
    "3620442880": "Карактеристики за заштита на Flash Sale",
    "3265895521": "Подигнете и намалете ја тежината на предизвикот врз основа на времето од денот",
    "1485807325": "Повеќекориснички контролни табли, SAML SSO",
    "359073033": "Контролните табли обезбедуваат високо ниво или фино-гранулирани прикази на активноста.",
    "4272454814": "Интегрирајте се со давателот на идентитет по ваш избор.",
    "1141402092": "Напредни функции за известување",
    "910989640": "Создавајте детални и приспособени извештаи за активност",
    "3768951251": "SLA на претпријатија",
    "1014004474": "Плановите на hCaptcha Enterprise нудат напредни договори на ниво на услуга за да се заштити вашата организација",
    "1177598246": "Контактирајте со продажбата",
    "1067704102": "Вредноста во означувањето на податоците",
    "3065000659": "Дали сфативте дека секој пат кога ќе „кликнете на автомобилот“ помагате да тренирате сингл",
    "3235430156": "системите за машинско учење на компанијата бесплатно?",
    "1549336309": "hCaptcha го врти овој модел. Кога користите hCaptcha, компаниите конкурираат за работата што ја вршат вашите корисници, како што ја докажуваат својата хуманост. Ги добивате наградите.",
    "3725880582": "Врати се на добротворни цели",
    "1671436004": "Сакате да се вратите на вашата омилена добротворна организација?",
    "1663628612": "ти дозволува",
    "4272088465": "добротворните организации по ваш избор со заработката што ја добивате од користењето.",
    "2894845722": "Корисниците на вашата страница наскоро ќе можат да го видат вашиот придонес во добротворни цели преку дискретно брендирање на интерфејсот hCaptcha.",
    "3194111925": "поддршка",
    "1637702726": "За hCaptcha",
    "2323282990": "Модерен пристап кон потврдување на човештвото",
    "1201821619": "hCaptcha решава еден од најитните проблеми на денешницата: спречување на малициозни ботови да ги злоупотребуваат онлајн услугите.",
    "1475399473": "Дознајте повеќе за тимот на hCaptcha",
    "3161489950": "Најнапредната ML платформа за безбедност во светот",
    "3247172580": "hCaptcha комбинира напредно само-надгледувано машинско учење со нов компјутерски пристап кој уникатно го минимизира собирањето и задржувањето податоци, испорачани од преку 250 локации на глобално ниво за огромна приспособливост.",
    "3767462250": "Дизајниран за приватност",
    "3500503648": "hCaptcha е дизајниран да го елиминира долгорочното задржување на податоци со потпирање на инстант евалуација наместо на снимање и анализа на вашата историја на прелистување. Ние исто така поддржуваме иницијативи како",
    "2418549423": ", нов стандард за зачувување на приватноста на интернет преку криптографски докази и други уникатни карактеристики на прво место за приватност.",
    "1544546608": "Пропусница за приватност",
    "976209454": "Заработете награди или подарувајте за добротворни цели",
    "552920956": "hCaptcha им овозможува на веб-локациите да заработуваат награди додека блокираат ботови и други форми на злоупотреба. hCaptcha исто така ви овозможува да ги поддржувате добротворните организации по ваш избор со овие заработувачки.",
    "654326661": "Сакате да видите сами? Пробајте ја hCaptcha бесплатно.",
    "3570415321": "Компанијата",
    "3987022469": "Обележување",
    "1636202177": "За",
    "2670003220": "Работни места",
    "3233305531": "Заштитни знаци",
    "3028319964": "АИ етика",
    "4131598919": "Притиснете",
    "1662477701": "Ресурси",
    "3130928685": "Блог",
    "1756106276": "Статус",
    "1235925265": "Документација",
    "920212083": "Пријавете бубачка",
    "2076066173": "Сајбер напади 101",
    "3644106388": "Контакт",
    "2182196747": "Поддршка",
    "487083593": "Продажба",
    "878585497": "Услови",
    "1697438123": "Приватност",
    "1316817321": "Атрибуција",
    "3488019891": "hCaptcha е регистрирана трговска марка на Intuition Machines, Inc.",
    "4224961202": "Приватност, безбедност и машинско учење.",
    "98173630": "hCaptcha е најкористената независна CAPTCHA услуга во светот.",
    "1514478724": "Научи повеќе",
    "1752795854": "hCaptcha носи модерен пристап фокусиран на приватноста за запирање на ботови.",
    "2927700175": "Ги прикажуваме предизвиците на CAPTCHA кои се тешки за ботови, но лесни за луѓето, собирајќи податоци кои тешко се етикетираат од проблемите со машинското учење и ги користиме за да разликуваме дали посетителот на веб-локацијата или апликацијата е човек.",
    "2188609322": "Лошите актери се сè почести на интернет. Но, жртвувањето на приватноста на корисниците не е решение.",
    "2032102720": "Безбедносните решенија што ги нудат рекламните компании се фокусираат првенствено на следење на корисниците низ мрежата. Создадовме ефективно безбедносно решение кое докажува дека не е неопходно да се наштети на приватноста на корисниците за да се постигнат одлични резултати.",
    "4146870445": "Кои сме ние",
    "353066938": "Искусен тим кој работи на најтешките проблеми на денешницата. hCaptcha е услуга на",
    "3260825523": "Машини за интуиција",
    "1173652155": "Советници",
    "3972094614": "Брендан Ајч",
    "2113642787": "Зора песна",
    "2256305371": "Професор, CS на Универзитетот во Калифорнија, Беркли. Експерт за длабоко учење, безбедност, блокчејн. Извршен директор на Oasis Labs.",
    "1606599610": "Киеран Томпсон",
    "2177660021": "Истражувачки научник во Стенфорд. Машинско учење и количество финансии во големи банки, хеџ фондови и академски кругови.",
    "2686825859": "Регистрирајте се бесплатно или контактирајте со нас за решенијата на hCaptcha Enterprise",
    "583434701": "Пристапност на hCaptcha",
    "611905972": "Обезбедување беспрекорен пристап за сите корисници додека се одржува безбедноста",
    "874098071": "Ако сте корисник на пристапност, ве молиме регистрирајте се овде",
    "2745385064": "Резиме",
    "3353238942": "hCaptcha е дизајниран да ги запре ботови со тоа што ги разликува од луѓето. Визуелните тестови се погодна алатка за ова, но не секој може да реши визуелен предизвик.",
    "3600022491": "Поради оваа причина, дизајниравме едноставна, безболна алтернатива за да им дозволиме на издавачите кои ја користат нашата услуга да ја зачуваат пристапноста за сите со целосна усогласеност со Дел 508 и WCAG 2.1 AA.",
    "2557240048": "Како функционира: прво, корисникот за пристапност се регистрира преку",
    "3871665286": ", која е видливо поврзана на страницата со информации за виџетот hCaptcha. Им се дава шифрирано колаче кое може да се користи неколку пати на ден, но мора да се освежува на секои 24 часа преку најавување.",
    "3441764123": "Кога ќе му се претстави предизвик на корисник за пристапност на локација што ја користи услугата hCaptcha, тој автоматски ќе помине.",
    "4247858664": "страницата за регистрација за пристапност",
    "1297657322": "Кориснички екран за пристапност по најавувањето",
    "1717658846": "Опција за пристапност во менито на графичкиот интерфејс",
    "1266963825": "П: Дали е усогласен со hCaptcha Section 508 + WCAG 2.1 AA?",
    "850025770": "О: Ние веруваме дека е така: сите корисници со каква било форма на оштетување кои можат да прелистуваат на веб и да внесуваат текст во формуларите можат да пристапат до услугите заштитени со hCaptcha при регистрација. Сепак, ова не е правен совет: треба да извршите сопствена проценка, земајќи ја предвид вашата конкретна имплементација за да се осигурате дека тоа е случај со вашето распоредување.",
    "159272246": "П: Дали работите на други опции за пристапност („a11y“), како аудио?",
    "4074220464": "О: Претходно популарните опции како аудио-записите ги дискриминираат многу корисници на a11y и лесно се поразени од современите техники за машинско учење. Ова ги принуди тековните аудио предизвици да стануваат сè потешки, воведувајќи бучава, чудно време, необични комбинации на зборови и така натаму за да се поразат напаѓачите. Затоа, ние сме помалку ентузијасти за овој пристап наспроти целосно избегнување на предизвикот, но ќе го разгледаме доколку има побарувачка од заедницата.",
    "2309661107": "Сепак, ние сме многу заинтересирани за",
    "2555914614": "за случајот за употреба Пристапност. Веруваме дека комбинирањето на нашиот сегашен пристап a11y со издавањето на Privacy Pass ќе им овозможи на корисниците на a11y безбедно да пребаруваат, безбедни знаејќи дека нивниот сообраќај е поприватен, истовремено ограничувајќи ја злоупотребата од бот-операторите што неизбежно се случува кога се достапни опциите a11y. Ние сме активни учесници во работната група на IETF што ја стандардизира оваа нова технологија.",
    "2583775432": "П: Што е со приватноста? Дали регистрацијата на некој начин ги изложува податоците за прелистување a11y? Што правите со е-поштата?",
    "4215483493": "О: hCaptcha е дизајнирана за приватност од темел. Тоа е многу различно од традиционалните опции како reCAPTCHA кои се во сопственост на рекламни мрежи, кои имаат поттик да ве следат низ мрежата и да ве поврзат со вистински идентитет.",
    "2474661839": "Нашиот",
    "4137573005": "има сеопфатни и авторитативни одговори за тоа како ги користиме податоците, но краткиот одговор е дека немаме интерес да ве поврзуваме како личност со вашата историја на прелистување.",
    "4101570501": "Исто така, моментално работиме на криптографско решение за брзо отфрлање на вашата адреса на е-пошта, додека сè уште ја зачувуваме нашата способност да спречиме злоупотреба, дополнувајќи ја нашата работа со Privacy Pass.",
    "260595108": "Никогаш не користиме е-пошта или информации за пристапност за која било цел освен за олеснување на употребата и спречување злоупотреба.",
    "3063819779": "политика за приватност",
    "465714311": "За корисници на пристапност: Прашања и одговори и Водич за решавање проблеми",
    "3596207631": "П: Сè уште гледам предизвик по поставувањето на колачето. Што го предизвикува ова?",
    "469089249": "О: Ова обично се должи на користење на агресивен блокатор на реклами или екстензија против колачиња, или поставка што ги блокира колачињата „преку сајтови“, во овој случај колаче за hcaptcha.com што е поставено или проверено од hCaptcha JS на различен сајт, како оној што го посетувате.",
    "4263626815": "Колачињата за пристапност hCaptcha работат со сите популарни прелистувачи и блокатори на реклами со нивните стандардни поставки, така што вообичаено неуспесите се должат на скрипти „анти-заблокирање на реклами“ или слични збирки правила насочени кон одредени локации.",
    "3906359167": "Решенија:",
    "3464870463": "1. Белата листа на колачиња hcaptcha.com и *.hcaptcha.com во вашиот блокатор на реклами или безбедносна екстензија на прелистувачот.",
    "1204911585": "2. Ако го користите прелистувачот Brave, кој (од април 2020 година) се чини дека нема никаков вид бела листа на колачиња, одете во Preferences -> Shields -> Cookies и изберете „Дозволи ги сите колачиња“.",
    "2932826396": "3. Ако ја користите најновата верзија на Safari или на неодамна објавениот OS X 10.15 или iOS 13.4, Apple штотуку го промени однесувањето на Safari поврзано со колачиња од трета страна, блокирајќи ги сите стандардно. Имплементираме решение, но во меѓувреме посетете го делот „Преференци за Safari“, „Приватност“ и одштиклирајте „Следење на веб-локација: Спречете следење меѓу страници“ за да овозможите колачето за пристапност да функционира како што се очекуваше.",
    "3836291932": "П: Користам повеќе уреди. Дали треба да се регистрирам повеќе пати?",
    "3251220335": "О: Не. Кликнете на истата врска за најавување преку е-пошта што ви е испратена на секој уред што го користите за да го поставите колачето.",
    "2082407178": "П: Како можам да се заштитам од следење колачиња од трета страна додека го користам колачето за пристапност?",
    "2700197090": "О: Користењето на која било екстензија за приватност или блокирање реклами што поддржува бела листа на ниво на домен (на пр. uBlock Origin) ќе функционира како што се очекуваше: само погрижете се да ја ставите на белата листа hcaptcha.com.",
    "3657743880": "Инструкции за прелистувач за колачиња меѓу страници",
    "1960601330": "За да овозможите колачиња во Safari (Mac): Одете во паѓачкото мени Safari. Изберете Preferences. Кликнете Приватност во горниот панел. Под „Блокирај колачиња“ изберете ја опцијата „Никогаш“.",
    "1622303590": "За да овозможите колачиња во Safari (iPhone/iPad iOS 11+): Отворете ги вашите поставки. Скролувајте надолу и изберете Safari. Под Приватност и безбедност, исклучете ги „Спречете следење меѓу локации“ и „Блокирај ги сите колачиња“",
    "2199048568": "Кликнете на штитот лево од лентата за адреси на која било веб-страница. Кликнете на Поставки за заштита. Ќе се отвори панелот за приватност и безбедност на параметрите на Firefox. Под Подобрена заштита од следење, изберете Прилагодено. Изберете кои тракери и скрипти да ги блокирате со избирање на тие полиња за избор. Проверете дали сте го одблокирале hcaptcha.com.",
    "3967047208": "Можете исто така привремено да исклучите некои заштити во Прилагодено за да го отстраните ова, со отштиклирање на полињата за избор: деселектирај го полето за избор Trackers или отселектирај го полето за избор Колачиња ако сè уште имаш проблеми.",
    "3805618893": "Google Chrome (компјутер)",
    "3795997071": "Изберете ја иконата од менито на Chrome. Изберете Поставки.",
    "926138631": "Одете во Приватност и безбедност, потоа Колачиња и други податоци за локацијата.",
    "3419878556": "Проверете дали „Блокирај колачиња од трети страни“ не е овозможено.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Отворете ги поставките за Chrome од лентата со мени.",
    "2348697693": "Google Chrome (Андроид):",
    "3700113699": "На вашиот уред со Android, отворете ја апликацијата Chrome.",
    "3620039756": "Во горниот десен агол, допрете Повеќе и потоа Поставки.",
    "2813310562": "Допрете Поставки за локација и потоа Колачиња.",
    "3014657981": "До „Колачиња“, вклучете ја поставката.",
    "1242066691": "Обележете го полето до „Дозволи колачиња од трети страни“.",
    "292250020": "1. Изберете ја брзината во горниот десен агол на екранот, а потоа изберете „Интернет опции“. Ако ја имате овозможена лентата со мени, можете да изберете „Tools“ потоа „Internet Options“.",
    "4114820649": "2. Кликнете на јазичето „Приватност“.",
    "946838734": "3. Изберете го копчето „Напредно“.",
    "348809718": "4. Под „Колачиња од трета страна“ изберете „Прифати“.",
    "1253441326": "5. Кликнете на „OK“",
    "852032043": "Сафари",
    "836017336": "Firefox",
    "3356349631": "Гугл хром",
    "3235744534": "Internet Explorer",
    "4104188759": "Политика за етика на вештачката интелигенција",
    "1161704803": "Зошто имаме политика за етика на вештачка интелигенција?",
    "1806535500": "Практично секоја технологија, од моливи до динамит, е a",
    "24452499": "решение; може да се користи за добро или лошо. Секоја компанија која истражува, гради или продава решенија за двојна употреба има обврска да ги земе предвид последиците од своите постапки.",
    "4023575072": "двојна употреба",
    "3336625692": "Оваа страница ги детализира нашите размислувања за оваа тема во контекст на етика на вештачка интелигенција, а процесите што ги следиме за да обезбедиме користење на нашите услуги остануваат во согласност со политиките што ги усвоивме како компанија.",
    "835717930": "AI етика на hCaptcha",
    "2179524509": "Повремено добиваме прашања за тоа какви прашања се дозволени за услугата hCaptcha и зошто се поставуваат одредени прашања.",
    "1962721652": "Човечките суштества трагаат по шаблони, а понекогаш безопасното прашање може да стане од сосема неизненадувачки до сомнително во еден момент, поради промените во светот, а не поради мотивациите на секој што го поставува прашањето.",
    "3974566657": "Како што услугите стануваат се попопуларни, овој вид на појава неизбежно станува се почест. hCaptcha се користи од милиони луѓе секој ден во речиси секоја земја во светот, затоа ја објавуваме оваа политика и студија на случај за тоа како ги решаваме овие прашања за да бидеме што е можно потранспарентни.",
    "1830910223": "Студија на случај за етика на вештачката интелигенција од реалниот свет",
    "805971861": "„Umbrella“ е термин во ImageNet, стандардната репер база на податоци што ја користат истражувачите за компјутерска визија. Сигурното идентификување на луѓето кои држат чадори е исто така критично за изградба на безбедни системи за напредна помош за возачот (ADAS) од следната генерација.",
    "3988350": "Ова значи дека има одлични случаи за употреба за прибелешки за чадори од реалниот свет. Има простор за несогласување за влијанието на самоуправувачките автомобили, но системите ADAS веќе штедат",
    "548587288": "околу светот.",
    "3138772661": "илјадници животи секоја година",
    "3168199226": "Сепак, во 2020 година стана јасно дека изградбата на овој вид на податоци може да се сфати како технологија со двојна употреба на начин на кој малкумина би очекувале пред една година.",
    "558378834": "Затоа, во моментов повеќе не прифаќаме барања за прашања поврзани со чадори. Потенцијалот за забуна кога крајниот корисник ќе види прашање за чадори во тековниот момент е превисок, и на крајот нашата цел е да го направиме светот попријатно место.",
    "3376604063": "Политики и процеси за етика на вештачката интелигенција",
    "1923365316": "Имаме строга политика за етика на вештачката интелигенција на hCaptcha, а дел од тоа вклучува и процес „Знај го твојот клиент“ (KYC).",
    "4230322909": "Секогаш се обидуваме да стекнеме добро разбирање за секој нов клиент и за нивната намена случај на употреба, и за да потврдиме дека тоа е добро за нашите производи и услуги и за да се осигураме дека ги следи политиките што ги усвоивме како компанија.",
    "2735073144": "Ние, исто така, спроведуваме тековни прегледи доколку е потребно. На пример, во нашиот неодамнешен преглед на датумите и изворите на барања за барања за етикетирање поврзани со чадори, брзо можевме да потврдиме дека ниту еден владин субјект или познат државен добавувач на софтвер за надзор не поднел барања во врска со чадори што ги користат нашите услуги во изминатите 12 месеци .",
    "2715462692": "Како изгледа нашиот процес на етика за вештачка интелигенција?",
    "3049976256": "За секој нов клиент за етикетирање, поминуваме низ список за проверка во текот на процесот на продажба. Ова го вклучува иницијалното внимание на KYC пред влегувањето во авионот, како и верификација на сите барања направени до нашите аналитичари и проверки во реално време и периодични прегледи на барањата направени со помош на нашата платформа за самопослужување.",
    "3103642530": "Овој преглед е составен од неколку групи критериуми:",
    "3349094124": "Критериуми за етички грижи: Цел",
    "1038019440": "1. Дали овој клиент ги застапува националните интереси на земја за која е познато дека има однесување спротивно на меѓународните закони и норми?",
    "493717511": "2. Дали овој клиент бара услуги кои би можеле да бидат",
    "2209109640": "се користат само за злонамерни цели, во контекст на нивните вообичаени деловни активности?",
    "3457805519": "3. Дали барањето на клиентот може да се исполни според американскиот закон и нашите правила на ангажман?",
    "1942611550": "првенствено",
    "109179759": "Критериуми за етички грижи: Субјективни",
    "1033698050": "1. Дали веруваме дека клиентот ни дал случај за употреба што го сметаме за морално прифатлив, според нашето толкување на типичните западни општествени норми?",
    "361372538": "2. Дали веруваме дека нашите обезбедени услуги најверојатно ќе се користат за дискриминаторски цели од страна на клиентот, на начини кои можеби се легални, но не се прифатливи за нас?",
    "2867855718": "3. Дали веруваме дека потребите за приватност може на задоволително ниво да се решат за барањето?",
    "2462728596": "Ако не можеме да се задоволиме со овие точки, ќе го одбиеме барањето и може да го прекинеме понатамошниот пристап до нашата платформа, како што е наведено во нашите Услови.",
    "1995277831": "Ви благодарам",
    "1818116402": "Се надеваме дека го ценевте овој поглед за тоа како се справуваме со оперативните прашања со компонентата за етика на вештачката интелигенција.",
    "1499894352": "Многу малку компании нудат транспарентност во нивните процеси на одлучување во оваа област, а се надеваме дека и другите ќе го следат овој пример!",
    "535659033": "Наведи извор на Криејтив комонс",
    "1495915066": "Како ние, нашите партнери за академско истражување и нашите клиенти ги користиме медиумите на Криејтив комонс",
    "3017533972": "Ние, нашите партнери за академско истражување и нашите клиенти може повремено да упатуваат или репродуцираат делови од содржината лиценцирана од Creative Commons преку платформата hCaptcha со цел да го унапредиме знаењето на човештвото во областа на машинското учење.",
    "1428053210": "Оваа содржина генерално се трансформира од нејзината оригинална форма. На пример, видеото може да се подели на многу слики, тие слики може да се поделат на многу нови слики, а тие нови слики потоа случајно да се измешаат за да се добие конечниот прикажан резултат.",
    "1728211763": "Употребата на содржината на овој начин и за овие цели спаѓа во упатствата за фер употреба во согласност со нашето разбирање на законот и стандардните практики на теренот, но ние сме долгогодишни обожаватели на Creative Commons и претпочитаме да му оддадеме признание на секој кој помага во монументална задача за подобрување на машинската интелигенција.",
    "1949452297": "Поради суштинските ограничувања на интерфејсот на hCaptcha и неговите безбедносни размислувања, не е можно да се репродуцира изворот на секоја слика директно во непосредна близина на нејзината употреба. Наместо тоа, ние се поврзуваме со оваа страница од нашата почетна страница и одржуваме список на извори што моментално или неодамна се опслужени преку платформата. Може да пристапите до тековната листа",
    "2367602973": "овде",
    "659124570": "Дополнително, ако видите содржина што ви припаѓа репродуцирана на платформата hCaptcha и би сакале да се отстрани поради која било причина, можете да не контактирате преку е-пошта на",
    "2066749488": "Други поплаки",
    "3479034323": "Ако видите содржини што ви припаѓаат репродуцирани на платформата hCaptcha и би сакале да се отстранат од која било причина, можете да не контактирате преку е-пошта.",
    "1836554225": "Објави на блогови",
    "2873297188": "Дали сите CAPTCHAS ги дискриминираат неамериканците?",
    "165932542": "Поглед на стапките на решавање на hCaptcha низ целиот свет",
    "1865097546": "16 ноември 2021 година",
    "3005876482": "hCaptcha сега е најголемата независна услуга CAPTCHA, работи на 15% од интернетот",
    "693820850": "Можете да го победите Google со ставање на приватноста на прво место",
    "3609106478": "Пополнување на акредитиви:",
    "299335340": "Што е тоа и како да се запрат нападите",
    "354925785": "Вовед",
    "423222878": "Некои од најтешките сајбер напади за откривање, спречување и запирање се оние каде што злонамерниот актер може да користи легитимни кориснички акредитиви за да се најави на активна корисничка сметка. Без многу софистицирани можности за откривање, компанијата што ја хостира сметката нема причина да се сомнева дека нешто не е во ред. Се чини дека клиентот едноставно се најавил на неговата или нејзината сметка. Напаѓачот ја постигна оваа успешна измама користејќи украдени акредитиви - обично резултат на техника на сајбер напад позната како „полнење на акредитиви“. Тоа е сериозен проблем денес, но може да се ублажи со правилни контрамерки.",
    "777660551": "Што е полнење на акредитиви?",
    "2602763587": "Пополнувањето на акредитиви е форма на сајбер напад во кој напаѓачот се обидува да се најави на веб-страница повеќе пати користејќи парови украдени кориснички имиња и лозинки. „Пополнување“ се однесува на повторливите обиди за најавување, кои речиси секогаш се изведуваат со автоматизиран бот софтвер.",
    "1271831121": "Не е како хакерот (облечен во качулка, се разбира!) да седи таму и да пишува акредитиви по акредитиви. Автоматизираниот бот за најава може да биде направен од алатка која не е достапна на полица како Selenium или од хакерска алатка развиена прилагодено.",
    "2588750717": "Навистина, некои напади со полнење акредитиви вклучуваат милиони акредитиви - сите се ставени во доверливиот интерфејс за најавување на веб-локацијата со надеж дека ќе бидат пуштени. Откако ќе влезе внатре, напаѓачот може да ја преземе сметката на жртвата.",
    "1137757109": "Ако се работи за сметка за е-трговија, напаѓачот може да нарача стока. Ако жртвата е банка, напаѓачот може да префрли средства на оф-шор, и така натаму.",
    "1559150837": "Сепак, целите не се беспомошни. Повеќето веб-локации имаат контроли што блокираат сомнителен корисник кој се обидува да се најави на илјадници различни сметки од иста IP адреса за кратко време. Она што го прават напаѓачите за полнење акредитиви за да ги заобиколат овие техники за заштита е ова е да симулираат географска и разновидност на IP. Користејќи моќни алатки, често управувани со вештачка интелигенција, тие можат да направат да изгледа дека илјадници корисници по случаен избор се обидуваат да се логираат во различни периоди од денот од целата земја. Ова е многу потешко да се открие и запре.",
    "1892020899": "Каде хакерите ги добиваат ингеренциите?",
    "2597149484": "Причината поради која хакерот мора да „набие“ толку многу ингеренции е поврзана со тоа каде ги добиваат нивните украдени акредитиви.",
    "3030395800": "Овие ингеренции обично доаѓаат од прекршување на податоците. Познати и како „истури на акредитиви“, овие напади може да резултираат со фрлање милиони акредитиви на темната мрежа. Ако излевањето дојде од банка, хакерот ќе се обиде да ги искористи тие ингеренции за да влезе на други сајтови. Овој пристап функционира затоа што многу луѓе користат иста комбинација на корисничко име и лозинка за повеќе локации. (Оваа практика е обесхрабрена, но реалноста е она што е. Луѓето имаат тенденција да ги повторуваат истите ингеренции за најавување.)",
    "1258965840": "Така, ако напаѓачот може да влезе во една локација, тој веројатно може да влезе во повеќе локации користејќи ги истурените ингеренции. На пример, тие може да добијат пар корисничко име/лозинка како JohnDoe/525momma, но немаат поим што ќе направи тој пар за нив. Така, тие го пробуваат парот на Amazon.com, Ebay, Citibank, Walgreens и натаму и натаму. Можеби ќе го пробаат тој пар на илјада различни локации.",
    "3594440415": "На крајот, тие ќе почнат да ги отвораат вратите.",
    "780280214": "Како hCaptcha и hCaptcha Enterprise ја ублажуваат заканата за полнење акредитиви",
    "4165374512": "Иако е можно да се користат IP и алатки за откривање локација за да се спречи полнење на акредитиви, поекономичен и попрецизен метод е едноставно да се прекине самиот автоматизиран бот за полнење акредитиви. hCaptcha и hCaptcha Enterprise може да го заглават ботот на влезната точка. Дури и ако ботот ги има вистинските акредитиви, ако не може да го надмине откривањето на hCaptcha Enterprise или CAPTCHA на hCaptcha, нема да може да го направи своето полнење и вашата страница и корисниците се заштитени.",
    "3269644546": "Ве молам",
    "1058572205": "нас ако сакате да дознаете повеќе за",
    "3753613260": "контакт",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Пријавување поплаки за DMCA",
    "54093347": "Регистриран агент DMCA",
    "3233441200": "Повторете ја политиката за прекршител",
    "4011712313": "Како дел од нашата политика за DMCA, сметките на клиентите за кои добиваме повеќекратни DMCA известувања за наводното прекршување ги ставаме во полиса за повторување на прекршувачи на DMCA со повеќе чекори. По приемот на повторени известувања за DMCA во календарски месец, сметката на клиентот ќе напредува од еден чекор на политиката до следниот.",
    "766825168": "Дејствата што може да ги преземеме според Политиката за повторен прекршувач на DMCA вклучуваат испраќање предупредувања за зголемена видливост до евидентираниот клиент на сметката. За да ги потврдиме овие предупредувања, може да бараме од клиентот да се најави на сметката или да го повика нашиот тим за поддршка. Ние, исто така, го задржуваме правото да го суспендираме или прекинеме, како и да примениме други привремени мерки за услугата hCaptcha и IMI на кој било клиент за кој продолживме да добиваме известувања DMCA за наводен прекршок дури и откако сме испратиле повторени предупредувања за прекршителите. Дополнително, можеме да ги прекинеме по наше дискреционо право други услуги hCaptcha или IMI што им се обезбедуваат на овие клиенти кога ќе ја прекинеме услугата hCaptcha според оваа политика.",
    "2410122265": "Ресурси на hCaptcha: ботови 101",
    "4166776480": "Пополнување на акредитиви: што е тоа и како да се запрат нападите",
    "2301335298": "Измама со плаќање: Ублажување на брзо-развивачки начин на сајбер криминал",
    "3682071227": "Што се преземање сметки и како функционираат?",
    "2729131930": "Што е стружење и како функционира?",
    "1344959096": "Работи како индивидуален етикетир на податоци",
    "3510143229": "hCaptcha е услуга за веб-страници и апликации,",
    "3930611699": "индивидуални работници.",
    "1051214799": "hCaptcha е веб-безбедносна услуга која се обидува да сподели вредност со издавачите на веб-локации или апликации што ја користат.",
    "360236473": "Услугата hCaptcha не е наменета да се користи за некој да работи како индивидуален етикетир. Не е дизајниран ниту погоден за оваа намена. Не препорачуваме никој да се обиде да користи hCaptcha како извор на личен приход.",
    "3842490632": "Поединечен корисник кој се обидува да одговори на многу прашања веројатно ќе биде ограничен или брзо забранет. Подеднакво важна, како и нашата",
    "1560232962": "опфаќа детално, не се даваат гаранции за сумата заработена за кој било даден одговор. Можеби во тоа време нема достапни платени прашања, одговорот може да биде одбиен од квалитетни причини итн.",
    "2694001822": "Сепак, повремено ангажираме поединци за да ни помогнат да ги тестираме својствата на системот и новите функции.",
    "1569804581": "Доколку сакате да ве контактираме во иднина во врска со поврзаните можности, ве молиме пополнете го овој формулар.",
    "636461959": "Име",
    "1139500589": "Земја",
    "1789607185": "И-мејл адреса",
    "325077666": "Со испраќање на вашите информации се согласувате со нашите",
    "3555583744": "и",
    "3609929815": ". Ќе ги задржиме информациите за вашето име, земја и адреса на е-пошта само со цел да ве контактираме во иднина во врска со индивидуалните работни можности за етикетирање.",
    "4197928199": "Политика за приватност",
    "851786723": "Со внесување на вашата е-пошта, се согласувате со нашите Услови и Политика за приватност и да добивате е-пошта од нас.",
    "2402165761": "Како функционира стружењето?",
    "4260542944": "Стружењето содржина (исто така познато како „стружење на екранот“ или само „стружење“) е познат, често корисен процес за собирање информации од мрежата. Сепак, во последниве години, техниката стана омилена алатка на хакери и измамници. Контрамерките можат ефикасно да ја ублажат заканата, но за да се спроведат, неопходно е да се разбере како функционира процесот.",
    "2066255783": "Што е стружење содржина?",
    "1910628828": "Стружењето на содржината е техника за грабање податоци од систем што вклучува автоматизирана група алатки кои имитираат софтверски клиент или веб-прелистувач. Не е ново. Всушност, за софтверските инженери на кои можеби им требаат податоци од стар главен компјутер, стружењето може да биде единствениот начин за извлекување информации. Оригиналните конектори може да ги нема и да е невозможно да се заменат.",
    "3408107995": "Меѓутоа, денес, стружењето секогаш значи програмски пристап за извлекување податоци од веб-локација. Софтверот за гребење делува како човечки корисник, кликнува на копчињата и го чита добиениот излез. Постојат многу легитимни намени за стружење. Веб-роботи кои ги напојуваат пребарувачите се еден пример. Така се и алатките како Skyscanner кои бараат зделки за патување со прочешлање низ илјадници веб-страници за патувања. Фирмите Fintech исто така го користат, бришејќи ги финансиските податоци на корисникот од страниците на банките доколку нема достапни интерфејси за програмирање на апликации (API) за да се направи врска со податоци. Работите што треба да ги имате на ум за стругањето на екранот се неговата брзина и приспособливост. Процесот може да собере огромни количини на податоци од веб-локации, под претпоставка дека сајтовите не се конфигурирани да го спречат тоа да се случи. Со брзина на пресметување, стругачот може да собере големи збирки на податоци преку интеракција со веб-локациите и основниот софтвер и бази на податоци што ги напојуваат.",
    "1920884252": "Зошто гребењето на содржината е безбедносна закана?",
    "2256795853": "Способноста да се извлечат многу податоци, брзо, од веб-локации го прави стружењето моќна алатка во рацете на злонамерните актери. Бот за гребење може да собира кориснички податоци од сајтовите на социјалните медиуми. Потоа, со гребење на сајтови кои содржат адреси и други лични информации и корелација на резултатите, хакерот би можел да се вклучи во идентитетски злосторства како поднесување лажни апликации за кредитни картички.",
    "4087694419": "Хакер за гребење може да собира податоци и од сајтови како Amazon и eBay за да креира лажни или измамнички огласи за производи. Потоа, тој или таа би можеле да ги понудат на продажба на peer-to-peer услуги како OfferUp и да спроведуваат фишинг напади врз купувачите. Или, измамникот би можел да продава производи што не постојат. Понатамошна измама со гребење екран вклучува лажирање на издавачи на реклами. Со бришење на содржината од сајтовите на издавачите, измамникот може да создаде лажни страници за издавачи на реклами на различни услуги. Тие потоа можат да продаваат реклами на тие страници на овластени препродавачи, чии контакти ги собрале од датотеката ads.txt на издавачот. Слотовите за реклами изгледаат вистински за огласувачот, но не се.",
    "3315658779": "Спречете гребење на содржината со hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise користи напредно машинско учење за да идентификува злонамерен сообраќај кон вашата страница и апликации - вклучително и активности за гребење.",
    "1422537019": "ние денес да дознаеме повеќе.",
    "1988268879": "Ефективно означување на податоци на скала",
    "2163914794": "Ви требаат повеќе етикети за вашите збирки податоци? hCaptcha обезбедува брзо, економично и висококвалитетно означување на податоци за компаниите кои работат на апликации за вештачка интелигенција и машинско учење.",
    "3378932530": "Добијте ги вашите податоци означени сега",
    "3483700676": "Стартувајте милиони задачи веднаш",
    "3478726913": "hCaptcha има еден од најголемите базени на планетата достапен за ваша употреба. Без оглед на вашата скала, можеме да се справиме без скапи однапред обврски. Милиони задачи дневно не се никаков проблем.",
    "740501259": "Едноставни цевководи управувани од API",
    "2784612261": "Сакате да го интегрирате човечкиот преглед директно во вашите деловни операции? Нудиме SLA со висока доверливост, гарантиран капацитет и едноставни REST API.",
    "1144966033": "Оптимизиран за цена и квалитет",
    "3213351333": "Не е потребна претходна посветеност",
    "2107077506": "Платформата HUMAN користи сеопфатни модели на доверба за да изврши софистицирана анализа на квалитетот во реално време. Ова ни овозможува брзо да ја одредиме и тежината на прашањата и нивниот веројатен вистински одговор, заштедувајќи ви време и пари.",
    "3576146278": "Платете само за точноста што ви треба",
    "2952586316": "Не се сите проблеми исти. Забелешките за безбедносни критични задачи може да бараат 99,99% доверба од целосно човечки работници. Забелешките за една бета функција во апликација за мобилна игра може да бараат само умерена доверба. Ти одлучи.",
    "710145621": "Обезбедете ваши сопствени податоци за основната вистина или дозволете ни да ги изградиме во лет",
    "987901590": "Дали имате необработени податоци без сеопфатен сет за проверка? Во повеќето случаи можеме да изградиме еден за вас додека задачите се одвиваат низ системот или да креираме етикетирани примероци за ваше одобрување.",
    "2597352122": "Видови на прибелешки",
    "1344687860": "Ограничувачки кутии",
    "1089415440": "Точно откривање на објекти во слики и видео",
    "3817067682": "Многуаголници",
    "2682873489": "Дефинирајте гранична област за објекти",
    "1275150216": "Знаменитости",
    "2067112112": "Прибелешки за точки за многу различни случаи на употреба",
    "4228682126": "Категоризација на атрибути",
    "2920213479": "Сортирајте или додајте произволни категории од која било големина",
    "3288667364": "Споредба и откривање",
    "155877895": "Откривање и класификација на човечки погон",
    "3128433367": "... и многу повеќе",
    "2827452240": "Дали ви треба друг тип што не е наведен овде? Само прашајте нас.",
    "719304627": "Ви треба контрола од крај до крај?",
    "1172067553": "Платформата HUMAN зад hCaptcha обезбедува високо софистицирани функции за квалитет на работа и управување преку распоредувања во простории, хибридни или SaaS кои се интегрираат со вашите постоечки системи.",
    "2319072959": "Работете целосно офлајн со вашата работна сила, следете ја вредноста што се троши низ деловните единици или партнерите на конзорциумот, селективно насочувајте ги работните места до различни внатрешни или надворешни даватели на работна сила врз основа на барањата за трошоци и безбедност и многу повеќе.",
    "1936512180": "Лесен пристап до API, прекрасни контролни табли и најнова технологија за моделирање за да се зголеми ефикасноста на работниците.",
    "3913848038": "Достапни се 99,99% SLA во функција и глобална поддршка 24/7.",
    "1080752747": "Контактирајте со продажбата",
    "1525403768": "За повеќе информации, контактирајте со Enterprise Sales.",
    "1546930020": "Добивање етикета на податоците",
    "2486638408": "Дефинирајте ги спецификациите",
    "1027200955": "Разговарајте со еден од нашите експерти за домен за да ги дефинирате потребите на вашиот проект: точност на целта, формат и какви било посебни барања.",
    "1156712451": "Почетен тест за работа",
    "181065232": "Ние извршуваме мала производствена работа врз основа на вашите податоци за примероци. Ова ја тестира работата што ја направивме заедно за да се осигураме дека ќе го добиете токму она што ви треба.",
    "3207769512": "Распоредување работни места за производство",
    "1099238677": "Со нашата голема јачина на звук и мала латентност, брзо ќе ја свртиме вашата работа, со автоматска испорака веднаш штом ќе заврши.",
    "465783046": "Сакате да се обидете со вашите податоци?",
    "328625009": "... ние сме подготвени кога сте вие: нашата услуга е достапна деноноќно.",
    "3225770968": "hCaptcha е дизајниран да го реши најтешкиот проблем во машинското учење; означување на огромни количини на податоци на навремен, достапен и сигурен начин.",
    "2041686284": "Повеќе податоци генерално даваат подобри резултати во обуката на моделите за машинско учење. Неодамнешниот успех на длабоките модели доведе до сè поголеми сетови на податоци, а hCaptcha ја исполнува оваа потреба. Сепак, создавањето на големи збирки на податоци прегледани од човек со користење на традиционални методи е и бавно и скапо.",
    "3729345277": "hCaptcha е начин компаниите побрзо да ги добијат забелешките што ги бараат, со повисок квалитет и пониска цена од другите алтернативи.",
    "2103563261": "Приватни или јавни информации",
    "2513143348": "Системот hCaptcha Enterprise е уникатно флексибилен во својот дизајн: може да биде делумно или целосно распореден на работ на вашата мрежа ако управувате со јавен облак или поседувате многу центри за податоци.",
    "3107683988": "Ова може драматично да ги намали сообраќајот и трошоците надвор од мрежата, додека ги задржува сите придобивки од управувањето од страна на нашиот персонал на повик 24/7 за да ги исполни најстрогите SLA.",
    "3660619092": "Регистрирајте се бесплатно или контактирајте со продажбата за Enterprise решенија",
    "2351176803": "Услови за лиценца за hCaptcha JS API",
    "2616226398": "Предмет на нашите",
    "2024293275": ". Сите други права се задржани, засега.",
    "1062291156": "стандардни услови",
    "2712493234": "Измама со плаќање: Ублажување на брзо-развивачки начин на сајбер криминал",
    "1817772953": "Измамата не е нова форма на криминал. Навистина, археолозите пронајдоа средства за борба против измами, осмислени од древните Сумери за транспорт на добиток без загуби пред речиси 10.000 години! Во нивниот случај, тие ставаат глинени жетони, од кои секој претставува животно, во глинена топка позната како „була“. Булата патувала со стадото додека се префрлало од продавач до купувач. Дури и тогаш, сопствениците на бизниси беа загрижени дека не сите со кои се занимаваат се нагоре и нагоре. Многу работи се сменија за 10.000 години, но потребата да се биде иновативен во спречувањето на измамите останува со нас. Денес, прашањето за измама со плаќање преку Интернет е од огромно значење. Со интернетот, измамниците станаа сè повешти да ги надмудрат контролите против измами. Сепак, новите решенија ја менуваат ситуацијата.",
    "1053787685": "Што е измама со плаќање?",
    "433424759": "Измамата со плаќање опфаќа секаков вид нелегална трансакција каде што сајбер криминалецот ја лишува жртвата од нешто вредно, обично пари. Ова може да значи користење украдена кредитна картичка за да нарачате стока преку Интернет или преземање банкарска сметка и незаконски пренос на средства од неа. Има многу варијации, но сите имаат ист исход: измамник користи украден идентитет или информации за плаќање за да украде од потрошувач, банка или трговец.",
    "2939852138": "Како измамниците [се обидуваат] да се извлечат од измамата со плаќање?",
    "1665616092": "Измамата со плаќање е едноставна по концепт, но може да биде фантастично сложена во нејзиното денешно извршување.",
    "4246520782": "Всушност, Интернетот беше сведок на вистинска трка во вооружување меѓу измамниците и бранителите во последниве години.",
    "2167049807": "Безбедносните тимови усвоија различни контрамерки и контроли кои ги победуваат лесните, мрзливи пристапи за измама со плаќање. Сепак, нападите стануваат сè пософистицирани. На пример, ботови сега можат да соберат украдени броеви на кредитни картички и PIN од лажни веб-локации и напади од фишинг.",
    "1936449777": "Потоа, во целосно автоматизиран режим, тие можат да го имитираат човечкото однесување на сајтовите за е-трговија, кликнувајќи на копчиња и додавајќи ставки во количките за купување - до точка каде што многу, ако не и повеќето контроли против измами не можат да кажат дека бот се обидува да украде стока. Наместо тоа, изгледа како човечки корисник едноставно да купува. Ботот може да се најави на сметката на вистински клиент користејќи украдени акредитиви за најава. Дополнително заматување на измамата е способноста на ботот да ги измами IP-адресите и да изгледа како „купувачот“ да е некаде различен од напаѓачот, кој можеби е во странска земја.",
    "648630222": "Спречете измама со плаќање со hCaptcha Enterprise",
    "1621930829": "Што може да се направи за денешните напредни, непрекинати активности за измама со плаќање? Употребата на повеќе слоеви на контроли е обично мудар пристап. Сепак, најдобрите контрамерки се оние што можат да го заробат ботот и да откријат дека е лажен, и покрај најдобрите напори на неговите креатори да го реплицираат човечкото однесување.",
    "2423586454": "Сè уште има некои работи што софтверот не може да ги направи, без разлика колку добра вештачка интелигенција стои зад него. Модерната CAPTCHA технологија нуди докажан метод за блокирање на ботови кои се обидуваат да ја овековечат измамата со плаќање. Додека старите пристапи кон CAPTCHA, како едноставните искосени броеви во кутијата, сега се претежно дефицитарни во ублажувањето на напредните ботови, автоматизираниот уред за тестирање-одговор како hCaptcha Enterprise лесно може да го сопре бот-измамник во моментот на најавување на сметката или наплата на количката. Дури и ако ботот има вистински акредитиви, ако нема да може да помине преку CAPTCHA.",
    "1467308982": "Распореди за плаќање",
    "1291824746": "Плаќањата на hCaptcha се извршуваат квартално на задоцнета основа од 60 дена. За да илустрирате што значи ова, погледнете ја табелата подолу.",
    "3444947612": "Сообраќај помеѓу",
    "4181611011": "Датум на помирување",
    "728503636": "Датум на исплата",
    "3720584906": "15 јули 2021 година - 15 октомври 2021 година",
    "388240587": "5-15 јануари 2022 година",
    "3426312287": "5-15 јануари 2022 година",
    "615618648": "15 април 2021 година - 15 јули 2021 година",
    "3376724603": "14-24 септември 2021†††",
    "3398978455": "15-25 септември 2021†††",
    "2722456056": "15 јануари 2021 - 15 април 2021 година",
    "4063155841": "Најдоцна до 25.06.2021††",
    "4082053540": "19-25 јуни 2021††",
    "64953197": "15 октомври 2020 година - 15 јануари 2021 година",
    "1023070345": "Најдоцна до 14 март 2021 година",
    "2600696085": "15 март 2021 година",
    "3217791519": "15 јули 2020 година - 15 октомври 2020 година",
    "649261378": "5-ти-11-ти јануари 2021 година*",
    "1559190296": "5-11 јануари 2021†",
    "3806054689": "15 април 2020 година - 15 јули 2020 година",
    "4162383380": "16-ти - 22 септември 2020 година*****",
    "1990824776": "16-24 септември 2020 година*****",
    "3856690908": "15 јануари 2020 - 15 април 2020 година",
    "3200641265": "Најдоцна до 16 јуни 2020 година *",
    "3744079744": "15-19 јуни 2020 година****",
    "2209837451": "15 октомври 2019 година - 15 јануари 2020 година",
    "2510534204": "Најдоцна до 23 март 2020 година***",
    "2910560864": "20-23 март 2020 година***",
    "2544565802": "15 јули 2019 година - 15 октомври 2019 година",
    "3963642878": "Најдоцна до 14 декември 2019 година *",
    "622103562": "17 декември 2019 година **",
    "4072202039": "15 април 2019 година - 15 јули 2019 година",
    "818049069": "Најдоцна до 15.07.2019 г",
    "1169005651": "15 септември 2019 година",
    "2303655425": "15 јануари 2019 - 15 април 2019 година",
    "3678889946": "Најдоцна до 15.06.2019 г",
    "3094354698": "15 јуни 2019 година",
    "4217013126": "Плаќањата обично се извршуваат во текот на денот на датумот на исплата и генерално се завршуваат до полноќ по пацифичко време. Ако сметката е означена за преглед, може да бидат потребни до пет дополнителни работни дена за да се ослободи плаќањето.",
    "1447649958": "За потсетување, само точниот сообраќај со луѓе е подобен за исплати. Можете да видите повеќе детали за ова во нашите ЧПП, поврзани подолу. Достапното салдо, исто така, мора да го исполни минималниот праг за да се квалификува за исплата, моментално 10 HMT.",
    "4257144752": "Проценките во реално време не ја одразуваат конечната точност или хуманост, и затоа вашата конечна заработка може значително да се разликува нагоре или надолу од бројките прикажани на Контролната табла пред вашето прво усогласување.",
    "2728931827": "По секое усогласување, вашите проценки по клуч на сајт ќе се ажурираат и точноста на идните предвидувања треба да се зголеми, освен ако вашата страница нема материјална промена во однесувањето на корисниците.",
    "1200905005": "††† Од септември 2021 година, усогласувањата и исплатите сега течат во период од приближно 10 дена, а не во еден ден, со цел да се поедностават оперативните ограничувања поврзани со растот на услугата.",
    "4284094387": "†† Некои усогласувања и исплати од јуни 2021 година ќе бидат извршени во следната недела поради доцнење во верификацијата на конечните пресметки за време на прозорецот за усогласување.",
    "1977013707": "† Исплатите во декември 2020 година се презакажани од 15-ти за да се избегне преклопување со усогласувањата на крајот на годината и одморите на персоналот: тие ќе бидат завршени до втората недела од јануари. Поради побавно од вообичаеното префрлање во PayPal, исплатите ќе траат во текот на неколку дена наместо да се завршат на еден ден.",
    "517010299": "Ве молиме имајте предвид: моментално работиме на голема транзиција кон помирување во речиси реално време. Периодични усогласувања ќе се одвиваат поретко од вообичаеното до К-1 2021 година. Ова не влијае на распоредот или датумите на исплата.",
    "3092200338": "** Кога 15-ти паѓа за викенд, датумот на исплата е наместо 17-ти.",
    "3891941747": "*** СОВЕТУВАЊЕ ЗА СОВИД-19: Поради намалениот капацитет на персоналот поврзан со СОВИД-19, усогласувањето е презакажано за да се овозможи дополнително време за да се заврши нашата стандардна верификација. Се очекува исплатите да започнат во петок и да завршат следниот понеделник.",
    "2301757528": "**** Поради одржување од страна на PayPal на нивните REST API за време на прозорецот за исплата, не беа завршени сите исплати на 15-ти јуни. Сите исплати закажани за 15-ти јуни (време на Пацифик), но неизвршени поради грешки на API на PayPal, беа повторно извршени до 19-ти јуни (време на Пацификот).",
    "116842359": "***** Се очекува усогласувањето да заврши во текот на неколку дена поради одржување на системот.",
    "4154415610": "***** Исплатите од септември 2020 година ќе се одвиваат во серии како што ќе заврши усогласувањето, а некои ќе работат неколку дена подоцна од првично планираното поради доцнење на усогласувањето.",
    "2310694091": "Што значи помирување?",
    "164801246": "Помирувањето е процес во кој сообраќајот се анализира после фактот за да се потврди неговата хуманост и точност, откако ќе се внесат сите податоци од сите локации за известување. Повеќе детали можете да прочитате во нашата",
    "3256245394": "како и нашите блог постови, на пр",
    "3089778412": "Како hCaptcha ги пресметува наградите",
    "3329755436": "Дали планирате да го забрзате овој процес?",
    "1911669851": "Да, во моментов работиме на различни подобрувања на нашите системи за заднина за кои очекуваме дека на крајот ќе ни овозможат и побрзо усогласување, побрза прецизност на проценката и побрзи исплати. Во моментов работиме прво да го забрзаме помирувањето.",
    "2366003154": "Прашања за печатот и медиумите",
    "3054564199": "Притиснете комплет",
    "3173156067": "Достапен е одреден готов колатерал во случај да сакате да вклучите пример слики во вашата статија.",
    "867314732": "Можете да повратите со висока резолуција",
    "858218750": "и упатства за нивно користење на",
    "3821716514": "страница.",
    "1186243118": "слики со лого",
    "3034959000": "Можете да вратите",
    "1764089150": "тука:",
    "1558428432": ". Ве молиме заслужете ги на hCaptcha.com.",
    "2429359042": "пример слики од интерфејс",
    "1480820434": "слика 1",
    "3213411837": "слика 2",
    "1270712701": "Соопштенија за печат и неодамнешни извештаи",
    "231285005": "Неодамнешните ажурирања можете да ги најдете на нашиот блог",
    "1289884910": "Ние, исто така, објавуваме повремени анализи и извештаи. На пример:",
    "932546190": "Зошто CAPTCHA ќе бидат секогаш со нас",
    "2344319147": "Колку навистина вреди откривањето ботови на Google?",
    "1637527266": "Кои земји имаат најмногу сообраќај со ботови?",
    "230159237": "Контакти",
    "3759923279": "Ве молиме насочете ги прашањата за печатот на следната адреса за е-пошта:",
    "4255608322": "Последно ажурирање: 12 април 2021 година",
    "33639629": "Не се применува на веб-страници на трети лица. Ве молиме имајте предвид дека оваа Политика за приватност не се однесува на која било веб-страница, понуда, производ или услуга на која било трета страна, дури и ако е поврзана со нашата веб-страница или ја вклучува услугата - ве молиме погледнете ги важечките политики за приватност пред да одлучите да обезбедите какви било информации на трето забави.",
    "987375734": "IMI е со седиште во САД. Сајтовите и услугата се контролирани и управувани од нас од Соединетите Држави. Вашите лични податоци може да се чуваат и обработуваат во која било земја каде што имаме капацитети или во која ангажираме даватели на услуги, а со користење на сајтовите и услугите се согласувате за пренос на информации во земји надвор од вашата земја на живеење, вклучително и Соединетите Американски Држави , кои може да имаат правила за заштита на податоците кои се различни од оние во вашата земја. Во одредени околности, судовите, агенциите за спроведување на законот, регулаторните агенции или безбедносните органи во тие други земји може да имаат право да пристапат до вашите лични податоци.",
    "452920031": "Белешка за клиенти надвор од Соединетите Држави.",
    "2328839224": ". Ве молиме погледнете го нашиот дел „Известување до жителите на Калифорнија“ поврзан со вашите права според Законот за приватност на потрошувачите во Калифорнија („CCPA“).",
    "1565481281": "Белешка за жителите на Калифорнија",
    "1028058338": "Ве молиме погледнете го нашиот дел „Известување за субјектите на податоци на ЕУ“ поврзан со вашите права според Општата регулатива за заштита на податоци („GDPR“).",
    "2271205646": "Белешка до жителите на Европската економска област.",
    "508143070": "Имајте предвид дека IMI е контролор на вашите лични информации, освен кога ги обработуваме личните информации во име на нашите Интегратори во врска со обезбедувањето на нашата услуга, во кој случај ние сме обработувач на лични информации, а тие Интегратори се контролори на лични податоци.",
    "2330965058": "Онаму каде што делуваме како процесор за нашите Интегратори, ние не ги користиме собраните податоци за која било цел, освен за разумно неопходни за да ја обезбедиме нашата услуга, а нашата обработка ќе биде регулирана со договорите што ги имаме со нашите Интегратори, а не со ова Политика за приватност",
    "3017040355": "Обработката на податоците за субјектот на податоци на ЕУ работи според правната основа на Стандардните договорни клаузули (SCCs) интегрирани во Додатокот за обработка на податоци на нашите Услови за користење или договори за обработка на податоци со нашите интегратори.",
    "2233384692": "Ако имате какви било прашања или грижи за тоа како се постапува со таквите податоци или сакате да ги остварите вашите права, треба да контактирате со лицето или субјектот (т.е. контролорот на податоците) кој склучил договор со нас за користење на Услугата за обработка на овие податоци. Ние, сепак, ќе им обезбедиме помош на нашите интегратори за да ги решат сите грижи што можеби ги имате, во согласност со условите од нашиот договор со нив.",
    "349292953": "Информации што ги собираме",
    "3022001832": "Ние собираме информации од поединци кои имаат интеракција со нашите сајтови и услуги, вклучително и оние кои ја инкорпорираат нашата услуга во нивната веб-локација („Интегратори“), оние кои ги користат услугите за означување на податоци („Клиенти“) и крајните корисници кои комуницираат со нашите Услуга преку веб-страниците на нашите Интегратори („Крајни корисници“).",
    "835545301": "Ги собираме следните категории на информации:",
    "3228928991": "Информации што може да се користат за идентификување или контактирање на поединец („Лични информации“), како што се име, адреса на е-пошта и земја. Ние собираме лични информации од нашите сегашни и потенцијални интегратори и клиенти кога тие директно ни ги даваат (на пример, со пополнување формулар кога се регистрирате за сметка или аплицирајте за да добивате известувања преку е-пошта од нас). Ние, исто така, може да го потврдиме идентитетот на нашите интегратори и клиенти со споредување на лични информации со бази на податоци на трети страни или официјални правни документи.",
    "1655796811": "Информациите што се собираат автоматски како резултат на користењето на сајтовите или услугите од страна на интеграторот или клиентот („Информации за аналитика“), како што се IP адреси, тип на прелистувач, давател на интернет услуги, тип платформа, тип на уред, оперативен систем, печат за датум и време на пристап и други слични информации. Некои информации за аналитиката се собираат во наше име од трети страни што ги ангажираме за таа цел, а некои информации за аналитика се собираат преку различни технологии за следење, вклучително и колачиња (видете „Аналитика од трета страна и технологии за следење“ подолу).",
    "1388241689": "Информации собрани како резултат на тоа што крајните корисници одговараат на барањата преку услугата („Обележани податоци“), како што се податоци за етикетирање на слики, текст конвертиран од аудиодатотеки пуштени на тие крајни корисници, одговори на прашања и други известувања генерирани од Услугата за целите на етикетирање на податоци за употреба во апликации за машинско учење. Имајте предвид дека означените податоци не се поврзани со ниту едно идентификувано лице.",
    "1493790285": "Други информации собрани од крајните корисници како дел од Услугата за тоа се потребни за да се утврди дали тие",
    "2216374138": "се луѓе, како што се движења на глувчето, позиција на лизгање, настани со притискање на копчињата, настани на допир и информации за жироскоп / акцелерометар, како што е применливо.",
    "2394073454": "Може да собираме дополнителни информации од крајните корисници кои сакаат да работат со нас како индивидуални етикетирани податоци.",
    "3103557430": "Како ги користиме информациите",
    "1130802068": "Информациите што ги собираме ги користиме за следните цели:",
    "2940689138": "Да ги администрирате сметките на Интегратор и клиентите и да ја обезбедите Услугата. Ние користиме лични податоци за да поврземе одредени сметки со интегратори и клиенти и да им ја обезбедиме услугата, да одговориме на барања или прашања, да обезбедиме поддршка или техничка помош и да ги олесниме плаќањата.",
    "857974529": "За подобрување на страницата и услугата. Ги користиме информациите за аналитика за да ги подобриме нашите постоечки и да развиеме нови услуги и понуди и да ги приспособиме постоечките и идните понуди на производи.",
    "1820844638": "Да се извлечат пазарни увиди. Ги користиме информациите за аналитика за да го анализираме пазарот и да спроведуваме деловни анализи поврзани со страницата и нашите услуги, како и за други истражувачки цели.",
    "3386280249": "Да се обезбеди пазар за означени податоци. Нашата услуга овозможува означување на податоци со голем обем и човечки преглед за системите за машинско учење како услуга за сопствениците на веб-локации и компаниите на кои им е потребна помош при етикетирањето на нивните податоци. За таа цел, ние ги откриваме означените податоци на нашите клиенти кои се заинтересирани да добијат означени податоци.",
    "3532143291": "За да ги обезбедиме нашите услуги и системи. Ние ги користиме информациите за аналитика за да ги обезбедиме нашите системи со идентификување на потенцијални закани и пропусти, и на друг начин да ги заштитиме информациите што ги собираме.",
    "2185418511": "За која било легитимна деловна цел, под услов информациите да бидат деидентификувани или собрани така што не можат разумно да се врзат за поединец.",
    "2386465280": "Како споделуваме информации",
    "2159517814": "Ние споделуваме или откриваме лични информации во следниве случаи:",
    "4256083674": "По директно барање од интеграторот за да се идентификува ризикот од измама од одредено барање за предизвик CAPTCHA или IP адреса, или на друг начин каде е дадена конкретна согласност.",
    "3494826505": "Со продавачите се ангажираме да обезбедиме суштински аспекти на сајтовите и услугата, како што се складирање податоци, хостирање и аналитика, и само за тие цели.",
    "1119009846": "По потреба за усогласување со важечкото законодавство, вклучувајќи владини барања, барања за спроведување на законот и на друг начин до јавни и приватни субјекти со цел да се заштитат правата, приватноста, безбедноста или имотот на вас, на нас или на други лица.",
    "197676026": "Со други за каква било легитимна деловна цел, под услов информациите да бидат деидентификувани",
    "2359312315": "или агрегирана така што не може да биде разумно поврзана со поединец.",
    "2497216176": "Анализа на трета страна и технологии за следење",
    "3694578791": "Како што беше дискутирано погоре, ние (и нашите продавачи на трети страни) собираме информации за аналитика делумно преку употреба на колачиња, веб-светилници и други технологии за следење. Во некои случаи, ние работиме со продавачи на трети страни за да користиме колачиња за целите на собирање информации за аналитиката.",
    "2014256987": "Ако сакате да не ја блокирате употребата на колачиња или други технологии за следење, видете „Управување со вашите информации“ подолу. Имајте предвид дека тоа може негативно да влијае на вашето искуство со користење на сајтовите или услугата, бидејќи некои функции може да не работат правилно.",
    "2788024905": "Како обезбедуваме информации",
    "3031284129": "Одрекувања од гаранција",
    "26365791": "Дополнително дозволено со закон, Сајтот и Услугата (и сите други поврзани услуги, информации, податоци, карактеристики и други содржини или материјали) се обезбедуваат на основа „како што е“ и „како што е достапно“. Дополнително дозволено со закон, IMI ги исклучува сите гаранции, вклучително, но не ограничувајќи се на имплицитните гаранции за прометливост, соодветност за одредена цел и непрекршување.",
    "735630686": "Управување со вашите информации (вашите права)",
    "2895491273": "Ако претпочитате да блокирате колачиња или други технологии за следење, повеќето прелистувачи и мобилни уреди сè треба да ги промените вашите поставки за да ве известат кога добивате колачиња или се користат други технологии за следење и да изберете дали да прифатите или да дозволите тоа. Повеќето прелистувачи исто така ви дозволуваат да ги оневозможите или избришете постоечките колачиња или автоматски да ги отфрлите идните колачиња. Може да користите и алатки од трети страни, вклучително и приклучоци за прелистувач, за да ги контролирате вашите параметри за колачиња. Забележете, сепак, дека ако ги оневозможите сите колачиња, некои делови од нашите сајтови може да не функционираат правилно.",
    "707527778": "Информации од деца",
    "2419795065": "Известување до жителите на Калифорнија",
    "1517625162": "Според член 1789.3 на Граѓанскиот законик на Калифорнија, корисниците на Калифорнија имаат право на следново известување за правата на потрошувачите: Жителите на Калифорнија може да стигнат до Единицата за помош за жалби на Одделот за потрошувачки услуги на Калифорнискиот Оддел за потрошувачки прашања по пошта на 1625 North Market Blvd., Сакраменто. CA 95834, или по телефон на (916) 445-1254 или (800) 952-5210.",
    "3730344349": "Овој дел дава дополнителни детали за личните информации што ги собираме за потрошувачите од Калифорнија и правата што им се дадени според Законот за приватност на потрошувачите во Калифорнија или „CCPA“.",
    "4044467791": "За категориите на лични информации што ги собравме од вас во претходните 12 месеци, погледнете го делот „Информации што ги собираме“ погоре. Ги собираме овие информации за деловни и комерцијални цели опишани во делот „Како ги користиме личните информации“ погоре. Во претходните 12 месеци, ги споделивме следните категории на информации со трети страни за деловни цели:",
    "4208081170": "Категорија на лични информации",
    "1528242915": "Идентификатори.",
    "3863351997": "Категории за лични информации наведени во статутот за евиденција на клиенти во Калифорнија (Cal. Civ. Code § 1798.80(e)).",
    "2826705343": "Комерцијални информации.",
    "2683038211": "Интернет или друга електронска мрежна активност.",
    "3671828834": "Примери за споделени лични информации",
    "779426309": "Вистинско име, единствен личен идентификатор, онлајн идентификатор, адреса на Интернет протокол, адреса на е-пошта, име на сметка или други слични идентификатори.",
    "2414368123": "Име, број на кредитна картичка, број на дебитна картичка или која било друга финансиска информација.",
    "4088941349": "Евиденција на производи или услуги купени, добиени или разгледани.",
    "3238612014": "Историја на прелистување, информации за интеракцијата на потрошувачот со интернет-страница, апликација или реклама.",
    "1023108656": "Категории на трети лица приматели",
    "1418235079": "Даватели на услуги",
    "3238184941": "Забелешка: Ризикот од измама поврзан со индивидуална IP адреса може да се сподели со интегратор на барање.",
    "285116485": "Компанијата не ги „продава“ (како што е дефиниран овој термин во CCPA) личните информации што ги собираме. Ве молиме погледнете го делот „Аналитика од трета страна и технологии за следење“ погоре за повеќе информации во врска со типовите на колачиња од трета страна, доколку ги има, што ги користиме.",
    "1408750006": "Предмет на одредени ограничувања, CCPA им дава на потрошувачите од Калифорнија право да бараат да знаат повеќе детали за категориите или одредени делови од лични информации што ги собираме (вклучувајќи го и начинот на кој ги користиме и откриваме овие информации), да ги избришат нивните лични податоци, да се откажат од каква било „продажба“ што може да се случи, како и право да не се дискриминираат за остварување на овие права.",
    "759057398": "Известување до субјектите на податоци на ЕУ",
    "825780955": "Лични податоци",
    "2945960297": "Во однос на субјектите на податоци на ЕУ, терминот „лични информации“ како што се користи во оваа Политика за приватност е еквивалентен на „лични податоци“ како што е дефинирано во Општата регулатива за заштита на податоците на Европската унија (GDPR).",
    "1126613163": "Чувствителни податоци",
    "3571006800": "Некои од информациите што ни ги давате може да претставуваат чувствителни податоци како што е дефинирано во GDPR (исто така наречени посебни категории на лични податоци), вклучувајќи идентификација на вашата раса или етничка припадност на документите за идентификација издадени од владата.",
    "1988461282": "Правни основи за обработка",
    "3519564631": "Цели на обработка",
    "1778642038": "Да комуницирам со вас",
    "2223819810": "Да ја оптимизираме нашата платформа",
    "1678661231": "За усогласеност, спречување на измами и безбедност",
    "2561077702": "Да ја обезбедиме нашата услуга",
    "2066321185": "Правна основа",
    "1174237568": "Овие активности за обработка ги сочинуваат нашите легитимни интереси. Се обидуваме да ги разгледаме и балансираме сите потенцијални влијанија врз вас (и позитивни и негативни) и вашите права пред да ги обработиме вашите лични информации за наши легитимни интереси. Ние не ги користиме вашите лични податоци за активности каде што нашите интереси се поништени од какво било негативно влијание врз вас (освен ако имаме ваша согласност или поинаку не се бара или дозволува тоа со закон).",
    "1350478093": "Цел на обработка",
    "787916198": "Со ваша согласност",
    "3348433919": "Вашите права",
    "3842673636": "Според GDPR, имате одредени права во врска со вашите лични информации. Може да побарате од нас да ги преземеме следните дејства во врска со вашите лични податоци што ги чуваме:",
    "4057343238": "Откажите",
    "1834911235": "Престанете да ви испраќам директни маркетинг комуникации за кои претходно сте се согласиле да ги добивате. Можеби ќе продолжиме да ви испраќаме комуникации поврзани со услуги и други немаркетиншки комуникации.",
    "3022301908": "Пристап",
    "680638297": "Ви даваме информации за нашата обработка на вашите лични податоци и ви даваме пристап до вашите лични информации.",
    "1409486258": "Точно",
    "3878077249": "Ажурирајте или исправете ги неточностите во вашите лични податоци.",
    "3645414921": "Избриши",
    "42182578": "Избришете ги вашите лични податоци.",
    "1609621367": "Трансфер",
    "3208155808": "Пренесете машински читлива копија од вашите лични податоци на вас или на трета страна по ваш избор.",
    "1786796818": "Ограничи",
    "3329634829": "Ограничете ја обработката на вашите лични информации.",
    "4202774977": "Предмет",
    "3007158970": "Се спротивстави на нашето потпирање на нашите легитимни интереси како основа на нашата обработка на вашите лични информации што влијае на вашите права.",
    "1273071008": "Барања за права за пристап на субјектот на податоци",
    "3594381346": "локација.",
    "21141582": "ова",
    "3357523404": "Прекуграничен пренос на податоци",
    "290966395": "Како што е опишано во нашиот дел „Забелешка за клиенти надвор од Соединетите Американски Држави“, имајте предвид дека вашите лични податоци ќе бидат префрлени, обработени и складирани во Соединетите држави. Законите за заштита на податоците во САД може да се разликуваат од оние во вашата земја на живеење. Вие се согласувате со пренос на вашите информации, вклучително и лични информации, во САД како што е наведено во оваа Политика за приватност со посета на нашите сајтови или користење на нашата услуга.",
    "3178581111": "Користете за нови цели",
    "1088304322": "Можеме да ги користиме вашите лични податоци од причини што не се опишани во оваа Политика за приватност, каде што ни е дозволено со закон да го сториме тоа и каде причината е компатибилна со целта за која ги собравме. Ако треба да ги користиме вашите лични податоци за неповрзана цел, може да ве известиме и да ја објасниме важечката правна основа за таа употреба. Ако сме се потпирале на вашата согласност за одредена употреба на вашите лични податоци, може да побараме ваша согласност за која било неповрзана цел и да ви дозволиме да ја прекинете употребата на услугата во тој момент доколку се спротивставите.",
    "2260079771": "Задржување на податоци",
    "38428546": "Ние ги чуваме вашите лични податоци безбедно во текот на целиот живот на вашата сметка кај нас. Ќе ги чуваме вашите лични податоци само онолку долго колку што е потребно за да ги исполниме целите за кои ги собравме, вклучително и за целите на исполнување на какви било правни, сметководствени или обврски за известување или за решавање спорови. Критериумите што ги користиме за одредување на периодите на складирање ги вклучуваат важечките договорни одредби што се во сила, законските законски рокови на ограничување, важечките регулаторни барања и индустриските стандарди.",
    "384965568": "Иако барањата за задржување варираат во зависност од јурисдикцијата, информациите за нашите типични периоди на задржување за различни аспекти на вашите лични податоци се опишани подолу.",
    "2788836740": "Информациите за контакт за маркетинг цели се задржуваат на постојана основа додека не се откажете. Потоа ќе ги додаваме вашите податоци на нашата листа за потиснување на неодредено време. Информациите за е-пошта собрани од корисниците на пристапност никогаш нема да се користат за маркетинг цели.",
    "3520687192": "Евиденцијата за комуникација со вас (на пр. билети за поддршка отворени преку е-пошта или Твитер) може да се чува на неодредено време.",
    "292211832": "Информациите собрани преку технички средства како колачиња, бројачи на веб-страници и други аналитички алатки се отфрлаат веднаш штом е практично, но може да се чуваат ограничен период до една година од истекот на колачето, обично во деидентификувана и збирна форма освен ако откриеме потенцијална злоупотреба на нашата услуга, во тој случај ќе ги задржиме тие информации за да ни помогне да спречиме злоупотреба во иднина. Не можеме да ги поврземе овие анонимизирани и збирни информации со вас, вашето домаќинство, IP-адреса или какви било лични информации врз основа на зачуваните информации.",
    "3192683783": "Промени на оваа Политика за приватност",
    "1702335960": "Секоја информација што ја собираме подлежи на Политиката за приватност која важи во моментот кога се собираат таквите информации. Меѓутоа, може одвреме-навреме да ја ревидираме Политиката за приватност. Ако ревизијата е материјална, како што е утврдено единствено од нас, ќе ве известиме, на пример преку е-пошта. Тековната верзија секогаш ќе биде објавена на нашата страница за Политика за приватност.",
    "3669258571": "Политика за колачиња",
    "2905621957": "Последно ажурирање: 18 јули 2020 година",
    "1173934218": "Ние разбираме дека вашата приватност е важна за вас и се обврзуваме да бидеме транспарентни за технологиите што ги користиме. Оваа политика обезбедува детални информации за тоа како и кога користиме колачиња на нашите сајтови и услуги.",
    "2694150481": "Дали користиме колачиња?",
    "457627611": "Да. Ние и нашите даватели на аналитика или услуги, маркетинг партнери и филијали може да користиме колачиња, веб-светилници или пиксели и други технологии за да се осигураме дека секој што ги користи Сајтовите има најдобро можно искуство. Ве молиме погледнете го делот „Аналитика од трета страна и технологии за следење“ од нашата Политика за приватност за повеќе детали.",
    "501102544": ": веруваме дека услугата против ботови hCaptcha (т.е. Услугата вградена од веб-локации, игри или мобилни апликации) вклучува само таканаречени колачиња „ослободени од согласност“ во согласност со прописите на GDPR. Примери за такви изземени колачиња вклучуваат:",
    "461631543": "Забелешка за GDPR",
    "2150907653": "* Технички колачиња строго неопходни за обезбедување на услугата. Тие вклучуваат колачиња за приоритети, колачиња за сесии, колачиња за балансирање на вчитување итн.",
    "1012122721": "* Статистички колачиња управувани директно од нас (т.е. колачиња од прва, а не трета страна), каде што податоците не се користат за профилирање.",
    "3255230599": "Што е колаче?",
    "2954157511": "Зошто користиме колачиња?",
    "1539071196": "Ние генерално користиме колачиња за следните цели:",
    "3545935449": "Да препознае нови или минати корисници.",
    "32739972": "За да ги зачувате информациите за вашата сесија за најавување доколку сте регистрирани на нашите сајтови.",
    "4209078147": "За да ја подобриме нашата страница и подобро да ги разбереме вашите посети на нашите платформи и страница.",
    "1077448694": "Да се интегрира со веб-локации на трети лица за социјални медиуми.",
    "1709478090": "Да ви служи со рекламирање базирано на интерес или насочено.",
    "3256020881": "За да го набљудувате вашето однесување и активностите на прелистување со текот на времето на повеќе веб-локации или други платформи.",
    "1092241113": "За подобро разбирање на интересите на нашите клиенти и интегратори.",
    "1434289796": "Некои колачиња се неопходни за одредени употреби на сајтовите и без такви колачиња, не би можеле да обезбедиме многу услуги што ви се потребни за правилно користење на сајтовите. Овие колачиња, на пример, ни дозволуваат да управуваме со нашите сајтови за да можете да пристапите до нив како што сте побарале и да ни дозволите да признаеме дека сте создале сметка и сте се најавиле на таа сметка за да пристапите до содржината на страницата. Тие исто така вклучуваат колачиња кои ни овозможуваат да ги запомниме вашите претходни дејства во рамките на истата сесија на прелистување и да ги обезбедиме нашите сајтови.",
    "1533171442": "Ние, исто така, користиме функционални колачиња и колачиња од трети страни за анализа и маркетинг цели. Функционалните колачиња овозможуваат одредени делови од сајтовите да работат правилно и вашите кориснички параметри да останат познати. Колачињата за анализа, меѓу другото, собираат информации за тоа како клиентите, интеграторите и крајните корисници ги користат нашите сајтови, содржината и производите што корисниците најчесто ги гледаат и ефективноста на нашето рекламирање од трета страна. Колачињата за рекламирање помагаат да се доставуваат реклами до релевантната публика и нашите реклами да се појавуваат на врвот на резултатите од пребарувањето. Колачињата се или „сесиски“ колачиња кои се бришат кога ќе ја завршите сесијата на вашиот прелистувач, или „упорни“, кои остануваат до нивното бришење од вас (дискутирано подолу) или од страната што го послужила колачето. Целосните детали за сите колачиња што се користат на сајтовите се достапни на нашата табела за откривање колачиња подолу.",
    "322830977": "Како да ги оневозможите колачињата.",
    "262509504": "Можеме да ги поврземе информациите собрани од колачињата со други информации што ги собираме од вас во согласност со оваа Политика за приватност и да ги користиме комбинираните информации како што е наведено овде. Слично на тоа, третите страни кои служат колачиња на нашите сајтови може да го поврзат вашето име или адреса на е-пошта со други информации што ги собираат, кои може да вклучуваат минати купувања направени офлајн или онлајн, или информации за вашето онлајн користење.",
    "2935155034": "Ако се наоѓате во Европската економска област, имате одредени права кои се опишани погоре под заглавјето „Известување до субјектите на податоци на ЕУ“, вклучувајќи го и правото да ги прегледате и поправите или бришете податоците што ги имаме за вас.",
    "1873812847": "Откривање на колачиња",
    "3319083717": "Име:",
    "3183855267": "1. hmt_id",
    "907324388": "Функција",
    "2896187462": "1. Се користи за строго неопходна анонимна статистика поврзана со услуги и за други технички цели, како што е помош во поддршката за пристапност.",
    "987267027": "Забава",
    "3453526675": "1. 1-ва партија",
    "1952810469": "Тип",
    "1795436560": "1. Сесија",
    "102695075": "Времетраење",
    "3356329025": "1. 30 дена",
    "3744153629": "Имиња:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "сесија,",
    "3186435874": "сесија",
    "1241291641": "Видете повеќе детали.",
    "1834801943": "2. 1-ва партија",
    "2114694926": "2. Сесија",
    "938404336": "2. Варира; до 30 дена.",
    "2196526290": "hc_пристапност",
    "1061239711": "3. 1-ва партија",
    "1483015662": "3. Сесија",
    "3458934553": "3. Варира; до 30 дена.",
    "134571844": "Impressum (Известување на локацијата)",
    "110836420": "Последно ажурирање: 23 декември 2020 година",
    "2901894297": "hCaptcha е услуга на Intuition Machines, Inc. („IMI“), корпорација од Делавер во САД (#6393793).",
    "2928362319": "Прашањата по пошта може да се испратат на: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "3094150511": "Регулаторно тело: Федерална комисија за комуникации на САД, 45 L Street NE, Вашингтон, DC 20554 САД.",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Нема гаранции за содржината",
    "707541553": "Сите информации содржани на нашите интернет страници се потврдени од IMI или трета страна. Сепак, ниту IMI ниту трети страни не можат да бидат одговорни за актуелните, точните или целосните информации. Ова исто така важи и за други веб-локации до кои може да се стигне преку хиперврски на нашите страници. IMI не прифаќа никаква одговорност за содржината на овие надворешни веб-страници.",
    "2650241052": "Без совет",
    "204716894": "Содржината и дизајнот на нашите веб-страници се заштитени со законот за авторски права. Умножувањето на страниците и нивната содржина на начин што ја надминува разумната правична употреба бара претходна писмена согласност од IMI доколку не постојат други законски одредби наведени за дуплирање на страницата.",
    "3182435854": "Авторски права",
    "3236873806": "IMI е одговорен за оваа веб-локација.",
    "1338341134": "hCaptcha + Пропусница за приватност (бета)",
    "88879089": "Пропусницата за приватност е",
    "1898063898": "за зачувување на приватноста на корисниците што ја развиваме заедно со",
    "1942186611": "и други.",
    "3673079511": "стандард кој се појавува",
    "2164933356": "Cloudflare",
    "3119589996": "Како функционира: екстензијата на прелистувачот им овозможува на корисниците можност да креираат и потпишуваат криптографски слепи токени за веб-локации што го поддржуваат протоколот Privacy Pass. Наставката генерира пропусници кои содржат криптографски заслепени токени кои се потпишани од hCaptcha кога ќе се реши предизвикот на која било локација користејќи ја услугата hCaptcha,",
    "1254771154": "предизвици прикажани на други услуги за поддршка на Privacy Pass кои исто така вградуваат hCaptcha, на пр. Cloudflare.",
    "996362763": "Овие токени се отслепуваат и се складираат од наставката за идна употреба. Кога корисникот посетува локација користејќи hCaptcha и треба да го помине предизвикот (без разлика дали е невидлив или преку копчето „Јас сум човек“), тие автоматски се откупуваат. Постапката за заслепување значи дека потпишаните и откупените токени се криптографски неповрзани од перспектива на hCaptcha, а со тоа се зачувува приватноста на корисникот.",
    "2943346052": "Како што продолжува процесот на стандардизација на IETF, очекуваме дека главните прелистувачи ќе усвојат некоја форма на Privacy Pass природно. Ова на крајот ќе го направи продолжувањето непотребно. Засега, сепак, ве молиме следете ги инструкциите подолу.",
    "2326660907": "освен",
    "741483946": "* Со други зборови: можете да добиете токени hCaptcha Privacy Pass на hCaptcha.com и да ги користите на други сајтови директно користејќи hCaptcha.com. Не можете да добивате или да ги откупите токените на hCaptcha Privacy Pass за да ја заобиколите услугата hCaptcha како што ја користи Cloudflare, бидејќи Cloudflare издава и откупува сопствени токени за Privacy Pass.",
    "1362015807": "Започнување",
    "1358325821": "Прво, инсталирајте ја наставката за",
    "310885519": "или",
    "4091044469": ". Проверете дали сте ја овозможиле наставката во инкогнито режим. Потоа, посетете која било веб-локација користејќи hCaptcha и решете ја captcha. Од верзијата 2.0.3, можете да ги откупите овие токени на веб-локации користејќи hCaptcha.",
    "3904679538": "Хром",
    "3700767772": "Откако ќе ја инсталирате наставката, кликнете овде (или на која било веб-страница што користи hCaptcha) за да заработите пропусници:",
    "166277959": "Ве молиме имајте предвид: оваа функција е моментално во бета верзија и може да не работи за сите веб-локации и корисници постојано. Во случај да не е овозможено или да не работи за одреден корисник, однесувањето едноставно ќе се врати на стандардното искуство на hCaptcha без губење на функционалноста.",
    "3031357206": "Ќе се појави нова икона до лентата за URL. Сега посетете веб-локација користејќи hCaptcha. Ќе изгледа вака:",
    "1066753052": "што значи дека паричникот е празен, а вие сте на страница која вклучува hCaptcha предизвик. Откако ќе го завршите предизвикот, ќе заработите токени кои може да се откупат на која било друга веб-локација со hCaptcha.",
    "651123197": "Бројот на тековниот вкупен износ во вашиот паричник ќе се прикаже на иконата откако ќе го завршите предизвикот.",
    "554844646": "Можете да потврдите дека екстензијата работи така што ќе видите дека бројачот се намалува за 1 секој пат кога ќе кликнете",
    "4087729475": "предизвикот по вашето првично решение.",
    "647630208": "И тоа е тоа! Вашето онлајн прелистување сега е поприватно.",
    "3272552822": "Програмери и криптографи:",
    "4059570880": "Ако сакате да ги следите напорите за стандардизација, напорите во моментов се во тек во",
    "1904390996": "за стандардизирање на",
    "252720667": "во основата на криптографската безбедност на Privacy Pass. Самиот протокол минува низ",
    "3972554015": "процес исто така. И продолжувањето на прелистувачот е секако",
    "3723626769": "за вашите придонеси и преглед.",
    "3882147547": "Забележани псевдослучајни функции",
    "565624910": "нацрт",
    "3421090159": "отворен извор",
    "3098677775": "П: Дали мојата IP и историјата на прелистување е целосно приватна од hCaptcha кога користам Privacy Pass?",
    "4019638786": "О: Корисниците на Privacy Pass на hCaptcha никогаш нема да ја изложат својата IP адреса на hCaptcha освен ако токен-паричникот на нивниот прелистувач не е празен или сајтот не го испрати. hCaptcha нема начин да го поврзе корисникот со откупот на токен и никогаш не комуницира директно со корисникот за време на откупот, освен ако неговиот паричник за токени е празен.",
    "3887113660": "П: Како Privacy Pass влијае на заработката на hCaptcha?",
    "1116455671": "О: Ќе заработите награда за првичното решение доколку корисникот го заврши на вашата страница. Активностите ја следат истата шема на одговор како корисникот автоматски да префрлил на вашата страница поради високата доверба на клиентот: нема заработка, а повикот за проверка на страницата од вашиот сервер добива „кредит: неточно“ во резултатите од пропусницата.",
    "779817954": "П: Ако имам пропусници за приватност издадени од друг провајдер, дали можам да ги откупам на hCaptcha?",
    "3014149332": "О: Не, пропусниците не се интероперабилни: тие мора да бидат издадени и откупени од истиот орган, во овој случај hCaptcha. Забележете дека ако имате пропусници и од Cloudflare и од hCaptcha во вашата екстензија, достапниот број ќе се промени до точниот износ во зависност од барањата на страницата што ја посетувате. Со други зборови, ако имате 100 пропусници на Cloudflare во вашиот паричник и 10 пропусници hCaptcha, треба да видите 10 на иконата за проширување на страниците со вградена hCaptcha.",
    "3679148535": "П: На кои други апликации на Privacy Pass работите?",
    "1606783855": "О: Ние сме многу заинтересирани за Privacy Pass за употреба на случај за пристапност („a11y“). Претходно популарните опции како што се аудио капчињата дискриминираат многу корисници на a11y. Веруваме дека комбинирањето на нашиот сегашен пристап a11y со издавањето на Privacy Pass ќе им овозможи на корисниците на a11y безбедно да пребаруваат, безбедни знаејќи дека нивниот сообраќај е поприватен, истовремено ограничувајќи ја злоупотребата од бот-операторите што неизбежно се случува кога се достапни опциите a11y.",
    "2359150347": "П: Дали другите онлајн безбедносни услуги поддржуваат Privacy Pass?",
    "2082237880": "О: hCaptcha е првата услуга од ваков вид што поддржува Privacy Pass и моментално е единствената што го прави тоа. Сепак, очекуваме другите услуги да ги препознаат предностите на зголемувањето на приватноста на корисниците на интернет и очекуваме дека во иднина повеќе ќе преземат имплементации бидејќи стандардите на IETF што ние помагаме да се развијат се формално усвоени.",
    "2109792055": "Упатство за употреба: Проблеми со дебагирање со издавање и валидација на пропусници за приватност",
    "3588620914": "Privacy Pass е нов изум според стандардите на Интернет, а можно е други апликации и екстензии на прелистувачи кои не се свесни за тоа да ја попречат неговата функционалност.",
    "4039193170": "Ако имате проблеми со добивање или откупување токени:",
    "2378786360": "1. Обидете се со еден од другите поддржани прелистувачи: ако сте на Chrome, обидете се да го користите Firefox без да ги увезувате вашите поставки од Chrome и инсталирајте го приклучокот таму. Ако тоа функционира, можеби имате проблем со конфигурацијата на прелистувачот.",
    "394235836": "3. Ако ниту еден од горенаведените предлози не функционира, испратете ни е-пошта за поддршка и со задоволство ќе ви помогнеме да дознаеме што се случува.",
    "3470857731": "Анализа за тоа колку добро reCAPTCHA открива ботови.",
    "3240786848": "Последно ажурирање: 18 февруари 2021 година",
    "2547140673": "Повеќе од една деценија, услугата reCAPTCHA на Google им нуди на сопствениците на веб-страниците замена: дозволете Google да ги следи вашите корисници и да им поставува прашања, а во замена тие ветуваат дека ќе ги запрат ботови и спам.",
    "2133754014": "Повеќе од 4,5 милиони веб-локации користат reCAPTCHA [",
    "3152512587": "и системот собира стотици милиони дневни решенија. [",
    "2296918009": "Ова е еднакво на повеќе од 100 луѓе-години труд секој ден.",
    "3900538778": "Обележените податоци се горивото што го поттикнува машинското учење. Одговорите на reCAPTCHA се користат за подобрување на услугите за ML/AI на Google од 2009 година. Многу луѓе кои користат reCAPTCHA не сфаќаат дека нивниот труд се користи.",
    "1160252730": "Google сега наплаќа високи цени за reCAPTCHA Enterprise, што предизвикува многу компании да ја преиспитаат оваа зделка.",
    "1131196501": "Големите компании како",
    "204889717": "се префрлија на hCaptcha's",
    "639413188": "како одговор.",
    "3280658086": "претпријатија решенија",
    "3842815245": "Дали е ова фер трговија?",
    "714342693": "Тимот на hCaptcha собира податоци за цените од услугите за пробивање на captcha „dark web“ од 2016 година. Забележавме интересен тренд:",
    "468929661": "Просечниот трошок за кршење на reCAPTCHA е неверојатно ниска (помалку од 1 $ на 1000 решенија) и не е материјално зголемен од почетокот на нашето следење во 2016 година. Ова важи и за reCAPTCHA v2 и v3. [",
    "2862164005": "Податоците за цените ни овозможуваат да поставиме точна вредност во долари за безбедноста што ја нуди reCAPTCHA: 0,001 $ или помалку по одговор.",
    "102498091": "Google наплаќа 1 $ на 1000 барања за reCAPTCHA Enterprise, што значи дека сега наплаќаат повеќе по барање отколку што чини да се наруши безбедноста на нивната услуга. Ова изгледа како лош договор.",
    "130239139": "Која е вредноста на 100+ луѓе-години труд што ги собира Google дневно?",
    "1421074182": "Значително повисоко.",
    "1953519598": "Трошоците за етикетирање на една слика се движат од 0,03 до 1,00 долари или повеќе. Според која било конзервативна проценка, Google досега има извлечено милијарди долари бесплатна работна сила. [",
    "3025548709": "Дали има алтернатива за овој нефер договор?",
    "263761351": "hCaptcha е првата веродостојна алтернатива, која сега ја користат стотици милиони луѓе секој месец.",
    "2743692546": "Како што корисниците ја докажуваат својата хуманост преку hCaptcha, нивниот труд влегува на анонимен отворен пазар за наддавање.",
    "1982750088": "Компаниите ширум светот конкурираат за таа работна сила да заврши едноставни задачи што се лесни за луѓето, но тешки за машините. Корисниците ја поддржуваат страницата што ја посетуваат и искусуваат помалку веб-спам поради повисокото ниво на безбедност.",
    "1108398506": "клиентите добиваат целосна контрола врз искуството и имаат корист од експертизата што ја стекна hCaptcha да работи со најголемиот независен провајдер за предизвици на интернет. Тие исто така добиваат подобра зделка од reCAPTCHA Enterprise: до 50-80% подобри цени, во зависност од обемот.",
    "3012870872": "Веб-страниците и апликациите што ја користат бесплатната верзија (hCaptcha Publisher) заработуваат приходи од таа работа наместо да ја донираат на Google.",
    "2271512952": "Корисниците ја поддржуваат страницата што ја посетуваат и искусуваат помалку веб-спам.",
    "278010425": "Широката и често променлива разновидност на задачи на hCaptcha е исто така потешко да се автоматизираат. Единствениот интерфејс на reCAPTCHA не е променет многу години и има мал сет на прашања кои ретко се менуваат. Ова е еден од начините на кои hCaptcha обезбедува поцврста заштита против ботови отколку reCAPTCHA.",
    "984849234": "hCaptcha користи напредно машинско учење за да го испорача она што го ветува само reCAPTCHA, додека ја споделува вредноста што ја доловува со веб-локациите што ја користат.",
    "4063769686": "Корисниците ја поддржуваат страницата што ја посетуваат и искусуваат помалку веб-спам. Ова изгледа како поправеден договор.",
    "685916926": "Зошто reCAPTCHA не се подобри со текот на времето?",
    "3992401943": "Има револуција во длабокото учење од 2012 година. Индустриската норма за точност на задачите радикално се подобри во текот на изминатата деценија, првенствено поради длабоките конволуциони мрежи. Другите услуги напојувани со ML што ги нуди Google ја следеа оваа крива.",
    "615031303": "(Види фусноти",
    "2125514305": "ML е подобрена, но тешкотијата за заобиколување на reCAPTCHA не е материјално променета во ова време.",
    "1406188018": "6 и 7",
    "2689973938": "Подобрувањето на reCAPTCHA создава суштински конфликт за Google како продавач на реклами.",
    "464238793": "Ако самиот Google утврди дека корисникот што гледа реклама или кликнал на врска е всушност бот, не може да наплати за рекламите прикажани на тој корисник. Овој конфликт на интереси сериозно го ограничи опсегот на амбициите на Google против ботови.",
    "918924423": "На пример, Google не понуди очигледно вредни услуги како ретроактивно откривање бот. Многу е посигурно да се прогласи сообраќајот на корисници како бот генериран по анализа на неколкудневни податоци.",
    "661412233": "Познавањето по captcha дека некои корисници се ботови е исто така вредно. Им овозможува на сопствениците на веб-локации да ги исчистат старите спам-објави и да ги бришат „сметките за спиење“ регистрирани на форумите за спам во иднина, да ја намалат измамата и многу повеќе.",
    "3600797185": "Понудата на ретроактивна идентификација на бот би го отворила Google за трнливи прашања за тоа како ретроактивно да им ги врати парите на огласувачите кои потрошиле пари на тој измамнички сообраќај.",
    "2076932190": "Така, производот reCAPTCHA стагнира веќе една деценија.",
    "3856912381": "Корисниците настрадаа, а непотребниот веб-спам сега е неконтролиран. Но, постои алтернатива.",
    "1035621426": "Секој бот идентификуван од reCAPTCHA директно ги намалува приходите од реклами на Google.",
    "3668115514": "Како се разликува hCaptcha?",
    "2413742287": "Поттикот на hCaptcha е да ја максимизира точноста, а не приходите од реклами: одговорите на ботовите се бескорисни за нашите клиенти, на кои им се потребни податоци за обука на луѓе.",
    "1373262754": "Да се знае кој е поединец има минимална вредност за hCaptcha. Се грижиме само дали се луѓе или злонамерен актер.",
    "600646860": "Наместо да нуди услуга со сомнителна вредност додека извлекува труд со вистинска вредност, hCaptcha обезбедува и компензација и силна заштита против ботови.",
    "1836191653": "Наместо да им нуди лесно поразена услуга на бесплатните корисници додека наплаќате милиони долари за верзијата на претпријатието која не е многу подобра, hCaptcha обезбедува одлична заштита на бот и за двете, додека на корисниците на претпријатијата им нуди дополнителни функции и прилагодување, заедно со силни SLA и брза поддршка.",
    "990215503": "hCaptcha е единствената голема услуга за captcha која не е во сопственост на рекламна мрежа.",
    "971933157": "hCaptcha се грижи за приватноста, транспарентноста и правичноста.",
    "178839499": "hCaptcha ја споделува вредноста на сработеното додека корисниците ја докажуваат својата хуманост.",
    "1237076138": "hCaptcha нуди фер договор и за бесплатни (hCaptcha Publisher) и за претпријатија (hCaptcha Enterprise).",
    "614310292": "Кој го изгради hCaptcha?",
    "4188814619": "hCaptcha е услуга на Intuition Machines (",
    "3265328927": "), компанија за машинско учење која нуди производи и услуги за компании кои спроведуваат машинско учење на размер.",
    "2740033957": "Тимот за IM е составен од научници и инженери од Apple, Amazon и други лидери во машинското учење, дистрибуирани системи и безбедност.",
    "1579715421": "Научниците од IM редовно објавуваат на врвни конференции како ICML, ICLR, ECCV и NeurIPS, а компанијата јавно објави најсовремени резултати во ML дисциплини како длабоко хаширање [",
    "4015238193": "и OCR [",
    "279580593": "imachines.com",
    "279918384": "Како Google ја користи вашата бесплатна работна сила?",
    "2385522384": "Веројатно гледавте рамки на видео од камерите на самоуправувачките автомобили на Google Waymo и помагавте да се подобри нивното препознавање на објекти.",
    "1517627947": "Веројатно гледавте слики од згради или улични знаци од автомобилите на Google Streetview и помагавте да ги означите локациите за нивните производи на „Карти“ и Земјата.",
    "3225936061": "Веројатно гледавте слики од текст снимени од страниците на книги на услугата „Книги на Google“ и помагавте да се подобри нивниот софтвер за OCR (препознавање текст).",
    "129661785": "Дали некогаш сте побарале да „кликнете на автомобилот/пешачкиот премин/стоп светло?“",
    "936667684": "Дали некогаш сте побарале „да го напишете знакот на зградата/уличниот знак?“",
    "3773515538": "Дали некогаш сте биле замолени да „напишете два збора?",
    "1778058441": "Какви видови работни места работат на hCaptcha?",
    "366088791": "hCaptcha поддржува широк спектар на задачи.",
    "3114147525": "Клиентите на hCaptcha ја користат услугата за задачи, вклучувајќи препознавање објекти, откривање атрибути (собирање етикети за да се идентификуваат типови облека), рангирање на релевантност (избирање на најрелевантниот производ од неколку опции кога се споредуваат со примарен производ), ограничување кутии (наоѓање области на интерес на слика), „Human OCR“ (идентификување на текстот во слика) и многу други видови задачи.",
    "3139609561": "Подолу се дадени два примери за класификација на слики и типови задачи за откривање атрибути. [",
    "2273532558": "Кои се клиентите што плаќаат на hCaptcha?",
    "4104221634": "Клиентите на hCaptcha опфаќаат различни индустрии, од технолошки компании до оние фокусирани на модата, малопродажбата и други области каде што можат да создадат вредност од примената на машинското учење.",
    "1337725003": "hCaptcha е посветена на демократизирање на пристапот до прибелешки со голем обем во реално време, дозволувајќи им на големите и малите компании да го подобрат квалитетот на нивните производи и услуги со примена на машинско учење во нивниот бизнис.",
    "4086379603": "Прашања?",
    "1243684308": "Вашите повратни информации ги сфаќаме сериозно и сакаме да обезбедиме сите да имаат попријатно искуство на интернет, со помалку ботови и помалку спам. Обратете се кај нас:",
    "2645321220": "И ако мислите дека цената на reCAPTCHA е превисока, прашајте не за hCaptcha Enterprise. Во моментов се користат од страна на некои од најголемите издавачи, компании за финансиски услуги и компании за веб-инфраструктура во светот, тие не се само веродостојна алтернатива на reCAPTCHA: веруваме дека тие ја нудат најдобрата заштита на бот во моментов достапна.",
    "1229233916": "Фусноти",
    "1115642494": "1. Извор: BuiltWith.com reCAPTCHA списоци на страници. Преземено на 9 јули 2019 година.",
    "448807334": "(„Стотици милиони CAPTCHA ги решаваат луѓето секој ден.“) Преземено на 8 јули 2019 година.",
    "2397590157": "3. Конзервативна проценка: 200 милиони решава * 30 секунди по решение во години = 190,3 лице-години/ден.",
    "3236311792": "4. Внатрешна анализа на hCaptcha. Податоците собрани до 30 јуни 2019 година. Детали се достапни на барање.",
    "1752259468": "5. Конзервативна проценка: 0,01 $ цена на една прибелешка * 200 милиони во просек. прибелешки на ден (долна граница) * 365 дена годишно * 10 години од стекнувањето во 2009 година = 7,3 милијарди долари долна вредност на границата.",
    "3268946369": "6. Кредит: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Извор: Мери Микер, КП Интернет трендови 2017 година",
    "2666258754": "РЕЛАЦИОНИ ВКЛУЧУВАЊА ЗАСНОВАНИ НА СЕМАНТИЧКА ХИЕРАРХИЈА ЗА СЛАБО НАДЗОРЕН ДЛАБОКО МЕШАЊЕ, Хеики Арпонен, Том Е Бишоп. ICML 2019, LLD Работилница.",
    "2544169219": "Неодамнешни најсовремени резултати: ICML LLD, мај 2019 година.",
    "1973347745": "10. Пример слики без хонорар. Извор: Петапиксел.",
    "1493115924": "Забелешки за заштитен знак:",
    "4051104324": "„Intuition Machines“ е регистрирана трговска марка на Intuition Machines, Inc.",
    "3983646521": "Сите имиња на производи, логоа, брендови, заштитни знаци и регистрирани трговски марки се сопственост на нивните соодветни сопственици. Сите имиња на компании, производи и услуги што се користат на оваа веб-локација се само за цели за идентификација. Употребата на овие имиња, заштитни знаци и брендови не значи одобрување. Во овој случај, сосема спротивното.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Scientists поставија нов репер за слабо надгледувано препознавање на текст (OCR) на CVPR 2020 година.",
    "1259002282": "Најдовте бубачка? Еве како да го пријавите.",
    "3301728462": "Милиони луѓе користат hCaptcha секој месец, на илјадници комбинации на прелистувачи, екстензии, уреди, заштитни ѕидови и многу повеќе.",
    "3878230879": "Нашата цел е да се погрижиме секогаш да работи за вас, затоа многу ги цениме вашите извештаи!",
    "2465128185": "За да дадете брзи повратни информации, само кликнете на копчето „Испрати ни повратни информации“.",
    "2921990472": "Ако гледате функционален проблем, ве молиме следете ги",
    "2870341481": "подолу. Само за сите други прелистувачи",
    "1866590035": "Инструкции за евиденција за отстранување грешки за Chrome",
    "444492541": "инструкции за евиденција за отстранување грешки за Firefox",
    "169267610": "ни е-пошта",
    "3100722753": "За потенцијални проблеми со безбедноста или приватноста, видете ги упатствата подолу.",
    "1906593952": "Обезбедете повратни информации за hCaptcha што штотуку го видовте",
    "3951254541": "Го цениме вашиот придонес. Кажете ни какви било проблеми и ние брзо ќе ги решиме.",
    "3324288040": "Испратете ни повратни информации",
    "2864016648": "Прашања за приватност",
    "304004915": "Не ни е грижа кои се корисниците, само колку е веројатно дека се злонамерни или машини. Ние поддржуваме иницијативи како",
    "1139493658": ", и работете напорно за да ја балансирате приватноста и безбедноста.",
    "3083289844": "Ако најдовте проблем што мислите дека може да влијае на приватноста на корисникот, ве молиме е-пошта ни на",
    "4264784515": "Безбедносни грешки",
    "963238401": "Секогаш сме заинтересирани да добиваме извештаи за безбедносни грешки. Е-пошта",
    "3926027556": "и брзо ќе ви се вратиме.",
    "1589805435": "Имаме и а",
    "2560582224": "програма за баунтирање грешки",
    "103876916": "за подобни безбедносни извештаи на услугата hCaptcha и поврзаниот изворен код.",
    "497117287": "Опции за пристапност",
    "3230004040": "Дали сте со оштетен вид или на друг начин не можете да завршите hCaptchas?",
    "3480023141": "Дознајте повеќе за опциите за пристапност",
    "2052161540": "Снимање детали за извештајот за грешки: Chrome",
    "2281169898": "Испраќањето информации за отстранување грешки со вашиот извештај ќе ни олесни да идентификуваме што се случува. Еве чекор-по-чекор инструкции:",
    "1123365779": "Ако сте веб-развивач или експерт корисник, резимето е дека би сакале да ни испратите мрежна снимање на HAR и евиденција на конзолата на прелистувачот.",
    "2015218686": "пред да поминете низ овие чекори. Ако тоа го реши вашиот проблем, сепак би сакале да ни ја известите верзијата на прелистувачот, блокирачот на реклами или екстензијата на прелистувачот и URL-то на веб-локацијата.",
    "3922723611": "Обидете се да ги оневозможите сите безбедносни екстензии за блокирање реклами или прелистувач",
    "4036872105": "прво, а потоа обидете се повторно",
    "993651083": "Чекор 1: Отворете ги алатките за програмери (Ова започнува со снимање на сесијата.)",
    "4163469907": "Чекор 2: Кликнете на картичката Мрежа во Алатки за програмери. Проверете го полето „Зачувај дневник“ на врвот.",
    "4243348003": "Чекор 3: посета",
    "641342999": ", или веб-локацијата на која имате проблем (Забелешка за приватност: само ако не ви пречи да споделите што е тоа) ... и потоа кликнете на копчето „Јас сум човек“ и обидете се да го решите.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Чекор 4: Кликнете на „Export HAR“ (малата стрелка надолу) откако ќе се обидете да решите, што го зачувува дневникот на мрежата. Испратете ни ја таа датотека.",
    "1503240421": "Чекор 5: Кликнете на картичката Конзола и кликнете со десното копче на глувчето, потоа „Зачувај како ..“ за да го зачувате дневникот на конзолата. Испратете ни го и тоа.",
    "2863840904": "Чекор 6: Последен чекор, испратете ни е-пошта на датотеките за дневници на HAR и конзола до нас и опишете го проблемот",
    "4051785543": "Користете:",
    "3623028666": "(ве молиме користете услуга како",
    "551761392": "и испратете врски) и по желба слика од екранот, ако се сомневате дека нешто не се прикажува правилно. Ве молиме испратете ја и IP адресата што ја користите. Можете да го добиете од",
    "1219091208": "Dropbox",
    "443094024": "Датотека",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Ви благодариме што одвоивте време да ни помогнете да ги добиеме овие информации!",
    "3680327841": "Посветени сме на тоа hCaptcha да работи добро за секого",
    "1059502393": "Снимање детали за извештајот за грешки: Firefox",
    "1112074001": "Чекор 2: Кликнете на картичката Мрежа во Алатки за програмери. Проверете го полето „Постојани дневници“ на врвот.",
    "1797298240": "Чекор 4: Кликнете на „HAR“ откако ќе се обидете да решите и изберете „Зачувај ги сите како HAR“ за да го зачувате дневникот на мрежата. Испратете ни ја таа датотека.",
    "3671246379": "Чекор 5: Кликнете на јазичето Конзола и кликнете со десното копче, потоа „Избери ги сите“ и зачувајте ја во текстуална датотека, за да го зачувате дневникот на конзолата. Испратете ни го и тоа.",
    "3816867833": "Повратни информации",
    "788770967": "Жал ми е што го слушам тоа! Можеби ќе сакате да ја користите нашата опција за пристапност:",
    "1333016413": "Ова ви овозможува да избегнете идни прашања со регистрирање и поставување колаче.",
    "2333410049": "Ве молиме обидете се да го исклучите и вашиот блокатор на реклами.",
    "1345083090": "Пријавувате проблем со функционалноста?",
    "2184564739": "Види",
    "604751186": "Други прашања? Е-пошта",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "како да пријавите проблеми со детални дневници",
    "1050501253": "Премногу тешко",
    "3264813246": "Несоодветно",
    "3526939538": "Софтверска грешка",
    "126134492": "Друго",
    "3511610999": "Ајде да се погрижиме да стигнете на вистинското место.",
    "3906886217": "За компании или веб-страници",
    "1621597093": "Решенија за безбедност на претпријатијата (платени)",
    "3176531704": "Прибелешка за податоци",
    "1834239172": "Купете услуги за прибелешки на hCaptcha",
    "1457707016": "За поединци",
    "770264626": "Додајте hCaptcha на вашата услуга (бесплатно)",
    "881015166": "Додај hCaptcha за издавачи на мојата веб-локација или апликација",
    "47536007": "Дознајте повеќе за hCaptcha",
    "2012837493": "Резултати од пребарувањето",
    "4034694801": "Нема резултати кои се совпаѓаат.",
    "3621411541": "Дознајте повеќе за опциите за пристапност за hCaptcha",
    "3401005681": "Заработи пари",
    "3933993151": "Работете како индивидуален означувач на податоци",
    "563059212": "Список на потпроцесори",
    "3501923981": "Последно ажурирање: 1 јануари 2020 година.",
    "3548097301": "Во сила: 1 јануари 2020 година.",
    "3991444169": "Оваа страница ги наведува тековните потпроцесори за услугата hCaptcha Enterprise.",
    "835396984": "Моментално активен",
    "424089481": "Amazon Web Services, Inc. (Глобал). Обезбедени услуги: веб-услуги на Амазон. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Глобал). Обезбедени услуги: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Глобална). Обезбедени услуги: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Мајкрософт Корп. (Глобал). Обезбедени услуги: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Забелешка: не важи за сите клиенти. На пример, IP Blinding или други напредни клиенти со опции за приватност или безбедност (на пр. клиенти за безбедни виртуелни закупнини) се целосно исклучени од какви било потенцијални \"PII\" кои некогаш влегуваат во телеметриски системи, дури и IP адреса. Доколку е потребно, контактирајте со претставникот на вашата сметка за повеќе информации.",
    "700843971": "Hound Technology, Inc. (Глобал). Обезбедени услуги: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Глобал). Обезбедени услуги: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Глобал). Обезбедени услуги: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (Глобал). Обезбедени услуги: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Инфраструктура",
    "370366524": "Ефемерна сервисна телеметрија",
    "121192737": "Претстојни дополнувања",
    "2420789666": "Fastly, Inc. Обезбедени услуги: Брзо CDN и пресметување на работ.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Во сила: 1 септември 2021 година. Дополнување на инфраструктурата",
    "1487796027": "За компаниите",
    "3943417791": "Добијте поддршка за hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (бесплатно)",
    "3397976149": "Добијте поддршка за hCaptcha Publisher",
    "833750823": "Дали имате потешкотии со предизвикот?",
    "2024737147": "Сакате да пријавите грешка?",
    "1978884623": "Дознајте повеќе за пријавување проблеми со софтверот",
    "4188664955": "Главни услови за користење",
    "2621989404": "Последно ажурирано: 24 септември 2021 година. Ве молиме имајте предвид дека нашите термини на англиски јазик се авторитативни.",
    "2404545611": "Добредојдовте на hCaptcha! Ви благодариме што сте дел од нашата заедница. Сите корисници на „Услугите“ (дефинирани подолу) мора да се согласат со следните услови („Услови за користење“). Според овие Услови за користење, „IMI“, „ние“ и „нас“ се однесува на Intuition Machines, Inc. и нејзините подружници, филијали, службеници, агенти, вработени, претставници и агенти, а нашата „веб-страница“ вклучува која било веб-локација под нашата контрола, вклучувајќи ги www.hcaptcha.com и www.imachines.com.",
    "2348450790": "Ве молиме прочитајте ги овие Услови за користење. Тие вклучуваат, меѓу другите одредби, одрекување од гаранции, ограничувања на одговорноста и обврзувачка арбитража. Ве молиме имајте предвид дека овие Услови за користење можеби се променети од вашата последна посета на нашата веб-локација. Можеме да ги ревидираме и ажурираме овие Услови за користење од време на време по наше дискреционо право. Во случај на материјална промена, ќе ве известиме со објавување на ажурираните Услови за користење на оваа страница, по што мора потврдно да ги прифатите ажурираните Услови за користење за да продолжите да ја користите или пристапувате до страницата или услугата.",
    "1933936765": "Договор за обработка на податоци (последно ажурирано: 23 септември 2021 година)",
    "2959486280": "Ако не се согласувате со овие Услови за користење, не смеете да ја користите или пристапите на страницата или на услугата.",
    "3200859925": "1. Цел",
    "1807143500": "Услугите вклучуваат онлајн безбедносна услуга („Услуга hCaptcha“) и платформа („Платформа за машини за интуиција“) на кои поединецот („Соговорник“) може да избере да ги извршува задачите што ги извршува трето лице или самите машини за интуиција (секоја „Барател“) објавува на нашата веб-локација или услугата hCaptcha, или директно на нашата веб-локација или со пристап до платформата Intuition Machines и/или извршување задачи преку или во врска со ентитет од трета страна и/или платформа или услуга (секоја, „Интегратор“). Барателите објавуваат задачи и ги покануваат соработниците да ги извршуваат во замена за наградите обезбедени од IMI на интеграторите, или како што е определено од Барателот ако барателот ја користи платформата за машини за интуиција или услугата hCaptcha за да им служи на задачите на нивните крајни корисници. Наплаќаме компании и поединци (секој „Клиент“) за користење на нашата платформа за да можат да го користат нашиот софтвер, задачите на авторот, да нè ангажираат за авторски задачи и/или да добијат пристап до соработниците. Исто така, наплаќаме од интеграторите за користење на нашата услуга hCaptcha со цел да ги намалиме измамите, злоупотребата и спамовите на нивните веб-локации, мобилни апликации и други онлајн својства. Горенаведеното се нарекува колективно како „Услуги“.",
    "3212830633": "2. Подобност",
    "2605814073": "Со користење или регистрирање за нашите услуги, вие се согласувате: имате најмалку 18 години; имате овластување да го внесете овој договор во свое име или субјектот што го застапувате и во секое време ќе останете во согласност со овие Услови за користење и со сите политики и упатства на IMI наведени овде; и нема да ја злоупотребувате нашата веб-локација, погрешно да ни го претставувате вашиот идентитет или да користите вештачка интелигенција за да завршите кој било дел од која било задача на IMI за која е потребна човечка интелигенција.",
    "2616040974": "3. Клиенти и баратели",
    "1544829730": "Ако сте клиент или барател, се согласувате дека дополнителните услови приложени овде како Додаток за клиенти ќе се применуваат и ќе бидат вградени со упатување во овие Услови за користење. Ако не сте клиент или барател, или престанете да бидете клиент или барател, тогаш дополнителните услови во Додатокот за клиент нема да важат ниту ќе бидат вградени со упатување во овие Услови за користење.",
    "3759360138": "4. Корисничко име и лозинка",
    "2236960358": "По регистрацијата, од вас ќе биде побарано да откриете одредени лични информации за вас („Лични информации“), вклучувајќи го вашето име, адреса на е-пошта и да креирате корисничко име и лозинка, а сето тоа ќе биде предмет на нашата Политика за приватност, достапни на нашата веб-страница. Само вие сте одговорни за следење, обезбедување и одржување на безбедноста на вашата сметка, лозинки и сите клучеви за автентикација поврзани со вашата сметка, и вие сте одговорни за секоја употреба или дејство преземено преку користење на тие информации на Услугите.",
    "3047519814": "Се согласувате дека нема да ја споделувате вашата сметка или лозинка со никого.",
    "1699668873": "Мора веднаш да го известите IMI ако се сомневате дека информациите за вашата сметка биле украдени или користени од некој друг, или било кое друго нарушување на безбедноста.",
    "3044038608": "Се согласувате да ни дадете вистинити, точни и целосни информации како што се барани во процесот на регистрација. Вие исто така се согласувате да ги ажурирате таквите информации веднаш по потреба за да бидат актуелни и точни.",
    "4132302900": "5. Вашата приватност, вашите податоци и „Податоци за сите“",
    "10724169": "Ја прифаќате нашата Политика за приватност, која регулира што ќе правиме со какви било лични информации што ни ги давате.",
    "1669194950": "Покрај личните информации, од вас може да се бара да обезбедите (или можеби е неопходно да собереме) други податоци за да можеме да ги обезбедиме Услугите (колективно, „Податоци за клиентите“). Ние не сме одговорни за какво било неуспех во извршувањето на услугите што е предизвикано од вашето доцнење или неуспехот да ги обезбедите податоците за клиентите.",
    "1330274831": "Со ова ни давате светска, неексклузивна, подлиценцирачка, пренослива, без авторски права, неотповиклива лиценца за време на рокот на овој Договор за користење, репродуцирање, електронски дистрибуирање и јавно прикажување на сите податоци за клиентите исклучиво заради обезбедување на услугите . Вие застапувате и гарантирате дека поседувате доволно право, титула и интерес за и за вашите податоци за да ја дадете лиценцата во овој дел.",
    "2230333214": "Ги собираме податоците за клиентите со други податоци, така што резултатите не можат лично да се идентификуваат и, исто така, собираме деидентификувани технички дневници и податоци во врска со користењето на Услугите („Збирни/деидентификувани податоци“). Без оглед на спротивното овде, сите такви збирни/деидентификувани податоци може да се користат од страна на IMI за која било деловна цел за време или по истекот на овој Договор, вклучително и без ограничување за развој и подобрување на Услугите и за креирање и дистрибуција на извештаи и други материјали. Податоците за клиентите може исто така да останат и да се прикажуваат во системот ограничен временски период кој не надминува 180 дена по завршувањето на работата, на пример како податоци за автоматска калибрација или валидација за системите Intuition Machines. За јасност, овој Дел 5 не ни дава право да ве идентификуваме како извор на збирни/деидентификувани податоци без ваша претходна писмена дозвола.",
    "3881754581": ". Ако сте клиент на нашите услуги за прибелешки и сте ја избрале опцијата „Податоци за сите“ како дел од вашето користење на Услугите, тогаш на IMI и на сите корисници на Услугите им доделувате светски, неексклузивен, подлиценциран, пренослив, без авторски права, неотповиклива лиценца за целосно искористување на сите податоци за клиентите, вклучувајќи ги и сите поврзани права на интелектуална сопственост. Ако ја изберете опцијата „Податоци за сите“, вие застапувате и гарантирате дека поседувате доволно права, титула и интерес за и за вашите податоци за да ја дадете лиценцата во овој дел.",
    "3496767126": "За да се избегне сомнеж, следниот став се однесува исклучиво на клиентите кои ги користат нашите услуги за прибелешки, а не за користење на нашите услуги како интегратор",
    "767207800": "Ако вашите податоци содржат потенцијално експлицитна или навредлива содржина, бараме од вас да ги означите „ЕКСПЛИЦИТНА СОДРЖИНА“ за да служат како фер предупредување за секој што ги гледа вашите податоци. Не можете без посебен писмен договор со IMI да вклучите задачи што ги прекршуваат нашите политики, вклучувајќи, но не ограничувајќи се на, (а) задачи кои директно или индиректно промовираат друга веб-локација или услуга, (б) задачи што ги прекршуваат условите на веб-локација на трета страна и услови, (в) задачи со кои се бара од соработниците да побараат трети лица, (г) задачи кои бараат од соработниците да преземат акција за манипулирање со однесувањето или резултатите на веб-локацијата, (д) задачи кои ги нарушуваат правата на интелектуална сопственост на трети страни и (ѓ) задачи кои бараат соработниците да преземаат софтвер или датотеки.",
    "3370561195": "6. Прифатливо однесување",
    "4205152730": "Охрабрени сте да комуницирате со други корисници каде било на нашата веб-локација, форум, пораки, разговори и други канали за социјални медиуми контролирани од IMI, но ако го правите тоа, мора да ги почитувате сите услови за користење и користење на нашата страница и сите релевантни закони .",
    "1394253934": "7. Злоупотреба, злоупотреба и погрешно претставување",
    "1406393333": "Секој пристап или употреба на Услугите освен во согласност со овие Услови на услуги и какви било упатства што ги даваме е строго забрането. Конкретно, НЕМА:",
    "3409726716": "регистрирајте се за повеќе од една сметка кај нас без писмено овластување;",
    "3119498672": "извршувајте каква било задача со употреба на интернет-ботови, веб-роботи, ботови, скрипти или која било друга форма на вештачка интелигенција или на друг начин обидете се да добиете награди од IMI или кој било Барател или Интегратор без да ги завршите задачите како што се опишани;",
    "1188668818": "да дадете какви било лажни информации додека ја користите оваа веб-локација (вклучувајќи без ограничување имитирање на кое било друго лице или организација во вашата сметка, или лажно наведување или на друг начин погрешно претставување себеси или вашата поврзаност со кое било друго лице или организација во вашата сметка;",
    "2804310964": "пристап или обид за пристап до нашата веб-локација преку кој било прокси веб-сервер или друг уред дизајниран да ја замагли вашата вистинска локација или идентитет или на кој било начин различен од обезбедениот интерфејс;",
    "1374227759": "користете ја веб-страницата за каква било незаконска активност или за која било цел различна од целта за која е достапна;",
    "2103513933": "да се вклучи во активност што го попречува или го нарушува функционирањето на локацијата;",
    "137127070": "вметнете, поставувајте или прикачете малициозни или непознати надворешни врски или датотеки, или прикачете каква било содржина што содржи вирус, тројански коњ, црв, темпирана бомба или друг штетен компјутерски код;",
    "1686655020": "Поставете која било содржина што подлежи на авторски права што не е ваше оригинално дело, освен ако немате дозвола од вистинскиот сопственик да објавувате таква содржина и да му ги дадете на IMI сите лиценцирани права дадени овде;",
    "1406692811": "вклучете спамирање или објавувајте каков било вид публицитет, обиди да добиете препораки, масовна комуникација, понуди или барања за пари, барање услуги, рекламирање, маркетинг, бесмислени пораки, дупликати теми, нелегална содржина, врски на социјалните веб-страници, адреси на е-пошта или ИД на инстант-месинџер освен ако тоа не го бара задачата;",
    "3893539589": "вметнете надворешни врски кои нудат стоки или услуги освен ако тоа не го бара задачата;",
    "3214322759": "инаку се вклучи во каква било злонамерна или измамничка активност.",
    "3733422465": "8. Потврдување на вашиот идентитет",
    "267645277": "IMI може да го потврди вашиот идентитет. Ова може да вклучи споредување на вашите лични информации со бази на податоци на трети лица или официјални правни документи. Вие нè овластувате да направиме какви било прашања неопходни за потврдување на вашиот идентитет, вашата сопственост на вашата адреса за е-пошта и вашата сопственост на вашите финансиски сметки. Се согласувате да дадете информации за вас за да ни помогнете да го потврдиме вашиот идентитет.",
    "4169910317": "9. Усогласеност со Законот",
    "519755936": "Само вие сте одговорни за усогласување со федералните, државните, провинциските и локалните закони во врска со вашата употреба на Услугите. Се согласувате да обештетите и да не држите безопасни за какви било побарувања против нас затоа што не сте придржувале кон кој било закон или сте прекршиле права на трета страна, вклучително и без ограничување договорни, интелектуална сопственост или права на приватност.",
    "731546974": "10. Даноци на соработници или интегратори",
    "3128328457": "Ако сте соработник или интегратор, само вие сте одговорни за плаќање на проценети или други федерални, државни или локални даноци на доход, социјално осигурување, FICA и работнички компензација што се должи како резултат на користењето на нашата веб-страница, како и слични даноци или давачки во јурисдикции кои не се во САД. Вие се согласувате да обештетите и да не држите безопасни за какви било проценки против нас затоа што не сте се придржувале кон ниеден даночен закон.",
    "2931396764": "11. Прекршување на овие Услови за користење",
    "1240667045": "Можеме да го суспендираме, ограничиме или откажеме вашиот пристап до Услугите во секое време поради која било причина, вклучително и затоа што: (а) веруваме дека сте ги прекршиле овие Услови за користење (вклучувајќи и други поврзани политики); (б) веруваме дека сте ги прекршиле нашите права или правата на која било трета страна; (в) не сме во можност да ги потврдиме или потврдиме информациите што ни ги дадовте; или (г) веруваме дека вашите постапки може да создадат обврски за вас, нас или трето лице. За избегнување на сомнеж, го задржуваме правото да го спречиме или суспендираме плаќањето за вас доколку разумно веруваме дека некое од горенаведеното се однесува на таквото плаќање.",
    "1601080128": "Ако ја суспендираме или укинеме вашата сметка, повеќе нема да имате пристап до кој било дел од веб-локацијата, вклучувајќи податоци, пораки, датотеки и друг материјал што го чувате на страницата. НЕ смеете да продолжите да ја користите нашата веб-локација под друго или ново име на сметка. Прекршувањето на овие Услови за користење може да се гони во целосна мерка на законот и може да резултира со дополнителни казни и санкции.",
    "1160707899": "12. Улогата и односот на соработникот со IMI и други баратели",
    "269838707": "Ако сте Соработник, вие и само вие одлучувате кои и колку задачи да завршите, и кога и каде ќе ги завршите. Слободно можете да потрошите онолку или малку време за завршување на задачите колку што ќе одберете. Во ниту еден момент немате обврска да завршите некоја задача.",
    "1087195513": "Ако сте соработник кој пристапува до Услугите и/или извршува задачи преку или во врска со Интегратор во име на барател кој не е IMI, тогаш се согласувате и потврдувате дека Intuition Machines не е одговорна и нема никаква обврска кон вас со почитување на какви било награди или други надоместоци за завршени задачи. Вие се согласувате и признавате дека секоја награда или друг надоместок за завршените задачи се одредува исклучиво во согласност со вашиот договор со Барателот и/или Интеграторот, како што е применливо. Сите спорови околу таквите награди или други компензации (вклучувајќи без ограничување неуспехот да се добијат такви награди или друг надомест) се единствено помеѓу вас и Барателот и/или Интеграторот, како што е применливо.",
    "952813944": "Ниту вашата употреба на нашата веб-локација, ниту нешто во овој договор не создава вработување, партнерство, заедничко вложување, агенција, франшиза или претставник за продажба помеѓу вас и Intuition Machines. Ние не ви обезбедуваме никаква опрема или алатки за да завршите некоја задача. Ние не ви обезбедуваме никакви бенефиции, работнички компензации или осигурување. Ние не сме одговорни за какви било трошоци што ќе ги направите при користење на нашата веб-страница. Ние нема да задржиме никаков износ од вашата награда за федерален или државен данок на доход, социјално осигурување или кој било друг данок. Во секое време сте слободни да извршувате задачи за кое било лице или бизнис, вклучително и кој било од нашите конкуренти. Немате овластување да склучувате договор, писмен или устен, во име на Intuition Machines.",
    "3460432665": "Без оглед на горенаведеното, ако сте даночен обврзник од САД, може да побараме од вас W-9, да се ажурира годишно, и може да ви забраниме да извршувате задачи додека не го завршите или ажурирате W-9.",
    "458271951": "Ако сте Соработник кој пристапува до Услугите и/или извршува задачи преку или во врска со интегратор во име на Intuition Machines (дејствува како Барател), Intuition Machines може да ве награди за прифатливо завршување на одредени задачи. Во случај да се утврди дека сте вклучени во измама, злоупотреба или прекршување на овие Услови за користење, секоја и сите награди за вас може да бидат задржани и/или обновени од Intuition Machines.",
    "3056723024": "13. Неприфатливо завршување на задачите",
    "3913203723": "Доколку, од која било причина, Барателот не прифати извршување на задачата што сте ја завршиле, вие како соработник или интегратор нема да имате право на никаква награда за задачата. Во случај наградите да ви биле веќе распоредени за неприфатливо завршена задача, може да ги вратиме од вас.",
    "3666807632": "14. Квалификации и вештини на соработниците",
    "1993899769": "15. Наша употреба на информации",
    "3027055607": "16. Интелектуална сопственост и сопственички права",
    "3910971075": "IMI ги поседува сите права, вклучително и правата на интелектуална сопственост, во изворниот код, објектниот код или основната структура, идеите или алгоритмите, API и секој дополнителен софтвер, документација или податоци поврзани со Услугите („Софтвер“). Вие нема, директно или индиректно, преку трето лице или на друг начин: (а) обратно инженерство, декомпајлирање, расклопување или на друг начин обид да го откриете софтверот; (б) менување, преведување или креирање изведени дела врз основа на кој било софтвер; (в) копирајте, изнајмувајте, изнајмувајте, дистрибуирајте, заложите, доделувате или на друг начин пренесете или оптоварувајте права на кој било софтвер; (г) користи кој било Софтвер за временско споделување, цели на сервисното биро или на друг начин во корист на трето лице; или (д) отстранете ги сите известувања или етикети за сопственост.",
    "3660891610": "Ако сте соработник, IMI, а не вие, има сопственички права во секое дело што го создавате како дел од завршувањето на која било задача. Со прифаќање на условите на овој Договор, вие се согласувате (и со ова го правите) да го пренесете поседувањето, сопственоста и титулата (вклучувајќи ги сите права на интелектуална сопственост што постојат низ целиот свет) во и за вашата работа на нас. За да се осигураме дека можеме да ги стекнеме, усовршуваме и користиме таквите права, дополнително се согласувате да (i) потпишете какви било документи за да помогнете во документацијата, усовршувањето и спроведувањето на нашите права; и (ii) обезбеди разумен пристап до информации за евидентирање, усовршување, обезбедување, одбрана и спроведување на таквите сопственички права во која било и во сите земји. Вашите обврски според овој дел ќе продолжат дури и откако ќе се откажете од регистрацијата или ќе престанете да ги користите Услугите. Вие не назначувате како ваш полномошник за извршување на документи во ваше име за целите наведени во овој дел.",
    "426125156": "17. Авторско право и отстранување",
    "1408530660": "IMI ја почитува интелектуалната сопственост на другите и го задржуваме правото да го отстраниме од нашата страница секој материјал за кој веруваме дека може да ги наруши интелектуалните права на која било трета страна. Ако мислите дека вашата работа е копирана на начин што претставува прекршување на авторските права на оваа веб-локација, ве молиме контактирајте со поддршката за корисници на Intuition Machines.",
    "2696932851": "18. Обесштетување",
    "3844300338": "Вие се согласувате да обештетите, браните и не држите безопасни од сите побарувања, штети, обврски, трошоци и трошоци (вклучувајќи ги и разумните адвокатски такси и трошоци), кои произлегуваат или се однесуваат на вашето извршување на задачите или користењето на нашата веб-страница .",
    "2474091800": "19. Спорови со други корисници; Ослободете",
    "3162107126": "IMI не е страна во каков било спор помеѓу вас и кој било друг корисник на Услугите. Го ослободувате IMI и неговите филијали од сите барања, барања и штети од секаков вид и природа, познати и непознати, сомнителни и несомничени, откриени и неоткриени, кои произлегуваат од или поврзани со каков било спор помеѓу вас и друг корисник.",
    "2271969747": "20. Доверливи информации што ги добивате",
    "1042802841": "Доверливи информации се секоја информација што е означена како доверлива или сопственост, или која страната примач разумно треба да ја сфати како доверлива или сопственост. Ова не вклучува никакви информации што се (1) јавно достапни, (2) веќе ги поседува, развиени независно од страната примател или веќе се познати на страната примател, или (3) се откриени со судски налог или како што на друг начин бара закон.",
    "1918025546": "Ако ви се доставени доверливи информации од кој било на Услугите, се согласувате да ја заштитите тајноста на доверливите информации со истиот степен на грижа што го користите за да ги заштитите вашите сопствени доверливи информации, но во никој случај со помалку од должно внимание. Не смеете да откривате или објавувате такви доверливи или сопственички информации, освен ако е потребно за извршување на некоја задача. Сите информации во рамките на задачата на платформата Intuition Machines треба да се сметаат за доверливи дури и ако информациите не се изрично означени како доверливи.",
    "2690395789": "Ако и кога повеќе не ви требаат доверливите информации што сте ги добиле, мора веднаш да ги вратите или уништите (како што бара оној кој ја открил информацијата) сите копии од информациите што постојат во просториите, системите или другата опрема што ја контролирате.",
    "2178073797": "Бидејќи откривањето доверливи информации може да предизвика непоправлива штета, страната што открива има право да бара судско ослободување за секое прекршување или закана за прекршување на овој термин.",
    "2185860003": "21. Измени на веб-страница",
    "2631249972": "Можеме да ја подобриме или измениме нашата веб-страница без претходно известување за вас.",
    "3764131594": "22. Веб-страници на трети лица",
    "295955580": "Нашата веб-локација може да содржи линкови до веб-локации на трети страни. Ние не контролираме, истражуваме, следиме или проверуваме такви веб-локации. Ние не сме одговорни ниту ги поддржуваме компјутерските програми, содржината или мислењата содржани на таквите веб-локации. Ако одлучите да ја напуштите нашата веб-локација и да пристапите на која било веб-страница на трета страна, тоа го правите на ваш сопствен ризик.",
    "838225123": "23. Одрекување од гаранција",
    "3897238493": "УСЛУГИТЕ СЕ ОБЕЗБЕДУВААТ НА ОСНОВА „КАКО ШТО СЕ“. НИЕ НЕ ПРАВИМЕ НИКАКВИ ИЛИ ГАРАНЦИИ, ИМПЛИЦИРАНИ И ИЗРАЗНИ, ВО ВРСКА НА ПРИСТАПНОСТА, ФИТНЕСОТ, ЗАКОНСЕНОСТА, ДОСТАПНОСТА ИЛИ ФУНКЦИОНАЛНОСТА НА УСЛУГИТЕ, БИЛО ПОВРЗАНИ СОФТЕРСКИ ПРЕДМЕТ И СОФЕТСКИ СТРУКИ. ДО МАКСИМАЛЕН СТЕМЕН КОЈ ДОЗВОЛЕН СО ЗАКОН, IMI ГИ ОДРЕДУВА СИТЕ ИЗРИЗНИ ИЛИ ИММПЛИЦИРАНИ УСЛОВИ, ПРЕТСТАВУВАЊА И ГАРАНЦИИ ВКЛУЧУВАЈЌИ, НО НЕ ОГРАНИЧЕНИ НА, ГАРАНЦИИ ЗА КОРИСНИЧКИ И ДЕЛОВСКИ ПРИМЕНА. ВАШИОТ ЕДИНСТВЕН И ЕКСКЛУЗИВЕН ЛЕК ПРОТИВ IMI ВО ОДНОС НА КАКОВИ ДЕФЕКТИ, НЕСОГЛАСУВАЊЕ ИЛИ НЕЗАДОВОЛСТВО Е ДА ПРЕКТАНЕ КОРИСТЕЊЕТО НА УСЛУГИТЕ Ние нема да имаме одговорност за каква било штета на вашиот компјутерски систем, загуба или друга штета на резултатите, од вашиот пристап или користење на веб-локацијата или платформата Intuition Machines. Може да се појават закажани и непланирани прекини, а ние не гарантираме непречена достапност на нашата веб-локација.",
    "2110259227": "24. Ограничување на одговорноста",
    "3018077211": "25. Решавање на спорови со придонесувач",
    "2790841456": "Ако сте соработник, се согласувате со следната арбитражна клаузула и откажување од колективна акција:",
    "2323013093": "26. Применлив закон",
    "2900525040": "Законите на државата Калифорнија ги регулираат овие Услови за користење и секоја контроверзија, спор или тврдење што произлегува од нив.",
    "3339302473": "27. Престанок",
    "41530052": "28. Општи услови",
    "3202747130": "Целиот договор. Овие Услови за користење и какви било политики, процедури или услови наведени во овој договор го сочинуваат целосниот договор на страните во однос на предметот и ги заменуваат и откажуваат сите претходни и современи поврзани договори, барања, застапувања и разбирања на страните .",
    "4080263153": "Нема Откажување. Нема да се смета дека сме се откажале од некој дел од нашите права или правни лекови, освен ако откажувањето е писмено и потпишано од нас. Доколку го одложиме спроведувањето или не успееме да ги спроведеме нашите права според која било одредба од овој договор, тоа нема да претставува откажување од нашето право последователно да ја спроведуваме таквата одредба или кој било дел од овој договор.",
    "1789371580": "Доделување. Не можете да ги доделите овие Услови за користење без наша претходна писмена согласност. Можеме да ги доделиме овие Услови за користење во секое време, без претходна најава. Согласно горенаведеното, овие Услови за користење ќе бидат обврзувачки за наследниците на секоја страна и за дозволените овластувања.",
    "2819628066": "Раздвојливост. Ако било која одредба од овие Услови за користење се смета за неважечка или неприменлива поради која било причина, тоа нема да влијае на валидноста и спроведливоста на останатите одредби.",
    "3955981186": "Амандмани. Ниту една измена или дополнување на овие Услови за користење од кој било друг освен IMI нема да биде обврзувачка за IMI освен ако во писмен инструмент потпишан од соодветно овластен претставник на IMI.",
    "1377538813": "Јазик што преовладува. Верзијата на англиски јазик на овие Услови за користење ќе ги контролира во сите погледи и ќе преовладува во случај на какви било недоследности со преведените верзии, доколку ги има.",
    "2438016011": "Доброволен договор. Сите страни на овие Услови за користење претставуваат и се согласуваат дека секоја од нив ги разгледала сите аспекти на овој договор, внимателно ги прочитала и целосно ги разбирала сите негови одредби и доброволно го склучува овој договор.",
    "2445034923": "Ако не се согласувате со сите одредби и услови на овие Услови за користење, немојте (и не смеете) да ја користите или да пристапувате до страницата или услугите.",
    "2646127839": "Додаток на клиентите на Главните услови за користење",
    "4097297673": "Како клиент, барател или интегратор, се согласувате да бидете обврзани со долунаведените услови како дополнение на сите други обврзувачки услови помеѓу вас и IMI.",
    "1093280979": "1. Формулари за нарачка на платформата",
    "1549953005": "Можеби сте пополниле еден или повеќе формулари за нарачка за пристап до платформата (секој, „Образец за нарачка“) како услов да станете клиент или барател. Ако е така, тогаш условите опишани во Формуларот за нарачка стануваат дел од Условите за користење и овде се вградени со референца.",
    "3819851005": "2. Надоместоци",
    "1591032933": "На IMI ќе ги платите таксите како што е опишано во важечкиот Формулар за нарачка преку начинот на плаќање што го наведовте во важечкиот Формулар за нарачка. Освен ако не е поинаку договорено од двете страни во писмена форма, ќе обезбедите целосна исплата за сите издадени фактури во рок од триесет (30) дена по датумот на испраќање на фактурата. Вие нè овластувате да извршуваме овластувања за кредитни картички за сите информации за кредитната картичка што ни ги давате, да ги складираме тие информации за кредитната картичка и да ја наплатиме вашата кредитна картичка или која било друга сметка за која заеднички се согласуваме како начин на плаќање. Освен ако не е поинаку наведено во Формуларот за нарачка или во рамките на вашиот Договор за претпријатие за услуги или Главниот договор за услуги, сите надоместоци за услуги, освен прекумерните трошоци, се наплаќаат годишно по почетокот на услугите што ги обезбедува IMI според вашиот Договор („Датум на стапување во сила“).",
    "4142610534": "За секое задоцнето плаќање ќе се наплаќаат задоцнети трошоци по стапка од 1,5% проценти месечно или максималниот износ дозволен со закон, кој и да е помал. Ако не го платите износот што треба да го платите според овој Договор поради која било причина, вашата сметка може да биде суспендирана, по наша дискреција, во тој случај нема да се вршат дополнителни плаќања од вашата сметка за завршување на задачите и сите ваши задачи ќе бидат отстранети од нашата веб-страница. Мора да ни ги надоместите сите износи што се доспеваат по барање, плус трошоците за обработка, задоцнетите такси или адвокатските трошоци. Ние, исто така, може да поднесеме соодветни извештаи до агенциите за кредитно известување и органите за спроведување на законот.",
    "512991700": "Доколку сакате да оспорите какви било такси, мора да го контактирате нашиот оддел за поддршка на клиентите најдоцна триесет (30) дена по датумот на затворање на првата сметка за наплата или сметка во која се појавија грешката или проблемот за да добиете прилагодување или кредит.",
    "1273914192": "3. Даноци",
    "4242322181": "Вие сте одговорни за плаќање на сите даноци поврзани со Услугите, освен даноците од САД проценети на нето приходот или личниот имот на Intuition Machines.",
    "1671996585": "Можеби ќе треба да ја интегрирате вашата веб-локација, апликација или платформа со нашите услуги преку нашиот интерфејс за програмирање на апликации („API“). Во случај да го сторите тоа, ви доделуваме ограничена, неисклучива, непренослива, неназначлива, отповиклива лиценца за користење на API само за пристап до Услугите. Можеме да го измениме API и/или да ја прекинеме поддршката на старите верзии или изданија на API во секое време. Го задржуваме правото да го суспендираме или ограничиме вашиот пристап до API по наше дискреционо право и ќе вложиме разумни напори за да ви обезбедиме известување пред суспензијата.",
    "4036662147": "5. Заштита на доверливи информации",
    "3564208535": "Се согласувате да користите комерцијално разумни напори за да ги заштитите сите доверливи информации добиени од нас или преку нашите услуги. вклучува резултати од бот и не-јавни детали за нашата услуга на претпријатието, вклучително и нејавна документација и сите детали што можеме да ги споделиме во врска со нашите методи за откривање ботови. Ако ви биде одобрен пристап до такви доверливи информации, ние може да го измениме, суспендираме или ограничиме вашиот пристап до нашите услуги по наше дискреционо право, доколку утврдиме дека доверливите информации се изложени со вашата употреба на нашите услуги, и ќе направиме разумни напори да ви достави известување пред суспензијата.",
    "120384113": "6. Престанок",
    "453723556": "Можете да го прекинете овој Додаток за клиенти независно од Условите за користење со тоа што ќе престанете да бидете клиент или барател. Го задржуваме правото да го суспендираме или прекинеме вашиот статус на клиент или барател во секое време или на друг начин да ја прекинеме вашата сметка или користењето на Услугите во согласност со Условите за користење. Вие останувате одговорни по раскинувањето за која било сума што се должи според вашиот Формулар за нарачка. Ако вашата претплата вклучува какви било месечни или годишни надоместоци или месечни или годишни минимуми, сепак ќе бидете одговорни за плаќање на сите надоместоци за услуги до крајот на тој месец или година, соодветно.",
    "218889628": "Освен онаму каде што ќе го прекинеме овој Додаток за клиенти или Условите за користење како резултат на вашето прекршување на овој Додаток за клиенти или Условите за користење, доколку го прекинеме и вие однапред ни плативте какви било такси, ние ќе ви вратиме пропорционален дел од тие однапред платени износи, врз основа на преостанатото време или Услугите за кои сте платиле, без разлика што е помалку. Ќе ја завршиме нашата работа на комерцијално разумен начин и ќе ги зачуваме и доставуваме до вас сите платени комплети на излезни податоци и сите податоци за клиентите што ги поседуваме. При секое раскинување, ние може, но не сме обврзани да избришеме какви било податоци.",
    "2505227594": "7. Прекумерност",
    "2369877184": "Максималната дозволена максимална стапка на RPS за hCaptcha интегратори или клиенти е 1.000 барања во секунда до ентитети во вашата сметка („RPS“), освен ако не е поинаку наведено со писмен договорен договор меѓу вас и нас.",
    "234420106": "Во случај да сте Интегратор или клиент на услугата hCaptcha Enterprise и вашата употреба на API, мерена со RPS, ја надминува предвидената стапка за нивото на вашата услуга, може да избереме да ја измениме вашата услуга или да наплатиме прекумерна стапка. Во случај вашата максимална стапка на RPS да ја надмине предвидената стапка со фактор 10 за вкупно 10 минути или повеќе во период од 30 дена и поголемиот дел од овие барања, според наше мислење, не се злонамерен сообраќај, ние може да избереме да ќе ви наплати по вашата договорно одредена стапка на вишок за сите барања за API направени во тој месец.",
    "2619472217": "8. Препродажба",
    "2019702084": "Освен ако не е изрично дозволено во Главниот договор за услуги на клиентите или Договорот за препродавање, нарачаните услуги на SaaS нема да се продаваат, препродаваат, изнајмуваат, под-закупуваат, лиценцираат, подлиценцираат или на друг начин се ставаат достапни на која било трета страна (освен Филијалата на клиентот ), и сите нарачки според Договорот и целата употреба на Услугата од страна на клиентите ќе бидат за внатрешна деловна употреба на Клиентот или неговата Филијалата.",
    "1233229030": "Разно",
    "1467783792": "Ниту едно лице, ентитет или организација санкционирана од Соединетите Држави („Санкциониран актер“) нема право на награди или да ги користи Услугите како интегратор. За да се избегне сомнеж, ова ги вклучува сите санкционирани актери назначени од Канцеларијата за контрола на странски средства („OFAC“) на Министерството за финансии на САД.",
    "3759657802": "Вие не смеете да ги доделите, пренесувате или делегирате овие Услови за користење или вашите права или обврски од овде на кој било начин (според законот или на друг начин).",
    "1627232990": "Преводите на овие Услови за користење се обезбедуваат на основа на најдобар напор. Во случај на каква било суштинска разлика помеѓу Условите за користење на англиски јазик и нивниот превод, Условите за користење на англиски јазик ќе се толкуваат како авторитативни.",
    "805221621": "Ве молиме контактирајте не на",
    "259613338": "ако имате какви било прашања во врска со овие Услови за користење.",
    "2735878907": "Изјава за планирање за континуитет на бизнисот",
    "2887242610": "Intuition Machines, Inc разви план за континуитет на бизнисот за тоа како ќе реагираме на настани кои значително го нарушуваат нашиот бизнис со hCaptcha. Со оглед на тоа што времето и влијанието на катастрофите и нарушувањата се непредвидливи, ќе мора да бидеме флексибилни во одговорот на вистинските настани додека се случуваат. Имајќи го тоа на ум, ви ги обезбедуваме овие информации за нашиот план за континуитет на бизнисот.",
    "809251240": "Контактирање со нас",
    "2551802342": "– Планираме брзо да се опоравиме и да продолжиме со деловното работење по значителното деловно нарушување и да одговориме со заштита на нашите вработени и имот, правење финансиска и оперативна проценка, заштита на книгите и евиденцијата на фирмата и дозволувајќи им на нашите клиенти и нивните крајни корисници да вршат трансакции преку Интернет. Накратко, нашиот план за континуитет на бизнисот е дизајниран да и овозможи на нашата фирма да продолжи со работа што е можно побрзо, со оглед на обемот и сериозноста на значителното деловно нарушување. Нашиот план за континуитет на бизнисот се однесува на: резервна копија и обновување на податоците; сите мисии критични системи; финансиски и оперативни проценки; алтернативни комуникации со клиенти, вработени и надзорни тела; алтернативна физичка локација на вработените; критично влијание на добавувачот и клиентот; регулаторно известување; и давајќи им на нашите клиенти навремено известување доколку не можеме да продолжиме со нашиот бизнис. Нашиот главен базен на добавувачи ги поддржува нашите важни записи во географски одвоена област. Иако секоја итна ситуација носи уникатни проблеми засновани на надворешни фактори, како што се времето од денот и сериозноста на прекинот, овој збир на добавувачи нè советуваше дека нивната цел е да ги обноват сопствените операции и да можат брзо да ги обноват услугите. Иако работевме на намалување на ризикот користејќи разновидна група добавувачи, вашите услуги може да бидат изменети или прекинати во овој период.",
    "826396656": "Нашиот план за континуитет на бизнисот",
    "1979347895": "– Значајните деловни пореметувања може да се разликуваат во нивниот опсег, како што се само нашата фирма, една зграда во која е сместена нашата фирма, населбата каде што се наоѓа нашата фирма, градот каде што се наоѓаме или целиот регион. Во секоја од овие области, сериозноста на нарушувањето може да варира од минимална до тешка. Во случај на нарушување на нашата фирма, нашата деловна област, град или регион или зграда во која е сместена нашата фирма, ние ќе ги префрлиме нашите операции на локална локација кога е потребно и не очекуваме материјално нарушување на деловното работење. Во секоја ситуација, планираме да продолжиме со бизнисот, да ги префрлиме операциите на алтернативни добавувачи доколку е потребно и да ве известиме преку нашата веб-страница на hcaptcha.com и нашата страница за статус на hcaptchastatus.com за тоа како да контактирате со нас. Доколку значителното деловно нарушување е толку сериозно што не спречува да останеме во бизнисот, ќе ве известиме експедитивно.",
    "653679457": "Различни нарушувања",
    "410397176": "За повеќе информации",
    "2095899021": "Упатства за брендирање hCaptcha и Општа лиценца за трговска марка",
    "2340340589": "Упатства за користење на ознаката hCaptcha",
    "2430148876": "Ги создадовме овие упатства и општата лиценца за трговска марка за да им олесниме на нашите клиенти, партнери и обожаватели да работат со нашиот бренд, а сепак да го зачуваме нашиот корпоративен идентитет. Ако треба да користите икони, логоа или други ознаки на hCaptcha на начини што материјално се разликуваат од овие упатства, ќе треба да контактирате со нас (IMI) за писмена лиценца.",
    "3884400764": "Иако можете да ги користите ознаките hCaptcha според овие упатства, тоа не значи дека имате какви било права на hCaptcha ознаките, логоата или на која било друга трговска марка, трговско име, услужна марка, деловно име или добра волја на hCaptcha. Сакаме да дадеме што е можно поголема флексибилност, но должни сме да го заштитиме hCaptcha од неовластена употреба на која било трговска марка, трговско име, услужна марка, деловно име или добра волја на hCaptcha. Секоја неовластена употреба автоматски ја прекинува дозволата или лиценцата доделена од hCaptcha и може да носи законски обврски за каква било штета.",
    "512598290": "Затоа, мораме да бараме секогаш да ги користите сите ознаки и логоа на hCaptcha во форма што се придржува до правилата подолу, вклучително и големи букви, букви и стил.",
    "2075610992": "Ви благодариме за вашата поддршка!",
    "1023190144": "hCaptcha® во текст",
    "4274324704": "Еве како да го користиме нашето име во писмена копија:",
    "3912926900": "hCaptcha® треба да има симбол за регистрирана трговска марка првиот пат кога ќе се појави во креативна копија.",
    "950637875": "Правописот hCaptcha никогаш не треба да се менува и hCaptcha секогаш треба да се пишува со голема буква во втората буква („C“). Никогаш не е множина или присвојно.",
    "2624601135": "„hCaptcha“ не треба да се користи како дел од името на брендот, да се спојува со цртичка или да се користи во имиња на апликации или други производи.",
    "3828090208": "Наместо тоа, користете „за hCaptcha“. Доколку се користи со лого од трета страна, „за hCaptcha“ треба да биде помала по големина од логото на трета страна.",
    "4149738856": "hCaptcha треба да се користи како придавка и проследено со соодветен генерички термин.",
    "1446868537": "hCaptcha никогаш не треба да се користи како глагол.",
    "2487931657": "Не користете: \"ние hCaptcha'd нашата страница.\"",
    "2565565429": "Наместо тоа, користете: „ние користиме hCaptcha за да ја направиме нашата страница побезбедна и побезбедна“.",
    "3434202027": "Секоја употреба на името hCaptcha во комуникациите бара наведување: „hCaptcha е регистрирана трговска марка на Intuition Machines, Inc.“.",
    "2754937029": "Неприфатливи употреби",
    "2436973524": "Прифатливи се само точни референци. Не е дозволено да се каже дека страницата користи услуги и апликации на hCaptcha кога не ги користи. Слично на тоа, употребата на нашето лого или какви било значки е исто така соодветно само кога страницата користи услуги hCaptcha.",
    "69844082": "Заштитните знаци на hCaptcha, графичките симболи, логоа, буквите или иконите исто така не смеат да се користат на омаловажувачки начин.",
    "3861413614": "Не смеете да користите трговска марка или лого на hCaptcha што би значело дека hCaptcha има поврзаност или одобрување, спонзорство или поддршка на производ или услуга од трета страна, без изречна писмена дозвола.",
    "1409822234": "Под никакви околности не смее да се користи идентична или речиси идентична трговска марка hCaptcha како име на домен.",
    "4181060163": "Третите страни не треба да користат варијации или погрешни правописи или да дејствуваат на кој било начин што би предизвикало каква било почетна конфузија на интересот во врска со заштитните знаци hCaptcha.",
    "3955555607": "Освен партнери или овластени препродавачи, трети страни не смеат да конкурираат за клучни зборови, Google AdWords или други насочени системи за рекламирање користејќи ознаки hCaptcha или погрешни правописи. Ниту, пак, трети лица смеат да користат ознаки hCaptcha во имиња на домени, каква било оптимизација на пребарувачот, мета-ознаки, термини за пребарување, код или друго погрешно претставување.",
    "1985238261": "Други ограничени ознаки",
    "2193061499": "Некои од нашите логоа и ознаки се ограничени да ги користат hCaptcha и нејзините партнери. Трети страни не смеат да ги користат следните ознаки без писмена лиценца од hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha овластен препродавач™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop од hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "Логото на BotStop™",
    "3942875761": "Помогнете да се изгради подобар веб™",
    "364774188": "Јас сум човек™",
    "2785425016": "(во контекст на решение за верификација на хуманоста, на пр. повик за акција)",
    "2639657759": "Ознаки користени со дозвола",
    "1268918580": "Некои од логоата и ознаките што ги користат hCaptcha и нејзините партнери се во сопственост на трети лица и може да се користат само со нивна дозвола. Трети лица не смеат да ги користат следните ознаки, освен како што е дозволено од нивните сопственици:",
    "3782751514": "HUMAN Protocol® е регистрирана трговска марка на Фондацијата HUMAN Protocol и се користи со нејзина дозвола.",
    "1620709264": "HUMAN Token® е регистрирана трговска марка на Фондацијата HUMAN Protocol и се користи со нејзина дозвола.",
    "3031953928": "HUMAN Network™ е заштитен знак на Фондацијата HUMAN Protocol, и се користи со нејзина дозвола.",
    "3554363588": "Други ознаки",
    "3290996791": "Сите други имиња на производи, логоа и брендови се сопственост на нивните соодветни сопственици. Сите други имиња на компании, производи и услуги што се користат на оваа веб-локација се само за цели за идентификација. Употребата на овие имиња, логоа и брендови не значи одобрување.",
    "2444685143": "Политика за лого",
    "2414232014": "Нашето лого е веднаш препознатливо и едно од нашите највредни и најважни средства. За да се осигури дека ќе остане силно претставување на нашата компанија, мора да биде претставено на внимателен и конзистентен начин низ сите канали на комуникација.",
    "803639471": "Логото hCaptcha се состои од иконата за рака и логото hCaptcha. Во својата алтернативна форма, иконата за рака може да се појави сама по себе кога просторот е ограничен и „hCaptcha“ се користи како зборовен знак (како што е опишано погоре) во непосредна близина на иконата за рака, така што е јасно дека иконата за рака го претставува hCaptcha.",
    "564127016": "Иконата за рака hCaptcha:",
    "1424800293": "Логото на hCaptcha:",
    "1525506526": "Што се преземање сметки и како функционираат?",
    "2446481523": "Има една стара народна приказна во која возач на вагон и благородник се појавуваат во полиција во едно мало село. Еден човек, облечен во валкана, сиромашна облека, му рекол на полицаецот: „Јас сум благородникот. Овој човек беше мојот возач.",
    "1767952047": "Синоќа ме нападна, ми ја украде облеката и ми ги зеде парите“. Другиот човек, облечен во голема облека, облека од благородничката класа, одговори: „Постојало, овој човек е луд. Мисли дека е благородник. Јас сум вистинскиот благородник. Уапсете го!“",
    "2947576723": "Оваа приказна е пред возачките дозволи и дигиталното печатење со прст, но нуди добар пример за тоа што може да тргне наопаку во ситуација со преземање сметка. Едно лице се најавува на онлајн банкарска сметка или апликација за мобилни плаќања. Дали е тој вистински сопственик на сметка или хакер? Кој е навистина кој? Овие безбедносни проблеми влијаат на организациите кои дозволуваат пристап до сметката за самопослужување.",
    "1687299615": "Што е преземање сметка?",
    "2648707986": "Преземањето на сметката е форма на сајбер измама каде што злонамерен актер се претставува како сопственик на онлајн сметка. Вообичаено, сметката е во финансиска институција или бизнис со е-трговија каде што измамникот може да украде пари, стоки или картички за подароци. Напаѓачот користи украдени акредитиви за најавување за да пристапи до сметката и потоа да ја преземе, можеби менувајќи ја лозинката за да го заклучи вистинскиот сопственик на сметката.",
    "1476843710": "Помалку финансиски штетни, но сепак штетни форми на преземање сметки вклучуваат киднапирање на сметки на социјалните мрежи и слично. Во овие случаи, напаѓачот обично се обидува да шири малициозен софтвер или да се вклучи во фишинг напади против доверливи пријатели на жртвата. Или, напаѓачот се обидува да ја посрамоти жртвата, што понекогаш се случува со познати личности и политичари, на пример.",
    "2904949278": "Како хакер презема сметка?",
    "2575690545": "Преземањето сметки, како и многу сајбер измами, се главно прашање на автоматизирани, масовни процеси. Ретко се случува хакер, облечен во качулка во подрумот на неговата мајка, да пишува лозинки на веб-страниците на банките една по една.",
    "3614653023": "Наместо тоа, практиката се потпира на големи напади за полнење акредитиви кои испробуваат милиони парови корисничко име/лозинка на десетици целни финансиски институции со надеж дека ќе отклучат мала подгрупа од сметките. Откако софтверот за автоматска измама ќе добие пристап до сметката, тогаш може да се вклучи човечки хакер, но во некои случаи, не.",
    "2762759509": "Многу напади за преземање сметка се речиси целосно автоматизирани.",
    "1972710018": "Гледајќи го од перспектива на компанијата",
    "1282121137": "За да разберете колку може да биде проблематично преземањето сметка, размислете како изгледа искуството од гледна точка на финансиската институција. Тие се справуваат со милиони најавувања секој ден.",
    "2315518622": "Со софистицираноста достапна во денешните алатки за напад, исклучително е предизвик да се открие кои, доколку ги има, се измамнички. Потоа, едно лице се јавува на линијата за услуги на клиентите и вели „Мојата сметка е нападната! Не можам да се логирам и некој ми ги краде парите!“",
    "1836369533": "Како констаблот во народната приказна, како се одредува кој е навистина кој? Ако напаѓачот има доволно украдени идентитетски елементи, како што се број на возачка дозвола, број на социјално осигурување, моминско презиме, адреса и слично, може да биде доста тешко да се утврди дали повикувачот е вистинскиот сопственик на сметката или напаѓачот кој се обидува да добие ресетирање на лозинка на сметка во која сака да навлезе.",
    "2880837730": "Што може да се направи за да се запре преземањето на сметките?",
    "3654556483": "Финансиските институции и компаниите за е-трговија имаат процеси и контроли кои ублажуваат дел од заканите за преземање сметки. Овие се движат од старомодните безбедносни прашања „како се викаше твојот најдобар пријател во основно училиште“ до методите за откривање што откриваат сомнителни IP адреси и профили на мобилни уреди.",
    "2449501658": "обезбедува еден од најнапредните начини за ублажување на заканите од лажните обиди за најавување сметки, користејќи машинско учење за откривање и запирање на ботови и ефективно го прави многу потешко или дури и невозможно за измамниците да се вклучат во преземањето сметка.",
    "3621455477": "да дознаете повеќе!",
    "555246307": "Инаку, еве како завршува приказната за благородникот и неговиот возач: Констаблот ги натерал двајцата да седат заедно во соба со часови и да им се здосади од памет. На крајот на денот, тој се појави и рече: „Сега ќе разговарам со возачот на вагонот“. Човекот во благородна облека стана. Толку му беше досадно, заборави дека само се преправа дека е благородникот.",
    "1224727373": "BotStop од hCaptcha",
    "1187718370": "Контактирајте не",
    "3892905664": "hCaptcha им помага на вашите омилени онлајн услуги да ги задржат ботови, спам и злоупотреба со поставување едноставни прашања кои се лесни за луѓето и тешки за машините.",
    "555158694": "Услугата што ја користите избра да го подобри вашето искуство на нивната локација со инсталирање hCaptcha за да го намали злонамерниот сообраќај.",
    "1617196410": "hCaptcha е фокусиран на запирање на ботови. Не ни е важно кој е корисник, туку само дали е злонамерен. Работиме напорно за да ја балансираме приватноста и",
    "1624200563": "безбедност и усогласеност со GDPR, CCPA, LGPD, PIPL и други прописи за приватност.",
    "1927613000": "hCaptcha комбинира софистицирано машинско учење со моќна платформа за предизвици за заштита на веб-апликациите од преземање сметки, полнење акредитиви, стругање и други видови злоупотреба.",
    "1133989302": "Зошто hCaptcha?",
    "34074886": "Секој пат кога ќе одговорите на предизвик, ние користиме софистицирани модели за да откриеме дали сте човек. Веб-локацијата што ја посетивте потоа го користи овој резултат за да помогне во подобрувањето на вашето искуство на нивната локација со тоа што ќе ги чувате ботови.",
    "3412647984": "Ова ви овозможува да избегнете идни прашања со регистрирање и поставување колаче. Ве молиме обидете се да го исклучите и вашиот блокатор на реклами.",
    "2510209017": "Ви треба повеќе помош?",
    "477275453": "Зошто API-ите се популарна цел за хакерите?",
    "596347471": "Програмските интерфејси за апликации (API) станаа популарна цел за злонамерните актери во сајбер-просторот. Постојат многу причини за ова, вклучувајќи ја и нивната голема корист при интеграцијата на апликациите. Сепак, можно е да се намали ризикот од API.",
    "2441638955": "Прво, што е API?",
    "3963216198": "За да разговарате зошто API-ите се популарна цел за хакерите, вреди прво да одвоите краток момент за да дефинирате што моментално се подразбира под терминот „API“. Концептот на API не е воопшто нов. Всушност, интерфејсите за поврзување на различни компјутерски системи еден со друг, како и нивните внатрешни компоненти, постојат барем од раните 1960-ти.",
    "1047251718": "Меѓутоа, денес, кога луѓето зборуваат за API, тие секогаш значат API засновани на стандарди. Ова се API-и изградени со користење на отворени стандарди како Пренос на репрезентативна држава (REST) и отворени стандардни формати на датотеки како што е JavaScript Object Notation (JSON). Ваквите „RESTful API“, како што се познати, може да се создадат без потреба од сопствен софтвер. Добиените API се способни да испраќаат и примаат податоци и процедурални повици помеѓу софтверски апликации. На пример, апликација за мобилно банкарство користи API за пристап до системите на банката.",
    "3195334319": "Корисноста и ранливоста на API",
    "1903743785": "Појавата на API-и засновани на стандарди претставуваше голем скок напред во интеграцијата на апликациите. Во текот на последните 20 години, API-ите станаа од скапи и комплицирани сопственички софтверски производи до бесплатни алатки засновани на стандарди со кои беше релативно лесна за работа - и брзи за распоредување.",
    "879362350": "Со новите API кои работат преку Интернет, стана возможно да се поврзе кој било софтвер или извор на податоци, каде било во светот, без оглед на платформата, шемата за податоци или програмскиот јазик. Како резултат на тоа, светот на компјутерите сега е во средина на револуција на API. Имаше експлозија на поврзување помеѓу апликациите и податоците. Тоа е одлично, додека не е.",
    "3844432472": "Самата отвореност и корисноста на API-ите ги прави неверојатно богати цели за напаѓачите. На ист начин како што мобилната апликација може да се програмира да допира и да добива податоци од корпоративен систем користејќи API, исто така може и дел од малициозен софтвер. Хакерите напишаа широк спектар на софтверски алатки за злоупотреба на API. Тоа е ефикасна техника за напад.",
    "2187096543": "Навистина, имаше некои големи прекршувања на податоците кои произлегуваат од софтверот напишан од хакери кој повикуваше на API да извлече податоци од базата на податоци. На крајот на краиштата, ако за крадење податоци едноставно е потребен основен GET повик на API, напишан со помош на REST и JSON, тогаш е лесно брзо да се отстрани базата на податоци. Всушност, кога луѓето зборуваат за напади со „стружење на екранот“, она што тие навистина значат, главно, се повици на API со брз оган што извлекуваат податоци од базите на податоци. API станаа главна површина за напад за организациите што ги градат.",
    "4222109231": "Ублажување на ризикот од API со Enterprise Product на hCaptcha",
    "1783317946": "Запирањето на нападите на API е популарен случај за употреба",
    "3022922096": ", корпоративен пакет производи на hCaptcha. За разлика од бесплатната верзија на hCaptcha,",
    "63719113": "користи напредно машинско учење за да идентификува злонамерен сообраќај кон вашата страница и апликации - вклучително и активности за гребење.",
    "3566102529": "ние денес да дознаеме повеќе.",
    "3096553330": "Секој систем што го создаваме едноставно ги одразува нашите односи со другите луѓе.",
    "1467218142": "Она што го посакуваме од нив и од самите себе го поттикнува нашето однесување, и на тој начин истите модели на интеракција се повторуваат во сите човечки системи. Интернетот дава многу одлични примери за овој фундаментален аспект на нашиот свет.",
    "808872868": "На пример: спам, измама и злоупотреба постојат на интернет речиси еден ден откако два системи првпат беа поврзани заедно.",
    "1085089390": "Злоупотребата на Интернет произлегува од вроденото човечко однесување",
    "3064321967": "Првиот познат спам-мејл беше испратен во 1978 година.",
    "3800781598": "] Речиси пет децении подоцна, спам по е-пошта продолжува да не мачи. Многу милијарди долари и илјадници човечки години инженерски напор се вложени за да се победи, а сепак спам-от опстојува. На двете страни има индустрии од милијарди долари, т.е. оние што се бранат од него и тие што го испраќаат.",
    "2119943547": "Зошто е ова? Одговорот е едноставен. Сè додека постои поттик за злоупотреба на системот, некој генерално ќе најде начин. И штом го сторат тоа, некој друг сега ќе има поттик да ги спречи.",
    "532470444": "Рамнотежата може малку да се менува од година во година, но ова однесување едноставно ја одразува основната човечка природа, а пет илјади години запишана историја имплицира дека динамиката веројатно нема да се промени наскоро.",
    "3193548097": "Надеж Спрингс вечен",
    "4065614934": "Оваа анализа не е нова, но луѓето се вечни оптимисти. Особено кога мислат дека нивната идеја е нова.",
    "1216071511": "Истите идеи се предлагаат толку често што пред околу 20 години, анонимен автор излезе со корисно пополнување на празното за онлајн дискусии за решенија против спам:",
    "1941999673": "Твојот пост се залага а",
    "4179118182": "( ) технички ( ) законодавен ( ) пазарно базиран ( ) буден",
    "3978720689": "пристап за борба против спам. Вашата идеја нема да успее. Еве зошто нема да работи.",
    "318339230": "(Едно или повеќе од следново може да се примени на вашата конкретна идеја, а можеби и да има",
    "30312304": "други недостатоци кои варираат од држава до држава пред да се донесе лош федерален закон.)",
    "2710988028": "( ) Спамери може лесно да го користат за собирање адреси на е-пошта",
    "3912514510": "( ) Списоците за пошта и другите легитимни употреби на е-пошта ќе бидат засегнати",
    "2030062561": "( ) Никој нема да може да го најде типот или да ги собере парите",
    "3334160175": "( ) Незаштитено е од напади со брутална сила",
    "3238345709": "( ) Ќе престане со спам две недели, а потоа ќе се заглавиме со него",
    "4227800293": "( ) Корисниците на е-пошта нема да го трпат тоа",
    "2271252286": "( ) Мајкрософт нема да го трпи тоа",
    "692064738": "( ) Полицијата нема да трпи",
    "3475647460": "( ) Бара премногу соработка од спамери",
    "1482845460": "( ) Бара итна целосна соработка од сите одеднаш",
    "3741193183": "( ) Многу корисници на е-пошта не можат да си дозволат да изгубат бизнис или да ги отуѓат потенцијалните работодавци",
    "2234909600": "( ) Спамерите не се грижат за неважечките адреси во нивните списоци",
    "1982617151": "( ) Секој може анонимно да уништи нечија кариера или бизнис",
    "2498172334": "Поточно, вашиот план не успева да го земе предвид",
    "389705801": "( ) Закони што изрично го забрануваат",
    "190955495": "( ) Недостаток на централно контролно овластување за е-пошта",
    "237009707": "( ) Отворени релеи во странски земји",
    "3507532387": "( ) Лесно пребарување на мал алфанумерички адресен простор на сите адреси на е-пошта",
    "2477958756": "( ) Лоши луѓе",
    "3254142589": "( ) Надлежни проблеми",
    "3621401685": "( ) Непопуларност на чудни нови даноци",
    "4277475973": "( ) Јавната неподготвеност да прифати чудни нови форми на пари",
    "941057651": "( ) Огромна постојна софтверска инвестиција во SMTP",
    "3265293440": "( ) Подложност на други протоколи освен SMTP за напад",
    "515733427": "( ) Подготвеност на корисниците да инсталираат закрпи за ОС добиени по е-пошта",
    "2631159699": "( ) Армии од црви, кутии за Windows поврзани со широкопојасен интернет",
    "776542208": "( ) Вечна трка во вооружување вклучена во сите пристапи за филтрирање",
    "989480928": "( ) Екстремна профитабилност на спам",
    "3898950867": "( ) Џо работни места и/или кражба на идентитет",
    "3395399558": "( ) Технички неписмени политичари",
    "1118929614": "( ) Екстремна глупост од страна на луѓето кои работат со спамери",
    "838951836": "( ) Нечесност од страна на самите спамери",
    "2123236933": "( ) Трошоците за пропусниот опсег на кои не влијае филтрирањето на клиентот",
    "2292919419": "( ) Outlook",
    "2534436327": "а може да се применат и следните филозофски приговори:",
    "832385387": "( ) Лесно се доаѓа до идеи слични на твоите, но ниедна никогаш не се покажала како практична",
    "1993984258": "( ) Секоја шема заснована на откажување е неприфатлива",
    "3909240516": "( ) Заглавјата на SMTP не треба да бидат предмет на законодавство",
    "1151065360": "( ) Црните листи се цицачи",
    "2396605499": "( ) Белата листа е цицање",
    "2225785608": "( ) Треба да можеме да зборуваме за вијагра без да бидеме цензурирани",
    "3004688366": "( ) Контрамерките не треба да вклучуваат жица или измама со кредитни картички",
    "922470170": "( ) Контрамерките не треба да вклучуваат саботажа на јавните мрежи",
    "3068923550": "( ) Контрамерките мора да функционираат доколку постепено се применуваат",
    "2752975480": "( ) Испраќањето е-пошта треба да биде бесплатно",
    "117227832": "( ) Зошто треба да ви веруваме вам и на вашите сервери?",
    "1021431157": "( ) Некомпатибилност со лиценци со отворен код или со отворен код",
    "2801524659": "( ) Мерките за добро чувство не прават ништо за да го решат проблемот",
    "931661269": "( ) Привремените/еднократните адреси на е-пошта се незгодни",
    "2090457681": "( ) Не сакам владата да ја чита мојата е-пошта",
    "3536122902": "( ) Да ги запрете на тој начин не е доволно бавно и болно",
    "2391175562": "Понатаму, еве што мислам за тебе:",
    "229198134": "( ) Извини пријателе, но мислам дека нема да успее.",
    "345563040": "( ) Ова е глупава идеја, а ти си глупава личност што ја предлагаш.",
    "409780280": "( ) Добар обид, ****! Се надевам дека некој ќе ти ја згази тастатурата!",
    "2820080973": "хостиран со ❤ од",
    "3943164003": "погледнете сирово",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Зошто вашето ново решение против спам нема да работи",
    "361795034": ". Непознат автор, в. 2000 година",
    "1547006769": "Проверката на хуманоста е истиот проблем",
    "3717942925": "Исто како што секогаш ќе има луѓе кои сакаат да го привлечат вашето внимание преку е-пошта, секогаш ќе постои желба да се ограничи пристапот до некои ресурси така што само луѓето ќе можат да пристапат до нив.",
    "2481032625": "Дали целта е да се спречи:",
    "1691348394": "- автоматизирани масовни набавки за време на продажба со ограничено издание",
    "1771016224": "- софтвер за масовно преземање на целата содржина од вашата веб-страница",
    "1959762846": "- пополнување на вашите веб-обрасци со бескрајни маркетинг спам или злоупотреба",
    "345108670": "- полнење акредитиви и други обиди за преземање сметка",
    "2540760245": "меѓу многу други намени, можноста за филтрирање на онлајн сообраќајот врз основа на „човечки или не“ најверојатно ќе остане вредна алатка сè додека човечката природа ги следи истите обрасци забележани во последните пет илјади години.",
    "3346362371": "Што е со машинското учење?",
    "3619183405": "Во 2021 година едноставните CAPTCHA понекогаш може да се решат со софтвер, благодарение на напредокот во машинското учење. За да се справи со ова, hCaptcha прави и многу детална анализа на својствата како",
    "3292221787": "предизвикот беше одговорен, не само дали е точен, и често ги менува и прашањата и користените податоци.",
    "1080672247": "Бидејќи многу од поставените прашања не можат економски да се решат со софтверот надвор од полица, и бидејќи податоците се генерално единствени за системот, тоа значи дека ботови често се целосно запрени од бесплатната услуга и наместо тоа, мора да се потпрат на човечките CAPTCHA решавачи, кои прави многу видови на злоупотреба целосно неекономични.",
    "4172868199": "оди многу подалеку од ова, преминувајќи во доменот на обидот да се разликува „добриот човек“ од „лошиот човек“, исто така, и денес се користи од страна на многу од најпопуларните онлајн сервиси во светот за да се пронајдат и запрат сè, од измама при купување до напредна постојана закани против нивните корисници, додека одржуваат единствен фокус на зачувување на приватноста.",
    "2873911365": "Што е со хардверско атестирање?",
    "1477196356": "Различни методи за поврзување на идентитетот со уред на криптографски безбеден начин, понекогаш со својства за зачувување на приватноста, се предлагаат со децении. Криптографијата со јавен клуч датира од в. 1975 година, а хардверските токени постоеја скоро толку долго.",
    "2349681896": "За жал, контролирањето на парче хардвер не значи дека сте личност. Практично секоја популарна шема за атестирање на хардвер за потрошувачи е постојано кршена, закрпена и потоа повторно скршена.",
    "254326776": "Злонамерната злоупотреба на овие недостатоци честопати се открива дека се случувала со месеци или години пред обелоденувањето или академското објавување.",
    "2462909475": "Ѕид од повеќе од 10.000 телефони користени за злоупотреба, дел од операција на кинески бот.",
    "1963951234": "Без разлика колку е веродостојна вашата криптографска шема, ако некој може на крајот од денот едноставно да потроши пари за да ви го даде одговорот што го барате, поседувањето парче хардвер е недоволно.",
    "1278884196": "Како што рече, криптографијата е прилично млада дисциплина. Врз основа на неодамнешната историја, вашата криптографска шема и/или имплементација најверојатно ќе бидат скршени веднаш штом некој има поттик да ја разгледа внимателно, и веројатно другите луѓе ќе го сфатат тоа долго пред вас. Потпирањето на хардвер, исто така, значи дека можеби ќе треба да побарате од секој од вашите корисници да смени физички уред за да го поправите пропустот. Ова е малку веројатно да се случи брзо во повеќето случаи, што значи дека во реалноста вашиот систем едноставно нема да се отвори.",
    "1828028934": "Ова е причината зошто",
    "1642844535": "важно е: hCaptcha користи повеќе различни пристапи за да одговори на истото фундаментално прашање, овозможувајќи споредба за конзистентност во сите евалуации.",
    "1155821305": "одбраната е длабочина",
    "119098046": "Што е со пасивните или решенијата без предизвик?",
    "2760410719": "Услугите кои се обидуваат да направат откривање бот со чисто пасивни сигнали брзо се соочуваат со фундаментално прашање: како да потврдите дали системот правилно ги открива лошите актери кога немате точна основна вистина?",
    "1722734001": "Отворениот интернет е многу бучна средина. Лошите актери ги напаѓаат корисниците на нашата услуга и конкурентите како reCAPTCHA секој ден, и секако се обидуваат да изгледаат што е можно почовечко додека го прават тоа.",
    "1595254735": "Чисто пасивните услуги се борат да ја задржат точноста на откривање бот, па дури и да знаат кога се неточни. Без можност повремено да се предизвикуваат корисниците и правилно да се анализираат резултатите од тој предизвик, прецизноста има тенденција значително да опаѓа со текот на времето.",
    "2412751979": "Благодарение на попрецизните сигнали за човештвото што го напојуваат hCaptcha, многу компании кои претходно користеа reCAPTCHA v3/Enterprise се префрлија на",
    "2284856231": "и забележана драматично подобрена точност и во чисто пасивниот режим на hCaptcha Enterprise.",
    "4162847": "Можевме директно да го набљудуваме ова, бидејќи некои од нашите клиенти извршуваат A/B тестови на истото барање пред целосно да се префрлат од понудите на Google. Обично можеме да докажеме и висока лажно позитивна и лажно негативна стапка што доаѓа од reCAPTCHA v3 или reCAPTCHA Enterprise.",
    "436125785": "Ова не е изненадувачки со оглед на неточноста на циклусите за повратни информации достапни во тие производи и фактот што тие се продаваат од рекламна мрежа со огромен интерес да не бидат премногу добри во откривањето ботови, за да не му наштети на нивната основна дејност.",
    "2233741720": "Во заклучок",
    "2133809801": "Сè додека луѓето остануваат луѓе, веројатно е дека проверката на човештвото ќе има улога на интернет.",
    "2255549335": "Нашата работа во hCaptcha е да најдеме добри размени помеѓу тежината и точноста и да го одржуваме триењето на ниско ниво, особено за",
    "4138068262": "корисници. На крајот, интеракцијата со предизвиците најверојатно ќе остане дел од арсеналот на алатки за намалување на злоупотребата на интернет сè додека човечката природа остане непроменета.",
    "855097735": "Да се изгради услуга што го прави ова добро додека ги балансира сите грижи е многу тежок проблем (и ние секогаш работиме да го подобриме за да го направиме искуството што е можно попријатно), но се надеваме дека ќе се согласите дека намалувањето на спам, злоупотреба, преземање сметки , и онлајн измамата на крајот вреди повремено едноставно прашање.",
    "1953959745": "пристапност",
    "2543123170": "Проверка на човештвото со нула триење",
    "547245263": "Решете го вашиот проблем со бот денес.",
    "3117887301": "Доверливи од најголемите онлајн услуги",
    "981806349": "Изграден на докажаната платформа hCaptcha",
    "2373007864": "hCaptcha Enterprise работи на технологијата на платформата hCaptcha, проширена за да ги вклучи карактеристиките што им се потребни на претпријатијата со голем сообраќај.",
    "2652399059": "Доверлив партнер",
    "1997838163": "Најголемите светски компании зависат од hCaptcha Enterprise. Интеграцијата е едноставна, а точноста на откривање е неспоредлива.",
    "734735952": "Оценивме голем број продавачи на CAPTCHA, како и самите изградивме систем. На крајот, hCaptcha се појави како најдобра алтернатива за reCAPTCHA.",
    "1250541092": "- Серги Исаси",
    "3524251858": "Директор за управување со производи, Cloudflare",
    "3971348140": "Зошто користевме hCaptcha? Никој друг не можеше да ги испорача карактеристиките и перформансите што ни беа потребни. Брзо нѐ подигнаа и нѐ подигнаа, а нашите трговци го сакаат тоа искуство.",
    "4248655793": "- Алекс М.",
    "4185927140": "Менаџер за производи, Flash, Shopify",
    "282913023": "Ефикасна опција за претпријатија со голем сообраќај",
    "999610953": "Конечно, веродостојна алтернатива на Google. hCaptcha Enterprise обезбедува драматични заштеди на вашата сметка reCAPTCHA со поголема безбедност: до 80% поевтино во некои случаи.",
    "1886100235": "Многу од најголемите онлајн-услуги во светот се префрлија на hCaptcha Enterprise и добија подобрено откривање бот заедно со значителни заштеди на трошоците.",
    "2903742230": "Рекламните мрежи ги гледаат вашите посетители како производ. За нас единствена цел е да ја одредиме нивната хуманост. Нашите услуги ги исполнуваат или надминуваат барањата за GDPR, CCPA, LGPD и PIPL, а ние работиме напорно за да ги балансираме приватноста и безбедноста.",
    "3901503296": "Овој уникатен фокус на приватноста значи дека можеме да понудиме нула индивидуално задржување на податоци, работа без колачиња и други договорни гаранции за приватност како што се бара, додека одржуваме одлична безбедност.",
    "3342910682": "Прочитај повеќе",
    "1130783905": "Точноста е во ваш и наш интерес. hCaptcha работи за да ви даде вистински податоци и да одлучите како да ги користите. Други безбедносни решенија се обезбедени од гигантски рекламни компании. Ова значи дека секој бот што го блокираат може да го намали нивниот приход.",
    "2019130052": "Нашите иновации во ML фокусирана на приватност ни дозволуваат да ги надминеме безбедносните стандарди на застарените стратегии „сними сè засекогаш“ без да ѝ наштетиме на безбедноста или приватноста на корисниците.",
    "23114595": "Одлично корисничко искуство",
    "3437412311": "За корисниците на Enterprise, достапни се опции за целосно избегнување на предизвиците во повеќето сценарија, потпирајќи се на пасивни резултати.",
    "1996843433": "Намалете го триењето со целосно избегнување на предизвикот за 99,9% од вашиот легитимен сообраќај, додека сепак обезбедувате одлична безбедност.",
    "3093689546": "Лесна интеграција",
    "247560732": "Додадете hCaptcha со три линии код. Ако доаѓате од reCAPTCHA, нашиот API е компатибилен и потребни се само неколку минути за да се префрли.",
    "1510448156": "Денес можете да работите со супериорна алтернатива и да вклучите понапредни функции доколку е потребно.",
    "2718999653": "Прилагодени резултати за закани",
    "2698140263": "Не се сите проблеми исти: добивањето единствен резултат значи дека мора да одговори на вашите потреби за да биде корисно.",
    "897432717": "Со нашиот нов дизајн за приспособени резултати за закани, додавањето на вашето деловно знаење им овозможува на нашите модели да испорачуваат резултати уникатно релевантни за вашите корисници.",
    "2650502379": "Стартувајте ги вашите сопствени предизвици за неколку секунди",
    "3578122193": "Останете на брендот со релевантна содржина",
    "1074044172": "Кога корисниците мора да решат предизвик за да ги исполнат вашите безбедносни барања, зошто да не поставувате прашања пријатни и релевантни за корисникот?",
    "1579093044": "Со нашиот едноставен дизајнер за приспособени предизвици, можете да лансирате содржина за предизвик на бренд за само неколку минути.",
    "3717512591": "Директна интеграција на платформата",
    "121743429": "За компании за веб-инфраструктура",
    "2131386784": "Достапна експертиза и поддршка и за вас и за вашите корисници",
    "2782263070": "Услугата е врвен приоритет за нас. Ние одржуваме 24/7 поддршка на повик и нудиме директна координација на Slack со вашиот тим за инженерска интеграција и нашиот персонал на повик за време и по имплементацијата.",
    "3740051331": "Исто така, посветени сме на активно следење и одговарање на прашањата на вашите корисници преку социјалните медиуми, форумите и нашите канали за поддршка во графичките контроли и е-пошта. Достапни сме и реагираме и го третираме задоволството на корисниците како врвен KPI.",
    "170775527": "Карактеристики на претпријатието",
    "3383086062": "hCaptcha Enterprise е целосно онлајн безбедносно решение. Активните и пасивните режими ви дозволуваат да го запрете полнењето акредитиви, да откриете преземања на сметки и да блокирате сомнителни актери. Сите со нула триење за легитимните корисници.",
    "1408599440": "Започнете брзо со неколку линии код и нашиот 99,9% пасивен режим или преземете целосна контрола врз тоа кога и како се предизвикуваат корисниците. Прилагодените модели на закани и приспособливите предизвици значат незаменлива флексибилност за да се обезбеди безбедност.",
    "3365203058": "Заштита против ботови од светска класа",
    "1803009328": "Тестирано во битка на веб-скала.",
    "1586809757": "Резултати од бот со висока точност",
    "353367791": "Откријте лоши актери од многу различни типови.",
    "191460155": "Нулта триење и 99,9% пасивни режими",
    "585557010": "Предизвикајте помалку од 0,1% од легитимните корисници.",
    "3287172429": "Прикажани типови на предизвици за контрола",
    "1844885924": "Широка библиотека на типови за избор.",
    "3018523079": "Останете на брендот со постојано корисничко искуство.",
    "3817811295": "Загарантирана доверливост и брза 24/7 поддршка на повик.",
    "1798492192": "Поддршка за наследен прелистувач",
    "1356745565": "Компатибилен до Internet Explorer 8.",
    "751483365": "Поддршка за клиенти кои не се JavaScript.",
    "4199502476": "Напредни контролни табли за известување и API",
    "3630114728": "Погледнете што се случува на сите ваши сајтови и апликации.",
    "3573245166": "За разлика од reCAPTCHA, ние работиме во секоја земја.",
    "2354267648": "Политика за приватност погодна за GDPR, CCPA и LGPD",
    "3167979932": "Дизајниран за приватност од првиот ден. Силен договор за обработка на податоци.",
    "4065065042": "Вклучете го ова за точно да одговара на вашата кутија за употреба.",
    "111184581": "Хостинг од прва страна",
    "4272022475": "Сите барања и средства одат на hcaptcha.yourdomain.com",
    "2676853536": "Контролни табли со повеќе корисници",
    "1368787974": "Споделете го управувањето низ вашиот тим.",
    "1045484714": "Интеграција на SAML SSO со вашиот добавувач на идентитет, на пр. Okta или Azure AD.",
    "3953584369": "Достапни се софистицирани ограничувања за пристап RBAC.",
    "2781507299": "Инстант верификација",
    "4019660456": "Латентност од 0 ms: потврдете ги токените на hCaptcha без повик на API.",
    "3446714684": "Интеграција на мобилни (iOS и Android).",
    "2593768395": "Беспрекорно искуство преку веб, мајчин мобилен, мобилен веб. Достапни се однапред изградени интеграции и природни SDK.",
    "1779265104": "Прилагодени услови и гаранции за приватност",
    "122875767": "Задоволете ги вашите законски потреби кога другите компании не можат.",
    "148188781": "Презентирани предизвици",
    "838049015": "Изберете ги сите слики што одговараат на барањето",
    "1126302400": "Ограничувачка кутија",
    "3554448168": "Категоризација",
    "2104933754": "Идентификувајте ги соодветните етикети",
    "3612043014": "...и други едноставни задачи. Лесно за луѓето, тешко за ботови.",
    "3624758171": "Прилагодени задачи исто така достапни за издавачи на претпријатија.",
    "1001938065": "Интеграцијата не може да биде полесна",
    "2138799135": "hCaptcha има десетици претходно вградени интеграции за предниот и задниот систем што ги користите.",
    "2535001179": "Ако дојдете од reCAPTCHA на Google, нашите API се замена за капка.",
    "1393184984": "се се што ви треба.",
    "3715747429": "Нашите инбординг инженери можат брзо да ве поттикнат, без разлика дали ви е потребна интеграција на React, SDK-и за мајчин апликации за iOS, примерок на Java backend или практично кое било друго сценарио.",
    "2681650568": "И како и секогаш, приватноста е основна вредност за нас. Додајте го нашиот код за предизвик само онаму каде што е потребно и каде што има смисла да се заштитите и вас и вашите корисници. Минимизирањето на собирањето податоци започнува од моментот на интеграција.",
    "1130868224": "Три линии код",
    "2183926131": "Започнете со hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Дизајниран за приватност.",
    "1297224875": "Уникатен пристап воден од приватноста кон онлајн безбедноста на Enterprise.",
    "2762458927": "Вашите кориснички податоци не се на продажба.",
    "2058856283": "hCaptcha Enterprise има само една цел: да ги спречи лошите актери да ги нарушат вашите онлајн операции и да им наштетат на вашите корисници.",
    "2408036504": "Така, нашите системи се дизајнирани од почеток за да го минимизираат собирањето и задржувањето на податоци, додека одржуваат водечка безбедност во класата. Најдобар начин за заштита на корисничките податоци е воопшто да не се складираат.",
    "4099477834": "Сите односи со клиентите се исто така заштитени со силен договор за обработка на податоци. Услугата hCaptcha е во согласност со сите закони за приватност без разлика каде живеат вашата услуга или вашите клиенти. Нечувањето лични податоци ни го олеснува ова многу отколку за другите компании.",
    "3569492665": "Снимањето онлајн активност не е решение.",
    "3389431373": "Услугите како reCAPTCHA v3 велат дека поставувањето на нивниот пиксел за следење на секоја страница од вашата страница е неопходно за добра безбедност. Ова не е случај.",
    "3590546893": "Едноставната анализа на однесувањето е сигнал кој лесно се фалсификува од лошите актери и бара задржување на историјата на прелистување и за целиот ваш легитимен сообраќај.",
    "1105363520": "Ние не работиме со рекламна мрежа и немаме интерес да го набљудуваме вашето однесување на корисниците за да им продаваме реклами. Ова значи дека не бараме пасивен пиксел на секоја страница од вашата страница.",
    "3088605177": "Додајте го нашиот код за предизвик само онаму каде што е потребно и каде што има смисла да се заштитите и вас и вашите корисници.",
    "337971271": "Машинското учење е корисно. Но, тоа не бара лични податоци за да функционира.",
    "320166522": "Машинското учење сега влијае на речиси секој аспект од нашите животи, често на начини на кои не сфаќаме и не можеме да видиме. Онлајн безбедносните служби не се разликуваат.",
    "3180664128": "Со учење преку илјадници сигнали, моделите можат да заклучат и да постигнат голема доверба во откривањето на злонамерното однесување многу брзо, дури и кога ниту еден поединечен сигнал сам по себе не би бил доволно силен за да укаже на проблем.",
    "961941354": "Сепак, ништо од ова не бара користење на информации за лична идентификација („PII“). Современите криптографски техники ни овозможуваат да ги отфрлиме сите лични податоци што е можно побрзо, создавајќи наместо тоа еднонасочни потписи кои не можат да се поврзат со ниту еден поединец.",
    "1706581702": "Обуката за деидентификувани податоци функционира исто толку добро и не бара компромиси ниту на безбедноста, ниту на приватноста. Нашите клиенти ги направија емпириските тестови и не прогласија за еднакви или подобри од многу помалку приватни алтернативи.",
    "3203921334": "Ни се допаднаа голем број работи во врска со решенијата за hCaptcha: 1) тие не продаваат лични податоци; тие собираат само минимум неопходни лични податоци, тие се транспарентни во опишувањето на информациите што ги собираат и како ги користат и/или ги откриваат.",
    "305735018": "Конечно, веродостојна алтернатива на Google. hCaptcha Enterprise обезбедува драматични заштеди на вашата сметка reCAPTCHA со поголема безбедност: до 80% поевтино во некои случаи.",
    "3695206755": "Пробајте нè во вашата околина без никаква обврска.",
    "2941545733": "Ние сме инженери, а не продавачи: сакаме да бидете задоволни со вашиот избор.",
    "131871195": "Најдобар начин да се обезбеди вашето задоволство е да покажеме дека ги исполнуваме вашите потреби.",
    "3436534225": "Практично сите компании кои започнуваат пилот, на крајот ги избираат нашите решенија.",
    "4060250206": "Користете го овој формулар за да контактирате со некој од нашите технички специјалисти. Брзо реагираме.",
    "1159746815": "Можете исто така да ни испратите е-пошта директно.",
    "2531534427": "Деталите се тука.",
    "2059998584": "Регионот",
    "3916131732": "Америка",
    "135276624": "Европа, Блискиот Исток, Африка (EMEA)",
    "1182294134": "Азиско-пацифик (APAC)",
    "2437934778": "Вашето име",
    "3859506577": "Деловна е-пошта",
    "1268414751": "Некои други детали што треба да ги имаме?",
    "42559805": "Дали ви треба итно вклучување?",
    "851679588": "Да.",
    "1729677626": "Јас сум нападнат и барам итно вклучување.",
    "2808971932": "Ова е некој текст во внатрешноста на div блок.",
    "2468683988": "Наслов",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Текстуална врска",
    "2212670355": "Пријавете се",
    "31502377": "Што е елемент на богат текст?",
    "2310705547": "Елементот со богат текст ви овозможува да креирате и форматирате наслови, параграфи, блок-цитати, слики и видео на едно место, наместо да треба да ги додавате и форматирате поединечно. Само кликнете двапати и лесно креирајте содржина.",
    "2590587108": "Статично и динамично уредување на содржина",
    "778204464": "Елементот со богат текст може да се користи со статична или динамична содржина. За статична содржина, само спуштете ја на која било страница и започнете со уредување. За динамична содржина, додајте поле за богат текст во која било колекција и потоа поврзете елемент со богат текст со тоа поле во панелот за поставки. Voila!",
    "1890955039": "Како да го приспособите форматирањето за секој богат текст",
    "3286051798": "Насловите, параграфите, блок-цитатите, фигурите, сликите и натписите на фигурите може да се стилизираат откако ќе се додаде класа во елементот со богат текст користејќи го вгнездениот систем за избирање „When inside of“.",
    "504332576": "Горди сме што можеме да објавиме дека hCaptcha прерасна во најголемата независна услуга за сајбер-безбедност во светот, која работи на околу 15% од интернетот - и најголемиот дел од овој пазарен удел го презедовме директно од Google reCAPTCHA. Заедно, hCaptcha и",
    "1155436473": "(нашата понуда на претпријатија) сега штити стотици милиони корисници на десетици милиони веб-локации и апликации секој месец. Нашата приказна покажува дека можете да се натпреварувате со Big Tech кога на прво место ја ставате приватноста.",
    "3108727249": "BotStop",
    "1296696044": "Приватност наспроти безбедност: Зошто не и двете?",
    "538871570": "Натпреварувањето со Гугл и другите големи технолошки компании изгледа како висок ред: нивната монополска пазарна моќ, ефектите на платформата и армијата на високо платени програмери генерално се сметаат за премногу моќни за да се справат за кој било, освен за други технолошки гиганти, како што се Фејсбук или Амазон. Нашата приказна покажува дека не мора да биде така - можете да ја победите Big Tech со фокусирање на приватноста.",
    "3600718611": "Размислете за Google reCAPTCHA,",
    "4281708680": ". На hCaptcha, намерно зазедовме многу поинаков пристап, користејќи техники за машинско учење за зачувување на приватноста за да ги идентификуваме типичните однесувања на ботови со висока точност, а сето тоа додека трошиме и складираме што е можно помалку податоци.",
    "3312336121": "кој троши огромни количини на податоци за однесувањето за да утврди дали веб-корисниците се легитимни луѓе или ботови",
    "1193738791": ": тие го следат однесувањето на корисниците на секоја страница на веб-локација и низ мрежата. Дизајниравме hCaptcha да биде што е можно попријатна за приватноста уште од првиот ден. Ова доведе до сосема поинаков пристап кон проблемот. Како што се испоставува, следењето на корисниците низ мрежата и поврзувањето на нивната веб-историја со нивниот идентитет е сосема непотребно за да се постигне добра безбедност. Многуте компании кои се префрлија на hCaptcha",
    "2620705814": "Google е рекламна компанија и нивните безбедносни производи многу личат на нивните рекламни производи",
    "1126447688": "често пријавуваат еднакви или подобри перформанси во откривањето и ублажувањето на ботовите и покрај нашиот фокус на приватност",
    "439777523": "Регулативата е важна",
    "3588274874": "Фокусирајќи се на испорака на производ усогласен со регулаторните напори како што се GDPR на Европската унија и CCPA од Калифорнија, доживеавме огромен раст - се разбира, тоа помага што hCaptcha е едноставна замена за „отпуштање“ за reCAPTCHA и затоа може да се инсталира за неколку минути.",
    "2150595700": ". GDPR и CCPA ги ставија грижите за приватноста на мапата за купувачите на претпријатијата, а во исто време приватноста на интернет станува сè поважна за јавноста бидејќи сите почнуваме да разбираме како индустриите за онлајн рекламирање и маркетинг историски ги користеле нашите податоци.",
    "2624949852": "Се разбира, reCAPTCHA беше ран учесник во веб-безбедноста од 2009 година, заштитувајќи милиони веб-локации од постојано растечките закани од малициозни ботови и спамери. Сепак, во последниве години беше целосно компромитиран:",
    "499510428": "Ние всушност веруваме дека регулативата ни помогна овде",
    "1232651561": "софтверот сега е добар како и луѓето во решавањето на предизвиците на reCAPTCHA.",
    "824740867": "Наместо да го подобрува решението, Google наместо тоа го објави reCAPTCHA v3, кој работи многу повеќе како рекламна мрежа отколку безбедносен софтвер, собирајќи податоци за однесувањето од целиот веб за да изгради кориснички профили. За жал, овој вид на сигнал лесно се победува, а со тоа обезбедува мала заштита од ботови, а притоа штети на приватноста на корисникот.",
    "1027023087": "Наместо тоа, ние во hCaptcha се фокусиравме на посовремени пристапи кон проблемот, кои не бараат задржување на долгорочни записи за однесување, како што е историјата на прелистување и се покажаа многу поотпорни наспроти одлучните противници откако беше воведена услугата.",
    "2852295413": "Вроден конфликт на интереси: сопирањето на ботови ги намалува приходите за рекламната мрежа",
    "1597520917": "Се поголем број критичари истакнаа дека непочитувањето на приватноста на корисниците од страна на Google треба да ги загрижува клиентите кои сакаат да ги заштитат своите веб-локации и апликации.",
    "763447231": "Во исто време, запирањето на ботови да пристапуваат до сајтовите на издавачите може да открие рекламна измама, спротивставувајќи го производот reCAPTCHA на Google директно наспроти нивниот рекламен бизнис, кој произведува над 80% од нивниот приход.",
    "999674529": "Секој бот што ќе го открие Google треба да заработува нула долари од реклами. Затоа, стимулациите на компанијата на Google се слабо усогласени со корисниците на нивните безбедносни услуги, и ова може да биде едно објаснување за слабите перформанси на нивната безбедносна понуда reCAPTCHA.",
    "956019009": "Најголемите компании за веб инфраструктура веќе презедоа акција",
    "1923297430": "Последната точка на прекршување за многу поголеми клиенти дојде кога Google почна да им наплаќа на компаниите за користење на нивниот производ во кој било значаен обем. Ова ги натера долгогодишните корисници на reCAPTCHA да бараат подобри алтернативи бидејќи регулаторните грижи ширум светот веќе го направија користењето на понудите на Google сè понепривлечно.",
    "2197218442": "Извршниот директор на Cloudflare Метју Принс ја сумираше оваа гледна точка во",
    "155456850": "објавувајќи го нивното префрлање на hCaptcha:",
    "435302267": "блог пост на компанијата",
    "2087769953": "„Возбудени сме поради оваа промена бидејќи помага да се одговори на загриженоста за приватноста својствена за потпирање на услуга на Google што ја имаме веќе некое време. Проценивме голем број продавачи на CAPTCHA, како и самите изградивме систем. На крајот, hCaptcha се појави како најдобра алтернатива за reCAPTCHA. тие собираат само минимум неопходни лични податоци, тие се транспарентни во опишувањето на информациите што ги собираат и како ги користат и/или ги откриваат“.",
    "595582512": "Ако сакате ефективно да ја заштитите вашата страница или апликација од ботови, спамери или други злонамерни актери, притоа зачувувајќи ја приватноста на вашите корисници (и во согласност со сите релевантни прописи!), размислете за hCaptcha и нашата понуда на Enterprise",
    "3388180864": "Заинтересирани сте да работите на длабоки технички предизвици на веб-скала? Ние секогаш вработуваме талентирани инженери ширум светот -",
    "3892952987": "проверете ги нашите отвори и аплицирајте овде",
    "3368788823": "Теренс Еден истакнува интересна точка на својот блог:",
    "1491780143": "CAPTCHA не докажуваат дека сте човек - тие докажуваат дека сте Американец",
    "2146900431": "Интуитивно, ова тврдење има многу смисла. CAPTCHA, како и речиси сè, се вградени во културен контекст и ако вашиот базен на предизвици е главно создаден во една култура, тоа може да не се преведе многу добро во друга. Во неговото јадро, ова е прашање на културното",
    "378086442": "на CAPTCHA, наместо нивниот UX сам по себе.",
    "1445008801": "Како што вели Еден:",
    "332723732": "содржина",
    "2072808435": "„Погодете што, Гугл? Такси-возилата во мојата земја се генерално црни. Гледав доволно филмови за да знам дека сите во Америка се жолти. Но, во секоја друга земја што ја посетив, такси-возилата беа мешавина од различни нијанси“.",
    "3206136647": "Проблемот на Google овде се заснова на податоците за прашањата што ги користат наспроти кој ги гледа. Ако сите податоци доаѓаат од иста култура (а во случајот на Google, од истата компанија), секако може да очекувате дека ќе имате предизвици кои не се преведуваат добро на другите култури, во согласност со жалбата на Еден.",
    "2217842245": "Сепак, нашите податоци покажуваат дека (за hCaptcha)",
    "4280117172": "Многу земји всушност имаат нешто подобро од САД, вклучувајќи ги Нигерија, Индија, Бразил и Германија:",
    "555749578": "има помалку од 1% варијација во стапките на решавање во големите земји на секој континент.",
    "151737819": "Стапките за решавање на hCaptcha ширум светот покажуваат многу мала варијанса",
    "3908992897": "и се користи во секоја земја и територија во светот, така што ние сме многу фокусирани на обезбедување на постојано глобално искуство.",
    "2808122102": "Затоа, меѓукултурната функционалност е основен услов за нашата услуга. Осигурувањето дека сите легитимни корисници можат брзо да пристапат до содржината е критичен дел од нашата мисија. Обезбедуваме предизвици на 110 јазици и континуирано ги подобруваме релевантните преводи за да се увериме дека нашите предизвици можат да ги решат сите.",
    "3913801502": "hCaptcha сега работи на околу 15% од интернетот",
    "2077639538": ". Прво, податоците за предизвикот за нашата услуга може да потекнуваат од многу извори, а не само од еден - од големи компании на Fortune 500 до стартапи за машинско учење, се додека тие се придржуваат до нашите",
    "3951112506": ". Тоа веќе гарантира повисок степен на хетерогеност во податоците.",
    "1803943584": "Второ, дозволуваме предизвиците да се самооптимизираат за да одредиме во кои земји или јазици ќе работат, зголемувајќи ја уште повеќе веројатноста за постојано искуство. Ако точноста е помала од очекуваната, збир прашања едноставно ќе престанат да се извршуваат во регионот или јазикот каде што се појавува овој ефект.",
    "3668873369": "Во hCaptcha, зазедовме поинаков пристап од првиот ден",
    "1519201684": "Политика за етика на вештачката интелигенција",
    "2155089487": ". Ако нашите предизвици беа полесно да се решат за некои групи, би очекувале да видиме разлика во тоа како луѓето ширум светот и во различни култури се однесуваат кога ги решаваат. Во контекст на објавата на Еден, би очекувале Американците да работат подобро од луѓето во другите земји. Бидејќи потрошивме години развивајќи системи за да го избегнеме овој проблем, всушност го гледаме токму спротивното.",
    "2603863826": "П.С.: Доколку најдете превод на вашиот јазик што може да користи подобрувања, слободно испратете го",
    "3543141425": "за тоа!",
    "2697276059": "Доказ дека ова функционира: униформни стапки на решавање низ целиот свет",
    "664236229": "барање за повлекување"
}