{
  "211351380": "From the blog:",
  "3153117136": "How hCaptcha Difficulty Settings Work",
  "2915355938": "Accessibility",
  "793784899": "Plans",
  "2671622670": "Enterprise",
  "3527140447": "Docs",
  "505891021": "Labeling Services",
  "692176459": "Log In",
  "1892574253": "Sign Up",
  "2593864519": "Stop more bots. Start protecting user privacy.",
  "4007826952": "The #1 privacy-first CAPTCHA for web, mobile, and more.",
  "3721365241": "Try",
  "3753956446": "Free",
  "3276777569": "hCaptcha",
  "55035359": "Currently using reCAPTCHA?",
  "3417372336": "Switch in minutes",
  "2881474837": "hCaptcha Enterprise",
  "1685871181": "The top online services rely on",
  "1470290349": "for best-in-class bot and fraud management.",
  "3714002185": "Learn more about hCaptcha Enterprise",
  "3946753128": "Private. Secure. Faster.",
  "939665604": "Privacy Focused",
  "780475098": "Ad networks see your visitors as the product. We only care whether a visit is good or bad. hCaptcha complies with GDPR, CCPA, LGPD, PIPL, and other global data laws.",
  "219813583": "Security First",
  "2714878440": "Protect your services from scraping, account takeovers, credential stuffing, and spam with our advanced machine learning and humanity verification.",
  "1397766838": "Better User Experience",
  "2670352917": "hCaptcha provides more reliable bot detection while being simple for humans to solve.",
  "2806751666": "What is hCaptcha?",
  "3096063825": "Try it out",
  "2968026167": "Your favorite vegetable",
  "713281684": "Eggplant",
  "4147497805": "Carrot",
  "3758963444": "Thank you! Your submission has been received!",
  "1070364246": "Oops! Something went wrong while submitting the form.",
  "1129833879": "Stop malicious bots, protect user privacy",
  "58091799": "Learn more about hCaptcha Publisher and Enterprise",
  "1599610318": "Publisher",
  "3093388779": "hCaptcha is free to use for publishers of any size",
  "179723061": "More control for teams that need class-leading security",
  "846501387": "World-class bot protection",
  "119298044": "Advanced self-supervised ML and AI technologies protect your web properties from threats and attacks",
  "1263998069": "Earn rewards for human solves",
  "1103295010": "Earn money or give to charity for when humans solve CAPTCHAs",
  "392886773": "Works in every country",
  "2320894364": "With over 200 points of presence, hCaptcha's cloud protects your assets throughout the world",
  "451701069": "Complies with GDPR, CCPA,",
  "2826051554": "and more",
  "3530599065": "Privacy is built from the ground up. hCaptcha retains no PII and is compliant with numerous privacy mandates and regulations.",
  "2489287539": "Friction-free “No CAPTCHA” & 99.9% passive modes",
  "793242047": "Reduce challenges presented to users to allow for fast access to applications",
  "4195759329": "Bot detection and risk scores",
  "1150035777": "Sophisticated machine learning models generate bot confidence scores based on many data points beyond whether questions were answered correctly",
  "3688621388": "Threat signatures",
  "1131525092": "Group bad actors together effortlessly via our privacy-preserving Scoped UIDs to find and stop related fraud and abuse",
  "1559631739": "Private learning",
  "3952259236": "Combine your blinded data with hCaptcha’s thousands of signals to train hCaptcha on classes of behavior -- for your instance only -- to better predict malicious behavior better than either solution alone",
  "1150963691": "APT mitigation",
  "4083018285": "A suite of extended features that combine with enhanced SOC monitoring and response to address sophisticated persistent threats",
  "3160820928": "Coordinated attack protection",
  "1849805607": "hCaptcha protects against threats and decoys designed to infiltrate your networks",
  "1958297836": "Coordinated attack protection & APT mitigation",
  "1300485304": "hCaptcha protects against advanced threats and decoys designed to infiltrate your networks",
  "2698640210": "Control challenges and types shown",
  "3121248460": "Display infinitely diverse custom challenges -- from simple to complex -- for your anticipated audience",
  "3807059944": "Control challenge content used",
  "2707282231": "Customize challenges for your users.  Make it impossible for bots to solve and penetrate.",
  "4194763679": "Fine-grained difficulty levels",
  "3730038780": "Choose from a nearly infinite number of challenges for users to solve",
  "1849717906": "Customize with your own challenge content",
  "1508655687": "Add your own challenges tailored for your audience to streamline or restrict access",
  "3620442880": "Flash Sale protection features",
  "3265895521": "Raise and lower challenge difficulty based on time of day",
  "1485807325": "Multi-user dashboards, SAML SSO",
  "359073033": "Dashboards deliver high-level or fine-grained views of activity.",
  "4272454814": "Integrate with the identity provider of your choice.",
  "1141402092": "Advanced reporting features",
  "910989640": "Generate detailed and customized reports of activity",
  "3768951251": "Enterprise SLAs",
  "1014004474": "hCaptcha's Enterprise plans offer advanced service-level agreements to keep your organization protected",
  "1177598246": "Contact Sales",
  "1067704102": "The Value in Data Labeling",
  "3065000659": "Did you realize every time you \"click on the car\" you are helping to train a single",
  "3235430156": "company's machine learning systems for free?",
  "1549336309": "hCaptcha turns this model around. When you use hCaptcha, companies bid on the work your users do as they prove their humanity. You get the rewards.",
  "3725880582": "Give Back to Charity",
  "1671436004": "Want to give back to your favorite charity?",
  "1663628612": "lets you",
  "4272088465": "the charities of your choice with the earnings you gain from using it.",
  "2894845722": "Users on your site will soon be able to see your contribution to charity through discreet branding on the hCaptcha interface.",
  "3194111925": "support",
  "1637702726": "About hCaptcha",
  "2323282990": "A Modern Approach to Verifying Humanity",
  "1201821619": "hCaptcha solves one of today's most pressing problems: preventing malicious bots from abusing online services.",
  "1475399473": "Learn more about the hCaptcha team",
  "3161489950": "The World's Most Advanced Security ML Platform",
  "3247172580": "hCaptcha combined advanced self-supervised machine learning with a novel edge compute approach that uniquely minimizes data collection and retention, delivered from over 250 locations globally for massive scalability.",
  "3767462250": "Designed for Privacy",
  "3500503648": "hCaptcha is designed to eliminate long-term data retention by relying on instant evaluation rather than recording and analyzing your browsing history. We also support initiatives like",
  "2418549423": ", an emerging standard for preserving online privacy via cryptographic proofs, and other unique privacy-first features.",
  "1544546608": "Privacy Pass",
  "976209454": "Earn Rewards or Give to Charity",
  "552920956": "hCaptcha allows websites to earn rewards while blocking bots and other forms of abuse. hCaptcha also allows you to support the charities of your choice with these earnings.",
  "654326661": "Want to see for yourself? Try hCaptcha for free.",
  "3570415321": "Company",
  "3987022469": "Labeling",
  "1636202177": "About",
  "2670003220": "Jobs",
  "3233305531": "Trademarks",
  "3028319964": "AI Ethics",
  "4131598919": "Press",
  "1662477701": "Resources",
  "3130928685": "Blog",
  "1756106276": "Status",
  "1235925265": "Documentation",
  "920212083": "Report a Bug",
  "2076066173": "Cyberattacks 101",
  "3644106388": "Contact",
  "2182196747": "Support",
  "487083593": "Sales",
  "878585497": "Terms",
  "1697438123": "Privacy",
  "1316817321": "Attribution",
  "3488019891": "hCaptcha is a registered trademark of Intuition Machines, Inc.",
  "4224961202": "Privacy, Security, and Machine Learning.",
  "98173630": "hCaptcha is the world's most widely used independent CAPTCHA service.",
  "1514478724": "Learn More",
  "1752795854": "hCaptcha brings a modern, privacy-focused approach to stopping bots.",
  "2927700175": "We show CAPTCHA challenges that are difficult for bots but easy for people by collecting difficult-to-label data from machine learning problems, and using it to distinguish whether a website or app visitor is human.",
  "2188609322": "Bad actors are increasingly common online. But sacrificing user privacy is not the answer.",
  "2032102720": "Security solutions offered by ad companies focus primarily on tracking users across the web. We have created an effective security solution that proves harming user privacy is not necessary to deliver excellent results.",
  "4146870445": "Who we are",
  "353066938": "An experienced team, working on today's hardest problems. hCaptcha is a service of",
  "1173652155": "Advisors",
  "2256305371": "Professor, CS at University of California, Berkeley. Deep learning, security, blockchain expert. CEO of Oasis Labs.",
  "2177660021": "Research Scientist at Stanford. Machine learning and quant finance at major banks, hedge funds, and academia.",
  "2686825859": "Sign up free or contact us about hCaptcha Enterprise solutions",
  "583434701": "hCaptcha Accessibility",
  "611905972": "Ensuring seamless access for all users while maintaining security",
  "874098071": "If you are an accessibility user, please sign up here",
  "2745385064": "Summary",
  "3353238942": "hCaptcha is designed to stop bots by distinguishing them from people. Visual tests are a convenient tool for this, but not everyone can solve a visual challenge.",
  "3600022491": "For this reason we have designed a simple, painless alternative to let publishers using our service preserve accessibility for all with full Section 508 and WCAG 2.1 AA compliance.",
  "2557240048": "How it works: first, an accessibility user signs up via",
  "3871665286": ", which is prominently linked in the hCaptcha widget info page. They are given an encrypted cookie that can be used several times per day, but must be refreshed every 24 hours via login.",
  "3441764123": "When a challenge is presented to an accessibility user on a site using the hCaptcha service, they will automatically pass.",
  "4247858664": "the accessibility signup page",
  "1297657322": "Accessibility user screen after login",
  "1717658846": "Accessibility option in widget UI menu",
  "1266963825": "Q: Is  hCaptcha Section 508 + WCAG 2.1 AA compliant?",
  "850025770": "A: We believe so: all users with any form of impairment who are able to browse the web and enter text on forms can access services protected by hCaptcha upon registration. However, this is not legal advice: you should perform your own evaluation, taking into consideration your particular implementation to ensure this is the case for your deployment.",
  "159272246": "Q: Are you working on other accessibility (\"a11y\") options, like audio?",
  "4074220464": "A: Previously popular options like audio captchas discriminate against many a11y users and are easily defeated by modern machine learning techniques. This has forced current audio challenges to become more and more difficult, introducing noise, odd timing, unusual word combinations, and so on to defeat attackers. We are thus less enthusiastic about this approach vs. avoiding the challenge altogether, but will consider it if there is demand from the a11y community.",
  "2309661107": "However, we are very interested in",
  "2555914614": "for the Accessibility use case. We believe combining our current a11y approach with Privacy Pass issuance will allow a11y users to browse safely, secure in the knowledge that their traffic is more private, while restricting the abuse by bot operators that inevitably occurs when a11y options are available. We are active participants in the IETF working group standardizing this new technology.",
  "2583775432": "Q: What about privacy? Does registration expose a11y browsing data in some way? What do you do with the email?",
  "4215483493": "A: hCaptcha is designed for privacy from the ground up. It is very different than traditional options like reCAPTCHA that are owned by ad networks, who have an incentive to track you around the web and associate you with a real identity.",
  "2474661839": "Our",
  "4137573005": "has comprehensive and authoritative answers as to how we use data, but the short answer is we have no interest in associating you as a person with your browsing history.",
  "4101570501": "We are also currently working on a cryptographic solution to rapidly discard your email address while still preserving our ability to prevent abuse, complementing our Privacy Pass work.",
  "260595108": "We never use accessibility emails or info for any purpose other than facilitating a11y use and preventing abuse.",
  "3063819779": "privacy policy",
  "465714311": "For Accessibility Users: Q&A and Troubleshooting Guide",
  "3596207631": "Q: I'm still seeing a challenge after setting the cookie. What's causing this?",
  "469089249": "A: This is typically due to using an aggressive ad blocker or anti-cookie extension, or a setting that blocks \"cross-site\" cookies, in this case a cookie for hcaptcha.com that is set or checked by the hCaptcha JS on a different site, like the one you are visiting.",
  "4263626815": "hCaptcha accessibility cookies work with all popular browsers and ad blockers with their standard settings, so typically failures are due to \"anti-anti-adblock\" scripts or similar rulesets targeting particular sites.",
  "3906359167": "Solutions:",
  "3464870463": "1. Whitelist hcaptcha.com and *.hcaptcha.com cookies in your ad blocker or browser security extension.",
  "1204911585": "2. If you are using the Brave browser, which does not (as of April 2020) appear to have any kind of cookie whitelist, go to Preferences -> Shields -> Cookies and choose \"Allow All Cookies.\"",
  "2932826396": "3. If you are using the very latest version of Safari on either the recently released OS X 10.15 or iOS 13.4, Apple has just changed the behavior of Safari related to third-party cookies, blocking all of them by default. We are implementing a solution, but in the meantime please visit Safari Preferences, Privacy section, and uncheck \"Website tracking: Prevent cross-site tracking\" to enable the accessibility cookie to function as expected.",
  "3836291932": "Q: I use multiple devices. Do I need to sign up multiple times?",
  "3251220335": "A: No. Please click the same email login link sent to you on each device you use in order to set the cookie.",
  "2082407178": "Q: How can I protect myself from third-party cookie tracking while using the accessibility cookie?",
  "2700197090": "A: Using any privacy or ad-blocking extension that supports domain-level whitelisting (e.g. uBlock Origin) will work as expected: just make sure to whitelist hcaptcha.com.",
  "3657743880": "Browser Instructions for Cross-Site Cookies",
  "1960601330": "To enable cookies in Safari (Mac): Go to the Safari drop-down menu. Select Preferences. Click Privacy in the top panel. Under 'Block cookies' select the option 'Never.'",
  "1622303590": "To enable cookies in Safari (iPhone/iPad iOS 11+): Open your Settings. Scroll down and select Safari. Under Privacy & Security, turn off \"Prevent Cross-Site Tracking\" and \"Block All Cookies\"",
  "2199048568": "Click on the shield to the left of the address bar on any webpage. Click on Protection Settings. The Firefox Preferences Privacy & Security panel will open. Under Enhanced Tracking Protection, select Custom. Choose which trackers and scripts to block by selecting those checkboxes. Make sure you have unblocked hcaptcha.com.",
  "3967047208": "You can also temporarily turn off some protections in Custom to debug this, by deselecting the checkboxes: Deselect the Trackers checkbox or deselect the Cookies checkbox if you are still having issues.",
  "3805618893": "Google Chrome (PC)",
  "3795997071": "Select the Chrome menu icon. Select Settings.",
  "926138631": "Go to Privacy and Security, then Cookies and other site data.",
  "3419878556": "Make sure \"Block third-party cookies\" is not enabled.",
  "2269166171": "Google Chrome (Mac):",
  "2989126922": "Open Chrome preferences from the menu bar.",
  "2348697693": "Google Chrome (Android):",
  "3700113699": "On your Android device, open the Chrome app.",
  "3620039756": "At the top right, tap More and then Settings.",
  "2813310562": "Tap Site Settings and then Cookies.",
  "3014657981": "Next to \"Cookies,\" switch the setting on.",
  "1242066691": "Check the box next to \"Allow third-party cookies.\"",
  "292250020": "1. Select the gear in the upper-right corner of the screen, then select \"Internet Options\". If you have the Menu Bar enabled, you can select \"Tools\" then \"Internet Options\".",
  "4114820649": "2.  Click the \"Privacy\" tab.",
  "946838734": "3. Select the \"Advanced\" button.",
  "348809718": "4.  Under \"Third-party Cookies\" choose \"Accept\".",
  "1253441326": "5. Click \"OK\"",
  "852032043": "Safari",
  "836017336": "Firefox",
  "3356349631": "Google Chrome",
  "3235744534": "Internet Explorer",
  "4104188759": "AI Ethics Policy",
  "1161704803": "Why do we have an AI Ethics policy?",
  "1806535500": "Virtually every technology, from pencils to dynamite, is a",
  "24452499": "solution; it can be used for good or ill. Every company researching, building, or selling dual use solutions has an obligation to consider the consequences of their actions.",
  "4023575072": "dual use",
  "3336625692": "This page details our thoughts on this topic in the context of AI Ethics, and the processes we follow to ensure use of our services remains in line with the policies we have adopted as a company.",
  "835717930": "AI Ethics at hCaptcha",
  "2179524509": "We occasionally get questions as to what kinds of questions are permissible for the hCaptcha service, and why particular questions are being asked.",
  "1962721652": "Human beings are pattern-seekers, and sometimes an innocuous question can go from entirely unsurprising to suspicious in an instant, due to changes in the world rather than the motivations of anyone asking the question.",
  "3974566657": "As services become more popular, this sort of occurrence inevitably becomes more frequent. hCaptcha is used by millions of people each day in virtually every country in the world, so we are publishing this policy and a case study on how we address these issues in order to be as transparent as possible.",
  "1830910223": "A real-world AI Ethics case study",
  "805971861": "“Umbrella” is a term in ImageNet, the standard benchmark dataset used by computer vision researchers. Reliably identifying people holding umbrellas is also critical for building safe next-generation advanced driver assistance (ADAS) systems.",
  "3988350": "This means there are excellent use cases for real-world umbrella annotations. There is room for disagreement on the impact of self-driving cars, but ADAS systems are already saving",
  "548587288": "around the world.",
  "3138772661": "thousands of lives each year",
  "3168199226": "However, in 2020 it became clear that building this kind of dataset could be perceived as a dual use technology in a way few would have expected a year ago.",
  "558378834": "We are thus no longer accepting requests for questions related to umbrellas at this time. The potential for confusion when an end-user sees a question about umbrellas in the current moment is too high, and ultimately our goal is to make the world a more pleasant place.",
  "3376604063": "AI Ethics policies and processes",
  "1923365316": "We have a strict AI Ethics policy at hCaptcha, and part of that includes a Know Your Customer (KYC) process.",
  "4230322909": "We always attempt to gain a good understanding of each new customer and their intended use case, both to confirm it is a good fit for our products and services and to ensure that it follows the policies we have adopted as a company.",
  "2735073144": "We also conduct ongoing reviews as necessary. For example, in our recent review of the dates and sources of requests for umbrella-related labeling requests we were quickly able to confirm that no government entity or known state supplier of surveillance software has made requests regarding umbrellas using our services in the past 12 months.",
  "2715462692": "What does our AI Ethics process look like?",
  "3049976256": "For each new labeling customer, we go through a checklist during the sales process. This includes initial KYC diligence prior to onboarding, as well as verification of all requests made to our analysts, and real-time spot checks and periodic reviews of requests made using our self-service platform.",
  "3103642530": "This review is composed of several sets of criteria:",
  "3349094124": "Ethical concerns criteria: Objective",
  "1038019440": "1. Is this customer representing the national interests of a country known to engage in behavior contrary to international laws and norms?",
  "493717511": "2. Is this customer requesting services that could be",
  "2209109640": "used only for malicious purposes, in the context of their normal business activities?",
  "3457805519": "3. Can the customer’s request be fulfilled under US law and our rules of engagement?",
  "1942611550": "primarily",
  "109179759": "Ethical concerns criteria: Subjective",
  "1033698050": "1. Do we believe that the customer has given us a use case that we deem morally acceptable, according to our interpretation of typical Western societal norms?",
  "361372538": "2. Do we believe that our provided services would likely be used for discriminatory purposes by the customer, in ways that might be legal but are not acceptable to us?",
  "2867855718": "3. Do we believe that privacy needs can be satisfactorily addressed for the request?",
  "2462728596": "If we cannot satisfy ourselves on these points, we will decline the request and may terminate further access to our platform, as outlined in our Terms.",
  "1995277831": "Thank you",
  "1818116402": "We hope you appreciated this look into how we handle operational questions with an AI Ethics component.",
  "1499894352": "Very few companies offer transparency into their decision-making processes in this area, and we hope others will follow this example!",
  "535659033": "Creative Commons Attribution",
  "1495915066": "How we, our academic research partners, and our customers use Creative Commons media",
  "3017533972": "We, our academic research partners, and our customers may occasionally reference or reproduce portions of Creative Commons-licensed content via the hCaptcha platform in order to advance humanity's knowledge in the field of machine learning.",
  "1428053210": "This content is generally transformed from its original form. For example, a video may be split into many images, those images may be split into many new images, and those new images then randomly mixed to produce the final result displayed.",
  "1728211763": "Use of content in this way and for these purposes falls within fair use guidelines according to our understanding of the law and standard practices in the field, but we are long-time fans of Creative Commons and prefer to give credit to anyone who helps in the monumental task of improving machine intelligence.",
  "1949452297": "Due to intrinsic constraints of the hCaptcha UI and its security considerations, it is not possible to reproduce the source of each image directly adjacent to its use. Instead, we link to this page from our homepage and maintain a list of sources currently or recently served via the platform. You may access the current list",
  "2367602973": "here",
  "659124570": "Additionally, if you see content that belongs to you reproduced on the hCaptcha platform and would like it removed for any reason, you may contact us via email at",
  "2066749488": "Other Complaints",
  "3479034323": "If you see content that belongs to you reproduced on the hCaptcha platform and would like it removed for any reason, you may contact us via email.",
  "1836554225": "Blog Posts",
  "2873297188": "Do all CAPTCHAS discriminate against non-Americans?",
  "165932542": "A look at hCaptcha solve rates across the globe",
  "1865097546": "November 16, 2021",
  "3005876482": "hCaptcha Is Now The Largest Independent CAPTCHA Service, Runs on 15% Of The Internet",
  "693820850": "You can beat Google by putting privacy first",
  "3609106478": "Credential Stuffing:",
  "299335340": "What It Is And How to Stop the Attacks",
  "354925785": "Intro",
  "423222878": "Some of the hardest cyberattacks to detect, prevent and stop are ones where a malicious actor is able to use legitimate user credentials to log into an active user account. Without a lot of sophisticated detection capabilities in place, the company hosting the account has no reason to suspect that anything is wrong. A customer simply appears to have logged into his or her account. The attacker achieved this successful ruse using stolen credentials—usually the result of a cyberattack technique known as “credential stuffing.” It’s a serious problem today, but one that can be mitigated with the right countermeasures.",
  "777660551": "What is Credential Stuffing?",
  "2602763587": "Credential stuffing is a form of cyberattack wherein the attacker tries to log into a website multiple times using pairs of stolen usernames and passwords. The “stuffing” refers to the repetitive login attempts, which are almost always performed by automated bot software.",
  "1271831121": "It’s not as if the hacker (clad in a hoodie, of course!) is sitting there, typing in credential after credential. The automated login bot could be made from an off-the-shelf tool like Selenium or a custom-developed hacker tool.",
  "2588750717": "Indeed, some credential stuffing attacks involve millions of credentials—all being stuffed into the unsuspecting website login interface in the hope of being let in. Once inside, the attacker can take over the victim’s account.",
  "1137757109": "If it’s an eCommerce account, the attacker can order merchandise. If the victim is a bank, the attacker can transfer funds offshore, and so forth.",
  "1559150837": "Targets aren't defenseless though. Most websites have controls that block a suspicious user who is trying to log into thousands of different accounts from the same IP address in a short space of time. What credential stuffing attackers do to get around these protection techniques is this is to simulate geographic and IP diversity. Using powerful, often AI-driven tools, they can make it appear that thousands of users are randomly trying to log in at different times of day from all over the country. This is a lot harder to detect and stop.",
  "1892020899": "Where do the hackers get the credentials?",
  "2597149484": "The reason the hacker has to “stuff” so many credentials has to do with where they get their stolen credentials.",
  "3030395800": "These credentials usually come from data breaches. Also known as “credential spills,” these attacks can result in millions of credentials getting dumped onto the dark web. If the spill came from a  bank, the hacker will try to use those credentials to get onto other sites. This approach works because so many people use the same username and password combination for multiple sites. (This practice is discouraged, but reality is what it is. People tend to repeat the same login credentials.)",
  "1258965840": "Thus, if the attacker can get into one site, he can probably get into multiple sites using the spilled credentials. For instance, they might get a username/password pair like JohnDoe/525momma, but they have no idea what that pair will do for them. So, they try the pair on Amazon.com, Ebay, Citibank, Walgreens and on and on. They might try that pair on a thousand different sites.",
  "3594440415": "Eventually, they’ll start opening doors.",
  "780280214": "How hCaptcha and hCaptcha Enterprise mitigate the credential stuffing threat",
  "4165374512": "While it is possible to use  IP and location detection tools to prevent credential stuffing, a more cost effective and accurate method is simply to interrupt the automated credential stuffing bot itself. hCaptcha and hCaptcha Enterprise can stump the bot at the point of entry. Even if the bot has the right credentials, if it cannot get past hCaptcha Enterprise's detection or hCaptcha's CAPTCHA, it won’t get to do its stuffing and your site and users are protected.",
  "3269644546": "Please",
  "1058572205": "us if you'd like to learn more about",
  "3753613260": "contact",
  "1792519141": "hCaptcha Enterprise",
  "3515435438": "Reporting DMCA Complaints",
  "54093347": "DMCA Registered Agent",
  "3233441200": "Repeat Infringer Policy",
  "4011712313": "As part of our DMCA Policy, we place accounts of customers for whom we receive multiple DMCA notifications of alleged infringement into a multi-step DMCA Repeat Infringer Policy. Upon receipt of repeated DMCA notifications in a calendar month, the customer account will progress from one policy step to the next one.",
  "766825168": "Actions that we may take under the DMCA Repeat Infringer Policy include sending alerts of increased visibility to the account’s customer of record. In order to acknowledge these alerts, we may require the customer to log in to the account or call our support team. We also reserve the right to suspend or terminate, as well as apply other interim measures to, the hCaptcha and IMI service of any customer for whom we have continued to receive DMCA notifications of alleged infringement even after we have sent repeat infringer alerts. In addition, we may terminate in our sole discretion other hCaptcha or IMI services provided to these customers when we terminate the hCaptcha service under this policy.",
  "2410122265": "hCaptcha Resources: Bots 101",
  "4166776480": "Credential Stuffing: What It Is And How to Stop the Attacks",
  "2301335298": "Payment Fraud: Mitigating a Fast-Evolving Mode of Cybercrime",
  "3682071227": "What are Account Takeovers And How Do They Work?",
  "2729131930": "What is Scraping And How Does It Work?",
  "1344959096": "Working as an individual data labeler",
  "3510143229": "hCaptcha is a service for websites and apps,",
  "3930611699": "individual workers.",
  "1051214799": "hCaptcha is a web security service that tries to share value with the publishers of websites or apps that use it.",
  "360236473": "The hCaptcha service is not intended to be used for anyone to work as an individual labeler. It is not designed for or suited to this purpose. We do not recommend anyone try to use hCaptcha as a source of personal income.",
  "3842490632": "An individual user attempting to answer many questions is likely to be rate limited or banned quickly. Equally important, as our",
  "1560232962": "covers in detail, no guarantees are made as to the amount earned for any given answer. There may be no paid questions available at that time, an answer may be rejected for quality reasons, and so on.",
  "2694001822": "However, we occasionally hire individuals to help us test system properties and new features.",
  "1569804581": "If you would like to be contacted in the future regarding related opportunities, please fill out this form.",
  "636461959": "Name",
  "1139500589": "Country",
  "1789607185": "Email Address",
  "325077666": "By submitting your info you agree to our",
  "3555583744": "and",
  "3609929815": ". We will retain your name, country, and email address information only for the purpose of contacting you in the future regarding individual labeling work opportunities.",
  "4197928199": "Privacy Policy",
  "851786723": "By entering your email, you agree to our Terms and Privacy Policy, and to receive email from us.",
  "2402165761": "How Does Scraping Work?",
  "4260542944": "Content scraping (also known as \"screen scraping\" or just \"scraping\") is a familiar, often useful process for collecting information from the web. However, in recent years, the technique has become a favored tool of hackers and fraudsters. Countermeasures can effectively mitigate the threat, but to implement them, it is essential to understand how the process works.",
  "2066255783": "What is Content Scraping?",
  "1910628828": "Content scraping is a technique for grabbing data from a system that involves an automated toolset impersonating a software client or a web browser. It’s not new. In fact, for software engineers who may need data from an old mainframe, scraping can be the only way to extract information. The original connectors may be gone and impossible to replace.",
  "3408107995": "Today, though, scraping invariably means a programmatic approach to pulling data from a website. The scraping software acts like a human user, clicking on buttons and reading the resulting output. There are many legitimate uses for scraping. Web crawlers that power search engines are one example. So are tools like Skyscanner that look for travel deals by combing through thousands of travel websites. Fintech firms use it, too, scraping user’s financial data from bank sites if there are no Application Programming Interfaces (APIs) available to make the data connection. The things to keep in mind about screen scraping are its speed and scalability. The process can harvest immense amounts of data from websites, assuming the sites are not configured to stop it from happening. At the speed of compute, a scraper can amass large datasets by interacting with websites and the underlying software and databases that power them.",
  "1920884252": "Why is content scraping a security threat?",
  "2256795853": "The ability to extract a lot of data, quickly, from websites makes scraping a powerful tool in the hands of malicious actors. A scraping bot can gather user data from social media sites. Then, by scraping sites that contain addresses and other personal information and correlating the results, a hacker could engage in identity crimes like submitting fraudulent credit card applications.",
  "4087694419": "A scraping hacker could also gather data from sites like Amazon and eBay to create fake or deceptive product listings. He or she could then offer them for sale on peer-to-peer services like OfferUp and conduct phishing attacks on the buyers. Or, the fraudster could sell products that don’t exist.A further screen scraping fraud involves faking out ad publishers. By scraping the content from publisher sites, the fraudster can create fake ad publisher pages on different services. They can then sell ads on those pages to authorized resellers, whose contacts they harvested from the publisher’s ads.txt file. The ad slots appear real to the advertiser, but they are not.",
  "3315658779": "Prevent Content Scraping with hCaptcha Enterprise",
  "2602081482": "hCaptcha Enterprise uses advanced machine learning to identify malicious traffic to your site and apps - including scraping activities.",
  "1422537019": "us today to learn more.",
  "1988268879": "Cost-effective data labeling at scale",
  "2163914794": "Need more labels for your datasets? hCaptcha provides fast, cost-effective,  and high quality data labeling for companies working on artificial intelligence and machine learning applications.",
  "3378932530": "Get Your Data Labeled Now",
  "3483700676": "Launch millions of tasks instantly",
  "3478726913": "hCaptcha has one of the largest pools on the planet available for your use. Whatever your scale, we can handle it without expensive upfront commitments. Millions of tasks per day are no problem.",
  "740501259": "Simple API-driven pipelines",
  "2784612261": "Want to integrate human review directly into your business operations? We offer high reliability SLAs, guaranteed capacity, and simple REST APIs.",
  "1144966033": "Optimized for cost and quality",
  "3213351333": "No upfront commitment required",
  "2107077506": "The HUMAN platform uses comprehensive confidence models  to perform sophisticated real-time quality analysis. This allows us to quickly determine both the difficulty of questions and their likely right answer, saving you time and money.",
  "3576146278": "Only pay for the accuracy you need",
  "2952586316": "Not all problems are the same. Annotations for safety-critical tasks may require 99.99% confidence from entirely human workers. Annotations for one beta feature in a mobile game app may only require moderate confidence. You decide.",
  "710145621": "Provide your own ground truth data or let us build it on the fly",
  "987901590": "Do you have raw data without a comprehensive verification set? In most cases we can build one for you as tasks run through the system, or create labeled samples for your approval.",
  "2597352122": "Annotation Types",
  "1344687860": "Bounding Boxes",
  "1089415440": "Accurate object detection in images and video",
  "3817067682": "Polygons",
  "2682873489": "Define bounding area for objects",
  "1275150216": "Landmarks",
  "2067112112": "Point annotations for many different use cases",
  "4228682126": "Attribute Categorization",
  "2920213479": "Sort or append arbitrary categories of any size",
  "3288667364": "Comparison and Detection",
  "155877895": "Human-powered detection and classification",
  "3128433367": "... and many more",
  "2827452240": "Need another type not listed here? Just ask us.",
  "719304627": "Need End-to-End Control?",
  "1172067553": "The HUMAN platform behind hCaptcha provides highly sophisticated work quality and management features via on-premise, hybrid, or SaaS deployments that integrate with your existing systems.",
  "2319072959": "Run entirely offline with your own workforce, track value consumed across business units or consortium partners, selectively route jobs to different internal or external labor providers based on cost and security requirements, and more.",
  "1936512180": "‍Easy API access, beautiful dashboards, and the latest model-in-the-loop technology to maximize worker efficiency.",
  "3913848038": "99.99% uptime SLAs and 24/7 global support available.",
  "1080752747": "Contact sales",
  "1525403768": "For more information contact Enterprise Sales.",
  "1546930020": "Getting Data Labeled",
  "2486638408": "Define Specifications",
  "1027200955": "Speak with one of our domain experts to define your project needs:  target accuracy, format, and any special requirements.",
  "1156712451": "Initial Job Test",
  "181065232": "We execute a small production job based on your sample data. This tests the work we've done together to ensure you get exactly what you need.",
  "3207769512": "Deploy Production Jobs",
  "1099238677": "With our high volume and low latency we will turn your work around quickly, with automated delivery as soon as it's done.",
  "465783046": "Want to give it a try with your data?",
  "328625009": "... we're ready when you are: our service is available around the clock.",
  "3225770968": "hCaptcha is designed to solve the most labor intensive problem in machine learning; labeling massive amounts of data in a timely, affordable, and reliable way.",
  "2041686284": "More data generally produces better results in training machine learning models. The recent success of deep models has led to increasingly large datasets, and hCaptcha serves this need. However, creating large human-reviewed datasets using traditional methods is both slow and expensive.",
  "3729345277": "hCaptcha is a way for companies to get the annotations they require faster, with higher quality and at lower cost than other alternatives.",
  "2103563261": "Private or Public Information",
  "2513143348": "The hCaptcha Enterprise system is uniquely flexible in its design: it can be partially or entirely deployed at the edge of your network if you operate a public cloud or own many data centers.",
  "3107683988": "This can dramatically reduce off-network traffic and costs while retaining all the benefits of management by our 24/7 on-call staff to meet the strictest SLAs.",
  "3660619092": "Sign up free or contact sales for Enterprise solutions",
  "2351176803": "License Terms for the hCaptcha JS API",
  "2616226398": "Subject to our",
  "2024293275": ". All other rights reserved, for now.",
  "1062291156": "standard terms",
  "2712493234": "Payment Fraud: Mitigating a Fast-Evolving Mode of Cybercrime",
  "1817772953": "Fraud is not a new form of crime. Indeed, archeologists have unearthed anti-fraud devices devised by the ancient Sumerians to transport livestock without losses nearly 10,000 years ago! In their case, they put clay tokens, each representing an animal, inside a clay ball known as a “bulla.” The bulla would travel with the flock as it moved from seller to buyer. Even then, business owners were concerned that not everyone they were dealing with was on the up and up. A lot has changed in 10,000 years, but the need to be innovative in preventing fraud remains with us. Today, the issue of online payment fraud is of paramount importance. With the Internet, fraudsters have become increasingly adept at outsmarting anti-fraud controls. New solutions are turning the tide, however.",
  "1053787685": "What is Payment Fraud?",
  "433424759": "Payment fraud comprises any type of illegal transaction wherein a cybercriminal deprives the victim of something of value, typically money. This might mean using a stolen credit card to order merchandise online or taking over a bank account and illegally transferring funds out of it. There are many variations, but they all have the same outcome: a crook uses a stolen identity or payment information to steal from a consumer, a bank or a merchant.",
  "2939852138": "How Do Fraudsters [Try to] Get Away with Payment Fraud?",
  "1665616092": "Payment fraud is simple in concept, but it can be fantastically complex in its present-day execution.",
  "4246520782": "In fact, the Internet has been witness to a veritable arms race between fraudsters and defenders in recent years.",
  "2167049807": "Security teams have adopted a variety of countermeasures and controls that defeat the easy, lazy approaches to payment fraud. However, the attacks are becoming increasingly sophisticated. For example, bots can now harvest stolen credit card numbers and PINs from fake websites and phishing attacks.",
  "1936449777": "Then, in fully automated mode, they can mimic human behaviour on e-commerce sites, clicking on buttons and adding items to shopping carts—to the point where many, if not most anti-fraud controls cannot tell that a bot is trying to steal merchandise. Rather, it looks as if a human user is simply shopping. The bot can log into a real customer’s account using stolen log in credentials. Further obscuring the fraud is the bot’s ability to spoof IP addresses and make it look as if the “shopper” is somewhere different from the attacker, who might be in a foreign country.",
  "648630222": "Prevent Payment Fraud with hCaptcha Enterprise",
  "1621930829": "What can be done about today’s advanced, unceasing payment fraud activities? Employing multiple layers of controls is usually a wise approach. However, the best countermeasures are ones that can trap the bot and reveal that it’s fake, despite the best efforts of its creators to replicate human behavior.",
  "2423586454": "There are still some things that software cannot do, no matter how good the AI is behind it. Modern CAPTCHA technology offers a proven method of blocking bots attempting to perpetuate payment fraud. While old approaches to CAPTCHA, like the simple slanted numbers in a box, are now mostly deficient in mitigating advanced bots, an automated testing-response device like hCaptcha Enterprise can easily stump a fraudster bot at moment of account login or shopping cart checkout. Even if the bot has real credentials, if will not be able to get through the CAPTCHA.",
  "1467308982": "Payment Schedules",
  "1291824746": "hCaptcha Payouts run quarterly on a 60 day trailing basis. To illustrate what this means, please see the table below.",
  "3444947612": "Traffic Between",
  "4181611011": "Reconciliation Date",
  "728503636": "Payout Date",
  "3720584906": "Jul 15th 2021 - Oct 15th 2021",
  "388240587": "Jan 5th-15th 2022",
  "3426312287": "Jan 5-15th 2022",
  "615618648": "Apr 15th 2021 - Jul 15th 2021",
  "3376724603": "Sep 14th-24th 2021†††",
  "3398978455": "Sep 15th-25th 2021†††",
  "2722456056": "Jan 15th 2021 - Apr 15th 2021",
  "4063155841": "No later than Jun 25th 2021††",
  "4082053540": "Jun 19-25th 2021††",
  "64953197": "Oct 15th 2020 - Jan 15th 2021",
  "1023070345": "No later than Mar 14th 2021",
  "2600696085": "Mar 15th 2021",
  "3217791519": "Jul 15th 2020 - Oct 15th 2020",
  "649261378": "Jan 5th-11th 2021*",
  "1559190296": "Jan 5-11th 2021†",
  "3806054689": "Apr 15th 2020 - Jul 15th 2020",
  "4162383380": "Sep 16th - 22nd 2020*****",
  "1990824776": "Sep 16-24th 2020*****",
  "3856690908": "Jan 15th 2020 - Apr 15th 2020",
  "3200641265": "No later than Jun 16th 2020*",
  "3744079744": "Jun 15-19th 2020****",
  "2209837451": "Oct 15th 2019 - Jan 15th 2020",
  "2510534204": "No later than Mar 23rd 2020***",
  "2910560864": "Mar 20-23th 2020***",
  "2544565802": "Jul 15th 2019 - Oct 15th 2019",
  "3963642878": "No later than Dec 14th 2019*",
  "622103562": "Dec 17th 2019**",
  "4072202039": "Apr 15th 2019 - Jul 15th 2019",
  "818049069": "No later than Jul 15th 2019",
  "1169005651": "Sep 15th 2019",
  "2303655425": "Jan 15th 2019 - Apr 15th 2019",
  "3678889946": "No later than Jun 15th 2019",
  "3094354698": "Jun 15th 2019",
  "4217013126": "Payouts typically run throughout the day on the Payout Date, and are in general completed by midnight Pacific time. If an account has been flagged for review, it may take up to five additional business days to release a payment.",
  "1447649958": "As a reminder, only accurate human traffic is eligible for payouts. You can see more details on this in our FAQ, linked below. Available balance must also meet a minimum threshold in order to be eligible for payout, currently 10 HMT.",
  "4257144752": "Real-time estimates do not reflect final accuracy or humanity, and thus your final earnings may vary substantially up or down from numbers shown in the Dashboard prior to your first reconciliation.",
  "2728931827": "After each reconciliation, your per-sitekey estimates will be updated and the accuracy of future predictions should increase, unless your site has a material change in user behavior.",
  "1200905005": "††† From September 2021, reconciliations and payouts now run over an approximately 10 day period rather than a single day, in order to simplify operational constraints related to growth in the service.",
  "4284094387": "†† Some June 2021 reconciliations and payouts will run in the following week due to delays in verification of final calculations during the reconciliation window.",
  "1977013707": "† December 2020 payouts have been rescheduled from the 15th to avoid overlap with end-of-year reconciliations and staff vacations: they will be completed by the second week of January. Due to slower-than-usual transfers into PayPal, payouts will run over several days rather than being completed on a single day.",
  "517010299": "Please Note: we are currently working on a major backend transition to near-real-time reconciliation. Periodic reconciliations will run less frequently than usual through Q1 2021. This does not affect payout schedules or dates.",
  "3092200338": "** When the 15th falls on a weekend, the Payout Date is instead the 17th.",
  "3891941747": "*** COVID-19 ADVISORY: Due to reduced staff capacity related to COVID-19, reconciliation has been rescheduled to allow additional time to complete our standard verification. Payouts are expected to start on Friday and complete on the following Monday.",
  "2301757528": "**** Due to maintenance by PayPal of their REST APIs during the payout window, not all payouts were completed on Jun 15th. Any payouts scheduled for Jun 15th (Pacific time) but not executed due to PayPal API errors were re-run by Jun 19th (Pacific time).",
  "116842359": "***** Reconciliations are expected to complete over several days due to system maintenance.",
  "4154415610": "***** September 2020 payouts will run in batches as reconciliation completes, with some running several days later than originally scheduled due to reconciliation delays.",
  "2310694091": "What does Reconciliation mean?",
  "164801246": "Reconciliation is the process whereby traffic is analyzed after the fact to verify its humanity and accuracy, once all data from all reporting sites is in. You can read more details in our",
  "3256245394": "as well as our blog posts, e.g.",
  "3089778412": "How hCaptcha Calculates Rewards",
  "3329755436": "Are you planning to speed this process up?",
  "1911669851": "Yes, we are currently working on a variety of improvements to our backend systems that we expect will eventually allow us to offer both faster reconciliation, more rapid estimation accuracy, and faster payouts. We are currently working to speed up reconciliation first.",
  "2366003154": "Press and Media Inquiries",
  "3054564199": "Press Kit",
  "3173156067": "Some ready-made collateral is available in the event you would like to include example images in your article.",
  "867314732": "You can retrieve high-resolution",
  "858218750": "and guidance on using them on the",
  "3821716514": "page.",
  "1186243118": "logo images",
  "3034959000": "You can retrieve",
  "1764089150": "here:",
  "1558428432": ". Please credit them to hCaptcha.com.",
  "2429359042": "example interface images",
  "1480820434": "image 1",
  "3213411837": "image 2",
  "1270712701": "Press Releases and Recent Reports",
  "231285005": "You can find recent updates on our blog",
  "1289884910": "We also publish occasional analysis and reports. For example:",
  "932546190": "Why CAPTCHAs Will Be With Us Always",
  "2344319147": "How much is Google’s bot detection really worth?",
  "1637527266": "Which countries have the most bot traffic?",
  "230159237": "Contacts",
  "3759923279": "Please direct press inquiries to the following email address:",
  "4255608322": "Last updated: April 12, 2021",
  "537881751": "Welcome to hCaptcha! This Privacy Policy describes the practices of Intuition Machines, Inc. (\"IMI\", \"we\" or \"us\") regarding our collection, use, and disclosure of information (including Personal Information, defined below) through our website at www.hcaptcha.com and any other subdomains or domains we use (the \"Sites\") and the hCaptcha application program interface and related software and materials (collectively, the \"Service\").",
  "33639629": "Not Applicable to Third Party Websites. Please note that this Privacy Policy does not apply to any website, offering, product or service of any third party, even if it links to our Site or incorporates the Service – please refer to the applicable privacy policies before deciding to provide any information to third parties.",
  "987375734": "IMI is based in the United States. The Sites and Service are controlled and operated by us from the United States. Your Personal Information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using the Sites and Service you consent to the transfer of information to countries outside of your country of residence, including the United States, which may have data protection rules that are different from those of your country. In certain circumstances, courts, law enforcement agencies, regulatory agencies or security authorities in those other countries may be entitled to access your Personal Information.",
  "452920031": "A Note to Customers Outside the United States.",
  "2328839224": ". Please see our \"Notice to California Residents\" section related to your rights under the California Consumer Privacy Act (\"CCPA\").",
  "1565481281": "A Note to California Residents",
  "1028058338": "Please see our \"Notice to EU Data Subjects\" section related to your rights under the General Data Protection Regulation (\"GDPR\").",
  "2271205646": "A Note to European Economic Area Residents.",
  "508143070": "Note that IMI is the controller of your personal information, except where we process personal information on behalf of our Integrators in connection with the provision of our Service, in which case we are the processor of personal information, and those Integrators are the controllers of the personal information.",
  "2330965058": "Where we act as a processor for our Integrators, we do not use the data collected for any purpose other than as reasonably necessary to provide our Service, and our processing will be governed by the contracts that we have in place with our Integrators, not this Privacy Policy",
  "3017040355": "Processing of EU Data Subject data operates under the legal basis of the Standard Contractual Clauses (SCCs) integrated within the Data Processing Addendum to our Terms of Service or Data Processing Agreements with our Integrators.",
  "2233384692": "If you have any questions or concerns about how such data is handled or would like to exercise your rights, you should contact the person or entity (i.e., the data controller) who has contracted with us to use the Service to process this data. We will, however, provide assistance to our Integrators to address any concerns you may have, in accordance with the terms of our contract with them.",
  "349292953": "Information We Collect",
  "3022001832": "We collect information from individuals who interact with our Sites and Services, including those who incorporate our Service into their website (\"Integrators\"), those who utilize the services for data labeling (\"Customers\"), and the end users who interact with our Service through the websites of our Integrators (\"End-Users\").",
  "835545301": "We collect the following categories of information:",
  "3228928991": "Information that can be used to identify or contact an individual (\"Personal Information\"), such as name, email address, and country. We collect Personal Information from our current and prospective Integrators and Customers when they give it directly to us (for example, by filling in a form when signing up for an account, or applying to receive email notifications from us). We may also verify the identity of our Integrators and Customers by comparing personal information against third party databases or official legal documents.",
  "1655796811": "Information collected automatically as a result of an Integrator’s or Customer’s use of the Sites or the Services (\"Analytics Information\"), such as IP addresses, browser type, Internet service provider, platform type, device type, operating system, date and time stamp of access, and other similar information. Some Analytics Information is collected on our behalf by third parties we engage for that purpose, and some Analytics Information is collected through a variety of tracking technologies, including cookies (see \"Third Party Analytics and Tracking Technologies\" below).",
  "1388241689": "Information collected as a result of End-Users answering prompts through the Service (\"Labeled Data\"), such as image labeling data, text converted from audio files played to those End-Users, answers to questions, and other prompts generated by the Service for purposes of labeling data for use in machine learning applications. Note that Labeled Data is not tied to any identified individual.",
  "1493790285": "Other information collected from End-Users as part of the Service to that is required to determine whether they",
  "2216374138": "are human, such as mouse movements, scroll position, keypress events, touch events, and gyroscope / accelerometer information as applicable.",
  "2394073454": "We may collect additional information from End-Users who wish to work with us as Individual Data Labelers.",
  "3103557430": "How We Use Information",
  "1130802068": "We use the information we collect for the following purposes:",
  "2940689138": "To administer Integrator and Customer accounts and provide the Service. We use Personal Information in order to associate specific accounts with  Integrators and Customers and to provide them the Service, to respond to requests or inquiries, to provide support or technical assistance, and to facilitate payments.",
  "857974529": "To improve to Site and the Service. We use Analytics Information to improve our existing and develop new services and offerings and to customize existing and future product offerings.",
  "1820844638": "To derive market insights. We use Analytics Information to analyze the market and conduct business analyses related to the Site and our Services, and for other research purposes.",
  "3386280249": "To provide a market for Labeled Data. Our Service enables high volume data labeling and human review for machine learning systems as a service to website owners and companies who need help getting their data labeled. To that end, we disclose Labeled Data to our Customers interested in acquiring Labeled Data.",
  "3532143291": "To secure our services and systems. We use Analytics Information to secure our systems by identifying potential threats and vulnerabilities, and to otherwise protect the information we collect.",
  "2185418511": "For any legitimate business purpose, provided that the information is de-identified or aggregated such that it cannot be reasonably tied to an individual.",
  "2386465280": "How We Share Information",
  "2159517814": "We share or disclose personal information in the following cases:",
  "4256083674": "Upon direct request from an Integrator to identify the fraud risk of a specific CAPTCHA challenge request or IP address, or otherwise where specific consent was given.",
  "3494826505": "With vendors we engage to provide essential aspects of the Sites and the Service, such as data storage, hosting, and Analytics, and only for those purposes.",
  "1119009846": "As necessary to comply with applicable law, including governmental requests, law enforcement requests, and otherwise to public and private entities in order to protect the rights, privacy, safety, or property of you, us, or others.",
  "197676026": "With others for any legitimate business purpose, provided the information is de-identified",
  "2359312315": "or aggregated such that it cannot be reasonably tied to an individual.",
  "2497216176": "Third Party Analytics and Tracking Technologies",
  "3694578791": "As discussed above, we (and our third party vendors) collect Analytics Information in part through the use of cookies, web beacons, and other tracking technologies. In some instance, we work with third party vendors to employ cookies for the purposes of collecting Analytics Information.",
  "2238885192": "We use Sentry to collect debugging data when a user experiences an error. For information on how Sentry collects and processes data:",
  "1535054294": "Please see their detailed policy",
  "658775471": "We use Cloudflare to optimize our web traffic. For information on how Cloudflare collects and processes data:",
  "2014256987": "If you would prefer not to block the use of cookies or other tracking technologies, please see \"Managing Your Information,\" below. Please note that doing so may negatively impact your experience using the Sites or Service, as some features may not work properly.",
  "2788024905": "How We Secure Information",
  "271333468": "We implement appropriate technical and organizational measures to protect the information we collect and store, and require all agents who carry out our processing on our behalf to do the same. Unfortunately, no security measures are 100% foolproof, and as such no network or system (including ours) can be guaranteed to be 100% secure against destruction, loss, alteration, unauthorized disclosure of, or access to information we collect and store. If you believe your information may not be secure for any reason, please contact us immediately at:",
  "3031284129": "Warranty Disclaimers",
  "26365791": "To the fullest extent permitted by law, the Site and the Service (and any other associated services, information, data, features, and other content or materials) are provided on an “as-is” and “as-available” basis. To the fullest extent permitted by law, IMI excludes all warranties, including but not limited to the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.",
  "735630686": "Managing Your Information (Your Rights)",
  "498769698": "You may access, correct, amend, or delete certain Personal Information you may have provided us through your Integrator, Customer, or Accessibility User account (if you are an Integrator, Customer, or Accessibility User). If you are unable to do so, or have any questions about Personal Information we have collected and/or shared about you, or would like to withdraw your consent for our processing (i.e. entirely delete your account) please contact us at:",
  "2895491273": "If you would prefer to block cookies or other tracking technologies, most browsers and mobile devices all you to change your settings so as to notify you when you receive cookies or other tracking technologies are being used, and to choose whether or not to accept/allow it. Most browsers also allow you to disable or delete existing cookies or to automatically reject future cookies. You may also use third party tools, including browser plug-ins, to control your cookie preferences. Note, however, that if you disable all cookies, some portions of our Sites may not function properly.",
  "707527778": "Information from Children",
  "1747657936": "Our Sites and Service are not directed to children under the age of 13 and we do not knowingly collect Personal Information from children under the age of 13. If we learn that we have collected Personal Information of a child under the age 13, we will take reasonable steps to delete such information from our files as soon as is practicable, unless we have a legal obligation to retain it. Please contact us if you believe we have any information from or about a child under the age of 13:",
  "2419795065": "Notice to California Residents",
  "1517625162": "Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: California residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by mail at 1625 North Market Blvd., Sacramento, CA 95834, or by telephone at (916) 445-1254 or (800) 952-5210.",
  "3730344349": "This section provides additional details about the personal information we collect about California consumers and the rights afforded to them under the California Consumer Privacy Act or \"CCPA.\"",
  "4044467791": "For the categories of personal information we have collected from you in the preceding 12 months, please see the \"Information We Collect\" section above. We collect this information for the business and commercial purposes described in the \"How We Use Personal Information\" section above. In the preceding 12 months, we have shared the following categories of information with third parties for a business purpose:",
  "4208081170": "Category of Personal Information",
  "1528242915": "Identifiers.",
  "3863351997": "Personal information categories listed in the California Customer Records statute (Cal. Civ. Code § 1798.80(e)).",
  "2826705343": "Commercial information.",
  "2683038211": "Internet or other electronic network activity.",
  "3671828834": "Examples of Personal Information Shared",
  "779426309": "A real name, unique personal identifier, online identifier, Internet Protocol address, email address, account name, or other similar identifiers.",
  "2414368123": "A name, credit card number, debit card number, or any other financial information.",
  "4088941349": "Records of products or services purchased, obtained, or considered.",
  "3238612014": "Browsing history, information on a consumer's interaction with an internet website, application, or advertisement.",
  "1023108656": "Categories of Third-Party Recipients",
  "1418235079": "Service Providers",
  "3238184941": "Note: Fraud risk associated with an individual IP address may be shared with an Integrator upon request.",
  "285116485": "The Company does not \"sell\" (as this term is defined in the CCPA) the personal information we collect. Please refer to the \"Third Party Analytics and Tracking Technologies\" section above for more information regarding the types of third-party cookies, if any, that we use.",
  "1408750006": "Subject to certain limitations, the CCPA provides California consumers the right to request to know more details about the categories or specific pieces of personal information we collect (including how we use and disclose this information), to delete their personal information, to opt out of any \"sales\" that may be occurring, as well as the right to not be discriminated against for exercising these rights.",
  "759057398": "Notice to EU Data Subjects",
  "825780955": "Personal Information",
  "2945960297": "With respect to EU data subjects, the term \"personal information\" as used in this Privacy Policy is equivalent to \"personal data\" as defined in the European Union General Data Protection Regulation (GDPR).",
  "1126613163": "Sensitive Data",
  "3571006800": "Some of the information you provide us may constitute sensitive data as defined in the GDPR (also referred to as special categories of personal data), including identification of your race or ethnicity on government-issued identification documents.",
  "1988461282": "Legal Bases for Processing",
  "3519564631": "Processing Purposes",
  "1778642038": "To communicate with you",
  "2223819810": "To optimize our platform",
  "1678661231": "For compliance, fraud prevention, and safety",
  "2561077702": "To provide our service",
  "2066321185": "Legal Basis",
  "1174237568": "These processing activities constitute our legitimate interests. We attempt to consider and balance any potential impacts on you (both positive and negative) and your rights before we process your personal information for our legitimate interests. We do not use your personal information for activities where our interests are overridden by any adverse impact on you (unless we have your consent or are otherwise required or permitted to by law).",
  "1350478093": "Processing Purpose",
  "787916198": "With your consent",
  "3348433919": "Your Rights",
  "3842673636": "Under the GDPR, you have certain rights regarding your personal information. You may ask us to take the following actions in relation to your personal information that we hold:",
  "4057343238": "Opt-out",
  "1834911235": "Stop sending you direct marketing communications which you have previously consented to receive. We may continue to send you Service-related and other non-marketing communications.",
  "3022301908": "Access",
  "680638297": "Provide you with information about our processing of your personal information and give you access to your personal information.",
  "1409486258": "Correct",
  "3878077249": "Update or correct inaccuracies in your personal information.",
  "3645414921": "Delete",
  "42182578": "Delete your personal information.",
  "1609621367": "Transfer",
  "3208155808": "Transfer a machine-readable copy of your personal information to you or a third party of your choice.",
  "1786796818": "Restrict",
  "3329634829": "Restrict the processing of your personal information.",
  "4202774977": "Object",
  "3007158970": "Object to our reliance on our legitimate interests as the basis of our processing of your personal information that impacts your rights.",
  "1273071008": "Data Subject Access Rights Requests",
  "3594381346": "location.",
  "21141582": "this",
  "3357523404": "Cross-Border Data Transfer",
  "290966395": "As described in our \"A Note to Customers Outside the United States\" section, please be aware that your personal data will be transferred to, processed, and stored in the United States. Data protection laws in the U.S. may be different from those in your country of residence. You consent to the transfer of your information, including personal information, to the U.S. as set forth in this Privacy Policy by visiting our Sites or using our Service.",
  "3178581111": "Use for New Purposes",
  "1088304322": "We may use your personal information for reasons not described in this Privacy Policy, where we are permitted by law to do so and where the reason is compatible with the purpose for which we collected it. If we need to use your personal information for an unrelated purpose, we may notify you and explain the applicable legal basis for that use. If we have relied upon your consent for a particular use of your personal information, we may seek your consent for any unrelated purpose and allow you to terminate your use of the service at that time if you object.",
  "2260079771": "Data Retention",
  "38428546": "We store your Personal Data securely throughout the life of your account with us. We will only retain your Personal Data for as long as necessary to fulfill the purposes for which we collected it, including for the purposes of satisfying any legal, accounting, or reporting obligations or to resolve disputes. The criteria we use to determine storage periods include the applicable contractual provisions that are in force, legal statutory limitation periods, applicable regulatory requirements, and industry standards.",
  "384965568": "While retention requirements vary by jurisdiction, information about our typical retention periods for different aspects of your personal data are described below.",
  "2788836740": "Contact information for marketing purposes is retained on an ongoing basis until you un-subscribe. Thereafter we will add your details to our suppression list indefinitely. Email information collected from Accessibility Users will never be used for marketing purposes.",
  "3520687192": "Records of communications with you (e.g. support tickets opened via email or Twitter) may be kept indefinitely.",
  "292211832": "Information collected via technical means such as cookies, webpage counters and other analytics tools is discarded as soon as practical, but may be kept for a limited period of up to one year from expiry of the cookie, typically in a de-identified and aggregated form unless we detect potential abuse of our service, in which case we will retain that information to aid us in preventing future abuse. We are unable to link this anonymized and aggregated information to you, your household, an IP address, or any personal information based on the information stored.",
  "470943029": "If you have any questions about this Privacy Policy, please contact us at:",
  "3192683783": "Changes to this Privacy Policy",
  "1702335960": "Any information that we collect is subject to the Privacy Policy in effect at the time such information is collected. We may, however, revise the Privacy Policy from time to time. If a revision is material, as determined solely by us, we will notify you, for example via email. The current version will always be posted to our Privacy Policy page.",
  "3669258571": "Cookie Policy",
  "2905621957": "Last updated: July 18, 2020",
  "1173934218": "We understand your privacy is important to you and are committed to being transparent about the technologies we use. This policy provides detailed information about how and when we use cookies on our Sites and Service.",
  "2694150481": "Do we use Cookies?",
  "457627611": "Yes. We and our analytics or service providers, marketing partners, and affiliates may use cookies, web beacons, or pixels and other technologies to ensure everyone who uses the Sites has the best possible experience. Please see the \"Third Party Analytics and Tracking Technologies\" section of our Privacy Policy for more details.",
  "501102544": ": we believe the hCaptcha anti-bot service (i.e. the Service embedded by websites, games, or mobile apps) includes only so-called \"consent-exempt\" cookies pursuant to GDPR regulations. Examples of such exempt cookies include:",
  "461631543": "GDPR Note",
  "2150907653": "* Technical cookies strictly necessary for the provision of the service. These include preference cookies, session cookies, load balancing cookies, etc.",
  "1012122721": "* Statistical cookies managed directly by us (i.e. first party, not third-party cookies), where the data is not used for profiling.",
  "148542287": "This is not legal advice, and no warranties are provided regarding this analysis. If you have additional questions or concerns, please contact us at:",
  "3956117148": "The hCaptcha.com and BotStop.com websites (the Sites) may include additional cookies, as described in this Policy.",
  "3255230599": "What is a Cookie?",
  "1095532507": "A cookie (\"Cookie\") is a small text file that is placed on your hard drive by a web page server. Cookies contain information that can later be read by a web server in the domain that issued the cookie to you. Some of the cookies will only be used if you use certain features or select certain preferences, and some cookies will always be used. You can find out more about each cookie by viewing our current cookie list below.",
  "2943815316": "We update this list periodically, so there may be additional cookies that are not yet listed. Web beacons, tags and scripts may be used in the Sites or in emails to help us to deliver cookies, count visits, understand usage and campaign effectiveness and determine whether an email has been opened and acted upon. We may receive reports based on the use of these technologies by our service/analytics providers on an individual and aggregated basis.",
  "2954157511": "Why do we use Cookies?",
  "1539071196": "We generally use Cookies for the following purposes:",
  "3545935449": "To recognize new or past users.",
  "32739972": "To store your login session information if you are registered on our Sites.",
  "4209078147": "To improve our Site and to better understand your visits on our platforms and Site.",
  "1077448694": "To integrate with third party social media websites.",
  "1709478090": "To serve you with interest-based or targeted advertising.",
  "3256020881": "To observe your behaviors and browsing activities over time across multiple websites or other platforms.",
  "1092241113": "To better understand the interests of our Customers and Integrators.",
  "1434289796": "Some Cookies are necessary for certain uses of the Sites, and without such Cookies, we would not be able to provide many services that you need to properly use the Sites. These Cookies, for example, allow us to operate our Sites so you may access it as you have requested and let us recognize that you have created an account and have logged into that account to access Site content. They also include Cookies that enable us to remember your previous actions within the same browsing session and secure our Sites.",
  "1533171442": "We also use functional Cookies and Cookies from third parties for analysis and marketing purposes. Functional Cookies enable certain parts of the Sites to work properly and your user preferences to remain known. Analysis Cookies, among other things, collect information on how Customers, Integrators, and End-users use our Sites, the content and products that users view most frequently, and the effectiveness of our third party advertising. Advertising Cookies assist in delivering ads to relevant audiences and having our ads appear at the top of search results. Cookies are either \"session\" Cookies which are deleted when you end your browser session, or \"persistent,\" which remain until their deletion by you (discussed below) or the party who served the cookie. Full details on all of the Cookies used on the Sites are available at our Cookie Disclosure table below.",
  "322830977": "How to disable Cookies.",
  "3885459114": "You can generally activate or later deactivate the use of cookies through a functionality built into your web browser. If you want to learn more about cookies, or how to control, disable or delete them, please visit https://www.knowcookies.com/ for detailed guidance.",
  "262509504": "We may link the information collected by Cookies with other information we collect from you pursuant to this Privacy Policy and use the combined information as set forth herein. Similarly, the third parties who serve cookies on our Sites may link your name or email address to other information they collect, which may include past purchases made offline or online, or your online usage information.",
  "2935155034": "If you are located in the European Economic Area, you have certain rights that are described above under the header \"Notice to EU Data Subjects\", including the right to inspect and correct or delete the data that we have about you.",
  "1873812847": "Cookie(s) Disclosure",
  "3319083717": "Name:",
  "3183855267": "1. hmt_id",
  "907324388": "Function",
  "2896187462": "1. Used for strictly necessary anonymous service-related statistics, and for other technical purposes like assisting in accessibility support.",
  "987267027": "Party",
  "3453526675": "1. 1st party",
  "1952810469": "Type",
  "1795436560": "1. Session",
  "102695075": "Duration",
  "3356329025": "1. 30 days",
  "3744153629": "Names:",
  "2801359190": "__cfduid,",
  "1829242168": "__cflb,",
  "2219945145": "session,",
  "3186435874": "sessionid",
  "720059527": "2. Used for strictly necessary technical purposes: load balancing, routing.",
  "1241291641": "See more details.",
  "1834801943": "2. 1st party",
  "2114694926": "2. Session",
  "938404336": "2. Varies; up to 30 days.",
  "2196526290": "hc_accessibility",
  "2577178569": "3. Used for strictly necessary technical purposes: enables Accessibility User use.",
  "1061239711": "3. 1st party",
  "1483015662": "3. Session",
  "3458934553": "3. Varies; up to 30 days.",
  "1527172673": "If you have any questions about this Cookie Policy, please contact us at:",
  "134571844": "Impressum (Site Notice)",
  "110836420": "Last updated: December 23, 2020",
  "2901894297": "hCaptcha is a service of Intuition Machines, Inc. (\"IMI\"), a Delaware US Corporation (#6393793).",
  "2928362319": "Mailed inquiries may be sent to: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
  "1300074400": "Information about the current management of the company may be obtained on the About page. The company's current CEO is the managing director responsible for content.",
  "3094150511": "Regulatory authority: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
  "2763011087": "IMI does not commit to, nor is it obliged to participate in, the alternative dispute resolution for consumer disputes in front of a consumer dispute resolution entity.",
  "1395644678": "European Commission official website for Online Dispute Resolution:",
  "4228283009": "http://www.ec.europa.eu/consumers/odr",
  "655974837": "No guarantees regarding content",
  "707541553": "All information contained on our internet pages has been validated by IMI or a third party. However, neither IMI nor third parties can be held responsible for information being current, accurate, or complete. This also applies to other websites which can be reached via hyperlinks on our pages. IMI accepts no responsibility for the content of these external websites.",
  "2650241052": "No advice",
  "3361191778": "The information provided on the internet pages does not represent individual advice and cannot replace this. If you need individual advice, please contact our support staff.",
  "1031855757": "Use of this site",
  "204716894": "The content and design of our web pages are protected under copyright law. Duplication of the pages and their content in a manner that exceeds reasonable fair use requires prior written consent from IMI if there are no other legal provisions specified for duplication on the page.",
  "3182435854": "Copyright",
  "3187946010": "All text, images, graphical animation, videos, music, sounds and other material on these pages are protected under copyright law by IMI or third parties if specified. It is forbidden to copy or modify this material for commercial use in a manner that exceeds reasonable fair use.",
  "74538881": "Responsibility for this website",
  "3236873806": "IMI is responsible for this website.",
  "2657277322": "If you have any questions, please contact us at:",
  "1338341134": "hCaptcha + Privacy Pass (Beta)",
  "88879089": "Privacy Pass is an",
  "1898063898": "for preserving user privacy that we are developing in conjunction with",
  "1942186611": "and others.",
  "3673079511": "emerging standard",
  "2164933356": "Cloudflare",
  "3119589996": "How it works: a browser extension provides users with the ability to create and sign cryptographically blind tokens for websites that support the Privacy Pass protocol. The extension generates passes containing cryptographically blinded tokens that are signed by hCaptcha when a challenge is solved on any site using the hCaptcha service,",
  "1254771154": "challenges shown on other Privacy Pass-supporting services that also embed hCaptcha, e.g. Cloudflare.",
  "996362763": "These tokens are unblinded and stored by the extension for future use. When the user visits a site using hCaptcha and needs to pass the challenge (whether invisible or via the \"I am human\" button) they are redeemed automatically. The blinding procedure means that signed and redeemed tokens are cryptographically unlinkable from hCaptcha's perspective, and thus user privacy is preserved.",
  "2943346052": "As the IETF standardization process continues, we expect major browsers will adopt some form of Privacy Pass natively. This will eventually render the extension unnecessary. For the moment, however, please follow the instructions below.",
  "2326660907": "except",
  "741483946": "* In other words: you can get hCaptcha Privacy Pass tokens on hCaptcha.com, and use them on other sites directly using hCaptcha.com. You can not get or redeem hCaptcha Privacy Pass tokens to bypass the hCaptcha service as used by Cloudflare, since Cloudflare issues and redeems its own Privacy Pass tokens.",
  "1362015807": "Getting started",
  "1358325821": "First, install the extension for",
  "310885519": "or",
  "4091044469": ". Make sure you've enabled the extension in incognito mode. Then, visit any website using hCaptcha and solve a captcha. As of version 2.0.3, you can redeem these tokens on websites using hCaptcha.",
  "3904679538": "Chrome",
  "3700767772": "Once you've got the extension installed, click here (or on any hCaptcha-using website) to earn passes:",
  "166277959": "Please note: this feature is currently in beta, and may not work for all websites and users all of the time. In the event that it is not enabled or does not work for a particular user, the behavior will simply fall back to the standard hCaptcha experience with no loss of functionality.",
  "3031357206": "A new icon will appear next to your URL bar. Now visit a website using hCaptcha. It will look like this:",
  "1066753052": "which means the wallet is empty, and you are on a site that includes an hCaptcha challenge. Once you complete the challenge, you will earn tokens that can be redeemed on any other website with hCaptcha.",
  "651123197": "A count of the current total in your wallet will be shown on the icon after completing the challenge.",
  "554844646": "You can confirm the extension is working by seeing the counter go down by 1 each time you click",
  "4087729475": "the challenge after your initial solve.",
  "647630208": "And that's it! Your online browsing is now more private.",
  "3272552822": "Developers and cryptographers:",
  "4059570880": "If you would like to track the standardization effort, efforts are currently underway at",
  "1904390996": "to standardize the",
  "252720667": "underlying the cryptographic security of Privacy Pass. The protocol itself is going through the",
  "3972554015": "process as well. And the browser extension is of course",
  "3723626769": "for your contributions and review.",
  "3882147547": "Oblivious Pseudorandom Functions",
  "565624910": "draft",
  "3421090159": "open source",
  "3098677775": "Q: Is my IP and browsing history completely private from hCaptcha when using Privacy Pass?",
  "4019638786": "A: Privacy Pass users of hCaptcha will never expose their IP to hCaptcha unless their browser's token wallet is empty or the site sends it. hCaptcha has no way to link the user to the token redemption, and does not ever interact directly with the user during redemption unless their token wallet is empty.",
  "3887113660": "Q: How does Privacy Pass affect hCaptcha earnings?",
  "1116455671": "A: You will earn a reward for the initial solve if the user completes it on your site. Redemptions follow the same response pattern as if the user had auto-passed on your site due to high client confidence: no earning occurs, and the siteverify call from your server receives a `credit: False` in the pass results.",
  "779817954": "Q: If I have Privacy Pass passes issued by another provider, can I redeem them on hCaptcha?",
  "3014149332": "A: No, passes are not interoperable: they must be issued and redeemed by the same authority, in this case hCaptcha. Note that if you have passes from both Cloudflare and hCaptcha in your extension, the number available will change to the correct amount depending on the requirement of the page you are visiting. In other words, if you have 100 Cloudflare passes in your wallet and 10 hCaptcha passes, you should see 10 on the extension icon on pages with hCaptcha embedded.",
  "3679148535": "Q: What other applications of Privacy Pass are you working on?",
  "1606783855": "A: We are very interested in Privacy Pass for the Accessibility (\"a11y\") use case. Previously popular options like audio captchas discriminate against many a11y users. We believe combining our current a11y approach with Privacy Pass issuance will allow a11y users to browse safely, secure in the knowledge that their traffic is more private, while restricting the abuse by bot operators that inevitably occurs when a11y options are available.",
  "2359150347": "Q: Do other online security services support Privacy Pass?",
  "2082237880": "A: hCaptcha is the first service of its kind that supports Privacy Pass, and is currently the only one to do so. However, we expect other services to recognize the advantages of increasing user privacy online, and expect that in the future more will undertake implementations as the IETF standards that we are helping to develop are formally adopted.",
  "2109792055": "User Guide: Debugging Issues with Privacy Pass Issuance and Validation",
  "3588620914": "Privacy Pass is a new invention by the standards of the Web, and it is possible for other applications and browser extensions that are not aware of it to interfere with its functionality.",
  "4039193170": "If you have issues getting or redeeming tokens:",
  "2378786360": "1. Try one of the other supported browsers: if you're on Chrome, try using Firefox without importing your settings from Chrome, and install the plugin there. If that works, you may have a browser configuration issue.",
  "394235836": "3. If none of the above suggestions works, send us a support email and we'll be happy to help figure out what's going on.",
  "3470857731": "An analysis of how well reCAPTCHA detects bots.",
  "3240786848": "Last update: February 18, 2021",
  "2547140673": "For more than a decade, Google's reCAPTCHA service has offered website owners a trade: let Google track your users and ask them questions, and in exchange they promise to stop bots and spam.",
  "2133754014": "More than 4.5 million websites use reCAPTCHA [",
  "3152512587": "and the system collects hundreds of millions of daily solves. [",
  "2296918009": "This equates to more than 100 person-years of labor every day.[",
  "3900538778": "Labeled data is the fuel that powers machine learning. reCAPTCHA answers have been used to improve Google's ML/AI services since 2009. Many people who use reCAPTCHA don't realize their labor is being put to use.",
  "1160252730": "Google is now charging high prices for reCAPTCHA Enterprise, causing many companies to reevaluate this deal.",
  "1131196501": "Major companies like",
  "204889717": "have switched to hCaptcha's",
  "639413188": "in response.",
  "3280658086": "enterprise solutions",
  "3842815245": "Is this a fair trade?",
  "714342693": "The hCaptcha team has been collecting pricing data from \"dark web\" captcha-breaking services since 2016. We noticed an interesting trend:",
  "468929661": "The average cost of breaking a reCAPTCHA is incredibly low (less than $1 per 1000 solves) and has not materially increased since our monitoring began in 2016. This applies to both reCAPTCHA v2 and v3. [",
  "2862164005": "Pricing data lets us put an exact dollar value on the security offered by a reCAPTCHA: $0.001 or less per answer.",
  "102498091": "Google charges $1 per 1000 requests for reCAPTCHA Enterprise, meaning they now charge more per request than it costs to break the security of their service. This seems like a bad deal.",
  "130239139": "What is the value of the 100+ person-years of labor collected by Google daily?",
  "1421074182": "Substantially higher.",
  "1953519598": "The cost to label a single image ranges from $0.03 to $1.00 or more. By any conservative estimate, Google has extracted billions of dollars of free labor to date. [",
  "3025548709": "Is there an alternative to this unfair deal?",
  "263761351": "hCaptcha is the first credible alternative, now used by hundreds of millions of people each month.",
  "2743692546": "As users prove their humanity via hCaptcha, their labor enters an anonymous open market for bidding.",
  "1982750088": "Companies all over the world bid for that labor to complete simple tasks that are easy for people but hard for machines. Users support the site they are visiting, and experience less web spam due to a higher level of security.",
  "1108398506": "customers gain total control over the experience, and benefit from the expertise hCaptcha has gained operating the largest independent challenge provider on the internet. They also get a better deal than reCAPTCHA Enterprise: up to 50-80% better pricing, depending on volume.",
  "3012870872": "Websites and apps using the free version (hCaptcha Publisher) earn revenue from that work instead of donating it to Google.",
  "2271512952": "Users support the site they are visiting, and experience less web spam.",
  "278010425": "The wide and often-changing variety of tasks on hCaptcha are also harder to automate. reCAPTCHA's single interface has not changed in many years, and has a small set of infrequently changing questions. This is one of the ways hCaptcha provides more robust anti-bot protection than reCAPTCHA.",
  "984849234": "hCaptcha uses advanced machine learning to deliver what reCAPTCHA only promises, while sharing the value captured with the websites that use it.",
  "4063769686": "Users support the site they are visiting, and experience less web spam. This seems like a fairer deal.",
  "685916926": "Why hasn't reCAPTCHA improved over time?",
  "3992401943": "There has been a revolution in deep learning since 2012. The industry norm for task accuracy has radically improved over the past decade, primarily due to deep convolutional networks. Other ML-powered services Google offers have followed this curve.",
  "615031303": "(See footnotes",
  "2125514305": "ML has improved, but the difficulty of bypassing reCAPTCHA has not materially changed during this time.",
  "1406188018": "6 and 7",
  "2689973938": "Improving reCAPTCHA creates an intrinsic conflict for Google as an ad vendor.",
  "464238793": "If Google itself determines that a user seeing an ad or clicking a link was in fact a bot, it cannot charge for ads shown to that user. This conflict of interest has severely limited the scope of Google's anti-bot ambitions.",
  "918924423": "For example, Google has not offered obviously valuable services like retroactive bot detection. It is much more reliable to declare user traffic bot-generated after analyzing several days of data.",
  "661412233": "Knowing after the captcha that some users were bots is also valuable. It lets website owners clean out old spam posts and delete \"sleeper accounts\" registered to spam forums in the future, reduce fraud, and more.",
  "3600797185": "Offering retroactive bot identification would open Google up to thorny questions of how to retroactively refund advertisers who spent money on that fraudulent traffic.",
  "2076932190": "The reCAPTCHA product has thus stagnated for a decade.",
  "3856912381": "Users have suffered, and unnecessary web spam is now rampant. But there is an alternative.",
  "1035621426": "Every bot identified by reCAPTCHA directly reduces Google's ad revenue.",
  "3668115514": "How is hCaptcha different?",
  "2413742287": "hCaptcha's incentive is to maximize accuracy, not ad revenue: bot answers are useless for our customers, who need human training data.",
  "1373262754": "Knowing who an individual is has minimal value for hCaptcha. We only care whether they are human or a malicious actor.",
  "600646860": "Instead of offering a service of questionable value while extracting labor with real value, hCaptcha provides both compensation and strong anti-bot protection.",
  "1836191653": "Instead of offering an easily defeated service to free users while charging millions of dollars for an enterprise version that is not much better, hCaptcha provides excellent bot protection to both, while offering enterprise users additional features and customization, along with strong SLAs and rapid support.",
  "990215503": "hCaptcha is the only major captcha service not owned by an ad network.",
  "971933157": "hCaptcha cares about privacy, transparency, and fairness.",
  "178839499": "hCaptcha shares the value of work done while users prove their humanity.",
  "1237076138": "hCaptcha offers a fair deal to both free (hCaptcha Publisher) and enterprise (hCaptcha Enterprise) customers.",
  "614310292": "Who built hCaptcha?",
  "4188814619": "hCaptcha is a service of Intuition Machines (",
  "3265328927": "), a machine learning company that offers products and services for companies implementing machine learning at scale.",
  "2740033957": "The IM team is composed of scientists and engineers from Apple, Amazon, and other leaders in machine learning, distributed systems, and security.",
  "1579715421": "IM scientists regularly publish in top conferences like ICML, ICLR, ECCV, and NeurIPS, and the company has publicly released state-of-the-art results in ML disciplines like deep hashing [",
  "4015238193": "and OCR [",
  "279580593": "imachines.com",
  "279918384": "How is Google using your free labor?",
  "2385522384": "You were likely seeing frames of video from cameras on Google's Waymo self-driving cars, and helping to improve their object recognition.",
  "1517627947": "You were likely seeing pictures of buildings or street signs from Google's Streetview cars, and helping to label locations for their Maps and Earth products.",
  "3225936061": "You were likely seeing pictures of text taken from book pages on Google's Books service, and helping to improve their OCR (text recognition) software.",
  "129661785": "Ever been asked to \"click on the car/crosswalk/stoplight?\"",
  "936667684": "Ever been asked to \"type in the building/street sign?\"",
  "3773515538": "Ever been asked to \"type in the two words?\"",
  "1778058441": "What kinds of jobs run on hCaptcha?",
  "366088791": "hCaptcha supports a wide variety of tasks.",
  "3114147525": "hCaptcha customers use the service for tasks including object recognition, attribute detection (collecting labels to identify types of clothing), relevance ranking (picking the most relevant product from several options when compared to a primary product), bounding boxes (finding areas of interest on an image), \"Human OCR\" (identifying the text in an image) and many other types of tasks.",
  "3139609561": "Below are two examples of image classification and attribute detection job types. [",
  "2273532558": "Who are hCaptcha's paying customers?",
  "4104221634": "hCaptcha customers span a variety of industries, from technology companies to those focused on fashion, retail, and other areas where they can create value from applying machine learning.",
  "1337725003": "hCaptcha is committed to democratizing access to high volume real-time annotation, letting companies big and small improve the quality of their products and services by applying machine learning to their business.",
  "4086379603": "Questions?",
  "1243684308": "We take your feedback seriously, and want to ensure everyone has a more pleasant experience online, with fewer bots and less spam. Reach out to us:",
  "2645321220": "And if you think the cost of reCAPTCHA is too high, ask us about hCaptcha Enterprise. Currently in use by some of the largest publishers, financial services companies, and web infrastructure companies in the world, they are not only a credible alternative to reCAPTCHA: we believe they offer the best bot protection currently available.",
  "1229233916": "Footnotes",
  "1115642494": "1. Source: BuiltWith.com reCAPTCHA site listings. Retrieved July 9th, 2019.",
  "448807334": "(\"Hundreds of millions of CAPTCHAs are solved by people every day.\") Retrieved July 8th, 2019.",
  "2397590157": "3. Conservative estimate: 200 million solves * 30 seconds per solve in years = 190.3 person-years/day.",
  "3236311792": "4. hCaptcha internal analysis. Data harvested through June 30th, 2019. Details available upon request.",
  "1752259468": "5. Conservative estimate: $0.01 cost of a single annotation * 200M avg. annotations per day (lower bound) * 365 days per year * 10 years since 2009 acquisition = $7.3 billion lower bound value.",
  "3268946369": "6. Credit: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
  "1519560388": "7. Source: Mary Meeker, KP Internet Trends 2017",
  "2666258754": "SEMANTIC HIERARCHY BASED RELATIONAL EMBEDDINGS FOR WEAKLY-SUPERVISED DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
  "2544169219": "Recent state-of-the-art results: ICML LLD, May 2019.",
  "1973347745": "10. Royalty-free example images. Source: Petapixel.",
  "1493115924": "Trademark notes:",
  "4051104324": "\"Intuition Machines\" is a registered trademark of Intuition Machines, Inc.",
  "3983646521": "All product names, logos, brands, trademarks and registered trademarks are property of their respective owners. All company, product and service names used in this website are for identification purposes only. Use of these names, trademarks and brands does not imply endorsement. In this case, quite the opposite.",
  "649193891": "https://developers.google.com/recaptcha/",
  "3060764232": "https://lld-workshop.github.io",
  "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
  "3594526017": "IM Scientists Set New Benchmark for Weakly Supervised Text Recognition (OCR) at CVPR 2020.",
  "1259002282": "Found a bug? Here's how to report it.",
  "3301728462": "Millions of people use hCaptcha each month, on thousands of combinations of browsers, extensions, devices, firewalls, and more.",
  "3878230879": "Our goal is to make sure it always works for you, so we very much appreciate your reports!",
  "2465128185": "To give quick feedback, just click the \"Send us feedback\" button.",
  "2921990472": "If you're seeing a functional issue, please follow the",
  "2870341481": "below. For any other browsers just",
  "1866590035": "debug log instructions for Chrome",
  "444492541": "debug log instructions for Firefox",
  "169267610": "email us",
  "3100722753": "For potential security or privacy issues, see the instructions below.",
  "1906593952": "Provide feedback on the hCaptcha you just saw",
  "3951254541": "We appreciate your input. Let us know any issues and we'll solve them quickly.",
  "3324288040": "Send us feedback",
  "2864016648": "Privacy Issues",
  "304004915": "We do not care who users are, only how likely they are to be malicious or machines. We support initiatives like",
  "1139493658": ", and work hard to balance privacy and security.",
  "3083289844": "If you have found an issue that you think could affect user privacy, please email us at",
  "4264784515": "Security Bugs",
  "963238401": "We are always interested in receiving reports of security bugs. Email",
  "3926027556": "and we will get back to you quickly.",
  "1589805435": "We also have a",
  "2560582224": "bug bounty program",
  "103876916": "for eligible security reports on the hCaptcha service and related source code.",
  "497117287": "Accessibility Options",
  "3230004040": "Are you visually impaired or otherwise unable to complete hCaptchas?",
  "3480023141": "Learn more about accessibility options",
  "2052161540": "Capturing Bug Report Details: Chrome",
  "2281169898": "Sending debugging info with your report will make it much easier for us to identify what's going on. Here are step-by-step instructions:",
  "1123365779": "If you're a web developer or expert user, the summary is we'd like you to send us a network recording HAR and browser console logs.",
  "2015218686": "before you go through these steps. If that fixes your problem, we'd still appreciate you letting us know your browser version, ad blocker or browser extension, and the website URL.",
  "3922723611": "Please try disabling any ad blocker or browser security extensions",
  "4036872105": "first and then retry",
  "993651083": "Step 1: Open Developer Tools (This starts recording the session.)",
  "4163469907": "Step 2: Click on Network tab in Developer Tools. Check the \"Preserve log\" box at the top.",
  "4243348003": "Step 3: visit",
  "641342999": ", or the website you're having an issue on (Privacy Note: only if you don't mind sharing what it is) ... and then click the \"I am human\" button, and try to solve.",
  "454709379": "https://accounts.hcaptcha.com/demo",
  "4008400186": "Step 4: Click \"Export HAR\" (the little down arrow) after you attempt to solve, which saves the network log. Send that file to us.",
  "1503240421": "Step 5: Click on the Console tab, and right-click then \"Save as ..\" in order to save the console log. Send us that as well.",
  "2863840904": "Step 6: Last step, email those HAR and console log files to us, and describe the problem",
  "4051785543": "Use:",
  "3623028666": "(please use a service like",
  "551761392": "and send links)  and optionally a screenshot, if you suspect there's something not displaying correctly. Please send the IP you're using as well. You can get it from",
  "1219091208": "Dropbox",
  "443094024": "Filebin",
  "3007128955": "https://www.whatsmyip.org/",
  "324647915": "Thanks for taking the time to help us get this info!",
  "3680327841": "We're committed to making hCaptcha work well for everyone",
  "1059502393": "Capturing Bug Report Details: Firefox",
  "1112074001": "Step 2: Click on Network tab in Developer Tools. Check the \"Persist logs\" box at the top.",
  "1797298240": "Step 4: Click \"HAR\" after you attempt to solve, and choose \"Save All as HAR\" to save the network log. Send that file to us.",
  "3671246379": "Step 5: Click on the Console tab, and right-click then \"Select all\" and save that into a text file, in order to save the console log. Send us that as well.",
  "3816867833": "Feedback",
  "788770967": "Sorry to hear that! You may want to use our accessibility option:",
  "1333016413": "This lets you avoid future questions by registering and setting a cookie.",
  "2333410049": "Please also try turning off your ad blocker.",
  "1345083090": "Reporting a functionality issue?",
  "2184564739": "See",
  "604751186": "Other issues? Email",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "1218990730": "how to report issues with detailed logs",
  "1050501253": "Too Difficult",
  "3264813246": "Inappropriate",
  "3526939538": "Software Bug",
  "126134492": "Other",
  "3511610999": "Let's make sure you get to the right place.",
  "3906886217": "For companies or websites",
  "1621597093": "Enterprise security solutions (paid)",
  "3176531704": "Data annotation",
  "1834239172": "Purchase hCaptcha annotation services",
  "1457707016": "For individuals",
  "770264626": "Add hCaptcha to your service (free)",
  "881015166": "Add hCaptcha for Publishers to my website or app",
  "47536007": "Learn more about hCaptcha",
  "2012837493": "Search results",
  "4034694801": "No matching results.",
  "3621411541": "Learn about accessibility options for hCaptcha",
  "3401005681": "Earn money",
  "3933993151": "Work as an individual data labeler",
  "563059212": "List of Subprocessors",
  "3501923981": "Last updated: January 1, 2020.",
  "3548097301": "Effective: January 1, 2020.",
  "3991444169": "This page lists current subprocessors for the hCaptcha Enterprise service.",
  "835396984": "Currently Active",
  "424089481": "Amazon Web Services, Inc. (Global). Services provided: Amazon Web Services. https://aws.amazon.com/security/",
  "184971506": "https://aws.amazon.com/compliance/",
  "95014987": "https://aws.amazon.com/compliance/data-privacy/",
  "4024785952": "Cloudflare, Inc. (Global). Services provided: Cloudflare.com.",
  "3518252165": "https://www.cloudflare.com/privacypolicy/",
  "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
  "1046087606": "IBM. (Global). Services provided: IBM Cloud.",
  "1091381400": "https://www.ibm.com/cloud/compliance",
  "83852121": "Microsoft Corp. (Global). Services provided: Microsoft Azure.",
  "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
  "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
  "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
  "1644003939": "Note: does not apply to all customers. For example, IP Blinding or other advanced privacy or security option customers (e.g. Secure Virtual Tenancy customers) are entirely excluded from any potential \"PII\" ever entering telemetry systems, even an IP address. Please contact your account representative for more information if required.",
  "700843971": "Hound Technology, Inc. (Global). Services provided: honeycomb.io.",
  "1691879905": "https://www.honeycomb.io/privacy",
  "3571003547": "https://www.honeycomb.io/security",
  "1208179159": "LogDNA, Inc. (Global). Services provided: LogDNA.com.",
  "337766618": "https://www.logdna.com/privacy-policy",
  "1115671076": "Zendesk, Inc. (Global). Services provided: Zendesk.com.",
  "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
  "162063633": "Mailgun Technologies, Inc. (Global). Services provided: Mailgun.com.",
  "175786331": "https://www.mailgun.com/privacy-policy/",
  "2359913400": "Infrastructure",
  "370366524": "Ephemeral Service Telemetry",
  "121192737": "Upcoming additions",
  "2420789666": "Fastly, Inc. Services provided: Fastly CDN and edge compute.",
  "3747664195": "https://www.fastly.com/privacy/",
  "278568955": "Effective: September 1, 2021. Infrastructure Addition",
  "1487796027": "For companies",
  "3943417791": "Get support for hCaptcha Enterprise (BotStop)",
  "702287791": "hCaptcha Publisher (free)",
  "3397976149": "Get support for hCaptcha Publisher",
  "833750823": "Having difficulty with a challenge?",
  "2024737147": "Want to report a bug?",
  "1978884623": "Learn more about reporting software issues",
  "4188664955": "Master Terms of Service",
  "2621989404": "Last Updated: September 24, 2021. Please note that our English language terms are authoritative.",
  "2404545611": "Welcome to hCaptcha! Thank you for being a part of our community. All users of the \"Services\" (defined below) must agree to the following terms (the \"Terms of Service\"). Under these Terms of Service, \"IMI\", \"we\" and \"us\" refers to Intuition Machines, Inc. and its subsidiaries, affiliates, officers, agents, employees, representatives, and agents, and our \"website\" includes any website under our control, including www.hcaptcha.com and www.imachines.com.",
  "2348450790": "Please read these Terms of Service. They include, among other provisions, disclaimers of warranties, limitations of liability, and binding arbitration. Please note that these Terms of Service may have changed since your last visit to our website. We may revise and update these Terms of Service from time to time in our sole discretion. In the event of a material change, we will notify you by posting the updated Terms of Service on this page, after which you must affirmatively accept the updated Terms of Service in order to continue using or accessing the Site or the Service.",
  "1064537632": "Please note that your use of our Service is governed by our Data Processing Agreement, which is incorporated herein by reference. Please review this agreement to see how we process personal data on your behalf. Note that we operate as a \"data processor\" for purposes of the EU General Data Protection Regulation, and a \"service provider\" for the purpose of the California Consumer Privacy Act.",
  "1933936765": "Data Processing Agreement (Last updated: September 23, 2021)",
  "2959486280": "If you do not agree to these Terms of Service, you may not use or access the Site or the Service.",
  "3200859925": "1. Purpose",
  "1807143500": "The Services include an online security service (the \"hCaptcha Service\") and a platform (the \"Intuition Machines Platform\") on which an individual (\"Contributor\") can choose to perform tasks that a third party entity or Intuition Machines itself (each a \"Requester\") posts to our website or the hCaptcha Service, either directly on our website or by accessing the Intuition Machines Platform and/or performing tasks through or in connection with a third party entity and/or platform or service (each, an \"Integrator\"). Requesters post tasks and invite Contributors to perform them in exchange for rewards provided by IMI to Integrators, or as determined by the Requester if the Requester is using the Intuition Machines Platform or hCaptcha Service to serve tasks to their own end-users. We charge companies and individuals (each a \"Customer\") for use of our platform so that they may use our software, author tasks, hire us to author tasks, and/or gain access to the Contributors. We also charge Integrators for use of our hCaptcha Service in order to reduce fraud, abuse, and spam on their websites, mobile apps, and other online properties. The foregoing is referred to collectively as the \"Services.\"",
  "3212830633": "2. Eligibility",
  "2605814073": "By using or registering for our Services, you agree: you are at least 18 years of age; you have the authority to enter this agreement on behalf of yourself or the entity you represent, and will at all times remain in compliance with these Terms of Service and all IMI policies and guidelines referenced herein; and you will not abuse our website, misrepresent your identity to us, or use artificial intelligence to complete any portion of any task on IMI which requires human intelligence.",
  "2616040974": "3. Customers and Requesters",
  "1544829730": "If you are a Customer or Requester, you agree that the additional terms attached hereto as the Customer Appendix will apply and be incorporated by reference into these Terms of Service. If you are not a Customer or Requester, or cease to be a Customer or Requester, then the additional terms in the Customer Appendix will not apply nor will they be incorporated by reference into these Terms of Service.",
  "3759360138": "4. Username and Password",
  "2236960358": "Upon registration, you will be asked to disclose certain personal information about you (\"Personal Information\"), including your name, email address, and to create a username and password, all of which will be subject to our Privacy Policy, available on our website. You alone are responsible for monitoring, ensuring and maintaining the security of your account, passwords, and any authentication keys associated with your account, and you are responsible for any use of or action taken through use of that information on the Services.",
  "3047519814": "You agree that you will not share your account or password with anyone.",
  "1699668873": "You must notify IMI immediately if you suspect that your account information has been stolen or used by someone else, or any other breach of security.",
  "3044038608": "You agree to provide us with true, accurate and complete information as requested in our registration process. You also agree to update such information promptly as necessary to keep it current and accurate.",
  "4132302900": "5. Your Privacy, Your Data, and \"Data For All\"",
  "10724169": "You accept our Privacy Policy, which governs what we will do with any Personal Information you give to us.",
  "1669194950": "In addition to Personal Information, you may also be required to provide (or it may be necessary for us to collect) other data so that we may provide the Services (collectively, \"Customer Data\"). We are not liable for any failure to perform Services that is caused by your delay or failure to provide Customer Data.",
  "1330274831": "You hereby grant to us a worldwide, non-exclusive, sublicenseable, transferable, royalty-free, irrevocable license during the term of this Agreement to use, reproduce, electronically distribute, and publicly display any Customer Data solely for the purpose of providing the Services. You represent and warrant that you own sufficient right, title, and interest in and to your data in order to grant the license in this section.",
  "2230333214": "We aggregate Customer Data with other data so that results are non-personally identifiable and we also collect de-identified technical logs and data regarding use of the Services (\"Aggregate/De-identified Data\"). Notwithstanding anything to the contrary herein, any such Aggregate/De-identified Data may be used by IMI for any business purpose during or after the term of this Agreement, including without limitation to develop and improve the Services and to create and distribute reports and other materials. Customer Data may also persist and be displayed in the system for a limited period of time not to exceed 180 days after a job is complete, for example as automatic calibration or validation data for Intuition Machines systems. For clarity, this Section 5 does not give us the right to identify you as the source of any Aggregate/De-identified Data without your prior written permission.",
  "3881754581": ". If you are a Customer of our annotation services and have selected the \"Data For All\" option as part of your use of the Services, then you grant to IMI and all users of the Services a worldwide, non-exclusive, sublicenseable, transferable, royalty-free, irrevocable license to fully exploit all Customer Data, including all related intellectual property rights. If you do select the \"Data for All\" option, you represent and warrant that you own sufficient right, title, and interest in and to your data in order to grant the license in this section.",
  "3496767126": "For the avoidance of doubt, the following paragraph applies exclusively to Customers using our annotation services, and not to use of our Services as an Integrator",
  "767207800": "If your data contain potentially explicit or offensive content, we require you to mark them \"EXPLICIT CONTENT\" to serve as fair warning to anyone who sees your data. You may not without a separate written agreement with IMI include tasks that violate our policies, including, but not limited to, (a) tasks that directly or indirectly promote another website or service, (b) tasks that violate a third party website's terms and conditions, (c) tasks asking Contributors to solicit third parties, (d) tasks that ask Contributors to take action to manipulate a website's behavior or results, (e) tasks that violate the intellectual property rights of third parties, and (f) tasks that require Contributors to download software or files.",
  "3370561195": "6. Acceptable Behavior",
  "4205152730": "You are encouraged to interact with other users anywhere on our website, Forum, messaging, chat, and other social media channels controlled by IMI, but if you do so you must comply with all terms of service and use on our site and all relevant laws.",
  "1394253934": "7. Misuse, Abuse, and Misrepresentation",
  "1406393333": "Any access or use of the Services other than pursuant to these Terms of Services and any instructions we provide is strictly prohibited. In particular, you WILL NOT:",
  "3409726716": "register for more than one account with us without written authorization;",
  "3119498672": "perform any task with the use of Internet bots, web robots, bots, scripts, or any other form of artificial intelligence or otherwise attempt to obtain rewards from IMI or any Requester or Integrator without completing tasks as they are described;",
  "1188668818": "provide any false information while using this website (including without limitation impersonating any other person or organization in your account, or falsely stating or otherwise misrepresenting yourself or your affiliation with any other person or organization in your account;",
  "2804310964": "access or attempt to access our website through any proxy web server or other device designed to obfuscate your true location or identity or by any means other than the interface provided;",
  "1374227759": "use the website for any illegal activity, or for any purpose other than the purpose for which it was made available;",
  "2103513933": "engage in activity that interferes with or disrupts the functioning of the site;",
  "137127070": "insert, upload, or attach malicious or unknown external links or files, or upload any content that contains a virus, Trojan horse, worm, time bomb, or other harmful computer code;",
  "1686655020": "Upload any content subject to copyright that is not your original work, unless you have permission from the rightful owner to post such content and to grant IMI all of the licensed rights granted herein;",
  "1406692811": "engage in spamming or post any kind of publicity, attempt to get referrals, mass communication, money offers or requests, solicitation of services, advertising, marketing, nonsense messages, duplicated topics, illegal content, social website links, e-mail addresses, or instant messenger IDs unless required by the task;",
  "3893539589": "insert external links that offer goods or services unless required by the task;",
  "3214322759": "otherwise engage in any malicious or fraudulent activity.",
  "3733422465": "8. Verifying your Identity",
  "267645277": "IMI may verify your identity. This may include comparing your personal information against third party databases or official legal documents. You authorize us to make any inquiries necessary to confirm your identity, your ownership of your email address, and your ownership of your financial accounts. You agree to provide information about you to assist us in verifying your identity.",
  "4169910317": "9. Compliance with the Law",
  "519755936": "You alone are responsible for complying with federal, state, provincial, and local laws in connection with your use of the Services. You agree to indemnify and hold us harmless for any claims against us because you failed to comply with any law or violated any third party rights, including without limitation contractual, intellectual property, or privacy rights.",
  "731546974": "10. Contributor or Integrator Taxes",
  "3128328457": "If you are a Contributor or Integrator, you alone are responsible for payment of any estimated or other federal, state, or local income taxes, social security, FICA, and workers' compensation owed as a result of use of our website, as well as similar taxes or charges in non-U.S. jurisdictions. You agree to indemnify and hold us harmless for any assessments against us because you failed to comply with any tax laws.",
  "2931396764": "11. Violation of These Terms of Service",
  "1240667045": "We may suspend, limit, or cancel your access to the Services at any time for any reason, including because: (a) we believe you have violated these Terms of Service (including other related policies); (b) we believe you have violated our rights or the rights of any third party; (c) we are unable to verify or authenticate information you have provided to us; or (d) we believe your actions may create liabilities for you, us, or a third party. For the avoidance of doubt, we reserve the right to prevent or suspend payment to you if we reasonably believe that any of the foregoing applies to such payment.",
  "1601080128": "If we suspend or terminate your account, you will no longer have access to any parts of the website, including data, messages, files, and other material you keep on the site. You may NOT continue to use our website under a different or new account name. Violations of these Terms of Service may be prosecuted to the fullest extent of the law and may result in additional penalties and sanctions.",
  "1160707899": "12. Contributor's Role and Relationship with IMI and Other Requesters",
  "269838707": "If you are a Contributor, you and only you decide which and how many tasks to complete, and when and where you complete them. You are free to spend as much or as little time completing tasks as you choose. At no time are you under any obligation to complete a task.",
  "1087195513": "If you are a Contributor who accesses the Services and/or performs tasks through or in connection with an Integrator on behalf of a Requester that is not IMI, then you agree and acknowledge that Intuition Machines is not liable for and has no obligation to you with respect to any rewards or other compensation for completed tasks. You agree and acknowledge that any rewards or other compensation for completed tasks is determined solely in accordance with your agreement with the Requester and/or the Integrator, as applicable. Any disputes over such rewards or other compensation (including without limitation failure to receive such rewards or other compensation) are solely between you and the Requester and/or the Integrator, as applicable.",
  "952813944": "Neither your use of our website nor anything in this agreement creates an employment, partnership, joint venture, agency, franchise, or sales representative relationship between you and Intuition Machines. We do not provide you with any equipment or tools to complete a task. We do not provide you any benefits, workers' compensation, or insurance coverage. We are not responsible for any expenses you incur in using our website. We will not withhold any amount from your reward for federal or state income tax, Social Security, or any other tax. You are free at all times to perform tasks for any person or business, including any of our competitors. You do not have the authority to enter into any contract, written or oral, on behalf of Intuition Machines.",
  "3460432665": "Notwithstanding the foregoing, if you are a U.S. taxpayer we may request from you a W-9, to be updated annually, and we may bar you from performing tasks until you have completed or updated a W-9.",
  "458271951": "If you are a Contributor who accesses the Services and/or performs tasks through or in connection with an Integrator on behalf of Intuition Machines (acting as a Requester), Intuition Machines may reward you for acceptable completion of certain tasks. In the event you are found to have engaged in fraud, abuse, or violation of these Terms of Service, any and all rewards to you may be withheld and/or recovered by Intuition Machines.",
  "3056723024": "13. Unacceptable Completion of Tasks",
  "3913203723": "If, for any reason, the Requester does not accept performance of a task you completed, you as a Contributor or Integrator will not be entitled to any reward for the task. In the event that rewards were already dispersed to you for an unacceptably completed task, we may recover them from you.",
  "3666807632": "14. Contributor Qualifications and Skills",
  "1993899769": "15. Our Use of Information",
  "2927283721": "By performing tasks on our website, you authorize the collection, use, and disclosure of your personal information in accordance with our Privacy Policy. In addition, we may share certain information about you and your completed tasks to the Requester whose tasks you have completed to facilitate the service relationship and improve the website, including, for example, Contributor ID, results of completed tasks, and other attributes related to your qualifications, languages, skills, and use of the website.",
  "3027055607": "16. Intellectual Property and Proprietary Rights",
  "3910971075": "IMI owns all rights, including intellectual property rights, in the source code, object code or underlying structure, ideas or algorithms, API, and any additional software, documentation or data related to the Services (\"Software\"). You will not, directly or indirectly, via a third party or otherwise: (a) reverse engineer, decompile, disassemble, or otherwise attempt to discover the Software; (b) modify, translate, or create derivative works based on any Software; (c) copy, rent, lease, distribute, pledge, assign, or otherwise transfer or encumber rights to any Software; (d) use any Software for timesharing, service bureau purposes, or otherwise for the benefit of a third party; or (e) remove any proprietary notices or labels.",
  "3660891610": "If you are a Contributor, IMI, and not you, has proprietary rights in any work you produce as part of completing any task. By accepting the terms of this Agreement you agree to (and hereby do) transfer possession, ownership, and title (including all intellectual property rights existing throughout the world) in and to your work to us. To ensure that we are able to acquire, perfect, and use such rights, you further agree to (i) sign any documents to assist in the documentation, perfection and enforcement of our rights; and (ii) provide reasonable access to information for recording, perfecting, securing, defending, and enforcing such proprietary rights in any and all countries. Your obligations under this section will continue even after you deregister from or cease use of the Services. You appoint us as your attorney-in-fact to execute documents on your behalf for the purposes set forth in this section.",
  "426125156": "17. Copyright and TakeDown",
  "1408530660": "IMI respects the intellectual property of others and we reserve the right to remove from our site any material that we believe may violate the intellectual rights of any third party. If you believe that your own work has been copied in a way that constitutes copyright infringement on this website, please contact Intuition Machines customer support.",
  "2696932851": "18. Indemnification",
  "3844300338": "You agree to indemnify, defend, and hold us harmless from any and all claims, damages, liabilities, costs, and expenses (including reasonable attorneys' fees and costs), arising from or relating to your performance of tasks or your use of our website.",
  "2474091800": "19. Disputes with Other Users; Release",
  "3162107126": "IMI is not a party to any dispute between you and any another user of the Services. You release IMI and its affiliates from any and all claims, demands, and damages of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or connected with any dispute between you and another user.",
  "2271969747": "20. Confidential Information You Receive",
  "1042802841": "Confidential information is any information that is marked as confidential or proprietary, or which should reasonably be understood by the receiving party to be confidential or proprietary. This does not include any information that is (1) publicly available, (2) already in the possession of, developed independently by, or already known to the receiving party, or (3) has been disclosed by court order or as otherwise required by law.",
  "1918025546": "If you are provided with confidential information from anyone on the Services, you agree to protect the secrecy of the confidential information with the same degree of care you use to protect your own confidential information, but in no event with less than due care. You may not disclose or publish any such confidential or proprietary information, except as may be necessary for performance of a task. All information within a task on the Intuition Machines Platform should be considered as confidential even if the information is not expressly designated as confidential.",
  "2690395789": "If and when you no longer need the confidential information you received, you must promptly return or destroy (as requested by whoever disclosed the information) all copies of the information that exist on the premises, systems, or other equipment you control.",
  "2178073797": "Because disclosing confidential information may cause irreparable harm, the disclosing party is entitled to seek injunctive relief for any breach or threatened breach of this term.",
  "2185860003": "21. Website Modifications",
  "2631249972": "We may improve or modify our website without notice to you.",
  "3764131594": "22. Third-Party Websites",
  "295955580": "Our website may contain links to third-party websites. We do not control, investigate, monitor, or check such websites. We are not responsible for nor do we endorse the computer programs, content, or opinions contained on such websites. If you decide to leave our website and access any third-party website, you do so at your own risk.",
  "838225123": "23. Disclaimer of Warranty",
  "3897238493": "THE SERVICES ARE PROVIDED ON AN \"AS IS\" BASIS. WE MAKE NO REPRESENTATIONS OR WARRANTIES, IMPLIED OR EXPRESS, WITH REGARD TO ACCESSIBILITY, FITNESS, LAWFULNESS, AVAILABILITY, OR FUNCTIONALITY OF THE SERVICES, ANY RELATED SOFTWARE OR MATERIALS, THE TASKS, OR ANY ACTIVITIES OR ITEMS RELATED TO THIS AGREEMENT. TO THE MAXIMUM EXTENT PERMITTED BY LAW, IMI DISCLAIMS ALL EXPRESS OR IMPLIED CONDITIONS, REPRESENTATIONS AND WARRANTIES INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. YOUR SOLE AND EXCLUSIVE REMEDY AGAINST IMI WITH RESPECT TO ANY DEFECTS, NON-CONFORMANCES, OR DISSATISFACTION IS TO CEASE USE OF THE SERVICES We will have no responsibility for any harm to your computer system, loss or corruption of data, or other harm that results from your access to or use of the website or Intuition Machines Platform. Scheduled and unscheduled interruptions may occur, and we do not warrant uninterrupted availability of our website.",
  "2110259227": "24. Limitation of Liability",
  "3018077211": "25. Contributor Dispute Resolution",
  "2790841456": "If you are a Contributor, you agree to the following arbitration clause and class action waiver:",
  "3302832698": "Alternative Dispute Resolution Required.",
  "561456032": "You agree that for any dispute that arises out of or relates to your use of the Services, including any dispute that may have arisen from the time that you began performing tasks for IMI, and specifically including any claim related to whether or not you classify as an independent contractor, you will first notify IMI of your claim against it. You and IMI will then attempt to resolve the issue through either direct negotiation or mediation. We will split equally the cost of mediation and agree that mediation shall be conducted through telephonic or other electronic means. If a claim remains unresolved following informal negotiations or mediation, you agree that you and IMI will use final and binding arbitration to resolve the dispute. This clause governs all claims retroactively from the time you began using our website, whether based on tort, contract, statute, including, but not limited to, any claims of discrimination and harassment, whether they be based on the California Fair Employment and Housing Act, Title VII of the Civil Rights Act of 1964, as amended, or any other state or federal law or regulation, equitable law, or otherwise.",
  "3794239003": "Arbitration Procedure.",
  "4193379787": "All arbitration under this agreement will be conducted under the rules of the American Arbitration Association or by a mutually agreed upon arbitration service. The arbitrator will be a U.S. arbitrator selected from a list of no less than seven (7) names through alternative strikes. In arbitration, each party will have the right to conduct adequate civil discovery, bring dispositive motions, and present witnesses and evidence as needed to present their cases and defenses, and any disputes in this regard shall be resolved by the arbitrator. Resolution of the dispute shall be based solely upon the law governing the claims and defenses pleaded, and the arbitrator may not invoke any basis other than such controlling law. The arbitrator shall have the immunity of a judicial officer from civil liability when acting in the capacity of an arbitrator, which immunity supplements any other existing immunity. Awards must include the arbitrator's written reasoned opinion. You give up your right to trial by jury of any claim you may have against IMI or that IMI may have against you. Any claim under this clause must be brought within the applicable statute of limitations period. The United States Federal Arbitration Act governs this clause, and you acknowledge that this Agreement evidences a transaction in commerce.",
  "2583888954": "Exceptions.",
  "1034830": "Disputes that may not be subject to predispute arbitration agreement as provided by the Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) are excluded from this",
  "263977834": "Administrative Exhaustion.",
  "1807512722": "You may bring any claim arising out of your use of this website to an administrative agency but only to the extent applicable law permits access to such an agency notwithstanding the existence of an agreement to arbitrate. Such administrative claims include without limitation claims or charges brought before the Equal Employment Opportunity Commission, the U.S. Department of Labor, and the National Labor Relations Board. Nothing in this clause shall be deemed to preclude or excuse you from bringing an administrative claim before any agency in order to fulfill your obligation to exhaust administrative remedies before making a claim in arbitration, however, you waive the right to any monetary award through this such agency proceedings.",
  "996430331": "Location of Arbitration.",
  "3040062804": "Any arbitration proceeding under this section will take place by default within the State of California, unless you reside outside the United States, in which case the arbitration will take place entirely electronically or telephonically. The arbitration may take place at any other location if agreed to by every party in writing. Regardless of its location, any party may opt to appear at the arbitration via live video or teleconference.",
  "3091247030": "Class Action Waiver.",
  "2520904193": "You waive any right you have for any dispute to be brought, heard, or arbitrated as a class, collective, or representative action. Notwithstanding any other clause contained in this agreement, the preceding sentence shall not be severable from this agreement in any case. Any claim that all or part of this waiver is unenforceable, unconscionable, void or voidable may be determined only by a court of competent jurisdiction and not by an arbitrator. You will not be retaliated against or prevented from completing tasks on our website as a result of your exercising your rights under Section 7 of the National Labor Relations Act, or by the filing of or participation in a class, collective or representative action in any forum, but we may lawfully seek enforcement of this class action waiver, and seek dismissal of such class, collective or representative actions or claims.",
  "3493572638": "Costs and Fees.",
  "702926385": "The parties shall each bear their respective costs for legal representation at any such arbitration, except to the extent that attorney's fees are explicitly provided for by law. The parties will split any initial administrative fee charged by the arbitrator, up to a maximum cost to you of two hundred fifty dollars (US$250.00). The cost of the arbitrator and court reporter, if any, shall initially be borne by us; however, the arbitrator shall have the discretion to award appropriate costs to the prevailing party, as provided by law, and/or to require the parties to split the costs associated with the arbitrator and/or court reporter.",
  "3199694247": "Severability.",
  "3102490587": "Except for the Class Action Waiver, if any term or provision, or portion of this arbitration clause is declared void or unenforceable it will be severed and the remainder of the arbitration clause will be enforceable.",
  "2323013093": "26. Applicable Law",
  "2900525040": "The laws of the State of California govern these Terms of Service and any controversy, dispute, or claim arising from them.",
  "3339302473": "27. Termination",
  "1158384644": "You may choose at any time to cease using our website, provided that you must abide by all applicable IMI policies. We may, in our sole discretion, terminate this agreement, suspend access to our website, or remove any services immediately without notice for any reason.",
  "41530052": "28. General Terms",
  "3202747130": "Entire Agreement. These Terms of Service and any policies, procedures, or terms referenced in this agreement constitute the entire agreement of the parties with respect to the subject matter, and supersede and cancel all prior and contemporaneous related agreements, claims, representations, and understandings of the parties.",
  "4080263153": "No Waiver. We will not be considered to have waived any portion of our rights or remedies unless the waiver is in writing and signed by us. If we delay enforcing or fail to enforce our rights under any provision of this agreement, that will not constitute a waiver of our right to subsequently enforce such provision or any part of this agreement.",
  "1789371580": "Assignability. You may not assign these Terms of Service without our prior written consent. We may assign these Terms of Service at any time, without notice. Subject to the foregoing, these Terms of Service will be binding on each party's successors and permitted assigns.",
  "2819628066": "Severability. If any provision of these Terms of Service is found invalid or unenforceable for any reason, it will not affect the validity and enforceability of any remaining provisions.",
  "3955981186": "Amendments.  No modification or amendment to these Terms of Service by anyone other than IMI shall be binding upon IMI unless in a written instrument signed by a duly authorized representative of IMI.",
  "1377538813": "Prevailing Language.  The English language version of these Terms of Service will control in all respects and will prevail in case of any inconsistencies with translated versions, if any.",
  "2438016011": "Voluntary Agreement. All parties to these Terms of Service represent and agree that each has reviewed all aspects of this agreement, has carefully read and fully understands all its provisions, and is voluntarily entering into this agreement.",
  "2445034923": "If you do not agree with all of the terms and conditions of these Terms of Service, do not (and you may not) use or access the Site or the Services.",
  "2646127839": "Customer Appendix to the Master Terms of Service",
  "4097297673": "As a Customer, Requester, or Integrator, you agree to be bound by the below terms in addition to any other binding terms between you and IMI.",
  "1093280979": "1. Platform Order Forms",
  "1549953005": "You may have completed one or more platform access order forms (each, an \"Order Form\") as a condition of becoming a Customer or Requester.  If so, then the terms and conditions described in the Order Form become part of the Terms of Service and are hereby incorporated by reference.",
  "3819851005": "2. Fees",
  "1591032933": "You will pay IMI the fees as described in the applicable Order Form via the payment method you provided in the applicable Order Form. Unless otherwise expressly agreed to by both parties in writing, you will provide full payment for all invoices issued within thirty (30) days after the mailing date of the invoice. You authorize us to run credit card authorizations on all credit card information you provide to us, to store that credit card information, and to charge your credit card or any other account we mutually agree to as a form of payment. Unless stated otherwise on the Order Form or within your Enterprise Service Agreement or Master Service Agreement, all fees for Services, aside from overages, are billed annually upon the start of services provided by IMI under your Agreement (the \"Effective Date\").",
  "4142610534": "Any late payments will accrue late charges at the rate of 1.5% percent per month or the maximum amount allowed by law, whichever is lower. If you fail to pay the amount due under this Agreement for any reason, your account may be suspended, at our sole discretion, in which case no additional payments will be made from your account for completion of tasks and all of your tasks will be removed from our website. You must reimburse us for all amounts due upon demand, plus any processing fees, late fees, or attorney fees. We may also make appropriate reports to credit reporting agencies and law enforcement authorities.",
  "512991700": "If you wish to dispute any fees, you must contact our customer support department no later than thirty (30) days after the closing date on the first billing or account statement in which the error or problem appeared in order to receive an adjustment or credit.",
  "1273914192": "3. Taxes",
  "4242322181": "You are responsible for payment of all taxes associated with the Services other than U.S. taxes assessed on Intuition Machines' net income or personal property.",
  "1671996585": "You may be required to integrate your website, application, or platform with our Services via our application programming interface (\"API\"). In the event that you do so, we grant you a limited, nonexclusive, nontransferable, nonassignable, revocable license to use the API solely to access the Services. We may modify the API and/or cease support of old versions or releases of the API at any time. We reserve the right to suspend or limit your access to the API in our sole discretion, and we will use reasonable efforts to provide you notice prior to suspension.",
  "4036662147": "5. Protection of Confidential Information",
  "3564208535": "You agree to use commercially reasonable efforts to protect any Confidential Information received from us or via our Services. includes bot scores and non-public details of our enterprise service, including non-public documentation and any details we may share regarding our bot detection methods. If you are granted access to any such Confidential Information, we may modify, suspend, or limit your access to our Services in our sole discretion if we determine that Confidential Information is being exposed by your use of our Services, and we will use reasonable efforts to provide you notice prior to suspension.",
  "120384113": "6. Termination",
  "453723556": "You may terminate this Customer Appendix independent of the Terms of Service by ceasing to be a Customer or Requester. We reserve the right to suspend or terminate your status as a Customer or Requester at any time, or to otherwise terminate your account or use of the Services consistent with the Terms of Service. You remain liable upon termination for any amount due under your Order Form. If your subscription includes any monthly or annual fees or monthly or annual minimums, you will still be responsible for paying for all Services fees through the end of that month or year, respectively.",
  "218889628": "Except where we terminate this Customer Appendix or the Terms of Service as a result of your breach of this Customer Appendix or the Terms of Service, if we terminate and you have prepaid any fees to us, we will refund a pro-rata portion of those prepaid amounts, based on the remaining time or Services you have paid for, whichever is less. We will wind up our work in a commercially reasonable manner and preserve and deliver to you all paid-for Output Data Sets and all Customer Data in our possession. Upon any termination, we may but are not obliged to delete any data.",
  "2505227594": "7. Overages",
  "2369877184": "The maximum permitted peak RPS rate for hCaptcha Integrators or Customers is 1,000  requests per second to entities within your account (\"RPS\"), unless otherwise specified by a written contractual agreement between you and us.",
  "234420106": "In the event that you are an Integrator or Customer of the hCaptcha Enterprise service and your API usage as measured by RPS exceeds the provisioned rate for your service tier, we may elect to modify your service or to charge an overage rate. In the event that your peak RPS rate exceeds the provisioned rate by a factor of 10 for 10 or more minutes in total within a 30 day period and the majority of these requests are, in our sole judgment, not malicious traffic, we may elect to charge you at your contractually specified overage rate for all API requests made in that month.",
  "2619472217": "8. Resale",
  "2019702084": "Unless expressly permitted in Customer’s Master Service Agreement or Reseller Agreement, ordered SaaS Services shall not be sold, resold, leased, sub-leased, licensed, sub-licensed, or otherwise made available to any other third party (other than an Affiliate of Customer), and all orders under the Agreement and all Customer use of the Service shall be for Customer’s or its Affiliate’s own internal business use.",
  "1233229030": "Miscellaneous",
  "1467783792": "No person, entity, or organization sanctioned by the United States (a \"Sanctioned Actor\") is eligible for rewards or to use the Services as an Integrator. For the avoidance of doubt, this includes any Sanctioned Actors designated by the Office of Foreign Assets Control (\"OFAC\") of the US Department of the Treasury.",
  "3759657802": "You may not assign, transfer, or delegate these Terms of Service or your rights or obligations hereunder in any way (by operation of law or otherwise).",
  "1627232990": "Translations of these Terms of Service are provided on a best-effort basis. In the event of any substantive difference between the English language Terms of Service and a translation thereof, the English language Terms of Service shall be construed as authoritative.",
  "805221621": "Please contact us at",
  "259613338": "if you have any questions regarding these Terms of Service.",
  "2735878907": "Business Continuity Planning Statement",
  "2887242610": "Intuition Machines, Inc has developed a Business Continuity Plan on how we will respond to events that significantly disrupt our hCaptcha business. Since the timing and impact of disasters and disruptions is unpredictable, we will have to be flexible in responding to actual events as they occur. With that in mind, we are providing you with this information on our business continuity plan.",
  "809251240": "Contacting Us",
  "2551802342": "– We plan to quickly recover and resume business operations after a significant business disruption and respond by safeguarding our employees and property, making a financial and operational assessment, protecting the firm’s books and records, and allowing our customers and their end users to transact online. In short, our business continuity plan is designed to permit our firm to resume operations as quickly as possible, given the scope and severity of the significant business disruption.  Our business continuity plan addresses: data backup and recovery; all mission critical systems; financial and operational assessments; alternative communications with customers, employees, and oversight bodies; alternate physical location of employees; critical supplier and customer impact; regulatory reporting; and giving our customers prompt notice if we are unable to continue our business. Our core supplier pool backs up our important records in a geographically separate area. While every emergency situation poses unique problems based on external factors, such as time of day and the severity of the disruption, we have been advised by this supplier pool that their objective is to restore their own operations and be able to resume services rapidly. Although we have worked to reduce risk by using a diverse set of suppliers, your services could be modified or interrupted during this period.",
  "826396656": "Our Business Continuity Plan",
  "1979347895": "– Significant business disruptions can vary in their scope, such as only our firm, a single building housing our firm, the neighborhood where our firm is located, the city where we are located, or the whole region. Within each of these areas, the severity of the disruption can also vary from minimal to severe. In a disruption to our firm, our business district, city, or region or a building housing our firm, we will transfer our operations to a local site when needed and expect no material disruption to business operations. In either situation, we plan to continue in business, transfer operations to alternative suppliers if necessary, and notify you through our website at hcaptcha.com and our status page at hcaptchastatus.com as to how to contact us. If the significant business disruption is so severe that it prevents us from remaining in business, we will notify you expeditiously.",
  "653679457": "Varying Disruptions",
  "410397176": "For more information",
  "2095899021": "hCaptcha Branding Guidelines and General Trademark License",
  "2340340589": "Guidelines on using the hCaptcha mark",
  "2430148876": "We have created these guidelines and general trademark license to make it as easy as possible for our customers, partners, and fans to work with our brand while still preserving our corporate identity. If you need to use hCaptcha icons, logos, or other marks in ways that materially differ from these guidelines, you will need to contact us (IMI) for a written license.",
  "3884400764": "While you may use hCaptcha marks per these guidelines, it does not mean that you have any vested rights in hCaptcha Marks, logos, or in any other trademark, trade name, service mark, business name or goodwill of hCaptcha. We want to grant as much flexibility as possible, but we're obligated to protect hCaptcha against unauthorized use of any trademark, trade name, service mark, business name or goodwill of hCaptcha. Any unauthorized use automatically terminates the permission or license granted by hCaptcha and may incur legal liabilities for any damages.",
  "512598290": "Thus, we must ask that you always use all hCaptcha marks and logos in a form that adheres to the rules below, including capitalization, typeface, and style.",
  "2075610992": "Thanks for your support!",
  "1023190144": "hCaptcha® in text",
  "4274324704": "Here’s how to use our name in written copy:",
  "3912926900": "hCaptcha® should have a registered trademark symbol the first time it appears in a creative copy.",
  "950637875": "hCaptcha spelling should never be changed and hCaptcha should always be capitalized in the second letter (\"C\"). It is never plural or possessive.",
  "2624601135": "\"hCaptcha\" should not be used as part of a brand name, joined with a hyphen, or used in names of applications or other products.",
  "3828090208": "Instead use \"for hCaptcha\".If used with a third party logo, \"for hCaptcha\" needs to be smaller in size than the third party logo.",
  "4149738856": "hCaptcha should be used as an adjective and followed by a proper generic term.",
  "1446868537": "hCaptcha should never be used as a verb.",
  "2487931657": "Don't use: \"we hCaptcha'd our site.\"",
  "2565565429": "Instead use: \"we use hCaptcha to make our site safer and more secure.\"",
  "3434202027": "Any use of the hCaptcha name in communications requires the attribution: \"hCaptcha is a registered trademark of Intuition Machines, Inc.\"",
  "2754937029": "Unacceptable Uses",
  "2436973524": "Only accurate references are acceptable. It is not permissible to say that a site uses hCaptcha services and applications when it does not. Similarly, the use of our logo or any badges is likewise only appropriate when the site uses hCaptcha services.",
  "69844082": "hCaptcha trademarks, graphic symbols, logos, typeface, or icons may also not be used in a disparaging manner.",
  "3861413614": "You may not use any hCaptcha trademark or logo which would imply that hCaptcha has an affiliation with or endorsement, sponsorship, or support of a third party product or service, without express written permission.",
  "1409822234": "Under no circumstances shall an identical or nearly identical hCaptcha trademark be used as a domain name.",
  "4181060163": "Third parties should not use variations or misspellings or act in any way that would cause any initial interest confusion over hCaptcha trademarks.",
  "3955555607": "Other than Partners or Authorized Resellers, third parties may not bid for keywords, Google AdWords, or other targeted advertising systems using hCaptcha marks or misspellings. Nor may third parties use hCaptcha marks in domain names, any search engine optimization, meta tags, search terms, code, or other misrepresentation.",
  "1985238261": "Other Restricted Marks",
  "2193061499": "Some of our logos and marks are restricted to being used by hCaptcha and its partners. Third parties may not use the following marks without a written license from hCaptcha:",
  "4188477534": "hCaptcha®",
  "3443160243": "hCaptcha Partner™",
  "755156539": "hCaptcha Authorized Reseller™",
  "717622341": "hCaptcha Enterprise™",
  "3433896984": "BotStop™",
  "1655022901": "BotStop by hCaptcha™",
  "2557601376": "hCaptcha logo™",
  "248923369": "BotStop logo™",
  "3942875761": "Help Build a Better Web™",
  "364774188": "I am human™",
  "2785425016": "(in the context of a humanity verification solution, e.g. a call to action)",
  "2639657759": "Marks Used by Permission",
  "1268918580": "Some of the logos and marks used by hCaptcha and its partners are owned by third parties and may be used only with their permission. Third parties may not use the following marks except as permitted by their owners:",
  "3782751514": "HUMAN Protocol® is a registered trademark of the HUMAN Protocol Foundation, and is used with its permission.",
  "1620709264": "HUMAN Token® is a registered trademark of the HUMAN Protocol Foundation, and is used with its permission.",
  "3031953928": "HUMAN Network™ is a trademark of the HUMAN Protocol Foundation, and is used with its permission.",
  "3554363588": "Other Marks",
  "3290996791": "All other product names, logos, and brands are property of their respective owners. All other company, product and service names used in this website are for identification purposes only. Use of these names, logos, and brands does not imply endorsement.",
  "2444685143": "Logo Policy",
  "2414232014": "Our logo is instantly recognizable and one of our most valuable and important assets. To ensure that it remains a strong representation of our company, it must be presented in a careful and consistent manner across all channels of communication.",
  "803639471": "The hCaptcha logo is comprised of the hand icon and the hCaptcha logotype. In its alternate form, the hand icon may appear by itself when space is constrained and \"hCaptcha\" is used as a word mark (as described above) in close proximity to the hand icon, such that it is clear the hand icon represents hCaptcha.",
  "564127016": "The hCaptcha hand icon:",
  "1424800293": "The hCaptcha logo:",
  "1525506526": "What are Account Takeovers And How Do They Work?",
  "2446481523": "There’s an old folk tale in which a wagon driver and a nobleman show up at the constabulary in a small country village. One man, dressed in dirty, pauper’s clothing, told the constable, “I’m the nobleman. This man was my driver.",
  "1767952047": "He attacked me last night, stole my clothes and took my money.” The other man, dressed in great finery, the clothing of the noble class, replied, “Constable, this man is insane. He thinks he’s a nobleman. I’m the real nobleman. Arrest him!”",
  "2947576723": "This story predates driver’s licenses and digital finger printing, but it offers a good example of what can go wrong in an account takeover situation. A person logs into an online bank account or mobile payments app. Is he actual account holder, or a hacker? Who is really who? These security issues affect organizations that allow self-service account access.",
  "1687299615": "What is an account takeover?",
  "2648707986": "An account takeover is a form of cyber fraud wherein a malicious actor impersonates the owner of an online account. Typically, the account is at a financial institution or an e-commerce business where the fraudster can steal money, merchandise or gift cards. The attacker uses stolen login credentials to access the account and then take it over, perhaps changing the password to lock the actual account owner out.",
  "1476843710": "Less financial harmful but still damaging forms of account takeover involve the hijacking of social media accounts and the like. In these cases, the attacker is usually trying to spread malware or engage in phishing attacks against unsuspecting friends of the victim. Or, the attacker is trying to embarrass the victim, which sometimes happens with celebrities and politicians, for example.",
  "2904949278": "How does a hacker take over an account?",
  "2575690545": "Account takeovers, like so much cyber fraud, are mostly a matter of automated, mass processes. It’s rare for a hacker, clad in a hoodie in his mother’s basement, to type passwords into bank websites one at a time.",
  "3614653023": "Rather, the practice relies on large-scale credential stuffing attacks that try millions of username/password pairs on dozens of target financial institutions in the hopes of unlocking a small subset of the accounts. Once the automated fraud software has gained access to the account, a human hacker may then get involved, but in some cases, not.",
  "2762759509": "A lot of account takeover attacks are almost entirely automated.",
  "1972710018": "Seeing it from the company’s perspective",
  "1282121137": "To understand how problematic account takeover can be, consider what the experience looks like from the point of view of the financial institution. They handle millions of logins every day.",
  "2315518622": "With the sophistication available in today’s attack tools, it’s extremely challenging to detect which, if any, are fraudulent. Then, a person calls the customer service line and says “My account has been attacked! I can’t log in and someone is stealing my money!”",
  "1836369533": "Like the constable in the folk tale, how does one determine who is really who? If the attacker has enough stolen identity elements, like driver’s license number, social security number, mother’s maiden name, address, and so forth, it could be quite difficult to determine if the caller is the real account holder or an attacker trying to get a password reset on an account he wants to penetrate.",
  "2880837730": "What can be done to stop account takeovers?",
  "3654556483": "Financial institutions and eCommerce companies have processes and controls that mitigate some of the account takeover threat. These range from the old fashioned “what was the name of your best friend in elementary school” security questions to detection methods that ferret out suspicious IP addresses and mobile device profiles.",
  "2449501658": "provides one of the most advanced ways to mitigate the threat from fraudulent account login attempts, using machine learning to detect and stop bots, and effectively making it much harder or even impossible for fraudsters to engage in account takeover.",
  "3621455477": "to learn more!",
  "555246307": "By the way, here’s how the story of the nobleman and his driver ends: The constable made the two men sit in a room together for hours and get bored out of their minds. At the end of the day, he appeared and said, “I will speak with the wagon driver now.” The man in the noble clothing stood up. He was so bored, he forgot that he was only pretending to be the nobleman.",
  "1224727373": "BotStop by hCaptcha",
  "1187718370": "Contact us",
  "3892905664": "hCaptcha helps your favorite online services keep out bots, spam, and abuse by asking simple questions that are easy for humans and difficult for machines.",
  "555158694": "A service you use has chosen to improve your experience on their site by installing hCaptcha to reduce malicious traffic.",
  "1617196410": "hCaptcha is focused on stopping bots. We don't care who a user is, but only whether they are malicious. We work hard to balance privacy &",
  "1624200563": "security, and comply with GDPR, CCPA, LGPD, PIPL, and other privacy regulations.",
  "1927613000": "hCaptcha combines sophisticated machine learning with a powerful challenge platform to protect web applications from account takeovers, credential stuffing, scraping, and other kinds of abuse.",
  "1133989302": "Why hCaptcha?",
  "34074886": "Each time you answer a challenge, we use sophisticated models to figure out whether you are human. The website you visited then uses this result to help improve your experience on their site by keeping out bots.",
  "3412647984": "This lets you avoid future questions by registering and setting a cookie. Please also try turning off your ad blocker.",
  "2510209017": "Need more help?",
  "477275453": "Why Are APIs A Popular Target For Hackers?",
  "596347471": "Application Programming Interfaces (APIs) have become a popular target for malicious actors in cyberspace. There are many reasons for this, including their great utility in application integration. It is possible to mitigate API risk, however.",
  "2441638955": "First, what is an API?",
  "3963216198": "To discuss why APIs are a popular target for hackers, it’s worth first taking a brief moment to define what is currently meant by the term “API.” The concept of the API is not at all new. In fact, interfaces to connect various computer systems with one another, as well their internal components, have been around since at least the early 1960s.",
  "1047251718": "Today, however, when people talk about APIs, they invariably mean standards-based APIs. These are APIs built using open standards like Representational State Transfer (REST) and open standard file formats like JavaScript Object Notation (JSON). Such “RESTful APIs,” as they are known, can be created without the need for proprietary software. The resulting APIs are able to send and receive data and procedure calls between software applications. For example, a mobile banking app uses an API to access the bank’s systems.",
  "3195334319": "The utility and vulnerability of APIs",
  "1903743785": "The advent of standards-based APIs represented a major leap forward in application integration. Over the last 20 years or so, APIs went from being costly and complicated proprietary software products to free, standards-based tools that were comparatively easy to work with—and quick to deploy.",
  "879362350": "With the new APIs working over the Internet, it became possible to connect any software or data source, anywhere in the world, regardless of platform, data schema or programming language. As a result, the computing world is now in the midst of an API revolution. There’s been an explosion of connectivity between applications and data. That’s great, until it isn’t.",
  "3844432472": "The very openness and utility of APIs makes them incredibly rich targets for attackers. In the same way that a mobile app can be programmed to reach out and GET data from a corporate system using an API, so too can a piece of malware. Hackers have written a wide variety of software tools to abuse APIs. It’s an effective attack technique.",
  "2187096543": "Indeed, there have been some major data breaches resulting from hacker-written software that called on an API to extract data from a database. After all, if it stealing data simply requires a basic GET call on an API, written using REST and JSON, then it’s easy to quickly strip a database clean. In fact, when people talk about “screen scraping” attacks, what they really mean, mostly, are rapid-fire API calls that pull data out of databases. APIs have become a major attack surface for organizations that build them.",
  "4222109231": "Mitigating API risk with hCaptcha's Enterprise Product",
  "1783317946": "Stopping API attacks is a popular use case for",
  "3022922096": ", hCaptcha's enterprise suite of products. Unlike the free version of hCaptcha,",
  "63719113": "uses advanced machine learning to identify malicious traffic to your site and apps - including scraping activities.",
  "3566102529": "us today to learn more.",
  "3096553330": "Every system we create simply reflects our relationships with other people.",
  "1467218142": "What we desire from them and ourselves drives our behavior, and thus the same patterns of interaction recur in all human systems. The internet provides many sterling examples of this fundamental aspect of our world.",
  "808872868": "For example: spam, fraud, and abuse have existed online since nearly the day after two systems were first connected together.",
  "1085089390": "Online abuse stems from innate human behaviors",
  "3064321967": "The first known spam email was sent in 1978. [",
  "3800781598": "] Almost five decades later, email spam continues to plague us. Many billions of dollars and thousands of person-years of engineering effort have been put into defeating it, and yet spam persists. There are billion dollar industries on both sides, i.e. those defending against it and those sending it.",
  "2119943547": "Why is this? The answer is simple. So long as there is an incentive to abuse a system, someone will generally find a way. And once they do, someone else will now have an incentive to stop them.",
  "532470444": "The balance may shift slightly from year to year, but this behavior simply reflects fundamental human nature, and five thousand years of recorded history imply the dynamic is unlikely to change any time soon.",
  "3193548097": "Hope Springs Eternal",
  "4065614934": "This analysis is not new, but people are eternally optimistic. Especially when they think their idea is new.",
  "1216071511": "The same ideas are proposed so frequently that about 20 years ago, an anonymous author came up with a helpful fill-in-the-blank for online discussions about anti-spam solutions:",
  "1941999673": "Your post advocates a",
  "4179118182": "( ) technical ( ) legislative ( ) market-based ( ) vigilante",
  "3978720689": "approach to fighting spam. Your idea will not work. Here is why it won't work.",
  "318339230": "(One or more of the following may apply to your particular idea, and it may have",
  "30312304": "other flaws which used to vary from state to state before a bad federal law was passed.)",
  "2710988028": "( ) Spammers can easily use it to harvest email addresses",
  "3912514510": "( ) Mailing lists and other legitimate email uses would be affected",
  "2030062561": "( ) No one will be able to find the guy or collect the money",
  "3334160175": "( ) It is defenseless against brute force attacks",
  "3238345709": "( ) It will stop spam for two weeks and then we'll be stuck with it",
  "4227800293": "( ) Users of email will not put up with it",
  "2271252286": "( ) Microsoft will not put up with it",
  "692064738": "( ) The police will not put up with it",
  "3475647460": "( ) Requires too much cooperation from spammers",
  "1482845460": "( ) Requires immediate total cooperation from everybody at once",
  "3741193183": "( ) Many email users cannot afford to lose business or alienate potential employers",
  "2234909600": "( ) Spammers don't care about invalid addresses in their lists",
  "1982617151": "( ) Anyone could anonymously destroy anyone else's career or business",
  "2498172334": "Specifically, your plan fails to account for",
  "389705801": "( ) Laws expressly prohibiting it",
  "190955495": "( ) Lack of centrally controlling authority for email",
  "237009707": "( ) Open relays in foreign countries",
  "3507532387": "( ) Ease of searching tiny alphanumeric address space of all email addresses",
  "2477958756": "( ) Bad people",
  "3254142589": "( ) Jurisdictional problems",
  "3621401685": "( ) Unpopularity of weird new taxes",
  "4277475973": "( ) Public reluctance to accept weird new forms of money",
  "941057651": "( ) Huge existing software investment in SMTP",
  "3265293440": "( ) Susceptibility of protocols other than SMTP to attack",
  "515733427": "( ) Willingness of users to install OS patches received by email",
  "2631159699": "( ) Armies of worm riddled broadband-connected Windows boxes",
  "776542208": "( ) Eternal arms race involved in all filtering approaches",
  "989480928": "( ) Extreme profitability of spam",
  "3898950867": "( ) Joe jobs and/or identity theft",
  "3395399558": "( ) Technically illiterate politicians",
  "1118929614": "( ) Extreme stupidity on the part of people who do business with spammers",
  "838951836": "( ) Dishonesty on the part of spammers themselves",
  "2123236933": "( ) Bandwidth costs that are unaffected by client filtering",
  "2292919419": "( ) Outlook",
  "2534436327": "and the following philosophical objections may also apply:",
  "832385387": "( ) Ideas similar to yours are easy to come up with, yet none have ever been shown practical",
  "1993984258": "( ) Any scheme based on opt-out is unacceptable",
  "3909240516": "( ) SMTP headers should not be the subject of legislation",
  "1151065360": "( ) Blacklists suck",
  "2396605499": "( ) Whitelists suck",
  "2225785608": "( ) We should be able to talk about Viagra without being censored",
  "3004688366": "( ) Countermeasures should not involve wire fraud or credit card fraud",
  "922470170": "( ) Countermeasures should not involve sabotage of public networks",
  "3068923550": "( ) Countermeasures must work if phased in gradually",
  "2752975480": "( ) Sending email should be free",
  "117227832": "( ) Why should we have to trust you and your servers?",
  "1021431157": "( ) Incompatibility with open source or open source licenses",
  "2801524659": "( ) Feel-good measures do nothing to solve the problem",
  "931661269": "( ) Temporary/one-time email addresses are cumbersome",
  "2090457681": "( ) I don't want the government reading my email",
  "3536122902": "( ) Stopping them that way is not slow and painful enough",
  "2391175562": "Furthermore, this is what I think about you:",
  "229198134": "( ) Sorry dude, but I don't think it would work.",
  "345563040": "( ) This is a stupid idea, and you're a stupid person for suggesting it.",
  "409780280": "( ) Nice try, ****! I hope someone steps on your keyboard!",
  "2820080973": "hosted with ❤ by",
  "3943164003": "view raw",
  "3875523186": "gistfile1.txt",
  "2840750518": "GitHub",
  "593735469": "Why your new anti-spam solution won’t work",
  "361795034": ". Unknown author, c. 2000",
  "1547006769": "Humanity verification is the same problem",
  "3717942925": "Just as there will always be people who want to get your attention via email, there will always be the desire to constrain access to some resources such that only humans can access them.",
  "2481032625": "Whether the goal is to prevent:",
  "1691348394": "- automated mass purchases during a limited release sale",
  "1771016224": "- software from downloading all the content off your website en masse",
  "1959762846": "- having your web forms filled out with endless marketing spam or abuse",
  "345108670": "- credential stuffing and other account takeover attempts",
  "2540760245": "among many other uses, being able to filter online traffic on the basis of “human or not” will likely remain a valuable tool so long as human nature follows the same patterns recorded over the last five thousand years.",
  "3346362371": "What about machine learning?",
  "3619183405": "In 2021 simple CAPTCHAs can sometimes be solved with software, thanks to advances in machine learning. To address this, hCaptcha also does a very detailed analysis of properties like",
  "3292221787": "the challenge was answered, not just whether it was correct, and frequently changes both the questions and the data used.",
  "1080672247": "Because many of the questions asked cannot be economically solved with off the shelf software, and because the data is generally unique to the system, this means that bots are often completely stopped by the free service, and must rely on human CAPTCHA solvers instead, which makes many kinds of abuse completely uneconomic.",
  "4172868199": "goes much further than this, moving into the realm of attempting to distinguish “good human” from “bad human” as well, and is used today by many of the world’s most popular online services to find and stop everything from purchase fraud to advanced persistent threats against their users, while maintaining a unique focus on preserving privacy.",
  "2873911365": "What about hardware attestation?",
  "1477196356": "Various methods of linking identity to a device in a cryptographically secure fashion, sometimes with privacy-preserving properties, have been proposed for decades. Public key cryptography dates back to c. 1975, and hardware tokens have existed nearly as long.",
  "2349681896": "Unfortunately, controlling a piece of hardware does not mean you are a person. Virtually every popular consumer hardware attestation scheme has been repeatedly broken, patched, and then broken again.",
  "254326776": "Malicious abuse of these flaws is often discovered to have been occurring for months or years prior to disclosure or academic publication.",
  "2462909475": "A wall of more than 10,000 phones used for abuse, part of a Chinese bot operation.",
  "1963951234": "No matter how reliable your cryptographic scheme, if someone can at the end of the day simply spend money to give you the answer you are looking for, owning a piece of hardware is insufficient.",
  "1278884196": "That said, cryptography is quite a young discipline. Based on recent history, your cryptographic scheme and/or implementation is likely to be broken as soon as anyone has an incentive to look at it closely, and it is likely other people will figure this out long before you do. Relying on hardware also means you may need to ask every single one of your users to change a physical device in order to patch the flaw. This is unlikely to happen quickly in most cases, meaning in reality your system will simply fail open.",
  "1828028934": "This is why",
  "1642844535": "is important: hCaptcha uses multiple different approaches to answer the same fundamental question, allowing comparison for consistency across all evaluations.",
  "1155821305": "defense is depth",
  "119098046": "What about passive or no-challenge solutions?",
  "2760410719": "Services that attempt to do bot detection with purely passive signals rapidly run into a fundamental issue: how do you validate whether a system detects bad actors correctly when you don't have accurate ground truth?",
  "1722734001": "The open internet is a very noisy environment. Bad actors attack users of our service and competitors like reCAPTCHA every day, and are of course attempting to look as human as possible while doing so.",
  "1595254735": "Purely passive services struggle to maintain bot detection accuracy, or even to know when they are inaccurate. Without the ability to occasionally challenge users and correctly analyze the results of that challenge, accuracy tends to decline greatly over time.",
  "2412751979": "Thanks to the more accurate humanity signals that power hCaptcha, many companies that previously used reCAPTCHA v3/Enterprise have switched to",
  "2284856231": "and seen dramatically improved accuracy in hCaptcha Enterprise's purely passive mode as well.",
  "4162847": "We have been able to observe this directly, as some of our customers run A/B tests on the same request before they switch over entirely from Google's offerings. We are typically able to prove both a high false positive and false negative rate coming from reCAPTCHA v3 or reCAPTCHA Enterprise.",
  "436125785": "This is unsurprising given the inaccuracy of the feedback loops available in those products, and the fact that they are sold by an ad network with an overwhelming vested interest in not getting too good at bot detection, lest it harm their core business.",
  "2233741720": "In conclusion",
  "2133809801": "So long as people remain people, it is likely that humanity verification will have a role to play online.",
  "2255549335": "Our job at hCaptcha is to find good tradeoffs between difficulty and accuracy and to keep friction low, especially for",
  "4138068262": "users. In the end, interacting with challenges is likely to remain part of the arsenal of tools for reducing online abuse so long as human nature remains unchanged.",
  "855097735": "Building a service that does this well while balancing all concerns is a very hard problem (and we are always working to improve it so as to make the experience as pleasant as possible) but we hope you will agree that reducing spam, abuse, account takeovers, and online fraud is ultimately well worth the occasional simple question.",
  "1953959745": "accessibility",
  "2543123170": "Zero friction humanity verification",
  "547245263": "Solve your bot problem today.",
  "3117887301": "Trusted by the largest online services",
  "981806349": "Built on the proven hCaptcha platform",
  "2373007864": "hCaptcha Enterprise runs on hCaptcha platform technology, extended to include the features high traffic enterprises need.",
  "2652399059": "A reliable partner",
  "1997838163": "The world's largest companies depend upon hCaptcha Enterprise. Integration is simple, and detection accuracy is unparalleled.",
  "734735952": "We evaluated a number of CAPTCHA vendors as well as building a system ourselves. In the end, hCaptcha emerged as the best alternative to reCAPTCHA.",
  "1250541092": "— Sergi Isasi",
  "3524251858": "Director of Product Management, Cloudflare",
  "3971348140": "Why did we use hCaptcha? No one else could deliver on the features and performance we needed. They got us up and running quickly, and our merchants love the experience.",
  "4248655793": "— Alex M.",
  "4185927140": "Product Manager, Flash, Shopify",
  "282913023": "The cost effective option for high traffic enterprises",
  "999610953": "Finally, a credible alternative to Google. hCaptcha Enterprise delivers dramatic savings on your reCAPTCHA bill with higher security: up to 80% less expensive in some cases.",
  "1886100235": "Many of the world's largest online services have switched to hCaptcha Enterprise and received improved bot detection alongside substantial cost savings.",
  "2903742230": "Ad networks see your visitors as the product. For us the only goal is determining their humanity. Our services meet or exceed GDPR, CCPA, LGPD, and PIPL requirements, and we work hard to balance privacy and security.",
  "3901503296": "This unique focus on privacy means that we can offer zero individual data retention, cookie-free operation, and other contractual privacy guarantees as required while maintaining excellent security.",
  "3342910682": "Read more",
  "1130783905": "Accuracy is in your interest and ours. hCaptcha works to give you real data and let you decide how to use it. Other security solutions are provided by Gigantic advertising companies. This means every bot they block may reduce their revenue.",
  "2019130052": "Our innovations in privacy-focused ML let us exceed the security standards of legacy \"record everything forever\" strategies without harming security or user privacy.",
  "23114595": "Great User Experience",
  "3437412311": "For Enterprise users, options are available to completely avoid challenges in most scenarios, relying on passive scores.",
  "1996843433": "Reduce friction by avoiding a challenge entirely for 99.9% of your legitimate traffic while still providing excellent security.",
  "3093689546": "Easy integration",
  "247560732": "Add hCaptcha with three lines of code. If you are coming from reCAPTCHA, our API is compatible and it takes only minutes to switch.",
  "1510448156": "You can be up and running with a superior alternative today, and turn on more advanced features as necessary.",
  "2718999653": "Customized Threat Scores",
  "2698140263": "Not all problems are the same: getting a single score means it must address your needs to be useful.",
  "897432717": "With our novel design for Customized Threat Scores,   adding your business knowledge allows our models to deliver scores uniquely relevant to your users.",
  "2650502379": "Launch Your Own Challenges in Seconds",
  "3578122193": "Stay on brand with relevant content",
  "1074044172": "When users must solve a challenge to meet your security requirements, why not ask questions pleasant and relevant to the user?",
  "1579093044": "With our simple custom challenge designer, you can launch on-brand challenge content in just a few minutes.",
  "3717512591": "Direct Platform Integration",
  "121743429": "For Web Infrastructure Companies",
  "2131386784": "Reachable Expertise and Support For Both You and Your Users",
  "2782263070": "Service is a top priority for us. We maintain 24/7 on-call support and offer direct Slack coordination with your engineering integration team and our on-call staff during and after implementation.",
  "3740051331": "We are also committed to actively monitoring and responding to your users' questions across social media, forums, and our in-widget and email support channels. We are accessible and responsive, and treat user satisfaction as a top KPI.",
  "170775527": "Enterprise features",
  "3383086062": "hCaptcha Enterprise is a complete online security solution. Active and passive modes let you stop credential stuffing, detect account takeovers, and block suspicious actors. All with zero friction for legitimate users.",
  "1408599440": "Start quick with a few lines of code and our 99.9% passive mode, or take full control over when and how users are challenged. Custom threat models and customizable challenges mean unrivaled flexibility to ensure security.",
  "3365203058": "World-class anti-bot protection",
  "1803009328": "Battle-tested at web scale.",
  "1586809757": "High accuracy bot scores",
  "353367791": "Detect bad actors of many different types.",
  "191460155": "Zero friction and 99.9% passive modes",
  "585557010": "Challenge less than 0.1% of legitimate users.",
  "3287172429": "Control challenge types shown",
  "1844885924": "Wide library of types to choose from.",
  "3018523079": "Stay on brand with a consistent user experience.",
  "3817811295": "Guaranteed reliability and fast 24/7 on-call support.",
  "1798492192": "Legacy browser support",
  "1356745565": "Compatible all the way back to Internet Explorer 8.",
  "751483365": "Support for non-JavaScript clients.",
  "4199502476": "Advanced reporting dashboards and API",
  "3630114728": "See what's happening across all your sites and apps.",
  "3573245166": "Unlike reCAPTCHA, we work in every country.",
  "2354267648": "GDPR, CCPA, and LGPD-friendly privacy policy",
  "3167979932": "Designed for privacy from day one. Strong Data Processing Agreement.",
  "4065065042": "Dial this in to exactly fit your use case.",
  "111184581": "First-party hosting",
  "4272022475": "All requests and assets go to hcaptcha.yourdomain.com",
  "2676853536": "Multi-user dashboards",
  "1368787974": "Share management across your team.",
  "1045484714": "SAML SSO integration with your Identity Provider, e.g. Okta or Azure AD.",
  "3953584369": "Sophisticated RBAC access restrictions available.",
  "2781507299": "Instant Verification",
  "4019660456": "0ms latency: verify hCaptcha tokens with no API call.",
  "3446714684": "Mobile (iOS and Android) Integration",
  "2593768395": "Seamless experience across web, native mobile, mobile web. Pre-built integrations and native SDKs available.",
  "1779265104": "Customized Terms and Privacy Guarantees",
  "122875767": "Satisfy your legal needs when other companies cannot.",
  "148188781": "Presented Challenges",
  "838049015": "Select all images that match query",
  "1126302400": "Bounding Box",
  "3554448168": "Categorization",
  "2104933754": "Identify the corresponding labels",
  "3612043014": "...and other simple tasks. Easy for humans, hard for bots.",
  "3624758171": "Custom tasks also available for enterprise publishers.",
  "1001938065": "Integration couldn't be easier",
  "2138799135": "hCaptcha has dozens of pre-built integrations for the frontend and backend systems you use.",
  "2535001179": "If you happen to be coming from Google's reCAPTCHA, our APIs are drop-in replacements.",
  "1393184984": "are all you need.",
  "3715747429": "Our onboarding engineers can get you going quickly, whether you need React integration, SDKs for iOS native apps, a Java backend example, or virtually any other scenario.",
  "2681650568": "And as always, privacy is a core value for us. Add our challenge code only where it is necessary, and where it makes sense to protect both you and your users. Minimizing data collection starts from the moment of integration.",
  "1130868224": "Three lines of code",
  "2183926131": "Get started with hCaptcha Enterprise",
  "1526887904": "hCaptcha Enterprise Privacy",
  "1845745385": "Designed for Privacy.",
  "1297224875": "A uniquely privacy-driven approach to Enterprise online security.",
  "2762458927": "Your user data is not for sale.",
  "2058856283": "hCaptcha Enterprise has only one purpose: to prevent bad actors from disrupting your online operations and harming your users.",
  "2408036504": "Our systems are thus designed from the ground up to minimize data collection and retention while maintaining class-leading security. The best way to protect user data is not to store it at all.",
  "4099477834": "All customer relationships are also protected by a strong Data Processing Agreement. The hCaptcha service complies with all privacy laws no matter where your service or your customers reside. Not keeping personal data makes this much easier for us than for other companies.",
  "3569492665": "Recording online activity is not the answer.",
  "3389431373": "Services like reCAPTCHA v3 say that putting their tracking pixel on every page of your site is necessary for good security. This is not the case.",
  "3590546893": "Simple behavioral analysis is a signal easily forged by bad actors, and requires retaining browsing history for all of your legitimate traffic as well.",
  "1105363520": "We do not operate an ad network, and have no interest in observing your user behavior in order to sell them ads. This means we do not require a passive pixel on every page of your site.",
  "3088605177": "Add our challenge code only where it is necessary, and where it makes sense to protect both you and your users.",
  "337971271": "Machine learning is useful. But it does not require personal data to work.",
  "320166522": "Machine learning now impacts almost every aspect of our lives, often in ways we do not realize and can not see. Online security services are no different.",
  "3180664128": "By learning over thousands of signals, models can infer and reach high confidence in detecting malicious behavior very quickly, even when no individual signal would by itself be strong enough to indicate a problem.",
  "961941354": "However, none of this requires using personally identifiable information (\"PII\"). Modern cryptographic techniques allow us to discard any personal data as quickly as possible, creating instead one-way signatures that can not be linked to any individual.",
  "1706581702": "Training on de-identified data works just as well, and does not require compromising on either security or privacy. Our customers have done the empirical tests, and have declared us equal to or better than much less private alternatives.",
  "3203921334": "We liked a number of things about the hCaptcha solutions: 1) they don't sell personal data; they collect only minimum necessary personal data, they are transparent in describing the info they collect and how they use and/or disclose it.",
  "305735018": "Finally, a credible alternative to Google. hCaptcha Enterprise delivers dramatic savings on your reCAPTCHA bill with higher security: up to 80% less expensive in some cases.",
  "3695206755": "Try us out in your environment with no obligation.",
  "2941545733": "We are engineers, not salespeople: we want you to be happy with your choice.",
  "131871195": "The best way to ensure your satisfaction is to demonstrate we meet your needs.",
  "3436534225": "Virtually all companies that start a pilot ultimately choose our solutions.",
  "4060250206": "Use this form to reach one of our technical specialists. We respond quickly.",
  "1159746815": "You can also email us directly.",
  "2531534427": "Details are here.",
  "2059998584": "Region",
  "3916131732": "Americas",
  "135276624": "Europe, Middle East, Africa (EMEA)",
  "1182294134": "Asia-Pacific (APAC)",
  "2437934778": "Your Name",
  "3859506577": "Business Email",
  "1268414751": "Any other details we should have?",
  "42559805": "Do you require urgent onboarding?",
  "851679588": "Yes.",
  "1729677626": "I am under attack and require immediate onboarding.",
  "2808971932": "This is some text inside of a div block.",
  "2468683988": "Heading",
  "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
  "2067334580": "Text Link",
  "2212670355": "Sign up",
  "31502377": "What’s a Rich Text element?",
  "2310705547": "The rich text element allows you to create and format headings, paragraphs, blockquotes, images, and video all in one place instead of having to add and format them individually. Just double-click and easily create content.",
  "2590587108": "Static and dynamic content editing",
  "778204464": "A rich text element can be used with static or dynamic content. For static content, just drop it into any page and begin editing. For dynamic content, add a rich text field to any collection and then connect a rich text element to that field in the settings panel. Voila!",
  "1890955039": "How to customize formatting for each rich text",
  "3286051798": "Headings, paragraphs, blockquotes, figures, images, and figure captions can all be styled after a class is added to the rich text element using the \"When inside of\" nested selector system.",
  "504332576": "We are proud to announce that hCaptcha has grown into the largest independent cybersecurity service in the world, running on about 15% of the internet - and we took most of this market share directly from Google reCAPTCHA. Together, hCaptcha and",
  "1155436473": "(our enterprise offering) now protect hundreds of millions of users across tens of millions of websites and apps every month. Our story shows that you can compete with Big Tech when you put privacy first.",
  "3108727249": "BotStop",
  "1296696044": "Privacy vs. Security: Why not both?",
  "538871570": "Competing with Google and other Big Tech companies seems like a tall order: their monopolistic market power, platform effects and army of highly paid developers are generally considered too powerful to tackle for anyone but other tech giants such as Facebook or Amazon. Our story shows that it doesn't have to be that way - you can beat Big Tech by focussing on privacy.",
  "3600718611": "Consider Google reCAPTCHA,",
  "4281708680": ". At hCaptcha, we have deliberately taken a very different approach, using privacy-preserving machine learning techniques to identify typical bot behaviours at high accuracy, all while consuming and storing as little data as possible.",
  "3312336121": "which consumes enormous amounts of behavioural data to determine whether web users are legitimate humans or bots",
  "1193738791": ": they track user behaviour on every page of a website and across the web. We designed hCaptcha to be as privacy-friendly as possible from day one. This led to a completely different approach to the problem. As it turns out, tracking users across the web and tying their web history to their identity is completely unnecessary for achieving good security. The many companies that have switched over to hCaptcha",
  "2620705814": "Google is an ad company, and their security products look very much like their ad products",
  "1126447688": "often report equal or better performance in bot detection and mitigation despite our privacy focus",
  "439777523": "Regulation Matters",
  "3588274874": "In focusing on delivering a product aligned with regulatory efforts such as the European Union’s GDPR and California’s CCPA, we have experienced massive growth - of course, it helps that hCaptcha is simple “drop in” replacement for reCAPTCHA and can thus be installed within minutes.",
  "2150595700": ". GDPR and CCPA have put privacy concerns on the map for enterprise buyers, and at the same time online privacy is becoming more and more important to the public as we all start to understand how the online advertising and marketing industries have historically used our data.",
  "2624949852": "Of course, reCAPTCHA was an early entrant in web security since 2009, protecting millions of websites against ever growing threats by malicious bots and spammers. However, it has been completely compromised in recent years:",
  "499510428": "We do in fact believe that regulation has helped us here",
  "1232651561": "software is now as good as people at solving reCAPTCHA challenges.",
  "824740867": "Rather than improving the solution, Google instead released reCAPTCHA v3, which operates much more like an ad network than security software, collecting behavioural data from across the web to build user profiles. Unfortunately, this kind of signal is easily defeated, and thus provides little protection against bots while harming user privacy.",
  "1027023087": "We at hCaptcha have instead focused on more modern approaches to the problem, which do not require retaining long-term behaviour records like browsing history and have proven far more resilient in the face of determined adversaries since the service was introduced.",
  "2852295413": "An inherent conflict of interest: stopping bots reduces revenue for an ad network",
  "1597520917": "A growing number of critics have pointed out that Google’s disregard for user privacy should concern customers looking to protect their websites and apps.",
  "763447231": "At the same time, stopping bots from accessing publisher sites can reveal ad fraud, pitting Google’s reCAPTCHA product directly against their ad business, which produces over 80% of their revenue.",
  "999674529": "Every bot Google detects should be earning zero ad dollars. Google's company incentives are thus poorly aligned with the users of their security services, and this may be one explanation for the poor performance of their reCAPTCHA security offering.",
  "956019009": "The largest web infrastructure companies have already taken action",
  "1923297430": "The final breaking point for many larger customers came when Google started to charge companies for using their product at any meaningful scale. This caused long time reCAPTCHA users to look for better alternatives as regulatory concerns around the world had already made using Google's offerings increasingly unappealing.",
  "2197218442": "Cloudflare CEO Matthew Prince summarized this point of view in the",
  "155456850": "announcing their switch to hCaptcha:",
  "435302267": "company’s blog post",
  "2087769953": "\"We're excited about this change because it helps address a privacy concern inherent to relying on a Google service that we've had for some time. We evaluated a number of CAPTCHA vendors as well as building a system ourselves. In the end, hCaptcha emerged as the best alternative to reCAPTCHA.”\"We liked a number of things about the hCaptcha solutions: 1) they don't sell personal data; they collect only minimum necessary personal data, they are transparent in describing the info they collect and how they use and/or disclose it.\"",
  "595582512": "If you are looking to protect your site or app effectively from bots, spammers or other malicious actors, all while preserving your users' privacy (and complying with all relevant regulations!), do consider hCaptcha and our Enterprise offering",
  "3388180864": "Interested in working on deep technical challenges at web scale? We are always hiring talented engineers worldwide -",
  "3892952987": "do check out our openings and apply here",
  "3368788823": "Terence Eden makes an interesting point on his blog: \"",
  "1491780143": "CAPTCHAs don’t prove you’re human – they prove you’re American",
  "2146900431": "Intuitively, this claim makes a lot of sense. CAPTCHAs, like almost everything, are embedded into a cultural context, and if your pool of challenges has been mostly created in one culture, it may not translate very well to another. At its core, this is a matter of the cultural",
  "378086442": "of CAPTCHAs, rather than their UX per se.",
  "1445008801": "As Eden puts it:",
  "332723732": "content",
  "2072808435": "\"Guess what, Google? Taxis in my country are generally black. I’ve watched enough movies to know that all of the ones in America are yellow. But in every other country I’ve visited, taxis have been a mish-mash of different hues.\"",
  "3206136647": "Google's problem here is based on the question data they use vs. who sees it. If all data comes from the same culture (and in Google's case, the same company) you can certainly expect to have challenges that do not translate well to other cultures, in line with Eden's complaint.",
  "2217842245": "However, our data shows that (for hCaptcha)",
  "4280117172": "Many countries in fact do slightly better than the US, including Nigeria, India, Brazil and Germany:",
  "555749578": "there is less than 1% variance in solve rates across major countries on every continent.",
  "151737819": "hCaptcha Solve Rates across the globe show very little variance",
  "3908992897": "and is used in every country and territory in the world, so we are very much focused on providing a consistent global experience.",
  "2808122102": "Cross-cultural functionality is thus a basic requirement for our service. Making sure that all legitimate users can access content quickly is a critical part of our mission. We provide challenges in 110 languages, and are continuously improving the relevant translations to make sure that our challenges can be solved by everyone.",
  "3913801502": "hCaptcha now runs on about 15% of the internet",
  "2077639538": ". For one, challenge data on our service can come from many sources, not just one - from large Fortune 500 companies to machine learning startups, so long as they are adhering to our",
  "3951112506": ". That already guarantees a higher degree of heterogeneity in the data.",
  "1803943584": "Second, we let challenges self-optimize to determine in which countries or languages they will run, increasing the likelihood of a consistent experience even further. If accuracy is lower than expected, a set of questions will simply stop running in the region or language where this effect occurs.",
  "3668873369": "At hCaptcha, we have taken a different approach from day one",
  "1519201684": "AI Ethics policy",
  "2155089487": ". If our challenges were easier to solve for some groups, we would expect to see a difference in how people across the globe and across different cultures perform when solving them. In the context of Eden's post, we would expect Americans to do better than people in other countries. Because we have spent years developing systems to avoid this problem, we in fact see just the opposite.",
  "2603863826": "PS: If you find a translation in your language that could use improvements, feel free to submit a",
  "3543141425": "for it!",
  "2697276059": "Evidence this is working: uniform solve rates across the globe",
  "664236229": "pull request",
  "1137470858": "December 11, 2021",
  "12462594": "hCaptcha is built on the HUMAN platform, which allows sophisticated routing and analysis to optimize cost and efficiency at each step.",
  "2262549101": "Alternate methods of contact are documented in the U.S. Copyright Office DMCA Designated Agent Directory",
  "2272776729": "Please note that you must verify your identity and request before further action is taken, such as by providing your government identification. Consistent with California law, you may designate an authorized agent to make a request on your behalf. In order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s valid government issued identification, and the authorized agent’s valid government issued identification.",
  "2335607721": "Notice.  All notices related to these Terms of Service will be sent by e-mail or posted on our website. You must send notices to us at",
  "2875934612": "November 20, 2020",
  "3084122606": "Where our use of your personal information is based upon your consent, you have the right to withdraw it at any time in the manner indicated in the Service or by contacting us at",
  "3312286067": "or submit a complaint to the data protection regulator in your jurisdiction. You can find your data protection regulator at",
  "3506025515": "hCaptcha is not affected by log4shell. Here's how we know.",
  "3516838896": "The log4j2 remote code execution bug recently swept the internet, affecting a large percentage of online services. hCaptcha was not affected. Here is how we verified that fact.",
  "3553195003": "hCaptcha is not affected by log4shell.",
  "3610875753": "– If after a significant business disruption you cannot contact us as you usually do at",
  "3612764043": ", you should go to our website at hcaptcha.com or hcaptchastatus.com.",
  "3626193263": "The hCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) is",
  "3794891866": "California consumers may make a request pursuant to their rights under the CCPA by contacting us at",
  "3814036702": "– If you have questions about our business continuity planning, you can contact us at",
  "3975007628": "now protect hundreds of millions of users across tens of millions of websites and apps every month. Our story shows that you can compete with Big Tech when you put privacy first.",
  "4038264749": "Note while local COVID-19 orders remain in effect there are no guarantees that mail will be received in a timely manner, and email (",
  "4115505783": ") is the correct channel to reach us. The company does not maintain telephone or fax numbers; this is the 21st century.",
  "4164851712": "We only use your personal information as permitted by law. We are required to inform you of the legal bases of our processing of your personal information, which are described below. If you have questions about the legal bases under which we process your personal information, contact us at",
  "4201262098": "This technology lets the right workforce handle each part of your job, maximizing cost efficiency while preserving privacy and meeting any regulatory requirements that may apply.",
  "4217188341": "November 30, 2020",
  "4238473596": "Minimizing friction for real users is important. hCaptcha uses simple tasks and takes less time for most users while stopping more bot traffic.",
  "4243935861": "ha.com",
  "4270798104": "2. Try disabling other extensions. If that solves it, turn them on one by one until you find the problem, and let the developer of that extension know about it, as well as giving us a heads up at",
  "427220273": "We may request specific information from you to help us confirm your identity and process your request. Applicable law may require or permit us to decline your request. If we decline your request, we will tell you why, subject to legal restrictions. If you would like to submit a complaint about our use of your personal information or response to your requests regarding your personal information, you may contact us at",
  "433026247": "By performing tasks, you may accrue qualifications and skills, which we will grant in our discretion. We reserve the right to create, edit, or revoke your qualifications and skills at any time, for any reason or no reason at all. Because we do not discriminate on the basis of national origin, race, color, gender, sexual orientation, or any other class protected by law, you will have the same opportunity as any other Contributor to achieve access to tasks as your qualifications and skills accumulate. As a Contributor, if you believe that problematic test questions have affected your qualifications, skills, or rewards, you may provide well-supported contentions describing of problematic test questions via the task interface or via a ticket in our support system, for example via email at",
  "492025216": "December 13, 2021",
  "799274928": "E-mail notices are deemed written notices for all purposes for which written notices may be required. E-mail notices are deemed received the business day after transmission of properly addressed to the intended recipient.",
  "1290027486": "CEO of Brave. Co-founder of Mozilla. Creator of the JavaScript programming language. Builder of browsers and more."
}
