{
  "a11y-img-1": "Accessibility user screen after login",
  "a11y-img-2": "Accessibility option in widget UI menu",
  "a11y-img-3": "Accessibility dialog box in widget UI",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA and 99.9% passive modes",
  "home-plans-chart-row-5b-cell-1": "Bot confidence scores",
  "accessibility-link": "Accessibility",
  "switch-to-english-link": "Switch to English",
  "what-is-hcaptcha": "What is hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha helps your favorite web services keep out bots, spam, and abuse by asking simple questions that are easy for humans and difficult for machines.",
  "learn-more-hcaptcha": "Learn More about hCaptcha",
  "feedback-text": "Provide feedback on the hCaptcha you just saw",
  "appreciate-in": "We appreciate your input. Let us know any issues and we'll solve them quickly.",
  "fb-but": "Send us feedback",
  "why-hc": "Why hCaptcha?",
  "why-hc-text": "Each time you answer a challenge, we use sophisticated models to figure out whether you are human or a machine. The website you visited then uses this result to help improve your experience on their site by keeping out bots.",
  "priv-hc": "Privacy Focused",
  "priv-hc-text": "Ad networks see you as their product. We don't. We do not care who users are, only how likely they are to be malicious. We support initiatives like Privacy Pass, and work hard to balance privacy and security.",
  "sec-hc": "Security First",
  "sec-hc-text": "hCaptcha is publisher-focused. We work to give sites real data and let them decide how to use it. Accuracy is in your interest and ours. Other captchas are provided by  advertising companies. Every bot they block may reduce their revenue.",
  "acc-opt": "Accessibility Options",
  "acc-opt-text": "Are you visually impaired or otherwise unable to complete hCaptchas?",
  "acc-opt-but": "Learn more about accessibility options",
  "page-acc-link-1": "If you are an accessibility user, please sign up here.",
  "page-acc-subhead": "Ensuring seamless access for all users while maintaining security",
  "page-acc-title": "hCaptcha Accessibility Information",
  "page-acc-summary": "Summary",
  "page-acc-summary-contents-1": "hCaptcha is designed to stop bots by distinguishing them from people. Visual tests are a convenient tool for this, but not everyone can solve a visual challenge. For this reason we have designed a simple, painless alternative to let publishers using our service preserve accessibility for all with full Section 508 and WCAG 2.1 AA compliance.",
  "page-acc-summary-contents-2": "How it works: first, an accessibility user signs up at this URL, which is linked in the hCaptcha widget info page. They are given an encrypted cookie that can be used several times per day, but must be refreshed every 24 hours via login.When a challenge is presented to an accessibility user on any site using the hCaptcha service, they will automatically pass.",
  "page-acc-faq-1": "Question: Is hCaptcha Section 508 + WCAG 2.1 AA compliant? Answer: We believe so: all users with any form of impairment who are able to browse the web and enter text on forms can access services protected by hCaptcha upon registration. However, this is not legal advice: you should perform your own evaluation, taking into consideration your particular implementation to ensure this is the case for your deployment.",
  "page-acc-faq-2": "Question: Are you working on other accessibility (a11y) options, like audio? Answer: Previously popular options like audio captchas discriminate against many a11y users and are easily defeated by modern machine learning techniques. This has forced current audio challenges to become more and more difficult, introducing noise, odd timing, unusual word combinations, and so on to defeat attackers. We are thus less enthusiastic about this approach vs. avoiding the challenge altogether, but will consider it if there is demand from the a11y community. However, we are very interested in Privacy Pass for the Accessibility use case. We believe combining our current a11y approach with Privacy Pass issuance will allow a11y users to browse safely, secure in the knowledge that their traffic is more private, while restricting the abuse by bot operators that inevitably occurs when a11y options are available. We are active participants in the IETF working group standardizing this new technology.",
  "page-acc-faq-3": "Question: What about privacy? Does registration expose a11y browsing data in some way? What do you do with the email? Answer: hCaptcha is designed for privacy from the ground up. It is very different than traditional options like reCAPTCHA that are owned by ad networks, who have an incentive to track you around the web and associate you with a real identity. We never use accessibility emails or info for any purpose other than facilitating a11y use and preventing abuse. Our privacy policy has comprehensive and authoritative answers as to how we use data, but the short answer is we have no interest in associating you as a person with your browsing history.We are also currently working on a cryptographic solution to rapidly discard your email address while still preserving our ability to prevent abuse, complementing our Privacy Pass work.",
  "page-acc-tr-title": "For Accessibility Users: Frequent Questions and Troubleshooting Guide",
  "page-acc-tr-body": "Question: I am still seeing a challenge after setting the cookie. What is causing this? <br> Answer: This is typically due to using an aggressive ad blocker or anti-cookie extension, or a setting that blocks cross-site cookies, in this case a cookie for hcaptcha.com that is set or checked by the hCaptcha JS on a different site, like the one you are visiting. <br>  <br> hCaptcha accessibility cookies work with all popular browsers and ad blockers with their standard settings, so typically failures are due to anti-anti-adblock scripts or similar rulesets targeting particular sites. <br>  <br> Solutions: <br>  <br> 1. Whitelist hcaptcha.com and *.hcaptcha.com cookies in your ad blocker or browser security extension. <br> 2. If you are using the Brave browser, which does not currently appear to have any kind of cookie whitelist, go to Preferences -> Shields -> Cookies and choose Allow All Cookies. <br> 3. If you are using the very latest version of Safari on either the recently released OS X 10.15 or iOS 13.4, Apple has just changed the behavior of Safari related to third-party cookies, blocking all of them by default. We are implementing a solution, but in the meantime please visit Safari Preferences, Privacy section, and uncheck Website tracking: Prevent cross-site tracking to enable the accessibility cookie to function as expected. <br>  <br> Question: I use multiple devices. Do I need to sign up multiple times? <br> Answer: No. Please click the same email login link sent to you on each device you use in order to set the cookie. <br>  <br> Question: How can I protect myself from third-party cookie tracking while using the accessibility cookie? <br> Answer: Using any privacy or ad-blocking extension that supports domain-level whitelisting (e.g. uBlock Origin) will work as expected: just make sure to whitelist hcaptcha.com.",
  "page-acc-tr2-head": "Browser Instructions for Cross-Site Cookies",
  "page-acc-tr2-body": "Safari <br> To enable cookies in Safari (Mac): Go to the Safari drop-down menu. Select Preferences. Click Privacy in the top panel. Under 'Block cookies' select the option 'Never.' <br> To enable cookies in Safari (iPhone/iPad iOS 11+): Open your Settings. Scroll down and select Safari. Under Privacy & Security, turn off 'Prevent Cross-Site Tracking' and 'Block All Cookies' <br>  <br> Firefox <br> Click on the shield to the left of the address bar on any webpage. Click on Protection Settings. The Firefox Preferences Privacy & Security panel will open. Under Enhanced Tracking Protection, select Custom. Choose which trackers and scripts to block by selecting those checkboxes. Make sure you have unblocked hcaptcha.com. <br>  <br> You can also temporarily turn off some protections in Custom to debug this, by deselecting the checkboxes: Deselect the Trackers checkbox or deselect the Cookies checkbox if you are still having issues. <br>  <br> Google Chrome <br> Google Chrome (PC) <br> Select the Chrome menu icon. Select Settings. <br> Go to Privacy and Security, then Cookies and other site data. <br> Make sure 'Block third-party cookies' is not enabled. <br> <br> Google Chrome (Mac): <br> Open Chrome preferences from the menu bar. <br> Go to Privacy and Security, then Cookies and other site data. <br> Make sure 'Block third-party cookies' is not enabled. <br> <br> Google Chrome (Android): <br> On your Android device, open the Chrome app. <br> At the top right, tap More and then Settings. <br> Tap Site Settings and then Cookies. <br> Next to 'Cookies,' switch the setting on. <br> Check the box next to 'Allow third-party cookies.' <br>  <br> Internet Explorer <br> 1. Select the gear in the upper-right corner of the screen, then select 'Internet Options'. If you have the Menu Bar enabled, you can select 'Tools' then 'Internet Options'. <br> 2.  Click the 'Privacy' tab. <br> 3. Select the 'Advanced' button. <br> 4.  Under 'Third-party Cookies' choose 'Accept'. <br> 5. Click 'OK'",
  "header-plans-link": "Plans",
  "header-labeling-services-link": "Labeling Services",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-signup-button": "Signup",
  "home-from-the-blog": "FROM THE BLOG:",
  "home-from-the-blog-value": "How hCaptcha Difficulty Settings Work",
  "home-intro-head": "Stop more bots. Start protecting user privacy.",
  "home-intro-body": "Do you use a captcha to keep out bots? hCaptcha protects user privacy, rewards websites, and helps companies get their data labeled. It is a drop-in replacement for reCAPTCHA: you can switch within minutes.",
  "home-intro-button": "Sign Up Now",
  "home-ent-1": "Looking for our enterprise security offerings?",
  "home-ent-2": "Visit our new dedicated site: BotStop.com",
  "home-ent-button": "Learn more: BotStop by hCaptcha",
  "home-main-1": "Private. Secure. Faster. And we pay you to use it.",
  "home-main-2": "Privacy Focused",
  "home-main-3": "Security First",
  "home-main-4": "Better User Experience",
  "home-main-2c": "Ad networks see your visitors as the product. For hCaptcha the product is the work they provide. We don't care who your users are, only how likely they are to be malicious. We support initiatives like Privacy Pass, and work hard to balance privacy and security.",
  "home-main-3c": "Accuracy is in your interest and ours. hCaptcha is publisher-focused. We work to give you real data and let you decide how to use it. Other captchas are provided by Gigantic advertising companies. This means every bot they block may reduce their revenue.",
  "home-main-4c": "Sophisticated machine learning models are used by hCaptcha for determining humanity. This lets us require less annoying tasks from your users and take less of their time in doing so, while still producing useful labeled data for labeling customers.",
  "home-main-plans": "hCaptcha is free to use for publishers of any size. However, for enterprises and platforms that need more control, our enterprise solutions are available.",
  "home-main-plans2": "hCaptcha enterprise solutions protect millions of users across tens of millions of websites for some of the largest companies on the planet. Please contact us for more info, or visit",
  "home-main-plans3": "hCaptcha enterprise solutions protect millions of users across tens of millions of websites for some of the largest companies on the planet. Please contact us for more info, or visit",
  "home-main-plans4": "for details.",
  "home-plans-chart-head-1": "Features",
  "home-plans-chart-head-2": "Publisher",
  "home-plans-chart-head-3": "Enterprise",
  "home-plans-button-1": "Signup now",
  "home-plans-button-2": "Contact sales",
  "home-plans-chart-row-1-cell-1": "Control challenge types shown",
  "home-plans-chart-row-1-cell-2": "Limited",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-2-cell-1": "Control challenge content used",
  "home-plans-chart-row-2-cell-2": "Limited",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Earn rewards for human solves",
  "home-plans-chart-row-4-cell-1": "World-class anti-bot protection",
  "home-plans-chart-row-5-cell-1": "Works in every country",
  "home-plans-chart-row-6-cell-1": "GDPR and CCPA-friendly privacy policy",
  "home-plans-chart-row-7-cell-1": "Fine-grained difficulty levels",
  "home-plans-chart-row-8-cell-1": "Launch your own challenge content",
  "home-plans-chart-row-9-cell-1": "Time-based difficulty scheduling",
  "home-plans-chart-row-10-cell-1": "Multi-user dashboards",
  "home-plans-chart-row-11-cell-1": "Advanced reporting features",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
  "home-benefits-head-1": "The Value in Data Labeling",
  "home-benefits-head-2": "Give Back to Charity",
  "home-benefits-text-1": "Did you realize every time you click on the car you are helping to train a single Gigantic company's machine learning systems for free?",
  "home-benefits-text-2": "hCaptcha turns this model around. When you use hCaptcha, companies bid on the work your users do as they prove their humanity. You get the rewards.",
  "home-benefits-text-3": "Want to give back to your favorite charity? hCaptcha lets you support the charities of your choice with the earnings you gain from using it. Users on your site will soon be able to see your contribution to charity through discreet branding on the hCaptcha interface.",
  "home-about-head": "About hCaptcha",
  "home-about-subtitle": "Powered by HUMAN Protocol",
  "home-about-text-1": "hCaptcha is designed to solve the most labor intensive problem in machine learning: labeling massive amounts of data in a timely, affordable, and reliable way.",
  "home-about-text-2": "More data generally produces better results in training machine learning models. The recent success of deep models has led to increasingly large datasets, almost always with some human review. However, creating large human-reviewed datasets via Mechanical Turk, Figure Eight, etc. is both slow and expensive.",
  "home-about-text-3": "hCaptcha allows websites to make money serving this demand while blocking bots and other forms of abuse.",
  "home-about-text-4": "The hCaptcha marketplace is powered by the HUMAN Protocol, an open decentralized protocol for human review that runs on the Ethereum blockchain. Websites earn Human Tokens (HMT) whenever users use the hCaptcha widget on their site, and machine learning companies pay Human Tokens to get their data labeled.",
  "home-ba-labeling-services-link": "Labeling Services",
  "home-challenges-head": "Presented Challenges",
  "home-challenge-title-1": "Comparison",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Categorization",
  "home-challenge-text-1": "Select all images that match query",
  "home-challenge-text-2": "Define bounding area for objects",
  "home-challenge-text-3": "Identify the corresponding labels",
  "home-challenges-text-1": "...and other simple tasks. Easy for humans, hard for bots.",
  "home-challenges-text-2": "Custom tasks  also available for enterprise publishers.",
  "home-try-it-out-head": "Try it out",
  "home-try-it-out-button": "Get hCaptcha",
  "home-try-it-out-text": "hCaptcha provides simple, easy, and reliable bot detection while being trivial for humans to solve.",
  "footer-header-1": "Company",
  "footer-header-2": "Resources",
  "footer-header-3": "Contact",
  "footer-link-1": "Labeling",
  "footer-link-2": "About",
  "footer-link-3": "Jobs",
  "footer-link-4": "Trademarks",
  "footer-link-5": "AI Ethics",
  "footer-link-6": "Blog",
  "footer-link-7": "Status",
  "footer-link-8": "Documentation",
  "footer-link-9": "Report a Bug",
  "footer-link-10": "Accessibility",
  "footer-terms": "Terms",
  "footer-privacy": "Privacy",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Support",
  "footer-subheader-2": "Contact",
  "footer-copyright-text": "hCaptcha is a registered trademark of Intuition Machines, Inc.",
  "labeling-main-1": "Cost-effective data labeling at scale",
  "labeling-main-1c": "Need more labels for your datasets? hCaptcha provides fast, cost-effective, and high quality data labeling for companies working on artificial intelligence and machine learning applications.",
  "labeling-main-1-button": "Get Your Data Labeled Now",
  "labeling-main-2": "Launch millions of tasks instantly.",
  "labeling-main-2c": "hCaptcha has one of the largest pools on the planet available for your use. Whatever your scale, we can handle it without expensive upfront commitments. Millions of tasks per day are no problem. ",
  "labeling-main-2-button": "Buy Data Labeling Services",
  "labeling-features-head-1": "Simple API-driven pipelines.",
  "labeling-features-text-1": "Want to integrate human review directly into your business operations? We offer high reliability SLAs, guaranteed capacity, and simple REST APIs.",
  "labeling-features-head-2": "Optimized for cost and quality. No upfront commitment required.",
  "labeling-features-text-2": "The HUMAN platform uses comprehensive confidence models  to perform sophisticated real-time quality analysis. This allows us to quickly determine both the difficulty of questions and their likely right answer, saving you time and money.",
  "labeling-features-head-3": "Only pay for the accuracy you need.",
  "labeling-features-text-3": "Not all problems are the same. Annotations for safety-critical tasks may require 99.99% confidence from entirely human workers. Annotations for one beta feature in a mobile game app may only require moderate confidence. You decide.",
  "labeling-features-head-4": "Provide your own ground truth data or let us build it on the fly.",
  "labeling-features-text-4": "Do you have raw data without a comprehensive verification set? In most cases we can build one for you as tasks run through the system, or create labeled samples for your approval.",
  "labeling-annotations-head": "Annotation Types",
  "labeling-annotations-title-1": "Bounding Boxes",
  "labeling-annotations-text-1": "Accurate object detection in images and video",
  "labeling-annotations-title-2": "Polygons",
  "labeling-annotations-text-2": "Accurate object detection in images and video",
  "labeling-annotations-title-3": "Landmarks",
  "labeling-annotations-text-3": "Point annotations for many different use cases",
  "labeling-annotations-title-4": "Attribute Categorization",
  "labeling-annotations-text-4": "Sort or append arbitrary categories of any size",
  "labeling-annotations-title-5": "Comparison and Detection",
  "labeling-annotations-text-5": "Human-powered detection and classification",
  "labeling-annotations-title-6": "... and many more",
  "labeling-annotations-text-6": "Need another type not listed here? Just ask us.",
  "labeling-ent-head": "Need End-to-End Control?",
  "labeling-ent-text-1": "The HUMAN Platform behind hCaptcha provides highly sophisticated work quality and management features via on-premise, hybrid, or SaaS deployments that integrate with your existing systems.",
  "labeling-ent-text-2": "Run entirely offline with your own workforce, track value consumed across business units or consortium partners, selectively route jobs to different internal or external labor providers based on cost and security requirements, and more.",
  "labeling-ent-text-3": "Easy API access, beautiful dashboards, and the latest model-in-the-loop technology to maximize efficiency.",
  "labeling-ent-text-4": "99.99% uptime SLAs and 24/7 global support available. For more information:",
  "labeling-ent-button": "Contact Our Enterprise Solutions Team",
  "labeling-info-head": "Getting Data Labeled",
  "labeling-info-title-1": "Define Specifications",
  "labeling-info-text-1": "Speak with one of our domain experts to define your project needs:  target accuracy, format, and any special requirements.",
  "labeling-info-title-2": "Initial Job Test",
  "labeling-info-text-2": "We execute a small production job based on your sample data. This tests the work we've done together to ensure you get exactly what you need.",
  "labeling-info-title-3": "Deploy Production Jobs ",
  "labeling-info-text-3": "With our high volume and low latency we will turn your work around quickly, with automated delivery as soon as it's done.",
  "labeling-info-title-4": "Continuous Improvement",
  "labeling-info-text-4": "As we better understand the parameters of your production work, the results will continue to improve over time.",
  "labeling-info-title-5": "Real Time Results",
  "labeling-info-text-5": "Live dashboards allow you to provide feedback or pause production at any time.",
  "labeling-try-head": "Want to give it a try with your data?",
  "labeling-try-text": "... we're ready when you are: our service is available around the clock.",
  "labeling-try-button": "Buy Data Labeling Services",
  "labeling-about-head": "About hCaptcha",
  "labeling-about-text-1": "hCaptcha is designed to solve the most labor intensive problem in machine learning; labeling massive amounts of data in a timely, affordable, and reliable way. More data generally produces better results in training machine learning models. The recent success of deep models has led to increasingly large datasets, and hCaptcha serves this need.",
  "labeling-about-text-2": "However, creating large human-reviewed datasets using traditional methods is both slow and expensive. hCaptcha is a way for companies to get the annotations they require faster, with higher quality and at lower cost than other alternatives.",
  "labeling-platform-head": "Private or Public Information",
  "labeling-platform-text": "hCaptcha is built on the HUMAN Platform, which allows sophisticated routing and analysis to optimize cost and efficiency at each step. This technology lets the right workforce handle each part of your job, maximizing cost efficiency while preserving privacy and meeting any regulatory requirements that may apply.",
  "about-intro-head-1": "About hCaptcha",
  "about-intro-head-2": "Privacy, Security, and Machine Learning.",
  "about-intro-text": "hCaptcha is the world's most widely used independent CAPTCHA service.",
  "about-content-head-1": "What We Do",
  "about-content-text-1a": "hCaptcha brings a modern, privacy-focused approach to stopping bots.",
  "about-content-text-1b": "We show CAPTCHA challenges that are difficult for bots but easy for people by collecting difficult-to-label data from machine learning problems, and using it to distinguish whether a website or app visitor is human.",
  "about-content-head-2": "Why It Matters",
  "about-content-text-2a": "Bad actors are increasingly common online. But sacrificing user privacy is not the answer.",
  "about-content-text-2b": "Security solutions offered by ad companies focus primarily on tracking users across the web. We have created an effective security solution that proves harming user privacy is not necessary to deliver excellent results.",
  "about-leadership-head": "Leadership",
  "about-leadership-eli": "CEO. Recognized leader in AI. Has applied machine intelligence at scale to a wide variety of business problems over the past decades.",
  "about-leadership-todd": "PhD in Computational Biology, Stanford. Working with neural networks since 1999. Focus on applied ML and deep learning at scale.",
  "about-leadership-alex": "Database and Blockchain expert. Early engineer at Cloudera and more. Decades of expertise building software and teams.",
  "about-advisors-head": "Advisors",
  "about-advisors-brendan": "CEO of Brave. Co-founder of Mozilla. Creator of the JavaScript programming language. Builder of browsers and more.",
  "about-advisors-dawn": "Professor, CS at University of California, Berkeley. Deep learning, security, blockchain expert. CEO of Oasis Labs.",
  "about-advisors-keiran": "Research Scientist at Stanford. Machine learning and quantitative finance at major banks, hedge funds, and academia.",
  "reporting-bugs-intro-head": "Found a bug? Here's how to report it.",
  "reporting-bugs-intro-text": "Millions of people use hCaptcha each month, on thousands of combinations of browsers, extensions, devices, firewalls, and more. Our goal is to make sure it always works for you, so we very much appreciate your reports! To give quick feedback, just click the Send us feedback button. If you're seeing a functional issue, please follow the debug log instructions for Chrome or debug log instructions for Firefox below. For any other browsers just email us. For potential security or privacy issues, see the instructions below.",
  "reporting-bugs-provide-feedback-head": "Provide immediate feedback on hCaptcha",
  "reporting-bugs-provide-feedback-text": "We appreciate your input. Let us know any issues and we'll solve them quickly.",
  "reporting-bugs-provide-feedback-button": "Send us feedback",
  "reporting-bugs-privacy-head": "Privacy Issues",
  "reporting-bugs-privacy-text": "We do not care who users are, only how likely they are to be malicious or machines. We support initiatives like Privacy Pass, and work hard to balance privacy and security. If you have found an issue that you think could affect user privacy, please email us at support@hcaptcha.com.",
  "reporting-bugs-security-head": "Security Bugs",
  "reporting-bugs-security-text": "We are always interested in receiving reports of security bugs. Email support@hcaptcha.com & CC security@hcaptcha.com and we will get back to you quickly. We also have a bug bounty program for eligible security reports on the hCaptcha service and related source code.",
  "reporting-bugs-accessibility-head": "Accessibility Options",
  "reporting-bugs-accessibility-text": "Are you visually impaired or otherwise unable to complete hCaptchas?",
  "reporting-bugs-accessibility-button": "Learn more about accessibility options",
  "reporting-bugs-guide-head": "Capturing Bug Report Details: Chrome",
  "reporting-bugs-guide-text-1": "Sending debugging info with your report will make it much easier for us to identify what's going on. Here are step-by-step instructions:",
  "reporting-bugs-guide-text-2": "If you're a web developer or expert user, the summary is we'd like you to send us a network recording HAR and browser console logs. Please try disabling any ad blocker or browser security extensions first and then retry before you go through these steps. If that fixes your problem, we'd still appreciate you letting us know your browser version, ad blocker or browser extension, and the website URL.",
  "reporting-bugs-guide-step-1": "Step 1: Open Developer Tools (This starts recording the session.)",
  "reporting-bugs-guide-step-2": "Step 2: Click on Network tab in Developer Tools. Check the Preserve log box at the top.",
  "reporting-bugs-guide-step-3": "Step 3: visit https://accounts.hcaptcha.com/demo, or the website you're having an issue on (Privacy Note: only if you don't mind sharing what it is) ... and then click the I am human button, and try to solve.",
  "reporting-bugs-guide-step-4": "Step 4: Click Export HAR (the little down arrow) after you attempt to solve, which saves the network log. Send that file to us.",
  "reporting-bugs-guide-step-5": "Step 5: Click on the Console tab, and right-click then Save as .. in order to save the console log. Send us that as well.",
  "reporting-bugs-guide-step-6": "Last step: Email those HAR and console log files to us, and describe the problem. Use: support@hcaptcha.com (please use a service like Dropbox or Filebin and send links)  and optionally a screenshot, if you suspect there's something not displaying correctly. Please send the IP you're using as well. You can get it from https://www.whatsmyip.org/ Thanks for taking the time to help us get this info! We're committed to making hCaptcha work well for everyone.",
  "reporting-bugs-guide-ff-head": "Capturing Bug Report Details: Firefox",
  "reporting-bugs-guide-ff-step-1": "Step 1: Open Developer Tools (This starts recording the session.)",
  "reporting-bugs-guide-ff-step-2": "Step 2: Click on Network tab in Developer Tools. Check the Persist logs box at the top.",
  "reporting-bugs-guide-ff-step-3": "Step 3: visit https://accounts.hcaptcha.com/demo, or the website you're having an issue on (Privacy Note: only if you don't mind sharing what it is) ... and then click the I am human button, and try to solve.",
  "reporting-bugs-guide-ff-step-4": "Step 4: Click HAR after you attempt to solve, and choose Save All as HAR to save the network log. Send that file to us.",
  "reporting-bugs-guide-ff-step-5": "Step 5: Click on the Console tab, and right-click then Select all and save that into a text file, in order to save the console log. Send us that as well.",
  "reporting-bugs-guide-ff-step-6": "Last step: Email those HAR and console log files to us, and describe the problem Use: support@hcaptcha.com (please use a service like Dropbox or Filebin and send links)  and optionally a screenshot, if you suspect there's something not displaying correctly. Please send the IP you're using as well. You can get it from https://www.whatsmyip.org/ Thanks for taking the time to help us get this info! We're committed to making hCaptcha work well for everyone.",
  "h-plans": "Subscription Plans",
  "sales-interstitial-head": "Let's make sure you get to the right place.",
  "sales-interstitial-c1": "For companies",
  "sales-interstitial-c1a": "Enterprise security solutions (paid)",
  "sales-interstitial-c1b": "Learn more about hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Data annotation",
  "sales-interstitial-c1d": "Purchase hCaptcha annotation services",
  "sales-interstitial-c2": "For individuals",
  "sales-interstitial-c2a": "Add hCaptcha to your service (free)",
  "sales-interstitial-c2b": "Add hCaptcha for Publishers to my website or app",
  "sales-interstitial-c2c": "What is hCaptcha?",
  "sales-interstitial-c2d": "Learn more about hCaptcha",
  "signup-interstitial-head": "Let's make sure you get to the right place.",
  "signup-interstitial-c1": "For companies or websites",
  "signup-interstitial-c1a": "Add hCaptcha to your service (free)",
  "signup-interstitial-c1b": "Add hCaptcha for Publishers to my website or app",
  "signup-interstitial-c1c": "Enterprise security solutions (paid)",
  "signup-interstitial-c1d": "Learn more about hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Data annotation",
  "signup-interstitial-c1f": "Purchase hCaptcha annotation services",
  "signup-interstitial-c2": "For individuals",
  "signup-interstitial-c2a": "Accessibility",
  "signup-interstitial-c2b": "Learn about accessibility options for hCaptcha",
  "signup-interstitial-c2c": "Earn money",
  "signup-interstitial-c2d": "Work as an individual data labeler",
  "support-interstitial-head": "Let's make sure you get to the right place.",
  "support-interstitial-c1": "For companies",
  "support-interstitial-c1a": "Enterprise security solutions (paid)",
  "support-interstitial-c1b": "Get support for hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (free)",
  "support-interstitial-c1d": "Get support for hCaptcha Publisher",
  "support-interstitial-c2": "For individuals",
  "support-interstitial-c2a": "Having difficulty with a challenge?",
  "support-interstitial-c2b": "Learn about accessibility options for hCaptcha",
  "support-interstitial-c2c": "Want to report a bug?",
  "support-interstitial-c2d": "Learn more about reporting software issues"
}