{
  "header-privacy-link": "Pribatutasuna",
  "header-integration-link": "Integrazioa",
  "header-cost-link": "Kostua",
  "header-features-link": "Ezaugarriak",
  "header-docs-link": "Doks",
  "header-login-button": "Saioa hasi",
  "header-contact-button": "Jarri harremanetan Salmenta",
  "intro-heading": "Zero marruskadura gizateriaren egiaztapena.",
  "intro-contact-button": "Jarri gurekin harremanetan gehiago jakiteko",
  "intro-text-bottom": "Sarea bultzatzen duten enpresek konfiantza dute.",
  "sub-menu-button": "Jarri harremanetan Salmenta",
  "sub-menu-item1": "Enpresa",
  "sub-menu-item2": "Kostua",
  "sub-menu-item3": "Integrazioa",
  "sub-menu-item4": "Ezaugarriak",
  "sub-menu-item5": "Pribatutasuna",
  "sub-menu-item6": "Doks",
  "info-head-1": "hCaptcha plataforma frogatuan eraikia",
  "info-text-1": "hCaptcha Enterprise hCaptcha plataformaren teknologian exekutatzen da, trafiko handiko enpresek behar dituzten funtzioak barneratzeko hedatua.",
  "info-head-2": "Konfiantzazko bazkidea",
  "intro-subtitle": "Ebatzi zure bot arazoa gaur.",
  "info-text-2": "Gure zerbitzuak munduko enpresa handienek fidatzen dituzte egunero milioika erabiltzaile askori zerbitzua emateko, dozenaka milioi gunetan.",
  "cloudflare-quote-text": "CAPTCHA saltzaile batzuk ebaluatu ditugu, baita sistema bat geuk eraiki ere. Azkenean, hCaptcha reCAPTCHAren alternatiba onena bezala agertu zen.",
  "cloudflare-quote-detail": "Produktuen Kudeaketa zuzendaria, Cloudflare",
  "section-quote-head": "Trafiko handiko enpresentzako aukera errentagarria",
  "section-quote-text": "Azkenik, Google-ren alternatiba sinesgarria. hCaptcha Enterprise-k zure reCAPTCHA fakturan aurrezten ikaragarriak eskaintzen ditu segurtasun handiagoarekin: % 80 garestiagoa izan daiteke kasu batzuetan. Munduko lineako zerbitzu handienetako asko hCaptcha Enterprise-ra aldatu dira eta bot-en detekzio hobetua jaso dute kostuen aurrezpen handiarekin batera.",
  "section-quote-button": "Jar zaitez gurekin harremanetan gaur aurrekontu bat lortzeko",
  "section-privacy-header": "Pribatutasuna bideratua",
  "section-privacy-text-1": "Iragarki-sareek zure bisitariak produktu gisa ikusten dituzte. Guretzat produktu bakarra haien gizatasuna zehaztea da. Gure zerbitzuek GDPR, CCPA eta LGPD eskakizunak betetzen edo gainditzen dituzte, eta Privacy Pass bezalako ekimenak onartzen dituzte. Gogor egiten dugu lan pribatutasuna eta segurtasuna orekatzeko.",
  "section-privacy-text-2": "Pribatutasunari buruzko arreta berezia honek esan nahi du datu indibidualen atxikipena, cookierik gabeko funtzionamendua eta kontratuzko pribatutasun-berme batzuk eskain ditzakegula, segurtasun bikaina mantenduz.",
  "section-security-header": "Segurtasuna Lehenik",
  "section-security-text-1": "Zehaztasuna zure eta gure interesekoa da. hCaptcha-k benetako datuak emateko eta nola erabili erabakitzeko balio du. Beste captchak Gigantic publizitate-enpresek eskaintzen dituzte. Horrek esan nahi du blokeatzen duten bot bakoitzak diru-sarrerak murriztu ditzakeela.",
  "section-security-text-2": "Pribatutasunari arreta jarriz ikaskuntza automatikoko azken teknikak erabiltzeari esker, betiko grabatzeko estrategien segurtasun-estandarrak gainditzen ditugu, segurtasuna edo erabiltzailearen pribatutasuna kaltetu gabe.",
  "section-user-experience-header": "Erabiltzaile esperientzia bikaina",
  "section-user-experience-text1": "Enterprise erabiltzaileentzat, aukerak daude agertoki gehienetan erronkak guztiz saihesteko.",
  "section-user-experience-text2": "Murriztu marruskadura zure trafiko legitimoaren % 99,9rako erronka bat saihestuz, segurtasun bikaina eskainiz, bot eredu aurreratuei esker.",
  "section-easy-integration-header": "Integrazio erraza",
  "section-easy-integration-text": "hCaptcha gehitzeak minutuak eta kode lerro batzuk besterik ez ditu behar. Oinarrizko APIa reCAPTCHA V2-rekin bateragarria da eta minutu batzuk besterik ez ditu behar aldatzeko. Gaur egun alternatiba goren batekin martxan egon zaitezke eta eginbide aurreratuagoak aktibatu behar izanez gero.",
  "section-easy-integration-serverside": "Zerbitzariaren aldean:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Mehatxuen puntuazio pertsonalizatuak",
  "section-threat-text": "Arazo guztiak ez dira berdinak: puntuazio bakarra lortzeak esan nahi du zure beharrei erantzun behar diela erabilgarria izateko. hCaptcha-ren Mehatxuen Puntuazio pertsonalizatu bereziekin, kontsulta azkar batek gure ereduak sintonizatzeko aukera ematen digu, zure negoziorako puntuazio garrantzitsuagoak emateko.",
  "section-challenges-header": "Abiarazi zure erronkak segundotan",
  "section-challenges-text-1": "Egon markan eduki garrantzitsuarekin",
  "section-challenges-text-2": "Erabiltzaileek segurtasun-baldintzak betetzeko erronka bat konpondu behar dutenean, zergatik ez sortu erabiltzailearentzako zeregin atseginak eta garrantzitsuak? Gure erronka pertsonalizatuaren diseinatzaile sinplearekin, markako erronka edukia abiarazi dezakezu minutu gutxitan.",
  "section-integration-header": "Plataforma Zuzeneko Integrazioa",
  "section-integration-subheader": "Web Azpiegitura Enpresentzat",
  "section-integration-text": "hCaptcha Enterprise sistema oso malgua da bere diseinuan: zure sarearen ertzean partzialki edo osorik heda daiteke hodei publiko bat operatzen baduzu edo datu-zentro askoren jabe bazara. Honek kostuak eta saretik kanpoko trafikoa izugarri murriztu ditzake gure 24/7 deialdiko langileek kudeaketaren onura guztiak mantenduz, SLA zorrotzenak betetzeko.",
  "section-support-header": "Espezientzia eta laguntza eskuragarria zuretzat zein zure erabiltzaileentzat",
  "section-support-text": "Zerbitzua lehentasun nagusia da guretzat. 24/7 guardiako laguntza mantentzen dugu eta Slack koordinazio zuzena eskaintzen dizugu zure ingeniaritza integratzeko taldearekin eta gure guardiako langileekin inplementazioan zehar eta ondoren. , eta gure widget barneko eta posta elektroniko bidezko laguntza kanalak. Irisgarriak eta sentikorrak gara, eta erabiltzaileen gogobetetasuna KPI nagusi gisa hartzen dugu.",
  "section-enterprise-header": "Enpresaren ezaugarriak",
  "section-enterprise-title-1": "Mundu mailako bot-en aurkako babesa",
  "section-enterprise-desc-1": "Borroka probatua web eskalan.",
  "section-enterprise-title-2": "Zehaztasun handiko bot puntuazioak",
  "section-enterprise-desc-2": "Era askotako aktore txarrak detektatu.",
  "section-enterprise-title-3": "Zero marruskadura eta % 99,9ko modu pasiboak",
  "section-enterprise-desc-3": "Erabiltzaile legitimoen % 0,1 baino gutxiagori erronka.",
  "section-enterprise-title-4": "Kontrolatzeko erronka motak erakusten dira",
  "section-enterprise-desc-4": "Moten liburutegi zabala aukeran.",
  "section-enterprise-title-5": "Erabilitako erronkaren edukia kontrolatzea",
  "section-enterprise-desc-5": "Egon marka marka erabiltzailearen esperientzia koherente batekin.",
  "section-enterprise-title-6": "Enpresa SLAak",
  "section-enterprise-desc-6": "Fidagarritasuna bermatua eta 24/7 laguntza azkarra.",
  "section-enterprise-title-7": "Arakatzaile zaharraren laguntza",
  "section-enterprise-desc-7": "Bateragarria Internet Explorer 8ra itzuli arte.",
  "section-enterprise-title-8": "Txostenen panel aurreratuak eta APIa",
  "section-enterprise-desc-8": "Ikusi zer gertatzen ari den zure gune eta aplikazio guztietan.",
  "section-enterprise-title-9": "Herrialde guztietan funtzionatzen du",
  "section-enterprise-desc-9": "reCAPTCHA ez bezala, herrialde guztietan egiten dugu lan.",
  "section-enterprise-title-10": "GDPR, CCPA eta LGPD-ren pribatutasun politika",
  "section-enterprise-desc-10": "Lehen egunetik pribatutasunerako diseinatua. Datuak tratatzeko akordio sendoa.",
  "section-enterprise-title-11": "Zailtasun maila finak",
  "section-enterprise-desc-11": "Markatu hau zure erabilera kasua zehazki egokitzeko.",
  "section-enterprise-title-12": "Lehenen ostalaritza",
  "section-enterprise-desc-12": "Eskaera eta aktibo guztiak hcaptcha.yourdomain.com helbidera doaz",
  "section-enterprise-title-13": "Erabiltzaile anitzeko panelak",
  "section-enterprise-desc-13": "Partekatu kudeaketa zure taldean.",
  "section-enterprise-title-14": "Berehalako egiaztapena",
  "section-enterprise-desc-14": "0 ms latentzia: egiaztatu hCaptcha tokenak API deirik gabe.",
  "section-enterprise-title-15": "Mugikorra (iOS eta Android) integrazioa",
  "section-enterprise-desc-15": "Webean, jatorrizko mugikorrean eta mugikorrean esperientzia ezin hobean. Aurrez eraikitako integrazioak eta SDK natiboak eskuragarri.",
  "section-enterprise-title-16": "Pertsonalizatutako Baldintzak eta Pribatutasun Bermeak",
  "section-enterprise-desc-16": "Ase ezazu zure legezko beharrak beste enpresek ezin dutenean.",
  "presented-challlenges-head": "Aurkeztutako Erronkak",
  "presented-challenges-title-1": "Konparaketa",
  "presented-challenges-text-1": "Hautatu kontsultarekin bat datozen irudi guztiak",
  "presented-challenges-title-2": "Kutxa mugatzailea",
  "presented-challenges-text-2": "Objektuen muga-eremua definitu",
  "presented-challenges-title-3": "Kategorizazioa",
  "presented-challenges-text-3": "Identifikatu dagozkien etiketak",
  "presented-challenges-subheader": "...eta beste zeregin erraz batzuk. Erraza gizakientzat, gogorra botentzat.",
  "presented-challenges-subtext": "Zeregin pertsonalizatuak ere eskuragarri daude enpresa-argitaletxeentzat.",
  "footer-header-1": "Enpresa",
  "footer-header-2": "Baliabideak",
  "footer-header-3": "Kontaktua",
  "footer-link-1": "Etiketatzea",
  "footer-link-2": "Buruz",
  "footer-link-3": "Lanpostuak",
  "footer-link-4": "Markak",
  "footer-link-5": "Bloga",
  "footer-link-6": "Egoera",
  "footer-link-7": "Dokumentazioa",
  "footer-link-8": "Akats baten berri eman",
  "footer-link-9": "Irisgarritasuna",
  "footer-terms": "Baldintzak",
  "footer-privacy": "Pribatutasuna",
  "footer-attribution": "Esleipena",
  "footer-subheader-1": "Laguntza",
  "footer-subheader-2": "Kontaktua",
  "switch-to-english-link": "Aldatu ingelesera",
  "intro-heading-privacy": "Pribatutasunerako diseinatua.",
  "intro-subtitle-p1-privacy": " Lineako segurtasunerako pribatutasun-ikuspegi berezia.",
  "info-head-2-pr": "Lineako jarduerak grabatzea ez da erantzuna.",
  "info-text-1-pr": "hCaptcha Enterprise-k helburu bakarra du: eragile gaiztoek zure lineako eragiketak etetea eta erabiltzaileei kalte egitea ekiditea.",
  "info-text-2-pr": "Gure sistemak, beraz, oinarritik diseinatuta daude datuen bilketa eta atxikipena minimizatzeko, maila lidergoko segurtasuna mantenduz. Erabiltzaileen datuak babesteko modurik onena ez gordetzea da.",
  "info-text-3-pr": "Bezeroen harreman guztiak Datuak Prozesatzeko Akordio sendo baten bidez babestuta daude. hCaptcha zerbitzuak pribatutasun-lege guztiak betetzen ditu, edozein lekutan zure zerbitzua edo bezeroak bizi diren. Datu pertsonalak ez gordetzeak askoz errazagoa egiten digu hori beste enpresentzat baino.",
  "info-text-2-2-pr": "ReCAPTCHA v3 bezalako zerbitzuek esaten dute haien jarraipen-pixela zure webguneko orrialde guztietan jartzea beharrezkoa dela segurtasun ona izateko. Hau ez da horrela.",
  "info-text-2-3-pr": "Jokabidearen analisi sinplea aktore txarrek erraz forjatzen duten seinalea da, eta arakatze-historia gorde behar da zure legezko trafiko guztiarentzat ere.",
  "info-text-2-4-pr": "Ez dugu iragarki-sarerik kudeatzen, eta ez dugu interesik zure erabiltzaileen portaera behatzeko haiei iragarkiak saltzeko. Horrek esan nahi du ez dugula pixel pasiborik behar zure guneko orrialde guztietan.",
  "info-text-2-5-pr": "Gehitu gure erronka-kodea beharrezkoa den tokian soilik eta zu eta erabiltzaileak babestea zentzuzkoa den lekuetan.",
  "info-head-3-pr": "Ikaskuntza automatikoa erabilgarria da. Baina ez du datu pertsonalik behar funtzionatzeko.",
  "info-text-3-1-pr": "Gaur egun, ikaskuntza automatikoak gure bizitzako ia alderdi guztietan eragiten du, askotan konturatzen ez garen moduan eta ikusten ez dugun moduan. Lineako segurtasun zerbitzuak ez dira desberdinak.",
  "info-text-3-2-pr": "Milaka seinale baino gehiago ikasiz, ereduek oso azkar inferitu eta konfiantza handia lor dezakete portaera gaiztoak detektatzeko, nahiz eta seinale indibidual bat berez arazo bat adierazteko nahikoa indartsua izango ez denean.",
  "info-text-3-3-pr": "Dena den, hauetako ezer ez da eskatzen pertsonalki identifikatu daitekeen informazioa (PII) erabiltzea. Teknika kriptografiko modernoak edozein datu pertsonal baztertzeko aukera ematen digu ahalik eta azkarren, eta, horren ordez, noranzko bakarreko sinadurak sortuz, inorekin lotu ezin daitezkeenak.",
  "info-text-3-4-pr": "Identifikatutako datuei buruzko trebakuntzak ondo funtzionatzen du, eta ez du segurtasuna edo pribatutasuna arriskuan jarri behar. Gure bezeroek proba enpirikoak egin dituzte, eta askoz alternatiba pribatu gutxiagoren pareko edo hobeak deklaratu gaituzte.",
  "cloudflare-quote-text-privacy": "HCaptcha soluzioei buruzko hainbat gauza gustatu zitzaizkigun: 1) ez dute datu pertsonalik saltzen; beharrezko gutxieneko datu pertsonalak soilik biltzen dituzte, gardenak dira biltzen duten informazioa eta nola erabiltzen eta/edo zabaltzen duten deskribatzen.",
  "pilot-head": "Proba gaitzazu zure ingurunean inolako konpromisorik gabe.",
  "pilot-text-1a": "Ingeniariak gara, ez saltzaileak: zure aukerarekin pozik egotea nahi dugu.",
  "pilot-text-1b": "Zure gogobetetasuna ziurtatzeko modurik onena zure beharrak betetzen ditugula erakustea da.",
  "pilot-text-1c": "Pilotu bat hasten duten ia enpresa guztiek aukeratzen dituzte azkenean gure soluzioak.",
  "pilot-text-1d": "Erabili formulario hau gure espezialista teknikoren batekin harremanetan jartzeko. Azkar erantzuten dugu.",
  "pilot-text-1e": "E-posta zuzenean ere bidali diezagukezu.",
  "pilot-email-details": "Xehetasunak hemen daude.",
  "pilot-f1": "Eskualdea",
  "pilot-f2": "Zure izena",
  "pilot-f3": "Zure izena",
  "pilot-f4": "Enpresa-posta elektronikoa",
  "pilot-f5": "Izan beharko genukeen beste xehetasunik?",
  "pilot-f6": "Presazko sartzea behar duzu?",
  "pilot-f7": "Bai.",
  "pilot-f8": "Erasopean nago eta berehala sartzea eskatzen dut.",
  "pilot-f9": "Bidali",
  "pilot-f10": "Zure posta elektronikoa sartuz gero, gure Baldintzak eta Pribatutasun Politika onartzen dituzu eta gure mezu elektronikoak jasotzea onartzen duzu.",
  "pilot-fo-1": "Integrazioa ezin da errazagoa izan.",
  "pilot-fo-2": "hCaptchak aurrez eraikitako dozenaka integrazio ditu erabiltzen dituzun frontend eta backend sistemetarako.",
  "pilot-fo-3": "Google-ren reCAPTCHA-tik etortzen bazara, gure APIak ordezkoak dira. Hiru kode-lerro dira behar duzun guztia.",
  "pilot-fo-4": "Gure integrazio-ingeniariek azkar aurrera egin dezakete, React integrazioa behar duzun ala ez, iOS jatorrizko aplikazioetarako SDK-ak, Java backend adibide bat edo ia beste edozein eszenatoki behar dituzun.",
  "pilot-fo-5": "Eta beti bezala, pribatutasuna oinarrizko balio bat da guretzat. Gehitu gure erronka-kodea beharrezkoa den tokian soilik eta zu eta erabiltzaileak babestea zentzuzkoa den lekuetan. Datu bilketa minimizatzea integrazioaren unetik hasten da.",
  "pilot-fdone": "Eskerrik asko. Laster harremanetan jarriko gara.",
  "home-ent-2-new": "Lortu informazio gehiago gure enpresa-soluzioari buruz.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-ren soluzioek goi mailako segurtasuna eskaintzen dute eta lineako zerbitzu nagusietako asko babesten dituzte.",
  "home-plans-button-2-new": "Gehiago ikasi",
  "header-enterprise-link": "Enpresa",
  "sales-interstitial-c1b-new": "Lortu informazio gehiago hCaptcha Enterprise-ri buruz"
}
