{
  "a11y-img-1": "Erabilerraztasunaren erabiltzailearen pantaila saioa hasi ondoren",
  "a11y-img-2": "Irisgarritasun aukera widgetaren IU menuan",
  "a11y-img-3": "Irisgarritasuna elkarrizketa-koadroa widgetaren interfazean",
  "about-advisors-brendan": "Brave-ko zuzendari nagusia. Mozillaren sortzailea. JavaScript programazio lengoaiaren sortzailea. Nabigatzaileen eta gehiagoren sortzailea.",
  "about-advisors-dawn": "Kaliforniako Berkeley Unibertsitateko CS irakaslea. Ikasketa sakona, segurtasuna, blockchain aditua. Oasis Labs-eko zuzendari nagusia.",
  "about-advisors-head": "Aholkulariak",
  "about-advisors-keiran": "Stanfordeko ikerlari zientzialaria. Ikasketa automatikoa eta finantzaketa kuantitatiboa banku nagusietan, hedge funds eta akademian.",
  "about-content-head-1": "Zer egiten dugu",
  "about-content-head-2": "Zergatik axola da",
  "about-content-text-1a": "hCaptcha-k botikak geldiarazteko ikuspegi pribatua eta modernoa eskaintzen du.",
  "about-content-text-1b": "Bot-entzat zailak diren baina jendearentzat errazak diren CAPTCHA erronkak erakusten ditugu etiketatzeko zailak diren datuak automatikoki ikasteko arazoetatik biltzen ditugu eta webgune edo aplikazioen bisitaria gizakia den ala ez bereizteko erabiltzen dugu.",
  "about-content-text-2a": "Aktore txarrak gero eta ohikoagoak dira sarean. Baina erabiltzaileen pribatutasuna sakrifikatzea ez da erantzuna.",
  "about-content-text-2b": "Iragarkien enpresek eskaintzen dituzten segurtasun irtenbideak batez ere erabiltzaileen jarraipena egitean oinarritzen dira. Emaitza bikainak emateko erabiltzaileen pribatutasuna kaltetzea ez dela beharrezkoa dela frogatzen duen segurtasun irtenbide eraginkorra sortu dugu.",
  "about-intro-head-1": "HCaptcha-ri buruz",
  "about-intro-head-2": "Pribatutasuna, segurtasuna eta ikaskuntza automatikoa.",
  "about-intro-text": "hCaptcha munduko CAPTCHA zerbitzu independenterik erabiliena da.",
  "about-leadership-head": "Nortzuk gara",
  "about-leadership-headsub": "Eskarmentu handiko taldea, gaur egungo arazo gogorrenetan lanean.",
  "about-leadership-link1": "Nortzuk gara",
  "about-leadership-text1": "Ikasketa sakonean eta domeinu bisualen makina ikaskuntzan espezializatuta gaude eskalan, arreta berezia jarriz lineako sistemak gero eta sofistikatuagoak diren mehatxu modernoetatik babesteko.",
  "about-leadership-text2": "Software eta makina ikaskuntzako hamarkadetako esperientziarekin, eskalagarriak diren sistemak eraiki eta maneiatzen ditugu gaur egungo arazo gogorrenei aurre egiteko, pribatutasuna babestuz.",
  "acc-opt": "Irisgarritasun aukerak",
  "acc-opt-but": "Lortu informazio gehiago irisgarritasun aukerei buruz",
  "acc-opt-text": "Ikusmen urritasuna al duzu edo ezin duzu hCaptcha-ak osatu?",
  "accessibility-link": "Irisgarritasuna",
  "appreciate-in": "Eskertzen dugu zure ekarpena. Eman iezaguzu edozein arazo eta azkar konponduko ditugu.",
  "fb-but": "Bidali iezaguzu iritzia",
  "feedback-text": "Eman berriki ikusi duzun hCaptcha-ri buruzko iritzia",
  "footer-attribution": "Aitortu",
  "footer-copyright-text": "hCaptcha Intuition Machines, Inc. enpresaren marka erregistratua da.",
  "footer-header-1": "Enpresa",
  "footer-header-2": "Baliabideak",
  "footer-header-3": "Harremanetarako",
  "footer-link-1": "Etiketatzea",
  "footer-link-10": "Irisgarritasuna",
  "footer-link-2": "Buruz",
  "footer-link-3": "Lanpostuak",
  "footer-link-4": "Markak",
  "footer-link-5": "AI Etika",
  "footer-link-6": "Bloga",
  "footer-link-7": "Egoera",
  "footer-link-8": "Dokumentazioa",
  "footer-link-9": "Eman akatsen berri",
  "footer-privacy": "Pribatutasuna",
  "footer-subheader-1": "Laguntza",
  "footer-subheader-2": "Harremanetarako",
  "footer-terms": "Baldintzak",
  "h-plans": "Harpidetza Planak",
  "header-docs-link": "Dokumentuak",
  "header-labeling-services-link": "Etiketatze Zerbitzuak",
  "header-login-button": "Saioa hasi",
  "header-plans-link": "Planak",
  "header-signup-button": "Izena eman",
  "home-about-head": "HCaptcha-ri buruz",
  "home-about-subtitle": "GIZA protokoloaren bidez",
  "home-about-text-1": "hCaptcha makina ikaskuntzan lan gehien egiten duen arazoa konpontzeko diseinatuta dago: datu kopuru masiboak modu egokian, merkean eta fidagarrian etiketatuz.",
  "home-about-text-2": "Datu gehiagok, oro har, emaitza hobeak sortzen dituzte ikasteko makina ikasteko ereduetan. Eredu sakonen azken arrakastak datu multzo gero eta handiagoak ekarri ditu, ia beti gizakien berrikuspenekin. Hala ere, gizakiak berrikusitako datu multzo handiak sortzea Mechanical Turk, Eight Figure eta abarren bidez motela eta garestia da.",
  "home-about-text-3": "hCaptcha-k webguneei eskaera horri erantzuteko dirua irabazteko aukera ematen du bot-ak eta bestelako tratu txarrak blokeatzen dituzten bitartean.",
  "home-about-text-4": "HCaptcha merkatua HUMAN Protokoloaren bidez elikatzen da, Ethereum bloke katean funtzionatzen duen giza berrikuspenerako protokolo deszentralizatu irekia. Webguneek Giza Tokens (HMT) irabazten dute erabiltzaileek beren webgunean hCaptcha trepeta erabiltzen duten bakoitzean, eta ikaskuntza automatikoa duten enpresek Giza Tokens ordaintzen dituzte beren datuak etiketatzeko.",
  "home-ba-labeling-services-link": "Etiketatze Zerbitzuak",
  "home-benefits-head-1": "Datuak etiketatzearen balioa",
  "home-benefits-head-2": "Eman Itzuli Karitateari",
  "home-benefits-text-1": "Konturatzen al zinen autoan klik egiten duzun bakoitzean Gigantic konpainia bakarreko makina ikasteko sistemak doan entrenatzen laguntzen ari zarela?",
  "home-benefits-text-2": "hCaptcha-k eredu honi buelta ematen dio. HCaptcha erabiltzen duzunean, enpresek zure erabiltzaileek gizatasuna frogatzen duten bitartean egiten duten lana eskaintzen dute. Sariak lortzen dituzu.",
  "home-benefits-text-3": "Zure karitate gogokoena itzuli nahi al duzu? hCaptcha-k aukeratutako ongintzako laguntzak erabiltzeagatik lortzen dituzun irabaziekin. Zure webguneko erabiltzaileek laster ikusi ahal izango dute hCaptcha interfazean marka diskretuaren bidez karitateari egindako ekarpena.",
  "home-challenge-text-1": "Aukeratu kontsultarekin bat datozen irudi guztiak",
  "home-challenge-text-2": "Definitu objektuen muga-eremua",
  "home-challenge-text-3": "Identifikatu dagozkien etiketak",
  "home-challenge-title-1": "Konparazioa",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Kategorizazioa",
  "home-challenges-head": "Aurkeztutako Erronkak",
  "home-challenges-text-1": "... eta beste zeregin erraz batzuk. Erraza gizakientzat, botentzat gogorra.",
  "home-challenges-text-2": "Zeregin pertsonalizatuak ere eskuragarri daude enpresa argitaratzaileentzat.",
  "home-ent-1": "Gure enpresen segurtasun eskaintzak bilatzen al dituzu?",
  "home-ent-2": "Bisitatu gure dedikatutako gune berria: BotStop.com",
  "home-ent-button": "Lortu informazio gehiago: BotStop by hCaptcha",
  "home-from-the-blog": "BLOG-etik:",
  "home-from-the-blog-value": "Nola funtzionatzen duen hCaptcha Zailtasun Ezarpenak",
  "home-intro-body": "Captcha erabiltzen al duzu robotak kanpoan uzteko? hCaptcha-k erabiltzaileen pribatutasuna babesten du, webguneak saritzen ditu eta enpresei beren datuak etiketatzen laguntzen die. ReCAPTCHAren ordezko ordezkoa da: minutu gutxitan alda dezakezu.",
  "home-intro-button": "Eman izena orain",
  "home-intro-head": "Bot gehiago gelditu. Hasi erabiltzailearen pribatutasuna babesten.",
  "home-main-1": "Pribatua. Seguru. Azkarrago. Eta erabiltzeagatik ordaintzen dizugu.",
  "home-main-2": "Pribatutasuna bideratuta",
  "home-main-2c": "Iragarkien sareek zure bisitariak produktu gisa ikusten dituzte. HCaptcharentzat produktua eskaintzen duten lana da. Ez zaigu axola zeintzuk diren zure erabiltzaileak, kaltegarriak izateko aukera duten bakarra. Privacy Pass bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko.",
  "home-main-3": "Segurtasuna Lehenik eta behin",
  "home-main-3c": "Zehaztasuna zure intereserako da eta gurea. hCaptcha argitaratzaileari zuzenduta dago. Benetako datuak emateko eta nola erabili erabakitzeko lan egiten dugu. Beste captcha batzuk Gigantic publizitate konpainiek eskaintzen dituzte. Horrek esan nahi du blokeatzen duten bot bakoitzak diru sarrerak murriztu ditzakeela.",
  "home-main-4": "Erabiltzaile esperientzia hobea",
  "home-main-4c": "HCaptcha-k makina ikasteko eredu sofistikatuak erabiltzen ditu gizateria zehazteko. Horrek zeregin gogaikarri gutxiago eskatzen dizkiegu zure erabiltzaileei eta denbora gutxiago behar dugu horretarako, hala ere, bezeroak etiketatzeko etiketatutako datu baliagarriak sortzen ditugu.",
  "home-main-plans": "hCaptcha doakoa da edozein tamainako argitaletxeentzat erabiltzeko. Hala ere, kontrol gehiago behar duten enpresa eta plataformetarako, gure enpresa irtenbideak eskuragarri daude.",
  "home-main-plans2": "hCaptcha enpresa irtenbideek milioika erabiltzaile babesten dituzte hamarnaka milioika webgunetan planetako konpainia handienetako batzuentzat. Mesedez, jarri gurekin harremanetan informazio gehiago lortzeko edo bisitatu",
  "home-main-plans3": "hCaptcha enpresa irtenbideek milioika erabiltzaile babesten dituzte hamarnaka milioika webgunetan planetako konpainia handienetako batzuentzat. Mesedez, jarri gurekin harremanetan informazio gehiago lortzeko edo bisitatu",
  "home-main-plans4": "xehetasunetarako.",
  "home-plans-button-1": "Izena eman orain",
  "home-plans-button-2": "Harremanetarako salmentekin",
  "home-plans-chart-head-1": "Ezaugarriak",
  "home-plans-chart-head-2": "Argitaletxea",
  "home-plans-chart-head-3": "Enpresa",
  "home-plans-chart-row-1-cell-1": "Erakutsi erronka motak",
  "home-plans-chart-row-1-cell-2": "Mugatua",
  "home-plans-chart-row-1-cell-3": "Guztira",
  "home-plans-chart-row-10-cell-1": "Erabiltzaile anitzeko panelak",
  "home-plans-chart-row-11-cell-1": "Txostenak egiteko funtzio aurreratuak",
  "home-plans-chart-row-12-cell-1": "Enpresa SLAak",
  "home-plans-chart-row-2-cell-1": "Kontrolatu erabilitako erronka edukia",
  "home-plans-chart-row-2-cell-2": "Mugatua",
  "home-plans-chart-row-2-cell-3": "Guztira",
  "home-plans-chart-row-3-cell-1": "Irabazi sariak gizakiaren ebazpenengatik",
  "home-plans-chart-row-4-cell-1": "Mundu mailako bot-en aurkako babesa",
  "home-plans-chart-row-5-cell-1": "Herrialde guztietan egiten du lan",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA eta% 99,9 modu pasiboak",
  "home-plans-chart-row-5b-cell-1": "Bot konfiantza puntuazioak",
  "home-plans-chart-row-6-cell-1": "GDPR eta CCPAren aldeko pribatutasun politika",
  "home-plans-chart-row-7-cell-1": "Ale fineko zailtasun maila",
  "home-plans-chart-row-8-cell-1": "Abiarazi zure erronka edukia",
  "home-plans-chart-row-9-cell-1": "Denboran oinarritutako zailtasunak programatzea",
  "home-try-it-out-button": "Lortu hCaptcha",
  "home-try-it-out-head": "Probatu",
  "home-try-it-out-text": "hCaptcha-k bot-en detekzio erraza, erraza eta fidagarria eskaintzen du gizakiek konpontzea hutsala den bitartean.",
  "labeling-about-head": "HCaptcha-ri buruz",
  "labeling-about-text-1": "hCaptcha ikaskuntza automatikoan lan gehien eskatzen duen arazoa konpontzeko diseinatuta dago; datu kopuru masiboak modu egokian, merkean eta fidagarrian etiketatuz. Datu gehiagok, oro har, emaitza hobeak sortzen dituzte ikasteko makina ikasteko ereduetan. Eredu sakonen azken arrakastak datu multzo gero eta handiagoak ekarri ditu eta hCaptchak behar horri erantzuten dio.",
  "labeling-about-text-2": "Hala ere, gizakiak berrikusitako datu multzo handiak metodo tradizionalak erabiliz sortzea motela eta garestia da. hCaptcha enpresek eskatzen dituzten oharrak azkarrago, kalitate handiagoarekin eta beste alternatibek baino kostu txikiagoarekin lortzeko modu bat da.",
  "labeling-annotations-head": "Oharpen motak",
  "labeling-annotations-text-1": "Objektuen hautemate zehatza irudietan eta bideoan",
  "labeling-annotations-text-2": "Objektuen hautemate zehatza irudietan eta bideoan",
  "labeling-annotations-text-3": "Puntu anotazioak erabilera kasu askotarako",
  "labeling-annotations-text-4": "Ordenatu edo erantsi edozein tamainako kategoria arbitrarioak",
  "labeling-annotations-text-5": "Gizakiak elikatutako detekzioa eta sailkapena",
  "labeling-annotations-text-6": "Hemen agertzen ez den beste mota bat behar al duzu? Galde iezaguzu.",
  "labeling-annotations-title-1": "Bounding Boxes",
  "labeling-annotations-title-2": "Poligonoak",
  "labeling-annotations-title-3": "Mugarriak",
  "labeling-annotations-title-4": "Atributuen sailkapena",
  "labeling-annotations-title-5": "Konparazioa eta detekzioa",
  "labeling-annotations-title-6": "... eta beste asko",
  "labeling-ent-button": "Jar zaitez gure enpresen soluzioekin harremanetan",
  "labeling-ent-head": "Amaiera-puntako kontrola behar duzu?",
  "labeling-ent-text-1": "HCaptcha-ren atzean dagoen GIZA Plataformak lanaren kalitate eta kudeaketa ezaugarri sofistikatu handiak eskaintzen ditu, lehendik dauden sistemekin integratzen diren lokalean, hibridoetan edo SaaS inplementazioen bidez.",
  "labeling-ent-text-2": "Egin konexiorik gabe zure langileekin, jarraitu negozio unitateetan edo partzuergoko bazkideetan kontsumitutako balioaren jarraipena, selektiboki bideratu lanak barneko edo kanpoko lan hornitzaile desberdinetara, kostu eta segurtasun eskakizunetan oinarrituta, eta abar.",
  "labeling-ent-text-3": "API sarbide erraza, aginte-panel ederrak eta begizta modelo berriena, eraginkortasuna maximizatzeko.",
  "labeling-ent-text-4": "% 99,99ko uptime SLAak eta 24/7 laguntza globala eskuragarri. Informazio gehiagorako:",
  "labeling-features-head-1": "API bidezko kanalizazio sinpleak.",
  "labeling-features-head-2": "Kostua eta kalitatea optimizatuta. Ez da beharrezkoa aurretiazko konpromisorik.",
  "labeling-features-head-3": "Behar duzun zehaztasuna soilik ordaindu.",
  "labeling-features-head-4": "Eman zure lurreko egia datuak edo utzi eraikitzeko gurekin.",
  "labeling-features-text-1": "Giza berrikuspena zuzenean zure negozioaren eragiketetan integratu nahi duzu? Fidagarritasun handiko SLAak, ahalmen bermatua eta REST API sinpleak eskaintzen ditugu.",
  "labeling-features-text-2": "HUMAN plataformak konfiantza eredu integralak erabiltzen ditu denbora errealeko kalitatearen analisi sofistikatuak egiteko. Horri esker, galderen zailtasuna zein erantzun zuzena izan daitezkeen zehazten dugu, denbora eta dirua aurrezteko.",
  "labeling-features-text-3": "Arazo guztiak ez dira berdinak. Segurtasuneko zeregin kritikoetarako oharrak% 99,99ko konfiantza izan dezakete erabat gizakien langileek. Baliteke mugikorreko jokoen aplikazio bateko beta eginbide baterako oharrak konfiantza ertaina izatea. Zuk erabaki.",
  "labeling-features-text-4": "Ba al duzu datu gordinik egiaztapen multzo osatu gabe? Kasu gehienetan zuretzako bat eraiki dezakegu sisteman zehar egiten diren zereginetan edo etiketatutako laginak sor ditzakezu zure onespenerako.",
  "labeling-info-head": "Datuak etiketatzen",
  "labeling-info-text-1": "Hitz egin gure domeinuko adituetako batekin zure proiektuaren beharrak definitzeko: helburuaren zehaztasuna, formatua eta edozein eskakizun berezi.",
  "labeling-info-text-2": "Zure lagin datuetan oinarrituta ekoizpen lan txiki bat gauzatzen dugu. Honek elkarrekin egindako lana probatzen duzu behar duzuna zehazki lortzeko.",
  "labeling-info-text-3": "Gure bolumen altuarekin eta latentzia txikiarekin zure lana azkar buelta emango dugu, entrega automatizatua egin bezain laster.",
  "labeling-info-text-4": "Zure produkzio lanaren parametroak hobeto ulertzen ditugunez, emaitzak hobetzen joango dira denborarekin.",
  "labeling-info-text-5": "Zuzeneko aginte-panelek edozein unetan iritzia emateko edo produkzioa pausatzeko aukera ematen dute.",
  "labeling-info-title-1": "Zehaztu zehaztapenak",
  "labeling-info-title-2": "Hasierako Lan Proba",
  "labeling-info-title-3": "Ekoizpen-lanak zabaldu",
  "labeling-info-title-4": "Etengabeko Hobekuntza",
  "labeling-info-title-5": "Denbora Errealeko Emaitzak",
  "labeling-main-1": "Datuen etiketatze kostu eraginkorra eskalan",
  "labeling-main-1-button": "Jarri zure datuak orain etiketatuta",
  "labeling-main-1c": "Etiketa gehiago behar dituzu zure datu multzoetarako? hCaptcha-k datuen etiketatze azkarra, errentagarria eta kalitate handikoa eskaintzen die adimen artifizialeko eta automatikoki ikasteko aplikazioetan lan egiten duten enpresei.",
  "labeling-main-2": "Abiarazi milioika zeregin berehala.",
  "labeling-main-2-button": "Erosi datuak etiketatzeko zerbitzuak",
  "labeling-main-2c": "hCaptcha-k planetako igerileku handienetako bat du erabilgarri. Zure eskala edozein dela ere, aurrez hartutako konpromiso garestirik gabe kudea dezakegu. Eguneko milioika zeregin ez dira arazorik.",
  "labeling-platform-head": "Informazio pribatua edo publikoa",
  "labeling-platform-text": "hCaptcha GIZA plataforman oinarrituta dago, eta horrek bideratze eta analisi sofistikatuak ahalbidetzen ditu urrats bakoitzean kostua eta eraginkortasuna optimizatzeko. Teknologia honi esker, langile egokiak zure lanaren zati bakoitza kudeatzen du, kostuen eraginkortasuna maximizatuz pribatutasuna babestuz eta aplika daitezkeen arauzko baldintzak betez.",
  "labeling-try-button": "Erosi datuak etiketatzeko zerbitzuak",
  "labeling-try-head": "Zure datuekin saiatu nahi al duzu?",
  "labeling-try-text": "... prest gaudenean: gure zerbitzua 24 orduz dago eskuragarri.",
  "learn-more-hcaptcha": "Lortu informazio gehiago hCaptcha-ri buruz",
  "page-acc-faq-1": "Galdera: hCaptcha Section 508 + WCAG 2.1 AA bateragarria da? Erantzuna: Baietz uste dugu: edozein webgunetik arakatzeko eta inprimakietan testua idazteko gai diren edozein urritasun mota duten erabiltzaile guztiak hCaptcha-k babestutako zerbitzuetara sar daitezke erregistratu ondoren. Hala ere, ez da aholku juridikoa: zeure ebaluazioa egin beharko zenuke, zure inplementazio partikularra kontuan hartuta zure hedapenaren kasua ziurtatzeko.",
  "page-acc-faq-2": "Galdera: Irisgarritasunerako (a11y) beste aukera batzuk lantzen ari zara, audioa adibidez? Erantzuna: Aurretik audio captchas bezalako aukera ezagunek askok diskriminatzen dituzte eta automatikoki ikasteko teknika modernoek erraz gainditzen dituzte. Horrek egungo audio erronkak gero eta zailagoak izatera behartu ditu, zarata, denbora bitxia, ezohiko hitz konbinazioak eta abar sartuz erasotzaileak garaitzeko. Beraz, ez dugu hain gogotsu planteamendu hau eta erronka guztiz ekiditea, baina kontuan hartuko dugu a11y komunitatearen eskaera baldin badago. Hala ere, oso interesgarria zaigu Erabilerraztasuna erabiltzeko kasuetarako Privacy Pass. Gure egungo a11y ikuspegia konbinatzeak Privacy Pass jaulkipenarekin konbinatzeak a11y erabiltzaileei segurtasunez arakatzeko aukera emango die, haien trafikoa pribatuagoa dela jakitean, bot operadoreek gehiegizko aukerak eskuragarri dituztenean ezinbestean gertatzen diren abusuak murriztuz. Partaide aktiboak gara teknologia berri hau normalizatzen duen IETF lantaldean.",
  "page-acc-faq-3": "Galdera: Zer gertatzen da pribatutasunarekin? Erregistroak arakatzeko datuak erakusten ditu nolabait? Zer egiten duzu posta elektronikoarekin? Erantzuna: hCaptcha pribatutasunerako diseinatuta dago hasieratik. Iragarkien sareek dituzten reCAPTCHA bezalako aukera tradizionalak baino oso desberdina da, sarearen jarraipena egiteko eta benetako identitatearekin lotzeko pizgarria baitute. Ez dugu inoiz erabilerraztasun mezu elektronikorik edo informaziorik erabiltzen a11y erabilera erraztea eta tratu txarrak saihestea baino. Gure pribatutasun-gidalerroak datuak nola erabiltzen ditugun erantzun integral eta autoritarioak ditu, baina erantzun laburra da ez dugula interesik pertsona gisa zure arakatze-historiarekin lotzeko. Une honetan, zure helbide elektronikoa azkar baztertzeko irtenbide kriptografiko batean ere ari gara lanean. Tratu txarrak prebenitzeko gaitasuna mantentzen dugun bitartean, gure Privacy Pass lana osatuz.",
  "page-acc-link-1": "Erabilerraztasun erabiltzailea bazara, eman izena hemen.",
  "page-acc-subhead": "Erabiltzaile guztientzako sarbide egokia bermatzea segurtasuna mantenduz",
  "page-acc-summary": "Laburpen",
  "page-acc-summary-contents-1": "hCaptcha bot-ak geldiarazteko diseinatuta dago, pertsonengandik bereiziz. Ikusizko probak tresna egokia dira horretarako, baina denek ezin dute ikusizko erronka konpondu. Hori dela eta, minik gabeko alternatiba sinple bat diseinatu dugu, gure zerbitzua erabiltzen duten argitaletxeek 508 artikulua eta WCAG 2.1 AA bateragarritasuna duten guztientzako irisgarritasuna gorde dezaten.",
  "page-acc-summary-contents-2": "Nola funtzionatzen duen: lehenengo, irisgarritasuneko erabiltzaile batek URL honetan izena ematen du, hCaptcha widgetaren informazio orrian estekatuta dagoena. Egunean hainbat aldiz erabil daitekeen enkriptatutako cookie bat ematen zaie, baina saio bidez 24 orduro freskatu behar da. HCaptcha zerbitzua erabiltzen duen edozein gunetan erabilerraztasun erabiltzaile bati erronka aurkezten zaionean, automatikoki pasatuko dira.",
  "page-acc-title": "hCaptcha irisgarritasunari buruzko informazioa",
  "page-acc-tr-body": "Galdera: Oraindik erronka bat ikusten ari naiz cookie-a ezarri ondoren. Zerk eragiten du hau?<br> Erantzuna: normalean iragarkien blokeatzaile erasokorra edo cookieen aurkako luzapena erabiltzeagatik edo gune arteko cookieak blokeatzen dituen ezarpen batengatik gertatzen da, kasu honetan hCaptcha JS-k beste gune batean ezarri edo egiaztatzen duen hcaptcha.com-eko cookie bat delako. , bisitatzen ari zaren bezalakoa.<br><br> hCaptcha erabilerraztasunerako cookieek arakatzaile eta iragarki blokeatzaile ezagun guztiekin funtzionatzen dute ezarpen estandarrekin; beraz, normalean hutsak iragarkien aurkako blokeak edo gune jakin batzuetara zuzendutako antzeko arau multzoak izaten dira.<br><br> Irtenbideak:<br><br> 1. Zerrenda zurian hcaptcha.com eta * .hcaptcha.com cookieak iragarkien blokeatzailean edo arakatzailearen segurtasun luzapenean.<br> 2. Brave arakatzailea erabiltzen ari bazara, gaur egun ez dirudi inolako cookie zerrenda zuririk duenik, joan Preferences -> Shields -> Cookies eta aukeratu Onartu cookie guztiak.<br> 3. Safari-ren azken bertsioa erabiltzen ari bazara kaleratu berri den OS X 10.15 edo iOS 13.4 bertsioetan, Apple-k aldatu egin berri du Safariren portaera hirugarrenen cookierekin erlazionatuta, guztiak lehenetsiz blokeatuz. Irtenbide bat ezartzen ari gara, baina bitartean bisitatu Safari Hobespenak, Pribatutasun atala eta desmarkatu Webgunearen jarraipena: eragotzi guneen arteko jarraipena, irisgarritasun cookieak espero bezala funtziona dezan.<br><br> Galdera: gailu ugari erabiltzen ditut. Hainbat aldiz eman behar al dut izena?<br> Erantzuna: Ez. Egin klik cookie-a konfiguratzeko erabiltzen duzun gailu bakoitzean bidalitako posta elektronikoko esteka berean.<br><br> Galdera: Nola babestu dezaket hirugarrenen cookieen jarraipenetik irisgarritasunerako cookie-a erabiltzen ari naizenean?<br> Erantzuna: domeinu mailako zerrenda zuria onartzen duen pribatutasun edo iragarkiak blokeatzeko luzapena erabiltzeak (adibidez, uBlock Origin) espero bezala funtzionatuko du: ziurtatu hcaptcha.com zerrenda zurian sartzea.",
  "page-acc-tr-title": "Erabilerraztasun erabiltzaileentzat: galderak eta arazoak konpontzeko gida",
  "page-acc-tr2-body": "Safaria<br> Cookieak Safarian (Mac) gaitzeko: joan Safari goitibeherako menura. Aukeratu Hobespenak. Egin klik Pribatutasuna goiko panelean. 'Blokeatu cookieak' atalean, hautatu 'Inoiz ez' aukera.<br> Safari-n cookieak gaitzeko (iPhone / iPad iOS 11+): Ireki ezarpenak. Joan behera eta hautatu Safari. Pribatutasuna eta segurtasuna atalean, desaktibatu \"Webguneen jarraipena eragotzi\" eta \"Cookie guztiak blokeatu\".<br><br> Firefox<br> Egin klik edozein web orritako helbide barraren ezkerraldean dagoen ezkutuan. Egin klik Babes-ezarpenak aukeran. Firefox Hobespenak Pribatutasuna eta segurtasuna panela irekiko da. Jarraipenaren babes hobetua atalean, hautatu Pertsonalizatua. Aukeratu zein jarraitzaile eta script blokeatu kontrol lauki horiek hautatuta. Ziurtatu hcaptcha.com desblokeatu duzula.<br><br> Pertsonalizatutako zenbait babes aldi baterako desaktiba ditzakezu hau arazteko kontrol laukiak desautatuz: Desautatu Trackers kontrol laukia edo desaktibatu Cookieak kontrol laukia oraindik arazoak badituzu.<br><br> Google Chrome<br> Google Chrome (PC)<br> Hautatu Chrome menuaren ikonoa. Aukeratu Ezarpenak.<br> Joan Pribatutasuna eta segurtasuna atalera, ondoren Cookieak eta webguneko beste datu batzuk.<br> Ziurtatu 'Blokeatu hirugarrenen cookieak' ez dagoela gaituta.<br><br> Google Chrome (Mac):<br> Ireki Chrome hobespenak menu barran.<br> Joan Pribatutasuna eta segurtasuna atalera, ondoren Cookieak eta webguneko beste datu batzuk.<br> Ziurtatu 'Blokeatu hirugarrenen cookieak' ez dagoela gaituta.<br><br> Google Chrome (Android):<br> Android gailuan, ireki Chrome aplikazioa.<br> Goialdean eskuinean, ukitu Más eta gero Ezarpenak.<br> Punteatu Gunearen ezarpenak eta gero Cookieak.<br> 'Cookieak' ondoan, aktibatu ezarpena.<br> Markatu \"Baimendu hirugarrenen cookieak\" ondoko laukia.<br><br> Internet Explorer<br> 1. Aukeratu engranajea pantailaren goiko eskuineko izkinan eta hautatu 'Interneteko aukerak'. Menu-barra gaituta baduzu, 'Tresnak' eta 'Interneteko aukerak' hauta ditzakezu.<br> 2. Egin klik 'Pribatutasuna' fitxan.<br> 3. Aukeratu 'Aurreratua' botoia.<br> 4. \"Hirugarrenen cookieak\" atalean, hautatu \"Onartu\".<br> 5. Egin klik \"Ados\" botoian",
  "page-acc-tr2-head": "Nabigatzailearen jarraibideak gurutzatzeko guneetarako cookieak",
  "priv-hc": "Pribatutasuna bideratuta",
  "priv-hc-text": "Iragarkien sareek beraien produktu gisa ikusten zaituzte. Ez dugu. Ez zaigu axola erabiltzaileak nortzuk diren, baizik eta asmo txarrak izan ditzaten. Privacy Pass bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko.",
  "reporting-bugs-accessibility-button": "Lortu informazio gehiago irisgarritasun aukerei buruz",
  "reporting-bugs-accessibility-head": "Irisgarritasun aukerak",
  "reporting-bugs-accessibility-text": "Ikusmen urritasuna al duzu edo ezin duzu hCaptcha-ak osatu?",
  "reporting-bugs-guide-ff-head": "Akatsen txostenaren xehetasunak ateratzen: Firefox",
  "reporting-bugs-guide-ff-step-1": "1. Urratsa: Ireki Garatzaile Tresnak (Saioa grabatzen hasiko da.",
  "reporting-bugs-guide-ff-step-2": "2. urratsa: Egin klik Sare fitxan Garatzaile tresnetan. Markatu Goiko aldian dauden egunkari laukia.",
  "reporting-bugs-guide-ff-step-3": "3. urratsa: bisitatu https://accounts.hcaptcha.com/demo edo arazoren bat izaten ari zaren webgunera (pribatutasun oharra: zer den partekatzea axola ez bazaizu bakarrik ...) eta egin klik I botoian. giza botoia naiz, eta saiatu konpontzen.",
  "reporting-bugs-guide-ff-step-4": "4. urratsa: Egin klik HAR konpontzen saiatu ondoren, eta aukeratu Gorde guztiak HAR gisa sareko erregistroa gordetzeko. Bidali fitxategi hori gurera.",
  "reporting-bugs-guide-ff-step-5": "5. urratsa: egin klik Kontsola fitxan, eta egin klik eskuineko botoiaz gero Aukeratu guztia eta gorde testu fitxategi batean, kontsolaren egunkaria gordetzeko. Bidal iezaguzu hori ere.",
  "reporting-bugs-guide-ff-step-6": "Azken urratsa: bidali mezu elektroniko bat HAR eta kontsola egunkari-fitxategi hauei eta deskribatu arazoa Erabilera: support@hcaptcha.com (erabili Dropbox edo Filebin bezalako zerbitzua eta bidali estekak) eta, nahi izanez gero, pantaila-argazkia ere, zerbait ongi erakusten ez dela uste baduzu. . Mesedez, bidali erabiltzen ari zaren IPa ere. Https://www.whatsmyip.org/ helbidetik lor dezakezu. Eskerrik asko informazio hau jasotzen lagunduko diguzuen denboragatik! HCaptcha guztiontzat ondo funtzionatzeko konpromisoa hartu dugu.",
  "reporting-bugs-guide-head": "Akatsen txostenaren xehetasunak ateratzen: Chrome",
  "reporting-bugs-guide-step-1": "1. Urratsa: Ireki Garatzaile Tresnak (Saioa grabatzen hasiko da.",
  "reporting-bugs-guide-step-2": "2. urratsa: Egin klik Sare fitxan Garatzaile tresnetan. Markatu goiko aldean gorde erregistroa.",
  "reporting-bugs-guide-step-3": "3. urratsa: bisitatu https://accounts.hcaptcha.com/demo edo arazoren bat izaten ari zaren webgunera (pribatutasun oharra: zer den partekatzea axola ez bazaizu bakarrik ...) eta egin klik I botoian. giza botoia naiz, eta saiatu konpontzen.",
  "reporting-bugs-guide-step-4": "4. urratsa: Egin klik Esportatu HAR (beheko gezi txikia) konpontzen saiatu ondoren, eta horrek sareko erregistroa gordetzen du. Bidali fitxategi hori gurera.",
  "reporting-bugs-guide-step-5": "5. urratsa: egin klik Kontsola fitxan, eta egin klik eskuineko botoiaz gero Gorde honela .. kontsolaren erregistroa gordetzeko. Bidal iezaguzu hori ere.",
  "reporting-bugs-guide-step-6": "Azken urratsa: bidali mezu elektroniko bat HAR eta kontsola egunkari-fitxategi hauei eta deskribatu arazoa. Erabilera: support@hcaptcha.com (mesedez, erabili Dropbox edo Filebin bezalako zerbitzu bat eta bidali estekak) eta, nahi izanez gero, pantaila-argazkia, zerbait ondo erakusten ez dela uste baduzu. Mesedez, bidali erabiltzen ari zaren IPa ere. Https://www.whatsmyip.org/ helbidetik lor dezakezu. Eskerrik asko informazio hau jasotzen lagunduko diguzuen denboragatik! HCaptcha guztiontzat ondo funtzionatzeko konpromisoa hartu dugu.",
  "reporting-bugs-guide-text-1": "Zure txostenarekin arazketa informazioa bidaltzeak askoz errazagoa izango da gertatzen ari garena identifikatzea. Hona hemen urratsez urrats argibideak:",
  "reporting-bugs-guide-text-2": "Web garatzailea edo erabiltzaile aditua bazara, laburpena da sareko grabaketa HAR eta arakatzailearen kontsola egunkariak bidaltzea nahi genukeela. Saiatu iragarkiak blokeatzen edo arakatzailearen segurtasun luzapenak desgaitzen lehenik eta gero saiatu berriro urrats hauek egin aurretik. Horrek zure arazoa konpontzen badu, eskertuko genizueke zure arakatzailearen bertsioa, iragarkien blokeatzailea edo arakatzailearen luzapena eta webgunearen URLa jakinaraztea.",
  "reporting-bugs-intro-head": "Akats bat aurkitu duzu? Hona hemen nola salatu.",
  "reporting-bugs-intro-text": "Milioika pertsonek hCaptcha erabiltzen dute hilero, milaka arakatzaile, luzapen, gailu, suebaki eta beste konbinazio konbinatuetan. Gure helburua zuretzako beti funtzionatzen duela ziurtatzea da, beraz zure txostenak asko eskertzen ditugu! Iritzi azkarrak emateko, egin klik Bidali iritzia botoian. Arazo funtzionalen bat ikusten baduzu, jarraitu Chrome-ren arazketa-erregistroaren argibideak edo Firefox-en arazketa-egunkariaren jarraibideak. Beste edozein arakatzaileri mezu elektronikoa bidali behar diegu. Segurtasun edo pribatutasun arazo potentzialak ikusteko, ikusi beheko argibideak.",
  "reporting-bugs-privacy-head": "Pribatutasun arazoak",
  "reporting-bugs-privacy-text": "Ez zaigu axola erabiltzaileak nortzuk diren, soilik maltzurrak edo makinak izateko probabilitatea dutenak. Privacy Pass bezalako ekimenak onartzen ditugu eta gogor lan egiten dugu pribatutasuna eta segurtasuna orekatzeko. Erabiltzaileen pribatutasunean eragina izan dezakeen arazoren bat aurkitu baduzu, bidali mezu elektroniko bat support@hcaptcha.com helbidera.",
  "reporting-bugs-provide-feedback-button": "Bidali iezaguzu iritzia",
  "reporting-bugs-provide-feedback-head": "Eman hCaptcha-ri buruzko berehalako iritzia",
  "reporting-bugs-provide-feedback-text": "Eskertzen dugu zure ekarpena. Eman iezaguzu edozein arazo eta azkar konponduko ditugu.",
  "reporting-bugs-security-head": "Segurtasun akatsak",
  "reporting-bugs-security-text": "Beti interesatzen zaigu segurtasun akatsen inguruko txostenak jasotzea. Bidali mezu elektroniko bat support@hcaptcha.com eta CC security@hcaptcha.com helbideetara eta azkar erantzungo dizugu. HCaptcha zerbitzuan eta horri lotutako iturburu kodean segurtasun txosten egokiak egiteko akatsen sari programa ere badugu.",
  "sales-interstitial-c1": "Enpresentzat",
  "sales-interstitial-c1a": "Enpresen segurtasun irtenbideak (ordainduta)",
  "sales-interstitial-c1b": "Lortu informazio gehiago hCaptcha Enterprise-ri (BotStop) buruz",
  "sales-interstitial-c1c": "Datuen oharra",
  "sales-interstitial-c1d": "Erosi hCaptcha oharpen zerbitzuak",
  "sales-interstitial-c2": "Norbanakoentzat",
  "sales-interstitial-c2a": "Gehitu hCaptcha zure zerbitzura (doan)",
  "sales-interstitial-c2b": "Gehitu hCaptcha for Publishers nire webgunean edo aplikazioan",
  "sales-interstitial-c2c": "Zer da hCaptcha?",
  "sales-interstitial-c2d": "Lortu informazio gehiago hCaptcha-ri buruz",
  "sales-interstitial-head": "Ea leku egokira iristen zaren.",
  "sec-hc": "Segurtasuna Lehenik eta behin",
  "sec-hc-text": "hCaptcha argitaratzaileari zuzenduta dago. Guneei benetako datuak emateko eta nola erabili erabakitzen uzten dugu. Zehaztasuna zure intereserako da eta gurea. Beste captcha batzuk publizitate enpresek eskaintzen dituzte. Blokeatzen duten bot bakoitzak diru sarrerak murriztu ditzake.",
  "signup-interstitial-c1": "Enpresetarako edo webguneetarako",
  "signup-interstitial-c1a": "Gehitu hCaptcha zure zerbitzura (doan)",
  "signup-interstitial-c1b": "Gehitu hCaptcha for Publishers nire webgunean edo aplikazioan",
  "signup-interstitial-c1c": "Enpresen segurtasun irtenbideak (ordainduta)",
  "signup-interstitial-c1d": "Lortu informazio gehiago hCaptcha Enterprise-ri (BotStop) buruz",
  "signup-interstitial-c1e": "Datuen oharra",
  "signup-interstitial-c1f": "Erosi hCaptcha oharpen zerbitzuak",
  "signup-interstitial-c2": "Norbanakoentzat",
  "signup-interstitial-c2a": "Irisgarritasuna",
  "signup-interstitial-c2b": "Lortu informazio gehiago hCaptcha-ren erabilerraztasun aukerei buruz",
  "signup-interstitial-c2c": "Dirua irabazi",
  "signup-interstitial-c2d": "Lan egin datuen etiketatzaile indibidual gisa",
  "signup-interstitial-head": "Ea leku egokira iristen zaren.",
  "support-interstitial-c1": "Enpresentzat",
  "support-interstitial-c1a": "Enpresen segurtasun irtenbideak (ordainduta)",
  "support-interstitial-c1b": "Lortu laguntza hCaptcha Enterprise-rako (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (doakoa)",
  "support-interstitial-c1d": "Lortu hCaptcha Publisher laguntza",
  "support-interstitial-c2": "Norbanakoentzat",
  "support-interstitial-c2a": "Erronka batekin zailtasunak dituzu?",
  "support-interstitial-c2b": "Lortu informazio gehiago hCaptcha-ren erabilerraztasun aukerei buruz",
  "support-interstitial-c2c": "Akatsen berri eman nahi duzu?",
  "support-interstitial-c2d": "Lortu informazio gehiago software arazoen berri emateari buruz",
  "support-interstitial-head": "Ea leku egokira iristen zaren.",
  "switch-to-english-link": "Aldatu ingelesera",
  "what-is-hcaptcha": "Zer da hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha-k zure web zerbitzu gogokoenak robotak, spamak eta gehiegikeriak kanpoan uzten laguntzen die gizakientzat errazak eta makinak zailak diren galdera errazak eginez.",
  "why-hc": "Zergatik hCaptcha?",
  "why-hc-text": "Erronka bati erantzuten diozun bakoitzean, eredu sofistikatuak erabiltzen ditugu gizakia edo makina bat zaren ala ez jakiteko. Ondoren bisitatutako webguneak emaitza hau erabiltzen du bere webguneko esperientzia hobetzen laguntzeko bot-ak kanpoan utziz."
}
