{
    "1001938065": "Integrazioa ezin da errazagoa izan",
    "1012122721": "* Guk zuzenean kudeatzen ditugun cookie estatistikoak (hau da, lehen alderdiak, ez hirugarrenenak), non datuak profilak egiteko erabiltzen ez diren.",
    "1014004474": "hCaptcharen Enterprise planek zerbitzu-mailako akordio aurreratuak eskaintzen dituzte zure erakundea babestuta mantentzeko",
    "1021431157": "( ) Kode irekiko edo kode irekiko lizentziekin bateraezintasuna",
    "1023070345": "2021eko martxoaren 14a baino lehen",
    "1023108656": "Hirugarrenen Hartzaileen Kategoriak",
    "1023190144": "hCaptcha® testuan",
    "102498091": "Google-k $ 1 kobratzen du reCAPTCHA Enterprise-ren 1.000 eskaera bakoitzeko, hau da, orain eskaera bakoitzeko beren zerbitzuaren segurtasuna hausteko kostua baino gehiago kobratzen du. Tratu txarra dirudi honek.",
    "102695075": "Iraupena",
    "1027023087": "HCaptcha-n, horren ordez, arazoaren ikuspegi modernoagoetan zentratu gara, ez baitute epe luzerako portaera-erregistroak gorde behar nabigazio-historia bezalakoak eta askoz ere erresistenteagoak izan dira zerbitzua aurkeztu zenetik aurkari zehatzen aurrean.",
    "1027200955": "Hitz egin gure domeinuko aditu batekin zure proiektuaren beharrak definitzeko: helburuen zehaztasuna, formatua eta edozein baldintza berezi.",
    "1028058338": "Mesedez, ikusi gure \"EBko Datuen Interesdunei Oharra\" atala Datuak Babesteko Erregelamendu Orokorraren (\"GDPR\") arabera dituzun eskubideei buruzkoa.",
    "1033698050": "1. Uste al dugu bezeroak moralki onargarritzat jotzen dugun erabilera kasu bat eman digula, Mendebaldeko gizarte-arau tipikoen interpretazioaren arabera?",
    "1035621426": "reCAPTCHA-k identifikatutako bot bakoitzak zuzenean murrizten ditu Google-ren iragarkien diru-sarrerak.",
    "1038019440": "1. Bezero honek nazioarteko legeen eta arauen aurkako jokabideak dituen herrialde bateko nazio-interesak ordezkatzen al ditu?",
    "103876916": "hCaptcha zerbitzuari eta erlazionatutako iturburu-kodeari buruzko segurtasun-txosten hautagarriak lortzeko.",
    "1042802841": "Isilpeko informazioa konfidentzial edo jabedun gisa markatutako edozein informazio da, edo hartzaileak zentzuz ulertu beharko lukeena isilpekoa edo jabeduna dela. Honek ez du barne hartzen (1) jendaurrean eskuragarri dagoenik, (2) dagoeneko jaso duenak, modu independentean landutakoa edo dagoeneko ezagutzen duena, edo (3) epailearen aginduz ezagutarazi dena edo bestela eskatzen duena. legea.",
    "1045484714": "SAML SSO integrazioa zure identitate hornitzailearekin, adibidez, Okta edo Azure AD.",
    "1046087606": "IBM. (Mundukoa). Eskainitako zerbitzuak: IBM Cloud.",
    "1047251718": "Gaur egun, ordea, jendeak APIei buruz hitz egiten duenean, beti ere estandarretan oinarritutako APIak esan nahi du. Estandar irekiak erabiliz eraikitako APIak dira, besteak beste, Representational State Transfer (REST) eta JavaScript Object Notation (JSON) bezalako fitxategi formatu estandar irekiak. Horrelako \"RESTful API\"-ak, ezagutzen diren bezala, software jabedunaren beharrik gabe sor daitezke. Sortzen diren APIak software-aplikazioen artean datuak eta prozedura-deiak bidaltzeko eta jasotzeko gai dira. Adibidez, banku mugikorreko aplikazio batek API bat erabiltzen du bankuaren sistemetara sartzeko.",
    "1050501253": "Zailegia",
    "1051214799": "hCaptcha web-segurtasun-zerbitzu bat da, erabiltzen duten webgune edo aplikazioen argitaratzaileekin balioa partekatzen saiatzen dena.",
    "1053787685": "Zer da Ordainketa Iruzurra?",
    "1058572205": "iezaguzu honi buruz gehiago jakin nahi baduzu",
    "1059502393": "Akatsen txostenaren xehetasunak atzematea: Firefox",
    "1061239711": "3. 1. alderdia",
    "1062291156": "baldintza estandarrak",
    "1066753052": "horrek esan nahi du diru-zorroa hutsik dagoela eta hCaptcha erronka bat biltzen duen gune batean zaudela. Erronka amaitu ondoren, hCaptcha-rekin beste edozein webgunetan truka daitezkeen tokenak irabaziko dituzu.",
    "1067704102": "Datuen etiketatzean balioa",
    "1070364246": "Aupa! Arazoren bat izan da inprimakia bidaltzean.",
    "10724169": "Gure Pribatutasun Politika onartzen duzu, ematen dizkiguzun informazio pertsonalarekin zer egingo dugun arautzen duena.",
    "1074044172": "Erabiltzaileek zure segurtasun-baldintzak betetzeko erronka bat konpondu behar dutenean, zergatik ez egin galdera atseginak eta garrantzitsuak erabiltzailearentzat?",
    "1077448694": "Hirugarrenen sare sozialetako webguneekin integratzeko.",
    "1080672247": "Egindako galdera asko ezin direlako ekonomikoki konpondu apalategiko softwarearekin, eta, oro har, datuak sistemarako bakarrak direnez, horrek esan nahi du askotan bot-ak doako zerbitzuarekin erabat gelditzen direla, eta giza CAPTCHA ebazleetan oinarritu behar direla horren ordez. tratu txar mota asko guztiz antiekonomikoak bihurtzen ditu.",
    "1080752747": "Jarri harremanetan salmentarekin",
    "1085089390": "Sareko tratu txarrak gizakiaren berezko jokabideetatik sortzen dira",
    "1087195513": "IMI ez den eskatzaile baten izenean Zerbitzuetara sartzen den laguntzailea bazara eta/edo zereginak betetzen badituzu Integratzaile baten bidez edo harekin lotuta, orduan onartzen duzu eta onartzen duzu Intuition Machines ez dela zurekin inolako erantzukizunik eta ez duela betebeharrik. betetako zereginen edozein sari edo bestelako kalte-ordainei errespetua. Onartzen duzu eta aitortzen duzu burututako zereginen edozein sari edo bestelako kalte-ordaina Eskatzailearekin eta/edo Integratzailearekin duzun akordioaren arabera soilik zehazten dela, hala dagokionean. Sari horien edo beste kalte-ordain batzuen inguruko gatazkak (sari horiek edo bestelako kalte-ordainak jaso ez izana barne) zure eta Eskatzailearen eta/edo Integratzailearen artekoak dira soilik.",
    "1087260385": "Pribatutasun politika honi buruzko galderarik baduzu, jar zaitez gurekin harremanetan helbide honetan",
    "1088304322": "Zure informazio pertsonala Pribatutasun Politika honetan azaltzen ez diren arrazoiengatik erabil dezakegu, legeak horretarako baimena ematen digun eta arrazoia bildu genuen helburuarekin bateragarria denean. Zure informazio pertsonala zerikusirik ez duen helburu baterako erabili behar badugu, jakinaraziko dizugu eta erabilera horren legezko oinarri aplikagarriak azal ditzakegu. Zure informazio pertsonalaren erabilera jakin baterako zure baimenean oinarritu bagara, zure baimena eskatu ahal izango dugu zerikusirik ez duen edozein helburutarako eta une horretan zerbitzua erabiltzeari uzteko aukera emango dizugu aurka egiten baduzu.",
    "1089415440": "Objektuen detekzio zehatza irudietan eta bideoetan",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Kezka etikoen irizpideak: Subjektiboa",
    "1092241113": "Gure Bezeroen eta Integratzaileen interesak hobeto ulertzeko.",
    "1093280979": "1. Plataformaren eskaera-orriak",
    "1099238677": "Gure bolumen handiarekin eta latentzia baxuarekin zure lana azkar aldatuko dugu, entrega automatizatuarekin amaitu bezain laster.",
    "1103295010": "Irabazi dirua edo eman ongintzari gizakiek CAPTCHAak konpontzen dituztenean",
    "1105363520": "Ez dugu iragarki-sarerik kudeatzen, eta ez dugu interesik zure erabiltzaileen portaera behatzeko haiei iragarkiak saltzeko. Horrek esan nahi du ez dugula pixel pasiborik behar zure guneko orrialde guztietan.",
    "110836420": "Azken eguneratzea: 2020ko abenduaren 23a",
    "1108398506": "bezeroek esperientziaren gaineko kontrol osoa lortzen dute, eta hCaptcha-k interneteko erronka-hornitzaile independente handiena operatzen lortu duen esperientziaz aprobetxatzen dute. reCAPTCHA Enterprise baino eskaintza hobea ere lortzen dute: % 50-80 prezio hobeak, bolumenaren arabera.",
    "111184581": "Lehenen ostalaritza",
    "1112074001": "2. urratsa: Egin klik Garatzaileen tresnetan Sarea fitxan. Egiaztatu goiko aldean dagoen \"Egin erregistroak\" laukia.",
    "1115642494": "1. Iturria: BuiltWith.com reCAPTCHA guneen zerrendak. 2019ko uztailaren 9an berreskuratua.",
    "1115671076": "Zendesk, Inc. (Munduko). Eskainitako zerbitzuak: Zendesk.com.",
    "1116455671": "E: Sari bat irabaziko duzu hasierako konponketarako erabiltzaileak zure webgunean betetzen badu. Erabiltzaileak zure gunean automatikoki gainditu izan balu bezala erantzun-eredu berberak jarraitzen ditu erreskateek bezeroaren konfiantza handia dela eta: ez da irabazirik gertatzen, eta zure zerbitzaritik siteverify deiak `kreditua: faltsua` jasotzen du pasearen emaitzetan.",
    "1118929614": "( ) Sekulako ergelkeria spammer-ekin negozioak egiten dituzten pertsonen aldetik",
    "1119009846": "Indarreko legedia betetzeko beharrezkoa den moduan, gobernu-eskaerak, legea betearazteko eskaerak eta, bestela, erakunde publiko eta pribatuei, zure, gure edo beste batzuen eskubideak, pribatutasuna, segurtasuna edo jabetza babesteko.",
    "1123365779": "Web garatzailea edo erabiltzaile aditua bazara, laburpena da sareko HAR eta arakatzailearen kontsolaren erregistroak bidaltzea nahiko genuke.",
    "1126302400": "Kutxa mugatzailea",
    "1126447688": "askotan, bot detektatzeko eta arintzeko errendimendu berdina edo hobea ematen du gure pribatutasuna arreta jarri arren",
    "1126613163": "Datu sentikorrak",
    "1129833879": "Gelditu bot gaiztoak, babestu erabiltzailearen pribatutasuna",
    "1130783905": "Zehaztasuna zure eta gure interesekoa da. hCaptcha-k benetako datuak emateko eta nola erabili erabakitzeko balio du. Beste segurtasun irtenbide batzuk Gigantic publizitate-enpresek eskaintzen dituzte. Horrek esan nahi du blokeatzen duten bot bakoitzak diru-sarrerak murriztu ditzakeela.",
    "1130802068": "Biltzen dugun informazioa helburu hauetarako erabiltzen dugu:",
    "1130868224": "Hiru kode lerro",
    "1131196501": "Enpresa nagusiak bezalakoak",
    "1131525092": "Talde gaiztoak esfortzurik gabe gure pribatutasuna babesteko Scoped UIDen bidez, erlazionatutako iruzurrak eta abusuak aurkitzeko eta geldiarazteko",
    "1133989302": "Zergatik hCaptcha?",
    "1137757109": "Merkataritza elektronikoko kontua bada, erasotzaileak salgaiak eska ditzake. Biktima bankua bada, erasotzaileak funtsak offshore transferi ditzake, eta abar.",
    "1139493658": ", eta gogor lan egin pribatutasuna eta segurtasuna orekatzeko.",
    "1139500589": "Herrialdea",
    "1140554614": "Datuak Tratatzeko Akordioa",
    "1141402092": "Txostenen funtzio aurreratuak",
    "1144966033": "Kostuagatik eta kalitateagatik optimizatua",
    "1150035777": "Ikaskuntza automatikoko eredu sofistikatuek bot-en konfiantzako puntuazioak sortzen dituzte datu askoren arabera, galderak behar bezala erantzun diren ala ez",
    "1150786045": "www.botstop.com",
    "1150963691": "APT arintzea",
    "1151065360": "( ) Zerrenda beltzak txarto",
    "1155436473": "(gure enpresa-eskaintza) orain ehunka milioi erabiltzaile babesten dituzte hilero dozenaka milioi webgune eta aplikaziotan. Gure istorioak erakusten du Big Tech-ekin lehia dezakezula pribatutasuna lehenik jartzen duzunean.",
    "1155821305": "defentsa sakontasuna da",
    "1156712451": "Lanpostuaren Hasierako Proba",
    "1159746815": "E-posta zuzenean ere bidali diezagukezu.",
    "1160252730": "Orain Google-k prezio altuak kobratzen ari da reCAPTCHA Enterprise-ri, eta enpresa askok akordio hau berriro ebaluatu dute.",
    "1160707899": "12. Kolaboratzaileen rola eta harremana IMI eta beste eskatzaile batzuekin",
    "1161704803": "Zergatik dugu AI Etika politika?",
    "116842359": "***** Adiskidetzeak hainbat egunetan amaituko direla espero da, sistemaren mantentze-lanaren ondorioz.",
    "1169005651": "2019ko irailaren 15a",
    "1172067553": "hCaptcharen atzean dagoen HUMAN plataformak lan-kalitate eta kudeaketa-eginbide oso sofistikatuak eskaintzen ditu lehendik dituzun sistemekin integratzen diren tokiko, hibrido edo SaaS inplementazioen bidez.",
    "117227832": "( ) Zergatik fidatu behar dugu zu eta zure zerbitzarietan?",
    "1173652155": "Aholkulariak",
    "1173934218": "Zure pribatutasuna garrantzitsua dela ulertzen dugu eta erabiltzen ditugun teknologien inguruan gardenak izateko konpromisoa hartzen dugu. Politika honek informazio zehatza eskaintzen du nola eta noiz erabiltzen ditugun cookieak gure gune eta zerbitzuetan.",
    "1174237568": "Prozesatzeko jarduera hauek gure interes legitimoak dira. Zuregan izan daitezkeen eraginak (positiboak zein negatiboak) eta zure eskubideak kontuan hartzen eta orekatzen saiatzen gara zure informazio pertsonala gure interes legitimoetarako prozesatu aurretik. Ez dugu zure informazio pertsonala erabiltzen gure interesak zuregan eragin kaltegarriren batek gainditzen dituen jardueretarako (zure baimena ez badugu edo legeak hala eskatzen edo baimentzen badu).",
    "1177598246": "Jarri harremanetan Salmenta",
    "1182294134": "Asia-Pazifikoa (APAC)",
    "1186243118": "logotipoaren irudiak",
    "1187718370": "Jarri gurekin harremanetan",
    "1188668818": "webgune hau erabiltzen duzun bitartean informazio faltsurik eman (mugarik gabe zure kontuan beste edozein pertsona edo erakunderen nortasuna ordezkatzea barne, edo zure burua edo zure kontuko beste edozein pertsona edo erakunderekin duzun afiliazioa faltsuki adierazi edo bestela faltsuki adieraztea;",
    "119098046": "Zer gertatzen da irtenbide pasiboak edo erronkarik gabekoak?",
    "119298044": "Auto-gainbegiratutako ML eta AI teknologia aurreratuak zure web-propietateak mehatxu eta erasoetatik babesten ditu",
    "1193738791": ": erabiltzaileen portaeraren jarraipena egiten dute webguneko orrialde guztietan eta sarean zehar. hCaptcha lehen egunetik ahalik eta pribatutasunik handiena izateko diseinatu dugu. Horrek arazoaren ikuspegi guztiz ezberdina ekarri zuen. Ikusten denez, erabiltzaileen jarraipena sarean zehar eta haien web-historia beren identitatearekin lotzea ez da guztiz beharrezkoa segurtasun ona lortzeko. hCaptcha-ra aldatu diren hainbat enpresa",
    "1200905005": "††† 2021eko irailetik aurrera, kontziliazioek eta ordainketak 10 eguneko epean egiten dituzte gutxi gorabehera egun bakarrean baino, zerbitzuaren hazkuntzarekin lotutako muga operatiboak sinplifikatzeko.",
    "1201821619": "hCaptcha-k gaur egungo arazo larrienetako bat konpontzen du: maltzurren bot-ek lineako zerbitzuak abusatzen ez ditzaten.",
    "120384113": "6. Baja",
    "1204911585": "2. Brave arakatzailea erabiltzen ari bazara, ez duela (2020ko apiriletik aurrera) inolako cookie-zerrendarik agertzen, joan Hobespenak -> Ezkutuak -> Cookieak eta aukeratu \"Onartu cookie guztiak\".",
    "1208179159": "LogDNA, Inc. (Munduko). Eskainitako zerbitzuak: LogDNA.com.",
    "121192737": "Datozen gehiketak",
    "1216071511": "Hain maiz proposatzen dira ideia berdinak, non duela 20 bat urte, egile anonimo batek hutsuneak betetzeko lagungarri bat asmatu zuen spam-aren aurkako irtenbideei buruzko sareko eztabaidetarako:",
    "121743429": "Web Azpiegitura Enpresentzat",
    "1218990730": "nola jakinarazi arazoen erregistro zehatzekin",
    "1219091208": "Dropbox",
    "1224727373": "BotStop hCaptcha-ren eskutik",
    "122875767": "Ase ezazu zure legezko beharrak beste enpresek ezin dutenean.",
    "1229233916": "Oin-oharrak",
    "1230058025": "Banagarritasuna. Klaseko Akzioen Salbuespena izan ezik, arbitraje-klausula honen edozein termino edo xedapen edo zati deusezta edo beteaezina deklaratzen bada, hautsi egingo da eta arbitraje-klausularen gainerakoa betearazgarria izango da.",
    "1232651561": "softwarea pertsonak bezain ona da orain reCAPTCHA erronkak konpontzeko.",
    "1233229030": "Denetarikoa",
    "1233793176": "Gure Guneak eta Zerbitzua ez daude 13 urtetik beherako haurrei zuzenduta eta ez dugu 13 urtetik beherako haurren informazio pertsonala jakinda biltzen. 13 urtetik beherako haurren informazio pertsonala bildu dugula jakiten badugu, hartuko dugu. informazio hori gure fitxategietatik ahalik eta lasterren ezabatzeko arrazoizko urratsak, hura gordetzeko legezko betebeharrik ez badugu izan ezik. Mesedez, jar zaitez gurekin harremanetan",
    "1235925265": "Dokumentazioa",
    "1237076138": "hCaptcha-k bidezko eskaintza eskaintzen die doako (hCaptcha Publisher) zein enpresen (hCaptcha Enterprise) bezeroei.",
    "1240667045": "Edozein unetan Zerbitzuetarako sarbidea eten, mugatu edo bertan behera utzi ahal izango dugu edozein arrazoirengatik, besteak beste: (a) Zerbitzu-baldintza hauek urratu dituzula uste dugulako (lotutako beste politika batzuk barne); (b) gure eskubideak edo hirugarrenen eskubideak urratu dituzula uste dugu; (c) ezin dugu egiaztatu edo autentifikatu eman diguzun informazioa; edo (d) uste dugu zure ekintzek erantzukizunak sor ditzaketela zuretzat, guretzat edo hirugarren batentzat. Zalantzarik ez izateko, ordainketa hori eragozteko edo eteteko eskubidea gordetzen dugu, arrazoiz uste badugu aurrekoetakoren bat ordainketa horri aplikatzen zaiola.",
    "1241291641": "Ikusi xehetasun gehiago.",
    "1242066691": "Markatu \"Baimendu hirugarrenen cookieak\" aukeraren ondoko laukia.",
    "1243684308": "Zure iritzia serio hartzen dugu, eta guztiek sarean esperientzia atseginagoa izango dutela ziurtatu nahi dugu, bot gutxiagorekin eta spam gutxiagorekin. Jarri gurekin harremanetan:",
    "1250541092": "— Sergi Isasi",
    "1253441326": "5. Sakatu \"Ados\"",
    "1254771154": "hCaptcha ere txertatzen duten Pribatutasun Pass-a onartzen duten beste zerbitzu batzuetan agertzen diren erronkak, adibidez, Cloudflare.",
    "1258965840": "Horrela, erasotzailea gune batean sar daiteke, ziurrenik hainbat gunetara sar daiteke isuritako kredentzialak erabiliz. Adibidez, JohnDoe/525momma bezalako erabiltzaile-izen/pasahitz bikote bat lor dezakete, baina ez dakite bikote horrek zer egingo dien. Beraz, bikotea probatzen dute Amazon.com, Ebay, Citibank, Walgreens eta abar. Baliteke bikote hori mila gune ezberdinetan probatzea.",
    "1259002282": "Akats bat aurkitu duzu? Hona hemen horren berri nola eman.",
    "126134492": "Bestela",
    "1263998069": "Irabazi sariak giza konponketengatik",
    "1266963825": "G: hCaptcha 508 artikulua + WCAG 2.1 AA betetzen al da?",
    "1268414751": "Izan beharko genukeen beste xehetasunik?",
    "1268918580": "hCaptchak eta bere bazkideek erabiltzen dituzten logotipo eta marka batzuk hirugarrenen jabetzakoak dira eta haien baimenarekin soilik erabil daitezke. Hirugarrenek ezin dituzte marka hauek erabili jabeek baimentzen dutenean izan ezik:",
    "1270712701": "Prentsa-oharrak eta azken txostenak",
    "1271831121": "Ez da hackerra (kautxadunarekin jantzita, noski!) han eserita egongo balitz bezala, kredentzialaren ondoren kredentzial idazten. Saio-hasierako bot automatizatua Selenium bezalako apaleko tresna batetik edo pertsonalizatutako hacker tresna batetik egin liteke.",
    "1273071008": "Datu-subjektuaren sarbide-eskubideen eskaerak",
    "1273914192": "3. Zergak",
    "1275150216": "Mugarriak",
    "1278884196": "Hori bai, kriptografia nahiko diziplina gaztea da. Azken historian oinarrituta, zure eskema kriptografikoa eta/edo ezarpena litekeena da edonork gertutik aztertzeko pizgarri bat duen bezain laster hautsita egotea, eta litekeena da beste pertsona batzuek zu baino askoz lehenago konturatzea. Hardwarean fidatzea ere esan nahi du zure erabiltzaile bakoitzari gailu fisiko bat aldatzeko eskatu beharko diozula akatsa adabakitzeko. Hau nekez gertatuko da kasu gehienetan, hau da, errealitatean zure sistemak huts egingo du irekitzea.",
    "1282121137": "Kontua hartzea nola arazoa izan daitekeen ulertzeko, kontuan hartu esperientzia finantza-erakundearen ikuspuntutik nolakoa den. Milioika saio-hasiera kudeatzen dituzte egunero.",
    "1289884910": "Noizean behin analisiak eta txostenak ere argitaratzen ditugu. Adibidez:",
    "1291824746": "hCaptcha ordainketak hiru hilean behin egiten dira, 60 eguneko epean. Honek zer esan nahi duen azaltzeko, ikusi beheko taula.",
    "129661785": "Inoiz galdetu al zaizu \"kotxean/pasabidean/geldibidean sakatu?\"",
    "1296696044": "Pribatutasuna vs. Segurtasuna: Zergatik ez biak?",
    "1297224875": "Enpresaren lineako segurtasunerako pribatutasunean oinarritutako ikuspegi berezia.",
    "1297657322": "Erabilgarritasun-pantaila saioa hasi ondoren",
    "1300485304": "hCaptcha-k zure sareetara infiltratzeko diseinatutako mehatxu aurreratuen eta engainuetatik babesten du",
    "130239139": "Zein da Google-k egunero biltzen dituen 100 pertsona-urte baino gehiagoko lanaren balioa?",
    "1316817321": "Esleipena",
    "131871195": "Zure gogobetetasuna ziurtatzeko modurik onena zure beharrak betetzen ditugula erakustea da.",
    "1330274831": "Honen bidez, mundu osoko lizentzia bat ematen diguzu, ez-esklusiboa, azpilizentziagarria, transferigarria, eskubiderik gabekoa eta ezeztaezina Akordio honen indarraldia bitartean Bezeroaren Datuak erabiltzeko, erreproduzitzeko, elektronikoki banatzeko eta publikoki erakusteko Zerbitzuak eskaintzeko soilik. . Atal honetako lizentzia emateko eta zure datuekiko eskubide, titulu eta interes nahikoa duzula adierazten eta bermatzen duzu.",
    "1333016413": "Horri esker, etorkizuneko galderak saihestu ditzakezu cookie bat erregistratuz eta ezarriz.",
    "1337725003": "hCaptcha-k bolumen handiko denbora errealeko oharpenetarako sarbidea demokratizatzeko konpromisoa hartu du, enpresei handiei eta txikiei beren produktu eta zerbitzuen kalitatea hobetzen utziz beren negozioan ikaskuntza automatikoa aplikatuz.",
    "1338341134": "hCaptcha + Pribatutasun Pass (Beta)",
    "1340011854": "Gatazkaren ordezko ebazpena beharrezkoa da. Onartzen duzu Zerbitzuak erabiltzearen ondorioz sortzen den edo harekin erlazionatutako edozein gatazkagatik, IMI-rako zereginak egiten hasi zinenetik sortu zitekeen edozein gatazka barne, eta, zehazki, gisa sailkatzen zaren ala ez izateari buruzko edozein erreklamazio barne. kontratista independente bat, lehenik IMIri jakinaraziko diozu haren aurkako erreklamazioa. Zu eta IMI saiatuko zara arazoa zuzeneko negoziazio edo bitartekaritza bidez konpontzen. Bitartekaritzaren kostua berdin banatuko dugu eta bitartekaritza telefono bidez edo beste bide elektroniko batzuen bidez egingo dela adostuko dugu. Negoziazio edo bitartekaritza informalen ondoren erreklamazio bat ebatzi gabe geratzen bada, zuk eta IMI-k gatazka ebazteko arbitraje behin betiko eta loteslea erabiliko duzula onartzen duzu. Klausula honek gure webgunea erabiltzen hasi zinenetik atzeraeraginezko erreklamazio guztiak arautzen ditu, dela-hauste, kontratu, estatutuetan oinarritutakoak, besteak beste, baina ez mugatu gabe, diskriminazio eta jazarpenen edozein erreklamazio, Kaliforniako Fair Employment and Housing Actean oinarritutakoak izan. , 1964ko Eskubide Zibilen Legearen VII. Titulua, aldatutakoaren arabera, edo estatuko edo federaleko beste edozein lege edo araudi, zuzenbide zuzena edo beste edozein.",
    "1344687860": "Kutxa mugatzaileak",
    "1344959096": "Datuen etiketatzaile indibidual gisa lan egitea",
    "1345083090": "Funtzio-arazo baten berri eman nahi duzu?",
    "134571844": "Impressum (Gunearen Oharra)",
    "1350478093": "Tratamenduaren helburua",
    "135276624": "Europa, Ekialde Hurbila, Afrika (EMEA)",
    "1356745565": "Bateragarria Internet Explorer 8ra itzuli arte.",
    "1358325821": "Lehenik eta behin, instalatu luzapena",
    "1362015807": "Hasten",
    "1368787974": "Partekatu kudeaketa zure taldean.",
    "137127070": "txertatu, kargatu edo erantsi kanpoko esteka edo fitxategi maltzur edo ezezagunak, edo kargatu birusak, Troiako zaldiak, harra, erloju-bonba edo bestelako ordenagailu-kode kaltegarriak dituen edukia;",
    "1373262754": "Pertsona bat nor den jakiteak balio minimoa du hCaptcharako. Bakarrik axola zaigu gizakiak edo aktore gaiztoak diren.",
    "1374227759": "webgunea legez kanpoko edozein jardueratarako erabiltzea, edo erabilgarri jarri zen xedea ez den beste edozein helburutarako;",
    "1377538813": "Indarrean dagoen hizkuntza. Zerbitzu-baldintza hauen ingelesezko bertsioak kontrolatuko du alderdi guztietan eta nagusituko da itzulitako bertsioekin desadostasunik egonez gero, halakorik balego.",
    "1388241689": "Azken Erabiltzaileek Zerbitzuaren bidez galderei erantzuteko (\"Etiketatutako datuak\") jasotako informazioa, hala nola, irudien etiketatze-datuak, erreproduzitutako audio-fitxategietatik azken erabiltzaile horietara bihurtutako testua, galderei erantzunak eta Zerbitzuak sortutako beste galderei. ikaskuntza automatikoko aplikazioetan erabiltzeko datuak etiketatzeko. Kontuan izan Etiketatutako Datuak ez daudela identifikatutako pertsona bati lotuta.",
    "1393184984": "behar duzun guztia dira.",
    "1394253934": "7. Erabilera okerra, tratu txarrak eta adierazpen okerrak",
    "1397766838": "Erabiltzaileen esperientzia hobea",
    "1406188018": "6 eta 7",
    "1406393333": "Guztiz debekatuta dago Zerbitzu-baldintza hauen eta guk ematen ditugun argibideen araberako edozein sarbide edo erabilera. Bereziki, ez duzu egingo:",
    "1406692811": "spam-a egitea edo edozein publizitate bidaltzea, erreferentziak, komunikazio masiboa, diru-eskaintzak edo eskaerak, zerbitzuak eskatzea, publizitatea, marketina, zentzugabeko mezuak, bikoiztutako gaiak, legez kanpoko edukiak, webgune sozialen estekak, helbide elektronikoak edo berehalako mezularien IDak, zereginak eskatzen ez badu;",
    "1408530660": "IMI-k besteen jabetza intelektuala errespetatzen du eta gure gunetik hirugarrenen eskubide intelektualak urratzen dituen edozein materiala gure ustez kentzeko eskubidea gordetzen dugu. Zure lana webgune honetan egile-eskubideen urraketa suposatzen duen modu batean kopiatu dela uste baduzu, jarri harremanetan Intuition Machines-en bezeroarentzako laguntzarekin.",
    "1408599440": "Hasi azkar kode-lerro batzuekin eta gure %99,9ko modu pasiboarekin, edo hartu kontrol osoa erabiltzaileei erronkak noiz eta nola jartzen zaizkien. Mehatxu pertsonalizatuen ereduek eta pertsonaliza daitezkeen erronkak segurtasuna bermatzeko malgutasun paregabea dakar.",
    "1408750006": "Muga batzuen arabera, CCPAk eskubidea ematen die Kaliforniako kontsumitzaileei biltzen ditugun kategoriei edo informazio pertsonal espezifikoei buruzko xehetasun gehiago ezagutzeko (informazio hori nola erabiltzen eta ezagutarazten dugun barne), haien informazio pertsonala ezabatzeko, ez aukeratzeko. gerta daitezkeen “salmentak” eta eskubide horiek gauzatzeagatik diskriminaziorik ez izateko eskubidea ere bai.",
    "1409486258": "Zuzena",
    "1409822234": "Inola ere ez da hCaptcha marka komertzial berdina edo ia berdina erabiliko domeinu-izen gisa.",
    "1418235079": "Zerbitzu-hornitzaileak",
    "1421074182": "Nabarmen handiagoa.",
    "1422537019": "gu gaur gehiago ikasteko.",
    "1424800293": "hCaptcha logotipoa:",
    "1428053210": "Eduki hau, oro har, jatorrizko formatik eraldatzen da. Adibidez, bideo bat irudi askotan zatitu daiteke, irudi horiek irudi berri askotan zatitu eta irudi berri horiek ausaz nahastu daitezke bistaratzen den azken emaitza lortzeko.",
    "1434289796": "Cookie batzuk beharrezkoak dira Guneen erabilera jakinetarako, eta Cookie horiek gabe, ezingo genituzke Guneak behar bezala erabiltzeko behar dituzun zerbitzu asko eman. Cookie hauek, adibidez, gure guneak funtzionatzeko aukera ematen digute, zuk eskatu duzun moduan sar zaitezke eta kontu bat sortu duzula eta kontu horretan saioa hasi duzula Gunearen edukia sartzeko. Era berean, nabigazio-saio berean zure aurreko ekintzak gogoratzeko eta gure guneak babesteko aukera ematen diguten cookieak ere barne hartzen dituzte.",
    "1445008801": "Edenek dioen bezala:",
    "1446868537": "hCaptcha ez da inoiz aditz gisa erabili behar.",
    "1447649958": "Oroigarri gisa, giza trafiko zehatza soilik da ordaintzeko eskubidea. Honi buruzko xehetasun gehiago ikus ditzakezu gure FAQn, behean estekatuta. Eskuragarri den saldoak gutxieneko atalase bat ere bete behar du ordainketarako eskubidea izateko, gaur egun 10 HMT.",
    "1457707016": "Norbanakoentzat",
    "1467218142": "Haiengandik eta geuk nahi dugunak gure jokabidea gidatzen du, eta, beraz, elkarrekintza-eredu berdinak errepikatzen dira giza sistema guztietan. Internetek gure munduaren oinarrizko alderdi honen adibide bikainak eskaintzen ditu.",
    "1467308982": "Ordainketa-egutegiak",
    "1467783792": "Estatu Batuek zigortutako pertsona, entitate edo erakunderik («Zigortutako aktore bat») ezin da sariak jasotzeko edo Zerbitzuak integratzaile gisa erabiltzeko. Zalantzarik ez izateko, AEBetako Ogasun Saileko Atzerriko Aktiboen Kontrolerako Bulegoak (\"OFAC\") izendatutako aktore zigortu guztiak barne hartzen ditu.",
    "1470290349": "bot eta iruzurra kudeatzeko onena.",
    "1475399473": "Lortu informazio gehiago hCaptcha taldeari buruz",
    "1476843710": "Finantza gutxiago kaltegarriak baina oraindik kaltegarriak diren kontuak hartzeko moduek sare sozialetako kontuak eta antzekoak bahitzea dakar. Kasu horietan, erasotzailea normalean malwarea zabaltzen edo phishing-erasoetan parte hartzen saiatzen ari da biktimaren ustekabeko lagunen aurka. Edo, erasotzailea biktima lotsatu nahian dabil, batzuetan pertsona ospetsuekin eta politikariekin gertatzen dena, adibidez.",
    "1477196356": "Identitatea gailu batekin lotzeko hainbat metodo kriptografikoki seguru moduan, batzuetan pribatutasuna babesteko propietateekin, hamarkadatan zehar proposatu dira. Gako publikoen kriptografia k.a. 1975, eta hardware-tokenak ia bezain luze existitu dira.",
    "1480820434": "irudia 1",
    "148188781": "Aurkeztutako Erronkak",
    "1482845460": "( ) Guztion berehalako erabateko lankidetza eskatzen du aldi berean",
    "1483015662": "3. Saioa",
    "1485807325": "Erabiltzaile anitzeko panelak, SAML SSO",
    "1487796027": "Enpresentzat",
    "1491780143": "CAPTCHAek ez dute gizakia zarela frogatzen, amerikarra zarela frogatzen dute",
    "1493115924": "Marken oharrak:",
    "1493790285": "Azken Erabiltzaileengandik Zerbitzuaren zati gisa bildutako beste informazio hori beharrezkoa da ala ez zehazteko",
    "1495915066": "Guk, gure ikerketa-bazkide akademikoek eta gure bezeroek nola erabiltzen ditugun Creative Commons komunikabideak",
    "1499894352": "Oso enpresa gutxik eskaintzen dute gardentasuna arlo honetan erabakiak hartzeko prozesuetan, eta espero dugu besteek adibide hau jarraitzea!",
    "1503240421": "5. urratsa: Egin klik Kontsolaren fitxan, eta egin klik eskuineko botoiarekin, gero \"Gorde honela....\" kontsolaren erregistroa gordetzeko. Bidal iezaguzu hori ere.",
    "1504327211": "Kontuan izan gure Zerbitzuaren erabilera gure arabera arautzen dela",
    "1508655687": "Gehitu zure audientziari egokitutako zure erronkak sarbidea errazteko edo murrizteko",
    "1510448156": "Gaur egun alternatiba goren batekin martxan egon zaitezke eta eginbide aurreratuagoak aktibatu behar izanez gero.",
    "1514478724": "Gehiago ikasi",
    "151737819": "hCaptcha Solve mundu osoko tasek oso aldakuntza txikia erakusten dute",
    "1517625162": "Kaliforniako Kode Zibilaren 1789.3 artikuluaren arabera, Kaliforniako erabiltzaileek kontsumitzaileen eskubideen jakinarazpen hau jasotzeko eskubidea dute: Kaliforniako egoiliarrek Kaliforniako Kontsumo Gaietarako Departamentuko Kontsumo Zerbitzuen Dibisioko Erreklamazioen Laguntza Unitatera jo dezakete postaz 1625 North Market Blvd., Sacramento, CA 95834, edo telefonoz (916) 445-1254 edo (800) 952-5210.",
    "1517627947": "Litekeena da Google-ren Streetview autoetako eraikinen edo kale-seinaleen argazkiak ikusten ari zinela eta Maps eta Earth produktuen kokapenak etiketatzen laguntzen ari zinela.",
    "1519201684": "AI politika etikoa",
    "1519560388": "7. Iturria: Mary Meeker, KP Internet Trends 2017",
    "1525403768": "Informazio gehiago lortzeko, jarri harremanetan Enterprise Sales-ekin.",
    "1525506526": "Zer dira kontuak hartzeak eta nola funtzionatzen dute?",
    "1526887904": "hCaptcha Enterprise Pribatutasuna",
    "1528242915": "Identifikatzaileak.",
    "1533171442": "Hirugarrenen cookie funtzionalak eta cookieak ere erabiltzen ditugu azterketa eta marketin helburuetarako. Cookie funtzionalek Guneetako zenbait zati behar bezala funtzionatzea eta zure erabiltzaileen hobespenak ezagutzen jarraitzea ahalbidetzen dute. Analisi cookie-ek, besteak beste, Bezeroek, Integratzaileek eta Azken erabiltzaileek gure guneak nola erabiltzen dituzten, erabiltzaileek gehien ikusten dituzten edukiak eta produktuak eta gure hirugarrenen iragarkiaren eraginkortasunari buruzko informazioa biltzen dute. Publizitate-cookiek iragarkiak publiko garrantzitsuei ematen laguntzen dute eta gure iragarkiak bilaketa-emaitzen goialdean agertzen dira. Cookieak zure arakatzailearen saioa amaitzean ezabatzen diren \"saioko\" cookieak dira, edo \"iraunkorrak\" dira, zuk ezabatu arte (behean eztabaidatuko dena) edo cookiea zerbitzatu duen alderdia. Webguneetan erabiltzen diren Cookie guztiei buruzko xehetasun guztiak beheko Cookieen Dibulgazio taulan daude eskuragarri.",
    "1539071196": "Oro har, cookieak helburu hauekin erabiltzen ditugu:",
    "1544546608": "Pribatutasun pasabidea",
    "1544829730": "Bezeroa edo Eskatzailea bazara, onartzen duzu Bezeroaren Eranskin gisa erantsitako baldintza gehigarriak aplikatuko direla eta Zerbitzu-baldintza hauetan erreferentzia gisa sartuko direla. Ez bazara Bezeroa edo Eskatzailea, edo Bezeroa edo Eskatzailea izateari uzten badiozu, orduan Bezeroaren Eranskineko baldintza gehigarriak ez dira aplikatuko, ezta Zerbitzu-baldintza hauetan erreferentzia gisa sartuko ere.",
    "1546930020": "Datuak etiketatzea",
    "1547006769": "Gizateriaren egiaztapena arazo bera da",
    "1549336309": "hCaptchak eredu honi buelta ematen dio. hCaptcha erabiltzen duzunean, enpresek zure erabiltzaileek egiten duten lana eskaintzen dute beren gizatasuna frogatzen duten bitartean. Sariak lortzen dituzu.",
    "1549953005": "Baliteke plataformarako sarbide-eskaera-inprimaki bat edo gehiago bete izana (bakoitza, \"Eskaera-inprimakia\") Bezero edo Eskatzaile izateko baldintza gisa. Hala bada, eskaera-orrian deskribatutako baldintza eta baldintzak Zerbitzu-baldintzen parte bihurtzen dira eta honen bidez erreferentzia gisa sartzen dira.",
    "155456850": "hCaptcha-ra aldatu dutela iragarriz:",
    "1558428432": ". Mesedez, kreditatu hCaptcha.com helbidera.",
    "155877895": "Gizakiek bultzatutako detekzioa eta sailkapena",
    "1559150837": "Helburuak ez daude defentsarik, ordea. Webgune gehienek denbora gutxian IP helbide beretik milaka kontu ezberdinetan saioa hasten saiatzen ari den erabiltzaile susmagarri bat blokeatzen duten kontrolak dituzte. Erasotzaileek kredentzialak betetzeko egiten dutena babes-teknika hauei aurre egiteko hau da, aniztasun geografikoa eta IP aniztasuna simulatzea. Sarritan AI-ak bultzatutako tresna indartsuak erabiliz, milaka erabiltzaile ausaz saiatzen ari direla dirudi herrialde osoko eguneko ordu ezberdinetan. Hau askoz zailagoa da detektatzeko eta geldiarazteko.",
    "1559190296": "2021eko urtarrilaren 5-11†",
    "1559631739": "Ikaskuntza pribatua",
    "1560232962": "zehatz-mehatz estaltzen du, ez da inolako bermerik ematen erantzun batengatik irabazitako zenbatekoari buruz. Baliteke une horretan ordainpeko galderarik erabilgarririk ez egotea, kalitate arrazoiengatik erantzun bat baztertzea, etab.",
    "1565481281": "Kaliforniako bizilagunentzako ohar bat",
    "1569804581": "Etorkizunean erlazionatutako aukeren inguruan harremanetan jarri nahi baduzu, bete formulario hau.",
    "1579093044": "Gure erronka pertsonalizatuaren diseinatzaile sinplearekin, markako erronka edukia abiarazi dezakezu minutu gutxitan.",
    "1579715421": "IM zientzialariek aldizka ICML, ICLR, ECCV eta NeurIPS bezalako kongresu nagusietan argitaratzen dituzte, eta konpainiak publikoki argitaratu ditu punta-puntako emaitzak ML diziplinetan, hala nola, hashing sakona.",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Zehaztasun handiko bot puntuazioak",
    "1589805435": "bat ere badugu",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Dagokion Eskaera Inprimakian azaldutako moduan ordainduko dituzu IMIri tasak, dagokion Eskaera Inprimakian emandako ordainketa-metodoaren bidez. Bi aldeek idatziz berariaz kontrakoa adostu ezean, faktura bidaltzen denetik hogeita hamar (30) eguneko epean igorritako faktura guztien ordainketa osoa emango duzu. Ematen dizkiguzun kreditu-txartelen informazio guztian kreditu-txartelen baimenak exekutatzeko baimena ematen diguzu, kreditu-txartelaren informazio hori gordetzeko eta zure kreditu-txartela edo elkarren artean adosten dugun beste edozein kontu ordaintzeko modu gisa kobratzeko. Eskaera-orrian edo zure Enpresa Zerbitzu-Akordioan edo Zerbitzu-Akordio Nagusian kontrakoa adierazi ezean, Zerbitzuen kuota guztiak, gainditzeak izan ezik, urtero fakturatzen dira IMIk zure Hitzarmenaren arabera eskaintzen dituen zerbitzuak hasten direnean (\"Indarrezko Data\").",
    "159272246": "G: Beste erabilerraztasun-aukeretan (\"a11y\") lantzen ari al zara, audioa adibidez?",
    "1595254735": "Zerbitzu pasibo hutsak bot detektatzeko zehaztasuna mantentzeko borroka egiten dute, edota zehazgabeak noiz diren jakiteko. Noizbehinka erabiltzaileei erronka egiteko eta erronka horren emaitzak zuzen aztertzeko gaitasunik gabe, zehaztasuna asko gutxitzen da denborarekin.",
    "1597520917": "Gero eta kritiko gehiagok adierazi du Google-k erabiltzaileen pribatutasunari ez jaramonik egin behar diela beren webguneak eta aplikazioak babestu nahi dituzten bezeroei.",
    "1599610318": "Argitaletxea",
    "1601080128": "Zure kontua eten edo amaitzen badugu, ez duzu webguneko ataletarako sarbidea izango, webgunean gordetzen dituzun datu, mezu, fitxategi eta bestelako materialetara barne. Ezin duzu gure webgunea kontu-izen ezberdin edo berri batekin erabiltzen jarraitu. Zerbitzu-baldintza hauen urraketak legearen neurrian epaitu daitezke eta zigor eta zehapen gehigarriak eragin ditzakete.",
    "1606599610": "Kieran Thompson",
    "1606783855": "E: Irisgarritasunerako (\"a11y\") erabilera-kasurako Pribatutasun Passa oso interesatuta gaude. Lehenago ezagunak diren aukerak, esaterako, audio-captchak bezalako erabiltzaile asko diskriminatzen dituzte. Gure egungo a11y ikuspegia Pribatutasun Pass jaulkitzearekin konbinatuz, a11y erabiltzaileek modu seguruan arakatzeko aukera emango dutela uste dugu, beren trafikoa pribatuagoa dela jakinda, eta, aldi berean, aukerak erabilgarri daudenean ezinbestean gertatzen diren bot operadoreen gehiegikeriak mugatuko ditu.",
    "1609621367": "Transferentzia",
    "1617196410": "hCaptcha bot-ak geldiaraztean zentratuta dago. Berdin zaigu nor den erabiltzailea, baizik eta gaiztoak diren ala ez. Gogor egiten dugu lan pribatutasuna eta",
    "162063633": "Mailgun Technologies, Inc. (Munduko). Eskainitako zerbitzuak: Mailgun.com.",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation-en marka erregistratua da, eta bere baimenarekin erabiltzen da.",
    "1621597093": "Enpresako segurtasun irtenbideak (ordainpekoak)",
    "1621930829": "Zer egin daiteke gaur egungo ordainketa-iruzur jarduera aurreratu eta etengabeei buruz? Kontrol-geruza anitz erabiltzea ikuspegi jakintsua izan ohi da. Hala ere, kontraneurririk onenak bot-a harrapatu eta faltsua dela agerian uzten dutenak dira, bere sortzaileek giza jokabidea errepikatzeko ahaleginak egin arren.",
    "1622303590": "Safari-n cookieak gaitzeko (iPhone/iPad iOS 11+): ireki zure Ezarpenak. Joan behera eta hautatu Safari. Pribatutasuna eta segurtasuna atalean, desaktibatu \"Saihestu guneen arteko jarraipena\" eta \"Blokeatu cookie guztiak\"",
    "1624200563": "segurtasuna, eta bete GDPR, CCPA, LGPD, PIPL eta pribatutasun-araudiak.",
    "1627232990": "Zerbitzu-baldintza hauen itzulpenak ahalik eta ondoen egiten dira. Ingelesezko Zerbitzu-baldintzen eta horien itzulpen baten artean alde nabarmenik egonez gero, ingeleseko Zerbitzu-baldintzak autoritariotzat hartuko dira.",
    "1636202177": "Buruz",
    "1637527266": "Zein herrialdek dute bot trafiko gehien?",
    "1637702726": "hCaptchari buruz",
    "1642844535": "garrantzitsua da: hCaptcha-k hainbat ikuspegi erabiltzen ditu oinarrizko galdera bera erantzuteko, ebaluazio guztietan koherentzia alderatzeko aukera emanez.",
    "1644003939": "Oharra: ez da bezero guztiei aplikatzen. Esate baterako, IP Blinding edo beste pribatutasun edo segurtasun aukera aurreratu batzuen bezeroak (adibidez, Secure Virtual Tenancy bezeroak) guztiz baztertuta daude telemetria-sistemetan sartzen diren \"PII\" balizkoetatik, baita IP helbide bat ere. Mesedez, jarri harremanetan zure kontuko ordezkariarekin informazio gehiago lortzeko, behar izanez gero.",
    "164801246": "Adiskidetzea da trafikoa horren gizatasuna eta zehaztasuna egiaztatzeko ondoren aztertzen den prozesua, txostenak egiteko gune guztietako datu guztiak sartu ondoren. Xehetasun gehiago irakur ditzakezu gure webgunean.",
    "1655022901": "BotStop hCaptcha™-ren eskutik",
    "1655796811": "Integratzaile edo Bezero batek Guneak edo Zerbitzuak erabiltzearen ondorioz automatikoki bildutako informazioa (\"Analitika Informazioa\"), hala nola, IP helbideak, arakatzaile mota, Interneteko zerbitzu hornitzailea, plataforma mota, gailu mota, sistema eragilea, data eta orduaren zigilua. sarbidea, eta antzeko beste informazio batzuk. Analitika-informazio batzuk gure izenean biltzen ditu helburu horretarako kontratatzen ditugun hirugarrenek, eta Analytics-eko informazio batzuk jarraipen-teknologien bidez biltzen dira, cookie-ak barne (ikus \"Hirugarrenen analisiak eta jarraipen-teknologiak\" behean).",
    "165932542": "Mundu osoko hCaptcha ebazteko tasak begirada bat",
    "1662477701": "Baliabideak",
    "166277959": "Kontuan izan: une honetan eginbide hau beta-n dago, eta baliteke webgune eta erabiltzaile guztientzat denbora guztian ez funtzionatzea. Gaituta ez badago edo erabiltzaile jakin baterako funtzionatzen ez badu, portaera hCaptcha esperientzia estandarrera itzuliko da funtzionaltasunik gabe.",
    "1663628612": "uzten dizu",
    "1665616092": "Ordainketa iruzurra kontzeptuaz sinplea da, baina izugarri konplexua izan daiteke gaur egungo exekuzioan.",
    "1669194950": "Informazio pertsonalaz gain, baliteke beste datu batzuk (edo biltzea beharrezkoa izatea) ere eska diezazkizukegu, Zerbitzuak eman ditzagun (kolektiboki, \"Bezeroaren datuak\"). Ez gara arduratzen zure atzerapenak edo Bezeroaren Datuak ez emateak eragindako Zerbitzuak ez betetzearen erantzule.",
    "1671436004": "Zure gogoko karitateari itzuli nahi al diozu?",
    "1671996585": "Baliteke zure webgunea, aplikazioa edo plataforma gure Zerbitzuekin integratzea eskatuko dizugu gure aplikazioen programazio interfazearen (\"API\") bidez. Hala egiten baduzu, lizentzia mugatua, esklusiboa, besterenezina, esleigarria eta ezeztagarria emango dizugu APIa Zerbitzuetara sartzeko soilik erabiltzeko. Edozein unetan alda dezakegu APIa edo/edo APIaren bertsio zaharren edo bertsio zaharren euskarria utzi. Zure APIrako sarbidea eteteko edo mugatzeko eskubidea gordetzen dugu gure erabakian, eta arrazoizko ahaleginak egingo ditugu etetea baino lehen jakinarazpena emateko.",
    "1678661231": "Betetzeko, iruzurra prebenitzeko eta segurtasunerako",
    "1685871181": "Lineako zerbitzu nagusietan oinarritzen dira",
    "1686079269": "Enpresaren egungo kudeaketari buruzko informazioa helbidean lor daiteke",
    "1686655020": "Kargatu zure jatorrizko lana ez den egile-eskubideen menpeko edozein eduki, eduki hori argitaratzeko eta IMIri hemen emandako lizentziadun eskubide guztiak emateko legezko jabearen baimenik ez baduzu izan ezik;",
    "1687299615": "Zer da kontua hartzea?",
    "1691348394": "- erosketa masibo automatizatuak kaleratze mugatuko salmenta batean",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "e-posta iezaguzu",
    "1697438123": "Pribatutasuna",
    "1699668873": "Berehala jakinarazi behar diozu IMIri, zure kontuaren informazioa beste norbaitek lapurtu edo erabili duela susmatzen baduzu, edo segurtasun-hausteren bat.",
    "1702335960": "Biltzen dugun informazio oro informazio hori biltzen den unean indarrean dagoen Pribatutasun Politikaren menpe dago. Hala ere, Pribatutasun Politika berrikusi dezakegu noizean behin. Berrikuspen bat materiala bada, guk bakarrik zehazten dugun moduan, jakinaraziko dizugu, adibidez, posta elektroniko bidez. Uneko bertsioa gure Pribatutasun Politikaren orrian argitaratuko da beti.",
    "1706581702": "Identifikatutako datuei buruzko trebakuntzak ondo funtzionatzen du, eta ez du segurtasuna edo pribatutasuna arriskuan jarri behar. Gure bezeroek proba enpirikoak egin dituzte, eta askoz alternatiba pribatu gutxiagoren pareko edo hobeak deklaratu gaituzte.",
    "170775527": "Enpresaren ezaugarriak",
    "1709478090": "Interesetan oinarritutako edo zuzendutako publizitateaz zerbitzatzeko.",
    "1717658846": "Irisgarritasun-aukera widget-en UI menuan",
    "1722734001": "Internet irekia oso ingurune zaratatsua da. Aktore gaiztoek egunero erasotzen dituzte gure zerbitzuaren erabiltzaileei eta reCAPTCHA bezalako lehiakideei, eta, noski, ahalik eta gizatiarrena ematen saiatzen ari dira hori egiten duten bitartean.",
    "1728211763": "Edukiak modu honetan eta helburu horietarako erabiltzea arrazoizko erabilera jarraibideen barruan sartzen da arloko legeak eta praktika estandarrak ulertzen ditugunaren arabera, baina Creative Commons-en aspaldiko zaleak gara eta nahiago dugu meritua ematean laguntzen duen edonori. makinen adimena hobetzeko zeregin monumentala.",
    "1729677626": "Erasopean nago eta berehala sartzea eskatzen dut.",
    "1752259468": "5. Estimazio kontserbadorea: oharpen bakar baten kostua 0,01 $ * 200M batez beste. oharrak eguneko (beheko muga) * Urteko 365 egun * 2009ko erosketatik 10 urte = 7.300 mila milioi dolar mugaren balioa.",
    "1752795854": "hCaptcha-k pribatutasunean oinarritutako ikuspegi modernoa dakar bot-ak geldiarazteko.",
    "1756106276": "Egoera",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "hemen:",
    "1767952047": "Bart eraso egin zidan, arropak lapurtu zizkidan eta dirua hartu zuen». Beste gizonak, edertasun handiz jantzita, noble mailako jantziak, erantzun zion: «Kondestablea, gizon hau eroa da. Noblea dela uste du. Benetako noblea naiz. Atxilo ezazu!».",
    "1771016224": "- zure webguneko eduki guztia masiboki deskargatzeko softwarea",
    "1778058441": "Zer motatako lanak exekutatzen dira hCaptcha-n?",
    "1778642038": "Zurekin komunikatzeko",
    "1779265104": "Pertsonalizatutako Baldintzak eta Pribatutasun Bermeak",
    "1783317946": "API erasoak geldiaraztea erabilera kasu ezaguna da",
    "1786796818": "Murriztu",
    "178839499": "hCaptchak egindako lanaren balioa partekatzen du erabiltzaileek beren gizatasuna frogatzen duten bitartean.",
    "1789371580": "Esleigarritasuna. Ezin dituzu Zerbitzu-baldintza hauek esleitu gure aldez aurretik idatzizko baimenik gabe. Zerbitzu-baldintza hauek edozein unetan esleitu ditzakegu, jakinarazi gabe. Aurrekoaren arabera, Zerbitzu-baldintza hauek lotesleak izango dira alderdi bakoitzaren ondorengoentzat eta baimendutako esleipendunentzat.",
    "1789607185": "Posta elektroniko helbidea",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Saioa",
    "179723061": "Kontrol handiagoa klase-buruko segurtasuna behar duten taldeentzat",
    "1797298240": "4. urratsa: Egin klik \"HAR\" konpontzen saiatu ondoren, eta aukeratu \"Gorde guztiak HAR gisa\" sareko erregistroa gordetzeko. Bidali artxibo hori.",
    "1798492192": "Arakatzaile zaharraren laguntza",
    "1803009328": "Borroka probatua web eskalan.",
    "1803943584": "Bigarrenik, erronkei auto-optimizatzen uzten diegu zein herrialdetan edo hizkuntzatan egingo diren zehazteko, esperientzia koherentea izateko probabilitatea are gehiago areagotuz. Zehaztasuna espero baino txikiagoa bada, galdera sorta bat besterik gabe geldituko da eragin hori gertatzen den eskualdean edo hizkuntzan.",
    "1806535500": "Ia teknologia guztiak, arkatzetatik hasi eta dinamitaraino, a",
    "1807143500": "Zerbitzuek lineako segurtasun-zerbitzu bat (\"hCaptcha Zerbitzua\") eta plataforma bat (\"Intuition Machines Plataforma\") barne hartzen dituzte, zeinetan pertsona batek (\"Kolaboratzailea\") hirugarren entitate batek edo Intuition Machines-ek berak (bakoitza). \"Eskatzaile batek\") gure webgunean edo hCaptcha Zerbitzuan bidaltzen du, zuzenean gure webgunean edo Intuition Machines Plataformara sartuz eta/edo hirugarrenen entitate eta/edo plataforma edo zerbitzu baten bidez edo harekin lotuta zereginak eginez (bakoitza, bat \"Integratzailea\"). Eskatzaileek zereginak argitaratzen dituzte eta Kolaboratzaileak gonbidatzen dituzte integratzaileei IMIk emandako sarien truke, edo eskatzaileak zehaztutakoaren arabera, Intuition Machines Plataforma edo hCaptcha Zerbitzua erabiltzen ari bada bere azken erabiltzaileei zereginak emateko. Enpresei eta partikularrei (bakoitza \"Bezeroa\") kobratzen diegu gure plataforma erabiltzeagatik, gure softwarea, egile-zereginak erabil ditzaten, egile-zereginak egiteko kontratatu gaitzaten eta/edo Kolaboratzaileetara sarbidea izan dezaten. Integratzaileei ere kobratzen diegu gure hCaptcha Zerbitzua erabiltzeagatik, haien webguneetan, aplikazio mugikorretan eta lineako beste propietateetan iruzurra, abusua eta spama murrizteko. Aurrekoari kolektiboki \"Zerbitzuak\" esaten zaio.",
    "181065232": "Produkzio-lan txiki bat exekutatzen dugu zure lagin-datuetan oinarrituta. Honek elkarrekin egin dugun lana probatzen du behar duzuna lortzen duzula ziurtatzeko.",
    "1817772953": "Iruzurra ez da delitu modu berri bat. Izan ere, arkeologoek duela ia 10.000 urte abereak galerarik gabe garraiatzeko antzinako sumeriarrek asmatutako iruzurraren aurkako gailuak aurkitu dituzte! Haien kasuan, buztinezko fitxak jarri zituzten, bakoitza animalia bat irudikatuz, \"bulla\" izenez ezagutzen den buztinezko bola baten barruan. Bulla artaldearekin bidaiatzen zuen saltzailetik eroslera mugitzen zen bitartean. Orduan ere, enpresa-jabeak kezkatuta zeuden harremanetan zeuden guztiak ez zirelako gora eta gora. Asko aldatu da 10.000 urtean, baina iruzurra prebenitzeko berritzailea izan beharra gure artean dago. Gaur egun, lineako ordainketa-iruzurraren gaiak berebiziko garrantzia du. Internetekin, iruzurgileak gero eta trebeagoak dira iruzurraren aurkako kontrolak gainditzen. Irtenbide berriak iraultzen ari dira, ordea.",
    "1818116402": "Espero dugu AI Etika osagai batekin galdera operatiboak nola kudeatzen ditugun aztertzea baloratu izana.",
    "1820844638": "Merkatuaren ikuspegiak lortzeko. Analitika-Informazioa erabiltzen dugu merkatua aztertzeko eta gunearekin eta gure Zerbitzuekin lotutako negozio-analisiak egiteko, eta beste ikerketa-helburu batzuetarako.",
    "1828028934": "Horregatik",
    "1829242168": "__cflb,",
    "1830910223": "Mundu errealeko AI Ethics kasuaren azterketa",
    "1834239172": "Erosi hCaptcha oharpen zerbitzuak",
    "1834801943": "2. 1. alderdia",
    "1834911235": "Utzi aldez aurretik jasotzeko baimena eman zenuen marketin zuzeneko komunikazioak bidaltzeari. Baliteke Zerbitzuarekin lotutako eta marketinarekin lotutako bestelako komunikazioak bidaltzen jarraitzea.",
    "1836191653": "Doako erabiltzaileei erraz garaitzen den zerbitzua eskaini beharrean, askoz hobea ez den enpresa-bertsio batengatik milioika dolar kobratzen dituen bitartean, hCaptcha-k bot babes bikaina eskaintzen die biei, eta, aldi berean, enpresen erabiltzaileei ezaugarri eta pertsonalizazio gehigarriak eskaintzen dizkie, SLA sendoak eta laguntza azkarrarekin batera.",
    "1836369533": "Herri ipuineko kondestablearen antzera, nola zehazten da nor den benetan nor? Erasotzaileak lapurtutako identitate-elementu nahikoa baditu, hala nola gidabaimenaren zenbakia, gizarte segurantzako zenbakia, amaren neska-izena, helbidea eta abar, nahiko zaila izan liteke deitzailea benetako kontuaren titularra den edo erasotzaile bat lortzen saiatzen den zehaztea. sartu nahi duen kontu batean pasahitza berrezarri.",
    "1836554225": "Blogeko argitalpenak",
    "1844885924": "Moten liburutegi zabala aukeran.",
    "1845745385": "Pribatutasunerako diseinatua.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Pertsonalizatu zure erronka edukiarekin",
    "1849805607": "hCaptcha-k zure sareetara sartzeko diseinatutako mehatxu eta engainuen aurka babesten du",
    "1865097546": "2021eko azaroaren 16a",
    "1866590035": "arazketa-erregistroko argibideak Chrome-rako",
    "1873812847": "Cookie(k) Dibulgazioa",
    "1886100235": "Munduko lineako zerbitzu handienetako asko hCaptcha Enterprise-ra aldatu dira eta bot-en detekzio hobetua jaso dute kostuen aurrezpen handiarekin batera.",
    "1890955039": "Nola pertsonalizatu formatua testu aberats bakoitzarentzat",
    "1892020899": "Non lortzen dituzte hackerrek kredentzialak?",
    "1892574253": "Izena eman",
    "1898063898": "batera garatzen ari garen erabiltzailearen pribatutasuna zaintzeagatik",
    "1903743785": "Estandarretan oinarritutako APIen etorrerak jauzi handia suposatu zuen aplikazioen integrazioan. Azken 20 urteotan, gutxi gorabehera, APIak jabedun software produktu garesti eta konplikatuak izatetik estandarretan oinarritutako tresna doakoak izatera pasatu dira, nahiko errazak eta inplementatzeko errazak zirenak.",
    "1904390996": "estandarizatzeko",
    "1906593952": "Eman iritzia ikusi berri duzun hCaptcha-ri buruz",
    "190955495": "( ) Posta elektronikoaren kontrol zentralaren aginterik eza",
    "1910628828": "Eduki-scraping sistema batetik datuak hartzeko teknika bat da, tresna-multzo automatizatu batek software-bezero edo web-arakatzaile baten nortasuna inplikatzen duena. Ez da berria. Izan ere, mainframe zahar bateko datuak behar ditzaketen software ingeniarientzat, scraping izan daiteke informazioa ateratzeko modu bakarra. Baliteke jatorrizko konektoreak desagertu eta ezinezkoa ordezkatzea.",
    "1911669851": "Bai, gaur egun gure backend sistemetan hainbat hobekuntza lantzen ari gara, azkenean bateratze azkarragoa, zenbatespenen zehaztasun azkarragoa eta ordainketa azkarragoak eskaintzea ahalbidetuko digutenak. Lehenik eta behin adiskidetzea bizkortzeko lanean ari gara.",
    "191460155": "Zero marruskadura eta % 99,9ko modu pasiboak",
    "1918025546": "Zerbitzuetan edonork isilpeko informazioa ematen badizute, isilpeko informazioaren sekretua babestea onartzen duzu zure isilpeko informazioa babesteko erabiltzen duzun arreta-maila berarekin, baina inola ere behar bezalako arreta baino gutxiagorekin. Ezin duzu isilpeko edo jabetzako informaziorik zabaldu edo argitaratu, zeregin bat betetzeko beharrezkoa izan ezik. Intuition Machines Plataformako zeregin batean dagoen informazio guztia isilpekotzat hartu behar da, nahiz eta informazioa espresuki isilpekotzat izendatu ez izan.",
    "1920884252": "Zergatik da edukia scraping segurtasun mehatxu bat?",
    "1923297430": "Bezero handiago askoren azken haustura puntua Google enpresei beren produktua edozein eskala esanguratsuan erabiltzeagatik kobratzen hasi zenean etorri zen. Horrek denbora luzez reCAPTCHAko erabiltzaileek alternatiba hobeak bilatzea eragin zuen, mundu osoko araudi-kezkak Google-ren eskaintza erabiltzea gero eta erakargarriagoa zelako.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "AI Etika politika zorrotza dugu hCaptcha-n, eta horren zati bat Know Your Customer (KYC) prozesu bat barne hartzen du.",
    "1927613000": "hCaptcha-k makina-ikasketa sofistikatua eta erronka-plataforma indartsu batekin konbinatzen ditu web-aplikazioak kontuen jabetzetik, kredentzialetatik betetzetik, scraping-etik eta beste era bateko gehiegikeriatik babesteko.",
    "1933936765": "Datuak Tratatzeko Akordioa (Azken eguneratzea: 2021eko irailaren 23a)",
    "1936449777": "Ondoren, modu guztiz automatizatuan, giza portaera imitatu dezakete merkataritza elektronikoko guneetan, botoietan klik eginez eta erosketa gurdietan elementuak gehituz, iruzurren aurkako kontrol askok, ez bada, bot bat lapurtzen saiatzen ari denik esan ezin duten punturaino. merkantzia. Aitzitik, giza erabiltzaile bat erosketak egiten ari dela dirudi. Botak benetako bezero baten kontura saioa egin dezake lapurtutako saioaren kredentzialak erabiliz. Iruzurra gehiago ezkutatzen du bot-ak IP helbideak faltifikatzeko duen gaitasuna eta \"eroslea\" erasotzailearengandik ezberdina den leku batean, atzerriko herrialde batean egon daitekeenaren itxura emateko.",
    "1936512180": "APIrako sarbide erraza, aginte-panel ederrak eta azken eredu-in-the-loop teknologia, langileen eraginkortasuna maximizatzeko.",
    "1941999673": "Zure mezuak a defendatzen du",
    "1942186611": "eta besteak.",
    "1942611550": "batez ere",
    "1949452297": "hCaptcha UI-ren berezko mugak eta bere segurtasun kontuak direla eta, ezin da irudi bakoitzaren iturria erreproduzitu bere erabileraren ondoan. Horren ordez, orri honetara estekatzen dugu gure orri nagusitik eta plataformaren bidez gaur egun edo duela gutxi zerbitzatutako iturrien zerrenda mantentzen dugu. Uneko zerrendara sar zaitezke",
    "1952810469": "Mota",
    "1953519598": "Irudi bakarra etiketatzearen kostua 0,03 $ eta 1,00 $ edo gehiago bitartekoa da. Edozein kalkulu kontserbadoreen arabera, Google-k milaka milioi dolar atera ditu doako eskulanak orain arte. [",
    "1953959745": "irisgarritasuna",
    "1958297836": "Erasoen babes koordinatua eta APT arintzea",
    "1959762846": "- Zure web-inprimakiak marketin-spam edo gehiegikeria amaigabez beteta izatea",
    "1960601330": "Cookieak gaitzeko Safari (Mac): joan Safari goitibeherako menura. Hautatu Hobespenak. Sakatu Pribatutasuna goiko panelean. 'Blokeatu cookieak' atalean, hautatu 'Inoiz ez' aukera.",
    "1962721652": "Gizakiak eredu bilatzaileak dira, eta, batzuetan, galdera inozo bat guztiz harrigarritik susmagarri izatera pasa daiteke instant batean, munduan izandako aldaketen ondorioz, galdera egiten duen edonoren motibazioengatik baino.",
    "1963951234": "Ez dio axola zein fidagarria den zure eskema kriptografikoa, norbaitek egunaren amaieran dirua gastatu besterik ez badu bilatzen ari zaren erantzuna emateko, hardware pieza baten jabe izatea ez da nahikoa.",
    "1972710018": "Enpresaren ikuspegitik ikusita",
    "1973347745": "10. Royalty free adibide irudiak. Iturria: Petapixel.",
    "197676026": "Beste batzuekin legezko edozein negozio-helburutarako, baldin eta informazioa desidentifikatuta badago",
    "1977013707": "† 2020ko abenduko ordainketak 15etik aurrera programatu dira, urte amaierako kontziliazioekin eta langileen oporraldiekin gainjartzea saihesteko: urtarrilaren bigarren asterako amaituko dira. PayPal-era ohikoak baino motelagoak diren transferentziak direla eta, ordainketak egun bakarrean osatu beharrean hainbat egunetan zehar egingo dira.",
    "1978884623": "Lortu informazio gehiago software-arazoen berri emateari buruz",
    "1979347895": "– Negozioen eten handiak beren esparruan alda daitezke, hala nola gure enpresa bakarrik, gure enpresaren egoitza duen eraikin bakar bat, gure enpresa dagoen auzoa, kokatuta gauden hiria edo eskualde osoa. Eremu horietako bakoitzaren barruan, etenaren larritasuna ere alda daiteke minimotik larrira. Gure enpresan, gure negozio barrutian, hirian edo eskualdean edo gure enpresaren egoitza duen eraikin batean eten batean, gure eragiketak tokiko gune batera transferituko ditugu behar denean eta negozio-eragiketetan eten materialik ez izatea espero. Egoera batean zein bestean, negozioan jarraitzeko asmoa dugu, behar izanez gero eragiketak ordezko hornitzaileei transferitzea eta gure webgunearen bidez jakinaraziko dizugu hcaptcha.com helbidean eta gure egoera orria hcaptchastatus.com helbidean nola jarri gurekin harremanetan. Negozioaren eten garrantzitsua hain larria bada, negozioan jarraitzea eragozten badigu, azkar jakinaraziko dizugu.",
    "1982617151": "( ) Edonork anonimoki suntsitu dezake beste inoren karrera edo negozioa",
    "1982750088": "Mundu osoko enpresek eskulan hori eskatzen dute pertsonentzako errazak baina makinentzako zailak diren zeregin errazak burutzeko. Erabiltzaileek bisitatzen ari diren gunea onartzen dute eta web-spam gutxiago jasaten dute segurtasun-maila handiagoa dela eta.",
    "1985238261": "Beste marka mugatuak",
    "1988268879": "Datuen etiketatze errentagarria eskalan",
    "1988461282": "Tramitaziorako legezko oinarriak",
    "1990824776": "2020ko irailaren 16tik 24ra*****",
    "1993899769": "15. Gure informazioaren erabilera",
    "1993984258": "( ) Ez-abiaraztean oinarritutako edozein eskema onartezina da",
    "1995277831": "Eskerrik asko",
    "1996843433": "Murriztu marruskadura zure trafiko legitimoaren % 99,9rako erronka bat saihestuz, segurtasun bikaina eskainiz.",
    "1997838163": "Munduko enpresarik handienak hCaptcha Enterpriseren menpe daude. Integrazioa erraza da, eta detektatzeko zehaztasunak ez du parekorik.",
    "2012837493": "Bilaketa-emaitzak",
    "2014256987": "Cookieen edo bestelako jarraipen-teknologien erabilera ez blokeatzea nahiago baduzu, ikusi behean \"Zure informazioa kudeatzea\". Kontuan izan hori egiteak Guneak edo Zerbitzuak erabiltzean zure esperientzia negatiboa izan dezakeela, baliteke eginbide batzuk behar bezala ez funtzionatzea.",
    "2015218686": "urrats hauek pasatu aurretik. Horrek zure arazoa konpontzen badu, eskertuko genizuke zure arakatzailearen bertsioa, iragarki-blokeatzailea edo arakatzailearen luzapena eta webgunearen URLa jakinaraztea.",
    "2019130052": "Pribatutasunean oinarritutako ML-n egin ditugun berrikuntzei esker, \"betiko grabatu dena betirako\" estrategien segurtasun-estandarrak gainditzen ditugu, segurtasunari edo erabiltzailearen pribatutasunari kalterik egin gabe.",
    "2019702084": "Bezeroaren Zerbitzu Nagusiaren Akordioan edo Bersaltzaileen Akordioan espresuki baimentzen ez bada, eskatutako SaaS Zerbitzuak ez dira saldu, birsalduko, alokatu, azpi-errentatuko, lizentziadun, azpilizentziadun edo beste edozein hirugarrenen eskura jarriko (Bezeroaren afiliatu bati ez ezik). ), eta Hitzarmenaren araberako eskaera guztiak eta Zerbitzuaren Bezeroaren erabilera guztiak Bezeroaren edo bere Kidearen barneko negoziorako erabilerarako izango dira.",
    "2024293275": ". Beste eskubide guztiak gordeta, oraingoz.",
    "2024737147": "Akats baten berri eman nahi duzu?",
    "2030062561": "( ) Inork ezingo du tipoa aurkitu edo dirua bildu",
    "2032102720": "Iragarki-enpresek eskaintzen dituzten segurtasun-soluzioak batez ere erabiltzaileen jarraipena sarean oinarritzen dira. Segurtasun-irtenbide eraginkor bat sortu dugu, emaitza bikainak emateko erabiltzailearen pribatutasuna kaltetzea beharrezkoa ez dela frogatzen duena.",
    "2041686284": "Datu gehiagok, oro har, emaitza hobeak sortzen ditu ikaskuntza automatikoko ereduak trebatzean. Eredu sakonen azken arrakastak gero eta datu multzo handiagoak ekarri ditu, eta hCaptcha-k behar hori betetzen du. Hala ere, metodo tradizionalak erabiliz gizakiek berrikusitako datu multzo handiak sortzea motela eta garestia da.",
    "204716894": "Gure web orrien edukia eta diseinua copyright legearen arabera babestuta daude. Orrialdeak eta haien edukia arrazoizko erabilera arrazoizkoa gainditzen duen moduan bikoizteak IMIren aldez aurretik idatzizko baimena behar du, baldin eta orrialdean bikoizteko zehazten diren beste legezko xedapenik ez badago.",
    "204889717": "hCaptcha-ra aldatu dira",
    "2052161540": "Akatsen txostenaren xehetasunak harrapatzea: Chrome",
    "2058856283": "hCaptcha Enterprise-k helburu bakarra du: aktore txarrek zure lineako eragiketak etetea eta zure erabiltzaileak kaltetzea saihestea.",
    "2059998584": "Eskualdea",
    "2066255783": "Zer da Content Scraping?",
    "2066321185": "Oinarri juridikoa",
    "2066749488": "Beste kexa batzuk",
    "2067112112": "Puntuzko oharrak erabilera-kasu ezberdin askotarako",
    "2067334580": "Testuaren esteka",
    "2072808435": "\"Asmatzen zer, Google? Nire herrialdeko taxiak, oro har, beltzak dira. Amerikako guztiak horiak direla jakiteko nahikoa pelikula ikusi ditut. Baina bisitatu ditudan beste herrialde guztietan, taxiak nahasketa bat izan dira. tonu desberdinak».",
    "2075610992": "Eskerrik asko zure laguntzagatik!",
    "2076066173": "Zibererasoak 101",
    "2076932190": "reCAPTCHA produktua, beraz, hamarkada batez geldirik egon da.",
    "2077639538": ". Batetik, gure zerbitzuari buruzko erronka-datuak iturri askotatik etor daitezke, ez batetik bakarrik: Fortune 500-eko enpresa handietatik hasi eta ikaskuntza automatikoko startupetaraino, betiere gurekin atxikitzen badira.",
    "2082237880": "E: hCaptcha Privacy Pass onartzen duen mota honetako lehen zerbitzua da, eta gaur egun hori egiten duen bakarra da. Hala ere, espero dugu beste zerbitzu batzuek erabiltzailearen pribatutasuna sarean areagotzearen abantailak aitortzea, eta espero dugu etorkizunean gehiagok inplementazioak egingo dituztela garatzen laguntzen ari garen IETF estandarrak formalki onartzen diren heinean.",
    "2082407178": "G: Nola babestu dezaket neure burua hirugarrenen cookieen jarraipenetik irisgarritasun cookiea erabiltzen ari naizenean?",
    "2087769953": "\"Aspalditik izan dugun Google zerbitzu batean konfiantza izateak berezkoa duen pribatutasun-arazo bati aurre egiten laguntzen duelako poztuta gaude aldaketa honek. CAPTCHA saltzaile batzuk ebaluatu ditugu, baita sistema bat geuk eraikitzen ere. Azkenean, hCaptcha reCAPTCHA-ren alternatibarik onena bezala sortu zen.” “HCaptcha irtenbideei buruzko hainbat gauza gustatu zitzaizkigun: 1) ez dute datu pertsonalik saltzen; beharrezko gutxieneko datu pertsonalak soilik biltzen dituzte, gardenak dira biltzen duten informazioa eta nola erabiltzen eta/edo ezagutarazten duten deskribatzen\".",
    "2090457681": "( ) Ez dut nahi gobernuak nire mezu elektronikoa irakurtzea",
    "2095899021": "hCaptcha Branding Jarraibideak eta Marken Lizentzia Orokorra",
    "2103513933": "gunearen funtzionamendua oztopatzen edo oztopatzen duen jardueran aritzea;",
    "2103563261": "Informazio pribatua edo publikoa",
    "2104933754": "Identifikatu dagozkien etiketak",
    "2107077506": "HUMAN plataformak konfiantza eredu integralak erabiltzen ditu denbora errealeko kalitatearen azterketa sofistikatua egiteko. Horri esker, galderen zailtasuna eta ziurrenik erantzun zuzena azkar zehazten ditugu, denbora eta dirua aurreztuz.",
    "2109792055": "Erabiltzailearen gida: Arazoak araztea Pribatutasun-pasea jaulkitzea eta baliozkotzearekin",
    "2110259227": "24. Erantzukizunaren muga",
    "211351380": "Blogetik:",
    "2113642787": "Egunsenti Kantua",
    "21141582": "hau",
    "2114694926": "2. Saioa",
    "2119943547": "Zergatik da hau? Erantzuna erraza da. Sistema bat abusatzeko pizgarri bat dagoen bitartean, normalean norbaitek bide bat aurkituko du. Eta behin egiten dutenean, beste norbaitek orain gelditzeko pizgarri bat izango du.",
    "2123236933": "( ) Bezeroen iragazteak eragiten ez dituen banda-zabaleraren kostuak",
    "2125514305": "ML hobetu egin da, baina reCAPTCHA saihesteko zailtasuna ez da materialki aldatu denbora honetan.",
    "2131386784": "Espezializazio eta laguntza eskura daiteke bai zuretzat bai zure erabiltzaileentzat",
    "2133754014": "4,5 milioi webgune baino gehiagok erabiltzen dute reCAPTCHA [",
    "2133809801": "Jendeak pertsona izaten jarraitzen duen bitartean, litekeena da gizateriaren egiaztapenak sarean bete beharreko zeregina izatea.",
    "2138799135": "hCaptchak aurrez eraikitako dozenaka integrazio ditu erabiltzen dituzun frontend eta backend sistemetarako.",
    "2146900431": "Intuitiboki, aldarrikapen honek zentzu handia du. CAPTCHAak, ia dena bezala, testuinguru kulturalean txertatuta daude, eta zure erronken multzoa gehienbat kultura batean sortu bada, baliteke beste batera ez izatea oso ondo itzultzea. Funtsean, hori kulturaren kontua da",
    "2150595700": ". GDPRk eta CCPAk pribatutasun kezkak jarri dituzte enpresen erosleen mapan, eta, aldi berean, sareko pribatutasuna gero eta garrantzitsuagoa da publikoarentzat, denok ulertzen hasten garelako online publizitate- eta marketin-industriek historikoki gure datuak nola erabili dituzten.",
    "2150907653": "* Zerbitzua emateko guztiz beharrezkoak diren cookie teknikoak. Horien artean, hobespen cookieak, saio cookieak, karga orekatzeko cookieak, etab.",
    "2155089487": ". Talde batzuentzat gure erronkak konpontzea errazagoa izango balitz, espero genuke mundu osoko eta kultura ezberdinetako pertsonek konpontzerakoan nola jokatzen duten aldea ikustea. Eden-en mezuaren testuinguruan, amerikarrek beste herrialdeetako pertsonek baino hobeto egitea espero genuke. Arazo hori saihesteko sistemak garatzen urteak daramatzagulako, egia esan, guztiz kontrakoa ikusten dugu.",
    "2159517814": "Informazio pertsonala partekatzen edo zabaltzen dugu kasu hauetan:",
    "2163914794": "Etiketa gehiago behar dituzu zure datu multzoetarako? hCaptcha-k datuen etiketatze azkarra, errentagarria eta kalitate handikoa eskaintzen du adimen artifizialean eta ikaskuntza automatikoko aplikazioetan lan egiten duten enpresei.",
    "2164933356": "Cloudflare",
    "2167049807": "Segurtasun-taldeek hainbat neurri eta kontrol hartu dituzte ordainketa-iruzurra egiteko modu errazak eta alferrak gainditzen dituztenak. Hala ere, erasoak gero eta sofistikatuagoak dira. Adibidez, bot-ek orain lapurtutako kreditu-txartelen zenbakiak eta PINak bildu ditzakete webgune faltsuetatik eta phishing-erasoetatik.",
    "2168177815": "mesedez egin klik hemen",
    "2177660021": "Stanfordeko ikerlaria. Ikaskuntza automatikoa eta finantza kuantikoa banku, hedge funds eta akademia nagusietan.",
    "2178073797": "Isilpeko informazioa ezagutarazteak kalte konponezinak sor ditzakeenez, ezagutarazi duenak eskubidea du epe hau hauste edo mehatxatutako edozein urratzegatik epaiketa eskatzeko.",
    "2179524509": "Noizean behin galderak jasotzen ditugu hCaptcha zerbitzurako zein motatako galderak onartzen diren eta zergatik egiten diren galdera zehatzak.",
    "2182196747": "Laguntza",
    "2183926131": "Hasi hCaptcha Enterprise-rekin",
    "2184564739": "Ikusi",
    "2185418511": "Legezko edozein negozio-helburutarako, baldin eta informazioa desidentifikatuta edo batzen bada, pertsona bati zentzuz lotu ezin zaiola.",
    "2185860003": "21. Webgunearen Aldaketak",
    "2187096543": "Izan ere, datu-hauste handi batzuk gertatu dira hackerrek idatzitako softwarearen ondorioz, API bati dei egin diote datu-base batetik datuak ateratzeko. Azken finean, datuak lapurtzeak API batean oinarrizko GET dei bat besterik ez badu behar, REST eta JSON erabiliz idatzita, orduan erraza da datu-base bat azkar garbitzea. Izan ere, jendeak \"screen scraping\" erasoei buruz hitz egiten duenean, benetan esan nahi dutena, batez ere, datu-baseetatik datuak ateratzen dituzten API-deiak dira. APIak eraso-azalera nagusi bihurtu dira haiek eraikitzen dituzten erakundeentzat.",
    "2188609322": "Aktore txarrak gero eta ohikoagoak dira sarean. Baina erabiltzailearen pribatutasuna sakrifikatzea ez da erantzuna.",
    "218889628": "Bezeroaren Eranskin hau edo Zerbitzu Baldintzak amaitzen ez baditugu izan ezik, Bezeroaren Eranskin hau edo Zerbitzu Baldintzak haustearen ondorioz, amaitzen badugu eta kuotarik aurrez ordaindu badiguzu, horien zati proportzionala itzuliko dizugu. aurrez ordaindutako zenbatekoak, ordaindu dituzun gainerako denboraren edo Zerbitzuen arabera, txikiagoa dena. Gure lana komertzialki zentzuzko moduan amaituko dugu eta ordaindutako irteerako datu-multzo guztiak eta gure esku dauden bezeroen datu guztiak gorde eta entregatuko ditugu. Edonola amaitzen denean, datu guztiak ezabatzera behartuta gaude, baina ez gaude.",
    "2193061499": "Gure logotipo eta marka batzuk hCaptchak eta bere bazkideek erabiltzera mugatuta daude. Hirugarrenek ezin dituzte marka hauek erabili hCaptcha-ren idatzizko lizentziarik gabe:",
    "2196526290": "hc_irisgarritasuna",
    "2197218442": "Matthew Prince Cloudflareko zuzendari nagusiak ikuspuntu hau laburbildu zuen",
    "219813583": "Segurtasuna Lehenik",
    "2199048568": "Egin klik edozein web-orritako helbide-barraren ezkerraldean dagoen ezkutuan. Egin klik Babesaren ezarpenak aukeran. Firefox Hobespenak Pribatutasuna eta segurtasuna panela irekiko da. Jarraipenaren babes hobetua atalean, hautatu Pertsonalizatua. Aukeratu zein jarraitzaile eta script blokeatu nahi dituzun kontrol-lauki horiek hautatuta. Ziurtatu hcaptcha.com desblokeatu duzula.",
    "2209109640": "helburu gaiztoetarako soilik erabiltzen dira, beren negozio-jardueren ohiko testuinguruan?",
    "2209837451": "2019ko urriaren 15a - 2020ko urtarrilaren 15a",
    "2212670355": "Izena eman",
    "2216374138": "gizakiak dira, hala nola, saguaren mugimenduak, korritze-posizioa, teklak sakatzeak, ukipen-gertaerak eta giroskopio/azelerometroaren informazioa, hala dagokionean.",
    "2217842245": "Hala ere, gure datuek erakusten dute (hCaptcharako)",
    "2219945145": "saioa,",
    "2223819810": "Gure plataforma optimizatzeko",
    "2225785608": "( ) Viagraz hitz egin beharko genuke zentsuratu gabe",
    "2230333214": "Bezeroaren datuak beste datu batzuekin bateratzen ditugu, emaitzak pertsonalki identifika daitezkeenak izan daitezen eta zerbitzuen erabilerari buruzko erregistro tekniko desidentifikatuak eta datuak (\"Datu agregatuak/desidentifikatuak\") biltzen ditugu. Honen kontrakoa dena gorabehera, IMIk edozein datu orokor/desidentifikatuta erabili ahal izango ditu Akordio honen indarraldia iraun bitartean edo ondoren, edozein negozio helburutarako, besteak beste, mugarik gabe Zerbitzuak garatzeko eta hobetzeko eta txostenak eta bestelakoak sortzeko eta banatzeko. materialak. Bezeroaren Datuek ere iraun dezakete eta sisteman denbora-tarte mugatu batean bistaratu daitezke, lan bat amaitu eta 180 egun baino gehiago ez izateko, adibidez, Intuition Machines sistemetarako kalibrazio edo baliozkotze automatikoko datu gisa. Argitasuna lortzeko, 5. atal honek ez digu eskubiderik ematen zu identifikatzeko inolako Datu Agregatuen/Desidentifikatuen iturri gisa zure aldez aurretik idatzizko baimenik gabe.",
    "2233384692": "Datu horiek nola kudeatzen diren edo zure eskubideak gauzatu nahi badituzu galdera edo kezkarik baduzu, Zerbitzua erabiltzeko datu horiek tratatzeko kontratatu duen pertsona edo entitatearekin (hau da, datuen arduradunarekin) harremanetan jarri beharko zenuke. Hala ere, gure integratzaileei laguntza emango diegu izan ditzakezun kezkak konpontzeko, haiekin dugun kontratuaren baldintzen arabera.",
    "2233741720": "Laburbilduz",
    "2234909600": "( ) Spammer-ek ez dute axola baliogabeko helbideek beren zerrendetan",
    "2236960358": "Erregistratzean, zuri buruzko informazio pertsonal jakin batzuk ezagutzera emateko eskatuko zaizu (\"Informazio pertsonala\"), zure izena, helbide elektronikoa barne, eta erabiltzaile-izena eta pasahitza sortzeko, eta hori guztia gure Pribatutasun Politikaren menpe egongo da, gure webgunean eskuragarri. webgunea. Zure kontuaren, pasahitzen eta zure kontuarekin lotutako edozein autentifikazio-gakoen segurtasuna kontrolatzeaz, bermatzeaz eta zaintzeaz arduratzen zara bakarrik, eta zerbitzuetan informazio hori erabiltzearen bidez egiten den edozein erabileraren edo ekintzaren erantzule zara.",
    "2255549335": "Gure lana hCaptcha-n zailtasunaren eta zehaztasunaren arteko konponbide onak aurkitzea eta marruskadura baxua mantentzea da, batez ere.",
    "2256305371": "Berkeleyko Kaliforniako Unibertsitateko CS irakaslea. Ikaskuntza sakona, segurtasuna, blockchain aditua. Oasis Labs-eko zuzendari nagusia.",
    "2256795853": "Webguneetatik datu asko azkar ateratzeko gaitasunak aktore gaiztoen eskuetan scraping tresna indartsua bihurtzen du. Scraping bot batek sare sozialetako guneetako erabiltzaileen datuak bil ditzake. Ondoren, helbideak eta bestelako informazio pertsonala duten guneak urratuz eta emaitzak korrelatuz, hacker batek identitate-delituak egin ditzake iruzurrezko kreditu-txartelen aplikazioak aurkeztea, esaterako.",
    "2260079771": "Datuen atxikipena",
    "2268939633": "IMIk ez du konpromisorik hartzen, ezta parte hartzera behartuta ere, kontsumo-gatazkak ebazteko entitate baten aurrean kontsumo-gatazkak konpontzeko. Europako Batzordearen webgune ofiziala Online Gatazkak Ebazteko:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Europako Esparru Ekonomikoko bizilagunentzako ohar bat.",
    "2271252286": "( ) Microsoft-ek ez du onartuko",
    "2271512952": "Erabiltzaileek bisitatzen ari diren gunea onartzen dute eta web-spam gutxiago jasaten dute.",
    "2271969747": "20. Jasotzen duzun informazio konfidentziala",
    "2273532558": "Zeintzuk dira hCaptcharen bezero ordaintzaileak?",
    "2281169898": "Zure txostenarekin arazketa-informazioa bidaliz gero, askoz errazagoa izango zaigu gertatzen ari dena identifikatzea. Hona hemen urratsez urrats argibideak:",
    "2284856231": "eta zehaztasuna nabarmen hobetu da hCaptcha Enterprise-ren modu pasibo hutsean ere.",
    "229198134": "( ) Barkatu lagun, baina ez dut uste funtzionatuko duenik.",
    "2292919419": "( ) Perspektiba",
    "2296918009": "Horrek egunero 100 pertsona-urte baino gehiago lan egitea da.[",
    "2301335298": "Ordainketa iruzurra: Ziberdelituen bilakaera azkarreko modua arintzea",
    "230159237": "Kontaktuak",
    "2301757528": "**** Ordainketa-leihoan PayPal-ek REST APIak mantentzea direla eta, ordainketa guztiak ez ziren ekainaren 15ean amaitu. Ekainaren 15ean (Ozeano Bareko ordua) baina PayPal API akatsengatik exekutatu ez ziren ordainketak ekainaren 19an (Pazifikoko ordua) berriro exekutatu ziren.",
    "2303655425": "2019ko urtarrilaren 15a - 2019ko apirilaren 15a",
    "2309661107": "Hala ere, asko interesatzen zaigu",
    "2310694091": "Zer esan nahi du Adiskidetzeak?",
    "2310705547": "Testu aberatseko elementuari esker, izenburuak, paragrafoak, bloke-aipuak, irudiak eta bideoak leku bakarrean sortu eta formateatu ditzakezu, banan-banan gehitu eta formateatu beharrean. Egin klik bikoitza eta erraz sortu edukia.",
    "23114595": "Erabiltzaile esperientzia bikaina",
    "231285005": "Azken eguneraketak gure blogean aurki ditzakezu",
    "2315518622": "Gaur egungo eraso-tresnetan eskuragarri dagoen sofistikazioarekin, oso zaila da iruzurrezkoak diren detektatzea. Orduan, pertsona batek bezeroarentzako arreta-zerbitzura deitzen du eta esaten du: “Nire kontua erasotu da! Ezin dut saioa hasi eta norbaitek nire dirua lapurtzen ari zait!”.",
    "2319072959": "Exekutatu guztiz lineaz kanpo zure langileekin, egin jarraipena negozio-unitateetan edo partzuergoko bazkideetan kontsumitutako balioa, bideratu lanak modu selektiboan barneko edo kanpoko lan-hornitzaile desberdinetara kostuen eta segurtasun-baldintzen arabera, eta abar.",
    "2320894364": "200 presentzia-puntu baino gehiagorekin, hCaptcharen hodeiak zure ondasunak babesten ditu mundu osoan",
    "2323013093": "26. Aplikatu beharreko legea",
    "2323282990": "Gizatasuna egiaztatzeko ikuspegi modernoa",
    "2326660907": "izan ezik",
    "2328839224": ". Mesedez, ikusi gure \"Kaliforniako bizilagunei jakinarazpena\" atala Kaliforniako Kontsumitzaileen Pribatutasun Legearen (\"CCPA\") arabera dituzun eskubideei buruzkoa.",
    "2330965058": "Gure Integratzaileen prozesadore gisa jarduten dugunean, bildutako datuak ez ditugu erabiltzen gure Zerbitzua eskaintzeko arrazoiz beharrezkoa den beste helburu baterako, eta gure tratamendua gure Integratzaileekin ditugun kontratuek arautuko dute, ez hau. Pribatutasun-politika",
    "2333410049": "Mesedez, saiatu iragarkien blokeatzailea desaktibatzen.",
    "2340340589": "hCaptcha marka erabiltzeko jarraibideak",
    "234420106": "hCaptcha Enterprise zerbitzuaren Integratzailea edo Bezeroa bazara eta RPS-k neurtutako APIaren erabilerak zure zerbitzu-mailarako hornitutako tasa gainditzen badu, zure zerbitzua aldatzea edo gehiegizko tasa bat kobratzea hauta dezakegu. 30 eguneko epean guztira 10 minutu edo gehiagotan zure RPS tasa gailurrak hornitutako tasa 10eko aldiz gainditzen badu eta eskaera horietako gehienak, gure iritziz, trafiko gaiztoak ez badira, hautatzeko aukera izango dugu. Hilabete horretan egindako API-eskaera guztiengatik kontratuan zehaztutako gaindiko-tasa kobratuko dizu.",
    "2344319147": "Zenbat balio du Google-ren bot detektatzeak?",
    "2348450790": "Mesedez, irakurri Zerbitzu-baldintza hauek. Beste xedapen batzuen artean, bermeen ukapenak, erantzukizunaren mugak eta arbitraje loteslea barne hartzen dituzte. Kontuan izan Zerbitzu-baldintza hauek gure webgunera egin zenuen azken bisitaz geroztik aldatu izana. Zerbitzu-baldintza hauek noizean behin berrikusi eta egunera ditzakegu gure erabakiaren arabera. Aldaketa material bat gertatuz gero, jakinaraziko dizugu eguneratutako Zerbitzu-baldintzak orri honetan argitaratuz, eta, ondoren, baiezko onartu beharko dituzu eguneratutako Zerbitzu-baldintzak, Gunea edo Zerbitzura erabiltzen edo sartzen jarraitzeko.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Zoritxarrez, hardware pieza bat kontrolatzeak ez du esan nahi pertsona bat zarenik. Kontsumitzaileen hardware-aitorpen-eskema ezagun guztiak behin eta berriz hautsi, adabakitu eta berriro hautsi dira.",
    "2351176803": "hCaptcha JS APIaren lizentzia-baldintzak",
    "2354267648": "GDPR, CCPA eta LGPD-ren pribatutasun politika",
    "2359150347": "G: Lineako beste segurtasun-zerbitzu batzuek onartzen al dute Privacy Pass?",
    "2359312315": "edo multzokatuta, ezin baita arrazoiz banako bati lotu.",
    "2359913400": "Azpiegiturak",
    "2366003154": "Prentsa eta komunikabideetako kontsultak",
    "2367602973": "hemen",
    "2369877184": "HCaptcha Integratzaile edo Bezeroentzat baimendutako gehienezko RPS tasa 1.000 eskaera segundoko da zure kontuko entitateei (\"RPS\"), zuk eta gure arteko idatzizko kontratu-akordio batek bestela zehaztu ezean.",
    "237009707": "( ) Erreleboak ireki atzerriko herrialdeetan",
    "2373007864": "hCaptcha Enterprise hCaptcha plataformaren teknologian exekutatzen da, trafiko handiko enpresek behar dituzten funtzioak barneratzeko hedatua.",
    "2378786360": "1. Saiatu onartzen diren beste arakatzaileetako bat: Chrome-n bazaude, saiatu Firefox erabiltzen zure ezarpenak Chrome-tik inportatu gabe, eta instalatu plugina bertan. Horrek funtzionatzen badu, baliteke arakatzailearen konfigurazio-arazo bat izatea.",
    "2385522384": "Litekeena da Google-ren Waymo auto gidatzen duten autoetan kameretako bideo-fotogramak ikustea eta haien objektuen ezagutza hobetzen laguntzen ari zinela.",
    "2386465280": "Nola partekatzen dugun informazioa",
    "2391175562": "Gainera, hau da zutaz pentsatzen dudana:",
    "2394073454": "Datuen etiketatzaile indibidual gisa lan egin nahi duten Azken Erabiltzaileengandik informazio gehigarria bil dezakegu.",
    "2396605499": "( ) Zerrenda zuriek txarto egiten dute",
    "2397590157": "3. Estimazio kontserbadorea: 200 milioi ebatzi * 30 segundo ebatzi bakoitzeko urtetan = 190,3 pertsona-urte/eguneko.",
    "2402165761": "Nola funtzionatzen du Scraping?",
    "2404545611": "Ongi etorri hCaptcha-ra! Eskerrik asko gure komunitatearen parte izateagatik. \"Zerbitzuen\" erabiltzaile guztiek (behean definitutakoak) honako baldintza hauek onartu behar dituzte (\"Zerbitzu-baldintzak\"). Zerbitzu-baldintza hauen arabera, \"IMI\", \"gu\" eta \"gu\" Intuition Machines, Inc.-i eta bere filialei, afiliatuei, ofizialei, agenteei, langileei, ordezkariei eta agenteei egiten die erreferentzia, eta gure \"webguneak\" azpian dagoen edozein webgunea barne hartzen du. gure kontrola, www.hcaptcha.com eta www.imachines.com barne.",
    "2408036504": "Gure sistemak, beraz, oinarritik diseinatuta daude datu bilketa eta atxikipena minimizatzeko, maila lidergoko segurtasuna mantenduz. Erabiltzaileen datuak babesteko modurik onena ez gordetzea da.",
    "2410122265": "hCaptcha baliabideak: Bots 101",
    "2412751979": "hCaptcha bultzatzen duten gizaseinale zehatzagoei esker, aurretik reCAPTCHA v3/Enterprise erabiltzen zuten enpresa asko",
    "2413742287": "hCaptcharen pizgarria zehaztasuna maximizatzea da, ez iragarkien diru-sarrerak: bot erantzunak alferrikakoak dira gure bezeroentzat, giza prestakuntza datuak behar dituztenentzat.",
    "2414232014": "Gure logotipoa berehala ezagutzen da eta gure aktibo baliotsu eta garrantzitsuenetako bat da. Gure enpresaren ordezkari sendoa izaten jarraitzen duela ziurtatzeko, modu zainduan eta koherentean aurkeztu behar da komunikazio-kanal guztietan.",
    "2414368123": "Izena, kreditu-txartelaren zenbakia, zordunketa-txartelaren zenbakia edo beste edozein informazio finantzarioa.",
    "2418549423": ", froga kriptografikoen bidez lineako pribatutasuna zaintzeko sortzen ari den estandarra, eta pribatutasunari aurre egiteko beste ezaugarri berezi batzuk.",
    "2419795065": "Kaliforniako egoiliarrei oharra",
    "2420789666": "Fastly, Inc. Eskainitako zerbitzuak: Fastly CDN eta edge compute.",
    "2423586454": "Badira oraindik softwareak egin ezin dituen gauza batzuk, AI atzean dagoen zein ona den. CAPTCHA teknologia modernoak ordainketa-iruzurra iraunarazten saiatzen diren bot-ak blokeatzeko metodo frogatua eskaintzen du. CAPTCHAren ikuspegi zaharrak, kutxa bateko zenbaki oker sinpleak bezala, gaur egun robot aurreratuak arintzeko eskasak diren arren, hCaptcha Enterprise bezalako proba-erantzun automatikoko gailu batek iruzurgilearen bot bat erraz zapuz dezake kontua saioa hasteko edo erosketa saskia ordaintzeko unean. Botak benetako kredentzialak baditu ere, ezin izango du CAPTCHA bidez lortu.",
    "2429359042": "adibideko interfazearen irudiak",
    "2430148876": "Jarraibide hauek eta marka komertzialen lizentzia orokorrak sortu ditugu, gure bezeroei, bazkideei eta zaleei gure markarekin lan egin dezaten ahalik eta errazen gure identitate korporatiboa mantenduz. hCaptcha ikonoak, logotipoak edo bestelako markak jarraibide hauetatik guztiz desberdinak diren moduan erabili behar badituzu, idatzizko lizentzia lortzeko gurekin harremanetan jarri beharko zara (IMI).",
    "2436973524": "Erreferentzia zehatzak baino ez dira onargarriak. Ez da zilegi gune batek hCaptcha zerbitzuak eta aplikazioak erabiltzen dituenean esatea. Era berean, gure logotipoa edo edozein txapa erabiltzea egokia da webguneak hCaptcha zerbitzuak erabiltzen dituenean.",
    "2437934778": "Zure izena",
    "2438016011": "Borondatezko Hitzarmena. Zerbitzu-baldintza hauetako alderdi guztiek adierazten dute eta onartzen dute bakoitzak hitzarmen honen alderdi guztiak berrikusi dituela, arretaz irakurri dituela eta guztiz ulertzen dituela bere xedapen guztiak eta borondatez hitzarmen hau egiten ari dela.",
    "2441638955": "Lehenik eta behin, zer da API bat?",
    "2444685143": "Logotipoaren politika",
    "2445034923": "Zerbitzu-baldintza hauen baldintza eta baldintza guztiekin ados ez bazaude, ez erabili (eta ezin duzu) gunera edo zerbitzuetara sartu edo sartu.",
    "24452499": "irtenbidea; onerako edo txarrerako erabil daiteke. Erabilera bikoitzeko irtenbideak ikertzen, eraikitzen edo saltzen ari diren enpresa bakoitzak bere ekintzen ondorioak kontuan hartzeko betebeharra du.",
    "2446481523": "Ipuin zahar bat dago, non bagoi-gidari bat eta noble bat landa-herri txiki bateko polizian agertzen diren. Gizon batek, zikin eta pobreen arropaz jantzita, esan zion kondestableari: «Ni naiz noblea. Gizon hau nire gidaria zen.",
    "2449501658": "Iruzurrezko kontua saioa hasteko saiakeren mehatxua arintzeko modurik aurreratuenetako bat eskaintzen du, robotak detektatzeko eta geldiarazteko ikaskuntza automatikoa erabiliz, eta iruzurgileek kontua hartzeko orduan askoz ere zailagoa edo are ezinezkoa bihurtuz.",
    "2462728596": "Puntu hauetan ezin badugu ase, eskaerari uko egingo diogu eta gure plataformarako sarbide gehiago bertan behera utzi ahal izango dugu, gure Baldintzetan azaltzen den moduan.",
    "2462909475": "Tratu txarretarako erabilitako 10.000 telefono baino gehiagoko horma bat, Txinako bot operazio baten parte.",
    "2465128185": "Iritzia azkarra emateko, egin klik \"Bidali iezaguzu iritzia\" botoian.",
    "2468683988": "Goiburua",
    "2474091800": "19. Beste erabiltzaile batzuekin gatazkak; Askatu",
    "2474661839": "Gurea",
    "247560732": "Gehitu hCaptcha hiru kode lerroekin. reCAPTCHAtik bazatoz, gure APIa bateragarria da eta minutu batzuk besterik ez ditu behar aldatzeko.",
    "2477958756": "( ) Jende txarra",
    "2481032625": "Helburua prebenitzea den:",
    "2486638408": "Zehaztapenak zehaztu",
    "2487931657": "Ez erabili: \"gure webgunea hCaptcha egin dugu\".",
    "248923369": "BotStop logo™",
    "2489287539": "Marruskadurarik gabeko \"Captcharik gabe\" eta % 99,9ko modu pasiboak",
    "2491398763": "Orrialde hauetako testu, irudi, animazio grafiko, bideo, musika, soinu eta bestelako material guztiak copyright-legearen arabera babestuta daude IMIk edo hirugarrenek zehaztuz gero. Debekatuta dago material hau erabilera komertzialerako kopiatzea edo aldatzea arrazoizko erabilera arrazoizkoa gainditzen duen moduan. Webgune honen erantzukizuna",
    "2497216176": "Hirugarrenen Analitika eta Jarraipen Teknologiak",
    "2498172334": "Zehazki, zure planak huts egiten du kontuan",
    "2505227594": "7. Gehiegizkoak",
    "2510209017": "Laguntza gehiago behar duzu?",
    "2510534204": "2020ko martxoaren 23a baino lehen***",
    "2513143348": "hCaptcha Enterprise sistema oso malgua da bere diseinuan: zure sarearen ertzean partzialki edo osorik heda daiteke hodei publiko bat operatzen baduzu edo datu-zentro askoren jabe bazara.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "Privacy Pass-en segurtasun kriptografikoaren azpian. Protokoloa bera pasatzen ari da",
    "2531534427": "Xehetasunak hemen daude.",
    "2534436327": "eta eragozpen filosofiko hauek ere aplika daitezke:",
    "2535001179": "Google-ren reCAPTCHA-tik bazatoz, gure APIak ordezkoak dira.",
    "2540760245": "beste erabilera askoren artean, sareko trafikoa \"giza ala ez\" oinarrituta iragazteko gai izateak tresna baliotsu izaten jarraituko du, betiere giza naturak azken bost mila urteetan erregistratutako eredu berdinak jarraitzen dituen bitartean.",
    "2543123170": "Zero marruskadura gizateriaren egiaztapena",
    "254326776": "Akats hauen abusu asmo txarren abusua dibulgazioa edo argitalpen akademikoa baino hilabete edo urte lehenago gertatzen dela antzeman ohi da.",
    "2544169219": "Azken puntako emaitzak: ICML LLD, 2019ko maiatza.",
    "2544565802": "2019ko uztailaren 15a - 2019ko urriaren 15a",
    "2547140673": "Hamarkada bat baino gehiagoz, Google-ren reCAPTCHA zerbitzuak webguneen jabeei merkataritza bat eskaini die: utzi Google-ri zure erabiltzaileen jarraipena eta galderak egiten, eta trukean bot-ak eta spam-a geldiaraziko dutela agintzen dute.",
    "2547406584": "Cookie politika honi buruzko galderarik baduzu, jar zaitez gurekin harremanetan helbide honetan",
    "2551802342": "– Negozioaren etenaldi garrantzitsu baten ondoren negozio-eragiketak azkar berreskuratu eta berregiteko asmoa dugu, eta erantzuteko asmoa dugu gure langileak eta ondasunak babestuz, finantza- eta operazio-ebaluazioa eginez, enpresaren liburuak eta erregistroak babestuz eta gure bezeroei eta azken erabiltzaileei lineako transakzioak egiteko aukera emanez. Laburbilduz, gure negozio-jarraitasun-plana gure enpresak operazioei ahalik eta azkarren hastea ahalbidetzeko diseinatuta dago, negozioaren etenaldi nabarmenaren irismena eta larritasuna kontuan hartuta. Gure negozioaren jarraipen planak honako hauek ditu: datuen babeskopia eta berreskurapena; misio kritikoko sistema guztiak; ebaluazio finantzarioak eta operatiboak; bezeroekin, langileekin eta gainbegiratze-organoekin komunikazio alternatiboak; langileen ordezko kokapen fisikoa; hornitzaile eta bezeroen eragin kritikoa; arauzko txostenak; eta gure bezeroei berehala jakinaraztea gure negozioa jarraitu ezin badugu. Gure hornitzaile nagusiak gure erregistro garrantzitsuak geografikoki bereizitako eremu batean babesten ditu. Larrialdi-egoera bakoitzak kanpoko faktoreetan oinarritutako arazo bereziak sortzen dituen arren, hala nola eguneko ordua eta etenaren larritasuna, hornitzaile-talde honek jakinarazi digunez, euren helburua beren eragiketak berrezartzea eta zerbitzuak azkar berreskuratu ahal izatea. Arriskuak murrizteko lan egin badugu ere hornitzaile multzo anitza erabiliz, epe horretan zure zerbitzuak aldatu edo eten daitezke.",
    "2555914614": "Irisgarritasuna erabilera kasurako. Gure egungo a11y ikuspegia Pribatutasun Pass jaulkitzearekin konbinatuz, a11y erabiltzaileek modu seguruan arakatzeko aukera emango dutela uste dugu, beren trafikoa pribatuagoa dela jakinda, eta, aldi berean, aukerak erabilgarri daudenean ezinbestean gertatzen diren bot operadoreen gehiegikeriak mugatuko ditu. Teknologia berri hau estandarizatzen duen IETF lan-taldeko partaide aktibo gara.",
    "2557240048": "Nola funtzionatzen duen: lehenik eta behin, irisgarritasun-erabiltzaile batek izena ematen du",
    "2557601376": "hCaptcha logo™",
    "2560582224": "bug bounty programa",
    "2561077702": "Gure zerbitzua eskaintzeko",
    "2565565429": "Horren ordez, erabili: \"hCaptcha erabiltzen dugu gure webgunea seguruagoa eta seguruagoa izan dadin\".",
    "2575690545": "Kontuak hartzeak, ziber-iruzur asko bezala, prozesu automatizatu eta masiboen kontua dira gehienbat. Arraroa da hacker batek, bere amaren sotoan txanodun bat jantzita, bankuko webguneetan pasahitzak idaztea banan-banan.",
    "2583775432": "G: Zer gertatzen da pribatutasuna? Erregistratzeak nabigazio-datuak erakusten al ditu nolabait? Zer egiten duzu posta elektronikoarekin?",
    "2588750717": "Izan ere, kredentzialak betetzeko eraso batzuek milioika kredentzial dakartza, guztiak susmagarria ez den webgunearen saio-hasiera-interfazean sartuta sartzen uzteko asmoz. Behin barruan sartuta, erasotzaileak biktimaren kontua har dezake.",
    "2590587108": "Edukiaren edizio estatiko eta dinamikoa",
    "2593768395": "Webean, jatorrizko mugikorrean eta mugikorrean esperientzia ezin hobean. Aurrez eraikitako integrazioak eta SDK natiboak eskuragarri.",
    "2593864519": "Gelditu bot gehiago. Hasi erabiltzailearen pribatutasuna babesten.",
    "259613338": "Zerbitzu-baldintza hauei buruzko galderarik baduzu.",
    "2597149484": "Hackerrak hainbeste kredentzial \"betetzeko\" duen arrazoiak lapurtutako kredentzialak non lortzen dituenarekin du zerikusia.",
    "2597352122": "Oharpen motak",
    "2600696085": "2021eko martxoaren 15a",
    "2602081482": "hCaptcha Enterprise-k ikaskuntza automatiko aurreratua erabiltzen du zure gunerako eta aplikazioetarako trafiko gaiztoa identifikatzeko, scraping jarduerak barne.",
    "2602763587": "Kredentzialak betetzea zibereraso modu bat da, non erasotzailea hainbat aldiz webgune batean saioa hasten saiatzen den lapurtutako erabiltzaile-izen eta pasahitzen bikoteak erabiliz. \"Bellekinak\" saioa hasteko saiakera errepikakorrari egiten dio erreferentzia, ia beti bot software automatizatuak egiten dituena.",
    "2603863826": "PS: hobekuntzak erabil ditzakeen itzulpen bat aurkitzen baduzu zure hizkuntzan, mesedez bidali a",
    "2605814073": "Gure Zerbitzuak erabiliz edo erregistratuz gero, onartzen duzu: gutxienez 18 urte dituzu; zuk zeuk edo ordezkatzen duzun entitatearen izenean hitzarmen hau izenpetzeko eskumena duzu, eta uneoro Zerbitzu-baldintza hauek eta hemen aipatzen diren IMI politika eta jarraibide guztiak betetzen jarraituko duzu; eta ez duzu gure webgunea abusurik erabiliko, ez diguzu zure identitatea faltsutuko, ezta adimen artifiziala erabiliko giza adimena behar duen IMIko edozein zereginen zatirik burutzeko.",
    "260595108": "Ez dugu inoiz erabilerraztasun-mezurik edo informaziorik erabiltzen erabilera errazteko eta tratu txarrak prebenitzeko beste helburu baterako.",
    "2611914656": "Sentry erabiltzen dugu arazketa-datuak biltzeko erabiltzaile batek erroreren bat jasaten duenean. Sentry-k datuak biltzen eta prozesatzen dituenari buruzko informazioa lortzeko,",
    "2616040974": "3. Bezeroak eta eskatzaileak",
    "2616226398": "Gure gaia",
    "2619472217": "8. Birsalmenta",
    "2620705814": "Google iragarki-enpresa bat da, eta haien segurtasun-produktuek haien iragarki-produktuen antzekoak dira",
    "2621989404": "Azken eguneratzea: 2021eko irailaren 24a. Kontuan izan gure ingeles hizkuntzako terminoak agingarriak direla.",
    "2624601135": "\"hCaptcha\" ez da erabili behar marka-izen baten parte gisa, marratxo batekin elkartuta edo aplikazioen edo beste produktu batzuen izenetan erabili behar.",
    "2624949852": "Jakina, reCAPTCHA 2009az geroztik web-segurtasunean sartu zen hasierakoa, milioika webgune babestu zituen bot gaiztoen eta spammer-en mehatxuen aurka. Hala ere, azken urteotan erabat arriskuan jarri da:",
    "262509504": "Cookieek bildutako informazioa Pribatutasun Politika honen arabera zuregandik biltzen dugun beste informazio batzuekin lotu dezakegu eta informazio konbinatua hemen ezarritako moduan erabili. Era berean, gure Webguneetan cookieak zerbitzatzen dituzten hirugarrenek zure izena edo helbide elektronikoa biltzen duten beste informazio batzuekin lotu ditzakete, hau da, lineaz kanpo edo linean egindako iraganeko erosketak edo zure lineako erabilerari buruzko informazioarekin.",
    "2631159699": "( ) Banda zabaleko Windows-eko kutxak jositako zizareen armadak",
    "2631249972": "Gure webgunea hobetu edo alda dezakegu zuri jakinarazi gabe.",
    "26365791": "Legeak onartzen duen neurrian, Gunea eta Zerbitzua (eta lotutako beste edozein zerbitzu, informazio, datu, eginbide eta bestelako eduki edo material) \"dagoen moduan\" eta \"eskuragarri moduan\" ematen dira. Legeak onartzen duen neurrian, IMIk berme guztiak baztertzen ditu, barne, baina ez mugatu gabe, salgaitasunaren, helburu jakin baterako egokitasunaren eta ez-urratzearen berme inplizituak.",
    "263761351": "hCaptcha lehen alternatiba sinesgarria da, orain ehunka milioi pertsonak hilero erabiltzen dutena.",
    "2639657759": "Baimenarekin erabilitako markak",
    "2645321220": "Eta reCAPTCHAren kostua altuegia dela uste baduzu, galdetu iezaguzu hCaptcha Enterprise-ri buruz. Gaur egun munduko argitaletxe, finantza-zerbitzuen eta web-azpiegitura-enpresa handienetako batzuek erabiltzen dituztenak, ez dira soilik reCAPTCHAren alternatiba sinesgarria: gaur egun dagoen bot babesrik onena eskaintzen dutela uste dugu.",
    "2646127839": "Zerbitzu-baldintza nagusien Bezeroaren eranskina",
    "2648707986": "Kontua hartzea ziber-iruzur mota bat da, non aktore gaizto batek lineako kontu baten jabea ordezkatzen duen. Normalean, kontua finantza-erakunde batean edo merkataritza elektronikoko negozio batean dago, non iruzurgileak dirua, salgaiak edo opari txartelak lapur ditzake. Erasotzaileak lapurtutako saio-hasierako kredentzialak erabiltzen ditu kontura sartzeko eta gero bere gain hartzeko, agian pasahitza aldatuz benetako kontuaren jabea blokeatzeko.",
    "2650241052": "Aholkurik ez",
    "2650502379": "Abiarazi zure erronkak segundotan",
    "2652399059": "Bazkide fidagarria",
    "265443926": "Zalantzarik ez izateko, kontuan izan atalase hauek zuk pertsona, entitate edo erakunde gisa sortu dituzun kontu guztietan orokorrean aplikatzen direla. Adibidez, 10 kontu sortu badituzu, bakoitzak hilabete batean 100.000 eskaera jasoz (hau da, milioi bat eskaera guztira), hilabete horretan kontu guztien bidezko erabilera-mugak gaindituko zenituzke.",
    "2659418535": "Arbitraje Prozedura. Akordio honen araberako arbitraje guztia American Arbitration Association-aren arauen arabera egingo da edo elkarrekin adostutako arbitraje zerbitzu baten bidez. Arbitroa AEBetako arbitro bat izango da, gutxienez zazpi (7) izenez osatutako zerrenda batetik hautatutako hutsegite alternatiboen bidez. Arbitrajean, alderdi bakoitzak eskubidea izango du aurkikuntza zibil egokiak egiteko, erabaki-mozioak aurkezteko eta lekukoak eta frogak aurkezteko behar diren kasuak eta defentsak aurkezteko, eta horren inguruko auziak arbitroak ebatziko ditu. Gatazkaren ebazpena aurkeztutako erreklamazioak eta defentsak arautzen dituen legean oinarrituko da soilik, eta arbitroak ezingo du inolaz ere inposatu kontrol-lege hori ez den beste oinarririk. Arbitroak funtzionario judizial baten immunitatea izango du erantzukizun zibiletik arbitro gisa jarduten duenean, immunitate horrek lehendik dagoen beste edozein immunitate osatzen du. Laudek arbitroaren idatzizko iritzi arrazoitua jaso behar dute. IMIren aurka izan dezakezun edo IMIk zure aurka izan dezakeen edozein erreklamazioen epaimahaiaren bidez epaitzeko eskubideari uzten diozu. Klausula honen araberako edozein erreklamazio indarrean dagoen preskripzio-epearen barruan aurkeztu beharko da. Estatu Batuetako Arbitraje Federalaren Legeak arautzen du klausula hau, eta Akordio honek merkataritzako transakzio bat frogatzen duela onartzen duzu.",
    "2666258754": "HIERARKI SEMANTIKOA OINARRITUTAKO HARREMAN EMBEDDINGS AHUL BEHAR BEHARKO DEEP HASHING FOR, Heikki Arponen, Tom E Bishop. ICML 2019, LLD tailerra.",
    "2670003220": "Lanpostuak",
    "2670352917": "hCaptcha-k bot-en detekzio fidagarriagoa eskaintzen du gizakiek konpontzeko erraza den bitartean.",
    "2671622670": "Enpresa",
    "267645277": "IMIk zure identitatea egiazta dezake. Baliteke zure informazio pertsonala hirugarrenen datu-baseekin edo legezko dokumentu ofizialekin alderatzea. Baimena ematen diguzu zure identitatea, zure helbide elektronikoaren jabetza eta finantza kontuen jabetza berresteko beharrezkoak diren kontsultak egiteko. Zuri buruzko informazioa ematea onartzen duzu zure identitatea egiaztatzen laguntzeko.",
    "2676853536": "Erabiltzaile anitzeko panelak",
    "2681650568": "Eta beti bezala, pribatutasuna oinarrizko balio bat da guretzat. Gehitu gure erronka-kodea beharrezkoa den tokian soilik eta zu eta erabiltzaileak babestea zentzuzkoa den lekuetan. Datu bilketa minimizatzea integrazioaren unetik hasten da.",
    "2682873489": "Objektuen muga-eremua definitu",
    "2683038211": "Interneteko edo sare elektronikoko beste jarduera bat.",
    "2686825859": "Eman izena doan edo jarri gurekin harremanetan hCaptcha Enterprise soluzioei buruz",
    "2689973938": "reCAPTCHA hobetzeak berezko gatazka sortzen du Google-ren iragarki-saltzaile gisa.",
    "2690395789": "Jasotako informazio konfidentziala gehiago behar ez baduzu eta berehala itzuli edo suntsitu beharko dituzu (informazioa zabaldu duenak hala eskatuta) zuk kontrolatzen dituzun lokaletan, sistemetan edo beste ekipoetan dagoen informazio kopia guztiak.",
    "2694001822": "Hala ere, noizean behin sistemaren propietateak eta eginbide berriak probatzen laguntzeko pertsonak kontratatzen ditugu.",
    "2694150481": "Cookieak erabiltzen ditugu?",
    "2696932851": "18. Kalte-ordaina",
    "2697276059": "Froga hori funtzionatzen ari dela: ebazteko tasa uniformeak mundu osoan",
    "2698140263": "Arazo guztiak ez dira berdinak: puntuazio bakarra lortzeak esan nahi du zure beharrei erantzun behar diela erabilgarria izateko.",
    "269838707": "Laguntzailea bazara, zuk eta zuk bakarrik erabakitzen duzu zein eta zenbat zeregin bete, eta noiz eta non bete. Askea zara nahi duzun bezainbeste edo denbora gutxi igarotzeko zereginak burutzen. Inoiz ez duzu zeregin bat betetzeko betebeharrik.",
    "2698640210": "Kontrolatu erakutsitako erronkak eta motak",
    "2700197090": "E: Domeinu-mailako zerrenda zuria onartzen duen pribatutasun edo iragarkiak blokeatzeko luzapen bat erabiltzeak (adibidez, uBlock Origin) espero bezala funtzionatuko du: ziurtatu hcaptcha.com zerrenda zuria jartzea.",
    "2707282231": "Pertsonalizatu erronkak zure erabiltzaileentzat. Egin ezinezkoa bot-ek konpontzea eta barneratzea.",
    "2710988028": "( ) Spammer-ek erraz erabil dezakete helbide elektronikoak biltzeko",
    "2712493234": "Ordainketa iruzurra: Ziberdelituen bilakaera azkarreko modua arintzea",
    "2714878440": "Babestu zure zerbitzuak scraping, kontuak hartzeko, kredentzialak betetzetik eta spametik gure ikaskuntza automatiko aurreratuarekin eta gizateriaren egiaztapenarekin.",
    "2715462692": "Nolakoa da gure AI Etika prozesua?",
    "2718999653": "Mehatxuen puntuazio pertsonalizatuak",
    "2722456056": "2021eko urtarrilaren 15a - 2021eko apirilaren 15a",
    "2728931827": "Berradiskidetze bakoitzaren ondoren, gune bakoitzeko gakoen estimazioak eguneratuko dira eta etorkizuneko iragarpenen zehaztasuna handitu beharko litzateke, zure guneak erabiltzaileen portaeran aldaketa nabarmenik izan ezean.",
    "2729131930": "Zer da Scraping eta nola funtzionatzen du?",
    "2735073144": "Etengabeko berrikuspenak ere egiten ditugu behar izanez gero. Adibidez, aterkiekin lotutako etiketatze-eskaeren eskaeren data eta iturrien berrikuspenean, azkar baieztatu ahal izan dugu gobernu-erakunderik edo zaintza-softwarearen estatu-hornitzaile ezagunek ez duela eskaerarik egin aterkiekin gure zerbitzuak erabiliz azken 12 hilabeteetan. .",
    "2735878907": "Negozioaren Jarraipenaren Plangintzaren Adierazpena",
    "2740033957": "IM taldea Apple, Amazon eta ikaskuntza automatikoko, sistema banatuko eta segurtasuneko beste lider batzuek osatzen dute zientzialari eta ingeniariek.",
    "2743692546": "Erabiltzaileek hCaptcha-ren bidez beren gizatasuna frogatzen duten heinean, beren lana lizitaziorako merkatu ireki anonimo batean sartzen da.",
    "2745385064": "Laburpen",
    "2752975480": "( ) Posta elektronikoa bidaltzea doakoa izan behar da",
    "2754937029": "Erabilera onartezinak",
    "2760410719": "Seinale pasibo hutsekin bot detektatzen saiatzen diren zerbitzuek oinarrizko arazo batekin topo egiten dute azkar: nola balioztatzen duzu sistema batek aktore txarrak behar bezala detektatzen dituen ala ez lurreko egia zehatza ez baduzu?",
    "2762458927": "Zure erabiltzailearen datuak ez daude salgai.",
    "2762759509": "Kontua hartzeko eraso asko ia erabat automatizatuta daude.",
    "2769710842": "Galderarik baduzu, jar zaitez gurekin harremanetan helbide honetan",
    "278010425": "hCaptcha-ko zereginen barietate zabala eta aldakorragoa ere zailagoa da automatizatzea. reCAPTCHAren interfaze bakarra ez da aldatu urte askotan, eta gutxitan aldatzen diren galdera sorta txiki bat du. Hau da hCaptcha-k reCAPTCHA baino bot-en aurkako babes sendoagoa eskaintzen duen moduetako bat.",
    "2781507299": "Berehalako egiaztapena",
    "2782263070": "Zerbitzua lehentasun nagusia da guretzat. 24/7 guardiako laguntza mantentzen dugu eta Slack koordinazio zuzena eskaintzen dugu zure ingeniaritza integratzeko taldearekin eta gure deialdiko langileekin ezarpen bitartean eta ondoren.",
    "2784612261": "Giza berrikuspena zuzenean zure negozio-eragiketetan integratu nahi duzu? Fidagarritasun handiko SLA, ahalmen bermatua eta REST API sinpleak eskaintzen ditugu.",
    "2785425016": "(Gizatasuna egiaztatzeko irtenbide baten testuinguruan, adibidez, ekintzarako deia)",
    "278568955": "Indarra: 2021eko irailaren 1a. Azpiegitura gehitzea",
    "2788024905": "Nola ziurtatzen dugu informazioa",
    "2788836740": "Marketing helburuetarako harremanetarako informazioa etengabe gordetzen da harpidetza kentzen duzun arte. Hortik aurrera zure datuak ezabatzeko zerrendara gehituko ditugu mugagabe. Erabiltzaileen Erabiltzaileengandik jasotako posta elektronikoko informazioa ez da inoiz erabiliko marketin-helburuetarako.",
    "2790841456": "Kolaboratzailea bazara, honako arbitraje klausula eta errekurtso kolektiboaren uko egitea onartzen duzu:",
    "279580593": "imaginas.com",
    "279918384": "Nola erabiltzen ari da Google-k doako eskulana?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Ondo sentitzeko neurriek ez dute ezer egiten arazoa konpontzeko",
    "2804310964": "atzitu edo gure webgunera sartzen saiatu zure proxy web zerbitzariaren edo zure benetako kokapena edo identitatea nahasteko diseinatutako beste edozein gailuren bidez edo emandako interfazeaz gain;",
    "2806751666": "Zer da hCaptcha?",
    "2808122102": "Kultura arteko funtzionaltasuna, beraz, gure zerbitzurako oinarrizko baldintza da. Erabiltzaile legitimo guztiek edukia azkar atzi dezaketela ziurtatzea da gure eginkizunaren zati kritikoa. Erronkak 110 hizkuntzatan eskaintzen ditugu, eta dagozkion itzulpenak etengabe hobetzen ari gara gure erronkak denek konpondu ditzaketela ziurtatzeko.",
    "2808971932": "Hau div bloke baten barruan dagoen testu bat da.",
    "2813310562": "Sakatu Gunearen ezarpenak eta, ondoren, Cookieak.",
    "2819628066": "Banagarritasuna. Zerbitzu-baldintza hauetako edozein arrazoirengatik baliogabea edo betearaztezina ikusten bada, ez du eragingo gainerako xedapenen baliozkotasunari eta betearazgarritasunari.",
    "2820080973": "❤-rekin antolatuta",
    "2826051554": "eta gehiago",
    "2826705343": "Informazio komertziala.",
    "2827452240": "Hemen zerrendatzen ez den beste mota bat behar duzu? Galde iezaguzu.",
    "282913023": "Trafiko handiko enpresentzako aukera errentagarria",
    "2840750518": "GitHub",
    "285116485": "Konpainiak ez du \"saltzen\" (epe hau CCPAn definitzen den bezala) biltzen dugun informazio pertsonala. Mesedez, ikusi goiko \"Hirugarrenen Analytics eta Jarraipen Teknologiak\" atalean erabiltzen ditugun hirugarrenen cookie-motei buruzko informazio gehiago lortzeko.",
    "2852295413": "Berezko interesen gatazka: bot-ak gelditzeak iragarki-sare baten diru-sarrerak murrizten ditu",
    "2862164005": "Prezioen datuek reCAPTCHA batek eskaintzen duen segurtasunari dolar balio zehatza jartzen digu: erantzun bakoitzeko 0,001 $ edo gutxiago.",
    "2863840904": "6. urratsa: Azken urratsa, bidali posta elektronikoz HAR eta kontsolaren erregistro fitxategi horiek eta deskribatu arazoa",
    "2864016648": "Pribatutasun arazoak",
    "2867855718": "3. Uste al dugu eskaeraren pribatutasun beharrak modu egokian erantzun daitezkeela?",
    "2870341481": "behean. Beste edozein arakatzailetarako besterik ez",
    "2873297188": "CAPTCHAS guztiek diskriminatzen al dituzte ez-amerikarrak?",
    "2873911365": "Zer gertatzen da hardware-agiriarekin?",
    "2880837730": "Zer egin daiteke kontuak hartzea geldiarazteko?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc-ek Negozioaren Jarraipenerako Plan bat garatu du gure hCaptcha negozioa nabarmen eteten duten gertaerei nola erantzungo diegun. Hondamendien eta etenen denbora eta eragina ezustekoak direnez, malguak izan beharko dugu benetako gertaerei gertatzen diren heinean erantzuteko. Hori kontuan hartuta, gure negozioaren jarraipen planari buruzko informazio hau ematen dizugu.",
    "2894845722": "Zure webguneko erabiltzaileek laster ikusi ahal izango dute karitateari egindako ekarpena hCaptcha interfazean marka diskretuaren bidez.",
    "2895491273": "Cookieak edo beste jarraipen-teknologia batzuk blokeatu nahi badituzu, nabigatzaile eta gailu mugikor gehienek zure ezarpenak aldatzeko, cookie-ak edo beste jarraipen-teknologia batzuk erabiltzen ari zarenean jakinarazteko, eta onartu/baimendu nahi duzun edo ez aukeratzeko. hura. Arakatzaile gehienek lehendik dauden cookieak desgaitu edo ezabatzeko edo etorkizuneko cookieak automatikoki baztertzeko aukera ere ematen dute. Hirugarrenen tresnak ere erabil ditzakezu, arakatzailearen pluginak barne, zure cookieen hobespenak kontrolatzeko. Kontuan izan, hala ere, cookie guztiak desgaitzen badituzu, balitekeela gure guneetako zati batzuk behar bezala ez funtzionatzea.",
    "2896187462": "1. Beharrezkoak diren zerbitzuekin lotutako estatistika anonimoak egiteko eta beste helburu tekniko batzuetarako erabiltzen da, hala nola, irisgarritasun-laguntzan laguntzeko.",
    "2900525040": "Kaliforniako Estatuko legeek Zerbitzu-baldintza hauek eta horietatik eratorritako edozein eztabaida, gatazka edo erreklamazio arautzen dituzte.",
    "2901894297": "hCaptcha Intuition Machines, Inc. (\"IMI\"), Delaware AEBetako korporazio baten zerbitzu bat da (#6393793).",
    "2903742230": "Iragarki-sareek zure bisitariak produktu gisa ikusten dituzte. Guretzat helburu bakarra haien gizatasuna zehaztea da. Gure zerbitzuek GDPR, CCPA, LGPD eta PIPL baldintzak betetzen edo gainditzen dituzte, eta gogor egiten dugu lan pribatutasuna eta segurtasuna orekatzeko.",
    "2904949278": "Nola hartzen du hacker batek kontu bat?",
    "2905621957": "Azken eguneratzea: 2020ko uztailaren 18a",
    "290966395": "Gure \"Estatu Batuetatik kanpo bezeroentzako ohar bat\" atalean azaltzen den bezala, kontuan izan zure datu pertsonalak Estatu Batuetara transferitu, prozesatu eta gordeko direla. Baliteke AEBetako datuak babesteko legeak zure bizilekuan daudenak ez bezalakoak izan. Zure informazioa, informazio pertsonala barne, AEBetara transferitzeko baimena ematen duzu Pribatutasun Politika honetan ezarritako moduan, gure guneak bisitatuz edo gure Zerbitzua erabiliz.",
    "2910560864": "2020ko martxoaren 20tik 23ra***",
    "2915355938": "Irisgarritasuna",
    "2920213479": "Ordenatu edo erantsi edozein tamainatako kategoria arbitrarioak",
    "2921990472": "Arazo funtzional bat ikusten ari bazara, jarraitu",
    "292211832": "Baliabide teknikoen bidez bildutako informazioa, hala nola cookie-ak, web-orrietako kontagailuak eta beste analisi-tresna batzuen bidez, ahal bezain laster baztertzen da, baina cookiea iraungitzen denetik urtebeteko epe mugatu batean gorde daiteke, normalean desidentifikatuta eta formatu batean. gure zerbitzuaren balizko gehiegikeria antzematen ez badugu behintzat, eta kasu horretan informazio hori gordeko dugu etorkizuneko gehiegikeriak prebenitzen laguntzeko. Ezin dugu lotu informazio anonimizatu eta agregatu hau zuri, zure etxeari, IP helbide bati edo gordetako informazioan oinarritutako informazio pertsonalik.",
    "292250020": "1. Hautatu engranajea pantailaren goiko eskuineko izkinan, eta, ondoren, hautatu \"Internet Aukerak\". Menu-barra gaituta baduzu, \"Tresnak\" eta gero \"Interneteko aukerak\" hauta ditzakezu.",
    "2927700175": "Botentzat zailak baina jendearentzat errazak diren CAPTCHA erronkak erakusten ditugu ikasketa automatikoko arazoetatik etiketatzeko zailak diren datuak bilduz eta webgunea edo aplikazioaren bisitaria gizakia den bereizteko erabiliz.",
    "2928362319": "Posta bidez bidalitako kontsultak helbide honetara bidal daitezke: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Zerbitzu-baldintza hauek urratzea",
    "2932826396": "3. Safari-ren azken bertsioa erabiltzen ari bazara, duela gutxi kaleratu den OS X 10.15 edo iOS 13.4-n, Apple-k hirugarrenen cookieekin lotutako Safari-ren portaera aldatu berri du, denak lehenespenez blokeatuz. Irtenbide bat inplementatzen ari gara, baina, bitartean, bisitatu Safari Hobespenak, Pribatutasuna atala eta desmarkatu \"Webguneen jarraipena: Saihestu guneen arteko jarraipena\" irisgarritasun-cookieak espero bezala funtziona dezan.",
    "2935155034": "Europako Esparru Ekonomikoan bazaude, \"EBko Datuen Interesdunei Oharra\" goiburuan deskribatzen diren eskubide batzuk dituzu, zuri buruz ditugun datuak ikuskatu eta zuzendu edo ezabatzeko eskubidea barne.",
    "2939852138": "Nola ihes egiten dute iruzurgileek ordainketa-iruzurtik?",
    "2940689138": "Integratzaileen eta Bezeroen kontuak administratzeko eta Zerbitzua eskaintzeko. Informazio Pertsonala erabiltzen dugu kontu zehatzak Integratzaile eta Bezeroekin lotzeko eta Zerbitzua eskaintzeko, eskaerei edo kontsultei erantzuteko, laguntza edo laguntza teknikoa emateko eta ordainketak errazteko.",
    "2941545733": "Ingeniariak gara, ez saltzaileak: zure aukerarekin pozik egotea nahi dugu.",
    "2943346052": "IETF estandarizazio prozesuak aurrera egiten duen heinean, nabigatzaile nagusiek Pribatutasun Pass moduren bat berez hartuko dutela espero dugu. Honek azkenean luzapena ez du beharrezkoa izango. Momentuz, ordea, jarraitu beheko argibideak.",
    "2945960297": "EBko datuei dagokienez, Pribatutasun Politika honetan erabiltzen den \"informazio pertsonala\" terminoa \"datu pertsonalen\" baliokidea da Europar Batasuneko Datuak Babesteko Erregelamendu Orokorrean (GDPR) definitzen den moduan.",
    "2947576723": "Istorio hau gidabaimenak eta hatz inprimaketa digitala baino lehenagokoa da, baina kontua hartzeko egoera batean gaizki egin daitekeenaren adibide ona eskaintzen du. Pertsona bat lineako banku-kontu batean edo mugikorreko ordainketa-aplikazioan sartzen da. Benetako kontuaren titularra al da hacker bat? Nor da benetan nor? Segurtasun-arazo hauek autozerbitzuko konturako sarbidea baimentzen duten erakundeei eragiten diete.",
    "2952586316": "Arazo guztiak ez dira berdinak. Segurtasunerako funtsezko zereginetarako oharpenek guztiz giza langileen % 99,99ko konfiantza eska dezakete. Mugikorretarako joko-aplikazio bateko beta-eginbide baten oharpenek konfiantza ertaina baino ez behar dute. Zuk erabaki.",
    "2954157511": "Zergatik erabiltzen ditugu Cookieak?",
    "2959486280": "Zerbitzu-baldintza hauek onartzen ez badituzu, ezingo duzu gunera edo Zerbitzura erabili edo sartu.",
    "295955580": "Gure webguneak hirugarrenen webguneetarako estekak izan ditzake. Ez ditugu horrelako webguneak kontrolatzen, ikertzen, kontrolatzen edo egiaztatzen. Ez gara webgune horietan dauden programa informatikoen, edukien edo iritzien erantzule, ezta onartzen ere. Gure webgunea utzi eta hirugarrenen edozein webgunera sartzea erabakitzen baduzu, zure ardurapean egingo duzu.",
    "2968026167": "Zure barazki gogokoena",
    "2970907810": "orrialdea. Konpainiaren egungo zuzendari nagusia edukien arduraduna da.",
    "2989126922": "Ireki Chrome hobespenak menu-barratik.",
    "299335340": "Zer den eta nola gelditu erasoak",
    "3004688366": "( ) Kontraneurriek ez lukete alanbrezko iruzurra edo kreditu-txartelen iruzurra ekarri behar",
    "3005876482": "hCaptcha CAPTCHA zerbitzu independente handiena da orain, Interneten % 15ean exekutatzen da",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Zure eskubideei eragiten dien informazio pertsonala prozesatzeko oinarri gisa gure interes legitimoetan fidatzearen aurka egitea.",
    "3012870872": "Doako bertsioa (hCaptcha Publisher) erabiltzen duten webguneek eta aplikazioek diru-sarrerak lortzen dituzte lan horretatik Google-ri eman beharrean.",
    "3014149332": "E: Ez, paseak ez dira elkarreragingarriak: agintari berberak eman eta berreskuratu behar ditu, kasu honetan hCaptcha. Kontuan izan zure luzapenean Cloudflare eta hCaptcha-ren baimenak badituzu, erabilgarri dagoen zenbakia zenbateko zuzenera aldatuko dela bisitatzen ari zaren orriaren eskakizunaren arabera. Beste era batera esanda, zorroan 100 Cloudflare pass eta 10 hCaptcha pass badituzu, 10 ikusi beharko zenuke hCaptcha txertatuta duten orrialdeetako luzapenaren ikonoan.",
    "3014657981": "\"Cookieak\" aukeraren ondoan, aktibatu ezarpena.",
    "3017040355": "EBko Datuen Interesdunaren datuen tratamenduak gure Zerbitzu Baldintzen edo gure Integratzaileekin Datuak Tratatzeko Akordioen Datuak Prozesatzeko Geskinaren barruan integratutako Kontratu Klausula Estandarren (SCC) lege-oinarriaren arabera funtzionatzen du.",
    "3017533972": "Guk, gure ikerketa-bazkide akademikoek eta gure bezeroek noizean behin Creative Commons lizentziadun edukiaren zatiak erreferentziatu edo erreproduzi ditzakegu hCaptcha plataformaren bidez, gizateriaren ezagutza makina ikaskuntzaren alorrean aurrera egiteko.",
    "3018077211": "25. Laguntzailea Gatazkak ebaztea",
    "3018523079": "Egon marka marka erabiltzailearen esperientzia koherente batekin.",
    "3022001832": "Gure Gune eta Zerbitzuekin elkarreraginean dauden pertsonen informazioa biltzen dugu, gure Zerbitzua beren webgunean sartzen dutenen artean (\"Integratzaileak\"), datuak etiketatzeko zerbitzuak (\"Bezeroak\") erabiltzen dituztenen eta gurekin elkarreragiten duten azken erabiltzaileen artean. Zerbitzua gure Integratzaileen webguneen bidez (\"Azken erabiltzaileak\").",
    "3022301908": "Sarbidea",
    "3022922096": ", hCaptcharen enpresa-produktuen multzoa. hCaptcha doako bertsioa ez bezala,",
    "3025548709": "Ba al dago akordio bidegabe honen alternatibarik?",
    "3027055607": "16. Jabetza Intelektuala eta Jabetza Eskubideak",
    "3028319964": "AI Etika",
    "3030395800": "Kredentzial hauek normalean datu-hausteetatik datoz. \"Kredentzial isurketak\" izenez ere ezagunak, eraso hauek milioika kredentzial sare ilunera bota ditzakete. Isuria banku batetik etorri bada, hacker-a kredentzial horiek erabiltzen saiatuko da beste guneetara sartzeko. Ikuspegi honek funtzionatzen du jende askok erabiltzaile-izen eta pasahitz konbinazio bera erabiltzen duelako hainbat gunetarako. (Praktika hau gomendatzen da, baina errealitatea zer den. Jendeak saioa hasteko kredentzial berdinak errepikatu ohi ditu).",
    "30312304": "Lege federal txar bat onartu aurretik estatu batetik bestera aldatzen ziren beste akats batzuk).",
    "3031284129": "Bermearen ukapenak",
    "3031357206": "Ikono berri bat agertuko da zure URL barraren ondoan. Orain bisitatu webgune bat hCaptcha erabiliz. Honela izango da:",
    "3031953301": "Horren ordez, gure hCaptcha Enterprise zerbitzua erabiltzeko aukera eskainiko dizugu, eta denbora tarte batean zerbitzua ematen jarraitzeko (\"Eskaintza Epea\"). Eskaintza Epealdian zehar zerbitzua ematen jarraitzeak ez ditu inola ere aldatuko Atal honetako eskubideak.",
    "3031953928": "HUMAN Network™ HUMAN Protocol Foundation-en marka komertziala da, eta bere baimenarekin erabiltzen da.",
    "3034959000": "Berreskuratu dezakezu",
    "3038275155": "Klase Ekintza Salbuespena. Auzi kolektibo, kolektibo edo ordezkari gisa aurkeztu, entzun edo arbitratzeko duzun edozein eskubideri uko egiten diozu. Hitzarmen honetan jasotako beste edozein klausula gorabehera, aurreko esaldia ezin izango da inola ere hitzarmen honetatik banandu. Salbuespen hau osoa edo zati bat beteaezina, zentzugabea, baliogabea edo deuseztagarria dela dioen edozein erreklamazioa jurisdikzio eskuduneko auzitegi batek bakarrik erabaki dezake eta ez arbitro batek. Ez zaizu errepresaliatu edo gure webguneko zereginak burutzea eragotziko, Lan Harremanen Lege Nazionaleko 7. Atalaren arabera zure eskubideak erabiltzeagatik, edo edozein forotan klase, kolektibo edo ordezkaritza-ekintza bat aurkeztu edo haietan parte hartzeagatik. , baina legez eskatu ahal izango dugu talde-akzioen uko hau betearaztea, eta ekintza edo erreklamazio mota, kolektibo edo ordezkaritza horiek ezeztatzeko eskatu.",
    "304004915": "Ez zaigu axola nortzuk diren erabiltzaileak, soilik gaiztoak edo makinak izan daitezen. bezalako ekimenak onartzen ditugu",
    "3044038608": "Gure erregistro-prozesuan eskatzen den moduan informazio egiazkoa, zehatza eta osoa ematea onartzen duzu. Halaber, informazio hori berehala eguneratzea onartzen duzu, eguneratuta eta zehatza izan dadin.",
    "3047519814": "Onartzen duzu ez duzula zure kontua edo pasahitza inorekin partekatuko.",
    "3048865891": "Kostuak eta Tasak. Alderdiek bakoitzak bere gain hartuko ditu legezko ordezkaritzaren kostuak edozein arbitrajetan, legeak abokatuen ordainsariak berariaz aurreikusitako neurrian izan ezik. Alderdiek arbitroak kobratutako hasierako kuota administratiboa banatuko dute, zuretzat berrehun eta berrogeita hamar dolar (250,00 USD) gehienezko kostua izan arte. Arbitroaren eta auzitegiko berriemailearen kostua, halakorik balego, guk hartuko dugu bere gain hasiera batean; hala ere, arbitroak ahalmena izango du gailendutako alderdiari dagozkion kostuak esleitzeko, legeak xedatzen duen moduan, eta/edo alderdiei arbitroari eta/edo auzitegiko salatzailearekin lotutako kostuak banatzeko eskatzeko.",
    "3049976256": "Etiketatze-bezero berri bakoitzeko, kontrol-zerrenda bat egiten dugu salmenta-prozesuan zehar. Honek barneratu baino lehen KYC diligentzia barne hartzen ditu, baita gure analistei egindako eskaera guztiak egiaztatzea eta denbora errealeko egiaztapenak eta gure autozerbitzu plataforma erabiliz egindako eskaeren aldizkako berrikuspenak ere.",
    "3054564199": "Prentsa Kit",
    "3056723024": "13. Egiteko onartezinak betetzea",
    "305735018": "Azkenik, Google-ren alternatiba sinesgarria. hCaptcha Enterprise-k zure reCAPTCHA fakturan aurrezten ikaragarriak eskaintzen ditu segurtasun handiagoarekin: % 80 garestiagoa izan daiteke kasu batzuetan.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "pribatutasun politika",
    "3064321967": "Ezagutzen den lehen spam-mezua 1978an bidali zen. [",
    "3065000659": "Konturatu al zara \"kotxean klik egiten\" duzun bakoitzean bakar bat entrenatzen laguntzen ari zarela",
    "3068923550": "( ) Kontraneurriek funtzionatu behar dute pixkanaka sartzen badira",
    "3083289844": "Erabiltzaileen pribatutasunari eragin diezaiokeen arazoren bat aurkitu baduzu, bidali mezu elektronikoa helbide honetara",
    "3086730511": "Gure doako zerbitzuaren integratzailea bazara eta gure bidezko erabileraren atalaseak gainditu dituzula zehazten badugu, gaur egun hauetako txikiena:",
    "3088605177": "Gehitu gure erronka-kodea beharrezkoa den tokian soilik eta zu eta erabiltzaileak babestea zentzuzkoa den lekuetan.",
    "3089778412": "hCaptcha-k nola kalkulatzen dituen sariak",
    "3092200338": "** 15a asteburu batean erortzen denean, ordainketa-data 17a da.",
    "3093388779": "hCaptcha doakoa da edozein tamainatako argitaletxeentzat",
    "3093689546": "Integrazio erraza",
    "3094150511": "Arau-agintariak: AEBetako Komunikazioen Batzorde Federala, 45 L Street NE, Washington, DC 20554 AEB.",
    "3094354698": "2019ko ekainaren 15a",
    "3096063825": "Probatu",
    "3096553330": "Sortzen ditugun sistema bakoitzak beste pertsonekiko ditugun harremanak islatzen ditu.",
    "3098677775": "G: Nire IPa eta nabigazio-historia guztiz pribatuak al dira hCaptcha-tik Pribatutasun Pass erabiltzean?",
    "3100722753": "Segurtasun- edo pribatutasun-arazo posibleetarako, ikusi beheko argibideak.",
    "3103557430": "Nola erabiltzen dugu informazioa",
    "3103642530": "Berrikuspen hau hainbat irizpidez osatuta dago:",
    "3107683988": "Horrek izugarri murriztu ditzake saretik kanpoko trafikoa eta kostuak, gure 24/7 guardiako langileek kudeaketaren onura guztiak mantenduz, SLA zorrotzenak betetzeko.",
    "3108727249": "BotStop",
    "310885519": "edo",
    "3114147525": "hCaptcha-ko bezeroek zereginetarako erabiltzen dute zerbitzua, besteak beste, objektuak hautematea, atributuak hautematea (etiketak biltzea arropa motak identifikatzeko), garrantziaren sailkapena (produktu garrantzitsuena hainbat aukeretatik hautatzea, produktu nagusi batekin alderatuta), muga-koadroak (intereseko eremuak aurkitzea). irudi bat), \"Giza OCR\" (irudi bateko testua identifikatzea) eta beste hainbat zeregin mota.",
    "3117887301": "Lineako zerbitzu handienek fidagarria",
    "3119498672": "Interneteko bot, web robot, bot, script edo beste edozein adimen artifizialaren erabilerarekin edozein zeregin egitea edo, bestela, IMIren edo edozein eskatzaile edo integratzailerengandik sariak lortzen saiatzea deskribatzen diren zereginak bete gabe;",
    "3119589996": "Nola funtzionatzen duen: arakatzailearen luzapen batek Pribatutasun Pass protokoloa onartzen duten webguneetarako token kriptografiko itsuak sortzeko eta sinatzeko aukera eskaintzen die erabiltzaileei. Luzapenak hCaptcha-k sinatzen dituen kriptografiko itsututako tokenak dituzten paseak sortzen ditu, hCaptcha zerbitzua erabiliz edozein gunetan erronka bat konpontzen denean,",
    "3121248460": "Erakutsi askotariko erronka pertsonalizatuak -- sinpleetatik konplexuetara-- espero duzun ikusleentzat",
    "3128328457": "Kolaboratzaile edo Integratzaile bat bazara, zu bakarrik zara gure webgunea erabiltzearen ondorioz zor diren errenta-zerga federal, estatu edo tokiko, gizarte-segurantza, FICA eta langileen kalte-ordainen ordainketaren erantzule. antzeko zergak edo karguak AEB ez diren jurisdikzioetan. Gure aurkako ebaluazioengatik indemnizatzea eta kalterik gabe uztea onartzen duzu zerga-legerik ez duzulako bete.",
    "3128433367": "... eta askoz gehiago",
    "3130928685": "Bloga",
    "3138772661": "milaka bizitza urtero",
    "3139609561": "Jarraian, irudien sailkapenaren eta atributuak hautemateko lan motaren bi adibide daude. [",
    "31502377": "Zer da testu aberatseko elementua?",
    "3152512587": "eta sistemak egunero ehunka milioi konponbide biltzen ditu. [",
    "3153117136": "Nola funtzionatzen duten hCaptcha Zailtasun ezarpenak",
    "3160820928": "Erasoen babes koordinatua",
    "3161489950": "Munduko segurtasun ML plataforma aurreratuena",
    "3162107126": "IMI ez da zure eta Zerbitzuen beste edozein erabiltzaileren arteko gatazkaren parte. IMI eta bere afiliatuak salbuetsi egiten dituzu mota eta izaera guztietako erreklamazio, eskakizun eta kalte guztiengandik, ezagunak eta ezezagunak, susmagarriak eta susmagarriak, ezagutaraziak eta ezezagunak, zure eta beste erabiltzaile baten arteko edozein gatazkaren ondorioz sortutako edo harekin lotuta daudenak.",
    "3167979932": "Lehen egunetik pribatutasunerako diseinatua. Datuak tratatzeko akordio sendoa.",
    "3168199226": "Hala ere, 2020an argi geratu zen datu multzo mota hau eraikitzea erabilera bikoitzeko teknologia gisa hauteman zitekeela duela urtebete gutxik espero zuten moduan.",
    "3173156067": "Prestatutako berme batzuk eskuragarri daude zure artikuluan adibideko irudiak sartu nahi badituzu.",
    "3176531704": "Datuen oharpena",
    "3178581111": "Erabili helburu berrietarako",
    "3180664128": "Milaka seinale baino gehiago ikasiz, ereduek oso azkar inferitu eta konfiantza handia lor dezakete portaera gaiztoak detektatzeko, nahiz eta seinale indibidual bat berez arazoren bat adierazteko nahikoa indartsua izan.",
    "3182435854": "Copyright",
    "318339230": "(Ondoko hauetako bat edo gehiago zure ideia jakinari aplika dakizkioke, eta izan dezake",
    "3183855267": "1. hmt_id",
    "3186435874": "saioid",
    "3192683783": "Pribatutasun politika honen aldaketak",
    "3193548097": "Hope Springs Eternal",
    "3194111925": "euskarria",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "APIen erabilgarritasuna eta ahultasuna",
    "3200641265": "2020ko ekainaren 16a baino lehen*",
    "3200859925": "1. Xedea",
    "320166522": "Gaur egun, ikaskuntza automatikoak gure bizitzako ia alderdi guztietan eragiten du, askotan konturatzen ez garen moduan eta ikusten ez dugun moduan. Lineako segurtasun zerbitzuak ez dira desberdinak.",
    "3202747130": "Hitzarmen osoa. Zerbitzu-baldintza hauek eta akordio honetan aipatzen diren politika, prozedura edo baldintzek alderdien hitzarmen osoa osatzen dute gaiari dagokionez, eta aldeen aurreko eta aldi berean erlazionatutako akordio, erreklamazio, adierazpen eta ulermen guztiak ordezkatu eta bertan behera uzten dituzte. .",
    "3203921334": "HCaptcha soluzioei buruzko hainbat gauza gustatu zitzaizkigun: 1) ez dute datu pertsonalik saltzen; beharrezko gutxieneko datu pertsonalak soilik biltzen dituzte, gardenak dira biltzen duten informazioa eta nola erabiltzen eta/edo zabaltzen duten deskribatzen.",
    "3206136647": "Google-ren arazoa erabiltzen duten galderen datuetan oinarritzen da eta nork ikusten duen. Datu guztiak kultura berekoak badira (eta Googleren kasuan, enpresa berekoak) beste kulturetara ondo itzultzen ez diren erronkak izatea espero dezakezu, Eden-en kexaren ildotik.",
    "3207769512": "Ekoizpen-lanak zabaldu",
    "3208155808": "Transferitu makinaz irakur daitekeen zure informazio pertsonalaren kopia zuri edo nahi duzun hirugarren bati.",
    "3212830633": "2. Hautagarritasuna",
    "3213351333": "Ez da aurretiazko konpromisorik behar",
    "3213411837": "irudia 2",
    "3214322759": "bestela, asmo txarreko edo iruzurrezko jardueraren bat egitea.",
    "3217791519": "2020ko uztailaren 15a - 2020ko urriaren 15a",
    "3225770968": "hCaptcha ikaskuntza automatikoaren lan intentsiboko arazoa konpontzeko diseinatuta dago; datu kopuru masiboak modu puntual, merkean eta fidagarrian etiketatzea.",
    "3225936061": "Litekeena da Google-ren Liburuak zerbitzuan liburu-orrietatik ateratako testuen argazkiak ikustea eta haien OCR (testua ezagutzeko) softwarea hobetzen laguntzen ari zinela.",
    "322830977": "Nola desgaitu Cookieak.",
    "3228928991": "Pertsona bat identifikatzeko edo harremanetan jartzeko erabil daitekeen informazioa (\"Informazio pertsonala\"), hala nola, izena, helbide elektronikoa eta herrialdea. Gure egungo eta etorkizuneko Integratzaileen eta Bezeroengandik informazio pertsonala biltzen dugu zuzenean ematen dizkigutenean (adibidez, kontu batean erregistratzean formulario bat betez edo posta elektroniko bidezko jakinarazpenak jasotzeko eskaera eginez). Gure Integratzaileen eta Bezeroen identitatea ere egiazta dezakegu informazio pertsonala hirugarrenen datu-baseekin edo legezko dokumentu ofizialekin alderatuz.",
    "3230004040": "Ikusmen-urritasuna al duzu edo bestela ezin duzu hCaptchak osatu?",
    "3233305531": "Markak",
    "3233441200": "Errepikatu hauste-politika",
    "3235430156": "konpainiaren ikasketa automatikoko sistemak doan?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha barne-analisia. 2019ko ekainaren 30era arte bildutako datuak. Xehetasunak eskatuz gero.",
    "3236873806": "IMI da webgune honen arduraduna.",
    "3238184941": "Oharra: IP helbide indibidual batekin lotutako iruzur-arriskua Integratzaile batekin parteka daiteke eskatuz gero.",
    "3238345709": "( ) Spam-a geldituko da bi astez eta gero horrekin geratuko gara",
    "3238612014": "Arakatze-historia, kontsumitzaile batek Interneteko webgune, aplikazio edo iragarki batekin duen interakzioari buruzko informazioa.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Azken eguneratzea: 2021eko otsailaren 18a",
    "324647915": "Eskerrik asko informazio hau lortzen laguntzeko denbora hartzeagatik!",
    "3247172580": "hCaptcha-k automatikoki gainbegiraturiko ikaskuntza aurreratua konbinatu zuen datu-bilketa eta atxikipena modu berezian murrizten dituen ertz-konputazio-ikuspegi berri batekin, mundu osoan 250 kokapen baino gehiagotatik emana, eskalagarritasun handia lortzeko.",
    "325077666": "Zure informazioa bidaltzean gurearekin onartzen duzu",
    "3251220335": "E: Ez. Sakatu cookiea ezartzeko erabiltzen duzun gailu bakoitzean bidali zaizun posta elektronikoko saioa hasteko esteka berean.",
    "3254142589": "( ) Jurisdikzio-arazoak",
    "3255230599": "Zer da Cookie bat?",
    "3256020881": "Zure portaerak eta arakatze-jarduerak denboran zehar hainbat webgunetan edo beste plataforma batzuetan behatzeko.",
    "3256245394": "baita gure blogeko argitalpenak ere, adibidez",
    "3260825523": "Intuizio Makinak",
    "3264813246": "Desegokia",
    "3265293440": "( ) SMTP ez den beste protokoloen suszeptibilitatea erasotzeko",
    "3265328927": "), ikaskuntza automatikoko enpresa bat, eskalan ikaskuntza automatikoa ezartzen duten enpresei produktuak eta zerbitzuak eskaintzen dizkiena.",
    "3265895521": "Erronkaren zailtasuna igo eta jaitsi eguneko orduaren arabera",
    "3268946369": "6. Kreditua: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "Mesedez",
    "3272552822": "Garatzaileak eta kriptografoak:",
    "32739972": "Zure saioa hasteko informazioa gordetzeko, gure guneetan erregistratuta bazaude.",
    "3276777569": "hCaptcha",
    "3280658086": "enpresa irtenbideak",
    "3286051798": "Izenburuak, paragrafoak, bloke-aipuak, irudiak, irudiak eta irudien epigrafeak estilo bat jar daitezke testu aberastuko elementuari klase bat gehitu ondoren \"Hor barruan dagoenean\" habiaratutako hautatzaile-sistema erabiliz.",
    "328625009": "... prest gaude zu zaudenean: gure zerbitzua ordu osoan dago eskuragarri.",
    "3287172429": "Kontrolatzeko erronka motak erakusten dira",
    "3288667364": "Konparaketa eta detekzioa",
    "3290996791": "Gainerako produktuen izen, logotipo eta marka guztiak dagozkien jabeen jabetzakoak dira. Webgune honetan erabiltzen diren beste enpresa, produktu eta zerbitzu-izen guztiak identifikazio helburuetarako soilik dira. Izen, logotipo eta marka hauek erabiltzeak ez du onarpena esan nahi.",
    "3292221787": "erronkari erantzun zitzaion, ez bakarrik zuzena den ala ez, eta maiz aldatzen ditu bai galderak bai erabilitako datuak.",
    "3301728462": "Milioika pertsonek hilero erabiltzen dute hCaptcha, milaka arakatzaile, luzapen, gailu, suebaki eta beste hainbat konbinaziotan.",
    "3312336121": "horrek jokabide-datu kopuru izugarriak kontsumitzen ditu web-erabiltzaileak gizaki edo robot legitimoak diren zehazteko",
    "3315658779": "Saihestu edukia scraping hCaptcha Enterprise-rekin",
    "3319083717": "Izena:",
    "3324288040": "Bidal iezaguzu iritzia",
    "332723732": "edukia",
    "3329634829": "Mugatu zure informazio pertsonalaren tratamendua.",
    "3329755436": "Prozesu hau bizkortzeko asmoa al duzu?",
    "3334160175": "( ) Indar gordinaren erasoen aurrean defentsarik gabe dago",
    "3336625692": "Orrialde honek gai honi buruzko gure pentsamenduak zehazten ditu AI Etikaren testuinguruan, eta gure zerbitzuen erabilera bermatzeko jarraitzen ditugun prozesuek enpresa gisa onartu ditugun politikekin bat egiten dutela.",
    "3339302473": "27. Baja",
    "3342910682": "Irakurri gehiago",
    "3346362371": "Zer gertatzen da ikaskuntza automatikoa?",
    "3348433919": "Zure Eskubideak",
    "3349094124": "Kezka etikoen irizpideak: Helburua",
    "3353238942": "hCaptcha bot-ak geldiarazteko diseinatuta dago, pertsonengandik bereiziz. Ikusmen-probak tresna erosoak dira horretarako, baina denek ezin dute ikusizko erronka bat konpondu.",
    "3356329025": "1. 30 egun",
    "3356349631": "Google Chrome",
    "3357523404": "Mugaz gaindiko datuen transferentzia",
    "33639629": "Ez da aplikagarria hirugarrenen webguneetan. Kontuan izan Pribatutasun Politika hau ez dela inongo webgune, eskaintza, produktu edo zerbitzurik aplikatzen, nahiz eta gure gunera estekatu edo Zerbitzua sartzen badu. alderdiak.",
    "3365203058": "Mundu mailako bot-en aurkako babesa",
    "3368788823": "Terence Edenek puntu interesgarri bat egiten du bere blogean: \"",
    "3370561195": "6. Portaera onargarria",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI Etika politikak eta prozesuak",
    "3376724603": "2021eko irailaren 14tik 24ra†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Lortu zure datuak etiketatu orain",
    "337971271": "Ikaskuntza automatikoa erabilgarria da. Baina ez du datu pertsonalik behar funtzionatzeko.",
    "3383086062": "hCaptcha Enterprise lineako segurtasun irtenbide osoa da. Modu aktiboak eta pasiboek kredentzialak betetzeari uzteko, kontuen jabeak hautemateko eta aktore susmagarriak blokeatzeko aukera ematen dute. Guztiak zero marruskadurarekin legezko erabiltzaileentzat.",
    "3386280249": "Etiketatutako Datuei merkatu bat eskaintzea. Gure Zerbitzuak bolumen handiko datuak etiketatzea eta gizakiaren berrikuspena ahalbidetzen ditu ikaskuntza automatikoko sistemetarako zerbitzu gisa, haien datuak etiketatzeko laguntza behar duten webguneen jabeentzat eta enpresentzat. Horretarako, Etiketatutako Datuak ezagutzera ematen dizkiegu Etiketatutako Datuak eskuratzeko interesa duten bezeroei.",
    "3388180864": "Web eskalan erronka tekniko sakonetan lan egitea interesatzen zaizu? Mundu osoan talentu handiko ingeniariak kontratatzen ari gara beti -",
    "3389431373": "ReCAPTCHA v3 bezalako zerbitzuek esaten dute haien jarraipen-pixela zure webguneko orrialde guztietan jartzea beharrezkoa dela segurtasun ona izateko. Ez da horrela.",
    "3395399558": "( ) Teknikoki analfabetoak diren politikariak",
    "3397976149": "Lortu laguntza hCaptcha Publisher-erako",
    "3398978455": "2021eko irailaren 15-25†††",
    "3401005681": "Dirua irabazi",
    "3401861278": ", hemen erreferentzia gisa sartzen dena. Mesedez, berrikusi hitzarmen hau zure izenean datu pertsonalak nola prozesatzen ditugun ikusteko. Kontuan izan \"datuen prozesadore\" gisa funtzionatzen dugula EBko Datuak Babesteko Erregelamendu Orokorraren ondorioetarako, eta \"zerbitzu hornitzaile\" gisa funtzionatzen dugula Kaliforniako Kontsumitzaileen Pribatutasun Legearen xedeetarako.",
    "34074886": "Erronka bati erantzuten diozun bakoitzean, eredu sofistikatuak erabiltzen ditugu gizakia zaren ala ez jakiteko. Bisitatu duzun webguneak emaitza hau erabiltzen du bere webgunean zure esperientzia hobetzen laguntzeko, bot-ak kanpoan utziz.",
    "3408107995": "Gaur egun, ordea, scraping-ak beti esan nahi du webgune batetik datuak ateratzeko ikuspegi programatikoa. Scraping softwareak giza erabiltzaile bat bezala jokatzen du, botoietan klik eginez eta ondoriozko irteera irakurtzen du. Scraping erabilera zilegi asko dago. Bilatzaileak bultzatzen dituzten web arakatzaileak adibide bat dira. Era berean, Skyscanner bezalako tresnak dira milaka bidaia-orrialde orraztuz bidaia-eskaintzak bilatzen dituztenak. Fintech enpresek ere erabiltzen dute, banku-guneetatik erabiltzaileen finantza-datuak urratuz, datu-konexioa egiteko aplikazioak programatzeko interfazeak (API) erabilgarri ez badira. Pantaila-scraping-ari buruz kontuan izan beharreko gauzak bere abiadura eta eskalagarritasuna dira. Prozesuak webguneetatik datu kopuru izugarriak bil ditzake, guneak gerta ez dadin konfiguratuta ez daudela suposatuz. Konputazioaren abiaduran, scraper batek datu-multzo handiak pila ditzake webguneekin eta haiek bultzatzen dituzten software eta datu-baseekin elkarreragituz.",
    "3409726716": "erregistratu gurekin kontu bat baino gehiagotan idatzizko baimenik gabe;",
    "3412647984": "Horri esker, etorkizuneko galderak saihestu ditzakezu cookie bat erregistratuz eta ezarriz. Mesedez, saiatu iragarkien blokeatzailea desaktibatzen.",
    "3417372336": "Aldatu minutu barru",
    "3419878556": "Ziurtatu \"Blokeatu hirugarrenen cookieak\" ez dagoela gaituta.",
    "3421090159": "kode irekia",
    "3426312287": "2022ko urtarrilaren 5etik 15era",
    "3433896984": "BotStop™",
    "3434202027": "Komunikazioetan hCaptcha izena erabiltzeak atribuzioa eskatzen du: \"hCaptcha Intuition Machines, Inc-en marka erregistratua da.\"",
    "3436534225": "Pilotu bat hasten duten ia enpresa guztiek aukeratzen dute azkenean gure soluzioak.",
    "3437412311": "Enterprise erabiltzaileentzat, aukerak daude agertoki gehienetan erronkak guztiz saihesteko, puntuazio pasiboetan oinarrituz.",
    "3441764123": "hCaptcha zerbitzua erabiltzen duen gune batean irisgarritasun erabiltzaile bati erronka bat aurkezten zaionean, automatikoki gaindituko du.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Arteko Trafikoa",
    "3446714684": "Mugikorra (iOS eta Android) integrazioa",
    "345108670": "- Kredentzialak betetzea eta kontuak hartzeko beste saiakera batzuk",
    "3453526675": "1. 1. alderdia",
    "345563040": "( ) Ideia ergela da, eta zu iradokitzeagatik pertsona ergel bat zara.",
    "3457805519": "3. Bezeroaren eskaera bete al daiteke AEBetako legediaren eta gure konpromiso-arauen arabera?",
    "3458934553": "3. Aldatzen da; 30 egun arte.",
    "3460432665": "Aurrekoa gorabehera, AEBetako zergadun bat bazara W-9 bat eska diezazukegu, urtero eguneratzeko, eta zereginak egitea debekatuko dizugu W-9 bat osatu edo eguneratu arte.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Zerrenda zurian hcaptcha.com eta *.hcaptcha.com cookieak zure iragarki-blokeatzailean edo arakatzailearen segurtasun-luzapenean.",
    "3470857731": "reCAPTCHA-k bot-ak nola detektatzen dituen aztertzea.",
    "3475647460": "( ) Spammer-igileen lankidetza gehiegi eskatzen du",
    "3478726913": "hCaptcha-k planetako igerileku handienetako bat du erabilgarri zure erabilerarako. Zure eskala edozein dela ere, aurretiazko konpromiso garestirik gabe kudea dezakegu. Egunean milioika zeregin ez dira arazorik.",
    "3479034323": "Zurea den edukia hCaptcha plataforman erreproduzituta ikusten baduzu eta edozein arrazoirengatik kendu nahi baduzu, posta elektroniko bidez jar zaitezke gurekin harremanetan.",
    "3480023141": "Lortu informazio gehiago irisgarritasun-aukerei buruz",
    "3483700676": "Abiarazi milioika zeregin berehala",
    "3488019891": "hCaptcha Intuition Machines, Inc-en marka erregistratua da.",
    "348809718": "4. \"Hirugarrenen cookieak\" atalean, aukeratu \"Onartu\".",
    "349292953": "Biltzen dugun informazioa",
    "3494826505": "Saltzaileekin Guneen eta Zerbitzuaren funtsezko alderdiak eskaintzeko konpromisoa hartzen dugu, hala nola, datuak biltegiratzea, ostalaritza eta Analytics, eta helburu horietarako soilik.",
    "3496767126": "Zalantzarik ez izateko, hurrengo paragrafoa gure oharpen-zerbitzuak erabiltzen dituzten Bezeroei soilik aplikatzen zaie, eta ez gure Zerbitzuak integratzaile gisa erabiltzeko.",
    "3500503648": "hCaptcha epe luzerako datuen atxikipena kentzeko diseinatuta dago, berehalako ebaluazioan oinarrituz, zure nabigazio-historia grabatu eta aztertu beharrean. bezalako ekimenak ere onartzen ditugu",
    "3501923981": "Azken eguneratzea: 2020ko urtarrilaren 1a.",
    "3507532387": "( ) Helbide elektroniko guztien helbide-espazio alfanumeriko txikiak bilatzeko erraztasuna",
    "3510143229": "hCaptcha webgune eta aplikazioetarako zerbitzu bat da,",
    "3511610999": "Ea leku egokira iristen zarela.",
    "3515435438": "DMCA kexak salatzea",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Tratamenduaren helburuak",
    "3520687192": "Zurekin izandako komunikazioen erregistroak (adibidez, posta elektroniko bidez edo Twitter bidez irekitako laguntza-txartelak) mugarik gabe gorde daitezke.",
    "3524251858": "Produktuen Kudeaketa zuzendaria, Cloudflare",
    "3526939538": "Software akatsa",
    "3527140447": "Dokumentuak",
    "3530599065": "Pribatutasuna oinarritik eraikitzen da. hCaptchak ez du PIIrik gordetzen eta pribatutasun-agindu eta araudi ugari betetzen ditu.",
    "353066938": "Eskarmentu handiko taldea, gaurko arazo gogorrenetan lanean. hCaptcha zerbitzu bat da",
    "3532143291": "Gure zerbitzuak eta sistemak ziurtatzeko. Analytics Informazioa erabiltzen dugu gure sistemak babesteko mehatxuak eta ahulguneak identifikatuz, eta, bestela, biltzen dugun informazioa babesteko.",
    "353367791": "Detektatu hainbat motatako aktore txarrak.",
    "3536122902": "( ) Horiek horrela gelditzea ez da aski motela eta mingarria",
    "3543141425": "hortarako!",
    "3545935449": "Erabiltzaile berriak edo iraganeko erabiltzaileak ezagutzeko.",
    "3548097301": "Indarra: 2020ko urtarrilaren 1a.",
    "354925785": "Sarrera",
    "3554363588": "Beste Markak",
    "3554448168": "Kategorizazioa",
    "3555583744": "eta",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Komertzialki zentzuzko ahaleginak egitea onartzen duzu gugandik edo gure Zerbitzuen bidez jasotako informazio konfidentziala babesteko. bot partiturak eta gure enpresa-zerbitzuaren xehetasun publikoak barne hartzen ditu, dokumentazio publikoa eta gure bot detektatzeko metodoei buruz parteka ditzakegun xehetasunak barne. Isilpeko informazio horietarako sarbidea ematen bazaizu, gure Zerbitzuetarako sarbidea aldatu, eten edo mugatu ahal izango dugu gure erabakiz, baldin eta gure Zerbitzuak erabiltzearen ondorioz informazio konfidentziala agerian jartzen ari dela zehazten badugu, eta zentzuzko ahaleginak egingo ditugu. etenaldiaren aurretik jakinarazpena emateko.",
    "3566102529": "gu gaur gehiago ikasteko.",
    "3569492665": "Lineako jarduerak grabatzea ez da erantzuna.",
    "3570415321": "Enpresa",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Ematen dizkiguzun informazio batzuk datu sentikorrak izan daitezke GDPRn zehaztutakoaren arabera (datu pertsonalen kategoria bereziak ere deitzen direnak), gobernuak emandako identifikazio dokumentuetan zure arraza edo etnia identifikatzea barne.",
    "3573245166": "reCAPTCHA ez bezala, herrialde guztietan egiten dugu lan.",
    "3576146278": "Ordaindu bakarrik behar duzun zehaztasunagatik",
    "3578122193": "Egon markan eduki garrantzitsuarekin",
    "3588274874": "Europar Batasuneko GDPR eta Kaliforniako CCPA bezalako arau-esfortzuekin bat datorren produktu bat eskaintzera bideratzean, hazkunde izugarria izan dugu; noski, laguntzen du hCaptcha reCAPTCHAren ordezkapen sinplea dela eta, beraz, minutu gutxiren buruan instalatu daitekeela.",
    "3588620914": "Privacy Pass asmakizun berria da Webaren estandarren arabera, eta baliteke horretaz ezagutzen ez duten beste aplikazio eta arakatzaileen luzapenek bere funtzionaltasuna oztopatzea.",
    "3590546893": "Jokabidearen analisi sinplea aktore txarrek erraz forjatzen duten seinalea da, eta arakatze-historia gorde behar da zure trafiko legitimo guztiarentzat ere.",
    "359073033": "Aginte-panelek jarduerei buruzko maila altuko edo xeheak eskaintzen dituzte.",
    "3594381346": "kokapena.",
    "3594440415": "Azkenean, ateak irekitzen hasiko dira.",
    "3594526017": "IM Zientzialariek Erreferentzia Berria ezarri dute Gainbegiratu Ahuleko Testuen Aitorpenerako (OCR) CVPR 2020-n.",
    "3596207631": "G: Oraindik erronka bat ikusten ari naiz cookiea ezarri ondoren. Zerk eragiten du hau?",
    "3600022491": "Hori dela eta, alternatiba sinple eta minik gabeko bat diseinatu dugu gure zerbitzua erabiltzen duten argitaletxeek guztientzako irisgarritasuna gorde dezaten, 508 artikulua eta WCAG 2.1 AA betez.",
    "3600718611": "Demagun Google reCAPTCHA,",
    "3600797185": "Bot identifikazio atzerakoia eskaintzeak Google-k galdera arantzatsuak irekiko lituzke iruzurrezko trafiko horretan dirua gastatu zuten iragarleei atzeraeraginez nola itzultzeko.",
    "360236473": "hCaptcha zerbitzua ez da edonork banakako etiketatzaile gisa lan egiteko erabiltzeko. Ez dago helburu honetarako diseinatuta edo egokia. Ez diogu inori gomendatzen hCaptcha diru-sarrera pertsonal gisa erabiltzen saiatzea.",
    "3604147138": "3. Beharrezkoak diren helburu teknikoetarako erabiltzen da: Erabiltzaile Erabiltzaileen Erabilera ahalbidetzen du.",
    "3609106478": "Kredentzialak betetzea:",
    "3609929815": ". Zure izena, herrialdea eta helbide elektronikoaren informazioa gordeko dugu etorkizunean zurekin harremanetan jartzeko banakako etiketatze lan aukeren inguruan.",
    "3612043014": "...eta beste zeregin erraz batzuk. Erraza gizakientzat, gogorra botentzat.",
    "361372538": "2. Uste dugu eskaintzen ditugun zerbitzuak bezeroak diskriminazio-helburuetarako erabiliko dituela ziurrenik, legezkoak izan daitezkeen baina guretzat onargarriak ez diren moduan?",
    "3614653023": "Aitzitik, praktikak eskala handiko kredentzialak betetzeko erasoetan oinarritzen da, milioika erabiltzaile-izen/pasahitz bikote probatzen dituzten helburuko dozenaka finantza-erakundetan, kontuen azpimultzo txiki bat desblokeatzeko asmoz. Iruzur automatikoko softwareak konturako sarbidea lortu duenean, baliteke giza hacker batek parte hartzea, baina kasu batzuetan, ez.",
    "361795034": ". Egile ezezaguna, c. 2000",
    "3619183405": "2021ean CAPTCHA sinpleak batzuetan softwarearekin konpondu daitezke, ikaskuntza automatikoaren aurrerapenei esker. Honi aurre egiteko, hCaptchak bezalako propietateen azterketa oso zehatza ere egiten du",
    "3620039756": "Goiko eskuinaldean, sakatu Gehiago eta gero Ezarpenak.",
    "3620442880": "Flash Sale babesteko eginbideak",
    "3621401685": "( ) Zerga berri bitxien ezezaguna",
    "3621411541": "Lortu informazio gehiago hCaptcha-rako irisgarritasun-aukerei buruz",
    "3621455477": "gehiago ikasteko!",
    "3623028666": "(Mesedez, erabili bezalako zerbitzu bat",
    "3624758171": "Zeregin pertsonalizatuak ere eskuragarri daude enpresa-argitaletxeentzat.",
    "3630114728": "Ikusi zer gertatzen ari den zure gune eta aplikazio guztietan.",
    "3644106388": "Kontaktua",
    "3645414921": "Ezabatu",
    "364774188": "Gizakia naiz™",
    "3654556483": "Finantza erakundeek eta merkataritza elektronikoko enpresek kontua hartzeko mehatxu batzuk arintzen dituzten prozesuak eta kontrolak dituzte. Hauek antzinako \"zein zen zure lagunik onenaren izena oinarrizko eskolan\" segurtasun galderetatik hasi eta IP helbide susmagarriak eta gailu mugikorren profilak atzematen dituzten detektatzeko metodoetaraino daude.",
    "3657743880": "Arakatzailearen argibideak guneen arteko cookieetarako",
    "3660619092": "Erregistratu dohainik edo jarri harremanetan salmentetara Enterprise soluzioetarako",
    "366088791": "hCaptcha-k hainbat zeregin onartzen ditu.",
    "3660891610": "Kolaboratzailea bazara, IMIk, eta ez zuk, edozein zeregin burutzeko ekoizten dituzun lanetan jabetza-eskubideak ditu. Hitzarmen honen baldintzak onartuz (eta honen bidez) jabetza, jabetza eta titulua (munduan dauden jabetza intelektualaren eskubide guztiak barne) zure lanaren eta gurekin transferitzea onartzen duzu. Eskubide horiek eskuratu, hobetu eta erabiltzeko gai garela ziurtatzeko, (i) gure eskubideen dokumentazioan, hobekuntzan eta betearazten laguntzeko edozein dokumentu sinatzea onartzen duzu; eta (ii) informaziorako sarbide egokia eskaintzea jabetza-eskubide horiek edozein herrialdetan grabatzeko, hobetzeko, ziurtatzeko, defendatzeko eta betearazteko. Atal honen arabera dituzun betebeharrak jarraituko dira Zerbitzuak erregistratu edo erabiltzeari utzi ondoren ere. Zure prokuradore izendatzen gaituzu zure izenean dokumentuak exekutatzeko atal honetan ezarritako helburuetarako.",
    "3666807632": "14. Kolaboratzaileen Kualifikazioak eta Trebetasunak",
    "3668115514": "Nola desberdina da hCaptcha?",
    "3668873369": "hCaptcha-n, beste ikuspegi bat hartu dugu lehen egunetik",
    "3669258571": "Cookie politika",
    "3671246379": "5. urratsa: Egin klik Kontsola fitxan, eta egin klik eskuineko botoiarekin, gero \"Hautatu guztiak\" eta gorde testu fitxategi batean, kontsolaren erregistroa gordetzeko. Bidal iezaguzu hori ere.",
    "3671828834": "Partekatutako informazio pertsonalaren adibideak",
    "3673079511": "sortzen ari den estandarra",
    "3678889946": "2019ko ekainaren 15a baino lehen",
    "3679148535": "G: Pribatutasun Pass-eko zein beste aplikaziotan ari zara lanean?",
    "3680327841": "hCaptcha guztiontzat ondo funtzionatzeko konpromisoa hartu dugu",
    "3682071227": "Zer dira kontuak hartzeak eta nola funtzionatzen dute?",
    "3688621388": "Mehatxu sinadurak",
    "3694578791": "Goian esan bezala, guk (eta gure hirugarren saltzaileek) Analytics Informazioa biltzen dugu, neurri batean, cookieen, web-beaconen eta beste jarraipen-teknologien bidez. Zenbait kasutan, hirugarrenen saltzaileekin lan egiten dugu cookieak erabiltzeko, Analytics Informazioa biltzeko.",
    "3695206755": "Proba gaitzazu zure ingurunean inolako konpromisorik gabe.",
    "3700113699": "Zure Android gailuan, ireki Chrome aplikazioa.",
    "3700767772": "Luzapena instalatuta duzunean, egin klik hemen (edo hCaptcha erabiltzen duen edozein webgunetan) txartelak irabazteko:",
    "370366524": "Zerbitzu Iraunkorra Telemetria",
    "3709608616": "orduan zure kontua desgaitu edo erabaki daiteke diru-sarrerak lortzeko ezin duela erabaki, edozein denbora-tarterako, aldez aurretik jakinarazita edo gabe. Inolaz ere, gure bidezko erabilera-atalasea gainditzen duten eskaerak ezingo dira irabaziak jasotzeko eskubidea gure idatzizko berrespenik gabe.",
    "3714002185": "Lortu informazio gehiago hCaptcha Enterprise-ri buruz",
    "3715747429": "Gure integrazio-ingeniariek azkar aurrera egin dezakete, React integrazioa behar duzun ala ez, iOS jatorrizko aplikazioetarako SDK-ak, Java backend adibide bat edo ia beste edozein eszenatoki behar dituzun.",
    "3717512591": "Plataforma Zuzeneko Integrazioa",
    "3717942925": "Posta elektroniko bidez zure arreta erakarri nahi duen jendea beti egongo den bezala, beti egongo da baliabide batzuetarako sarbidea mugatzeko gogoa, gizakiak soilik haietara sartu ahal izateko.",
    "3719056187": "Interneteko orrialdeetan ematen den informazioak ez du banakako aholkua adierazten eta ezin du hori ordezkatu. Banakako aholkularitza behar baduzu, jarri harremanetan gure laguntza-langileekin. Erabili gune hau",
    "3720584906": "2021eko uztailaren 15a - 2021eko urriaren 15a",
    "3721365241": "Saiatu",
    "3723626769": "zure ekarpenengatik eta berrikuspenagatik.",
    "3725880582": "Itzuli Karitateari",
    "3729345277": "hCaptcha enpresek behar dituzten oharrak azkarrago lortzeko modu bat da, beste alternatiba batzuek baino kalitate handiagoarekin eta kostu baxuagoarekin.",
    "3730038780": "Aukeratu erabiltzaileek ebatzi beharreko erronka kopuru ia infinitu batetik",
    "3730344349": "Atal honek Kaliforniako kontsumitzaileei buruz biltzen dugun informazio pertsonalari eta Kaliforniako Kontsumitzaileen Pribatutasun Legearen edo \"CCPA\"ren arabera ematen zaizkien eskubideei buruzko xehetasun gehiago eskaintzen ditu.",
    "3733422465": "8. Zure nortasuna egiaztatzea",
    "3740051331": "Gainera, sare sozialetan, foroetan eta gure widget barneko eta posta elektronikoko laguntza-kanaletan zure erabiltzaileen galderei modu aktiboan kontrolatzeko eta erantzuteko konpromisoa hartzen dugu. Irisgarriak eta sentikorrak gara, eta erabiltzaileen gogobetetasuna KPI nagusi gisa hartzen dugu.",
    "3741193183": "( ) Posta elektronikoko erabiltzaile askok ezin dute negozioa galdu edo balizko enplegatzaileak alienatu",
    "3744079744": "2020ko ekainaren 15-19****",
    "3744153629": "Izenak:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "kontaktua",
    "3753956446": "Doan",
    "3758963444": "Eskerrik asko! Zure bidalketa jaso da!",
    "3759360138": "4. Erabiltzaile izena eta pasahitza",
    "3759657802": "Ezin dituzu Zerbitzu-baldintza hauek edo honen arabera dituzun eskubide edo betebeharrak esleitu, transferitu edo eskuordetu inola ere (legeak edo bestela).",
    "3759923279": "Mesedez, zuzendu prentsari buruzko kontsultak helbide elektroniko honetara:",
    "3764131594": "22. Hirugarrenen webguneak",
    "3766910104": "2. Beharrezko helburu teknikoetarako erabiltzen da: karga orekatzea, bideratzea.",
    "3767462250": "Pribatutasunerako diseinatua",
    "3768951251": "Enpresa SLAak",
    "3773515538": "Inoiz galdetu al zaizu \"bi hitzak idaztea?\"",
    "378086442": "CAPTCHAen, beren UX berez baino.",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation-en marka erregistratua da, eta bere baimenarekin erabiltzen da.",
    "3783031293": "Cloudflare erabiltzen dugu gure web trafikoa optimizatzeko. Cloudflare-k datuak biltzen eta prozesatzen dituenari buruzko informazioa lortzeko,",
    "3795997071": "Hautatu Chrome menuko ikonoa. Hautatu Ezarpenak.",
    "3800781598": "] Ia bost hamarkada beranduago, posta elektronikoko spam-ak astintzen jarraitzen digu. Mila milioi dolar eta milaka pertsona-urteko ingeniaritza-esfortzua jarri da hura garaitzeko, eta, hala ere, spamak irauten du. Mila milioi dolarreko industriak daude bi aldeetan, hau da, horren aurka defendatzen dutenak eta bidaltzen dutenak.",
    "3805618893": "Google Chrome (PC)",
    "3806054689": "2020ko apirilaren 15a - 2020ko uztailaren 15a",
    "3807059944": "Erabilitako erronkaren edukia kontrolatzea",
    "3816867833": "Iritzia",
    "3817067682": "Poligonoak",
    "3817811295": "Fidagarritasuna bermatua eta 24/7 24/7 dei-laguntza.",
    "3819851005": "2. Kuotak",
    "3821716514": "orrialdea.",
    "3828090208": "Erabili horren ordez \"hCaptcharako\". Hirugarrenen logotipo batekin erabiltzen bada, \"hCaptcharako\" hirugarrenen logotipoa baino tamaina txikiagoa izan behar da.",
    "3833636936": "a) 1.000 eskaera segundoko,",
    "3836291932": "G: Hainbat gailu erabiltzen ditut. Hainbat aldiz erregistratu behar al dut?",
    "3842490632": "Galdera asko erantzuten saiatzen ari den erabiltzaile indibiduala tasa mugatua edo debekatua izatea litekeena da. Berdin garrantzitsua, gurea",
    "3842673636": "GDPRren arabera, eskubide batzuk dituzu zure informazio pertsonalari buruz. Guk daukagun informazio pertsonalari dagokionez ekintza hauek egiteko eska diezagukezu:",
    "3842815245": "Bidezko merkataritza al da hau?",
    "38428546": "Zure Datu Pertsonalak modu seguruan gordetzen ditugu gurekin zure kontuaren bizitza osoan zehar. Bildutako helburuak betetzeko beharrezkoa den denboran bakarrik gordeko ditugu zure Datu Pertsonalak, lege-, kontabilitate- edo txosten-betebeharrak betetzeko edo gatazkak konpontzeko barne. Biltegiratze-epeak zehazteko erabiltzen ditugun irizpideen artean, indarrean dauden kontratu-xedapen aplikagarriak, legezko preskripzio-epeak, aplikagarriak diren arau-eskakizunak eta industria-arauak daude.",
    "3844300338": "Zure zereginak betetzetik edo gure webgunea erabiltzearekin lotutako edozein erreklamazio, kalte, erantzukizun, kostu eta gastu (arrazoizko abokatuen ordainsariak eta kostuak barne) indemnizatu, defendatu eta kalterik gabe uztea onartzen duzu. .",
    "3844432472": "APIen irekitasuna eta erabilgarritasuna oso helburu aberatsak bihurtzen ditu erasotzaileentzat. Mugikorretarako aplikazio bat programatu daitekeen modu berean, sistema korporatibo bateko datuak API bat erabiliz heltzeko eta LORTZEKO, malware bat ere egin daiteke. Hackerrek software-tresna ugari idatzi dituzte APIak abusatzeko. Eraso teknika eraginkorra da.",
    "384965568": "Atxikipen-eskakizunak jurisdikzioen arabera aldatzen diren arren, zure datu pertsonalen alderdi ezberdinetarako gure ohiko atxikipen-epeei buruzko informazioa deskribatzen da jarraian.",
    "3856690908": "2020ko urtarrilaren 15a - 2020ko apirilaren 15a",
    "3856912381": "Erabiltzaileek sufritu egin dute, eta beharrezkoa ez den web-spam-a ugaritu da orain. Baina bada alternatiba bat.",
    "3859506577": "Enpresa-posta elektronikoa",
    "3861413614": "Ezin duzu erabili hCaptcha-k hirugarrenen produktu edo zerbitzu batekin afiliazioa edo babesa, babesa edo laguntza duela esan nahi duen hCaptcha-ren marka edo logotiporik, berariazko idatzizko baimenik gabe.",
    "3863351997": "Kaliforniako Bezeroen Erregistroen estatutuan (Cal. Zib. Code § 1798.80(e)) zerrendatutako informazio pertsonaleko kategoriak).",
    "3871665286": ", hCaptcha widget-aren informazio orrian nabarmen estekatuta dagoena. Egunean hainbat aldiz erabil daitekeen cookie enkriptatu bat ematen zaie, baina 24 orduz behin freskatu behar da saioa hasteko.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Eguneratu edo zuzendu zure informazio pertsonaleko zehaztasun ezak.",
    "3878230879": "Gure helburua beti zuretzako funtzionatzen duela ziurtatzea da, beraz, asko eskertzen ditugu zure txostenak!",
    "3881754581": ". Gure oharpen-zerbitzuen Bezeroa bazara eta Zerbitzuen erabileraren barruan \"Guztientzako datuak\" aukera hautatu baduzu, orduan IMIri eta Zerbitzuen erabiltzaile guztiei mundu osoko, ez-esklusiboa, azpilizentziagarria eta transferigarria ematen diezu. Bezeroaren Datu guztiak guztiz ustiatzeko eskubiderik gabeko eta ezeztaezina den lizentzia, erlazionatutako jabetza intelektualaren eskubide guztiak barne. \"Guztiontzako datuak\" aukera hautatzen baduzu, zure datuekiko eta zure datuekiko eskubide, titulu eta interes nahikoa duzula adierazten eta bermatzen duzu atal honetako lizentzia emateko.",
    "3882147547": "Ahanzturazko sasi-funtzioak",
    "388240587": "2022ko urtarrilaren 5etik 15era",
    "3884400764": "Gidalerro hauen arabera hCaptcha markak erabil ditzakezun arren, horrek ez du esan nahi hCaptcha marken, logotipoen edo hCaptcha-ren beste edozein marka, merkataritza-izen, zerbitzu-marka, negozio-izen edo borondate-onaren gaineko eskubiderik duzunik. Ahalik eta malgutasun handiena eman nahi dugu, baina hCaptcha hCaptcha-ren edozein marka, merkataritza-izen, zerbitzu-marka, negozio-izen edo borondate onaren baimenik gabeko erabileraren aurka babestera behartuta gaude. Baimenik gabeko erabilera orok automatikoki amaitzen du hCaptchak emandako baimena edo lizentzia eta legezko erantzukizunak sor ditzake edozein kalteengatik.",
    "3887113660": "G: Nola eragiten die Pribatutasun-pasak hCaptcha-ren irabaziei?",
    "3891941747": "*** COVID-19ari buruzko AHOLKUA: COVID-19arekin lotutako langileen gaitasuna murrizten denez, berradiskidetzea berriro programatu da, gure egiaztapen estandarra burutzeko denbora gehiago emateko. Ordainketak ostiralean hasi eta hurrengo astelehenean amaituko direla espero da.",
    "3892905664": "hCaptcha-k zure sareko zerbitzu gogokoenak bot-ak, spam-ak eta gehiegikeriak kanpoan uzten laguntzen du, gizakientzat errazak eta makinentzat zailak diren galdera errazak eginez.",
    "3892952987": "begiratu gure irekierak eta egin eskaera hemen",
    "3893539589": "txertatu ondasunak edo zerbitzuak eskaintzen dituzten kanpoko estekak, zereginak eskatzen ez badu;",
    "389705801": "( ) Berariaz debekatzen duten legeak",
    "3897238493": "ZERBITZUAK \"DEN BEZALA\" EMATEN DIRA. EZ DUGU EGITEN EZ DITUGU AURKEZPEN EDO BERME, INPLIZITU EZ ADIERAZ, ZERBITZUEN IRISGARRITASUN, EGOKI, LEGEZKOTASUNA, ESKURAGARRITASUNA EDO FUNTZIONALITATEARI DAGOKIONEZ, LOTUTAKO SOFTWARE EDO MATERIAL, ZEREGIN EDO AKORDEEN EKINTZARI DAGOKIONEZ. LEGEAK AURTZEN DUEN GEHIEN MUTEAN, IMI-k URTE GUZTIEI ESKAINTZA EDO EZ DITU BALDINTZA, ADIERAZPEN ETA BERME GUZTIEI, MERKATARITZAREN, HELBURU BATEKO EGOKITASUNAREN ETA URRATZE EZKO BERMEAK BARNE, BAINA EZ MUGATU. ZERBITZUAK ERABILTZEA UTZEA DA IMI-REN AURKAKO ERREKURTSO BAKARRA ETA BAKARRIK. Ez dugu inolako erantzukizunik izango zure sistema informatikoan egindako kalteen, datuen galeraren edo ustelkeriaren edo ondoriozko beste kalte batzuengatik. webgunerako edo Intuition Machines Plataformarako sarbidetik edo erabileratik. Programatutako eta aurreikusi gabeko etenaldiak gerta daitezke, eta ez dugu gure webgunearen etenik gabeko erabilgarritasuna bermatzen.",
    "3898950867": "( ) Joe lanpostuak eta/edo identitate lapurreta",
    "3900538778": "Etiketatutako datuak ikaskuntza automatikoa bultzatzen duen erregaia da. reCAPTCHA erantzunak Google-ren ML/AI zerbitzuak hobetzeko erabiltzen dira 2009az geroztik. reCAPTCHA erabiltzen duen jende asko ez da konturatzen bere lana erabiltzen ari dela.",
    "3901503296": "Pribatutasunari buruzko arreta berezia honek esan nahi du datu indibidualen atxikipena, cookierik gabeko funtzionamendua eta kontratuzko pribatutasun berme batzuk eskain ditzakegula, segurtasun bikaina mantenduz.",
    "3904679538": "Chrome",
    "3906359167": "Irtenbideak:",
    "3906886217": "Enpresentzat edo webguneentzat",
    "3908992897": "eta munduko herrialde eta lurralde guztietan erabiltzen da, beraz, oso zentratuta gaude esperientzia global koherente bat eskaintzera.",
    "3909240516": "( ) SMTP goiburuek ez lukete legediaren gai izan behar",
    "3910971075": "IMI-k eskubide guztien jabe da, jabetza intelektualaren eskubideak barne, iturburu-kodean, objektu-kodean edo azpiko egituran, ideietan edo algoritmoetan, APIan eta Zerbitzuekin erlazionatutako edozein software, dokumentazio edo datu gehigarri (\"Software\"). Ez duzu, zuzenean edo zeharka, hirugarren baten bidez edo bestela: (a) alderantzizko ingeniaritza egingo, deskonpilatu, desmuntatu edo bestela Softwarea aurkitzen saiatuko; (b) edozein Softwaretan oinarritutako lan eratorriak aldatu, itzuli edo sortu; (c) kopiatu, alokatu, alokatu, banatu, bahitu, esleitu edo bestela transferitu edo kargatu edozein Softwareren eskubideak; (d) edozein Software erabili denbora partekatzeko, zerbitzu bulegoetarako edo bestela hirugarren baten onurarako; edo (e) jabetza-oharrak edo etiketak kendu.",
    "3912514510": "( ) Posta zerrendei eta posta elektroniko bidezko beste erabilera zilegi batzuk eragingo lituzke",
    "3912926900": "hCaptcha®-k marka komertzial erregistratuaren ikurra izan beharko luke sormen kopia batean agertzen den lehen aldian.",
    "3913203723": "Edozein arrazoi dela-eta, eskatzaileak ez badu onartzen zuk zuk egindako zeregina betetzea, zuk Laguntzaile edo Integratzaile gisa ez duzu zeregin horretarako saririk jasotzeko eskubiderik. Onartezina den zeregin batengatik sariak banatu bazaizkizu, baliteke zuregandik berreskuratzea.",
    "3913801502": "hCaptcha Interneten %15 inguru dabil orain",
    "3913848038": "% 99,99ko SLA-ak eta laguntza globala 24/7 eskuragarri dago.",
    "3916131732": "Amerikak",
    "3922723611": "Mesedez, saiatu iragarki-blokeatzaile edo arakatzailearen segurtasun-luzapen guztiak desgaitzen",
    "3926027556": "eta azkar itzuliko gara zuregana.",
    "392886773": "Herrialde guztietan funtzionatzen du",
    "3930611699": "banakako langileak.",
    "3930808600": "Biltzen eta gordetzen dugun informazioa babesteko neurri tekniko eta antolakuntza egokiak ezartzen ditugu, eta gure izenean tratamendua egiten duten agente guztiei gauza bera eskatzen diegu. Zoritxarrez, ez dago segurtasun-neurririk % 100 inongorik, eta, beraz, ezin da bermatu sare edo sistemarik (gurea barne) % 100 segurua izango denik bildu eta gordetzen dugun informazioa suntsitzearen, galtzearen, aldatzearen, baimenik gabe zabaltzearen edo sarbidearen aurka. Zure informazioa edozein arrazoirengatik segurua ez dela uste baduzu, jar zaitez gurekin harremanetan berehala helbide honetara",
    "3933993151": "Banakako datuen etiketatzaile gisa lan egin",
    "394235836": "3. Aurreko iradokizunetako batek ere ez badu funtzionatzen, bidali laguntza-mezu bat eta pozik lagunduko dizugu zer gertatzen den argitzen.",
    "3942875761": "Lagundu Better Web™ eraikitzen",
    "3943164003": "gordina ikusi",
    "3943417791": "Lortu laguntza hCaptcha Enterprise (BotStop)",
    "3946753128": "Pribatua. Segurua. Azkarrago.",
    "3951112506": ". Horrek dagoeneko bermatzen du datuen heterogeneotasun maila handiagoa.",
    "3951254541": "Zure ekarpena eskertzen dugu. Jakin iezaguzu arazoren bat eta azkar konponduko ditugu.",
    "3952259236": "Konbinatu itsututako datuak hCaptcha-ren milaka seinaleekin hCaptcha jokabide-klaseetan trebatzeko -- zure kasurako soilik -- jokabide gaiztoa hobeto aurreikusteko soluzio biak bakarrik baino hobeto.",
    "3953584369": "RBAC sarbide murrizketa sofistikatuak eskuragarri daude.",
    "3955555607": "Bazkideek edo saltzaile baimenduek ez ezik, hirugarrenek ezingo dute egin gako-hitzak, Google AdWords edo bestelako iragarki-sistema bideratuak hCaptcha markak edo ortografia okerrak erabiliz. Hirugarrenek ere ezin dituzte hCaptcha markak erabili domeinu-izenetan, edozein bilatzaileen optimizazioetan, meta-etiketetan, bilaketa-terminoetan, kodean edo bestelako adierazpen faltsuetan.",
    "3955981186": "Zuzenketak. IMI ez den inork Zerbitzu-baldintza hauen aldaketa edo aldaketarik ez du loteslea izango IMIrentzat, IMIren behar bezala baimendutako ordezkari batek sinatutako idatzizko idazki batean ez bada.",
    "3963216198": "APIak hackerren helburu ezagunak zergatik diren eztabaidatzeko, merezi du lehenik eta behin une labur bat hartzea \"API\" terminoarekin zer den definitzeko. APIaren kontzeptua ez da batere berria. Izan ere, hainbat ordenagailu-sistema elkarren artean konektatzeko interfazeak, baita haien barne osagaiak ere, 1960ko hamarkadaren hasieratik egon dira gutxienez.",
    "3963642878": "2019ko abenduaren 14a baino lehen*",
    "3967047208": "Babes batzuk aldi baterako desaktibatu ditzakezu Pertsonalizatuan hau arazketa egiteko, kontrol-laukiak desautatuta: Deshautatu Trackers kontrol-laukia edo desautatu Cookieak kontrol-laukia arazoak oraindik badituzu.",
    "3971348140": "Zergatik erabili dugu hCaptcha? Beste inork ezin zituen eman behar genituen ezaugarriak eta errendimendua. Azkar jarri gaituzte martxan, eta gure merkatariei esperientzia gustatzen zaie.",
    "3972094614": "Brendan Eich",
    "3972554015": "prozesua ere bai. Eta arakatzailearen luzapena da noski",
    "3974566657": "Zerbitzuak ezagunagoak diren heinean, horrelako gertaerak maizago bihurtzen dira ezinbestean. hCaptcha milioika pertsonek erabiltzen dute egunero munduko ia herrialde guztietan; beraz, politika hau eta gai hauei aurre egiteko moduari buruzko kasu-azterketa bat argitaratzen ari gara, ahalik eta gardenen izateko.",
    "3978720689": "spam-aren aurka borrokatzeko planteamendua. Zure ideiak ez du funtzionatuko. Hona hemen zergatik ez duen funtzionatuko.",
    "3983646521": "Produktu-izen, logotipo, marka, marka komertzial eta erregistratutako marka komertzialak dagozkien jabeen jabetzakoak dira. Webgune honetan erabiltzen diren enpresa, produktu eta zerbitzuen izen guztiak identifikazio helburuetarako soilik dira. Izen, marka komertzialak eta marka hauek erabiltzeak ez du onarpena esan nahi. Kasu honetan, guztiz kontrakoa.",
    "3987022469": "Etiketatzea",
    "3988350": "Horrek esan nahi du mundu errealeko aterkien oharpenen erabilera kasu bikainak daudela. Auto gidatzen duten autoen eraginari buruz desadostasunerako tartea dago, baina ADAS sistemak aurrezten ari dira dagoeneko",
    "3991444169": "Orrialde honek hCaptcha Enterprise zerbitzuaren egungo azpiprozesadoreak zerrendatzen ditu.",
    "3992401943": "Iraultza izan da ikaskuntza sakonean 2012az geroztik. Zereginen zehaztasunaren industria-araua goitik behera hobetu da azken hamarkadan, batez ere sare konbolutibo sakonei esker. Google-k eskaintzen dituen ML bidezko beste zerbitzu batzuek kurba hau jarraitu dute.",
    "4007826952": "Web, mugikorretarako eta abarretarako pribatutasun-lehen CAPTCHA #1.",
    "4008400186": "4. urratsa: Egin klik \"Esportatu HAR\" (behera gezi txikia) konpontzen saiatu ondoren, sareko erregistroa gordetzen duena. Bidali artxibo hori.",
    "4011712313": "Gure DMCA Gidalerroaren baitan, ustezko urraketen DMCAren hainbat jakinarazpen jasotzen ditugun bezeroen kontuak urrats anitzeko DMCA Errepikatu Arauen Gidalerro batean jartzen ditugu. Hilabete naturalean behin eta berriz DMCA jakinarazpenak jaso ondoren, bezeroaren kontua politika-urrats batetik hurrengora igaroko da.",
    "4015238193": "eta OCR [",
    "4019638786": "E: hCaptcha-ren Pribatutasun Passeko erabiltzaileek ez dute inoiz bere IPa hCaptcha-ra erakutsiko, arakatzailearen token-zorroa hutsik badago edo guneak bidaltzen ez badu. hCaptcha-k ez du erabiltzailea token erosketarekin lotzeko modurik, eta ez du inoiz erabiltzailearekin zuzenean elkarreragiten jartzen token zorroa hutsik ez badago.",
    "4019660456": "0 ms latentzia: egiaztatu hCaptcha tokenak API deirik gabe.",
    "4023575072": "erabilera bikoitza",
    "4024785952": "Cloudflare, Inc. (Munduko). Eskainitako zerbitzuak: Cloudflare.com.",
    "4034694801": "Ez dago bat datorren emaitzarik.",
    "4036662147": "5. Isilpeko informazioa babestea",
    "4036872105": "lehenik eta gero berriro saiatu",
    "4039193170": "Tokenak lortzeko edo trukatzeko arazoak badituzu:",
    "4044467791": "Aurreko 12 hilabeteetan zuregandik bildu dugun informazio pertsonalaren kategoriei buruz, ikusi goiko \"Biltzen dugun informazioa\" atala. Informazio hau goian \"Informazio pertsonala nola erabiltzen dugun\" atalean deskribatutako negozio eta helburu komertzialetarako biltzen dugu. Aurreko 12 hilabeteetan, informazio-kategoria hauek partekatu ditugu hirugarrenekin negozio-helburu baterako:",
    "4051104324": "\"Intuition Machines\" Intuition Machines, Inc-en marka erregistratua da.",
    "4051785543": "Erabili:",
    "4057343238": "Ez uztea",
    "4059570880": "Normalizazio-esfortzuaren jarraipena egin nahi baduzu, une honetan ahaleginak egiten ari dira",
    "4060250206": "Erabili formulario hau gure espezialista teknikoren batekin harremanetan jartzeko. Azkar erantzuten dugu.",
    "4063155841": "2021eko ekainaren 25a baino lehen††",
    "4063769686": "Erabiltzaileek bisitatzen ari diren gunea onartzen dute eta web-spam gutxiago jasaten dute. Tratu justuagoa dirudi.",
    "4065065042": "Markatu hau zure erabilera kasua zehazki egokitzeko.",
    "4065614934": "Analisi hau ez da berria, baina jendea betiko baikorra da. Batez ere euren ideia berria dela uste dutenean.",
    "4072202039": "2019ko apirilaren 15a - 2019ko uztailaren 15a",
    "4074220464": "E: Lehenago entzunezko aukerak, esaterako, audio captchak, erabiltzaile askoren aurka diskriminatzen ditu eta erraz gainditzen dituzte ikaskuntza automatikoko teknika modernoek. Honek egungo audio-erronkak gero eta zailagoak izatera behartu ditu, zarata, denbora bitxiak, hitz-konbinazio ezohikoak eta abar sartuz erasotzaileak garaitzeko. Beraz, ez dugu gogotsu hurbilketa honekin erronka guztiz saihestea baino, baina kontuan hartuko dugu a11y komunitatearen eskaera badago.",
    "4080263153": "Salbuespenik ez. Ez dugu ulertuko gure eskubide edo errekurtsoen zati bati uko egin diogunik, uko egitea idatziz eta guk sinatuta ez badago. Hitzarmen honetako edozein xedapenen arabera gure eskubideak betearaztea atzeratzen badugu edo ez baditugu betearazten, horrek ez du gerora xedapen hori edo hitzarmen honen zatiren bat betearazteko gure eskubideari uko egitea ekarriko.",
    "4082053540": "2021eko ekainaren 19tik 25era††",
    "4083018285": "Mehatxu iraunkor sofistikatuei aurre egiteko SOC monitorizazio eta erantzun hobetuekin konbinatzen dituen funtzio hedatuen multzoa",
    "4086379603": "Galderak?",
    "4087694419": "Scraping hacker batek Amazon eta eBay bezalako guneetako datuak ere bildu ditzake produktuen zerrenda faltsuak edo engainagarriak sortzeko. Ondoren, OfferUp bezalako peer-to-peer zerbitzuetan saltzeko eta erosleen aurkako phishing erasoak egin ditzake. Edo, iruzurgileak existitzen ez diren produktuak sal ditzake. Pantaila-iruzur gehiago iragarkiak iragarkiak faltsutzea dakar. Argitaletxe guneetako edukia urratuz, iruzurgileak iragarki-argitaletxeko orrialde faltsuak sor ditzake zerbitzu ezberdinetan. Ondoren, orrialde horietako iragarkiak saldu ahal izango dizkiete baimendutako saltzaileei, zeinen kontaktuak argitaratzailearen ads.txt fitxategitik bildu baitituzte. Iragarleari errealak iruditzen zaizkio iragarkien zirrikituak, baina ez dira.",
    "4087729475": "hasierako konponbidearen ondoren erronka.",
    "4088941349": "Erosi, lortu edo kontuan hartu diren produktu edo zerbitzuen erregistroak.",
    "4091044469": ". Ziurtatu luzapena ezkutuko moduan gaitu duzula. Ondoren, bisitatu edozein webgune hCaptcha erabiliz eta konpondu captcha bat. 2.0.3 bertsiotik aurrera, token hauek webguneetan truka ditzakezu hCaptcha erabiliz.",
    "4097297673": "Bezero, Eskatzaile edo Integratzaile gisa, zure eta IMIren arteko beste edozein baldintza lotesleez gain, beheko baldintzei lotua egotea onartzen duzu.",
    "409780280": "( ) Saiakera ona, ****! Norbaitek zure teklatua zapaltzea espero dut!",
    "4099477834": "Bezeroen harreman guztiak Datuak Prozesatzeko Akordio sendo baten bidez babestuta daude. hCaptcha zerbitzuak pribatutasun-lege guztiak betetzen ditu, edozein dela ere zure zerbitzua edo bezeroak bizi diren. Datu pertsonalak ez gordetzeak askoz errazagoa egiten digu hori beste enpresentzat baino.",
    "4101570501": "Momentu honetan, zure helbide elektronikoa azkar baztertzeko irtenbide kriptografiko bat lantzen ari gara, tratu txarrak ekiditeko dugun gaitasuna mantenduz, gure Pribatutasun Pass lana osatuz.",
    "410397176": "Informazio gehiagorako",
    "4104188759": "AI Politika Etikoa",
    "4104221634": "hCaptcha-ko bezeroek hainbat industria hartzen dituzte, teknologia-enpresetatik hasi eta modan, txikizkako merkataritzan eta ikaskuntza automatikoa aplikatuz balioa sor dezaketen beste arlo batzuetara.",
    "4114820649": "2. Egin klik \"Pribatutasuna\" fitxan.",
    "4131598919": "Sakatu",
    "4132302900": "5. Zure pribatutasuna, zure datuak eta \"Guztiontzako datuak\"",
    "4137573005": "datuak nola erabiltzen ditugun jakiteko erantzun integralak eta autoritarioak ditu, baina erantzun laburra da ez dugula interesik zu pertsona gisa zure nabigazio-historiarekin lotzeko.",
    "4138068262": "erabiltzaileak. Azkenean, litekeena da erronkekin elkarreragina sareko tratu txarrak murrizteko tresnen arsenalaren parte izaten jarraitzea, giza izaerak aldatzen ez duen bitartean.",
    "4142610534": "Berandutzeek berandutza-komisioak sortuko dituzte hileko ehuneko 1,5eko tasa edo legeak onartzen duen gehieneko zenbatekoa, txikiagoa dena. Akordio honen arabera ordaindu behar den zenbatekoa edozein arrazoirengatik ordaintzen ez baduzu, zure kontua eten egin daiteke, gure erabakiz, kasu horretan, zure kontutik ez da ordainketa gehigarririk egingo zereginak burutzeko eta zure zeregin guztiak kenduko dira. gure webgunetik. Eskaeraren arabera ordaindu beharreko zenbateko guztiak itzuli behar dizkiguzu, gehi prozesatze-komisioak, berandutze-komisioak edo abokatu-gastuak. Txosten egokiak ere egin ditzakegu kreditu-informazio agentziei eta legea betearazteko agintariei.",
    "4146870445": "Nortzuk gara",
    "4147497805": "Azenarioa",
    "4149738856": "hCaptcha adjektibo gisa erabili behar da eta ondoren termino generiko egoki bat jarri behar da.",
    "41530052": "28. Baldintza orokorrak",
    "4154415610": "***** 2020ko iraileko ordainketak loteka egingo dira adiskidetzea amaitzen den heinean, eta batzuk hasieran aurreikusitakoa baino egun batzuk geroago egingo dira, adiskidetzearen atzerapenengatik.",
    "4162383380": "2020ko irailaren 16tik 22ra*****",
    "4162847": "Hori zuzenean ikusi ahal izan dugu, gure bezero batzuek A/B probak egiten baitituzte eskaera berean Google-ren eskaintzatik guztiz aldatu aurretik. Gehienetan, reCAPTCHA v3 edo reCAPTCHA Enterprise-tik datozen positibo faltsu eta negatibo faltsu altua frogatzeko gai gara.",
    "4163469907": "2. urratsa: Egin klik Garatzaileen tresnetan Sarea fitxan. Egiaztatu \"Kontserbatu erregistroa\" laukia goiko aldean.",
    "4165374512": "IP eta kokapena detektatzeko tresnak erabiltzea posible den arren, kredentzialak betetzea saihesteko, metodo errentagarriagoa eta zehatzagoa da kredentzialak betetzeko bot automatizatua bera etetea besterik ez. hCaptcha eta hCaptcha Enterprise-ek bot-a sarrera-puntuan zapuztu dezakete. Botak kredentzial egokiak baditu ere, ezin badu hCaptcha Enterprise-ren detekzioa edo hCaptcha-ren CAPTCHA gainditu, ez du bere betegarririk egingo eta zure webgunea eta erabiltzaileak babestuta egongo dira.",
    "4166776480": "Kredentzialak betetzea: zer den eta nola gelditu erasoak",
    "4169910317": "9. Legea betetzea",
    "4172868199": "hori baino askoz haratago doa, \"gizaki ona\" eta \"gizaki txarra\" ere bereizten saiatzearen esparrura, eta gaur egun munduko lineako zerbitzu ezagunenetako askok erabiltzen dute erosketa iruzurretik hasi eta iraunkor aurreratuetara dena aurkitzeko eta geldiarazteko. erabiltzaileen aurkako mehatxuak, pribatutasuna zaintzeko arreta berezia mantenduz.",
    "4179118182": "( ) teknikoa ( ) legegilea ( ) merkatuan oinarritutakoa ( ) vigilante",
    "4181060163": "Hirugarrenek ez dute aldakuntzarik edo ortografia okerrik erabili behar, ezta hCaptcha marken gaineko hasierako interes nahasketarik eragingo lukeen modurik ere jokatu behar.",
    "4181611011": "Berradiskidetze-data",
    "4185927140": "Produktu-kudeatzailea, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Zerbitzu-baldintza nagusiak",
    "4188814619": "hCaptcha Intuizio Makinen zerbitzu bat da (",
    "4194763679": "Zailtasun maila finak",
    "4195759329": "Bot detekzioa eta arrisku puntuazioak",
    "4197928199": "Pribatutasun-politika",
    "4199502476": "Txostenen panel aurreratuak eta APIa",
    "4202774977": "Objektua",
    "4205152730": "Gure webgunean, foroan, mezularitzan, txatetan eta IMIk kontrolatzen dituen sare sozialetako beste kanaletan beste erabiltzaile batzuekin elkarrekintzan jartzera animatzen zaituzte, baina hala egiten baduzu, gure webguneko zerbitzu-baldintza eta erabilera-baldintza guztiak eta dagozkion lege guztiak bete beharko dituzu. .",
    "4208081170": "Informazio Pertsonaleko Kategoria",
    "4209078147": "Gure gunea hobetzeko eta gure plataformetan eta gunean egiten dituzun bisitak hobeto ulertzeko.",
    "4215483493": "E: hCaptcha pribatutasunerako diseinatuta dago oinarritik. Oso bestelakoa da iragarki-sareen jabetzako reCAPTCHA bezalako aukera tradizionalen aldean, sarean zure jarraipena egiteko eta benetako identitate batekin lotzeko pizgarri bat dutenak.",
    "4217013126": "Ordainketak normalean egunean zehar egiten dira Ordainketa Datan, eta, oro har, Pazifikoko orduerdian egiten dira. Kontu bat berrikusteko markatu bada, bost lanegun gehiago behar izan ditzake ordainketa bat kaleratzeko.",
    "4217693416": ". hCaptcha.com eta BotStop.com webguneek (Guneak) cookie osagarriak izan ditzakete, Politika honetan azaltzen den moduan.",
    "42182578": "Ezabatu zure informazio pertsonala.",
    "4222109231": "API arriskua murriztea hCaptcha-ren Enterprise Product-ekin",
    "4224961202": "Pribatutasuna, segurtasuna eta ikaskuntza automatikoa.",
    "4227800293": "( ) Posta elektronikoaren erabiltzaileek ez dute onartuko",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Atributuen kategorizazioa",
    "4230322909": "Beti saiatzen gara bezero berri bakoitza eta aurreikusitako erabilera-kasua ondo ulertzen, bai gure produktu eta zerbitzuetarako ondo egokitzen dela baieztatzeko, bai enpresa gisa hartutako politikak betetzen dituela ziurtatzeko.",
    "423222878": "Detektatzeko, saihesteko eta gelditzeko zibereraso gogorrenetako batzuk aktore gaiztoak erabiltzaile-kontu aktibo batean saioa hasteko erabiltzailearen legezko kredentzialak erabiltzeko gai dira. Detekzio gaitasun sofistikatu askorik ezean, kontua ostatatzen duen konpainiak ez du ezer gaizki dagoenik susmatzeko arrazoirik. Bezero batek bere kontuan saioa hasi duela dirudi. Erasotzaileak trikimailu arrakastatsu hau lapurtutako kredentzialak erabiliz lortu zuen, normalean \"credential stuffing\" izeneko zibereraso teknika baten emaitza. Gaur egun arazo larria da, baina kontraneurri egokiekin arindu daitekeena.",
    "424089481": "Amazon Web Services, Inc. (Munduko). Eskainitako zerbitzuak: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Intuition Machines-en diru-sarrera garbietan edo ondasun pertsonaletan ezarritako AEBetako zergak ez diren Zerbitzuekin lotutako zerga guztiak ordaintzeaz arduratzen zara.",
    "4243348003": "3. urratsa: bisita",
    "4246520782": "Izan ere, Internet iruzurgile eta defendatzaileen arteko benetako arma-lasterketaren lekuko izan da azken urteotan.",
    "4247858664": "irisgarritasuna erregistratzeko orria",
    "4248655793": "- Alex M.",
    "4255608322": "Azken eguneratzea: 2021eko apirilaren 12a",
    "42559805": "Presazko sartzea behar duzu?",
    "4256083674": "Integratzaile batek zuzenean eskatuta, CAPTCHA erronka-eskaera edo IP helbide zehatz baten iruzur-arriskua identifikatzeko, edo, bestela, baimen zehatza eman zenean.",
    "4257144752": "Denbora errealeko kalkuluek ez dute azken zehaztasuna edo gizatasuna islatzen, eta, beraz, zure azken irabaziak nabarmen alda daitezke Aginte-panelean lehen adiskidetzea baino lehen agertzen diren zenbakiekiko.",
    "4260466272": "Edozein unetan aukeratu dezakezu gure webgunea erabiltzeari uztea, baldin eta aplikagarriak diren IMI politika guztiak bete behar badituzu. Gure erabakiz, hitzarmen hau amaitu, gure webgunerako sarbidea eten edo zerbitzuren bat berehala kendu dezakegu edozein arrazoirengatik jakinarazi gabe.",
    "4260542944": "Edukien scraping (\"screen scraping\" edo \"scraping\" izenez ere ezagutzen dena) sareko informazioa biltzeko prozesu ezagun bat da, askotan erabilgarria. Hala ere, azken urteotan, teknika hacker eta iruzurgileen tresna gogokoena bihurtu da. Kontraneurriek modu eraginkorrean arindu dezakete mehatxua, baina horiek ezartzeko, ezinbestekoa da prozesuak nola funtzionatzen duen ulertzea.",
    "426125156": "17. Copyright eta TakeDown",
    "4263626815": "hCaptcha erabilerraztasun-cookiek arakatzaile eta iragarki-blokeatzaile ezagun guztiekin funtzionatzen dute beren ezarpen estandarrekin, beraz, normalean, hutsegiteak \"adblokeoaren aurkako\" script edo antzeko arau-multzoen ondorioz gertatzen dira gune jakin batzuei zuzenduta.",
    "4264784515": "Segurtasun akatsak",
    "4270038521": "(\"Guneak\") eta hCaptcha aplikazio-programaren interfazea eta erlazionatutako softwarea eta materialak (kolektiboki, \"Zerbitzua\").",
    "4272022475": "Eskaera eta aktibo guztiak hcaptcha.yourdomain.com helbidera doaz",
    "4272088465": "aukeratutako ongintzazko erakundeak hura erabiltzeagatik lortzen dituzun irabaziekin.",
    "4272454814": "Integratu nahi duzun identitate hornitzailearekin.",
    "4274324704": "Hona hemen nola erabili gure izena idatzizko kopian:",
    "4277475973": "( ) Publikoaren errezeloa diru-forma berri bitxiak onartzeko",
    "4280117172": "Izan ere, herrialde askok AEB baino zertxobait hobeto egiten dute, Nigeria, India, Brasil eta Alemania barne:",
    "4281708680": ". hCaptcha-n, nahita oso bestelako ikuspegia hartu dugu, pribatutasuna zaintzeko makina-ikasketa teknikak erabiliz bot-en ohiko portaera zehaztasun handiz identifikatzeko, hori guztia ahalik eta datu gutxien kontsumitzen eta gordetzean.",
    "4284094387": "†† 2021eko ekaineko kontziliazio eta ordainketa batzuk hurrengo astean egingo dira, adiskidetze-leihoan zehar azken kalkuluak egiaztatzean atzerapenak direla eta.",
    "4286602632": "c) 100.000 eskaera hilero hCaptcha Publisher (doako) kontuak erabiltzen dituzten Integratzaileentzat, bot kudeatzeko produktu komertzialak gaitzeko, adibidez, web suebakiak (WAF) eta antzeko aplikazioak,",
    "4290195307": "orientazio zehatza lortzeko.",
    "433424759": "Ordainketa iruzurrak legez kanpoko edozein transakzio hartzen ditu, non ziberkriminal batek biktimari balio duen zerbait kentzen dion, normalean dirua. Horrek esan nahi du lapurtutako kreditu-txartel bat erabiltzea salgaiak linean eskatzeko edo banku-kontu bat hartzea eta funtsak legez kanpo transferitzea. Aldaera asko daude, baina denek emaitza bera dute: lapurtu batek lapurtutako identitatea edo ordainketa-informazioa erabiltzen du kontsumitzaile bati, banku bati edo merkatari bati lapurtzeko.",
    "435302267": "konpainiaren blogeko argitalpena",
    "436125785": "Ez da harritzekoa produktu horietan eskuragarri dauden feedback-bukleen zehaztasunik eza kontuan hartuta, eta iragarki-sare batek saltzen dituelako, bot detektatzeko oso onak ez izateko interes handia duen iragarki-sare batek saltzen duelako, beren negozio nagusia kaltetu ez dezan.",
    "439777523": "Araudi Gaiak",
    "443094024": "Filebin",
    "444492541": "arazketa-erregistroko argibideak Firefoxerako",
    "448807334": "(\"Egunero jendeak ehunka milioi CAPTCHA konpontzen ditu.\") 2019ko uztailaren 8an berreskuratua.",
    "451701069": "GDPR, CCPA,",
    "452920031": "Estatu Batuetatik kanpoko bezeroentzako ohar bat.",
    "453723556": "Bezeroaren Eranskin hau Zerbitzu-baldintzetatik kanpo amaitu dezakezu Bezero edo Eskatzaile izateari utziz. Edozein unetan Bezero edo Eskatzaile gisa zure egoera eteteko edo amaitzeko eskubidea dugu, edo bestela zerbitzu-baldintzekin bat etorrita zure kontua edo Zerbitzuen erabilera amaitzeko. Amaitzean erantzule izaten jarraitzen duzu zure Eskaera Inprimakiaren arabera ordaintzen den edozein zenbatekoagatik. Zure harpidetzak hileko edo urteko kuotarik edo hileroko edo urteko gutxienekorik badakar, oraindik ere zerbitzuen kuota guztiak ordaintzeaz arduratuko zara hilabete edo urte horren amaierara arte, hurrenez hurren.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Bai. Guk eta gure analisi- edo zerbitzu-hornitzaileek, marketin-bazkideek eta afiliatuek cookieak, web-balizak edo pixelak eta bestelako teknologiak erabil ditzakegu Guneak erabiltzen dituzten guztiek ahalik eta esperientzia onena izan dezaten. Mesedez, ikusi gure Pribatutasun Politikako \"Hirugarrenen Analitika eta Jarraipen Teknologiak\" atala xehetasun gehiago lortzeko.",
    "458271951": "Intuition Machines-en izenean Integratzaile baten bidez edo harekin lotuta zereginak egiten dituen Kolaboratzailea bazara (Eskatzaile gisa), Intuition Machines-ek zenbait ataza onargarri onartzeagatik saritu zaitu. Zerbitzu-baldintza hauen iruzurra, abusua edo urraketa egin duzula antzematen bazaizu, Intuition Machines-ek zuri emandako sari guztiak gorde eta/edo berreskuratu ditzake.",
    "458376553": "Zure Integratzaile, Bezero edo Erabilgarritasun Erabiltzaile kontuaren bidez eman dizkiguzun Datu pertsonal jakin batzuk atzitu, zuzendu, aldatu edo ezabatu ditzakezu (integratzailea, Bezeroa edo Erabilgarritasun Erabiltzailea bazara). Ezin baduzu egin, edo zuri buruz bildu eta/edo partekatu dugun informazio pertsonalari buruzko galderarik baduzu, edo gure prozesatzeko baimena kendu nahi baduzu (hau da, zure kontua guztiz ezabatu), jar zaitez gurekin harremanetan helbide honetan.",
    "461631543": "GDPR Oharra",
    "462321455": "Arbitrajearen kokapena. Atal honen araberako edozein arbitraje-prozedura lehenespenez Kaliforniako Estatuan egingo da, Estatu Batuetatik kanpo bizi ez bazara, eta kasu horretan arbitrajea modu elektronikoan edo telefonoz egingo da erabat. Arbitrajea beste edozein tokitan egin daiteke, alderdi guztiek idatziz adosten badute. Bertako kokapena edozein dela ere, edozein alderdik arbitrajean agertzea aukera dezake zuzeneko bideo edo telekonferentzia bidez.",
    "464238793": "Google-k berak erabakitzen badu iragarki bat ikusten duen edo esteka batean klik egiten duen erabiltzailea bot bat izan zela, ezin ditu kobratu erabiltzaile horri erakutsitako iragarkiak. Interes-gatazka honek asko mugatu du Google-ren bot-en aurkako asmoen esparrua.",
    "465714311": "Irisgarritasun-erabiltzaileentzat: Galderak eta Arazoak konpontzeko gida",
    "465783046": "Zure datuekin probatu nahi duzu?",
    "468929661": "reCAPTCHA bat hausteko batez besteko kostua izugarri baxua da (1.000 ebatzi bakoitzeko $ 1 baino gutxiago) eta 2016an gure monitorizazioa hasi zenetik ez da nabarmen handitu. Hau reCAPTCHA v2 eta v3-i aplikatzen zaie. [",
    "469089249": "E: normalean, iragarki-blokeatzaile edo cookieen aurkako luzapen oldarkorra edo \"guneen arteko\" cookieak blokeatzen dituen ezarpen bat erabiltzeagatik gertatzen da, kasu honetan hCaptcha JS-k ezarri edo egiaztatzen duen hcaptcha.com-eko cookie bat. gune ezberdina, bisitatzen ari zarena bezalakoa.",
    "47536007": "Lortu informazio gehiago hCaptchari buruz",
    "477275453": "Zergatik dira APIak hackerren helburu ezaguna?",
    "487083593": "Salmentak",
    "493717511": "2. Bezero honek izan ditzakeen zerbitzuak eskatzen ari al da",
    "497117287": "Irisgarritasun-aukerak",
    "499510428": "Izan ere, uste dugu araudiak lagundu gaituela hemen",
    "501102544": ": uste dugu hCaptcha anti-bot zerbitzuak (hau da, webguneek, jokoek edo mugikorretarako aplikazioek txertatutako Zerbitzuak) \"adostasunetik salbuetsitako\" cookieak soilik barne hartzen dituela GDPR araudiaren arabera. Salbuetsitako cookie horien adibideak hauek dira:",
    "504332576": "Harro gaude hCaptcha munduko zibersegurtasun zerbitzu independenterik handiena bihurtu dela, Interneten % 15 inguru exekutatzen dela eta merkatu-kuota honen zatirik handiena Google reCAPTCHA-tik hartu dugula zuzenean. Elkarrekin, hCaptcha eta",
    "505891021": "Etiketatze Zerbitzuak",
    "508143070": "Kontuan izan IMI zure informazio pertsonalaren kontrolatzailea dela, gure Integratzaileen izenean informazio pertsonala prozesatzen dugunean izan ezik, gure Zerbitzuaren hornikuntzarekin lotuta, kasu horretan informazio pertsonalaren prozesadorea garela, eta Integratzaile horiek kontrolatzaileak dira. informazio pertsonala.",
    "512598290": "Horrela, hCaptcha marka eta logotipo guztiak beti beheko arauei atxikitzen zaizkien forma batean erabiltzea eskatu behar dizugu, letra larriz, letra larria eta estiloa barne.",
    "512991700": "Kuotaren bat auzitan jarri nahi baduzu, gure bezeroarentzako arreta-zerbitzuarekin harremanetan jarri behar duzu akatsa edo arazoa agertu den lehen fakturazio- edo kontu-laburpenaren itxiera-datatik hogeita hamar (30) egun baino lehen, doikuntza edo kreditu bat jasotzeko.",
    "515733427": "( ) Posta elektronikoz jasotako OS adabakiak instalatzeko erabiltzaileen borondatea",
    "517010299": "Kontuan izan: une honetan ia denbora errealeko adiskidetze backend-eko trantsizio garrantzitsu batean ari gara lanean. Aldizkako berradiskidetzeak ohi baino maiztasun txikiagoan egingo dira 2021eko lehen hiruhilekoan. Horrek ez du eragiten ordainketa-egutegietan edo datetan.",
    "519755936": "Zu bakarrik zara Zerbitzuen erabilerarekin lotutako lege federal, estatu, probintzial eta tokiko legeak betetzearen ardura. Gure aurkako erreklamazioengatik indemnizatzea eta kalterik gabe uztea onartzen duzu, edozein lege bete ez duzulako edo hirugarrenen eskubiderik urratu duzulako, mugarik gabe kontratu, jabetza intelektual edo pribatutasun eskubideak barne.",
    "532470444": "Baliteke balantzea urtetik urtera apur bat aldatzea, baina portaera horrek oinarrizko giza izaera islatzen du, eta bost mila urteko historiak esan nahi du dinamika ez dela aldatuko laster.",
    "535659033": "Creative Commons Aitortu",
    "538871570": "Google-rekin eta beste Big Tech-en konpainiekin lehiatzea oso lan handia dirudi: haien merkatu-ahalmen monopolista, plataforma-efektuak eta oso ordaindutako garatzaileen armada, oro har, boteretsuegitzat jotzen dira edonorentzat, Facebook edo Amazon bezalako teknologia-erraldoientzat izan ezik. Gure istorioak erakusten du ez duela zertan horrela izan; Big Tech-i irabazi diezaiokezu pribatutasunari arreta jarriz.",
    "54093347": "DMCA Erregistratutako Agentea",
    "547245263": "Ebatzi zure bot arazoa gaur.",
    "548587288": "munduan zehar.",
    "55035359": "ReCAPTCHA erabiltzen ari zara?",
    "551761392": "eta bidali estekak) eta aukeran pantaila-argazkia, behar bezala bistaratzen ez den zerbait dagoela susmatzen baduzu. Mesedez, bidali erabiltzen ari zaren IPa ere. Bertatik lor dezakezu",
    "552920956": "hCaptcha-k webguneei sariak irabazteko aukera ematen die bot-ak eta bestelako tratu txarrak blokeatzen dituzten bitartean. hCaptcha-k irabazi hauekin nahi dituzun ongintzako erakundeei laguntzeko aukera ematen dizu.",
    "554844646": "Luzapena funtzionatzen ari dela baieztatu dezakezu, klik egiten duzun bakoitzean kontagailua 1 jaisten dela ikusiz",
    "555158694": "Erabiltzen duzun zerbitzu batek haien webgunean zure esperientzia hobetzea aukeratu du hCaptcha instalatuz trafiko gaiztoa murrizteko.",
    "555246307": "Bide batez, hona nola amaitzen den noblearen eta bere txoferraren istorioa: Kondestableak bi gizonak elkarrekin gela batean eserarazi zituen orduz burutik aspertu. Egunaren amaieran, agertu zen eta esan zuen: \"Orain bagoi-gidariarekin hitz egingo dut\". Jantzi noblea zuen gizona zutitu zen. Hain aspertuta zegoen, ahaztu egin zitzaion noblearen itxurak besterik ez zituela.",
    "555749578": "konponbide-tasetan % 1eko bariantza baino txikiagoa dago kontinente guztietako herrialde nagusietan.",
    "558378834": "Beraz, momentu honetan ez dugu onartzen aterkiekin lotutako galderen eskaerarik. Azken erabiltzaile batek une honetan aterkiei buruzko galdera bat ikusten duenean nahasteko aukera altuegia da, eta, azken finean, gure helburua mundua leku atseginagoa izatea da.",
    "563059212": "Azpiprozesadoreen zerrenda",
    "564127016": "hCaptcha eskuaren ikonoa:",
    "565624910": "zirriborroa",
    "578738483": "Orokorrean, cookieen erabilera aktibatu edo desaktibatu dezakezu zure web arakatzailean integratutako funtzionalitate baten bidez. Cookieei buruz gehiago jakin nahi baduzu, edo nola kontrolatu, desgaitu edo ezabatu nahi baduzu, bisita ezazu",
    "58091799": "Lortu informazio gehiago hCaptcha Publisher eta Enterprise-i buruz",
    "583434701": "hCaptcha Irisgarritasuna",
    "585557010": "Erabiltzaile legitimoen % 0,1 baino gutxiagori erronka.",
    "593735469": "Zergatik ez du funtzionatuko spam-aren aurkako irtenbide berriak",
    "595582512": "Zure webgunea edo aplikazioa bot, spammer edo beste aktore gaiztoetatik eraginkortasunez babestu nahi baduzu, hori guztia zure erabiltzaileen pribatutasuna gordez (eta dagozkion araudi guztiak betez!), kontuan hartu hCaptcha eta gure Enterprise eskaintza.",
    "596347471": "Aplikazioen Programazio Interfazeak (API) ziberespazioko eragile maltzurren helburu ezagun bihurtu dira. Arrazoi asko daude horretarako, besteak beste, aplikazioen integrazioan duten erabilgarritasun handia. Hala ere, posible da API arriskua arintzea.",
    "600646860": "Balio zalantzagarria duen zerbitzua eskaini beharrean, benetako balioa duen lana ateratzen duen bitartean, hCaptcha-k kalte-ordaina eta bot-en aurkako babes sendoa eskaintzen du.",
    "604751186": "Beste gai batzuk? Posta elektronikoa",
    "606978017": "Ongi etorri hCaptcha-ra! Pribatutasun-politika honek Intuition Machines, Inc.-ren («IMI», «gu» edo «gu») gure webgunearen bidez informazioa biltzeari, erabiltzeari eta ezagutarazteari buruzko (Informazio pertsonala barne, behean zehaztutakoa barne) egiten dituen praktikak deskribatzen ditu.",
    "611905972": "Erabiltzaile guztien sarbidea bermatzea segurtasuna mantenduz",
    "614310292": "Nork eraiki zuen hCaptcha?",
    "615017396": "Cookie bat (\"Cookie\") web orrien zerbitzari batek zure disko gogorrean jartzen duen testu-fitxategi txiki bat da. Cookieek geroago cookiea igorri dizun domeinuko web zerbitzari batek irakur dezakeen informazioa dute. Cookie batzuk funtzio jakin batzuk erabiltzen badituzu edo hobespen batzuk hautatzen badituzu bakarrik erabiliko dira, eta cookie batzuk beti erabiliko dira. Cookie bakoitzari buruz gehiago jakin dezakezu gure egungo cookie-zerrenda behean ikusita. Zerrenda hau aldian-aldian eguneratzen dugu, beraz, oraindik zerrendatuta ez dauden cookie gehigarriak egon daitezke. Web balizak, etiketak eta script-ak erabil daitezke Guneetan edo mezu elektronikoetan cookieak entregatzen laguntzeko, bisitak zenbatzen, erabilera eta kanpainaren eraginkortasuna ulertzen eta mezu elektroniko bat ireki eta jardun den zehazteko. Baliteke gure zerbitzu/analitika-hornitzaileek teknologia horien erabileran oinarritutako txostenak jaso ditzakegu banaka eta multzokatuta.",
    "615031303": "(Ikus oin-oharrak",
    "615618648": "2021eko apirilaren 15a - 2021eko uztailaren 15a",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "2019ko abenduaren 17a**",
    "633598495": "Neke administratiboa. Webgune hau erabiltzearen ondorioz sortutako edozein erreklamazio aurkez diezaiokezu administrazio-agentzia bati, baina aplikagarriak diren legeak agentzia horretara sarbidea ahalbidetzen duen heinean, arbitraje-hitzarmen bat egon arren. Administrazio-erreklamazio horien artean, mugarik gabe, Enplegu Aukera Berdintasunerako Batzordeari, AEBetako Lan Sailari eta Lan Harremanen Batzorde Nazionalari aurkeztutako erreklamazioak edo karguak daude. Klausula honetako ezer ez da ulertuko edozein agentziari administrazio-erreklamazio bat aurkeztea eragozten edo ezkutatzen dizunik arbitrajean erreklamazioa egin aurretik administrazio-bideak agortzeko betebeharra betetzeko; hala ere, diru-laudo bat jasotzeko eskubideari uko egiten diozu honelako honen bidez. agentziaren izapideak.",
    "636461959": "Izena",
    "63719113": "Ikaskuntza automatiko aurreratua erabiltzen du zure webgunerako eta aplikazioetarako trafiko gaiztoa identifikatzeko, scraping jarduerak barne.",
    "639413188": "erantzunez.",
    "641342999": ", edo arazoren bat izaten ari zaren webgunea (Pribatutasun-oharra: zer den partekatzea axola ez bazaizu bakarrik) ... eta gero egin klik \"Giza naiz\" botoian eta saiatu konpontzen.",
    "647630208": "Eta kitto! Zure lineako nabigazioa pribatuagoa da orain.",
    "648630222": "Saihestu ordainketa-iruzurra hCaptcha Enterprise-rekin",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "2021eko urtarrilaren 5etik 11ra*",
    "64953197": "2020ko urriaren 15a - 2021eko urtarrilaren 15a",
    "651123197": "Erronka amaitu ondoren zure zorroan dagoen guztizkoaren zenbaketa ikonoan erakutsiko da.",
    "653679457": "Askotariko etendurak",
    "654326661": "Zuk zeuk ikusi nahi? Probatu hCaptcha doan.",
    "655974837": "Ez dago edukiari buruzko bermerik",
    "659124570": "Gainera, zurea den edukia hCaptcha plataforman erreproduzituta ikusten baduzu eta edozein arrazoirengatik kendu nahi baduzu, gurekin harremanetan jar zaitezke posta elektroniko bidez helbide honetara:",
    "661412233": "Captcha-ren ondoren erabiltzaile batzuk robotak zirela jakitea ere baliotsua da. Webguneen jabeei spam mezu zaharrak garbitu eta etorkizunean spam foroetan erregistratutako \"loko kontuak\" ezabatzen ditu, iruzurra murrizten eta abar.",
    "664236229": "tira eskaera",
    "680638297": "Zure informazio pertsonalaren tratamenduari buruzko informazioa eman eta zure informazio pertsonalerako sarbidea ematen dizu.",
    "685916926": "Zergatik ez da hobetu reCAPTCHA denborarekin?",
    "692064738": "( ) Poliziak ez du jasango",
    "692176459": "Saioa hasi",
    "693820850": "Pribatutasuna lehenbailehen jarriz Google irabazi dezakezu",
    "69844082": "hCaptcha marka komertzialak, ikur grafikoak, logotipoak, letra tipoak edo ikonoak ere ezin dira erabili modu mespretxuan.",
    "700843971": "Hound Technology, Inc. (Munduko). Eskainitako zerbitzuak: honeycomb.io.",
    "702287791": "hCaptcha argitaletxea (doan)",
    "703051968": "ha eskuaren ikonoa:",
    "707527778": "Haurren informazioa",
    "707541553": "Gure Interneteko orrialdeetan jasotako informazio guztia IMIk edo hirugarren batek balioztatu du. Dena den, ez IMIk, ez hirugarrenek, ezin dute informazio eguneratua, zehatza edo osoa izatearen erantzule izan. Hau gure orrietako hiperesteken bidez irits daitezkeen beste webgune batzuei ere aplikatzen zaie. IMIk ez du bere gain hartzen kanpoko webgune horien edukiaren erantzukizunik.",
    "710145621": "Eman zure lurreko egiaren datuak edo utz iezaguzu hegan eraikitzen",
    "713281684": "Berenjena",
    "714342693": "hCaptcha taldea 2016tik ari da \"web iluneko\" captcha hausteko zerbitzuen prezioen datuak biltzen. Joera interesgarri bat nabaritu dugu:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Muturreko kontrola behar al duzu?",
    "723027910": "Hau ez da aholku juridikoa, eta ez da analisi honi buruzko bermerik ematen. Galdera edo kezka gehigarririk baduzu, jar zaitez gurekin harremanetan helbide honetan",
    "728503636": "Ordainketa-data",
    "731546974": "10. Kolaboratzaile edo Integratzaileen Zergak",
    "734735952": "CAPTCHA saltzaile batzuk ebaluatu ditugu, baita sistema bat geuk eraiki ere. Azkenean, hCaptcha reCAPTCHAren alternatiba onena bezala agertu zen.",
    "735630686": "Zure informazioa kudeatzea (zure eskubideak)",
    "740501259": "API bidez gidatutako kanalizazio sinpleak",
    "741483946": "* Bestela esanda: hCaptcha Privacy Pass tokenak lor ditzakezu hCaptcha.com webgunean, eta beste gune batzuetan erabil ditzakezu zuzenean hCaptcha.com erabiliz. Ezin dituzu hCaptcha Privacy Pass tokenak eskuratu edo trukatu Cloudflare-k erabiltzen duen hCaptcha zerbitzua saihesteko, Cloudflare-k bere Pribatutasun Pass tokenak jaulkitzen eta trukatzen baititu.",
    "751483365": "JavaScript ez diren bezeroentzako laguntza.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "uste baduzu 13 urtetik beherako ume bati buruzko edo informaziorik badugula.",
    "759057398": "EBko datuen interesatuei oharra",
    "763447231": "Aldi berean, bot-ak argitaletxeen guneetara sartzeari uzteak iragarki-iruzurra agerian utzi dezake, Google-ren reCAPTCHA produktua zuzenean beren iragarki-negozioaren aurka jarriz, diru-sarreren % 80 baino gehiago ekoizten baitu.",
    "766825168": "DMCA Errepikatu Arau-hausteen Gidalerroaren arabera egin ditzakegun ekintzak, besteak beste, ikusgarritasun handiagoaren alertak bidaltzea kontuko bezeroari. Alerta hauek onartzeko, bezeroari kontuan saioa hasteko eska diezaiokegu edo gure laguntza-taldeari deitzeko. Era berean, hCaptcha eta IMI zerbitzua eteteko edo amaitzeko eskubidea dugu, baita ustezko arau-hausteen DMCAren jakinarazpenak jasotzen jarraitu dugun bezeroaren hCaptcha eta IMI zerbitzua ere behin-behineko neurriak aplikatzeko ere. Horrez gain, politika honen arabera hCaptcha zerbitzua amaitzen dugunean bezero horiei emandako beste hCaptcha edo IMI zerbitzu batzuk gure erabakiz amaitu ditzakegu.",
    "767207800": "Zure datuek eduki esplizitua edo iraingarria izan dezaketen edukia badute, \"EDUKIA ESPLIZITUA\" markatzea eskatzen dizugu, zure datuak ikusten dituen edonorentzat bidezko abisu gisa balio dezan. Ezin izango dituzu IMIrekin idatzizko akordio bereizirik gabe sartu gure politikak urratzen dituzten zereginak, besteak beste, (a) zuzenean edo zeharka beste webgune edo zerbitzu bat sustatzen duten zereginak, (b) hirugarrenen webgunearen baldintzak urratzen dituzten zereginak eta baldintzak, (c) Kolaboratzaileei hirugarrenei eskatzeko eskatzen dieten zereginak, (d) Kolaboratzaileei webgune baten portaera edo emaitzak manipulatzeko neurriak hartzeko eskatzen dieten zereginak, (e) hirugarrenen jabetza intelektualaren eskubideak urratzen dituzten zereginak, eta (f) zereginak. Kolaboratzaileak softwarea edo fitxategiak deskargatzea eskatzen dutenak.",
    "770264626": "Gehitu hCaptcha zure zerbitzura (doan)",
    "776542208": "( ) Iragazte-planteamendu guztietan parte hartzen duen arma-lasterketa betikoa",
    "777660551": "Zer da Credential Stuffing?",
    "778204464": "Testu aberatseko elementu bat eduki estatiko edo dinamikoarekin erabil daiteke. Eduki estatikorako, jaregin ezazu edozein orrialdetan eta hasi editatzen. Eduki dinamikorako, gehitu testu aberatseko eremu bat edozein bildumari eta, gero, konektatu testu aberastuko elementu bat ezarpenen paneleko eremu horretara. Voila!",
    "779426309": "Benetako izena, identifikatzaile pertsonal bakarra, lineako identifikatzailea, Interneteko protokoloaren helbidea, helbide elektronikoa, kontuaren izena edo antzeko beste identifikatzaile batzuk.",
    "779817954": "G: Beste hornitzaile batek emandako Pribatutasun Pass-ak baditut, erabil ditzaket hCaptcha-n?",
    "780280214": "hCaptcha eta hCaptcha Enterprise-k nola arintzen duten kredentzialak betetzeko mehatxua",
    "780475098": "Iragarki-sareek zure bisitariak produktu gisa ikusten dituzte. Bisita ona ala txarra den bakarrik axola zaigu. hCaptcha-k GDPR, CCPA, LGPD, PIPL eta beste datu-lege globalak betetzen ditu.",
    "787916198": "Zure baimenarekin",
    "788770967": "Barkatu hori entzuteak! Baliteke gure irisgarritasun-aukera erabili nahi izatea:",
    "793242047": "Murriztu erabiltzaileei aurkezten zaizkien erronkak aplikazioetarako sarbide azkarra ahalbidetzeko",
    "793784899": "Planoak",
    "803639471": "hCaptcha logotipoa eskuaren ikonoak eta hCaptcha logotipoak osatzen dute. Bere ordezko forman, eskuaren ikonoa berez ager daiteke espazioa mugatuta dagoenean eta \"hCaptcha\" hitz-marka gisa erabiltzen denean (goian deskribatu bezala) eskuaren ikonoaren ondoan, eskuaren ikonoak hCaptcha adierazten duela argi dago.",
    "805221621": "Mesedez, jar zaitez gurekin harremanetan",
    "805971861": "\"Umbrella\" ImageNet-eko termino bat da, ordenagailu bidezko ikusmenaren ikertzaileek erabiltzen duten erreferentziazko datu-multzo estandarra. Aterkiak dituzten pertsonak modu fidagarrian identifikatzea ere funtsezkoa da hurrengo belaunaldiko gidariaren laguntza aurreratua (ADAS) sistema seguruak eraikitzeko.",
    "808872868": "Adibidez: spama, iruzurra eta tratu txarrak sarean existitzen dira bi sistema elkarrekin konektatu zirenetik ia egunaren biharamunetik.",
    "809251240": "Gurekin harremanetan jartzea",
    "811735413": "Salbuespenak. Dodd-Frank Wall Streeteko Erreforma eta Kontsumitzaileen Babeserako Legeak (111-203 Lege Publikoa) ezarritakoaren arabera gatazkaren aurreko arbitraje-hitzarmenaren menpe egon ez daitezkeen gatazkak honetatik kanpo geratzen dira.",
    "818049069": "2019ko uztailaren 15a baino lehen",
    "824740867": "Irtenbidea hobetu beharrean, Google-k reCAPTCHA v3 kaleratu zuen, segurtasun-softwarea baino askoz gehiago iragarki-sare baten antzera funtzionatzen duena, web osoko portaera datuak biltzen dituena erabiltzaile-profilak sortzeko. Zoritxarrez, seinale mota hau erraz garaitzen da eta, beraz, bot-en aurkako babes gutxi eskaintzen du erabiltzailearen pribatutasuna kaltetzen duen bitartean.",
    "825780955": "Informazio pertsonala",
    "826396656": "Gure Negozioaren Jarraipen Plana",
    "832385387": "( ) Zure antzeko ideiak erraz sortzen dira, baina ez da inoiz praktikorik erakutsi",
    "833750823": "Erronka batekin zailtasunak dituzu?",
    "835249867": "b) Hilero milioi bat eskaera hCaptcha Publisher kontuak (doakoak) erabiltzen dituzten Integratzaile gehienentzat, edo",
    "835396984": "Momentu honetan Aktiboa",
    "835545301": "Informazio-kategoria hauek biltzen ditugu:",
    "835717930": "AI Etika hCaptcha-n",
    "836017336": "Firefox",
    "838049015": "Hautatu kontsultarekin bat datozen irudi guztiak",
    "838225123": "23. Bermeari uko egitea",
    "83852121": "Microsoft Corp. (Munduko). Eskainitako zerbitzuak: Microsoft Azure.",
    "838951836": "( ) Zintzotasun eza spam-egileen aldetik",
    "846501387": "Mundu mailako bot babesa",
    "850025770": "E: Hala uste dugu: sarean nabigatzeko eta inprimakietan testua idazteko gai diren edozein urritasuna duten erabiltzaile guztiek erregistratu ondoren hCaptcha-k babestutako zerbitzuetara sar daitezke. Hala ere, hau ez da aholku juridikoa: zure ebaluazioa egin beharko zenuke, zure inplementazio berezia kontuan hartuz zure hedapenaren kasua hori dela ziurtatzeko.",
    "851679588": "Bai.",
    "851786723": "Zure posta elektronikoa sartuz gero, gure Baldintzak eta Pribatutasun Politika onartzen dituzu eta gurekin mezu elektronikoak jasotzea onartzen duzu.",
    "852032043": "Safaria",
    "855097735": "Kezka guztiak orekatzen dituen bitartean ondo egiten duen zerbitzu bat sortzea oso arazo gogorra da (eta beti ari gara hobetzeko lanean, esperientzia ahalik eta atseginena izan dadin), baina ados egongo zarela spama, abusua, kontuak hartzea murriztea espero dugu. , eta lineako iruzurrak, azken finean, merezi du noizbehinkako galdera sinpleak.",
    "857974529": "Gunea eta Zerbitzua hobetzeko. Datu analitikoak erabiltzen ditugu gure zerbitzu eta eskaintza berriak hobetzeko eta garatzeko eta lehendik dauden eta etorkizuneko produktuen eskaintzak pertsonalizatzeko.",
    "858218750": "eta horiek erabiltzeko orientabidea",
    "867314732": "Bereizmen handikoa berreskura dezakezu",
    "869702955": "Gure webgunean zereginak eginez, zure informazio pertsonala biltzea, erabiltzea eta zabaltzea baimentzen duzu gure Pribatutasun Politikaren arabera. Horrez gain, zuri eta egindako zereginei buruzko informazio jakin bat partekatu ahal izango dugu zerbitzu-harremana errazteko eta webgunea hobetzeko egin dituzun zereginak eskatzaileari, besteak beste, adibidez, laguntzailearen IDa, IP helbidea, burututako zereginak eta erlazionatutako beste atributu batzuk. zure kualifikazioei, hizkuntzei, gaitasunei eta webgunearen erabilerari.",
    "874098071": "Irisgarritasun erabiltzailea bazara, mesedez erregistratu hemen",
    "878585497": "Baldintzak",
    "879362350": "API berriek Internet bidez funtzionatzen dutenez, edozein software edo datu-iturri konektatzea posible izan zen, munduko edozein lekutan, plataforma, datu-eskema edo programazio-lengoaia edozein izanda ere. Ondorioz, informatika mundua APIen iraultzaren erdian dago. Aplikazioen eta datuen arteko konektagarritasunaren eztanda egon da. Hori bikaina da, ez den arte.",
    "881015166": "Gehitu hCaptcha for Publishers nire webgunean edo aplikazioan",
    "88879089": "Pribatutasun Pass bat da",
    "897432717": "Mehatxuen puntuazio pertsonalizatuetarako gure diseinu berriarekin, zure negozioaren ezagutza gehitzeak gure ereduek zure erabiltzaileei bereziki garrantzitsuak diren puntuazioak eskaintzeko aukera ematen die.",
    "907324388": "Funtzioa",
    "910989640": "Sortu jardueraren txosten zehatzak eta pertsonalizatuak",
    "918924423": "Esate baterako, Google-k ez du zerbitzu baliotsurik eskaini, hala nola, bot-a atzerako detekzioa. Askoz fidagarriagoa da hainbat egunetako datuak aztertu ondoren erabiltzaileen trafikoa deklaratzea.",
    "920212083": "Akats baten berri eman",
    "922470170": "( ) Kontraneurriek ez dute sare publikoen sabotajerik ekarri behar",
    "926138631": "Joan Pribatutasuna eta segurtasuna atalera, ondoren Cookieak eta guneko beste datu batzuk.",
    "931661269": "( ) Behin-behineko helbide elektronikoak astunak dira",
    "932546190": "Zergatik egongo dira beti CAPTCHAak gurekin",
    "936667684": "Inoiz galdetu al zaizu \"eraikina/kale seinalea idaztea?\"",
    "938404336": "2. Aldatzen da; 30 egun arte.",
    "939665604": "Pribatutasuna bideratua",
    "941057651": "( ) Lehendik dagoen software inbertsio handia SMTPn",
    "946838734": "3. Hautatu \"Aurreratua\" botoia.",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha ortografia ez da inoiz aldatu behar eta hCaptcha beti bigarren letran (\"C\") idatzi behar da. Ez da inoiz plurala edo posesiboa.",
    "952813944": "Gure webgunea erabiltzeak, ezta hitzarmen honetako ezerk ere, ez du zure eta Intuition Machines-en artean lan, lankidetza, joint venture, agentzia, frankizia edo salmenta-ordezkariaren harremanik sortzen. Ez dizugu inolako ekipamendurik edo tresnarik ematen zeregin bat burutzeko. Ez dizugu inolako prestaziorik, langileen kalte-ordainik edo aseguru-estaldurarik eskaintzen. Ez gara gure webgunea erabiltzean sortzen dituzun gastuen erantzule. Ez dugu diru-kopururik atxikiko zure saritik errenta zerga federal edo estatuko, Gizarte Segurantzako edo beste edozein zergagatik. Uneoro libre zaude edozein pertsona edo negoziotarako zereginak egiteko, gure lehiakideetako edozein barne. Ez duzu eskumenik Intuition Machines-en izenean kontraturik egiteko, idatziz edo ahoz.",
    "956019009": "Web azpiegitura enpresa handienek neurriak hartu dituzte dagoeneko",
    "961941354": "Dena den, hauetako ezer ez da eskatzen pertsonalki identifikatzeko informazioa (\"PII\") erabiltzea. Teknika kriptografiko modernoak edozein datu pertsonal baztertzeko aukera ematen digu ahalik eta azkarren, eta, horren ordez, noranzko bakarreko sinadurak sortuz, inorekin lotu ezin daitezkeenak.",
    "963238401": "Beti interesatzen zaigu segurtasun akatsen txostenak jasotzea. Posta elektronikoa",
    "971933157": "hCaptcha pribatutasuna, gardentasuna eta zuzentasuna zaintzen ditu.",
    "976209454": "Irabazi sariak edo eman ongintzari",
    "98173630": "hCaptcha munduan gehien erabiltzen den CAPTCHA zerbitzu independentea da.",
    "981806349": "hCaptcha plataforma frogatuan eraikia",
    "984849234": "hCaptcha-k ikaskuntza automatiko aurreratua erabiltzen du reCAPTCHA-k bakarrik agintzen duena emateko, erabiltzen duten webguneekin jasotako balioa partekatzen duen bitartean.",
    "987267027": "Festa",
    "987375734": "IMI Estatu Batuetan du egoitza. Guneak eta Zerbitzuak Estatu Batuetatik kontrolatzen eta kudeatzen ditugu. Zure Informazio Pertsonala instalazioak ditugun edo zerbitzu-hornitzaileak kontratatzen ditugun edozein herrialdetan biltegiratu eta prozesatu daiteke, eta Guneak eta Zerbitzua erabiliz gero, informazioa zure bizilekutik kanpoko herrialdeetara transferitzea onartzen duzu, Estatu Batuetara barne. , zure herrialdeko datuak babesteko arauak desberdinak izan daitezkeenak. Egoera jakin batzuetan, beste herrialde horietako epaitegiek, legea betearazteko agentziek, erregulazio agentziek edo segurtasun agintariek zure informazio pertsonala atzitzeko eskubidea izan dezakete.",
    "987901590": "Datu gordinak dituzu egiaztapen-multzo integralik gabe? Kasu gehienetan, zuretzako bat eraiki dezakegu zereginak sisteman zehar exekutatzen diren heinean, edo etiketatutako laginak sor ditzakegu zure onarpenerako.",
    "989480928": "( ) Spamaren errentagarritasun izugarria",
    "990215503": "hCaptcha iragarki-sare batek ez duen captcha zerbitzu nagusi bakarra da.",
    "993651083": "1. urratsa: Ireki Garatzaileen tresnak (saioa grabatzen hasiko da.)",
    "996362763": "Token hauek itsutu gabe daude eta luzapenak gordetzen ditu etorkizunean erabiltzeko. Erabiltzaileak hCaptcha erabiliz gune bat bisitatzen duenean eta erronka gainditu behar duenean (ikusezina dela edo \"gizakia naiz\" botoiaren bidez) automatikoki trukatzen da. Prozedura itsutzaileak esan nahi du sinatutako eta trukatutako tokenak kriptografikoki lotu ezin direla hCaptcharen ikuspuntutik, eta horrela erabiltzailearen pribatutasuna gordetzen da.",
    "999610953": "Azkenik, Google-ren alternatiba sinesgarria. hCaptcha Enterprise-k zure reCAPTCHA fakturan aurrezten ikaragarriak eskaintzen ditu segurtasun handiagoarekin: % 80 garestiagoa izan daiteke kasu batzuetan.",
    "999674529": "Google-k detektatzen duen bot bakoitzak zero iragarki-dolar irabazi beharko luke. Google-ren enpresen pizgarriak, beraz, gaizki egokitzen dira segurtasun-zerbitzuen erabiltzaileekin, eta hau izan daiteke bere reCAPTCHA segurtasun-eskaintzaren errendimendu eskasaren azalpen bat."
}