{
  "header-privacy-link": "Құпиялылық",
  "header-integration-link": "Интеграция",
  "header-cost-link": "Құны",
  "header-features-link": "Мүмкіндіктер",
  "header-docs-link": "Құжаттар",
  "header-login-button": "Кіру",
  "header-contact-button": "Сатушыларға хабарласыңыз",
  "intro-heading": "Нөлдік үйкелісті адамдық тексеру.",
  "intro-contact-button": "Қосымша ақпарат алу үшін бізге хабарласыңыз",
  "intro-text-bottom": "Интернетті қуаттандыратын компанияларға сүйенеді.",
  "sub-menu-button": "Сатушыларға хабарласыңыз",
  "sub-menu-item1": "Кәсіпорын",
  "sub-menu-item2": "Құны",
  "sub-menu-item3": "Интеграция",
  "sub-menu-item4": "Мүмкіндіктер",
  "sub-menu-item5": "Құпиялылық",
  "sub-menu-item6": "Құжаттар",
  "info-head-1": "Дәлелденген hCaptcha платформасында құрастырылған",
  "info-text-1": "hCaptcha Enterprise жоғары трафикті кәсіпорындарға қажет мүмкіндіктерді қамтитын hCaptcha платформасының технологиясында жұмыс істейді.",
  "info-head-2": "Сенімді серіктес",
  "intro-subtitle": "Бот мәселесін бүгін шешіңіз.",
  "info-text-2": "Біздің қызметтерімізге әлемдегі ең ірі компаниялар ондаған миллион сайттардағы миллиондаған күнделікті пайдаланушыларға қызмет көрсетуге сенеді.",
  "cloudflare-quote-text": "Біз бірқатар CAPTCHA жеткізушілерін бағаладық, сонымен қатар жүйені өзіміз құрастырдық. Соңында hCaptcha reCAPTCHA-ға ең жақсы балама ретінде пайда болды.",
  "cloudflare-quote-detail": "Cloudflare өнімді басқару директоры",
  "section-quote-head": "Трафигі жоғары кәсіпорындар үшін үнемді нұсқа",
  "section-quote-text": "Ақырында, Google-ге сенімді балама. hCaptcha Enterprise жоғары қауіпсіздікпен reCAPTCHA шотыңызды айтарлықтай үнемдейді: кейбір жағдайларда 80%-ға дейін арзанырақ. Әлемдегі ең ірі онлайн-қызметтердің көпшілігі hCaptcha Enterprise қызметіне ауысты және айтарлықтай шығындарды үнемдеумен қатар жақсартылған боттарды анықтау мүмкіндігін алды.",
  "section-quote-button": "Баға алу үшін бүгін бізге хабарласыңыз",
  "section-privacy-header": "Құпиялылыққа бағытталған",
  "section-privacy-text-1": "Жарнамалық желілер сіздің келушілеріңізді өнім ретінде көреді. Біз үшін олардың адамдық қасиетін айқындайтын бірден-бір өнім. Біздің қызметтеріміз GDPR, CCPA және LGPD талаптарына сай немесе асып түседі және Privacy Pass сияқты бастамаларды қолдайды. Біз құпиялылық пен қауіпсіздікті теңестіру үшін көп жұмыс жасаймыз.",
  "section-privacy-text-2": "Құпиялылыққа ерекше назар аудару біз тамаша қауіпсіздікті сақтай отырып, қажет болған жағдайда жеке деректерді нөлдік сақтауды, cookie файлдарынсыз жұмыс істеуді және басқа да келісімшарттық құпиялылық кепілдіктерін ұсына алатынымызды білдіреді.",
  "section-security-header": "Бірінші қауіпсіздік",
  "section-security-text-1": "Дәлдік сіздің және біздің мүддемізде. hCaptcha сізге нақты деректерді беру үшін жұмыс істейді және оны қалай пайдалану керектігін шешуге мүмкіндік береді. Басқа каптчаларды Gigantic жарнамалық компаниялар ұсынады. Бұл олар бұғаттайтын әрбір бот кірістерін азайтуы мүмкін дегенді білдіреді.",
  "section-security-text-2": "Құпиялылыққа назар аудара отырып, машиналық оқытудың ең соңғы әдістерін пайдалану бізге қауіпсіздікке немесе пайдаланушы құпиялылығына зиян келтірместен барлық стратегияларды мәңгілікке жазып алудың бұрынғы қауіпсіздік стандарттарынан асып түсуге мүмкіндік береді.",
  "section-user-experience-header": "Керемет пайдаланушы тәжірибесі",
  "section-user-experience-text1": "Кәсіпорын пайдаланушылары үшін көптеген сценарийлерде қиындықтарды толығымен болдырмау үшін опциялар қолжетімді.",
  "section-user-experience-text2": "Жетілдірілген бот үлгілерінің арқасында тамаша қауіпсіздікті қамтамасыз ете отырып, заңды трафиктің 99,9%-ы үшін қиындықты толығымен болдырмау арқылы үйкелісті азайтыңыз.",
  "section-easy-integration-header": "Оңай интеграция",
  "section-easy-integration-text": "hCaptcha қосу бірнеше минутты және кодтың бірнеше жолын алады. Негізгі API reCAPTCHA V2-мен үйлесімді және ауысуға бірнеше минут кетеді. Сіз бүгін жоғарырақ баламамен жұмыс істей аласыз және қажет болған жағдайда кеңейтілген мүмкіндіктерді қоса аласыз.",
  "section-easy-integration-serverside": "Сервер жағы:",
  "section-easy-integration-frontend": "Алғы жақ:",
  "section-threat-header": "Теңшелген қауіп ұпайлары",
  "section-threat-text": "Барлық мәселелер бірдей емес: бір ұпай алу пайдалы болу үшін сіздің қажеттіліктеріңізді қанағаттандыру керек дегенді білдіреді. hCaptcha бірегей теңшелген қауіп ұпайларымен жылдам кеңес беру бизнесіңізге сәйкес келетін ұпайларды жеткізу үшін үлгілерімізді реттеуге мүмкіндік береді.",
  "section-challenges-header": "Өз сынақтарыңызды секундтарда іске қосыңыз",
  "section-challenges-text-1": "Тиісті мазмұнмен брендте болыңыз",
  "section-challenges-text-2": "Қауіпсіздік талаптарын қанағаттандыру үшін пайдаланушылар тапсырманы шешуі керек болғанда, неге пайдаланушыға ұнамды және маңызды тапсырмаларды жасамасқа? Қарапайым теңшелетін сынақ дизайнеріміздің көмегімен сіз бірнеше минут ішінде брендтік сынақ мазмұнын іске қоса аласыз.",
  "section-integration-header": "Тікелей платформа интеграциясы",
  "section-integration-subheader": "Веб-инфрақұрылымдық компаниялар үшін",
  "section-integration-text": "hCaptcha Enterprise жүйесі дизайнында ерекше икемді: егер сіз жалпыға қолжетімді бұлтты басқарсаңыз немесе көптеген деректер орталықтарына ие болсаңыз, оны желінің шетінде ішінара немесе толығымен орналастыруға болады. Бұл ең қатал SLA талаптарын орындау үшін тәулік бойы жұмыс істейтін қызметкерлеріміздің басқарудың барлық артықшылықтарын сақтай отырып, шығындар мен желіден тыс трафикті күрт төмендетеді.",
  "section-support-header": "Сізге және сіздің пайдаланушыларыңызға қол жетімді сараптама және қолдау",
  "section-support-text": "Қызмет көрсету - біз үшін бірінші кезектегі міндет. Біз тәулік бойы қоңырау шалу бойынша қолдау көрсетеміз және іске асыру кезінде және одан кейін инженерлік біріктіру тобыңызбен және біздің шақыру бойынша қызметкерлермен тікелей Slack координациясын ұсынамыз. , және виджеттегі және электрондық пошта арқылы қолдау көрсету арналары. Біз қол жетімді және жауап береміз және пайдаланушының қанағаттануын ең жоғары KPI ретінде қарастырамыз.",
  "section-enterprise-header": "Кәсіпорын ерекшеліктері",
  "section-enterprise-title-1": "Әлемдік деңгейдегі роботқа қарсы қорғаныс",
  "section-enterprise-desc-1": "Веб масштабында шайқаста сыналған.",
  "section-enterprise-title-2": "Жоғары дәлдіктегі бот ұпайлары",
  "section-enterprise-desc-2": "Әр түрлі типтегі нашар актерлерді анықтаңыз.",
  "section-enterprise-title-3": "Нөлдік үйкеліс және 99,9% пассивті режимдер",
  "section-enterprise-desc-3": "Заңды пайдаланушылардың 0,1%-дан азын шақырыңыз.",
  "section-enterprise-title-4": "Көрсетілген бақылау сынақ түрлері",
  "section-enterprise-desc-4": "Таңдау үшін түрлердің кең кітапханасы.",
  "section-enterprise-title-5": "Пайдаланылған тапсырма мазмұнын бақылау",
  "section-enterprise-desc-5": "Тұрақты пайдаланушы тәжірибесімен брендте болыңыз.",
  "section-enterprise-title-6": "Кәсіпорынның SLA шарттары",
  "section-enterprise-desc-6": "Кепілдендірілген сенімділік және 24/7 жылдам қоңырау шалу бойынша қолдау.",
  "section-enterprise-title-7": "Бұрынғы шолғышты қолдау",
  "section-enterprise-desc-7": "Internet Explorer 8 нұсқасына дейін үйлесімді.",
  "section-enterprise-title-8": "Жетілдірілген есеп беру тақталары және API",
  "section-enterprise-desc-8": "Барлық сайттарыңыз бен қолданбаларыңызда не болып жатқанын көріңіз.",
  "section-enterprise-title-9": "Әр елде жұмыс істейді",
  "section-enterprise-desc-9": "reCAPTCHA-дан айырмашылығы, біз әр елде жұмыс істейміз.",
  "section-enterprise-title-10": "GDPR, CCPA және LGPD қолайлы құпиялылық саясаты",
  "section-enterprise-desc-10": "Бірінші күннен бастап құпиялылық үшін жасалған. Мықты деректерді өңдеу келісімі.",
  "section-enterprise-title-11": "Ұсақ түйіршікті қиындық деңгейлері",
  "section-enterprise-desc-11": "Пайдалану жағдайыңызға дәл сәйкестендіру үшін оны теріңіз.",
  "section-enterprise-title-12": "Бірінші тарап хостингі",
  "section-enterprise-desc-12": "Барлық сұраулар мен активтер hcaptcha.yourdomain.com сайтына өтеді",
  "section-enterprise-title-13": "Көп пайдаланушыға арналған бақылау тақталары",
  "section-enterprise-desc-13": "Басқаруды командаңызбен бөлісіңіз.",
  "section-enterprise-title-14": "Жылдам растау",
  "section-enterprise-desc-14": "0 мс кідіріс: hCaptcha таңбалауыштарын API шақырусыз тексеріңіз.",
  "section-enterprise-title-15": "Мобильді (iOS және Android) интеграциясы",
  "section-enterprise-desc-15": "Интернетте, жергілікті мобильді, мобильді вебте үздіксіз тәжірибе. Алдын ала құрастырылған интеграциялар және жергілікті SDK қол жетімді.",
  "section-enterprise-title-16": "Теңшелген шарттар мен құпиялылық кепілдіктері",
  "section-enterprise-desc-16": "Басқа компаниялар мүмкін болмаған кезде заңды қажеттіліктеріңізді қанағаттандырыңыз.",
  "presented-challlenges-head": "Ұсынылған сынақтар",
  "presented-challenges-title-1": "Салыстыру",
  "presented-challenges-text-1": "Сұрауға сәйкес келетін барлық кескіндерді таңдаңыз",
  "presented-challenges-title-2": "Шектеу жәшігі",
  "presented-challenges-text-2": "Объектілер үшін шектейтін аумақты анықтаңыз",
  "presented-challenges-title-3": "Категориялау",
  "presented-challenges-text-3": "Сәйкес белгілерді анықтаңыз",
  "presented-challenges-subheader": "...және басқа да қарапайым тапсырмалар. Адамдарға оңай, боттарға қиын.",
  "presented-challenges-subtext": "Теңшелетін тапсырмалар кәсіпорын баспагерлері үшін де қолжетімді.",
  "footer-header-1": "Компания",
  "footer-header-2": "Ресурстар",
  "footer-header-3": "Байланыс",
  "footer-link-1": "Белгілеу",
  "footer-link-2": "туралы",
  "footer-link-3": "Жұмыс орындары",
  "footer-link-4": "Сауда белгілері",
  "footer-link-5": "Блог",
  "footer-link-6": "Күй",
  "footer-link-7": "Құжаттама",
  "footer-link-8": "Қате туралы хабарлау",
  "footer-link-9": "Қол жетімділік",
  "footer-terms": "Шарттар",
  "footer-privacy": "Құпиялылық",
  "footer-attribution": "Атрибуция",
  "footer-subheader-1": "Қолдау",
  "footer-subheader-2": "Байланыс",
  "switch-to-english-link": "Ағылшын тіліне ауысу",
  "intro-heading-privacy": "Құпиялылыққа арналған.",
  "intro-subtitle-p1-privacy": " Интернеттегі қауіпсіздікке құпиялылыққа негізделген бірегей тәсіл.",
  "info-head-2-pr": "Желідегі әрекетті жазу - бұл жауап емес.",
  "info-text-1-pr": "hCaptcha Enterprise бір ғана мақсатты көздейді: жаман актерлердің желідегі әрекеттеріңізді бұзып, пайдаланушыларыңызға зиян келтіруіне жол бермеу.",
  "info-text-2-pr": "Осылайша, біздің жүйелеріміз класстағы жетекші қауіпсіздікті сақтай отырып, деректерді жинау мен сақтауды барынша азайту үшін басынан бастап жасалған. Пайдаланушы деректерін қорғаудың ең жақсы жолы - оны мүлдем сақтамау.",
  "info-text-3-pr": "Барлық тұтынушылармен қарым-қатынастар сонымен қатар күшті деректерді өңдеу келісімімен қорғалған. hCaptcha қызметі сіздің қызметіңіздің немесе тұтынушыларыңыздың қай жерде тұратынына қарамастан, барлық құпиялылық заңдарына сәйкес келеді. Жеке деректерді сақтамау біз үшін басқа компанияларға қарағанда мұны әлдеқайда жеңілдетеді.",
  "info-text-2-2-pr": "reCAPTCHA v3 сияқты қызметтер жақсы қауіпсіздік үшін сайтыңыздың әрбір бетіне бақылау пикселін қою қажет екенін айтады. Бұлай емес.",
  "info-text-2-3-pr": "Қарапайым мінез-құлық талдауы - нашар актерлер оңай қолданатын сигнал және сіздің барлық заңды трафик үшін шолу тарихын сақтауды талап етеді.",
  "info-text-2-4-pr": "Біз жарнамалық желіні пайдаланбаймыз және оларға жарнамаларды сату үшін пайдаланушы әрекетін бақылауға мүдделі емеспіз. Бұл сіздің сайтыңыздың әрбір бетінде пассивті пикселді қажет етпейтінін білдіреді.",
  "info-text-2-5-pr": "Сынақ кодын тек қажет жерде және сізді де, пайдаланушыларды да қорғау мағынасы бар жерде қосыңыз.",
  "info-head-3-pr": "Машиналық оқыту пайдалы. Бірақ ол жұмыс істеу үшін жеке деректерді қажет етпейді.",
  "info-text-3-1-pr": "Қазір машиналық оқыту біздің өміріміздің барлық дерлік аспектілеріне әсер етеді, көбінесе біз түсінбейтін және көре алмайтын тәсілдермен. Онлайн қауіпсіздік қызметтері де ерекшеленбейді.",
  "info-text-3-2-pr": "Мыңдаған сигналдарды үйрене отырып, модельдер зиянды әрекетті өте жылдам анықтай алады және жоғары сенімділікке қол жеткізе алады, тіпті жеке сигнал проблеманы көрсету үшін жеткілікті күшті болмаса да.",
  "info-text-3-3-pr": "Дегенмен, бұлардың ешқайсысы жеке сәйкестендірілетін ақпаратты (PII) пайдалануды талап етпейді. Заманауи криптографиялық әдістер бізге кез келген жеке деректерді мүмкіндігінше тез жоюға мүмкіндік береді, оның орнына кез келген жеке тұлғамен байланыстыруға болмайтын бір жақты қолтаңбаларды жасайды.",
  "info-text-3-4-pr": "Сәйкестендірілмеген деректер бойынша оқыту дәл солай жұмыс істейді және қауіпсіздікке де, құпиялылыққа да нұқсан келтіруді қажет етпейді. Біздің тұтынушылар эмпирикалық сынақтардан өтті және бізді әлдеқайда аз жеке баламаларға тең немесе жақсырақ деп жариялады.",
  "cloudflare-quote-text-privacy": "Бізге hCaptcha шешімдері туралы бірқатар нәрселер ұнады: 1) олар жеке деректерді сатпайды; олар ең аз қажетті жеке деректерді ғана жинайды, олар жинайтын ақпаратты және оны қалай пайдаланатынын және/немесе жария ететінін сипаттауда ашық.",
  "pilot-head": "Бізді өз ортаңызда ешқандай міндеттемесіз сынап көріңіз.",
  "pilot-text-1a": "Біз сатушы емес, инженерміз: таңдауыңызға риза болғаныңызды қалаймыз.",
  "pilot-text-1b": "Сіздің қанағаттануыңызды қамтамасыз етудің ең жақсы жолы - сіздің қажеттіліктеріңізге сәйкес келетінімізді көрсету.",
  "pilot-text-1c": "Пилоттық бағдарламаны бастаған барлық дерлік компаниялар біздің шешімдерімізді таңдайды.",
  "pilot-text-1d": "Техникалық мамандарымыздың біріне хабарласу үшін осы пішінді пайдаланыңыз. Біз тез жауап береміз.",
  "pilot-text-1e": "Сондай-ақ бізге тікелей электрондық пошта арқылы жіберуге болады.",
  "pilot-email-details": "Толық ақпарат осында.",
  "pilot-f1": "Аймақ",
  "pilot-f2": "Сіздің атыңыз",
  "pilot-f3": "Сіздің атыңыз",
  "pilot-f4": "Іскерлік электрондық пошта",
  "pilot-f5": "Бізде басқа мәліметтер болуы керек пе?",
  "pilot-f6": "Сізге шұғыл жұмысқа қабылдау қажет пе?",
  "pilot-f7": "Иә.",
  "pilot-f8": "Мен шабуылға ұшырадым және дереу қосылуды қажет етеді.",
  "pilot-f9": "Жіберу",
  "pilot-f10": "Электрондық поштаңызды енгізу арқылы сіз біздің шарттармен және құпиялылық саясатымызбен келісесіз және бізден электрондық поштаны алуға келісесіз.",
  "pilot-fo-1": "Интеграция оңайырақ болуы мүмкін емес еді.",
  "pilot-fo-2": "hCaptcha қолданбасында сіз пайдаланатын алдыңғы және серверлік жүйелер үшін ондаған алдын ала құрастырылған интеграциялар бар.",
  "pilot-fo-3": "Егер сіз Google-дың reCAPTCHA жүйесінен келетін болсаңыз, біздің API интерфейстері ашылмалы орнын ауыстырады. Сізге тек үш жолдық код қажет.",
  "pilot-fo-4": "Сізге React интеграциясы, iOS жергілікті қолданбаларына арналған SDK файлдары, Java серверлік үлгісі немесе кез келген басқа сценарий қажет пе, біздің жұмысқа қосу инженерлері сізді жылдам іске қоса алады.",
  "pilot-fo-5": "Әдеттегідей, құпиялылық біз үшін басты құндылық болып табылады. Сынақ кодын тек қажет жерде және сізді де, пайдаланушыларды да қорғау мағынасы бар жерде қосыңыз. Деректерді жинауды азайту интеграциялау сәтінен басталады.",
  "pilot-fdone": "Рақмет сізге. Біз жақын арада хабарласамыз.",
  "home-ent-2-new": "Біздің кәсіпорын шешіміміз туралы көбірек біліңіз.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise шешімдері озық қауіпсіздікті қамтамасыз етеді және көптеген үздік онлайн қызметтерді қорғайды.",
  "home-plans-button-2-new": "Көбірек білу үшін",
  "header-enterprise-link": "Кәсіпорын",
  "sales-interstitial-c1b-new": "hCaptcha Enterprise туралы көбірек біліңіз"
}
