{
    "1001938065": "Интеграция оңайырақ болуы мүмкін емес еді",
    "1012122721": "* Деректер профильдеу үшін пайдаланылмайтын, тікелей біз басқаратын статистикалық cookie файлдары (яғни үшінші тарап емес, бірінші тарап).",
    "1014004474": "hCaptcha Enterprise жоспарлары ұйымыңызды қорғау үшін кеңейтілген қызмет деңгейіндегі келісімдерді ұсынады",
    "1021431157": "( ) Ашық бастапқы коды немесе ашық бастапқы лицензиялармен үйлеспеушілік",
    "1023070345": "2021 жылдың 14 наурызынан кешіктірмей",
    "1023108656": "Үшінші тарап алушылардың санаттары",
    "1023190144": "Мәтіндегі hCaptcha®",
    "102498091": "Google reCAPTCHA Enterprise үшін 1000 сұрау үшін $1 ақы алады, яғни олар енді өз қызметінің қауіпсіздігін бұзуға кететін шығыннан бір сұрау үшін көбірек ақы алады. Бұл жаман мәміле сияқты.",
    "102695075": "Ұзақтығы",
    "1027023087": "Біз hCaptcha-да оның орнына, шолу журналы сияқты ұзақ мерзімді мінез-құлық жазбаларын сақтауды қажет етпейтін және қызмет енгізілгеннен бері белгілі қарсыластардың алдында әлдеқайда төзімді екенін дәлелдейтін мәселеге неғұрлым заманауи тәсілдерге назар аудардық.",
    "1027200955": "Жобаның қажеттіліктерін анықтау үшін домен сарапшыларымыздың бірімен сөйлесіңіз: мақсатты дәлдік, пішім және кез келген арнайы талаптар.",
    "1028058338": "Деректерді қорғаудың жалпы ережесіне (\"GDPR\") сәйкес құқықтарыңызға қатысты \"ЕО деректер субъектілеріне ескерту\" бөлімін қараңыз.",
    "1033698050": "1. Біз тұтынушы бізге әдеттегі батыстық қоғамдық нормаларды түсіндіруге сәйкес моральдық тұрғыдан қолайлы деп санайтын пайдалану жағдайын берді деп сенеміз бе?",
    "1035621426": "reCAPTCHA анықтаған әрбір бот Google-дың жарнамалық кірісін тікелей азайтады.",
    "1038019440": "1. Бұл тұтынушы халықаралық заңдар мен нормаларға қайшы мінез-құлық жасайтын белгілі елдің ұлттық мүдделерін білдіре ме?",
    "103876916": "hCaptcha қызметі мен қатысты бастапқы код бойынша жарамды қауіпсіздік есептері үшін.",
    "1042802841": "Құпия ақпарат – бұл құпия немесе жекеменшік деп белгіленген немесе қабылдаушы тарап құпия немесе меншікті деп түсінуі керек кез келген ақпарат. Бұл (1) жалпыға қолжетімді, (2) иелігінде болған, дербес әзірлеген немесе қабылдаушы тарапқа бұрыннан белгілі немесе (3) сот шешімі бойынша ашылған немесе басқаша талап етілетін ақпаратты қамтымайды. заң.",
    "1045484714": "Идентификатор провайдерімен SAML SSO интеграциясы, мысалы, Okta немесе Azure AD.",
    "1046087606": "IBM. (Жаһандық). Ұсынылатын қызметтер: IBM Cloud.",
    "1047251718": "Алайда, бүгін адамдар API интерфейстері туралы айтқанда, олар әрқашан стандарттарға негізделген API интерфейстерін білдіреді. Бұл Өкілдік күйді тасымалдау (REST) сияқты ашық стандарттар және JavaScript нысан белгісі (JSON) сияқты ашық стандартты файл пішімдері арқылы жасалған API интерфейстері. Белгілі болғандай, мұндай «RESTful API интерфейстері» меншікті бағдарламалық құралды қажет етпей-ақ жасалуы мүмкін. Алынған API интерфейстері бағдарламалық құрал қолданбалары арасында деректерді және процедуралық қоңырауларды жіберуге және қабылдауға қабілетті. Мысалы, мобильді банкинг қолданбасы банк жүйелеріне кіру үшін API пайдаланады.",
    "1050501253": "Тым қиын",
    "1051214799": "hCaptcha — веб-қауіпсіздік қызметі, оны пайдаланатын веб-сайттардың немесе қолданбалардың баспагерлерімен құнды бөлісуге тырысады.",
    "1053787685": "Төлем алаяқтығы дегеніміз не?",
    "1058572205": "туралы көбірек білгіңіз келсе, бізге хабарласыңыз",
    "1059502393": "Қате туралы есеп мәліметтерін түсіру: Firefox",
    "1061239711": "3. 1-ші тарап",
    "1062291156": "стандартты шарттар",
    "1066753052": "бұл әмиянның бос екенін және сіз hCaptcha шақыруын қамтитын сайтта екеніңізді білдіреді. Тапсырманы орындағаннан кейін сіз hCaptcha көмегімен кез келген басқа веб-сайтта сатып алуға болатын белгілерді аласыз.",
    "1067704102": "Деректер таңбалауындағы мән",
    "1070364246": "Ой! Пішінді жіберу кезінде бірдеңе дұрыс болмады.",
    "10724169": "Сіз бізге берген кез келген Жеке ақпаратпен не істейтінімізді реттейтін Құпиялық саясатымызды қабылдайсыз.",
    "1074044172": "Қауіпсіздік талаптарын қанағаттандыру үшін пайдаланушылар мәселені шешуі керек болғанда, неге пайдаланушыға жағымды және маңызды сұрақтар қоймасқа?",
    "1077448694": "Үшінші тараптың әлеуметтік медиа веб-сайттарымен біріктіру.",
    "1080672247": "Қойылған сұрақтардың көпшілігін дайын бағдарламалық жасақтамамен үнемді шешу мүмкін болмағандықтан және деректер жалпы жүйеге ғана тән болғандықтан, бұл боттарды жиі тегін қызмет толығымен тоқтататынын және оның орнына адамның CAPTCHA шешушілеріне сену керектігін білдіреді. қиянаттың көптеген түрлерін мүлдем тиімсіз етеді.",
    "1080752747": "Сатушыларға хабарласыңыз",
    "1085089390": "Желідегі зорлық-зомбылық адамның туа біткен мінез-құлқынан туындайды",
    "1087195513": "Егер сіз Қызметтерге кіретін және/немесе IMI емес Сұраныс берушінің атынан Интегратор арқылы немесе оған байланысты тапсырмаларды орындайтын Қатысушы болсаңыз, онда сіз Intuition Machines компаниясының сіз үшін жауап бермейді және сіздің алдыңызда ешқандай міндеттемесі жоқ екеніне келісесіз және мойындайсыз. орындалған тапсырмалар үшін кез келген марапаттарға немесе басқа өтемақыларға қатысты. Орындалған тапсырмалар үшін кез келген сыйақы немесе басқа өтемақы тек Сұраныс берушімен және/немесе Интегратормен келісіміңізге сәйкес анықталатынымен келісесіз және мойындайсыз. Мұндай сыйақыларға немесе басқа өтемақыларға қатысты кез келген даулар (соның ішінде шектеусіз мұндай сыйақыларды немесе басқа өтемақыларды ала алмау) тек сіз бен Сұраныс берушінің және/немесе Интегратордың арасында болады.",
    "1087260385": "Осы Құпиялық саясаты туралы сұрақтарыңыз болса, бізге хабарласыңыз",
    "1088304322": "Біз сіздің жеке ақпаратыңызды осы Құпиялылық саясатында сипатталмаған себептер бойынша, заңмен рұқсат етілген және оның себебі біз оны жинау мақсатымен үйлесетін жағдайларда пайдалана аламыз. Бізге сіздің жеке ақпаратыңызды еш қатысы жоқ мақсатта пайдалану қажет болса, біз сізді хабардар ете аламыз және осы пайдаланудың қолданыстағы заңды негіздерін түсіндіреміз. Егер біз сіздің жеке ақпаратыңызды белгілі бір пайдалану үшін сіздің келісіміңізге сүйенсек, кез келген қатысы жоқ мақсаттар үшін сіздің келісіміңізді сұрай аламыз және қарсылық білдірсеңіз, сол уақытта қызметті пайдалануды тоқтатуға рұқсат ете аламыз.",
    "1089415440": "Суреттер мен бейнеде объектіні дәл анықтау",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "109179759": "Этикалық алаңдаушылық критерийлері: Субъективті",
    "1092241113": "Клиенттеріміз бен Интеграторларымыздың мүдделерін жақсырақ түсіну үшін.",
    "1093280979": "1. Платформа тапсырысының пішіндері",
    "1099238677": "Біздің жоғары көлемді және төмен кідіріспен жұмысыңызды аяқтаған бойда автоматтандырылған жеткізу арқылы жылдам айналдырамыз.",
    "1103295010": "Адамдар CAPTCHA шешкен кезде ақша табыңыз немесе қайырымдылыққа беріңіз",
    "1105363520": "Біз жарнамалық желіні пайдаланбаймыз және оларға жарнамаларды сату үшін пайдаланушы әрекетін бақылауға мүдделі емеспіз. Бұл сіздің сайтыңыздың әрбір бетінде пассивті пикселді қажет етпейтінін білдіреді.",
    "110836420": "Соңғы жаңартылған: 23 желтоқсан, 2020 ж",
    "1108398506": "тұтынушылар тәжірибені толық бақылауға алады және hCaptcha интернеттегі ең ірі тәуелсіз сынақ провайдерін басқаратын тәжірибенің пайдасын көреді. Олар сондай-ақ reCAPTCHA Enterprise-ге қарағанда жақсы мәміле алады: көлемге байланысты 50-80% дейін жақсы баға.",
    "111184581": "Бірінші тарап хостингі",
    "1112074001": "2-қадам: Әзірлеуші құралдарындағы Желі қойындысын басыңыз. Жоғарғы жағындағы «Журналдарды сақтау» жолағын белгілеңіз.",
    "1115642494": "1. Дереккөз: BuiltWith.com reCAPTCHA сайт тізімдері. 2019 жылдың 9 шілдесінде алынды.",
    "1115671076": "Zendesk, Inc. (Жаһандық). Ұсынылатын қызметтер: Zendesk.com.",
    "1116455671": "A: Егер пайдаланушы оны сіздің сайтыңызда аяқтаса, сіз бастапқы шешім үшін сыйақы аласыз. Сатып алулар клиенттің жоғары сеніміне байланысты пайдаланушы сіздің сайтыңызда автоматты түрде өткендей жауап үлгісін ұстанады: табыс түспейді және серверден siteverify қоңырауы өту нәтижелерінде «кредит: False» алады.",
    "1118929614": "( ) Спам жіберушілермен бизнес жасайтын адамдардың тым ақымақтығы",
    "1119009846": "Сіздің, біздің немесе басқалардың құқықтарын, құпиялылығын, қауіпсіздігін немесе мүлкін қорғау мақсатында қолданыстағы заңнаманы, соның ішінде үкіметтің сұрауларын, құқық қорғау органдарының сұрауларын және басқа жолмен мемлекеттік және жеке тұлғаларға қатысты талаптарды орындау қажет болған жағдайда.",
    "1123365779": "Егер сіз веб-әзірлеуші немесе сарапшы пайдаланушы болсаңыз, қорытынды ретінде бізге HAR жазбасын және браузер консолінің журналдарын жіберуіңізді қалаймыз.",
    "1126302400": "Шектеу жәшігі",
    "1126447688": "құпиялылыққа назар аударғанымызға қарамастан, боттарды анықтау және азайту бойынша бірдей немесе жақсырақ өнімділік туралы жиі хабарлайды",
    "1126613163": "Сезімтал деректер",
    "1129833879": "Зиянды боттарды тоқтатыңыз, пайдаланушының құпиялылығын қорғаңыз",
    "1130783905": "Дәлдік сіздің және біздің мүддемізде. hCaptcha сізге нақты деректерді беру үшін жұмыс істейді және оны қалай пайдалану керектігін шешуге мүмкіндік береді. Басқа қауіпсіздік шешімдерін Gigantic жарнамалық компаниялар ұсынады. Бұл олар бұғаттайтын әрбір бот кірістерін азайтуы мүмкін дегенді білдіреді.",
    "1130802068": "Біз жинаған ақпаратты келесі мақсаттарда пайдаланамыз:",
    "1130868224": "Үш жол код",
    "1131196501": "Ірі компаниялар ұнайды",
    "1131525092": "Қатысты алаяқтық пен теріс пайдалануды табу және тоқтату үшін құпиялылықты сақтайтын Scoped UID арқылы жаман актерлерді оңай біріктіріңіз.",
    "1133989302": "Неліктен hCaptcha?",
    "1137757109": "Егер бұл электрондық коммерция тіркелгісі болса, шабуылдаушы тауарға тапсырыс бере алады. Егер жәбірленуші банк болса, шабуылдаушы қаражатты оффшорға аудара алады және т.б.",
    "1139493658": ", және құпиялылық пен қауіпсіздікті теңестіру үшін көп жұмыс жасаңыз.",
    "1139500589": "Ел",
    "1140554614": "Деректерді өңдеу келісімі",
    "1141402092": "Жетілдірілген есеп беру мүмкіндіктері",
    "1144966033": "Құны мен сапасы үшін оңтайландырылған",
    "1150035777": "Күрделі машиналық оқыту үлгілері сұрақтарға дұрыс жауап беруден басқа көптеген деректер нүктелеріне негізделген ботқа сенімділік ұпайларын жасайды.",
    "1150786045": "www.botstop.com",
    "1150963691": "APT жұмсарту",
    "1151065360": "( ) Қара тізімдер жағымсыз",
    "1155436473": "(біздің кәсіпорын ұсынысымыз) енді ай сайын ондаған миллион веб-сайттар мен қолданбалар арқылы жүздеген миллион пайдаланушыларды қорғайды. Біздің тарихымыз құпиялылықты бірінші орынға қойған кезде Big Tech-пен бәсекеге түсе алатыныңызды көрсетеді.",
    "1155821305": "қорғаныс – тереңдік",
    "1156712451": "Бастапқы жұмыс сынағы",
    "1159746815": "Сондай-ақ бізге тікелей электрондық пошта арқылы жіберуге болады.",
    "1160252730": "Google қазір reCAPTCHA Enterprise үшін жоғары бағаларды талап етіп отыр, бұл көптеген компаниялардың бұл келісімді қайта қарауына себепші болды.",
    "1160707899": "12. Салымшының рөлі және IMI және басқа сұраушылармен қарым-қатынасы",
    "1161704803": "Неліктен бізде AI этикасы саясаты бар?",
    "116842359": "***** Жүйеге техникалық қызмет көрсетуге байланысты салыстырулар бірнеше күнде аяқталады деп күтілуде.",
    "1169005651": "2019 жылдың 15 қыркүйегі",
    "1172067553": "hCaptcha артындағы HUMAN платформасы бар жүйелермен біріктірілген жергілікті, гибридті немесе SaaS орналастырулары арқылы жоғары күрделі жұмыс сапасы мен басқару мүмкіндіктерін қамтамасыз етеді.",
    "117227832": "( ) Неліктен біз сізге және сіздің серверлеріңізге сенуіміз керек?",
    "1173652155": "Кеңесшілер",
    "1173934218": "Біз сіздің құпиялылығыңыз сіз үшін маңызды екенін түсінеміз және біз қолданатын технологиялар туралы мөлдір болуға міндеттенеміз. Бұл саясат біздің сайттарымызда және қызметімізде cookie файлдарын қалай және қашан пайдаланатынымыз туралы толық ақпаратты береді.",
    "1174237568": "Бұл өңдеу әрекеттері біздің заңды мүдделерімізді құрайды. Жеке ақпаратыңызды заңды мүдделеріміз үшін өңдемес бұрын біз сізге (жағымды да, теріс те) және сіздің құқықтарыңызға кез келген ықтимал әсерлерді қарастырып, теңестіруге тырысамыз. Біз сіздің жеке ақпаратыңызды мүдделеріміз сізге қандай да бір жағымсыз әсер ететін әрекеттер үшін пайдаланбаймыз (егер сіздің келісіміңіз болмаса немесе заңмен басқаша талап етілмесе немесе рұқсат етілмесе).",
    "1177598246": "Сатушыларға хабарласыңыз",
    "1182294134": "Азия-Тынық мұхиты (APAC)",
    "1186243118": "логотип суреттері",
    "1187718370": "Бізбен хабарласыңыз",
    "1188668818": "осы веб-сайтты пайдалану кезінде кез келген жалған ақпаратты беру (соның ішінде шектеусіз тіркелгіңіздегі кез келген басқа тұлғаны немесе ұйымды көрсету немесе өзіңізді немесе тіркелгіңіздегі кез келген басқа тұлғаға немесе ұйымға қатыстылығыңызды жалған көрсету немесе басқаша бұрмалау);",
    "119098046": "Пассивті немесе қиындықсыз шешімдер туралы не деуге болады?",
    "119298044": "Жетілдірілген өзін-өзі қадағалайтын ML және AI технологиялары веб-сипаттарды қауіптер мен шабуылдардан қорғайды",
    "1193738791": ": олар веб-сайттың әрбір бетіндегі және интернеттегі пайдаланушы әрекетін бақылайды. Біз hCaptcha-ны бірінші күннен мүмкіндігінше құпиялылыққа қолайлы етіп жасадық. Бұл мәселеге мүлдем басқа көзқарасқа әкелді. Белгілі болғандай, жақсы қауіпсіздікке қол жеткізу үшін Интернеттегі пайдаланушыларды қадағалау және олардың веб-тарихын олардың жеке басына байланыстыру мүлдем қажет емес. hCaptcha-ға ауысқан көптеген компаниялар",
    "1200905005": "††† 2021 жылдың қыркүйегінен бастап, қызметтің өсуіне байланысты операциялық шектеулерді жеңілдету үшін салыстырулар мен төлемдер енді бір күн емес, шамамен 10 күндік мерзімде орындалады.",
    "1201821619": "hCaptcha бүгінгі күннің ең өзекті мәселелерінің бірін шешеді: зиянды боттардың онлайн қызметтерді теріс пайдалануының алдын алу.",
    "120384113": "6. Тоқтату",
    "1204911585": "2. Егер сіз (2020 жылдың сәуіріндегі жағдай бойынша) cookie файлдарының ақ тізімі жоқ сияқты көрінетін Brave браузерін пайдалансаңыз, Теңшелімдер -> Қалқандар -> Cookie файлдарына өтіп, \"Барлық cookie файлдарына рұқсат беру\" опциясын таңдаңыз.",
    "1208179159": "LogDNA, Inc. (Жаһандық). Ұсынылатын қызметтер: LogDNA.com.",
    "121192737": "Алдағы толықтырулар",
    "1216071511": "Дәл осындай идеялардың жиі ұсынылатыны сонша, шамамен 20 жыл бұрын анонимді автор спамға қарсы шешімдер туралы онлайн талқылау үшін пайдалы бос орынды толтырды:",
    "121743429": "Веб-инфрақұрылымдық компаниялар үшін",
    "1218990730": "егжей-тегжейлі журналдармен мәселелерді қалай хабарлауға болады",
    "1219091208": "Dropbox",
    "1224727373": "hCaptcha арқылы BotStop",
    "122875767": "Басқа компаниялар мүмкін болмаған кезде заңды қажеттіліктеріңізді қанағаттандырыңыз.",
    "1229233916": "Сілтемелер",
    "1230058025": "Бөліну мүмкіндігі. Топтық әрекеттен бас тартуды қоспағанда, осы арбитраждық тармақтың кез келген мерзімі немесе ережесі немесе бөлігі жарамсыз немесе орындалмайтын деп танылса, ол үзіледі және арбитраждық тармақтың қалған бөлігі орындалуға жатады.",
    "1232651561": "бағдарламалық қамтамасыз ету қазір reCAPTCHA мәселелерін шешуде адамдар сияқты жақсы.",
    "1233229030": "Әртүрлі",
    "1233793176": "Біздің сайттарымыз бен қызметтеріміз 13 жасқа толмаған балаларға арналмаған және біз 13 жасқа толмаған балалардан жеке ақпаратты әдейі жинамаймыз. Егер біз 13 жасқа толмаған баланың жеке ақпаратын жинағанымызды білсек, біз егер біз оны сақтауға заңды міндеттеме алмасақ, мұндай ақпаратты мүмкіндігінше тезірек файлдарымыздан жою үшін орынды қадамдар жасау. Бізбен байланысыңыз",
    "1235925265": "Құжаттама",
    "1237076138": "hCaptcha тегін (hCaptcha Publisher) және кәсіпорын (hCaptcha Enterprise) тұтынушыларына әділ мәміле ұсынады.",
    "1240667045": "Біз кез келген уақытта кез келген себеппен, соның ішінде: (a) осы Қызмет көрсету шарттарын (соның ішінде басқа қатысты саясаттарды) бұзды деп есептейміз; (b) сіз біздің құқықтарымызды немесе кез келген үшінші тараптың құқықтарын бұзды деп есептейміз; (c) сіз бізге берген ақпаратты тексере немесе түпнұсқалығын растай алмасақ; немесе (d) сіздің әрекеттеріңіз сізге, бізге немесе үшінші тарапқа жауапкершілік тудыруы мүмкін деп санаймыз. Күмән тудырмас үшін, жоғарыда аталғандардың кез келгені осындай төлемге қатысты деп негізді түрде сенсек, сізге төлемді болдырмау немесе тоқтату құқығын сақтаймыз.",
    "1241291641": "Қосымша мәліметтерді қараңыз.",
    "1242066691": "«Үшінші тарап cookie файлдарына рұқсат беру» жанындағы құсбелгіні қойыңыз.",
    "1243684308": "Біз сіздің пікіріңізді байыппен қабылдаймыз және аз боттармен және аз спаммен әркімнің желіде жағымды тәжірибесі болуын қамтамасыз еткіміз келеді. Бізге хабарласыңыз:",
    "1250541092": "— Серги Исаси",
    "1253441326": "5. «OK» түймесін басыңыз.",
    "1254771154": "hCaptcha енгізетін басқа Privacy Pass қолдау көрсететін қызметтерде көрсетілген қиындықтар, мысалы, Cloudflare.",
    "1258965840": "Осылайша, егер шабуылдаушы бір сайтқа кіре алса, ол төгілген тіркелгі деректерін пайдаланып бірнеше сайттарға кіруі мүмкін. Мысалы, олар JohnDoe/525momma сияқты пайдаланушы аты/пароль жұбын алуы мүмкін, бірақ олар бұл жұптың олар үшін не істейтінін білмейді. Осылайша, олар Amazon.com, Ebay, Citibank, Walgreens және т.б. Олар бұл жұпты мың түрлі сайттарда сынап көруі мүмкін.",
    "1259002282": "Қате таптыңыз ба? Бұл туралы қалай хабарлау керек.",
    "126134492": "Басқа",
    "1263998069": "Адам шешкені үшін сыйақы алыңыз",
    "1266963825": "С: hCaptcha бөлімі 508 + WCAG 2.1 AA үйлесімді ме?",
    "1268414751": "Бізде басқа мәліметтер болуы керек пе?",
    "1268918580": "hCaptcha және оның серіктестері пайдаланатын кейбір логотиптер мен белгілер үшінші тараптарға тиесілі және олардың рұқсатымен ғана пайдаланылуы мүмкін. Үшінші тұлғалар олардың иелері рұқсат еткен жағдайларды қоспағанда, келесі белгілерді пайдалана алмайды:",
    "1270712701": "Баспасөз хабарламалары және соңғы есептер",
    "1271831121": "Хакер (әрине, капюшон киген!) тіркелгі деректерінен кейін тіркелгі деректерін теріп отырған сияқты емес. Автоматтандырылған кіру боты Selenium сияқты дайын құралдан немесе арнайы әзірленген хакерлік құралдан жасалуы мүмкін.",
    "1273071008": "Деректер субъектісіне қатынасу құқықтарына сұраулар",
    "1273914192": "3. Салықтар",
    "1275150216": "Көрнекті орындар",
    "1278884196": "Яғни, криптография өте жас пән. Соңғы тарихқа сүйене отырып, сіздің криптографиялық схемаңыз және/немесе іске асыру кез келген адам оны мұқият қарауға ынталы болған кезде бұзылып қалуы мүмкін және басқа адамдар мұны сізден көп бұрын анықтайтын болуы мүмкін. Аппараттық құралға сену сонымен қатар кемшілікті жою үшін әрбір пайдаланушыдан физикалық құрылғыны өзгертуді сұрау қажет болуы мүмкін дегенді білдіреді. Бұл көп жағдайда тез болуы екіталай, яғни шын мәнінде сіздің жүйе жай ғана ашылып қалады.",
    "1282121137": "Есептік жазбаны алу қаншалықты проблемалы болуы мүмкін екенін түсіну үшін қаржылық институттың көзқарасы бойынша тәжірибенің қандай болатынын қарастырыңыз. Олар күн сайын миллиондаған логиндерді өңдейді.",
    "1289884910": "Біз сондай-ақ анда-санда талдаулар мен есептерді шығарамыз. Мысалға:",
    "1291824746": "hCaptcha төлемдері тоқсан сайын 60 күндік соңына дейін орындалады. Бұл нені білдіретінін көрсету үшін төмендегі кестені қараңыз.",
    "129661785": "«Автокөлікті/жаяу жүргіншілер жолағын/аял шамын басу керек пе?» деп сұраған кезіңіз болды.",
    "1296696044": "Құпиялылық пен қауіпсіздік: неге екеуі де емес?",
    "1297224875": "Кәсіпорынның онлайн қауіпсіздігіне құпиялылыққа негізделген бірегей тәсіл.",
    "1297657322": "Жүйеге кіргеннен кейін пайдаланушының қол жетімділік экраны",
    "1300485304": "hCaptcha кеңейтілген қауіптерден және желілеріңізге енуге арналған алдаулардан қорғайды",
    "130239139": "Google күнделікті жинайтын 100+ адам-жыл еңбегінің құны қандай?",
    "1316817321": "Атрибуция",
    "131871195": "Сіздің қанағаттануыңызды қамтамасыз етудің ең жақсы жолы - сіздің қажеттіліктеріңізге сәйкес келетінімізді көрсету.",
    "1330274831": "Осы арқылы сіз бізге кез келген Тұтынушы деректерін тек Қызметтерді көрсету мақсатында ғана пайдалану, көбейту, электронды түрде тарату және жалпыға көрсету үшін осы Келісімнің әрекет ету мерзімі ішінде дүниежүзілік, ерекше емес, қосалқы лицензияланатын, ауыстырылатын, роялтисіз, қайтарылмайтын лицензия бересіз. . Сіз осы бөлімдегі лицензияны беру үшін деректеріңізге және деректеріңізге қатысты жеткілікті құқыққа, құқыққа және қызығушылыққа ие екеніңізді білдіресіз және кепілдік бересіз.",
    "1333016413": "Бұл cookie файлын тіркеу және орнату арқылы болашақ сұрақтардан аулақ болуға мүмкіндік береді.",
    "1337725003": "hCaptcha үлкен және кіші компанияларға өз бизнесіне машиналық оқытуды қолдану арқылы өнімдері мен қызметтерінің сапасын жақсартуға мүмкіндік беретін нақты уақыттағы жоғары көлемді аннотацияға қолжетімділікті демократияландыруға ұмтылады.",
    "1338341134": "hCaptcha + Құпиялық билеті (бета)",
    "1340011854": "Дауды шешудің балама жолы қажет. Сіз Қызметтерді пайдаланудан туындайтын немесе оған қатысты кез келген дауға, соның ішінде IMI тапсырмаларын орындауды бастаған кезден бастап туындауы мүмкін кез келген дауға, атап айтқанда, сіз келесідей санатқа жатқызу немесе жіктемеуге қатысты кез келген шағымды қоса, келісесіз. тәуелсіз мердігер болса, сіз алдымен IMI-ге оған қарсы шағымыңыз туралы хабарлайсыз. Содан кейін сіз және IMI мәселені тікелей келіссөздер немесе медиация арқылы шешуге тырысасыз. Біз медиация құнын теңдей бөлеміз және медиация телефон немесе басқа электрондық құралдар арқылы жүзеге асырылатынына келісеміз. Бейресми келіссөздерден немесе медиациядан кейін шағым шешілмей қалса, сіз және IMI дауды шешу үшін түпкілікті және міндетті арбитражды қолданатыныңызға келісесіз. Бұл тармақ сіз біздің веб-сайтты пайдалана бастаған кезден бастап, деликтке, келісім-шартқа, заңға, соның ішінде кемсітушілік пен қудалауға қатысты кез келген шағымдарды қоса, бірақ олармен шектелмей, Калифорнияның әділ еңбек және тұрғын үй заңына негізделгеніне қарамастан, біздің веб-сайтты пайдалана бастаған кезден бастап барлық шағымдарды ретроактивті түрде реттейді. , 1964 жылғы Азаматтық құқықтар туралы заңның VII тақырыбы, түзетулермен немесе кез келген басқа мемлекеттік немесе федералдық заң немесе ережелер, әділ құқық немесе басқаша.",
    "1344687860": "Шектеу қораптары",
    "1344959096": "Жеке деректер таңбалаушысы ретінде жұмыс істеу",
    "1345083090": "Функционалдық мәселе туралы хабарлау керек пе?",
    "134571844": "Impressum (сайт туралы ескерту)",
    "1350478093": "Өңдеу мақсаты",
    "135276624": "Еуропа, Таяу Шығыс, Африка (EMEA)",
    "1356745565": "Internet Explorer 8 нұсқасына дейін үйлесімді.",
    "1358325821": "Алдымен кеңейтімді орнатыңыз",
    "1362015807": "Бастау",
    "1368787974": "Басқаруды командаңызбен бөлісіңіз.",
    "137127070": "зиянды немесе белгісіз сыртқы сілтемелерді немесе файлдарды кірістіру, жүктеп салу немесе тіркеу немесе вирус, трояндық ат, құрт, уақыттық бомба немесе басқа зиянды компьютерлік кодты қамтитын кез келген мазмұнды жүктеп салу;",
    "1373262754": "Жеке тұлғаның кім екенін білу hCaptcha үшін минималды мәнге ие. Бізге тек олар адам ма, әлде зиянды актер ма, бәрібір.",
    "1374227759": "веб-сайтты кез келген заңсыз әрекет үшін немесе ол қолжетімді болған мақсаттан басқа кез келген мақсат үшін пайдалануға;",
    "1377538813": "Үстем тіл. Осы Қызмет көрсету шарттарының ағылшын тіліндегі нұсқасы барлық аспектілерде бақыланады және аударылған нұсқалармен, егер бар болса, сәйкессіздіктер болған жағдайда басым болады.",
    "1388241689": "Кескінді таңбалау деректері, осы Түпкі пайдаланушыларға ойнатылатын аудио файлдардан түрлендірілген мәтін, сұрақтарға жауаптар және Қызмет арқылы жасалған басқа да сұраулар сияқты Түпкі пайдаланушылардың Қызмет арқылы сұрауларға жауап беруі нәтижесінде жиналған ақпарат («Белгіленген деректер»). машиналық оқыту қолданбаларында пайдалану үшін деректерді таңбалау мақсаттары үшін. Белгіленген деректер кез келген анықталған тұлғаға байланысты емес екенін ескеріңіз.",
    "1393184984": "сізге қажет нәрсе.",
    "1394253934": "7. Теріс пайдалану, теріс пайдалану және бұрмалау",
    "1397766838": "Жақсырақ пайдаланушы тәжірибесі",
    "1406188018": "6 және 7",
    "1406393333": "Осы Қызметтер шарттарына және біз ұсынатын кез келген нұсқауларға сәйкес басқа кез келген қол жеткізуге немесе Қызметтерді пайдалануға қатаң тыйым салынады. Атап айтқанда, СІЗ:",
    "1406692811": "спам жіберуге немесе жарнаманың кез келген түрін жариялауға, сілтемелер алуға әрекеттену, бұқаралық коммуникация, ақша ұсыныстары немесе сұраулар, қызметтерді сұрау, жарнама, маркетинг, мағынасыз хабарламалар, қайталанатын тақырыптар, заңсыз мазмұн, әлеуметтік веб-сайт сілтемелері, электрондық пошта мекенжайлары немесе тапсырма талап етпесе, жедел хабар алмасу идентификаторлары;",
    "1408530660": "IMI басқалардың зияткерлік меншігін құрметтейді және біз кез келген үшінші тараптың зияткерлік құқықтарын бұзуы мүмкін деп есептейтін кез келген материалды сайтымыздан алып тастау құқығын сақтаймыз. Егер сіздің жеке жұмысыңыз осы веб-сайтта авторлық құқықты бұзу болып табылатын жолмен көшірілген деп ойласаңыз, Intuition Machines тұтынушыларды қолдау қызметіне хабарласыңыз.",
    "1408599440": "Кодтың бірнеше жолымен және 99,9% пассивті режимімізбен жылдам бастаңыз немесе пайдаланушыларға қашан және қалай дау қойылатынын толық бақылауға алыңыз. Теңшелетін қауіп үлгілері және теңшелетін сынақтар қауіпсіздікті қамтамасыз ету үшін теңдессіз икемділікті білдіреді.",
    "1408750006": "Белгілі бір шектеулерді ескере отырып, CCPA Калифорния тұтынушыларына біз жинайтын жеке ақпараттың санаттары немесе нақты бөліктері туралы қосымша мәліметтерді (осы ақпаратты қалай пайдаланатынымызды және ашатынымызды қоса) білуді сұрауға, олардың жеке мәліметтерін жоюға, бас тартуға құқық береді. орын алуы мүмкін кез келген «сатулар», сондай-ақ осы құқықтарды жүзеге асыру үшін кемсітушілікке ұшырамау құқығы.",
    "1409486258": "Дұрыс",
    "1409822234": "Ешбір жағдайда бірдей немесе бірдей дерлік hCaptcha сауда белгісі домендік атау ретінде пайдаланылмауы керек.",
    "1418235079": "Қызмет көрсетушілер",
    "1421074182": "Елеулі жоғары.",
    "1422537019": "біз бүгін көбірек білу үшін.",
    "1424800293": "hCaptcha логотипі:",
    "1428053210": "Бұл мазмұн әдетте бастапқы түрінен өзгереді. Мысалы, бейне көптеген кескіндерге бөлінуі мүмкін, сол кескіндер көптеген жаңа кескіндерге бөлінуі мүмкін және сол жаңа кескіндер көрсетілген соңғы нәтижені шығару үшін кездейсоқ араласуы мүмкін.",
    "1434289796": "Кейбір cookie файлдары сайттарды белгілі бір пайдалану үшін қажет және мұндай cookie файлдары болмаса, біз сізге сайттарды дұрыс пайдалану үшін қажет көптеген қызметтерді ұсына алмаймыз. Бұл cookie файлдары, мысалы, сайттарымызды басқаруға мүмкіндік береді, осылайша сіз оған сіз сұрағандай қол жеткізе аласыз және Сайт мазмұнына қол жеткізу үшін тіркелгі жасағаныңызды және сол тіркелгіге кіргеніңізді тануға мүмкіндік береді. Олар сондай-ақ бір шолу сеансында алдыңғы әрекеттеріңізді есте сақтауға және сайттарымызды қорғауға мүмкіндік беретін cookie файлдарын қамтиды.",
    "1445008801": "Иден айтқандай:",
    "1446868537": "hCaptcha ешқашан етістік ретінде пайдаланылмауы керек.",
    "1447649958": "Естеріңізге сала кетейік, төлемдерді дәл адам трафигі ғана алады. Бұл туралы толығырақ ақпаратты төменде сілтеме берілген ЖҚС бөлімінде көре аласыз. Төлемге жарамды болу үшін қол жетімді теңгерім ең төменгі шекке сәйкес келуі керек, қазіргі уақытта 10 HMT.",
    "1457707016": "Жеке тұлғалар үшін",
    "1467218142": "Олардан және өзімізден қалайтынымыз біздің мінез-құлқымызға әсер етеді, осылайша барлық адам жүйелерінде бірдей өзара әрекеттесу үлгілері қайталанады. Интернет біздің әлемнің осы іргелі аспектісінің көптеген тамаша мысалдарын ұсынады.",
    "1467308982": "Төлем кестелері",
    "1467783792": "Америка Құрама Штаттары санкциялаған (\"Рұқсат етілген актер\") ешбір тұлға, ұйым немесе ұйым сыйақы алуға немесе қызметтерді Интегратор ретінде пайдалануға құқылы емес. Күмән тудырмас үшін, бұған АҚШ Қаржы министрлігінің Шетелдік активтерді бақылау басқармасы (\"OFAC\") тағайындаған кез келген Санкцияланған қатысушылар кіреді.",
    "1470290349": "ең жақсы бот пен алаяқтықты басқаруға арналған.",
    "1475399473": "hCaptcha командасы туралы көбірек біліңіз",
    "1476843710": "Есептік жазбаны басып алудың қаржылық зияны аз, бірақ әлі де зиян келтіретін түрлері әлеуметтік медиа аккаунттарын ұрлауды және т.б. Мұндай жағдайларда шабуылдаушы әдетте зиянды бағдарламаны таратуға немесе жәбірленушінің бейтаныс достарына фишингтік шабуылдар жасауға тырысады. Немесе шабуылдаушы жәбірленушіні ұятқа қалдыруға тырысады, бұл кейде атақты адамдармен және саясаткерлермен кездеседі.",
    "1477196356": "Жеке басын криптографиялық қауіпсіз түрде, кейде құпиялылықты сақтайтын қасиеттері бар құрылғымен байланыстырудың әртүрлі әдістері ондаған жылдар бойы ұсынылған. Ашық кілттердің криптографиясы б.з.б. 1975 ж. және аппараттық токендер дерлік бұрыннан бар.",
    "1480820434": "сурет 1",
    "148188781": "Ұсынылған сынақтар",
    "1482845460": "( ) Барлығынан бірден толық ынтымақтастықты талап етеді",
    "1483015662": "3. Сессия",
    "1485807325": "Көп пайдаланушы бақылау тақталары, SAML SSO",
    "1487796027": "Компаниялар үшін",
    "1491780143": "CAPTCHA сіздің адам екеніңізді дәлелдемейді - олар сіздің американдық екеніңізді дәлелдейді",
    "1493115924": "Сауда белгісі туралы ескертулер:",
    "1493790285": "Қызметтің бір бөлігі ретінде Түпкі пайдаланушылардан жиналған басқа ақпарат олардың бар-жоғын анықтау үшін қажет",
    "1495915066": "Біз, академиялық зерттеу серіктестеріміз және тұтынушыларымыз Creative Commons медиасын қалай пайдаланамыз",
    "1499894352": "Бұл салада шешім қабылдау үдерісінде ашықтықты ұсынатын компаниялар өте аз және басқалар осы үлгіні ұстанады деп үміттенеміз!",
    "1503240421": "5-қадам: Консоль қойындысын басып, консоль журналын сақтау үшін тінтуірдің оң жақ түймешігімен «Басқаша сақтау ..» түймесін басыңыз. Бізге де жіберіңізші.",
    "1504327211": "Біздің Қызметті пайдалануыңыз біздің ережелермен реттелетінін ескеріңіз",
    "1508655687": "Кіруді жеңілдету немесе шектеу үшін аудиторияңызға бейімделген өзіңіздің қиындықтарыңызды қосыңыз",
    "1510448156": "Сіз бүгін жоғарырақ баламамен жұмыс істей аласыз және қажетінше кеңейтілген мүмкіндіктерді қоса аласыз.",
    "1514478724": "Көбірек білу үшін",
    "151737819": "Дүние жүзіндегі hCaptcha шешу бағалары өте аз дисперсияны көрсетеді",
    "1517625162": "Калифорния Азаматтық кодексінің 1789.3-бөліміне сәйкес, Калифорния пайдаланушылары келесі тұтынушы құқықтары туралы ескертуге құқылы: Калифорния тұрғындары Калифорния тұтынушылар істері департаментінің тұтынушыларға қызмет көрсету бөлімінің шағымға көмек көрсету бөліміне пошта арқылы 1625 North Market Blvd., Сакраменто, CA 95834 немесе (916) 445-1254 немесе (800) 952-5210 телефоны арқылы.",
    "1517627947": "Сіз Google-дың Streetview көліктерінен ғимараттардың суреттерін немесе көше белгілерін көріп, олардың Maps және Earth өнімдері үшін орындарды белгілеуге көмектескен боларсыз.",
    "1519201684": "AI этикасы саясаты",
    "1519560388": "7. Дереккөз: Мэри Микер, KP Internet Trends 2017",
    "1525403768": "Қосымша ақпарат алу үшін Enterprise Sales бөліміне хабарласыңыз.",
    "1525506526": "Есептік жазбаны алу дегеніміз не және олар қалай жұмыс істейді?",
    "1526887904": "hCaptcha Enterprise құпиялылығы",
    "1528242915": "Идентификаторлар.",
    "1533171442": "Біз сондай-ақ талдау және маркетинг мақсаттары үшін үшінші тараптардың функционалдық Cookie және Cookie файлдарын пайдаланамыз. Функционалдық cookie файлдары сайттардың белгілі бір бөліктерінің дұрыс жұмыс істеуіне және пайдаланушы қалауларының белгілі болып қалуына мүмкіндік береді. Талдау cookie файлдары, сонымен қатар, тұтынушылар, интеграторлар және соңғы пайдаланушылар біздің сайттарды қалай пайдаланатыны, пайдаланушылар жиі қарайтын мазмұн мен өнімдер және үшінші тарап жарнамасының тиімділігі туралы ақпаратты жинайды. Жарнамалық cookie файлдары жарнамаларды сәйкес аудиторияға жеткізуге және іздеу нәтижелерінің жоғарғы жағында біздің жарнамаларымызды көрсетуге көмектеседі. Cookie файлдары браузер сеансын аяқтаған кезде жойылатын «сеанс» немесе сіз (төменде талқыланады) немесе cookie файлына қызмет еткен тарап жойғанға дейін қалатын «тұрақты» cookie файлдары болып табылады. Сайттарда қолданылатын барлық cookie файлдары туралы толық мәліметтер төмендегі cookie ақпаратты ашу кестесінде берілген.",
    "1539071196": "Біз әдетте cookie файлдарын келесі мақсаттарда пайдаланамыз:",
    "1544546608": "Құпиялық билеті",
    "1544829730": "Егер сіз Тұтынушы немесе Сұраныс беруші болсаңыз, Тұтынушы Қосымшасы ретінде осы құжатқа қоса берілген қосымша шарттар қолданылатынымен және осы Қызмет көрсету шарттарына сілтеме арқылы енгізілетінімен келісесіз. Егер сіз Тұтынушы немесе Сұраныс беруші болмасаңыз немесе Тұтынушы немесе Сұраныс беруші болуды тоқтатсаңыз, Тұтынушы Қосымшасындағы қосымша шарттар қолданылмайды және олар осы Қызмет көрсету шарттарына сілтеме арқылы қосылмайды.",
    "1546930020": "Деректерді таңбалау",
    "1547006769": "Адамгершілікті тексеру де бірдей мәселе",
    "1549336309": "hCaptcha бұл модельді айналдырады. hCaptcha қолданбасын пайдаланған кезде, компаниялар өздерінің адамдық қасиеттерін дәлелдейтін пайдаланушыларыңыздың жұмысына баға береді. Сіз сыйақы аласыз.",
    "1549953005": "Тұтынушы немесе Сұраныс беруші болу шарты ретінде платформаға кіруге тапсырыс берудің бір немесе бірнеше пішінін (әрқайсысы «Тапсырыс пішіні») толтырған болуыңыз мүмкін. Олай болса, Тапсырыс пішінінде сипатталған шарттар мен шарттар Қызмет көрсету шарттарының бөлігі болып табылады және осымен сілтеме арқылы біріктірілген.",
    "155456850": "hCaptcha-ға ауысу туралы хабарлайды:",
    "1558428432": ". Оларды hCaptcha.com сайтына аударыңыз.",
    "155877895": "Адам күшімен анықтау және жіктеу",
    "1559150837": "Нысаналар қорғансыз емес. Көптеген веб-сайттарда қысқа уақыт ішінде бір IP мекенжайынан мыңдаған әртүрлі тіркелгілерге кіруге тырысатын күдікті пайдаланушыны блоктайтын басқару элементтері бар. Тіркелгі деректерін толтыратын шабуылдаушылар осы қорғау әдістерін айналып өту үшін не істейді, бұл географиялық және IP әртүрлілігін модельдеу. Қуатты, көбінесе AI басқаратын құралдарды пайдалана отырып, олар мыңдаған пайдаланушылар елдің түкпір-түкпірінен тәуліктің әртүрлі уақыттарында кездейсоқ жүйеге кіруге тырысатындай етіп көрсетуі мүмкін. Мұны анықтау және тоқтату әлдеқайда қиын.",
    "1559190296": "2021 жылдың 5-11 қаңтары†",
    "1559631739": "Жеке оқу",
    "1560232962": "егжей-тегжейлі қарастырады, кез келген жауап үшін алынған сомаға кепілдік берілмейді. Сол уақытта ақылы сұрақтар болмауы мүмкін, жауап сапалы себептермен қабылданбауы мүмкін және т.б.",
    "1565481281": "Калифорния тұрғындарына ескерту",
    "1569804581": "Егер сізге қатысты мүмкіндіктер бойынша болашақта хабарласқыңыз келсе, осы пішінді толтырыңыз.",
    "1579093044": "Қарапайым тапсырыс берушінің көмегімен сіз бірнеше минут ішінде брендтік сынақ мазмұнын іске қоса аласыз.",
    "1579715421": "IM ғалымдары ICML, ICLR, ECCV және NeurIPS сияқты үздік конференцияларда үнемі жариялап отырады және компания терең хэшинг сияқты ML пәндеріндегі ең заманауи нәтижелерді жария түрде жариялады.",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "1586809757": "Жоғары дәлдіктегі бот ұпайлары",
    "1589805435": "Бізде де бар",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "1591032933": "Қолданыстағы Тапсырыс пішімінде көрсетілген төлем әдісі арқылы IMI-ға комиссияларды төлейсіз. Егер екі тарап басқаша жазбаша түрде тікелей келіспесе, сіз шот-фактура жіберілген күннен кейін отыз (30) күн ішінде берілген барлық шот-фактуралар үшін толық төлемді қамтамасыз етесіз. Сіз бізге берген несие картасының барлық ақпараты бойынша несие картасының авторизациясын іске қосуға, сол несие картасы ақпаратын сақтауға және несиелік картаңыздан немесе төлем түрі ретінде өзара келісе отырып, кез келген басқа есептік жазбадан ақы алуға рұқсат бересіз. Тапсырыс пішінінде немесе Кәсіпорынның қызмет көрсету келісімінде немесе Негізгі қызмет көрсету келісімінде басқаша көрсетілмесе, Қызметтер үшін барлық алымдар, артық төлемдерден басқа, Келісімге сәйкес IMI ұсынатын қызметтерді бастаған кезде («Күшіне ену күні») жыл сайын төленеді.",
    "159272246": "С: аудио сияқты басқа арнайы мүмкіндіктермен («a11y») жұмыс істеп жатырсыз ба?",
    "1595254735": "Таза пассивті қызметтер боттарды анықтау дәлдігін сақтау үшін немесе тіпті олардың дұрыс емес екенін білу үшін күреседі. Пайдаланушыларды анда-санда сынау және сол сынақтың нәтижелерін дұрыс талдау мүмкіндігі болмаса, уақыт өте дәлдік айтарлықтай төмендейді.",
    "1597520917": "Сыншылардың көбеюі Google-дың пайдаланушының құпиялылығына мән бермеуі веб-сайттары мен қолданбаларын қорғағысы келетін тұтынушыларға қатысты болуы керек екенін атап өтті.",
    "1599610318": "Баспагер",
    "1601080128": "Есептік жазбаңызды тоқтатсақ немесе тоқтатсақ, сіз бұдан былай веб-сайттың кез келген бөлігіне, соның ішінде деректерге, хабарларға, файлдарға және сайтта сақталатын басқа материалға қол жеткізе алмайсыз. Сіз біздің веб-сайтты басқа немесе жаңа есептік жазба атымен пайдалануды жалғастыра алмайсыз. Осы Қызмет көрсету шарттарын бұзу заңның толық көлемінде қудалануы мүмкін және қосымша жазалар мен санкцияларға әкелуі мүмкін.",
    "1606599610": "Киран Томпсон",
    "1606783855": "Ж: Бізді қол жетімділік («a11y») пайдалану жағдайына арналған Privacy Pass бағдарламасы қызықтырады. Аудио captcha сияқты бұрын танымал опциялар көптеген a11y пайдаланушыларын кемсітеді. Біздің қазіргі a11y әдісімізді Privacy Pass шығарумен біріктіру a11y пайдаланушыларына олардың трафигі анағұрлым жеке екенін біліп, қауіпсіз шолуға мүмкіндік береді, сонымен бірге a11y опциялары қолжетімді болған кезде бот операторларының теріс пайдалануын шектейді.",
    "1609621367": "Тасымалдау",
    "1617196410": "hCaptcha боттарды тоқтатуға бағытталған. Бізге пайдаланушының кім екені маңызды емес, тек оның зиянкестігі маңызды. Біз құпиялылық пен теңдестіру үшін көп жұмыс істейміз",
    "162063633": "Mailgun Technologies, Inc. (Жаһандық). Ұсынылатын қызметтер: Mailgun.com.",
    "1620709264": "HUMAN Token® HUMAN Protocol Foundation компаниясының тіркелген сауда белгісі және оның рұқсатымен пайдаланылады.",
    "1621597093": "Кәсіпорынның қауіпсіздік шешімдері (ақылы)",
    "1621930829": "Бүгінгі жетілдірілген, үздіксіз төлем алаяқтық әрекеттері туралы не істеуге болады? Басқарудың бірнеше қабатын қолдану әдетте ақылды тәсіл болып табылады. Дегенмен, ең жақсы қарсы шаралар - оны жасаушылардың адам мінез-құлқын қайталауға тырысқанына қарамастан, ботты ұстап алатын және оның жалған екенін анықтайтын шаралар.",
    "1622303590": "Safari (iPhone/iPad iOS 11+) ішінде cookie файлдарын қосу үшін: Параметрлерді ашыңыз. Төмен жылжып, Safari таңдаңыз. Құпиялық және қауіпсіздік бөлімінде \"Сайтаралық бақылауды болдырмау\" және \"Барлық cookie файлдарын блоктау\" опцияларын өшіріңіз.",
    "1624200563": "қауіпсіздік және GDPR, CCPA, LGPD, PIPL және басқа да құпиялылық ережелерін сақтаңыз.",
    "1627232990": "Осы Қызмет көрсету шарттарының аудармалары ең тиімді негізде ұсынылады. Ағылшын тіліндегі қызмет көрсету шарттары мен оның аудармасы арасында қандай да бір елеулі айырмашылық болған жағдайда, ағылшын тіліндегі қызмет көрсету шарттары беделді деп түсіндіріледі.",
    "1636202177": "туралы",
    "1637527266": "Қай елдерде ең көп бот трафигі бар?",
    "1637702726": "hCaptcha туралы",
    "1642844535": "маңызды: hCaptcha бірдей негізгі сұраққа жауап беру үшін барлық бағалаулар бойынша сәйкестік үшін салыстыруға мүмкіндік беретін бірнеше түрлі тәсілдерді пайдаланады.",
    "1644003939": "Ескерту: барлық тұтынушыларға қолданылмайды. Мысалы, IP Blinding немесе басқа кеңейтілген құпиялылық немесе қауіпсіздік опциясының тұтынушылары (мысалы, Secure Virtual Tenancy тұтынушылары) телеметрия жүйелеріне, тіпті IP мекенжайына да кіретін кез келген ықтимал \"PII\"-ден толығымен шығарылады. Қажет болса, қосымша ақпарат алу үшін тіркелгі өкіліне хабарласыңыз.",
    "164801246": "Салыстыру – бұл барлық есеп беру сайттарындағы барлық деректер енгізілгеннен кейін оның адамдық және дәлдігін тексеру үшін фактіден кейін трафик талданатын процесс. Толығырақ ақпаратты біздің бөлімнен оқи аласыз.",
    "1655022901": "hCaptcha™ арқылы BotStop",
    "1655796811": "Интегратордың немесе Тұтынушының сайттарды немесе қызметтерді пайдалануы нәтижесінде автоматты түрде жиналатын ақпарат («Аналитикалық ақпарат»), мысалы, IP мекенжайлары, шолғыш түрі, Интернет қызметінің провайдері, платформа түрі, құрылғы түрі, операциялық жүйе, күн мен уақыт белгісі қол жеткізу және басқа да осыған ұқсас ақпарат. Кейбір Analytics ақпаратын біздің атымыздан осы мақсатта қатысатын үшінші тараптар жинайды, ал кейбір аналитикалық ақпаратты әртүрлі бақылау технологиялары, соның ішінде cookie файлдары арқылы жинайды (төмендегі «Үшінші тарап талдаулары және бақылау технологияларын» қараңыз).",
    "165932542": "hCaptcha-ға көзқарас бүкіл әлем бойынша шешу мөлшерлемесін",
    "1662477701": "Ресурстар",
    "166277959": "Назар аударыңыз: бұл мүмкіндік қазір бета нұсқасында және барлық веб-сайттар мен пайдаланушылар үшін әрқашан жұмыс істемеуі мүмкін. Ол қосылмаған немесе белгілі бір пайдаланушы үшін жұмыс істемейтін жағдайда, әрекет функционалдық жоғалтпай стандартты hCaptcha тәжірибесіне қайта оралады.",
    "1663628612": "мүмкіндік береді",
    "1665616092": "Төлемдік алаяқтық тұжырымдамасы бойынша қарапайым, бірақ оның қазіргі орындалуында фантастикалық күрделі болуы мүмкін.",
    "1669194950": "Жеке ақпаратқа қоса, сізден Қызметтерді (бірлесе отырып, «Тұтынушы деректері») ұсына алуымыз үшін басқа деректерді беру (немесе жинауымыз қажет болуы мүмкін) талап етілуі мүмкін. Тұтынушы деректерін ұсынбауыңыз немесе кешіктіруіңізден туындаған Қызметтерді орындамау үшін біз жауапты емеспіз.",
    "1671436004": "Өзіңіздің сүйікті қайырымдылық қорыңызды қайтарғыңыз келе ме?",
    "1671996585": "Сізден веб-сайтыңызды, қолданбаңызды немесе платформаңызды қолданбалы бағдарламалау интерфейсі («API») арқылы Қызметтермен біріктіру талап етілуі мүмкін. Сіз мұны істеген жағдайда, API интерфейсін тек Қызметтерге қол жеткізу үшін пайдалану үшін сізге шектеулі, ерекше емес, берілмейтін, тағайындалмайтын, қайтарып алынатын лицензия береміз. Біз API интерфейсін өзгерте аламыз және/немесе ескі нұсқаларды немесе API шығарылымдарын қолдауды кез келген уақытта тоқтата аламыз. Біз API-ге қол жеткізуді өз қалауымыз бойынша тоқтата тұру немесе шектеу құқығын қалдырамыз және тоқтата тұру алдында сізге хабарлау үшін бар күш-жігерімізді саламыз.",
    "1678661231": "Сәйкестік, алаяқтықтың алдын алу және қауіпсіздік үшін",
    "1685871181": "Ең жақсы онлайн қызметтерге сүйенеді",
    "1686079269": "Компанияның ағымдағы басшылығы туралы ақпаратты мына жерден алуға болады",
    "1686655020": "Құқық иесінің мұндай мазмұнды жариялауға және осы құжатта берілген барлық лицензиялық құқықтарды беруге IMI рұқсатын бермейінше, авторлық құқыққа жататын кез келген мазмұнды жүктеп салыңыз, сіздің түпнұсқа жұмысыңыз емес;",
    "1687299615": "Есептік жазбаны басып алу дегеніміз не?",
    "1691348394": "- шектеулі шығарылымды сату кезінде автоматтандырылған жаппай сатып алулар",
    "1691879905": "https://www.honeycomb.io/privacy",
    "169267610": "бізге электрондық поштаны жіберіңіз",
    "1697438123": "Құпиялық",
    "1699668873": "Есептік жазбаңыздың ақпаратын басқа біреу ұрлады немесе пайдаланды деп күдіктенсеңіз, IMI-ге дереу хабарлауыңыз керек немесе қауіпсіздіктің кез келген басқа бұзылуы.",
    "1702335960": "Біз жинайтын кез келген ақпарат осындай ақпарат жиналған кезде қолданыста болатын Құпиялық саясатына бағынады. Дегенмен, біз Құпиялылық саясатын мезгіл-мезгіл қайта қарауымыз мүмкін. Тексеру тек біз анықтағандай маңызды болса, біз сізге, мысалы, электрондық пошта арқылы хабарлаймыз. Ағымдағы нұсқа әрқашан біздің Құпиялық саясаты бетінде жарияланады.",
    "1706581702": "Сәйкестендірілмеген деректер бойынша оқыту дәл солай жұмыс істейді және қауіпсіздік пен құпиялылықты бұзуды қажет етпейді. Біздің тұтынушылар эмпирикалық сынақтардан өтті және бізді әлдеқайда аз жеке баламаларға тең немесе жақсырақ деп жариялады.",
    "170775527": "Кәсіпорын ерекшеліктері",
    "1709478090": "Сізге қызығушылыққа негізделген немесе мақсатты жарнамамен қызмет көрсету.",
    "1717658846": "Виджет UI мәзіріндегі арнайы мүмкіндіктер опциясы",
    "1722734001": "Ашық интернет - өте шулы орта. Жаман актерлер біздің қызметіміздің пайдаланушыларына және reCAPTCHA сияқты бәсекелестерге күн сайын шабуыл жасайды және бұл әрекетті орындау барысында, әрине, мүмкіндігінше адам болып көрінуге тырысады.",
    "1728211763": "Мазмұнды осы жолмен және осы мақсаттарда пайдалану заң және осы саладағы стандартты тәжірибелер туралы түсінігімізге сәйкес әділ пайдалану нұсқауларына сәйкес келеді, бірақ біз Creative Commons-тың көптен бері жанкүйерлеріміз және осы мәселеде көмектесетін кез келген адамға алғыс білдіргіміз келеді. машина интеллектін жетілдірудің монументалды міндеті.",
    "1729677626": "Мен шабуылға ұшырадым және дереу қосылуды қажет етеді.",
    "1752259468": "5. Консервативті бағалау: бір аннотацияның $0,01 құны * орт. 200 млн. тәулігіне аннотациялар (төменгі шегі) * жылына 365 күн * 2009 сатып алғаннан бері 10 жыл = $7,3 миллиард төменгі шек мәні.",
    "1752795854": "hCaptcha боттарды тоқтатуға заманауи, құпиялылыққа бағытталған тәсілді ұсынады.",
    "1756106276": "Күй",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "1764089150": "Мұнда:",
    "1767952047": "Ол кеше түнде маған шабуыл жасап, киімімді ұрлап, ақшамды тартып алды». Әдемі әсем киінген, ақсүйек таптың киімін киген екінші адам: «Констебль, бұл адам ақылсыз. Ол өзін асыл адаммын деп ойлайды. Мен нағыз асыл адаммын. Оны тұтқындаңыз!»",
    "1771016224": "- сіздің веб-сайтыңыздағы барлық мазмұнды жаппай жүктеп алуға мүмкіндік беретін бағдарламалық құрал",
    "1778058441": "hCaptcha жүйесінде қандай жұмыс түрлері орындалады?",
    "1778642038": "Сізбен байланысу үшін",
    "1779265104": "Теңшелген шарттар мен құпиялылық кепілдіктері",
    "1783317946": "API шабуылдарын тоқтату танымал қолдану жағдайы болып табылады",
    "1786796818": "Шектеу",
    "178839499": "Пайдаланушылар өздерінің адамдық қасиеттерін дәлелдеген кезде hCaptcha орындалған жұмыстың құндылығын бөліседі.",
    "1789371580": "Тағайындалу. Сіз біздің алдын ала жазбаша келісіміміздісіз осы Қызмет көрсету шарттарын тағайындай алмайсыз. Біз осы Қызмет көрсету шарттарын ескертусіз кез келген уақытта тағайындай аламыз. Жоғарыда айтылғандарды ескере отырып, осы Қызмет көрсету шарттары әрбір тараптың мұрагерлері мен рұқсат етілген тағайындаулары үшін міндетті болады.",
    "1789607185": "Электрондық пошта",
    "1792519141": "hCaptcha Enterprise",
    "1795436560": "1. Сессия",
    "179723061": "Сыныптағы жетекші қауіпсіздікті қажет ететін командалар үшін көбірек бақылау",
    "1797298240": "4-қадам: Шешуге әрекеттенгеннен кейін «HAR» түймесін басып, желі журналын сақтау үшін «Барлығын HAR ретінде сақтау» опциясын таңдаңыз. Бұл файлды бізге жіберіңіз.",
    "1798492192": "Бұрынғы шолғышты қолдау",
    "1803009328": "Веб масштабында шайқаста сыналған.",
    "1803943584": "Екіншіден, біз сынақтардың қай елдерде немесе тілдерде орындалатынын анықтау үшін өзін-өзі оңтайландыруға мүмкіндік береміз, бұл тұрақты тәжірибенің ықтималдығын одан әрі арттырады. Дәлдік күтілгеннен төмен болса, бұл әсер орын алатын аймақта немесе тілде сұрақтар жинағы жұмысын тоқтатады.",
    "1806535500": "Қарындаштардан динамитке дейінгі іс жүзінде кез келген технология а",
    "1807143500": "Қызметтер жеке тұлға («Үлес салушы») үшінші тарап ұйымы немесе Intuition Machines өзі (әрқайсысы) орындайтын тапсырмаларды орындауды таңдай алатын онлайн қауіпсіздік қызметін («hCaptcha қызметі») және платформаны («Intuition Machines платформасы») қамтиды. \"Сұраныс беруші\") біздің веб-сайтта немесе hCaptcha қызметіне тікелей веб-сайтымызда немесе Intuition Machines платформасына кіру және/немесе үшінші тарап ұйымы және/немесе платформасы немесе қызметі (әрқайсысы, «Интегратор»). Сұраныс берушілер тапсырмаларды жариялайды және оларды орындауға Қатысушыларды IMI арқылы Интеграторларға беретін марапаттарға айырбастауға шақырады немесе Сұраныс беруші өз түпкі пайдаланушыларына тапсырмаларды орындау үшін Intuition Machines платформасын немесе hCaptcha қызметін пайдаланса, Сұраныс беруші анықтайды. Біз компаниялар мен жеке тұлғалардан (әрқайсысы «Тұтынушы») платформамызды пайдаланғаны үшін ақы аламыз, сонда олар біздің бағдарламалық құралды, авторлық тапсырмаларды пайдалана алады, авторлық тапсырмаларды орындау үшін бізді жалдайды және/немесе Қатысушыларға қол жеткізе алады. Сондай-ақ біз Интеграторлардан веб-сайттарындағы, мобильді қолданбаларындағы және басқа да онлайн сипаттарындағы алаяқтықты, теріс пайдалануды және спамды азайту үшін hCaptcha қызметін пайдаланғаны үшін ақы аламыз. Жоғарыда аталғандар жиынтықта «Қызметтер» деп аталады.",
    "181065232": "Үлгі деректеріңізге негізделген шағын өндіріс жұмысын орындаймыз. Бұл сізге қажет нәрсені дәл алу үшін бірге жасаған жұмысымызды тексереді.",
    "1817772953": "Алаяқтық қылмыстың жаңа түрі емес. Шынында да, археологтар 10 000 жыл бұрын малды шығынсыз тасымалдау үшін ежелгі шумерлер ойлап тапқан алаяқтыққа қарсы құрылғыларды тапты! Олардың жағдайында олар «булла» деп аталатын балшық шардың ішіне әрқайсысы жануарды бейнелейтін саз жетондарын қояды. Бұлла сатушыдан сатып алушыға көшкен кезде отармен бірге жүретін. Сол кезде де бизнес иелері олармен айналысатындардың бәрі жоғары және жоғары емес деп алаңдады. 10 000 жылда көп нәрсе өзгерді, бірақ алаяқтықтың алдын алуда жаңашыл болу қажеттілігі бізде қалады. Бүгінгі күні онлайн төлемдерді алаяқтық мәселесі басты маңызға ие. Интернеттің көмегімен алаяқтар алаяқтыққа қарсы бақылауды жеңуге көбірек шебер болды. Дегенмен, жаңа шешімдер толқынды өзгертеді.",
    "1818116402": "Сіз AI этикасы құрамдас бөлігімен операциялық сұрақтарды қалай шешетінімізді осы көзқарасты бағалайсыз деп үміттенеміз.",
    "1820844638": "Нарық туралы түсініктерді алу. Біз Analytics ақпаратын нарықты талдау және Сайт пен Қызметтерімізге қатысты бизнес талдауларын жүргізу үшін және басқа да зерттеу мақсаттары үшін пайдаланамыз.",
    "1828028934": "Сол себепті",
    "1829242168": "__cflb,",
    "1830910223": "Нақты әлемдегі AI этикасының жағдайлық зерттеуі",
    "1834239172": "hCaptcha аннотация қызметтерін сатып алыңыз",
    "1834801943": "2. 1-ші тарап",
    "1834911235": "Сізге бұрын алуға келіскен тікелей маркетингтік хабарламаларды жіберуді тоқтатыңыз. Біз сізге Қызметке қатысты және басқа маркетингтік емес хабарламаларды жіберуді жалғастыра аламыз.",
    "1836191653": "Кәсіпорын нұсқасы әлдеқайда жақсырақ емес, миллиондаған доллар ақы алу кезінде ақысыз пайдаланушыларға оңай жеңілетін қызметті ұсынудың орнына, hCaptcha екеуіне де боттан тамаша қорғауды қамтамасыз етеді, сонымен бірге кәсіпорын пайдаланушыларына қосымша мүмкіндіктер мен теңшеуді, сонымен қатар күшті SLA және жылдам қолдауды ұсынады.",
    "1836369533": "Халық ертегісіндегі констебль сияқты, кімнің кім екенін қалай анықтауға болады? Егер шабуылдаушыда жүргізуші куәлігінің нөмірі, әлеуметтік сақтандыру нөмірі, анасының аты, мекен-жайы және т.б. сияқты ұрланған жеке басын куәландыратын элементтер жеткілікті болса, қоңырау шалушының нақты тіркелгі иесі немесе шабуылдаушы екенін анықтау өте қиын болуы мүмкін. ол енгісі келетін есептік жазбада құпия сөзді қалпына келтіру.",
    "1836554225": "Блог жазбалары",
    "1844885924": "Таңдау үшін түрлердің кең кітапханасы.",
    "1845745385": "Құпиялық үшін жасалған.",
    "184971506": "https://aws.amazon.com/compliance/",
    "1849717906": "Өзіңіздің сынақ мазмұнымен теңшеңіз",
    "1849805607": "hCaptcha сіздің желілеріңізге ену үшін жасалған қауіптер мен алдаулардан қорғайды",
    "1865097546": "16 қараша, 2021 жыл",
    "1866590035": "Chrome үшін жөндеу журналының нұсқаулары",
    "1873812847": "Cookie(лар)ды ашу",
    "1886100235": "Әлемдегі ең ірі онлайн-қызметтердің көпшілігі hCaptcha Enterprise қызметіне ауысты және айтарлықтай шығындарды үнемдеумен қатар жақсартылған боттарды анықтау мүмкіндігін алды.",
    "1890955039": "Әрбір пішімделген мәтін үшін пішімдеуді қалай теңшеуге болады",
    "1892020899": "Хакерлер тіркелгі деректерін қайдан алады?",
    "1892574253": "Тіркелу",
    "1898063898": "біз бірлесіп дамытатын пайдаланушының құпиялылығын сақтау үшін",
    "1903743785": "Стандарттарға негізделген API интерфейстерінің пайда болуы қолданбаларды біріктірудегі үлкен секіріс болды. Соңғы 20 жыл ішінде API интерфейстері қымбат және күрделі меншікті бағдарламалық құрал өнімінен жұмыс істеуге салыстырмалы түрде оңай және тез орналастырылатын тегін, стандарттарға негізделген құралдарға айналды.",
    "1904390996": "стандарттау үшін",
    "1906593952": "Жаңа көрген hCaptcha туралы кері байланыс беріңіз",
    "190955495": "( ) Электрондық поштаны орталықтан басқаратын органның болмауы",
    "1910628828": "Мазмұнды скрепинг - бұл бағдарламалық жасақтама клиенті немесе веб-шолғышты бейнелейтін автоматтандырылған құралдар жиынтығын қамтитын жүйеден деректерді алу әдісі. Бұл жаңа емес. Шын мәнінде, ескі негізгі компьютерден деректер қажет болуы мүмкін бағдарламалық жасақтама инженерлері үшін скрепинг ақпаратты алудың жалғыз жолы болуы мүмкін. Түпнұсқа қосқыштар жоғалған және ауыстыру мүмкін емес болуы мүмкін.",
    "1911669851": "Иә, біз қазіргі уақытта серверлік жүйелерге әр түрлі жақсартулар бойынша жұмыс істеп жатырмыз, олар сайып келгенде тезірек салыстыруды, жылдамырақ бағалау дәлдігін және жылдамырақ төлемдерді ұсынуға мүмкіндік береді деп күтеміз. Қазір біз алдымен татуластыруды тездету үшін жұмыс істеп жатырмыз.",
    "191460155": "Нөлдік үйкеліс және 99,9% пассивті режимдер",
    "1918025546": "Егер сізге Қызметтердегі кез келген адам құпия ақпаратпен қамтамасыз етілсе, құпия ақпараттың құпиялығын өзіңіздің құпия ақпаратыңызды қорғау үшін қолданатындай сақтықпен, бірақ ешбір жағдайда тиісті қамқорлықпен қорғауға келісесіз. Тапсырманы орындау үшін қажет болуы мүмкін жағдайларды қоспағанда, мұндай құпия немесе меншікті ақпаратты ашуға немесе жариялауға болмайды. Intuition Machines платформасындағы тапсырмадағы барлық ақпарат, тіпті егер ақпарат құпия деп нақты белгіленбесе де, құпия ретінде қарастырылуы керек.",
    "1920884252": "Неліктен мазмұнды жою қауіпсіздікке қауіп төндіреді?",
    "1923297430": "Көптеген ірі тұтынушылар үшін соңғы үзіліс Google компаниялардан өз өнімдерін кез келген мағыналы ауқымда пайдаланғаны үшін ақы ала бастаған кезде келді. Бұл ұзақ уақыт бойы reCAPTCHA пайдаланушыларының жақсырақ баламаларды іздеуіне себеп болды, өйткені бүкіл әлем бойынша реттеу мәселелері Google ұсыныстарын қолдануды ұнатпайтын болды.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "1923365316": "Бізде hCaptcha-да AI этикасының қатаң саясаты бар және оның бір бөлігі өз тұтынушыңызды білу (KYC) процесін қамтиды.",
    "1927613000": "hCaptcha веб-қосымшаларды есептік жазбаны басып алудан, тіркелгі деректерін толтырудан, қырып тастаудан және басқа теріс пайдаланудан қорғау үшін күрделі машиналық оқытуды қуатты сынақ платформасымен біріктіреді.",
    "1933936765": "Деректерді өңдеу келісімі (Соңғы жаңартылған уақыты: 2021 ж. 23 қыркүйек)",
    "1936449777": "Содан кейін, толық автоматтандырылған режимде олар электрондық коммерция сайттарындағы адамның мінез-құлқын еліктей алады, түймелерді басып және сауда арбаларына элементтерді қоса алады - алаяқтыққа қарсы бақылау құралдарының көпшілігі робот ұрлауға тырысып жатқанын айта алмайды. тауар. Керісінше, адам пайдаланушы жай ғана сатып алатын сияқты. Бот ұрланған тіркелгі деректерін пайдаланып нақты тұтынушының есептік жазбасына кіре алады. Алаяқтықты одан әрі жасыратын нәрсе - боттың IP мекенжайларын бұрмалау және оны «сатып алушы» басқа елде болуы мүмкін шабуылдаушыдан басқа жерде сияқты етіп көрсету мүмкіндігі.",
    "1936512180": "API-ге оңай қол жеткізу, әдемі бақылау тақталары және жұмысшылардың тиімділігін арттыру үшін ең соңғы үлгідегі технология.",
    "1941999673": "Сіздің жазбаңыз қорғаушылар а",
    "1942186611": "және басқалар.",
    "1942611550": "ең алдымен",
    "1949452297": "hCaptcha UI ішкі шектеулеріне және оның қауіпсіздік мәселелеріне байланысты оны пайдаланумен тікелей іргелес әрбір кескіннің көзін шығару мүмкін емес. Оның орнына біз бұл бетке басты бетімізден сілтеме жасаймыз және платформа арқылы қазіргі немесе жақында қызмет еткен көздердің тізімін сақтаймыз. Сіз ағымдағы тізімге қол жеткізе аласыз",
    "1952810469": "Түр",
    "1953519598": "Бір суретті таңбалау құны $0,03 пен $1,00 немесе одан да көп болады. Кез келген консервативті бағалау бойынша, Google бүгінгі күнге дейін миллиардтаған доллар бос жұмыс күшін өндірді. [",
    "1953959745": "қолжетімділік",
    "1958297836": "Үйлестірілген шабуылдан қорғау және APT әсерін азайту",
    "1959762846": "- веб-пішіндердің шексіз маркетингтік спаммен немесе теріс пайдаланумен толтырылуы",
    "1960601330": "Safari (Mac) жүйесінде cookie файлдарын қосу үшін: Safari ашылмалы мәзіріне өтіңіз. Параметрлерді таңдаңыз. Жоғарғы панельдегі Құпиялылық түймесін басыңыз. «Cookie файлдарын блоктау» астында «Ешқашан» опциясын таңдаңыз.",
    "1962721652": "Адамдар үлгі іздейді, кейде зиянсыз сұрақ сұрақ қойған кез келген адамның уәжіне емес, әлемдегі өзгерістерге байланысты бір сәтте мүлдем таңқаларлықтан күдіктіге айналуы мүмкін.",
    "1963951234": "Сіздің криптографиялық схемаңыз қаншалықты сенімді болса да, егер біреу күннің соңында сіз іздеген жауапты беру үшін жай ғана ақша жұмсай алса, аппараттық құралға ие болу жеткіліксіз.",
    "1972710018": "Бұл компанияның көзқарасы бойынша",
    "1973347745": "10. Роялти жоқ мысал суреттер. Дереккөз: Petapixel.",
    "197676026": "Ақпарат идентификацияланбаған жағдайда кез келген заңды іскерлік мақсат үшін басқалармен",
    "1977013707": "† 2020 жылдың желтоқсан айындағы төлемдер жыл соңындағы салыстырулармен және қызметкерлердің демалыстарымен сәйкес келмеу үшін 15-іне ауыстырылды: олар қаңтардың екінші аптасында аяқталады. PayPal жүйесіне аударымдар әдеттегіден баяу болғандықтан, төлемдер бір күнде аяқталмай, бірнеше күнде орындалады.",
    "1978884623": "Бағдарламалық қамтамасыз ету мәселелерін хабарлау туралы көбірек біліңіз",
    "1979347895": "– Іскерлік елеулі үзілістердің ауқымы әр түрлі болуы мүмкін, мысалы, тек біздің фирма, біздің фирма орналасқан бір ғимарат, біздің фирма орналасқан аудан, біз орналасқан қала немесе бүкіл аймақ. Осы аймақтардың әрқайсысында бұзылудың ауырлығы ең аздан ауырға дейін өзгеруі мүмкін. Фирмамызда, іскерлік ауданымызда, қалада немесе аймақта немесе фирмамыз орналасқан ғимаратта бұзылған жағдайда, біз қажет болған кезде операцияларымызды жергілікті сайтқа ауыстырамыз және бизнес операцияларына ешқандай елеулі іркілістер болмайды деп күтеміз. Кез келген жағдайда біз бизнесті жалғастыруды, қажет болған жағдайда операцияларды балама жеткізушілерге беруді және hcaptcha.com веб-сайтымыз және hcaptchastatus.com сайтындағы күй бетіміз арқылы бізбен қалай байланысуға болатынын хабарлауды жоспарлап отырмыз. Егер бизнестегі елеулі үзіліс біздің бизнесте қалуымызға кедергі болатындай ауыр болса, біз сізге тез арада хабарлаймыз.",
    "1982617151": "( ) Кез келген адам басқа біреудің мансабын немесе бизнесін жасырын түрде жоя алады",
    "1982750088": "Бүкіл дүние жүзіндегі компаниялар адамдарға оңай, бірақ машиналар үшін қиын қарапайым тапсырмаларды орындау үшін бұл жұмыс күшін талап етеді. Пайдаланушылар өздері кіретін сайтты қолдайды және қауіпсіздік деңгейі жоғары болғандықтан веб-спам азырақ болады.",
    "1985238261": "Басқа шектеулі белгілер",
    "1988268879": "Масштаб бойынша үнемді деректерді таңбалау",
    "1988461282": "Өңдеудің құқықтық негіздері",
    "1990824776": "2020 жылғы 16-24 қыркүйек*****",
    "1993899769": "15. Ақпаратты пайдалануымыз",
    "1993984258": "( ) Бас тартуға негізделген кез келген схема қабылданбайды",
    "1995277831": "Рақмет сізге",
    "1996843433": "Тамаша қауіпсіздікті қамтамасыз ете отырып, заңды трафиктің 99,9%-ы үшін қиындықты болдырмай, үйкелісті азайтыңыз.",
    "1997838163": "Әлемдегі ең ірі компаниялар hCaptcha Enterprise-ге тәуелді. Интеграция қарапайым және анықтау дәлдігі теңдесі жоқ.",
    "2012837493": "Іздеу нәтижелері",
    "2014256987": "Cookie файлдарын немесе басқа бақылау технологияларын пайдалануды бұғаттамауды қаласаңыз, төмендегі «Ақпаратыңызды басқару» бөлімін қараңыз. Бұл сайттарды немесе қызметті пайдалану тәжірибеңізге кері әсер етуі мүмкін екенін ескеріңіз, себебі кейбір мүмкіндіктер дұрыс жұмыс істемеуі мүмкін.",
    "2015218686": "осы қадамдарды орындамас бұрын. Егер бұл мәселеңізді шешсе, браузер нұсқасын, жарнама блокаторын немесе браузер кеңейтімін және веб-сайттың URL мекенжайын хабарлағаныңызға ризамыз.",
    "2019130052": "Құпиялылыққа бағытталған ML-дегі инновацияларымыз қауіпсіздікке немесе пайдаланушының құпиялылығына зиян келтірместен «бәрін мәңгілікке жазу» стратегияларының қауіпсіздік стандарттарынан асып түсуге мүмкіндік береді.",
    "2019702084": "Тұтынушының негізгі қызмет көрсету келісімінде немесе сатушы келісімінде тікелей рұқсат етілмесе, тапсырыс берілген SaaS қызметтері сатылмайды, қайта сатылмайды, жалға берілмейді, қосалқы жалға берілмейді, лицензияланбайды, қосалқы лицензияланбайды немесе кез келген басқа үшінші тарапқа (Тұтынушының Серіктесінен басқа) қолжетімді болмауы керек. ) және Келісім бойынша барлық тапсырыстар және Тұтынушының Қызметті пайдалануы Тұтынушының немесе оның Серіктестіктің өзінің ішкі іскерлік мақсатына арналған.",
    "2024293275": ". Барлық басқа құқықтар әзірше сақталған.",
    "2024737147": "Қате туралы хабарлағыңыз келе ме?",
    "2030062561": "( ) Ешкім жігітті таба алмайды, ақшаны жинай алмайды",
    "2032102720": "Жарнамалық компаниялар ұсынатын қауіпсіздік шешімдері негізінен интернеттегі пайдаланушыларды қадағалауға бағытталған. Біз тамаша нәтижелер беру үшін пайдаланушының құпиялылығына зиян келтіру қажет емес екенін дәлелдейтін тиімді қауіпсіздік шешімін жасадық.",
    "2041686284": "Көбірек деректер әдетте машиналық оқыту үлгілерін оқытуда жақсы нәтиже береді. Терең үлгілердің соңғы жетістігі барған сайын үлкен деректер жиынына әкелді және hCaptcha осы қажеттілікке қызмет етеді. Дегенмен, дәстүрлі әдістерді қолдана отырып, адам тексеретін үлкен деректер жиынын жасау баяу және қымбат.",
    "204716894": "Біздің веб-беттеріміздің мазмұны мен дизайны авторлық құқық туралы заңмен қорғалған. Парақтарды және олардың мазмұнын ақылға қонымды әділ пайдаланудан асатын етіп көшіру, егер бетте қайталауға арналған басқа заң ережелері болмаса, IMI ұйымының алдын ала жазбаша келісімін талап етеді.",
    "204889717": "hCaptcha-ға ауысты",
    "2052161540": "Қате туралы есеп мәліметтерін түсіру: Chrome",
    "2058856283": "hCaptcha Enterprise бір ғана мақсатты көздейді: жаман актерлердің желідегі әрекеттеріңізді бұзуына және пайдаланушыларға зиян келтіруіне жол бермеу.",
    "2059998584": "Аймақ",
    "2066255783": "Мазмұнды скрепинг дегеніміз не?",
    "2066321185": "Құқықтық негіз",
    "2066749488": "Басқа шағымдар",
    "2067112112": "Көптеген әртүрлі пайдалану жағдайлары үшін нүктелік аннотациялар",
    "2067334580": "Мәтіндік сілтеме",
    "2072808435": "\"Ойлан, Google? Менің елімдегі таксилер әдетте қара түсті. Мен Америкадағы барлық фильмдердің сары екенін білу үшін жеткілікті фильмдерді көрдім. Бірақ мен барған басқа елдердің барлығында таксилер бір-біріне ұқсамайды. әртүрлі реңктер».",
    "2075610992": "Қолдау көрсеткеніңе рахмет!",
    "2076066173": "Кибершабуылдар 101",
    "2076932190": "Осылайша, reCAPTCHA өнімі он жыл бойы тоқырауға ұшырады.",
    "2077639538": ". Біріншіден, біздің қызметіміздегі сынақ деректері бір ғана емес, көптеген көздерден алынуы мүмкін - Fortune 500 ірі компанияларынан бастап машиналық оқыту стартаптарына дейін, егер олар біздің талаптарымызды ұстанса.",
    "2082237880": "A: hCaptcha - бұл Privacy Pass-ты қолдайтын бірінші қызмет және қазіргі уақытта жалғыз. Дегенмен, біз басқа қызметтер пайдаланушылардың онлайн құпиялылығын арттырудың артықшылықтарын таниды деп күтеміз және біз әзірлеуге көмектесіп жатқан IETF стандарттары ресми түрде қабылданғандықтан, болашақта көбірек енгізілетін болады деп күтеміз.",
    "2082407178": "С: Арнайы мүмкіндіктер cookie файлын пайдалану кезінде өзімді үшінші тараптың cookie файлдарын қадағалаудан қалай қорғай аламын?",
    "2087769953": "\"Біз бұл өзгеріске қуаныштымыз, себебі ол біраз уақыттан бері қолданып келе жатқан Google қызметіне сенуге байланысты құпиялылық мәселесін шешуге көмектеседі. Біз бірнеше CAPTCHA жеткізушілерін бағаладық, сонымен қатар жүйені өзіміз құрастырдық. Соңында, hCaptcha reCAPTCHA-ға ең жақсы балама ретінде пайда болды.\"\"Бізге hCaptcha шешімдерінің бірқатар нәрселері ұнады: 1) олар жеке деректерді сатпайды; олар ең аз қажетті жеке деректерді ғана жинайды, олар жинайтын ақпаратты және оны қалай пайдаланатынын және/немесе жария ететінін сипаттауда ашық.",
    "2090457681": "( ) Мен үкіметтің менің электрондық поштамды оқығанын қаламаймын",
    "2095899021": "hCaptcha Брендинг нұсқаулары және жалпы сауда белгісі лицензиясы",
    "2103513933": "сайттың жұмысына кедергі келтіретін немесе бұзатын қызметпен айналысуға;",
    "2103563261": "Жеке немесе жалпы ақпарат",
    "2104933754": "Сәйкес белгілерді анықтаңыз",
    "2107077506": "HUMAN платформасы нақты уақыттағы күрделі сапаны талдауды орындау үшін жан-жақты сенімділік үлгілерін пайдаланады. Бұл уақыт пен ақшаны үнемдей отырып, сұрақтардың қиындығын да, ықтимал дұрыс жауабын да жылдам анықтауға мүмкіндік береді.",
    "2109792055": "Пайдаланушы нұсқаулығы: Құпиялылық рұқсатын беру және тексеру мәселелерін түзету",
    "2110259227": "24. Жауапкершілікті шектеу",
    "211351380": "Блогтан:",
    "2113642787": "Таң әні",
    "21141582": "бұл",
    "2114694926": "2. Сессия",
    "2119943547": "Неліктен бұл? Жауап қарапайым. Жүйені теріс пайдалану үшін ынталандыру болғанша, біреу әдетте жол табады. Олар жасағаннан кейін, басқа біреу оларды тоқтатуға ынталандырады.",
    "2123236933": "( ) Клиент сүзгісі әсер етпейтін өткізу жолағы шығындары",
    "2125514305": "ML жақсарды, бірақ reCAPTCHA-ны айналып өту қиындығы осы уақыт ішінде айтарлықтай өзгерген жоқ.",
    "2131386784": "Сізге және сіздің пайдаланушыларыңызға қолжетімді сараптама және қолдау",
    "2133754014": "4,5 миллионнан астам веб-сайттар reCAPTCHA пайдаланады [",
    "2133809801": "Адамдар адам болып қала бергенде, адамзатты тексерудің онлайн рөлі болуы мүмкін.",
    "2138799135": "hCaptcha қолданбасында сіз пайдаланатын алдыңғы және серверлік жүйелер үшін ондаған алдын ала құрастырылған интеграциялар бар.",
    "2146900431": "Интуитивті түрде бұл талаптың мағынасы көп. CAPTCHA, барлығы дерлік сияқты, мәдени контекстке енгізілген және сіздің қиындықтар пулыңыз негізінен бір мәдениетте жасалған болса, ол басқа мәдениетке өте жақсы аударылмауы мүмкін. Негізінде бұл мәдениет мәселесі",
    "2150595700": ". GDPR және CCPA корпоративтік сатып алушыларға арналған картаға құпиялылық мәселелерін қойды, сонымен бірге онлайн-құпиялылық қоғам үшін маңыздырақ болып барады, өйткені біз онлайн-жарнама және маркетинг индустриясы деректерімізді тарихи түрде қалай пайдаланғанын бәріміз түсіне бастаймыз.",
    "2150907653": "* Техникалық cookie файлдары қызмет көрсету үшін өте қажет. Оларға таңдаулы cookie файлдары, сеанс cookie файлдары, жүктемені теңестіретін cookie файлдары және т.б. кіреді.",
    "2155089487": ". Егер кейбір топтар үшін біздің қиындықтарды шешу оңай болса, біз оларды шешу кезінде бүкіл әлемдегі және әртүрлі мәдениеттердегі адамдардың орындауындағы айырмашылықты көретін едік. Иденнің посты контекстінде біз американдықтар басқа елдердегі адамдарға қарағанда жақсырақ жұмыс істейді деп күтер едік. Біз бұл мәселені болдырмау үшін жүйелерді әзірлеуге жылдар жұмсағандықтан, іс жүзінде біз керісінше көреміз.",
    "2159517814": "Біз жеке ақпаратты келесі жағдайларда бөлісеміз немесе ашамыз:",
    "2163914794": "Деректер жиындары үшін қосымша белгілер керек пе? hCaptcha жасанды интеллект және машиналық оқыту қолданбаларында жұмыс істейтін компаниялар үшін жылдам, үнемді және жоғары сапалы деректерді таңбалауды қамтамасыз етеді.",
    "2164933356": "Cloudflare",
    "2167049807": "Қауіпсіздік топтары төлем алаяқтығына жеңіл, жалқау тәсілдерді жеңетін әртүрлі қарсы шаралар мен бақылауларды қабылдады. Дегенмен, шабуылдар барған сайын күрделі болып келеді. Мысалы, боттар енді жалған веб-сайттар мен фишингтік шабуылдардан ұрланған несие картасының нөмірлері мен PIN кодтарын жинай алады.",
    "2168177815": "осы жерді басыңыз",
    "2177660021": "Стэнфордтағы зерттеуші ғалым. Ірі банктердегі, хедж-қорлардағы және академиядағы машиналық оқыту және кванттық қаржыландыру.",
    "2178073797": "Құпия ақпаратты ашу орны толмас зиян келтіруі мүмкін болғандықтан, жария етуші тарап осы шарттың кез келген бұзылу немесе бұзылу қаупі үшін сот шешімін сұрауға құқылы.",
    "2179524509": "Бізге hCaptcha қызметі үшін қандай сұрақтарға рұқсат етілгені және неліктен арнайы сұрақтар қойылып жатқаны туралы сұрақтар туындайды.",
    "2182196747": "Қолдау",
    "2183926131": "hCaptcha Enterprise қолданбасын іске қосыңыз",
    "2184564739": "Қараңыз",
    "2185418511": "Кез келген заңды іскерлік мақсат үшін, егер ақпарат жеке тұлғаға негізделген түрде байланыстырылмайтындай сәйкестендірілген немесе жинақталған болса.",
    "2185860003": "21. Веб-сайттың модификациялары",
    "2187096543": "Шынында да, дерекқордан деректерді алу үшін API шақырған хакерлермен жазылған бағдарламалық қамтамасыз ету нәтижесінде кейбір ірі деректер бұзылулары болды. Өйткені, егер ол деректерді ұрлау REST және JSON көмегімен жазылған API-де қарапайым GET қоңырауын қажет етсе, дерекқорды тез жою оңай. Шындығында, адамдар «экранды сызып тастау» шабуылдары туралы айтқан кезде, олардың шын мәнінде нені білдіреді, негізінен дерекқорлардан деректерді шығаратын жылдам әрекет ететін API қоңыраулары. API интерфейстері оларды құрастыратын ұйымдар үшін негізгі шабуыл бетіне айналды.",
    "2188609322": "Желіде жаман актерлер жиі кездеседі. Бірақ пайдаланушының құпиялылығын құрбан ету бұл шешім емес.",
    "218889628": "Осы Тұтынушы Қосымшасын немесе Қызмет көрсету шарттарын бұзуыңыздың нәтижесінде біз тоқтататын жағдайларды қоспағанда, егер біз тоқтатсақ және сіз бізге қандай да бір алымдарды алдын ала төлеген болсаңыз, біз олардың пропорционалды бөлігін қайтарамыз. қалған уақыт немесе сіз төлеген Қызметтер негізінде алдын ала төленген сомалар, қайсысы аз болса. Біз жұмысымызды коммерциялық тұрғыдан ақылға қонымды түрде аяқтаймыз және біздегі барлық ақылы шығыс деректер жиынын және тұтынушы деректерін сақтаймыз және сізге жеткіземіз. Кез келген тоқтатқаннан кейін біз кез келген деректерді жоюымыз мүмкін, бірақ міндетті емеспіз.",
    "2193061499": "Кейбір логотиптер мен белгілерді hCaptcha және оның серіктестері пайдаланумен шектелген. Үшінші тараптар hCaptcha жазбаша лицензиясынсыз келесі белгілерді пайдалана алмайды:",
    "2196526290": "hc_accessibility",
    "2197218442": "Cloudflare бас директоры Мэттью Принс бұл көзқарасты қорытындылады",
    "219813583": "Бірінші қауіпсіздік",
    "2199048568": "Кез келген веб-беттегі мекенжай жолағының сол жағындағы қалқанды басыңыз. «Қорғау параметрлері» түймесін басыңыз. Firefox Preferences Құпиялық және қауіпсіздік тақтасы ашылады. Жетілдірілген бақылауды қорғау астында Пайдаланушы опциясын таңдаңыз. Сол құсбелгілерді таңдау арқылы қандай трекерлер мен сценарийлерді блоктау керектігін таңдаңыз. hcaptcha.com сайтының бұғаттауын алып тастағаныңызға көз жеткізіңіз.",
    "2209109640": "олардың кәдімгі іскерлік қызметі аясында тек зиянды мақсатта пайдаланылады?",
    "2209837451": "2019 жылдың 15 қазаны - 2020 жылдың 15 қаңтары",
    "2212670355": "Тіркелу",
    "2216374138": "тінтуірдің қимылдары, айналдыру орны, пернені басу оқиғалары, түрту оқиғалары және гироскоп/акселерометр туралы ақпарат сияқты.",
    "2217842245": "Дегенмен, біздің деректеріміз көрсетеді (hCaptcha үшін)",
    "2219945145": "сессия,",
    "2223819810": "Біздің платформаны оңтайландыру үшін",
    "2225785608": "( ) Виагра туралы цензураға ұшырамай-ақ айта алуымыз керек",
    "2230333214": "Нәтижелер жеке сәйкестендірілмейтіндей етіп, біз Тұтынушы деректерін басқа деректермен біріктіреміз, сонымен қатар біз сәйкестендірілмеген техникалық журналдар мен Қызметтерді пайдалануға қатысты деректерді жинаймыз («Жиынтық/Идентификатталмаған деректер»). Осы Келісімнің қолданылу мерзімі ішінде немесе одан кейін кез келген осындай Жиынтық/Идентификацияланбаған Деректерді IMI кез келген іскерлік мақсатта пайдалана алады, соның ішінде шектеусіз Қызметтерді әзірлеу және жақсарту, есептерді жасау және тарату және басқа да материалдар. Тұтынушы деректері де жұмыс аяқталғаннан кейін 180 күннен аспайтын шектеулі уақыт кезеңінде сақталуы және жүйеде көрсетілуі мүмкін, мысалы, Intuition Machines жүйелері үшін автоматты калибрлеу немесе тексеру деректері ретінде. Түсінікті болу үшін, осы 5-бөлім бізге сіздің алдын ала жазбаша рұқсатыңызсыз сізді қандай да бір жиынтық/анықталмаған деректердің көзі ретінде анықтауға құқық бермейді.",
    "2233384692": "Егер сізде осындай деректердің қалай өңделетініне қатысты сұрақтарыңыз немесе алаңдаушылықтарыңыз болса немесе құқықтарыңызды пайдаланғыңыз келсе, осы деректерді өңдеу үшін Қызметті пайдалану үшін бізбен келісім-шарт жасасқан тұлғаға немесе ұйымға (яғни, деректер бақылаушысы) хабарласуыңыз керек. Дегенмен, біз Интеграторларымызға олармен жасалған келісім-шарт талаптарына сәйкес сізде туындауы мүмкін кез келген мәселелерді шешуге көмектесетін боламыз.",
    "2233741720": "Қорытындысында",
    "2234909600": "( ) Спам жіберушілер өз тізімдеріндегі жарамсыз мекенжайларға мән бермейді",
    "2236960358": "Тіркеу кезінде сізден аты-жөніңізді, электрондық пошта мекенжайыңызды қоса алғанда, сіз туралы белгілі бір жеке ақпаратты («Жеке ақпарат») ашуды және пайдаланушы аты мен құпия сөзді жасауды сұрайды, олардың барлығы біздің сайтта қол жетімді Құпиялық саясатымызға бағынады. веб-сайт. Тіркелгіңіздің, құпия сөздердің және тіркелгіңізге байланысты аутентификация кілттерінің қауіпсіздігін бақылауға, қамтамасыз етуге және қолдауға тек сіз жауаптысыз және Қызметтердегі сол ақпаратты пайдалану арқылы жасалған кез келген әрекетке жауаптысыз.",
    "2255549335": "hCaptcha-дағы біздің жұмысымыз - қиындық пен дәлдік арасындағы жақсы айырбастарды табу және үйкелісті төмен ұстау, әсіресе",
    "2256305371": "Беркли, Калифорния университетінің профессоры. Терең білім, қауіпсіздік, блокчейн сарапшысы. Oasis Labs бас директоры.",
    "2256795853": "Веб-сайттардан көптеген деректерді жылдам шығарып алу мүмкіндігі зиянды актерлердің қолындағы күшті құралды қырып алуға мүмкіндік береді. Скрепті бот әлеуметтік медиа сайттарынан пайдаланушы деректерін жинай алады. Содан кейін мекенжайлары мен басқа да жеке мәліметтері бар сайттарды қырып алу және нәтижелерді салыстыру арқылы хакер несие картасына жалған өтініштер жіберу сияқты жеке басын куәландыратын қылмыстарға баруы мүмкін.",
    "2260079771": "Деректерді сақтау",
    "2268939633": "IMI тұтынушы дауларын шешуші ұйымның алдында тұтынушы даулары бойынша дауларды шешудің баламалы әдісіне міндеттеме бермейді және қатысуға міндетті емес. Дауларды онлайн шешуге арналған Еуропалық комиссияның ресми веб-сайты:",
    "2269166171": "Google Chrome (Mac):",
    "2271205646": "Еуропалық экономикалық аймақтың резиденттеріне арналған ескерту.",
    "2271252286": "( ) Microsoft бұған шыдамайды",
    "2271512952": "Пайдаланушылар өздері кіретін сайтты қолдайды және веб-спамды азырақ көреді.",
    "2271969747": "20. Сіз алатын құпия ақпарат",
    "2273532558": "hCaptcha-ның төлейтін тұтынушылары кімдер?",
    "2281169898": "Есеппен бірге жөндеу туралы ақпаратты жіберу бізге не болып жатқанын анықтауды жеңілдетеді. Міне, қадамдық нұсқаулар:",
    "2284856231": "және hCaptcha Enterprise таза пассивті режимінде де айтарлықтай жақсартылған дәлдік байқалды.",
    "229198134": "( ) Кешіріңіз, досым, бірақ бұл жұмыс істемейді деп ойлаймын.",
    "2292919419": "( ) Болжам",
    "2296918009": "Бұл күн сайынғы 100-ден астам адам-жыл еңбекке тең.[",
    "2301335298": "Төлемдегі алаяқтық: киберқылмыстың жылдам дамып келе жатқан режимін азайту",
    "230159237": "Контактілер",
    "2301757528": "**** Төлем терезесі кезінде PayPal REST API интерфейстеріне қызмет көрсетуіне байланысты 15 маусымда барлық төлемдер аяқталмады. 15 маусымға (Тынық мұхиты уақыты) жоспарланған, бірақ PayPal API қателеріне байланысты орындалмаған төлемдер 19 маусымға дейін (Тынық мұхиты уақыты) қайта орындалды.",
    "2303655425": "2019 жылдың 15 қаңтары - 2019 жылдың 15 сәуірі",
    "2309661107": "Дегенмен, бізді қатты қызықтырады",
    "2310694091": "Татуласу нені білдіреді?",
    "2310705547": "Пішімделген мәтін элементі тақырыптарды, абзацтарды, тырнақшаларды, кескіндерді және бейнелерді жеке қосу және пішімдеудің орнына барлығын бір жерде жасауға және пішімдеуге мүмкіндік береді. Жай екі рет басыңыз және мазмұнды оңай жасаңыз.",
    "23114595": "Керемет пайдаланушы тәжірибесі",
    "231285005": "Сіз біздің блогта соңғы жаңартуларды таба аласыз",
    "2315518622": "Бүгінгі шабуыл құралдарында қол жетімді күрделілікпен, егер бар болса, олардың қайсысы алаяқтық екенін анықтау өте қиын. Содан кейін адам тұтынушыларға қызмет көрсету желісіне қоңырау шалып, «Менің тіркелгіме шабуыл жасалды! Жүйеге кіре алмаймын, біреу ақшамды ұрлап жатыр!».",
    "2319072959": "Жеке жұмыс күшіңізбен толығымен офлайн режимде жұмыс жасаңыз, бизнес бөлімшелері немесе консорциум серіктестері арқылы тұтынылатын құнды қадағалаңыз, шығындар мен қауіпсіздік талаптары негізінде жұмыстарды әртүрлі ішкі немесе сыртқы жұмыс берушілерге таңдап бағыттаңыз және т.б.",
    "2320894364": "200-ден астам қатысу нүктелері бар hCaptcha бұлты бүкіл әлем бойынша активтеріңізді қорғайды",
    "2323013093": "26. Қолданылатын заң",
    "2323282990": "Адамгершілікті тексеруге заманауи көзқарас",
    "2326660907": "қоспағанда",
    "2328839224": ". Калифорния тұтынушыларының құпиялылығы туралы заңға (\"CCPA\") сәйкес құқықтарыңызға қатысты \"Калифорния тұрғындарына ескерту\" бөлімін қараңыз.",
    "2330965058": "Біз Интеграторлар үшін процессор ретінде әрекет етсек, біз жиналған деректерді Қызметімізді көрсету үшін қажет болғаннан басқа кез келген мақсат үшін пайдаланбаймыз және өңдеуіміз бұл емес, Интеграторларымызбен жасалған келісім-шарттармен реттеледі. Құпиялылық саясаты",
    "2333410049": "Жарнама блокаторын өшіріп көріңіз.",
    "2340340589": "hCaptcha белгісін пайдалану бойынша нұсқаулар",
    "234420106": "Сіз hCaptcha Enterprise қызметінің Интеграторы немесе Тұтынушысы болсаңыз және RPS арқылы өлшенетін API пайдалануыңыз қызмет деңгейіңіз үшін белгіленген мөлшерлемеден асып кетсе, біз қызметіңізді өзгертуді немесе артық мөлшерлеме алуды таңдауымыз мүмкін. Ең жоғары RPS мөлшерлемесі 30 күн ішінде жалпы алғанда 10 немесе одан да көп минут ішінде қамтамасыз етілген мөлшерлемеден 10 есе асатын болса және бұл сұраулардың көпшілігі біздің жеке пікіріміз бойынша зиянды трафик емес болса, біз мынаны таңдауымыз мүмкін: сол айда жасалған барлық API сұраулары үшін сізден келісім-шартта көрсетілген артық мөлшерлеме бойынша ақы алады.",
    "2344319147": "Google боттарын анықтау шынымен қанша тұрады?",
    "2348450790": "Осы Қызмет көрсету шарттарын оқып шығыңыз. Олар, басқа ережелермен қатар, кепілдіктерден бас тартуды, жауапкершілікті шектеуді және міндетті арбитражды қамтиды. Осы Қызмет көрсету шарттары біздің веб-сайтқа соңғы кіргеніңізден кейін өзгерген болуы мүмкін екенін ескеріңіз. Біз осы Қызмет көрсету шарттарын мезгіл-мезгіл өз қалауымыз бойынша қайта қарап, жаңарта аламыз. Маңызды өзгерістер болған жағдайда, біз сізге жаңартылған Қызмет көрсету шарттарын осы бетте жариялау арқылы хабарлаймыз, содан кейін Сайтты немесе Қызметті пайдалануды немесе оған кіруді жалғастыру үшін жаңартылған Қызмет көрсету шарттарын растау керек.",
    "2348697693": "Google Chrome (Android):",
    "2349681896": "Өкінішке орай, аппараттық құралды басқару сіздің адам екеніңізді білдірмейді. Іс жүзінде әрбір танымал тұтынушы аппараттық құралдарын аттестациялау схемасы бірнеше рет бұзылды, патчтар жасалды, содан кейін қайтадан бұзылды.",
    "2351176803": "hCaptcha JS API үшін лицензия шарттары",
    "2354267648": "GDPR, CCPA және LGPD қолайлы құпиялылық саясаты",
    "2359150347": "С: Басқа онлайн қауіпсіздік қызметтері Privacy Pass қолдайды ма?",
    "2359312315": "немесе жеке тұлғаға негізделген түрде байланыстыруға болмайтындай жинақталған.",
    "2359913400": "Инфрақұрылым",
    "2366003154": "Баспасөз және БАҚ сұраулары",
    "2367602973": "Мұнда",
    "2369877184": "hCaptcha интеграторлары немесе тұтынушылары үшін рұқсат етілген ең жоғары RPS жылдамдығы, егер сіз бен біздің арамыздағы жазбаша келісім-шартта өзгеше белгіленбесе, тіркелгіңіздегі нысандарға («RPS») секундына 1000 сұрауды құрайды.",
    "237009707": "( ) Шет елдерде ашық эстафеталар",
    "2373007864": "hCaptcha Enterprise жоғары трафикті кәсіпорындарға қажет мүмкіндіктерді қамтитын hCaptcha платформасының технологиясында жұмыс істейді.",
    "2378786360": "1. Қолдау көрсетілетін басқа браузерлердің бірін қолданып көріңіз: Chrome браузерінде болсаңыз, Chrome браузерінен параметрлерді импорттамай, Firefox қолданбасын пайдаланып көріңіз және сол жерде плагинді орнатыңыз. Бұл жұмыс істесе, браузер конфигурациясында мәселе болуы мүмкін.",
    "2385522384": "Сіз Google-дың Waymo өздігінен жүретін көліктеріндегі камералардан бейне кадрларын көріп, олардың нысанды тануды жақсартуға көмектескен болуыңыз мүмкін.",
    "2386465280": "Ақпаратты қалай бөлісеміз",
    "2391175562": "Сонымен қатар, мен сіз туралы ойлаймын:",
    "2394073454": "Біз жеке деректерді таңбалаушы ретінде бізбен жұмыс істегісі келетін Түпкі пайдаланушылардан қосымша ақпаратты жинауымыз мүмкін.",
    "2396605499": "( ) Ақ тізімдер жағымсыз",
    "2397590157": "3. Консервативті бағалау: 200 миллион шешу * 30 секундта бір шешу = 190,3 адам-жыл/күн.",
    "2402165761": "Скрепинг қалай жұмыс істейді?",
    "2404545611": "hCaptcha-ға қош келдіңіз! Біздің қауымдастықтың бір бөлігі болғаныңыз үшін рахмет. «Қызметтер» (төменде анықталған) барлық пайдаланушылары келесі шарттармен («Қызмет көрсету шарттары») келісуі керек. Осы Қызмет көрсету шарттарына сәйкес, \"IMI\", \"біз\" және \"біз\" Intuition Machines, Inc. және оның еншілес компанияларына, аффилиирленген тұлғаларына, офицерлеріне, агенттеріне, қызметкерлеріне, өкілдеріне және агенттеріне сілтеме жасайды және біздің \"веб-сайтымыз\" төмендегі кез келген веб-сайтты қамтиды. біздің бақылауымыз, соның ішінде www.hcaptcha.com және www.imachines.com.",
    "2408036504": "Осылайша, біздің жүйелеріміз класстағы жетекші қауіпсіздікті сақтай отырып, деректерді жинау мен сақтауды барынша азайту үшін басынан бастап жасалған. Пайдаланушы деректерін қорғаудың ең жақсы жолы - оны мүлдем сақтамау.",
    "2410122265": "hCaptcha ресурстары: боттар 101",
    "2412751979": "hCaptcha-ны қуаттандыратын дәлірек адамзат сигналдарының арқасында бұрын reCAPTCHA v3/Enterprise пайдаланған көптеген компаниялар келесіге ауысты.",
    "2413742287": "hCaptcha-ның ынталандыруы жарнамадан түсетін кірісті емес, дәлдікті арттыру болып табылады: боттардың жауаптары адам оқыту деректерін қажет ететін тұтынушыларымыз үшін пайдасыз.",
    "2414232014": "Біздің логотипіміз бірден танылады және біздің ең құнды және маңызды активтеріміздің бірі. Ол біздің компаниямыздың күшті өкілдігі болып қала беруі үшін ол барлық байланыс арналарында мұқият және дәйекті түрде ұсынылуы керек.",
    "2414368123": "Аты, несие картасының нөмірі, дебеттік карта нөмірі немесе кез келген басқа қаржылық ақпарат.",
    "2418549423": ", криптографиялық дәлелдер арқылы онлайн құпиялылықты сақтаудың жаңа стандарты және құпиялылық бірінші кезектегі басқа бірегей мүмкіндіктер.",
    "2419795065": "Калифорния тұрғындарына ескерту",
    "2420789666": "Fastly, Inc. Ұсынылатын қызметтер: жылдам CDN және шеткі есептеулер.",
    "2423586454": "Оның артында AI қаншалықты жақсы болса да, бағдарламалық жасақтама жасай алмайтын кейбір нәрселер әлі де бар. Қазіргі заманғы CAPTCHA технологиясы төлем алаяқтығын жалғастыруға тырысатын боттарды блоктаудың дәлелденген әдісін ұсынады. CAPTCHA-ға ескі тәсілдер, қораптағы қарапайым қиғаш сандар сияқты, қазір жетілдірілген боттарды жұмсартуда жеткіліксіз болса да, hCaptcha Enterprise сияқты автоматтандырылған тестілеу-жауап беру құрылғысы тіркелгіге кіру немесе сауда себетін тексеру сәтінде алаяқ ботты оңай жеңе алады. Боттың нақты тіркелгі деректері болса да, CAPTCHA арқылы өту мүмкін емес.",
    "2429359042": "мысал интерфейс суреттері",
    "2430148876": "Біз осы нұсқаулықтарды және жалпы сауда белгісі лицензиясын тұтынушыларымызға, серіктестерімізге және жанкүйерлерімізге корпоративтік сәйкестікті сақтай отырып, брендпен жұмыс істеуді барынша жеңілдету үшін жасадық. Егер сізге hCaptcha белгішелерін, логотиптерін немесе басқа белгілерді осы нұсқаулардан айтарлықтай айырмашылығы бар тәсілдермен пайдалану қажет болса, жазбаша лицензия алу үшін бізге (IMI) хабарласу қажет.",
    "2436973524": "Тек нақты сілтемелер ғана қабылданады. Сайт қолданбаған кезде hCaptcha қызметтері мен қолданбаларын пайдаланады деп айтуға болмайды. Сол сияқты, біздің логотипті немесе кез келген танымбелгілерді пайдалану сайт hCaptcha қызметтерін пайдаланған кезде ғана орынды болады.",
    "2437934778": "Сіздің атыңыз",
    "2438016011": "Ерікті келісім. Осы Қызмет көрсету шарттарының барлық тараптары әрқайсысы осы келісімнің барлық аспектілерін қарап шыққанын, оның барлық ережелерін мұқият оқып, толық түсінетінін және осы келісімге өз еркімен кіретінін білдіреді және келіседі.",
    "2441638955": "Біріншіден, API дегеніміз не?",
    "2444685143": "Логотип саясаты",
    "2445034923": "Осы Қызмет көрсету шарттарының барлық шарттарымен келіспесеңіз, Сайтты немесе Қызметтерді пайдаланбаңыз (және де мүмкін емес).",
    "24452499": "шешім; оны жақсылыққа да, жамандыққа да қолдануға болады. Қос мақсаттағы шешімдерді зерттейтін, құрастыратын немесе сататын әрбір компания өз әрекеттерінің салдарын қарастыруға міндетті.",
    "2446481523": "Кішкентай ауылдағы полиция бөлімшесіне вагон жүргізушісі мен дворян келгені туралы ескі халық ертегісі бар. Кір, кедей киімін киген бір адам полицейге: «Мен дворянмын. Бұл кісі менің жүргізушісі болды.",
    "2449501658": "тіркелгіге жалған кіру әрекеттерінен болатын қауіпті азайтудың ең озық әдістерінің бірін ұсынады, боттарды анықтау және тоқтату үшін машиналық оқытуды қолданады және алаяқтардың есептік жазбаны басып алуды қиындатады немесе тіпті мүмкін емес етеді.",
    "2462728596": "Осы тармақтар бойынша өзімізді қанағаттандыра алмасақ, біз сұрауды қабылдамаймыз және Шартымызда көрсетілгендей платформамызға одан әрі кіруді тоқтатуымыз мүмкін.",
    "2462909475": "Қиянат үшін пайдаланылған 10 000-нан астам телефоннан тұратын қабырға, қытайлық бот операциясының бөлігі.",
    "2465128185": "Жылдам кері байланыс жасау үшін «Бізге пікір жіберу» түймесін басыңыз.",
    "2468683988": "Айдар",
    "2474091800": "19. Басқа пайдаланушылармен даулар; Шығару",
    "2474661839": "Біздің",
    "247560732": "Үш жол кодымен hCaptcha қосыңыз. Егер сіз reCAPTCHA арқылы келсеңіз, біздің API үйлесімді және ауысуға бірнеше минут кетеді.",
    "2477958756": "( ) Жаман адамдар",
    "2481032625": "Мақсаты алдын алу болып табылады ма:",
    "2486638408": "Техникалық сипаттамаларды анықтау",
    "2487931657": "Қолданбаңыз: \"біз өз сайтымызды басып шығардық.\"",
    "248923369": "BotStop логотипі™",
    "2489287539": "Үйкеліссіз «CAPTCHA жоқ» және 99,9% пассивті режимдер",
    "2491398763": "Осы беттердегі барлық мәтін, кескіндер, графикалық анимация, бейнелер, музыка, дыбыстар және басқа материалдар авторлық құқық туралы заңмен IMI немесе көрсетілген болса, үшінші тараптармен қорғалады. Бұл материалды ақылға қонымды әділ пайдаланудан асатын жолмен коммерциялық мақсатта көшіруге немесе өзгертуге тыйым салынады. Осы веб-сайт үшін жауапкершілік",
    "2497216176": "Үшінші тараптың аналитика және бақылау технологиялары",
    "2498172334": "Атап айтқанда, сіздің жоспарыңыз есепке алынбайды",
    "2505227594": "7. Артық жас",
    "2510209017": "Көмек керек пе?",
    "2510534204": "2020 жылдың 23 наурызынан кешіктірмей***",
    "2513143348": "hCaptcha Enterprise жүйесі дизайнында ерекше икемді: егер сізде жалпыға қолжетімді бұлтты басқарсаңыз немесе көптеген деректер орталықтары болса, оны желінің шетінде ішінара немесе толығымен орналастыруға болады.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "252720667": "Privacy Pass криптографиялық қауіпсіздігінің негізінде жатыр. Хаттаманың өзі өтіп жатыр",
    "2531534427": "Толық ақпарат осында.",
    "2534436327": "және келесі философиялық қарсылықтар да қолданылуы мүмкін:",
    "2535001179": "Егер сіз Google-дың reCAPTCHA қолданбасынан келетін болсаңыз, біздің API интерфейстері ашылмалы ауыстырғыштар болып табылады.",
    "2540760245": "көптеген басқа пайдаланулардың арасында «адам немесе емес» негізінде онлайн трафикті сүзгілеу мүмкіндігі адам табиғаты соңғы бес мың жыл ішінде жазылған үлгілерді ұстанғанша құнды құрал болып қала береді.",
    "2543123170": "Нөлдік үйкелісті адамдық тексеру",
    "254326776": "Бұл кемшіліктерді қасақана теріс пайдалану көбінесе ашылғанға немесе академиялық жарияланымға дейін айлар немесе жылдар бойы орын алғаны анықталды.",
    "2544169219": "Соңғы соңғы нәтижелер: ICML LLD, 2019 жылдың мамыры.",
    "2544565802": "2019 жылдың 15 шілдесі – 2019 жылдың 15 қазаны",
    "2547140673": "Он жылдан астам уақыт бойы Google-дың reCAPTCHA қызметі веб-сайт иелеріне сауда-саттықты ұсынып келеді: Google-ға пайдаланушыларыңызды қадағалауға және оларға сұрақтар қоюға мүмкіндік беріңіз, ал орнына олар боттар мен спамдарды тоқтатуға уәде береді.",
    "2547406584": "Осы Cookie саясаты туралы сұрақтарыңыз болса, бізге хабарласыңыз",
    "2551802342": "– Біз елеулі бизнес үзілістен кейін іскерлік операцияларды тез қалпына келтіруді және қайта бастауды жоспарлап отырмыз және қызметкерлер мен мүлікті қорғау, қаржылық және операциялық бағалау жүргізу, фирманың кітаптары мен жазбаларын қорғау және клиенттерімізге және олардың соңғы пайдаланушыларына онлайн транзакция жасауға мүмкіндік беру арқылы жауап беруді жоспарлап отырмыз. Қысқаша айтқанда, біздің бизнестің үздіксіздігі жоспары бизнестегі елеулі үзілістердің ауқымы мен ауырлығын ескере отырып, фирмамызға жұмысын мүмкіндігінше тезірек қайта бастауға мүмкіндік беру үшін жасалған. Біздің бизнестің үздіксіздігі жоспарының мекенжайлары: деректердің сақтық көшірмесін жасау және қалпына келтіру; миссияның барлық маңызды жүйелері; қаржылық және операциялық бағалау; тұтынушылармен, қызметкерлермен және қадағалау органдарымен балама байланыстар; қызметкерлердің баламалы физикалық орналасуы; маңызды жеткізуші мен тұтынушыға әсері; нормативтік есеп беру; және өз бизнесімізді жалғастыра алмасақ, тұтынушыларымызға жедел хабарлау. Біздің негізгі жеткізушілер пулымыз географиялық тұрғыдан бөлек аймақтағы маңызды жазбаларымыздың сақтық көшірмесін жасайды. Әрбір төтенше жағдай күннің уақыты мен бұзылудың ауырлығы сияқты сыртқы факторларға негізделген бірегей проблемаларды тудырса да, осы жеткізушілер пулы бізге олардың мақсаты - өз жұмысын қалпына келтіру және қызметтерді жылдам қалпына келтіру мүмкіндігі туралы кеңес берді. Біз әртүрлі жеткізушілер жинағын пайдалану арқылы тәуекелді азайту үшін жұмыс істегенімізге қарамастан, осы кезеңде қызметтеріңіз өзгертілуі немесе үзілуі мүмкін.",
    "2555914614": "Арнайы мүмкіндіктерді пайдалану жағдайы үшін. Біздің қазіргі a11y әдісімізді Privacy Pass шығарумен біріктіру a11y пайдаланушыларына олардың трафигі анағұрлым жеке екенін біліп, қауіпсіз шолуға мүмкіндік береді, сонымен бірге a11y опциялары қолжетімді болған кезде бот операторларының теріс пайдалануын шектейді. Біз осы жаңа технологияны стандарттайтын IETF жұмыс тобының белсенді қатысушыларымыз.",
    "2557240048": "Бұл қалай жұмыс істейді: біріншіден, арнайы мүмкіндіктер пайдаланушысы арқылы тіркеледі",
    "2557601376": "hCaptcha logo™",
    "2560582224": "қателерді марапаттау бағдарламасы",
    "2561077702": "Біздің қызметімізді қамтамасыз ету үшін",
    "2565565429": "Оның орнына: \"біз сайтымызды қауіпсіз және қауіпсіз ету үшін hCaptcha-ны қолданамыз.\"",
    "2575690545": "Есептік жазбаны басып алу, кибералаяқтық сияқты, негізінен автоматтандырылған, жаппай процестерге қатысты. Анасының жертөлесінде капюшон киген хакерлердің банк веб-сайттарына бірінен соң бірі құпия сөздерді енгізуі сирек.",
    "2583775432": "С: Құпиялылық туралы не деуге болады? Тіркеу қандай да бір жолмен a11y шолу деректерін ашады ма? Электрондық поштамен не істейсіз?",
    "2588750717": "Шынында да, кейбір тіркелгі деректерін толтыру шабуылдары миллиондаған тіркелгі деректерін қамтиды - барлығы кіруге мүмкіндік береді деген үмітпен веб-сайттың кіру интерфейсіне толтырылады. Ішке кіргеннен кейін, шабуылдаушы жәбірленушінің есептік жазбасын басып ала алады.",
    "2590587108": "Статикалық және динамикалық мазмұнды өңдеу",
    "2593768395": "Интернетте, ұялы телефонда, мобильді вебте үздіксіз тәжірибе. Алдын ала құрастырылған интеграциялар және жергілікті SDK қол жетімді.",
    "2593864519": "Көбірек боттарды тоқтатыңыз. Пайдаланушы құпиялығын қорғауды бастаңыз.",
    "259613338": "осы Қызмет көрсету шарттарына қатысты сұрақтарыңыз болса.",
    "2597149484": "Хакердің көптеген тіркелгі деректерін «толтыру» себебі олардың ұрланған тіркелгі деректерін қайдан алатынына байланысты.",
    "2597352122": "Аннотация түрлері",
    "2600696085": "2021 жылдың 15 наурызы",
    "2602081482": "hCaptcha Enterprise сайтыңызға және қолданбаларыңызға зиянды трафикті, соның ішінде скрепинг әрекеттерін анықтау үшін кеңейтілген машиналық оқытуды пайдаланады.",
    "2602763587": "Тіркелгі деректерін толтыру - шабуылдаушы ұрланған пайдаланушы аттары мен құпия сөздерді пайдаланып веб-сайтқа бірнеше рет кіруге тырысатын кибершабуылдың бір түрі. «Толтыру» қайталанатын кіру әрекеттерін білдіреді, олар әрқашан дерлік автоматтандырылған бот бағдарламалық құралы арқылы орындалады.",
    "2603863826": "PS: Өз тіліңізде жақсартуларды қолдануға болатын аударманы тапсаңыз, а. жіберуіңізге болады",
    "2605814073": "Біздің қызметтерді пайдалану немесе тіркелу арқылы сіз келісесіз: сіз кемінде 18 жастасыз; сіздің өзіңіздің немесе сіз өкілдік ететін ұйымның атынан осы келісімге қол қоюға құқығыңыз бар және әрқашан осы Қызмет көрсету шарттарына және осы жерде сілтеме жасалған барлық IMI саясаттары мен нұсқауларына сәйкес қаласыз; және сіз біздің веб-сайтты теріс пайдаланбайсыз, жеке басыңызды бізге бұрмаламайсыз немесе адам интеллектін қажет ететін IMI-дегі кез келген тапсырманың кез келген бөлігін орындау үшін жасанды интеллект қолданбайсыз.",
    "260595108": "Біз қол жетімділік электрондық пошталарын немесе ақпаратты пайдалануды жеңілдету және теріс пайдаланудың алдын алудан басқа мақсатта ешқашан пайдаланбаймыз.",
    "2611914656": "Пайдаланушы қатені сезінгенде, жөндеу деректерін жинау үшін Sentry пайдаланамыз. Sentry деректерді қалай жинап, өңдейтіні туралы ақпарат алу үшін,",
    "2616040974": "3. Тұтынушылар мен сұраныс берушілер",
    "2616226398": "Бізге бағынышты",
    "2619472217": "8. Қайта сату",
    "2620705814": "Google - жарнамалық компания және олардың қауіпсіздік өнімдері олардың жарнама өнімдеріне өте ұқсас",
    "2621989404": "Соңғы жаңартылған күні: 2021 жылдың 24 қыркүйегі. Ағылшын тіліндегі терминдеріміздің беделді екенін ескеріңіз.",
    "2624601135": "\"hCaptcha\" бренд атауының бөлігі ретінде пайдаланылмауы, сызықшамен біріктірілмеуі немесе қолданбалардың немесе басқа өнімдердің атауларында пайдаланылмауы керек.",
    "2624949852": "Әрине, reCAPTCHA 2009 жылдан бері веб-қауіпсіздік саласының алғашқы қатысушысы болды, ол миллиондаған веб-сайттарды зиянды боттар мен спаммерлердің үнемі өсіп келе жатқан қауіптерінен қорғады. Дегенмен, соңғы жылдары ол толығымен бұзылды:",
    "262509504": "Біз Cookie файлдары жинаған ақпаратты осы Құпиялық саясатына сәйкес сізден жинайтын басқа ақпаратпен байланыстыра аламыз және біріктірілген ақпаратты осында көрсетілгендей пайдалана аламыз. Сол сияқты, біздің сайттарымызда cookie файлдарын ұсынатын үшінші тараптар сіздің атыңызды немесе электрондық пошта мекенжайыңызды өздері жинайтын басқа ақпаратпен байланыстыруы мүмкін, оның ішінде бұрын офлайн немесе онлайн сатып алулар немесе сіздің онлайн пайдалану ақпаратыңыз болуы мүмкін.",
    "2631159699": "( ) Кең жолақты жалғанған Windows қорапшаларының құрттары",
    "2631249972": "Біз сізге ескертусіз веб-сайтымызды жақсартуымыз немесе өзгертуіміз мүмкін.",
    "26365791": "Заңмен рұқсат етілген толық көлемде Сайт және Қызмет (және кез келген басқа байланысты қызметтер, ақпарат, деректер, мүмкіндіктер және басқа мазмұн немесе материалдар) «бар болғанша» және «қол жетімді» негізде ұсынылады. Заңмен рұқсат етілген толық көлемде IMI сатуға жарамдылық, белгілі бір мақсатқа жарамдылық және бұзылмау туралы болжамды кепілдіктерді қоса алғанда, бірақ олармен шектелмей, барлық кепілдіктерді жоққа шығарады.",
    "263761351": "hCaptcha - қазір ай сайын жүздеген миллион адам қолданатын бірінші сенімді балама.",
    "2639657759": "Рұқсат бойынша пайдаланылған белгілер",
    "2645321220": "Егер сіз reCAPTCHA құны тым жоғары деп ойласаңыз, hCaptcha Enterprise туралы сұраңыз. Қазіргі уақытта әлемдегі ең ірі баспагерлер, қаржылық қызметтер компаниялары және веб-инфрақұрылымдық компаниялар пайдалануда, олар reCAPTCHA-ға сенімді балама ғана емес: олар қазіргі уақытта қол жетімді ең жақсы бот қорғауын ұсынатынына сенімдіміз.",
    "2646127839": "Негізгі қызмет көрсету шарттарына тұтынушы қосымшасы",
    "2648707986": "Тіркелгіні басып алу - зиянды актер желідегі тіркелгі иесінің кейпін көрсететін кибералаяқтықтың бір түрі. Әдетте, шот алаяқ ақшаны, тауарды немесе сыйлық карталарын ұрлай алатын қаржы мекемесінде немесе электрондық коммерция бизнесінде болады. Шабуылдаушы тіркелгіге кіру үшін ұрланған логин тіркелгі деректерін пайдаланады, содан кейін оны қабылдап алады, мүмкін есептік жазбаның нақты иесін құлыптау үшін құпия сөзді өзгертеді.",
    "2650241052": "Кеңес жоқ",
    "2650502379": "Өз сынақтарыңызды секундтарда іске қосыңыз",
    "2652399059": "Сенімді серіктес",
    "265443926": "Күмән тудырмас үшін, бұл шектердің жеке тұлға, ұйым немесе ұйым ретінде сіз жасаған кез келген тіркелгілерде жиынтықта қолданылатынын ескеріңіз. Мысалы, әрқайсысы бір айда 100 000 сұрау (яғни барлығы 1 миллион сұрау) алатын 10 есептік жазба жасасаңыз, сол айда барлық тіркелгілер үшін әділ пайдалану шектеулерінен асып кеткен боларсыз.",
    "2659418535": "Арбитраж процедурасы. Осы келісім бойынша барлық арбитраж Америкалық арбитраж қауымдастығының ережелері бойынша немесе өзара келісілген арбитраж қызметі арқылы жүзеге асырылады. Төреші балама ескертулер арқылы кемінде жеті (7) есімнен тұратын тізімнен таңдалған АҚШ төрешісі болады. Төрелік сотта әрбір тарап тиісті азаматтық тергеу жүргізуге, қарсылық білдіру туралы өтінішхаттар беруге, өз істері мен қорғауларын ұсыну үшін қажет болған жағдайда куәлар мен дәлелдемелерді ұсынуға құқылы және осыған байланысты кез келген дауларды төреші шешеді. Дауды шешу тек мәлімделген талаптар мен қорғауларды реттейтін заңға негізделеді және төреші мұндай бақылаушы заңнан басқа ешбір негізге жүгіне алмайды. Төреші төреші ретінде әрекет еткен кезде сот қызметкерінің азаматтық-құқықтық жауапкершіліктен иммунитетіне ие болады, бұл иммунитет кез келген басқа қолданыстағы иммунитетті толықтырады. Марапаттар төрешінің жазбаша дәлелді пікірін қамтуы керек. Сіз IMI-ге немесе IMI-дің сізге қарсы болуы мүмкін кез келген шағымды қазылар алқасы арқылы қарау құқығынан бас тартасыз. Осы тармаққа сәйкес кез келген талап қолданыстағы талап қою мерзімі ішінде қойылуы тиіс. Америка Құрама Штаттарының Федералдық төрелік заңы осы тармақты реттейді және сіз осы Келісімнің саудадағы мәмілені куәландыратынын мойындайсыз.",
    "2666258754": "СЕМАНТИКАЛЫҚ ИЕРАРХИЯҒА НЕГІЗГЕН ҚАТЫНАСТЫҚ ЕНГІЗУ ӘЛСІЗ БАҚАРАЛАТЫН ТЕРЕҢ ХЕШИНГ, Хейки Арпонен, Том Е Бишоп. ICML 2019, LLD семинары.",
    "2670003220": "Жұмыс орындары",
    "2670352917": "hCaptcha адамдарға шешуге оңай бола отырып, сенімдірек боттарды анықтауды қамтамасыз етеді.",
    "2671622670": "Кәсіпорын",
    "267645277": "IMI сіздің жеке басыңызды растауы мүмкін. Бұл сіздің жеке ақпаратыңызды үшінші тарап дерекқорларымен немесе ресми құқықтық құжаттармен салыстыруды қамтуы мүмкін. Сіз өзіңіздің жеке куәлігіңізді, электрондық пошта мекенжайыңыздың меншігіңізді және қаржылық шоттардың иесі екеніңізді растау үшін қажет кез келген сұрау салуға рұқсат бересіз. Жеке басыңызды растауға көмектесу үшін сіз туралы ақпаратты беруге келісесіз.",
    "2676853536": "Көп пайдаланушыға арналған бақылау тақталары",
    "2681650568": "Әдеттегідей, құпиялылық біз үшін басты құндылық болып табылады. Сынақ кодын тек қажет жерде және сізді де, пайдаланушыларды да қорғау мағынасы бар жерде қосыңыз. Деректерді жинауды азайту интеграциялау сәтінен басталады.",
    "2682873489": "Объектілер үшін шекті аумақты анықтаңыз",
    "2683038211": "Интернет немесе басқа электрондық желі әрекеті.",
    "2686825859": "Тегін тіркеліңіз немесе hCaptcha Enterprise шешімдері туралы бізге хабарласыңыз",
    "2689973938": "reCAPTCHA жақсарту Google үшін жарнама беруші ретінде ішкі қайшылық тудырады.",
    "2690395789": "Алынған құпия ақпаратты қажет етпейтін болсаңыз және сіз бақылайтын үй-жайларда, жүйелерде немесе басқа жабдықта бар ақпараттың барлық көшірмелерін дереу қайтаруыңыз немесе жоюыңыз керек (ақпаратты ашқан адамның сұрауы бойынша).",
    "2694001822": "Дегенмен, жүйе сипаттары мен жаңа мүмкіндіктерді тексеруге көмектесу үшін біз кейде жеке адамдарды жалдаймыз.",
    "2694150481": "Біз cookie файлдарын пайдаланамыз ба?",
    "2696932851": "18. Өтемақы",
    "2697276059": "Бұл жұмыс істеп тұрғанының дәлелі: бүкіл әлем бойынша біркелкі шешу жылдамдығы",
    "2698140263": "Барлық мәселелер бірдей емес: бір ұпай алу пайдалы болу үшін сіздің қажеттіліктеріңізді қанағаттандыру керек дегенді білдіреді.",
    "269838707": "Егер сіз үлес қосушы болсаңыз, қайсысын және қанша тапсырманы орындау керектігін және оларды қашан және қайда орындау керектігін өзіңіз ғана шешесіз. Тапсырмаларды орындауға өз қалауыңызша көп немесе аз уақыт жұмсай аласыз. Ешбір уақытта тапсырманы орындауға міндетті емессіз.",
    "2698640210": "Көрсетілген бақылау қиындықтары мен түрлері",
    "2700197090": "A: Домен деңгейіндегі ақ тізімді қолдайтын кез келген құпиялылық немесе жарнаманы блоктау кеңейтімін пайдалану (мысалы, uBlock Origin) күткендей жұмыс істейді: hcaptcha.com сайтын ақ тізімге енгізгеніңізге көз жеткізіңіз.",
    "2707282231": "Пайдаланушыларыңыз үшін қиындықтарды теңшеңіз. Боттардың шешіп, енуіне жол бермеңіз.",
    "2710988028": "( ) Спам жіберушілер оны электрондық пошта мекенжайларын жинау үшін оңай пайдалана алады",
    "2712493234": "Төлемдегі алаяқтық: киберқылмыстың жылдам дамып келе жатқан режимін азайту",
    "2714878440": "Жетілдірілген машиналық оқыту және адамгершілікті растау арқылы қызметтеріңізді қырып алудан, есептік жазбаны басып алудан, тіркелгі деректерін толтырудан және спамнан қорғаңыз.",
    "2715462692": "Біздің AI этика үдерісі қалай көрінеді?",
    "2718999653": "Теңшелген қауіп ұпайлары",
    "2722456056": "2021 жылдың 15 қаңтары - 2021 жылдың 15 сәуірі",
    "2728931827": "Әрбір салыстырудан кейін әрбір сайт кілті бойынша бағалаулар жаңартылады және сіздің сайтыңызда пайдаланушы әрекетінде елеулі өзгеріс болмаса, болашақ болжамдардың дәлдігі артады.",
    "2729131930": "Скрепинг дегеніміз не және ол қалай жұмыс істейді?",
    "2735073144": "Біз сондай-ақ қажет болған жағдайда тұрақты шолуларды жүргіземіз. Мысалы, қолшатырға қатысты таңбалау сұрауларына арналған сұраулардың күндері мен көздерін жақында қарастырғанымызда біз соңғы 12 айда бірде-бір мемлекеттік мекеме немесе бақылау бағдарламалық қамтамасыз етудің белгілі мемлекеттік жеткізушісі біздің қызметтерімізді пайдаланатын қолшатырларға қатысты сұраулар жасамағанын тез растай алдық. .",
    "2735878907": "Бизнестің үздіксіздігін жоспарлау мәлімдемесі",
    "2740033957": "IM командасы Apple, Amazon ғалымдары мен инженерлерінен және машиналық оқыту, бөлінген жүйелер және қауіпсіздік саласындағы басқа көшбасшылардан тұрады.",
    "2743692546": "Пайдаланушылар hCaptcha арқылы өздерінің адамдық қасиеттерін дәлелдеген сайын, олардың еңбектері сауда-саттыққа арналған жасырын ашық нарыққа шығады.",
    "2745385064": "Түйіндеме",
    "2752975480": "( ) Электрондық поштаны жіберу тегін болуы керек",
    "2754937029": "Қолайсыз пайдаланулар",
    "2760410719": "Таза пассивті сигналдар арқылы боттарды анықтауға әрекеттенетін қызметтер тез арада іргелі мәселеге тап болады: сізде нақты ақиқат болмаған кезде жүйе нашар актерлерді дұрыс анықтайтынын қалай тексеруге болады?",
    "2762458927": "Сіздің пайдаланушы деректеріңіз сатылмайды.",
    "2762759509": "Есептік жазбаны басып алудың көптеген шабуылдары толығымен дерлік автоматтандырылған.",
    "2769710842": "Сұрақтарыңыз болса, бізге хабарласыңыз",
    "278010425": "hCaptcha жүйесіндегі кең және жиі өзгеретін тапсырмаларды автоматтандыру да қиынырақ. reCAPTCHA бірыңғай интерфейсі көптеген жылдар бойы өзгерген жоқ және сирек өзгеретін сұрақтардың шағын жиынтығына ие. Бұл hCaptcha реCAPTCHA-ға қарағанда ботқа қарсы сенімдірек қорғауды қамтамасыз ететін әдістердің бірі.",
    "2781507299": "Жылдам растау",
    "2782263070": "Біз үшін қызмет көрсету – басты басымдық. Біз тәулік бойы қоңырау шалу бойынша қолдау көрсетеміз және іске асыру кезінде және одан кейін инженерлік біріктіру тобыңызбен және біздің шақыру бойынша қызметкерлермен тікелей Slack координациясын ұсынамыз.",
    "2784612261": "Адамның шолуын тікелей бизнес операцияларыңызға біріктіргіңіз келе ме? Біз жоғары сенімді SLA, кепілдік берілген сыйымдылық және қарапайым REST API интерфейстерін ұсынамыз.",
    "2785425016": "(адамгершілікті тексеру шешімі контекстінде, мысалы, әрекетке шақыру)",
    "278568955": "Күшіне енеді: 2021 жылдың 1 қыркүйегі. Инфрақұрылымдық толықтыру",
    "2788024905": "Ақпаратты қалай қорғаймыз",
    "2788836740": "Маркетингтік мақсаттарға арналған байланыс ақпараты сіз жазылудан бас тартқанша тұрақты негізде сақталады. Одан кейін біз сіздің мәліметтеріңізді шектеулер тізіміне қосамыз. Арнайы мүмкіндіктерді пайдаланушылардан жиналған электрондық пошта ақпараты ешқашан маркетингтік мақсаттарда пайдаланылмайды.",
    "2790841456": "Егер сіз Қатысушы болсаңыз, сіз келесі арбитраждық тармақпен және топтық шағымдан бас тартумен келісесіз:",
    "279580593": "imachines.com",
    "279918384": "Google тегін жұмыс күшін қалай пайдаланады?",
    "2801359190": "__cfduid,",
    "2801524659": "( ) Өзіңізді жақсы сезіну шаралары мәселені шешуге ештеңе бермейді",
    "2804310964": "кез келген прокси веб-сервер немесе сіздің шынайы орналасқан жеріңізді немесе жеке басыңызды жасыруға арналған басқа құрылғы арқылы немесе берілген интерфейстен басқа кез келген тәсілмен веб-сайтымызға кіру немесе кіруге әрекет жасау;",
    "2806751666": "hCaptcha дегеніміз не?",
    "2808122102": "Осылайша, мәдениетаралық функционалдылық біздің қызметіміздің негізгі талабы болып табылады. Барлық заңды пайдаланушылардың мазмұнға жылдам қол жеткізе алатындығына көз жеткізу - біздің миссиямыздың маңызды бөлігі. Біз 110 тілде тапсырмалар береміз және біздің қиындықтарды әркім шеше алатынына көз жеткізу үшін тиісті аудармаларды үздіксіз жетілдіреміз.",
    "2808971932": "Бұл div блогының ішіндегі кейбір мәтін.",
    "2813310562": "Сайт параметрлері, содан кейін Cookie файлдарын түртіңіз.",
    "2819628066": "Бөліну мүмкіндігі. Осы Қызмет көрсету шарттарының кез келген ережесі қандай да бір себептермен жарамсыз немесе орындалмайтын деп танылса, ол қалған ережелердің жарамдылығы мен орындалуына әсер етпейді.",
    "2820080973": "❤ басқарды",
    "2826051554": "және т.б",
    "2826705343": "Коммерциялық ақпарат.",
    "2827452240": "Мұнда тізімде жоқ басқа түрі керек пе? Тек бізден сұраңыз.",
    "282913023": "Трафигі жоғары кәсіпорындар үшін үнемді нұсқа",
    "2840750518": "GitHub",
    "285116485": "Компания біз жинайтын жеке ақпаратты «сатпайды» (бұл термин CCPA-да анықталған). Біз қолданатын үшінші тарап cookie файлдарының түрлеріне қатысты қосымша ақпарат алу үшін жоғарыдағы «Үшінші тарап талдаулары және бақылау технологиялары» бөлімін қараңыз.",
    "2852295413": "Мүдделер қақтығысы: боттарды тоқтату жарнама желісінің кірісін азайтады",
    "2862164005": "Баға туралы деректер reCAPTCHA ұсынатын қауіпсіздікке нақты доллар мәнін қоюға мүмкіндік береді: жауап үшін $0,001 немесе одан аз.",
    "2863840904": "6-қадам: Соңғы қадам, сол HAR және консоль журнал файлдарын бізге электрондық пошта арқылы жіберіп, мәселені сипаттаңыз",
    "2864016648": "Құпиялық мәселелері",
    "2867855718": "3. Құпиялылық қажеттіліктерін сұрау үшін қанағаттанарлық түрде шешуге болатынына сенеміз бе?",
    "2870341481": "төменде. Кез келген басқа браузерлер үшін",
    "2873297188": "Барлық CAPTCHAS американдық еместерді кемсітеді ме?",
    "2873911365": "Аппараттық сертификаттау туралы не деуге болады?",
    "2880837730": "Есептік жазбаны басып алуды тоқтату үшін не істеу керек?",
    "2881474837": "hCaptcha Enterprise",
    "2887242610": "Intuition Machines, Inc компаниясы hCaptcha бизнесімізді айтарлықтай бұзатын оқиғаларға қалай әрекет ететініміз туралы Бизнес үздіксіздігі жоспарын әзірледі. Апаттар мен үзілістердің уақыты мен әсерін болжауға болмайтындықтан, біз нақты оқиғаларға олар болған кезде әрекет етуде икемді болуымыз керек. Осыны ескере отырып, біз сізге бизнестің үздіксіздігі жоспары туралы осы ақпаратты ұсынамыз.",
    "2894845722": "Сіздің сайтыңыздағы пайдаланушылар жақын арада hCaptcha интерфейсінде құпия брендинг арқылы қайырымдылыққа қосқан үлесіңізді көре алады.",
    "2895491273": "Cookie файлдарын немесе басқа бақылау технологияларын бұғаттауды қаласаңыз, көптеген браузерлер мен мобильді құрылғылар cookie файлдарын алған кезде немесе басқа бақылау технологиялары пайдаланылғанын хабарлау үшін және қабылдау/рұқсат етуді таңдау үшін параметрлеріңізді өзгертуіңіз керек. ол. Көптеген браузерлер бар cookie файлдарын өшіруге немесе жоюға немесе болашақ cookie файлдарын автоматты түрде қабылдамауға мүмкіндік береді. Сондай-ақ cookie файлдарының қалауларын басқару үшін үшінші тарап құралдарын, соның ішінде шолғыш плагиндерін пайдалана аласыз. Дегенмен, барлық cookie файлдарын өшірсеңіз, сайттарымыздың кейбір бөліктері дұрыс жұмыс істемеуі мүмкін екенін ескеріңіз.",
    "2896187462": "1. Қызметке қатысты қатаң қажетті анонимді статистика үшін және қол жетімділікті қолдауға көмектесу сияқты басқа техникалық мақсаттар үшін пайдаланылады.",
    "2900525040": "Калифорния штатының заңдары осы Қызмет көрсету шарттарын және олардан туындайтын кез келген дауды, дауды немесе шағымды реттейді.",
    "2901894297": "hCaptcha — Intuition Machines, Inc. («IMI»), Delaware АҚШ корпорациясының қызметі (#6393793).",
    "2903742230": "Жарнамалық желілер сіздің келушілеріңізді өнім ретінде көреді. Біз үшін олардың адамдық қасиетін анықтау бірден-бір мақсат. Біздің қызметтеріміз GDPR, CCPA, LGPD және PIPL талаптарына сай немесе асып түседі және біз құпиялылық пен қауіпсіздікті теңестіру үшін көп жұмыс жасаймыз.",
    "2904949278": "Хакер есептік жазбаны қалай басып алады?",
    "2905621957": "Соңғы жаңартылған: 18 шілде, 2020 ж",
    "290966395": "«Америка Құрама Штаттарынан тысқары тұтынушыларға ескерту» бөлімінде сипатталғандай, сіздің жеке деректеріңіз Америка Құрама Штаттарында тасымалданатынын, өңделетінін және сақталатынын ескеріңіз. АҚШ-тағы деректерді қорғау заңдары сіз тұратын елдегі заңдардан өзгеше болуы мүмкін. Сіз біздің сайттарымызға кіру немесе Қызметімізді пайдалану арқылы осы Құпиялық саясатында көрсетілген ақпаратыңызды, соның ішінде жеке ақпаратты АҚШ-қа беруге келісесіз.",
    "2910560864": "20-23 наурыз 2020 жыл***",
    "2915355938": "Қол жетімділік",
    "2920213479": "Кез келген өлшемдегі еркін санаттарды сұрыптаңыз немесе қосыңыз",
    "2921990472": "Функционалдық ақаулықты көрсеңіз, мынаны орындаңыз",
    "292211832": "Cookie файлдары, веб-беттер есептегіштері және басқа аналитикалық құралдар сияқты техникалық құралдар арқылы жиналған ақпарат мүмкіндігінше тез жойылады, бірақ cookie файлының жарамдылық мерзімі аяқталғаннан кейін бір жылға дейінгі шектеулі кезең ішінде әдетте сәйкестендірілмеген және жинақталған түрде сақталуы мүмкін. егер біз қызметімізді теріс пайдалануды анықтамайынша, бұл жағдайда болашақ теріс пайдаланудың алдын алуға көмектесу үшін бұл ақпаратты сақтаймыз. Біз бұл анонимді және жинақталған ақпаратты сізге, үй шаруашылығыңызға, IP мекенжайыңызға немесе сақталған ақпаратқа негізделген кез келген жеке ақпаратқа байланыстыра алмаймыз.",
    "292250020": "1. Экранның жоғарғы оң жақ бұрышындағы редукторды таңдап, «Интернет параметрлері» тармағын таңдаңыз. Мәзір жолағы қосылған болса, «Құралдар», содан кейін «Интернет параметрлері» тармағын таңдауға болады.",
    "2927700175": "Біз боттарға қиын, бірақ адамдар үшін оңай CAPTCHA тапсырмаларын машиналық оқыту мәселелерінен таңбалау қиын деректерді жинау және оны веб-сайт немесе қолданбаға кіруші адам екенін анықтау үшін пайдалану арқылы көрсетеміз.",
    "2928362319": "Пошталық сұрауларды мына мекенжайға жіберуге болады: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "2931396764": "11. Осы Қызмет көрсету шарттарын бұзу",
    "2932826396": "3. Жақында шығарылған OS X 10.15 немесе iOS 13.4 нұсқаларында Safari бағдарламасының ең соңғы нұсқасын пайдаланып жатсаңыз, Apple үшінші тарап cookie файлдарына қатысты Safari әрекетін жаңа ғана өзгертіп, олардың барлығын әдепкі бойынша бұғаттады. Біз шешімді енгізіп жатырмыз, бірақ әзірше арнайы мүмкіндіктер cookie файлының күтілгендей жұмыс істеуін қосу үшін Safari теңшелімдеріне, Құпиялылық бөліміне өтіңіз және \"Веб-сайтты бақылау: Сайтаралық бақылауды болдырмау\" құсбелгісін алып тастаңыз.",
    "2935155034": "Егер сіз Еуропалық экономикалық аймақта болсаңыз, жоғарыда \"ЕО деректер субъектілеріне ескерту\" тақырыбында сипатталған белгілі құқықтарыңыз бар, соның ішінде сіз туралы бізде бар деректерді тексеру және түзету немесе жою құқығы бар.",
    "2939852138": "Алаяқтар төлемдегі алаяқтықтан қалай құтылуға [тырысады]?",
    "2940689138": "Интегратор және Тұтынушы тіркелгілерін басқару және Қызметті қамтамасыз ету. Жеке ақпаратты интеграторлармен және тұтынушылармен нақты тіркелгілерді байланыстыру және оларға Қызмет көрсету, сұрауларға немесе сұрауларға жауап беру, қолдау немесе техникалық көмек көрсету және төлемдерді жеңілдету үшін пайдаланамыз.",
    "2941545733": "Біз сатушы емес, инженерміз: таңдауыңызға риза болғаныңызды қалаймыз.",
    "2943346052": "IETF стандарттау процесі жалғасуда, біз негізгі браузерлер Privacy Pass бағдарламасының қандай да бір түрін жергілікті түрде қабылдайды деп күтеміз. Бұл, сайып келгенде, кеңейтімді қажетсіз етеді. Дегенмен, әзірге төмендегі нұсқауларды орындаңыз.",
    "2945960297": "ЕО деректер субъектілеріне қатысты осы Құпиялылық саясатында қолданылатын «жеке ақпарат» термині Еуропалық Одақтың Деректерді қорғау жөніндегі жалпы ережесінде (GDPR) анықталғандай «жеке деректерге» баламалы.",
    "2947576723": "Бұл оқиға жүргізуші куәліктері мен саусақты сандық басып шығарудан бұрын пайда болған, бірақ ол есептік жазбаны басып алу жағдайында не дұрыс болмайтынының жақсы мысалын ұсынады. Адам онлайн банк шотына немесе мобильді төлемдер қолданбасына кіреді. Ол нақты аккаунт иесі ме, әлде хакер ме? Кім шынымен кім? Бұл қауіпсіздік мәселелері өзіне-өзі қызмет көрсету тіркелгісіне кіруге рұқсат беретін ұйымдарға әсер етеді.",
    "2952586316": "Барлық мәселелер бірдей емес. Қауіпсіздік тұрғысынан маңызды тапсырмаларға арналған аннотациялар толығымен адам жұмысшыларынан 99,99% сенімділікті талап етуі мүмкін. Мобильді ойын қолданбасындағы бір бета мүмкіндігіне арналған аннотациялар тек орташа сенімділікті қажет етуі мүмкін. Өзің шеш.",
    "2954157511": "Неліктен біз cookie файлдарын пайдаланамыз?",
    "2959486280": "Осы Қызмет көрсету шарттарымен келіспесеңіз, сіз Сайтты немесе Қызметті пайдалана алмайсыз немесе оған қол жеткізе алмайсыз.",
    "295955580": "Біздің веб-сайтта үшінші тарап веб-сайттарына сілтемелер болуы мүмкін. Біз мұндай веб-сайттарды бақыламаймыз, зерттемейміз, бақыламаймыз немесе тексермейміз. Біз мұндай веб-сайттардағы компьютерлік бағдарламаларға, мазмұнға немесе пікірлерге жауапты емеспіз және оларды қолдамаймыз. Егер сіз біздің веб-сайттан шығып, кез келген үшінші тарап веб-сайтына кіруді шешсеңіз, мұны өзіңізге тәуекел етесіз.",
    "2968026167": "Сіздің сүйікті көкөнісіңіз",
    "2970907810": "бет. Компанияның қазіргі бас директоры мазмұнға жауапты басқарушы директор болып табылады.",
    "2989126922": "Мәзір жолағынан Chrome теңшелімдерін ашыңыз.",
    "299335340": "Бұл не және шабуылдарды қалай тоқтатуға болады",
    "3004688366": "( ) Қарсы шаралар сым алаяқтығын немесе несие картасын алаяқтықты қамтымауы керек",
    "3005876482": "hCaptcha қазір Интернеттің 15% жұмыс істейтін ең үлкен тәуелсіз CAPTCHA қызметі.",
    "3007128955": "https://www.whatsmyip.org/",
    "3007158970": "Сіздің құқықтарыңызға әсер ететін жеке ақпаратыңызды өңдеуіміздің негізі ретінде біздің заңды мүдделерімізге сенуімізге қарсылық білдіреміз.",
    "3012870872": "Тегін нұсқасын (hCaptcha Publisher) пайдаланатын веб-сайттар мен қолданбалар оны Google-ға берудің орнына сол жұмыстан табыс табады.",
    "3014149332": "Ж: Жоқ, рұқсаттамалар өзара әрекеттеспейді: оларды бір орган шығаруы және сатып алуы керек, бұл жағдайда hCaptcha. Кеңейтіміңізде Cloudflare және hCaptcha екеуінен де рұқсаттар болса, қол жетімді нөмір сіз кіріп жатқан беттің талабына байланысты дұрыс мөлшерге өзгеретінін ескеріңіз. Басқаша айтқанда, әмияныңызда 100 Cloudflare рұқсаты және 10 hCaptcha рұқсаты болса, hCaptcha ендірілген беттердегі кеңейтім белгішесінде 10-ды көруіңіз керек.",
    "3014657981": "«Cookie файлдары» жанындағы параметрді қосыңыз.",
    "3017040355": "ЕО деректер субъектісінің деректерін өңдеу Қызмет көрсету шарттарына немесе Интеграторларымызбен жасалған деректерді өңдеу келісімдеріне Деректерді өңдеу қосымшасы аясында біріктірілген Стандартты Келісім-шарт баптарының (SCC) заңды негізінде жұмыс істейді.",
    "3017533972": "Біз, академиялық зерттеу серіктестеріміз және тұтынушыларымыз адамзаттың машиналық оқыту саласындағы білімін ілгерілету үшін hCaptcha платформасы арқылы Creative Commons лицензиясы бар мазмұнның бөліктеріне анда-санда сілтеме жасай аламыз немесе қайта жасай аламыз.",
    "3018077211": "25. Қатысушы дауларын шешу",
    "3018523079": "Тұрақты пайдаланушы тәжірибесімен брендте болыңыз.",
    "3022001832": "Біз сайттарымызбен және қызметтерімізбен әрекеттесетін жеке тұлғалардан, соның ішінде біздің қызметті веб-сайтына енгізетіндерден («Интеграторлар»), деректерді таңбалау қызметтерін пайдаланатындардан («Тұтынушылар») және біздің сайтпен өзара әрекеттесетін соңғы пайдаланушылардан ақпаратты жинаймыз. Интеграторларымыздың («Соңғы пайдаланушылар») веб-сайттары арқылы қызмет көрсету.",
    "3022301908": "Қол жеткізу",
    "3022922096": ", hCaptcha өнімдерінің кәсіпорын жиынтығы. hCaptcha тегін нұсқасынан айырмашылығы,",
    "3025548709": "Бұл әділетсіз келісімге балама бар ма?",
    "3027055607": "16. Зияткерлік меншік және мүліктік құқықтар",
    "3028319964": "AI этикасы",
    "3030395800": "Бұл тіркелгі деректері әдетте деректердің бұзылуынан келеді. «Тіркелгі деректерінің төгілуі» деп те белгілі, бұл шабуылдар миллиондаған тіркелгі деректерінің қараңғы желіге төгілуіне әкелуі мүмкін. Егер төгілу банктен болса, хакер басқа сайттарға кіру үшін сол тіркелгі деректерін пайдалануға тырысады. Бұл тәсіл жұмыс істейді, себебі көптеген адамдар бірнеше сайттар үшін бірдей пайдаланушы аты мен құпия сөз тіркесімін пайдаланады. (Бұл тәжірибеге тыйым салынады, бірақ шындық солай. Адамдар бірдей логин тіркелгі деректерін қайталайды.)",
    "30312304": "нашар федералды заң қабылданғанға дейін штаттан штатқа өзгеретін басқа кемшіліктер.)",
    "3031284129": "Кепілдіктен бас тарту",
    "3031357206": "URL жолағының жанында жаңа белгіше пайда болады. Енді hCaptcha арқылы веб-сайтқа кіріңіз. Ол келесідей болады:",
    "3031953301": "Оның орнына біз сізге hCaptcha Enterprise қызметін пайдалану мүмкіндігін ұсына аламыз және сізге біраз уақыт бойы қызмет көрсетуді жалғастыра аламыз («Ұсыныс кезеңі»). Ұсыныс кезеңінде қызмет көрсетуді жалғастыруымыз осы бөлімге сәйкес құқықтарымызды өзгертпейді.",
    "3031953928": "HUMAN Network™ — HUMAN Protocol Foundation компаниясының сауда белгісі және оның рұқсатымен пайдаланылады.",
    "3034959000": "Сіз шығарып аласыз",
    "3038275155": "Сынып әрекетінен бас тарту. Сіз кез келген дауды таптық, ұжымдық немесе өкілдік талап ретінде қарауға, тыңдауға немесе төрелік қарауға құқығыңыздан бас тартасыз. Осы келісімде қамтылған кез келген басқа тармаққа қарамастан, алдыңғы сөйлем ешбір жағдайда осы келісімнен бөлінбейді. Осы бас тартудың барлығы немесе бір бөлігі орындалмайтын, саналы емес, жарамсыз немесе жарамсыз екендігі туралы кез келген шағымды төреші емес, тек құзыретті юрисдикциядағы сот анықтауы мүмкін. Ұлттық еңбек қатынастары туралы заңның 7-бөліміне сәйкес құқықтарыңызды жүзеге асыру немесе кез келген форумда топтық, ұжымдық немесе өкілдік әрекетке өтініш беру немесе қатысу нәтижесінде сізге кек қайтарылмайды немесе біздің веб-сайттағы тапсырмаларды орындауға кедергі болмайды. , бірақ біз осы топтық шағымдан бас тартуды заңды түрде орындауды және осындай топтық, ұжымдық немесе өкілдік әрекеттерді немесе шағымдарды қабылдамауды талап ете аламыз.",
    "304004915": "Бізге пайдаланушылардың кім екені маңызды емес, тек олардың зиянды немесе машиналар болу ықтималдығы ғана. сияқты бастамаларды қолдаймыз",
    "3044038608": "Сіз бізге тіркеу процесінде сұралғандай шынайы, дәл және толық ақпаратты беруге келісесіз. Сондай-ақ, сіз мұндай ақпаратты ағымдағы және дәл сақтау үшін қажет болған жағдайда дереу жаңартуға келісесіз.",
    "3047519814": "Есептік жазбаңызды немесе құпия сөзіңізді ешкіммен бөліспейтініңізге келісесіз.",
    "3048865891": "Шығындар мен алымдар. Тараптардың әрқайсысы заңда тікелей көзделген адвокаттық ақыларды қоспағанда, кез келген осындай төрелікте заңгерлік өкілдікке арналған тиісті шығындарды көтереді. Тараптар төреші алатын кез келген бастапқы әкімшілік жарнаны екі жүз елу доллар (250,00 АҚШ доллары) құрайтын ең жоғары құнына дейін бөледі. Төреші мен сот репортеры, егер бар болса, шығындарды бастапқыда біз көтереміз; дегенмен, төреші заңда көзделгендей басым тарапқа тиісті шығындарды тағайындау және/немесе тараптардан төреші және/немесе сот репортерімен байланысты шығындарды бөлуді талап ету құқығына ие болады.",
    "3049976256": "Әрбір жаңа таңбалаушы тұтынушы үшін біз сату процесі кезінде бақылау тізімінен өтеміз. Бұған кіріспеге дейін бастапқы KYC тексеруі, сондай-ақ біздің талдаушыларға жіберілген барлық сұрауларды тексеру, нақты уақыт режимінде спот тексерулері және өз-өзіне қызмет көрсету платформасы арқылы жасалған сұрауларды мерзімді шолулар кіреді.",
    "3054564199": "Жинақты басыңыз",
    "3056723024": "13. Тапсырмаларды орындау мүмкін емес",
    "305735018": "Ақырында, Google-ге сенімді балама. hCaptcha Enterprise жоғары қауіпсіздікпен reCAPTCHA шотыңызды айтарлықтай үнемдейді: кейбір жағдайларда 80%-ға дейін арзанырақ.",
    "3060764232": "https://lld-workshop.github.io",
    "3063819779": "Құпиялылық саясаты",
    "3064321967": "Алғашқы белгілі спам электрондық пошта 1978 жылы жіберілді. [",
    "3065000659": "Сіз «көлікті басқан сайын» синглді жаттықтыруға көмектесетініңізді түсіндіңіз бе?",
    "3068923550": "( ) Қарсы шаралар кезең-кезеңімен енгізілсе, жұмыс істеуі керек",
    "3083289844": "Егер сіз пайдаланушының құпиялылығына әсер етуі мүмкін мәселені тапсаңыз, бізге электрондық хат жіберіңіз",
    "3086730511": "Егер сіз біздің ақысыз қызметіміздің Интеграторы болсаңыз және біз әділ пайдалану шектерінен асып кеткеніңізді анықтасақ, қазіргі уақытта мыналардың ең азы:",
    "3088605177": "Сынақ кодын тек қажет жерде және сізді де, пайдаланушыларды да қорғау мағынасы бар жерде қосыңыз.",
    "3089778412": "hCaptcha сыйақыларды қалай есептейді",
    "3092200338": "** 15-і демалыс күніне сәйкес келсе, төлем күні орнына 17-сі болып табылады.",
    "3093388779": "hCaptcha кез келген өлшемдегі баспагерлер үшін тегін",
    "3093689546": "Оңай интеграция",
    "3094150511": "Реттеуші орган: АҚШ Федералдық байланыс комиссиясы, 45 L Street NE, Вашингтон, DC 20554 АҚШ.",
    "3094354698": "2019 жылдың 15 маусымы",
    "3096063825": "Байқап көріңіз",
    "3096553330": "Біз жасайтын әрбір жүйе жай ғана басқа адамдармен қарым-қатынасымызды көрсетеді.",
    "3098677775": "С: Privacy Pass пайдалану кезінде менің IP және шолу тарихы hCaptcha жүйесінен толығымен жеке ба?",
    "3100722753": "Ықтимал қауіпсіздік немесе құпиялылық мәселелері үшін төмендегі нұсқауларды қараңыз.",
    "3103557430": "Біз ақпаратты қалай пайдаланамыз",
    "3103642530": "Бұл шолу бірнеше критерийлер жинағынан тұрады:",
    "3107683988": "Бұл ең қатал SLA талаптарын орындау үшін тәулік бойы жұмыс істейтін қызметкерлеріміздің басқарудың барлық артықшылықтарын сақтай отырып, желіден тыс трафик пен шығындарды күрт төмендетеді.",
    "3108727249": "BotStop",
    "310885519": "немесе",
    "3114147525": "hCaptcha тұтынушылары қызметті нысанды тану, атрибуттарды анықтау (киім түрлерін анықтау үшін жапсырмаларды жинау), сәйкестік рейтингі (негізгі өніммен салыстырғанда бірнеше опциялардың ішінен ең сәйкес келетін өнімді таңдау), қораптарды шектеу (қызығу аймақтарын табу) сияқты тапсырмалар үшін пайдаланады. сурет), «Адамның OCR» (суреттегі мәтінді анықтау) және басқа да көптеген тапсырмалар түрлері.",
    "3117887301": "Ең үлкен онлайн қызметтері сенімді",
    "3119498672": "Интернет-боттарды, веб-роботтарды, боттарды, сценарийлерді немесе жасанды интеллекттің кез келген басқа нысанын пайдалану арқылы кез келген тапсырманы орындау немесе сипатталған тапсырмаларды орындамай IMI немесе кез келген Сұраныс беруші немесе Интегратордан сыйақы алуға әрекет жасау;",
    "3119589996": "Ол қалай жұмыс істейді: шолғыш кеңейтімі пайдаланушыларға Privacy Pass протоколын қолдайтын веб-сайттар үшін криптографиялық соқыр таңбалауыштарды жасау және қол қою мүмкіндігін береді. Кеңейтім hCaptcha қызметін пайдаланып кез келген сайтта мәселе шешілген кезде hCaptcha қол қойған криптографиялық соқыр таңбалауыштары бар рұқсаттарды жасайды,",
    "3121248460": "Күтілетін аудиторияңыз үшін қарапайымнан күрделіге дейін шексіз алуан түрлі арнайы тапсырмаларды көрсетіңіз",
    "3128328457": "Егер сіз Қатысушы немесе Интегратор болсаңыз, кез келген есептелген немесе басқа федералды, штаттық немесе жергілікті табыс салығын, әлеуметтік қамсыздандыруды, FICA және біздің веб-сайтты пайдалану нәтижесінде төленетін қызметкерлерге өтемақы төлеуге сіз ғана жауаптысыз. АҚШ емес юрисдикциялардағы ұқсас салықтар немесе алымдар. Кез келген салық заңдарын орындамағаныңыз үшін бізге қарсы жасалған кез келген бағалар үшін өтемақы төлеуге және бізді зиянсыз ұстауға келісесіз.",
    "3128433367": "... және т.б",
    "3130928685": "Блог",
    "3138772661": "жыл сайын мыңдаған өмір сүреді",
    "3139609561": "Төменде кескін классификациясының және төлсипатты анықтау жұмыс түрлерінің екі мысалы берілген. [",
    "31502377": "Rich Text элементі дегеніміз не?",
    "3152512587": "және жүйе күнделікті жүздеген миллион шешімдерді жинайды. [",
    "3153117136": "hCaptcha қиындық параметрлері қалай жұмыс істейді",
    "3160820928": "Үйлестірілген шабуылдан қорғау",
    "3161489950": "Әлемдегі ең жетілдірілген қауіпсіздік ML платформасы",
    "3162107126": "IMI сіз бен Қызметтердің кез келген басқа пайдаланушысы арасындағы кез келген даудың тарапы емес. Сіз IMI және оның еншілес компанияларын сіз бен басқа пайдаланушы арасындағы кез келген даудан туындайтын немесе соған байланысты кез келген түрдегі және сипаттағы, белгілі және белгісіз, күдікті және күдікті, ашылған және ашылмаған кез келген және барлық шағымдардан, талаптардан және залалдардан босатасыз.",
    "3167979932": "Бірінші күннен бастап құпиялылық үшін жасалған. Мықты деректерді өңдеу келісімі.",
    "3168199226": "Алайда, 2020 жылы деректер жиынтығының мұндай түрін құруды екі жақты пайдалану технологиясы ретінде қабылдауға болатыны, бір жыл бұрын аз адамдар күткен сияқты.",
    "3173156067": "Мақалаға мысал суреттерді қосқыңыз келсе, кейбір дайын кепілдіктер бар.",
    "3176531704": "Деректер аннотациясы",
    "3178581111": "Жаңа мақсаттар үшін пайдаланыңыз",
    "3180664128": "Мыңдаған сигналдарды үйрене отырып, модельдер зиянды әрекетті өте жылдам анықтап, жоғары сенімділікке қол жеткізе алады, тіпті жеке сигнал проблеманы көрсету үшін жеткілікті күшті болмаса да.",
    "3182435854": "Авторлық құқық",
    "318339230": "(Төмендегілердің біреуі немесе бірнешеуі сіздің нақты идеяңызға қатысты болуы мүмкін және ол болуы мүмкін",
    "3183855267": "1. hmt_id",
    "3186435874": "сеанс",
    "3192683783": "Осы Құпиялық саясатына өзгертулер",
    "3193548097": "Үміт бұлақтары мәңгілік",
    "3194111925": "қолдау көрсету",
    "3194601049": "www.hcaptcha.com",
    "3195334319": "API интерфейстерінің утилитасы мен осалдығы",
    "3200641265": "2020 жылдың 16 маусымынан кешіктірмей*",
    "3200859925": "1. Мақсат",
    "320166522": "Қазір машиналық оқыту біздің өміріміздің барлық дерлік аспектілеріне әсер етеді, көбінесе біз түсінбейтін және көре алмайтын тәсілдермен. Онлайн қауіпсіздік қызметтері де ерекшеленбейді.",
    "3202747130": "Толық келісім. Осы Қызмет көрсету шарттары және осы келісімде сілтеме жасалған кез келген саясаттар, процедуралар немесе шарттар тақырыпқа қатысты тараптардың толық келісімін құрайды және барлық алдыңғы және қатарлас байланысты келісімдерді, талаптарды, мәлімдемелерді және тараптардың түсініктерін ауыстырады және жояды. .",
    "3203921334": "Бізге hCaptcha шешімдері туралы бірқатар нәрселер ұнады: 1) олар жеке деректерді сатпайды; олар ең аз қажетті жеке деректерді ғана жинайды, олар жинайтын ақпаратты және оны қалай пайдаланатынын және/немесе жария ететінін сипаттауда ашық.",
    "3206136647": "Мұнда Google мәселесі олар пайдаланатын сұрақ деректеріне және оны кім көретініне негізделген. Егер барлық деректер бір мәдениеттен (және Google жағдайында, бір компаниядан) келсе, сізде Eden шағымына сәйкес басқа мәдениеттерге жақсы аударылмайтын қиындықтар болуы мүмкін.",
    "3207769512": "Өндірістік жұмыстарды орналастыру",
    "3208155808": "Жеке ақпаратыңыздың машина оқылатын көшірмесін сізге немесе таңдаған үшінші тарапқа тасымалдаңыз.",
    "3212830633": "2. Жарамдылық",
    "3213351333": "Алдын ала міндеттеме талап етілмейді",
    "3213411837": "сурет 2",
    "3214322759": "әйтпесе кез келген зиянды немесе алаяқтық әрекетке қатысыңыз.",
    "3217791519": "2020 жылдың 15 шілдесі - 2020 жылдың 15 қазаны",
    "3225770968": "hCaptcha машиналық оқытудағы ең көп еңбекті қажет ететін мәселені шешуге арналған; деректердің үлкен көлемін уақтылы, қолжетімді және сенімді түрде белгілеу.",
    "3225936061": "Сіз Google Books қызметінде кітап беттерінен алынған және олардың OCR (мәтінді тану) бағдарламалық құралын жақсартуға көмектесетін мәтіннің суреттерін көрген боларсыз.",
    "322830977": "Cookie файлдарын қалай өшіруге болады.",
    "3228928991": "Аты, электрондық пошта мекенжайы және ел сияқты жеке тұлғаны анықтау немесе байланысу үшін пайдаланылуы мүмкін ақпарат («Жеке ақпарат»). Біз ағымдағы және болашақ Интеграторларымыз бен Тұтынушыларымыздан жеке ақпаратты тікелей бізге берген кезде жинаймыз (мысалы, тіркелгіге тіркелу кезінде пішінді толтыру немесе бізден электрондық пошта хабарландыруларын алуға өтініш беру арқылы). Біз сондай-ақ жеке ақпаратты үшінші тарап дерекқорларымен немесе ресми құқықтық құжаттармен салыстыру арқылы Интеграторларымыз бен Тұтынушыларымыздың жеке басын тексере аламыз.",
    "3230004040": "Сіз көру қабілеті нашарсыз ба немесе басқаша hCaptcha-ны толтыра алмайсыз ба?",
    "3233305531": "Сауда белгілері",
    "3233441200": "Бұзушы саясатын қайталаңыз",
    "3235430156": "компанияның машиналық оқыту жүйелерін тегін?",
    "3235744534": "Internet Explorer",
    "3236311792": "4. hCaptcha ішкі талдауы. Деректер 2019 жылдың 30 маусымына дейін жиналды. Мәліметтер сұрау бойынша қолжетімді.",
    "3236873806": "IMI осы веб-сайтқа жауапты.",
    "3238184941": "Ескертпе: Жеке IP мекенжайымен байланысты алаяқтық қаупі сұрау бойынша Интегратормен бөлісілуі мүмкін.",
    "3238345709": "( ) Ол екі апта бойы спамды тоқтатады, содан кейін біз онымен жабысып қаламыз",
    "3238612014": "Шолу тарихы, тұтынушының интернет веб-сайтымен, қолданбамен немесе жарнамамен әрекеттесуі туралы ақпарат.",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "3240786848": "Соңғы жаңарту: 2021 жылдың 18 ақпаны",
    "324647915": "Осы ақпаратты алуға көмектесу үшін уақыт бөлгеніңіз үшін рахмет!",
    "3247172580": "hCaptcha кеңейтілген өзін-өзі басқаратын машиналық оқытуды ауқымды масштабтау үшін дүние жүзінде 250-ден астам жерден жеткізілетін деректерді жинау мен сақтауды бірегей түрде азайтатын жаңа шеткі есептеу әдісімен біріктірді.",
    "325077666": "Мәліметтерді жіберу арқылы сіз біздің келісімімізбен келісесіз",
    "3251220335": "Ж: Жоқ. Cookie файлын орнату үшін пайдаланатын әрбір құрылғыда сізге жіберілген электрондық поштаға кіру сілтемесін басыңыз.",
    "3254142589": "( ) Юрисдикциялық мәселелер",
    "3255230599": "Cookie дегеніміз не?",
    "3256020881": "Бірнеше веб-сайттарда немесе басқа платформаларда уақыт ішінде мінез-құлқыңызды және шолу әрекеттеріңізді бақылау үшін.",
    "3256245394": "сондай-ақ біздің блог жазбаларымыз, мысалы",
    "3260825523": "Интуиция машиналары",
    "3264813246": "Орынсыз",
    "3265293440": "( ) SMTP протоколынан басқа хаттамалардың шабуылға бейімділігі",
    "3265328927": "), масштабта машиналық оқытуды енгізетін компанияларға өнімдер мен қызметтерді ұсынатын машиналық оқыту компаниясы.",
    "3265895521": "Тәулік уақытына байланысты қиындықты көтеріңіз және азайтыңыз",
    "3268946369": "6. Несие: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "3269644546": "өтінемін",
    "3272552822": "Әзірлеушілер мен криптографтар:",
    "32739972": "Егер сіз біздің сайттарда тіркелген болсаңыз, кіру сеансы туралы ақпаратты сақтау үшін.",
    "3276777569": "hCaptcha",
    "3280658086": "кәсіпорын шешімдері",
    "3286051798": "Тақырыптар, абзацтар, блок тырнақшалар, фигуралар, кескіндер және сурет тақырыбының барлығын пішімделген мәтін элементіне сынып қосылғаннан кейін «Ішінде болғанда» кірістірілген таңдау жүйесі арқылы мәнерлеуге болады.",
    "328625009": "... сіз болған кезде біз дайынбыз: біздің қызмет тәулік бойы қолжетімді.",
    "3287172429": "Көрсетілген бақылау сынақ түрлері",
    "3288667364": "Салыстыру және анықтау",
    "3290996791": "Барлық басқа өнім атаулары, логотиптер және брендтер олардың тиісті иелерінің меншігі болып табылады. Осы веб-сайтта пайдаланылатын барлық басқа компания, өнім және қызмет атаулары тек идентификациялық мақсаттарға арналған. Бұл атауларды, логотиптерді және брендтерді пайдалану растауды білдірмейді.",
    "3292221787": "мәселе дұрыс па деген сұраққа жауап беріп қана қоймай, сұрақтар мен пайдаланылған деректерді жиі өзгертеді.",
    "3301728462": "Миллиондаған адамдар ай сайын мыңдаған браузерлер, кеңейтімдер, құрылғылар, желіаралық қалқандар және т.б. комбинацияларында hCaptcha пайдаланады.",
    "3312336121": "веб-пайдаланушылардың заңды адамдар немесе боттар екенін анықтау үшін үлкен көлемдегі мінез-құлық деректерін тұтынады.",
    "3315658779": "hCaptcha Enterprise көмегімен мазмұнды скрепингке жол бермеңіз",
    "3319083717": "Аты:",
    "3324288040": "Бізге кері байланыс жіберіңіз",
    "332723732": "мазмұны",
    "3329634829": "Жеке ақпаратыңызды өңдеуді шектеңіз.",
    "3329755436": "Сіз бұл процесті жылдамдатуды жоспарлап отырсыз ба?",
    "3334160175": "( ) Ол дөрекі күштердің шабуылдарынан қорғансыз",
    "3336625692": "Бұл бетте AI этикасы контекстінде осы тақырып бойынша ойларымыз егжей-тегжейлі баяндалады және қызметтерімізді пайдалануды қамтамасыз ету үшін біз ұстанатын процестер компания ретінде қабылдаған саясатқа сәйкес қалады.",
    "3339302473": "27. Тоқтату",
    "3342910682": "Ары қарай оқу",
    "3346362371": "Машиналық оқыту туралы не деуге болады?",
    "3348433919": "Сіздің құқықтарыңыз",
    "3349094124": "Этикалық алаңдаушылық критерийлері: Объективті",
    "3353238942": "hCaptcha боттарды адамдардан ажырату арқылы тоқтатуға арналған. Көрнекі тесттер бұл үшін ыңғайлы құрал болып табылады, бірақ визуалды тапсырманы бәрі бірдей шеше алмайды.",
    "3356329025": "1. 30 күн",
    "3356349631": "Google Chrome",
    "3357523404": "Трансшекаралық деректерді тасымалдау",
    "33639629": "Үшінші тарап веб-сайттарына қолданылмайды. Осы Құпиялық саясаты кез келген үшінші тараптың веб-сайтына, ұсыныстарына, өніміне немесе қызметіне қолданылмайтынын ескеріңіз, тіпті ол біздің сайтқа сілтеме жасаса немесе Қызметті біріктірсе де – үшінші тарапқа кез келген ақпаратты беру туралы шешім қабылдаудан бұрын қолданыстағы құпиялылық саясаттарын қараңыз. партиялар.",
    "3365203058": "Әлемдік деңгейдегі роботқа қарсы қорғаныс",
    "3368788823": "Теренс Иден өзінің блогында қызықты ой айтады: «",
    "3370561195": "6. Қолайлы мінез-құлық",
    "3372710513": "https://www.knowcookies.com/",
    "3376604063": "AI этикасының саясаты мен процестері",
    "3376724603": "2021 жылғы 14-24 қыркүйек†††",
    "337766618": "https://www.logdna.com/privacy-policy",
    "3378932530": "Деректеріңізді дәл қазір алыңыз",
    "337971271": "Машиналық оқыту пайдалы. Бірақ ол жұмыс істеу үшін жеке деректерді қажет етпейді.",
    "3383086062": "hCaptcha Enterprise – толық онлайн қауіпсіздік шешімі. Белсенді және пассивті режимдер тіркелгі деректерін толтыруды тоқтатуға, есептік жазбаны басып алуды анықтауға және күдікті қатысушыларды блоктауға мүмкіндік береді. Барлығы заңды пайдаланушылар үшін нөлдік үйкеліспен.",
    "3386280249": "Белгіленген деректер нарығын қамтамасыз ету. Біздің қызметіміз деректердің таңбалануына көмек қажет веб-сайт иелері мен компанияларға қызмет ретінде машиналық оқыту жүйелерін жоғары көлемді деректерді таңбалауға және адам тексеруіне мүмкіндік береді. Осы мақсатта біз Белгіленген деректерді алуға мүдделі тұтынушыларымызға Белгіленген деректерді ашамыз.",
    "3388180864": "Веб ауқымында терең техникалық қиындықтармен жұмыс істеуді қалайсыз ба? Біз әрқашан бүкіл әлем бойынша дарынды инженерлерді жалдаймыз -",
    "3389431373": "reCAPTCHA v3 сияқты қызметтер сіздің сайтыңыздың әрбір бетіне бақылау пикселін қою жақсы қауіпсіздік үшін қажет екенін айтады. Бұлай емес.",
    "3395399558": "( ) Техникалық сауатсыз саясаткерлер",
    "3397976149": "hCaptcha Publisher үшін қолдау алыңыз",
    "3398978455": "2021 жылдың 15-25 қыркүйегі†††",
    "3401005681": "Ақша табу",
    "3401861278": ", ол осы құжатқа сілтеме арқылы енгізілген. Сіздің атыңыздан жеке деректерді қалай өңдейтінімізді көру үшін осы келісімді қарап шығыңыз. Біз ЕО жалпы деректерді қорғау ережесінің мақсаттары үшін «деректер өңдеушісі» және Калифорния тұтынушыларының құпиялылығы туралы заңының мақсаты үшін «қызмет провайдері» ретінде жұмыс істейтінімізді ескеріңіз.",
    "34074886": "Қиындыққа жауап берген сайын біз сіздің адам екеніңізді анықтау үшін күрделі үлгілерді қолданамыз. Сіз кірген веб-сайт бұл нәтижені боттарды қолданбау арқылы өз сайтындағы тәжірибеңізді жақсартуға көмектеседі.",
    "3408107995": "Бүгінгі күні скрепинг әрқашан веб-сайттан деректерді алудың бағдарламалық тәсілін білдіреді. Қырғыш бағдарламалық құрал түймелерді басып, нәтижені оқи отырып, адам пайдаланушысы сияқты әрекет етеді. Қыруға арналған көптеген заңды қолданулар бар. Іздеу жүйелерін қолдайтын веб-шолғыштар бір мысал. Мыңдаған туристік веб-сайттарды қарап шығу арқылы туристік мәмілелерді іздейтін Skyscanner сияқты құралдар. Fintech фирмалары да деректер қосылымын жасау үшін қолданбалы бағдарламалау интерфейстері (API) болмаса, пайдаланушының қаржылық деректерін банк сайттарынан алып тастайды. Экранды тырнау туралы есте сақтау керек нәрсе - оның жылдамдығы мен ауқымдылығы. Процесс веб-сайттардан деректердің үлкен көлемін жинауы мүмкін, егер сайттар оның болуын тоқтату үшін конфигурацияланбаған болса. Есептеу жылдамдығында қырғыш веб-сайттармен және оларды қуаттандыратын негізгі бағдарламалық жасақтамамен және дерекқорлармен өзара әрекеттесу арқылы үлкен деректер жиынын жинай алады.",
    "3409726716": "жазбаша рұқсатсыз бізде бірнеше тіркелгіге тіркелу;",
    "3412647984": "Бұл cookie файлын тіркеу және орнату арқылы болашақ сұрақтардан аулақ болуға мүмкіндік береді. Жарнама блокаторын өшіріп көріңіз.",
    "3417372336": "Бірнеше минут ішінде ауысыңыз",
    "3419878556": "«Үшінші тарап cookie файлдарын блоктау» қосылмағанына көз жеткізіңіз.",
    "3421090159": "ашық дереккөз",
    "3426312287": "2022 жылдың 5-15 қаңтары",
    "3433896984": "BotStop™",
    "3434202027": "Байланыстарда hCaptcha атауын кез келген пайдалану атрибуцияны қажет етеді: \"hCaptcha - Intuition Machines, Inc. компаниясының тіркелген сауда белгісі.\"",
    "3436534225": "Пилоттық бағдарламаны бастаған барлық дерлік компаниялар біздің шешімдерімізді таңдайды.",
    "3437412311": "Кәсіпорын пайдаланушылары үшін пассивті ұпайларға сүйене отырып, көптеген сценарийлерде қиындықтарды толығымен болдырмау опциялары қолжетімді.",
    "3441764123": "hCaptcha қызметін пайдаланатын сайтта арнайы мүмкіндіктер пайдаланушысына тапсырма ұсынылғанда, олар автоматты түрде өтеді.",
    "3443160243": "hCaptcha Partner™",
    "3444947612": "Арасында қозғалыс",
    "3446714684": "Мобильді (iOS және Android) интеграциясы",
    "345108670": "- тіркелгі деректерін толтыру және басқа есептік жазбаны басып алу әрекеттері",
    "3453526675": "1. 1-ші тарап",
    "345563040": "( ) Бұл ақымақ идея және сіз оны ұсынғаныңыз үшін ақымақ адамсыз.",
    "3457805519": "3. Тұтынушының сұрауы АҚШ заңдары мен біздің келісім ережелеріміз бойынша орындалуы мүмкін бе?",
    "3458934553": "3. Өзгереді; 30 күнге дейін.",
    "3460432665": "Жоғарыда айтылғандарға қарамастан, егер сіз АҚШ салық төлеушісі болсаңыз, біз сізден жыл сайын жаңартылатын W-9 сұрай аламыз және W-9 құжатын аяқтамайынша немесе жаңартқанша тапсырмаларды орындауға тыйым салуымыз мүмкін.",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "3464870463": "1. Жарнама блокаторындағы немесе шолғыштың қауіпсіздік кеңейтіміндегі hcaptcha.com және *.hcaptcha.com cookie файлдарының ақ тізімі.",
    "3470857731": "reCAPTCHA боттарды қаншалықты жақсы анықтайтынын талдау.",
    "3475647460": "( ) Спам жіберушілерден тым көп ынтымақтастықты талап етеді",
    "3478726913": "hCaptcha қолданбасында пайдалануыңызға болатын планетадағы ең үлкен бассейндердің бірі бар. Сіздің масштабыңыз қандай болса да, біз оны алдын ала қымбат міндеттемелерсіз шеше аламыз. Күніне миллиондаған тапсырмалар қиындық тудырмайды.",
    "3479034323": "Егер сізге тиесілі мазмұнды hCaptcha платформасында көшіргенін көрсеңіз және оның қандай да бір себептермен жойылуын қаласаңыз, электрондық пошта арқылы бізге хабарласуыңызға болады.",
    "3480023141": "Арнайы мүмкіндіктер опциялары туралы көбірек біліңіз",
    "3483700676": "Миллиондаған тапсырмаларды бірден іске қосыңыз",
    "3488019891": "hCaptcha — Intuition Machines, Inc. компаниясының тіркелген сауда белгісі.",
    "348809718": "4. «Үшінші тарап cookie файлдары» астында «Қабылдау» опциясын таңдаңыз.",
    "349292953": "Біз жинайтын ақпарат",
    "3494826505": "Жеткізушілермен біз сайттар мен қызметтің деректерді сақтау, хостинг және аналитика сияқты маңызды аспектілерін және тек осы мақсаттар үшін қамтамасыз етуге қатысамыз.",
    "3496767126": "Күмән тудырмас үшін келесі тармақ тек қана аннотация қызметтерін пайдаланатын Тұтынушыларға қатысты, ал Қызметтерімізді Интегратор ретінде пайдалануға емес.",
    "3500503648": "hCaptcha шолу журналын жазу және талдаудың орнына жедел бағалауға сүйену арқылы ұзақ мерзімді деректерді сақтауды жоюға арналған. сияқты бастамаларды да қолдаймыз",
    "3501923981": "Соңғы жаңартылған: 2020 жылдың 1 қаңтары.",
    "3507532387": "( ) Барлық электрондық пошта мекенжайларының шағын әріптік-сандық мекенжай кеңістігін іздеудің қарапайымдылығы",
    "3510143229": "hCaptcha — веб-сайттар мен қолданбаларға арналған қызмет,",
    "3511610999": "Дұрыс жерге жеткеніңізге көз жеткізейік.",
    "3515435438": "DMCA шағымдарын хабарлау",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3519564631": "Өңдеу мақсаттары",
    "3520687192": "Сізбен байланыс жазбалары (мысалы, электрондық пошта немесе Twitter арқылы ашылған қолдау билеттері) шексіз сақталуы мүмкін.",
    "3524251858": "Cloudflare өнімді басқару директоры",
    "3526939538": "Бағдарламалық құрал қатесі",
    "3527140447": "Құжаттар",
    "3530599065": "Құпиялылық басынан бастап жасалған. hCaptcha ешқандай PII сақтамайды және көптеген құпиялылық мандаттары мен ережелеріне сәйкес келеді.",
    "353066938": "Тәжірибелі команда, бүгінгі күннің ең қиын мәселелерімен айналысады. hCaptcha қызметі болып табылады",
    "3532143291": "Біздің қызметтер мен жүйелерді қорғау үшін. Біз Analytics ақпаратын әлеуетті қауіптер мен осалдықтарды анықтау арқылы жүйелерімізді қорғау және жинаған ақпаратты басқа жолмен қорғау үшін пайдаланамыз.",
    "353367791": "Әр түрлі типтегі нашар актерлерді анықтаңыз.",
    "3536122902": "( ) Оларды осылай тоқтату жеткілікті баяу және ауыртпалық емес",
    "3543141425": "ол үшін!",
    "3545935449": "Жаңа немесе бұрынғы пайдаланушыларды тану үшін.",
    "3548097301": "Күшіне енеді: 2020 жылдың 1 қаңтарынан.",
    "354925785": "Кіріспе",
    "3554363588": "Басқа белгілер",
    "3554448168": "Категориялау",
    "3555583744": "және",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Tristique eros elementum in tristique әр түрлі нұсқаларды тоқтата тұру. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae eat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "3564208535": "Сіз бізден немесе қызметтеріміз арқылы алынған кез келген Құпия ақпаратты қорғау үшін коммерциялық ақылға қонымды күш-жігерді қолдануға келісесіз. бот ұпайлары мен кәсіпорын қызметіміздің жалпыға ортақ емес мәліметтерін, соның ішінде жалпыға қолжетімді емес құжаттаманы және боттарды анықтау әдістеріне қатысты бөлісетін кез келген мәліметтерді қамтиды. Егер сізге кез келген осындай Құпия ақпаратқа рұқсат берілсе, Құпия ақпарат сіздің қызметтерімізді пайдалануыңыз арқылы әшкере болып жатқанын анықтасақ, біз өз қалауымыз бойынша қызметтерімізге қол жеткізуіңізді өзгерте, уақытша тоқтата аламыз немесе шектей аламыз және біз ақылға қонымды күш-жігерді жұмсаймыз. тоқтата тұру алдында сізге хабарлау үшін.",
    "3566102529": "біз бүгін көбірек білу үшін.",
    "3569492665": "Желідегі әрекетті жазу - бұл жауап емес.",
    "3570415321": "Компания",
    "3571003547": "https://www.honeycomb.io/security",
    "3571006800": "Сіз бізге берген кейбір ақпарат GDPR-да (сондай-ақ жеке деректердің арнайы санаттары деп аталады) анықталғандай құпия деректер болуы мүмкін, соның ішінде үкімет берген жеке басын куәландыратын құжаттарда нәсіліңізді немесе этникалықыңызды сәйкестендіру.",
    "3573245166": "reCAPTCHA-дан айырмашылығы, біз әр елде жұмыс істейміз.",
    "3576146278": "Сізге қажет дәлдік үшін ғана төлеңіз",
    "3578122193": "Тиісті мазмұнмен брендте болыңыз",
    "3588274874": "Еуропалық Одақтың GDPR және Калифорнияның CCPA сияқты реттеуші күш-жігеріне сәйкес өнімді жеткізуге назар аудара отырып, біз ауқымды өсуді бастан өткердік - әрине, бұл hCaptcha-ны reCAPTCHA-ны қарапайым алмастыруға көмектеседі және осылайша бірнеше минут ішінде орнатуға болады.",
    "3588620914": "Privacy Pass веб стандарттары бойынша жаңа өнертабыс болып табылады және оны білмейтін басқа қолданбалар мен шолғыш кеңейтімдері оның жұмысына кедергі келтіруі мүмкін.",
    "3590546893": "Қарапайым мінез-құлық талдауы - нашар актерлер оңай қолданатын сигнал және сіздің барлық заңды трафик үшін шолу тарихын сақтауды талап етеді.",
    "359073033": "Бақылау тақталары әрекеттің жоғары деңгейлі немесе егжей-тегжейлі көріністерін береді.",
    "3594381346": "орналасқан жері.",
    "3594440415": "Ақырында олар есіктерді аша бастайды.",
    "3594526017": "IM ғалымдары CVPR 2020-да әлсіз бақыланатын мәтінді танудың (OCR) жаңа эталоны белгіледі.",
    "3596207631": "С: Мен cookie файлын орнатқаннан кейін әлі де қиындық көріп жатырмын. Бұған не себеп?",
    "3600022491": "Осы себепті біз қызметімізді пайдаланатын жариялаушыларға 508-бөлім және WCAG 2.1 AA толық сәйкестігі бар барлығына қолжетімділікті сақтауға мүмкіндік беретін қарапайым, ауыртпалықсыз балама әзірледік.",
    "3600718611": "Google reCAPTCHA қарастырыңыз,",
    "3600797185": "Ретроактивті бот идентификаторын ұсыну Google-ды осы жалған трафикке ақша жұмсаған жарнама берушілерге қайтарылған ақшаны кері қайтару туралы күрделі сұрақтарды ашады.",
    "360236473": "hCaptcha қызметі кез келген адамның жеке таңбалаушы ретінде жұмыс істеуі үшін пайдалануға арналмаған. Ол осы мақсатқа арналмаған немесе сәйкес келмеген. Біз ешкімге hCaptcha-ны жеке табыс көзі ретінде пайдалануға кеңес бермейміз.",
    "3604147138": "3. Қатаң қажетті техникалық мақсаттар үшін пайдаланылады: Арнайы мүмкіндіктерді пайдаланушы пайдалануына мүмкіндік береді.",
    "3609106478": "Тіркелгі деректерін толтыру:",
    "3609929815": ". Біз сіздің атыңызды, еліңізді және электрондық пошта мекенжайыңыз туралы ақпаратты болашақта жеке таңбалау жұмыс мүмкіндіктеріне қатысты сізбен байланысу мақсатында ғана сақтаймыз.",
    "3612043014": "...және басқа қарапайым тапсырмалар. Адамдарға оңай, боттарға қиын.",
    "361372538": "2. Біз ұсынған қызметтерді тұтынушы кемсіту мақсатында заңды болуы мүмкін, бірақ біз үшін қолайлы емес тәсілдермен пайдаланатынына сенеміз бе?",
    "3614653023": "Керісінше, тәжірибе есептік жазбалардың шағын жиынтығын ашу үмітімен ондаған мақсатты қаржы институттарында миллиондаған пайдаланушы аты/пароль жұптарын сынайтын кең ауқымды тіркелгі деректерін толтыру шабуылдарына сүйенеді. Автоматтандырылған алаяқтық бағдарламалық құралы тіркелгіге қол жеткізгеннен кейін, адам хакері араласуы мүмкін, бірақ кейбір жағдайларда олай емес.",
    "361795034": ". Белгісіз автор, б. 2000",
    "3619183405": "2021 жылы қарапайым CAPTCHA-ларды кейде машиналық оқытудағы жетістіктердің арқасында бағдарламалық қамтамасыз ету арқылы шешуге болады. Мұны шешу үшін hCaptcha сонымен қатар сипаттарға өте егжей-тегжейлі талдау жасайды",
    "3620039756": "Жоғарғы оң жақта «Қосымша», одан кейін «Параметрлер» түймесін түртіңіз.",
    "3620442880": "Flash сатудан қорғау мүмкіндіктері",
    "3621401685": "( ) Біртүрлі жаңа салықтардың танымал еместігі",
    "3621411541": "hCaptcha үшін арнайы мүмкіндіктер опциялары туралы біліңіз",
    "3621455477": "көбірек білу үшін!",
    "3623028666": "(мысалы, қызметті пайдаланыңыз",
    "3624758171": "Теңшелетін тапсырмалар кәсіпорын баспагерлері үшін де қолжетімді.",
    "3630114728": "Барлық сайттарыңыз бен қолданбаларыңызда не болып жатқанын көріңіз.",
    "3644106388": "Байланыс",
    "3645414921": "Жою",
    "364774188": "Мен адаммын™",
    "3654556483": "Қаржы институттары мен электрондық коммерция компанияларында есептік жазбаны басып алу қаупін азайтатын процестер мен бақылаулар бар. Бұл ескі үлгідегі «бастауыш мектептегі ең жақсы досыңыздың аты кім еді» қауіпсіздік сұрақтарынан күдікті IP мекенжайлары мен мобильді құрылғы профильдерін анықтайтын анықтау әдістеріне дейін.",
    "3657743880": "Сайтаралық cookie файлдарына арналған шолғыш нұсқаулары",
    "3660619092": "Кәсіпорын шешімдері үшін тегін тіркеліңіз немесе сату бөліміне хабарласыңыз",
    "366088791": "hCaptcha көптеген тапсырмаларды қолдайды.",
    "3660891610": "Егер сіз үлес қосушы болсаңыз, сіз емес, IMI кез келген тапсырманы орындау бөлігі ретінде шығаратын кез келген жұмыста меншік құқықтарына ие. Осы Келісімнің шарттарын қабылдау арқылы сіз бізге және сіздің жұмысыңызға иелік етуді, иеленуді және меншік құқығын (соның ішінде бүкіл әлемде бар барлық зияткерлік меншік құқықтарын) беруге келісесіз (және осы арқылы). Біздің осындай құқықтарды алуға, жетілдіруге және пайдалана алатынымызға көз жеткізу үшін сіз (i) құқықтарымызды құжаттандыруға, жетілдіруге және жүзеге асыруға көмектесу үшін кез келген құжаттарға қол қоюға; және (ii) кез келген және барлық елдерде осындай меншік құқықтарын жазу, жетілдіру, қамтамасыз ету, қорғау және жүзеге асыру үшін ақпаратқа ақылға қонымды қолжетімділікті қамтамасыз ету. Осы бөлімге сәйкес сіздің міндеттемелеріңіз сіз тіркеуден шыққаннан кейін немесе Қызметтерді пайдалануды тоқтатқаннан кейін де жалғасады. Сіз бізді осы бөлімде көрсетілген мақсаттар үшін сіздің атыңыздан құжаттарды ресімдеу үшін нақты адвокат ретінде тағайындайсыз.",
    "3666807632": "14. Қатысушының біліктілігі мен дағдылары",
    "3668115514": "hCaptcha қалай ерекшеленеді?",
    "3668873369": "hCaptcha-да біз бірінші күннен бастап басқаша көзқараста болдық",
    "3669258571": "Cookie саясаты",
    "3671246379": "5-қадам: Консоль қойындысын нұқыңыз, содан кейін «Барлығын таңдау» түймесін тінтуірдің оң жақ түймешігімен басып, консоль журналын сақтау үшін оны мәтіндік файлға сақтаңыз. Бізге де жіберіңізші.",
    "3671828834": "Ортақ жеке ақпарат мысалдары",
    "3673079511": "дамып келе жатқан стандарт",
    "3678889946": "2019 жылдың 15 маусымынан кешіктірмей",
    "3679148535": "С: Privacy Pass тағы қандай қолданбаларымен жұмыс істеп жатырсыз?",
    "3680327841": "Біз hCaptcha барлығына жақсы жұмыс істеуге дайынбыз",
    "3682071227": "Есептік жазбаны алу дегеніміз не және олар қалай жұмыс істейді?",
    "3688621388": "Қауіпті қолтаңбалар",
    "3694578791": "Жоғарыда талқыланғандай, біз (және біздің үшінші тарап жеткізушілері) cookie файлдарын, веб-маяктарды және басқа бақылау технологияларын пайдалану арқылы ішінара Analytics ақпаратын жинаймыз. Кейбір жағдайларда біз Analytics ақпаратын жинау мақсатында cookie файлдарын пайдалану үшін үшінші тарап жеткізушілерімен жұмыс істейміз.",
    "3695206755": "Бізді өз ортаңызда ешқандай міндеттемесіз сынап көріңіз.",
    "3700113699": "Android құрылғыңызда Chrome қолданбасын ашыңыз.",
    "3700767772": "Кеңейтімді орнатқаннан кейін рұқсат алу үшін осы жерді (немесе hCaptcha пайдаланатын кез келген веб-сайтта) басыңыз:",
    "370366524": "Эфемерлік қызмет телеметриясы",
    "3709608616": "онда сіздің есептік жазбаңыз өшірілуі немесе сізге алдын ала ескертусіз немесе ескертусіз кез келген уақыт кезеңіне біздің жеке қалауымыз бойынша табыс алуға жарамсыз деп анықталуы мүмкін. Ешбір жағдайда біздің әділ пайдалану шегінен асатын сұраулар бізден жазбаша растаусыз табыс алуға құқылы болмайды.",
    "3714002185": "hCaptcha Enterprise туралы көбірек біліңіз",
    "3715747429": "React интеграциясы, iOS жергілікті қолданбаларына арналған SDK файлдары, Java сервер үлгісі немесе кез келген іс жүзінде кез келген сценарий қажет болса да, біздің инженерлер сізді жылдам іске қоса алады.",
    "3717512591": "Тікелей платформа интеграциясы",
    "3717942925": "Электрондық пошта арқылы назарыңызды аударғысы келетін адамдар әрқашан болатыны сияқты, кейбір ресурстарға тек адамдар ғана қол жеткізе алатындай қол жеткізуді шектеу ниеті әрқашан болады.",
    "3719056187": "Интернет беттерінде берілген ақпарат жеке кеңес болып табылмайды және оны алмастыра алмайды. Егер сізге жеке кеңес қажет болса, біздің қолдау көрсету қызметкерлеріне хабарласыңыз. Осы сайтты пайдалану",
    "3720584906": "2021 жылдың 15 шілдесі - 2021 жылдың 15 қазаны",
    "3721365241": "Тырысу",
    "3723626769": "үлестеріңіз бен шолуларыңыз үшін.",
    "3725880582": "Қайырымдылыққа қайтарыңыз",
    "3729345277": "hCaptcha — компанияларға қажетті аннотацияларды басқа баламаларға қарағанда тезірек, жоғары сапамен және төмен бағамен алу тәсілі.",
    "3730038780": "Пайдаланушылар шешуі керек дерлік шексіз санның ішінен таңдаңыз",
    "3730344349": "Бұл бөлімде Калифорния тұтынушылары туралы жинайтын жеке ақпарат және Калифорния тұтынушыларының құпиялылық туралы заңы немесе «CCPA» бойынша оларға берілген құқықтар туралы қосымша мәліметтер берілген.",
    "3733422465": "8. Жеке басыңызды растау",
    "3740051331": "Біз сондай-ақ әлеуметтік желілерде, форумдарда және виджеттегі және электрондық пошта арқылы қолдау көрсету арналары арқылы пайдаланушыларыңыздың сұрақтарын белсенді түрде бақылауға және оларға жауап беруге міндеттенеміз. Біз қол жетімді және жауап береміз және пайдаланушының қанағаттануын ең жоғары KPI ретінде қарастырамыз.",
    "3741193183": "( ) Көптеген электрондық пошта пайдаланушыларының бизнесті жоғалтуға немесе әлеуетті жұмыс берушілерді иеліктен шығаруға мүмкіндігі жоқ",
    "3744079744": "2020 жылдың 15-19 маусымы****",
    "3744153629": "Аты-жөні:",
    "3747664195": "https://www.fastly.com/privacy/",
    "3753613260": "байланыс",
    "3753956446": "Тегін",
    "3758963444": "Рақмет сізге! Сіздің өтінішіңіз қабылданды!",
    "3759360138": "4. Пайдаланушы аты мен құпия сөз",
    "3759657802": "Сіз осы Қызмет көрсету шарттарын немесе өз құқықтарыңызды немесе міндеттеріңізді қандай да бір жолмен (заң бойынша немесе басқа жолмен) тағайындай алмайсыз, бере алмайсыз немесе бере алмайсыз.",
    "3759923279": "Баспасөз сұрауларын келесі электрондық пошта мекенжайына жіберіңіз:",
    "3764131594": "22. Үшінші тарап веб-сайттары",
    "3766910104": "2. Қатаң қажетті техникалық мақсаттарда қолданылады: жүктемені теңестіру, маршруттау.",
    "3767462250": "Құпиялық үшін жасалған",
    "3768951251": "Кәсіпорынның SLA шарттары",
    "3773515538": "«Екі сөзді теру керек пе?» деп сұраған кезіңіз болды.",
    "378086442": "олардың UX емес, CAPTCHA саны.",
    "3782751514": "HUMAN Protocol® HUMAN Protocol Foundation компаниясының тіркелген сауда белгісі және оның рұқсатымен пайдаланылады.",
    "3783031293": "Біз веб-трафикті оңтайландыру үшін Cloudflare пайдаланамыз. Cloudflare деректерді қалай жинайтыны және өңдейтіні туралы ақпарат алу үшін,",
    "3795997071": "Chrome мәзір белгішесін таңдаңыз. Параметрлерді таңдаңыз.",
    "3800781598": "] Шамамен бес онжылдық өтсе де, электрондық пошта спамы бізді әлі де азаптауда. Оны жеңу үшін көптеген миллиардтаған долларлар мен мыңдаған адам-жылдар инженерлік күш жұмсалды, бірақ спам сақталуда. Екі жақта да миллиард долларлық өнеркәсіп бар, яғни одан қорғанатындар мен жіберетіндер.",
    "3805618893": "Google Chrome (ДК)",
    "3806054689": "2020 жылдың 15 сәуірі - 2020 жылдың 15 шілдесі",
    "3807059944": "Пайдаланылған тапсырма мазмұнын бақылау",
    "3816867833": "Кері байланыс",
    "3817067682": "Көпбұрыштар",
    "3817811295": "Кепілдендірілген сенімділік және 24/7 жылдам қоңырау шалу бойынша қолдау.",
    "3819851005": "2. Алымдар",
    "3821716514": "бет.",
    "3828090208": "Оның орнына \"hCaptcha үшін\" пайдаланыңыз. Үшінші тарап логотипімен пайдаланылса, \"hCaptcha үшін\" өлшемі үшінші тарап логотипінен кішірек болуы керек.",
    "3833636936": "а) секундына 1000 сұраныс,",
    "3836291932": "С: Мен бірнеше құрылғыларды пайдаланамын. Маған бірнеше рет тіркелу керек пе?",
    "3842490632": "Көптеген сұрақтарға жауап беруге тырысатын жеке пайдаланушының жылдамдығы шектелуі немесе тез тыйым салынуы мүмкін. Біздің сияқты маңызды",
    "3842673636": "GDPR бойынша сіздің жеке ақпаратыңызға қатысты белгілі бір құқықтарыңыз бар. Бізде сақталған жеке ақпаратыңызға қатысты келесі әрекеттерді орындауымызды сұрауыңызға болады:",
    "3842815245": "Бұл әділ сауда ма?",
    "38428546": "Біз сіздің жеке деректеріңізді бізбен есептік жазбаңыздың қызмет ету мерзімі бойы қауіпсіз сақтаймыз. Біз сіздің Жеке деректеріңізді біз оны жинаған мақсаттарды орындау үшін, соның ішінде кез келген заңды, бухгалтерлік немесе есеп беру міндеттемелерін қанағаттандыру немесе дауларды шешу мақсаттары үшін қажет болғанша ғана сақтаймыз. Сақтау мерзімдерін анықтау үшін біз қолданатын критерийлер қолданыстағы келісімшарттық ережелерді, заңмен белгіленген талап қою мерзімдерін, қолданыстағы реттеу талаптарын және салалық стандарттарды қамтиды.",
    "3844300338": "Сіз тапсырмаларды орындаудан немесе веб-сайтты пайдаланудан туындайтын немесе осыған байланысты кез келген және барлық шағымдардан, залалдардан, міндеттемелерден, шығындардан және шығындардан (оның ішінде ақылға қонымды адвокаттық алымдар мен шығындарды) өтеуге, қорғауға және зиянсыз ұстауға келісесіз. .",
    "3844432472": "API интерфейстерінің ашықтығы мен пайдалылығы оларды шабуылдаушылар үшін керемет бай мақсаттарға айналдырады. Мобильді қолданбаны API арқылы корпоративтік жүйеден деректерге қол жеткізу және алу үшін бағдарламалауға болатын сияқты, зиянды бағдарламаның бір бөлігі де солай болуы мүмкін. Хакерлер API интерфейстерін теріс пайдалану үшін көптеген бағдарламалық құралдарды жазды. Бұл шабуылдың тиімді әдісі.",
    "384965568": "Сақтау талаптары юрисдикцияға байланысты өзгергенімен, жеке деректеріңіздің әртүрлі аспектілері үшін әдеттегі сақтау мерзімдері туралы ақпарат төменде сипатталған.",
    "3856690908": "2020 жылдың 15 қаңтары - 2020 жылдың 15 сәуірі",
    "3856912381": "Пайдаланушылар зардап шекті және қажетсіз веб-спам қазір кеңейді. Бірақ балама бар.",
    "3859506577": "Іскерлік электрондық пошта",
    "3861413614": "Сіз hCaptcha сауда белгісін немесе логотипін тікелей жазбаша рұқсатсыз үшінші тарап өніміне немесе қызметіне қатыстылығын немесе мақұлдауын, демеушілігін немесе қолдауын білдіретін hCaptcha логотипін пайдалана алмайсыз.",
    "3863351997": "Калифорния тұтынушыларының жазбалары туралы ережеде тізімделген жеке ақпарат санаттары (Кал. Азаматтық кодекс § 1798.80(e)).",
    "3871665286": ", ол hCaptcha виджетінің ақпарат бетінде көрнекті түрде байланыстырылған. Оларға күніне бірнеше рет пайдалануға болатын шифрланған cookie беріледі, бірақ кіру арқылы әр 24 сағат сайын жаңартылуы керек.",
    "3875523186": "gistfile1.txt",
    "3878077249": "Жеке ақпаратыңыздағы дәлсіздіктерді жаңартыңыз немесе түзетіңіз.",
    "3878230879": "Біздің мақсатымыз - бұл әрқашан сіз үшін жұмыс істейтініне көз жеткізу, сондықтан біз сіздің есептеріңізді бағалаймыз!",
    "3881754581": ". Егер сіз біздің аннотация қызметтеріміздің Тұтынушысы болсаңыз және Қызметтерді пайдалану бөлігі ретінде «Деректер Барлығына арналған» опциясын таңдасаңыз, онда сіз IMI және Қызметтердің барлық пайдаланушыларына дүниежүзілік, ерекше емес, қосалқы лицензияланатын, ауыстырылатын, барлық байланысты зияткерлік меншік құқықтарын қоса алғанда, барлық Тұтынушы деректерін толығымен пайдалануға роялтисіз, қайтарылмайтын лицензия. Егер сіз «Барлығына арналған деректер» опциясын таңдасаңыз, осы бөлімдегі лицензияны беру үшін деректеріңізге және деректеріңізге қатысты жеткілікті құқыққа, құқыққа және қызығушылыққа ие екеніңізді білдіресіз және кепілдік бересіз.",
    "3882147547": "Ескертпейтін жалған кездейсоқ функциялар",
    "388240587": "2022 жылдың 5-15 қаңтары",
    "3884400764": "Сіз hCaptcha белгілерін осы нұсқауларға сәйкес пайдалана аласыз, бірақ бұл сіздің hCaptcha белгілеріне, логотиптеріне немесе кез келген басқа сауда белгісіне, сауда атауына, қызмет көрсету белгісіне, бизнес атауына немесе hCaptcha гудвиліне қатысты құқықтарыңыз бар екенін білдірмейді. Біз мүмкіндігінше икемділік бергіміз келеді, бірақ біз hCaptcha-ны кез келген сауда белгісін, сауда атауын, қызмет көрсету белгісін, бизнес атауын немесе hCaptcha гудвилін рұқсатсыз пайдаланудан қорғауға міндеттіміз. Кез келген рұқсатсыз пайдалану hCaptcha берген рұқсатты немесе лицензияны автоматты түрде тоқтатады және кез келген залал үшін заңды жауапкершілікке тартылуы мүмкін.",
    "3887113660": "Сұрақ: Privacy Pass hCaptcha табысына қалай әсер етеді?",
    "3891941747": "*** COVID-19 КЕҢЕСТЕРІ: COVID-19-ға байланысты қызметкерлердің азаюына байланысты стандартты растауды аяқтауға қосымша уақыт беру үшін салыстыру қайта жоспарланды. Төлемдер жұмада басталып, келесі дүйсенбіде аяқталады деп күтілуде.",
    "3892905664": "hCaptcha сүйікті онлайн қызметтеріңізге адамдарға оңай және машиналар үшін қиын қарапайым сұрақтар қою арқылы боттардан, спамдардан және теріс пайдаланудан сақтайды.",
    "3892952987": "ашылуларымызды тексеріп, осында өтініш беріңіз",
    "3893539589": "тапсырма талап етпесе, тауарларды немесе қызметтерді ұсынатын сыртқы сілтемелерді кірістіру;",
    "389705801": "( ) Оған тікелей тыйым салатын заңдар",
    "3897238493": "ҚЫЗМЕТТЕР «СОЛ ҚАЛАЙ» НЕГІЗІНДЕ КӨРСЕТІЛЕДІ. БІЗ ҚЫЗМЕТТЕРДІҢ, КЕЗ КЕЛГЕН ҚАТЫСТЫ БАҒДАРЛАМАЛЫҚ БАҒДАРЛАМАЛЫҚ ЖАҒДАМДАРДЫҢ, КЕЗ КЕЛГЕН КЕЗЕКТІЛІКТІ БАҒДАРЛАМАЛЫҚ РЕСПУБЛИКАЛЫҚ ЖАҒДАЙЛАРҒА НЕ ҚОЛ ЖЕТІМДІЛІГІНЕ, ЖАҚТЫҒЫНА, ЗАҢДЫҚТЫҒЫНА, ҚАТЫСТЫ ЕШҚАНДАЙ ӨКІЛДІМ НЕ КЕПІЛДІК ЖАСАЙМЫЗ. ЗАҢ РҰҚСАТ БЕРЕТІН МЕКСІМДІ ДӘРЕЖЕЛЕРДЕ IMI БАРЛЫҚ АЙҚЫН НЕМЕСЕ ЖҰМЫС ШАРТТАРДАН, ӨКІЛДІКТЕРДЕН МЕН КЕПІЛДІКТЕРДЕН БАС ТАРТАЙДЫ, БІРАҚ ОСЫ МЕНЕН ШЕКТЕУЛІК ЕМЕС, САУДА КЕПІЛДЕРІ, АТҚАУ КЕПІЛДЕРІ ЖӘНЕ ФИТНЕССҮРЛІК КЕПІЛДЕРІ. КЕЗ КЕЛГЕН АҚАУЛАРҒА, СӘЙКЕСТІКТЕРГЕ НЕМЕСЕ ҚАНАҒАТТАСТЫРМАУҒА ҚАТЫСТЫ IMI-ге ҚАРСЫ ЖАЛҒЫЗ ЖӘНЕ ЭКСКЛЮЗИВТІ ДАМЕРІҢІЗ ҚЫЗМЕТТЕРДІ ПАЙДАЛАНУДЫ ТОҚТАТУ. веб-сайтқа немесе Intuition Machines платформасына кіруден немесе оны пайдаланудан. Жоспарланған және жоспардан тыс үзілістер болуы мүмкін және біз веб-сайтымыздың үздіксіз қолжетімділігіне кепілдік бермейміз.",
    "3898950867": "( ) Джо жұмысы және/немесе жеке куәлік ұрлығы",
    "3900538778": "Белгіленген деректер - бұл машиналық оқытуға қуат беретін отын. reCAPTCHA жауаптары 2009 жылдан бері Google-дың ML/AI қызметтерін жақсарту үшін пайдаланылады. reCAPTCHA-ны қолданатын көптеген адамдар өз еңбегінің қолданылып жатқанын түсінбейді.",
    "3901503296": "Құпиялылыққа ерекше назар аудару біз тамаша қауіпсіздікті сақтай отырып, қажет болған жағдайда жеке деректерді нөлдік сақтауды, cookie файлдарынсыз жұмысты және басқа да келісім-шарттық құпиялылық кепілдіктерін ұсына алатынымызды білдіреді.",
    "3904679538": "Chrome",
    "3906359167": "Шешімдер:",
    "3906886217": "Компаниялар немесе веб-сайттар үшін",
    "3908992897": "және әлемдегі әрбір елде және аумақта қолданылады, сондықтан біз дәйекті жаһандық тәжірибені қамтамасыз етуге көп көңіл бөлеміз.",
    "3909240516": "( ) SMTP тақырыптары заңнаманың нысанасы болмауы керек",
    "3910971075": "IMI бастапқы кодқа, объект кодына немесе негізгі құрылымға, идеяларға немесе алгоритмдерге, API интерфейсіне және Қызметтерге («Бағдарламалық құрал») қатысты кез келген қосымша бағдарламалық құралға, құжаттамаға немесе деректерге қатысты барлық құқықтарды, соның ішінде зияткерлік меншік құқықтарын иеленеді. Сіз тікелей немесе жанама түрде үшінші тарап арқылы немесе басқа жолмен: (a) бағдарламалық құралды кері инженерлік өңдеуге, декомпиляциялауға, бөлшектемеуге немесе басқа жолмен ашуға әрекеттенбеуге; (b) кез келген Бағдарламалық құралға негізделген туынды жұмыстарды өзгертуге, аударуға немесе жасауға; (c) кез келген Бағдарламалық құралға құқықтарды көшіруге, жалға алуға, жалға беруге, таратуға, кепілге беруге, беруге немесе басқа жолмен беруге немесе құқықтарды ауыртпалыққа салуға; (d) кез келген бағдарламалық құралды таймшеринг, қызмет көрсету бюросының мақсаттары үшін немесе үшінші тараптың пайдасына басқаша пайдалану; немесе (е) кез келген меншіктік ескертулерді немесе белгілерді алып тастау.",
    "3912514510": "( ) Тарату тізімдері және басқа заңды электрондық поштаны пайдалану әсер етеді",
    "3912926900": "hCaptcha® креативті көшірмеде бірінші рет пайда болған кезде тіркелген сауда белгісінің белгісі болуы керек.",
    "3913203723": "Егер қандай да бір себептермен Сұраныс беруші сіз орындаған тапсырманы орындауды қабылдамаса, сіз Қатысушы немесе Интегратор ретінде тапсырма үшін ешқандай сыйақыға құқығыңыз болмайды. Қолайсыз орындалған тапсырма үшін сыйақылар таратылған жағдайда, біз оларды сізден қалпына келтіруіміз мүмкін.",
    "3913801502": "hCaptcha қазір интернеттің шамамен 15% жұмыс істейді",
    "3913848038": "99,99% жұмыс уақыты SLA және 24/7 жаһандық қолдау қолжетімді.",
    "3916131732": "Америка",
    "3922723611": "Кез келген жарнама блокаторын немесе браузер қауіпсіздік кеңейтімдерін өшіріп көріңіз",
    "3926027556": "және біз сізге тез ораламыз.",
    "392886773": "Әр елде жұмыс істейді",
    "3930611699": "жеке жұмысшылар.",
    "3930808600": "Біз жинайтын және сақтайтын ақпаратты қорғау үшін тиісті техникалық және ұйымдастыру шараларын жүзеге асырамыз және біздің атымыздан өңдеуді жүзеге асыратын барлық агенттерден де солай істеуді талап етеміз. Өкінішке орай, ешбір қауіпсіздік шаралары 100% сенімді емес, сондықтан ешбір желі немесе жүйе (соның ішінде біздікі) біз жинайтын және сақтайтын ақпаратты жоюдан, жоғалтудан, өзгертуден, рұқсатсыз жария етуден немесе қол жеткізуден 100% қауіпсіз болатынына кепілдік берілмейді. Егер сіздің ақпаратыңыз қандай да бір себептермен қауіпсіз емес деп ойласаңыз, бізбен дереу хабарласыңыз",
    "3933993151": "Жеке деректер таңбалаушысы ретінде жұмыс істеңіз",
    "394235836": "3. Жоғарыдағы ұсыныстардың ешқайсысы жұмыс істемесе, бізге қолдау көрсету электрондық поштасын жіберіңіз, біз не болып жатқанын анықтауға қуана көмектесеміз.",
    "3942875761": "Better Web™ құруға көмектесіңіз",
    "3943164003": "шикізатты көру",
    "3943417791": "hCaptcha Enterprise (BotStop) үшін қолдау алыңыз",
    "3946753128": "Жеке. Қауіпсіз. Тезірек.",
    "3951112506": ". Бұл деректердегі гетерогенділіктің жоғары деңгейіне кепілдік береді.",
    "3951254541": "Біз сіздің үлесіңізді бағалаймыз. Кез келген мәселені бізге хабарлаңыз, біз оларды тез шешеміз.",
    "3952259236": "Жалғыз шешімнен гөрі зиянды әрекетті жақсы болжау үшін hCaptcha-ны мінез-құлық кластары бойынша үйрету үшін (тек сіздің мысалыңыз үшін) соқыр деректеріңізді hCaptcha-ның мыңдаған сигналдарымен біріктіріңіз.",
    "3953584369": "Күрделі RBAC кіру шектеулері қол жетімді.",
    "3955555607": "Серіктестер немесе уәкілетті делдалдардан басқа үшінші тараптар hCaptcha белгілерін немесе емле қателерін қолданатын кілт сөздерге, Google AdWords немесе басқа мақсатты жарнама жүйелеріне баға бере алмайды. Сондай-ақ үшінші тараптар hCaptcha белгілерін домен атауларында, кез келген іздеу жүйесін оңтайландыруда, мета тегтерде, іздеу шарттарында, кодта немесе басқа жалған ақпаратта пайдалана алмайды.",
    "3955981186": "Түзетулер. Осы Қызмет көрсету шарттарына IMI-ден басқа ешкімнің ешбір өзгертуі немесе түзетуі IMI-дің тиісті түрде уәкілетті өкілі қол қойған жазбаша құжатты қоспағанда, IMI үшін міндетті болмайды.",
    "3963216198": "Неліктен API интерфейстері хакерлер үшін танымал мақсат екенін талқылау үшін алдымен «API» терминімен нені білдіретінін анықтауға қысқаша уақыт бөлген жөн. API тұжырымдамасы мүлдем жаңа емес. Шын мәнінде, әртүрлі компьютерлік жүйелерді бір-бірімен байланыстыруға арналған интерфейстер, сондай-ақ олардың ішкі компоненттері кем дегенде 1960 жылдардың басынан бері бар.",
    "3963642878": "2019 жылдың 14 желтоқсанынан кешіктірмей*",
    "3967047208": "Сондай-ақ, құсбелгілерді алып тастау арқылы мұны түзету үшін Пайдаланушыдағы кейбір қорғауларды уақытша өшіруге болады: Бақылаушылар құсбелгісін алып тастаңыз немесе мәселе әлі де болса, Cookie файлдары құсбелгісін алып тастаңыз.",
    "3971348140": "Неліктен біз hCaptcha қолданбасын қолдандық? Бізге қажетті мүмкіндіктер мен өнімділікті басқа ешкім жеткізе алмайды. Олар бізді тез іске қосты, ал біздің саудагерлер бұл тәжірибені жақсы көреді.",
    "3972094614": "Брендан Эйч",
    "3972554015": "процесс, сондай-ақ. Және браузер кеңейтімі, әрине",
    "3974566657": "Қызметтер танымал болған сайын, мұндай құбылыс сөзсіз жиілей түседі. hCaptcha-ны күн сайын іс жүзінде әлемнің кез келген елінде миллиондаған адамдар пайдаланады, сондықтан біз бұл саясатты және мүмкіндігінше ашық болу үшін осы мәселелерді қалай шешетініміз туралы мысалды жариялап отырмыз.",
    "3978720689": "спаммен күресу тәсілі. Сіздің идеяңыз жұмыс істемейді. Міне, неге ол жұмыс істемейді.",
    "3983646521": "Барлық өнім атаулары, логотиптер, брендтер, сауда белгілері және тіркелген сауда белгілері олардың тиісті иелерінің меншігі болып табылады. Осы веб-сайтта пайдаланылатын барлық компания, өнім және қызмет атаулары тек идентификациялық мақсаттарға арналған. Осы атауларды, сауда белгілерін және брендтерді пайдалану растауды білдірмейді. Бұл жағдайда мүлдем керісінше.",
    "3987022469": "Белгілеу",
    "3988350": "Бұл нақты әлемдегі қолшатыр аннотациялары үшін тамаша пайдалану жағдайлары бар дегенді білдіреді. Автокөліктердің әсері туралы келіспеушіліктер бар, бірақ ADAS жүйелері қазірдің өзінде үнемдейді.",
    "3991444169": "Бұл бетте hCaptcha Enterprise қызметіне арналған ағымдағы ішкі процессорлар тізімі берілген.",
    "3992401943": "2012 жылдан бастап терең оқытуда революция болды. Тапсырмалардың дәлдігінің салалық нормасы соңғы онжылдықта түбегейлі жақсарды, бұл ең алдымен терең конволюционды желілердің арқасында. Google ұсынатын басқа ML қызметтері осы қисық сызықты ұстанды.",
    "4007826952": "Веб, ұялы телефон және т.б. үшін №1 құпиялылық бірінші CAPTCHA.",
    "4008400186": "4-қадам: Желі журналын сақтайтын шешу әрекетінен кейін «HAR экспорттау» (кіші төмен көрсеткі) түймесін басыңыз. Бұл файлды бізге жіберіңіз.",
    "4011712313": "DMCA саясатының бір бөлігі ретінде біз DMCA туралы болжамды бұзушылық туралы бірнеше хабарландырулар алатын тұтынушылардың есептік жазбаларын көп сатылы DMCA қайталау бұзушы саясатына орналастырамыз. Күнтізбелік айда қайталанатын DMCA хабарландыруларын алғаннан кейін тұтынушы тіркелгісі саясаттың бір қадамынан келесісіне өтеді.",
    "4015238193": "және OCR [",
    "4019638786": "A: hCaptcha құпиялылық рұқсатын пайдаланушылары браузерінің таңбалауыш әмияны бос болмаса немесе сайт оны жібермейінше, ешқашан IP мекенжайын hCaptcha-ға көрсетпейді. hCaptcha пайдаланушыны таңбалауышты өтеумен байланыстыруға мүмкіндік бермейді және оның таңбалауыш әмияны бос болмаса, өтеу кезінде пайдаланушымен ешқашан тікелей әрекеттеспейді.",
    "4019660456": "0 мс кідіріс: hCaptcha таңбалауыштарын API шақыруынсыз тексеріңіз.",
    "4023575072": "қосарлы пайдалану",
    "4024785952": "Cloudflare, Inc. (Жаһандық). Ұсынылатын қызметтер: Cloudflare.com.",
    "4034694801": "Сәйкес нәтижелер жоқ.",
    "4036662147": "5. Құпия ақпаратты қорғау",
    "4036872105": "алдымен, содан кейін қайталап көріңіз",
    "4039193170": "Токендерді алу немесе өтеу мәселелері туындаса:",
    "4044467791": "Алдыңғы 12 айда сізден жинаған жеке ақпарат санаттары үшін жоғарыдағы «Біз жинайтын ақпарат» бөлімін қараңыз. Біз бұл ақпаратты жоғарыдағы «Жеке ақпаратты қалай пайдаланамыз» бөлімінде сипатталған іскерлік және коммерциялық мақсаттар үшін жинаймыз. Алдыңғы 12 айда біз бизнес мақсатында үшінші тұлғалармен келесі ақпарат санаттарын бөлістік:",
    "4051104324": "\"Intuition Machines\" - Intuition Machines, Inc. компаниясының тіркелген сауда белгісі.",
    "4051785543": "Қолдану:",
    "4057343238": "Жалтақтау",
    "4059570880": "Егер стандарттау әрекетін қадағалағыңыз келсе, қазір жұмыс жүргізілуде",
    "4060250206": "Техникалық мамандарымыздың біріне хабарласу үшін осы пішінді пайдаланыңыз. Біз тез жауап береміз.",
    "4063155841": "2021 жылдың 25 маусымынан кешіктірмей††",
    "4063769686": "Пайдаланушылар өздері кіретін сайтты қолдайды және веб-спамды азырақ көреді. Бұл әділетті мәміле сияқты.",
    "4065065042": "Пайдалану жағдайыңызға дәл сәйкестендіру үшін оны теріңіз.",
    "4065614934": "Бұл талдау жаңа емес, бірақ адамдар мәңгілік оптимистік. Әсіресе, олар өз идеясын жаңа деп ойласа.",
    "4072202039": "2019 жылдың 15 сәуірі - 2019 жылдың 15 шілдесі",
    "4074220464": "A: Аудио captcha сияқты бұрын танымал опциялар көптеген a11y пайдаланушыларын кемсітеді және заманауи машиналық оқыту әдістерімен оңай жеңіледі. Бұл шабуылдаушыларды жеңу үшін шуды, тақ уақытты, әдеттен тыс сөз тіркестерін және т.б. енгізіп, ағымдағы аудио қиындықтарын барған сайын қиындатуға мәжбүр етті. Осылайша, біз бұл әдіске ынталы емеспіз және қиындықтан мүлдем аулақ боламыз, бірақ a11y қауымдастығынан сұраныс болса, оны қарастырамыз.",
    "4080263153": "Бас тарту жоқ. Бас тарту жазбаша түрде жасалмайынша және біз қол қоймаса, біз құқықтарымыздың немесе қорғау құралдарымыздың бір бөлігінен бас тартқан болып саналмаймыз. Егер біз осы келісімнің кез келген ережесіне сәйкес құқықтарымызды орындауды кешіктірсек немесе орындай алмасақ, бұл мұндай ережені немесе осы келісімнің кез келген бөлігін кейіннен орындау құқығымыздан бас тарту болып табылмайды.",
    "4082053540": "2021 жылдың 19-25 маусымы††",
    "4083018285": "Жетілдірілген SOC мониторингімен және күрделі тұрақты қауіптерді шешуге жауап беретін кеңейтілген мүмкіндіктер жиынтығы.",
    "4086379603": "Сұрақтар?",
    "4087694419": "Скрептік хакер жалған немесе алдамшы өнім тізімін жасау үшін Amazon және eBay сияқты сайттардан деректерді жинай алады. Содан кейін ол оларды OfferUp сияқты тең дәрежелі қызметтерде сатуға ұсына алады және сатып алушыларға фишингтік шабуылдар жасай алады. Немесе алаяқ жоқ өнімдерді сата алады. Экранды сызып тастауға арналған келесі алаяқтық жарнама жариялаушылардың жалғандығын қамтиды. Баспагер сайттарындағы мазмұнды қырып алу арқылы алаяқ әртүрлі қызметтерде жалған жарнама жариялаушы беттерін жасай алады. Содан кейін олар сол беттердегі хабарландыруларды жариялаушының ads.txt файлынан контактілерін жинаған авторизацияланған делдалдарға сата алады. Жарнамалық слоттар жарнама берушіге шынайы болып көрінеді, бірақ олай емес.",
    "4087729475": "Сіздің алғашқы шешіміңізден кейінгі мәселе.",
    "4088941349": "Сатып алынған, алынған немесе қарастырылған өнімдер немесе қызметтердің жазбалары.",
    "4091044469": ". Инкогнито режимінде кеңейтімді қосқаныңызға көз жеткізіңіз. Содан кейін hCaptcha арқылы кез келген веб-сайтқа кіріп, captcha шешіңіз. 2.0.3 нұсқасынан бастап бұл таңбалауыштарды hCaptcha арқылы веб-сайттарда өтеуге болады.",
    "4097297673": "Тұтынушы, Сұраныс беруші немесе Интегратор ретінде сіз және IMI арасындағы кез келген басқа міндетті шарттарға қосымша төмендегі шарттармен міндетті болуға келісесіз.",
    "409780280": "( ) Керемет әрекет, ****! Біреу пернетақтаңызды басады деп үміттенемін!",
    "4099477834": "Барлық тұтынушылармен қарым-қатынастар сонымен қатар күшті деректерді өңдеу келісімімен қорғалған. hCaptcha қызметі сіздің қызметіңіздің немесе тұтынушыларыңыздың қай жерде тұратынына қарамастан барлық құпиялылық заңдарына сәйкес келеді. Жеке деректерді сақтамау мұны басқа компанияларға қарағанда әлдеқайда жеңілдетеді.",
    "4101570501": "Сондай-ақ қазір біз құпиялылық рұқсатымен жұмысымызды толықтыра отырып, теріс пайдаланудың алдын алу мүмкіндігімізді сақтай отырып, электрондық пошта мекенжайыңызды жылдам жою үшін криптографиялық шешіммен жұмыс істеп жатырмыз.",
    "410397176": "Қосымша ақпарат алу үшін",
    "4104188759": "AI этикасы саясаты",
    "4104221634": "hCaptcha тұтынушылары технологиялық компаниялардан бастап сәнге, бөлшек саудаға және машиналық оқытуды қолдану арқылы құндылық жасай алатын басқа салаларға бағытталған әр түрлі салаларды қамтиды.",
    "4114820649": "2. \"Құпиялылық\" қойындысын басыңыз.",
    "4131598919": "түймесін басыңыз",
    "4132302900": "5. Құпиялылығыңыз, деректеріңіз және «Барлығына арналған деректер»",
    "4137573005": "деректерді қалай пайдаланатынымыз туралы жан-жақты және беделді жауаптары бар, бірақ қысқаша жауап: сізді адам ретінде сіздің шолу тарихыңызбен байланыстыруға мүдделі емеспіз.",
    "4138068262": "пайдаланушылар. Сайып келгенде, қиындықтармен әрекеттесу, адам табиғаты өзгеріссіз қалғанша, желідегі зорлық-зомбылықты азайту құралдарының арсеналының бөлігі болып қала береді.",
    "4142610534": "Кез келген кешіктірілген төлемдер айына 1,5% пайыз мөлшерінде немесе заңмен рұқсат етілген ең жоғары сомадан, қайсысы төменірек болса, кешіктірілген төлемдерді есептейді. Егер сіз осы Келісім бойынша төленетін соманы қандай да бір себептермен төлей алмасаңыз, сіздің шотыңыз біздің қалауымыз бойынша тоқтатылуы мүмкін, бұл жағдайда тапсырмаларды орындау үшін шотыңыздан ешқандай қосымша төлемдер жасалмайды және сіздің барлық тапсырмаларыңыз жойылады. біздің веб-сайттан. Сұраныс бойынша төленетін барлық сомаларды, сонымен қатар кез келген өңдеу ақысын, кешіктірілген комиссияларды немесе адвокаттық алымдарды өтеуіңіз керек. Біз сондай-ақ несиелік есеп беру агенттіктері мен құқық қорғау органдарына тиісті есептерді бере аламыз.",
    "4146870445": "Біз кімбіз",
    "4147497805": "Сәбіз",
    "4149738856": "hCaptcha сын есім ретінде қолданылуы керек және одан кейін тиісті жалпы термин болуы керек.",
    "41530052": "28. Жалпы шарттар",
    "4154415610": "***** 2020 жылдың қыркүйегіндегі төлемдер салыстыру аяқталғаннан кейін пакеттермен орындалады, ал кейбіреулері салыстырудың кешігуіне байланысты бастапқы жоспарланғаннан бірнеше күн кешіктіріледі.",
    "4162383380": "2020 жылдың 16-22 қыркүйегі*****",
    "4162847": "Біз мұны тікелей бақылай алдық, өйткені кейбір тұтынушыларымыз Google ұсыныстарынан толығымен ауыспас бұрын сол сұрау бойынша A/B сынақтарын өткізеді. Біз әдетте reCAPTCHA v3 немесе reCAPTCHA Enterprise нұсқасынан келетін жоғары жалған оң және жалған теріс көрсеткішті дәлелдей аламыз.",
    "4163469907": "2-қадам: Әзірлеуші құралдарындағы Желі қойындысын басыңыз. Жоғарғы жағындағы «Журналды сақтау» құсбелгісін қойыңыз.",
    "4165374512": "Тіркелгі деректерін толтырудың алдын алу үшін IP және орынды анықтау құралдарын пайдалану мүмкін болса да, үнемді және дәлірек әдіс автоматты тіркелгі деректерін толтыру ботының өзін үзу болып табылады. hCaptcha және hCaptcha Enterprise кіру нүктесінде ботқа кедергі келтіруі мүмкін. Бот дұрыс тіркелгі деректеріне ие болса да, ол hCaptcha Enterprise анықтауынан немесе hCaptcha CAPTCHA-дан өте алмаса, ол толтыруды орындай алмайды және сіздің сайтыңыз бен пайдаланушыларыңыз қорғалады.",
    "4166776480": "Тіркелгі деректерін толтыру: бұл не және шабуылдарды қалай тоқтатуға болады",
    "4169910317": "9. Заңды сақтау",
    "4172868199": "«жақсы адамды» «жаман адамнан» да ажыратуға тырысу саласына көшіп, бұдан әлдеқайда ары қарай жүреді және бүгінде әлемдегі ең танымал онлайн қызметтерді сатып алу алаяқтықтан жетілдірілген тұрақты әрекеттерге дейін барлығын табу және тоқтату үшін пайдаланады. құпиялылықты сақтауға ерекше назар аудара отырып, пайдаланушыларға қарсы қауіптер.",
    "4179118182": "( ) техникалық ( ) заңнамалық ( ) нарыққа негізделген ( ) сергек",
    "4181060163": "Үшінші тараптар нұсқаларды немесе қате жазуларды пайдаланбауы керек немесе hCaptcha сауда белгілеріне қатысты бастапқы қызығушылық шатасуын тудыратындай әрекет жасамауы керек.",
    "4181611011": "Салыстыру күні",
    "4185927140": "Өнім менеджері, Flash, Shopify",
    "4188477534": "hCaptcha®",
    "4188664955": "Негізгі қызмет көрсету шарттары",
    "4188814619": "hCaptcha — интуициялық машиналар қызметі (",
    "4194763679": "Ұсақ түйіршікті қиындық деңгейлері",
    "4195759329": "Ботты анықтау және тәуекел ұпайлары",
    "4197928199": "Құпиялылық саясаты",
    "4199502476": "Жетілдірілген есеп беру тақталары және API",
    "4202774977": "Нысан",
    "4205152730": "Сізге веб-сайтымызда, форумда, хабар алмасуда, чатта және IMI басқаратын басқа әлеуметтік медиа арналарында кез келген жерде басқа пайдаланушылармен өзара әрекеттесуге шақырылады, бірақ мұны жасасаңыз, біздің сайттағы барлық қызмет көрсету және пайдалану шарттарын және барлық тиісті заңдарды сақтауыңыз керек. .",
    "4208081170": "Жеке ақпарат санаты",
    "4209078147": "Сайтымызды жақсарту және платформаларымыз бен сайттарымызға кірулеріңізді жақсырақ түсіну үшін.",
    "4215483493": "A: hCaptcha басынан бастап құпиялылыққа арналған. Ол сізді интернетте қадағалайтын және сізді нақты тұлғамен байланыстыратын жарнамалық желілерге тиесілі reCAPTCHA сияқты дәстүрлі опциялардан мүлдем өзгеше.",
    "4217013126": "Төлемдер әдетте төлем күні күні бойы орындалады және әдетте Тынық мұхиты уақыты бойынша түн ортасында аяқталады. Есептік жазба тексерілу үшін белгіленсе, төлемді босату үшін қосымша бес жұмыс күні қажет болуы мүмкін.",
    "4217693416": ". hCaptcha.com және BotStop.com веб-сайттары (сайттар) осы Саясатта сипатталғандай қосымша cookie файлдарын қамтуы мүмкін.",
    "42182578": "Жеке ақпаратыңызды жойыңыз.",
    "4222109231": "hCaptcha Enterprise Product арқылы API тәуекелін азайту",
    "4224961202": "Құпиялық, қауіпсіздік және машиналық оқыту.",
    "4227800293": "( ) Электрондық поштаны пайдаланушылар бұған шыдамайды",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "4228682126": "Атрибуттарды санаттау",
    "4230322909": "Біз әрқашан әрбір жаңа тұтынушыны және оның біздің өнімдеріміз бен қызметтерімізге сәйкес келетінін растау үшін және оның компания ретінде қабылдаған саясаттарға сәйкес келетінін растау үшін және олардың мақсатты пайдалану жағдайын жақсы түсінуге тырысамыз.",
    "423222878": "Анықтау, алдын алу және тоқтату қиын кибершабуылдардың кейбірі зиянды актер белсенді пайдаланушы тіркелгісіне кіру үшін заңды пайдаланушы тіркелгі деректерін пайдалана алатын шабуылдар болып табылады. Көптеген күрделі анықтау мүмкіндіктері болмаса, тіркелгіні орналастыратын компанияда бірдеңе дұрыс емес деп күдіктенуге негіз жоқ. Тұтынушы жай ғана өз есептік жазбасына кірген сияқты. Шабуыл жасаушы ұрланған тіркелгі деректерін пайдалана отырып, бұл сәтті айла-шарғыға қол жеткізді - әдетте «тіркеу деректерін толтыру» деп аталатын кибершабуыл әдісінің нәтижесі. Бұл бүгінгі күні күрделі мәселе, бірақ оны дұрыс қарсы шаралармен азайтуға болады.",
    "424089481": "Amazon Web Services, Inc. (Жаһандық). Ұсынылатын қызметтер: Amazon Web Services. https://aws.amazon.com/security/",
    "4242322181": "Сіз Intuition Machines таза табысына немесе жеке мүлкіне есептелген АҚШ салықтарынан басқа Қызметтерге қатысты барлық салықтарды төлеуге жауаптысыз.",
    "4243348003": "3-қадам: бару",
    "4246520782": "Шын мәнінде, Интернет соңғы жылдары алаяқтар мен қорғаушылар арасындағы қарулану жарысының куәсі болды.",
    "4247858664": "қол жетімділікті тіркеу беті",
    "4248655793": "- Алекс М.",
    "4255608322": "Соңғы жаңартылған: 12 сәуір, 2021 ж",
    "42559805": "Сізге шұғыл жұмысқа қабылдау қажет пе?",
    "4256083674": "Арнайы CAPTCHA сұрау сұрауының немесе IP мекенжайының алаяқтық қаупін анықтау үшін Интегратордың тікелей сұрауы бойынша немесе нақты келісім берілген жағдайда.",
    "4257144752": "Нақты уақыттағы бағалаулар түпкілікті дәлдікті немесе адамгершілікті көрсетпейді, сондықтан сіздің соңғы табысыңыз бірінші салыстыруға дейін бақылау тақтасында көрсетілген сандардан айтарлықтай жоғары немесе төмен өзгеруі мүмкін.",
    "4260466272": "Қолданыстағы барлық IMI саясаттарын сақтау қажет болған жағдайда, сіз кез келген уақытта біздің веб-сайтты пайдалануды тоқтатуды таңдай аласыз. Біз өз қалауымыз бойынша осы келісімді бұза аламыз, веб-сайтымызға кіруді тоқтата аламыз немесе қандай да бір себептермен ескертусіз кез келген қызметтерді дереу жоя аламыз.",
    "4260542944": "Мазмұнды скрепинг («экранды қыру» немесе жай «қырып алу» деп те аталады) интернеттен ақпарат жинауға арналған таныс, жиі пайдалы процесс. Дегенмен, соңғы жылдары бұл техника хакерлер мен алаяқтардың қолайлы құралына айналды. Қарсы шаралар қауіпті тиімді түрде азайта алады, бірақ оларды жүзеге асыру үшін процестің қалай жұмыс істейтінін түсіну маңызды.",
    "426125156": "17. Авторлық құқық және жою",
    "4263626815": "hCaptcha қолжетімділік cookie файлдары стандартты параметрлері бар барлық танымал браузерлермен және жарнама блокаторларымен жұмыс істейді, сондықтан әдетте сәтсіздіктер белгілі бір сайттарға бағытталған «жарнамаға қарсы блоктау» сценарийлеріне немесе ұқсас ережелер жиынына байланысты.",
    "4264784515": "Қауіпсіздік қателері",
    "4270038521": "(«Сайттар») және hCaptcha қолданбалы бағдарламасының интерфейсі және қатысты бағдарламалық құрал мен материалдар (бірге «Қызмет»).",
    "4272022475": "Барлық сұраулар мен активтер hcaptcha.yourdomain.com сайтына өтеді",
    "4272088465": "оны пайдаланудан түскен табыспен таңдаған қайырымдылық қорлары.",
    "4272454814": "Өзіңіз таңдаған сәйкестендіру провайдерімен біріктіріңіз.",
    "4274324704": "Біздің атымызды жазбаша көшірмеде қалай пайдалану керек:",
    "4277475973": "( ) Жұртшылықтың ақшаның оғаш жаңа түрлерін қабылдауға құлықсыздығы",
    "4280117172": "Көптеген елдер шын мәнінде АҚШ-қа қарағанда біршама жақсырақ, соның ішінде Нигерия, Үндістан, Бразилия және Германия:",
    "4281708680": ". hCaptcha-да біз мүмкіндігінше аз деректерді тұтыну және сақтау кезінде боттардың әдеттегі әрекеттерін жоғары дәлдікпен анықтау үшін құпиялылықты сақтайтын машинада оқыту әдістерін қолданып, әдейі басқаша тәсілді қолдандық.",
    "4284094387": "†† 2021 жылдың маусым айының кейбір салыстырулары мен төлемдері салыстыру терезесі кезінде соңғы есептеулерді тексерудегі кідірістерге байланысты келесі аптада орындалады.",
    "4286602632": "c) коммерциялық боттарды басқару өнімдерін қосу үшін hCaptcha Publisher (тегін) тіркелгілерін пайдаланатын Интеграторларға айына 100 000 сұрау, мысалы, веб-брандмауэрлер (WAF) және ұқсас қолданбалар,",
    "4290195307": "егжей-тегжейлі нұсқаулық үшін.",
    "433424759": "Төлем бойынша алаяқтық киберқылмыскер құрбанды құнды нәрседен, әдетте ақшадан айыратын заңсыз транзакцияның кез келген түрін қамтиды. Бұл тауарларға онлайн тапсырыс беру үшін ұрланған несие картасын пайдалануды немесе банк шотын алуды және одан ақшаны заңсыз аударуды білдіруі мүмкін. Көптеген нұсқалар бар, бірақ олардың барлығы бірдей нәтиже береді: алаяқ тұтынушыдан, банктен немесе саудагерден ұрлау үшін ұрланған жеке куәлікті немесе төлем ақпаратын пайдаланады.",
    "435302267": "компанияның блог жазбасы",
    "436125785": "Бұл өнімдерде қол жетімді кері байланыс циклдерінің дәлсіздігін және олардың негізгі бизнесіне зиян келтірмеу үшін боттарды анықтауда тым жақсы болмауға мүдделі жарнамалық желі арқылы сатылатынын ескерсек, бұл таңқаларлық емес.",
    "439777523": "Реттеу мәселелері",
    "443094024": "Filebin",
    "444492541": "Firefox үшін жөндеу журналының нұсқаулары",
    "448807334": "(«Күн сайын адамдар жүздеген миллион CAPTCHA-ны шешеді.») 2019 жылдың 8 шілдесінде алынды.",
    "451701069": "GDPR, CCPA сәйкес келеді,",
    "452920031": "Америка Құрама Штаттарынан тыс тұтынушыларға ескерту.",
    "453723556": "Сіз Тұтынушы немесе Сұраныс беруші болуды тоқтату арқылы Қызмет көрсету шарттарына қарамастан осы Тұтынушы Қосымшасын тоқтата аласыз. Біз кез келген уақытта Тұтынушы немесе Сұраныс беруші ретіндегі мәртебеңізді тоқтатуға немесе тоқтатуға немесе тіркелгіңізді немесе Қызмет көрсету шарттарына сәйкес Қызметтерді пайдалануды басқа жолмен тоқтатуға құқылымыз. Сіз Тапсырыс пішіні бойынша төленетін кез келген сома үшін жауапты боласыз. Жазылымыңызда ай сайынғы немесе жылдық төлемдер немесе айлық немесе жылдық минимумдар болса, сәйкесінше сол айдың немесе жылдың соңына дейін барлық Қызметтер алымдарын төлеуге жауапты боласыз.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "457627611": "Иә. Біз және біздің аналитика немесе қызмет провайдерлері, маркетингтік серіктестер және серіктестер сайттарды пайдаланатын әрбір адамның ең жақсы тәжірибеге ие болуын қамтамасыз ету үшін cookie файлдарын, веб-маяктарды немесе пикселдерді және басқа технологияларды пайдалана алады. Қосымша мәліметтер алу үшін Құпиялық саясатымыздың «Үшінші тарап талдаулары және бақылау технологиялары» бөлімін қараңыз.",
    "458271951": "Егер сіз Қызметтерге кіретін және/немесе Интегратор арқылы немесе оған байланысты тапсырмаларды Intuition Machines атынан орындайтын (Сұраныс беруші ретінде әрекет ететін) Қатысушы болсаңыз, Intuition Machines белгілі бір тапсырмаларды орындағаныңыз үшін марапаттауы мүмкін. Алаяқтықпен, теріс пайдаланумен немесе осы Қызмет көрсету шарттарын бұзумен айналысқаныңыз анықталса, сізге кез келген және барлық сыйақыларды Intuition Machines ұстап қалуы және/немесе қалпына келтіруі мүмкін.",
    "458376553": "Сіз бізге Интегратор, Тұтынушы немесе Арнайы мүмкіндіктер пайдаланушы тіркелгісі (егер сіз Интегратор, Тұтынушы немесе Арнайы мүмкіндіктер пайдаланушысы болсаңыз) арқылы берген белгілі бір Жеке ақпаратқа қол жеткізе аласыз, түзете аласыз, өзгерте аласыз немесе жоя аласыз. Егер сіз мұны істей алмасаңыз немесе біз жинаған және/немесе сіз туралы бөліскен Жеке ақпаратқа қатысты сұрақтарыңыз болса немесе өңдеуімізге келісіміңізді қайтарып алғыңыз келсе (яғни тіркелгіңізді толығымен жойғыңыз келсе) бізге мына мекенжай бойынша хабарласыңыз.",
    "461631543": "GDPR ескертпесі",
    "462321455": "Арбитраждың орналасқан жері. Осы бөлімге сәйкес кез келген арбитраж әдепкі бойынша Калифорния штатында өтеді, егер сіз Америка Құрама Штаттарынан тыс жерде тұрмасаңыз, бұл жағдайда арбитраж толығымен электронды немесе телефон арқылы өтеді. Төрелік тараптардың әрқайсысының жазбаша келісімі бойынша кез келген басқа жерде өтуі мүмкін. Орналасқан жеріне қарамастан, кез келген тарап тікелей бейне немесе телеконференция арқылы арбитражға қатысуды таңдай алады.",
    "464238793": "Егер Google өзі жарнаманы көрген немесе сілтемені басқан пайдаланушының шын мәнінде бот екенін анықтаса, ол сол пайдаланушыға көрсетілген жарнамалар үшін ақы алмайды. Бұл мүдделер қақтығысы Google-дың анти-бот амбицияларының ауқымын айтарлықтай шектеді.",
    "465714311": "Арнайы мүмкіндіктерді пайдаланушылар үшін: Сұрақ-жауап және ақаулықтарды жою нұсқаулығы",
    "465783046": "Оны деректеріңізбен сынап көргіңіз келе ме?",
    "468929661": "reCAPTCHA бұзудың орташа құны өте төмен (1000 шешуге 1 доллардан аз) және 2016 жылы мониторинг басталғаннан бері айтарлықтай өскен жоқ. Бұл reCAPTCHA v2 және v3 үшін де қолданылады. [",
    "469089249": "A: Бұл әдетте агрессивті жарнама блокаторын немесе cookie файлдарына қарсы кеңейтімді немесе \"сайтаралық\" cookie файлдарын блоктайтын параметрді, бұл жағдайда hCaptcha JS арқылы орнатылған немесе тексеретін hcaptcha.com cookie файлын пайдаланумен байланысты. Сіз кіріп жатқан сайт сияқты әртүрлі сайт.",
    "47536007": "hCaptcha туралы көбірек біліңіз",
    "477275453": "Неліктен API интерфейстері хакерлер үшін танымал мақсат болып табылады?",
    "487083593": "Сатылымдар",
    "493717511": "2. Бұл тұтынушы осындай қызметтерді сұрап жатыр ма?",
    "497117287": "Арнайы мүмкіндіктер опциялары",
    "499510428": "Бұл ретте реттеу бізге көмектесті деп есептейміз",
    "501102544": ": біз hCaptcha анти-бот қызметі (яғни веб-сайттар, ойындар немесе мобильді қолданбалар арқылы ендірілген Қызмет) GDPR ережелеріне сәйкес «келісімсіз» деп аталатын cookie файлдарын ғана қамтиды деп санаймыз. Мұндай босатылған cookie файлдарының мысалдарына мыналар жатады:",
    "504332576": "Біз hCaptcha интернеттің шамамен 15%-ында жұмыс істейтін әлемдегі ең үлкен тәуелсіз киберқауіпсіздік қызметіне айналғанын мақтанышпен хабарлаймыз және біз бұл нарық үлесін тікелей Google reCAPTCHA-дан алдық. Бірге hCaptcha және",
    "505891021": "Таңбалау қызметтері",
    "508143070": "Қызметімізді көрсетуге байланысты жеке ақпаратты Интеграторлар атынан өңдейтін жағдайларды қоспағанда, IMI сіздің жеке ақпаратыңыздың бақылаушысы екенін ескеріңіз, бұл жағдайда біз жеке ақпаратты өңдеуші боламыз, ал сол Интеграторлар жеке ақпарат.",
    "512598290": "Осылайша, сізден әрқашан барлық hCaptcha белгілері мен логотиптерін төмендегі ережелерге сәйкес келетін пішінде, соның ішінде бас әріпті, әріпті және стильді пайдалануды сұрауымыз керек.",
    "512991700": "Қандай да бір комиссияға дауласқыңыз келсе, түзетуді немесе несиені алу үшін қате немесе мәселе пайда болған бірінші есепшот немесе шот үзіндісінің жабылу күнінен кейін отыз (30) күннен кешіктірмей тұтынушыларды қолдау бөліміне хабарласуыңыз керек.",
    "515733427": "( ) Пайдаланушылардың электрондық пошта арқылы алынған ОЖ патчтарын орнатуға дайындығы",
    "517010299": "Назар аударыңыз: біз қазір нақты уақыттағы салыстыруға негізгі көшу үстінде жұмыс істеп жатырмыз. Мерзімді салыстырулар 2021 жылдың 1 тоқсанына дейін әдеттегіден азырақ орындалады. Бұл төлем кестелеріне немесе күндеріне әсер етпейді.",
    "519755936": "Қызметтерді пайдалануға байланысты федералды, штаттық, провинциялық және жергілікті заңдарды орындауға сіз ғана жауаптысыз. Сіз кез келген заң талаптарын орындамағаныңыз немесе үшінші тарап құқықтарын бұзғаныңыз үшін, соның ішінде келісімшарттық, зияткерлік меншік немесе жеке өмірге қол сұғылмаушылық құқықтарымен шектелмегендіктен, бізге қарсы кез келген шағымдар үшін өтемақы төлеуге және бізді зиянсыз ұстауға келісесіз.",
    "532470444": "Тепе-теңдік жыл сайын аздап өзгеруі мүмкін, бірақ бұл мінез-құлық жай ғана адамның іргелі табиғатын көрсетеді және бес мың жылдық жазылған тарих динамиканың жақын арада өзгеруі екіталай екенін білдіреді.",
    "535659033": "Creative Commons атрибуты",
    "538871570": "Google және басқа Big Tech компанияларымен бәсекелесу үлкен тапсырыс сияқты көрінеді: олардың монополиялық нарықтық күші, платформа эффектілері және жоғары ақы төленетін әзірлеушілер армиясы әдетте Facebook немесе Amazon сияқты басқа технологиялық алпауыттардан басқа кез келген адам үшін тым күшті болып саналады. Біздің тарихымыз бұлай болмауы керек екенін көрсетеді - құпиялылыққа назар аудару арқылы Big Tech-ті жеңуге болады.",
    "54093347": "DMCA тіркелген агенті",
    "547245263": "Бот мәселесін бүгін шешіңіз.",
    "548587288": "бүкіл әлем бойынша.",
    "55035359": "Қазір reCAPTCHA пайдалануда ма?",
    "551761392": "және сілтемелерді жіберу) және таңдау бойынша скриншот, егер бірдеңе дұрыс көрсетілмей жатыр деп күдіктенсеңіз. Сіз пайдаланып жатқан IP мекенжайын да жіберіңіз. Қайдан алуға болады",
    "552920956": "hCaptcha веб-сайттарға боттарды және теріс пайдаланудың басқа түрлерін бұғаттау кезінде сыйақы алуға мүмкіндік береді. hCaptcha сонымен қатар осы табыстармен таңдаған қайырымдылық ұйымдарын қолдауға мүмкіндік береді.",
    "554844646": "Кеңейтімнің жұмыс істеп тұрғанын әр басқан сайын есептегіштің 1-ге төмендегенін көру арқылы растауға болады",
    "555158694": "Сіз пайдаланатын қызмет зиянды трафикті азайту үшін hCaptcha орнату арқылы өз сайтындағы тәжірибеңізді жақсартуды таңдады.",
    "555246307": "Айтпақшы, дворян мен оның жүргізушісінің оқиғасы осылай аяқталады: Полицей екі жігітті бір бөлмеде сағаттап бірге отырғызып, естерінен жалықтырды. Күннің соңында ол пайда болып: «Мен қазір вагон жүргізушісімен сөйлесемін», - деді. Асыл киім киген адам орнынан тұрды. Жалығып кеткені соншалық, тек қана төре болып жүргенін ұмытып кетті.",
    "555749578": "әр континенттегі ірі елдерде шешу жылдамдығында 1%-дан аз дисперсия бар.",
    "558378834": "Осылайша, біз қазір қолшатырларға қатысты сұрақтар бойынша сұрауларды енді қабылдамаймыз. Ағымдағы уақытта соңғы пайдаланушы қолшатырлар туралы сұрақты көргенде шатасу мүмкіндігі тым жоғары және біздің мақсатымыз - әлемді жағымдырақ жерге айналдыру.",
    "563059212": "Ішкі процессорлар тізімі",
    "564127016": "hCaptcha қол белгішесі:",
    "565624910": "жоба",
    "578738483": "Веб-шолғышқа орнатылған функция арқылы cookie файлдарын пайдалануды әдетте белсендіруге немесе кейінірек өшіруге болады. Cookie файлдары немесе оларды басқару, өшіру немесе жою туралы көбірек білгіңіз келсе, мына сайтқа кіріңіз",
    "58091799": "hCaptcha Publisher және Enterprise туралы қосымша ақпарат алыңыз",
    "583434701": "hCaptcha қол жетімділігі",
    "585557010": "Заңды пайдаланушылардың 0,1%-дан азын шақырыңыз.",
    "593735469": "Неліктен спамға қарсы жаңа шешіміңіз жұмыс істемейді?",
    "595582512": "Егер сіз өз сайтыңызды немесе қолданбаңызды боттардан, спамерлерден немесе басқа зиянды әрекеттерден тиімді түрде қорғауды қаласаңыз, барлығы пайдаланушылардың құпиялылығын сақтай отырып (және барлық тиісті ережелерді сақтай отырып!), hCaptcha және Enterprise ұсыныстарын қарастырыңыз.",
    "596347471": "Қолданбалы бағдарламалау интерфейстері (API) киберкеңістіктегі зиянды әрекеттердің танымал нысанасына айналды. Мұның көптеген себептері бар, соның ішінде олардың қолданбаларды біріктірудегі тамаша пайдалылығы. Дегенмен API тәуекелін азайтуға болады.",
    "600646860": "Нақты құны бар жұмыс күшін алу кезінде күмәнді құнды қызмет ұсынудың орнына hCaptcha өтемақы мен ботқа қарсы күшті қорғанысты қамтамасыз етеді.",
    "604751186": "Басқа мәселелер? Электрондық пошта",
    "606978017": "hCaptcha-ға қош келдіңіз! Бұл Құпиялық саясаты Intuition Machines, Inc. («IMI», «біз» немесе «біз») біздің веб-сайтымыз арқылы ақпаратты (төменде анықталған Жеке ақпаратты қоса) жинауға, пайдалануға және ашуға қатысты тәжірибелерін сипаттайды.",
    "611905972": "Қауіпсіздікті сақтай отырып, барлық пайдаланушылар үшін үздіксіз қол жеткізуді қамтамасыз ету",
    "614310292": "hCaptcha-ны кім құрастырды?",
    "615017396": "Cookie («Cookie») – веб-бет сервері арқылы қатты дискіге орналастырылатын шағын мәтіндік файл. Cookie файлдарында сізге cookie файлын берген домендегі веб-сервер оқуға болатын ақпаратты қамтиды. Кейбір cookie файлдары белгілі бір мүмкіндіктерді пайдалансаңыз немесе белгілі бір таңдауларды таңдасаңыз ғана пайдаланылады, ал кейбір cookie файлдары әрқашан пайдаланылады. Төмендегі ағымдағы cookie файлдарының тізімін қарау арқылы әрбір cookie файлы туралы көбірек білуге болады. Біз бұл тізімді кезеңді түрде жаңартып отырмыз, сондықтан әлі тізімде жоқ қосымша cookie файлдары болуы мүмкін. Веб-маяктар, тегтер мен сценарийлер бізге cookie файлдарын жеткізуге, кірулерді санауға, пайдалану мен науқанның тиімділігін түсінуге және электрондық поштаның ашылғанын және әрекет еткенін анықтауға көмектесу үшін Сайттарда немесе электрондық хаттарда пайдаланылуы мүмкін. Біз жеке және жиынтық негізде қызмет/аналитикалық провайдерлеріміздің осы технологияларды пайдалануына негізделген есептерді алуымыз мүмкін.",
    "615031303": "(Сілтемелерді қараңыз",
    "615618648": "2021 жылдың 15 сәуірі - 2021 жылдың 15 шілдесі",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "622103562": "2019 жылдың 17 желтоқсаны**",
    "633598495": "Әкімшілік сарқылу. Сіз осы веб-сайтты пайдаланудан туындайтын кез келген шағымды әкімшілік агенттікке қоя аласыз, бірақ арбитраж туралы келісімнің болуына қарамастан, қолданыстағы заң мұндай агенттікке кіруге рұқсат беретін көлемде ғана. Мұндай әкімшілік шағымдарға Жұмыспен қамтудың тең мүмкіндіктері жөніндегі комиссияға, АҚШ Еңбек министрлігіне және Ұлттық еңбек қатынастары кеңесіне қойылған талаптарды немесе төлемдерді шектеусіз қамтиды. Осы тармақтағы ешнәрсе арбитражға шағым түсіргенге дейін әкімшілік қорғау құралдарын пайдалану жөніндегі міндеттемеңізді орындау үшін қандай да бір агенттікке әкімшілік талап қоюға кедергі келтірмейді немесе ақтамайды, дегенмен сіз осы арқылы кез келген ақшалай шешімді алу құқығынан бас тартасыз. агенттік процедуралары.",
    "636461959": "Аты",
    "63719113": "сайтыңызға және қолданбаларыңызға зиянды трафикті, соның ішінде скрепинг әрекеттерін анықтау үшін кеңейтілген машиналық оқытуды пайдаланады.",
    "639413188": "жауапқа.",
    "641342999": ", немесе сізде мәселе бар веб-сайт (Құпиялылық ескертпесі: оның не екенін бөлісуге қарсы болмасаңыз) ... содан кейін \"Мен адаммын\" түймесін басып, шешуге тырысыңыз.",
    "647630208": "Міне, болды! Желідегі шолуыңыз енді жеке болады.",
    "648630222": "hCaptcha Enterprise көмегімен төлемдегі алаяқтықтың алдын алыңыз",
    "649193891": "https://developers.google.com/recaptcha/",
    "649261378": "2021 жылдың 5-11 қаңтары*",
    "64953197": "2020 жылдың 15 қазаны - 2021 жылдың 15 қаңтары",
    "651123197": "Әмияныңыздағы ағымдағы соманың саны тапсырманы аяқтағаннан кейін белгішеде көрсетіледі.",
    "653679457": "Түрлі бұзылулар",
    "654326661": "Өзіңіз көргіңіз келе ме? hCaptcha қолданбасын тегін пайдаланып көріңіз.",
    "655974837": "Мазмұнға қатысты кепілдіктер жоқ",
    "659124570": "Бұған қоса, hCaptcha платформасында сізге тиесілі мазмұнды көрсеңіз және оны қандай да бір себептермен алып тастағыңыз келсе, электрондық пошта арқылы бізге хабарласуыңызға болады.",
    "661412233": "Captcha-дан кейін кейбір пайдаланушылардың боттар болғанын білу де маңызды. Бұл веб-сайт иелеріне ескі спам-хабарламаларды тазалауға және болашақта спам форумдарына тіркелген «ұйқыдағы тіркелгілерді» жоюға, алаяқтықты азайтуға және т.б. мүмкіндік береді.",
    "664236229": "сұрауды тарту",
    "680638297": "Сізге жеке ақпаратыңызды өңдеуіміз туралы ақпаратты қамтамасыз етіңіз және сіздің жеке ақпаратыңызға қол жеткізуге мүмкіндік беріңіз.",
    "685916926": "Неліктен reCAPTCHA уақыт өте келе жақсармады?",
    "692064738": "( ) Полиция бұған шыдамайды",
    "692176459": "Кіру",
    "693820850": "Құпиялылықты бірінші орынға қою арқылы Google-ды жеңуге болады",
    "69844082": "hCaptcha сауда белгілері, графикалық таңбалар, логотиптер, шрифт немесе белгішелерді де кемсіту мақсатында пайдалануға болмайды.",
    "700843971": "Hound Technology, Inc. (Жаһандық). Ұсынылатын қызметтер: honeycomb.io.",
    "702287791": "hCaptcha Publisher (тегін)",
    "703051968": "ha қол белгішесі:",
    "707527778": "Балалардан алынған ақпарат",
    "707541553": "Біздің интернет беттеріміздегі барлық ақпаратты IMI немесе үшінші тарап растады. Дегенмен, IMI де, үшінші тараптар да ақпараттың ағымдағы, дәл немесе толық болуы үшін жауапты емес. Бұл біздің беттердегі гиперсілтемелер арқылы қол жеткізуге болатын басқа веб-сайттарға да қатысты. IMI осы сыртқы веб-сайттардың мазмұны үшін жауапкершілік көтермейді.",
    "710145621": "Өзіңіздің негізгі шындық деректеріңізді беріңіз немесе бізге оны жылдам жасауға рұқсат етіңіз",
    "713281684": "Баялды",
    "714342693": "hCaptcha командасы 2016 жылдан бері «қараңғы веб» каптча-бұзатын қызметтерінен баға деректерін жинап келеді. Біз қызықты трендті байқадық:",
    "717622341": "hCaptcha Enterprise™",
    "719304627": "Үздік бақылау керек пе?",
    "723027910": "Бұл заңдық кеңес емес және бұл талдауға қатысты ешқандай кепілдіктер берілмейді. Қосымша сұрақтарыңыз немесе сұрақтарыңыз болса, бізге хабарласыңыз",
    "728503636": "Төлем күні",
    "731546974": "10. Салымшы немесе Интегратор салықтары",
    "734735952": "Біз бірқатар CAPTCHA жеткізушілерін бағаладық, сонымен қатар жүйені өзіміз құрастырдық. Соңында hCaptcha reCAPTCHA-ға ең жақсы балама ретінде пайда болды.",
    "735630686": "Ақпаратыңызды басқару (сіздің құқықтарыңыз)",
    "740501259": "Қарапайым API басқарылатын құбыр желілері",
    "741483946": "* Басқаша айтқанда: hCaptcha.com сайтында hCaptcha Privacy Pass таңбалауыштарын алуға және оларды hCaptcha.com арқылы тікелей басқа сайттарда пайдалануға болады. Cloudflare пайдаланатын hCaptcha қызметін айналып өту үшін hCaptcha Privacy Pass таңбалауыштарын алу немесе өтеу мүмкін емес, өйткені Cloudflare өзінің жеке Privacy Pass таңбалауыштарын шығарады және өтейді.",
    "751483365": "JavaScript емес клиенттерге қолдау көрсету.",
    "755156539": "hCaptcha Authorized Reseller™",
    "755283510": "13 жасқа толмаған бала туралы немесе ол туралы ақпарат бар деп ойласаңыз.",
    "759057398": "ЕО деректер субъектілеріне ескерту",
    "763447231": "Сонымен қатар, боттардың баспа сайттарына кіруін тоқтату Google-дың reCAPTCHA өнімін олардың табысының 80%-дан астамын беретін жарнама бизнесіне тікелей қарсы қойып, жарнамалық алаяқтықты анықтауы мүмкін.",
    "766825168": "DMCA қайталанатын бұзушылар саясаты бойынша орындауымыз мүмкін әрекеттер тіркелгінің тұтынушысына жазбаның көріну мүмкіндігін арттыру туралы ескертулерді жіберуді қамтиды. Бұл ескертулерді растау үшін біз тұтынушыдан есептік жазбаға кіруін немесе қолдау көрсету тобына қоңырау шалуын талап ете аламыз. Сондай-ақ біз бұзушылар туралы қайталама ескертулерді жібергеннен кейін де болжамды бұзушылық туралы DMCA хабарландыруларын алуды жалғастырған кез келген тұтынушының hCaptcha және IMI қызметін тоқтата тұру немесе тоқтату, сондай-ақ басқа уақытша шараларды қолдану құқығын қалдырамыз. Бұған қоса, біз осы саясатқа сәйкес hCaptcha қызметін тоқтатқан кезде, осы тұтынушыларға ұсынылатын басқа hCaptcha немесе IMI қызметтерін өз қалауымыз бойынша тоқтата аламыз.",
    "767207800": "Егер деректеріңізде әлеуетті анық немесе қорлайтын мазмұн болса, деректеріңізді көретін кез келген адамға әділ ескерту ретінде оларды «АЙҚЫН МАЗМҰН» деп белгілеуіңізді талап етеміз. IMI-мен бөлек жазбаша келісімсіз біздің саясатымызды бұзатын тапсырмаларды қоса алмайсыз, соның ішінде, бірақ олармен шектелмей, (a) тікелей немесе жанама басқа веб-сайтты немесе қызметті алға жылжытатын тапсырмаларды, (b) үшінші тарап веб-сайтының шарттарын бұзатын тапсырмаларды және шарттар, (c) Қатысушыларды үшінші тараптарды сұрауды сұрайтын тапсырмалар, (d) Қатысушылардан веб-сайттың әрекетін немесе нәтижелерін манипуляциялау үшін әрекет етуді сұрайтын тапсырмалар, (e) үшінші тараптардың зияткерлік меншік құқықтарын бұзатын тапсырмалар және (f) тапсырмалар Қатысушылар бағдарламалық құралды немесе файлдарды жүктеп алуды талап етеді.",
    "770264626": "Қызметіңізге hCaptcha қосыңыз (тегін)",
    "776542208": "( ) Барлық сүзгілеу тәсілдеріне қатысты мәңгілік қарулану жарысы",
    "777660551": "Тіркелгі деректерін толтыру дегеніміз не?",
    "778204464": "Пішімделген мәтін элементін статикалық немесе динамикалық мазмұнмен пайдалануға болады. Статикалық мазмұн үшін оны кез келген бетке тастап, өңдеуді бастаңыз. Динамикалық мазмұн үшін кез келген жинаққа пішімделген мәтін өрісін қосыңыз, содан кейін параметрлер тақтасында сол өріске пішімделген мәтін элементін қосыңыз. Voila!",
    "779426309": "Шын аты, бірегей жеке идентификатор, онлайн идентификатор, Интернет протоколының мекенжайы, электрондық пошта мекенжайы, тіркелгі аты немесе басқа ұқсас идентификаторлар.",
    "779817954": "С: Егер менде басқа провайдер берген Privacy Pass рұқсаттары болса, мен оларды hCaptcha арқылы өтей аламын ба?",
    "780280214": "hCaptcha және hCaptcha Enterprise тіркелгі деректерін толтыру қаупін қалай азайтады",
    "780475098": "Жарнамалық желілер сіздің келушілеріңізді өнім ретінде көреді. Бізге барғанның жақсы немесе жаман екендігі ғана маңызды. hCaptcha GDPR, CCPA, LGPD, PIPL және басқа да жаһандық деректер заңдарына сәйкес келеді.",
    "787916198": "Сіздің келісіміңізбен",
    "788770967": "Соны естіу өкінішті-ақ! Арнайы мүмкіндіктер опциясын пайдаланғыңыз келуі мүмкін:",
    "793242047": "Қолданбаларға жылдам қол жеткізуге мүмкіндік беру үшін пайдаланушыларға ұсынылатын қиындықтарды азайтыңыз",
    "793784899": "Жоспарлары",
    "803639471": "hCaptcha логотипі қол белгішесі мен hCaptcha логотипінен тұрады. Баламалы түрде қол белгішесі бос орын шектеулі болғанда және \"hCaptcha\" қол белгішесіне жақын жерде сөз белгісі ретінде (жоғарыда сипатталғандай) пайдаланылған кезде өздігінен пайда болуы мүмкін, осылайша қол белгішесі hCaptcha-ны бейнелейді.",
    "805221621": "Бізбен байланысыңыз",
    "805971861": "«Қолшатыр» — ImageNet-тегі термин, компьютерлік көруді зерттеушілер пайдаланатын стандартты эталондық деректер жинағы. Қолшатыр ұстаған адамдарды сенімді түрде анықтау, сонымен қатар қауіпсіз жаңа буын драйверлеріне көмек көрсету (ADAS) жүйелерін құру үшін маңызды.",
    "808872868": "Мысалы: спам, алаяқтық және теріс пайдалану екі жүйе алғаш рет қосылғаннан кейінгі күннен кейін желіде бар.",
    "809251240": "Бізбен байланысу",
    "811735413": "Ерекшеліктер. Додд-Фрэнк Уолл-стрит реформасы және тұтынушылардың құқықтарын қорғау туралы заңда (Қоғамдық заң 111-203) көзделгендей дау тудырмайтын арбитраждық келісімге жатпайтын даулар осыдан шығарылады.",
    "818049069": "2019 жылдың 15 шілдесінен кешіктірмей",
    "824740867": "Шешімді жақсартудың орнына, Google пайдаланушы профильдерін құру үшін интернеттен мінез-құлық деректерін жинап, қауіпсіздік бағдарламалық құралына қарағанда жарнамалық желі сияқты жұмыс істейтін reCAPTCHA v3 нұсқасын шығарды. Өкінішке орай, сигналдың бұл түрі оңай жеңіледі және осылайша пайдаланушының жеке өміріне зиян келтіре отырып, боттардан аз қорғауды қамтамасыз етеді.",
    "825780955": "Жеке ақпарат",
    "826396656": "Біздің бизнестің үздіксіздігі жоспары",
    "832385387": "( ) Сіздікіне ұқсас идеяларды ойлап табу оңай, бірақ олардың ешқайсысы практикалық түрде көрсетілмеген",
    "833750823": "Қиындықпен айналысу қиын ба?",
    "835249867": "b) hCaptcha Publisher (тегін) тіркелгілерін пайдаланатын Интеграторлардың көпшілігі үшін айына 1 миллион сұрау немесе",
    "835396984": "Қазіргі уақытта белсенді",
    "835545301": "Біз ақпараттың келесі санаттарын жинаймыз:",
    "835717930": "hCaptcha-дағы AI этикасы",
    "836017336": "Firefox",
    "838049015": "Сұрауға сәйкес келетін барлық кескіндерді таңдаңыз",
    "838225123": "23. Кепілдіктен бас тарту",
    "83852121": "Microsoft корпорациясы (жаһандық). Ұсынылатын қызметтер: Microsoft Azure.",
    "838951836": "( ) Спам жіберушілердің өздері тарапынан адалдық",
    "846501387": "Әлемдік деңгейдегі боттан қорғау",
    "850025770": "Ж: Біз солай деп есептейміз: Интернетті шолуға және пішіндерге мәтін енгізуге қабілетті кез келген нысандағы мүмкіндігі шектеулі барлық пайдаланушылар тіркелгеннен кейін hCaptcha арқылы қорғалған қызметтерге қол жеткізе алады. Дегенмен, бұл заңдық кеңес емес: сіз өзіңіздің жеке бағалауыңызды жүзеге асыруыңыз керек, бұл сіздің орналастыруыңыз үшін жағдай болуын қамтамасыз ету үшін нақты іске асыруыңызды ескере отырып.",
    "851679588": "Иә.",
    "851786723": "Электрондық поштаңызды енгізу арқылы сіз біздің шарттармен және құпиялылық саясатымызбен келісесіз және бізден электрондық поштаны алуға келісесіз.",
    "852032043": "Сафари",
    "855097735": "Барлық алаңдаушылықтарды теңестіре отырып, мұны жақсы орындайтын қызметті құру өте қиын мәселе (және біз тәжірибені мүмкіндігінше жағымды ету үшін оны жақсартуға тырысамыз), бірақ спам, теріс пайдалану, есептік жазбаны басып алуды азайтумен келісесіз деп үміттенеміз. , және онлайн алаяқтық, сайып келгенде, кездейсоқ қарапайым сұраққа тұрарлық.",
    "857974529": "Сайт пен Қызметті жақсарту үшін. Біз Analytics ақпаратын бар қызметтерімізді және ұсыныстарымызды жақсарту және дамыту үшін және бар және болашақ өнім ұсыныстарын теңшеу үшін пайдаланамыз.",
    "858218750": "және оларды пайдалану бойынша нұсқаулық",
    "867314732": "Жоғары ажыратымдылықты алуға болады",
    "869702955": "Біздің веб-сайттағы тапсырмаларды орындау арқылы сіз Құпиялық саясатымызға сәйкес жеке ақпаратыңызды жинауға, пайдалануға және ашуға рұқсат бересіз. Бұған қоса, біз сіз және орындалған тапсырмаларыңыз туралы белгілі бір ақпаратты, соның ішінде, мысалы, Қатысушы идентификаторы, IP мекенжайы, орындалған тапсырмалар және басқа атрибуттарды қоса, қызмет қатынасын жеңілдету және веб-сайтты жақсарту үшін тапсырмаларын орындаған Сұраныс берушімен бөлісуіміз мүмкін. біліктіліктеріңізге, тілдеріңізге, дағдыларыңызға және веб-сайтты пайдалануыңызға байланысты.",
    "874098071": "Арнайы мүмкіндіктерді пайдаланушы болсаңыз, осында тіркеліңіз",
    "878585497": "Шарттар",
    "879362350": "Интернет арқылы жұмыс істейтін жаңа API көмегімен платформаға, деректер схемасына немесе бағдарламалау тіліне қарамастан әлемнің кез келген жерінде кез келген бағдарламалық жасақтаманы немесе деректер көзін қосу мүмкін болды. Нәтижесінде, есептеу әлемі қазір API революциясының ортасында. Қолданбалар мен деректер арасындағы байланыстың жарылысы болды. Бұл өте жақсы, олай болмайынша.",
    "881015166": "Менің веб-сайтыма немесе қолданбаға Publishers үшін hCaptcha қосыңыз",
    "88879089": "Privacy Pass - бұл",
    "897432717": "Теңшелген қауіп ұпайларына арналған жаңа дизайнымызбен бизнес біліміңізді қосу модельдерімізге пайдаланушыларыңызға бірегей сәйкес ұпайларды беруге мүмкіндік береді.",
    "907324388": "Функция",
    "910989640": "Әрекет туралы егжей-тегжейлі және теңшелген есептерді жасаңыз",
    "918924423": "Мысалы, Google ретроактивті боттарды анықтау сияқты құнды қызметтерді ұсынбаған. Бірнеше күндік деректерді талдағаннан кейін бот жасаған пайдаланушы трафигін жариялау әлдеқайда сенімдірек.",
    "920212083": "Қате туралы хабарлау",
    "922470170": "( ) Қарсы шаралар қоғамдық желілерге диверсияны қамтымауы керек",
    "926138631": "Құпиялылық және қауіпсіздік, содан кейін cookie файлдары және басқа сайт деректеріне өтіңіз.",
    "931661269": "( ) Уақытша/бір реттік электрондық пошта мекенжайлары қиын",
    "932546190": "Неліктен CAPTCHA әрқашан бізбен бірге болады?",
    "936667684": "\"Ғимарат/көше белгісін теріңіз бе?\"",
    "938404336": "2. Өзгереді; 30 күнге дейін.",
    "939665604": "Құпиялыққа бағытталған",
    "941057651": "( ) SMTP жүйесінде бар бағдарламалық құралға үлкен инвестиция",
    "946838734": "3. «Қосымша» түймесін таңдаңыз.",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "950637875": "hCaptcha емлесі ешқашан өзгертілмеуі керек және hCaptcha әрқашан екінші әріппен («C») бас әріппен жазылуы керек. Ол ешқашан көптік немесе иелік емес.",
    "952813944": "Біздің веб-сайтты пайдалануыңыз да, осы келісімдегі ешнәрсе де сіз және Intuition Machines арасында жұмысқа орналасу, серіктестік, бірлескен кәсіпорын, агенттік, франчайзинг немесе сату өкілі қарым-қатынасын тудырмайды. Біз сізге тапсырманы орындау үшін ешқандай жабдықты немесе құралдарды бермейміз. Біз сізге ешқандай жеңілдіктер, қызметкерлердің өтемақылары немесе сақтандыру төлемдерін бермейміз. Біздің веб-сайтты пайдалану кезіндегі шығындарыңыз үшін біз жауапты емеспіз. Біз федералды немесе штаттық табыс салығы, әлеуметтік қамсыздандыру немесе кез келген басқа салық үшін сыйақыңыздан ешбір соманы ұстамаймыз. Сіз кез келген адамға немесе бизнеске, соның ішінде біздің бәсекелестерімізге арналған тапсырмаларды орындауға әрқашан еркінсіз. Сіздің Intuition Machines атынан жазбаша немесе ауызша қандай да бір келісім-шарт жасауға құқығыңыз жоқ.",
    "956019009": "Ең ірі веб-инфрақұрылымдық компаниялар қазірдің өзінде әрекет етті",
    "961941354": "Дегенмен, бұлардың ешқайсысы жеке сәйкестендірілетін ақпаратты («PII») пайдалануды талап етпейді. Заманауи криптографиялық әдістер бізге кез келген жеке деректерді мүмкіндігінше тез жоюға мүмкіндік береді, оның орнына кез келген жеке тұлғамен байланыстыруға болмайтын бір жақты қолтаңбаларды жасайды.",
    "963238401": "Біз әрқашан қауіпсіздік қателері туралы есептерді алуға мүдделіміз. Электрондық пошта",
    "971933157": "hCaptcha құпиялылық, ашықтық және әділдік туралы қамқорлық жасайды.",
    "976209454": "Сыйлықтар алыңыз немесе қайырымдылыққа беріңіз",
    "98173630": "hCaptcha — әлемдегі ең көп қолданылатын тәуелсіз CAPTCHA қызметі.",
    "981806349": "Дәлелденген hCaptcha платформасында құрастырылған",
    "984849234": "hCaptcha оны пайдаланатын веб-сайттармен түсірілген мәнді бөлісе отырып, reCAPTCHA тек уәде беретін нәрсені жеткізу үшін кеңейтілген машиналық оқытуды пайдаланады.",
    "987267027": "Кеш",
    "987375734": "IMI Америка Құрама Штаттарында орналасқан. Сайттар мен қызметтерді Америка Құрама Штаттарынан басқарамыз және басқарамыз. Сіздің жеке ақпаратыңыз бізде қондырғылар бар немесе қызмет жеткізушілері тартылған кез келген елде сақталуы және өңделуі мүмкін және сайттар мен қызметті пайдалану арқылы сіз тұратын елден тыс елдерге, соның ішінде Америка Құрама Штаттарына ақпаратты беруге келісесіз. , онда сіздің еліңізден басқа деректерді қорғау ережелері болуы мүмкін. Белгілі бір жағдайларда сол басқа елдердегі соттар, құқық қорғау органдары, реттеуші агенттіктер немесе қауіпсіздік органдары жеке ақпаратыңызға қол жеткізуге құқылы.",
    "987901590": "Сізде толық растау жинағы жоқ бастапқы деректер бар ма? Көп жағдайда жүйе арқылы орындалатын тапсырмалар ретінде сіз үшін біреуін жасай аламыз немесе мақұлдауыңыз үшін белгіленген үлгілерді жасай аламыз.",
    "989480928": "( ) Спамның өте пайдалылығы",
    "990215503": "hCaptcha — жарнамалық желіге тиесілі емес жалғыз басты captcha қызметі.",
    "993651083": "1-қадам: Әзірлеуші құралдарын ашыңыз (Бұл сеансты жазуды бастайды.)",
    "996362763": "Бұл таңбалауыштар соқыр емес және болашақта пайдалану үшін кеңейтімде сақталады. Пайдаланушы hCaptcha арқылы сайтқа кіргенде және сынақтан өту қажет болғанда (көрінбейтін болсын немесе «Мен адаммын» түймесі арқылы) олар автоматты түрде өтеледі. Соқырлау процедурасы қол қойылған және өтелген таңбалауыштардың hCaptcha көзқарасы бойынша криптографиялық түрде байланыстырылмайтынын білдіреді және осылайша пайдаланушы құпиялылығы сақталады.",
    "999610953": "Ақырында, Google-ге сенімді балама. hCaptcha Enterprise жоғары қауіпсіздікпен reCAPTCHA шотыңызды айтарлықтай үнемдейді: кейбір жағдайларда 80%-ға дейін арзанырақ.",
    "999674529": "Google анықтаған әрбір бот нөлдік жарнамалық доллар табуы керек. Осылайша, Google компаниясының ынталандырулары олардың қауіпсіздік қызметтерін пайдаланушылармен нашар сәйкестендіріледі және бұл олардың reCAPTCHA қауіпсіздік ұсынысының нашар өнімділігінің бір түсіндірмесі болуы мүмкін."
}