{
  "header-privacy-link": "Amabanga",
  "header-integration-link": "Kwishyira hamwe",
  "header-cost-link": "Igiciro",
  "header-features-link": "Ibiranga",
  "header-docs-link": "Inyandiko",
  "header-login-button": "Injira",
  "header-contact-button": "Menyesha kugurisha",
  "intro-heading": "Kugenzura zeru ubumuntu kugenzura.",
  "intro-contact-button": "Twandikire kugirango umenye byinshi",
  "intro-text-bottom": "Yishingikirije kumasosiyete akoresha urubuga.",
  "sub-menu-button": "Menyesha kugurisha",
  "sub-menu-item1": "Uruganda",
  "sub-menu-item2": "Igiciro",
  "sub-menu-item3": "Kwishyira hamwe",
  "sub-menu-item4": "Ibiranga",
  "sub-menu-item5": "Amabanga",
  "sub-menu-item6": "Inyandiko",
  "info-head-1": "Yubatswe kumurongo wa hCaptcha yemejwe",
  "info-text-1": "Isosiyete ya HCaptcha ikora kuri tekinoroji ya platform ya hCaptcha, yaguwe kugirango ishyiremo ibiranga imishinga minini yimodoka ikeneye.",
  "info-head-2": "Umufatanyabikorwa wizewe",
  "intro-subtitle": "Gukemura ikibazo cya bot uyumunsi.",
  "info-text-2": "Serivise zacu zizewe namasosiyete manini kwisi kugirango akorere miriyoni nyinshi zabakoresha burimunsi kurubuga rwa miriyoni mirongo.",
  "cloudflare-quote-text": "Twasuzumye abadandaza benshi ba CAPTCHA kimwe no kubaka sisitemu ubwacu. Mu kurangiza, hCaptcha yagaragaye nkuburyo bwiza bwo reCAPTCHA.",
  "cloudflare-quote-detail": "Umuyobozi ushinzwe gucunga ibicuruzwa, Cloudflare",
  "section-quote-head": "Igiciro cyiza kuburyo bwimishinga myinshi",
  "section-quote-text": "Hanyuma, ubundi buryo bwizewe kuri Google. hCaptcha Enterprises itanga ubwizigame butangaje kuri fagitire ya reCAPTCHA n'umutekano mwinshi: kugeza 80% bihenze mubihe bimwe. AnyBenshi muri serivise nini za interineti nini ku isi zahinduye hCaptcha Enterprises kandi zakira neza ibimera hamwe no kuzigama amafaranga menshi.",
  "section-quote-button": "Twandikire uyu munsi kugirango tuvuge",
  "section-privacy-header": "Amabanga Yibanze",
  "section-privacy-text-1": "Imiyoboro yamamaza ibona abashyitsi bawe nkibicuruzwa. Kuri twe igicuruzwa cyonyine ni ukugena ubumuntu bwabo. Serivisi zacu zujuje cyangwa zirenga GDPR, CCPA, na LGPD ibisabwa, kandi zishyigikira ibikorwa nka Pass Pass. Turakora cyane kugirango duhuze ubuzima bwite n'umutekano.",
  "section-privacy-text-2": "Uku kwibandaho byihariye kubanga bivuze ko dushobora gutanga zeru kubika amakuru kugiti cye, ibikorwa bitarimo kuki, nibindi byemezo byibanga byamasezerano nkuko bisabwa mugihe dukomeza umutekano mwiza.",
  "section-security-header": "Umutekano Mbere",
  "section-security-text-1": "Ukuri ni inyungu zawe kandi ni izacu. hCaptcha ikora kugirango iguhe amakuru nyayo kandi ureke uhitemo kuyakoresha. Izindi capchas zitangwa na Gigantic yamamaza. Ibi bivuze ko bot yose bahagaritse irashobora kugabanya amafaranga yinjira.",
  "section-security-text-2": "Gukoresha imashini zigezweho zo kwiga imashini twibanda ku buzima bwite bituma dushobora kurenga ibipimo byumutekano byumurage byandika buri gihe ingamba zose zitabangamiye umutekano cyangwa ubuzima bwite bwabakoresha.",
  "section-user-experience-header": "Uburambe bukomeye bw'abakoresha",
  "section-user-experience-text1": "Kubakoresha Enterprises, amahitamo arahari kugirango yirinde rwose ibibazo mubihe byinshi.",
  "section-user-experience-text2": "Mugabanye guterana amagambo wirinda ikibazo rwose kuri 99.9% yimodoka yawe yemewe mugihe ugitanga umutekano mwiza, bitewe na moderi yambere ya bot.",
  "section-easy-integration-header": "Kwishyira hamwe byoroshye",
  "section-easy-integration-text": "Ongeraho hCaptcha bifata iminota gusa n'imirongo mike ya code. API shingiro irahujwe na reCAPTCHA V2, kandi bifata iminota mike yo guhinduka. Urashobora kuba hejuru kandi ukiruka hamwe nibindi bisumba byose uyumunsi, hanyuma ukingura ibintu byinshi byateye imbere nkuko bikenewe.",
  "section-easy-integration-serverside": "Uruhande rwa seriveri:",
  "section-easy-integration-frontend": "Imbere:",
  "section-threat-header": "Amanota Yugarije",
  "section-threat-text": "Ibibazo byose ntabwo arimwe: kubona amanota imwe bivuze ko bigomba gukemura ibyo ukeneye kugirango ube ingirakamaro. Hamwe n amanota yihariye ya HCaptcha yihariye, inama yihuse iradufasha guhuza moderi zacu kugirango dutange amanota ajyanye nubucuruzi bwawe.",
  "section-challenges-header": "Tangiza ibibazo byawe bwite mu masegonda",
  "section-challenges-text-1": "Guma kumurongo hamwe nibirimo bijyanye",
  "section-challenges-text-2": "Mugihe abakoresha bagomba gukemura ikibazo kugirango bujuje ibisabwa byumutekano, kuki utashiraho imirimo ishimishije kandi ifitanye isano numukoresha? Hamwe nimikorere yacu yoroshye yo gushushanya, urashobora gutangiza ibirango byikibazo muminota mike.",
  "section-integration-header": "Kwishyira hamwe",
  "section-integration-subheader": "Kurubuga rwibikorwa Remezo",
  "section-integration-text": "Sisitemu ya HCaptcha yoroheje muburyo bwihariye mugushushanya kwayo: irashobora kuba igice cyangwa yose yoherejwe kumurongo wurusobe rwawe niba ukora igicu rusange cyangwa ufite ibigo byinshi byamakuru. IsIbyo birashobora kugabanya cyane ibiciro hamwe numuhanda utari umuyoboro mugihe ugumana inyungu zose zubuyobozi n'abakozi bacu 24/7 bahamagaye kugirango bahure na SLAs zikomeye.",
  "section-support-header": "Kugera kubuhanga no gushyigikirwa kuri wewe hamwe nabakoresha",
  "section-support-text": "Serivisi nicyo kintu cyambere kuri twe. Turakomeza 24/7 inkunga yo guhamagarwa kandi dutanga guhuza Slack hamwe nitsinda ryanyu ryoguhuza ibikorwa hamwe nabakozi bacu bahamagaye mugihe na nyuma yo kubishyira mubikorwa.‍ ‍Twiyemeje kandi gukurikirana no gusubiza ibibazo byabakoresha kurubuga rusange, amahuriro. , hamwe na in-widget hamwe na imeri yo gushyigikira imeri. Turashoboka kandi twitabira, kandi dufata kunyurwa kwabakoresha nka KPI yo hejuru.",
  "section-enterprise-header": "Ibiranga imishinga",
  "section-enterprise-title-1": "Kurinda bote kurwego rwisi",
  "section-enterprise-desc-1": "Ikigeragezo cyintambara kurwego rwurubuga.",
  "section-enterprise-title-2": "Amanota yukuri ya bot",
  "section-enterprise-desc-2": "Menya abakinnyi babi muburyo butandukanye.",
  "section-enterprise-title-3": "Zeru zeru na 99,9% passiyo",
  "section-enterprise-desc-3": "Ikibazo kiri munsi ya 0.1% byabakoresha byemewe.",
  "section-enterprise-title-4": "Kugenzura ubwoko bwibibazo byerekanwe",
  "section-enterprise-desc-4": "Isomero rinini ryubwoko bwo guhitamo.",
  "section-enterprise-title-5": "Igenzura ibikubiyemo byakoreshejwe",
  "section-enterprise-desc-5": "Guma kumurongo ufite uburambe bwabakoresha.",
  "section-enterprise-title-6": "SLAs",
  "section-enterprise-desc-6": "Bijejwe kwizerwa kandi byihuse 24/7 kumufasha.",
  "section-enterprise-title-7": "Inkunga ya mushakisha umurage",
  "section-enterprise-desc-7": "Bihujwe inzira yose igaruka kuri Internet Explorer 8.",
  "section-enterprise-title-8": "Raporo yambere yo gutangaza amakuru hamwe na API",
  "section-enterprise-desc-8": "Reba ibibera kurubuga rwawe na porogaramu zose.",
  "section-enterprise-title-9": "Imirimo muri buri gihugu",
  "section-enterprise-desc-9": "Bitandukanye na reCAPTCHA, dukora muri buri gihugu.",
  "section-enterprise-title-10": "Politiki y’ibanga ya GDPR, CCPA, na LGPD",
  "section-enterprise-desc-10": "Yagenewe ubuzima bwite kuva kumunsi wambere. Amasezerano akomeye yo gutunganya amakuru.",
  "section-enterprise-title-11": "Inzego zingorabahizi",
  "section-enterprise-desc-11": "Hamagara ibi kugirango uhuze neza nurubanza rwawe.",
  "section-enterprise-title-12": "Kwakira ibirori-byambere",
  "section-enterprise-desc-12": "Ibyifuzo byose numutungo ujya kuri hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Abakoresha benshi",
  "section-enterprise-desc-13": "Sangira ubuyobozi mu itsinda ryawe.",
  "section-enterprise-title-14": "Kugenzura Ako kanya",
  "section-enterprise-desc-14": "Ubukererwe bwa 0ms: genzura ibimenyetso bya HCaptcha nta guhamagara API.",
  "section-enterprise-title-15": "Igendanwa (iOS na Android) Kwishyira hamwe",
  "section-enterprise-desc-15": "Uburambe butagira ingano kurubuga, mobile mobile, web mobile. Byubatswe mbere hamwe na SDK kavukire irahari.",
  "section-enterprise-title-16": "Amabwiriza yihariye hamwe nubwishingizi bwibanga",
  "section-enterprise-desc-16": "Huza ibyifuzo byawe byemewe n'amategeko mugihe andi masosiyete adashobora.",
  "presented-challlenges-head": "Yerekanye Ingorane",
  "presented-challenges-title-1": "Kugereranya",
  "presented-challenges-text-1": "Hitamo amashusho yose ahuye nikibazo",
  "presented-challenges-title-2": "Agasanduku",
  "presented-challenges-text-2": "Sobanura aho imipaka igarukira",
  "presented-challenges-title-3": "Gushyira mu byiciro",
  "presented-challenges-text-3": "Menya ibirango bihuye",
  "presented-challenges-subheader": "... n'indi mirimo yoroshye. Biroroshye kubantu, biragoye kuri bots.",
  "presented-challenges-subtext": "Imirimo yihariye nayo iraboneka kubatangaza imishinga.",
  "footer-header-1": "Isosiyete",
  "footer-header-2": "Ibikoresho",
  "footer-header-3": "Twandikire",
  "footer-link-1": "Ikirango",
  "footer-link-2": "Ibyerekeye",
  "footer-link-3": "Akazi",
  "footer-link-4": "Ibirango",
  "footer-link-5": "Blog",
  "footer-link-6": "Imiterere",
  "footer-link-7": "Inyandiko",
  "footer-link-8": "Menyesha Bug",
  "footer-link-9": "Kuboneka",
  "footer-terms": "Amagambo",
  "footer-privacy": "Amabanga",
  "footer-attribution": "Inshingano",
  "footer-subheader-1": "Inkunga",
  "footer-subheader-2": "Twandikire",
  "switch-to-english-link": "Hindura Icyongereza",
  "intro-heading-privacy": "Yagenewe ubuzima bwite.",
  "intro-subtitle-p1-privacy": " Uburyo bwihariye bwigenga bwibanga kumutekano kumurongo.",
  "info-head-2-pr": "Kwandika ibikorwa kumurongo ntabwo aricyo gisubizo.",
  "info-text-1-pr": "hCaptcha Enterprises ifite intego imwe gusa: kubuza abakinnyi babi guhagarika ibikorwa byawe kumurongo no kugirira nabi abakoresha bawe.",
  "info-text-2-pr": "Sisitemu yacu rero yateguwe kuva hasi kugirango igabanye gukusanya amakuru no kubika mugihe dukomeza umutekano uyobora ibyiciro. Inzira nziza yo kurinda amakuru yumukoresha ntabwo ari ukubika na gato.",
  "info-text-3-pr": "Umubano wose wabakiriya nawo urinzwe namasezerano akomeye yo gutunganya amakuru. Serivisi ya HCaptcha yubahiriza amategeko yose yerekeye ubuzima bwite aho serivisi yawe cyangwa abakiriya bawe baba. Kutabika amakuru yihariye biratworohera cyane kuruta ayandi masosiyete.",
  "info-text-2-2-pr": "Serivisi nka reCAPTCHA v3 zivuga ko gushyira pigiseli yabo ikurikirana kuri page yose yurubuga rwawe birakenewe kubwumutekano mwiza. Ntabwo aribyo.",
  "info-text-2-3-pr": "Isesengura ryimyitwarire yoroheje nikimenyetso cyahimbwe nabakinnyi babi, kandi gisaba kugumana amateka yo gushakisha kuri traffic yawe yose yemewe.",
  "info-text-2-4-pr": "Ntabwo dukora umuyoboro wamamaza, kandi ntidushishikajwe no kureba imyitwarire y'abakoresha kugirango tubagurishe amatangazo. Ibi bivuze ko tudakeneye pigiseli ya pasiporo kuri page yose y'urubuga rwawe.",
  "info-text-2-5-pr": "Ongeraho kode yacu yikibazo gusa aho bikenewe, kandi aho byumvikana kurinda wowe nabakoresha.",
  "info-head-3-pr": "Kwiga imashini ni ingirakamaro. Ariko ntibisaba amakuru yihariye gukora.",
  "info-text-3-1-pr": "Kwiga imashini ubu bigira ingaruka hafi mubice byose byubuzima bwacu, akenshi muburyo tutamenya kandi tudashobora kubona. Serivisi z'umutekano kumurongo ntaho zitandukaniye.",
  "info-text-3-2-pr": "Iyo wize ibimenyetso birenga ibihumbi, moderi irashobora gushishoza no kugera kubwizere bukomeye bwo kumenya imyitwarire mibi byihuse, kabone niyo nta kimenyetso cyihariye ubwacyo cyaba gikomeye kuburyo cyerekana ikibazo.",
  "info-text-3-3-pr": "Ariko, ntanakimwe muribi gisaba gukoresha amakuru yamenyekanye (PII). Ubuhanga bugezweho bwa cryptographic butwemerera guta amakuru yumuntu ku giti cye byihuse bishoboka, tugashiraho ahubwo umukono umwe-umwe udashobora guhuzwa numuntu uwo ariwe wese.",
  "info-text-3-4-pr": "Amahugurwa ku makuru yamenyekanye akora neza, kandi ntibisaba guhungabanya umutekano cyangwa ubuzima bwite. Abakiriya bacu bakoze ibizamini bifatika, kandi batangaje ko tungana cyangwa turuta kure cyane ubundi buryo bwigenga.",
  "cloudflare-quote-text-privacy": "Twakunze ibintu byinshi bijyanye nigisubizo cya HCaptcha: 1) ntibagurisha amakuru yihariye; bakusanya gusa amakuru yingenzi akenewe yumuntu ku giti cye, barasobanutse mugusobanura amakuru bakusanya nuburyo bakoresha kandi / cyangwa babitangaza.",
  "pilot-head": "Mugerageze mubidukikije nta nshingano.",
  "pilot-text-1a": "Turi injeniyeri, ntabwo turi abacuruzi: turashaka ko wishimira amahitamo yawe.",
  "pilot-text-1b": "Inzira nziza yo kwemeza ko unyuzwe nukwerekana ko twujuje ibyo ukeneye.",
  "pilot-text-1c": "Mubyukuri ibigo byose bitangira umuderevu amaherezo bihitamo ibisubizo byacu.",
  "pilot-text-1d": "Koresha iyi fomu kugirango ugere umwe mubahanga bacu tekinike. Turasubiza vuba.",
  "pilot-text-1e": "Urashobora kandi kutwoherereza imeri muburyo butaziguye.",
  "pilot-email-details": "Ibisobanuro birambuye hano.",
  "pilot-f1": "Intara",
  "pilot-f2": "Izina ryawe",
  "pilot-f3": "Izina ryawe",
  "pilot-f4": "Imeri y'Ubucuruzi",
  "pilot-f5": "Ibindi bisobanuro dukwiye kugira?",
  "pilot-f6": "Ukeneye ubwato bwihutirwa?",
  "pilot-f7": "Yego.",
  "pilot-f8": "Ndibasiwe kandi ndasaba guhita mu bwato.",
  "pilot-f9": "Tanga",
  "pilot-f10": "Mugihe winjiye imeri yawe, wemera kumategeko n'amabwiriza yerekeye ubuzima bwite, no kwakira imeri yaturutse muri twe.",
  "pilot-fo-1": "Kwishyira hamwe ntibishobora koroha.",
  "pilot-fo-2": "hCaptcha ifite ibyicaro byinshi byubatswe mbere yimikorere ya sisitemu yimbere ninyuma ukoresha.",
  "pilot-fo-3": "Niba ubaye uturutse muri reCAPTCHA ya Google, API zacu zirasimburwa. Imirongo itatu ya code niyo ukeneye.",
  "pilot-fo-4": "Ba injeniyeri bacu bo mubwato barashobora kukugenda byihuse, waba ukeneye Reaction ihuza, SDKs ya porogaramu kavukire ya iOS, urugero rwinyuma rwa Java, cyangwa mubindi bintu byose.",
  "pilot-fo-5": "Kandi nkuko bisanzwe, ubuzima bwite nigiciro cyibanze kuri twe. Ongeraho kode yacu yikibazo gusa aho bikenewe, kandi aho byumvikana kurinda wowe nabakoresha. Kugabanya ikusanyamakuru ryatangiye guhera igihe cyo kwishyira hamwe.",
  "pilot-fdone": "Murakoze. Tuzavugana vuba.",
  "home-ent-2-new": "Wige byinshi kubyerekeye igisubizo cyibikorwa byacu.",
  "home-ent-button-new": "Uruganda",
  "home-main-plans2-new": "HCaptcha Enterprises ibisubizo itanga umutekano uyobora ibyiciro kandi ikarinda serivisi nyinshi zo kumurongo.",
  "home-plans-button-2-new": "Wige byinshi",
  "header-enterprise-link": "Uruganda",
  "sales-interstitial-c1b-new": "Wige byinshi kubyerekeye Enterineti ya HCaptcha"
}
