{
    "1290027486": "Umuyobozi mukuru wa Brave. Twashinze Mozilla. Umuremyi wururimi rwa JavaScript. Kubaka mushakisha nibindi byinshi.",
    "211351380": "Kuva kuri blog:",
    "3153117136": "Nigute hCaptcha Igenamiterere Igoye",
    "2915355938": "Kuboneka",
    "793784899": "Gahunda",
    "2671622670": "Uruganda",
    "3527140447": "Inyandiko",
    "505891021": "Serivisi zo Kuranga",
    "692176459": "Injira",
    "1892574253": "Iyandikishe",
    "2593864519": "Hagarika bots nyinshi. Tangira kurinda ubuzima bwite bwabakoresha.",
    "4007826952": "# 1 ubuzima bwite-bwa mbere CAPTCHA kurubuga, mobile, nibindi byinshi.",
    "3721365241": "Gerageza",
    "3753956446": "Ubuntu",
    "3276777569": "Yamazaki",
    "55035359": "Kugeza ubu ukoresha reCAPTCHA?",
    "3417372336": "Hindura muminota",
    "2881474837": "Uruganda",
    "1685871181": "Serivisi zo hejuru kumurongo zishingiye",
    "1470290349": "kubwiza-murwego-rwa bot no gucunga uburiganya.",
    "3714002185": "Wige byinshi kubyerekeranye na Enterineti",
    "3946753128": "Wenyine. Umutekano. Byihuta.",
    "939665604": "Amabanga yibanze",
    "780475098": "Imiyoboro yamamaza ibona abashyitsi bawe nkibicuruzwa. Twitaye gusa niba gusurwa ari byiza cyangwa bibi. hCaptcha yubahiriza GDPR, CCPA, LGPD, PIPL, nandi mategeko yamakuru yisi yose.",
    "219813583": "Umutekano Mbere",
    "2714878440": "Rinda serivisi zawe gusiba, gufata konti, kuzuza ibyangombwa, hamwe na spam hamwe no kwiga imashini zigezweho no kugenzura ubumuntu.",
    "1397766838": "Uburambe bwiza bwabakoresha",
    "2670352917": "HCaptcha itanga ibisobanuro byizewe bya bot mugihe byoroshye kubantu bakemura.",
    "2806751666": "HCaptcha ni iki?",
    "3096063825": "Gerageza",
    "2968026167": "Imboga ukunda",
    "713281684": "Ingemwe",
    "4147497805": "Karoti",
    "3758963444": "Murakoze! Icyifuzo cyawe cyakiriwe!",
    "1070364246": "Oops! Ikintu kitagenze neza mugihe utanga urupapuro.",
    "1129833879": "Hagarika bots mbi, urinde ubuzima bwite bwabakoresha",
    "58091799": "Wige byinshi kuri HCaptcha Publisher na Enterprises",
    "1599610318": "Umwanditsi",
    "3093388779": "hCaptcha nubuntu bwo gukoresha kubatangaza ubunini",
    "179723061": "Igenzura ryinshi kumatsinda akeneye umutekano uyobora ibyiciro",
    "846501387": "Kurinda bote kurwego rwisi",
    "119298044": "Iterambere ryigenga ryigenga rya ML na AI ririnda imitungo y'urubuga iterabwoba n'ibitero",
    "1263998069": "Shaka ibihembo kubantu bakemura",
    "1103295010": "Shaka amafaranga cyangwa utange imfashanyo mugihe abantu bakemuye CAPTCHA",
    "392886773": "Imirimo muri buri gihugu",
    "2320894364": "Hamwe n amanota arenga 200 yo kuboneka, igicu cya hCaptcha kirinda umutungo wawe kwisi yose",
    "451701069": "Bikurikiza GDPR, CCPA,",
    "2826051554": "n'ibindi",
    "3530599065": "Amabanga yubatswe kuva hasi. hCaptcha ntigumana PII kandi yubahiriza amabwiriza menshi yerekeye ubuzima bwite.",
    "2489287539": "Ubuvanganzo butarimo \"Nta CAPTCHA\" & 99.9% passiyo",
    "793242047": "Mugabanye ibibazo byerekanwe kubakoresha kugirango bemererwe kubona byihuse porogaramu",
    "4195759329": "Gutahura Bot hamwe n amanota yingaruka",
    "1150035777": "Imashini igezweho yo kwiga imashini itanga amanota yicyizere ashingiye kumibare myinshi irenze niba ibibazo byashubijwe neza",
    "3688621388": "Gutera umukono",
    "1131525092": "Itsinda ry'abakinnyi babi hamwe bitagoranye binyuze mumabanga yacu arinda Scoped UIDs kugirango tubone kandi duhagarike uburiganya no guhohoterwa",
    "1559631739": "Kwiga wenyine",
    "3952259236": "Huza amakuru yawe ahumye hamwe nibimenyetso bya hCaptcha ibihumbi n'ibihumbi kugirango uhugure hCaptcha kumasomo yimyitwarire - kurugero rwawe gusa - kugirango umenye neza imyitwarire mibi kuruta igisubizo cyonyine",
    "1150963691": "Kugabanya ubukana bwa APT",
    "4083018285": "Suite yimiterere yagutse ihuza hamwe nogukurikirana kwa SOC hamwe nigisubizo cyo gukemura ibibazo bikomeje",
    "3160820928": "Kurinda ibitero bihujwe",
    "1849805607": "hCaptcha irinda iterabwoba hamwe nuburiganya bwagenewe kwinjira mumiyoboro yawe",
    "1958297836": "Kurinda ibitero bihujwe & kugabanya APT",
    "1300485304": "HCaptcha irinda iterabwoba ryateye imbere hamwe nuburiganya bwagenewe gucengera imiyoboro yawe",
    "2698640210": "Kugenzura ibibazo nubwoko bwerekanwe",
    "3121248460": "Erekana ibibazo bitandukanye bitagira ingano - kuva byoroshye kugeza bigoye - kubateganijwe",
    "3807059944": "Igenzura ibikubiyemo byakoreshejwe",
    "2707282231": "Hindura ibibazo kubakoresha. Kora bidashoboka ko bots ikemura kandi ikinjira.",
    "4194763679": "Urwego rwiza rwingorabahizi",
    "3730038780": "Hitamo mubibazo bitagira ingano kubakoresha kugirango bakemure",
    "1849717906": "Hindura ibintu byawe bwite",
    "1508655687": "Ongeraho ibibazo byawe bwite bigenewe abakwumva kugirango borohereze cyangwa bagabanye kwinjira",
    "3620442880": "Ibikoresho byo kugurisha bya Flash",
    "3265895521": "Kuzamura no kugabanya ingorane zishingiye kumwanya wumunsi",
    "1485807325": "Abakoresha benshi bayobora, SAML SSO",
    "359073033": "Ikibaho gitanga urwego rwohejuru cyangwa rwiza-rwibikorwa rwibikorwa.",
    "4272454814": "Kwinjizamo hamwe nindangamuntu utanga.",
    "1141402092": "Ibiranga raporo yo hejuru",
    "910989640": "Gukora raporo irambuye kandi yihariye yibikorwa",
    "3768951251": "SLAs",
    "1014004474": "Gahunda ya Enterineti ya HCaptcha itanga serivise zo murwego rwohejuru kugirango umuryango wawe urindwe",
    "1177598246": "Menyesha kugurisha",
    "1067704102": "Agaciro muri Data Labels",
    "3065000659": "Wabonye ko burigihe \"ukanze kumodoka\" ufasha gutoza imwe",
    "3235430156": "sisitemu yo kwiga imashini kubuntu?",
    "1549336309": "hCaptcha ihindura iyi moderi. Iyo ukoresheje hCaptcha, ibigo bisaba akazi abakoresha bawe bakora nkuko byerekana ubumuntu bwabo. Urabona ibihembo.",
    "3725880582": "Subiza ku buntu",
    "1671436004": "Ushaka gusubiza mubikorwa ukunda?",
    "1663628612": "reka",
    "4272088465": "abagiraneza wahisemo hamwe ninjiza wunguka kuyikoresha.",
    "2894845722": "Abakoresha kurubuga rwawe vuba bazashobora kubona umusanzu wawe mubikorwa byubugiraneza ukoresheje ibicuruzwa byubwenge kuri interineti ya hCaptcha.",
    "3194111925": "inkunga",
    "1637702726": "Kubijyanye na haptcha",
    "2323282990": "Uburyo bugezweho bwo kugenzura ubumuntu",
    "1201821619": "hCaptcha ikemura kimwe mubibazo byingutu byumunsi: gukumira bots mbi gukoresha serivise kumurongo.",
    "1475399473": "Wige byinshi kubyerekeye itsinda rya HCaptcha",
    "3161489950": "Iterambere ryumutekano wambere kwisi ML",
    "3247172580": "hCaptcha yahujije imashini yigenga yiyobora yiga hamwe nuburyo bushya bwo kubara uburyo bwo kugabanya ikusanyamakuru no kubika, gutangwa ahantu hasaga 250 kwisi yose kugirango habeho ubunini.",
    "3767462250": "Byagenewe ubuzima bwite",
    "3500503648": "hCaptcha yagenewe gukuraho amakuru maremare yo kubika amakuru yishingikirije ku isuzuma ryihuse aho gufata amajwi no gusesengura amateka yawe. Dushyigikiye kandi ibikorwa nka",
    "2418549423": ", igipimo kigaragara cyo kubika ibanga kumurongo ukoresheje ibimenyetso bifatika, nibindi byihariye byihariye-byambere.",
    "1544546608": "Urupapuro rwibanga",
    "976209454": "Shaka ibihembo cyangwa Uhe Abagiraneza",
    "552920956": "hCaptcha yemerera urubuga kubona ibihembo mugihe uhagarika bots nubundi buryo bwo guhohoterwa. hCaptcha iragufasha kandi gufasha abagiraneza wahisemo hamwe ninjiza.",
    "654326661": "Urashaka kwibona wenyine? Gerageza hCaptcha kubuntu.",
    "3570415321": "Isosiyete",
    "3987022469": "Ikirango",
    "1636202177": "Ibyerekeye",
    "2670003220": "Akazi",
    "3233305531": "Ibirango",
    "3028319964": "Imyitwarire ya AI",
    "4131598919": "Kanda",
    "1662477701": "Ibikoresho",
    "3130928685": "Blog",
    "1756106276": "Imiterere",
    "1235925265": "Inyandiko",
    "920212083": "Menyesha Bug",
    "2076066173": "Ibitero byibasiye 101",
    "3644106388": "Twandikire",
    "2182196747": "Inkunga",
    "487083593": "Kugurisha",
    "878585497": "Amagambo",
    "1697438123": "Amabanga",
    "1316817321": "Inshingano",
    "3488019891": "hCaptcha ni ikirango cyanditseho Intuition Machines, Inc.",
    "4224961202": "Amabanga, Umutekano, no Kwiga Imashini.",
    "98173630": "hCaptcha niyisi ikoreshwa cyane kwisi yigenga ya CAPTCHA.",
    "1514478724": "Wige byinshi",
    "1752795854": "hCaptcha izana uburyo bugezweho, bwibanda ku guhagarika bots.",
    "2927700175": "Twerekana ibibazo bya CAPTCHA bigoye kuri bots ariko byoroshye kubantu mukusanya amakuru atoroshye-kurango kubibazo byo kwiga imashini, no kuyikoresha kugirango tumenye niba urubuga cyangwa abasura porogaramu ari abantu.",
    "2188609322": "Abakinnyi babi bakunze kugaragara kumurongo. Ariko kwigomwa kubakoresha ntabwo aricyo gisubizo.",
    "2032102720": "Ibisubizo byumutekano bitangwa namasosiyete yamamaza byibanda cyane cyane kubakoresha kurubuga. Twashizeho igisubizo cyiza cyumutekano kigaragaza kwangiza ubuzima bwabakoresha ntabwo ari ngombwa kugirango utange ibisubizo byiza.",
    "4146870445": "Abo turi bo",
    "353066938": "Ikipe inararibonye, ikora kubibazo bikomeye byumunsi. hCaptcha ni serivisi ya",
    "1173652155": "Abajyanama",
    "2256305371": "Porofeseri, CS muri kaminuza ya Californiya, Berkeley. Kwiga byimbitse, umutekano, inzobere zo guhagarika. Umuyobozi mukuru wa Oasis Labs.",
    "2177660021": "Umuhanga mu bushakashatsi muri Stanford. Kwiga imashini no kugereranya imari muri banki nkuru, amafaranga yo gukingira, hamwe na za kaminuza.",
    "2686825859": "Iyandikishe kubuntu cyangwa utwandikire kubyerekeye hCaptcha Enterprises ibisubizo",
    "583434701": "Haptapt",
    "611905972": "Kugenzura niba abakoresha bose badahwema kubungabunga umutekano",
    "874098071": "Niba uri umukoresha, nyamuneka iyandikishe hano",
    "2745385064": "Incamake",
    "3353238942": "hCaptcha yagenewe guhagarika bots mubatandukanya nabantu. Ibizamini bigaragara ni igikoresho cyoroshye kuri ibi, ariko ntabwo buriwese ashobora gukemura ikibazo kiboneka.",
    "3600022491": "Kubwiyi mpamvu, twateguye ubundi buryo bworoshye, butababaza kureka abamamaji dukoresheje serivise yacu ikomeza kugerwaho kubantu bose hamwe igice cya 508 hamwe na WCAG 2.1 AA kubahiriza.",
    "2557240048": "Uburyo ikora: ubanza, umukoresha aboneka kwiyandikisha binyuze",
    "3871665286": ", ihujwe cyane muri page ya widget ya hCaptcha. Bahabwa kuki ihishe ishobora gukoreshwa inshuro nyinshi kumunsi, ariko igomba kuvugururwa buri masaha 24 ukoresheje kwinjira.",
    "3441764123": "Mugihe ikibazo cyerekanwe kumukoresha kurubuga ukoresheje serivise ya hCaptcha, bazahita batambuka.",
    "4247858664": "urupapuro rwo kwiyandikisha",
    "1297657322": "Mugukoresha ukoresha ecran nyuma yo kwinjira",
    "1717658846": "Ihitamo ryibikoresho muri menu ya widget UI",
    "1266963825": "Ikibazo: Haptapt Igice 508 + WCAG 2.1 AA cyujuje?",
    "850025770": "Igisubizo: Turabyemera: abakoresha bose bafite uburyo ubwo aribwo bwose bwo kubangamira bashoboye kureba kurubuga no kwandika inyandiko kumpapuro barashobora kubona serivisi zirinzwe na hCaptcha nyuma yo kwiyandikisha. Ariko, iyi ntabwo ari inama zemewe: ugomba gukora isuzuma ryawe, urebye ishyirwa mubikorwa ryihariye kugirango umenye neza ko aribyo byoherejwe.",
    "159272246": "Ikibazo: Urimo gukora kubindi bisobanuro (\"a11y\"), nkamajwi?",
    "4074220464": "Igisubizo: Mbere amahitamo azwi cyane nka majwi yafashwe avangura abakoresha benshi a11y kandi batsinzwe byoroshye nubuhanga bugezweho bwo kwiga imashini. Ibi byatumye ibibazo byamajwi bigenda bigorana cyane, kumenyekanisha urusaku, igihe kidasanzwe, guhuza amagambo adasanzwe, nibindi kugirango batsinde abateye. Ntabwo rero dushishikajwe nubu buryo va kwirinda ibibazo burundu, ariko tuzabisuzuma niba hari icyifuzo cyumuryango a11y.",
    "2309661107": "Ariko, turashimishijwe cyane",
    "2555914614": "Kuri Ikoreshwa ryikoreshwa. Twizera ko guhuza uburyo bwacu bwa a11y hamwe nogutanga Pass Pass bizemerera abakoresha a11 gushakisha neza, umutekano mubumenyi ko traffic yabo ari mwiherero, mugihe hagabanywa ihohoterwa ryabakoresha bot byanze bikunze bibaho mugihe amahitamo ya11y ahari. Turi abitabiriye ibikorwa mumatsinda ya IETF asanzwe yubuhanga bushya.",
    "2583775432": "Ikibazo: Tuvuge iki ku buzima bwite? Kwiyandikisha birerekana a11yamakuru yo gushakisha muburyo bumwe? Ukora iki kuri imeri?",
    "4215483493": "Igisubizo: HCaptcha yagenewe ubuzima bwite kuva hasi. Biratandukanye cyane namahitamo gakondo nka reCAPTCHA ifitwe numuyoboro wamamaza, ufite ubushake bwo kugukurikirana kurubuga no kuguhuza nindangamuntu nyayo.",
    "2474661839": "Iwacu",
    "4137573005": "ifite ibisubizo byuzuye kandi byemewe kuburyo dukoresha amakuru, ariko igisubizo kigufi ntabwo dushishikajwe no kuguhuza nkumuntu namateka yawe yo gushakisha.",
    "4101570501": "Muri iki gihe turimo gukora igisubizo cyibanga kugirango twirukane vuba aderesi imeri mugihe tugikomeza ubushobozi bwacu bwo gukumira ihohoterwa, ryuzuza akazi kacu bwite.",
    "260595108": "Ntabwo twigera dukoresha imeri cyangwa amakuru yabigenewe kubindi bigamije usibye koroshya gukoresha11 no gukumira ihohoterwa.",
    "3063819779": "politiki y’ibanga",
    "465714311": "Kubakoresha Abakoresha: Ikibazo n'Ikibazo cyo gukemura ibibazo",
    "3596207631": "Ikibazo: Ndacyabona ikibazo nyuma yo gushiraho kuki. Ni iki kibitera?",
    "469089249": "Igisubizo: Ibi mubisanzwe biterwa no gukoresha iyamamaza ryamamaza cyangwa kwagura anti-kuki, cyangwa igenamiterere rihagarika kuki \"cross-site\", muriki gihe kuki ya hcaptcha.com yashyizweho cyangwa igenzurwa na hCaptcha JS kuri a urubuga rutandukanye, nkurwo usuye.",
    "4263626815": "kuki ya mudasobwa igendanwa ikorana na mushakisha zose zizwi hamwe nabahagarika amatangazo hamwe nibisanzwe, bityo rero kunanirwa biterwa nimyandikire ya \"anti-adblock\" cyangwa amategeko asa nayo yibanda kurubuga runaka.",
    "3906359167": "Ibisubizo:",
    "3464870463": "1. Whitelist hcaptcha.com na * .hcaptcha.com kuki muguhagarika kwamamaza cyangwa kwagura umutekano wa mushakisha.",
    "1204911585": "2. Niba ukoresha mushakisha ya Brave, idafite (guhera muri Mata 2020) isa nkaho ifite ubwoko ubwo aribwo bwose bwa kuki, jya kuri Preferences -> Shields -> Cookies hanyuma uhitemo \"Emerera Cookies zose.\"",
    "2932826396": "3. Niba ukoresha verisiyo yanyuma ya Safari kuri OS X 10.15 iherutse gusohoka cyangwa iOS 13.4, Apple yahinduye imyitwarire ya Safari ijyanye na kuki zindi zitatu, ikabuza byose kubusa. Turimo gushyira mubikorwa igisubizo, ariko hagati aho, nyamuneka sura Ibyifuzo bya Safari, igice cyibanga, hanyuma urebe \"Gukurikirana urubuga: Irinde guhuza imbuga\" kugirango bishoboke gukora kuki ikora nkuko byari byitezwe.",
    "3836291932": "Ikibazo: Nkoresha ibikoresho byinshi. Nkeneye kwiyandikisha inshuro nyinshi?",
    "3251220335": "Igisubizo: Oya. Nyamuneka kanda imeri imwe yoherejwe yoherejwe kuri buri gikoresho ukoresha kugirango ushireho kuki.",
    "2082407178": "Ikibazo: Nigute nakwirinda mugice cya gatatu gikurikirana mugihe nkoresha kuki igerwaho?",
    "2700197090": "Igisubizo: Gukoresha ibanga iryo ariryo ryose cyangwa iyamamaza ryamamaza rishyigikira urwego rwurwego rwera (urugero uBlock Inkomoko) ruzakora nkuko byari byitezwe: gusa urebe neza niba hcaptcha.com.",
    "3657743880": "Amabwiriza ya mushakisha ya kuki yambukiranya urubuga",
    "1960601330": "Gushoboza kuki muri Safari (Mac): Jya kuri menu ya Safari yamanutse. Hitamo Ibyifuzo. Kanda ubuzima bwite mumwanya wo hejuru. Munsi ya 'Guhagarika kuki' hitamo amahitamo 'Nta na rimwe.'",
    "1622303590": "Gushoboza kuki muri Safari (iPhone / iPad iOS 11+): Fungura Igenamiterere ryawe. Hasi hanyuma uhitemo Safari. Munsi Yibanga & Umutekano, uzimye \"Irinde Kwambukiranya Urubuga\" na \"Hagarika Cookies zose\"",
    "2199048568": "Kanda ku nkinzo ibumoso ya adresse kurubuga urwo arirwo rwose. Kanda ahanditse Kurinda. Firefox Ibyifuzo Byibanga & Umutekano bizafungura. Munsi yo Kuzamura Kurinda Kurinda, hitamo Custom. Hitamo abakurikirana ninyandiko zo guhagarika uhitamo utwo dusanduku. Menya neza ko wafunguye hcaptcha.com.",
    "3967047208": "Urashobora kandi kuzimya by'agateganyo uburinzi muri Custom kugirango ukemure ibi, muguhitamo agasanduku: Hitamo agasanduku k'abakurikirana cyangwa uhitemo ibisanduku bya kuki niba ugifite ibibazo.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Hitamo igishushanyo cya Chrome. Hitamo Igenamiterere.",
    "926138631": "Jya kubanga n'umutekano, hanyuma kuki hamwe nandi makuru yurubuga.",
    "3419878556": "Menya neza ko \"Hagarika kuki ya gatatu\" idashoboka.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Fungura ibyifuzo bya Chrome uhereye kuri menu.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Ku gikoresho cya Android, fungura porogaramu ya Chrome.",
    "3620039756": "Hejuru iburyo, kanda Byinshi hanyuma Igenamiterere.",
    "2813310562": "Kanda Igenamiterere ryurubuga hanyuma kuki.",
    "3014657981": "Kuruhande rwa \"Cookies,\" hindura igenamiterere kuri.",
    "1242066691": "Reba agasanduku kuruhande rwa \"Emerera kuki ya gatatu.\"",
    "292250020": "1. Hitamo ibikoresho mu mfuruka-iburyo hejuru ya ecran, hanyuma uhitemo \"Amahitamo ya enterineti\". Niba ufite menu Bar ishoboye, urashobora guhitamo \"Ibikoresho\" hanyuma \"Amahitamo ya enterineti\".",
    "4114820649": "2. Kanda ahanditse \"Ibanga\".",
    "946838734": "3. Hitamo buto \"Itezimbere\".",
    "348809718": "4. Munsi ya \"Cookies-Parti\" hitamo \"Emera\".",
    "1253441326": "5. Kanda \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Politiki yimyitwarire ya AI",
    "1161704803": "Kuki dufite politiki yimyitwarire ya AI?",
    "1806535500": "Mubyukuri buri tekinoroji, kuva ku ikaramu kugeza kuri dinamite, ni a",
    "24452499": "igisubizo; irashobora gukoreshwa mubyiza cyangwa uburwayi. Buri sosiyete ikora ubushakashatsi, kubaka, cyangwa kugurisha ibisubizo byombi ikoreshwa ifite inshingano yo gusuzuma ingaruka zibyo bakoze.",
    "4023575072": "ikoreshwa kabiri",
    "3336625692": "Uru rupapuro rurambuye ibitekerezo byacu kuriyi ngingo murwego rwimyitwarire ya AI, hamwe nuburyo dukurikiza kugirango tumenye imikoreshereze ya serivisi zacu bikomeza guhuza na politiki twafashe nkisosiyete.",
    "835717930": "Imyitwarire ya AI kuri hCaptcha",
    "2179524509": "Rimwe na rimwe tubona ibibazo byubwoko bwoko bwibibazo byemewe kuri serivisi ya hCaptcha, nimpamvu ibibazo byihariye bibazwa.",
    "1962721652": "Abantu ni abashaka icyitegererezo, kandi rimwe na rimwe ikibazo cyinzirakarengane kirashobora kuva mubitunguranye rwose bikagira amakenga mukanya, kubera impinduka zisi aho kuba moteri yumuntu wese ubajije ikibazo.",
    "3974566657": "Mugihe serivisi zimaze kumenyekana, ubu bwoko bwibintu byanze bikunze biba kenshi. hCaptcha ikoreshwa na miriyoni yabantu buri munsi mubihugu hafi ya byose kwisi, bityo rero turatangaza iyi politiki hamwe nubushakashatsi bwakozwe kuburyo dukemura ibyo bibazo kugirango bisobanuke neza bishoboka.",
    "1830910223": "Inyigisho-yimyitwarire ya AI",
    "805971861": "\"Umbrella\" ni ijambo muri ImageNet, ibipimo ngenderwaho bisanzwe bikoreshwa n'abashakashatsi ba mudasobwa. Kumenya neza abantu bafite umutaka ningirakamaro mukubaka sisitemu zo mu gisekuru kizaza zifasha abashoferi (ADAS).",
    "3988350": "Ibi bivuze ko hari uburyo bwiza bwo gukoresha imanza zukuriye kwisi. Hariho umwanya wo kutumvikana ku ngaruka zimodoka zitwara wenyine, ariko sisitemu ya ADAS irazigama",
    "548587288": "kwisi yose.",
    "3138772661": "ibihumbi by'ubuzima buri mwaka",
    "3168199226": "Ariko, muri 2020 byaragaragaye ko kubaka ubu bwoko bwa dataset byashoboraga kubonwa nkikoranabuhanga rikoreshwa muburyo abantu bake bari biteze umwaka ushize.",
    "558378834": "Ntabwo rero twongeye kwakira ibyifuzo kubibazo bijyanye numutaka muriki gihe. Ubushobozi bwo kwitiranya iyo umukoresha wa nyuma abonye ikibazo kijyanye numutaka muriki gihe kiri hejuru cyane, kandi amaherezo intego yacu nukugirango isi ibe nziza.",
    "3376604063": "Politiki yimyitwarire ya AI",
    "1923365316": "Dufite politiki ihamye yimyitwarire ya AI kuri hCaptcha, kandi igice cyacyo kirimo Kumenya Umukiriya wawe (KYC).",
    "4230322909": "Buri gihe tugerageza kumva neza buri mukiriya mushya hamwe nuburyo bagenewe gukoresha, byombi kugirango twemeze ko ari byiza kubicuruzwa byacu na serivisi ndetse no kwemeza ko bikurikiza politiki twafashe nkisosiyete.",
    "2735073144": "Turakora kandi isubiramo rihoraho nkuko bikenewe. Kurugero, mugusubiramo vuba aha kumatariki ninkomoko yo gusaba kubisabwa bijyanye na label byanditseho twashoboye guhita twemeza ko nta kigo cya leta cyangwa leta izwiho gutanga porogaramu yo kugenzura itigeze isaba ibyerekeranye numutaka ukoresheje serivisi zacu mumezi 12 ashize. .",
    "2715462692": "Imyitwarire yacu ya AI isa ite?",
    "3049976256": "Kuri buri kimenyetso gishya cyumukiriya, tunyura kurutonde mugihe cyo kugurisha. Ibi birimo umwete wa mbere wa KYC mbere yubwato, kimwe no kugenzura ibyifuzo byose bisabwa abasesenguzi bacu, hamwe nigihe cyo kugenzura umwanya-mugihe hamwe no gusuzuma buri gihe ibyifuzo dukoresheje urubuga rwacu bwite.",
    "3103642530": "Iri suzuma rigizwe nibice byinshi:",
    "3349094124": "Imyitwarire yimyitwarire ngenderwaho: Intego",
    "1038019440": "1. Uyu mukiriya ahagarariye inyungu zigihugu kizwiho kwishora mubikorwa binyuranyije namategeko mpuzamahanga?",
    "493717511": "2. Ese uyu mukiriya arasaba serivisi zishobora kuba",
    "2209109640": "ikoreshwa gusa mubikorwa bibi, murwego rwibikorwa byabo bisanzwe byubucuruzi?",
    "3457805519": "3. Icyifuzo cyabakiriya gishobora kuzuzwa hakurikijwe amategeko ya Amerika namategeko yacu yo gusezerana?",
    "1942611550": "mbere na mbere",
    "109179759": "Imyitwarire yimyitwarire ngenderwaho: Subjective",
    "1033698050": "1. Twizera ko umukiriya yaduhaye ikibazo cyo gukoresha tubona ko cyemewe mu mico, dukurikije ibisobanuro byacu bisanzwe muburengerazuba?",
    "361372538": "2. Twizera ko serivisi zacu zitangwa zishobora gukoreshwa muburyo bwo kuvangura umukiriya, muburyo bushobora kuba butemewe ariko butemewe kuri twe?",
    "2867855718": "3. Twizera ko ibikenewe byihariye bishobora gukemurwa kubisabwa?",
    "2462728596": "Niba tudashobora kwihaza kuriyi ngingo, tuzanga icyifuzo kandi dushobora guhagarika ubundi buryo bwo kugera kumurongo, nkuko bigaragara mumasezerano yacu.",
    "1995277831": "Murakoze",
    "1818116402": "Turizera ko washimye iyi reba uburyo dukemura ibibazo byimikorere hamwe na AI Ethics.",
    "1499894352": "Ibigo bike cyane bitanga umucyo mubikorwa byo gufata ibyemezo muriki gice, kandi turizera ko abandi bazakurikiza urugero!",
    "535659033": "Ibikorwa Byaremye",
    "1495915066": "Nigute twe, abafatanyabikorwa bacu mubushakashatsi, hamwe nabakiriya bacu dukoresha itangazamakuru rya Creative Commons",
    "3017533972": "Twebwe, abafatanyabikorwa bacu mubushakashatsi, hamwe nabakiriya bacu dushobora rimwe na rimwe kwifashisha cyangwa kubyara ibice bikubiyemo ibintu byemewe na Creative Commons byemewe na platform ya hCaptcha kugirango dutezimbere ubumenyi bwikiremwamuntu mubijyanye no kwiga imashini.",
    "1428053210": "Ibirimo muri rusange byahinduwe muburyo bwumwimerere. Kurugero, videwo irashobora kugabanywamo amashusho menshi, ayo mashusho arashobora kugabanywamo amashusho mashya menshi, kandi ayo mashusho mashya noneho akavangwa kubushake kugirango atange ibisubizo byanyuma byerekanwe.",
    "1728211763": "Gukoresha ibirimo muri ubu buryo kandi kubwizo ntego biri mu murongo ngenderwaho wo gukoresha neza dukurikije uko dusobanukirwa amategeko n'imikorere isanzwe murwego, ariko turi abakunzi kuva kera ba Creative Commons kandi duhitamo gutanga inguzanyo kubantu bose bafasha muri umurimo wibanze wo kunoza ubwenge bwimashini.",
    "1949452297": "Bitewe n'imbogamizi za hCaptcha UI hamwe nibitekerezo byumutekano, ntibishoboka kubyara inkomoko ya buri shusho iherekejwe nikoreshwa ryayo. Ahubwo, duhuza iyi page kuva kurupapuro rwacu kandi tugakomeza urutonde rwamasoko kurubu cyangwa vuba aha dukoresheje urubuga. Urashobora kugera kurutonde rwubu",
    "2367602973": "hano",
    "659124570": "Byongeye kandi, niba ubona ibirimo ibyawe byabyaye kurubuga rwa hCaptcha ukaba wifuza ko bivanwaho kubwimpamvu iyo ari yo yose, ushobora kutwandikira ukoresheje imeri kuri",
    "2066749488": "Ibindi birego",
    "3479034323": "Niba ubona ibikubiyemo byabyaye kurubuga rwa hCaptcha ukaba wifuza ko byakurwaho kubwimpamvu iyo ari yo yose, ushobora kutwandikira ukoresheje imeri.",
    "1836554225": "Inyandiko za Blog",
    "2873297188": "CAPTCHAS zose zivangura abatari Abanyamerika?",
    "165932542": "Kureba kuri hCaptcha ikemura ibiciro kwisi yose",
    "1865097546": "Ku ya 16 Ugushyingo 2021",
    "3005876482": "hCaptcha Nubu Serivisi nini Yigenga ya CAPTCHA, Ikora kuri 15% ya Internet",
    "693820850": "Urashobora gutsinda Google ushyira ibanga imbere",
    "3609106478": "Ibintu byemewe:",
    "299335340": "Niki Nuburyo bwo Guhagarika Ibitero",
    "354925785": "Intro",
    "423222878": "Bimwe mubitero byikoranabuhanga bigoye kumenya, gukumira no guhagarika ni aho umukinnyi mubi ashobora gukoresha ibyangombwa byabakoresha byemewe kugirango yinjire muri konti ikora. Hatariho ubushobozi bwinshi bwo kumenya neza, isosiyete yakiriye konti ntampamvu yo gukeka ko hari ibitagenda neza. Umukiriya asa nkaho yinjiye muri konti ye. Igitero cyageze kuri ayo mayeri akoresheje ibyangombwa byibwe - ubusanzwe ni ibisubizo bya tekinike yo kuri interineti izwi ku izina rya “kwishura ibintu.” Ni ikibazo gikomeye muri iki gihe, ariko kimwe gishobora kugabanywa hamwe nuburyo bwiza bwo guhangana.",
    "777660551": "Ikintu Cyemewe ni iki?",
    "2602763587": "Kwuzuza ibyangombwa ni uburyo bwo kugaba ibitero aho uwagabye igitero agerageza kwinjira kurubuga inshuro nyinshi ukoresheje amazina yibanga ryibanga ryibanga. \"Kwuzuza\" bivuga gusubiramo inshuro nyinshi, bigakorwa hafi na software ikora.",
    "1271831121": "Ntabwo ari nkaho hackers (yambaye hoodie, birumvikana!) Yicaye aho, yandika ibyangombwa nyuma yicyemezo. Igikoresho cyinjira cyikora gishobora gukorwa mubikoresho bitagaragara nka Selenium cyangwa igikoresho cyatunganijwe neza.",
    "2588750717": "Mubyukuri, ibitero bimwe byuzuza ibyangombwa birimo amamiriyoni y'ibyangombwa - byose byinjizwa mumurongo winjira utabishaka wizeye ko uzinjira. Iyo winjiye, uwagabye igitero ashobora gufata konti yuwahohotewe.",
    "1137757109": "Niba ari konte ya eCommerce, uwibasiye arashobora gutumiza ibicuruzwa. Niba uwahohotewe ari banki, uwaguteye ashobora kohereza amafaranga hanze, nibindi.",
    "1559150837": "Intego ntizirwanaho nubwo. Imbuga nyinshi zifite igenzura rihagarika umukoresha ugerageza kwinjira muri konti ibihumbi n'ibihumbi uhereye kuri aderesi imwe ya IP mugihe gito. Icyo ibyangombwa byuzuza ibitero bakora kugirango bazenguruke ubwo buhanga bwo kurinda ni uku kwigana imiterere ya geografiya na IP. Ukoresheje ibikoresho bikomeye, akenshi bikoreshwa na AI, birashobora gutuma bigaragara ko ibihumbi byabakoresha bagerageza kwinjira mubihe bitandukanye byumunsi baturutse mu gihugu hose. Ibi biragoye cyane kumenya no guhagarara.",
    "1892020899": "Hackers bakura he ibyangombwa?",
    "2597149484": "Impamvu hacker agomba \"kwuzuza\" ibyangombwa byinshi bifitanye isano aho bakura ibyangombwa byabo.",
    "3030395800": "Ibi byangombwa mubisanzwe bituruka kumena amakuru. Bizwi kandi nka \"indangamuntu isuka,\" ibyo bitero birashobora gutuma amamiriyoni y'ibyangombwa ajugunywa kurubuga rwijimye. Niba isuka yaturutse muri banki, hacker azagerageza gukoresha ibyo byangombwa kugirango agere ku zindi mbuga. Ubu buryo bukora kuko abantu benshi bakoresha izina rimwe hamwe nijambobanga rihuza imbuga nyinshi. (Iyi myitozo yaciwe intege, ariko ukuri niko bimeze. Abantu bakunda gusubiramo ibyangombwa bimwe byinjira.)",
    "1258965840": "Rero, niba igitero gishobora kwinjira kurubuga rumwe, birashoboka ko ashobora kwinjira kurubuga rwinshi akoresheje ibyangombwa bisutse. Kurugero, barashobora kubona izina ryumukoresha / ijambo ryibanga nka JohnDoe / 525momma, ariko ntibazi icyo abo bombi bazabakorera. Noneho, baragerageza kubiri kuri Amazon.com, Ebay, Citibank, Walgreens nibindi. Bashobora kugerageza iyo couple kurubuga igihumbi.",
    "3594440415": "Amaherezo, bazatangira gukingura imiryango.",
    "780280214": "Nigute haptapt na hCaptcha Enterprises bigabanya ibyangombwa byuzuza ibyangombwa",
    "4165374512": "Mugihe bishoboka gukoresha IP hamwe nibikoresho byo gutahura kugirango wirinde kwuzuza ibyangombwa, uburyo buhenze kandi bunoze nuburyo bwo guhagarika ibyangombwa byikora byonyine. hCaptcha na hCaptcha Enterprises irashobora guterura bot kumwanya winjira. Nubwo bot yaba ifite ibyangombwa bikwiye, niba idashobora kurenga kumenyekanisha haptapt ya Enterprises cyangwa CAPTCHA ya HCaptcha, ntabwo izabona gukora ibintu byayo kandi urubuga rwawe nabakoresha barinzwe.",
    "3269644546": "Nyamuneka",
    "1058572205": "twe niba ushaka kumenya byinshi kuri",
    "3753613260": "kuvugana",
    "1792519141": "Uruganda",
    "3515435438": "Gutangaza ibirego bya DMCA",
    "54093347": "Umukozi wanditse muri DMCA",
    "3233441200": "Subiramo Politiki Yihohotera",
    "4011712313": "Mubice bya Politiki yacu ya DMCA, dushyira amakonte yabakiriya twakiriye amatangazo menshi ya DMCA yerekeye ihohoterwa muri politiki yintambwe nyinshi ya DMCA. Iyo wakiriye amatangazo ya DMCA asubirwamo mukwezi kwakwezi, konte yabakiriya izatera imbere kuva kumurongo umwe wa politiki ujya kurindi.",
    "766825168": "Ibikorwa dushobora gufata muri Politiki Yisubiramo ya DMCA harimo kohereza imenyesha ryo kongera kugaragara kubakiriya ba konti. Kugirango tumenye ibyo byamenyeshejwe, turashobora gusaba umukiriya kwinjira kuri konte cyangwa guhamagara itsinda ryacu ridufasha. Dufite kandi uburenganzira bwo guhagarika cyangwa guhagarika, ndetse tunashyira mu bikorwa izindi ngamba z’agateganyo kuri serivisi ya hCaptcha na IMI y’umukiriya uwo ari we wese twakomeje kwakira imenyesha rya DMCA ryerekeye ihohoterwa ndetse na nyuma yo kohereza imenyesha ry’ihohoterwa. Mubyongeyeho, turashobora guhagarika mubushake bwacu izindi serivisi za hCaptcha cyangwa IMI zitangwa kubakiriya bacu iyo duhagaritse serivise ya hCaptcha muriyi politiki.",
    "2410122265": "Ibikoresho bya Captcha: Bots 101",
    "4166776480": "Ibintu byemewe: Niki Nuburyo bwo Guhagarika Ibitero",
    "2301335298": "Uburiganya bwo Kwishura: Kugabanya uburyo bwihuse bwihuse bwibyaha",
    "3682071227": "Gufata Konti Niki kandi Bakora Bate?",
    "2729131930": "Gusiba ni iki kandi Bikora gute?",
    "1344959096": "Gukora nkumuntu ku giti cye",
    "3510143229": "hCaptcha ni serivisi kurubuga na porogaramu,",
    "3930611699": "abakozi ku giti cyabo.",
    "1051214799": "hCaptcha ni serivisi yumutekano wurubuga igerageza gusangira agaciro nabatangaza urubuga cyangwa porogaramu zibikoresha.",
    "360236473": "Serivisi ya HCaptcha ntabwo igenewe gukoreshwa kugirango umuntu wese akore nk'umuntu ku giti cye. Ntabwo yagenewe cyangwa ihuye niyi ntego. Ntabwo dusaba umuntu wese kugerageza gukoresha hCaptcha nkisoko yinjiza wenyine.",
    "3842490632": "Umukoresha kugiti cye agerageza gusubiza ibibazo byinshi birashoboka ko igipimo gito cyangwa kibujijwe vuba. Icyingenzi kimwe, nkicyacu",
    "1560232962": "ikubiyemo ibisobanuro birambuye, nta garanti yatanzwe kumafaranga yinjije kubisubizo byatanzwe. Ntabwo hashobora kubaho ibibazo byishyuwe biboneka muricyo gihe, igisubizo kirashobora kwangwa kubwimpamvu nziza, nibindi.",
    "2694001822": "Ariko, rimwe na rimwe dukoresha abantu kugirango badufashe kugerageza imitungo ya sisitemu nibintu bishya.",
    "1569804581": "Niba wifuza kuvugana nabo mugihe kijyanye n'amahirwe ajyanye, nyamuneka wuzuze iyi fomu.",
    "636461959": "Izina",
    "1139500589": "Igihugu",
    "1789607185": "Aderesi ya imeri",
    "325077666": "Mugutanga amakuru yawe wemera ibyacu",
    "3555583744": "na",
    "3609929815": ". Tuzagumana izina ryawe, igihugu, hamwe na imeri ya aderesi yamakuru gusa hagamijwe kuvugana nawe mugihe kizaza kubyerekeye akazi kihariye.",
    "4197928199": "Politiki Yibanga",
    "851786723": "Mugihe winjiye muri imeri yawe, wemera Amabwiriza yacu na Politiki Yibanga, no kwakira imeri kuri twe.",
    "2402165761": "Gukuraho Bikora gute?",
    "4260542944": "Gusiba Ibirimo (bizwi kandi nka \"ecran ya ecran\" cyangwa \"gusiba\" gusa) ni inzira imenyerewe, akenshi ifite akamaro ko gukusanya amakuru kurubuga. Ariko, mumyaka yashize, tekinike yahindutse igikoresho cyiza cya ba hackers nabatekamutwe. Kurwanya ingamba birashobora kugabanya neza iterabwoba, ariko kubishyira mubikorwa, ni ngombwa kumva uburyo inzira ikora.",
    "2066255783": "Gusiba Ibirimo ni iki?",
    "1910628828": "Gusiba Ibirimo ni tekinike yo gufata amakuru muri sisitemu irimo ibikoresho byikora byigana umukiriya wa software cyangwa mushakisha y'urubuga. Ntabwo ari shyashya. Mubyukuri, kubashakashatsi ba software bashobora gukenera amakuru kuva kera, gusiba birashobora kuba inzira yonyine yo gukuramo amakuru. Ihuza ryumwimerere rishobora kugenda kandi ntibishoboka gusimburwa.",
    "3408107995": "Uyu munsi, nubwo, gusiba bidasubirwaho bisobanura uburyo bwa gahunda yo gukura amakuru kurubuga. Porogaramu isiba ikora nkumukoresha wumuntu, ukanze kuri buto hanyuma usome ibisohoka. Hano haribintu byinshi byemewe gukoreshwa. Urubuga rukurikirana moteri ishakisha ingufu ni urugero rumwe. Nibikoresho rero nka Skyscanner ishakisha amasezerano yingendo uhuza ibihumbi byurubuga rwingendo. Isosiyete ya Fintech irayikoresha, nayo, ikuraho amakuru yimikoreshereze yumukoresha kurubuga rwa banki niba nta porogaramu yo gusaba (APIs) iboneka kugirango ikore amakuru. Ibintu ugomba kuzirikana kubijyanye no gusiba ecran ni umuvuduko wacyo. Inzira irashobora gusarura amakuru menshi kurubuga, ukeka ko imbuga zitashyizweho kugirango zihagarike kubaho. Ku muvuduko wa compte, scraper irashobora kwegeranya dataseti nini muguhuza imbuga za interineti hamwe na software hamwe nububiko bwimbaraga.",
    "1920884252": "Ni ukubera iki ibirimo gukuraho umutekano?",
    "2256795853": "Ubushobozi bwo gukuramo amakuru menshi, byihuse, kurubuga bituma gusiba igikoresho gikomeye mumaboko yabakinnyi babi. Igikoresho gisakaye kirashobora gukusanya amakuru yumukoresha kurubuga rusange. Hanyuma, mugukuraho imbuga zirimo aderesi nandi makuru yihariye no guhuza ibisubizo, hacker ashobora kwishora mubyaha ndangamuntu nko gutanga ikarita yinguzanyo.",
    "4087694419": "Hacker isiba irashobora kandi gukusanya amakuru kuva kurubuga nka Amazon na eBay kugirango ikore urutonde rwibicuruzwa cyangwa uburiganya. Ashobora noneho kubagurisha kuri serivise zurungano nka OfferUp no kugaba ibitero kubaguzi. Cyangwa, uburiganya bushobora kugurisha ibicuruzwa bitabaho.Ubundi buriganya bwo gukuramo ecran burimo guhimba abamamaza kwamamaza. Mugukuraho ibiri kurubuga rwabamamaji, uburiganya arashobora gukora urupapuro rwamamaza rwimpimbano kuri serivisi zitandukanye. Bashobora noneho kugurisha amatangazo kururu rupapuro kubacuruzi babiherewe uburenganzira, abo bakuyemo bakuye muri dosiye ya ads.txt. Ibice byamamaza bigaragara nkabamamaza, ariko sibyo.",
    "3315658779": "Irinde Gusiba Ibirimo hamwe na Enterineti ya HCaptcha",
    "2602081482": "hCaptcha Enterprises ikoresha imashini yiga imashini igamije kumenya traffic traffic kurubuga rwawe na porogaramu - harimo ibikorwa byo gusiba.",
    "1422537019": "twe uyumunsi kugirango twige byinshi.",
    "1988268879": "Ikiguzi-cyiza cyamakuru cyanditse kurwego",
    "2163914794": "Ukeneye ibirango byinshi kuri datasets yawe? hCaptcha itanga amakuru yihuse, ahendutse, kandi yujuje ubuziranenge amakuru yerekana ibigo bikora ubwenge bwubuhanga hamwe no kwiga imashini.",
    "3378932530": "Fata Amakuru Yawe Yanditseho Noneho",
    "3483700676": "Tangiza amamiriyoni yimirimo ako kanya",
    "3478726913": "HCaptcha ifite kimwe mubidendezi binini kuri iyi si iboneka kugirango ukoreshe. Igipimo cyawe cyose, turashobora kugikora tutarinze kwiyemeza imbere. Amamiriyoni yimirimo kumunsi ntakibazo.",
    "740501259": "Imiyoboro yoroshye ya API itwarwa",
    "2784612261": "Urashaka kwinjiza ibitekerezo byabantu mubikorwa byawe byubucuruzi? Dutanga SLAs yizewe cyane, ubushobozi bwizewe, hamwe na REST APIs yoroshye.",
    "1144966033": "Gukwirakwiza ibiciro hamwe nubwiza",
    "3213351333": "Nta mihigo ibanza isabwa",
    "2107077506": "Ihuriro rya HUMAN rikoresha ibyiringiro byuzuye kugirango bikore isesengura ryukuri-nyaryo. Ibi biradufasha kumenya byihuse ibibazo byombi nibisubizo byukuri, bikagutwara igihe n'amafaranga.",
    "3576146278": "Gusa wishure kubwukuri ukeneye",
    "2952586316": "Ibibazo byose ntabwo ari bimwe. Ibisobanuro kubikorwa byumutekano birashobora gusaba 99,99% ikizere kubakozi bose. Ibisobanuro kubintu bimwe bya beta muri porogaramu yimikino igendanwa birashobora gusaba gusa ikizere giciriritse. Urahitamo.",
    "710145621": "Tanga amakuru yawe bwite yukuri cyangwa reka tuyubake hejuru",
    "987901590": "Ufite amakuru yibanze adafite igenzura ryuzuye? Mubihe byinshi dushobora kubaka imwe kuri wewe nkibikorwa bikoreshwa muri sisitemu, cyangwa gukora ibyapa byanditse kugirango ubyemeze.",
    "2597352122": "Ubwoko bwa Annotation",
    "1344687860": "Agasanduku",
    "1089415440": "Kumenya neza ibintu mumashusho na videwo",
    "3817067682": "Inkingi",
    "2682873489": "Sobanura aho uhuza ibintu",
    "1275150216": "Ibimenyetso nyaburanga",
    "2067112112": "Ingingo zerekana ingingo nyinshi zikoreshwa",
    "4228682126": "Kuranga Ibyiciro",
    "2920213479": "Gutondeka cyangwa kugerekaho ibyiciro uko bingana",
    "3288667364": "Kugereranya no Kumenya",
    "155877895": "Gutahura imbaraga zabantu no gutondekanya",
    "3128433367": "... nibindi byinshi",
    "2827452240": "Ukeneye ubundi bwoko butanditswe hano? Tubaze.",
    "719304627": "Ukeneye kugenzura iherezo-iherezo?",
    "1172067553": "Ihuriro rya HUMAN inyuma ya hCaptcha ritanga ubuhanga buhanitse bwakazi hamwe nubuyobozi bukoreshwa hakoreshejwe uburyo bwa Hybrid, cyangwa SaaS ihuza na sisitemu zisanzweho.",
    "2319072959": "Koresha rwose kumurongo hamwe nabakozi bawe bwite, ukurikirane agaciro gakoreshwa murwego rwubucuruzi cyangwa abafatanyabikorwa ba consortium, hitamo uhitamo imirimo kubantu batanga akazi imbere cyangwa hanze bashingiye kubiciro nibisabwa mumutekano, nibindi byinshi.",
    "1936512180": "AccessIbikoresho byoroshye bya API, ibyapa byiza, hamwe na moderi igezweho-muri-tekinoroji kugirango abakozi barusheho gukora neza.",
    "3913848038": "99,99% amasaha yo hejuru na 24/7 inkunga yisi yose irahari.",
    "1080752747": "Menyesha kugurisha",
    "1525403768": "Kubindi bisobanuro hamagara kugurisha ibigo.",
    "1546930020": "Kubona Ibyatanzwe",
    "2486638408": "Sobanura Ibisobanuro",
    "1027200955": "Vugana numwe mubahanga bacu kugirango dusobanure ibikenewe byumushinga: intego nyayo, imiterere, nibisabwa bidasanzwe.",
    "1156712451": "Ikizamini Cyambere Cyakazi",
    "181065232": "Dukora akazi gato gashingiye kubikorwa byawe byintangarugero. Ibi bigerageza akazi twakoranye kugirango tumenye neza ibyo ukeneye.",
    "3207769512": "Kohereza Imirimo Yumusaruro",
    "1099238677": "Hamwe nijwi ryacu ryinshi nubukererwe buke tuzahindura akazi kawe vuba, hamwe nogutanga byikora vuba birangiye.",
    "465783046": "Ushaka kubigerageza hamwe namakuru yawe?",
    "328625009": "... twiteguye iyo uri: serivise yacu iraboneka kumasaha.",
    "3225770968": "hCaptcha yashizweho kugirango ikemure ikibazo cyibikorwa byinshi mumyigire yimashini; kuranga umubare munini wamakuru muburyo bwihuse, buhendutse, kandi bwizewe.",
    "2041686284": "Amakuru menshi muri rusange atanga ibisubizo byiza muburyo bwo kwiga imashini. Intsinzi iheruka ya moderi yimbitse yatumye habaho imibare nini cyane, kandi hCaptcha ikora ibi bikenewe. Ariko, gukora imibare nini-isubirwamo yumuntu ukoresheje uburyo gakondo biratinda kandi bihenze.",
    "3729345277": "hCaptcha ninzira yamasosiyete kubona ibisobanuro bisaba byihuse, hamwe nubwiza buhanitse kandi ku giciro gito ugereranije nubundi buryo.",
    "2103563261": "Amakuru yihariye cyangwa rusange",
    "2513143348": "Sisitemu ya hCaptcha yimikorere idasanzwe mugushushanya kwayo: irashobora kuba igice cyangwa igice cyose kumurongo wurusobe rwawe niba ukora igicu rusange cyangwa ufite ibigo byinshi byamakuru.",
    "3107683988": "Ibi birashobora kugabanya cyane urujya n'uruza rwumuvuduko nigiciro mugihe ugumana inyungu zose zubuyobozi nabakozi bacu 24/7 bahamagaye kugirango bahure na SLAs ikaze.",
    "3660619092": "Iyandikishe kubuntu cyangwa kugurisha kugurisha ibisubizo bya Enterprises",
    "2351176803": "Amategeko yimpushya kuri HCaptcha JS API",
    "2616226398": "Dukurikije ibyacu",
    "2024293275": ". Ubundi burenganzira bwose burabitswe, kuri ubu.",
    "1062291156": "amagambo asanzwe",
    "2712493234": "Uburiganya bwo Kwishura: Kugabanya uburyo bwihuse bwihuse bwibyaha",
    "1817772953": "Uburiganya ntabwo ari uburyo bushya bw'icyaha. Mubyukuri, abahanga mu bucukumbuzi bw'ibyataburuwe mu matongo bavumbuye ibikoresho byo kurwanya uburiganya byateguwe n'Abasumeriya ba kera mu gutwara amatungo nta gihombo hashize imyaka 10,000! Kubireba, bashira ibimenyetso byibumba, buri kimwe kigereranya inyamaswa, mumupira wibumba uzwi nka \"bula.\" Bulla yagendanaga nubushyo uko bwimuka kubagurisha bijya kubaguzi. Ndetse no muri icyo gihe, abafite ubucuruzi bari bafite impungenge ko abantu bose bahuraga nabo bari hejuru. Hahindutse byinshi mumyaka 10,000, ariko gukenera guhanga udushya mukurinda uburiganya biracyari kumwe natwe. Uyu munsi, ikibazo cyuburiganya bwo kuri interineti ningirakamaro cyane. Hamwe na interineti, abatekamutwe barushijeho kuba abahanga mu kurwanya igenzura rirwanya ruswa. Ibisubizo bishya birahindura imirongo, ariko.",
    "1053787685": "Uburiganya bwo Kwishura ni iki?",
    "433424759": "Uburiganya bwo kwishyura bugizwe nuburyo ubwo aribwo bwose butemewe aho icyaha cyicyaha kibuza uwahohotewe ikintu cyagaciro, mubisanzwe amafaranga. Ibi birashobora gusobanura gukoresha ikarita yinguzanyo yibwe gutumiza ibicuruzwa kumurongo cyangwa gufata konti ya banki no kohereza amafaranga muburyo butemewe. Hariho byinshi bitandukanye, ariko byose bifite ibisubizo bimwe: umutekamutwe akoresha indangamuntu yibwe cyangwa amakuru yo kwishyura kugirango yibe umuguzi, banki cyangwa umucuruzi.",
    "2939852138": "Nigute Abashuka [Gerageza] Kwikuramo Uburiganya bwo Kwishura?",
    "1665616092": "Uburiganya bwo kwishyura buroroshye mubitekerezo, ariko birashobora kuba ibintu bigoye mubikorwa byubu.",
    "4246520782": "Mubyukuri, interineti yiboneye isiganwa ryukuri ryintwaro hagati yuburiganya nabunganira.",
    "2167049807": "Amatsinda yumutekano yafashe ingamba zitandukanye zo guhangana nubugenzuzi bunesha uburyo bworoshye, ubunebwe bwo kwishyura uburiganya. Ariko, ibitero biragenda bigorana. Kurugero, bots zirashobora gusarura nimero yikarita yinguzanyo yibwe hamwe na PIN kurubuga rwibihimbano no kwibeshya.",
    "1936449777": "Noneho, muburyo bwikora bwuzuye, barashobora kwigana imyitwarire yumuntu kurubuga rwa e-ubucuruzi, gukanda kuri buto no kongeramo ibintu mumagare yo guhaha - kugeza aho benshi, niba atariyo igenzura rirwanya uburiganya ridashobora kuvuga ko bot igerageza kwiba. ibicuruzwa. Ahubwo, birasa nkaho umukoresha yumuntu arimo guhaha gusa. Bot irashobora kwinjira muri konte yumukiriya nyawe ukoresheje logi yibwe mubyangombwa. Kongera guhisha uburiganya nubushobozi bwa bot bwo kunyereza aderesi ya IP no kuyikora nkaho \"umuguzi\" hari aho atandukaniye nuwateye, ushobora kuba ari mumahanga.",
    "648630222": "Irinde uburiganya bwo kwishyura hamwe na hCaptcha Enterprises",
    "1621930829": "Niki cyakorwa mubikorwa byubu byateye imbere, bidasubirwaho ibikorwa byuburiganya bwo kwishyura? Gukoresha ibice byinshi byubugenzuzi muburyo bwubwenge. Nyamara, ingamba nziza zo guhangana nizo zishobora gutega bot no kwerekana ko ari impimbano, nubwo abayiremye bashyizeho umwete kugirango bigane imyitwarire yabantu.",
    "2423586454": "Haracyariho ibintu bimwe na bimwe software idashobora gukora, nubwo AI yaba nziza gute. Ikoranabuhanga rigezweho rya CAPTCHA ritanga uburyo bwagaragaye bwo guhagarika bots zigerageza gukomeza uburiganya bwo kwishyura. Mugihe uburyo bwa kera bwerekeza kuri CAPTCHA, nkumubare woroshye ugabanijwe mumasanduku, ubu usanga ahanini ubuze kugabanya bots zateye imbere, igikoresho cyogusuzuma-gisubizo cyikora nka hCaptcha Enterprises gishobora guhita cyangiza bot yibeshya mugihe cyo kwinjira kuri konti cyangwa kugenzura ikarita. Nubwo bot ifite ibyangombwa nyabyo, niba bidashoboka kunyura muri CAPTCHA.",
    "1467308982": "Gahunda yo Kwishura",
    "1291824746": "hCaptcha Yishyura ikora buri gihembwe kumunsi 60 ikurikiranye. Kugaragaza icyo ibi bivuze, nyamuneka reba imbonerahamwe ikurikira.",
    "3444947612": "Imodoka Hagati",
    "4181611011": "Itariki yo kwiyunga",
    "728503636": "Itariki yo Kwishura",
    "3720584906": "Nyakanga 15th 2021 - Ukwakira 1521",
    "388240587": "Mutarama 5-15 Mutarama 2022",
    "3426312287": "Mutarama 5-15th 2022",
    "615618648": "Mata 15th 2021 - Nyakanga 15th 2021",
    "3376724603": "Nzeri 14-24 Nzeri 2021 †††",
    "3398978455": "Nzeri 15-25-25 2021 †††",
    "2722456056": "Mutarama 1521 2021 - Mata 1521",
    "4063155841": "Ntabwo bitarenze Jun 25th 2021 ††",
    "4082053540": "Jun 19-25th 2021 ††",
    "64953197": "Ukwakira 15th 2020 - Mutarama 1521",
    "1023070345": "Ntabwo bitarenze ku ya 14 Werurwe 2021",
    "2600696085": "Werurwe 1521",
    "3217791519": "Nyakanga 15th 2020 - Ukwakira 15th 2020",
    "649261378": "Mutarama 5-11 Mutarama 2021 *",
    "1559190296": "Mutarama 5-11th 2021 †",
    "3806054689": "Mata 15th 2020 - Nyakanga 15th 2020",
    "4162383380": "Nzeri 16 - 22nd 2020 *****",
    "1990824776": "Nzeri 16-24th 2020 *****",
    "3856690908": "Mutarama 15th 2020 - Mata 15th 2020",
    "3200641265": "Ntabwo bitarenze Jun 16th 2020 *",
    "3744079744": "Jun 15-19th 2020 ****",
    "2209837451": "Ukwakira 15th 2019 - Mutarama 15 Mutarama 2020",
    "2510534204": "Ntabwo bitarenze ku ya 23 Werurwe 2020 ***",
    "2910560864": "Werurwe 20-23 Werurwe 2020 ***",
    "2544565802": "Nyakanga 15th 2019 - Ukwakira 15th 2019",
    "3963642878": "Ntabwo bitarenze 14 Ukuboza 2019 *",
    "622103562": "Ukuboza 17th 2019 **",
    "4072202039": "Apr 15th 2019 - Nyakanga 15th 2019",
    "818049069": "Ntabwo bitarenze Nyakanga 15th 2019",
    "1169005651": "Sep 15th 2019",
    "2303655425": "Mutarama 15th 2019 - Apr 15th 2019",
    "3678889946": "Ntabwo bitarenze Jun 15th 2019",
    "3094354698": "Jun 15th 2019",
    "4217013126": "Ubusanzwe ubwishyu bukora umunsi wose kumunsi wo kwishyura, kandi muri rusange birangira saa sita zijoro. Niba konti yashyizwe ahagaragara kugirango isubirwemo, birashobora gufata iminsi igera kuri itanu yakazi kugirango urekure ubwishyu.",
    "1447649958": "Nkwibutse, gusa urujya n'uruza rwabantu rwemerewe kwishyura. Urashobora kubona ibisobanuro birambuye kuriyi ngingo yacu, ihuza hepfo. Amafaranga asigaye agomba kuba yujuje byibuze kugirango yemererwe kwishyura, kuri ubu HMT 10.",
    "4257144752": "Ikigereranyo-nyacyo ntigaragaza ukuri kwanyuma cyangwa ubumuntu, bityo amafaranga yawe yanyuma arashobora gutandukana cyane cyangwa hejuru kumibare yerekanwe muri Dashboard mbere yubwiyunge bwawe bwa mbere.",
    "2728931827": "Nyuma ya buri bwiyunge, ibigereranyo byawe kuri sitekey bizavugururwa kandi ukuri kw'ibihe bizaza bigomba kwiyongera, keretse niba urubuga rwawe rufite impinduka zifatika mumyitwarire y'abakoresha.",
    "1200905005": "††† Kuva muri Nzeri 2021, ubwiyunge no kwishyura ubu bikora mugihe cyiminsi 10 aho kuba umunsi umwe, kugirango byoroshe imbogamizi zikorwa zijyanye no gukura muri serivisi.",
    "4284094387": "†† Bamwe muri Kamena 2021 ubwiyunge no kwishyura bizatangira mucyumweru gitaha kubera gutinda kugenzura ibarwa ryanyuma mugihe cy'idirishya ryubwiyunge.",
    "1977013707": "† Ukuboza 2020 umushahara wimuriwe kuva ku ya 15 kugirango wirinde guhuzagurika n’ubwiyunge bw’umwaka n’ikiruhuko cy’abakozi: bizarangira mu cyumweru cya kabiri Mutarama. Bitewe no gutinda-kurenza uko bisanzwe muri PayPal, kwishyura bizamara iminsi myinshi aho kurangizwa kumunsi umwe.",
    "517010299": "Nyamuneka Icyitonderwa: muri iki gihe turimo gukora ku nzibacyuho nyamukuru yo kwiyegereza hafi-nyayo-bwiyunge. Ubwiyunge burigihe buzakorwa kenshi kurenza uko bisanzwe kugeza Q1 2021. Ibi ntabwo bigira ingaruka kuri gahunda yo kwishyura cyangwa amatariki.",
    "3092200338": "** Iyo le 15 iguye muri wikendi, Itariki yo Kwishura iba 17.",
    "3891941747": "*** INAMA NJYANAMA-19: Kubera ubushobozi bwabakozi bujyanye na COVID-19, ubwiyunge bwarimuwe kugirango habeho igihe cyinyongera cyo kugenzura bisanzwe. Biteganijwe ko kwishyura bizatangira kuwa gatanu bikarangira kuwa mbere ukurikira.",
    "2301757528": "**** Kubera kubungabunga na PayPal ya REST API zabo mugihe cyo kwishyura, ntabwo kwishyura byose byarangiye le 15 kamena. Amafaranga yose yishyuwe ateganijwe ku ya 15 kamena (igihe cya pasifika) ariko ntagikorwa kubera amakosa ya PayPal API yongeye gukoreshwa na Jun 19 (igihe cya pasifika).",
    "116842359": "***** Ubwiyunge buteganijwe kurangira muminsi myinshi kubera kubungabunga sisitemu.",
    "4154415610": "*",
    "2310694091": "Ubwiyunge busobanura iki?",
    "164801246": "Ubwiyunge nuburyo inzira isesengurwa nyuma yukuri kugirango hamenyekane ubumuntu nukuri, amakuru yose kuva kurubuga rwose atanga amakuru. Urashobora gusoma ibisobanuro birambuye muritwe",
    "3256245394": "kimwe na blog zacu, urugero",
    "3089778412": "Nigute hCaptcha ibara ibihembo",
    "3329755436": "Urateganya kwihutisha iki gikorwa?",
    "1911669851": "Nibyo, kuri ubu turimo gukora muburyo butandukanye bwo kunoza sisitemu yinyuma twizera ko amaherezo izadufasha gutanga ubwiyunge bwihuse, kugereranya byihuse, no kwishyura byihuse. Ubu turimo gukora kugirango twihutishe ubwiyunge.",
    "2366003154": "Ibibazo by'itangazamakuru n'itangazamakuru",
    "3054564199": "Kanda Kit",
    "3173156067": "Bimwe mubiteganijwe byingwate birahari mugihe wifuza gushyiramo urugero mumashusho.",
    "867314732": "Urashobora kubona ibisubizo bihanitse",
    "858218750": "nubuyobozi bwo kubikoresha kuri",
    "3821716514": "urupapuro.",
    "1186243118": "ikirango",
    "3034959000": "Urashobora kugarura",
    "1764089150": "hano:",
    "1558428432": ". Nyamuneka ubashimire kuri hCaptcha.com.",
    "2429359042": "urugero amashusho yimbere",
    "1480820434": "ishusho 1",
    "3213411837": "ishusho 2",
    "1270712701": "Itangaza makuru na Raporo ziherutse",
    "231285005": "Urashobora kubona amakuru agezweho kuri blog yacu",
    "1289884910": "Dutangaza kandi isesengura rimwe na rimwe na raporo. Kurugero:",
    "932546190": "Impamvu CAPTCHA izabana natwe burigihe",
    "2344319147": "Google ishakisha bot ifite agaciro kangana iki?",
    "1637527266": "Nibihe bihugu bifite traffic nyinshi cyane?",
    "230159237": "Guhuza",
    "3759923279": "Nyamuneka nyamuneka ohereza ibibazo kuri aderesi imeri ikurikira:",
    "4255608322": "Ibiherutse kuvugururwa: Ku ya 12 Mata 2021",
    "537881751": "Murakaza neza kuri hCaptcha! Iyi Politiki Yibanga isobanura imikorere yimashini za Intuition, Inc. .com hamwe nubundi buryo bwose cyangwa domaine dukoresha (\"Imbuga\") hamwe na porogaramu ya porogaramu ya hCaptcha hamwe na software hamwe nibikoresho (hamwe, \"Serivisi\").",
    "33639629": "Ntabwo Bikoreshwa Kurubuga rwagatatu. Nyamuneka menya ko iyi Politiki Yibanga idakoreshwa kurubuga urwo arirwo rwose, rutanga, ibicuruzwa cyangwa serivisi byabandi bantu, kabone niyo byaba bihuza Urubuga rwacu cyangwa bikubiyemo Serivisi - nyamuneka reba politiki y’ibanga ikoreshwa mbere yo gufata icyemezo cyo gutanga amakuru kuri gatatu amashyaka.",
    "987375734": "IMI ifite icyicaro muri Amerika. Imbuga na Serivisi bigenzurwa kandi bigakorwa natwe muri Amerika. Amakuru yawe bwite arashobora kubikwa no gutunganyirizwa mugihugu icyo aricyo cyose dufite ibikoresho cyangwa aho duhurira nabatanga serivise, kandi ukoresheje Imbuga na Serivisi wemera kohereza amakuru mubihugu byo hanze yigihugu utuyemo, harimo na Amerika. , zishobora kuba zifite amategeko arengera amakuru atandukanye nigihugu cyawe. Mu bihe bimwe na bimwe, inkiko, inzego zishinzwe kubahiriza amategeko, inzego zishinzwe kugenzura cyangwa inzego zishinzwe umutekano muri ibyo bihugu bindi birashobora kwemererwa kubona amakuru yawe bwite.",
    "452920031": "Icyitonderwa kubakiriya Hanze ya Amerika.",
    "2328839224": ". Nyamuneka reba igice cyacu \"Itangazo kubatuye muri Californiya\" kijyanye n'uburenganzira bwawe mu itegeko ryerekeye ubuzima bwite bwa Californiya (\"CCPA\").",
    "1565481281": "Icyitonderwa kubatuye muri Californiya",
    "1028058338": "Nyamuneka reba \"Itangazo ryerekeye amakuru y’ubumwe bw’ibihugu by’Uburayi\" ajyanye n'uburenganzira bwawe munsi y’amabwiriza rusange yo kurinda amakuru (\"GDPR\").",
    "2271205646": "Icyitonderwa kubatuye mubukungu bwuburayi.",
    "508143070": "Menya ko IMI ari umugenzuzi wamakuru yawe bwite, usibye aho dukorera amakuru yihariye mwizina ryaba Integrated bacu kubijyanye no gutanga serivisi zacu, muribwo buryo turi gutunganya amakuru yihariye, kandi abo bahuza ni bo bagenzura ba amakuru yihariye.",
    "2330965058": "Aho dukora nkibitunganyirizwa hamwe, ntabwo dukoresha amakuru yakusanyirijwe kukindi kintu icyo aricyo cyose usibye nkibikenewe kugirango dutange Serivisi zacu, kandi gutunganya kwacu kuzagengwa namasezerano twagiranye naba Integrated bacu, ntabwo aribi Politiki Yibanga",
    "3017040355": "Gutunganya amakuru y’ibihugu by’Uburayi bikora hashingiwe ku mategeko ashingiye ku masezerano asanzwe y’amasezerano (SCCs) yinjijwe mu nyongeragaciro yo gutunganya amakuru ku masezerano ya serivisi cyangwa amasezerano yo gutunganya amakuru hamwe nabafatanyabikorwa bacu.",
    "2233384692": "Niba ufite ikibazo cyangwa impungenge zijyanye nuburyo ayo makuru akoreshwa cyangwa ushaka gukoresha uburenganzira bwawe, ugomba guhamagara umuntu cyangwa ikigo (ni ukuvuga umugenzuzi wamakuru) wagiranye amasezerano natwe kugirango dukoreshe Service mugutunganya aya makuru. Tuzatanga ubufasha ariko kugirango duhuze ibibazo byose ushobora kugira, dukurikije amasezerano twagiranye nabo.",
    "349292953": "Amakuru Turakusanya",
    "3022001832": "Turakusanya amakuru kubantu bakorana nimbuga zacu na Serivisi, harimo nabinjiza Serivisi zacu kurubuga rwabo (\"Integrated\"), abakoresha serivise mukumenyekanisha amakuru (\"Abakiriya\"), hamwe nabakoresha amaherezo bakorana natwe Serivisi ibinyujije kurubuga rwabaterankunga bacu (\"Abakoresha-Impera\").",
    "835545301": "Turakusanya ibyiciro bikurikira byamakuru:",
    "3228928991": "Amakuru ashobora gukoreshwa mukumenya cyangwa kuvugana numuntu ku giti cye (\"Amakuru Yumuntu\"), nkizina, aderesi imeri, nigihugu. Turakusanya amakuru yihariye uhereye kubatubu hamwe nabashaka guhuza hamwe nabakiriya mugihe baduhaye (urugero, mukuzuza urupapuro mugihe wiyandikishije kuri konte, cyangwa gusaba kwakira imenyesha rya imeri kuri twe). Turashobora kandi kugenzura umwirondoro wa ba Integrated hamwe nabakiriya bacu mugereranya amakuru yihariye nububiko bwabandi cyangwa ibyangombwa byemewe n'amategeko.",
    "1655796811": "Amakuru yakusanyirijwe mu buryo bwikora nk'ibisubizo bya Integrated cyangwa Umukiriya ukoresha Imbuga cyangwa Serivisi (\"Amakuru Yisesengura\"), nka aderesi ya IP, ubwoko bwa mushakisha, serivise ya interineti, ubwoko bwa platform, ubwoko bwibikoresho, sisitemu y'imikorere, itariki na kashe yo kubona, hamwe nandi makuru asa. Amakuru Yisesengura amwe yakusanyirijwe mwizina ryacu nabandi bantu dukorana iyo ntego, kandi amakuru amwe n'amwe yo gusesengura akusanywa hifashishijwe uburyo butandukanye bwo gukurikirana, harimo kuki (reba \"Isesengura rya gatatu rya Analytics na Tracking Technologies\" hepfo).",
    "1388241689": "Amakuru yakusanyijwe nkibisubizo byabakoresha ba nyuma basubiza ibisubizo binyuze muri Service (\"Ikirango cyanditseho\"), nkamakuru yerekana ibimenyetso, inyandiko yahinduwe kuva mumajwi yakinwe kuri bariya bakoresha-nyuma, ibisubizo kubibazo, nibindi bisobanuro byatanzwe na Service. hagamijwe kuranga amakuru yo gukoresha mumashini yiga imashini. Menya ko Ikirango cyanditse ntaho gihuriye numuntu wese wamenyekanye.",
    "1493790285": "Andi makuru yakusanyirijwe kumpera-Abakoresha nkigice cya Serivisi asabwa kugirango bamenye niba aribyo",
    "2216374138": "ni abantu, nkimbeba yimbeba, umwanya wizingo, ibyingenzi, gukoraho, hamwe na giroscope / yihuta yamakuru nkuko bikenewe.",
    "2394073454": "Turashobora gukusanya amakuru yinyongera kubakoresha-amaherezo bifuza gukorana natwe nkumuntu ku giti cye.",
    "3103557430": "Uburyo Dukoresha Amakuru",
    "1130802068": "Dukoresha amakuru dukusanya mubikorwa bikurikira:",
    "2940689138": "Gucunga Konti ya Integrated hamwe nabakiriya no gutanga Serivisi. Dukoresha amakuru yihariye kugirango duhuze konti zihariye naba Integrated hamwe nabakiriya no kubaha Service, gusubiza ibyifuzo cyangwa ibibazo, gutanga inkunga cyangwa ubufasha bwa tekiniki, no koroshya kwishyura.",
    "857974529": "Gutezimbere kurubuga na serivisi. Dukoresha Analytics Amakuru kugirango tunoze ibyo dusanzweho kandi dutezimbere serivisi nshya nibitangwa no gutunganya ibicuruzwa biriho nibizaza.",
    "1820844638": "Kubona ubushishozi bwisoko. Dukoresha Analytics Amakuru yo gusesengura isoko no gukora isesengura ryubucuruzi rijyanye na Urubuga na Serivisi zacu, hamwe nubundi bushakashatsi.",
    "3386280249": "Gutanga isoko ryamakuru Yanditse. Serivisi yacu itanga amajwi menshi yamakuru hamwe no gusuzuma abantu kuri sisitemu yo kwiga imashini nka serivisi kubafite urubuga hamwe namasosiyete akeneye ubufasha kugirango amakuru yabo yandike. Kugirango bigerweho, tumenyekanisha amakuru yanditseho kubakiriya bacu bashishikajwe no kubona amakuru yanditse.",
    "3532143291": "Kurinda serivisi na sisitemu. Dukoresha Analytics Amakuru kugirango tumenye sisitemu zacu tumenye ibishobora guhura n’intege nke, no kurinda amakuru dukusanya.",
    "2185418511": "Ku ntego iyo ari yo yose yemewe mu bucuruzi, hashingiwe ko amakuru atamenyekanye cyangwa akusanyirizwa hamwe ku buryo adashobora guhuzwa n'umuntu ku giti cye.",
    "2386465280": "Uburyo Twasangira Amakuru",
    "2159517814": "Turasangira cyangwa gutangaza amakuru yihariye mubibazo bikurikira:",
    "4256083674": "Iyo ubisabwe bitaziguye na Integrated kugirango umenye ibyago byuburiganya bwikibazo cya CAPTCHA cyihariye cyangwa aderesi ya IP, cyangwa ubundi aho uruhushya rwihariye rwatanzwe.",
    "3494826505": "Hamwe nabacuruzi dukora kugirango dutange ibintu byingenzi byurubuga na serivisi, nko kubika amakuru, kubakira, no gusesengura, kandi kubwizo ntego gusa.",
    "1119009846": "Nkibikenewe kubahiriza amategeko akurikizwa, harimo ibyifuzo bya leta, ibyifuzo byubahirizwa, nubundi kubigo bya leta nabikorera kugirango barengere uburenganzira, ubuzima bwite, umutekano, cyangwa umutungo wawe, twe, cyangwa abandi.",
    "197676026": "Hamwe nabandi kubikorwa byemewe byubucuruzi, mugihe amakuru atamenyekanye",
    "2359312315": "cyangwa byegeranijwe kuburyo bidashobora guhuzwa muburyo bwihariye.",
    "2497216176": "Isesengura rya Gatatu rya gatatu hamwe na tekinoroji yo gukurikirana",
    "3694578791": "Nkuko byaganiriweho hejuru, twe (hamwe n’abacuruzi bacu ba gatatu) dukusanya amakuru yisesengura igice dukoresheje kuki, urumuri rwurubuga, nubundi buryo bwikoranabuhanga bwo gukurikirana. Murugero runaka, dukorana nabacuruzi ba gatatu kugirango dukoreshe kuki hagamijwe gukusanya amakuru yisesengura.",
    "2238885192": "Dukoresha Sentry gukusanya amakuru yo gukemura mugihe umukoresha ahuye nikibazo. Kumakuru yukuntu Sentry ikusanya ikanatunganya amakuru:",
    "1535054294": "Nyamuneka reba politiki yabo irambuye",
    "658775471": "Dukoresha Cloudflare kugirango tunoze traffic traffic. Kumakuru yukuntu Cloudflare ikusanya ikanatunganya amakuru:",
    "2014256987": "Niba wifuza kutabuza ikoreshwa rya kuki cyangwa ubundi buryo bwikoranabuhanga bwo gukurikirana, nyamuneka reba \"Gucunga amakuru yawe,\" hepfo. Nyamuneka menya ko kubikora bishobora kugira ingaruka mbi kuburambe bwawe ukoresheje Imbuga cyangwa Serivisi, kuko ibintu bimwe bidashobora gukora neza.",
    "2788024905": "Uburyo Twabonye Amakuru",
    "271333468": "Dushyira mubikorwa ingamba za tekiniki nu muteguro kugirango turinde amakuru dukusanya kandi tubike, kandi dusaba abakozi bose bakora ibyo dukora mu izina ryacu kubikora. Kubwamahirwe make, nta ngamba zumutekano zidafite ishingiro 100%, kandi nkurwo nta rusobe cyangwa sisitemu (harimo n'iyacu) bishobora kwemezwa ko bifite umutekano 100% birinda kurimbuka, gutakaza, guhindura, gutangaza bitemewe, cyangwa kubona amakuru dukusanya kandi tubika. Niba wemera ko amakuru yawe adashobora kuba afite umutekano kubwimpamvu iyo ari yo yose, nyamuneka twandikire kuri:",
    "3031284129": "Kwamagana garanti",
    "26365791": "Muburyo bwuzuye bwemewe n amategeko, Urubuga na Serivisi (hamwe nizindi serivisi zose zijyanye, amakuru, amakuru, ibiranga, nibindi bikoresho cyangwa ibikoresho) bitangwa \"uko biri\" kandi \"nkuko bishoboka\". Ku buryo bwuzuye bwemewe n’amategeko, IMI ikuyemo garanti zose, harimo ariko ntizigarukira gusa kuri garanti yerekana ibicuruzwa, guhuza intego runaka, no kutabangamira.",
    "735630686": "Gucunga Amakuru yawe (Uburenganzira bwawe)",
    "498769698": "Urashobora kubona, gukosora, guhindura, cyangwa gusiba amakuru yihariye ushobora kuba waduhaye ukoresheje konte yawe, Umukiriya, cyangwa konte yumukoresha (niba uri umukoresha, umukiriya, cyangwa umukoresha). Niba udashoboye kubikora, cyangwa ufite ikibazo kijyanye namakuru yihariye twakusanyije kandi / cyangwa dusangiye ibyawe, cyangwa ushaka gukuraho uburenganzira bwawe bwo gutunganya (ni ukuvuga gusiba konte yawe rwose) twandikire kuri:",
    "2895491273": "Niba wifuza guhagarika kuki cyangwa ubundi buryo bwikoranabuhanga bwo gukurikirana, mushakisha nyinshi hamwe nibikoresho bigendanwa byose kugirango uhindure igenamiterere kugirango ukumenyeshe mugihe wakiriye kuki cyangwa ubundi buryo bwo gukurikirana bukoreshwa, no guhitamo niba utemera cyangwa utabyemera. ni. Mucukumbuzi nyinshi nazo zigufasha guhagarika cyangwa gusiba kuki zihari cyangwa guhita wanga kuki zizaza. Urashobora kandi gukoresha ibikoresho byabandi, harimo plug-ins za mushakisha, kugirango ugenzure ibyo ukunda. Icyitonderwa, ariko, niba uhagaritse kuki zose, ibice bimwe byurubuga rwacu ntibishobora gukora neza.",
    "707527778": "Amakuru aturuka kubana",
    "1747657936": "Imbuga na Serivisi zacu ntabwo byerekejwe kubana bari munsi yimyaka 13 kandi ntidukusanya nkana amakuru yihariye kubana bari munsi yimyaka 13. Niba twize ko twakusanyije amakuru yihariye yumwana uri munsi yimyaka 13, tuzafata intambwe zifatika zo gusiba amakuru nkaya dosiye yacu byihuse, keretse niba dufite inshingano zemewe zo kuyigumana. Nyamuneka twandikire niba wemera ko hari amakuru dufite cyangwa kubyerekeye umwana uri munsi yimyaka 13:",
    "2419795065": "Menyesha abatuye Californiya",
    "1517625162": "Mu gitabo cy’amategeko mbonezamubano ya Californiya Igice cya 1789.3, abakoresha Californiya bafite uburenganzira bwo kumenyeshwa uburenganzira bukurikira: Abatuye muri Californiya barashobora kugera ku ishami rishinzwe ubufasha bw’ibirego mu ishami rya serivisi z’abaguzi bo muri Californiya ishami ry’ibikorwa by’umuguzi kuri posita kuri 1625 Isoko ry’Amajyaruguru Blvd., Sakramento, CA 95834, cyangwa kuri terefone kuri (916) 445-1254 cyangwa (800) 952-5210.",
    "3730344349": "Iki gice gitanga ibisobanuro birambuye kubyerekeye amakuru yihariye dukusanya ku baguzi ba Californiya n'uburenganzira bahabwa n'amategeko agenga ubuzima bwite bwa Californiya cyangwa \"CCPA.\"",
    "4044467791": "Kubyiciro byamakuru yihariye twakusanyije muriwe mumezi 12 abanziriza, nyamuneka reba igice \"Amakuru dukusanya\" hejuru. Turakusanya aya makuru kubikorwa byubucuruzi nubucuruzi byasobanuwe mu gice \"Uburyo dukoresha amakuru yihariye\" hejuru. Mu mezi 12 abanziriza, twasangiye ibyiciro bikurikira byamakuru hamwe nabandi bantu bagamije ubucuruzi:",
    "4208081170": "Icyiciro cyamakuru yihariye",
    "1528242915": "Ibiranga.",
    "3863351997": "Ibyiciro byamakuru yihariye yanditse muri Californiya ya Customer Records (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Amakuru yubucuruzi.",
    "2683038211": "Interineti cyangwa ibindi bikorwa bya elegitoroniki.",
    "3671828834": "Ingero zamakuru yihariye",
    "779426309": "Izina ryukuri, umwirondoro wihariye, ibiranga kumurongo, aderesi ya enterineti, aderesi imeri, izina rya konte, cyangwa ibindi biranga.",
    "2414368123": "Izina, ikarita yinguzanyo, inomero yikarita yo kubikuza, cyangwa andi makuru yimari.",
    "4088941349": "Inyandiko y'ibicuruzwa cyangwa serivisi byaguzwe, byabonetse, cyangwa byasuzumwe.",
    "3238612014": "Gushakisha amateka, amakuru kumikoranire yumuguzi nurubuga rwa interineti, porogaramu, cyangwa iyamamaza.",
    "1023108656": "Ibyiciro by'abandi-bakiriye",
    "1418235079": "Abatanga serivisi",
    "3238184941": "Icyitonderwa: Ibyago byuburiganya bijyana na aderesi ya IP kugiti cyawe birashobora gusangirwa na Integrated ubisabwe.",
    "285116485": "Isosiyete ntabwo \"igurisha\" (nkuko iri jambo risobanurwa muri CCPA) amakuru yihariye dukusanya. Nyamuneka reba \"Igice cya gatatu Gisesengura no Gukurikirana Ikoranabuhanga\" hejuru kugirango umenye amakuru yerekeye ubwoko bwa kuki zindi, niba zihari, dukoresha.",
    "1408750006": "Ukurikije imbogamizi zimwe, CCPA iha abaguzi ba Californiya uburenganzira bwo gusaba kumenya amakuru arambuye kubyiciro cyangwa ibice byihariye byamakuru dukusanya (harimo nuburyo dukoresha no gutangaza aya makuru), gusiba amakuru yabo bwite, guhitamo. \"kugurisha\" ibyo ari byo byose bishobora kubaho, kimwe n'uburenganzira bwo kutavangura kubera gukoresha ubwo burenganzira.",
    "759057398": "Icyitonderwa kuri EU Data Subjects",
    "825780955": "Amakuru yihariye",
    "2945960297": "Kubireba ingingo z’ubumwe bw’ibihugu by’Uburayi, ijambo \"amakuru yihariye\" nkuko rikoreshwa muri iyi Politiki Yerekeye ubuzima bwite rihwanye n \"amakuru yihariye\" nkuko byasobanuwe mu Mategeko rusange yo kurinda amakuru y’ubumwe bw’ibihugu by’Uburayi (GDPR).",
    "1126613163": "Ibyatanzwe",
    "3571006800": "Amwe mumakuru uduha arashobora kuba afite amakuru yoroheje nkuko byasobanuwe muri GDPR (nanone byitwa ibyiciro byihariye byamakuru yihariye), harimo kwerekana ubwoko bwawe cyangwa ubwoko bwawe kumpapuro zerekana indangamuntu.",
    "1988461282": "Ishingiro ryemewe n'amategeko ryo gutunganya",
    "3519564631": "Intego zo gutunganya",
    "1778642038": "Kuganira nawe",
    "2223819810": "Kunoza urubuga rwacu",
    "1678661231": "Kubyubahiriza, gukumira uburiganya, n'umutekano",
    "2561077702": "Gutanga serivisi zacu",
    "2066321185": "Ishingiro ryemewe n'amategeko",
    "1174237568": "Ibi bikorwa byo gutunganya bigize inyungu zacu zemewe. Turagerageza gusuzuma no guhuza ingaruka zose zishobora kukugiraho ingaruka (ibyiza n'ibibi) n'uburenganzira bwawe mbere yo gutunganya amakuru yawe bwite kubwinyungu zacu zemewe. Ntabwo dukoresha amakuru yawe bwite kubikorwa aho inyungu zacu zirengerwa ningaruka mbi zose kuri wewe (keretse niba tubyemerewe cyangwa dusabwa ukundi cyangwa byemewe n'amategeko).",
    "1350478093": "Intego yo gutunganya",
    "787916198": "Ukwemerewe",
    "3348433919": "Uburenganzira bwawe",
    "3842673636": "Munsi ya GDPR, ufite uburenganzira bwerekeye amakuru yawe bwite. Urashobora kudusaba gufata ibikorwa bikurikira bijyanye namakuru yawe bwite dufite:",
    "4057343238": "Kuramo",
    "1834911235": "Hagarika kukwohereza itumanaho ryamamaza wigeze wemera kwakira. Turashobora gukomeza kuboherereza serivisi zijyanye nizindi tumanaho zidacuruza.",
    "3022301908": "Kwinjira",
    "680638297": "Kuguha amakuru ajyanye no gutunganya amakuru yawe bwite no kuguha amakuru yawe wenyine.",
    "1409486258": "Ikosore",
    "3878077249": "Kuvugurura cyangwa gukosora ibintu bidahwitse mumakuru yawe bwite.",
    "3645414921": "Gusiba",
    "42182578": "Siba amakuru yawe bwite.",
    "1609621367": "Kwimura",
    "3208155808": "Kohereza imashini isomwa na kopi yamakuru yawe wenyine cyangwa igice cya gatatu wahisemo.",
    "1786796818": "Gabanya",
    "3329634829": "Gabanya gutunganya amakuru yawe wenyine.",
    "4202774977": "Ikintu",
    "3007158970": "Intego yo kwishingikiriza ku nyungu zacu zemewe nkishingiro ryo gutunganya amakuru yawe bwite agira ingaruka kuburenganzira bwawe.",
    "1273071008": "Ibyifuzo byuburenganzira bwo gusaba",
    "3594381346": "ahantu.",
    "21141582": "iyi",
    "3357523404": "Kwambukiranya imipaka",
    "290966395": "Nkuko byasobanuwe mu gice cyacu \"Icyitonderwa kubakiriya hanze y’Amerika\", nyamuneka umenye ko amakuru yawe bwite azoherezwa, atunganyirizwe, kandi abitswe muri Amerika. Amategeko yo kurinda amakuru muri Amerika arashobora gutandukana nay'igihugu utuyemo. Uremera kohereza amakuru yawe, harimo amakuru yihariye, muri Amerika nkuko bigaragara muri iyi Politiki Yibanga usura Imbuga zacu cyangwa ukoresheje Serivisi zacu.",
    "3178581111": "Koresha Intego Nshya",
    "1088304322": "Turashobora gukoresha amakuru yawe bwite kubwimpamvu zidasobanuwe muri iyi Politiki Yibanga, aho twemerewe n amategeko kubikora kandi aho impamvu ihurira nintego twakusanyije. Niba dukeneye gukoresha amakuru yawe bwite kubwintego idafitanye isano, turashobora kukumenyesha no gusobanura ishingiro ryemewe ryogukoresha. Niba twarashingiye ku cyemezo cyawe cyo gukoresha amakuru yihariye, turashobora gusaba uburenganzira bwawe kubwimpamvu iyo ari yo yose idafitanye isano kandi tukwemerera guhagarika imikoreshereze ya serivisi muricyo gihe niba ubyanze.",
    "2260079771": "Kubika amakuru",
    "38428546": "Turabika amakuru yawe wenyine mubuzima bwa konte yawe hamwe natwe. Tuzagumana gusa amakuru yawe bwite igihe cyose bikenewe kugirango dusohoze intego twakusanyije, harimo intego yo kuzuza inshingano zemewe n'amategeko, ibaruramari, cyangwa raporo cyangwa gukemura amakimbirane. Ibipimo dukoresha kugirango tumenye igihe cyo kubika harimo ingingo zamasezerano zikurikizwa zikurikizwa, igihe ntarengwa cyemewe n'amategeko, ibisabwa bikurikizwa, hamwe ninganda.",
    "384965568": "Mugihe ibisabwa byo kugumana bitandukanye kububasha, amakuru ajyanye nigihe cyo kugumana kubintu bitandukanye byamakuru yawe yasobanuwe hano hepfo.",
    "2788836740": "Kumenyesha amakuru kubikorwa byo kwamamaza bigumana kumurongo uhoraho kugeza utiyandikishije. Nyuma yaho, tuzongera ibisobanuro byawe kurutonde rwacu rwo guhagarika ibihe bitarondoreka. Imeri imeri yakusanyirijwe kubakoresha kubakoresha ntizigera ikoreshwa mubikorwa byo kwamamaza.",
    "3520687192": "Inyandiko zitumanaho nawe (urugero: amatike yingoboka yafunguwe ukoresheje imeri cyangwa Twitter) irashobora kubikwa igihe kitazwi.",
    "292211832": "Amakuru yakusanyirijwe hamwe muburyo bwa tekiniki nka kuki, imbuga za interineti nibindi bikoresho byo gusesengura byajugunywe vuba, ariko birashobora kubikwa mugihe gito cyumwaka umwe uhereye igihe kuki irangiriye, mubisanzwe muburyo butamenyekanye kandi bukusanyirijwe hamwe. keretse niba tumenye nabi serivisi zacu, muribwo tuzagumana ayo makuru kugirango adufashe gukumira ihohoterwa rizaza. Ntidushobora guhuza aya makuru atamenyekanye kandi yegeranijwe nawe, urugo rwawe, aderesi ya IP, cyangwa amakuru yihariye ashingiye kumakuru yabitswe.",
    "470943029": "Niba ufite ikibazo kijyanye niyi Politiki Yibanga, nyamuneka twandikire kuri:",
    "3192683783": "Impinduka kuri iyi Politiki Yibanga",
    "1702335960": "Amakuru ayo ari yo yose dukusanya agengwa na Politiki Yibanga mugihe ayo makuru yakusanyirijwe. Turashobora, ariko, gusubiramo Politiki Yibanga Rimwe na rimwe. Niba gusubiramo ari ibintu, nkuko byagenwe natwe gusa, tuzakumenyesha, kurugero ukoresheje imeri. Ibiriho ubu bizajya bimanikwa kurupapuro rwibanga rwibanga.",
    "3669258571": "Politiki ya kuki",
    "2905621957": "Ibiherutse kuvugururwa: Ku ya 18 Nyakanga 2020",
    "1173934218": "Twumva amabanga yawe ari ingenzi kuri wewe kandi twiyemeje kuba mucyo kubijyanye n'ikoranabuhanga dukoresha. Iyi politiki itanga amakuru arambuye yukuntu nigihe dukoresha kuki kurubuga rwacu na Serivisi.",
    "2694150481": "Dukoresha kuki?",
    "457627611": "Yego. Twe hamwe nisesengura ryacu cyangwa abatanga serivise, abafatanyabikorwa mu kwamamaza, hamwe nabafatanya bikorwa dushobora gukoresha kuki, beacons y'urubuga, cyangwa pigiseli hamwe nubundi buryo bwikoranabuhanga kugirango tumenye ko umuntu wese ukoresha Imbuga afite uburambe bwiza bushoboka. Nyamuneka reba \"Igice cya gatatu Gisesengura no Gukurikirana Ikoranabuhanga\" igice cya Politiki Yibanga kugirango ubone ibisobanuro birambuye.",
    "501102544": ": twizera ko serivisi ya hCaptcha irwanya bot (ni ukuvuga Serivisi yashyizwemo nurubuga, imikino, cyangwa porogaramu zigendanwa) ikubiyemo gusa ibyo bita \"uburenganzira-busonewe\" kuki dukurikije amabwiriza ya GDPR. Ingero za kuki zisonewe zirimo:",
    "461631543": "Icyitonderwa GDPR",
    "2150907653": "* Cookies tekinike ikenewe cyane mugutanga serivisi. Ibi birimo kuki zikunzwe, kuki zicyiciro, kuringaniza kuki, nibindi.",
    "1012122721": "* Kuki zibarurishamibare ziyobowe natwe (ni ukuvuga igice cya mbere, ntabwo ari kuki zindi), aho amakuru adakoreshwa mugushushanya.",
    "148542287": "Iyi ntabwo ari inama zemewe, kandi nta garanti zitangwa zerekeye iri sesengura. Niba ufite ibibazo cyangwa ibibazo byinyongera, twandikire kuri:",
    "3956117148": "Urubuga rwa hCaptcha.com na BotStop.com (Imbuga) rushobora gushiramo kuki ziyongera, nkuko byasobanuwe muri iyi Politiki.",
    "3255230599": "Kuki ni iki?",
    "1095532507": "Kuki (\"Kuki\") ni dosiye ntoya ishyizwe kuri disiki yawe na seriveri y'urubuga. Cookies zirimo amakuru ashobora gusomwa nyuma kurubuga rwurubuga rwaguhaye kuki. Bimwe muri kuki bizakoreshwa gusa niba ukoresheje ibintu bimwe na bimwe cyangwa ugahitamo bimwe, kandi kuki zimwe zizakoreshwa. Urashobora kumenya byinshi kuri buri kuki urebye urutonde rwa kuki ruri munsi.",
    "2943815316": "Tuvugurura uru rutonde buri gihe, bityo hashobora kubaho kuki zindi zitarashyirwa kurutonde. Urubuga rwa beacons, tags hamwe ninyandiko zishobora gukoreshwa kurubuga cyangwa muri imeri kugirango bidufashe gutanga kuki, kubara gusura, gusobanukirwa imikoreshereze no kwiyamamaza no kumenya niba imeri yafunguwe kandi ikorwa. Turashobora kwakira raporo zishingiye kumikoreshereze yikoranabuhanga hamwe na serivise zacu / abatanga isesengura kubantu kugiti cyabo.",
    "2954157511": "Kuki dukoresha kuki?",
    "1539071196": "Mubisanzwe dukoresha kuki kumpamvu zikurikira:",
    "3545935449": "Kumenya abakoresha bashya cyangwa kera.",
    "32739972": "Kubika ibyinjira byinjira mugihe wiyandikishije kurubuga rwacu.",
    "4209078147": "Gutezimbere Urubuga rwacu no kumva neza gusura kwawe kurubuga rwacu.",
    "1077448694": "Kwinjiza hamwe nimbuga za gatatu zimbuga nkoranyambaga.",
    "1709478090": "Kugukorera hamwe ninyungu zishingiye cyangwa kwamamaza.",
    "3256020881": "Kureba imyitwarire yawe no gushakisha ibikorwa mugihe kinini kurubuga cyangwa izindi mbuga.",
    "1092241113": "Kugirango twumve neza inyungu zabakiriya bacu hamwe naba Integrated.",
    "1434289796": "Cookies zimwe zirakenewe mugukoresha bimwe byurubuga, kandi udafite kuki, ntitwashobora gutanga serivise nyinshi ukeneye gukoresha neza Imbuga. Izi kuki, kurugero, zitwemerera gukoresha Imbuga zacu kugirango ubashe kuyigeraho nkuko wabisabye hanyuma utumenyeshe ko washyizeho konti kandi winjiye muri iyo konte kugirango ugere kubirimo kurubuga. Harimo kandi kuki idushoboza kwibuka ibikorwa byabanje mugihe kimwe cyo gushakisha no kurinda Imbuga zacu.",
    "1533171442": "Dukoresha kandi kuki ikora hamwe na kuki zituruka mugice cya gatatu kugirango dusesengure kandi tugamije kwamamaza. Cookies ikora ituma ibice bimwe byurubuga bikora neza kandi ibyo ukoresha bikomeza kumenyekana. Isesengura rya kuki, mubindi bintu, ikusanya amakuru yukuntu Abakiriya, Abishyira hamwe, hamwe nabakoresha-Impera bakoresha Urubuga rwacu, ibirimo nibicuruzwa abakoresha bareba cyane, hamwe nibikorwa byamamaza byabandi. Cookies yamamaza ifasha mugutanga amatangazo kubantu bose bireba kandi ibyo twamamaza bigaragara hejuru yibisubizo by'ishakisha. Cookies ni \"isomo\" Cookies zasibwe mugihe urangije ishakisha rya mushakisha, cyangwa \"gutsimbarara,\" bigumaho kugeza igihe bisibwe nawe (byaganiriweho hepfo) cyangwa ibirori byatanze kuki. Ibisobanuro birambuye kuri kuki zose zikoreshwa kurubuga ziraboneka kumeza yacu ya kuki hepfo.",
    "322830977": "Nigute ushobora guhagarika kuki.",
    "3885459114": "Urashobora muri rusange gukora cyangwa nyuma yo guhagarika ikoreshwa rya kuki ukoresheje imikorere yubatswe muri mushakisha yawe. Niba ushaka kumenya byinshi kuri kuki, cyangwa uburyo bwo kubigenzura, kubihagarika cyangwa kubisiba, nyamuneka sura https://www.knowcookies.com/ kugirango ubone ubuyobozi burambuye.",
    "262509504": "Turashobora guhuza amakuru yakusanyijwe na kuki hamwe nandi makuru dukusanya muri wewe dukurikije iyi Politiki Yibanga kandi tugakoresha amakuru ahuriweho nkuko bigaragara hano. Mu buryo busa nabwo, igice cya gatatu gitanga kuki kurubuga rwacu gishobora guhuza izina ryawe cyangwa aderesi imeri nandi makuru bakusanyije, ashobora kuba arimo kugura kera byakozwe kumurongo cyangwa kumurongo, cyangwa amakuru yawe yo kumurongo.",
    "2935155034": "Niba uherereye mu karere k’ubukungu bw’ibihugu by’i Burayi, ufite uburenganzira bumwe na bumwe bwasobanuwe haruguru munsi y’umutwe \"Menyesha amakuru y’ubumwe bw’ibihugu by’Uburayi\", harimo uburenganzira bwo kugenzura no gukosora cyangwa gusiba amakuru dufite kuri wewe.",
    "1873812847": "Kuki (s) Kumenyekanisha",
    "3319083717": "Izina:",
    "3183855267": "1. hmt_id",
    "907324388": "Imikorere",
    "2896187462": "1. Byakoreshejwe muburyo bukenewe cyane butajyanye na serivise zijyanye na serivise, no mubindi bikorwa bya tekiniki nko gufasha mubufasha bworoshye.",
    "987267027": "Ibirori",
    "3453526675": "1. Ishyaka rya 1",
    "1952810469": "Andika",
    "1795436560": "1. Isomo",
    "102695075": "Ikiringo",
    "3356329025": "1. Iminsi 30",
    "3744153629": "Amazina:",
    "2801359190": "__cfidid,",
    "1829242168": "__cflb,",
    "2219945145": "isomo,",
    "3186435874": "Yamazaki",
    "720059527": "2. Byakoreshejwe mubikorwa bya tekiniki bikenewe cyane: kuringaniza imizigo, inzira.",
    "1241291641": "Reba ibisobanuro birambuye.",
    "1834801943": "2. Ishyaka rya 1",
    "2114694926": "2. Isomo",
    "938404336": "2. Biratandukanye; kugeza ku minsi 30.",
    "2196526290": "hc_ibishoboka",
    "2577178569": "3. Byakoreshejwe mubikorwa bya tekiniki bikenewe cyane: bishoboza gukoresha Abakoresha.",
    "1061239711": "3. Ishyaka rya 1",
    "1483015662": "3. Isomo",
    "3458934553": "3. Biratandukanye; kugeza ku minsi 30.",
    "1527172673": "Niba ufite ikibazo kijyanye niyi Politiki ya kuki, nyamuneka twandikire kuri:",
    "134571844": "Impressum (Itangazo ryurubuga)",
    "110836420": "Ibiherutse kuvugururwa: 23 Ukuboza 2020",
    "2901894297": "hCaptcha ni serivisi ya Intuition Machines, Inc. (\"IMI\"), Delaware US Corporation (# 6393793).",
    "2928362319": "Ibibazo byoherejwe bishobora koherezwa kuri: Intuition Machines, Inc, 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Amakuru ajyanye nubuyobozi bwikigo arashobora kuboneka kurupapuro. Umuyobozi mukuru wikigo muri iki gihe ni umuyobozi ucunga ibirimo.",
    "3094150511": "Inzego zishinzwe kugenzura: Komisiyo ishinzwe itumanaho muri Amerika, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI ntabwo yiyemeje, nta nubwo iteganijwe kugira uruhare mu gukemura amakimbirane ashingiye ku makimbirane y’abaguzi imbere y’ikigo gikemura amakimbirane.",
    "1395644678": "Urubuga rwemewe rwa komisiyo yu Burayi mugukemura amakimbirane kumurongo:",
    "4228283009": "http://www.ec.europa.eu/abakoresha/odr",
    "655974837": "Nta garanti yerekeye ibirimo",
    "707541553": "Amakuru yose akubiye kurupapuro rwacu rwa interineti yemejwe na IMI cyangwa undi muntu. Ariko, ntabwo IMI cyangwa abandi bantu bashobora kuryozwa amakuru ariho, yuzuye, cyangwa yuzuye. Ibi birareba no kurundi rubuga rushobora kugerwaho ukoresheje hyperlinks kurupapuro rwacu. IMI ntabwo yemera inshingano zikubiye kururu rubuga rwo hanze.",
    "2650241052": "Nta nama",
    "3361191778": "Amakuru yatanzwe kurupapuro rwa interineti ntabwo agaragaza inama kugiti cye kandi ntashobora gusimbuza ibi. Niba ukeneye inama kugiti cyawe, nyamuneka hamagara abakozi bacu badufasha.",
    "1031855757": "Gukoresha uru rubuga",
    "204716894": "Ibirimo nigishushanyo cyurubuga rwacu rurinzwe n'amategeko yuburenganzira. Kwigana impapuro n'ibiyirimo muburyo burenze imikoreshereze ikwiye bisaba uruhushya rwanditse rwatanzwe na IMI niba ntayandi mategeko yateganijwe yo kwigana kurupapuro.",
    "3182435854": "Uburenganzira",
    "3187946010": "Inyandiko zose, amashusho, animasiyo ishushanya, videwo, umuziki, amajwi nibindi bikoresho kururu rupapuro birinzwe n'amategeko yuburenganzira bwa IMI cyangwa abandi bantu niba byaragaragaye. Birabujijwe gukoporora cyangwa guhindura ibi bikoresho kugirango bikoreshwe mu bucuruzi burenze imikoreshereze ikwiye.",
    "74538881": "Inshingano zuru rubuga",
    "3236873806": "IMI ishinzwe kururu rubuga.",
    "2657277322": "Niba ufite ikibazo, twandikire kuri:",
    "1338341134": "hCaptcha + Inzira y'ibanga (Beta)",
    "88879089": "Ibanga ryibanga ni an",
    "1898063898": "kubungabunga ubuzima bwabakoresha turimo gutezimbere dufatanije",
    "1942186611": "n'abandi.",
    "3673079511": "kugaragara",
    "2164933356": "Igicu",
    "3119589996": "Uburyo ikora: iyagurwa rya mushakisha ritanga abakoresha ubushobozi bwo gukora no gusinya ibimenyetso byerekana impumyi kurubuga rushyigikira protocole yibanga. Kwaguka bitanga passes zirimo ibimenyetso bifunze amaso byashyizweho umukono na hCaptcha mugihe ikibazo gikemutse kurubuga urwo arirwo rwose ukoresheje serivisi ya hCaptcha,",
    "1254771154": "imbogamizi zerekanwe kubindi bikorwa byigenga byunganira Pass nayo irimo hCaptcha, urugero Cloudflare.",
    "996362763": "Ibi bimenyetso ntibibitswe kandi bibitswe niyagurwa kugirango bizakoreshwe ejo hazaza. Iyo umukoresha asuye urubuga akoresheje hCaptcha kandi akeneye gutsinda imbogamizi (yaba itagaragara cyangwa akoresheje buto ya \"Ndi umuntu\") baracungurwa mu buryo bwikora. Uburyo bwo guhuma bisobanura ko ibimenyetso byasinywe kandi byacunguwe byerekana ko bidashobora guhuzwa na hCaptcha, bityo ubuzima bwabakoresha bukabikwa.",
    "2943346052": "Mugihe ibikorwa bya IETF bikomeza, turateganya ko amashakiro akomeye azakoresha uburyo bumwe bwibanga bwa kavukire. Ibi amaherezo bizatanga kwaguka bitari ngombwa. Kuri ubu, ariko, nyamuneka kurikiza amabwiriza hepfo.",
    "2326660907": "usibye",
    "741483946": "* Muyandi magambo: urashobora kubona ibimenyetso bya HCaptcha Ibanga ryibanga kuri hCaptcha.com, ukabikoresha kurundi rubuga ukoresheje hCaptcha.com. Ntushobora kubona cyangwa gucungura hCaptcha Ibanga ryibanga kugirango wirengagize serivisi ya hCaptcha nkuko byakoreshejwe na Cloudflare, kuva Cloudflare itanga kandi igacungura ibimenyetso byayo bwite.",
    "1362015807": "Gutangira",
    "1358325821": "Ubwa mbere, shyiramo umugereka wa",
    "310885519": "cyangwa",
    "4091044469": ". Menya neza ko washoboje kwaguka muburyo bwa incognito. Noneho, sura urubuga urwo arirwo rwose ukoresheje hCaptcha hanyuma ukemure capcha. Nkurugero rwa 2.0.3, urashobora gucungura ibyo bimenyetso kurubuga ukoresheje hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Umaze kubona iyagurwa ryashyizweho, kanda hano (cyangwa kurubuga urwo arirwo rwose rwa HCaptcha) kugirango ubone passe:",
    "166277959": "Nyamuneka menya neza: iyi mikorere iri muri beta, kandi ntishobora gukora kurubuga rwose nabakoresha igihe cyose. Mugihe bibaye bidashoboka cyangwa bidakorera umukoresha runaka, imyitwarire izagaruka gusa kuburambe bwa hCaptcha nta gutakaza imikorere.",
    "3031357206": "Agashusho gashya kazagaragara kuruhande rwa URL. Noneho sura urubuga ukoresheje hCaptcha. Bizasa nkibi:",
    "1066753052": "bivuze ko ikotomoni irimo ubusa, kandi uri kurubuga rurimo ikibazo cya hCaptcha. Numara kurangiza ikibazo, uzabona ibimenyetso bishobora gucungurwa kurundi rubuga rwose hamwe na hCaptcha.",
    "651123197": "Ibarura ryibintu byose biri mu gikapo cyawe bizerekanwa ku gishushanyo nyuma yo kurangiza ikibazo.",
    "554844646": "Urashobora kwemeza ko kwagura ari gukora ubona konte igabanuka kuri 1 burigihe ukanze",
    "4087729475": "ikibazo nyuma yo gukemura kwambere.",
    "647630208": "Kandi nibyo! Gushakisha kwawe kumurongo birigenga.",
    "3272552822": "Abashinzwe gutezimbere hamwe naba cryptographe:",
    "4059570880": "Niba ushaka gukurikirana imbaraga zisanzwe, imbaraga zirimo gukorwa kuri",
    "1904390996": "Kuri i",
    "252720667": "munsi yumutekano wibanga ryibanga. Porotokole ubwayo irimo kunyura i",
    "3972554015": "inzira. Kandi kwagura mushakisha birumvikana",
    "3723626769": "ku mpano zawe no gusuzuma.",
    "3882147547": "Ibikorwa Byibeshya Byibikorwa",
    "565624910": "umushinga",
    "3421090159": "isoko ifunguye",
    "3098677775": "Ikibazo: Ese IP yanjye no gushakisha amateka byigenga rwose kuva hCaptcha mugihe ukoresheje Pass Pass?",
    "4019638786": "Igisubizo: Ibanga ryibanga abakoresha hCaptcha ntibazigera berekana IP yabo kuri hCaptcha keretse igikapu cya token ya mushakisha yabo irimo ubusa cyangwa urubuga rwohereje. hCaptcha ntaburyo ifite bwo guhuza uyikoresha no gucungurwa kwa token, kandi ntabwo yigeze ikorana neza nuwayikoresheje mugihe cyo gucungurwa keretse igikapu cyabo kirimo ubusa.",
    "3887113660": "Ikibazo: Nigute Pass ibanga igira ingaruka kumafaranga yinjiza?",
    "1116455671": "Igisubizo: Uzabona ibihembo kubikemura byambere niba uyikoresha arangije kurubuga rwawe. Gucungurwa gukurikiza uburyo bumwe bwo gusubiza nkaho uyikoresha yari afite auto-pass kurubuga rwawe kubera ikizere cyabakiriya benshi: ntamafaranga yinjiza, kandi siteverify ihamagarwa rya seriveri yawe yakira `inguzanyo: Ikinyoma` mubisubizo byatsinzwe.",
    "779817954": "Ikibazo: Niba mfite Pass Pass zitangwa nundi mutanga, nshobora kuzicungura kuri hCaptcha?",
    "3014149332": "Igisubizo: Oya, passes ntishobora gukorana: zigomba gutangwa no gucungurwa nubutegetsi bumwe, muriki gihe hCaptcha. Menya ko niba ufite passes kuva Cloudflare na hCaptcha mugukwirakwiza kwawe, umubare uhari uzahinduka muburyo bukwiye bitewe nibisabwa kurupapuro usuye. Muyandi magambo, niba ufite passes 100 ya Cloudflare mugikapu yawe na 10 hCaptcha, ugomba kubona 10 kumashusho yo kwagura kurupapuro hamwe na hCaptcha yashyizwemo.",
    "3679148535": "Ikibazo: Ni ubuhe bundi buryo bukoreshwa bwa Pass Pass ukora?",
    "1606783855": "Igisubizo: Dushishikajwe cyane na Passage yi banga kugirango igerweho (\"a11y\"). Ubusanzwe amahitamo azwi nka capchas amajwi avangura abakoresha benshi11. Twizera ko guhuza uburyo bwacu bwa a11y hamwe nogutanga Pass Pass bizemerera abakoresha a11 gushakisha neza, umutekano mubumenyi ko traffic yabo ari mwiherero, mugihe hagabanywa ihohoterwa ryabakoresha bot byanze bikunze bibaho mugihe amahitamo ya11y ahari.",
    "2359150347": "Ikibazo: Ese izindi serivisi zumutekano kumurongo zishyigikira Pass Pass?",
    "2082237880": "Igisubizo: hCaptcha ni serivisi yambere yubwoko bushyigikira Pass Pass, kandi kuri ubu niyo yonyine ibikora. Ariko, turateganya ko izindi serivisi zimenya ibyiza byo kongera ubuzima bwabakoresha kumurongo, kandi turateganya ko mugihe kizaza nibindi byinshi bizashyirwa mubikorwa nkuko amahame ya IETF dufasha kwiteza imbere byemewe.",
    "2109792055": "Imfashanyigisho y'abakoresha: Gukemura ibibazo hamwe no gutanga ibanga ryibanga no Kwemeza",
    "3588620914": "Ibanga ryibanga nigikorwa gishya ukurikije ibipimo byurubuga, kandi birashoboka kubindi bikorwa no kwagura amashusho atabizi kubangamira imikorere yabyo.",
    "4039193170": "Niba ufite ibibazo byo kubona cyangwa gucungura ibimenyetso:",
    "2378786360": "1. Gerageza imwe murindi mushakisha ushyigikiwe: niba uri kuri Chrome, gerageza ukoreshe Firefox utatumije igenamiterere rya Chrome, hanyuma ushyiremo plugin. Niba ibyo bikora, urashobora kugira ikibazo cyimiterere ya mushakisha.",
    "394235836": "3. Niba ntanimwe mubitekerezo byavuzwe haruguru idutumaho, twohereze imeri yingoboka kandi tuzishimira gufasha kumenya ibibera.",
    "3470857731": "Isesengura ryukuntu reCAPTCHA itahura neza bots.",
    "3240786848": "Amakuru agezweho: 18 Gashyantare 2021",
    "2547140673": "Mu myaka irenga icumi, serivise ya Google reCAPTCHA yahaye abafite urubuga ubucuruzi: reka Google ikurikirane abakoresha bawe ibabaze, kandi muburyo bwo gusezerana guhagarika bots na spam.",
    "2133754014": "Imbuga zirenga miliyoni 4.5 zikoresha reCAPTCHA [",
    "3152512587": "na sisitemu ikusanya miliyoni amagana ya buri munsi ikemura. [",
    "2296918009": "Ibi bihwanye nimyaka irenga 100 yumuntu-akazi buri munsi.",
    "3900538778": "Ikirango cyanditseho ni lisansi itanga imbaraga zo kwiga imashini. ibisubizo bya reCAPTCHA byakoreshejwe mugutezimbere serivisi za Google ML / AI kuva 2009. Abantu benshi bakoresha reCAPTCHA ntibazi ko imirimo yabo ikoreshwa.",
    "1160252730": "Google ubu irimo kwishyuza ibiciro bya reCAPTCHA Enterprises, bigatuma ibigo byinshi byongera gusuzuma aya masezerano.",
    "1131196501": "Ibigo bikomeye nka",
    "204889717": "bahinduye kuri hCaptcha",
    "639413188": "mu gusubiza.",
    "3280658086": "ibisubizo byumushinga",
    "3842815245": "Ubu ni ubucuruzi buboneye?",
    "714342693": "Itsinda rya hCaptcha ryakusanyije amakuru y'ibiciro kuva \"urubuga rwijimye\" serivisi zimena capcha kuva 2016. Twabonye inzira ishimishije:",
    "468929661": "Impuzandengo yikigereranyo cyo kumena reCAPTCHA iri hasi cyane bidasanzwe (munsi y $ 1 kuri 1000 ikemura) kandi ntabwo yiyongereye mubintu kuva igenzura ryacu ryatangira muri 2016. Ibi bireba reCAPTCHA v2 na v3. [",
    "2862164005": "Ibiciro byamakuru bituma dushyira agaciro k'idolari kumutekano utangwa na reCAPTCHA: $ 0.001 cyangwa munsi kubisubizo.",
    "102498091": "Google yishyuza $ 1 kubisabwa 1000 kuri reCAPTCHA Enterprises, bivuze ko ubu bishyura byinshi kubisabwa kuruta uko bahungabanya umutekano wa serivisi zabo. Ibi bisa nkibintu bibi.",
    "130239139": "Nuwuhe gaciro kumyaka 100+ yumuntu-imyaka yakusanyijwe na Google buri munsi?",
    "1421074182": "Hejuru cyane.",
    "1953519598": "Igiciro cyo kuranga ishusho imwe iri hagati ya $ 0.03 kugeza $ 1.00 cyangwa arenga. Ukurikije igereranyo icyo ari cyo cyose, Google yakuyemo miliyari y'amadorari y'akazi ku buntu kugeza ubu. [",
    "3025548709": "Hariho ubundi buryo bwo kurenganya?",
    "263761351": "hCaptcha niyo nzira yambere yizewe, ubu ikoreshwa na miriyoni amagana yabantu buri kwezi.",
    "2743692546": "Nkuko abakoresha bagaragaza ubumuntu bwabo binyuze kuri hCaptcha, umurimo wabo winjira mumasoko atazwi yo gupiganira amasoko.",
    "1982750088": "Amasosiyete kwisi yose arasaba uwo murimo kurangiza imirimo yoroshye yoroshye kubantu ariko bigoye kumashini. Abakoresha bashyigikira urubuga basuye, kandi bakagira spam nkeya kurubuga kubera urwego rwo hejuru rwumutekano.",
    "1108398506": "abakiriya bafite igenzura ryuzuye kuburambe, kandi bungukirwa nubuhanga hCaptcha yungutse ikora ibikorwa binini byigenga bitanga interineti. Babona kandi amasezerano meza kuruta reCAPTCHA Enterprises: kugeza 50-80% ibiciro byiza, bitewe nubunini.",
    "3012870872": "Imbuga na porogaramu ukoresheje verisiyo yubuntu (hCaptcha Publisher) yinjiza amafaranga muri ako kazi aho kuyatanga kuri Google.",
    "2271512952": "Abakoresha bashyigikira urubuga basuye, kandi bafite uburambe buke kurubuga.",
    "278010425": "Ubugari kandi akenshi buhindura imirimo itandukanye kuri hCaptcha nayo iragoye kuyikora. Imigaragarire imwe ya reCAPTCHA ntabwo yahindutse mumyaka myinshi, kandi ifite urutonde ruto rwibibazo bidakunze guhinduka. Ubu ni bumwe mu buryo hCaptcha itanga uburinzi bukomeye bwo kurwanya bot kuruta reCAPTCHA.",
    "984849234": "hCaptcha ikoresha imashini yize yambere kugirango itange ibyo reCAPTCHA isezeranya gusa, mugihe dusangiye agaciro kafashwe nurubuga rukoresha.",
    "4063769686": "Abakoresha bashyigikira urubuga basuye, kandi bafite uburambe buke kurubuga. Ibi bisa nkibintu byiza.",
    "685916926": "Kuki reCAPTCHA itigeze itera imbere mugihe?",
    "3992401943": "Habayeho impinduramatwara mu myigire yimbitse kuva 2012. Ihame ryinganda zo gukora neza ryateye imbere cyane mumyaka icumi ishize, cyane cyane imiyoboro ihamye. Izindi serivisi zikoreshwa na ML Google itanga yakurikiranye uyu murongo.",
    "615031303": "(Reba ibisobanuro ahagana hasi ku ipaji",
    "2125514305": "ML yarateye imbere, ariko ingorane zo kurenga reCAPTCHA ntabwo zahindutse mubintu muriki gihe.",
    "1406188018": "6 na 7",
    "2689973938": "Gutezimbere reCAPTCHA bitera amakimbirane yimbere kuri Google nkumucuruzi wamamaza.",
    "464238793": "Niba Google ubwayo yemeje ko umukoresha abona iyamamaza cyangwa gukanda umurongo mubyukuri yari bot, ntishobora kwishyuza amatangazo yerekewe kumukoresha. Aya makimbirane yinyungu yagabanije cyane intego za Google zo kurwanya bot.",
    "918924423": "Kurugero, Google ntabwo yatanze serivisi zingirakamaro nka retroactive bot detection. Nibyizewe cyane gutangaza abakoresha traffic bot-yakozwe nyuma yo gusesengura iminsi myinshi yamakuru.",
    "661412233": "Kumenya nyuma ya capcha ko abakoresha bamwe bari bots nabyo bifite agaciro. Iyemerera banyiri urubuga guhanagura inyandiko za spam zishaje no gusiba \"konte yo gusinzira\" yanditswe kurubuga rwa spam mugihe kiri imbere, kugabanya uburiganya, nibindi byinshi.",
    "3600797185": "Gutanga ibiranga retroactive bot byafungura Google kubibazo byamahwa yukuntu wasubiza inyuma abamamaza bakoresheje amafaranga kuri traffic traffic.",
    "2076932190": "Igicuruzwa cya reCAPTCHA rero cyahagaze kumyaka icumi.",
    "3856912381": "Abakoresha barababajwe, kandi spam idakenewe kurubuga iragwira. Ariko hariho ubundi buryo.",
    "1035621426": "Buri bot yamenyekanye na reCAPTCHA igabanya byimazeyo iyamamaza rya Google.",
    "3668115514": "NiguteCaptcha itandukanye?",
    "2413742287": "Intego ya hCaptcha nugushaka kumenya ukuri, ntabwo byinjira: ibisubizo bya bot ntacyo bimaze kubakiriya bacu, bakeneye amakuru yamahugurwa yabantu.",
    "1373262754": "Kumenya umuntu kugiti cye bifite agaciro gake kuri hCaptcha. Gusa twitayeho niba ari abantu cyangwa umukinnyi mubi.",
    "600646860": "Aho gutanga serivise yagaciro ikemangwa mugihe cyo gukuramo umurimo ufite agaciro nyako, hCaptcha itanga indishyi ndetse no kurinda anti-bot.",
    "1836191653": "Aho gutanga serivise yatsinzwe byoroshye kubakoresha kubuntu mugihe usaba amamiriyoni yama dollar kuri verisiyo yumushinga utari mwiza cyane, hCaptcha itanga uburinzi bwiza bwibintu byombi, mugihe itanga abakoresha ibigo byongeweho kandi bikabishyira hamwe, hamwe na SLAs ikomeye hamwe nubufasha bwihuse.",
    "990215503": "hCaptcha niyo serivise yingenzi ya capcha idafitwe numuyoboro wamamaza.",
    "971933157": "hCaptcha yita kubuzima bwite, gukorera mu mucyo, no kurenganura.",
    "178839499": "hCaptcha isangira agaciro kakazi kakozwe mugihe abakoresha bagaragaza ubumuntu bwabo.",
    "1237076138": "hCaptcha itanga amasezerano meza kubuntu (hCaptcha Publisher) hamwe nabakiriya (hCaptcha Enterprises).",
    "614310292": "Ninde wubatse hCaptcha?",
    "4188814619": "hCaptcha ni serivisi yimashini Intuition (",
    "3265328927": "), isosiyete yiga imashini itanga ibicuruzwa na serivise kubigo bishyira mubikorwa imashini.",
    "2740033957": "Itsinda rya IM rigizwe nabahanga naba injeniyeri bo muri Apple, Amazon, nabandi bayobozi mukwiga imashini, sisitemu yatanzwe, numutekano.",
    "1579715421": "Abashakashatsi ba IM bahora batangaza mu nama nkuru nka ICML, ICLR, ECCV, na NeurIPS, kandi isosiyete yashyize ahagaragara kumugaragaro ibisubizo bigezweho mubyiciro bya ML nko gukaraba cyane [",
    "4015238193": "na OCR [",
    "279580593": "imachines.com",
    "279918384": "Nigute Google ikoresha imirimo yawe yubusa?",
    "2385522384": "Ushobora kuba warabonye amakadiri ya videwo kuri kamera kumodoka ya Google ya Waymo yonyine, kandi igafasha kumenyekanisha ibintu.",
    "1517627947": "Ushobora kuba warabonye amashusho yinyubako cyangwa ibyapa byo kumuhanda bivuye mumodoka ya Google ya Streetview, kandi ugafasha kuranga ahabigenewe Ibicuruzwa byabo.",
    "3225936061": "Ushobora kuba warabonye amashusho yinyandiko yakuwe kurupapuro rwibitabo kuri serivise ya Google, no gufasha kunoza porogaramu zabo za OCR (kumenyekanisha inyandiko).",
    "129661785": "Wigeze usabwa \"gukanda kumodoka / kunyura / guhagarara?\"",
    "936667684": "Wigeze usabwa \"kwandika mu nyubako / ikimenyetso cy'umuhanda?\"",
    "3773515538": "Wigeze usabwa \"kwandika mumagambo abiri?\"",
    "1778058441": "Ni ubuhe bwoko bw'akazi bukora kuri hCaptcha?",
    "366088791": "hCaptcha ishyigikira imirimo itandukanye.",
    "3114147525": "Abakiriya ba hCaptcha bakoresha serivise kubikorwa birimo kumenyekanisha ibintu, gutahura ibiranga (gukusanya ibirango kugirango umenye ubwoko bwimyambaro), urutonde rwingirakamaro (gutoranya ibicuruzwa bifatika muburyo butandukanye ugereranije nibicuruzwa byambere), agasanduku gahuza (gushakisha aho ushimishwa ishusho), \"Umuntu OCR\" (kumenya inyandiko mumashusho) nubundi bwoko bwimirimo myinshi.",
    "3139609561": "Hano hariburorero bubiri bwibishusho hamwe nibiranga akazi. [",
    "2273532558": "Ninde wishyura abakiriya ba hCaptcha?",
    "4104221634": "Abakiriya ba hCaptcha bakora inganda zitandukanye, kuva mubigo byikoranabuhanga kugeza kubibanda kumyambarire, gucuruza, nibindi bice bashobora kwiha agaciro mugukoresha imashini.",
    "1337725003": "hCaptcha yiyemeje guharanira demokarasi uburyo bwo gutangaza amakuru nyayo-nyayo, kureka ibigo binini na bito bikazamura ireme ryibicuruzwa na serivisi ukoresheje imashini yiga imashini mubucuruzi bwabo.",
    "4086379603": "Ibibazo?",
    "1243684308": "Dufatana uburemere ibitekerezo byawe, kandi dushaka kwemeza ko buriwese afite uburambe bushimishije kumurongo, hamwe na bots nkeya na spam nkeya. Twegere:",
    "2645321220": "Niba kandi utekereza ko igiciro cya reCAPTCHA ari kinini cyane, tubaze ibijyanye na Enterineti ya HCaptcha. Kugeza ubu ikoreshwa na bamwe mubatangaza amakuru manini, amasosiyete ya serivise yimari, hamwe nisosiyete ikora ibikorwa remezo kurubuga, ntabwo aribwo buryo bwizewe bwa reCAPTCHA: twizera ko batanga uburinzi bwiza bwibiboneka muri iki gihe.",
    "1229233916": "Akajambo k'epfo",
    "1115642494": "1. Inkomoko: Yubatswe.com reCAPTCHA kurutonde rwurubuga. Yakuweho ku ya 9 Nyakanga 2019.",
    "448807334": "(\"Amamiriyoni amagana ya CAPTCHAs akemurwa nabantu burimunsi.\") Yakuweho 8 Nyakanga 2019.",
    "2397590157": "3. Ikigereranyo cya conservateur: miliyoni 200 ikemura * amasegonda 30 kuri buri gukemura mumyaka = 190.3 umuntu-imyaka / kumunsi.",
    "3236311792": "4. Isesengura ryimbere. Amakuru yasaruwe kugeza 30 kamena 2019. Ibisobanuro birahari ubisabwe.",
    "1752259468": "5. Ikigereranyo cya conservateur: $ 0.01 igiciro cya annotation imwe * 200M avg. annotations kumunsi (imipaka yo hasi) * iminsi 365 kumwaka * Imyaka 10 kuva 2009 yaguzwe = miliyari 7.3 $ agaciro ntarengwa.",
    "3268946369": "6. Inguzanyo: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Inkomoko: Mary Meeker, KP ya enterineti ya KP 2017",
    "2666258754": "SEMANTIC HIERARCHY YASHINGIYE KUBIKORWA BY'IMIKORANIRE KUBIKORWA BIKORESHEJWE HEPHING, Heikki Arponen, Tom E Bishop. ICML 2019, Amahugurwa ya LLD.",
    "2544169219": "Ibisubizo biheruka-bigezweho: ICML LLD, Gicurasi 2019.",
    "1973347745": "10. Amashusho yubusa yubusa. Inkomoko: Petapixel.",
    "1493115924": "Ikirangantego:",
    "4051104324": "\"Imashini Intuition\" ni ikirango cyanditse cya Intuition Machines, Inc.",
    "3983646521": "Amazina y'ibicuruzwa byose, ibirango, ibirango, ibirango n'ibirango byanditse ni umutungo wa ba nyirabyo. Ibigo byose, ibicuruzwa na serivise zikoreshwa kururu rubuga bigamije kumenyekanisha gusa. Gukoresha aya mazina, ibirango n'ibirango ntibisobanura kwemeza. Muri uru rubanza, bitandukanye cyane.",
    "649193891": "https://abateza imbere.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Abashakashatsi ba IM bashizeho ibipimo bishya byo kugenzura inyandiko zidakomeye (OCR) kuri CVPR 2020.",
    "1259002282": "Habonetse ikosa? Dore uko wabitangaza.",
    "3301728462": "Abantu babarirwa muri za miriyoni bakoresha hCaptcha buri kwezi, ku bihumbi byinshi bya mushakisha, kwagura, ibikoresho, firewall, nibindi byinshi.",
    "3878230879": "Intego yacu nukureba ko buri gihe igukorera, turashimira cyane raporo zawe!",
    "2465128185": "Kugira ngo utange ibitekerezo byihuse, kanda buto ya \"Twohereze ibitekerezo\".",
    "2921990472": "Niba ubona ikibazo gikora, nyamuneka kurikira",
    "2870341481": "hepfo. Kubindi bikoresho byose",
    "1866590035": "gukuramo amabwiriza ya Chrome",
    "444492541": "gukuramo amabwiriza ya Firefox",
    "169267610": "twandikire",
    "3100722753": "Kubibazo byumutekano cyangwa ibibazo byihariye, reba amabwiriza hepfo.",
    "1906593952": "Tanga ibitekerezo kuri hCaptcha wabonye",
    "3951254541": "Twishimiye ibitekerezo byanyu. Tumenyeshe ibibazo byose kandi tuzabikemura vuba.",
    "3324288040": "Twohereze ibitekerezo",
    "2864016648": "Ibibazo byihariye",
    "304004915": "Ntabwo dushishikajwe no gukoresha abakoresha, gusa birashoboka ko bashobora kuba babi cyangwa imashini. Dushyigikiye ibikorwa nka",
    "1139493658": ", kandi ukore cyane kugirango uhuze ubuzima bwite n'umutekano.",
    "3083289844": "Niba warabonye ikibazo utekereza ko gishobora kugira ingaruka kumabanga yukoresha, nyamuneka twandikire kuri",
    "4264784515": "Umutekano",
    "963238401": "Buri gihe dushishikajwe no kwakira raporo zamakosa yumutekano. Imeri",
    "3926027556": "kandi tuzakugarukira vuba.",
    "1589805435": "Dufite kandi a",
    "2560582224": "porogaramu ya bug",
    "103876916": "kuri raporo zumutekano zujuje ibisabwa kuri serivisi ya hCaptcha hamwe na code yinkomoko.",
    "497117287": "Amahitamo yo kugerwaho",
    "3230004040": "Waba ufite ubumuga bwo kutabona cyangwa ubundi udashobora kurangiza hCaptchas?",
    "3480023141": "Wige byinshi kubyerekeye guhitamo",
    "2052161540": "Gufata Raporo Yamakuru Ibisobanuro: Chrome",
    "2281169898": "Kohereza amakuru yo gukemura hamwe na raporo yawe bizatworohera cyane kumenya ibibera. Hano hari intambwe ku yindi amabwiriza:",
    "1123365779": "Niba uri umushinga wurubuga cyangwa umukoresha winzobere, incamake nuko twifuza ko utwoherereza umuyoboro wandika HAR hamwe na mushakisha ya konsole.",
    "2015218686": "mbere yuko unyura muri izi ntambwe. Niba ibyo bikemuye ikibazo cyawe, twagushimira ko utumenyesha verisiyo ya mushakisha yawe, iyamamaza ryamamaza cyangwa iyagurwa rya mushakisha, hamwe nurubuga rwa URL.",
    "3922723611": "Nyamuneka gerageza uhagarike iyamamaza iryo ari ryo ryose cyangwa iyongerekana ry'umutekano rya mushakisha",
    "4036872105": "banza hanyuma ugerageze",
    "993651083": "Intambwe ya 1: Fungura ibikoresho byabatezimbere (Ibi bitangira gufata amajwi.)",
    "4163469907": "Intambwe ya 2: Kanda ahanditse Network mubikoresho byabateza imbere. Reba agasanduku \"Kubika ibiti\" hejuru.",
    "4243348003": "Intambwe ya 3: gusura",
    "641342999": ", cyangwa urubuga ufite ikibazo kuri (Icyitonderwa cyibanga: gusa niba udashaka gusangira ibyo aribyo) ... hanyuma ukande buto \"Ndi umuntu\", hanyuma ugerageze kubikemura.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Intambwe ya 4: Kanda \"Kohereza HAR\" (umwambi muto wo hasi) nyuma yo kugerageza gukemura, ubika logi y'urusobe. Ohereza iyo dosiye.",
    "1503240421": "Intambwe ya 5: Kanda ahanditse Konsole, hanyuma ukande iburyo hanyuma \"Kubika nka ..\" kugirango ubike logi ya konsole. Ohereza natwe.",
    "2863840904": "Intambwe ya 6: Intambwe yanyuma, ohereza kuri dosiye HAR hamwe na konsole ya dosiye, hanyuma usobanure ikibazo",
    "4051785543": "Koresha:",
    "3623028666": "(nyamuneka koresha serivisi nka",
    "551761392": "hanyuma wohereze amahuza) hanyuma uhitemo amashusho, niba ukeka ko hari ikintu kitagaragaye neza. Nyamuneka ohereza IP ukoresha nayo. Urashobora kubikuramo",
    "1219091208": "Agasanduku",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Urakoze gufata umwanya wo kudufasha kubona aya makuru!",
    "3680327841": "Twiyemeje gukora hCaptcha ikora neza kuri buri wese",
    "1059502393": "Gufata Raporo Yamakuru Ibisobanuro: Firefox",
    "1112074001": "Intambwe ya 2: Kanda ahanditse Network mubikoresho byabateza imbere. Reba agasanduku ka \"Persist logs\" hejuru.",
    "1797298240": "Intambwe ya 4: Kanda \"HAR\" nyuma yo kugerageza gukemura, hanyuma uhitemo \"Bika Byose nka HAR\" kugirango ubike logi y'urusobe. Ohereza iyo dosiye.",
    "3671246379": "Intambwe ya 5: Kanda ahanditse Console, hanyuma ukande iburyo hanyuma \"Hitamo byose\" hanyuma ubike muri dosiye yinyandiko, kugirango ubike logi ya konsole. Ohereza natwe.",
    "3816867833": "Ibisubizo",
    "788770967": "Ihangane kubyumva! Urashobora gushaka gukoresha amahitamo yacu:",
    "1333016413": "Ibi biragufasha kwirinda ibibazo biri imbere wiyandikisha kandi ushiraho kuki.",
    "2333410049": "Nyamuneka kandi gerageza uzimye amatangazo yawe.",
    "1345083090": "Gutangaza ikibazo cyimikorere?",
    "2184564739": "Reba",
    "604751186": "Ibindi bibazo? Imeri",
    "3460914397": "https://www.hcaptcha.com/ibishoboka",
    "1218990730": "uburyo bwo gutanga ibibazo hamwe nibisobanuro birambuye",
    "1050501253": "Biragoye cyane",
    "3264813246": "Ntibikwiye",
    "3526939538": "Bug",
    "126134492": "Ibindi",
    "3511610999": "Reka tumenye neza ko ugera ahantu heza.",
    "3906886217": "Ku masosiyete cyangwa kurubuga",
    "1621597093": "Ibisubizo byumutekano wibigo (byishyuwe)",
    "3176531704": "Ibisobanuro byamakuru",
    "1834239172": "Kugura serivisi zo gutangaza hCaptcha",
    "1457707016": "Ku bantu ku giti cyabo",
    "770264626": "Ongeraho hCaptcha muri serivisi yawe (kubuntu)",
    "881015166": "Ongeraho hCaptcha kubatangaza kurubuga rwanjye cyangwa porogaramu",
    "47536007": "Wige byinshi kuri hCaptcha",
    "2012837493": "Shakisha ibisubizo",
    "4034694801": "Nta bisubizo bihuye.",
    "3621411541": "Wige kubyerekeye amahitamo ya hCaptcha",
    "3401005681": "Shaka amafaranga",
    "3933993151": "Kora nk'umuntu ku giti cye",
    "563059212": "Urutonde rwabashoramari",
    "3501923981": "Ibiherutse kuvugururwa: 1 Mutarama 2020.",
    "3548097301": "Gukurikizwa: 1 Mutarama 2020.",
    "3991444169": "Uru rupapuro rwerekana urutonde rwibikorwa bya serivisi ya HCaptcha.",
    "835396984": "Kugeza ubu",
    "424089481": "Amazone Web Services, Inc (Isi). Serivisi zitangwa: Serivisi za Amazone. https://aws.amazon.com/umutekano/",
    "184971506": "https://aws.amazon.com/ibikorwa/",
    "95014987": "https://aws.amazon.com/ibikorwa/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Isi yose). Serivisi zitangwa: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/intangiriro/",
    "1046087606": "IBM. (Isi yose). Serivisi zitangwa: Igicu cya IBM.",
    "1091381400": "https://www.ibm.com/igicu/kubahiriza",
    "83852121": "Microsoft Corp. (Isi yose). Serivisi zitangwa: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/umutekano/fundamentals/kurinda-umukiriya-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Icyitonderwa: ntabwo ikoreshwa kubakiriya bose. Kurugero, IP Guhuma cyangwa ubundi buryo bwihariye bwibanga cyangwa umutekano wabakiriya (urugero: Abakiriya ba Virtual Tenancy Umutekano) ntibakuweho rwose mubishobora \"PII\" byinjira muri sisitemu ya telemetrie, ndetse na aderesi ya IP. Nyamuneka saba uhagarariye konti yawe kubindi bisobanuro.",
    "700843971": "Hound Technology, Inc. (Isi yose). Serivisi zitangwa: ubuki.io.",
    "1691879905": "https://www.honeycomb.io/ibikorwa",
    "3571003547": "https://www.honeycomb.io/umutekano",
    "1208179159": "LogDNA, Inc. (Isi yose). Serivisi zitangwa: LogDNA.com.",
    "337766618": "https://www.logdna.com/ibikorwa-polisi",
    "1115671076": "Zendesk, Inc. (Isi). Serivisi zitangwa: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/abakiriya-abafatanyabikorwa/ibikorwa-polisi/",
    "162063633": "Mailgun Technologies, Inc. (Isi yose). Serivisi zitangwa: Mailgun.com.",
    "175786331": "https://www.mailgun.com/ibikorwa-polisi/",
    "2359913400": "Ibikorwa Remezo",
    "370366524": "Ephemeral Service Telemetry",
    "121192737": "Ibyongeweho",
    "2420789666": "Byihuse, Inc Serivisi zitangwa: Byihuse CDN na compte compte.",
    "3747664195": "https://www.ifunguro.com/ibikorwa/",
    "278568955": "Gukurikizwa: 1 Nzeri 2021. Kwiyongera kw'Ibikorwa Remezo",
    "1487796027": "Ku masosiyete",
    "3943417791": "Shaka inkunga ya hCaptcha Enterprises (BotStop)",
    "702287791": "hCaptcha Publisher (ubuntu)",
    "3397976149": "Shaka inkunga ya HCaptcha Publisher",
    "833750823": "Kugira ikibazo?",
    "2024737147": "Urashaka kumenyesha amakosa?",
    "1978884623": "Wige byinshi kubyerekeye ibibazo bya software",
    "4188664955": "Amabwiriza ya serivisi",
    "2621989404": "Ibiherutse kuvugururwa: 24 Nzeri 2021. Nyamuneka menya ko amagambo yicyongereza yacu afite uburenganzira.",
    "2404545611": "Murakaza neza kuri hCaptcha! Urakoze kuba umwe mubaturage bacu. Abakoresha bose ba \"Serivisi\" (bisobanuwe hepfo) bagomba kwemeranya n'amagambo akurikira (\"Amabwiriza ya serivisi\"). Muri aya Masezerano ya serivisi, \"IMI\", \"twe\" na \"twe\" bivuga Intuition Machines, Inc. hamwe n’ibigo biyishamikiyeho, amashami yayo, abayobozi, abakozi, abakozi, abahagarariye, n'abakozi, kandi \"urubuga\" rurimo urubuga urwo ari rwo rwose munsi kugenzura kwacu, harimo www.hcaptcha.com na www.imachines.com.",
    "2348450790": "Nyamuneka soma aya Masezerano ya serivisi. Harimo, mu zindi ngingo, kwamagana garanti, kugaruza inshingano, hamwe n’ubukemurampaka. Nyamuneka menya ko aya Masezerano ya serivisi ashobora kuba yarahindutse kuva uheruka gusura kurubuga rwacu. Turashobora gusubiramo no kuvugurura aya Masezerano ya serivisi buri gihe mubushake bwacu. Mugihe habaye impinduka zifatika, tuzakumenyesha wohereje Amabwiriza ya Serivisi agezweho kuriyi page, nyuma ugomba kwemeza byimazeyo Amabwiriza ya Serivisi avuguruye kugirango ukomeze gukoresha cyangwa kwinjira kurubuga cyangwa Serivisi.",
    "1064537632": "Nyamuneka menya ko imikoreshereze ya Serivisi yacu igengwa namasezerano yo gutunganya amakuru, yashizwemo hano. Nyamuneka suzuma aya masezerano kugirango turebe uko dutunganya amakuru yihariye mwizina ryawe. Menya ko dukora nk \"\" gutunganya amakuru \"hagamijwe gukurikiza amabwiriza rusange yo kurinda amakuru y’ubumwe bw’ibihugu by’Uburayi, hamwe n '\" utanga serivisi \"hagamijwe itegeko ryerekeye ubuzima bwite bwa Californiya.",
    "1933936765": "Amasezerano yo gutunganya amakuru (aherutse kuvugururwa: 23 Nzeri 2021)",
    "2959486280": "Niba utemeye aya Masezerano ya serivisi, ntushobora gukoresha cyangwa kwinjira kurubuga cyangwa Serivisi.",
    "3200859925": "1. Intego",
    "1807143500": "Serivisi zirimo serivisi yumutekano kumurongo (\"Serivisi ya hCaptcha\") hamwe na platform (\"Intuition Machines Platform\") aho umuntu ku giti cye (\"Umusanzu\") ashobora guhitamo gukora imirimo igice cyagatatu cyangwa Imashini Intuition ubwayo (buri \"Gusaba\") inyandiko kurubuga rwacu cyangwa Serivisi ya hCaptcha, haba kurubuga rwacu cyangwa mukugera kuri platform ya Intuition Machines hamwe na / cyangwa gukora imirimo binyuze cyangwa uhujwe nundi muntu wa gatatu hamwe na / cyangwa urubuga cyangwa serivisi (buri, an \"Kwishyira hamwe\"). Abasaba kohereza imirimo kandi bagatumira Abaterankunga kubikora kugirango bagurane ibihembo byatanzwe na IMI kubaterankunga, cyangwa nkuko byagenwe na Requester niba uwasabye akoresha Intuition Machines Platform cyangwa Service ya HCaptcha kugirango akorere imirimo kubakoresha-nyuma. Twishyuza ibigo n'abantu ku giti cyabo (buri \"Umukiriya\") kugirango dukoreshe urubuga rwacu kugirango bashobore gukoresha software, imirimo yumwanditsi, kuduha akazi kubanditsi, kandi / cyangwa kubona uburyo bwo gutanga umusanzu. Turasaba kandi Integrated kugirango dukoreshe serivisi ya hCaptcha kugirango tugabanye uburiganya, ihohoterwa, na spam kurubuga rwabo, porogaramu zigendanwa, nibindi bintu byo kumurongo. Ibimaze kuvugwa byavuzwe hamwe nka \"Serivisi.\"",
    "3212830633": "2. Kwemererwa",
    "2605814073": "Ukoresheje cyangwa wiyandikishije muri Serivisi zacu, urabyemera: ufite nibura imyaka 18; ufite uburenganzira bwo kwinjira muri aya masezerano mu izina ryawe cyangwa ikigo uhagarariye, kandi uzahora igihe cyose ukurikiza aya Masezerano ya serivisi hamwe na politiki n'amabwiriza yose ya IMI avugwa hano; kandi ntuzakoresha nabi urubuga rwacu, kutwereka nabi umwirondoro wawe, cyangwa gukoresha ubwenge bwubuhanga kugirango urangize igice icyo aricyo cyose cyakazi kuri IMI gisaba ubwenge bwabantu.",
    "2616040974": "3. Abakiriya n'abasaba",
    "1544829730": "Niba uri umukiriya cyangwa usaba, wemera ko andi magambo yometse kuri hereto nkumugereka wumukiriya azakoreshwa kandi azashyirwa mubisobanuro byerekeranye naya mabwiriza ya serivisi. Niba utari umukiriya cyangwa usaba, cyangwa ukareka kuba umukiriya cyangwa uwasabye, noneho amagambo yinyongera kumugereka wumukiriya ntazakurikizwa cyangwa ntanubwo azashyirwa mubisobanuro byerekeranye naya mabwiriza ya serivisi.",
    "3759360138": "4. Izina ryukoresha nijambobanga",
    "2236960358": "Numara kwiyandikisha, uzasabwa kwerekana amakuru yihariye kukwerekeye (\"Amakuru Yumuntu\"), harimo izina ryawe, aderesi imeri, no gukora izina ryibanga nijambobanga, byose bizakurikiza Politiki Yibanga yacu, iboneka kuri twe urubuga. Wowe wenyine ushinzwe gukurikirana, kwemeza no kubungabunga umutekano wa konte yawe, ijambo ryibanga, nurufunguzo urwo arirwo rwose rujyanye na konte yawe, kandi ufite inshingano zo gukoresha cyangwa ibikorwa byafashwe ukoresheje ayo makuru kuri Serivisi.",
    "3047519814": "Uremera ko utazasangira konte yawe cyangwa ijambo ryibanga numuntu.",
    "1699668873": "Ugomba kumenyesha IMI ako kanya niba ukeka ko amakuru ya konte yawe yibwe cyangwa yakoreshejwe nundi muntu, cyangwa ikindi gihungabanya umutekano.",
    "3044038608": "Uremera kuduha amakuru yukuri, yukuri kandi yuzuye nkuko byasabwe mubikorwa byo kwiyandikisha. Uremera kandi kuvugurura amakuru nkaya nkenerwa kugirango akomeze kandi neza.",
    "4132302900": "5. Amabanga yawe, Amakuru yawe, na \"Data Kuri Bose\"",
    "10724169": "Uremera Politiki Yibanga yacu, igenga ibyo tuzakora hamwe namakuru yihariye yose uduhaye.",
    "1669194950": "Usibye amakuru yihariye, urashobora kandi gusabwa gutanga (cyangwa birashobora kuba ngombwa ko dukusanya) andi makuru kugirango dushobore gutanga Serivisi (twese hamwe, \"Data Customer\"). Ntabwo dushinzwe kunanirwa gukora Serivisi ziterwa no gutinda kwawe cyangwa kunanirwa gutanga amakuru yabakiriya.",
    "1330274831": "Urashobora kuduha isi yose, idasanzwe, idasubirwaho, yimurwa, idafite ubwami, idasubirwaho uruhushya mugihe cyamasezerano yaya masezerano yo gukoresha, kubyara, gukwirakwiza kuri elegitoronike, no kwerekana kumugaragaro amakuru yose yabakiriya hagamijwe gutanga serivisi gusa . Uhagarariye kandi ukemeza ko ufite uburenganzira buhagije, umutwe, ninyungu muri hamwe namakuru yawe kugirango utange uruhushya muriki gice.",
    "2230333214": "Twegeranya amakuru yumukiriya hamwe nandi makuru kugirango ibisubizo bitamenyekana kugiti cyacu kandi dukusanya kandi ibikoresho bya tekiniki bitamenyekanye hamwe namakuru ajyanye no gukoresha Serivisi (\"Aggregate / De-identified Data\"). Hatitawe ku kintu icyo ari cyo cyose kinyuranyije nacyo, amakuru ayo ari yo yose yegeranye / De-yamenyekanye arashobora gukoreshwa na IMI kubikorwa byose byubucuruzi mugihe cyangwa nyuma yigihembwe cyamasezerano, harimo nta mbogamizi yo guteza imbere no kunoza Serivisi no gukora no gukwirakwiza raporo nibindi ibikoresho. Amakuru yumukiriya arashobora kandi gutsimbarara no kwerekanwa muri sisitemu mugihe gito kitarenze iminsi 180 nyuma yakazi karangiye, kurugero nka kalibrasi yikora cyangwa kwemeza amakuru ya sisitemu ya Intuition Machines. Kugirango byumvikane neza, iki gice cya 5 ntabwo kiduha uburenganzira bwo kukumenya nkinkomoko yamakuru yose yegeranye / De-yamenyekanye utabanje kubiherwa uruhushya rwanditse.",
    "3881754581": ". Niba uri Umukiriya wa serivisi zacu zo gutangaza kandi ukaba wahisemo \"Data Kuri Bose\" murwego rwo gukoresha Serivisi, noneho uha IMI nabakoresha bose Serivisi kwisi yose, idasanzwe, idasobanutse, yimurwa, uruhushya rwubusa, uruhushya rudasubirwaho rwo gukoresha neza amakuru yose yabakiriya, harimo uburenganzira bwumutungo wubwenge bijyanye. Niba uhisemo \"Data kuri Byose\", uhagarariye kandi ukemeza ko ufite uburenganzira buhagije, umutwe, hamwe ninyungu zawe hamwe namakuru yawe kugirango utange uruhushya muriki gice.",
    "3496767126": "Kugirango wirinde gushidikanya, igika gikurikira kireba gusa abakiriya ukoresheje serivisi zacu zo gutangaza amakuru, kandi ntidukoreshe Serivisi zacu nka Integrated.",
    "767207800": "Niba amakuru yawe arimo ibintu bisobanutse neza cyangwa bibabaje, turagusaba kubashyiraho ikimenyetso \"BIKURIKIRA\" kugirango ube umuburo mwiza kubantu bose ubona amakuru yawe. Ntushobora kutagira amasezerano yanditse yihariye hamwe na IMI harimo imirimo inyuranyije na politiki yacu, harimo, ariko ntibigarukira gusa, (a) imirimo iteza imbere cyangwa itaziguye urundi rubuga cyangwa serivisi, (b) imirimo inyuranyije n’urubuga rwagatatu kandi ibisabwa, (c) imirimo isaba Abaterankunga gusaba abandi bantu, (d) imirimo isaba Abaterankunga gufata ingamba zo gukoresha imyitwarire cyangwa ibisubizo byurubuga, (e) imirimo ibangamira uburenganzira bwumutungo wubwenge bwabandi bantu, na (f) imirimo ibyo bisaba Abaterankunga gukuramo software cyangwa dosiye.",
    "3370561195": "6. Imyitwarire yemewe",
    "4205152730": "Urashishikarizwa guhura nabandi bakoresha aho ariho hose kurubuga rwacu, Ihuriro, ubutumwa, kuganira, nizindi mbuga nkoranyambaga ziyobowe na IMI, ariko niba ubikora ugomba kubahiriza amategeko yose ya serivisi no gukoresha kurubuga rwacu hamwe namategeko yose abigenga. .",
    "1394253934": "7. Gukoresha nabi, Gukoresha nabi, no Kubeshya",
    "1406393333": "Kwinjira cyangwa gukoresha Serivisi zose usibye gukurikiza aya Masezerano ya Serivisi n'amabwiriza yose dutanga birabujijwe rwose. By'umwihariko, NTIBIZASHOBORA:",
    "3409726716": "iyandikishe kuri konti zirenze imwe natwe utabiherewe uburenganzira;",
    "3119498672": "kora umurimo uwo ariwo wose ukoresheje bots ya enterineti, robot y'urubuga, bots, inyandiko, cyangwa ubundi buryo ubwo aribwo bwose bwubwenge bwa artile cyangwa ubundi ugerageze kubona ibihembo muri IMI cyangwa Requester cyangwa Integrated utarangije imirimo nkuko byasobanuwe;",
    "1188668818": "tanga amakuru y'ibinyoma mugihe ukoresha uru rubuga (harimo nta mbogamizi yigana undi muntu cyangwa umuryango kuri konte yawe, cyangwa kuvuga ibinyoma cyangwa ubundi buryo bwo kwibeshya cyangwa ubufatanye bwawe nundi muntu cyangwa umuryango kuri konte yawe;",
    "2804310964": "kwinjira cyangwa kugerageza kwinjira kurubuga rwacu ukoresheje porogisi iyo ari yo yose ya seriveri cyangwa ikindi gikoresho cyagenewe kwerekana neza aho uri cyangwa indangamuntu yawe cyangwa ubundi buryo butari interineti yatanzwe;",
    "1374227759": "koresha urubuga kubikorwa bitemewe, cyangwa kubindi bikorwa bitari intego yabigenewe;",
    "2103513933": "kwishora mubikorwa bibangamira cyangwa bihagarika imikorere yurubuga;",
    "137127070": "shyiramo, ushireho, cyangwa ushireho amahuza cyangwa dosiye mbi cyangwa itazwi, cyangwa wohereze ibintu byose birimo virusi, ifarashi ya Trojan, inyo, igisasu cyigihe, cyangwa izindi kodegisi ya mudasobwa yangiza;",
    "1686655020": "Kuramo ibintu byose bigengwa nuburenganzira butari umurimo wawe wambere, keretse niba ufite uburenganzira bwa nyirubwite bwohereza ibintu nkibi no guha IMI uburenganzira bwose bwatanzwe hano;",
    "1406692811": "kwishora muri spam cyangwa ushireho ubwoko ubwo aribwo bwose bwo kwamamaza, gerageza kubona kohereza, itumanaho rusange, gutanga amafaranga cyangwa gusaba, gusaba serivisi, kwamamaza, kwamamaza, ubutumwa budafite ishingiro, ingingo zidahwitse, ibintu bitemewe, guhuza imbuga nkoranyambaga, aderesi imeri, cyangwa indangamuntu z'intumwa ako kanya keretse bisabwa n'akazi;",
    "3893539589": "shyiramo amahuza yo hanze atanga ibicuruzwa cyangwa serivisi keretse bisabwa numurimo;",
    "3214322759": "ubundi ukishora mubikorwa bibi cyangwa uburiganya.",
    "3733422465": "8. Kugenzura umwirondoro wawe",
    "267645277": "IMI irashobora kugenzura umwirondoro wawe. Ibi birashobora kubamo kugereranya amakuru yawe bwite kububiko bwabandi cyangwa ibyangombwa byemewe n'amategeko. Uratwemerera gukora anketi zose zikenewe kugirango wemeze umwirondoro wawe, uburenganzira bwa aderesi imeri yawe, hamwe na konti yawe yimari. Uremera gutanga amakuru kukwerekeye kugirango udufashe kugenzura umwirondoro wawe.",
    "4169910317": "9. Kubahiriza Amategeko",
    "519755936": "Wowe wenyine ufite inshingano zo kubahiriza amategeko ya leta, leta, intara, n’ibanze bijyanye no gukoresha Serivisi. Uremera kutwishyura no kutubuza kutagira icyo bitwara kubyo uregwa byose kuko wananiwe kubahiriza amategeko ayo ari yo yose cyangwa ukarenga ku burenganzira bw'abandi bantu, harimo nta masezerano agenga amasezerano, umutungo bwite mu by'ubwenge, cyangwa uburenganzira bwite.",
    "731546974": "10. Umusanzu cyangwa Umusoro",
    "3128328457": "Niba uri Umusanzu cyangwa Umushinga, wenyine wenyine ufite inshingano zo kwishyura imisoro igereranijwe cyangwa iyindi leta, leta, cyangwa imisoro yinjira, ubwiteganyirize bwabakozi, FICA, nindishyi zabakozi babikesha gukoresha urubuga rwacu, kimwe imisoro cyangwa imisoro isa mu nkiko zitari Amerika. Uremera kutwishyura no kutubuza kutagira icyo bitwara kubisuzuma byose kuko wananiwe kubahiriza amategeko yimisoro.",
    "2931396764": "11. Kurenga kuri aya Masezerano ya serivisi",
    "1240667045": "Turashobora guhagarika, kugabanya, cyangwa guhagarika uburyo bwawe bwo kubona serivisi igihe icyo aricyo cyose kubwimpamvu iyo ari yo yose, harimo kuko: (a) twizera ko warenze kuri aya Masezerano ya serivisi (harimo nandi mategeko ajyanye nayo); (b) twizera ko warengereye uburenganzira bwacu cyangwa uburenganzira bw'abandi bantu; (c) ntidushobora kugenzura cyangwa kwemeza amakuru waduhaye; cyangwa (d) twizera ko ibikorwa byawe bishobora guteza inshingano kuri wewe, twe, cyangwa undi muntu. Kugirango twirinde gushidikanya, turabika uburenganzira bwo gukumira cyangwa guhagarika ubwishyu kuri wewe niba twemera ko bimwe mubimaze kuvugwa bikurikizwa kuri ubwo bwishyu.",
    "1601080128": "Niba duhagaritse cyangwa guhagarika konte yawe, ntuzongera kubona ibice byose byurubuga, harimo amakuru, ubutumwa, dosiye, nibindi bikoresho ubika kurubuga. Ntushobora gukomeza gukoresha urubuga munsi yizina ritandukanye cyangwa rishya. Kurenga kuri aya Masezerano yumurimo birashobora gukurikiranwa muburyo bwuzuye bwamategeko kandi bishobora kuviramo ibihano byinyongera.",
    "1160707899": "12. Uruhare rwumuterankunga nubusabane na IMI nabandi basaba",
    "269838707": "Niba uri Umusanzu, wowe kandi wenyine uhitamo imirimo ninshuro yo kurangiza, nigihe uzayirangiza. Ufite umudendezo wo gukoresha byinshi cyangwa umwanya muto kurangiza imirimo nkuko ubishaka. Nta gihe na kimwe ufite inshingano zo kurangiza inshingano.",
    "1087195513": "Niba uri Umusanzu winjira muri Serivisi kandi / cyangwa ukora imirimo unyuze cyangwa uhuza na Integrated mu izina rya Requester itari IMI, noneho uremera kandi ukemera ko Imashini Intuition itaryozwa kandi nta nshingano ufite kuri wewe kubaha ibihembo cyangwa izindi ndishyi kubikorwa byarangiye. Uremera kandi ukemera ko ibihembo cyangwa izindi ndishyi kubikorwa byarangiye bigenwa gusa n'amasezerano yawe na Requester na / cyangwa Integrated, nkuko bikenewe. Impaka zose zerekeye ibihembo cyangwa izindi ndishyi (harimo nta mbogamizi zananiwe kubona ibihembo cyangwa izindi ndishyi) ziri hagati yawe gusa na Requester na / cyangwa Integrated, nkuko bikwiye.",
    "952813944": "Ntabwo ukoresha urubuga rwacu cyangwa ikindi kintu cyose muri aya masezerano gitera akazi, ubufatanye, umushinga uhuriweho, ikigo, francise, cyangwa umubano uhagarariye kugurisha hagati yawe na Imashini za Intuition. Ntabwo tuguha ibikoresho cyangwa ibikoresho kugirango urangize umurimo. Ntabwo tuguha inyungu, indishyi z'abakozi, cyangwa ubwishingizi. Ntabwo dushinzwe amafaranga yose ukoresha mugukoresha urubuga. Ntabwo tuzahagarika amafaranga yose yigihembo cyawe kumusoro winjira muri reta cyangwa leta, Ubwiteganyirize, cyangwa undi musoro. Ufite umudendezo igihe cyose kugirango ukore imirimo kumuntu uwo ari we wese cyangwa ubucuruzi, harimo numwe mubanywanyi bacu. Ntabwo ufite uburenganzira bwo gukora amasezerano ayo ari yo yose, yanditse cyangwa umunwa, mu izina rya Imashini Intuition.",
    "3460432665": "Tutibagiwe n'ibimaze kuvugwa, niba uri umusoreshwa wo muri Amerika dushobora kugusaba W-9, kuvugururwa buri mwaka, kandi dushobora kukubuza gukora imirimo kugeza urangije cyangwa uvugurura W-9.",
    "458271951": "Niba uri Umusanzu winjira muri Serivisi kandi / cyangwa ukora imirimo binyuze cyangwa uhuza na Integrated mu izina ryimashini za Intuition (zikora nka Requester), Imashini Intuition irashobora kuguhemba kurangiza neza imirimo imwe n'imwe. Mugihe wasanze wagize uruhare muburiganya, guhohotera, cyangwa kurenga kuri aya mabwiriza ya serivisi, ibihembo byose kuri wewe birashobora kubuzwa no / cyangwa kugarurwa na Imashini Intuition.",
    "3056723024": "13. Kutemerera kurangiza imirimo",
    "3913203723": "Niba, kubwimpamvu iyo ari yo yose, uwasabye atemera imikorere yumurimo warangije, wowe nkumuterankunga cyangwa Integrated ntuzemererwa guhabwa ibihembo kubikorwa. Mugihe ibihembo byari bimaze kugutangwa kubikorwa bitarangiye, turashobora kubikura muri wewe.",
    "3666807632": "14. Impano z'umuterankunga",
    "1993899769": "15. Gukoresha Amakuru",
    "2927283721": "Mugukora imirimo kurubuga rwacu, wemerera gukusanya, gukoresha, no gutangaza amakuru yawe bwite ukurikije Politiki Yibanga yacu. Mubyongeyeho, turashobora gusangira amakuru amwe kukwerekeye hamwe nimirimo yawe yarangiye kubisaba imirimo urangije kugirango yorohereze umubano wa serivise no kunoza urubuga, harimo, urugero, indangamuntu yatanzwe, ibisubizo byimirimo irangiye, nibindi biranga bijyanye impamyabumenyi yawe, indimi, ubuhanga, no gukoresha urubuga.",
    "3027055607": "16. Umutungo bwite mu by'ubwenge n'uburenganzira ku mutungo",
    "3910971075": "IMI ifite uburenganzira bwose, harimo uburenganzira bwumutungo wubwenge, mumasoko yinkomoko, kode yikintu cyangwa imiterere yibanze, ibitekerezo cyangwa algorithms, API, hamwe na software iyariyo yose, inyandiko cyangwa amakuru ajyanye na Serivisi (\"Software\"). Ntushobora, mu buryo butaziguye cyangwa butaziguye, ukoresheje undi muntu cyangwa ubundi buryo: (a) guhinduranya injeniyeri, kubora, gusenya, cyangwa kugerageza kuvumbura Software; (b) guhindura, guhindura, cyangwa gukora imirimo ikomoka kuri software iyo ari yo yose; . (d) gukoresha Porogaramu iyo ari yo yose, kugena ibiro bya serivisi, cyangwa ubundi buryo bw'inyungu z'undi muntu; cyangwa (e) kuvanaho amatangazo yose cyangwa ibirango.",
    "3660891610": "Niba uri Umusanzu, IMI, kandi atari wowe, ufite uburenganzira bwumutungo mubikorwa byose utanga nkigice cyo kurangiza umurimo uwo ariwo wose. Mugihe wemeye ibikubiye muri aya masezerano wemera (kandi ukabikora) kwimura umutungo, nyirubwite, hamwe numutwe (harimo uburenganzira bwumutungo wubwenge buriho kwisi yose) mubikorwa byawe kuri twe. Kugirango tumenye neza ko dushobora kubona, gutunganya, no gukoresha ubwo burenganzira, urongera wemera (i) gusinya inyandiko zose zifasha mubyangombwa, gutunganya no kubahiriza uburenganzira bwacu; na (ii) gutanga amakuru yuzuye yo gufata amajwi, gutunganya, kubungabunga, kurengera, no kubahiriza ubwo burenganzira ku mutungo mubihugu byose. Inshingano zawe ziri muri iki gice zizakomeza na nyuma yo kwanga cyangwa guhagarika gukoresha Serivisi. Uradushiraho nka avoka wawe-mubyukuri kugirango dukore inyandiko mu izina ryawe kubwimpamvu zivugwa muri iki gice.",
    "426125156": "17. Uburenganzira hamwe na TakeDown",
    "1408530660": "IMI yubaha umutungo wubwenge bwabandi kandi dufite uburenganzira bwo kuvana kurubuga rwacu ibintu byose twizera ko bishobora guhungabanya uburenganzira bwubwenge bwabandi bantu. Niba wemera ko akazi kawe kandukuwe muburyo bugizwe no kutubahiriza uburenganzira kururu rubuga, nyamuneka hamagara ubufasha bwabakiriya ba Intuition Machines.",
    "2696932851": "18. Indishyi",
    "3844300338": "Uremera kutwishyura, kurengera, no kutubuza kutagira icyo bitwaye mubisabwa byose, ibyangiritse, imyenda, ikiguzi, nibisohoka (harimo igihembo cya avoka cyumvikana nibiciro), bituruka cyangwa bijyanye nimikorere yawe cyangwa gukoresha urubuga rwacu. .",
    "2474091800": "19. Amakimbirane nabandi bakoresha; Kurekura",
    "3162107126": "IMI ntabwo ari uruhande rwamakimbirane hagati yawe nundi mukoresha wa Serivisi. Urekura IMI hamwe n’ibigo biyishamikiyeho mubisabwa byose, ibisabwa, nindishyi zubwoko bwose na kamere, bizwi kandi bitazwi, ukekwaho kandi udakekwa, uhishurwa kandi utamenyekanye, bivutse cyangwa bifitanye isano namakimbirane hagati yawe nundi mukoresha.",
    "2271969747": "20. Amakuru y'ibanga wakiriye",
    "1042802841": "Amakuru y'ibanga namakuru ayo ari yo yose arangwa nkibanga cyangwa nyirubwite, cyangwa agomba kumvikana neza nuwakiriye kuba ibanga cyangwa nyirubwite. Ibi ntabwo bikubiyemo amakuru ayo ari yo yose (1) aboneka kumugaragaro, (2) asanzwe afite, yatejwe imbere yigenga, cyangwa asanzwe azwi nuwakiriye, cyangwa (3) yashyizwe ahagaragara nicyemezo cyurukiko cyangwa nkuko bisabwa ukundi amategeko.",
    "1918025546": "Niba uhabwa amakuru y'ibanga kumuntu uwo ari we wese kuri Serivisi, wemeye kurinda ibanga ryamakuru yibanga hamwe nubwitonzi bumwe ukoresha kugirango urinde amakuru yawe bwite, ariko ntakintu nakimwe kititaweho neza. Ntushobora gutangaza cyangwa gutangaza amakuru ayo ari yo yose y'ibanga cyangwa nyir'ubwite, usibye ko ari nkenerwa mu gukora umurimo. Ibisobanuro byose mubikorwa kumurongo wa Intuition Machines Platform bigomba gufatwa nkibanga nubwo amakuru atagaragajwe nkibanga.",
    "2690395789": "Niba kandi mugihe utagikeneye amakuru yibanga wakiriye, ugomba guhita ugaruka cyangwa gusenya (nkuko byasabwe nuwatangaje amakuru) kopi yamakuru yose ari kubibanza, sisitemu, cyangwa ibindi bikoresho ugenzura.",
    "2178073797": "Kubera ko gutangaza amakuru y'ibanga bishobora guteza ingaruka zidasubirwaho, umuburanyi utanga uburenganzira afite uburenganzira bwo gusaba ubutabazi bwihuse kubutubahirije cyangwa kubangamira iri jambo.",
    "2185860003": "21. Guhindura Urubuga",
    "2631249972": "Turashobora kunoza cyangwa guhindura urubuga rwacu tutabimenyeshejwe.",
    "3764131594": "22. Urubuga-rwagatatu",
    "295955580": "Urubuga rwacu rushobora kuba rufite amahuza kurubuga rwabandi. Ntabwo tugenzura, gukora iperereza, kugenzura, cyangwa kugenzura imbuga nkizo. Ntabwo dushinzwe cyangwa ntitwemeza gahunda za mudasobwa, ibirimo, cyangwa ibitekerezo bikubiye kurubuga nkurwo. Niba uhisemo kuva kurubuga rwacu hanyuma ukagera kurubuga rwabandi bantu, ubikora kubwibyago byawe.",
    "838225123": "23. Kwamagana garanti",
    "3897238493": "SERIVISI ZITANGWA KURI SHINGIRO \"NKUKO\". NTACYO DUHAGARIKIRA CYANGWA INTWARO, YAKORESHEJWE CYANGWA KUGARAGAZA, KUBYEREKEYE KUBYEMEZO, KUBIKURIKIRA, KUBONA AMATEGEKO, CYANGWA IMIKORESHEREZE YABIKORESHEJWE CYANGWA BIKORESHWA BIKORESHEJWE, KUGEZA KU MAXIMUM YEMEJWE N'AMATEGEKO, IMI YASOBANUYE IBISOBANURO BYOSE CYANGWA BIKORESHEJWE, ABAHAGARARIYE N'INTWARO ZIKURIKIRA, ARIKO NTIBIKORESHEJWE, INTAMBARA ZA MERCHANTABILITY, FITNESS. UMWANZURO WAWE KANDI BIDASANZWE KURWANYA IMI HAMWE KUBAHA INGARUKA ZOSE, NTIBIKORESHEJWE, CYANGWA GUTANDUKANYA NUKO DUKORESHEJWE GUKORESHA SERIVISI Ntabwo tuzaba dufite inshingano zo kwangiza sisitemu ya mudasobwa yawe, gutakaza cyangwa ruswa yamakuru, cyangwa ibindi byangiza ibyo bivamo. kuva muburyo bwawe bwo gukoresha cyangwa gukoresha urubuga cyangwa Imashini Intuition. Ihagarikwa ryateganijwe kandi ritateganijwe rishobora kubaho, kandi ntitwemeza ko urubuga rwacu rudahagarara.",
    "2110259227": "24. Imipaka ntarengwa",
    "3018077211": "25. Abaterankunga Gukemura Amakimbirane",
    "2790841456": "Niba uri Umusanzu, wemera ingingo ya kamarampaka ikurikira hamwe no kureka ibikorwa:",
    "3302832698": "Ubundi buryo bwo gukemura amakimbirane burakenewe.",
    "561456032": "Uremera ko kubibazo byose bivuka cyangwa bifitanye isano no gukoresha Serivisi, harimo amakimbirane ayo ari yo yose ashobora kuba yaravutse uhereye igihe watangiriye gukora imirimo ya IMI, kandi ushizemo cyane cyane ikibazo icyo ari cyo cyose kijyanye no kumenya niba udashyira mubikorwa rwiyemezamirimo wigenga, uzabanze umenyeshe IMI ikirego cyawe. Wowe na IMI noneho uzagerageza gukemura ikibazo binyuze mubiganiro bitaziguye cyangwa mubunzi. Tuzagabana kimwe ikiguzi cyo kunga kandi twemeranya ko abunzi bazakorwa kuri terefone cyangwa ubundi buryo bwa elegitoroniki. Niba ikirego kidakemutse nyuma yimishyikirano idasanzwe cyangwa abunzi, wemera ko wowe na IMI uzakoresha ubukemurampaka bwa nyuma kandi bwubahiriza gukemura amakimbirane. Iyi ngingo igenga ibirego byose bisubizwa inyuma uhereye igihe watangiriye gukoresha urubuga rwacu, rwaba rushingiye ku iyicarubozo, amasezerano, sitati, harimo, ariko ntibigarukira gusa, ibirego byose bivangura no gutotezwa, byaba bishingiye ku itegeko rigenga umurimo n’imiturire muri Californiya. , Umutwe wa VII w'Itegeko ryerekeye uburenganzira bw'ikiremwamuntu ryo mu 1964, nk'uko ryavuguruwe, cyangwa andi mategeko yose ya leta cyangwa federasiyo, amategeko areshya, cyangwa ukundi.",
    "3794239003": "Uburyo bukemurampaka.",
    "4193379787": "Ubukemurampaka bwose bukubiye muri aya masezerano buzakorwa hashingiwe ku mategeko y’ishyirahamwe ry’Abanyamerika nkemurampaka cyangwa serivisi y’ubukemurampaka bumvikanyeho. Umukemurampaka azaba umukemurampaka wumunyamerika watoranijwe kurutonde rwamazina atarenze arindwi (7) akoresheje imyigaragambyo. Mu bukemurampaka, buri muburanyi afite uburenganzira bwo gukora ivumburwa ry’imbonezamubano, gutanga ibyifuzo, no gutanga abatangabuhamya n’ibimenyetso bikenewe kugira ngo batange imanza zabo kandi biregure, kandi amakimbirane ayo ari yo yose akemurwa n’abakemurampaka. Gukemura amakimbirane bishingiye gusa ku mategeko agenga ibirego no kwiregura byasabiwe, kandi umukemurampaka ntashobora gusaba ikindi kintu kitari ayo mategeko agenga. Abakemurampaka bafite ubudahangarwa bw’umucamanza ku nshingano z’imbonezamubano iyo akora mu nshingano z’abakemurampaka, ubwo budahangarwa bwuzuza ubundi budahangarwa buriho. Ibihembo bigomba kuba bikubiyemo ibitekerezo byabakemurampaka. Uretse uburenganzira bwawe bwo kuburanishwa n'abacamanza ku kirego icyo ari cyo cyose ushobora kurega IMI cyangwa IMI ishobora kukurega. Ikirego cyose gikubiye muri iyi ngingo kigomba kuzanwa muri sitati ikurikizwa mugihe ntarengwa. Amategeko y’ubukemurampaka muri Reta zunzubumwe za Amerika agenga iyi ngingo, kandi wemera ko aya masezerano agaragaza ubucuruzi mubucuruzi.",
    "2583888954": "Ibidasanzwe.",
    "1034830": "Amakimbirane adashobora gukurikiza amasezerano yubukemurampaka nkuko biteganywa n’ivugurura rya Dodd-Frank Wall Street no Kurengera Abaguzi (Amategeko rusange 111-203) ntakurwa muri ibi",
    "263977834": "Umunaniro w'ubuyobozi.",
    "1807512722": "Urashobora kuzana ikirego icyo aricyo cyose cyaturutse kumikoreshereze yuru rubuga mubigo byubuyobozi ariko gusa mugihe amategeko akurikizwa yemerera kwinjira muricyo kigo nubwo hariho amasezerano yo gukemura. Ibyo birego byubuyobozi birimo nta mbogamizi cyangwa ibirego byagejejwe imbere ya komisiyo ishinzwe amahirwe angana ku murimo, Minisiteri ishinzwe umurimo muri Amerika, hamwe n’ikigo cy’igihugu gishinzwe umurimo. Nta kintu na kimwe muri iyi ngingo kizafatwa nkikubuza cyangwa kukubuza gutanga ikirego cyubuyobozi imbere yikigo icyo aricyo cyose kugirango usohoze inshingano zawe zo kurangiza imiti yubuyobozi mbere yo gutanga ikirego mubukemurampaka, ariko, ukuraho uburenganzira bwigihembo cyamafaranga ukoresheje ibi ibikorwa by'ikigo.",
    "996430331": "Aho ubukemurampaka.",
    "3040062804": "Ubukemurampaka ubwo aribwo bwose buzakorwa muri iki gice bizaba byanze bikunze muri Leta ya Californiya, keretse iyo utuye hanze y’Amerika, icyo gihe ubukemurampaka buzaba kuri elegitoroniki cyangwa kuri terefone. Ubukemurampaka bushobora kubera ahandi hantu iyo byumvikanyweho na buri ruhande mu nyandiko. Tutitaye kumwanya wacyo, ishyaka iryo ariryo ryose rishobora guhitamo kugaragara mubukemurampaka binyuze kuri videwo nzima cyangwa kuri terefone.",
    "3091247030": "Kureka Ibikorwa.",
    "2520904193": "Wanze uburenganzira ubwo aribwo bwose ufite kugirango amakimbirane azane, yumve, cyangwa akemurwe nk'ishuri, itsinda, cyangwa ibikorwa bihagarariye. Hatitawe ku zindi ngingo zikubiye muri aya masezerano, interuro ibanziriza iyi ntishobora gukurwa muri aya masezerano uko byagenda kose. Ikirego cyose kivuga ko ibyo byose cyangwa igice cyacyo kidashobora gukurikizwa, kutubahiriza, kutagira agaciro cyangwa guteshwa agaciro bishobora kugenwa gusa nurukiko rubifitiye ububasha kandi atari mubukemurampaka. Ntuzokwihorera cyangwa kubuzwa kurangiza imirimo kurubuga rwacu bitewe nuburenganzira bwawe nkuko biteganywa nigice cya 7 cyamategeko agenga imibanire yumurimo wigihugu, cyangwa mugutanga cyangwa kwitabira ishuri, itsinda rusange cyangwa abahagarariye ibikorwa murubuga urwo arirwo rwose. , ariko turashobora gushakisha muburyo bukurikizwa kubahiriza iki cyiciro cyo kureka ibikorwa, kandi tugashaka kwirukana ibyo byiciro, ibikorwa rusange cyangwa abahagarariye.",
    "3493572638": "Amafaranga n'amafaranga.",
    "702926385": "Ababuranyi buri wese agomba kwishyura ikiguzi cye cyo guhagararirwa mu bukemurampaka ubwo ari bwo bwose, usibye ko igihembo cya avoka giteganywa n'amategeko. Ababuranyi bazagabana amafaranga yambere yubuyobozi yishyurwa nubukemurampaka, kugeza kukiguzi ntarengwa cyamadorari magana abiri na mirongo itanu (US $ 250.00). Igiciro cyabakemurampaka numunyamakuru wurukiko, niba gihari, tuzabanza kwishyurwa natwe; icyakora, abakemurampaka bafite ubushishozi bwo gutanga ikiguzi gikwiye kubatsinze, nkuko amategeko abiteganya, kandi / cyangwa gusaba ababuranyi kugabana amafaranga ajyanye nabakemurampaka na / cyangwa umunyamakuru wurukiko.",
    "3199694247": "Gukomera.",
    "3102490587": "Usibye ibyiciro byo kureka ibyiciro, niba hari igihe cyangwa ingingo, cyangwa igice cyiyi ngingo yubukemurampaka cyatangajwe ko kidafite agaciro cyangwa kidakurikijwe kizacibwa kandi ibisigaye mu ngingo nkemurampaka bizashyirwa mubikorwa.",
    "2323013093": "26. Amategeko akurikizwa",
    "2900525040": "Amategeko ya leta ya Californiya agenga aya Masezerano yumurimo nimpaka zose, impaka, cyangwa ikirego gikomokaho.",
    "3339302473": "27. Kurangiza",
    "1158384644": "Urashobora guhitamo igihe icyo aricyo cyose kugirango uhagarike gukoresha urubuga rwacu, mugihe ugomba kubahiriza politiki zose zikoreshwa na IMI. Turashobora, mubushake bwacu, guhagarika aya masezerano, guhagarika kwinjira kurubuga rwacu, cyangwa gukuraho serivisi iyo ari yo yose nta nteguza.",
    "41530052": "28. Amagambo rusange",
    "3202747130": "Amasezerano yose. Aya Masezerano ya Serivisi hamwe na politiki, inzira, cyangwa amagambo avugwa muri aya masezerano bigize amasezerano yose y’ababuranyi ku bijyanye n’ikibazo, kandi agasimbuza kandi agasesa amasezerano yose ajyanye n’ibihe, ibisabwa, abahagarariye, ndetse no gusobanukirwa kw’ababuranyi. .",
    "4080263153": "Nta kureka. Ntabwo tuzafatwa nkaho twakuyeho igice icyo aricyo cyose cyuburenganzira cyangwa ibisubizo keretse kurekura byanditse kandi byashyizweho umukono natwe. Niba dutinze kubahiriza cyangwa kunanirwa kubahiriza uburenganzira bwacu nkuko biteganijwe muri aya masezerano, ntabwo bizaba ari ukureka uburenganzira bwacu bwo gukurikiza ayo masezerano cyangwa igice icyo aricyo cyose cyamasezerano.",
    "1789371580": "Inshingano. Ntushobora gutanga aya Masezerano ya Serivisi utabanje kubiherwa uruhushya rwanditse. Turashobora kugenera aya Masezerano igihe icyo aricyo cyose, nta nteguza. Haseguriwe ibimaze kuvugwa haruguru, aya Masezerano ya serivisi azubahiriza abasimbuye buri shyaka hamwe ninshingano zemewe.",
    "2819628066": "Gukomera. Niba ingingo iyo ari yo yose yaya Masezerano ya serivisi isanze itemewe cyangwa idakurikizwa kubwimpamvu iyo ari yo yose, ntabwo bizahindura agaciro no kubahiriza ingingo zisigaye.",
    "3955981186": "Ibyahinduwe. Nta gihinduka cyangwa ngo gihindurwe muri aya Masezerano ya serivisi nundi wese utari IMI agomba kubahiriza IMI keretse mubikoresho byanditse byashyizweho umukono nuhagarariye IMI byemewe n'amategeko.",
    "1377538813": "Ururimi rwiganje. Ururimi rwicyongereza rwaya Masezerano ya Serivisi ruzagenzura muri byose kandi ruzatsinda mugihe habaye ibitagenda neza hamwe na verisiyo zahinduwe, niba zihari.",
    "2438016011": "Amasezerano y'ubushake. Impande zose z’aya Masezerano zihagarariye kandi zemeranya ko buriwese yasuzumye ingingo zose z’aya masezerano, yasomye yitonze kandi yumva neza ingingo zayo zose, kandi yinjira ku bushake muri aya masezerano.",
    "2445034923": "Niba utemeranya namabwiriza yose yaya mabwiriza ya serivisi, ntukoreshe (kandi ntushobora) gukoresha cyangwa kwinjira kurubuga cyangwa Serivisi.",
    "2646127839": "Umugereka wumukiriya kumurongo wingenzi wa serivisi",
    "4097297673": "Nkumukiriya, usaba, cyangwa uhuza, wemera kugengwa namagambo akurikira hiyongereyeho andi magambo ahuza hagati yawe na IMI.",
    "1093280979": "1. Ifishi yo gutumiza",
    "1549953005": "Urashobora kuba wujuje urupapuro rumwe cyangwa byinshi byo gutumiza urubuga (buri, \"Ifishi yo gutumiza\") nkibisabwa kugirango ube Umukiriya cyangwa usaba. Niba aribyo, noneho amategeko n'amabwiriza byasobanuwe muburyo bwo gutumiza bihinduka igice cyumurimo wa serivisi kandi bigashyirwa hamwe.",
    "3819851005": "2. Amafaranga",
    "1591032933": "Uzishyura IMI amafaranga nkuko byasobanuwe muburyo bwo gutumiza ukoresheje uburyo bwo kwishyura watanze muburyo bukurikizwa. Keretse niba byumvikanyweho ukundi n’impande zombi mu nyandiko, uzatanga ubwishyu bwuzuye kuri fagitire zose zatanzwe mugihe cyiminsi mirongo itatu (30) nyuma yo kohereza fagitire. Uraduha uburenganzira bwo gukoresha ikarita yinguzanyo kumakuru yose yinguzanyo uduha, kubika ayo makarita yinguzanyo, no kwishyuza ikarita yawe yinguzanyo cyangwa izindi konti twumvikanyeho muburyo bwo kwishyura. Keretse niba byavuzwe ukundi kurupapuro rwabigenewe cyangwa mumasezerano ya serivise yawe ya serivise cyangwa amasezerano yumurimo wa serivise, amafaranga yose ya serivisi, usibye kurenza urugero, yishyurwa buri mwaka mugitangira serivisi zitangwa na IMI mumasezerano yawe (\"Itariki Yubahiriza\").",
    "4142610534": "Amafaranga yose yatinze azajya yishyurwa atinze ku gipimo cya 1.5% ku kwezi cyangwa amafaranga ntarengwa yemerewe n'amategeko, ayo ari make. Niba unaniwe kwishyura amafaranga ateganijwe muri aya masezerano kubwimpamvu iyo ari yo yose, konte yawe irashobora guhagarikwa, kubushake bwacu, muribwo nta yandi mafaranga yishyurwa kuri konte yawe kugirango urangize imirimo kandi imirimo yawe yose izavaho. kuva kurubuga rwacu. Ugomba kutwishura amafaranga yose asabwa, hiyongereyeho amafaranga yo gutunganya, amafaranga yatinze, cyangwa igihembo cya avoka. Turashobora kandi gukora raporo zibereye mubigo bitanga inguzanyo hamwe ninzego zishinzwe kubahiriza amategeko.",
    "512991700": "Niba wifuza gutonganya amafaranga ayo ari yo yose, ugomba guhamagara ishami rishinzwe gufasha abakiriya bitarenze iminsi mirongo itatu (30) nyuma yitariki yo gusoza kuri fagitire ya mbere cyangwa konti aho ikosa cyangwa ikibazo byagaragaye kugirango ubone ihinduka cyangwa inguzanyo.",
    "1273914192": "3. Imisoro",
    "4242322181": "Ushinzwe kwishyura imisoro yose ijyanye na Serivisi usibye imisoro yo muri Amerika isuzumirwa ku nyungu za Intuition Machines cyangwa umutungo bwite.",
    "1671996585": "Urashobora gusabwa guhuza urubuga, porogaramu, cyangwa urubuga hamwe na Serivisi zacu ukoresheje porogaramu yo gutangiza porogaramu (\"API\"). Mugihe ubikora, turaguha imipaka ntarengwa, ntanumwe, udashobora kwimurwa, udahabwa uburenganzira, ushobora gukuraho API gusa kugirango ugere kuri Serivisi. Turashobora guhindura API na / cyangwa guhagarika inkunga ya verisiyo ishaje cyangwa gusohora API igihe icyo aricyo cyose. Dufite uburenganzira bwo guhagarika cyangwa kugabanya uburyo bwawe bwo kugera kuri API mubushake bwacu, kandi tuzakoresha imbaraga zifatika zo kukumenyesha mbere yo guhagarikwa.",
    "4036662147": "5. Kurinda amakuru y'ibanga",
    "3564208535": "Uremera gukoresha imbaraga zubucuruzi kugirango urinde amakuru y'ibanga yakiriwe muri twe cyangwa binyuze muri Serivisi zacu. ikubiyemo amanota ya bot nibisobanuro rusange bya serivise yacu yibikorwa, harimo ibyangombwa bitari ibya rubanda hamwe nibisobanuro byose dushobora gusangira bijyanye nuburyo bwo kumenya bot. Niba wemerewe kubona amakuru ayo ari yo yose y'ibanga, turashobora guhindura, guhagarika, cyangwa kugabanya uburyo bwo kugera kuri Serivisi zacu mubushake bwacu niba tumenye ko amakuru y'ibanga agaragazwa no gukoresha Serivisi zacu, kandi tuzakoresha imbaraga zumvikana. kuguha integuza mbere yo guhagarikwa.",
    "120384113": "6. Kurangiza",
    "453723556": "Urashobora guhagarika Umugereka wumukiriya utagendeye kumasezerano ya serivisi ureka kuba umukiriya cyangwa usaba. Dufite uburenganzira bwo guhagarika cyangwa guhagarika status yawe nkumukiriya cyangwa uwasabye igihe icyo aricyo cyose, cyangwa guhagarika konte yawe cyangwa gukoresha Serivisi ijyanye namasezerano ya serivisi. Ukomeza kuryozwa igihe cyo kurangiza amafaranga yose yatanzwe kurupapuro rwawe. Niba abiyandikishije barimo amafaranga yukwezi cyangwa yumwaka cyangwa byibuze buri kwezi cyangwa buri mwaka, uzakomeza kwishyura amafaranga yose ya Serivisi kugeza ukwezi kurangiye cyangwa umwaka.",
    "218889628": "Usibye aho turangirizaho Umugereka wumukiriya cyangwa Amasezerano ya Serivisi biturutse ku kutubahiriza uyu mugereka wumukiriya cyangwa kumurimo wa serivisi, niba duhagaritse kandi ukaba waratwishyuye mbere, tuzasubiza igice cya pro-rata muribyo amafaranga yishyuwe mbere, ukurikije igihe gisigaye cyangwa Serivisi wishyuye, icyaricyo cyose. Tuzahagarika akazi kacu muburyo bushyize mu gaciro kandi tubungabunge kandi tukugezaho ibyishyuwe byose byasohotse mubisohoka hamwe namakuru yose yabakiriya dufite. Mugihe cyo kurangiza, turashobora ariko ntitugomba gusiba amakuru ayo ari yo yose.",
    "2505227594": "7. Kurenza urugero",
    "2369877184": "Igipimo ntarengwa cyemewe cya RPS kuri hCaptcha Integrated cyangwa Abakiriya nibisabwa 1.000 kumasegonda kubintu biri kuri konte yawe (\"RPS\"), keretse iyo byateganijwe ukundi n'amasezerano yanditse hagati yawe natwe.",
    "234420106": "Mugihe uri Integrated cyangwa Umukiriya wa serivise ya hCaptcha kandi imikoreshereze yawe ya API nkuko byapimwe na RPS irenze igipimo cyateganijwe kurwego rwa serivise, turashobora guhitamo guhindura serivise yawe cyangwa kwishyuza igipimo kirenze. Mugihe mugihe igipimo cyawe cya RPS kirenze igipimo cyateganijwe kumunota 10 kuminota 10 cyangwa irenga yose hamwe mugihe cyiminsi 30 kandi ibyinshi mubyifuzo byacu, mubitekerezo byacu, ntabwo ari traffic traffic, dushobora guhitamo kukwishyura kumasezerano yagenwe kurenza urugero kubisabwa API byose byakozwe muri uko kwezi.",
    "2619472217": "8. Kongera kugurisha",
    "2019702084": "Keretse niba byemewe muburyo bweruye mumasezerano ya serivise yumukiriya cyangwa amasezerano yabacuruzi, yategetse Serivisi za SaaS ntizigurishwa, kugurishwa, gukodeshwa, gukodeshwa, kubiherwa uruhushya, cyangwa kubigenewe kubandi bantu bose (usibye Ishyirahamwe ryabakiriya. .",
    "1233229030": "Dutandukanye",
    "1467783792": "Nta muntu, ikigo, cyangwa umuryango wemerewe na Amerika (\"Umukinnyi wemewe\") wemerewe ibihembo cyangwa gukoresha Serivisi nka Integrated. Mu rwego rwo kwirinda gushidikanya, ibi birimo Abakinnyi bose bemewe bagenwe n’ibiro bishinzwe kugenzura umutungo w’amahanga (\"OFAC\") ishami ry’imari ya Leta zunze ubumwe za Amerika.",
    "3759657802": "Ntushobora kugenera, kwimura, cyangwa guha aya mabwiriza ya serivisi cyangwa uburenganzira bwawe cyangwa inshingano zawe hano muburyo ubwo aribwo bwose (ukoresheje amategeko cyangwa ukundi).",
    "1627232990": "Ubusobanuro bwaya Masezerano ya serivisi butangwa ku mbaraga-nziza. Mugihe habaye itandukaniro rinini hagati yururimi rwicyongereza Amasezerano yumurimo hamwe nubusobanuro bwarwo, amasezerano yicyongereza mururimi rwicyongereza azasobanurwa nkuburenganzira.",
    "805221621": "Nyamuneka twandikire kuri",
    "259613338": "niba ufite ikibazo kijyanye naya Masezerano ya serivisi.",
    "2735878907": "Igenamigambi ryo gukomeza ubucuruzi",
    "2887242610": "Imashini Intuition, Inc yateguye gahunda yo gukomeza ubucuruzi kuburyo tuzitabira ibintu bihungabanya cyane ubucuruzi bwacu bwa hCaptcha. Kubera ko igihe n'ingaruka z’ibiza no guhungabana bitateganijwe, tugomba guhinduka mugusubiza ibyabaye nkuko bibaho. Hamwe nibitekerezo, turaguha aya makuru kuri gahunda yo gukomeza ibikorwa byacu.",
    "809251240": "Twandikire",
    "2551802342": "- Turateganya gukira vuba no gusubukura ibikorwa byubucuruzi nyuma y’ihungabana rikomeye ry’ubucuruzi no gusubiza mu kurinda abakozi bacu n’umutungo, gukora isuzuma ry’imari n’ibikorwa, kurinda ibitabo n’ibitabo by’ikigo, no kwemerera abakiriya bacu n’abakoresha ba nyuma gucuruza kuri interineti. Muri make, gahunda yo gukomeza ibikorwa byacu yateguwe kugirango yemere ikigo cyacu gusubukura ibikorwa byihuse, bitewe nuburemere nuburemere bwibibazo bikomeye byahungabanije ubucuruzi. Gahunda yo gukomeza ibikorwa byacu adresse: kubika amakuru no kugarura; sisitemu zose zikomeye; isuzuma ry'imari n'ibikorwa; ubundi buryo bwo gutumanaho hamwe nabakiriya, abakozi, ninzego zishinzwe kugenzura; guhinduranya umwanya wumubiri wabakozi; abatanga isoko ningaruka kubakiriya; gutanga raporo; no guha abakiriya bacu kumenyesha byihuse niba tudashoboye gukomeza ubucuruzi bwacu. Ibicuruzwa byacu byibanze bitanga ibisobanuro byingenzi mubice bitandukanye. Mugihe ibihe byose byihutirwa bitera ibibazo byihariye bishingiye kubintu byo hanze, nkigihe cyumunsi nuburemere bwihungabana, twagiriwe inama niyi pisine ko intego yabo ari ukugarura ibikorwa byabo kandi bagashobora kongera serivisi byihuse. Nubwo twakoze kugirango tugabanye ingaruka dukoresheje ibicuruzwa bitandukanye, serivisi zawe zirashobora guhinduka cyangwa guhagarikwa muriki gihe.",
    "826396656": "Gahunda yo Gukomeza Ubucuruzi",
    "1979347895": "- Ihungabana rikomeye ryubucuruzi rirashobora gutandukana murwego rwabo, nkikigo cyacu gusa, inyubako imwe ibamo ikigo cyacu, abaturanyi aho ikigo cyacu giherereye, umujyi duherereyemo, cyangwa akarere kose. Muri buri gace kamwe, ubukana bwihungabana nabwo burashobora gutandukana kuva kuri bike. Mu guhungabanya ikigo cyacu, akarere kacu k'ubucuruzi, umujyi, cyangwa akarere cyangwa inyubako ibamo ikigo cyacu, tuzimurira ibikorwa byacu kurubuga rwaho mugihe bikenewe kandi dutegereje ko nta kibazo kibangamira ibikorwa byubucuruzi. Muri ibyo aribyo byose, turateganya gukomeza mubucuruzi, kwimura ibikorwa kubandi batanga isoko nibiba ngombwa, kandi tubikumenyesheje kurubuga rwacu kuri hcaptcha.com nurupapuro rwimiterere kuri hcaptchastatus.com kuburyo twatumenyesha. Niba ihungabana rikomeye ryubucuruzi rikabije kuburyo ritubuza kuguma mubucuruzi, tuzakumenyesha byihuse.",
    "653679457": "Guhungabana gutandukanye",
    "410397176": "Kubindi bisobanuro",
    "2095899021": "Amabwiriza yo KwamamazaCaptcha hamwe nimpushya rusange yubucuruzi",
    "2340340589": "Amabwiriza yo gukoresha ikimenyetso cya HCaptcha",
    "2430148876": "Twashyizeho aya mabwiriza hamwe nuburenganzira rusange bwibicuruzwa kugirango byoroshe bishoboka kubakiriya bacu, abafatanyabikorwa, nabafana gukorana nikirango cyacu mugihe tugikomeza kuranga ibigo byacu. Niba ukeneye gukoresha amashusho ya hCaptcha, ibirango, cyangwa ibindi bimenyetso muburyo butandukanye cyane naya mabwiriza, uzakenera kutwandikira (IMI) kugirango ubone uruhushya rwanditse.",
    "3884400764": "Mugihe ushobora gukoresha ibimenyetso bya hCaptcha kuri aya mabwiriza, ntibisobanura ko ufite uburenganzira ubwo aribwo bwose muri MarkCaptcha, ibirango, cyangwa mubindi bicuruzwa byose, izina ryubucuruzi, ikimenyetso cya serivisi, izina ryubucuruzi cyangwa ubushake bwa hCaptcha. Turashaka gutanga ibintu byoroshye bishoboka, ariko tugomba kurinda hCaptcha kwirinda gukoresha ikirango icyo aricyo cyose, izina ryubucuruzi, ikimenyetso cya serivise, izina ryubucuruzi cyangwa ubushake bwa hCaptcha. Imikoreshereze iyo ari yo yose itemewe ihita ihagarika uruhushya cyangwa uruhushya rutangwa na hCaptcha kandi rushobora kuryozwa ibyangiritse.",
    "512598290": "Rero, tugomba gusaba ko buri gihe ukoresha ibimenyetso byose bya haptapt hamwe nibirango muburyo bukurikiza amategeko hepfo, harimo inyuguti nkuru, imyandikire, nuburyo.",
    "2075610992": "Urakoze ku nkunga yawe!",
    "1023190144": "HCaptcha® mu nyandiko",
    "4274324704": "Dore uko twakoresha izina ryacu muri kopi yanditse:",
    "3912926900": "hCaptcha® igomba kugira ikimenyetso cyerekana ikirango cyanditse bwa mbere kigaragara muri kopi yo guhanga.",
    "950637875": "Imyandikire yaCaptcha ntigomba na rimwe guhinduka kandi hCaptcha igomba guhora inyuguti nkuru mu nyuguti ya kabiri (\"C\"). Ntabwo ari ubwinshi cyangwa ngo butunge.",
    "2624601135": "\"hCaptcha\" ntigomba gukoreshwa nkigice cyizina ryikirango, ifatanije na hyphen, cyangwa gukoreshwa mumazina ya progaramu cyangwa ibindi bicuruzwa.",
    "3828090208": "Ahubwo koresha \"kuri hCaptcha\" .Niba ikoreshwa hamwe nikirangantego cyabandi, \"kuri hCaptcha\" igomba kuba nto mubunini kuruta ikirango cya gatatu.",
    "4149738856": "HCaptcha igomba gukoreshwa nkibisobanuro hanyuma igakurikirwa nijambo rusange.",
    "1446868537": "hCaptcha ntigomba gukoreshwa nkinshinga.",
    "2487931657": "Ntukoreshe: \"tweCaptcha'd urubuga rwacu.\"",
    "2565565429": "Ahubwo koresha: \"dukoresha hCaptcha kugirango urubuga rwacu rugire umutekano kurushaho.\"",
    "3434202027": "Gukoresha izina rya hCaptcha mu itumanaho bisaba kwitirirwa: \"hCaptcha ni ikirango cyanditse cya Intuition Machines, Inc.\"",
    "2754937029": "Imikoreshereze itemewe",
    "2436973524": "Gusa ibyerekezo byukuri biremewe. Ntibyemewe kuvuga ko urubuga rukoresha serivisi za hCaptcha na porogaramu iyo bidakoreshejwe. Mu buryo busa nabwo, gukoresha ikirango cyacu cyangwa ibirango byose birakwiriye gusa mugihe urubuga rukoresha serivisi za hCaptcha.",
    "69844082": "Ibirango bya Captapt, ibimenyetso bishushanyo, ibirango, imyandikire, cyangwa amashusho nabyo ntibishobora gukoreshwa muburyo butesha agaciro.",
    "3861413614": "Ntushobora gukoresha ikirango cyangwa ikirango icyo aricyo cyose cyerekana ko hCaptcha ifitanye isano cyangwa yemeza, umuterankunga, cyangwa inkunga yibicuruzwa cyangwa serivisi byabandi, nta ruhushya rwanditse rwanditse.",
    "1409822234": "Ntakintu na kimwe kigomba gukoreshwa nkikirangantego cya hCaptcha kimwe nizina rya domaine.",
    "4181060163": "Abandi bantu ntibagomba gukoresha itandukaniro cyangwa amakosa, cyangwa gukora muburyo ubwo aribwo bwose bwatera urujijo rwambere kubirango bya hCaptcha.",
    "3955555607": "Usibye Abafatanyabikorwa cyangwa Abacuruzi babiherewe uburenganzira, abandi bantu ntibashobora gupiganira ijambo ryibanze, Google AdWords, cyangwa izindi sisitemu zo kwamamaza ukoresheje ibimenyetso bya hCaptcha cyangwa amakosa yanditse. Ntanubwo igice cya gatatu gishobora gukoresha ibimenyetso bya hCaptcha mumazina ya domaine, uburyo bwo gushakisha moteri ishakisha, meta tags, amagambo yishakisha, code, cyangwa ibindi bitari byo.",
    "1985238261": "Ibindi bimenyetso bibujijwe",
    "2193061499": "Bimwe mubirango byacu nibimenyetso birabujijwe gukoreshwa na hCaptcha nabafatanyabikorwa bayo. Abandi bantu ntibashobora gukoresha ibimenyetso bikurikira nta ruhushya rwanditse rwa hCaptcha:",
    "4188477534": "Yamazaki",
    "3443160243": "UmufatanyabikorwaCaptcha ™",
    "755156539": "hCaptcha Yemerewe kugurisha ™",
    "717622341": "Haptapt Enterprises ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop by hCaptcha ™",
    "2557601376": "Ikirangantego ™",
    "248923369": "Ikirangantego cya BotStop ™",
    "3942875761": "Fasha kubaka Urubuga rwiza ™",
    "364774188": "Ndi umuntu ™",
    "2785425016": "(murwego rwo gukemura ibibazo byubumuntu, urugero guhamagarira ibikorwa)",
    "2639657759": "Ibimenyetso Byakoreshejwe Uruhushya",
    "1268918580": "Bimwe mubirango n'ibimenyetso bikoreshwa na hCaptcha nabafatanyabikorwa bayo ni ibya gatatu kandi birashobora gukoreshwa gusa babiherewe uburenganzira. Abandi bantu ntibashobora gukoresha ibimenyetso bikurikira keretse byemewe na ba nyirabyo:",
    "3782751514": "HUMAN Protocol® ni ikirangantego cyanditse cya Fondasiyo ya HUMAN, kandi gikoreshwa uruhushya.",
    "1620709264": "HUMAN Token® ni ikirango cyanditswemo na Fondasiyo ya HUMAN, kandi gikoreshwa uruhushya.",
    "3031953928": "UMURIMO W'UMUNTU ™ ni ikirango cya HUMAN Protocol Foundation, kandi gikoreshwa uruhushya.",
    "3554363588": "Ibindi bimenyetso",
    "3290996791": "Andi mazina yose yibicuruzwa, ibirango, nibirango nibintu bya ba nyirabyo. Ibindi bigo byose, ibicuruzwa na serivise zikoreshwa kururu rubuga bigamije kumenyekanisha gusa. Gukoresha aya mazina, ibirango, n'ibirango ntibisobanura kwemeza.",
    "2444685143": "Ikirangantego",
    "2414232014": "Ikirangantego cyacu kirahita kimenyekana kandi numwe mubintu byingenzi kandi byingenzi. Kugirango bikomeze guhagararirwa cyane nisosiyete yacu, bigomba gutangwa muburyo bwitondewe kandi buhoraho mumiyoboro yose yitumanaho.",
    "803639471": "Ikirangantego cya HCaptcha kigizwe nigishushanyo cyamaboko hamwe na logotype ya hCaptcha. Muburyo busimburana, igishushanyo cyamaboko gishobora kugaragara ubwacyo mugihe umwanya uhagaritswe kandi \"hCaptcha\" ikoreshwa nkikimenyetso cyijambo (nkuko byasobanuwe haruguru) hafi yikigereranyo cyamaboko, kuburyo bigaragara ko igishushanyo cyamaboko kigereranya hCaptcha.",
    "564127016": "Agashusho k'intoki ya HCaptcha:",
    "1424800293": "Ikirangantego cya hCaptcha:",
    "1525506526": "Gufata Konti Niki kandi Bakora Bate?",
    "2446481523": "Hano hari imigani ya kera aho umushoferi wamagare hamwe numunyacyubahiro bagaragara kuri constabulary mumudugudu muto. Umugabo umwe, yambaye imyenda yanduye, yubukene, yabwiye umugenzacyaha ati: \"Ndi umunyacyubahiro. Uyu mugabo yari umushoferi wanjye.",
    "1767952047": "Mu ijoro ryakeye yanteye, anyiba imyenda yanjye atwara amafaranga yanjye. ” Undi mugabo, yambaye imyenda myiza, imyambaro y'abanyacyubahiro, yarashubije ati: \"Konseye, uyu mugabo ni umusazi. Yibwira ko ari umunyacyubahiro. Ndi umunyacyubahiro nyawe. Mufate! ”",
    "2947576723": "Iyi nkuru ibanziriza impushya zo gutwara no gucapa urutoki rwa digitale, ariko itanga urugero rwiza rwibishobora kugenda nabi mugihe cyo gufata konti. Umuntu yinjira kuri konte ya banki kumurongo cyangwa porogaramu yo kwishura kuri terefone. Nukuri afite konti, cyangwa ni hacker? Ninde? Ibi bibazo byumutekano bigira ingaruka kumiryango yemerera konte yo kwikorera wenyine.",
    "1687299615": "Gufata konti ni iki?",
    "2648707986": "Gufata konti nuburyo bwuburiganya bwa cyber aho umukinnyi mubi yigana nyiri konte kumurongo. Mubisanzwe, konte iri mubigo byimari cyangwa ubucuruzi bwa e-ubucuruzi aho uburiganya ashobora kwiba amafaranga, ibicuruzwa cyangwa amakarita yimpano. Uwibasiye akoresha ibyangombwa byinjira byinjira kugirango abone konti hanyuma ayifate, wenda ahindura ijambo ryibanga kugirango afunge nyiri konti hanze.",
    "1476843710": "Amafaranga make yangiza ariko aracyangiza uburyo bwo gufata konti harimo gushimuta konte mbuga nkoranyambaga nibindi nkibyo. Muri ibi bihe, uwagabye igitero asanzwe agerageza gukwirakwiza malware cyangwa kwishora muburobyi bwibasiye inshuti zuwahohotewe. Cyangwa, uwagabye igitero arimo agerageza gutera ipfunwe uwahohotewe, rimwe na rimwe bibaho hamwe n'ibyamamare n'abanyapolitiki, urugero.",
    "2904949278": "Nigute hacker afata konti?",
    "2575690545": "Gufata konti, nkuburiganya bwa cyber cyane, nibibazo byikora, byimikorere. Ntibisanzwe ko hacker, yambaye hoodie mu nzu yo munsi ya nyina, kwandika ijambo ryibanga kurubuga rwa banki icyarimwe.",
    "3614653023": "Ahubwo, imyitozo ishingiye ku bitero binini byerekana ibyangombwa bigerageza amamiriyoni y'abakoresha / ijambo ryibanga ryibanga ku bigo by'imari bigenewe ibyiringiro byo gufungura agace gato ka konti. Iyo porogaramu yibeshya imaze kubona konte, hacker yumuntu irashobora kubigiramo uruhare, ariko mubihe bimwe, sibyo.",
    "2762759509": "Ibitero byinshi byo gufata konti hafi ya byose byikora.",
    "1972710018": "Kubibona ukurikije sosiyete",
    "1282121137": "Kugira ngo wumve uburyo gufata konti bishobora gutera ikibazo, tekereza uko uburambe busa ukurikije ikigo cyimari. Bakora amamiriyoni yinjira buri munsi.",
    "2315518622": "Hamwe nubuhanga buhari mubikoresho byibitero byumunsi, biragoye cyane kumenya ibyo, niba bihari, uburiganya. Noneho, umuntu ahamagara umurongo wa serivise y'abakiriya ati \"Konti yanjye yibasiwe! Sinshobora kwinjira kandi umuntu anyiba amafaranga yanjye! ”",
    "1836369533": "Kimwe n'umupolisi mugani wa rubanda, umuntu yamenya ate ninde? Niba uwagabye igitero afite ibintu byibwe byibwe, nka numero yimpushya zo gutwara, nimero yubwiteganyirize, izina ryumukobwa wa nyina, aderesi, nibindi, birashobora kugorana kumenya niba umuhamagaye ariwe ufite konti nyayo cyangwa igitero kigerageza kubona a ijambo ryibanga gusubiramo konti ashaka kwinjira.",
    "2880837730": "Niki cyakorwa kugirango uhagarike gufata konti?",
    "3654556483": "Ibigo by'imari hamwe na eCommerce bifite inzira nubugenzuzi bugabanya bimwe mubibazo byo gufata konti. Izi ntera kuva kera \"izina ryinshuti yawe magara mwishuri ryibanze\" ryabajije ibibazo byumutekano kugeza uburyo bwo gutahura adresse IP ikekwa hamwe nibikoresho bya mobile.",
    "2449501658": "itanga bumwe muburyo bugezweho bwo kugabanya iterabwoba kubigeragezo byinjira muri konti, ukoresheje imashini yiga imashini gutahura no guhagarika bots, kandi bikagorana cyane cyangwa bidashoboka ko abashuka kwishora mu gufata konti.",
    "3621455477": "kwiga byinshi!",
    "555246307": "By the way, dore uko inkuru yumunyacyubahiro numushoferi we irangira: Umupolisi yatumye abo bagabo bombi bicara mucyumba hamwe amasaha menshi barambirwa mubitekerezo byabo. Umunsi urangiye, arigaragaza, ati: \"Ubu nzavugana n'umushoferi w'amagare.\" Umugabo wambaye imyenda myiza arahaguruka. Yararambiwe cyane, yibagirwa ko yiyitaga gusa umunyacyubahiro.",
    "1224727373": "BotStop by hCaptcha",
    "1187718370": "Twandikire",
    "3892905664": "hCaptcha ifasha serivise ukunda kumurongo kurinda bots, spam, no guhohoterwa mubaza ibibazo byoroshye kubantu kandi bigoye kumashini.",
    "555158694": "Serivisi ukoresha yahisemo kunoza uburambe kurubuga rwabo ushyiraho hCaptcha kugirango ugabanye traffic mbi.",
    "1617196410": "hCaptcha yibanze ku guhagarika bots. Ntabwo twitaye kubakoresha uwo ari we, ariko gusa niba ari babi. Turakora cyane kugirango duhuze ubuzima bwite &",
    "1624200563": "umutekano, no kubahiriza GDPR, CCPA, LGPD, PIPL, nandi mabwiriza yerekeye ubuzima bwite.",
    "1927613000": "hCaptcha ikomatanya imyigire ihanitse yo kwiga hamwe nurubuga rukomeye rwo kurinda porogaramu kurubuga gufata konti, kuzuza ibyangombwa, gusiba, nubundi bwoko bwihohoterwa.",
    "1133989302": "Kuki?",
    "34074886": "Igihe cyose usubije ikibazo, dukoresha imiterere ihanitse kugirango tumenye niba uri umuntu. Urubuga wasuye noneho rukoresha ibisubizo kugirango bigufashe kunoza uburambe kurubuga rwabo wirinda bots.",
    "3412647984": "Ibi biragufasha kwirinda ibibazo biri imbere wiyandikisha kandi ushiraho kuki. Nyamuneka kandi gerageza uzimye amatangazo yawe.",
    "2510209017": "Ukeneye ubufasha bwinshi?",
    "477275453": "Kuki APIs Zibasiwe na Hackers?",
    "596347471": "Porogaramu Porogaramu Porogaramu (APIs) yahindutse intego ikunzwe kubakinnyi babi kurubuga rwa interineti. Hariho impamvu nyinshi zibitera, harimo akamaro gakomeye muguhuza porogaramu. Birashoboka kugabanya ingaruka za API, ariko.",
    "2441638955": "Ubwa mbere, API ni iki?",
    "3963216198": "Kugirango tuganire ku mpamvu APIs ari intego ikunzwe kuri ba hackers, birakwiye ko ubanza gufata akanya gato kugirango usobanure icyo ijambo \"API\" risobanura. Igitekerezo cya API ntabwo ari shyashya na gato. Mubyukuri, interineti ihuza sisitemu zitandukanye za mudasobwa hamwe nibindi bice byimbere, byabayeho kuva byibura mu ntangiriro ya za 1960.",
    "1047251718": "Uyu munsi, ariko, iyo abantu bavuga kuri API, bahora basobanura ibipimo bishingiye kuri API. Izi ni API zubatswe ukoresheje ibipimo bifunguye nka Guhagararira Leta Kwimura (REST) no gufungura imiterere isanzwe ya dosiye nka JavaScript Object Notation (JSON). Bene \"RESTful APIs\", nkuko bizwi, irashobora gushirwaho bidakenewe software yihariye. Ibisubizo APIs birashobora kohereza no kwakira amakuru hamwe nuburyo bwo guhamagara hagati ya porogaramu. Kurugero, porogaramu ya banki igendanwa ikoresha API kugirango igere kuri sisitemu ya banki.",
    "3195334319": "Akamaro nintege nke za APIs",
    "1903743785": "Kuza kw'ibipimo bishingiye kuri API byagereranyaga intambwe ikomeye muguhuza porogaramu. Mu myaka 20 ishize cyangwa irenga, APIs zagiye zihenze kandi zigoye ibicuruzwa bya software bya nyirarureshwa kubuntu, ibikoresho-bishingiye kubikoresho byari byoroshye gukorana-kandi byihuse kubikora.",
    "879362350": "Hamwe na API nshya zikorera kuri enterineti, byashobokaga guhuza software iyo ari yo yose cyangwa isoko yamakuru, aho ariho hose kwisi, tutitaye kumurongo, imibare yamakuru cyangwa ururimi. Nkigisubizo, isi yo kubara ubu iri hagati ya revolution ya API. Habayeho guturika guhuza hagati ya porogaramu na data. Nibyiza, kugeza igihe bitaribyo.",
    "3844432472": "Gufungura cyane hamwe nibikorwa bya APIs bituma bagira intego zidasanzwe kubatera. Nuburyo bumwe porogaramu igendanwa ishobora gutegurwa kugirango igere no KUBONA amakuru kuva muri sisitemu yumuryango ukoresheje API, bityo rero igice cya malware. Hackers banditse ibikoresho byinshi bya software kugirango bakoreshe API. Nubuhanga bukomeye bwo gutera.",
    "2187096543": "Mubyukuri, haribintu bimwe byingenzi byacitse biturutse kuri software yanditswe na hacker yahamagaye API gukuramo amakuru mububiko. Nyuma ya byose, niba yibye amakuru bisaba gusa KUBONA guhamagarwa kuri API, byanditswe ukoresheje REST na JSON, noneho biroroshye kwambura data base isuku. Mubyukuri, iyo abantu bavuga kubitero bya \"ecran scraping\", icyo bashaka kuvuga, cyane cyane, ni guhamagarwa-byihuse API guhamagara amakuru mububiko. API zahindutse igitero kinini kumashyirahamwe abubaka.",
    "4222109231": "Kugabanya ingaruka za API hamwe nibicuruzwa bya hCaptcha",
    "1783317946": "Guhagarika ibitero bya API nikibazo gikoreshwa cyane kuri",
    "3022922096": ", hCaptcha ya entreprise yibicuruzwa. Bitandukanye na verisiyo yubusa ya hCaptcha,",
    "63719113": "ikoresha imashini igezweho kugirango umenye traffic traffic kurubuga rwawe na porogaramu - harimo ibikorwa byo gusiba.",
    "3566102529": "twe uyumunsi kugirango twige byinshi.",
    "3096553330": "Sisitemu yose dushiraho yerekana gusa imibanire yacu nabandi bantu.",
    "1467218142": "Ibyo twifuza kuri bo natwe ubwacu bitera imyitwarire yacu, bityo uburyo bumwe bwimikoranire bugaruka muri sisitemu zose zabantu. Internet itanga ingero nyinshi zifatika ziyi ngingo yibanze yisi.",
    "808872868": "Kurugero: spam, uburiganya, no guhohoterwa byabayeho kumurongo kuva hafi umunsi ukurikira sisitemu ebyiri zahujwe hamwe.",
    "1085089390": "Guhohotera kumurongo bituruka kumyitwarire ya kimuntu",
    "3064321967": "Imeri ya mbere izwi ya imeri yoherejwe mu 1978. [",
    "3800781598": "] Hafi yimyaka mirongo itanu, imeri ya imeri ikomeje kutubabaza. Amamiliyaridi menshi yamadorari hamwe nibihumbi-by-imyaka-yimbaraga zubwubatsi zashyizwe mubikorwa byo kubitsinda, nyamara spam irakomeza. Hano hari inganda zingana na miriyari z'amadorari kumpande zombi, ni ukuvuga abayirwanya n'abayohereza.",
    "2119943547": "Kuki ibi? Igisubizo kiroroshye. Igihe cyose rero hariho ubushake bwo gukoresha nabi sisitemu, umuntu azabona inzira. Kandi nibamara kubikora, undi muntu noneho azagira ubushake bwo kubahagarika.",
    "532470444": "Impirimbanyi irashobora guhinduka gato uko umwaka utashye, ariko iyi myitwarire yerekana gusa imiterere-karemano yumuntu, kandi imyaka ibihumbi bitanu byamateka yerekana ko imbaraga zidashobora guhinduka mugihe gito.",
    "3193548097": "Ibyiringiro Amasoko Iteka",
    "4065614934": "Isesengura ntabwo ari shyashya, ariko abantu bafite ibyiringiro bidashira. Cyane cyane iyo batekereje ko igitekerezo cyabo ari gishya.",
    "1216071511": "Ibitekerezo bimwe birasabwa cyane kuburyo hashize imyaka 20, umwanditsi utazwi yazanye icyuzuzo-cyuzuye cyo kuganira kumurongo kubyerekeye ibisubizo birwanya spam:",
    "1941999673": "Inyandiko yawe yunganira a",
    "4179118182": "() tekiniki () ishinga amategeko () ishingiye ku isoko () vigilante",
    "3978720689": "uburyo bwo kurwanya spam. Igitekerezo cyawe ntigikora. Dore impamvu itazakora.",
    "318339230": "(Kimwe cyangwa byinshi muribi bikurikira birashobora gukoreshwa mubitekerezo byawe, kandi birashobora kugira",
    "30312304": "andi makosa yakundaga gutandukana bitewe na leta mbere yuko itegeko ribi rya federasiyo rishyirwaho.)",
    "2710988028": "() Abashoramari barashobora kuyikoresha byoroshye mugusarura aderesi imeri",
    "3912514510": "() Urutonde rwa imeri hamwe nubundi buryo bwemewe bwo gukoresha imeri byagira ingaruka",
    "2030062561": "() Ntamuntu numwe uzashobora kubona umusore cyangwa gukusanya amafaranga",
    "3334160175": "() Ntabwo irinda ibitero byingufu",
    "3238345709": "() Bizahagarika spam ibyumweru bibiri hanyuma tuzagumane nayo",
    "4227800293": "() Abakoresha imeri ntibazihanganira",
    "2271252286": "() Microsoft ntizihanganira",
    "692064738": "() Abapolisi ntibazihanganira",
    "3475647460": "() Irasaba ubufatanye burenze kubohereza ubutumwa",
    "1482845460": "() Irasaba ubufatanye bwuzuye kubantu bose icyarimwe",
    "3741193183": "() Abakoresha imeri benshi ntibashobora gutakaza ubucuruzi cyangwa gutandukanya abakoresha bawe",
    "2234909600": "() Abashoramari ntibitaye kuri aderesi zitemewe kurutonde rwabo",
    "1982617151": "() Umuntu uwo ari we wese ashobora gusenya mu buryo butazwi umwuga w'abandi cyangwa ubucuruzi bwe",
    "2498172334": "By'umwihariko, gahunda yawe yananiwe kubara",
    "389705801": "() Amategeko abuza byimazeyo",
    "190955495": "() Kubura ubuyobozi bugenzura hagati ya imeri",
    "237009707": "() Gufungura ibyerekanwa mubihugu byamahanga",
    "3507532387": "() Kuborohereza gushakisha utuntu duto duto twa aderesi ya aderesi imeri yose",
    "2477958756": "() Abantu babi",
    "3254142589": "() Ibibazo byububasha",
    "3621401685": "() Kudakunda imisoro idasanzwe",
    "4277475973": "() Kwanga rubanda kwakira uburyo bushya bwamafaranga",
    "941057651": "() Ishoramari rinini rya software muri SMTP",
    "3265293440": "() Kwemera protocole usibye SMTP gutera",
    "515733427": "() Ubushake bwabakoresha gushiraho OS yakiriwe na imeri",
    "2631159699": "() Ingabo zinzoka zasibye umurongo mugari wa Windows",
    "776542208": "() Irushanwa ryintwaro zihoraho zigira uruhare muburyo bwo kuyungurura",
    "989480928": "() Inyungu zikabije za spam",
    "3898950867": "() Joe akazi na / cyangwa kwiba indangamuntu",
    "3395399558": "() Abanyapolitiki batazi gusoma no kwandika",
    "1118929614": "() Ubuswa bukabije kubantu bakora ubucuruzi hamwe na spamers",
    "838951836": "() Ubuhemu kuruhande rwa spamers ubwabo",
    "2123236933": "() Umuyoboro mugari utagerwaho no gushungura abakiriya",
    "2292919419": "() Ibitekerezo",
    "2534436327": "n'inzitizi za filozofiya zikurikira nazo zishobora gukoreshwa:",
    "832385387": "() Ibitekerezo bisa nibyawe byoroshye kuzana, nyamara ntanumwe wigeze agaragara mubikorwa",
    "1993984258": "() Gahunda iyo ari yo yose ishingiye kuri opt-out ntabwo yemewe",
    "3909240516": "() Imitwe ya SMTP ntigomba gukurikiza amategeko",
    "1151065360": "() Urutonde rwumukara",
    "2396605499": "() Abazungu bonsa",
    "2225785608": "() Tugomba gushobora kuvuga kuri Viagra tutagenzuwe",
    "3004688366": "() Ingamba zo guhangana ntizigomba kubamo uburiganya cyangwa ikarita yinguzanyo",
    "922470170": "() Kurwanya ntibigomba kubamo gusenya imiyoboro rusange",
    "3068923550": "() Kurwanya bigomba gukora niba bigenda buhoro buhoro",
    "2752975480": "() Kohereza imeri bigomba kuba kubuntu",
    "117227832": "() Kuki tugomba kukwizera hamwe na seriveri yawe?",
    "1021431157": "() Kubangikanya nisoko ifunguye cyangwa impushya zifungura isoko",
    "2801524659": "() Umva-ingamba zifatika ntacyo zikora kugirango ikibazo gikemuke",
    "931661269": "() Aderesi yigihe gito / inshuro imwe imeri imeri iragoye",
    "2090457681": "() Sinshaka ko leta isoma imeri yanjye",
    "3536122902": "() Kubahagarika muri ubwo buryo ntabwo bitinda kandi birababaza bihagije",
    "2391175562": "Byongeye kandi, ibi nibyo ntekereza kuri wewe:",
    "229198134": "() Ihangane musore, ariko sinkeka ko byagenda neza.",
    "345563040": "() Iki nigitekerezo cyubupfu, kandi uri umuntu wigicucu kubitekerezo.",
    "409780280": "() Nibyiza gerageza, ****! Nizere ko umuntu akandagiye kuri clavier yawe!",
    "2820080973": "Byakiriwe na ❤ by",
    "3943164003": "reba mbisi",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Kuki igisubizo cyawe gishya cyo kurwanya spam kitazakora",
    "361795034": ". Umwanditsi utazwi, c. 2000",
    "1547006769": "Kugenzura ubumuntu nikibazo kimwe",
    "3717942925": "Nkuko hazokwama hariho abantu bashaka kukwitaho biciye kuri imeri, harigihe hazokwifuza kubuza kubona ibintu bimwebimwe abantu gusa ni bo bashobora kubigeraho.",
    "2481032625": "Niba intego ari iyo gukumira:",
    "1691348394": "- kugura ibintu byikora mugihe cyo kugurisha kugarukira",
    "1771016224": "- software ikuramo ibikubiyemo byose kurubuga rwawe",
    "1959762846": "- kugira urubuga rwawe rwuzuyemo spam itagira iherezo cyangwa ikoreshwa nabi",
    "345108670": "- kuzuza ibyangombwa nibindi bigerageza gufata konti",
    "2540760245": "mubindi byinshi bikoreshwa, gushobora gushungura kumurongo kumurongo hashingiwe kuri \"muntu cyangwa ntabwo\" bizakomeza kuba igikoresho cyagaciro mugihe kamere muntu ikurikiza uburyo bumwe bwanditswe mumyaka ibihumbi bitanu ishize.",
    "3346362371": "Tuvuge iki ku kwiga imashini?",
    "3619183405": "Muri 2021 byoroshye CAPTCHAs irashobora rimwe na rimwe gukemurwa na software, tubikesha iterambere ryimashini. Kugira ngo iki kibazo gikemuke, hCaptcha nayo ikora isesengura rirambuye kumitungo nka",
    "3292221787": "ikibazo cyarashubijwe, ntabwo ari niba ari cyo, kandi gihindura kenshi ibibazo hamwe namakuru yakoreshejwe.",
    "1080672247": "Kuberako ibibazo byinshi byabajijwe bidashobora gukemurwa mubukungu hamwe na software ya tekinike, kandi kubera ko amakuru muri rusange yihariye sisitemu, ibi bivuze ko akenshi bots zihagarikwa rwose na serivise yubuntu, kandi zigomba kwishingikiriza kubakemura ibibazo bya CAPTCHA aho, aribyo ituma ubwoko bwinshi bwihohoterwa budasanzwe.",
    "4172868199": "igenda irenze ibi, yimukira mubice byo kugerageza gutandukanya \"umuntu mwiza\" n \"\" umuntu mubi \", kandi ikoreshwa uyumunsi na serivise nyinshi zizwi cyane kumurongo kugirango zishakishe kandi zihagarike ibintu byose kuva muburiganya bwubuguzi kugeza aho bikomeza. iterabwoba kubakoresha, mugihe bakomeje kwibandaho kubungabunga ubuzima bwite.",
    "2873911365": "Bite ho kuri attestation yibikoresho?",
    "1477196356": "Uburyo butandukanye bwo guhuza indangamuntu nigikoresho muburyo bwo gutondeka neza, rimwe na rimwe hamwe n’ibintu bibungabunga ubuzima bwite, byasabwe mu myaka mirongo. Urufunguzo rusange rwibanga rwatangiye kuri c. 1975, hamwe nibyuma byibikoresho byabayeho igihe kirekire.",
    "2349681896": "Kubwamahirwe, kugenzura igice cyibikoresho ntabwo bivuze ko uri umuntu. Mubyukuri buri kintu cyamamare cyumuguzi wamamaye gahunda yamenetse inshuro nyinshi, irashishwa, hanyuma irongera iracika.",
    "254326776": "Gukoresha nabi ayo makosa bikunze kuvumburwa ko byabaye amezi cyangwa imyaka mbere yo gutangaza cyangwa gutangaza amasomo.",
    "2462909475": "Urukuta rwa terefone zirenga 10,000 zikoreshwa mugukoresha nabi, igice cyibikorwa byabashinwa.",
    "1963951234": "Nubwo uburyo bwawe bwogukoresha bwizewe, niba umuntu ashobora kurangiza umunsi gusa gukoresha amafaranga kugirango aguhe igisubizo ushaka, gutunga igice cyibikoresho ntibihagije.",
    "1278884196": "Ibyo byavuzwe, cryptography ni disipuline ikiri nto. Ukurikije amateka ya vuba, gahunda yawe ya kriptografiya hamwe na / cyangwa kuyishyira mubikorwa birashoboka ko byacika mugihe umuntu wese afite ubushake bwo kubireba neza, kandi birashoboka ko abandi bantu bazabimenya mbere yuko ubikora. Kwishingikiriza ku byuma bisobanura kandi ko ushobora gukenera gusaba buri mukoresha wawe guhindura igikoresho gifatika kugirango ubone amakosa. Ibi ntibishoboka ko byihuta mubihe byinshi, bivuze mubyukuri sisitemu yawe izananirwa gufungura.",
    "1828028934": "Iyi niyo mpamvu",
    "1642844535": "ni ngombwa: hCaptcha ikoresha uburyo butandukanye bwo gusubiza ikibazo kimwe cyibanze, kwemerera kugereranya guhuzagurika mubisuzuma byose.",
    "1155821305": "kwirwanaho ni ubujyakuzimu",
    "119098046": "Tuvuge iki ku bisubizo byoroshye cyangwa bidafite ibibazo?",
    "2760410719": "Serivisi zigerageza gukora bot hamwe nibimenyetso bya pasiporo gusa byinjira mubibazo byingenzi: nigute ushobora kwemeza niba sisitemu itahura abakinnyi babi mugihe udafite ukuri kwukuri?",
    "1722734001": "Interineti ifunguye ni urusaku rwinshi. Abakinnyi babi bibasira abakoresha serivise hamwe nabanywanyi nka reCAPTCHA burimunsi, kandi birumvikana ko bagerageza kugaragara nkabantu bishoboka mugihe ubikora.",
    "1595254735": "Serivise zidahwitse zirwanira kugumana ibimera neza, cyangwa no kumenya igihe bidahwitse. Hatariho ubushobozi bwo rimwe na rimwe guhangana nabakoresha no gusesengura neza ibisubizo byurwo rugamba, ubunyangamugayo bukunda kugabanuka cyane mugihe.",
    "2412751979": "Nkesha ubumuntu bwuzuye bwerekana ko imbaraga hCaptcha, ibigo byinshi byahoze bikoresha reCAPTCHA v3 / Enterprises byahinduye",
    "2284856231": "kandi wabonye uburyo bunoze butunganijwe muburyo bwa hCaptcha Enterprises gusa.",
    "4162847": "Twashoboye kubyitegereza muburyo butaziguye, nkuko bamwe mubakiriya bacu bakora ibizamini bya A / B kubisabwa bimwe mbere yuko bahinduranya rwose kubitangwa na Google. Mubisanzwe turashoboye kwerekana byombi ibinyoma byiza nibinyoma bituruka kuri reCAPTCHA v3 cyangwa reCAPTCHA.",
    "436125785": "Ibi ntibitangaje urebye amakosa yibitekerezo biboneka muri ibyo bicuruzwa, no kuba bigurishwa numuyoboro wamamaza ufite inyungu nyinshi zo kutaba mwiza cyane mugutahura bot, kugirango bitagira ingaruka kubucuruzi bwabo bwibanze.",
    "2233741720": "Mu gusoza",
    "2133809801": "Igihe cyose abantu bakomeje kuba abantu, birashoboka ko kugenzura ikiremwamuntu bizagira uruhare kumurongo.",
    "2255549335": "Akazi kacu kuri hCaptcha nugushaka inyungu nziza hagati yingorabahizi nukuri no gukomeza guterana amagambo cyane cyane kuri",
    "4138068262": "Abakoresha. Mu kurangiza, guhura nibibazo birashoboka ko bizakomeza kuba mububiko bwibikoresho byo kugabanya ihohoterwa rikorerwa kumurongo mugihe kamere muntu idahindutse.",
    "855097735": "Kubaka serivise ikora neza mugihe uhuza impungenge zose nikibazo gikomeye (kandi duhora dukora kugirango tuyitezimbere kugirango uburambe bushoboke) ariko turizera ko uzemera ko kugabanya spam, gukoresha nabi, gufata konti. , kandi uburiganya kumurongo burakwiriye rwose ikibazo cyoroshye rimwe na rimwe.",
    "1953959745": "kugerwaho",
    "2543123170": "Kugenzura zeru ubumuntu kugenzura",
    "547245263": "Gukemura ikibazo cya bot uyumunsi.",
    "3117887301": "Yizewe na serivisi nini kumurongo",
    "981806349": "Yubatswe kuri platform ya HCaptcha yemejwe",
    "2373007864": "Uruganda rwa haptapt rukora kuri tekinoroji ya hCaptcha, rwaguwe kugirango ushiremo ibintu imishinga myinshi yimodoka ikeneye.",
    "2652399059": "Umufatanyabikorwa wizewe",
    "1997838163": "Ibigo binini ku isi biterwa na hCaptcha Enterprises. Kwishyira hamwe biroroshye, kandi kumenya neza ntagereranywa.",
    "734735952": "Twasuzumye umubare wabacuruzi ba CAPTCHA kimwe no kubaka sisitemu ubwacu. Mu kurangiza, hCaptcha yagaragaye nkuburyo bwiza bwo reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Umuyobozi ushinzwe gucunga ibicuruzwa, Cloudflare",
    "3971348140": "Kuki twakoresheje hCaptcha? Ntawundi washoboraga gutanga kumikorere nibikorwa dukeneye. Baduhagurukiye kwiruka vuba, kandi abadandaza bacu bakunda uburambe.",
    "4248655793": "- Alex M.",
    "4185927140": "Umuyobozi wibicuruzwa, Flash, Guhindura",
    "282913023": "Igiciro cyiza cyo gukora imishinga myinshi",
    "999610953": "Hanyuma, ubundi buryo bwizewe kuri Google. hCaptcha Enterprises itanga ubwizigame butangaje kuri fagitire ya reCAPTCHA hamwe numutekano mwinshi: kugeza 80% bihenze mubihe bimwe.",
    "1886100235": "Serivisi nyinshi kumurongo nini kumurongo wahinduye hCaptcha Enterprises kandi zakira neza bot hamwe no kuzigama amafaranga menshi.",
    "2903742230": "Imiyoboro yamamaza ibona abashyitsi bawe nkibicuruzwa. Kuri twe intego imwe ni ukumenya ubumuntu bwabo. Serivisi zacu zujuje cyangwa zirenga GDPR, CCPA, LGPD, na PIPL, kandi dukora cyane kugirango duhuze ubuzima bwite n'umutekano.",
    "3901503296": "Uku kwibandaho kwihariye kubanga bisobanura ko dushobora gutanga zeru kubika amakuru kugiti cye, gukora kuki idafite, nibindi byemezo byibanga byamasezerano nkuko bisabwa mugihe dukomeza umutekano mwiza.",
    "3342910682": "Soma byinshi",
    "1130783905": "Ukuri ni inyungu zawe kandi ni izacu. hCaptcha ikora kugirango iguhe amakuru nyayo kandi ureke uhitemo kuyakoresha. Ibindi bisubizo byumutekano bitangwa namasosiyete yamamaza Gigantic. Ibi bivuze ko bot yose bahagaritse irashobora kugabanya amafaranga yinjira.",
    "2019130052": "Udushya twacu twibanze kuri ML reka turenze ibipimo byumutekano byumurage \"kwandika ibintu byose iteka\" tutabangamiye umutekano cyangwa ubuzima bwite bwabakoresha.",
    "23114595": "Uburambe bukomeye bwabakoresha",
    "3437412311": "Kubakoresha ba Enterprises, amahitamo arahari kugirango wirinde burundu ibibazo mubihe byinshi, bishingiye kumanota ya pasiporo.",
    "1996843433": "Mugabanye guterana amagambo wirinda ikibazo rwose kuri 99.9% yimodoka yawe yemewe mugihe ugitanga umutekano mwiza.",
    "3093689546": "Kwishyira hamwe byoroshye",
    "247560732": "Ongeraho hCaptcha hamwe n'imirongo itatu ya code. Niba uturutse muri reCAPTCHA, API yacu irahuza kandi bifata iminota mike yo guhinduka.",
    "1510448156": "Urashobora kuba hejuru kandi ukiruka hamwe nibindi bisumba byose uyumunsi, hanyuma ukingura ibintu byinshi byateye imbere nkuko bikenewe.",
    "2718999653": "Amanota Yugarije",
    "2698140263": "Ntabwo ibibazo byose ari bimwe: kubona amanota imwe bivuze ko bigomba gukemura ibyo ukeneye kugirango bigire akamaro.",
    "897432717": "Hamwe nigishushanyo cyacu gishya kumanota yihariye, wongeyeho ubumenyi bwubucuruzi butuma moderi zacu zitanga amanota yihariye kubakoresha.",
    "2650502379": "Tangiza ibibazo byawe mu masegonda",
    "3578122193": "Guma kumurongo hamwe nibirimo bijyanye",
    "1074044172": "Mugihe abakoresha bagomba gukemura ikibazo kugirango bahuze ibyifuzo byumutekano wawe, kuki utabaza ibibazo bishimishije kandi bifatika kubakoresha?",
    "1579093044": "Hamwe nimikorere yacu yoroshye yo gushushanya, urashobora gutangiza ibirango byibibazo muminota mike.",
    "3717512591": "Kwishyira hamwe",
    "121743429": "Kurubuga rwibikorwa Remezo",
    "2131386784": "Kugera kubuhanga no gushyigikirwa kuri wewe hamwe nabakoresha",
    "2782263070": "Serivisi nicyo kintu cyambere kuri twe. Turakomeza 24/7 kumuhamagaro kandi dutanga guhuza Slack hamwe nitsinda ryanyu ryo guhuza ibikorwa hamwe nabakozi bacu bahamagaye mugihe na nyuma yo kubishyira mubikorwa.",
    "3740051331": "Twiyemeje kandi gukurikirana no gusubiza ibibazo byabakoresha kurubuga rusange, amahuriro, hamwe na-widget hamwe na imeri yohereza imeri. Turashobora kuboneka kandi twitabira, kandi dufata ibyifuzo byabakoresha nka KPI yo hejuru.",
    "170775527": "Ibiranga imishinga",
    "3383086062": "hCaptcha Enterprises ni igisubizo cyuzuye cyumutekano kumurongo. Uburyo bukora kandi butajenjetse reka uhagarike ibyangombwa, gutahura konti, no guhagarika abakinnyi bakekwa. Byose hamwe na zeru zeru kubakoresha byemewe.",
    "1408599440": "Tangira byihuse n'imirongo mike ya code hamwe na 99.9% ya pasiporo, cyangwa ufate neza igihe nuburyo abakoresha bahanganye. Icyitegererezo cyiterabwoba cyihariye hamwe nibibazo byihariye bisobanura guhinduka kugirango umutekano ube mwiza.",
    "3365203058": "Kurinda bot-kurwego rwisi yose",
    "1803009328": "Intambara-yageragejwe kurubuga.",
    "1586809757": "Amanota yukuri ya bot",
    "353367791": "Menya abakinnyi babi muburyo butandukanye.",
    "191460155": "Ubuvanganzo bwa zeru na 99.9%",
    "585557010": "Ikibazo kiri munsi ya 0.1% byabakoresha byemewe.",
    "3287172429": "Kugenzura ubwoko bwibibazo byerekanwe",
    "1844885924": "Isomero rinini ryubwoko bwo guhitamo.",
    "3018523079": "Guma kumurongo hamwe nuburambe bwabakoresha.",
    "3817811295": "Bijejwe kwizerwa kandi byihuse 24/7 kumuhamagaro.",
    "1798492192": "Inkunga ya mushakisha",
    "1356745565": "Bihujwe inzira yose igaruka kuri Internet Explorer 8.",
    "751483365": "Inkunga kubakiriya batari JavaScript.",
    "4199502476": "Raporo yambere yo gutangaza amakuru hamwe na API",
    "3630114728": "Reba ibibera kurubuga rwawe na porogaramu zose.",
    "3573245166": "Bitandukanye na reCAPTCHA, dukorera mubihugu byose.",
    "2354267648": "Politiki y’ibanga ya GDPR, CCPA, na LGPD",
    "3167979932": "Yashizweho kubanga kuva kumunsi wambere. Amasezerano akomeye yo gutunganya amakuru.",
    "4065065042": "Hamagara ibi kugirango uhuze neza nikibazo cyawe cyo gukoresha.",
    "111184581": "Kwakira ibirori-byambere",
    "4272022475": "Ibyifuzo byose numutungo ujya kuri hcaptcha.urubuga rwawe.com",
    "2676853536": "Abakoresha benshi",
    "1368787974": "Sangira ubuyobozi mu itsinda ryawe.",
    "1045484714": "SAML SSO kwishyira hamwe hamwe nindangamuntu yawe, urugero Okta cyangwa Azure AD.",
    "3953584369": "Inzitizi zoroshye za RBAC ziboneka zirahari.",
    "2781507299": "Kugenzura ako kanya",
    "4019660456": "Ubukererwe bwa 0ms: genzura ibimenyetso bya HCaptcha nta guhamagara API.",
    "3446714684": "Igendanwa rya mobile (iOS na Android) Kwishyira hamwe",
    "2593768395": "Ubunararibonye butagira ingano kurubuga, mobile mobile, web mobile. Byubatswe mbere yububiko hamwe na SDK kavukire irahari.",
    "1779265104": "Amabwiriza yihariye hamwe nubwishingizi bwibanga",
    "122875767": "Huza ibyo ukeneye byemewe n'amategeko mugihe andi masosiyete adashobora.",
    "148188781": "Yerekanye Ibibazo",
    "838049015": "Hitamo amashusho yose ahuye nikibazo",
    "1126302400": "Agasanduku",
    "3554448168": "Gushyira mu byiciro",
    "2104933754": "Menya ibirango bihuye",
    "3612043014": "... n'indi mirimo yoroshye. Biroroshye kubantu, biragoye kuri bots.",
    "3624758171": "Imirimo yihariye nayo iraboneka kubatangaza imishinga.",
    "1001938065": "Kwishyira hamwe ntibishobora koroha",
    "2138799135": "hCaptcha ifite ibyicaro byinshi byubatswe mbere ya sisitemu yimbere ninyuma ukoresha.",
    "2535001179": "Niba ubaye uva muri reCAPTCHA ya Google, API zacu zirasimburwa.",
    "1393184984": "nibyo ukeneye byose.",
    "3715747429": "Ba injeniyeri bacu binjira kumurongo barashobora kukugenda byihuse, waba ukeneye Reaction ihuza, SDKs kuri porogaramu kavukire ya iOS, urugero rwa Java inyuma, cyangwa mubindi bintu byose.",
    "2681650568": "Kandi nkuko bisanzwe, ubuzima bwite nigiciro cyibanze kuri twe. Ongeraho kode yacu yibibazo gusa aho bikenewe, kandi aho byumvikana kurinda wowe nabakoresha. Kugabanya ikusanyamakuru ritangirira kumwanya wo kwishyira hamwe.",
    "1130868224": "Imirongo itatu ya code",
    "2183926131": "Tangira hamwe na Enterineti ya HCaptcha",
    "1526887904": "hCaptcha Ibanga ryumushinga",
    "1845745385": "Byagenewe ubuzima bwite.",
    "1297224875": "Uburyo bwihariye bwigenga bwibanga kuri Enterprises yumutekano kumurongo.",
    "2762458927": "Umukoresha wawe amakuru ntabwo agurishwa.",
    "2058856283": "hCaptcha Enterprises ifite intego imwe gusa: gukumira abakinnyi babi guhagarika ibikorwa byawe kumurongo no kugirira nabi abakoresha bawe.",
    "2408036504": "Sisitemu yacu rero yatunganijwe kuva hasi kugirango igabanye gukusanya amakuru no kubika mugihe dukomeza umutekano uyobora ibyiciro. Inzira nziza yo kurinda amakuru yumukoresha ntabwo ari ukubika na gato.",
    "4099477834": "Umubano wose wabakiriya nawo urinzwe namasezerano akomeye yo gutunganya amakuru. Serivisi ya hCaptcha yubahiriza amategeko yose yerekeye ubuzima bwite aho serivisi yawe cyangwa abakiriya bawe baba. Kutabika amakuru yihariye biratworohera cyane kuruta ayandi masosiyete.",
    "3569492665": "Kwandika ibikorwa kumurongo ntabwo aricyo gisubizo.",
    "3389431373": "Serivisi nka reCAPTCHA v3 zivuga ko gushyira pigiseli yabo ikurikirana kuri page yose yurubuga rwawe birakenewe kubwumutekano mwiza. Ntabwo aribyo.",
    "3590546893": "Isesengura ryimyitwarire yoroheje nikimenyetso cyahimbwe nabakinnyi babi, kandi bisaba kugumana amateka yo gushakisha kuri traffic yawe yose yemewe.",
    "1105363520": "Ntabwo dukora umuyoboro wamamaza, kandi ntidushishikajwe no kureba imyitwarire y'abakoresha kugirango tubagurishe amatangazo. Ibi bivuze ko tudakeneye pigiseli ya pasiporo kuri page yose y'urubuga rwawe.",
    "3088605177": "Ongeraho kode yacu yibibazo gusa aho bikenewe, kandi aho byumvikana kurinda wowe nabakoresha.",
    "337971271": "Kwiga imashini ni ingirakamaro. Ariko ntibisaba amakuru yihariye gukora.",
    "320166522": "Kwiga imashini ubu bigira ingaruka mubice byose byubuzima bwacu, akenshi muburyo tutabimenya kandi tudashobora kubona. Serivisi z'umutekano kumurongo ntaho zitandukaniye.",
    "3180664128": "Nukwiga ibimenyetso birenga ibihumbi, moderi irashobora gushishoza no kugera kubwizere buhebuje bwo kumenya imyitwarire mibi byihuse, kabone niyo nta kimenyetso cyihariye ubwacyo cyaba gikomeye kuburyo cyerekana ikibazo.",
    "961941354": "Ariko, ntanakimwe muribi gisaba gukoresha amakuru yihariye (\"PII\"). Ubuhanga bugezweho bwa cryptographic butwemerera guta amakuru yihariye byihuse, tugakora aho gusinyira inzira imwe idashobora guhuzwa numuntu uwo ariwe wese.",
    "1706581702": "Amahugurwa kuri de-yamenyekanye yamakuru akora neza, kandi ntibisaba guhungabanya umutekano cyangwa ubuzima bwite. Abakiriya bacu bakoze ibizamini bifatika, kandi batangaje ko tungana cyangwa byiza kuruta ubundi buryo bwihariye bwigenga.",
    "3203921334": "Twakunze ibintu bitari bike kubisubizo bya HCaptcha: 1) ntibagurisha amakuru yihariye; bakusanya gusa amakuru akenewe yumuntu ku giti cye, barasobanutse mugusobanura amakuru bakusanya nuburyo bakoresha kandi / cyangwa kubitangaza.",
    "305735018": "Hanyuma, ubundi buryo bwizewe kuri Google. hCaptcha Enterprises itanga ubwizigame butangaje kuri fagitire ya reCAPTCHA hamwe numutekano mwinshi: kugeza 80% bihenze mubihe bimwe.",
    "3695206755": "Mugerageze mubidukikije nta nshingano.",
    "2941545733": "Turi injeniyeri, ntabwo turi abacuruzi: turashaka ko wishimira amahitamo yawe.",
    "131871195": "Inzira nziza yo kwemeza ko unyuzwe nukwerekana ko dukeneye ibyo ukeneye.",
    "3436534225": "Mubyukuri ibigo byose bitangiza umuderevu amaherezo bihitamo ibisubizo byacu.",
    "4060250206": "Koresha iyi fomu kugirango ugere kumuhanga winzobere. Turasubiza vuba.",
    "1159746815": "Urashobora kandi kutwoherereza imeri muburyo butaziguye.",
    "2531534427": "Ibisobanuro birambuye hano.",
    "2059998584": "Intara",
    "3916131732": "Amerika",
    "135276624": "Uburayi, Uburasirazuba bwo hagati, Afurika (EMEA)",
    "1182294134": "Aziya-Pasifika (APAC)",
    "2437934778": "Izina ryawe",
    "3859506577": "Imeri y'Ubucuruzi",
    "1268414751": "Ibindi bisobanuro dukwiye kugira?",
    "42559805": "Ukeneye ubwato bwihutirwa?",
    "851679588": "Yego.",
    "1729677626": "Ndibasiwe kandi ndasaba guhita.",
    "2808971932": "Iyi ni inyandiko imwe imbere ya divayi.",
    "2468683988": "Umutwe",
    "356336077": "Lorem ipsum dolor icara amet, consectetur adipiscing elit. Suspendisse varius enim muri eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Ihuza ry'inyandiko",
    "2212670355": "Iyandikishe",
    "31502377": "Niki kintu gikize cyanditse?",
    "2310705547": "Ikintu gikize cyanditse kigufasha gukora no gushiraho imitwe, paragarafu, blokotike, amashusho, na videwo byose ahantu hamwe aho kugirango ubyongereho kandi ubishyire kumuntu kugiti cye. Kanda inshuro ebyiri gusa kandi byoroshye gukora ibirimo.",
    "2590587108": "Guhindura ibintu bihamye kandi bigenda neza",
    "778204464": "Ikintu gikize cyanditse gishobora gukoreshwa hamwe nibintu bihamye cyangwa bifite imbaraga. Kubintu bihamye, gusa ubireke kurupapuro urwo arirwo rwose hanyuma utangire guhindura. Kubintu bifite imbaraga, ongeramo inyandiko ikungahaye kumurongo wose hanyuma uhuze inyandiko ikize kuri uwo murima murwego rwo gushiraho. Voila!",
    "1890955039": "Nigute ushobora guhitamo format kuri buri nyandiko ikize",
    "3286051798": "Imitwe, paragarafu, ibisobanuro, ibishushanyo, amashusho, hamwe nibisobanuro byerekana byose birashobora kwandikwa nyuma yisomo ryongewe kumyandiko ikungahaye ukoresheje \"Iyo imbere\" sisitemu yo gutoranya ibyari.",
    "504332576": "Tunejejwe no kubamenyesha ko hCaptcha yakuze muri serivisi nini yigenga ishinzwe umutekano wa interineti ku isi, ikora kuri 15% ya interineti - kandi twakuye igice kinini cyisoko kuri Google reCAPTCHA. Hamwe na hamwe, hCaptcha na",
    "1155436473": ". Inkuru yacu irerekana ko ushobora guhangana na Big Tech mugihe ushize imbere ibanga.",
    "3108727249": "BotStop",
    "1296696044": "Amabanga n'umutekano: Kuki atari byombi?",
    "538871570": "Kurushanwa na Google hamwe nandi masosiyete akomeye ya Tech asa nkurwego rurerure: imbaraga zabo zo kwisoko rya monopoliste, ingaruka za platform hamwe ningabo zabashoramari bahembwa menshi muri rusange bifatwa nkibikomeye kuburyo bidashobora guhangana numuntu uwo ari we wese ariko ibindi bihangange byikoranabuhanga nka Facebook cyangwa Amazon. Inkuru yacu irerekana ko bitagomba kumera gutya - urashobora gutsinda Big Tech wibanda kubuzima bwite.",
    "3600718611": "Reba Google reCAPTCHA,",
    "4281708680": ". Kuri hCaptcha, twafashe nkana uburyo butandukanye cyane, dukoresheje tekinoroji yo kubika imashini yiga ubuzima kugirango tumenye imyitwarire isanzwe ya bot neza, byose mugihe dukoresha kandi tukabika amakuru make ashoboka.",
    "3312336121": "ikoresha amakuru menshi yimyitwarire kugirango umenye niba abakoresha urubuga ari abantu bemewe cyangwa bots",
    "1193738791": ": bakurikirana imyitwarire yumukoresha kuri page yose yurubuga no kurubuga. Twashizeho hCaptcha kugirango ibe ibanga rishoboka guhera kumunsi wambere. Ibi byatumye habaho uburyo butandukanye rwose kubibazo. Nkuko bigaragara, gukurikirana abakoresha kurubuga no guhuza amateka yurubuga kubiranga ntabwo ari ngombwa rwose kugirango ugere kumutekano mwiza. Ibigo byinshi byahinduye kuri hCaptcha",
    "2620705814": "Google nisosiyete yamamaza, nibicuruzwa byabo byumutekano bisa nkibicuruzwa byabo byamamaza",
    "1126447688": "akenshi utanga raporo zingana cyangwa nziza mugushakisha bot no kugabanya nubwo twibanda kubanga",
    "439777523": "Ibyerekeye Amabwiriza",
    "3588274874": "Mu kwibanda ku gutanga ibicuruzwa bihujwe nimbaraga zogukora nka GDPR yubumwe bw’ibihugu by’i Burayi na CCPA ya Californiya, twabonye iterambere ryinshi - birumvikana ko bifasha ko hCaptcha yoroshye “guta muri” gusimbuza reCAPTCHA bityo ikaba ishobora gushyirwaho mu minota mike.",
    "2150595700": ". GDPR na CCPA bashyize impungenge kubibazo byabaguzi ku baguzi b’ibigo, kandi icyarimwe ubuzima bwite bwo kumurongo buragenda burushaho kuba ingirakamaro kubaturage kuko twese dutangiye kumva uburyo inganda zo kwamamaza no kwamamaza kumurongo byakoresheje amateka yacu.",
    "2624949852": "Birumvikana ko reCAPTCHA yinjiye kare mumutekano wurubuga kuva 2009, irinda amamiriyoni yurubuga kwirinda iterabwoba ryatewe na bots na spamers. Ariko, byahungabanijwe rwose mumyaka yashize:",
    "499510428": "Mubyukuri twizera ko amabwiriza yadufashije hano",
    "1232651561": "software ubu ni nziza nkabantu mugukemura ibibazo bya reCAPTCHA.",
    "824740867": "Aho kunoza igisubizo, Google ahubwo yasohoye reCAPTCHA v3, ikora cyane nkurusobe rwamamaza kuruta software yumutekano, ikusanya amakuru yimyitwarire kurubuga kugirango yubake imyirondoro yabakoresha. Kubwamahirwe make, ubu bwoko bwibimenyetso biratsindwa byoroshye, bityo bigatanga uburinzi buke kuri bots mugihe byangiza ubuzima bwabakoresha.",
    "1027023087": "Twebwe kuri hCaptcha twibanze kuburyo bugezweho kubibazo, bidasaba kugumana inyandiko zimyitwarire yigihe kirekire nko gushakisha amateka kandi byagaragaye ko ishobora kwihanganira guhangana nabanzi biyemeje kuva serivisi yatangizwa.",
    "2852295413": "Amakimbirane asanzwe yinyungu: guhagarika bots bigabanya amafaranga kumurongo wamamaza",
    "1597520917": "Umubare munini w'abanenga bagaragaje ko Google itita ku buzima bwite bw'abakoresha igomba guhangayikisha abakiriya bashaka kurinda imbuga zabo na porogaramu.",
    "763447231": "Muri icyo gihe, guhagarika bots kwinjira kurubuga rwamamaza bishobora kwerekana uburiganya bwamamaza, bigatuma ibicuruzwa bya Google bya reCAPTCHA birwanya ubucuruzi bwabo bwamamaza, butanga hejuru ya 80% yinjiza.",
    "999674529": "Buri bot Google isanga igomba kwinjiza zeru yamadorari. Isosiyete ishimangira Google rero ntabwo ihuza neza n’abakoresha serivisi z’umutekano, kandi iki gishobora kuba kimwe mu bisobanuro ku mikorere mibi y’umutekano wabo wa reCAPTCHA.",
    "956019009": "Isosiyete nini yibikorwa remezo bimaze gufata ingamba",
    "1923297430": "Ingingo ya nyuma yo kumeneka kubakiriya benshi binini yaje mugihe Google yatangiye kwishyuza ibigo gukoresha ibicuruzwa byabo mubipimo bifatika. Ibi byatumye abakoresha igihe kirekire reCAPTCHA bashaka ubundi buryo bwiza kuko impungenge zubuyobozi ku isi zari zimaze gukoresha itangwa rya Google rigenda ridashimisha.",
    "2197218442": "Umuyobozi mukuru wa Cloudflare, Matthew Prince yavuze muri make iyi ngingo muri",
    "155456850": "gutangaza ko bahinduye kuri hCaptcha:",
    "435302267": "inyandiko ya sosiyete",
    "2087769953": "\"Twishimiye iri hinduka kuko rifasha gukemura ikibazo cy’ibanga cyatewe no kwishingikiriza kuri serivisi ya Google tumaze igihe runaka. Twasuzumye abacuruzi benshi ba CAPTCHA ndetse no kubaka sisitemu ubwacu. Amaherezo, hCaptcha yagaragaye nkibisubizo byiza kuri reCAPTCHA. \"\" Twakunze ibintu byinshi bijyanye nigisubizo cya hCaptcha: 1) ntibagurisha amakuru yihariye; bakusanya gusa amakuru akenewe ku giti cyabo, baragaragara mu gusobanura amakuru bakusanya n'uburyo bakoresha kandi / cyangwa babitangaza. \"",
    "595582512": "Niba ushaka kurinda urubuga cyangwa porogaramu neza kuri bots, spamers cyangwa abandi bakinnyi babi, byose mugihe urinda ubuzima bwite bwabakoresha (kandi ukurikiza amabwiriza yose abigenga!), Tekereza kuri hCaptcha hamwe na Enterprises itanga.",
    "3388180864": "Ushishikajwe no gukora kubibazo bya tekinike byimbitse kurubuga? Twama dushakisha abahanga mubuhanga kwisi yose -",
    "3892952987": "reba ibyo dukinguye hanyuma usabe hano",
    "3368788823": "Terence Eden atanga igitekerezo gishimishije kuri blog ye: \"",
    "1491780143": "CAPTCHA ntabwo yerekana ko uri umuntu - byerekana ko uri umunyamerika",
    "2146900431": "Ubushishozi, iki kirego kirumvikana cyane. CAPTCHA, nkibintu hafi ya byose, byinjijwe mumico, kandi niba ikidendezi cyawe cyibibazo cyarakozwe mumico imwe, ntigishobora gusobanurwa neza kurundi. Muri rusange, iki nikibazo cyumuco",
    "378086442": "ya CAPTCHAs, kuruta UX yabo kuri buri.",
    "1445008801": "Nkuko Edeni abivuga:",
    "332723732": "ibirimo",
    "2072808435": "\"Tekereza iki, Google? Tagisi mu gihugu cyanjye muri rusange ni umukara. Narebye filime zihagije kugira ngo menye ko abo muri Amerika bose ari umuhondo. Ariko mu bindi bihugu byose nasuye, tagisi zabaye mash-ya amabara atandukanye. \"",
    "3206136647": "Ikibazo cya Google hano gishingiye kumibare yibibazo bakoresha va ninde ubibona. Niba amakuru yose aturuka kumuco umwe (no kuri Google, isosiyete imwe) urashobora rwose kwitega ko ufite ibibazo bidasobanura neza indi mico, ukurikije ikirego cya Edeni.",
    "2217842245": "Ariko, amakuru yacu arerekana ko (kuri hCaptcha)",
    "4280117172": "Ibihugu byinshi mubyukuri bikora neza kurusha Amerika, harimo Nijeriya, Ubuhinde, Burezili n'Ubudage:",
    "555749578": "hari itandukaniro riri munsi ya 1% mugukemura ibiciro mubihugu bikomeye kuri buri mugabane.",
    "151737819": "hCaptcha Gukemura Ibiciro kwisi yose yerekana itandukaniro rito cyane",
    "3908992897": "kandi ikoreshwa mubihugu byose nintara kwisi, nuko twibanze cyane mugutanga uburambe bwisi yose.",
    "2808122102": "Imikorere ihuza imico nicyo kintu cyibanze gisabwa muri serivisi zacu. Kumenya neza ko abakoresha bose bemewe bashobora kubona ibintu byihuse nigice cyingenzi mubutumwa bwacu. Dutanga imbogamizi mu ndimi 110, kandi dukomeje kunoza ibisobanuro bijyanye kugirango tumenye neza ko ibibazo byacu byakemurwa na buri wese.",
    "3913801502": "hCaptcha ubu ikora kuri 15% ya enterineti",
    "2077639538": ". Kuri imwe, ibibazo byamakuru kuri serivisi zacu birashobora guturuka ahantu henshi, ntabwo ari kimwe gusa - kuva mumasosiyete manini ya Fortune 500 kugeza gutangiza imashini, mugihe cyose bakurikiza ibyacu",
    "3951112506": ". Ibyo bimaze kwemeza urwego rwo hejuru rwuburinganire mumibare.",
    "1803943584": "Icya kabiri, tureka ibibazo byo kwihitiramo kugirango tumenye ibihugu cyangwa indimi bazakoreramo, byongerera amahirwe uburambe burigihe. Niba ubunyangamugayo buri munsi yibyateganijwe, urutonde rwibibazo ruzahagarika kwiruka mukarere cyangwa ururimi aho izo ngaruka zibera.",
    "3668873369": "Kuri hCaptcha, twafashe inzira itandukanye kuva kumunsi wambere",
    "1519201684": "Politiki yimyitwarire ya AI",
    "2155089487": ". Niba ibibazo byacu byari byoroshye kubikemura mumatsinda amwe, twakagombye kubona itandukaniro muburyo abantu kwisi yose ndetse no mumico itandukanye bakora mugihe babikemuye. Mubyerekeranye ninyandiko ya Edeni, twakwitega ko Abanyamerika bakora neza kurusha abantu bo mubindi bihugu. Kuberako tumaze imyaka myinshi dutezimbere sisitemu kugirango twirinde iki kibazo, mubyukuri tubona ibinyuranye.",
    "2603863826": "PS: Niba ubonye ibisobanuro mururimi rwawe bishobora gukoresha iterambere, wumve neza kohereza a",
    "3543141425": "kuri yo!",
    "2697276059": "Ibimenyetso ibi birakora: gukemura ikibazo kimwe kwisi yose",
    "664236229": "gukurura icyifuzo",
    "1137470858": "Ku ya 11 Ukuboza 2021",
    "12462594": "hCaptcha yubatswe kuri platform ya HUMAN, itanga inzira ihanitse hamwe nisesengura kugirango ibiciro byorohe kandi bigerweho kuri buri ntambwe.",
    "2262549101": "Ubundi buryo bwo guhuza bwanditse mubiro byuburenganzira bwa Amerika DMCA Ububiko bwabakozi",
    "2272776729": "Nyamuneka menya ko ugomba kugenzura umwirondoro wawe no gusaba mbere yuko hagira ikindi gikorwa, nko gutanga indangamuntu yawe. Ukurikije amategeko ya Californiya, urashobora kugena umukozi wemerewe gukora icyifuzo cyawe. Kugirango ugaragaze umukozi wemerewe kugusaba mu izina ryawe, ugomba gutanga ububasha bwemewe, leta isaba yatanze indangamuntu, hamwe na leta yemewe yemewe itanga umwirondoro.",
    "2335607721": "Menyesha. Amatangazo yose ajyanye naya Masezerano ya serivisi azoherezwa kuri e-imeri cyangwa ashyizwe kurubuga rwacu. Ugomba kutwoherereza amatangazo kuri",
    "2875934612": "Ku ya 20 Ugushyingo 2020",
    "3084122606": "Aho dukoresha amakuru yawe bwite ashingiye kubwumvikane bwawe, ufite uburenganzira bwo kuyakuramo igihe icyo aricyo cyose muburyo bwerekanwe muri Service cyangwa ukatwandikira kuri",
    "3312286067": "cyangwa utange ikirego kubashinzwe kurinda amakuru mububasha bwawe. Urashobora kubona amakuru yo kurinda amakuru kuri",
    "3506025515": "HCaptcha ntabwo ihindurwa na log4shell. Dore uko tubizi.",
    "3516838896": "Log4j2 ya kure yimikorere ya kode iherutse gusakara kuri enterineti, bigira ingaruka kumubare munini wa serivisi kumurongo. HCaptcha ntiyagize ingaruka. Dore uko twagenzuye uko kuri.",
    "3553195003": "HCaptcha ntabwo ihindurwa na log4shell.",
    "3610875753": "- Niba nyuma yuburangare bukomeye mubucuruzi ntushobora kutwandikira nkuko mubisanzwe ubikora",
    "3612764043": ", ugomba kujya kurubuga rwacu kuri hcaptcha.com cyangwa hcaptchastatus.com.",
    "3626193263": "HCaptcha Yagenewe Umukozi wa Digital Millennium Copyright Act (DMCA) ni",
    "3794891866": "Abaguzi ba Californiya barashobora gutanga icyifuzo bakurikije uburenganzira bwabo muri CCPA bakatwandikira",
    "3814036702": "- Niba ufite ibibazo bijyanye na gahunda yo gukomeza ibikorwa byacu, urashobora kutwandikira kuri",
    "3975007628": "ubu urinde amamiriyoni yabakoresha kurubuga rwa miriyoni mirongo kurubuga na porogaramu buri kwezi. Inkuru yacu irerekana ko ushobora guhangana na Big Tech mugihe ushize imbere ibanga.",
    "4038264749": "Icyitonderwa mugihe amabwiriza ya COVID-19 akomeje gukurikizwa nta garanti yerekana ko ubutumwa bwakirwa mugihe gikwiye, na imeri (",
    "4115505783": ") ni umuyoboro mwiza wo kutugeraho. Isosiyete ntigumana nimero ya terefone cyangwa fax; iki ni ikinyejana cya 21.",
    "4164851712": "Dukoresha amakuru yawe wenyine nkuko byemewe n'amategeko. Turasabwa kubamenyesha ishingiro ryemewe ryogutunganya amakuru yawe bwite, yasobanuwe hano hepfo. Niba ufite ibibazo byerekeranye namategeko dukurikizaho amakuru yawe bwite, twandikire kuri",
    "4201262098": "Iri koranabuhanga rireka abakozi bakwiriye gukora buri gice cyakazi kawe, bikagufasha gukora neza mugihe urinda ubuzima bwite kandi wujuje ibisabwa byose bishobora gukurikizwa.",
    "4217188341": "Ku ya 30 Ugushyingo 2020",
    "4238473596": "Kugabanya ubushyamirane kubakoresha nyabyo ni ngombwa. hCaptcha ikoresha imirimo yoroshye kandi ifata umwanya muto kubakoresha benshi mugihe uhagarika traffic traffic.",
    "4243935861": "ha.com",
    "4270798104": "2. Gerageza guhagarika ubundi buryo bwagutse. Niba ibyo bikemutse, ubihindurize umwe umwe kugeza ubonye ikibazo, hanyuma umenyeshe uwateguye ubwo bwiyongere kubimenya, kimwe no kuduha imitwe hejuru",
    "427220273": "Turashobora gusaba amakuru yihariye kugirango adufashe kwemeza umwirondoro wawe no gutunganya icyifuzo cyawe. Amategeko akurikizwa arashobora kudusaba cyangwa kutwemerera kwanga icyifuzo cyawe. Niba twanze icyifuzo cyawe, tuzakubwira impamvu, ukurikije amategeko abuza. Niba ushaka gutanga ikirego kijyanye no gukoresha amakuru yawe bwite cyangwa igisubizo kubyo wasabye bijyanye namakuru yawe bwite, urashobora kutwandikira kuri",
    "433026247": "Mugukora imirimo, urashobora kubona impamyabumenyi nubuhanga, ibyo tuzabitanga mubushake bwacu. Dufite uburenganzira bwo gukora, guhindura, cyangwa gukuraho impamyabumenyi yawe nubuhanga igihe icyo aricyo cyose, kubwimpamvu cyangwa ntampamvu namba. Kuberako tutavangura dushingiye ku nkomoko y'igihugu, ubwoko, ibara, igitsina, icyerekezo cy'imibonano mpuzabitsina, cyangwa ikindi cyiciro icyo ari cyo cyose kirinzwe n'amategeko, uzagira amahirwe nkayabandi bose batanga umusanzu kugirango bagere kubikorwa nkuko ubumenyi bwawe n'ubuhanga bwawe birundanya. . Nkumuterankunga, niba wemera ko ibibazo byikibazo byagize ingaruka kubushobozi bwawe, ubuhanga, cyangwa ibihembo, urashobora gutanga ibitekerezo bishyigikiwe neza bisobanura ibibazo byikizamini ukoresheje ikibazo cyakazi cyangwa ukoresheje itike muri sisitemu yo kugoboka, urugero ukoresheje imeri kuri",
    "492025216": "Ku ya 13 Ukuboza 2021",
    "799274928": "Amatangazo ya imeri afatwa nk'imenyesha ryanditse kubwimpamvu zose zishobora gukenerwa. Amatangazo ya e-imeri afatwa nk'ayakiriye umunsi w'akazi nyuma yo kohereza neza uwagenewe."
}