{
  "header-privacy-link": "Magánélet",
  "header-integration-link": "Integráció",
  "header-cost-link": "Költség",
  "header-features-link": "Jellemzők",
  "header-docs-link": "Dokumentumok",
  "header-login-button": "Belépés",
  "header-contact-button": "Lépjen kapcsolatba az értékesítéssel",
  "intro-heading": "Zéró súrlódású emberiség ellenőrzése.",
  "intro-contact-button": "További információért lépjen kapcsolatba velünk",
  "intro-text-bottom": "Az internetet működtető cégek bíznak benne.",
  "sub-menu-button": "Lépjen kapcsolatba az értékesítéssel",
  "sub-menu-item1": "Vállalkozás",
  "sub-menu-item2": "Költség",
  "sub-menu-item3": "Integráció",
  "sub-menu-item4": "Jellemzők",
  "sub-menu-item5": "Magánélet",
  "sub-menu-item6": "Dokumentumok",
  "info-head-1": "A bevált hCaptcha platformra építve",
  "info-text-1": "A hCaptcha Enterprise a hCaptcha platformtechnológián fut, amely kibővítve tartalmazza azokat a funkciókat, amelyekre a nagy forgalmú vállalatoknak szüksége van.",
  "info-head-2": "Megbízható partner",
  "intro-subtitle": "Oldja meg a bot problémáját még ma.",
  "info-text-2": "Szolgáltatásainkat a világ legnagyobb vállalatai bízzák meg azzal, hogy több millió napi felhasználót szolgálnak ki több tízmillió webhelyen.",
  "cloudflare-quote-text": "Számos CAPTCHA-szállítót értékeltünk, valamint saját magunk építettünk rendszert. Végül a hCaptcha a reCAPTCHA legjobb alternatívájaként jelent meg.",
  "cloudflare-quote-detail": "A Cloudflare termékmenedzsment igazgatója",
  "section-quote-head": "Költséghatékony megoldás nagy forgalmú vállalkozások számára",
  "section-quote-text": "Végül egy hiteles alternatíva a Google-hoz. A hCaptcha Enterprise drámai megtakarítást jelent a reCAPTCHA számláján magasabb biztonság mellett: bizonyos esetekben akár 80%-kal olcsóbban. A világ legnagyobb online szolgáltatásai közül sok a hCaptcha Enterprise-ra váltott, és jelentős költségmegtakarítás mellett jobb botészlelést kapott.",
  "section-quote-button": "Árajánlatért forduljon hozzánk még ma",
  "section-privacy-header": "Adatvédelem fókuszban",
  "section-privacy-text-1": "A hirdetési hálózatok terméknek tekintik a látogatókat. Számunkra az egyetlen termék, amely meghatározza emberségüket. Szolgáltatásaink megfelelnek vagy meghaladják a GDPR, CCPA és LGPD követelményeket, és támogatják az olyan kezdeményezéseket, mint a Privacy Pass. Keményen dolgozunk az adatvédelem és a biztonság egyensúlyán.",
  "section-privacy-text-2": "Ez az egyedülálló adatvédelemre való összpontosítás azt jelenti, hogy nulla egyéni adatmegőrzést, cookie-mentes működést és egyéb szerződéses adatvédelmi garanciákat tudunk nyújtani igény szerint a kiváló biztonság fenntartása mellett.",
  "section-security-header": "Első a biztonság",
  "section-security-text-1": "A pontosság az Ön és a mi érdekünk. A hCaptcha valós adatokat szolgáltat, és lehetővé teszi, hogy Ön döntse el, hogyan használja azokat. A többi captchát a Gigantic reklámcégek biztosítják. Ez azt jelenti, hogy minden általuk letiltott bot csökkentheti bevételét.",
  "section-security-text-2": "A legújabb, az adatvédelemre összpontosító gépi tanulási technikák használatával túlléphetjük a régebbi rögzítési stratégiák biztonsági szabványait, anélkül, hogy károsítanák a biztonságot vagy a felhasználók adatait.",
  "section-user-experience-header": "Nagyszerű felhasználói élmény",
  "section-user-experience-text1": "A vállalati felhasználók számára olyan lehetőségek állnak rendelkezésre, amelyek a legtöbb esetben teljesen elkerülhetik a kihívásokat.",
  "section-user-experience-text2": "Csökkentse a súrlódást azáltal, hogy a törvényes forgalom 99,9%-ában teljesen elkerüli a kihívást, miközben továbbra is kiváló biztonságot nyújt a fejlett botmodelleknek köszönhetően.",
  "section-easy-integration-header": "Könnyű integráció",
  "section-easy-integration-text": "A hCaptcha hozzáadása csak perceket és néhány kódsort vesz igénybe. Az alap API kompatibilis a reCAPTCHA V2-vel, és csak percekig tart a váltás. Ma már üzembe helyezheti egy kiváló alternatívát, és szükség szerint bekapcsolhatja a fejlettebb funkciókat.",
  "section-easy-integration-serverside": "Szerver oldal:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Testreszabott fenyegetés pontszámok",
  "section-threat-text": "Nem minden probléma egyforma: az egyetlen pontszám megszerzése azt jelenti, hogy annak az Ön igényeit kell kielégítenie, hogy hasznos legyen. A hCaptcha egyedi, testreszabott fenyegetési pontszámaival egy gyors konzultáció lehetővé teszi, hogy modelljeinket úgy hangoljuk, hogy az Ön vállalkozása szempontjából relevánsabb pontszámokat adjon.",
  "section-challenges-header": "Indítsa el saját kihívásait másodpercek alatt",
  "section-challenges-text-1": "Maradjon a márkánál releváns tartalommal",
  "section-challenges-text-2": "Amikor a felhasználóknak egy kihívást kell megoldaniuk a biztonsági követelmények teljesítése érdekében, miért ne készíthetnénk a felhasználó számára kellemes és releváns feladatokat? Egyszerű egyéni kihívástervezőnkkel néhány perc alatt elindíthatja a márkához kapcsolódó kihívásokat.",
  "section-integration-header": "Közvetlen platformintegráció",
  "section-integration-subheader": "Webes infrastruktúrával foglalkozó cégek számára",
  "section-integration-text": "A hCaptcha Enterprise rendszer egyedülállóan rugalmas kialakítású: részben vagy egészben telepíthető a hálózat szélére, ha nyilvános felhőt üzemeltet, vagy sok adatközponttal rendelkezik. Ez drámai módon csökkentheti a költségeket és a hálózaton kívüli forgalmat, miközben megtartja a hét minden napján, 24 órában ügyeletes munkatársaink által nyújtott menedzsment előnyeit, hogy megfeleljen a legszigorúbb SLA-knak.",
  "section-support-header": "Elérhető szakértelem és támogatás Önnek és felhasználóinak egyaránt",
  "section-support-text": "Számunkra a szolgáltatás a legfontosabb. A hét minden napján éjjel-nappali ügyeleti támogatást biztosítunk, és közvetlen laza koordinációt kínálunk a mérnöki integrációs csapattal és az ügyeletes munkatársainkkal a megvalósítás során és után. , valamint a widget-beépített és e-mailes támogatási csatornáinkon. Elérhetőek vagyunk és érzékenyek vagyunk, és a felhasználói elégedettséget a legfontosabb KPI-ként kezeljük.",
  "section-enterprise-header": "Vállalati funkciók",
  "section-enterprise-title-1": "Világszínvonalú bot elleni védelem",
  "section-enterprise-desc-1": "Harcban tesztelt webes méretekben.",
  "section-enterprise-title-2": "Nagy pontosságú bot pontszámok",
  "section-enterprise-desc-2": "Számos különböző típusú rossz színész észlelése.",
  "section-enterprise-title-3": "Zéró súrlódás és 99,9%-ban passzív üzemmód",
  "section-enterprise-desc-3": "Hívd ki a jogos felhasználók kevesebb mint 0,1%-át.",
  "section-enterprise-title-4": "Vezérlő kihívástípusok láthatók",
  "section-enterprise-desc-4": "Típusok széles könyvtára közül választhat.",
  "section-enterprise-title-5": "A felhasznált kihívástartalom ellenőrzése",
  "section-enterprise-desc-5": "Maradjon a márkánál állandó felhasználói élménnyel.",
  "section-enterprise-title-6": "Vállalati SLA-k",
  "section-enterprise-desc-6": "Garantált megbízhatóság és gyors, éjjel-nappali ügyeleti támogatás.",
  "section-enterprise-title-7": "Korábbi böngésző támogatás",
  "section-enterprise-desc-7": "Kompatibilis egészen az Internet Explorer 8-ig.",
  "section-enterprise-title-8": "Speciális jelentéskészítési irányítópultok és API",
  "section-enterprise-desc-8": "Tekintse meg, mi történik az összes webhelyén és alkalmazásaiban.",
  "section-enterprise-title-9": "Minden országban működik",
  "section-enterprise-desc-9": "A reCAPTCHA-val ellentétben minden országban dolgozunk.",
  "section-enterprise-title-10": "GDPR, CCPA és LGPD-barát adatvédelmi szabályzat",
  "section-enterprise-desc-10": "Az első naptól kezdve a magánélet védelmére tervezték. Erős adatfeldolgozási megállapodás.",
  "section-enterprise-title-11": "Finom szemcsés nehézségi szintek",
  "section-enterprise-desc-11": "Tárcsázza ezt, hogy pontosan illeszkedjen a használati esetéhez.",
  "section-enterprise-title-12": "Első féltől származó tárhely",
  "section-enterprise-desc-12": "Minden kérés és eszköz a hcaptcha.yourdomain.com címre érkezik",
  "section-enterprise-title-13": "Többfelhasználós irányítópultok",
  "section-enterprise-desc-13": "Oszd meg a menedzsmentet a csapatoddal.",
  "section-enterprise-title-14": "Azonnali ellenőrzés",
  "section-enterprise-desc-14": "0 ms késleltetés: ellenőrizze a hCaptcha tokeneket API-hívás nélkül.",
  "section-enterprise-title-15": "Mobil (iOS és Android) integráció",
  "section-enterprise-desc-15": "Zökkenőmentes élmény az interneten, a natív mobilon és a mobilweben. Előre beépített integrációk és natív SDK-k állnak rendelkezésre.",
  "section-enterprise-title-16": "Személyre szabott feltételek és adatvédelmi garanciák",
  "section-enterprise-desc-16": "Elégítse ki jogi igényeit, amikor más cégek nem tudják.",
  "presented-challlenges-head": "Bemutatott kihívások",
  "presented-challenges-title-1": "Összehasonlítás",
  "presented-challenges-text-1": "Válassza ki az összes képet, amely megfelel a lekérdezésnek",
  "presented-challenges-title-2": "Határoló doboz",
  "presented-challenges-text-2": "Határozza meg az objektumok határterületét",
  "presented-challenges-title-3": "Kategorizálás",
  "presented-challenges-text-3": "Azonosítsa a megfelelő címkéket",
  "presented-challenges-subheader": "...és egyéb egyszerű feladatok. Könnyű az embereknek, nehéz a robotoknak.",
  "presented-challenges-subtext": "Egyedi feladatok vállalati kiadók számára is elérhetők.",
  "footer-header-1": "Vállalat",
  "footer-header-2": "Erőforrások",
  "footer-header-3": "Kapcsolatba lépni",
  "footer-link-1": "Címkézés",
  "footer-link-2": "Ról ről",
  "footer-link-3": "Állások",
  "footer-link-4": "Védjegyek",
  "footer-link-5": "Blog",
  "footer-link-6": "Állapot",
  "footer-link-7": "Dokumentáció",
  "footer-link-8": "Hiba bejelentése",
  "footer-link-9": "Megközelíthetőség",
  "footer-terms": "Feltételek",
  "footer-privacy": "Magánélet",
  "footer-attribution": "Attribútum",
  "footer-subheader-1": "Támogatás",
  "footer-subheader-2": "Kapcsolatba lépni",
  "switch-to-english-link": "Válts angolra",
  "intro-heading-privacy": "A magánélet védelmére tervezték.",
  "intro-subtitle-p1-privacy": " Egyedülállóan adatvédelem-vezérelt megközelítés az online biztonsághoz.",
  "info-head-2-pr": "Az online tevékenységek rögzítése nem megoldás.",
  "info-text-1-pr": "A hCaptcha Enterprise-nak egyetlen célja van: megakadályozni, hogy rossz szereplők megzavarják online működését, és kárt okozzanak a felhasználóknak.",
  "info-text-2-pr": "Rendszereinket ezért az alapoktól kezdve úgy tervezték, hogy minimálisra csökkentsék az adatgyűjtést és -megőrzést, miközben fenntartják az osztályvezető biztonságot. A felhasználói adatok védelmének legjobb módja, ha egyáltalán nem tároljuk azokat.",
  "info-text-3-pr": "Minden ügyfélkapcsolatot egy erős adatfeldolgozási megállapodás is véd. A hCaptcha szolgáltatás megfelel az összes adatvédelmi törvénynek, függetlenül attól, hogy a szolgáltatása vagy az ügyfelek hol tartózkodnak. A személyes adatok megőrzésének elmulasztása ezt sokkal könnyebbé teszi számunkra, mint más cégek számára.",
  "info-text-2-2-pr": "Az olyan szolgáltatások, mint a reCAPTCHA v3, azt mondják, hogy a megfelelő biztonság érdekében a követési képpontjuk elhelyezése a webhely minden oldalán szükséges. Nem ez a helyzet.",
  "info-text-2-3-pr": "Az egyszerű viselkedéselemzés olyan jel, amelyet a rossz szereplők könnyen hamisítanak, és megköveteli a böngészési előzmények megőrzését az összes jogos forgalom esetében is.",
  "info-text-2-4-pr": "Nem működtetünk hirdetési hálózatot, és nem érdekünk, hogy megfigyeljük felhasználói viselkedését annak érdekében, hogy hirdetéseket adjunk el nekik. Ez azt jelenti, hogy nem szükséges passzív pixel a webhely minden oldalán.",
  "info-text-2-5-pr": "Csak ott adja hozzá kihíváskódunkat, ahol szükséges, és ahol ésszerű az Ön és a felhasználók védelme.",
  "info-head-3-pr": "A gépi tanulás hasznos. De nem igényel személyes adatokat a működéséhez.",
  "info-text-3-1-pr": "A gépi tanulás ma már életünk szinte minden területére hatással van, gyakran oly módon, hogy nem vesszük észre, és nem is látjuk. Az online biztonsági szolgáltatások nem különböznek egymástól.",
  "info-text-3-2-pr": "Azáltal, hogy több ezer jelet tanulnak, a modellek nagyon gyorsan következtethetnek, és nagy biztonsággal képesek észlelni a rosszindulatú viselkedést, még akkor is, ha egyetlen egyedi jel önmagában sem lenne elég erős ahhoz, hogy problémát jelezzen.",
  "info-text-3-3-pr": "Ez azonban nem igényli a személyazonosításra alkalmas adatok (PII) használatát. A modern kriptográfiai technikák lehetővé teszik számunkra, hogy a lehető leggyorsabban selejtezzen minden személyes adatot, helyette egyirányú aláírásokat hozzunk létre, amelyek nem köthetők egyetlen személyhez sem.",
  "info-text-3-4-pr": "Az azonosítatlan adatokkal kapcsolatos képzés ugyanolyan jól működik, és nem igényel kompromisszumot sem a biztonság, sem a magánélet tekintetében. Ügyfeleink elvégezték az empirikus teszteket, és egyenrangúnak vagy jobbnak nyilvánítottak bennünket, mint a sokkal kevésbé privát alternatívák.",
  "cloudflare-quote-text-privacy": "Számos dolog tetszett nekünk a hCaptcha megoldásokban: 1) nem árulnak személyes adatokat; csak minimálisan szükséges személyes adatot gyűjtenek, átláthatóan írják le az általuk gyűjtött információkat, valamint azok felhasználási és/vagy közzétételi módját.",
  "pilot-head": "Kötelezettség nélkül próbáljon ki minket környezetében.",
  "pilot-text-1a": "Mérnökök vagyunk, nem értékesítők: szeretnénk, ha elégedett lenne a választásával.",
  "pilot-text-1b": "Az elégedettség biztosításának legjobb módja annak bemutatása, hogy megfelelünk az Ön igényeinek.",
  "pilot-text-1c": "Gyakorlatilag minden kísérleti projektet indító vállalat végül a mi megoldásainkat választja.",
  "pilot-text-1d": "Használja ezt az űrlapot, hogy elérje egyik műszaki szakemberünket. Gyorsan reagálunk.",
  "pilot-text-1e": "Közvetlenül is írhat nekünk e-mailt.",
  "pilot-email-details": "A részletek itt találhatók.",
  "pilot-f1": "Vidék",
  "pilot-f2": "A neved",
  "pilot-f3": "A neved",
  "pilot-f4": "Üzleti e-mail",
  "pilot-f5": "Valami egyéb részletre lenne szükségünk?",
  "pilot-f6": "Sürgős felvételre van szüksége?",
  "pilot-f7": "Igen.",
  "pilot-f8": "Támadás alatt állok, és azonnali beszállásra van szükségem.",
  "pilot-f9": "Beküldés",
  "pilot-f10": "E-mail címének megadásával elfogadja Feltételeinket és Adatvédelmi szabályzatunkat, és elfogadja tőlünk e-maileket.",
  "pilot-fo-1": "Az integráció nem is lehetne könnyebb.",
  "pilot-fo-2": "A hCaptcha több tucat előre beépített integrációval rendelkezik az Ön által használt front- és háttérrendszerekhez.",
  "pilot-fo-3": "Ha történetesen a Google reCAPTCHA-jából érkezik, akkor API-jaink bedobható helyettesítők. Mindössze három soros kódra van szüksége.",
  "pilot-fo-4": "Bevezető mérnökeink gyorsan elindítják Önt, függetlenül attól, hogy React integrációra, iOS natív alkalmazásokhoz készült SDK-kra, Java-háttérprogramra vagy gyakorlatilag bármilyen más forgatókönyvre van szüksége.",
  "pilot-fo-5": "És mint mindig, az adatvédelem alapvető érték számunkra. Csak ott adja hozzá kihíváskódunkat, ahol szükséges, és ahol ésszerű az Ön és a felhasználók védelme. Az adatgyűjtés minimalizálása az integráció pillanatától kezdődik.",
  "pilot-fdone": "Köszönöm. Hamarosan felvesszük a kapcsolatot.",
  "home-ent-2-new": "Tudjon meg többet vállalati megoldásunkról.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "A hCaptcha Enterprise megoldások kategóriájában vezető biztonságot nyújtanak, és védik a legjobb online szolgáltatást.",
  "home-plans-button-2-new": "Tudj meg többet",
  "header-enterprise-link": "Vállalkozás",
  "sales-interstitial-c1b-new": "Tudjon meg többet a hCaptcha Enterprise-ról"
}
