{
    "1290027486": "A Brave vezérigazgatója. A Mozilla társalapítója. A JavaScript programozási nyelv megalkotója. Böngészőkészítő és sok más.",
    "211351380": "A blogról:",
    "3153117136": "Hogyan működnek a hCaptcha nehézségi beállításai",
    "2915355938": "Megközelíthetőség",
    "793784899": "Tervek",
    "2671622670": "Vállalkozás",
    "3527140447": "Dokumentumok",
    "505891021": "Címkézési szolgáltatások",
    "692176459": "Belépés",
    "1892574253": "Regisztrálj",
    "2593864519": "Állíts le több botot. Kezdje el a felhasználók adatainak védelmét.",
    "4007826952": "Az első számú adatvédelemmel foglalkozó CAPTCHA webes, mobil és sok más számára.",
    "3721365241": "Próbáld ki",
    "3753956446": "Ingyenes",
    "3276777569": "hCaptcha",
    "55035359": "Jelenleg a reCAPTCHA-t használja?",
    "3417372336": "Váltás percek alatt",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "A legjobb online szolgáltatások, amelyekre támaszkodnak",
    "1470290349": "kategóriájában a legjobb bot- és csaláskezeléshez.",
    "3714002185": "Tudjon meg többet a hCaptcha Enterprise-ról",
    "3946753128": "Magán. Biztonságos. Gyorsabban.",
    "939665604": "Adatvédelem Fókuszált",
    "780475098": "A hirdetési hálózatok terméknek tekintik a látogatókat. Csak minket érdekel, hogy egy látogatás jó vagy rossz. A hCaptcha megfelel a GDPR-nak, a CCPA-nak, az LGPD-nek, a PIPL-nek és más globális adattörvényeknek.",
    "219813583": "Első a biztonság",
    "2714878440": "Speciális gépi tanulásunkkal és emberiesség-ellenőrzésünkkel megvédheti szolgáltatásait a törléstől, a fiókok átvételétől, a hitelesítő adatok betömésétől és a spamektől.",
    "1397766838": "Jobb felhasználói élmény",
    "2670352917": "A hCaptcha megbízhatóbb botészlelést tesz lehetővé, miközben az emberek számára egyszerűen megoldható.",
    "2806751666": "Mi az a hCaptcha?",
    "3096063825": "Próbáld ki",
    "2968026167": "A kedvenc zöldséged",
    "713281684": "Padlizsán",
    "4147497805": "Sárgarépa",
    "3758963444": "Köszönöm! Beadványa megérkezett!",
    "1070364246": "Hoppá! Hiba történt az űrlap elküldésekor.",
    "1129833879": "Állítsa le a rosszindulatú robotokat, védje meg a felhasználók adatait",
    "58091799": "További információ a hCaptcha Publisher és Enterprise szolgáltatásról",
    "1599610318": "Kiadó",
    "3093388779": "A hCaptcha ingyenesen használható bármilyen méretű kiadó számára",
    "179723061": "Több irányítás az osztályvezető biztonságot igénylő csapatok számára",
    "846501387": "Világszínvonalú botvédelem",
    "119298044": "A fejlett, önfelügyelt ML és AI technológiák védik webtulajdonait a fenyegetésekkel és támadásokkal szemben",
    "1263998069": "Szerezzen jutalmat emberi megoldásokért",
    "1103295010": "Keressen pénzt, vagy adományozzon jótékony célra, amikor az emberek megoldják a CAPTCHA-kat",
    "392886773": "Minden országban működik",
    "2320894364": "A több mint 200 jelenléti ponttal a hCaptcha felhője védi eszközeit az egész világon",
    "451701069": "Megfelel a GDPR-nak, a CCPA-nak,",
    "2826051554": "és több",
    "3530599065": "A magánélet az alapoktól kezdve épül fel. A hCaptcha nem őriz személyazonosításra alkalmas adatokat, és megfelel számos adatvédelmi előírásnak és előírásnak.",
    "2489287539": "Súrlódásmentes „No CAPTCHA” és 99,9%-ban passzív módok",
    "793242047": "Csökkentse a felhasználók előtt álló kihívásokat, hogy gyors hozzáférést biztosítson az alkalmazásokhoz",
    "4195759329": "Botok észlelése és kockázati pontszámok",
    "1150035777": "A kifinomult gépi tanulási modellek számos adatpont alapján generálnak bot megbízhatósági pontszámokat azon túl, hogy a kérdésekre helyesen válaszoltak-e",
    "3688621388": "Fenyegetés aláírások",
    "1131525092": "Könnyedén csoportosítsa össze a rossz szereplőket az adatvédelmi hatókörű felhasználói azonosítóink segítségével, hogy megtalálja és megállítsa a kapcsolódó csalásokat és visszaéléseket",
    "1559631739": "Magántanulás",
    "3952259236": "Kombinálja elvakult adatait a hCaptcha több ezer jelével, hogy a hCaptcha viselkedési osztályokra tanítsa – csak az Ön esetében –, hogy jobban előre jelezze a rosszindulatú viselkedést, mint bármelyik megoldás önmagában.",
    "1150963691": "APT mérséklése",
    "4083018285": "Kibővített szolgáltatások sorozata, amelyek a továbbfejlesztett SOC-figyeléssel és válaszlépésekkel kombinálva kezelik a kifinomult, állandó fenyegetéseket",
    "3160820928": "Koordinált támadásvédelem",
    "1849805607": "A hCaptcha védelmet nyújt a hálózatokba való behatolásra tervezett fenyegetésekkel és csalikkal szemben",
    "1958297836": "Összehangolt támadásvédelem és APT mérséklése",
    "1300485304": "A hCaptcha védelmet nyújt a fejlett fenyegetések és csalók ellen, amelyek célja a hálózatok beszivárgása",
    "2698640210": "Ellenőrzési kihívások és típusok láthatók",
    "3121248460": "Végtelenül változatos egyéni kihívásokat jeleníthet meg – az egyszerűtől az összetettig – a várt közönség számára",
    "3807059944": "A felhasznált kihívástartalom ellenőrzése",
    "2707282231": "Testreszabhatja a kihívásokat a felhasználók számára. Lehetetlenné tenni a botok számára a megoldást és a behatolást.",
    "4194763679": "Finom szemcsés nehézségi szintek",
    "3730038780": "Válasszon a szinte végtelen számú kihívás közül, amelyeket a felhasználók megoldhatnak",
    "1849717906": "Testreszabhatja saját kihívástartalmával",
    "1508655687": "Adjon hozzá saját, a közönségre szabott kihívásokat a hozzáférés egyszerűsítéséhez vagy korlátozásához",
    "3620442880": "Flash Sale védelmi funkciók",
    "3265895521": "Növelje és csökkentse a kihívás nehézségét a napszaktól függően",
    "1485807325": "Többfelhasználós irányítópultok, SAML SSO",
    "359073033": "Az irányítópultok magas szintű vagy finom nézeteket biztosítanak a tevékenységekről.",
    "4272454814": "Integráljon a választott identitásszolgáltatóval.",
    "1141402092": "Speciális jelentési funkciók",
    "910989640": "Részletes és személyre szabott jelentéseket készíthet a tevékenységről",
    "3768951251": "Vállalati SLA-k",
    "1014004474": "A hCaptcha vállalati csomagjai fejlett szolgáltatási szintű megállapodásokat kínálnak a szervezet védelmében",
    "1177598246": "Lépjen kapcsolatba az értékesítéssel",
    "1067704102": "Az érték az adatcímkézésben",
    "3065000659": "Észrevetted, hogy valahányszor „az autóra kattintasz”, segíted a szingli képzését?",
    "3235430156": "a cég gépi tanulási rendszerei ingyen?",
    "1549336309": "A hCaptcha megfordítja ezt a modellt. A hCaptcha használatakor a vállalatok licitálnak a felhasználók munkájára, mivel bizonyítják emberségüket. Megkapod a jutalmakat.",
    "3725880582": "Adj vissza a jótékonyságnak",
    "1671436004": "Szeretnél visszaadni kedvenc jótékonysági szervezetednek?",
    "1663628612": "megengedi neked",
    "4272088465": "az Ön által választott jótékonysági szervezetek a felhasználásából származó bevételekkel.",
    "2894845722": "Webhelyének felhasználói hamarosan láthatják jótékonysági hozzájárulását diszkrét márkajelzéssel a hCaptcha felületén.",
    "3194111925": "támogatás",
    "1637702726": "A hCaptcháról",
    "2323282990": "Modern megközelítés az emberiség igazolására",
    "1201821619": "A hCaptcha megoldja napjaink egyik legégetőbb problémáját: megakadályozza, hogy a rosszindulatú robotok visszaéljenek az online szolgáltatásokkal.",
    "1475399473": "Tudjon meg többet a hCaptcha csapatáról",
    "3161489950": "A világ legfejlettebb biztonsági ML platformja",
    "3247172580": "A hCaptcha a fejlett, önfelügyelt gépi tanulást egy olyan újszerű számítási megközelítéssel kombinálta, amely egyedülállóan minimalizálja az adatgyűjtést és -megőrzést, és világszerte több mint 250 helyről szállítják a hatalmas méretezhetőség érdekében.",
    "3767462250": "Az adatvédelemre tervezve",
    "3500503648": "A hCaptcha célja, hogy kiküszöbölje a hosszú távú adatmegőrzést azáltal, hogy a böngészési előzmények rögzítése és elemzése helyett az azonnali kiértékelésre hagyatkozik. Olyan kezdeményezéseket is támogatunk, mint pl",
    "2418549423": ", egy feltörekvő szabvány az online adatvédelem kriptográfiai bizonyítékokon keresztüli megőrzésére, és más egyedi, az adatvédelem elsődleges szempontjait szolgáló funkciók.",
    "1544546608": "Privacy Pass",
    "976209454": "Szerezzen jutalmakat vagy adományozzon jótékony célra",
    "552920956": "A hCaptcha lehetővé teszi a webhelyek számára, hogy jutalmakat szerezzenek, miközben blokkolja a robotokat és a visszaélések egyéb formáit. A hCaptcha azt is lehetővé teszi, hogy az Ön által választott jótékonysági szervezeteket támogassa ezekkel a bevételekkel.",
    "654326661": "Szeretnéd magad látni? Próbálja ki a hCaptcha-t ingyen.",
    "3570415321": "Vállalat",
    "3987022469": "Címkézés",
    "1636202177": "Ról ről",
    "2670003220": "Állások",
    "3233305531": "Védjegyek",
    "3028319964": "AI etika",
    "4131598919": "nyomja meg",
    "1662477701": "Erőforrások",
    "3130928685": "Blog",
    "1756106276": "Állapot",
    "1235925265": "Dokumentáció",
    "920212083": "Hiba bejelentése",
    "2076066173": "Kibertámadások 101",
    "3644106388": "Kapcsolatba lépni",
    "2182196747": "Támogatás",
    "487083593": "Értékesítés",
    "878585497": "Feltételek",
    "1697438123": "Magánélet",
    "1316817321": "Attribútum",
    "3488019891": "A hCaptcha az Intuition Machines, Inc. bejegyzett védjegye.",
    "4224961202": "Adatvédelem, biztonság és gépi tanulás.",
    "98173630": "A hCaptcha a világ legszélesebb körben használt független CAPTCHA szolgáltatása.",
    "1514478724": "Tudj meg többet",
    "1752795854": "A hCaptcha modern, az adatvédelemre összpontosító megközelítést kínál a botok megállításához.",
    "2927700175": "Olyan CAPTCHA-kihívásokat mutatunk be, amelyek a robotok számára nehézségekbe ütköznek, de az emberek számára egyszerűek, mivel nehezen címkézhető adatokat gyűjtünk a gépi tanulási problémákból, és ezek alapján megkülönböztetjük, hogy a webhely vagy az alkalmazás látogatója ember-e.",
    "2188609322": "A rossz színészek egyre gyakoribbak az interneten. De a felhasználói adatvédelem feláldozása nem megoldás.",
    "2032102720": "A reklámcégek által kínált biztonsági megoldások elsősorban a felhasználók nyomon követésére összpontosítanak az interneten. Hatékony biztonsági megoldást hoztunk létre, amely bebizonyítja, hogy a kiváló eredmények eléréséhez nem szükséges a felhasználók adatainak sérelme.",
    "4146870445": "Kik vagyunk",
    "353066938": "Tapasztalt csapat, aki napjaink legnehezebb problémáin dolgozik. A hCaptcha szolgáltatása",
    "1173652155": "Tanácsadók",
    "2256305371": "A Kaliforniai Egyetem CS professzora, Berkeley. Mély tanulás, biztonság, blokklánc szakértő. Az Oasis Labs vezérigazgatója.",
    "2177660021": "Kutató a Stanfordban. Gépi tanulás és mennyiségi finanszírozás nagyobb bankoknál, fedezeti alapoknál és tudományos köröknél.",
    "2686825859": "Regisztráljon ingyenesen, vagy vegye fel velünk a kapcsolatot a hCaptcha Enterprise megoldásokkal kapcsolatban",
    "583434701": "hCaptcha kisegítő lehetőségek",
    "611905972": "Zökkenőmentes hozzáférés biztosítása minden felhasználó számára a biztonság megőrzése mellett",
    "874098071": "Ha Ön akadálymentesítési felhasználó, kérjük, regisztráljon itt",
    "2745385064": "Összegzés",
    "3353238942": "A hCaptcha célja, hogy megállítsa a botokat azáltal, hogy megkülönbözteti őket az emberektől. A vizuális tesztek erre kényelmes eszközt jelentenek, de a vizuális kihívást nem mindenki tudja megoldani.",
    "3600022491": "Emiatt egy egyszerű, fájdalommentes alternatívát dolgoztunk ki annak érdekében, hogy a szolgáltatásunkat használó megjelenítők mindenki számára megőrizhessék a hozzáférést az 508. szakasznak és a WCAG 2.1 AA-nak való teljes megfeleléssel.",
    "2557240048": "Hogyan működik: először a kisegítő lehetőségeket használó felhasználó regisztrál a következőn keresztül",
    "3871665286": ", amelyre jól látható hivatkozás található a hCaptcha widget információs oldalán. Kapnak egy titkosított cookie-t, amely naponta többször is használható, de bejelentkezéskor 24 óránként frissíteni kell.",
    "3441764123": "Ha a hCaptcha szolgáltatást használó webhelyen kihívást jelentenek egy akadálymentesítési felhasználónak, az automatikusan megfelel.",
    "4247858664": "az akadálymentesítési regisztrációs oldalon",
    "1297657322": "Kisegítő lehetőségek felhasználói képernyő bejelentkezés után",
    "1717658846": "Kisegítő lehetőségek a widget UI menüjében",
    "1266963825": "K: A hCaptcha Section 508 + WCAG 2.1 AA kompatibilis?",
    "850025770": "V: Meggyőződésünk, hogy minden olyan fogyatékkal élő felhasználó, aki képes böngészni az interneten és szöveget írni az űrlapokon, regisztrációkor hozzáférhet a hCaptcha által védett szolgáltatásokhoz. Ez azonban nem jogi tanács: végre kell hajtania a saját értékelését, figyelembe véve az adott megvalósítást, hogy ez az Ön telepítése esetében is így legyen.",
    "159272246": "K: Dolgozik más kisegítő lehetőségeken (\"a11y\"), például hangon?",
    "4074220464": "V: A korábban népszerű opciók, mint például az audio captchák, diszkriminatívak sok a11y-felhasználóval szemben, és könnyen legyőzik őket a modern gépi tanulási technikák. Ez arra kényszerítette a jelenlegi audio kihívásokat, hogy egyre nehezebbé váljanak, zajt, furcsa időzítést, szokatlan szóösszetételeket és így tovább, hogy legyőzzék a támadókat. Így kevésbé vagyunk lelkesek ezért a megközelítésért, mint a kihívás teljes elkerüléséért, de megfontoljuk, ha van igény az a11y közösség részéről.",
    "2309661107": "Minket azonban nagyon érdekel",
    "2555914614": "a Kisegítő lehetőségek használati esetéhez. Úgy gondoljuk, hogy a jelenlegi a11y megközelítés és a Privacy Pass kibocsátása kombinálása lehetővé teszi a felhasználók számára, hogy biztonságosan böngészhessenek, annak tudatában, hogy forgalmuk privátabb, miközben korlátozza a bot-üzemeltetők általi visszaéléseket, amelyek elkerülhetetlenül előfordulnak, amikor az a11y opciók elérhetők. Aktív résztvevői vagyunk az IETF ezen új technológiát szabványosító munkacsoportjának.",
    "2583775432": "K: Mi a helyzet a magánélettel? A regisztráció felfedi valamilyen módon a11y böngészési adatait? Mit csinálsz az email-lel?",
    "4215483493": "V: A hCaptcha az alapoktól kezdve a magánélet védelmét szolgálja. Ez nagyon különbözik a hagyományos lehetőségektől, mint például a reCAPTCHA, amelyek a hirdetési hálózatok tulajdonában vannak, és amelyek arra ösztönöznek, hogy nyomon kövessék Önt az interneten, és valódi személyazonossághoz társítsanak.",
    "2474661839": "A miénk",
    "4137573005": "átfogó és hiteles válaszokat ad arra vonatkozóan, hogyan használjuk fel az adatokat, de a rövid válasz az, hogy nem érdekünk, hogy Önt személyként társítsuk böngészési előzményeivel.",
    "4101570501": "Jelenleg egy kriptográfiai megoldáson is dolgozunk, amellyel gyorsan eldobhatjuk e-mail-címét, miközben megőrizzük a visszaélések megelőzésének lehetőségét, kiegészítve Privacy Pass-munkánkat.",
    "260595108": "A kisegítő lehetőségekről szóló e-maileket vagy információkat soha nem használjuk fel más célra, mint a használat megkönnyítésére és a visszaélések megelőzésére.",
    "3063819779": "Adatvédelmi irányelvek",
    "465714311": "Kisegítő lehetőségeket használóknak: Kérdések és válaszok és hibaelhárítási útmutató",
    "3596207631": "K: Még mindig látom a kihívást a süti beállítása után. Mi okozza ezt?",
    "469089249": "V: Ennek oka általában egy agresszív hirdetésblokkoló vagy anti-cookie-bővítmény, vagy egy olyan beállítás, amely blokkolja a „helyközi” cookie-kat, jelen esetben a hcaptcha.com cookie-ját, amelyet a hCaptcha JS állít be vagy ellenőriz egy más webhely, például az, amelyet meglátogat.",
    "4263626815": "A hCaptcha akadálymentesítési cookie-k az összes népszerű böngészővel és hirdetésblokkolóval működnek a szabványos beállításokkal, így a hibák jellemzően az adott webhelyeket megcélzó \"reklámblokkolás elleni\" szkriptek vagy hasonló szabálykészletek miatt következnek be.",
    "3906359167": "Megoldások:",
    "3464870463": "1. Tegye engedélyezőlistára a hcaptcha.com és a *.hcaptcha.com cookie-kat a hirdetésblokkolóban vagy a böngésző biztonsági bővítményében.",
    "1204911585": "2. Ha a Brave böngészőt használja, amelyen (2020 áprilisában) úgy tűnik, hogy nincs engedélyezőlista a cookie-khoz, lépjen a Beállítások -> Pajzsok -> Cookie-k menüpontra, és válassza az \"Összes cookie engedélyezése\" lehetőséget.",
    "2932826396": "3. Ha a Safari legfrissebb verzióját használja akár a közelmúltban kiadott OS X 10.15-ön, akár iOS 13.4-en, az Apple éppen most módosította a Safari harmadik féltől származó cookie-kkal kapcsolatos viselkedését, és alapértelmezés szerint blokkolja mindegyiket. Megoldás bevezetése folyamatban van, de addig is látogasson el a Safari beállításaihoz, az Adatvédelem szakaszba, és törölje a „Webhelykövetés: Webhelyek közötti nyomon követés megakadályozása” jelölőnégyzetet, hogy az akadálymentesítési cookie a várt módon működjön.",
    "3836291932": "K: Több eszközt használok. Többször kell jelentkeznem?",
    "3251220335": "V: Nem. Kérjük, kattintson ugyanarra az e-mail bejelentkezési linkre, amelyet minden egyes használt eszközön a cookie beállításához használ.",
    "2082407178": "K: Hogyan védhetem meg magam a harmadik féltől származó cookie-követés ellen a kisegítő lehetőségek cookie használata közben?",
    "2700197090": "V: Bármilyen adatvédelmi vagy hirdetésblokkoló bővítmény használata, amely támogatja a domain szintű engedélyezési listát (pl. uBlock Origin), a várt módon fog működni: csak ügyeljen a hcaptcha.com engedélyezési listájára.",
    "3657743880": "Böngészési útmutató a webhelyek közötti cookie-khoz",
    "1960601330": "Cookie-k engedélyezése a Safariban (Mac): Lépjen a Safari legördülő menüjébe. Válassza a Beállítások lehetőséget. Kattintson az Adatvédelem elemre a felső panelen. A \"Cookie-k blokkolása\" alatt válassza a \"Soha\" lehetőséget.",
    "1622303590": "Cookie-k engedélyezése a Safariban (iPhone/iPad iOS 11+): Nyissa meg a Beállításokat. Görgessen le, és válassza a Safari lehetőséget. Az Adatvédelem és biztonság részben kapcsolja ki a \"Site-site Tracking megakadályozása\" és az \"Összes cookie blokkolása\" lehetőséget.",
    "2199048568": "Kattintson a címsor bal oldalán található pajzsra bármely weboldalon. Kattintson a Védelmi beállítások elemre. Megnyílik a Firefox Beállítások Adatvédelem és biztonság panelje. A Továbbfejlesztett követésvédelem alatt válassza az Egyéni lehetőséget. A jelölőnégyzetek bejelölésével válassza ki a blokkolni kívánt nyomkövetőket és szkripteket. Győződjön meg arról, hogy feloldotta a hcaptcha.com letiltását.",
    "3967047208": "A jelölőnégyzetek kijelölésének törlésével ideiglenesen kikapcsolhat bizonyos védelmet az Egyéni alkalmazásban a hibakereséshez: Törölje a Trackers jelölőnégyzet jelölését, vagy törölje a Cookie-k jelölőnégyzet jelölését, ha továbbra is problémái vannak.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Válassza a Chrome menü ikonját. Válassza a Beállítások lehetőséget.",
    "926138631": "Nyissa meg az Adatvédelem és biztonság, majd a Cookie-k és egyéb webhelyadatok elemet.",
    "3419878556": "Győződjön meg arról, hogy a „Harmadik féltől származó cookie-k blokkolása” nincs engedélyezve.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Nyissa meg a Chrome beállításait a menüsorban.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Android-eszközén nyissa meg a Chrome alkalmazást.",
    "3620039756": "A jobb felső sarokban koppintson a Továbbiak, majd a Beállítások elemre.",
    "2813310562": "Koppintson a Webhelybeállítások, majd a Cookie-k elemre.",
    "3014657981": "A „Cookie-k” mellett kapcsolja be a beállítást.",
    "1242066691": "Jelölje be a „Harmadik féltől származó cookie-k engedélyezése” jelölőnégyzetet.",
    "292250020": "1. Válassza ki a fogaskereket a képernyő jobb felső sarkában, majd válassza az \"Internet Options\" lehetőséget. Ha engedélyezte a menüsort, válassza az \"Eszközök\", majd az \"Internetbeállítások\" lehetőséget.",
    "4114820649": "2. Kattintson az \"Adatvédelem\" fülre.",
    "946838734": "3. Válassza a \"Speciális\" gombot.",
    "348809718": "4. A \"Harmadik féltől származó cookie-k\" alatt válassza az \"Elfogadás\" lehetőséget.",
    "1253441326": "5. Kattintson az \"OK\" gombra.",
    "852032043": "Szafari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "internet böngésző",
    "4104188759": "AI etikai szabályzat",
    "1161704803": "Miért van AI etikai szabályzatunk?",
    "1806535500": "A ceruzától a dinamitig gyakorlatilag minden technológia a",
    "24452499": "megoldás; jóra és rosszra is használható. Minden kettős felhasználású megoldásokat kutató, építtető vagy értékesítő cégnek kötelessége mérlegelni tetteik következményeit.",
    "4023575072": "kettős felhasználás",
    "3336625692": "Ez az oldal részletezi a témával kapcsolatos gondolatainkat a mesterséges intelligencia etikájával összefüggésben, és azon folyamatok, amelyeket annak biztosítására követünk, hogy szolgáltatásaink továbbra is összhangban legyenek a vállalatként elfogadott irányelveinkkel.",
    "835717930": "AI etika a hCaptcha-nál",
    "2179524509": "Időnként kapunk kérdéseket arra vonatkozóan, hogy milyen kérdések megengedettek a hCaptcha szolgáltatásban, és miért tesznek fel bizonyos kérdéseket.",
    "1962721652": "Az emberi lények mintakeresők, és néha egy ártalmatlan kérdés egy pillanat alatt a teljesen meglepőből gyanússá válhat, a világ változásai miatt, nem pedig a kérdést feltevő motivációi miatt.",
    "3974566657": "Ahogy a szolgáltatások egyre népszerűbbé válnak, az ilyen esetek elkerülhetetlenül gyakoribbá válnak. A hCaptchát emberek milliói használják nap mint nap a világ szinte minden országában, ezért közzétesszük ezt az irányelvet és egy esettanulmányt arról, hogyan kezeljük ezeket a problémákat a lehető legátláthatóbb működés érdekében.",
    "1830910223": "Valós AI etikai esettanulmány",
    "805971861": "Az „esernyő” kifejezés az ImageNetben, a számítógépes látáskutatók által használt szabványos benchmark adatkészletben. Az esernyőt tartó személyek megbízható azonosítása kritikus fontosságú a biztonságos következő generációs, fejlett vezetőtámogató (ADAS) rendszerek kiépítéséhez is.",
    "3988350": "Ez azt jelenti, hogy kiváló felhasználási esetek állnak rendelkezésre a valós világú esernyő-annotációkhoz. Az önvezető autók hatását illetően van lehetőség nézeteltérésekre, de az ADAS rendszerek már most spórolnak",
    "548587288": "a világ körül.",
    "3138772661": "több ezer életet évente",
    "3168199226": "2020-ban azonban világossá vált, hogy egy ilyen típusú adatkészlet felépítése olyan kettős felhasználású technológiaként fogható fel, ahogy azt egy évvel ezelőtt kevesen várták volna.",
    "558378834": "Ezért jelenleg már nem fogadunk esernyőkkel kapcsolatos kérdéseket. Túl nagy az összetévesztés lehetősége, amikor a végfelhasználó az esernyőkkel kapcsolatos kérdést látja az aktuális pillanatban, és végső soron az a célunk, hogy a világot kellemesebb hellyé tegyük.",
    "3376604063": "AI etikai irányelvek és folyamatok",
    "1923365316": "A hCaptcha szigorú mesterségesintelligencia-etikai szabályzattal rendelkezik, és ennek része az Ügyfelet Ismerje meg (KYC) folyamat.",
    "4230322909": "Mindig igyekszünk alapos ismereteket szerezni minden új ügyfelünkről és az általuk tervezett felhasználási esetekről, hogy megbizonyosodjunk arról, hogy termékeinkhez és szolgáltatásainkhoz megfelelően illeszkednek, és biztosítjuk, hogy az megfeleljen a vállalatként elfogadott irányelveinknek.",
    "2735073144": "Szükség esetén folyamatos felülvizsgálatokat is végzünk. Például az esernyőkkel kapcsolatos címkézési kérelmek dátumainak és forrásainak legutóbbi áttekintése során gyorsan meg tudtuk erősíteni, hogy az elmúlt 12 hónapban egyetlen kormányzati szerv vagy felügyeleti szoftver ismert állami szállítója sem nyújtott be kérelmet a szolgáltatásainkat használó esernyőkre vonatkozóan. .",
    "2715462692": "Hogyan néz ki az AI etikai folyamatunk?",
    "3049976256": "Az értékesítési folyamat során minden egyes új címkéző vásárló esetében egy ellenőrzőlistán megyünk keresztül. Ez magában foglalja a kezdeti KYC átvilágítást a bevezetés előtt, valamint az elemzőinkhez intézett összes kérés ellenőrzését, valamint az önkiszolgáló platformunkon keresztül benyújtott kérések valós idejű szúrópróbaszerű ellenőrzését és időszakos felülvizsgálatát.",
    "3103642530": "Ez a felülvizsgálat több kritériumcsoportból áll:",
    "3349094124": "Etikai szempontok kritériumai: Célkitűzés",
    "1038019440": "1. Ez az ügyfél egy olyan ország nemzeti érdekeit képviseli, amelyről ismert, hogy a nemzetközi törvényekkel és normákkal ellentétes magatartást tanúsít?",
    "493717511": "2. Lehetséges, hogy ez az ügyfél olyan szolgáltatásokat igényel?",
    "2209109640": "csak rosszindulatú célokra használják, normál üzleti tevékenységük keretében?",
    "3457805519": "3. Teljesíthető-e az ügyfél kérése az Egyesült Államok törvényei és kötelezettségvállalási szabályaink szerint?",
    "1942611550": "elsősorban",
    "109179759": "Etikai szempontok kritériumai: Szubjektív",
    "1033698050": "1. Úgy gondoljuk, hogy az ügyfél olyan használati esetet adott nekünk, amelyet morálisan elfogadhatónak tartunk, a tipikus nyugati társadalmi normák értelmezése szerint?",
    "361372538": "2. Úgy gondoljuk, hogy nyújtott szolgáltatásainkat az ügyfél valószínűleg diszkriminatív célokra használná fel olyan módon, amely esetleg törvényes, de számunkra nem elfogadható?",
    "2867855718": "3. Úgy gondoljuk, hogy az adatvédelmi igények kielégítően kielégíthetők a kéréssel kapcsolatban?",
    "2462728596": "Ha nem tudunk kielégíteni magunkat ezekben a pontokban, elutasítjuk a kérést, és a Feltételeinkben foglaltak szerint megszüntethetjük a platformunkhoz való további hozzáférést.",
    "1995277831": "Köszönöm",
    "1818116402": "Reméljük, hogy értékelte ezt az áttekintést arról, hogyan kezeljük a működési kérdéseket az AI etikai összetevővel.",
    "1499894352": "Nagyon kevés cég kínál átláthatóságot döntéshozatali folyamataiban ezen a területen, és reméljük, hogy mások is követik ezt a példát!",
    "535659033": "Creative Commons Nevezd meg",
    "1495915066": "Mi, tudományos kutatópartnereink és ügyfeleink hogyan használjuk a Creative Commons médiát",
    "3017533972": "Mi, akadémiai kutatópartnereink és ügyfeleink alkalmanként hivatkozhatunk vagy reprodukálhatunk Creative Commons licenccel rendelkező tartalmakat a hCaptcha platformon keresztül annak érdekében, hogy az emberiség tudását továbbfejleszthessük a gépi tanulás területén.",
    "1428053210": "Ez a tartalom általában átalakul eredeti formájához képest. Például egy videót fel lehet osztani sok képre, ezeket a képeket sok új képre lehet felosztani, majd ezeket az új képeket véletlenszerűen összekeverni a végeredmény megjelenítéséhez.",
    "1728211763": "A tartalom ilyen módon és ilyen célokra történő felhasználása a méltányos felhasználásra vonatkozó irányelvek hatálya alá esik a törvényi ismereteink és az e területen alkalmazott általános gyakorlatok szerint, de mi régóta rajongói vagyunk a Creative Commonsnak, és szívesebben becsüljük meg mindenkinek, aki segít a gépi intelligencia fejlesztésének monumentális feladata.",
    "1949452297": "A hCaptcha felhasználói felület belső korlátai és biztonsági megfontolások miatt nem lehet reprodukálni az egyes képek forrását közvetlenül a használat mellett. Ehelyett a honlapunkról hivatkozunk erre az oldalra, és listát vezetünk a platformon keresztül jelenleg vagy nemrégiben kiszolgált forrásokról. Hozzáférhet az aktuális listához",
    "2367602973": "itt",
    "659124570": "Ezen túlmenően, ha azt látja, hogy az Önhöz tartozó tartalmat reprodukálják a hCaptcha platformon, és bármilyen okból szeretné eltávolítani, felveheti velünk a kapcsolatot e-mailben a következő címen:",
    "2066749488": "Egyéb panaszok",
    "3479034323": "Ha azt látja, hogy az Önhöz tartozó tartalmat reprodukálják a hCaptcha platformon, és bármilyen okból szeretné eltávolítani, lépjen kapcsolatba velünk e-mailben.",
    "1836554225": "Blogbejegyzések",
    "2873297188": "Minden CAPTCHAS diszkriminál a nem amerikaiakkal szemben?",
    "165932542": "Tekintse meg a hCaptcha megoldási arányait szerte a világon",
    "1865097546": "2021. november 16",
    "3005876482": "A hCaptcha mára a legnagyobb független CAPTCHA szolgáltatás, az internet 15%-án fut",
    "693820850": "Legyőzheti a Google-t, ha az adatvédelmet helyezi előtérbe",
    "3609106478": "Hitelesítési adatok:",
    "299335340": "Mi ez és hogyan lehet megállítani a támadásokat",
    "354925785": "Intro",
    "423222878": "A legnehezebben észlelhető, megelőzhető és megállítható kibertámadások közül néhány az, amikor egy rosszindulatú szereplő legitim felhasználói hitelesítő adatok segítségével bejelentkezhet egy aktív felhasználói fiókba. Számos kifinomult észlelési lehetőség nélkül a fiókot üzemeltető cégnek nincs oka gyanítani, hogy bármi baj van. Úgy tűnik, hogy egy ügyfél egyszerűen bejelentkezett a fiókjába. A támadó ezt a sikeres csalást lopott hitelesítő adatokkal érte el – ez általában a „hitelesítési adatok megtöltéseként” ismert kibertámadási technika eredménye. Ez ma már komoly probléma, de megfelelő ellenintézkedésekkel mérsékelhető.",
    "777660551": "Mi az a hitelesítő adatok kitöltése?",
    "2602763587": "A hitelesítő adatok kitöltése a kibertámadás egy formája, amikor a támadó lopott felhasználónév- és jelszópárok használatával próbál meg többször bejelentkezni egy webhelyre. A „kitöltés” az ismétlődő bejelentkezési kísérletekre utal, amelyeket szinte mindig automatizált botszoftver hajt végre.",
    "1271831121": "Nem mintha a hacker (természetesen kapucnis pulcsiban!) ott ülne, és beírná a hitelesítő adatokat a hitelesítő adatok után. Az automatizált bejelentkezési bot elkészíthető egy olyan készen lévő eszközből, mint a Selenium, vagy egy egyedi fejlesztésű hackereszköz.",
    "2588750717": "Valójában egyes hitelesítő adatokkal feltöltő támadások több millió hitelesítési adatot foglalnak magukban – mindezt a gyanútlan webhely bejelentkezési felületére töltik be annak reményében, hogy beengedik őket. A bejutást követően a támadó átveheti az áldozat fiókját.",
    "1137757109": "Ha e-kereskedelmi fiókról van szó, a támadó rendelhet árut. Ha az áldozat egy bank, a támadó átutalhat pénzt offshore, és így tovább.",
    "1559150837": "A célpontok azonban nem védtelenek. A legtöbb webhely rendelkezik olyan vezérlőkkel, amelyek blokkolják a gyanús felhasználókat, akik több ezer különböző fiókba próbálnak bejelentkezni ugyanarról az IP-címről rövid időn belül. A hitelesítő adatokkal feltöltődő támadók ezeket a védelmi technikákat megkerülik, hogy szimulálják a földrajzi és IP-diverzitást. Hatékony, gyakran mesterséges intelligencia által vezérelt eszközökkel azt a látszatot kelthetik, hogy felhasználók ezrei próbálnak meg véletlenszerűen bejelentkezni a nap különböző szakaszaiban az ország minden részéről. Ezt sokkal nehezebb észlelni és megállítani.",
    "1892020899": "Honnan szerzik a hackerek a hitelesítő adatokat?",
    "2597149484": "Az ok, amiért a hackernek annyi hitelesítő adatot kell „betömnie”, az az oka, hogy honnan szerzik be az ellopott hitelesítő adatokat.",
    "3030395800": "Ezek a hitelesítő adatok általában adatszivárgásból származnak. A „hitelesítési adatok kiömlésének” is nevezik, ezek a támadások hitelesítő adatok millióinak a sötét webre kerülését eredményezhetik. Ha a kiömlés egy banktól származik, a hacker megpróbálja felhasználni ezeket a hitelesítő adatokat, hogy más webhelyekre jusson. Ez a megközelítés azért működik, mert nagyon sokan ugyanazt a felhasználónév és jelszó kombinációt használják több webhelyhez. (Ez a gyakorlat nem ajánlott, de a valóság az, ami. Az emberek hajlamosak megismételni ugyanazokat a bejelentkezési adatokat.)",
    "1258965840": "Így, ha a támadó be tud jutni egy webhelyre, valószínűleg több webhelyre is bejuthat a kiszóródott hitelesítő adatok segítségével. Például előfordulhat, hogy kapnak egy felhasználónév/jelszó párost, mint a JohnDoe/525momma, de fogalmuk sincs, hogy ez a pár mit fog tenni nekik. Tehát kipróbálják a párost az Amazon.com-on, az Ebay-en, a Citibankon, a Walgreens-en és így tovább. Lehet, hogy ezer különböző webhelyen próbálják ki ezt a párost.",
    "3594440415": "Végül elkezdik kinyitni az ajtókat.",
    "780280214": "Hogyan csökkenti a hCaptcha és a hCaptcha Enterprise a hitelesítő adatokkal való feltöltődés veszélyét",
    "4165374512": "Bár lehetséges az IP- és helyfelismerő eszközök használata a hitelesítő adatok feltöltésének megakadályozására, költséghatékonyabb és pontosabb módszer, ha egyszerűen megszakítja magát az automatizált hitelesítőadat-betöltő robotot. A hCaptcha és a hCaptcha Enterprise megzavarhatja a botot a belépési ponton. Még akkor sem, ha a bot rendelkezik a megfelelő hitelesítési adatokkal, ha nem tud túllépni a hCaptcha Enterprise vagy a hCaptcha CAPTCHA-n, akkor sem tudja elvégezni a feladatot, és az Ön webhelye és felhasználói védve vannak.",
    "3269644546": "Kérem",
    "1058572205": "ha többet szeretne megtudni rólunk",
    "3753613260": "kapcsolatba lépni",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "DMCA-panaszok bejelentése",
    "54093347": "DMCA bejegyzett ügynök",
    "3233441200": "Ismételje meg a jogsértői szabályzatot",
    "4011712313": "DMCA-irányelvünk részeként többlépcsős DMCA ismétlődő jogsértési szabályzatba helyezzük azoknak az ügyfeleknek a fiókjait, akikről több DMCA-értesítést kapunk az állítólagos jogsértésről. Egy naptári hónapon belül ismételt DMCA-értesítések kézhezvételekor az ügyfélfiók az egyik irányelvi lépésről a következőre lép.",
    "766825168": "A DMCA ismétlődő jogsértőkkel kapcsolatos szabályzata értelmében megtehetünk olyan műveleteket, mint a fokozott láthatóságról szóló figyelmeztetések küldése a fiók regisztrált ügyfelének. E figyelmeztetések nyugtázásához megkövetelhetjük az ügyféltől, hogy jelentkezzen be a fiókjába, vagy hívja fel ügyfélszolgálati csapatunkat. Fenntartjuk továbbá a jogot a hCaptcha és az IMI szolgáltatás felfüggesztésére vagy megszüntetésére, valamint egyéb ideiglenes intézkedések alkalmazására minden olyan ügyfél esetében, akiknél továbbra is kapunk DMCA-értesítéseket az állítólagos jogsértésről még azután is, hogy ismételt jogsértői figyelmeztetéseket küldtünk. Ezenkívül saját belátásunk szerint megszüntethetjük az ezen ügyfeleknek nyújtott egyéb hCaptcha- vagy IMI-szolgáltatásokat, amikor a jelen szabályzat értelmében megszüntetjük a hCaptcha-szolgáltatást.",
    "2410122265": "hCaptcha-források: Bots 101",
    "4166776480": "Hitelesítési adatok: mi ez, és hogyan lehet megállítani a támadásokat",
    "2301335298": "Fizetési csalás: A kiberbűnözés gyorsan fejlődő módjának enyhítése",
    "3682071227": "Mik azok a fiókátvételek és hogyan működnek?",
    "2729131930": "Mi az a kaparás és hogyan működik?",
    "1344959096": "Egyéni adatcímkézőként dolgozik",
    "3510143229": "A hCaptcha egy szolgáltatás webhelyekhez és alkalmazásokhoz,",
    "3930611699": "egyéni dolgozók.",
    "1051214799": "A hCaptcha egy webes biztonsági szolgáltatás, amely megpróbál értéket megosztani az azt használó webhelyek vagy alkalmazások kiadóival.",
    "360236473": "A hCaptcha szolgáltatást nem arra szánták, hogy bárki egyéni címkézőként dolgozzon. Nem erre a célra tervezték és nem alkalmas. Senkinek sem javasoljuk, hogy a hCaptchát személyes bevételi forrásként használja.",
    "3842490632": "Valószínűleg gyorsan korlátozzák vagy kitiltják az egyéni felhasználókat, akik sok kérdésre próbálnak válaszolni. Ugyanolyan fontos, mint a miénk",
    "1560232962": "részletesen lefedi, nem vállalunk garanciát az adott válaszért megkeresett összegre. Előfordulhat, hogy ekkor nem állnak rendelkezésre fizetett kérdések, minőségi okokból a válasz elutasításra kerül, stb.",
    "2694001822": "Időnként azonban felveszünk egyéneket, hogy segítsenek tesztelni a rendszertulajdonságokat és az új funkciókat.",
    "1569804581": "Ha a jövőben szeretne kapcsolatba lépni Önnel a kapcsolódó lehetőségekkel kapcsolatban, kérjük, töltse ki ezt az űrlapot.",
    "636461959": "Név",
    "1139500589": "Ország",
    "1789607185": "Email cím",
    "325077666": "Adatainak elküldésével elfogadja az általunk leírtakat",
    "3555583744": "és",
    "3609929815": ". Nevét, országát és e-mail címét csak azért őrizzük meg, hogy a jövőben felvehessük Önnel a kapcsolatot az egyéni címkézési munkalehetőségekkel kapcsolatban.",
    "4197928199": "Adatvédelmi irányelvek",
    "851786723": "E-mail címének megadásával elfogadja Feltételeinket és Adatvédelmi szabályzatunkat, és elfogadja tőlünk e-maileket.",
    "2402165761": "Hogyan működik a kaparás?",
    "4260542944": "A tartalom lekaparása (más néven \"képernyőkaparás\" vagy csak \"kaparás\") ismerős, gyakran hasznos folyamat az internetről történő információgyűjtéshez. Az utóbbi években azonban a technika a hackerek és csalók kedvelt eszközévé vált. Az ellenintézkedések hatékonyan mérsékelhetik a fenyegetést, de végrehajtásukhoz elengedhetetlen a folyamat működésének megértése.",
    "2066255783": "Mi az a Content Scraping?",
    "1910628828": "A tartalomkaparás egy olyan technika, amellyel adatokat lehet lekérni egy rendszerből, amely egy szoftverkliensnek vagy webböngészőnek kiadó automatizált eszközkészletet tartalmaz. Ez nem új. Valójában azoknak a szoftvermérnököknek, akiknek szükségük lehet adatokra egy régi nagyszámítógépről, a lekaparás lehet az egyetlen módja az információk kinyerésének. Előfordulhat, hogy az eredeti csatlakozók eltűntek, és nem lehet cserélni.",
    "3408107995": "Manapság azonban a lekaparás mindig az adatok webhelyről történő lehívásának programozott megközelítését jelenti. A kaparó szoftver úgy viselkedik, mint egy emberi felhasználó, rákattint a gombokra, és beolvassa az eredményt. A kaparásnak számos jogos felhasználási módja létezik. Ilyen például a keresőmotorokat működtető webrobotok. Hasonlóak az olyan eszközök, mint a Skyscanner, amelyek utazási webhelyek ezreit kutatva keresik az utazási ajánlatokat. A fintech cégek is használják, és lekaparják a felhasználók pénzügyi adatait a banki oldalakról, ha nem állnak rendelkezésre alkalmazásprogramozási felületek (API) az adatkapcsolat létrehozásához. A képernyőkaparással kapcsolatban szem előtt kell tartani a sebességét és a méretezhetőségét. A folyamat hatalmas mennyiségű adatot gyűjthet be a webhelyekről, feltéve, hogy a webhelyek nincsenek úgy konfigurálva, hogy megakadályozzák ezt. A számítási sebesség mellett a lehúzó nagy adatkészleteket tud felhalmozni azáltal, hogy interakcióba lép a webhelyekkel, valamint az azokat működtető szoftverekkel és adatbázisokkal.",
    "1920884252": "Miért jelent biztonsági fenyegetést a tartalom lekoptatása?",
    "2256795853": "Az a képesség, hogy rengeteg adatot gyorsan ki lehet kinyerni a webhelyekről, a kaparást hatékony eszközzé teszi a rosszindulatú szereplők kezében. A kaparó bot felhasználói adatokat gyűjthet a közösségi oldalakról. Ezután a címeket és egyéb személyes adatokat tartalmazó webhelyek lekaparásával, valamint az eredmények összevetésével a hacker személyazonossággal kapcsolatos bűncselekményeket követhet el, például csalárd hitelkártya-kérelmeket.",
    "4087694419": "A kaparó hacker olyan webhelyekről is gyűjthet adatokat, mint az Amazon és az eBay, hogy hamis vagy megtévesztő terméklistákat hozzon létre. Ezután eladásra kínálhatja őket az olyan peer-to-peer szolgáltatásokon, mint az OfferUp, és adathalász támadásokat hajthat végre a vásárlók ellen. Vagy a csaló eladhat olyan termékeket, amelyek nem léteznek. A további képernyőkaparó csalás magában foglalja a hirdetésmegjelenítők színlelését. A kiadói oldalak tartalmának lekaparásával a csaló hamis hirdetésmegjelenítői oldalakat hozhat létre különböző szolgáltatásokon. Ezután eladhatnak hirdetéseket ezeken az oldalakon hivatalos viszonteladóknak, akiknek elérhetőségeit a kiadó ads.txt fájljából gyűjtötték ki. A hirdetési helyek valódinak tűnnek a hirdető számára, de nem azok.",
    "3315658779": "Akadályozza meg a tartalom lekopását a hCaptcha Enterprise segítségével",
    "2602081482": "A hCaptcha Enterprise fejlett gépi tanulást használ az Ön webhelyére és alkalmazásaira irányuló rosszindulatú forgalom azonosítására – beleértve a kaparási tevékenységeket is.",
    "1422537019": "ma, hogy többet tudjunk meg.",
    "1988268879": "Költséghatékony adatcímkézés méretben",
    "2163914794": "Több címkére van szüksége adatkészleteihez? A hCaptcha gyors, költséghatékony és kiváló minőségű adatcímkézést biztosít a mesterséges intelligenciával és gépi tanulási alkalmazásokkal foglalkozó cégek számára.",
    "3378932530": "Jelölje meg adatait most",
    "3483700676": "Indítson el azonnal több millió feladatot",
    "3478726913": "A hCaptcha a bolygó egyik legnagyobb medencéjét kínálja az Ön számára. Bármi is legyen az Ön mérete, költséges előzetes kötelezettségvállalások nélkül is megoldjuk. A napi több millió feladat nem jelent problémát.",
    "740501259": "Egyszerű API-vezérelt csővezetékek",
    "2784612261": "Szeretné az emberi felülvizsgálatot közvetlenül az üzleti tevékenységébe integrálni? Nagy megbízhatóságú SLA-kat, garantált kapacitást és egyszerű REST API-kat kínálunk.",
    "1144966033": "Költségre és minőségre optimalizálva",
    "3213351333": "Nincs szükség előzetes kötelezettségvállalásra",
    "2107077506": "A HUMAN platform átfogó bizalmi modelleket használ a kifinomult valós idejű minőségelemzés elvégzéséhez. Ez lehetővé teszi számunkra, hogy gyorsan meghatározzuk mind a kérdések nehézségét, mind a valószínű helyes választ, így időt és pénzt takaríthatunk meg.",
    "3576146278": "Csak a szükséges pontosságért fizessen",
    "2952586316": "Nem minden probléma egyforma. A biztonság szempontjából kritikus feladatokhoz szükséges megjegyzések 99,99%-os bizalmat igényelhetnek a teljes egészében emberi munkásoktól. A mobiljáték-alkalmazások egy béta funkciójához tartozó megjegyzések csak mérsékelt bizalmat igényelhetnek. Te döntesz.",
    "710145621": "Adja meg saját alapvető igazságadatait, vagy hagyja, hogy mi készítsük el azokat menet közben",
    "987901590": "Vannak nyers adatok átfogó ellenőrző készlet nélkül? A legtöbb esetben elkészítünk egyet Önnek, amikor a feladatok a rendszeren keresztül futnak, vagy címkézett mintákat készítünk az Ön jóváhagyására.",
    "2597352122": "Annotáció típusai",
    "1344687860": "Határoló dobozok",
    "1089415440": "Pontos tárgyfelismerés képeken és videón",
    "3817067682": "Sokszögek",
    "2682873489": "Határozza meg az objektumok határterületét",
    "1275150216": "Tereptárgyak",
    "2067112112": "Pontjegyzetek sokféle felhasználási esethez",
    "4228682126": "Attribútumok kategorizálása",
    "2920213479": "Tetszőleges méretű kategóriák rendezése vagy hozzáfűzése",
    "3288667364": "Összehasonlítás és észlelés",
    "155877895": "Emberi erővel végzett észlelés és osztályozás",
    "3128433367": "... és még sok más",
    "2827452240": "Más típusra van szüksége, amely nem szerepel itt? Csak kérdezzen meg minket.",
    "719304627": "Végpontok közötti vezérlésre van szüksége?",
    "1172067553": "A hCaptcha mögötti HUMAN platform rendkívül kifinomult munkaminőségi és felügyeleti funkciókat kínál a meglévő rendszerekkel integrált helyszíni, hibrid vagy SaaS telepítéseken keresztül.",
    "2319072959": "Teljesen offline futás saját munkaerővel, nyomon követheti az üzleti egységek vagy konzorciumi partnerek fogyasztását, szelektíven irányíthatja a munkákat különböző belső vagy külső munkaerő-szolgáltatókhoz a költség- és biztonsági követelmények alapján, és így tovább.",
    "1936512180": "Könnyű API-hozzáférés, gyönyörű műszerfalak és a legújabb modell-in-the-loop technológia a dolgozók hatékonyságának maximalizálása érdekében.",
    "3913848038": "99,99%-os rendelkezésre állási SLA-k és 24 órás globális támogatás érhető el.",
    "1080752747": "Lépjen kapcsolatba az értékesítéssel",
    "1525403768": "További információért forduljon az Enterprise Saleshez.",
    "1546930020": "Adatok címkézése",
    "2486638408": "Specifikációk meghatározása",
    "1027200955": "Beszéljen egyik domain szakértőnkkel a projekt igényeinek meghatározásához: a célpontosság, a formátum és az esetleges speciális követelmények.",
    "1156712451": "Kezdeti munkateszt",
    "181065232": "Mintaadatai alapján kisméretű gyártási munkát végzünk. Ez teszteli a közös munkát, hogy biztosan azt kapja, amire szüksége van.",
    "3207769512": "Telepítsen termelési munkákat",
    "1099238677": "Nagy mennyiségünknek és alacsony késleltetésünknek köszönhetően gyorsan megfordítjuk az Ön munkáját, amint elkészül, automatikus kézbesítéssel.",
    "465783046": "Ki szeretné próbálni az adataival?",
    "328625009": "... készen állunk, amikor Ön: szolgáltatásunk éjjel-nappal elérhető.",
    "3225770968": "A hCaptcha a gépi tanulás legmunkaigényesebb problémájának megoldására készült; hatalmas mennyiségű adat címkézése időben, megfizethető és megbízható módon.",
    "2041686284": "A több adat általában jobb eredményeket eredményez a gépi tanulási modellek betanításában. A mélymodellek közelmúltbeli sikere egyre nagyobb adatkészletekhez vezetett, és a hCaptcha ezt az igényt szolgálja ki. Azonban a hagyományos módszerekkel nagy, ember által felülvizsgált adatkészletek létrehozása lassú és költséges.",
    "3729345277": "A hCaptcha segítségével a vállalatok gyorsabban, jobb minőségben és olcsóbban juthatnak hozzá a szükséges megjegyzésekhez, mint más alternatívák.",
    "2103563261": "Privát vagy nyilvános információk",
    "2513143348": "A hCaptcha Enterprise rendszer egyedülállóan rugalmas kialakítású: részben vagy egészben telepíthető a hálózat szélére, ha nyilvános felhőt üzemeltet, vagy sok adatközponttal rendelkezik.",
    "3107683988": "Ez drámaian csökkentheti a hálózaton kívüli forgalmat és költségeket, miközben megőrzi a napi 24 órában, a hét minden napján ügyeletes munkatársaink által nyújtott kezelés minden előnyét, hogy megfeleljen a legszigorúbb SLA-knak.",
    "3660619092": "Regisztráljon ingyenesen, vagy vegye fel a kapcsolatot az értékesítéssel a vállalati megoldásokért",
    "2351176803": "A hCaptcha JS API licencfeltételei",
    "2616226398": "A miénk szerint",
    "2024293275": ". Minden egyéb jog fenntartva, egyelőre.",
    "1062291156": "standard feltételek",
    "2712493234": "Fizetési csalás: A kiberbűnözés gyorsan fejlődő módjának enyhítése",
    "1817772953": "A csalás nem a bűnözés új formája. Valóban, a régészek csalás elleni eszközöket tártak fel, amelyeket az ókori sumérok fejlesztettek ki az állatállomány veszteség nélküli szállítására közel 10 000 évvel ezelőtt! Az ő esetükben agyagjelzőket helyeztek el, amelyek mindegyike egy-egy állatot ábrázol, egy „bullának” nevezett agyaggolyóba. A bulla együtt utazott a nyájjal, ahogy eladóról vevőre került. A cégtulajdonosok már akkor is aggódtak amiatt, hogy nem mindenki, akivel foglalkoztak, volt felfelé és felfelé. Sok minden változott 10 000 év alatt, de a csalás megelőzésében továbbra is innovatívnak kell lenni. Napjainkban az online fizetési csalások kérdése kiemelten fontos. Az internettel a csalók egyre ügyesebbekké váltak a csalásellenes ellenőrzések kijavításában. Az új megoldások azonban megfordítják a helyzetet.",
    "1053787685": "Mi az a fizetési csalás?",
    "433424759": "A fizetési csalás minden olyan illegális tranzakciót foglal magában, amelynek során a kiberbűnöző megfosztja az áldozatot valami értéktől, jellemzően pénztől. Ez azt jelentheti, hogy ellopott hitelkártyát használnak áruk online rendeléséhez, vagy bankszámla átvételét és illegális átutalását jelentheti. Számos változat létezik, de mindegyiknek ugyanaz az eredménye: a szélhámos egy ellopott személyazonossági vagy fizetési információ segítségével lop el egy fogyasztótól, egy banktól vagy egy kereskedőtől.",
    "2939852138": "Hogyan [próbálnak] megúszni a csalók a fizetési csalást?",
    "1665616092": "A fizetési csalás koncepciója egyszerű, de a mai kivitelezésben fantasztikusan bonyolult lehet.",
    "4246520782": "Valójában az internet az elmúlt években valóságos fegyverkezési versenynek volt tanúja a csalók és a védők között.",
    "2167049807": "A biztonsági csapatok számos ellenintézkedést és ellenőrzést alkalmaztak, amelyek legyőzik a fizetési csalások egyszerű, lusta megközelítéseit. A támadások azonban egyre kifinomultabbak. Például a robotok mostantól begyűjthetik az ellopott hitelkártyaszámokat és PIN-kódokat hamis webhelyekről és adathalász támadásokról.",
    "1936449777": "Ezután teljesen automatizált módban utánozhatják az emberi viselkedést az e-kereskedelmi webhelyeken, a gombokra kattintással és a bevásárlókosárba tételekkel – egészen addig a pontig, ahol sok, ha nem a legtöbb csalás elleni vezérlő nem tudja megállapítani, hogy egy bot lopni próbál. áru. Inkább úgy néz ki, mintha egy emberi felhasználó egyszerűen vásárolna. A bot ellopott bejelentkezési adatokkal tud bejelentkezni egy valódi ügyfél fiókjába. Tovább eltakarja a csalást, hogy a bot képes meghamisítani az IP-címeket, és úgy tűnik, mintha a „vásárló” valahol más lenne, mint a támadó, aki esetleg idegen országban tartózkodik.",
    "648630222": "A fizetési csalások megelőzése a hCaptcha Enterprise segítségével",
    "1621930829": "Mit lehet tenni a mai fejlett, szűnni nem akaró fizetési csalási tevékenységgel? A többrétegű vezérlőelemek alkalmazása általában bölcs megközelítés. A legjobb ellenintézkedések azonban azok, amelyek csapdába tudják ejteni a botot, és felfedik, hogy hamis, annak ellenére, hogy alkotói mindent megtesznek az emberi viselkedés megismétlésére.",
    "2423586454": "Még mindig vannak olyan dolgok, amelyeket a szoftverek nem tudnak megtenni, bármennyire is jó a mesterséges intelligencia a háttérben. A modern CAPTCHA technológia bevált módszert kínál a fizetési csalást megkísérlő botok blokkolására. Míg a CAPTCHA régi megközelítései, mint például az egyszerű ferde számok egy dobozban, ma már többnyire hiányosak a fejlett robotok visszaszorításában, az olyan automatizált tesztelő-reagáló eszközök, mint a hCaptcha Enterprise, könnyen megbotránkozhatnak egy csaló botot a fiókba való bejelentkezés vagy a bevásárlókosár kijelentkezés pillanatában. Még ha a bot valódi hitelesítő adatokkal is rendelkezik, az if nem fog tudni átjutni a CAPTCHA-n.",
    "1467308982": "Fizetési ütemezések",
    "1291824746": "A hCaptcha kifizetések negyedévente futnak, 60 nap után. Annak szemléltetésére, hogy ez mit jelent, kérjük, nézze meg az alábbi táblázatot.",
    "3444947612": "Közötti forgalom",
    "4181611011": "Egyeztetési dátum",
    "728503636": "Kifizetés dátuma",
    "3720584906": "2021. július 15. – 2021. október 15",
    "388240587": "2022. január 5-15",
    "3426312287": "2022. január 5-15",
    "615618648": "2021. április 15. – 2021. július 15",
    "3376724603": "2021. szeptember 14-24.†††",
    "3398978455": "2021. szeptember 15-25.†††",
    "2722456056": "2021. január 15. – 2021. április 15",
    "4063155841": "Legkésőbb 2021. június 25-ig††",
    "4082053540": "2021. június 19-25††",
    "64953197": "2020. október 15. – 2021. január 15",
    "1023070345": "Legkésőbb 2021. március 14-ig",
    "2600696085": "2021. március 15",
    "3217791519": "2020. július 15. - 2020. október 15",
    "649261378": "2021. január 5-11*",
    "1559190296": "2021. január 5–11.†",
    "3806054689": "2020. április 15. - 2020. július 15",
    "4162383380": "2020. szeptember 16-22*****",
    "1990824776": "2020. szeptember 16-24*****",
    "3856690908": "2020. január 15. - 2020. április 15",
    "3200641265": "Legkésőbb 2020. június 16-ig*",
    "3744079744": "2020. június 15-19****",
    "2209837451": "2019. október 15. - 2020. január 15",
    "2510534204": "Legkésőbb 2020. március 23-ig***",
    "2910560864": "2020. március 20-23***",
    "2544565802": "2019. július 15. - 2019. október 15",
    "3963642878": "Legkésőbb 2019. december 14-ig*",
    "622103562": "2019. december 17.**",
    "4072202039": "2019. április 15. - 2019. július 15",
    "818049069": "Legkésőbb 2019. július 15-ig",
    "1169005651": "2019. szeptember 15",
    "2303655425": "2019. január 15. – 2019. április 15",
    "3678889946": "Legkésőbb 2019. június 15-ig",
    "3094354698": "2019. június 15",
    "4217013126": "A kifizetések általában egész nap futnak a Kifizetési dátumon, és általában csendes-óceáni idő szerint éjfélig fejeződnek be. Ha egy fiók ellenőrzésre meg lett jelölve, további öt munkanapba telhet a kifizetés teljesítése.",
    "1447649958": "Emlékeztetőül: csak a pontos emberforgalom jogosult a kifizetésekre. Erről további részleteket a GYIK-ben talál, az alábbi linken. A rendelkezésre álló egyenlegnek egy minimális küszöböt is el kell érnie ahhoz, hogy jogosult legyen a kifizetésre, amely jelenleg 10 HMT.",
    "4257144752": "A valós idejű becslések nem tükrözik a végső pontosságot vagy az emberséget, ezért a végső bevétele jelentősen eltérhet az irányítópulton az első egyeztetés előtti számoktól.",
    "2728931827": "Minden egyes egyeztetés után a webhelykulcsonkénti becslések frissítésre kerülnek, és a jövőbeni előrejelzések pontossága növekedni fog, kivéve, ha webhelyének felhasználói viselkedése lényegesen megváltozik.",
    "1200905005": "††† 2021 szeptemberétől az egyeztetések és a kifizetések egy nap helyett hozzávetőleg 10 napos periódusban futnak, a szolgáltatás növekedésével kapcsolatos működési korlátok egyszerűsítése érdekében.",
    "4284094387": "†† Egyes 2021. júniusi egyeztetések és kifizetések a következő héten futnak, mivel az egyeztetési időszak során a végső számítások ellenőrzése késik.",
    "1977013707": "† A 2020. decemberi kifizetéseket 15-ről átütemeztük, hogy elkerüljük az átfedést az év végi egyeztetésekkel és a személyzeti szabadságokkal: január második hetére fejeződnek be. A PayPal rendszerbe történő, a szokásosnál lassabb átutalások miatt a kifizetések több napon keresztül futnak, nem pedig egyetlen napon.",
    "517010299": "Kérjük, vegye figyelembe: jelenleg a közel valós idejű egyeztetésre való jelentős háttér-átálláson dolgozunk. Az időszakos egyeztetések a szokásosnál ritkábban futnak 2021 első negyedévéig. Ez nincs hatással a kifizetési ütemezésre vagy a dátumokra.",
    "3092200338": "** Ha a 15. hét hétvégére esik, a kifizetés dátuma ehelyett a 17. nap.",
    "3891941747": "*** COVID-19 TANÁCSADÁS: A COVID-19-hez kapcsolódó személyzeti kapacitások csökkenése miatt az egyeztetést átütemeztük, hogy több idő álljon rendelkezésre standard ellenőrzésünk befejezéséhez. A kifizetések várhatóan pénteken kezdődnek, és a következő hétfőn fejeződnek be.",
    "2301757528": "**** A PayPal REST API-jaik karbantartása miatt a kifizetési időszak alatt nem fejeződött be minden kifizetés június 15-én. A június 15-re (csendes-óceáni idő szerint) tervezett, de a PayPal API hibái miatt nem végrehajtott kifizetéseket június 19-ig (csendes-óceáni idő szerint) újra lefutották.",
    "116842359": "***** A rendszerkarbantartás miatt az egyeztetések várhatóan több napon belül befejeződnek.",
    "4154415610": "***** A 2020. szeptemberi kifizetések az egyeztetés befejeztével kötegekben futnak majd, és egyes kifizetések az egyeztetés késedelme miatt több nappal később futnak az eredetileg ütemezettnél.",
    "2310694091": "Mit jelent a Megbékélés?",
    "164801246": "Az egyeztetés az a folyamat, amelynek során utólag elemzik a forgalmat, hogy ellenőrizzék annak emberségét és pontosságát, miután az összes jelentéstevő webhelyről beérkezett minden adat. További részleteket olvashat",
    "3256245394": "valamint blogbejegyzéseink, pl",
    "3089778412": "Hogyan számítja ki a hCaptcha a jutalmakat",
    "3329755436": "Tervezi-e felgyorsítani ezt a folyamatot?",
    "1911669851": "Igen, jelenleg számos fejlesztésen dolgozunk a háttérrendszereinken, amelyek várhatóan gyorsabb egyeztetést, gyorsabb becslési pontosságot és gyorsabb kifizetéseket tesznek lehetővé. Jelenleg azon dolgozunk, hogy először felgyorsítsuk a megbékélést.",
    "2366003154": "Sajtó- és médiaérdeklődés",
    "3054564199": "Promóciós szett",
    "3173156067": "Néhány kész biztosíték áll rendelkezésre arra az esetre, ha példaképeket szeretne beilleszteni cikkébe.",
    "867314732": "Lekérheti a nagy felbontást",
    "858218750": "és útmutatást a használatukhoz a",
    "3821716514": "oldalon.",
    "1186243118": "logó képek",
    "3034959000": "vissza lehet hozni",
    "1764089150": "itt:",
    "1558428432": ". Kérjük, jóváírja őket a hCaptcha.com oldalon.",
    "2429359042": "példa interfész képek",
    "1480820434": "1. kép",
    "3213411837": "2. kép",
    "1270712701": "Sajtóközlemények és legújabb jelentések",
    "231285005": "A legújabb frissítéseket blogunkon találja",
    "1289884910": "Alkalmanként elemzéseket és jelentéseket is publikálunk. Például:",
    "932546190": "Miért lesz mindig velünk a CAPTCHA?",
    "2344319147": "Mennyit ér valójában a Google botészlelése?",
    "1637527266": "Mely országokban van a legtöbb botforgalom?",
    "230159237": "Kapcsolatok",
    "3759923279": "Sajtóinformációkat az alábbi e-mail címre várunk:",
    "4255608322": "Utolsó frissítés: 2021. április 12",
    "537881751": "Üdvözöljük a hCaptcha-ban! Ez az adatvédelmi szabályzat leírja az Intuition Machines, Inc. (\"IMI\", \"mi\" vagy \"mi\") gyakorlatát az információk (beleértve az alábbiakban meghatározott személyes adatokat) gyűjtését, felhasználását és közzétételét a www.hcaptcha webhelyünkön keresztül. .com és bármely más általunk használt aldomain vagy tartomány (a \"Webhelyek\"), valamint a hCaptcha alkalmazási felület és a kapcsolódó szoftverek és anyagok (együttesen: \"Szolgáltatás\").",
    "33639629": "Nem vonatkozik harmadik felek webhelyeire. Felhívjuk figyelmét, hogy ez az adatvédelmi szabályzat nem vonatkozik harmadik fél webhelyére, ajánlatára, termékére vagy szolgáltatására, még akkor sem, ha az oldalunkra hivatkozik, vagy magában foglalja a Szolgáltatást – kérjük, olvassa el a vonatkozó adatvédelmi szabályzatot, mielőtt úgy dönt, hogy információt ad harmadik félnek. a felek.",
    "987375734": "Az IMI székhelye az Egyesült Államokban található. A Webhelyeket és a Szolgáltatást mi irányítjuk és üzemeltetjük az Egyesült Államokból. Személyes adatait bármely olyan országban tárolhatjuk és feldolgozhatjuk, ahol létesítményekkel rendelkezünk, vagy ahol szolgáltatókat veszünk igénybe, és a Webhelyek és a Szolgáltatás használatával Ön hozzájárul ahhoz, hogy az információkat a lakóhelye szerinti országon kívüli országokba továbbítsák, beleértve az Egyesült Államokat is. , amelynek adatvédelmi szabályai eltérhetnek az Ön országában érvényes szabályoktól. Bizonyos körülmények között ezen országok bíróságai, bűnüldöző szervei, szabályozó ügynökségei vagy biztonsági hatóságai jogosultak lehetnek az Ön személyes adataihoz való hozzáférésre.",
    "452920031": "Megjegyzés az Egyesült Államokon kívüli ügyfeleknek.",
    "2328839224": ". Kérjük, tekintse meg a Kaliforniai Fogyasztói Adatvédelmi Törvény (California Consumer Privacy Act – „CCPA”) szerinti jogaival kapcsolatos „Kiegészítés a kaliforniai lakosoknak” című részt.",
    "1565481281": "Megjegyzés a kaliforniai lakosoknak",
    "1028058338": "Kérjük, tekintse meg az Általános Adatvédelmi Rendelet („GDPR”) szerinti jogaival kapcsolatos „Értesítés EU-s adatalanyoknak” című részt.",
    "2271205646": "Megjegyzés az Európai Gazdasági Térség lakóinak.",
    "508143070": "Vegye figyelembe, hogy az IMI az Ön személyes adatainak kezelője, kivéve, ha a Szolgáltatásunk nyújtásával kapcsolatban Integrátoraink nevében dolgozunk fel személyes adatokat, ebben az esetben mi vagyunk a személyes adatok feldolgozói, és ezek az Integrátorok a Személyes adat.",
    "2330965058": "Ha integrátoraink feldolgozójaként járunk el, az összegyűjtött adatokat nem használjuk fel más célra, mint a Szolgáltatásunk nyújtásához ésszerűen szükségesre, és feldolgozásunkra az integrátorainkkal kötött szerződések az irányadók, nem pedig ez. Adatvédelmi irányelvek",
    "3017040355": "Az EU-s Érintett adatainak feldolgozása az Általános Szerződési Feltételek (SCC-k) jogalapja alapján történik, amelyek a Szolgáltatási feltételek Adatfeldolgozási Kiegészítésébe vagy az Integrátorainkkal kötött adatfeldolgozási megállapodásokba vannak beépítve.",
    "2233384692": "Ha bármilyen kérdése vagy aggálya van az ilyen adatok kezelésével kapcsolatban, vagy élni szeretne jogaival, vegye fel a kapcsolatot azzal a személlyel vagy szervezettel (azaz az adatkezelővel), aki szerződést kötött velünk a Szolgáltatás használatára ezen adatok feldolgozására. Mindazonáltal a velük kötött szerződés feltételeinek megfelelően segítséget nyújtunk Integrátorainknak az Ön esetleges problémáinak megoldásában.",
    "349292953": "Az általunk gyűjtött információk",
    "3022001832": "Információkat gyűjtünk azoktól az egyénektől, akik kapcsolatba lépnek Webhelyeinkkel és szolgáltatásainkkal, beleértve azokat is, akik szolgáltatásunkat beépítik webhelyükbe (\"Integrátorok\"), azoktól, akik a szolgáltatásokat adatcímkézésre használják (\"Ügyfelek\"), valamint azoktól a végfelhasználóktól, akik kapcsolatba lépnek az oldalunkkal. Szolgáltatás integrátoraink (\"Végfelhasználók\") webhelyein keresztül.",
    "835545301": "A következő kategóriájú információkat gyűjtjük:",
    "3228928991": "Egyén azonosítására vagy kapcsolatfelvételre használható adatok (\"Személyes adatok\"), például név, e-mail cím és ország. Személyes adatokat gyűjtünk jelenlegi és leendő integrátorainktól és ügyfeleinktől, amikor azokat közvetlenül nekünk adják (például egy űrlap kitöltésével, amikor fiókot regisztrálnak, vagy e-mailes értesítést kérnek tőlünk). Integrátoraink és ügyfeleink személyazonosságát úgy is ellenőrizhetjük, hogy a személyes adatokat harmadik felek adatbázisaival vagy hivatalos jogi dokumentumokkal hasonlítjuk össze.",
    "1655796811": "Automatikusan gyűjtött információk az Integrátor vagy az Ügyfél által a Webhelyek vagy a Szolgáltatások használatából eredően (\"Analytics Information\"), például IP-címek, böngészőtípus, internetszolgáltató, platformtípus, eszköztípus, operációs rendszer, dátum- és időbélyegző hozzáférésről és más hasonló információkról. Egyes Analytics-információkat az általunk e célból bevont harmadik felek gyűjtenek a nevünkben, bizonyos Analytics-információkat pedig különféle nyomkövetési technológiákon keresztül, beleértve a cookie-kat is (lásd alább a „Harmadik fél elemzési és nyomkövetési technológiái” című részt).",
    "1388241689": "A Végfelhasználóknak a Szolgáltatáson keresztüli megválaszolásával összegyűjtött információk (\"Címkézett adatok\"), például képcímkézési adatok, az adott végfelhasználóknak lejátszott hangfájlokból konvertált szöveg, kérdésekre adott válaszok és a Szolgáltatás által generált egyéb felszólítások. a gépi tanulási alkalmazásokban használható adatok címkézésére. Vegye figyelembe, hogy a címkézett adatok nem kötődnek egyetlen azonosított személyhez sem.",
    "1493790285": "A végfelhasználóktól a Szolgáltatás részeként gyűjtött egyéb információkra van szükség annak meghatározásához, hogy ők",
    "2216374138": "emberiek, mint például az egérmozgások, a görgetés pozíciója, a billentyűlenyomási események, az érintési események és a giroszkóp/gyorsulásmérő információi.",
    "2394073454": "További információkat gyűjthetünk azoktól a végfelhasználóktól, akik egyéni adatcímkézőként kívánnak velünk dolgozni.",
    "3103557430": "Hogyan használjuk az információkat",
    "1130802068": "Az általunk gyűjtött információkat a következő célokra használjuk fel:",
    "2940689138": "Integrátor- és Ügyfélfiókok adminisztrálására és a Szolgáltatás nyújtására. A Személyes adatokat arra használjuk, hogy meghatározott fiókokat társítsunk az Integrátorokkal és Ügyfelekkel, és biztosítsuk számukra a Szolgáltatást, válaszoljunk kérésekre vagy megkeresésekre, támogatást vagy technikai segítséget nyújtsunk, és megkönnyítsük a fizetéseket.",
    "857974529": "A Webhely és a Szolgáltatás fejlesztése. Az Analytics információkat arra használjuk, hogy javítsuk meglévő és új szolgáltatásainkat és ajánlatainkat, valamint személyre szabjuk a meglévő és jövőbeli termékkínálatunkat.",
    "1820844638": "Piaci betekintést nyerni. Az Analytics információkat a piac elemzésére és a Webhellyel és Szolgáltatásainkkal kapcsolatos üzleti elemzésekre, valamint egyéb kutatási célokra használjuk.",
    "3386280249": "A címkézett adatok piacának biztosítása. Szolgáltatásunk nagy mennyiségű adatcímkézést és emberi ellenőrzést tesz lehetővé a gépi tanulási rendszerek számára, mint szolgáltatást a webhelytulajdonosok és a cégek számára, akiknek segítségre van szükségük adataik címkézésében. Ebből a célból a Címkézett adatokat közöljük Ügyfeleinkkel, akik érdeklődnek a címkézett adatok megszerzésében.",
    "3532143291": "Szolgáltatásaink és rendszereink biztonsága érdekében. Az Analytics-információkat arra használjuk, hogy biztosítsuk rendszereinket a potenciális fenyegetések és sebezhetőségek azonosítása révén, valamint az általunk gyűjtött információk egyéb módon történő védelmét.",
    "2185418511": "Bármilyen jogos üzleti célból, feltéve, hogy az információ azonosítatlan vagy olyan összesítésre került, hogy nem köthető ésszerűen egy személyhez.",
    "2386465280": "Hogyan osztunk meg információkat",
    "2159517814": "Személyes adatokat a következő esetekben osztunk meg vagy adunk ki:",
    "4256083674": "Egy Integrátor közvetlen kérésére egy adott CAPTCHA-kérelem vagy IP-cím csalási kockázatának azonosítására, vagy más módon, ha konkrét hozzájárulást adtak.",
    "3494826505": "A szolgáltatókkal kötelezettséget vállalunk a Webhelyek és a Szolgáltatás alapvető szempontjainak biztosítására, mint például az adattárolás, a tárhely és az Analytics, és csak ezekre a célokra.",
    "1119009846": "A vonatkozó jogszabályoknak való megfeleléshez, ideértve a kormányzati kéréseket, a bűnüldözési kéréseket, és egyéb módon a köz- és magánintézmények felé, az Ön, mi vagy mások jogainak, magánéletének, biztonságának vagy tulajdonának védelme érdekében.",
    "197676026": "Másokkal bármilyen törvényes üzleti célból, feltéve, hogy az információ azonosítatlan",
    "2359312315": "vagy úgy összesítve, hogy nem köthető ésszerűen egy személyhez.",
    "2497216176": "Harmadik fél elemzési és nyomkövetési technológiái",
    "3694578791": "A fentebb leírtak szerint mi (és harmadik fél szállítóink) részben cookie-k, web beacon-ok és egyéb nyomkövetési technológiák használatával gyűjtjük az Analytics-információkat. Egyes esetekben harmadik fél szállítókkal együttműködve cookie-kat alkalmazunk az Analytics információk gyűjtése céljából.",
    "2238885192": "A Sentry segítségével hibakeresési adatokat gyűjtünk, ha a felhasználó hibát észlel. Ha többet szeretne megtudni arról, hogy a Sentry hogyan gyűjti és dolgozza fel az adatokat:",
    "1535054294": "Kérjük, tekintse meg részletes szabályzatukat",
    "658775471": "A Cloudflare-t használjuk webes forgalom optimalizálására. További információ arról, hogy a Cloudflare hogyan gyűjti és dolgozza fel az adatokat:",
    "2014256987": "Ha nem szeretné letiltani a cookie-k vagy más nyomkövetési technológiák használatát, kérjük, olvassa el az alábbi „Az Ön adatainak kezelése” részt. Felhívjuk figyelmét, hogy ez negatívan befolyásolhatja a Webhelyek vagy a Szolgáltatás használatával kapcsolatos tapasztalatait, mivel előfordulhat, hogy egyes funkciók nem működnek megfelelően.",
    "2788024905": "Hogyan védjük az információkat",
    "271333468": "Megfelelő technikai és szervezési intézkedéseket hajtunk végre az általunk gyűjtött és tárolt információk védelme érdekében, és megköveteljük minden ügynöktől, aki a nevünkben feldolgozza a feldolgozást. Sajnos egyetlen biztonsági intézkedés sem 100%-ban tévedésbiztos, és mint ilyen, egyetlen hálózat vagy rendszer sem garantálható (beleértve a miénket is) 100%-os biztonságban az általunk gyűjtött és tárolt információk megsemmisülése, elvesztése, megváltoztatása, jogosulatlan nyilvánosságra hozatala vagy azokhoz való hozzáférés ellen. Ha úgy gondolja, hogy adatai bármilyen okból nem biztonságosak, kérjük, haladéktalanul lépjen kapcsolatba velünk a következő címen:",
    "3031284129": "Jótállási nyilatkozatok",
    "26365791": "A törvény által megengedett legteljesebb mértékben a Webhely és a Szolgáltatás (és minden más kapcsolódó szolgáltatás, információ, adat, funkció és egyéb tartalom vagy anyag) „ahogy van” és „elérhető” alapon történik. A törvény által megengedett legteljesebb mértékben az IMI kizár minden garanciát, beleértve, de nem kizárólagosan, az eladhatóságra, az adott célra való alkalmasságra és a jogsértés hiányára vonatkozó hallgatólagos garanciákat.",
    "735630686": "Az Ön adatainak kezelése (az Ön jogai)",
    "498769698": "Hozzáférhet, javíthat, módosíthat vagy törölhet bizonyos Személyes adatokat, amelyeket az Integrátor, Ügyfél vagy Kisegítő lehetőségek felhasználói fiókján keresztül adott át nekünk (ha Ön Integrátor, Ügyfél vagy Kisegítő lehetőségek felhasználója). Ha ezt nem tudja megtenni, vagy bármilyen kérdése van az Önről összegyűjtött és/vagy megosztott személyes adatokkal kapcsolatban, vagy szeretné visszavonni a feldolgozásunkhoz adott hozzájárulását (azaz fiókját teljes mértékben törölni), kérjük, lépjen kapcsolatba velünk a következő címen:",
    "2895491273": "Ha szeretné letiltani a cookie-kat vagy más nyomkövetési technológiákat, a legtöbb böngésző és mobileszköz csak módosítania kell a beállításait, hogy értesítse Önt, amikor cookie-kat kap, vagy más nyomkövetési technológiákat használnak, és válassza ki, hogy elfogadja-e vagy sem. azt. A legtöbb böngésző lehetővé teszi a meglévő cookie-k letiltását vagy törlését, illetve a jövőbeni cookie-k automatikus elutasítását. A cookie-beállítások szabályozására harmadik féltől származó eszközöket is használhat, beleértve a böngésző beépülő moduljait is. Vegye figyelembe azonban, hogy ha letiltja az összes cookie-t, előfordulhat, hogy Webhelyeink egyes részei nem fognak megfelelően működni.",
    "707527778": "Információ gyerekektől",
    "1747657936": "Oldalaink és szolgáltatásaink nem 13 éven aluli gyermekeknek szólnak, és tudatosan nem gyűjtünk személyes adatokat 13 éven aluli gyermekekről. Ha megtudjuk, hogy egy 13 éven aluli gyermekről gyűjtöttünk személyes adatokat, ésszerű lépéseket az ilyen információk fájljainkból történő a lehető leghamarabbi törlésére, kivéve, ha jogi kötelezettségünk van a megőrzésükre. Kérjük, vegye fel velünk a kapcsolatot, ha úgy gondolja, hogy bármilyen információval rendelkezünk egy 13 év alatti gyermekről:",
    "2419795065": "Értesítés a kaliforniai lakosoknak",
    "1517625162": "A kaliforniai polgári törvénykönyv 1789.3 szakasza értelmében a kaliforniai felhasználók a következő fogyasztói jogokról szóló értesítésre jogosultak: A kaliforniai lakosok a Kaliforniai Fogyasztói Ügyek Minisztériuma Fogyasztói Szolgáltatások Osztályának panaszkezelési osztályát postai úton érhetik el a 1625 North Market Blvd., Sacramento, CA 95834, vagy telefonon a (916) 445-1254 vagy (800) 952-5210 számon.",
    "3730344349": "Ez a szakasz további részleteket tartalmaz a kaliforniai fogyasztókról gyűjtött személyes adatokról, valamint a kaliforniai fogyasztói adatvédelmi törvény vagy a „CCPA” értelmében számukra biztosított jogokról.",
    "4044467791": "Az elmúlt 12 hónapban Öntől gyűjtött személyes adatok kategóriáival kapcsolatban, kérjük, tekintse meg a fenti „Az általunk gyűjtött információk” részt. Ezeket az információkat a fenti „A személyes adatok felhasználásának módja” részben leírt üzleti és kereskedelmi célokra gyűjtjük. Az elmúlt 12 hónapban a következő kategóriájú információkat osztottuk meg harmadik felekkel üzleti célból:",
    "4208081170": "Személyes adatok kategóriája",
    "1528242915": "Azonosítók.",
    "3863351997": "A kaliforniai ügyfélnyilvántartási törvényben felsorolt személyes adatok kategóriái (Cal. Polgári Törvénykönyv § 1798.80(e)).",
    "2826705343": "Kereskedelmi információk.",
    "2683038211": "Internetes vagy egyéb elektronikus hálózati tevékenység.",
    "3671828834": "Példák a megosztott személyes adatokra",
    "779426309": "Valódi név, egyedi személyes azonosító, online azonosító, Internet Protokoll cím, e-mail cím, fióknév vagy más hasonló azonosító.",
    "2414368123": "Név, hitelkártyaszám, bankkártyaszám vagy bármilyen más pénzügyi információ.",
    "4088941349": "A vásárolt, beszerzett vagy figyelembe vett termékek vagy szolgáltatások nyilvántartása.",
    "3238612014": "Böngészési előzmények, információk a fogyasztó internetes weboldallal, alkalmazással vagy hirdetéssel való interakciójáról.",
    "1023108656": "Harmadik féltől származó címzettek kategóriái",
    "1418235079": "Szolgáltatók",
    "3238184941": "Megjegyzés: Egy egyedi IP-címhez kapcsolódó csalási kockázat kérésre megosztható az Integrátorral.",
    "285116485": "A Vállalat nem \"eladja\" (ahogy ezt a kifejezést a CCPA meghatározza) az általunk gyűjtött személyes adatokat. Kérjük, olvassa el a fenti „Harmadik fél elemzési és nyomon követési technológiái” című részt az általunk használt harmadik féltől származó cookie-k típusairól, ha vannak ilyenek.",
    "1408750006": "Bizonyos korlátozások mellett a CCPA feljogosítja a kaliforniai fogyasztókat arra, hogy további részleteket kérjenek az általunk gyűjtött személyes adatok kategóriáiról vagy egyes részleteiről (beleértve azt is, hogyan használjuk fel és hozzuk nyilvánosságra ezeket az információkat), töröljék személyes adataikat, és leiratkozhassanak az esetlegesen megtörtént \"eladások\", valamint a megkülönböztetés tilalmának joga e jogok gyakorlása miatt.",
    "759057398": "Tájékoztatás az EU-s érintettek számára",
    "825780955": "Személyes adat",
    "2945960297": "Az EU-s érintettek tekintetében a jelen Adatvédelmi szabályzatban használt „személyes adatok” kifejezés egyenértékű az Európai Unió általános adatvédelmi rendeletében (GDPR) meghatározott „személyes adatokkal”.",
    "1126613163": "Érzékeny adatok",
    "3571006800": "Az Ön által nekünk közölt információk egy része a GDPR-ban meghatározott érzékeny adatoknak minősülhet (a személyes adatok speciális kategóriáinak is nevezik), beleértve az Ön faji vagy etnikai hovatartozásának azonosítását a kormány által kibocsátott személyazonosító okmányokon.",
    "1988461282": "A feldolgozás jogalapjai",
    "3519564631": "Feldolgozási célok",
    "1778642038": "kommunikálni veled",
    "2223819810": "Platformunk optimalizálása érdekében",
    "1678661231": "A megfelelőség, a csalásmegelőzés és a biztonság érdekében",
    "2561077702": "Szolgáltatásunk nyújtására",
    "2066321185": "Jogi alap",
    "1174237568": "Ezek a feldolgozási tevékenységek jogos érdekeinket képezik. Igyekszünk mérlegelni és mérlegelni az Önre gyakorolt lehetséges hatásokat (pozitív és negatív egyaránt), valamint az Ön jogait, mielőtt személyes adatait jogos érdekeink érdekében feldolgoznánk. Nem használjuk fel az Ön személyes adatait olyan tevékenységekre, amelyekben érdekeinket felülírja az Önt érő bármilyen hátrányos hatás (kivéve, ha ehhez az Ön hozzájárulása van, vagy ha ezt a törvény egyébként megköveteli vagy megengedi).",
    "1350478093": "Feldolgozás célja",
    "787916198": "Az ön beleegyezésével",
    "3348433919": "Az Ön jogai",
    "3842673636": "A GDPR értelmében Önnek bizonyos jogai vannak személyes adataival kapcsolatban. Kérhet tőlünk, hogy tegyük meg a következő lépéseket az általunk tárolt személyes adataival kapcsolatban:",
    "4057343238": "Kiszáll",
    "1834911235": "Ne küldjön Önnek olyan direkt marketing kommunikációt, amelyhez korábban hozzájárult. Továbbra is küldhetünk Önnek Szolgáltatással kapcsolatos és egyéb, nem marketing jellegű közleményeket.",
    "3022301908": "Hozzáférés",
    "680638297": "Tájékoztatást nyújt Önnek személyes adatainak feldolgozásával kapcsolatban, és hozzáférést biztosít az Ön személyes adataihoz.",
    "1409486258": "Helyes",
    "3878077249": "Frissítse vagy javítsa ki a személyes adatok pontatlanságát.",
    "3645414921": "Töröl",
    "42182578": "Törölje személyes adatait.",
    "1609621367": "Átruházás",
    "3208155808": "Személyes adatainak géppel olvasható másolatát továbbítsa Önnek vagy az Ön által választott harmadik félnek.",
    "1786796818": "Korlátoz",
    "3329634829": "Korlátozza személyes adatai feldolgozását.",
    "4202774977": "Tárgy",
    "3007158970": "Tiltakozik az ellen, hogy jogos érdekeinkre hagyatkozzunk az Ön jogait érintő személyes adatainak feldolgozásának alapjaként.",
    "1273071008": "Az érintettek hozzáférési jogaira vonatkozó kérelmek",
    "3594381346": "elhelyezkedés.",
    "21141582": "ez",
    "3357523404": "Határokon átnyúló adatátvitel",
    "290966395": "A „Megjegyzés az Egyesült Államokon kívüli ügyfeleknek” szakaszban leírtaknak megfelelően, kérjük, vegye figyelembe, hogy személyes adatait az Egyesült Államokba továbbítjuk, ott dolgozzuk fel és tároljuk. Az Egyesült Államok adatvédelmi törvényei eltérhetnek az Ön lakóhelye szerinti ország törvényeitől. Webhelyeink meglátogatásával vagy Szolgáltatásunk használatával hozzájárul adatainak, beleértve a személyes adatait, az Egyesült Államokba való továbbításához, a jelen Adatvédelmi szabályzatban foglaltak szerint.",
    "3178581111": "Használata új célokra",
    "1088304322": "Felhasználhatjuk személyes adatait a jelen Adatvédelmi szabályzatban nem ismertetett okokból, ha ezt a törvény megengedi, és ha az ok összeegyeztethető azzal a céllal, amelyre azokat gyűjtöttük. Ha személyes adatait nem kapcsolódó célra kell felhasználnunk, értesíthetjük Önt, és elmagyarázzuk a felhasználás vonatkozó jogalapját. Ha az Ön hozzájárulására hagyatkoztunk személyes adatainak egy bizonyos felhasználásához, akkor bármilyen nem kapcsolódó célból kikérhetjük az Ön hozzájárulását, és engedélyezhetjük Önnek, hogy abban az időben megszüntesse a szolgáltatás használatát, ha tiltakozik.",
    "2260079771": "Adatmegőrzés",
    "38428546": "Személyes adatait biztonságosan tároljuk nálunk, fiókja teljes élettartama alatt. Személyes adatait csak addig őrizzük meg, ameddig az szükséges azon célok teljesítéséhez, amelyekből azokat gyűjtöttük, ideértve a jogi, számviteli vagy jelentési kötelezettségek teljesítését vagy a viták megoldását. A tárolási időtartamok meghatározásához használt kritériumok közé tartoznak a hatályos szerződéses rendelkezések, a törvényi elévülési időszakok, az alkalmazandó szabályozási követelmények és az iparági szabványok.",
    "384965568": "Míg a megőrzési követelmények joghatóságonként eltérőek, az alábbiakban ismertetjük az Ön személyes adatainak különböző aspektusaira vonatkozó jellemző megőrzési időszakainkat.",
    "2788836740": "A marketing célú elérhetőségeit folyamatosan megőrizzük, amíg Ön le nem mondja az előfizetést. Ezt követően korlátlan ideig felvesszük adatait a tiltólistánkra. Az akadálymentesítési felhasználóktól gyűjtött e-mail információkat soha nem használjuk fel marketing célokra.",
    "3520687192": "Az Önnel folytatott kommunikáció (pl. e-mailben vagy Twitteren keresztül megnyitott támogatási jegyek) nyilvántartása korlátlan ideig megőrizhető.",
    "292211832": "A technikai eszközökkel, például cookie-kkal, weboldalszámlálókkal és egyéb elemző eszközökkel gyűjtött információkat a lehető leghamarabb eldobjuk, de a cookie lejártától számított korlátozott ideig, legfeljebb egy évig megőrizhetők, jellemzően azonosítatlan és összesített formában. hacsak nem észlelünk szolgáltatásunkkal való esetleges visszaélést, ebben az esetben megőrizzük ezeket az információkat, hogy segítsünk a jövőbeni visszaélések megelőzésében. Ezeket az anonimizált és összesített információkat nem tudjuk összekapcsolni Önnel, háztartásával, IP-címével vagy a tárolt információk alapján bármilyen személyes információval.",
    "470943029": "Ha bármilyen kérdése van a jelen Adatvédelmi szabályzattal kapcsolatban, kérjük, vegye fel velünk a kapcsolatot a következő címen:",
    "3192683783": "Jelen Adatvédelmi szabályzat változásai",
    "1702335960": "Minden általunk gyűjtött információra az adatgyűjtés időpontjában hatályos adatvédelmi szabályzat vonatkozik. Időnként azonban felülvizsgálhatjuk az Adatvédelmi szabályzatot. Ha egy átdolgozás lényeges, amelyet kizárólag mi határoztunk meg, értesíteni fogjuk Önt, például e-mailben. Az aktuális verzió mindig felkerül az Adatvédelmi szabályzatunkra.",
    "3669258571": "Cookie-szabályzat",
    "2905621957": "Utolsó frissítés: 2020. július 18",
    "1173934218": "Megértjük, hogy az Ön adatainak védelme fontos Önnek, és elkötelezettek vagyunk amellett, hogy átláthatóak legyünk az általunk használt technológiákkal kapcsolatban. Ez a szabályzat részletes tájékoztatást ad arról, hogyan és mikor használunk cookie-kat webhelyeinken és szolgáltatásainkon.",
    "2694150481": "Használunk sütiket?",
    "457627611": "Igen. Mi és elemzőink vagy szolgáltatóink, marketingpartnereink és leányvállalataink cookie-kat, webjelzőket vagy pixeleket és egyéb technológiákat használhatunk annak biztosítására, hogy mindenki, aki a Webhelyeket használja, a lehető legjobb élményben legyen része. További részletekért tekintse meg Adatvédelmi szabályzatunk „Harmadik fél elemzései és nyomon követési technológiái” című részét.",
    "501102544": ": úgy gondoljuk, hogy a hCaptcha anti-bot szolgáltatás (azaz a webhelyekbe, játékokba vagy mobilalkalmazásokba beágyazott Szolgáltatás) a GDPR-szabályok értelmében csak úgynevezett „beleegyezéstől mentes” cookie-kat tartalmaz. Példák az ilyen mentesített cookie-kra:",
    "461631543": "GDPR megjegyzés",
    "2150907653": "* A szolgáltatás nyújtásához feltétlenül szükséges technikai sütik. Ide tartoznak a preferenciális cookie-k, a munkamenet-sütik, a terheléselosztási cookie-k stb.",
    "1012122721": "* Közvetlenül általunk kezelt statisztikai cookie-k (azaz belső, nem harmadik féltől származó cookie-k), ahol az adatokat nem profilalkotáshoz használják fel.",
    "148542287": "Ez nem jogi tanács, és erre az elemzésre nem vállalunk garanciát. Ha további kérdése vagy aggálya van, forduljon hozzánk a következő címen:",
    "3956117148": "A hCaptcha.com és a BotStop.com webhelyek (a Webhelyek) további cookie-kat tartalmazhatnak, a jelen szabályzatban leírtak szerint.",
    "3255230599": "Mi az a Cookie?",
    "1095532507": "A cookie (\"Cookie\") egy kis szöveges fájl, amelyet egy weboldal-szerver helyez el a merevlemezére. A cookie-k olyan információkat tartalmaznak, amelyeket a későbbiekben elolvashat a cookie-t Önnek kiállító domain webszervere. Egyes sütiket csak akkor használunk, ha Ön bizonyos funkciókat használ, vagy bizonyos beállításokat választ, bizonyos sütiket pedig mindig. Az egyes cookie-król többet tudhat meg az alábbi aktuális cookie-listánk megtekintésével.",
    "2943815316": "Ezt a listát rendszeresen frissítjük, így előfordulhatnak további cookie-k, amelyek még nem szerepelnek a listán. Web beaconok, címkék és szkriptek használhatók a Webhelyeken vagy az e-mailekben, hogy segítsenek nekünk sütiket szállítani, számolni a látogatásokat, megérteni a használatot és a kampány hatékonyságát, és megállapítani, hogy az e-mailt megnyitották-e, és megtörtént-e az intézkedés. Jelentéseket kaphatunk e technológiák szolgáltatóink/elemző szolgáltatóink általi használata alapján, egyedi és összesített alapon.",
    "2954157511": "Miért használunk sütiket?",
    "1539071196": "A cookie-kat általában a következő célokra használjuk:",
    "3545935449": "Új vagy korábbi felhasználók felismerése.",
    "32739972": "A bejelentkezési munkamenet adatainak tárolása, ha regisztrált Oldalainkra.",
    "4209078147": "Webhelyünk fejlesztése és a platformjainkon és a Webhelyünkön tett látogatásainak jobb megértése érdekében.",
    "1077448694": "Integráció harmadik felek közösségi média webhelyeivel.",
    "1709478090": "Érdeklődésen alapuló vagy célzott hirdetésekkel szolgálni.",
    "3256020881": "Az Ön viselkedésének és böngészési tevékenységének megfigyelése több webhelyen vagy más platformon.",
    "1092241113": "Ügyfeleink és integrátoraink érdekeinek jobb megértése érdekében.",
    "1434289796": "Egyes cookie-k szükségesek a webhelyek bizonyos használatához, és ilyen cookie-k nélkül nem tudnánk sok olyan szolgáltatást nyújtani, amelyekre Önnek szüksége van a webhelyek megfelelő használatához. Ezek a Cookie-k például lehetővé teszik webhelyeink működtetését, így Ön kérésének megfelelően hozzáférhet azokhoz, és tudatják velünk, hogy létrehozott egy fiókot, és bejelentkezett abba a webhely tartalmához. Ide tartoznak a cookie-k is, amelyek lehetővé teszik számunkra, hogy emlékezzünk az Ön korábbi műveleteire ugyanazon böngészési munkamenet során, és biztonságossá tegyék webhelyeinket.",
    "1533171442": "Funkcionális sütiket és harmadik felektől származó cookie-kat is használunk elemzési és marketing célokra. A funkcionális cookie-k lehetővé teszik, hogy a webhelyek bizonyos részei megfelelően működjenek, és az Ön felhasználói preferenciái ismertek maradjanak. Az elemzési cookie-k többek között információkat gyűjtenek arról, hogy az ügyfelek, az integrátorok és a végfelhasználók hogyan használják webhelyeinket, a felhasználók által leggyakrabban megtekintett tartalmakat és termékeket, valamint a harmadik féltől származó hirdetéseink hatékonyságát. A hirdetési cookie-k segítenek a hirdetések releváns közönséghez eljuttatásában, és abban, hogy hirdetéseink a keresési eredmények tetején jelenjenek meg. A cookie-k vagy \"munkamenet\" Cookie-k, amelyek törlődnek a böngésző munkamenetének befejezésekor, vagy \"perzisztensek\", amelyek addig maradnak, amíg Ön vagy a cookie-t szolgáltató fél törli őket (lásd alább). Az oldalakon használt összes Cookie-val kapcsolatos részletes információk az alábbi Cookie-közzétételi táblázatban találhatók.",
    "322830977": "Hogyan lehet letiltani a sütiket.",
    "3885459114": "A cookie-k használatát általában a webböngészőjébe épített funkción keresztül aktiválhatja vagy később deaktiválhatja. Ha többet szeretne megtudni a cookie-król, illetve azok szabályozásáról, letiltásáról vagy törléséről, kérjük, látogasson el a https://www.knowcookies.com/ oldalra a részletes útmutatásért.",
    "262509504": "A Cookie-k által gyűjtött információkat összekapcsolhatjuk más, Öntől a jelen Adatvédelmi Szabályzat alapján gyűjtött információkkal, és felhasználhatjuk az itt meghatározott kombinált információkat. Hasonlóképpen, a webhelyeinken cookie-kat kiszolgáló harmadik felek összekapcsolhatják az Ön nevét vagy e-mail címét más általuk gyűjtött információkkal, amelyek magukban foglalhatják a korábbi offline vagy online vásárlásokat vagy az Ön online használati adatait.",
    "2935155034": "Ha Ön az Európai Gazdasági Térségben tartózkodik, rendelkezik bizonyos jogokkal, amelyeket fent az „Értesítés az EU-s adatalanyoknak” címszó alatt ismertetünk, beleértve a jogot az Önről rendelkezésünkre álló adatok megtekintésére, helyesbítésére vagy törlésére.",
    "1873812847": "Cookie(k) közzététele",
    "3319083717": "Név:",
    "3183855267": "1. hmt_id",
    "907324388": "Funkció",
    "2896187462": "1. A szigorúan szükséges anonim, szolgáltatással kapcsolatos statisztikákhoz és egyéb technikai célokra, például a kisegítő lehetőségek támogatására használják.",
    "987267027": "Buli",
    "3453526675": "1. 1. fél",
    "1952810469": "típus",
    "1795436560": "1. Munkamenet",
    "102695075": "Időtartam",
    "3356329025": "1. 30 nap",
    "3744153629": "Nevek:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "ülés,",
    "3186435874": "munkamenet azonosító",
    "720059527": "2. Feltétlenül szükséges műszaki célokra használható: terheléselosztás, útválasztás.",
    "1241291641": "További részletek megtekintése.",
    "1834801943": "2. 1. fél",
    "2114694926": "2. Munkamenet",
    "938404336": "2. Változó; legfeljebb 30 napig.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Szigorúan szükséges műszaki célokra használható: lehetővé teszi az Accessibility User használatát.",
    "1061239711": "3. 1. fél",
    "1483015662": "3. Munkamenet",
    "3458934553": "3. Változó; legfeljebb 30 napig.",
    "1527172673": "Ha bármilyen kérdése van a Cookie-szabályzattal kapcsolatban, kérjük, vegye fel velünk a kapcsolatot a következő címen:",
    "134571844": "Impresszum (webhelyi közlemény)",
    "110836420": "Utolsó frissítés: 2020. december 23",
    "2901894297": "A hCaptcha az Intuition Machines, Inc. (\"IMI\"), egy Delaware US Corporation (#6393793) szolgáltatása.",
    "2928362319": "A levélben érdeklődők a következő címre küldhetők: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "A társaság jelenlegi gazdálkodásáról a Névjegy oldalon tájékozódhat. A társaság jelenlegi vezérigazgatója a tartalomért felelős ügyvezető igazgató.",
    "3094150511": "Szabályozó hatóság: US Federal Communications Commission, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Az IMI nem vállal kötelezettséget, és nem is köteles részt venni a fogyasztói jogviták alternatív vitarendezésében fogyasztói vitarendezési szervezet előtt.",
    "1395644678": "Az Európai Bizottság hivatalos weboldala az online vitarendezéshez:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "A tartalomra nincs garancia",
    "707541553": "Az internetes oldalainkon található összes információt az IMI vagy egy harmadik fél jóváhagyta. Azonban sem az IMI, sem harmadik felek nem tehetők felelőssé azért, hogy az információk naprakészek, pontosak vagy teljesek. Ez vonatkozik más weboldalakra is, amelyek az oldalainkon található hiperhivatkozásokon keresztül érhetők el. Az IMI nem vállal felelősséget ezen külső webhelyek tartalmáért.",
    "2650241052": "Nincs tanács",
    "3361191778": "Az internetes oldalakon közölt információk nem jelentenek egyéni tanácsot, és nem helyettesíthetik azt. Ha egyéni tanácsra van szüksége, forduljon ügyfélszolgálatunkhoz.",
    "1031855757": "Az oldal használata",
    "204716894": "Weboldalaink tartalma és kialakítása szerzői jogvédelem alatt áll. Az oldalak és azok tartalmának az ésszerű méltányos használatot meghaladó módon történő sokszorosításához az IMI előzetes írásbeli hozzájárulása szükséges, ha az oldalon nincs más jogszabályi előírás.",
    "3182435854": "szerzői jog",
    "3187946010": "Az ezeken az oldalakon található összes szöveget, képet, grafikus animációt, videót, zenét, hangot és egyéb anyagot az IMI vagy harmadik felek szerzői jogi védelme alatt védik. Tilos ezt az anyagot kereskedelmi használatra másolni vagy módosítani olyan módon, amely meghaladja az ésszerű méltányos felhasználást.",
    "74538881": "Felelősség ezért a weboldalért",
    "3236873806": "Az IMI felelős ezért a webhelyért.",
    "2657277322": "Ha kérdése van, forduljon hozzánk a következő címen:",
    "1338341134": "hCaptcha + Privacy Pass (béta)",
    "88879089": "A Privacy Pass egy",
    "1898063898": "a felhasználói adatvédelem megőrzése érdekében, amellyel együtt fejlesztjük",
    "1942186611": "és mások.",
    "3673079511": "kialakulóban lévő szabvány",
    "2164933356": "Cloudflare",
    "3119589996": "Hogyan működik: egy böngészőbővítmény lehetővé teszi a felhasználók számára, hogy titkosításilag vak tokeneket hozzanak létre és írjanak alá olyan webhelyeken, amelyek támogatják a Privacy Pass protokollt. A kiterjesztés titkosításilag vak tokeneket tartalmazó belépőket generál, amelyeket a hCaptcha ír alá, amikor a kihívást bármelyik oldalon megoldják a hCaptcha szolgáltatás használatával,",
    "1254771154": "más, a hCaptchát is beágyazó Privacy Pass-támogató szolgáltatásokban, például a Cloudflare-ben megjelenő kihívások.",
    "996362763": "Ezeket a tokeneket feloldja, és a bővítmény tárolja későbbi felhasználás céljából. Amikor a felhasználó meglátogat egy webhelyet a hCaptcha használatával, és teljesítenie kell a kihívást (akár láthatatlan, akár az „Ember vagyok” gombon keresztül), automatikusan beváltja őket. A vakító eljárás azt jelenti, hogy az aláírt és beváltott tokenek kriptográfiailag nem kapcsolhatók össze a hCaptcha szemszögéből, és így a felhasználói adatvédelem megmarad.",
    "2943346052": "Ahogy az IETF szabványosítási folyamata folytatódik, arra számítunk, hogy a nagyobb böngészők natív módon alkalmazzák majd a Privacy Pass valamilyen formáját. Ez végül szükségtelenné teszi a kiterjesztést. Jelenleg azonban kérjük, kövesse az alábbi utasításokat.",
    "2326660907": "kivéve",
    "741483946": "* Más szavakkal: szerezhet be hCaptcha Privacy Pass tokeneket a hCaptcha.com webhelyen, és használhatja azokat más webhelyeken közvetlenül a hCaptcha.com webhelyen. Nem szerezhet be és nem válthat be hCaptcha Privacy Pass tokeneket a Cloudflare által használt hCaptcha szolgáltatás megkerülésére, mivel a Cloudflare kiadja és beváltja saját Privacy Pass tokenjeit.",
    "1362015807": "Elkezdeni",
    "1358325821": "Először telepítse a bővítményt",
    "310885519": "vagy",
    "4091044469": ". Győződjön meg arról, hogy a bővítményt inkognitó módban engedélyezte. Ezután látogasson el bármely webhelyre a hCaptcha használatával, és oldja meg a captcha-t. A 2.0.3-as verziótól kezdve ezeket a tokeneket a hCaptcha használatával válthatja be a webhelyeken.",
    "3904679538": "Króm",
    "3700767772": "Miután telepítette a bővítményt, kattintson ide (vagy bármely hCaptcha-t használó webhelyre) a bérletek megszerzéséhez:",
    "166277959": "Kérjük, vegye figyelembe: ez a funkció jelenleg béta állapotban van, és előfordulhat, hogy nem minden webhelyen és felhasználónál működik folyamatosan. Abban az esetben, ha nincs engedélyezve, vagy nem működik egy adott felhasználónál, a viselkedés egyszerűen visszaáll a szabványos hCaptcha-élményre, a funkcionalitás elvesztése nélkül.",
    "3031357206": "Egy új ikon jelenik meg az URL-sáv mellett. Most látogasson el egy webhelyre a hCaptcha használatával. Így fog kinézni:",
    "1066753052": "ami azt jelenti, hogy a pénztárca üres, és Ön egy olyan webhelyen van, amelyen hCaptcha kihívás található. A kihívás teljesítése után tokeneket kapsz, amelyeket bármely más webhelyen beválthatsz a hCaptcha segítségével.",
    "651123197": "A kihívás teljesítése után az ikonon megjelenik a pénztárcájában lévő teljes összeg.",
    "554844646": "Megerősítheti, hogy a bővítmény működik, ha a számláló minden kattintáskor 1-gyel csökken",
    "4087729475": "a kihívás a kezdeti megoldás után.",
    "647630208": "És ez az! Az online böngészés mostantól privátabb.",
    "3272552822": "Fejlesztők és kriptográfusok:",
    "4059570880": "Ha nyomon szeretné követni a szabványosítási erőfeszítéseket, az erőfeszítések jelenleg a következő címen folynak:",
    "1904390996": "egységesíteni a",
    "252720667": "a Privacy Pass kriptográfiai biztonságának hátterében. Maga a protokoll megy keresztül a",
    "3972554015": "folyamat is. És a böngésző kiterjesztés természetesen",
    "3723626769": "hozzájárulásaiért és felülvizsgálatáért.",
    "3882147547": "Feledékeny pszeudovéletlen függvények",
    "565624910": "tervezet",
    "3421090159": "nyílt forráskód",
    "3098677775": "K: Az IP-címem és a böngészési előzményeim teljesen privátak a hCaptcha-tól a Privacy Pass használatakor?",
    "4019638786": "V: A hCaptcha Privacy Pass felhasználói soha nem teszik közzé IP-címüket a hCaptcha számára, kivéve, ha a böngésző token pénztárcája üres, vagy ha a webhely el nem küldi. A hCaptcha nem tudja összekapcsolni a felhasználót a token beváltásával, és soha nem lép kapcsolatba közvetlenül a felhasználóval a beváltás során, hacsak nem üres a token pénztárcája.",
    "3887113660": "K: Hogyan befolyásolja a Privacy Pass a hCaptcha bevételeit?",
    "1116455671": "V: Jutalmat kap a kezdeti megoldásért, ha a felhasználó elvégzi azt az Ön webhelyén. A beváltások ugyanazt a válaszmintát követik, mintha a felhasználó automatikusan átadta volna az Ön webhelyét a magas ügyfélbizalom miatt: nem történik bevétel, és a szerverről érkező siteverify hívás \"jóváírás: hamis\" értéket kap az átadási eredmények között.",
    "779817954": "K: Ha van egy másik szolgáltató által kiállított Privacy Pass-bérletem, beválthatom azokat a hCaptcha-n?",
    "3014149332": "V: Nem, a bérletek nem átjárhatók: ugyanazon hatóságnak kell kibocsátania és beváltania, jelen esetben a hCaptcha-nak. Vegye figyelembe, hogy ha a Cloudflare és a hCaptcha bérletei is vannak a bővítményében, akkor az elérhető szám a meglátogatott oldal követelményeitől függően a megfelelő összegre változik. Más szóval, ha 100 Cloudflare-bérlet van a pénztárcájában és 10 hCaptcha-bérlet, akkor a hCaptcha beágyazott oldalakon 10-et kell látnia a bővítmény ikonján.",
    "3679148535": "K: Milyen egyéb Privacy Pass alkalmazásain dolgozik?",
    "1606783855": "V: Nagyon érdekel minket a Privacy Pass for the Accessibility (\"a11y\") használati eset. A korábban népszerű opciók, mint például az audio captchák, diszkriminatívak sok a11y felhasználóval szemben. Úgy gondoljuk, hogy a jelenlegi a11y megközelítés és a Privacy Pass kibocsátása kombinálása lehetővé teszi a felhasználók számára, hogy biztonságosan böngészhessenek, annak tudatában, hogy forgalmuk privátabb, miközben korlátozza a bot-üzemeltetők általi visszaéléseket, amelyek elkerülhetetlenül előfordulnak, amikor az a11y opciók elérhetők.",
    "2359150347": "K: Más online biztonsági szolgáltatások támogatják a Privacy Pass szolgáltatást?",
    "2082237880": "V: A hCaptcha az első ilyen szolgáltatás, amely támogatja a Privacy Pass szolgáltatást, és jelenleg ez az egyetlen, amely ezt támogatja. Mindazonáltal azt várjuk, hogy más szolgáltatások is felismerjék a felhasználók online adatvédelmének növelésének előnyeit, és arra számítunk, hogy a jövőben egyre többen fognak implementálni, amint az általunk kidolgozott IETF-szabványok hivatalosan is elfogadásra kerülnek.",
    "2109792055": "Felhasználói útmutató: Hibakeresési problémák az adatvédelmi engedély kiadásával és érvényesítésével",
    "3588620914": "A Privacy Pass egy új találmány a web szabványai szerint, és előfordulhat, hogy más alkalmazások és böngészőbővítmények, amelyek nem ismerik, megzavarhatják a működését.",
    "4039193170": "Ha problémái vannak a tokenek megszerzésével vagy beváltásával:",
    "2378786360": "1. Próbálja ki a többi támogatott böngésző egyikét: ha Chrome-ot használ, próbálja meg a Firefox használatát anélkül, hogy importálná beállításait a Chrome-ból, és telepítse oda a bővítményt. Ha ez működik, akkor lehet, hogy a böngésző konfigurációs problémája van.",
    "394235836": "3. Ha a fenti javaslatok egyike sem működik, küldjön nekünk egy ügyfélszolgálati e-mailt, és örömmel segítünk kideríteni, mi történik.",
    "3470857731": "Elemzés arról, hogy a reCAPTCHA mennyire észleli a botokat.",
    "3240786848": "Utolsó frissítés: 2021. február 18",
    "2547140673": "A Google reCAPTCHA szolgáltatása több mint egy évtizede cserét kínál a webhelytulajdonosoknak: hagyja, hogy a Google nyomon kövesse a felhasználókat, kérdéseket tegyen fel nekik, cserébe pedig megígérik, hogy leállítják a robotokat és a spamet.",
    "2133754014": "Több mint 4,5 millió webhely használja a reCAPTCHA-t [",
    "3152512587": "és a rendszer több száz millió napi megoldást gyűjt össze. [",
    "2296918009": "Ez naponta több mint 100 személyévnyi munkának felel meg.",
    "3900538778": "A címkézett adatok a gépi tanulás hajtóanyaga. A reCAPTCHA válaszokat 2009 óta használják a Google ML/AI-szolgáltatásainak fejlesztésére. Sok reCAPTCHA-t használó ember nem veszi észre, hogy munkájukat igénybe veszik.",
    "1160252730": "A Google most magas árakat számít fel a reCAPTCHA Enterpriseért, ami miatt sok vállalat újraértékeli ezt az üzletet.",
    "1131196501": "A nagy cégek, mint pl",
    "204889717": "váltottak a hCaptcha-ra",
    "639413188": "válaszul.",
    "3280658086": "vállalati megoldások",
    "3842815245": "Ez tisztességes kereskedelem?",
    "714342693": "A hCaptcha csapata 2016 óta gyűjt árazási adatokat a \"dark web\" captcha-törő szolgáltatásokról. Érdekes tendenciát vettünk észre:",
    "468929661": "A reCAPTCHA feltörésének átlagos költsége hihetetlenül alacsony (kevesebb, mint 1 USD/1000 megoldás), és nem nőtt lényegesen a 2016-os megfigyelésünk óta. Ez vonatkozik a reCAPTCHA v2-re és v3-ra is. [",
    "2862164005": "Az árazási adatok segítségével pontos dollárértéket adhatunk a reCAPTCHA által kínált biztonsághoz: válaszonként 0,001 USD vagy kevesebb.",
    "102498091": "A Google 1 USD-t számít fel 1000 kérésenként a reCAPTCHA Enterprise esetében, ami azt jelenti, hogy mostantól többet számítanak fel kérésenként, mint amennyibe a szolgáltatásuk biztonságának megsértése kerül. Ez rossz üzletnek tűnik.",
    "130239139": "Mennyit ér a Google által naponta összegyűjtött több mint 100 személyév?",
    "1421074182": "Lényegesen magasabb.",
    "1953519598": "Egy kép címkézésének költsége 0,03 USD és 1,00 USD vagy több között mozog. Óvatos becslések szerint a Google eddig több milliárd dollárnyi ingyenes munkaerőt nyert ki. [",
    "3025548709": "Van alternatívája ennek a tisztességtelen üzletnek?",
    "263761351": "A hCaptcha az első hiteles alternatíva, amelyet ma már havonta emberek százmilliói használnak.",
    "2743692546": "Miközben a felhasználók a hCaptcha segítségével bizonyítják emberségüket, munkájuk egy névtelen nyílt licitpiacra lép.",
    "1982750088": "Világszerte cégek pályáznak erre a munkaerőre, hogy olyan egyszerű feladatokat hajtsanak végre, amelyek egyszerűek az emberek számára, de nehéz a gépek számára. A felhasználók támogatják a meglátogatott webhelyet, és a magasabb szintű biztonságnak köszönhetően kevesebb internetes spamet tapasztalnak.",
    "1108398506": "Az ügyfelek teljes ellenőrzést szerezhetnek a tapasztalat felett, és hasznot húzhatnak a hCaptcha által az internet legnagyobb független kihívásszolgáltatójának működtetésében szerzett szakértelemből. A reCAPTCHA Enterprise-nál is jobb ajánlatot kapnak: mennyiségtől függően akár 50-80%-kal kedvezőbb árat kínálnak.",
    "3012870872": "Az ingyenes verziót (hCaptcha Publisher) használó webhelyek és alkalmazások bevételt szereznek ebből a munkából, ahelyett, hogy a Google-nak adományoznák azt.",
    "2271512952": "A felhasználók támogatják a meglátogatott webhelyet, és kevesebb internetes spamet tapasztalnak.",
    "278010425": "A hCaptcha feladatok széles és gyakran változó sokfélesége is nehezebben automatizálható. A reCAPTCHA egyetlen kezelőfelülete évek óta nem változott, és van benne néhány ritkán változó kérdés. Ez az egyik módja annak, hogy a hCaptcha erősebb bot elleni védelmet nyújt, mint a reCAPTCHA.",
    "984849234": "A hCaptcha fejlett gépi tanulást használ annak érdekében, hogy teljesítse azt, amit a reCAPTCHA csak ígér, miközben megosztja a rögzített értéket az azt használó webhelyekkel.",
    "4063769686": "A felhasználók támogatják a meglátogatott webhelyet, és kevesebb internetes spamet tapasztalnak. Ez igazságosabb üzletnek tűnik.",
    "685916926": "Miért nem javult a reCAPTCHA az idők során?",
    "3992401943": "2012 óta forradalom zajlott a mély tanulásban. A feladatok pontosságának iparági normája radikálisan javult az elmúlt évtizedben, elsősorban a mély konvolúciós hálózatoknak köszönhetően. A Google által kínált egyéb ML-alapú szolgáltatások ezt a görbét követték.",
    "615031303": "(Lásd a lábjegyzeteket",
    "2125514305": "Az ML javult, de a reCAPTCHA megkerülésének nehézsége ez idő alatt lényegében nem változott.",
    "1406188018": "6. és 7",
    "2689973938": "A reCAPTCHA fejlesztése belső konfliktust okoz a Google mint hirdetésszolgáltató számára.",
    "464238793": "Ha a Google maga állapítja meg, hogy a hirdetést megtekintő vagy egy linkre kattintó felhasználó valójában bot volt, akkor nem tud fizetni a felhasználónak megjelenített hirdetésekért. Ez az összeférhetetlenség erősen korlátozta a Google robotellenes ambícióit.",
    "918924423": "A Google például nem kínál olyan nyilvánvalóan értékes szolgáltatásokat, mint a visszamenőleges botészlelés. Sokkal megbízhatóbb, ha több napos adatok elemzése után bot által generált felhasználói forgalmat deklarálják.",
    "661412233": "Az is értékes, ha a captcha után tudjuk, hogy egyes felhasználók botok voltak. Lehetővé teszi a webhelytulajdonosok számára, hogy megtisztítsák a régi spam bejegyzéseket, és a jövőben töröljék a spamfórumokon regisztrált \"alvó fiókokat\", csökkentve a csalásokat stb.",
    "3600797185": "A visszamenőleges bot-azonosítás felajánlása bonyolult kérdések előtt nyitná meg a Google-t, hogy miként térítse vissza visszamenőlegesen azokat a hirdetőket, akik pénzt költöttek erre a csaló forgalomra.",
    "2076932190": "A reCAPTCHA termék tehát egy évtizede stagnál.",
    "3856912381": "A felhasználók megszenvedték, és a szükségtelen internetes spam mostanra elterjedt. De van alternatíva.",
    "1035621426": "A reCAPTCHA által azonosított minden robot közvetlenül csökkenti a Google hirdetési bevételeit.",
    "3668115514": "Miben más a hCaptcha?",
    "2413742287": "A hCaptcha célja a pontosság maximalizálása, nem pedig a hirdetési bevétel: a bot válaszok haszontalanok ügyfeleink számára, akiknek emberi képzési adatokra van szükségük.",
    "1373262754": "A hCaptcha számára minimális érték annak ismerete, hogy ki az egyén. Csak minket érdekel, hogy emberek vagy rosszindulatú színészek.",
    "600646860": "Ahelyett, hogy megkérdőjelezhető értékű szolgáltatást kínálna, miközben valódi értékű munkaerőt von ki, a hCaptcha kompenzációt és erős bot elleni védelmet biztosít.",
    "1836191653": "Ahelyett, hogy könnyen legyőzhető szolgáltatást kínálna az ingyenes felhasználóknak, miközben dollármilliókat kell fizetnie egy nem sokkal jobb vállalati verzióért, a hCaptcha kiváló botvédelmet biztosít mindkettőnek, miközben a vállalati felhasználóknak további szolgáltatásokat és testreszabást, valamint erős SLA-kat és gyors támogatást kínál.",
    "990215503": "A hCaptcha az egyetlen nagyobb captcha szolgáltatás, amely nem egy hirdetési hálózat tulajdonában van.",
    "971933157": "A hCaptcha törődik a magánélettel, az átláthatósággal és a méltányossággal.",
    "178839499": "A hCaptcha osztozik az elvégzett munka értékében, miközben a felhasználók bizonyítják emberségüket.",
    "1237076138": "A hCaptcha korrekt ajánlatot kínál ingyenes (hCaptcha Publisher) és vállalati (hCaptcha Enterprise) ügyfelek számára.",
    "614310292": "Ki építette a hCaptchát?",
    "4188814619": "A hCaptcha az intuíciós gépek szolgáltatása (",
    "3265328927": "), egy gépi tanulással foglalkozó vállalat, amely termékeket és szolgáltatásokat kínál a nagyarányú gépi tanulást megvalósító vállalatok számára.",
    "2740033957": "Az IM csapat az Apple és az Amazon tudósaiból és mérnökeiből, valamint a gépi tanulás, az elosztott rendszerek és a biztonság más vezetőiből áll.",
    "1579715421": "Az IM tudósok rendszeresen publikálnak olyan vezető konferenciákon, mint az ICML, ICLR, ECCV és NeurIPS, és a vállalat nyilvánosan közzétette a legmodernebb eredményeket az ML tudományágakban, mint például a mély hash.",
    "4015238193": "és OCR [",
    "279580593": "imachines.com",
    "279918384": "Hogyan használja fel a Google az ingyenes munkaerőt?",
    "2385522384": "Valószínűleg videokockákat látott a Google Waymo önvezető autóinak kameráiból, és segített javítani a tárgyfelismerésüket.",
    "1517627947": "Valószínűleg épületeket vagy utcatáblákat látott a Google Streetview autóiról, és segített felcímkézni a térképeket és az Earth-termékeiket.",
    "3225936061": "Valószínűleg olyan képeket látott szövegekről, amelyek a Google Könyvek szolgáltatásának könyvoldalairól készültek, és segítettek javítani az OCR (szövegfelismerő) szoftverüket.",
    "129661785": "Kérték már valaha, hogy \"kattintson az autóra/átkelőhelyre/féklámpára?\"",
    "936667684": "Kérték már valaha, hogy \"írja be az épület/utca táblát?\"",
    "3773515538": "Kérték már valaha, hogy \"írja be a két szót?\"",
    "1778058441": "Milyen feladatok futnak a hCaptchán?",
    "366088791": "A hCaptcha sokféle feladatot támogat.",
    "3114147525": "A hCaptcha ügyfelei a szolgáltatást olyan feladatokra használják, mint például tárgyfelismerés, attribútum-észlelés (címkék gyűjtése a ruhatípusok azonosításához), relevancia-rangsorolás (több lehetőség közül a legrelevánsabb termék kiválasztása az elsődleges termékhez képest), határolódobozok (érdekes területek megtalálása egy kép), \"Human OCR\" (a szöveg azonosítása a képen) és sok más típusú feladat.",
    "3139609561": "Az alábbiakban két példa látható a képbesorolási és attribútum-észlelési feladattípusokra. [",
    "2273532558": "Kik a hCaptcha fizető ügyfelei?",
    "4104221634": "A hCaptcha ügyfelei számos iparágat felölelnek, a technológiai cégektől a divatra, a kiskereskedelemre és más olyan területekre összpontosító cégekig, ahol értéket teremthetnek a gépi tanulás alkalmazásával.",
    "1337725003": "A hCaptcha elkötelezett amellett, hogy demokratizálja a nagy mennyiségű valós idejű kommentárokhoz való hozzáférést, lehetővé téve a kis és nagy cégeknek, hogy a gépi tanulás alkalmazásával javítsák termékeik és szolgáltatásaik minőségét.",
    "4086379603": "Kérdések?",
    "1243684308": "Komolyan vesszük visszajelzését, és szeretnénk biztosítani, hogy mindenki kellemesebb online élményben legyen, kevesebb bottal és kevesebb spammel. Forduljon hozzánk:",
    "2645321220": "És ha úgy gondolja, hogy a reCAPTCHA költsége túl magas, kérdezzen a hCaptcha Enterprise-ról. Jelenleg a világ néhány legnagyobb kiadója, pénzügyi szolgáltató vállalata és webes infrastruktúrával foglalkozó vállalata használja őket, és nem csak a reCAPTCHA hiteles alternatíváját jelentik: úgy gondoljuk, hogy a jelenleg elérhető legjobb botvédelmet kínálják.",
    "1229233916": "Lábjegyzetek",
    "1115642494": "1. Forrás: BuiltWith.com reCAPTCHA webhelyek listája. Letöltve: 2019. július 9.",
    "448807334": "(\"Az emberek minden nap több száz millió CAPTCHA-t oldanak meg.\") Letöltve: 2019. július 8.",
    "2397590157": "3. Óvatos becslés: 200 millió megoldás * 30 másodperc megoldásonként években = 190,3 személyév/nap.",
    "3236311792": "4. hCaptcha belső elemzés. Az adatok 2019. június 30-ig gyűjtöttek. A részletek kérésre elérhetőek.",
    "1752259468": "5. Óvatos becslés: 0,01 USD egyetlen megjegyzés költsége * 200 millió átlag. megjegyzések naponta (alsó korlát) * 365 nap évente * 10 év 2009-es beszerzés óta = 7,3 milliárd dollár alsó határérték.",
    "3268946369": "6. Jóváírás: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Forrás: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SZEMANTIKAI HIERARCHIA ALAPÚ KAPCSOLATOS BEÉPÍTÉSEK A GYENGÉN FELÜGYELTETT MÉLY HASHINGHOZ, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "A legújabb eredmények: ICML LLD, 2019. május.",
    "1973347745": "10. Jogdíjmentes példaképek. Forrás: Petapixel.",
    "1493115924": "Védjegyek:",
    "4051104324": "Az \"Intuition Machines\" az Intuition Machines, Inc. bejegyzett védjegye.",
    "3983646521": "Minden terméknév, logó, márka, védjegy és bejegyzett védjegy a megfelelő tulajdonosok tulajdona. A weboldalon használt összes cég-, termék- és szolgáltatásnév csak azonosítási célokat szolgál. Ezen nevek, védjegyek és márkák használata nem jelenti a jóváhagyást. Ebben az esetben pont az ellenkezője.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Az IM tudósok új mércét határoztak meg a gyengén felügyelt szövegfelismeréshez (OCR) a CVPR 2020-on.",
    "1259002282": "Hibát talált? Itt van a bejelentés módja.",
    "3301728462": "Emberek milliói használják minden hónapban a hCaptchát böngészők, bővítmények, eszközök, tűzfalak és egyebek ezrei kombinációján.",
    "3878230879": "Célunk, hogy mindig működjön az Ön számára, ezért nagyon hálásak vagyunk a jelentéseikért!",
    "2465128185": "Gyors visszajelzéshez kattintson a „Visszajelzés küldése” gombra.",
    "2921990472": "Ha funkcionális problémát lát, kérjük, kövesse a",
    "2870341481": "lent. Minden más böngészőhöz csak",
    "1866590035": "hibakeresési napló utasításai a Chrome-hoz",
    "444492541": "hibakeresési napló utasítások a Firefoxhoz",
    "169267610": "Küldj egy emailt nekünk",
    "3100722753": "A lehetséges biztonsági vagy adatvédelmi problémákért tekintse meg az alábbi utasításokat.",
    "1906593952": "Adjon visszajelzést az imént látott hCaptcháról",
    "3951254541": "Nagyra értékeljük hozzájárulását. Értesítsen minket bármilyen problémáról, és mi gyorsan megoldjuk azokat.",
    "3324288040": "Küldjön visszajelzést",
    "2864016648": "Adatvédelmi problémák",
    "304004915": "Nem törődünk azzal, hogy kik a felhasználók, csak az, hogy mennyire valószínű, hogy rosszindulatúak vagy gépek. Olyan kezdeményezéseket támogatunk, mint pl",
    "1139493658": ", és keményen dolgozunk az adatvédelem és a biztonság egyensúlyán.",
    "3083289844": "Ha olyan problémát talál, amelyről úgy gondolja, hogy hatással lehet a felhasználói adatok védelmére, kérjük, írjon nekünk a következő címre:",
    "4264784515": "Biztonsági hibák",
    "963238401": "Mindig érdeklődünk a biztonsági hibákról szóló jelentések iránt. Email",
    "3926027556": "és gyorsan visszakeresünk.",
    "1589805435": "Nálunk is van a",
    "2560582224": "bug bounty program",
    "103876916": "a megfelelő biztonsági jelentésekért a hCaptcha szolgáltatásról és a kapcsolódó forráskódról.",
    "497117287": "Kisegítő lehetőségek",
    "3230004040": "Látássérült vagy más okból nem tudja befejezni a hCaptchákat?",
    "3480023141": "További információ a kisegítő lehetőségekről",
    "2052161540": "A hibajelentés részleteinek rögzítése: Chrome",
    "2281169898": "Ha a jelentéssel együtt elküldi a hibakeresési információkat, akkor sokkal könnyebben azonosíthatjuk, mi történik. Íme, lépésről lépésre:",
    "1123365779": "Ha Ön webfejlesztő vagy szakértő felhasználó, akkor az összegzés szerint azt szeretnénk, ha elküldené nekünk a HAR és a böngészőkonzol naplóinak hálózati rögzítését.",
    "2015218686": "mielőtt végigmenne ezeken a lépéseken. Ha ez megoldja a problémát, továbbra is hálásak lennénk, ha közölné velünk a böngésző verzióját, a hirdetésblokkolót vagy a böngészőbővítményt, valamint a webhely URL-címét.",
    "3922723611": "Kérjük, próbálja meg letiltani a hirdetésblokkolókat vagy a böngésző biztonsági bővítményeit",
    "4036872105": "először, majd próbálja újra",
    "993651083": "1. lépés: Nyissa meg a Fejlesztői eszközöket (Elindítja a munkamenet rögzítését.)",
    "4163469907": "2. lépés: Kattintson a Hálózat fülre a Fejlesztői eszközökben. Jelölje be a \"Napló megőrzése\" négyzetet felül.",
    "4243348003": "3. lépés: látogasson el",
    "641342999": ", vagy a webhelyen, amelyen problémája van (Adatvédelmi megjegyzés: csak akkor, ha nem bánja, ha megosztja, mi az) ... majd kattintson az \"Ember vagyok\" gombra, és próbálja meg megoldani.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "4. lépés: Kattintson a \"HAR exportálása\" gombra (a kis lefelé mutató nyíl), miután megpróbálta megoldani, ami elmenti a hálózati naplót. Küldje el nekünk azt a fájlt.",
    "1503240421": "5. lépés: Kattintson a Konzol fülre, majd kattintson a jobb gombbal, majd a „Mentés másként…” elemre a konzolnapló mentéséhez. Ezt is küldd el nekünk.",
    "2863840904": "6. lépés: Utolsó lépés, küldje el nekünk e-mailben ezeket a HAR- és konzolnaplófájlokat, és írja le a problémát",
    "4051785543": "Használat:",
    "3623028666": "(kérjük, használjon olyan szolgáltatást, mint pl",
    "551761392": "és küldjön linkeket) és opcionálisan egy képernyőképet, ha gyanítja, hogy valami nem jelenik meg megfelelően. Kérjük, küldje el az Ön által használt IP-címet is. től lehet kapni",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Köszönjük, hogy időt szánt arra, hogy segítsen nekünk megszerezni ezt az információt!",
    "3680327841": "Elkötelezettek vagyunk amellett, hogy a hCaptcha mindenki számára jól működjön",
    "1059502393": "A hibajelentés részleteinek rögzítése: Firefox",
    "1112074001": "2. lépés: Kattintson a Hálózat fülre a Fejlesztői eszközökben. Jelölje be a \"naplók fennmaradása\" négyzetet a tetején.",
    "1797298240": "4. lépés: Kattintson a \"HAR\" gombra, miután megpróbálta megoldani, és válassza az \"Összes mentése HAR-ként\" lehetőséget a hálózati napló mentéséhez. Küldje el nekünk azt a fájlt.",
    "3671246379": "5. lépés: Kattintson a Konzol fülre, majd kattintson a jobb gombbal, majd az „Összes kijelölése” elemre, és mentse el egy szöveges fájlba a konzolnapló mentéséhez. Ezt is küldd el nekünk.",
    "3816867833": "Visszacsatolás",
    "788770967": "Sajnálattal hallom! Használhatja a kisegítő lehetőségeket:",
    "1333016413": "Ezzel elkerülheti a jövőbeni kérdéseket a regisztráció és a cookie beállításával.",
    "2333410049": "Kérjük, próbálja meg kikapcsolni a hirdetésblokkolót is.",
    "1345083090": "Funkcióproblémát jelent?",
    "2184564739": "Lát",
    "604751186": "Más problémák? Email",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "hogyan jelentheti a problémákat részletes naplókkal",
    "1050501253": "Túl nehéz",
    "3264813246": "Alkalmatlan",
    "3526939538": "Szoftver hiba",
    "126134492": "Egyéb",
    "3511610999": "Győződjön meg róla, hogy a megfelelő helyre kerül.",
    "3906886217": "Cégek vagy weboldalak számára",
    "1621597093": "Vállalati biztonsági megoldások (fizetős)",
    "3176531704": "Adatok megjegyzése",
    "1834239172": "Vásároljon hCaptcha annotációs szolgáltatásokat",
    "1457707016": "Magánszemélyek számára",
    "770264626": "A hCaptcha hozzáadása a szolgáltatáshoz (ingyenes)",
    "881015166": "A hCaptcha for Publishers hozzáadása a webhelyemhez vagy az alkalmazásomhoz",
    "47536007": "Tudjon meg többet a hCaptcháról",
    "2012837493": "Keresési eredmények",
    "4034694801": "Nincsenek megfelelő eredmények.",
    "3621411541": "További információ a hCaptcha kisegítő lehetőségeiről",
    "3401005681": "Pénzt keresni",
    "3933993151": "Dolgozzon egyéni adatcímkézőként",
    "563059212": "Alfeldolgozók listája",
    "3501923981": "Utolsó frissítés: 2020. január 1.",
    "3548097301": "Hatályos: 2020. január 1-től.",
    "3991444169": "Ez az oldal a hCaptcha Enterprise szolgáltatás jelenlegi alprocesszorait sorolja fel.",
    "835396984": "Jelenleg aktív",
    "424089481": "Amazon Web Services, Inc. (globális). Nyújtott szolgáltatások: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (globális). Nyújtott szolgáltatások: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Globális). Nyújtott szolgáltatások: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (globális). Nyújtott szolgáltatások: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Megjegyzés: nem vonatkozik minden vásárlóra. Például az IP Blinding vagy más fejlett adatvédelmi vagy biztonsági opciós ügyfelek (pl. Secure Virtual Tenancy ügyfelek) teljes mértékben ki vannak zárva a telemetriai rendszerbe belépő potenciális \"PII\"-ből, még az IP-címből sem. Ha szükséges, további információért forduljon fiókképviselőjéhez.",
    "700843971": "Hound Technology, Inc. (globális). Szolgáltatások: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (globális). Nyújtott szolgáltatások: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (globális). Szolgáltatások: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (globális). Szolgáltatások: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktúra",
    "370366524": "Efemer szolgáltatás telemetria",
    "121192737": "Közelgő kiegészítések",
    "2420789666": "Fastly, Inc. Nyújtott szolgáltatások: Gyors CDN és élszámítás.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Hatályos: 2021. szeptember 1. Infrastruktúra kiegészítés",
    "1487796027": "Cégek számára",
    "3943417791": "Támogatás kérése a hCaptcha Enterprise-hoz (BotStop)",
    "702287791": "hCaptcha Publisher (ingyenes)",
    "3397976149": "Kérjen támogatást a hCaptcha Publisherhez",
    "833750823": "Nehézségei vannak egy kihívással?",
    "2024737147": "Hibát szeretne jelenteni?",
    "1978884623": "További információ a szoftverproblémák bejelentéséről",
    "4188664955": "Általános Szerződési Feltételek",
    "2621989404": "Utolsó frissítés: 2021. szeptember 24. Felhívjuk figyelmét, hogy angol nyelvű feltételeink a mérvadóak.",
    "2404545611": "Üdvözöljük a hCaptcha-ban! Köszönjük, hogy közösségünk tagja vagy. A „Szolgáltatások” (az alábbiakban meghatározott) valamennyi felhasználójának el kell fogadnia a következő feltételeket (a „Szolgáltatási feltételek”). A jelen Szolgáltatási feltételek értelmében az \"IMI\", a \"mi\" és a \"mi\" kifejezés az Intuition Machines, Inc.-re és leányvállalataira, leányvállalataira, tisztségviselőire, ügynökeire, alkalmazottaira, képviselőire és ügynökeire vonatkozik, a \"webhelyünk\" pedig minden olyan webhelyet foglal magában, vezérlésünk, beleértve a www.hcaptcha.com és a www.imachines.com oldalakat.",
    "2348450790": "Kérjük, olvassa el ezeket a Szolgáltatási feltételeket. Ezek többek között tartalmazzák a garanciák kizárását, a felelősség korlátozását és a kötelező érvényű választottbírósági eljárást. Felhívjuk figyelmét, hogy a jelen Általános Szerződési Feltételek módosulhattak webhelyünk legutóbbi látogatása óta. Saját belátásunk szerint időről időre felülvizsgálhatjuk és frissíthetjük a jelen Szolgáltatási feltételeket. Lényeges változás esetén a frissített Általános Szerződési Feltételek ezen az oldalon történő közzétételével értesítjük, amelyet követően a Webhely vagy a Szolgáltatás további használatához vagy eléréséhez megerősítően el kell fogadnia a frissített Szolgáltatási feltételeket.",
    "1064537632": "Felhívjuk figyelmét, hogy Szolgáltatásunk Ön általi használatára az Adatkezelési Megállapodásunk vonatkozik, amely hivatkozásként szerepel itt. Kérjük, tekintse át ezt a megállapodást, hogy megtudja, hogyan dolgozzuk fel a személyes adatokat az Ön nevében. Vegye figyelembe, hogy az EU általános adatvédelmi rendelete értelmében \"adatfeldolgozóként\", a kaliforniai fogyasztói adatvédelmi törvény értelmében pedig \"szolgáltatóként\" működünk.",
    "1933936765": "Adatfeldolgozási szerződés (Utolsó frissítés: 2021. szeptember 23.)",
    "2959486280": "Ha nem fogadja el a jelen Szolgáltatási feltételeket, nem használhatja vagy érheti el a Webhelyet vagy a Szolgáltatást.",
    "3200859925": "1. Cél",
    "1807143500": "A Szolgáltatások tartalmaznak egy online biztonsági szolgáltatást (a \"hCaptcha szolgáltatás\") és egy platformot (az \"Intuition Machines Platform\"), amelyen az egyén (\"Közreműködő\") választhat olyan feladatokat, amelyeket egy harmadik fél entitás vagy maga az Intuition Machines (mindegyik) hajt végre. a \"Kérelmező\") posztokat tesz közzé a webhelyünkön vagy a hCaptcha szolgáltatásban, akár közvetlenül a webhelyünkön, akár az Intuition Machines Platform elérése révén, és/vagy harmadik fél entitáson és/vagy platformon vagy szolgáltatáson keresztül vagy azzal kapcsolatban végzett feladatokat (mindegyik \"Integrátor\"). A kérelmezők közzéteszik a feladatokat, és felkérik a Közreműködőket azok elvégzésére az IMI által az integrátoroknak biztosított jutalomért cserébe, vagy a kérelmező által meghatározott jutalmakért, ha a kérelmező az Intuition Machines Platformot vagy a hCaptcha szolgáltatást használja feladatok kiszolgálására saját végfelhasználói számára. Vállalkozásoknak és magánszemélyeknek (mindegyik „Ügyfél”) díjat számítunk fel platformunk használatáért, hogy használhassák szoftvereinket, szerzői feladatainkat, szerzői feladatok elvégzésére bérelhessenek minket, és/vagy hozzáférhessenek a Közreműködőkhöz. Ezenkívül díjat számítunk fel az Integrátoroknak a hCaptcha szolgáltatásunk használatáért, hogy csökkentsük a csalást, a visszaéléseket és a spameket webhelyeiken, mobilalkalmazásaikon és más online tulajdonaikon. A fentiekre együttesen \"Szolgáltatásoknak\" hivatkozunk.",
    "3212830633": "2. Jogosultság",
    "2605814073": "Szolgáltatásaink használatával vagy regisztrációjával Ön beleegyezik: betöltötte a 18. életévét; Ön jogosult arra, hogy megkösse ezt a megállapodást saját maga vagy az Ön által képviselt jogalany nevében, és mindenkor betartja a jelen Szolgáltatási feltételeket, valamint az itt hivatkozott összes IMI-irányelvet és irányelvet; Ön pedig nem fog visszaélni a webhelyünkkel, nem adja meg hamisan személyazonosságát számunkra, és nem használhat mesterséges intelligenciát az IMI-ben végzett bármely olyan feladat elvégzésére, amely emberi intelligenciát igényel.",
    "2616040974": "3. Ügyfelek és igénylők",
    "1544829730": "Ha Ön Ügyfél vagy Igénylő, beleegyezik, hogy az Ügyfél függelékeként csatolt további feltételek érvényesek, és hivatkozással beépüljenek a jelen Szolgáltatási feltételekbe. Ha Ön nem Ügyfél vagy Igénylő, vagy megszűnik Ügyfél vagy Kérelmező lenni, akkor az Ügyfél-mellékletben szereplő további feltételek nem érvényesek, és hivatkozással nem épülnek be a jelen Szolgáltatási feltételekbe.",
    "3759360138": "4. Felhasználónév és jelszó",
    "2236960358": "Regisztrációkor meg kell adnia bizonyos személyes adatokat (\"Személyes adatok\"), beleértve a nevét, e-mail címét, és hozzon létre egy felhasználónevet és jelszót, amelyek mindegyikére az Adatvédelmi szabályzatunk vonatkozik, amely elérhető weboldal. Egyedül Ön felelős fiókja, jelszavai és a fiókjához kapcsolódó hitelesítési kulcsok biztonságának felügyeletéért, biztosításáért és fenntartásáért, és Ön felelős a Szolgáltatásokon ezen információk minden felhasználásáért vagy tevékenységéért.",
    "3047519814": "Ön beleegyezik, hogy fiókját vagy jelszavát nem osztja meg senkivel.",
    "1699668873": "Haladéktalanul értesítenie kell az IMI-t, ha azt gyanítja, hogy fiókadatait valaki más ellopta vagy felhasználta, vagy a biztonságot más módon megsértette.",
    "3044038608": "Ön beleegyezik abba, hogy a regisztrációs folyamatunk során kért valós, pontos és teljes információkat közöljön velünk. Ön beleegyezik abba is, hogy szükség szerint haladéktalanul frissíti ezeket az információkat, hogy azok naprakészek és pontosak legyenek.",
    "4132302900": "5. Az Ön adatvédelme, az Ön adatai és az „Adatok mindenkinek”",
    "10724169": "Ön elfogadja adatvédelmi szabályzatunkat, amely szabályozza, hogy mit fogunk tenni az Ön által nekünk megadott személyes adatokkal.",
    "1669194950": "A Személyes adatokon kívül más adatok megadására is szükség lehet (vagy szükséges lehet, hogy gyűjtsünk) a Szolgáltatások biztosításához (együttesen: „Ügyféladatok”). Nem vállalunk felelősséget a Szolgáltatások teljesítésének olyan meghiúsulásáért, amelyet az Ön késedelme vagy Ügyféladatok megadásának elmulasztása okozott.",
    "1330274831": "Ön ezennel világméretű, nem kizárólagos, allicencbe adható, átruházható, jogdíjmentes, visszavonhatatlan engedélyt ad nekünk a jelen Szerződés időtartama alatt bármely Ügyféladatok felhasználására, reprodukálására, elektronikus terjesztésére és nyilvános megjelenítésére, kizárólag a Szolgáltatások nyújtása céljából. . Ön kijelenti és szavatolja, hogy elegendő joggal, jogcímmel és érdekeltséggel rendelkezik az adataival kapcsolatban ahhoz, hogy megadja a jelen szakaszban szereplő licencet.",
    "2230333214": "Az Ügyféladatokat összesítjük más adatokkal, hogy az eredményeket ne lehessen személyesen azonosítani, valamint gyűjtünk azonosítatlan technikai naplókat és adatokat a Szolgáltatások használatával kapcsolatban (\"Aggregált/azonosításmentes adatok\"). A jelen Szerződésben foglaltak ellentéte ellenére az ilyen összesített/azonosítás nélküli adatokat az IMI bármilyen üzleti célra felhasználhatja a jelen Szerződés időtartama alatt vagy azt követően, beleértve a korlátozások nélkül a Szolgáltatások fejlesztését és javítását, valamint jelentések és egyéb jelentések készítését és terjesztését. anyagokat. Az Ügyféladatok korlátozott ideig is megmaradhatnak és megjelenhetnek a rendszerben, de nem haladhatja meg a 180 napot a munka befejezése után, például az Intuition Machines rendszerek automatikus kalibrálási vagy érvényesítési adataiként. Az egyértelműség kedvéért ez az 5. szakasz nem ad jogot arra, hogy az Ön előzetes írásbeli engedélye nélkül azonosítsuk Önt az összesített/az azonosítás nélküli adatok forrásaként.",
    "3881754581": ". Ha Ön annotációs szolgáltatásaink Ügyfele, és a Szolgáltatások használatának részeként az „Adatok mindenkinek” opciót választotta, akkor Ön az IMI-nek és a Szolgáltatások minden felhasználójának világméretű, nem kizárólagos, allicencbe adható, átruházható, jogdíjmentes, visszavonhatatlan engedély az Ügyféladatok teljes körű hasznosítására, beleértve az összes kapcsolódó szellemi tulajdonjogot. Ha az „Adatok mindenkinek” lehetőséget választja, Ön kijelenti és szavatolja, hogy elegendő joggal, jogcímmel és érdekeltséggel rendelkezik az adatokkal kapcsolatban ahhoz, hogy megadja a jelen szakaszban szereplő licencet.",
    "3496767126": "A félreértések elkerülése végett a következő bekezdés kizárólag a jegyzetelési szolgáltatásainkat igénybe vevő Ügyfelekre vonatkozik, nem pedig a Szolgáltatásaink integrátorként történő használatára.",
    "767207800": "Ha az Ön adatai potenciálisan nyílt vagy sértő tartalmat tartalmaznak, akkor meg kell jelölnie azokat „KIFEJEZETT TARTALOM”-nak, hogy tisztességes figyelmeztetésül szolgáljon mindenki számára, aki látja az Ön adatait. Az IMI-vel kötött külön írásbeli megállapodás nélkül nem végezhet olyan feladatokat, amelyek sértik irányelveinket, beleértve, de nem kizárólagosan, (a) olyan feladatokat, amelyek közvetlenül vagy közvetve reklámoznak egy másik webhelyet vagy szolgáltatást, (b) olyan feladatokat, amelyek sértik egy harmadik fél webhelyének feltételeit és feltételek, (c) olyan feladatok, amelyek arra kérik a Közreműködőket, hogy harmadik feleket kérjenek meg, (d) olyan feladatok, amelyek arra kérik a Közreműködőket, hogy tegyenek lépéseket a webhely viselkedésének vagy eredményeinek manipulálása érdekében, (e) olyan feladatok, amelyek sértik harmadik felek szellemi tulajdonjogait, és (f) feladatok amelyekhez a Közreműködőknek szoftvereket vagy fájlokat kell letölteniük.",
    "3370561195": "6. Elfogadható viselkedés",
    "4205152730": "Arra bátorítjuk, hogy bárhol kapcsolatba léphessen más felhasználókkal a webhelyünkön, a fórumunkon, az üzenetküldésben, a csevegésben és az IMI által felügyelt egyéb közösségimédia-csatornákon, de ha így tesz, meg kell felelnie az oldalunkon található összes szolgáltatási és használati feltételnek, valamint minden vonatkozó jogszabálynak. .",
    "1394253934": "7. Visszaélés, visszaélés és félrevezetés",
    "1406393333": "Szigorúan tilos a Szolgáltatásokhoz való hozzáférés vagy azok használata a jelen Szolgáltatási feltételeken és az általunk adott utasításokon kívül. Különösen NEM KELL:",
    "3409726716": "írásos engedély nélkül egynél több fiókot regisztráljon nálunk;",
    "3119498672": "internetes robotok, webrobotok, botok, szkriptek vagy a mesterséges intelligencia bármely más formájának használatával bármilyen feladatot végrehajtani, vagy más módon megkísérelni jutalmakat szerezni az IMI-től vagy bármely kérelmezőtől vagy integrátortól anélkül, hogy a leírt feladatokat elvégezné;",
    "1188668818": "a webhely használata során bármilyen hamis adat megadása (beleértve, korlátozás nélkül, a fiókjában szereplő bármely más személy vagy szervezet megszemélyesítését, illetve önmaga vagy a fiókjában szereplő bármely más személlyel vagy szervezettel fennálló kapcsolatának hamis feltüntetését vagy más módon való hamis bemutatását;",
    "2804310964": "elérheti vagy megkísérelheti elérni weboldalunkat bármely proxy webszerveren vagy más olyan eszközön keresztül, amelyet az Ön valódi tartózkodási helyének vagy személyazonosságának elhomályosítására terveztek, vagy a biztosított felülettől eltérő módon;",
    "1374227759": "használja a weboldalt bármilyen illegális tevékenységre, vagy bármely más célra, mint amelyre azt elérhetővé tette;",
    "2103513933": "olyan tevékenységet folytat, amely megzavarja vagy megzavarja a webhely működését;",
    "137127070": "rosszindulatú vagy ismeretlen külső hivatkozásokat vagy fájlokat beilleszteni, feltölteni vagy csatolni, vagy olyan tartalmat feltölteni, amely vírust, trójai falót, férget, időzített bombát vagy más káros számítógépes kódot tartalmaz;",
    "1686655020": "Töltsön fel minden olyan, szerzői jog hatálya alá tartozó tartalmat, amely nem az Ön eredeti műve, kivéve, ha engedélyt kapott a jogos tulajdonostól az ilyen tartalom közzétételére, és az IMI-nek megadja az itt biztosított összes licencjogot;",
    "1406692811": "kéretlen levelek küldése vagy bármilyen reklám közzététele, ajánlások, tömegkommunikáció, pénzajánlatok vagy kérések megszerzésének kísérlete, szolgáltatáskérés, reklámozás, marketing, értelmetlen üzenetek, duplikált témák, illegális tartalom, közösségi oldalak hivatkozásai, e-mail címek, vagy azonnali üzenetküldő azonosítók, hacsak a feladat nem igényli;",
    "3893539589": "olyan külső hivatkozások beillesztése, amelyek árukat vagy szolgáltatásokat kínálnak, kivéve, ha a feladat megköveteli;",
    "3214322759": "egyébként rosszindulatú vagy csaló tevékenységet folytat.",
    "3733422465": "8. Személyazonosságának ellenőrzése",
    "267645277": "Az IMI ellenőrizheti személyazonosságát. Ez magában foglalhatja személyes adatainak összehasonlítását harmadik felek adatbázisaival vagy hivatalos jogi dokumentumokkal. Ön felhatalmaz bennünket, hogy minden szükséges vizsgálatot elvégezzünk személyazonosságának, e-mail címének tulajdonjogának és pénzügyi számláinak tulajdonjogának megerősítéséhez. Ön beleegyezik, hogy adatokat ad meg Önről, hogy segítsen nekünk személyazonosságának ellenőrzésében.",
    "4169910317": "9. A törvény betartása",
    "519755936": "Egyedül Ön felelős a szövetségi, állami, tartományi és helyi törvények betartásáért a Szolgáltatások használatával kapcsolatban. Ön beleegyezik abba, hogy kártalanít és mentesít minket minden olyan követelésért, amely velünk szemben áll fenn, mert nem tartott be semmilyen törvényt vagy megsértette harmadik fél jogait, beleértve a korlátozások nélkül a szerződéses, szellemi tulajdonhoz vagy adatvédelemhez fűződő jogokat.",
    "731546974": "10. Közreműködői vagy integrátori adók",
    "3128328457": "Ha Ön Közreműködő vagy Integrátor, akkor egyedül Ön felelős a becsült vagy egyéb szövetségi, állami vagy helyi jövedelemadók, társadalombiztosítási, FICA, valamint a weboldalunk használatából eredő munkavállalói kártérítések kifizetéséért, valamint hasonló adók vagy díjak az Egyesült Államokon kívüli joghatóságokon. Ön beleegyezik abba, hogy kártalanít és mentesít bennünket az ellenünk irányuló adómegállapításokért, mert nem tartotta be az adótörvényeket.",
    "2931396764": "11. Jelen Szolgáltatási feltételek megsértése",
    "1240667045": "Bármikor, bármilyen okból felfüggeszthetjük, korlátozhatjuk vagy megszakíthatjuk a Szolgáltatásokhoz való hozzáférését, többek között azért, mert (a) úgy gondoljuk, hogy Ön megsértette a jelen Szolgáltatási feltételeket (beleértve az egyéb kapcsolódó irányelveket is); (b) úgy gondoljuk, hogy megsértette a mi jogainkat vagy bármely harmadik fél jogait; (c) nem tudjuk ellenőrizni vagy hitelesíteni az Ön által nekünk megadott információkat; vagy (d) úgy gondoljuk, hogy az Ön tevékenysége kötelezettségeket róhat ránk, ránk vagy egy harmadik félre. A félreértések elkerülése végett fenntartjuk a jogot, hogy megakadályozzuk vagy felfüggesztjük a fizetést Önnek, ha megalapozottan úgy gondoljuk, hogy a fentiek bármelyike az ilyen fizetésre vonatkozik.",
    "1601080128": "Ha felfüggesztjük vagy megszüntetjük a fiókját, akkor többé nem fog hozzáférni a webhely egyetlen részéhez sem, beleértve az adatokat, üzeneteket, fájlokat és az oldalon tárolt egyéb anyagokat. NEM használhatja tovább weboldalunkat más vagy új fióknévvel. A jelen Szolgáltatási feltételek megsértése a törvény legteljesebb mértékben büntetőeljárás alá vonható, és további szankciókat és szankciókat vonhat maga után.",
    "1160707899": "12. A közreműködő szerepe és kapcsolata az IMI-vel és más kérelmezőkkel",
    "269838707": "Ha Ön Közreműködő, akkor Ön és csak Ön dönti el, hogy mely és hány feladatot kell elvégeznie, és mikor és hol végzi el azokat. Szabadon tölthet annyi vagy kevés időt a feladatok elvégzésével, amennyit csak akar. Soha nem köteles végrehajtani egy feladatot.",
    "1087195513": "Ha Ön olyan Közreműködő, aki egy nem IMI-től eltérő Kérelmező nevében éri el a Szolgáltatásokat és/vagy egy Integrátoron keresztül vagy azzal kapcsolatban végez feladatokat, akkor Ön elfogadja és tudomásul veszi, hogy az Intuition Machines nem vállal felelősséget és kötelezettséget Önnel szemben. az elvégzett feladatokért járó jutalom vagy egyéb ellentételezés tekintetében. Ön elfogadja és tudomásul veszi, hogy az elvégzett feladatokért járó jutalmakat vagy egyéb kompenzációkat kizárólag a Kérelmezővel és/vagy az Integrátorral kötött megállapodásának megfelelően határozzák meg. Az ilyen jutalmakkal vagy egyéb kompenzációkkal kapcsolatos viták (beleértve többek között az ilyen jutalmak vagy egyéb kompenzáció meg nem kapását) kizárólag Ön és a Kérelmező és/vagy az Integrátor között vannak.",
    "952813944": "Sem weboldalunk használata, sem a jelen szerződésben foglaltak nem hoznak létre foglalkoztatási, partnerségi, vegyes vállalati, ügynökségi, franchise- vagy értékesítési képviselői kapcsolatot Ön és az Intuition Machines között. Nem biztosítunk Önnek semmilyen felszerelést vagy eszközt egy feladat elvégzéséhez. Nem nyújtunk Önnek semmilyen juttatást, munkavállalói kártérítést vagy biztosítást. Nem vállalunk felelősséget a weboldalunk használatával kapcsolatban felmerülő költségekért. Nem fogunk visszatartani semmilyen összeget a jutalmából szövetségi vagy állami jövedelemadó, társadalombiztosítási vagy egyéb adó miatt. Ön bármikor szabadon végezhet feladatokat bármely személy vagy vállalkozás számára, beleértve bármely versenytársunkat is. Önnek nincs joga semmilyen írásbeli vagy szóbeli szerződés megkötésére az Intuition Machines nevében.",
    "3460432665": "A fentiek ellenére, ha Ön egyesült államokbeli adófizető, kérhetünk Öntől egy W-9-et, amelyet évente kell frissíteni, és megtilthatjuk Önt a feladatok elvégzésében mindaddig, amíg el nem fejezi vagy frissíti a W-9-et.",
    "458271951": "Ha Ön olyan Közreműködő, aki az Intuition Machines nevében egy Integrátoron keresztül éri el a Szolgáltatásokat és/vagy egy Integrátoron keresztül vagy azzal kapcsolatban hajt végre feladatokat (kérőként jár el), az Intuition Machines jutalmazhatja Önt bizonyos feladatok elfogadható elvégzéséért. Abban az esetben, ha bebizonyosodik, hogy csalásban, visszaélésben vagy a jelen Szolgáltatási feltételek megsértésében vesz részt, az Intuition Machines visszatarthatja és/vagy visszakaphatja az Ön jutalmát.",
    "3056723024": "13. Feladatok elfogadhatatlan elvégzése",
    "3913203723": "Ha a Kérelmező bármilyen okból nem fogadja el az Ön által elvégzett feladat elvégzését, Ön mint Közreműködő vagy Integrátor nem jogosult a feladatért semmilyen jutalomra. Abban az esetben, ha a jutalmakat már kiosztották Önnek egy elfogadhatatlanul elvégzett feladatért, visszaszerezhetjük azokat Öntől.",
    "3666807632": "14. Közreműködői képesítések és készségek",
    "1993899769": "15. Információhasználatunk",
    "2927283721": "A weboldalunkon végzett feladatok elvégzésével Ön engedélyezi személyes adatainak gyűjtését, felhasználását és közzétételét az Adatvédelmi szabályzatunknak megfelelően. Ezen túlmenően bizonyos információkat megoszthatunk Önről és az elvégzett feladatairól az Igénylővel, akinek a feladatait a szolgáltatási kapcsolat elősegítése és a webhely fejlesztése érdekében elvégezte, ideértve például a közreműködői azonosítót, az elvégzett feladatok eredményeit és a kapcsolódó egyéb attribútumokat. az Ön képesítését, nyelveit, készségeit és a webhely használatát.",
    "3027055607": "16. Szellemi tulajdon és tulajdonjogok",
    "3910971075": "Az IMI birtokol minden jogot, beleértve a szellemi tulajdonjogokat is, a forráskóddal, az objektumkóddal vagy az alapul szolgáló struktúrával, az ötletekkel vagy algoritmusokkal, az API-val és a Szolgáltatásokhoz kapcsolódó bármely további szoftverrel, dokumentációval vagy adattal (\"Szoftver\") kapcsolatos jogokkal. Ön sem közvetlenül, sem közvetve, harmadik félen keresztül vagy más módon nem: (a) nem fejtheti vissza, dekompinálhatja, szétszedheti vagy más módon nem kísérelheti meg felfedezni a Szoftvert; (b) módosítani, lefordítani vagy származékos műveket létrehozni bármely Szoftveren; (c) bármely Szoftver jogainak másolása, bérbeadása, bérbeadása, terjesztése, elzálogosítása, átruházása vagy más módon történő átruházása vagy megterhelése; (d) bármely Szoftvert időmegosztási, szolgáltatási irodai célokra vagy egyéb módon harmadik fél javára használni; vagy (e) távolítsa el a tulajdonjogi megjegyzéseket vagy címkéket.",
    "3660891610": "Ha Ön Közreműködő, az IMI-t, és nem Önt, tulajdonosi jogok illetik meg minden olyan munkához, amelyet bármely feladat elvégzése során készített. A jelen Megállapodás feltételeinek elfogadásával Ön beleegyezik (és ezúton is megteszi) a munkája birtoklását, tulajdonjogát és tulajdonjogát (beleértve a világ minden táján létező szellemi tulajdonjogot) részünkre. Annak biztosítása érdekében, hogy képesek legyünk megszerezni, tökéletesíteni és használni ezeket a jogokat, Ön továbbá vállalja, hogy (i) aláír minden olyan dokumentumot, amely segíti jogaink dokumentálását, tökéletesítését és érvényesítését; és (ii) ésszerű hozzáférést biztosítanak az információkhoz az ilyen tulajdonjogok rögzítéséhez, tökéletesítéséhez, biztosításához, védelméhez és érvényesítéséhez bármely országban. A jelen szakaszban foglalt kötelezettségei a Szolgáltatások regisztrációjának törlése vagy a szolgáltatások használatának megszüntetése után is fennállnak. Ön minket jelöl ki tényleges ügyvédjeként, hogy az Ön nevében dokumentumokat készítsünk az ebben a szakaszban meghatározott célokra.",
    "426125156": "17. Szerzői jog és eltávolítás",
    "1408530660": "Az IMI tiszteletben tartja mások szellemi tulajdonát, és fenntartjuk a jogot, hogy eltávolítsunk webhelyünkről minden olyan anyagot, amelyről úgy gondoljuk, hogy sértheti bármely harmadik fél szellemi jogait. Ha úgy gondolja, hogy saját munkáját olyan módon másolták le, amely szerzői jogok megsértését jelenti ezen a webhelyen, kérjük, lépjen kapcsolatba az Intuition Machines ügyfélszolgálatával.",
    "2696932851": "18. Kártalanítás",
    "3844300338": "Ön beleegyezik abba, hogy kártalanít, megvéd és mentesít minket minden olyan követeléstől, kártól, kötelezettségtől, költségtől és kiadástól (beleértve az ésszerű ügyvédi díjakat és költségeket is), amelyek az Ön feladatai ellátásából vagy weboldalunk használatából erednek, vagy azzal kapcsolatosak. .",
    "2474091800": "19. Viták más felhasználókkal; Kiadás",
    "3162107126": "Az IMI nem részese az Ön és a Szolgáltatások bármely más felhasználója közötti vitának. Ön mentesíti az IMI-t és leányvállalatait minden olyan követelés, követelés és kár alól, bármilyen jellegű és természetű, ismert és ismeretlen, gyanús és nem gyanús, nyilvánosságra hozott és nyilvánosságra nem hozott, az Ön és egy másik felhasználó közötti vitából eredő vagy azzal kapcsolatos.",
    "2271969747": "20. Ön által kapott bizalmas információk",
    "1042802841": "Bizalmas információ minden olyan információ, amely bizalmasként vagy védettként van megjelölve, vagy amelyet a fogadó félnek ésszerűen bizalmasnak vagy védettnek kell tekintenie. Ez nem vonatkozik azokra az információkra, amelyek (1) nyilvánosan hozzáférhetők, (2) amelyek már birtokában vannak, önállóan fejlesztették ki vagy már ismertek az átvevő fél számára, vagy (3) amelyeket bírósági végzéssel vagy az általa más módon megkövetelt törvény.",
    "1918025546": "Ha a Szolgáltatásokon bárkitől bizalmas információkat kap, Ön beleegyezik abba, hogy a bizalmas információk titkosságát ugyanolyan gondossággal védi, mint ahogyan saját bizalmas adatait is megvédi, de semmi esetre sem a kellő körültekintésnél. Tilos az ilyen bizalmas vagy védett információkat nyilvánosságra hozni vagy közzétenni, kivéve, ha az egy feladat végrehajtásához szükséges. Az Intuition Machines Platformon egy feladaton belüli összes információt bizalmasnak kell tekinteni, még akkor is, ha az információ nincs kifejezetten bizalmasként megjelölve.",
    "2690395789": "Ha és amikor már nincs szüksége a kapott bizalmas információkra, haladéktalanul vissza kell küldenie vagy meg kell semmisítenie (az információt felfedő kérésére) az információ minden másolatát, amely az Ön által ellenőrzött helyiségekben, rendszerekben vagy egyéb berendezésekben található.",
    "2178073797": "Mivel a bizalmas információk nyilvánosságra hozatala helyrehozhatatlan károkat okozhat, a feltáró fél jogosult arra, hogy eltiltást kérjen e feltétel megsértése vagy megsértésének veszélye esetén.",
    "2185860003": "21. Weboldal módosítások",
    "2631249972": "Weboldalunkat az Ön értesítése nélkül javíthatjuk vagy módosíthatjuk.",
    "3764131594": "22. Harmadik felek webhelyei",
    "295955580": "Weboldalunk tartalmazhat harmadik felek webhelyeire mutató hivatkozásokat. Nem ellenőrizzük, nem vizsgáljuk, figyeljük vagy ellenőrizzük az ilyen webhelyeket. Nem vállalunk felelősséget az ilyen webhelyeken található számítógépes programokért, tartalomért vagy véleményért, és nem is támogatjuk azokat. Ha úgy dönt, hogy elhagyja webhelyünket, és hozzáfér bármely harmadik fél webhelyéhez, azt saját felelősségére teszi.",
    "838225123": "23. A jótállás kizárása",
    "3897238493": "A SZOLGÁLTATÁSOK „AHOGY VAN” ALAPJÁN NYÚJTOTTAK. NEM VÁLLALUNK NYILATKOZATOT VAGY VÉLEMEZTETETT VAGY KIFEJEZETETT GARANCIÁT, VONATKOZÓAN A SZOLGÁLTATÁSOK ELÉRHETŐSÉGÉRE, ALKALMAZÁSÁRA, TÖRVÉNYESSÉGÉRE, ELÉRHETŐSÉGÉRE VAGY MŰKÖDÉSÉRE VONATKOZÓAN. A TÖRVÉNY ÁLTAL ENGEDÉLYEZETT MAXIMÁLIS MÉRTÉKÉRE AZ IMI MINDEN KIFEJEZETT VAGY VÉLETETETT FELTÉTELT, NYILATKOZATOT ÉS GARANCIÁT BEÉLETETETT, DE NEM KIZÁRÓLAGOS, AZ ELADHATÓSÁGÁRA VONATKOZÓ GARANCIÁT, AZ EGY AZ ALKALMAZÁSRA VONATKOZÓ GARANCIÁT. AZ ÖN EGYETLEN ÉS KIZÁRÓLAGOS JOGORVOSLAT AZ IMI ELLEN BÁRMELY HIBÁKRA, NEM MEGFELELŐSÉGRE VAGY ELÉGEDEDÉSRE VONATKOZÓAN A SZOLGÁLTATÁSOK HASZNÁLATÁNAK SZABÁLYOZÁSA Nem vállalunk felelősséget a számítógépes rendszerében bekövetkezett károkért, adatok elvesztéséért vagy megsérüléséért, vagy egyéb károkért. a webhelyhez vagy az Intuition Machines Platformhoz való hozzáférésből vagy annak használatából. Előfordulhatnak ütemezett és nem tervezett fennakadások, és nem garantáljuk weboldalunk zavartalan elérhetőségét.",
    "2110259227": "24. A felelősség korlátozása",
    "3018077211": "25. Közreműködői vitarendezés",
    "2790841456": "Ha Ön Közreműködő, elfogadja a következő választottbírósági kikötést és a csoportos keresetről való lemondást:",
    "3302832698": "Alternatív vitarendezés szükséges.",
    "561456032": "Ön beleegyezik abba, hogy a Szolgáltatások Ön általi használatából eredő vagy azzal kapcsolatos viták esetén, beleértve azokat a vitákat is, amelyek az IMI-nek való feladatok elvégzésének megkezdése óta merültek fel, és különösen az azzal kapcsolatos követelésekkel kapcsolatban, független vállalkozó, először értesíti az IMI-t a vele szembeni követeléséről. Ön és az IMI ezután megpróbálja megoldani a problémát közvetlen tárgyalás vagy közvetítés útján. A közvetítés költségeit egyenlő arányban megosztjuk, és megállapodunk abban, hogy a közvetítést telefonon vagy más elektronikus úton bonyolítjuk le. Ha egy követelés informális tárgyalásokat vagy közvetítést követően megoldatlan marad, Ön beleegyezik, hogy Ön és az IMI végső és kötelező érvényű választottbírósági eljárást alkalmaznak a vita megoldására. Ez a záradék visszamenőleges hatállyal szabályozza az összes követelést attól az időponttól kezdve, amikor elkezdte használni weboldalunkat, akár jogellenes károkozáson, szerződésen, törvényen alapul, beleértve, de nem kizárólagosan, a diszkriminációra és zaklatásra vonatkozó követeléseket, függetlenül attól, hogy azok a California Fair Employment and Housing Acten alapulnak-e. , az 1964. évi polgári jogokról szóló törvény VII. címe (módosítva), vagy bármely más állami vagy szövetségi törvény vagy rendelet, méltányossági törvény vagy egyéb.",
    "3794239003": "Választottbírósági eljárás.",
    "4193379787": "A jelen megállapodás szerinti valamennyi választottbírósági eljárást az Amerikai Választottbírósági Szövetség szabályai szerint vagy egy kölcsönösen elfogadott választottbírósági szolgáltatás keretében folytatják le. A választottbíró egy amerikai választottbíró lesz, amelyet nem kevesebb, mint hét (7) névből álló listáról választanak ki alternatív sztrájkok révén. A választottbírósági eljárás során mindkét félnek joga van megfelelő polgári felderítést folytatni, elutasító indítványokat benyújtani, valamint szükség szerint tanúkat és bizonyítékokat bemutatni ügyeik és védekezéseik előterjesztéséhez, és az ezzel kapcsolatos vitákat a választottbírónak kell megoldania. A vita megoldása kizárólag a hivatkozott követelésekre és védekezésekre irányadó jogon alapul, és a választottbíró nem hivatkozhat más alapra, mint az ellenőrző jogra. A választottbírót bírói polgári jogi felelősség alóli mentességgel illeti meg, ha választottbírói minőségben jár el, amely mentelmi jog kiegészít minden más fennálló mentességet. Az ítéleteknek tartalmazniuk kell a választottbíró írásos indokolással ellátott véleményét. Ön lemond arról a jogáról, hogy az IMI-vel vagy az IMI-nek Önnel szemben támasztott bármely követelésével esküdtszék tárgyaljon. Az e záradék szerinti bármely követelést a vonatkozó elévülési időn belül kell benyújtani. Az Egyesült Államok Szövetségi Választottbírósági Törvénye szabályozza ezt a záradékot, és Ön tudomásul veszi, hogy ez a Megállapodás egy kereskedelmi tranzakciót bizonyít.",
    "2583888954": "Kivételek.",
    "1034830": "A Dodd-Frank Wall Street Reform- és Fogyasztóvédelmi Törvény (111-203. sz. köztörvény) értelmében nem tartoznak a vita tárgyát képező választottbírósági megállapodás hatálya alá.",
    "263977834": "Adminisztratív kimerültség.",
    "1807512722": "Bármilyen, a webhely használatából eredő követelést benyújthat egy közigazgatási ügynökséghez, de csak olyan mértékben, amilyen mértékben az alkalmazandó jogszabályok lehetővé teszik az ilyen ügynökséghez való hozzáférést, függetlenül a választottbírósági megállapodás meglététől. Az ilyen adminisztratív követelések magukban foglalják, korlátozás nélkül, az Egyenlő Foglalkoztatási Esélyek Bizottsága, az Egyesült Államok Munkaügyi Minisztériuma és a Nemzeti Munkaügyi Kapcsolatok Tanácsa előtt benyújtott kereseteket vagy vádakat. A jelen pontban foglaltak nem zárják ki vagy mentesítik Önt attól, hogy adminisztratív keresetet nyújtson be bármely ügynökséghez annak érdekében, hogy teljesítse az adminisztratív jogorvoslati lehetőségek kimerítésére vonatkozó kötelezettségét a választottbírósági kereset benyújtása előtt, azonban Ön lemond bármely pénzbeli juttatás jogáról. ügynöki eljárás.",
    "996430331": "A választottbíráskodás helye.",
    "3040062804": "A jelen szakasz szerinti választottbírósági eljárás alapértelmezés szerint Kalifornia államban zajlik, kivéve, ha Ön az Egyesült Államokon kívül lakik. Ebben az esetben a választottbírósági eljárás teljes mértékben elektronikusan vagy telefonon zajlik. A választottbírósági eljárás bármely más helyszínen is lebonyolítható, ha ahhoz minden fél írásban hozzájárul. Helyétől függetlenül bármelyik fél dönthet úgy, hogy élő videón vagy telekonferencián keresztül megjelenik a választottbíróságon.",
    "3091247030": "Csoportos keresetről való lemondás.",
    "2520904193": "Ön lemond minden jogáról, hogy bármely vitát csoportos, kollektív vagy képviseleti keresetként indítsanak, tárgyaljanak vagy választottbírósági eljárást folytassanak. A jelen megállapodásban foglalt bármely más kikötés ellenére az előző mondat semmilyen esetben sem választható el a jelen szerződéstől. Bármilyen igényt arra vonatkozóan, hogy a jelen lemondás egésze vagy egy része végrehajthatatlan, lelkiismeretlen, semmis vagy megtámadható, csak az illetékes bíróság határozhat meg, és nem egy választottbíró. A nemzeti munkaügyi kapcsolatokról szóló törvény 7. §-a szerinti jogainak gyakorlása, illetve csoportos, kollektív vagy képviseleti kereset benyújtása vagy abban való részvétele miatt nem éri megtorlás, illetve nem akadályozzák meg Önt a weboldalunkon található feladatok elvégzésében. , de jogszerűen kérhetjük a csoportos keresetről való lemondás érvényesítését, és kérhetjük az ilyen csoportos, kollektív vagy képviseleti keresetek vagy követelések elutasítását.",
    "3493572638": "Költségek és díjak.",
    "702926385": "A felek mindegyike viseli a jogi képviselet költségeit az ilyen választottbírósági eljárások során, kivéve, ha az ügyvédi díjakat a törvény kifejezetten előírja. A felek megosztják a választottbíró által felszámított kezdeti adminisztrációs díjat, legfeljebb kétszázötven dollár (250,00 USD) költségig. A választottbíró és a bírósági jelentéstevő költségeit, ha van, kezdetben mi viseljük; mindazonáltal a választottbíró mérlegelési jogkörébe tartozik, hogy a törvényben meghatározottak szerint megfelelő költségeket ítéljen meg a győztes félnek, és/vagy kötelezze a feleket a választottbíróval és/vagy bírósági jelentéstevővel kapcsolatos költségek megosztására.",
    "3199694247": "Elválaszthatóság.",
    "3102490587": "A csoportos keresetről való lemondás kivételével, ha a választottbírósági kikötés bármely feltételét vagy rendelkezését vagy egy részét érvénytelennek vagy végrehajthatatlannak nyilvánítják, az megszűnik, és a választottbírósági kikötés fennmaradó része végrehajtható lesz.",
    "2323013093": "26. Alkalmazandó jog",
    "2900525040": "Kalifornia állam törvényei szabályozzák a jelen Szolgáltatási feltételeket, valamint az azokból származó vitákat, vitákat vagy követeléseket.",
    "3339302473": "27. Felmondás",
    "1158384644": "Bármikor dönthet úgy, hogy abbahagyja webhelyünk használatát, feltéve, hogy be kell tartania az összes vonatkozó IMI-szabályzatot. Kizárólagos belátásunk szerint felmondhatjuk ezt a megállapodást, felfüggeszthetjük a hozzáférést weboldalunkhoz, vagy eltávolíthatunk bármely szolgáltatást azonnali értesítés nélkül, bármilyen okból.",
    "41530052": "28. Általános feltételek",
    "3202747130": "Teljes egyezés. A jelen Szolgáltatási feltételek és a jelen szerződésben hivatkozott irányelvek, eljárások vagy feltételek a felek teljes megállapodását alkotják a tárgyra vonatkozóan, és hatályon kívül helyeznek és felmondanak minden korábbi és egyidejű kapcsolódó megállapodást, követelést, nyilatkozatot és megállapodást a felek között. .",
    "4080263153": "Nincs lemondás. Nem tekintjük úgy, hogy lemondtunk jogainkról vagy jogorvoslati lehetőségeinkről, kivéve, ha a lemondást írásban írtuk alá, és nem írtuk alá. Ha késedelmesen érvényesítjük vagy elmulasztjuk a jelen Szerződés bármely rendelkezése szerinti jogaink érvényesítését, az nem jelenti azt, hogy lemondunk az adott rendelkezés vagy a jelen szerződés bármely részének utólagos érvényesítésére vonatkozó jogunkról.",
    "1789371580": "Hozzárendelhetőség. Ön nem ruházhatja át ezeket a Szolgáltatási feltételeket előzetes írásbeli hozzájárulásunk nélkül. A jelen Szolgáltatási feltételeket bármikor, előzetes értesítés nélkül hozzárendelhetjük. A fentiekre is figyelemmel, a jelen Szolgáltatási feltételek kötelező érvényűek a felek jogutódjaira és engedélyezett engedményeire nézve.",
    "2819628066": "Elválaszthatóság. Ha a jelen Szolgáltatási feltételek bármely rendelkezése bármilyen okból érvénytelennek vagy végrehajthatatlannak bizonyul, az nem befolyásolja a fennmaradó rendelkezések érvényességét és végrehajthatóságát.",
    "3955981186": "Módosítások. A jelen Szolgáltatási feltételeknek az IMI-n kívül más általi módosítása vagy módosítása nem kötelező érvényű az IMI-re nézve, kivéve, ha az IMI megfelelően felhatalmazott képviselője által aláírt írásos okiratban szerepel.",
    "1377538813": "uralkodó nyelv. A jelen Általános Szerződési Feltételek angol nyelvű változata minden tekintetben az irányadó, és az irányadó a lefordított verziókkal való esetleges ellentmondások esetén.",
    "2438016011": "Önkéntes megállapodás. A jelen Szolgáltatási feltételekben részes felek kijelentik és elfogadják, hogy mindegyikük áttekintette a jelen szerződés minden vonatkozását, figyelmesen elolvasta és teljes mértékben megértette annak minden rendelkezését, és önként köti meg ezt a megállapodást.",
    "2445034923": "Ha nem ért egyet a jelen Szolgáltatási feltételek összes feltételével, ne használja (és nem is használhatja), illetve ne érje el a Webhelyet vagy a szolgáltatásokat.",
    "2646127839": "Vevői melléklet a Fő szolgáltatási feltételekhez",
    "4097297673": "Ügyfélként, Kérelmezőként vagy Integrátorként Ön vállalja, hogy az Ön és az IMI között fennálló egyéb kötelező feltételek mellett az alábbi feltételeket is magára nézve kötelezőnek ismeri el.",
    "1093280979": "1. Platform megrendelőlapok",
    "1549953005": "Előfordulhat, hogy Ön egy vagy több platform-hozzáférési megrendelőlapot (mindegyik „Megrendelőlap”) kitöltött az Ügyfélvé vagy Kérelmezővé válás feltételeként. Ha igen, akkor a Megrendelőlapon leírt feltételek a Szolgáltatási feltételek részévé válnak, és hivatkozásként jelennek meg.",
    "3819851005": "2. Díjak",
    "1591032933": "A vonatkozó Megrendelőlapon leírt díjakat az IMI-nek kell megfizetnie a vonatkozó Megrendelőlapon megadott fizetési móddal. Amennyiben mindkét fél másként nem állapodott meg írásban, a számla feladásától számított harminc (30) napon belül köteles a kiállított számlák teljes összegét megfizetni. Ön felhatalmaz bennünket arra, hogy hitelkártya-engedélyezést hajtsunk végre az Ön által nekünk megadott összes hitelkártya-információn, tároljuk ezeket a hitelkártyaadatokat, és megterheljük hitelkártyáját vagy bármely más olyan számláját, amelyben kölcsönösen megállapodunk, mint fizetési módot. Hacsak a Megrendelőlapon vagy az Ön Vállalati Szolgáltatási Szerződésében vagy Főszolgáltatási Szerződésében másként nem szerepel, a Szolgáltatások minden díja – a túllépéseken kívül – évente, az IMI által az Ön Szerződése alapján nyújtott szolgáltatások megkezdésekor (a \"Hatálybalépés dátuma\") kerül kiszámlázásra.",
    "4142610534": "Késedelmes fizetés esetén havi 1,5%-os késedelmi díjat számítanak fel, vagy a törvény által megengedett maximális összeget, amelyik az alacsonyabb. Ha Ön bármilyen okból nem fizeti be a jelen Szerződés alapján esedékes összeget, fiókját saját belátásunk szerint felfüggeszthetjük, ebben az esetben a számlájáról nem történik további kifizetés a feladatok elvégzéséhez, és az összes feladatot eltávolítjuk. honlapunkról. Önnek meg kell térítenie nekünk az összes esedékes összeget, valamint az eljárási költségeket, a késedelmi díjakat vagy az ügyvédi díjakat. Megfelelő jelentéseket készíthetünk a hitelinformációs ügynökségeknek és a bűnüldöző hatóságoknak is.",
    "512991700": "Ha vitatja a díjakat, akkor legkésőbb harminc (30) nappal az első számlázási vagy számlakivonaton, amelyben a hiba vagy probléma jelentkezett, fel kell vennie a kapcsolatot ügyfélszolgálatunkkal, hogy megkapja a korrekciót vagy jóváírást.",
    "1273914192": "3. Adók",
    "4242322181": "Ön felelős a Szolgáltatásokhoz kapcsolódó összes adó megfizetéséért, kivéve az Intuition Machines nettó jövedelmére vagy személyes tulajdonára vonatkozó egyesült államokbeli adókat.",
    "1671996585": "Előfordulhat, hogy webhelyét, alkalmazását vagy platformját integrálnia kell Szolgáltatásainkkal az alkalmazásprogramozási felületünkön (\"API\") keresztül. Ebben az esetben korlátozott, nem kizárólagos, nem átruházható, át nem ruházható, visszavonható licencet biztosítunk az API használatára, kizárólag a Szolgáltatásokhoz való hozzáférésre. Bármikor módosíthatjuk az API-t és/vagy megszüntethetjük az API régi verzióinak vagy kiadásainak támogatását. Fenntartjuk a jogot, hogy saját belátásunk szerint felfüggesztjük vagy korlátozzuk az API-hoz való hozzáférését, és minden ésszerű erőfeszítést megteszünk annak érdekében, hogy a felfüggesztés előtt értesítsük Önt.",
    "4036662147": "5. Bizalmas információk védelme",
    "3564208535": "Ön beleegyezik abba, hogy minden üzletileg ésszerű erőfeszítést megtesz a tőlünk vagy a Szolgáltatásainkon keresztül kapott bizalmas információk védelme érdekében. tartalmazza a botpontszámokat és a vállalati szolgáltatásunk nem nyilvános adatait, beleértve a nem nyilvános dokumentációt és minden olyan részletet, amelyet megoszthatunk a botészlelési módszereinkkel kapcsolatban. Ha hozzáférést kap bármely ilyen Bizalmas információhoz, saját belátásunk szerint módosíthatjuk, felfüggeszthetjük vagy korlátozhatjuk a Szolgáltatásainkhoz való hozzáférését, ha úgy ítéljük meg, hogy Szolgáltatásaink használata során bizalmas információk kerülnek nyilvánosságra, és minden ésszerű erőfeszítést megteszünk. hogy a felfüggesztés előtt értesítsük Önt.",
    "120384113": "6. Felmondás",
    "453723556": "Ön a jelen Ügyfél-mellékletet a Szolgáltatási feltételektől függetlenül megszüntetheti, ha megszűnik Ügyfél vagy Igénylő. Fenntartjuk magunknak a jogot arra, hogy Ügyfélként vagy Kérelmezőként státuszát bármikor felfüggesztjük vagy megszüntessük, vagy más módon megszüntetjük fiókját vagy a Szolgáltatások használatát a Szolgáltatási feltételekkel összhangban. Felmondás esetén Ön továbbra is felelős a Megrendelőlapja alapján esedékes összegért. Ha az előfizetése havi vagy éves díjakat vagy havi vagy éves minimumokat tartalmaz, továbbra is Ön köteles fizetni a Szolgáltatások összes díját az adott hónap vagy év végéig.",
    "218889628": "Kivéve azt az esetet, amikor a jelen Ügyfél-mellékletet vagy a Szolgáltatási feltételeket felmondjuk az Ügyfél Függelék vagy a Szolgáltatási Feltételek Ön általi megsértése miatt, ha felmondjuk, és Ön előre kifizette nekünk a díjakat, ezek arányos részét visszatérítjük. előre kifizetett összegek a hátralévő idő vagy az Ön által fizetett Szolgáltatások alapján, attól függően, hogy melyik a kevesebb. Munkánkat üzletileg ésszerű módon zárjuk le, és megőrizzük és eljuttatjuk Önnek a birtokunkban lévő összes fizetett kimeneti adatkészletet és minden ügyféladatot. Felmondás esetén törölhetjük az adatokat, de nem vagyunk kötelesek törölni.",
    "2505227594": "7. Túlévülések",
    "2369877184": "A hCaptcha Integrátorok vagy Ügyfelek maximális megengedett legmagasabb RPS-sebessége másodpercenként 1000 kérés az Ön fiókjában lévő entitásokhoz („RPS”), hacsak Ön és köztünk létrejött írásos szerződés másként nem rendelkezik.",
    "234420106": "Abban az esetben, ha Ön a hCaptcha Enterprise szolgáltatás integrátora vagy ügyfele, és az Ön RPS-vel mért API-használata meghaladja az Ön szolgáltatási szintjére biztosított díjszabást, dönthetünk úgy, hogy módosítjuk a szolgáltatást, vagy túllépési díjat számítunk fel. Abban az esetben, ha az Ön maximális RPS-sebessége 10-szeresen meghaladja a rendelkezésre álló arányt 10 vagy több percig összesen 30 napon belül, és ezeknek a kéréseknek a többsége saját megítélésünk szerint nem rosszindulatú forgalom, dönthetünk úgy, hogy a szerződésben meghatározott túllépési rátát számlázzuk ki az adott hónapban benyújtott összes API-kérésért.",
    "2619472217": "8. Továbbértékesítés",
    "2019702084": "Hacsak az Ügyfél Főszolgáltatási Szerződése vagy Viszonteladói Szerződése kifejezetten meg nem engedi, a megrendelt SaaS-szolgáltatások nem adhatók el, nem értékesíthetők tovább, nem adhatók lízingelhetők, nem adhatók albérletbe, nem adhatók licencbe, nem adhatók tovább licencelhetők vagy más módon nem tehetők elérhetővé bármely harmadik fél számára (az Ügyfél Leányvállalatán kívül). ), és a Szerződés alapján leadott összes megrendelés és a Szolgáltatás Ügyfél általi használata az Ügyfél vagy Társult vállalkozása saját belső üzleti használatra történik.",
    "1233229030": "Vegyes",
    "1467783792": "Az Egyesült Államok által szankcionált személy, entitás vagy szervezet (a \"Szankcionált szereplő\") nem jogosult jutalomra vagy a Szolgáltatások Integrátorként történő használatára. A félreértések elkerülése végett, ez magában foglalja az Egyesült Államok Pénzügyminisztériumának Külföldi Vagyonellenőrzési Hivatala (OFAC) által kijelölt szankcionált szereplőket.",
    "3759657802": "Ön semmilyen módon (törvény alapján vagy más módon) nem ruházhatja át, ruházhatja át vagy ruházhatja át a jelen Szolgáltatási feltételeket, illetve az itt foglalt jogait vagy kötelezettségeit.",
    "1627232990": "A jelen Általános Szerződési Feltételek fordítását a lehető legjobb módon biztosítjuk. Az angol nyelvű Szolgáltatási feltételek és azok fordítása közötti lényeges eltérések esetén az angol nyelvű Szolgáltatási feltételeket kell mérvadónak tekinteni.",
    "805221621": "Kérjük, lépjen kapcsolatba velünk a",
    "259613338": "ha bármilyen kérdése van a jelen Szolgáltatási feltételekkel kapcsolatban.",
    "2735878907": "Üzletmenet-folytonossági tervezési nyilatkozat",
    "2887242610": "Az Intuition Machines, Inc. kidolgozott egy üzletmenet-folytonossági tervet arra vonatkozóan, hogyan fogunk reagálni azokra az eseményekre, amelyek jelentősen megzavarják hCaptcha üzletünket. Mivel a katasztrófák és zavarok időzítése és hatása előre nem látható, rugalmasan kell reagálnunk a tényleges eseményekre, amikor azok bekövetkeznek. Ezt szem előtt tartva biztosítjuk Önnek ezt az információt üzletmenet-folytonossági tervünkről.",
    "809251240": "Kapcsolatfelvétel",
    "2551802342": "– Tervezzük, hogy egy jelentős üzleti fennakadást követően gyorsan helyreállítjuk és újraindítjuk az üzleti tevékenységet, és reagálunk alkalmazottaink és tulajdonunk védelmére, pénzügyi és működési értékelésre, a cég könyveinek és nyilvántartásainak védelmére, valamint ügyfeleink és végfelhasználóik online tranzakcióinak lehetőségére. Röviden, üzletmenet-folytonossági tervünk célja, hogy cégünk a lehető leggyorsabban folytathassa működését, tekintettel a jelentős üzleti zavar kiterjedésére és súlyosságára. Üzletmenet-folytonossági tervünk a következőkkel foglalkozik: adatok biztonsági mentése és helyreállítása; minden küldetéskritikus rendszer; pénzügyi és működési értékelések; alternatív kommunikáció ügyfelekkel, alkalmazottakkal és felügyeleti szervekkel; az alkalmazottak alternatív fizikai elhelyezkedése; kritikus beszállítói és vásárlói hatás; szabályozási jelentéstétel; és azonnal értesítjük ügyfeleinket, ha nem tudjuk folytatni üzletünket. Alapvető beszállítói csoportunk egy földrajzilag különálló területen őrzi fontos nyilvántartásainkat. Bár minden vészhelyzet egyedi problémákat vet fel külső tényezők alapján, mint például a napszak és a zavar súlyossága, a beszállítói kör azt a tájékoztatást kapta, hogy céljuk a saját működésük helyreállítása és a szolgáltatások gyors újraindítása. Bár azon dolgoztunk, hogy csökkentsük a kockázatokat sokféle beszállító segítségével, szolgáltatásai módosulhatnak vagy megszakadhatnak ebben az időszakban.",
    "826396656": "Üzletmenet-folytonossági tervünk",
    "1979347895": "– A jelentős üzleti zavarok kiterjedésükben eltérőek lehetnek, például csak a cégünk, egyetlen épület, ahol cégünk található, a cégünk székhelye, a város, ahol vagyunk, vagy az egész régió. Ezen területek mindegyikén belül a zavar súlyossága a minimálistól a súlyosig változhat. Ha cégünkben, üzleti negyedünkben, városunkban vagy régiónkban, vagy a cégünknek otthont adó épületben fennakad a működés, szükség esetén áthelyezzük tevékenységünket egy helyi telephelyre, és nem számítunk lényeges fennakadásra az üzleti működésben. Mindkét helyzetben azt tervezzük, hogy folytatjuk az üzleti tevékenységet, szükség esetén átadjuk a műveleteket alternatív beszállítókhoz, és a hcaptcha.com címen található weboldalunkon és a hcaptchastatus.com címen található állapotoldalunkon keresztül értesítjük Önt a kapcsolatfelvétel módjáról. Ha a jelentős üzleti fennakadás olyan súlyos, hogy megakadályozza az üzlet folytatását, haladéktalanul értesítjük Önt.",
    "653679457": "Változó zavarok",
    "410397176": "További információért",
    "2095899021": "hCaptcha márkaépítési irányelvek és általános védjegylicenc",
    "2340340589": "Útmutató a hCaptcha jel használatához",
    "2430148876": "Ezeket az irányelveket és az általános védjegyengedélyt azért hoztuk létre, hogy ügyfeleink, partnereink és rajongóink a lehető legkönnyebben dolgozhassanak márkánkkal, miközben megőrizzük vállalati identitásunkat. Ha olyan módon kell használnia a hCaptcha ikonokat, logókat vagy más jelöléseket, amelyek lényegesen eltérnek ezektől az irányelvektől, akkor írásos engedélyért vegye fel velünk a kapcsolatot (IMI).",
    "3884400764": "Bár ezen irányelvek szerint használhatja a hCaptcha védjegyeket, ez nem jelenti azt, hogy bármilyen átruházott joggal rendelkezik a hCaptcha védjegyekhez, logókhoz vagy a hCaptcha bármely más védjegyéhez, kereskedelmi nevéhez, szolgáltatási védjegyéhez, cégnevéhez vagy jó hírnevéhez. A lehető legnagyobb rugalmasságot szeretnénk biztosítani, de kötelesek vagyunk megvédeni a hCaptcha-t a hCaptcha védjegyeinek, kereskedelmi nevének, szolgáltatási védjegyének, cégnevének vagy jóindulatának jogosulatlan használatától. Bármilyen jogosulatlan használat automatikusan megszünteti a hCaptcha által adott engedélyt vagy licencet, és az esetleges károkért jogi felelősséget vonhat maga után.",
    "512598290": "Ezért meg kell kérnünk, hogy minden hCaptcha jelzést és logót mindig olyan formában használjon, amely megfelel az alábbi szabályoknak, beleértve a nagybetűket, a betűtípust és a stílust.",
    "2075610992": "Köszönet a támogatásodért!",
    "1023190144": "hCaptcha® szövegben",
    "4274324704": "Így használjuk nevünket írásos példányban:",
    "3912926900": "A hCaptcha®-nak rendelkeznie kell egy bejegyzett védjegyszimbólummal, amikor először megjelenik egy kreatív példányban.",
    "950637875": "A hCaptcha helyesírását soha nem szabad megváltoztatni, és a hCaptcha-t mindig nagybetűvel kell írni a második betűben (\"C\"). Soha nem többes szám vagy birtokos.",
    "2624601135": "A „hCaptcha” nem használható márkanév részeként, kötőjellel összekapcsolva, illetve alkalmazások vagy egyéb termékek nevében.",
    "3828090208": "Ehelyett használja a „for hCaptcha” kifejezést. Ha harmadik fél logójával használja, a „for hCaptcha” méretűnek kisebbnek kell lennie, mint a harmadik fél logójának.",
    "4149738856": "A hCaptcha-t melléknévként kell használni, és egy megfelelő általános kifejezést kell követni.",
    "1446868537": "A hCaptcha soha nem használható igeként.",
    "2487931657": "Ne használja: \"we hCaptcha'd our site.\"",
    "2565565429": "Ehelyett használja: \"a hCaptcha-t használjuk, hogy biztonságosabbá tegyük webhelyünket.\"",
    "3434202027": "A hCaptcha név bármilyen kommunikációs használatához szükséges a forrásmegjelölés: \"a hCaptcha az Intuition Machines, Inc. bejegyzett védjegye.\"",
    "2754937029": "Elfogadhatatlan felhasználások",
    "2436973524": "Csak pontos hivatkozások fogadhatók el. Nem megengedett azt mondani, hogy egy webhely hCaptcha szolgáltatásokat és alkalmazásokat használ, ha nem. Hasonlóképpen, logónk vagy bármilyen jelvény használata szintén csak akkor helyénvaló, ha az oldal hCaptcha szolgáltatásokat használ.",
    "69844082": "A hCaptcha védjegyek, grafikus szimbólumok, logók, betűtípusok vagy ikonok szintén nem használhatók becsmérlő módon.",
    "3861413614": "Kifejezett írásos engedély nélkül nem használhat semmilyen hCaptcha védjegyet vagy logót, amely azt sugallná, hogy a hCaptcha kapcsolatban áll egy harmadik fél termékével vagy szolgáltatásával, vagy támogatja, szponzorálja vagy támogatja azokat.",
    "1409822234": "Semmilyen körülmények között nem használható azonos vagy közel azonos hCaptcha védjegy domain névként.",
    "4181060163": "Harmadik felek nem használhatnak olyan változatokat vagy elírásokat, és ne járjanak el olyan módon, amely a hCaptcha védjegyekkel kapcsolatos kezdeti érdeklődési zavart okozna.",
    "3955555607": "A partnereken és a hivatalos viszonteladókon kívül harmadik felek nem tehetnek ajánlatot a kulcsszavakra, a Google AdWords-re vagy más célzott hirdetési rendszerekre hCaptcha-jeleket vagy elírásokat használva. Harmadik felek sem használhatnak hCaptcha védjegyeket domainnevekben, keresőoptimalizálásban, metacímkékben, keresési kifejezésekben, kódokban vagy más megtévesztésben.",
    "1985238261": "Egyéb korlátozott védjegyek",
    "2193061499": "Egyes logóinkat és védjegyeinket a hCaptcha és partnerei korlátozzák. Harmadik felek nem használhatják a következő védjegyeket a hCaptcha írásos engedélye nélkül:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop a hCaptcha™ által",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop logó™",
    "3942875761": "Segítsen felépíteni egy jobb webet™",
    "364774188": "Ember vagyok™",
    "2785425016": "(egy emberiség-ellenőrzési megoldással összefüggésben, pl. cselekvésre való felhívás)",
    "2639657759": "Engedéllyel használt védjegyek",
    "1268918580": "A hCaptcha és partnerei által használt egyes logók és védjegyek harmadik felek tulajdonát képezik, és csak az ő engedélyükkel használhatók fel. Harmadik felek nem használhatják a következő védjegyeket, kivéve, ha azt tulajdonosaik engedélyezik:",
    "3782751514": "A HUMAN Protocol® a HUMAN Protocol Foundation bejegyzett védjegye, használatuk engedélyével történik.",
    "1620709264": "A HUMAN Token® a HUMAN Protocol Foundation bejegyzett védjegye, és az engedélyével használható.",
    "3031953928": "A HUMAN Network™ a HUMAN Protocol Foundation védjegye, használatuk engedélyével történik.",
    "3554363588": "Egyéb jelek",
    "3290996791": "Minden egyéb terméknév, logó és márka a megfelelő tulajdonosok tulajdona. A weboldalon használt összes többi cég-, termék- és szolgáltatásnév csak azonosítási célokat szolgál. Ezen nevek, logók és márkák használata nem jelenti a jóváhagyást.",
    "2444685143": "Logo szabályzat",
    "2414232014": "Logónk azonnal felismerhető, és az egyik legértékesebb és legfontosabb értékünk. Annak érdekében, hogy továbbra is cégünk erős képviselete maradjon, körültekintően és következetesen kell bemutatni minden kommunikációs csatornán.",
    "803639471": "A hCaptcha logó a kéz ikonból és a hCaptcha logóból áll. Alternatív formájában a kézikon önmagában is megjelenhet, ha szűk a hely, és a „hCaptcha” szójelként használatos (a fent leírtak szerint) a kézikon közvetlen közelében, így egyértelmű, hogy a kézikon a hCaptcha-t képviseli.",
    "564127016": "A hCaptcha kézikon:",
    "1424800293": "A hCaptcha logó:",
    "1525506526": "Mik azok a fiókátvételek és hogyan működnek?",
    "2446481523": "Van egy régi népmese, amelyben egy kocsis és egy nemes bukkan fel egy kis vidéki falu rendházánál. Egy piszkos, szegényes ruhába öltözött férfi azt mondta a rendőrnek: „Én vagyok a nemes. Ez a férfi volt a sofőröm.",
    "1767952047": "Tegnap este megtámadt, ellopta a ruháimat és elvitte a pénzemet. A másik férfi, aki remekül öltözött, a nemesi osztály ruházatába, így válaszolt: „Tisztviselő, ez az ember őrült. Nemesnek hiszi magát. Én vagyok az igazi nemes. Letartóztatni!”",
    "2947576723": "Ez a történet megelőzi a jogosítványokat és a digitális ujjlenyomat-nyomtatást, de jó példája annak, hogy mi hibázhat el egy fiókátvételi helyzetben. Egy személy bejelentkezik egy online bankszámlára vagy mobilfizetési alkalmazásba. Tényleges számlatulajdonos, vagy hacker? Ki kicsoda valójában? Ezek a biztonsági problémák azokat a szervezeteket érintik, amelyek lehetővé teszik az önkiszolgáló fiókhoz való hozzáférést.",
    "1687299615": "Mi az a számlaátvétel?",
    "2648707986": "A fiókátvétel a kibercsalás egyik formája, amikor egy rosszindulatú szereplő egy online fiók tulajdonosának adja ki magát. A számla általában egy pénzintézetnél vagy egy e-kereskedelmi vállalkozásnál van, ahol a csaló pénzt, árut vagy ajándékkártyákat lophat el. A támadó ellopott bejelentkezési hitelesítő adatok segítségével hozzáfér a fiókhoz, majd átveszi azt, esetleg megváltoztatja a jelszót, hogy kizárja a fiók tényleges tulajdonosát.",
    "1476843710": "A kevésbé pénzügyileg káros, de mégis káros számlaátvételi formák közé tartozik a közösségimédia-fiókok eltérítése és hasonlók. Ezekben az esetekben a támadó általában rosszindulatú programokat próbál terjeszteni, vagy adathalász támadásokat indít az áldozat gyanútlan barátai ellen. Vagy a támadó megpróbálja zavarba hozni az áldozatot, ami néha előfordul például hírességekkel és politikusokkal.",
    "2904949278": "Hogyan vehet át egy hacker egy fiókot?",
    "2575690545": "A fiókok átvétele, mint sok kibercsalás, többnyire automatizált, tömeges folyamatok kérdése. Ritkán fordul elő, hogy egy pulcsiba öltözött hacker az anyja pincéjében egyenként írja be a jelszavakat a banki webhelyekre.",
    "3614653023": "A gyakorlat inkább a nagyszabású hitelesítő adatok kitöltésére irányuló támadásokra támaszkodik, amelyek több millió felhasználónév/jelszó párral próbálkoznak több tucat megcélzott pénzintézeten, annak reményében, hogy feloldják a számlák egy kis részét. Miután az automatizált csalószoftver hozzáfért a fiókhoz, egy emberi hacker is belekeveredhet, de bizonyos esetekben nem.",
    "2762759509": "Sok fiókátvételi támadás szinte teljesen automatizált.",
    "1972710018": "A cég szemszögéből nézve",
    "1282121137": "Ahhoz, hogy megértsük, milyen problémás lehet a számlaátvétel, nézzük meg, hogyan néz ki a tapasztalat a pénzintézet szemszögéből. Naponta milliónyi bejelentkezést kezelnek.",
    "2315518622": "A mai támadási eszközök kifinomultságával rendkívül nehéz felderíteni, hogy melyek a csalók, ha vannak ilyenek. Ekkor egy személy felhívja az ügyfélszolgálati vonalat, és azt mondja: „Megtámadták a fiókomat! Nem tudok bejelentkezni, és valaki ellopja a pénzemet!”",
    "1836369533": "Mint a népmesében a rendőr, hogyan lehet meghatározni, hogy ki is valójában? Ha a támadónak elég lopott személyazonossági eleme van, például jogosítványszáma, társadalombiztosítási száma, anyja leánykori neve, címe stb., akkor meglehetősen nehéz megállapítani, hogy a hívó valódi számlatulajdonos-e, vagy egy támadó, aki meg akarja szerezni jelszó visszaállítása egy fiókban, amelybe be akar jutni.",
    "2880837730": "Mit lehet tenni a fiókok átvételének megállítása érdekében?",
    "3654556483": "A pénzintézetek és az e-kereskedelmi vállalatok olyan folyamatokkal és ellenőrzésekkel rendelkeznek, amelyek csökkentik a fiókok átvételének veszélyét. Ezek a régimódi „mi volt a legjobb barátod neve az általános iskolában” biztonsági kérdésektől a gyanús IP-címeket és mobileszköz-profilokat kiszúró észlelési módszerekig.",
    "2449501658": "az egyik legfejlettebb módszert kínálja a csalárd fiókbejelentkezési kísérletekből eredő fenyegetés mérséklésére, gépi tanulás segítségével észleli és leállítja a robotokat, és hatékonyan megnehezíti vagy akár lehetetlenné teszi a csalók számára a fiókok átvételét.",
    "3621455477": "többet tanulni!",
    "555246307": "A főúr és sofőrjének története egyébként így ér véget: A rendőr a két férfit órákon át egy szobában üldögélte, és unatkoztak. A nap végén megjelent, és azt mondta: \"Most beszélek a kocsisofőrrel.\" A nemes ruhát viselő férfi felállt. Annyira unatkozott, hogy elfelejtette, hogy csak úgy tetteti magát, mint a nemes.",
    "1224727373": "BotStop a hCaptcha által",
    "1187718370": "Lépjen kapcsolatba velünk",
    "3892905664": "A hCaptcha segít kedvenc online szolgáltatásainak távol tartani a botoktól, a spamektől és a visszaélésektől azáltal, hogy egyszerű kérdéseket tesz fel, amelyek egyszerűek az emberek és a gépek számára.",
    "555158694": "Egy Ön által használt szolgáltatás úgy döntött, hogy javítja a webhelyén tapasztalt élményt a hCaptcha telepítésével a rosszindulatú forgalom csökkentése érdekében.",
    "1617196410": "A hCaptcha a botok leállítására összpontosít. Nem érdekel minket, hogy ki a felhasználó, hanem csak az, hogy rosszindulatú-e. Keményen dolgozunk a magánélet és a",
    "1624200563": "biztonság, és megfelelnek a GDPR, CCPA, LGPD, PIPL és egyéb adatvédelmi előírásoknak.",
    "1927613000": "A hCaptcha a kifinomult gépi tanulást egy erőteljes kihívás-platformmal ötvözi, hogy megvédje a webes alkalmazásokat a fiókok átvételétől, a hitelesítő adatok betömésétől, a kaparástól és más visszaélésektől.",
    "1133989302": "Miért a hCaptcha?",
    "34074886": "Minden alkalommal, amikor válaszolsz egy kihívásra, kifinomult modellek segítségével kiderítjük, hogy ember vagy-e. Az Ön által meglátogatott webhely ezt az eredményt használja fel arra, hogy a robotok kizárásával javítsa a webhelyén tapasztalt élményt.",
    "3412647984": "Ezzel elkerülheti a jövőbeni kérdéseket a regisztráció és a cookie beállításával. Kérjük, próbálja meg kikapcsolni a hirdetésblokkolót is.",
    "2510209017": "További segítségre van szüksége?",
    "477275453": "Miért népszerűek az API-k a hackerek számára?",
    "596347471": "Az alkalmazásprogramozási felületek (API-k) a rosszindulatú szereplők népszerű célpontjává váltak a kibertérben. Ennek számos oka van, többek között az alkalmazások integrációjában való nagy hasznosságuk. Az API kockázata azonban csökkenthető.",
    "2441638955": "Először is, mi az API?",
    "3963216198": "Annak megvitatásához, hogy az API-k miért a hackerek népszerű célpontjai, először érdemes röviden meghatározni, mit jelent jelenleg az „API” kifejezés. Az API koncepciója egyáltalán nem új. Valójában legalább az 1960-as évek eleje óta léteznek olyan interfészek, amelyek különböző számítógépes rendszereket kapcsolnak össze egymással, valamint azok belső elemeit.",
    "1047251718": "Ma azonban, amikor az emberek API-król beszélnek, az mindig szabvány alapú API-kra gondol. Ezek nyílt szabványok, például Representational State Transfer (REST) és nyílt szabványos fájlformátumok, például JavaScript Object Notation (JSON) használatával készült API-k. Az ilyen „RESTful API-k”, amint ismertek, saját szoftverek nélkül is létrehozhatók. Az eredményül kapott API-k képesek adatokat és eljáráshívásokat küldeni és fogadni a szoftveralkalmazások között. Például egy mobilbanki alkalmazás API-t használ a bank rendszereinek eléréséhez.",
    "3195334319": "Az API-k hasznossága és sebezhetősége",
    "1903743785": "A szabvány alapú API-k megjelenése jelentős előrelépést jelentett az alkalmazások integrációjában. Az elmúlt körülbelül 20 év során az API-k költséges és bonyolult, szabadalmaztatott szoftvertermékekből ingyenes, szabvány alapú eszközökké váltak, amelyekkel viszonylag könnyű volt dolgozni – és gyorsan telepíthető volt.",
    "879362350": "Az interneten keresztül működő új API-kkal lehetővé vált bármilyen szoftver vagy adatforrás csatlakoztatása a világon bárhol, platformtól, adatsémától vagy programozási nyelvtől függetlenül. Ennek eredményeként a számítástechnikai világ jelenleg egy API-forradalom közepén van. Az alkalmazások és az adatok közötti kapcsolat robbanásszerűen megnövekedett. Ez nagyszerű, amíg nem az.",
    "3844432472": "Az API-k nyíltsága és hasznossága hihetetlenül gazdag célponttá teszi őket a támadók számára. Ugyanúgy, ahogy egy mobilalkalmazás programozható úgy, hogy API segítségével elérje és adatokat gyűjtsön be egy vállalati rendszerből, úgy egy rosszindulatú program is. A hackerek sokféle szoftvereszközt írtak az API-kkal való visszaélésre. Ez egy hatékony támadási technika.",
    "2187096543": "Valójában történt néhány jelentős adatszivárgás a hackerek által írt szoftverek miatt, amelyek egy API-t kértek fel adatok kinyerésére egy adatbázisból. Végtére is, ha az adatok ellopásához egyszerűen egy alapszintű GET-hívásra van szükség egy API-n, amelyet REST és JSON használatával írnak, akkor könnyű gyorsan megtisztítani az adatbázist. Valójában, amikor az emberek „képernyőkaparó” támadásokról beszélnek, akkor ezek többnyire a gyorstüzelő API-hívásokat jelentik, amelyek adatokat vonnak ki az adatbázisokból. Az API-k a fő támadási felületekké váltak az azokat létrehozó szervezetek számára.",
    "4222109231": "Az API kockázatának csökkentése a hCaptcha vállalati termékével",
    "1783317946": "Az API-támadások leállítása népszerű eset",
    "3022922096": ", a hCaptcha vállalati termékcsomagja. A hCaptcha ingyenes verziójával ellentétben",
    "63719113": "fejlett gépi tanulást használ a webhelyére és alkalmazásaira irányuló rosszindulatú forgalom azonosítására – beleértve a lekaparási tevékenységeket is.",
    "3566102529": "ma, hogy többet tudjunk meg.",
    "3096553330": "Minden rendszer, amit létrehozunk, egyszerűen tükrözi kapcsolatainkat más emberekkel.",
    "1467218142": "Amit kívánunk tőlük és magunktól, az hajtja viselkedésünket, és így ugyanazok az interakciós minták ismétlődnek minden emberi rendszerben. Az internet számos kiváló példát kínál világunk ezen alapvető aspektusára.",
    "808872868": "Például: spam, csalás és visszaélés létezik az interneten, amióta két rendszer először összekapcsolódott.",
    "1085089390": "Az online bántalmazás veleszületett emberi viselkedésből fakad",
    "3064321967": "Az első ismert spam e-mailt 1978-ban küldték. [",
    "3800781598": "] Majdnem öt évtizeddel később az e-mail spam továbbra is sújt bennünket. Sok milliárd dollárt és több ezer emberévnyi mérnöki erőfeszítést tettek annak legyőzésére, de a spam továbbra is megmarad. Mindkét oldalon milliárd dolláros iparágak működnek, vagyis azok, akik védekeznek ellene és akik küldik.",
    "2119943547": "Miért ez? A válasz egyszerű. Mindaddig, amíg van ösztönzés a rendszerrel való visszaélésre, valaki általában megtalálja a módját. És ha megteszik, akkor valaki mást ösztönözni fog, hogy megállítsa őket.",
    "532470444": "Az egyensúly évről évre kissé eltolódhat, de ez a viselkedés egyszerűen az alapvető emberi természetet tükrözi, és az ötezer éves feljegyzett történelem azt sugallja, hogy a dinamika nem valószínű, hogy egyhamar megváltozik.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Ez az elemzés nem új keletű, de az emberek örökké optimisták. Főleg, ha úgy gondolják, hogy ötletük új.",
    "1216071511": "Ugyanezeket az ötleteket olyan gyakran javasolják, hogy körülbelül 20 évvel ezelőtt egy névtelen szerző hasznos kitöltéssel állt elő a spamellenes megoldásokról szóló online vitákhoz:",
    "1941999673": "Hozzászólásod a",
    "4179118182": "( ) műszaki ( ) jogalkotási ( ) piaci alapú ( ) vigilante",
    "3978720689": "megközelítés a spam elleni küzdelemhez. Az ötleted nem fog működni. Itt van, miért nem fog működni.",
    "318339230": "(Az alábbiak közül egy vagy több vonatkozhat az Ön konkrét ötletére, és lehet",
    "30312304": "egyéb hibák, amelyek államonként változtak, mielőtt rossz szövetségi törvényt fogadtak volna el.)",
    "2710988028": "( ) A spammerek könnyen használhatják az e-mail címek begyűjtésére",
    "3912514510": "( ) Ez hatással lesz a levelezőlistákra és az egyéb jogszerű e-mail-használatokra",
    "2030062561": "( ) Senki nem fogja tudni megtalálni a srácot, vagy beszedni a pénzt",
    "3334160175": "( ) Védtelen a nyers erő támadásaival szemben",
    "3238345709": "( ) Két hétig leállítja a spamet, aztán elakadunk vele",
    "4227800293": "( ) Az e-mailt használók nem fogják beletörődni",
    "2271252286": "( ) A Microsoft nem fog beletörődni",
    "692064738": "( ) A rendőrség nem fog beletörődni",
    "3475647460": "( ) Túl sok együttműködést igényel a spamküldőktől",
    "1482845460": "( ) Azonnali teljes együttműködést igényel mindenkitől egyszerre",
    "3741193183": "( ) Sok e-mail-felhasználó nem engedheti meg magának, hogy elveszítse üzletét vagy elidegenítse a potenciális munkaadókat",
    "2234909600": "( ) A spamküldők nem törődnek az érvénytelen címekkel a listáikban",
    "1982617151": "( ) Bárki névtelenül tönkreteheti bárki más karrierjét vagy vállalkozását",
    "2498172334": "Pontosabban, a terve nem veszi figyelembe",
    "389705801": "( ) Ezt kifejezetten tiltó törvények",
    "190955495": "( ) Az e-mailek központi felügyeleti jogkörének hiánya",
    "237009707": "( ) Nyílt váltók külföldön",
    "3507532387": "( ) Könnyű keresés az összes e-mail cím apró alfanumerikus címterében",
    "2477958756": "( ) Rossz emberek",
    "3254142589": "( ) Joghatósági problémák",
    "3621401685": "( ) Furcsa új adók népszerűtlensége",
    "4277475973": "( ) A lakosság vonakodása a pénz furcsa új formáitól",
    "941057651": "( ) Hatalmas meglévő szoftverbefektetés az SMTP-be",
    "3265293440": "( ) Az SMTP-től eltérő protokollok támadásra való érzékenysége",
    "515733427": "( ) A felhasználók hajlandósága e-mailben kapott operációs rendszer javítások telepítésére",
    "2631159699": "( ) Féregekkel tarkított szélessávú Windows dobozok seregei",
    "776542208": "( ) Az örök fegyverkezési verseny minden szűrési megközelítésben részt vesz",
    "989480928": "( ) A spam rendkívüli jövedelmezősége",
    "3898950867": "( ) Joe állások és/vagy személyazonosság-lopás",
    "3395399558": "( ) Technikailag írástudatlan politikusok",
    "1118929614": "( ) Rendkívüli hülyeség a spammerekkel üzletelő emberek részéről",
    "838951836": "( ) Becstelenség maguk a spamküldők részéről",
    "2123236933": "( ) Sávszélességi költségek, amelyeket az ügyfélszűrés nem érint",
    "2292919419": "( ) Kitekintés",
    "2534436327": "és a következő filozófiai kifogások is érvényesek lehetnek:",
    "832385387": "( ) A tiédhez hasonló ötletek könnyen születhetnek, de egyiket sem mutatták be praktikusnak",
    "1993984258": "( ) Bármilyen opt-outon alapuló rendszer elfogadhatatlan",
    "3909240516": "( ) Az SMTP-fejlécek nem képezhetik jogszabály tárgyát",
    "1151065360": "( ) Szar a feketelisták",
    "2396605499": "( ) A fehérlisták rosszak",
    "2225785608": "( ) Beszélnünk kell a Viagráról anélkül, hogy cenzúráznánk",
    "3004688366": "( ) Az ellenintézkedések nem tartalmazhatnak elektronikus vagy hitelkártya-csalást",
    "922470170": "( ) Az ellenintézkedések nem tartalmazhatják a nyilvános hálózatok szabotálását",
    "3068923550": "( ) Az ellenintézkedéseknek működniük kell, ha fokozatosan vezetik be őket",
    "2752975480": "( ) Az e-mailek küldésének ingyenesnek kell lennie",
    "117227832": "( ) Miért kellene megbíznunk Önben és a szervereiben?",
    "1021431157": "( ) Inkompatibilitás nyílt forráskódú vagy nyílt forráskódú licencekkel",
    "2801524659": "( ) A jó közérzetet szolgáló intézkedések nem oldják meg a problémát",
    "931661269": "( ) Az ideiglenes/egyszeri e-mail címek nehézkesek",
    "2090457681": "( ) Nem akarom, hogy a kormány elolvassa az e-mailemet",
    "3536122902": "( ) Így megállítani őket nem elég lassú és fájdalmas",
    "2391175562": "Továbbá ezt gondolom rólad:",
    "229198134": "( ) Elnézést haver, de nem hiszem, hogy működne.",
    "345563040": "( ) Ez egy hülye ötlet, és te hülye vagy, hogy ezt javasoltad.",
    "409780280": "( ) Szép próbálkozás, ****! Remélem valaki rálép a billentyűzetedre!",
    "2820080973": "házigazdája ❤",
    "3943164003": "nyers nézet",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Miért nem működik az új levélszemét-elhárító megoldás?",
    "361795034": ". Ismeretlen szerző, c. 2000",
    "1547006769": "Az emberiség ellenőrzése ugyanaz a probléma",
    "3717942925": "Ahogyan mindig lesznek olyan emberek, akik e-mailben szeretnék felkelteni a figyelmét, úgy mindig szükség lesz bizonyos erőforrásokhoz való hozzáférés korlátozására, hogy csak emberek férhessenek hozzájuk.",
    "2481032625": "Akár a megelőzés a cél:",
    "1691348394": "- automatizált tömeges vásárlások korlátozott kiadású akció során",
    "1771016224": "- szoftver az összes tartalom tömeges letöltéséből a webhelyéről",
    "1959762846": "- webes űrlapjait végtelen marketing spammel vagy visszaélésekkel tölti ki",
    "345108670": "- hitelesítő adatok feltöltése és egyéb fiókátvételi kísérletek",
    "2540760245": "sok egyéb felhasználás mellett az online forgalom „emberi vagy sem” alapján való szűrése valószínűleg értékes eszköz marad mindaddig, amíg az emberi természet ugyanazokat a mintákat követi, amelyeket az elmúlt ötezer évben rögzítettek.",
    "3346362371": "Mi a helyzet a gépi tanulással?",
    "3619183405": "2021-ben a gépi tanulás fejlődésének köszönhetően az egyszerű CAPTCHA-kat néha szoftverrel is meg lehet oldani. Ennek megoldására a hCaptcha nagyon részletes elemzést végez az olyan tulajdonságokról, mint a",
    "3292221787": "a kihívást megválaszolták, nem csak azt, hogy helyes volt-e, és gyakran változtatja mind a kérdéseket, mind a felhasznált adatokat.",
    "1080672247": "Mivel a feltett kérdések közül sok nem oldható meg gazdaságosan kész szoftverrel, és mivel az adatok általában a rendszerre jellemzőek, ez azt jelenti, hogy az ingyenes szolgáltatás gyakran teljesen leállítja a botokat, és ehelyett emberi CAPTCHA-megoldókra kell támaszkodniuk. sokféle visszaélést teljesen gazdaságtalanná tesz.",
    "4172868199": "ennél sokkal tovább megy, a „jó ember” és a „rossz ember” megkülönböztetésére irányuló kísérletek területére lép, és manapság a világ legnépszerűbb online szolgáltatásai közül sok mindent megtalál és megállít a vásárlási csalástól a fejlett, tartósan. fenyegetések a felhasználóik ellen, miközben egyedi figyelmet fordítanak a magánélet megőrzésére.",
    "2873911365": "Mi a helyzet a hardver tanúsítással?",
    "1477196356": "Évtizedek óta javasoltak különféle módszereket az identitásnak egy eszközhöz kriptográfiailag biztonságos módon történő összekapcsolására, olykor magánélet-megőrző tulajdonságokkal. A nyilvános kulcsú kriptográfia a c. 1975-ben, és a hardveres tokenek majdnem olyan régóta léteznek.",
    "2349681896": "Sajnos egy hardver vezérlése nem jelenti azt, hogy személy vagy. Gyakorlatilag minden népszerű fogyasztói hardver tanúsítási sémát többször feltörtek, kijavítottak, majd újra feltörtek.",
    "254326776": "Ezekkel a hibákkal való rosszindulatú visszaélésről gyakran kiderül, hogy hónapokkal vagy évekkel a nyilvánosságra hozatal vagy tudományos publikáció előtt történt.",
    "2462909475": "Több mint 10 000 visszaélésre használt telefon fala, egy kínai bot művelet része.",
    "1963951234": "Nem számít, mennyire megbízható a kriptográfiai séma, ha valaki a nap végén egyszerűen pénzt költhet arra, hogy megadja a keresett választ, egy hardver birtoklása nem elegendő.",
    "1278884196": "Ennek ellenére a kriptográfia meglehetősen fiatal tudományág. A közelmúlt előzményei alapján a kriptográfiai séma és/vagy megvalósítása valószínűleg megsérül, amint valakinek késztetése van arra, hogy közelebbről megvizsgálja, és valószínűleg más emberek is rájönnek erre, sokkal előbb, mint te. A hardverre támaszkodva előfordulhat, hogy minden egyes felhasználót meg kell kérnie egy fizikai eszköz cseréjére a hiba kijavításához. Ez a legtöbb esetben nem valószínű, hogy gyorsan megtörténik, ami azt jelenti, hogy a rendszer egyszerűen meghibásodik.",
    "1828028934": "Ez az oka",
    "1642844535": "fontos: a hCaptcha több különböző megközelítést alkalmaz ugyanarra az alapvető kérdésre válaszolva, lehetővé téve az összes értékelés következetességének összehasonlítását.",
    "1155821305": "a védelem a mélység",
    "119098046": "Mi a helyzet a passzív vagy kihívást jelentő megoldásokkal?",
    "2760410719": "Azok a szolgáltatások, amelyek pusztán passzív jelekkel próbálnak botokat észlelni, gyorsan egy alapvető problémába ütköznek: hogyan lehet ellenőrizni, hogy egy rendszer helyesen észleli-e a rossz szereplőket, ha nincs pontos alapigazsága?",
    "1722734001": "A nyílt internet nagyon zajos környezet. A rossz szereplők nap mint nap támadják szolgáltatásunk felhasználóit és versenytársait, például a reCAPTCHA-t, és természetesen megpróbálnak a lehető legemberibbnek látszani.",
    "1595254735": "A tisztán passzív szolgáltatások küzdenek azért, hogy megőrizzék a bot-észlelési pontosságot, vagy még azt is megtudják, hogy mikor pontatlanok. Anélkül, hogy időnként kihívni a felhasználókat, és helyesen elemezni a kihívás eredményeit, a pontosság idővel nagymértékben csökken.",
    "2412751979": "A hCaptcha-t működtető pontosabb emberi jelzéseknek köszönhetően sok olyan vállalat, amely korábban a reCAPTCHA v3/Enterprise-t használta, átállt a",
    "2284856231": "és a hCaptcha Enterprise tisztán passzív üzemmódjában is drámaian javult a pontosság.",
    "4162847": "Ezt közvetlenül is megfigyelhettük, mivel egyes ügyfeleink ugyanarra a kérésre A/B-teszteket futtatnak, mielőtt teljesen áttérnének a Google kínálatára. Általában a reCAPTCHA v3-ból vagy a reCAPTCHA Enterprise-ból származó magas hamis pozitív és hamis negatív arányt is be tudjuk bizonyítani.",
    "436125785": "Ez nem meglepő, tekintve az ezekben a termékekben elérhető visszacsatolási hurkok pontatlanságát, és azt a tényt, hogy azokat egy olyan hirdetési hálózat értékesíti, amelynek elsöprő érdeke, hogy ne legyenek túl jók a botészlelésben, nehogy az alaptevékenységüket károsítsa.",
    "2233741720": "Következtetésképpen",
    "2133809801": "Mindaddig, amíg az emberek emberek maradnak, valószínű, hogy az emberiség igazolásának szerepe lesz az interneten.",
    "2255549335": "A hCaptchánál az a feladatunk, hogy jó kompromisszumot találjunk a nehézség és a pontosság között, és alacsonyan tartsuk a súrlódást, különösen",
    "4138068262": "felhasználókat. Végül a kihívásokkal való interakció valószínűleg része marad az online visszaélések csökkentését szolgáló eszközök arzenáljának mindaddig, amíg az emberi természet változatlan marad.",
    "855097735": "Nagyon nehéz probléma egy olyan szolgáltatás felépítése, amely ezt jól teljesíti, miközben egyensúlyba hozza az összes problémát (és folyamatosan azon dolgozunk, hogy javítsuk, hogy a lehető legkellemesebb legyen az élmény), de reméljük, egyetért azzal, hogy a kéretlen levelek, visszaélések és fiókátvételek csökkentése , és az online csalás végső soron megéri az időnkénti egyszerű kérdést.",
    "1953959745": "megközelíthetőség",
    "2543123170": "Zéró súrlódású emberiség ellenőrzése",
    "547245263": "Oldja meg a bot problémáját még ma.",
    "3117887301": "A legnagyobb online szolgáltatások megbízásából",
    "981806349": "A bevált hCaptcha platformra építve",
    "2373007864": "A hCaptcha Enterprise a hCaptcha platformtechnológián fut, amely kibővítve tartalmazza azokat a funkciókat, amelyekre a nagy forgalmú vállalatoknak szüksége van.",
    "2652399059": "Megbízható partner",
    "1997838163": "A világ legnagyobb vállalatai a hCaptcha Enterprise-tól függenek. Az integráció egyszerű, az észlelési pontosság pedig páratlan.",
    "734735952": "Számos CAPTCHA-szállítót értékeltünk, valamint saját magunk építettünk rendszert. Végül a hCaptcha a reCAPTCHA legjobb alternatívájaként jelent meg.",
    "1250541092": "– Sergi Isasi",
    "3524251858": "A Cloudflare termékmenedzsment igazgatója",
    "3971348140": "Miért használtuk a hCaptchát? Senki más nem tudta biztosítani a szükséges funkciókat és teljesítményt. Gyorsan elindítottak minket, és kereskedőink imádják ezt az élményt.",
    "4248655793": "- Alex M.",
    "4185927140": "Termékmenedzser, Flash, Shopify",
    "282913023": "Költséghatékony megoldás nagy forgalmú vállalkozások számára",
    "999610953": "Végül egy hiteles alternatíva a Google-hoz. A hCaptcha Enterprise drámai megtakarítást jelent a reCAPTCHA számláján magasabb biztonság mellett: bizonyos esetekben akár 80%-kal olcsóbban.",
    "1886100235": "A világ legnagyobb online szolgáltatásai közül sok a hCaptcha Enterprise-ra váltott, és jelentős költségmegtakarítás mellett jobb botészlelést kapott.",
    "2903742230": "A hirdetési hálózatok terméknek tekintik a látogatókat. Számunkra az egyetlen cél az emberségük meghatározása. Szolgáltatásaink megfelelnek vagy meghaladják a GDPR-, CCPA-, LGPD- és PIPL-követelményeket, és keményen dolgozunk az adatvédelem és a biztonság egyensúlyán.",
    "3901503296": "Ez az egyedi adatvédelemre való összpontosítás azt jelenti, hogy nulla egyéni adatmegőrzést, cookie-mentes működést és igény szerint egyéb szerződéses adatvédelmi garanciákat tudunk nyújtani a kiváló biztonság fenntartása mellett.",
    "3342910682": "Olvass tovább",
    "1130783905": "A pontosság az Ön és a mi érdekünk. A hCaptcha úgy működik, hogy valós adatokat biztosít, és Ön dönti el, hogyan használja azokat. Egyéb biztonsági megoldásokat a Gigantic reklámcégek biztosítanak. Ez azt jelenti, hogy minden általuk letiltott bot csökkentheti bevételét.",
    "2019130052": "Az adatvédelemre összpontosító ML újításaink lehetővé teszik, hogy túllépjük az örökölt „mindent örökké rögzítsünk” stratégiák biztonsági szabványait anélkül, hogy károsítanák a biztonságot vagy a felhasználók adatait.",
    "23114595": "Nagyszerű felhasználói élmény",
    "3437412311": "Vállalati felhasználók számára olyan lehetőségek állnak rendelkezésre, amelyek a legtöbb forgatókönyvben teljesen elkerülhetik a kihívásokat, passzív pontszámokra támaszkodva.",
    "1996843433": "Csökkentse a súrlódást azáltal, hogy teljes mértékben elkerüli a kihívást a törvényes forgalom 99,9%-ában, miközben továbbra is kiváló biztonságot nyújt.",
    "3093689546": "Könnyű integráció",
    "247560732": "Adja hozzá a hCaptcha-t három soros kóddal. Ha a reCAPTCHA-tól érkezik, az API-nk kompatibilis, és csak percekbe telik a váltás.",
    "1510448156": "Ma már üzembe helyezheti egy kiváló alternatívát, és szükség szerint bekapcsolhatja a fejlettebb funkciókat.",
    "2718999653": "Testreszabott fenyegetési pontszámok",
    "2698140263": "Nem minden probléma egyforma: az egyetlen pontszám megszerzése azt jelenti, hogy annak az Ön igényeit kell kielégítenie, hogy hasznos legyen.",
    "897432717": "A testreszabott fenyegetési pontszámok újszerű kialakításával az üzleti ismereteinek hozzáadásával modelljeink egyedülállóan releváns pontszámokat biztosítanak a felhasználók számára.",
    "2650502379": "Indítsa el saját kihívásait másodpercek alatt",
    "3578122193": "Maradjon a márkánál releváns tartalommal",
    "1074044172": "Amikor a felhasználóknak meg kell oldaniuk egy kihívást, hogy megfeleljenek az Ön biztonsági követelményeinek, miért ne tehetne fel kellemes és releváns kérdéseket a felhasználó számára?",
    "1579093044": "Egyszerű egyéni kihívástervezőnkkel néhány perc alatt elindíthatja a márkához kapcsolódó kihívásokat.",
    "3717512591": "Közvetlen platformintegráció",
    "121743429": "Webes infrastruktúrával foglalkozó cégek számára",
    "2131386784": "Elérhető szakértelem és támogatás Önnek és felhasználóinak egyaránt",
    "2782263070": "Számunkra a szolgáltatás a legfontosabb. A hét minden napján 24 órában ügyeleti támogatást tartunk fenn, és közvetlen Slack-koordinációt kínálunk a mérnöki integrációs csapattal és az ügyeletes munkatársainkkal a megvalósítás során és után.",
    "3740051331": "Elkötelezettek vagyunk amellett, hogy aktívan nyomon követjük és megválaszoljuk felhasználói kérdéseit a közösségi médiában, a fórumokon, valamint a modulon belüli és e-mailes támogatási csatornáinkon. Elérhetőek vagyunk és érzékenyek vagyunk, és a felhasználói elégedettséget a legfontosabb KPI-ként kezeljük.",
    "170775527": "Vállalati funkciók",
    "3383086062": "A hCaptcha Enterprise egy teljes körű online biztonsági megoldás. Az aktív és passzív módok segítségével leállíthatja a hitelesítő adatok feltöltését, észlelheti a fiókok átvételét, és blokkolhatja a gyanús szereplőket. Mindez nulla súrlódással a jogos felhasználók számára.",
    "1408599440": "Kezdje gyorsan néhány sornyi kóddal és 99,9%-os passzív módunkkal, vagy vegye át az irányítást a felett, mikor és hogyan éri kihívás a felhasználókat. Az egyéni fenyegetésmodellek és a testreszabható kihívások páratlan rugalmasságot jelentenek a biztonság garantálása érdekében.",
    "3365203058": "Világszínvonalú bot elleni védelem",
    "1803009328": "Harcban tesztelt webes méretekben.",
    "1586809757": "Nagy pontosságú bot pontszámok",
    "353367791": "Számos különböző típusú rossz színész észlelése.",
    "191460155": "Zéró súrlódás és 99,9%-ban passzív üzemmód",
    "585557010": "Hívd ki a jogos felhasználók kevesebb mint 0,1%-át.",
    "3287172429": "Vezérlő kihívástípusok láthatók",
    "1844885924": "Típusok széles könyvtára közül választhat.",
    "3018523079": "Maradjon a márkánál állandó felhasználói élménnyel.",
    "3817811295": "Garantált megbízhatóság és gyors, 24 órás ügyeleti támogatás.",
    "1798492192": "Korábbi böngésző támogatás",
    "1356745565": "Egészen Internet Explorer 8-ig kompatibilis.",
    "751483365": "Nem JavaScript-kliensek támogatása.",
    "4199502476": "Speciális jelentéskészítési irányítópultok és API",
    "3630114728": "Tekintse meg, mi történik az összes webhelyén és alkalmazásaiban.",
    "3573245166": "A reCAPTCHA-val ellentétben minden országban dolgozunk.",
    "2354267648": "GDPR, CCPA és LGPD-barát adatvédelmi szabályzat",
    "3167979932": "Az első naptól kezdve a magánélet védelmére tervezték. Erős adatfeldolgozási megállapodás.",
    "4065065042": "Tárcsázza ezt, hogy pontosan illeszkedjen a használati esetéhez.",
    "111184581": "Első féltől származó tárhely",
    "4272022475": "Minden kérés és eszköz a hcaptcha.yourdomain.com címre érkezik",
    "2676853536": "Többfelhasználós irányítópultok",
    "1368787974": "Oszd meg a menedzsmentet a csapatoddal.",
    "1045484714": "SAML SSO integráció az identitásszolgáltatóval, pl. Okta vagy Azure AD.",
    "3953584369": "Kifinomult RBAC hozzáférési korlátozások állnak rendelkezésre.",
    "2781507299": "Azonnali ellenőrzés",
    "4019660456": "0 ms késleltetés: ellenőrizze a hCaptcha tokeneket API-hívás nélkül.",
    "3446714684": "Mobil (iOS és Android) integráció",
    "2593768395": "Zökkenőmentes élmény az interneten, a natív mobilon és a mobilweben. Előre beépített integrációk és natív SDK-k állnak rendelkezésre.",
    "1779265104": "Személyre szabott feltételek és adatvédelmi garanciák",
    "122875767": "Elégítse ki jogi igényeit, amikor más cégek nem tudják.",
    "148188781": "Bemutatott kihívások",
    "838049015": "Válassza ki az összes képet, amely megfelel a lekérdezésnek",
    "1126302400": "Határoló doboz",
    "3554448168": "Kategorizálás",
    "2104933754": "Azonosítsa a megfelelő címkéket",
    "3612043014": "...és egyéb egyszerű feladatok. Könnyű az embereknek, nehéz a robotoknak.",
    "3624758171": "Egyedi feladatok vállalati kiadók számára is elérhetők.",
    "1001938065": "Az integráció nem is lehetne könnyebb",
    "2138799135": "A hCaptcha több tucat előre beépített integrációval rendelkezik az Ön által használt front- és háttérrendszerekhez.",
    "2535001179": "Ha történetesen a Google reCAPTCHA-jából érkezik, akkor API-jaink beugró csereprogramok.",
    "1393184984": "minden amire szüksége van.",
    "3715747429": "Bevezető mérnökeink gyorsan elindítják Önt, függetlenül attól, hogy React integrációra, iOS natív alkalmazásokhoz készült SDK-kra, Java-háttérrendszerre vagy gyakorlatilag bármilyen más forgatókönyvre van szüksége.",
    "2681650568": "És mint mindig, az adatvédelem alapvető érték számunkra. Csak ott adja hozzá kihíváskódunkat, ahol szükséges, és ahol ésszerű az Ön és a felhasználók védelme. Az adatgyűjtés minimalizálása az integráció pillanatától kezdődik.",
    "1130868224": "Három sor kód",
    "2183926131": "Kezdje el a hCaptcha Enterprise használatát",
    "1526887904": "hCaptcha Enterprise Privacy",
    "1845745385": "Az adatvédelemre tervezve.",
    "1297224875": "Egyedülállóan adatvédelem-vezérelt megközelítés a vállalati online biztonsághoz.",
    "2762458927": "Felhasználói adatai nem eladók.",
    "2058856283": "A hCaptcha Enterprise egyetlen célja van: megakadályozni, hogy rossz szereplők megzavarják online működését és kárt okozzanak a felhasználóknak.",
    "2408036504": "Rendszereinket ezért az alapoktól kezdve úgy tervezték, hogy minimálisra csökkentsék az adatgyűjtést és -megőrzést, miközben fenntartják az osztályvezető biztonságot. A felhasználói adatok védelmének legjobb módja, ha egyáltalán nem tároljuk azokat.",
    "4099477834": "Minden ügyfélkapcsolatot egy erős adatfeldolgozási megállapodás is véd. A hCaptcha szolgáltatás megfelel az összes adatvédelmi törvénynek, függetlenül attól, hogy az Ön szolgáltatása vagy ügyfelei hol tartózkodnak. A személyes adatok megőrzésének elmulasztása ezt sokkal könnyebbé teszi számunkra, mint más cégek számára.",
    "3569492665": "Az online tevékenységek rögzítése nem megoldás.",
    "3389431373": "Az olyan szolgáltatások, mint a reCAPTCHA v3, azt mondják, hogy a megfelelő biztonság érdekében a követési képpontjuk elhelyezése a webhely minden oldalán szükséges. Nem ez a helyzet.",
    "3590546893": "Az egyszerű viselkedéselemzés olyan jel, amelyet a rossz szereplők könnyen hamisítanak, és megköveteli a böngészési előzmények megőrzését az összes jogos forgalom esetében is.",
    "1105363520": "Nem működtetünk hirdetési hálózatot, és nem érdekünk, hogy megfigyeljük felhasználói viselkedését annak érdekében, hogy hirdetéseket adjunk el nekik. Ez azt jelenti, hogy nem szükséges passzív pixel a webhely minden oldalán.",
    "3088605177": "Csak ott adja hozzá kihíváskódunkat, ahol szükséges, és ahol ésszerű az Ön és a felhasználók védelme.",
    "337971271": "A gépi tanulás hasznos. De a működéséhez nincs szükség személyes adatokra.",
    "320166522": "A gépi tanulás ma már életünk szinte minden területére hatással van, gyakran oly módon, hogy nem vesszük észre, és nem is látjuk. Az online biztonsági szolgáltatások sem különböznek egymástól.",
    "3180664128": "Azáltal, hogy több ezer jelet tanulnak, a modellek nagyon gyorsan következtethetnek, és nagy biztonsággal képesek észlelni a rosszindulatú viselkedést, még akkor is, ha egyetlen egyedi jel sem lenne elég erős ahhoz, hogy problémát jelezzen.",
    "961941354": "Mindazonáltal ezek egyike sem követeli meg a személyazonosításra alkalmas adatok („PII”) használatát. A modern kriptográfiai technikák lehetővé teszik, hogy a lehető leggyorsabban selejtezzen minden személyes adatot, helyette egyirányú aláírásokat hozzunk létre, amelyek nem köthetők egyetlen személyhez sem.",
    "1706581702": "Az azonosítatlan adatokkal kapcsolatos képzés ugyanolyan jól működik, és nem igényel kompromisszumot sem a biztonság, sem a magánélet tekintetében. Ügyfeleink elvégezték az empirikus teszteket, és egyenrangúnak vagy jobbnak nyilvánítottak minket, mint a sokkal kevésbé privát alternatívák.",
    "3203921334": "Számos dolog tetszett nekünk a hCaptcha megoldásokban: 1) nem adnak el személyes adatokat; csak minimálisan szükséges személyes adatot gyűjtenek, átláthatóan írják le az általuk gyűjtött információkat és azok felhasználási és/vagy közzétételi módját.",
    "305735018": "Végül egy hiteles alternatíva a Google-hoz. A hCaptcha Enterprise drámai megtakarítást jelent a reCAPTCHA számláján magasabb biztonság mellett: bizonyos esetekben akár 80%-kal olcsóbban.",
    "3695206755": "Kötelezettség nélkül próbáljon ki minket környezetében.",
    "2941545733": "Mérnökök vagyunk, nem értékesítők: szeretnénk, ha elégedett lenne a választásával.",
    "131871195": "Az elégedettség biztosításának legjobb módja annak bemutatása, hogy megfelelünk az Ön igényeinek.",
    "3436534225": "Gyakorlatilag minden kísérleti projektet indító vállalat végül a mi megoldásainkat választja.",
    "4060250206": "Használja ezt az űrlapot, hogy elérje egyik műszaki szakemberünket. Gyorsan reagálunk.",
    "1159746815": "Közvetlenül is írhat nekünk e-mailt.",
    "2531534427": "A részletek itt találhatók.",
    "2059998584": "Vidék",
    "3916131732": "Amerika",
    "135276624": "Európa, Közel-Kelet, Afrika (EMEA)",
    "1182294134": "Ázsia-csendes-óceáni (APAC)",
    "2437934778": "A neved",
    "3859506577": "Üzleti e-mail",
    "1268414751": "Van más részletünk is?",
    "42559805": "Sürgős felvételre van szüksége?",
    "851679588": "Igen.",
    "1729677626": "Támadás alatt állok, és azonnali beszállásra van szükségem.",
    "2808971932": "Ez egy szöveg egy div blokkon belül.",
    "2468683988": "Cím",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Szöveges hivatkozás",
    "2212670355": "Regisztrálj",
    "31502377": "Mi az a Rich Text elem?",
    "2310705547": "A formázott szöveg elem lehetővé teszi címsorok, bekezdések, idézetek, képek és videók létrehozását és formázását egy helyen, ahelyett, hogy egyenként kellene hozzáadni és formázni őket. Csak kattintson duplán, és hozzon létre tartalmat egyszerűen.",
    "2590587108": "Statikus és dinamikus tartalomszerkesztés",
    "778204464": "A rich text elem használható statikus vagy dinamikus tartalommal. Statikus tartalom esetén egyszerűen dobja be bármelyik oldalra, és kezdje el a szerkesztést. Dinamikus tartalom esetén adjon hozzá egy formázott szöveges mezőt bármely gyűjteményhez, majd csatlakoztasson egy formázott szöveges elemet ehhez a mezőhöz a beállítások panelen. Voálá!",
    "1890955039": "Az egyes formázott szövegek formázásának testreszabása",
    "3286051798": "A címsorok, bekezdések, idézőjelek, ábrák, képek és ábrák feliratai mind stílusozhatók, miután egy osztályt hozzáadtak a rich text elemhez a beágyazott választórendszer használatával.",
    "504332576": "Büszkén jelentjük be, hogy a hCaptcha a világ legnagyobb független kiberbiztonsági szolgáltatásává nőtte ki magát, amely az internet mintegy 15%-án fut – és ennek a piaci részesedésnek a nagy részét közvetlenül a Google reCAPTCHA-tól vettük át. Együtt a hCaptcha és",
    "1155436473": "(Vállalati ajánlatunk) mostantól havonta több száz millió felhasználót véd több tízmillió webhelyen és alkalmazásban. Történetünk megmutatja, hogy versenyezhet a Big Tech-vel, ha az adatvédelmet helyezi előtérbe.",
    "3108727249": "BotStop",
    "1296696044": "Adatvédelem kontra biztonság: Miért nem mindkettő?",
    "538871570": "A Google-lal és más Big Tech cégekkel való versengés nehéz feladatnak tűnik: monopolisztikus piaci erejük, platformhatásuk és magasan fizetett fejlesztők serege általában túl erősnek számít ahhoz, hogy más technológiai óriások, például a Facebook vagy az Amazon megbirkózzanak vele. Történetünk megmutatja, hogy ennek nem kell így lennie – a magánéletre összpontosítva legyőzheti a Big Techet.",
    "3600718611": "Vegye figyelembe a Google reCAPTCHA-t,",
    "4281708680": ". A hCaptcha-nál szándékosan nagyon eltérő megközelítést alkalmaztunk: a magánélet védelmét megőrző gépi tanulási technikákat alkalmazunk a tipikus bot-viselkedések nagy pontosságú azonosítására, miközben a lehető legkevesebb adatot fogyasztjuk és tároljuk.",
    "3312336121": "amely hatalmas mennyiségű viselkedési adatot emészt fel annak megállapításához, hogy a webfelhasználók törvényes emberek vagy botok",
    "1193738791": ": nyomon követik a felhasználói viselkedést a webhely minden oldalán és a weben. A hCaptcha-t úgy terveztük meg, hogy az első naptól a lehető legvédettebb legyen a magánélet védelmében. Ez a probléma teljesen más megközelítéséhez vezetett. Mint kiderült, a felhasználók nyomon követése az interneten, és internetes előzményeik személyazonosságukhoz való kötése teljesen szükségtelen a jó biztonság eléréséhez. A sok vállalat, amely átállt a hCaptchára",
    "2620705814": "A Google egy reklámcég, és biztonsági termékeik nagyon hasonlítanak a hirdetési termékeikre",
    "1126447688": "gyakran egyenlő vagy jobb teljesítményről számolnak be a botfelismerés és -csökkentés terén, annak ellenére, hogy az adatvédelemre összpontosítunk",
    "439777523": "Szabályozási kérdések",
    "3588274874": "Az olyan szabályozási erőfeszítéseknek, mint például az Európai Unió GDPR-jának és a kaliforniai CCPA-nak megfelelő termék szállítására összpontosítva hatalmas növekedést tapasztaltunk – természetesen ez segít, hogy a hCaptcha egyszerűen „beugró” helyettesítője a reCAPTCHA-nak, és így percek alatt telepíthető.",
    "2150595700": ". A GDPR és a CCPA előtérbe helyezte az adatvédelmi aggályokat a vállalati vásárlók számára, ugyanakkor az online adatvédelem egyre fontosabbá válik a nyilvánosság számára, ahogy mindannyian kezdjük megérteni, hogy az online reklám- és marketingipar történelmileg hogyan használta fel adatainkat.",
    "2624949852": "Természetesen a reCAPTCHA 2009 óta a webes biztonság korai belépője volt, és webhelyek millióit védte meg a rosszindulatú robotok és spammerek egyre növekvő fenyegetései ellen. Az elmúlt években azonban teljesen kompromittált:",
    "499510428": "Valójában úgy gondoljuk, hogy a szabályozás itt segített nekünk",
    "1232651561": "A szoftver ma már olyan jó, mint az emberek a reCAPTCHA kihívások megoldásában.",
    "824740867": "A megoldás fejlesztése helyett a Google kiadta a reCAPTCHA v3-at, amely sokkal inkább hirdetési hálózatként működik, mint biztonsági szoftverként, és viselkedési adatokat gyűjt az internetről felhasználói profilok létrehozásához. Sajnos ez a fajta jel könnyen legyőzhető, és így csekély védelmet nyújt a botokkal szemben, miközben sérti a felhasználók adatait.",
    "1027023087": "Mi, a hCaptcha ehelyett a probléma korszerűbb megközelítéseire összpontosítottunk, amelyek nem követelik meg a hosszú távú viselkedési rekordok, például a böngészési előzmények megőrzését, és a szolgáltatás bevezetése óta sokkal ellenállóbbnak bizonyultak az elszánt ellenfelekkel szemben.",
    "2852295413": "Egy eredendő összeférhetetlenség: a robotok leállítása csökkenti a hirdetési hálózat bevételét",
    "1597520917": "Egyre több kritikus rámutatott arra, hogy a Google figyelmen kívül hagyja a felhasználói adatok védelmét a webhelyeik és alkalmazásaik védelmére törekvő ügyfelek számára.",
    "763447231": "Ugyanakkor, ha meggátolják a robotokat abban, hogy hozzáférjenek a megjelenítők webhelyeihez, az felfedheti a hirdetési csalásokat, és a Google reCAPTCHA termékét közvetlenül szembeállítja hirdetési tevékenységükkel, amely bevételük több mint 80%-át termeli.",
    "999674529": "Minden Google által észlelt robotnak nulla hirdetési dollárt kell keresnie. A Google vállalati ösztönzői tehát rosszul illeszkednek biztonsági szolgáltatásaik felhasználóihoz, és ez lehet az egyik magyarázat a reCAPTCHA biztonsági ajánlatuk gyenge teljesítményére.",
    "956019009": "A legnagyobb webinfrastruktúra-cégek már intézkedtek",
    "1923297430": "A végső kitörési pont sok nagyobb ügyfél számára akkor következett be, amikor a Google elkezdett díjat felszámítani a cégeknek termékeik bármilyen jelentős mértékű használatáért. Ez arra késztette a reCAPTCHA-felhasználókat, hogy sokáig jobb alternatívákat keressenek, mivel a szabályozási aggályok szerte a világon már egyre vonzóbbá tették a Google kínálatát.",
    "2197218442": "A Cloudflare vezérigazgatója, Matthew Prince foglalta össze ezt a nézőpontot a",
    "155456850": "a hCaptcha-ra való átállás bejelentése:",
    "435302267": "cég blogbejegyzése",
    "2087769953": "\"Izgatottan várjuk ezt a változást, mert segít megoldani a Google-szolgáltatásra való támaszkodásból eredő adatvédelmi aggályokat, amelyek már egy ideje rendelkezésre állnak. Számos CAPTCHA-szállítót értékeltünk, valamint saját magunk építünk rendszert. Végül A hCaptcha a reCAPTCHA legjobb alternatívájaként jelent meg.\"\"Számos dolog tetszett nekünk a hCaptcha megoldásokban: 1) nem árulnak személyes adatokat; csak minimálisan szükséges személyes adatot gyűjtenek, átláthatóan írják le az általuk gyűjtött információkat, valamint azt, hogy hogyan használják fel és/vagy nyilvánosságra hozzák azokat.\"",
    "595582512": "Ha hatékonyan szeretné megvédeni webhelyét vagy alkalmazását a botoktól, spamküldőktől vagy más rosszindulatú szereplőktől, miközben megőrzi felhasználói adatait (és betartja az összes vonatkozó előírást!), fontolja meg a hCaptchát és a vállalati ajánlatunkat.",
    "3388180864": "Érdekel, hogy webes léptékű, mély technikai kihívásokon dolgozzon? Mindig tehetséges mérnököket veszünk fel világszerte -",
    "3892952987": "Tekintse meg nyitvatartásunkat és jelentkezzen itt",
    "3368788823": "Terence Eden érdekes megjegyzést tesz a blogjában: \"",
    "1491780143": "A CAPTCHA-k nem azt bizonyítják, hogy ember vagy – hanem amerikai",
    "2146900431": "Intuitív módon ennek az állításnak sok értelme van. A CAPTCHA-k, mint szinte minden, kulturális kontextusba vannak ágyazva, és ha a kihívások csoportja többnyire az egyik kultúrában jött létre, előfordulhat, hogy nem fordítható át jól egy másikra. Lényegében ez a kultúra kérdése",
    "378086442": "a CAPTCHA-k, nem pedig önmagukban az UX.",
    "1445008801": "Ahogy Eden mondja:",
    "332723732": "tartalom",
    "2072808435": "\"Találd ki, Google? Az én országomban a taxik általában feketék. Elég sok filmet néztem már ahhoz, hogy tudjam, Amerikában mindegyik sárga. De minden más országban, ahol jártam, a taxisok zűrzavarosak voltak. különböző árnyalatok.\"",
    "3206136647": "A Google problémája itt az általa használt kérdésadatokon alapul, illetve, hogy ki látja. Ha minden adat ugyanabból a kultúrából származik (és a Google esetében ugyanattól a cégtől), akkor minden bizonnyal olyan kihívásokra számíthat, amelyek nem fordíthatók át más kultúrákra, összhangban Eden panaszával.",
    "2217842245": "Adataink azonban azt mutatják, hogy (a hCaptcha esetében)",
    "4280117172": "Sok ország valójában valamivel jobban teljesít, mint az Egyesült Államok, köztük Nigéria, India, Brazília és Németország:",
    "555749578": "minden kontinensen kisebb, mint 1%-os eltérés van a megoldási arányok között a főbb országok között.",
    "151737819": "A hCaptcha megoldási aránya a világon nagyon kicsi eltérést mutat",
    "3908992897": "és a világ minden országában és területén használják, ezért nagy hangsúlyt fektetünk a következetes globális élmény biztosítására.",
    "2808122102": "A kultúrák közötti funkcionalitás tehát szolgáltatásunk alapvető követelménye. Küldetésünk kritikus része annak biztosítása, hogy minden jogos felhasználó gyorsan hozzáférjen a tartalomhoz. 110 nyelven kínálunk kihívásokat, és folyamatosan fejlesztjük a megfelelő fordításokat, hogy mindenki meg tudja oldani a kihívásokat.",
    "3913801502": "A hCaptcha jelenleg az internet körülbelül 15%-án fut",
    "2077639538": ". Egyrészt a szolgáltatásunkkal kapcsolatos kihívásadatok sok forrásból származhatnak, nem csak egyből – a Fortune 500-as nagyvállalatoktól a gépi tanulással foglalkozó induló vállalkozásokig, mindaddig, amíg betartják",
    "3951112506": ". Ez már magasabb fokú heterogenitást garantál az adatokban.",
    "1803943584": "Másodszor, hagyjuk, hogy a kihívások önoptimalizálódjanak, hogy meghatározzák, mely országokban vagy nyelveken futnak majd, és tovább növeljük a következetes tapasztalatok valószínűségét. Ha a pontosság alacsonyabb a vártnál, a kérdéssorok egyszerűen leállnak azon a területen vagy nyelven, ahol ez a hatás jelentkezik.",
    "3668873369": "A hCaptchánál az első naptól kezdve más megközelítést alkalmaztunk",
    "1519201684": "AI etikai szabályzat",
    "2155089487": ". Ha egyes csoportok számára könnyebben megoldhatóak lennének a kihívásaink, akkor azt várnánk, hogy különbséget fogunk látni abban, hogyan teljesítenek az emberek szerte a világon és a különböző kultúrákban a megoldásuk során. Eden bejegyzésével összefüggésben azt várnánk az amerikaiaktól, hogy jobban teljesítsenek, mint más országokban. Mivel éveket töltöttünk el rendszerek fejlesztésével, hogy elkerüljük ezt a problémát, valójában ennek az ellenkezőjét látjuk.",
    "2603863826": "Ui.: Ha olyan fordítást talál a nyelvén, amelyen javítani lehetne, nyugodtan küldje el a",
    "3543141425": "érte!",
    "2697276059": "Bizonyíték, hogy ez működik: egységes megoldási arány az egész világon",
    "664236229": "húzó kérés",
    "1137470858": "2021. december 11",
    "12462594": "A hCaptcha a HUMAN platformra épül, amely lehetővé teszi a kifinomult útválasztást és elemzést a költségek és a hatékonyság optimalizálása érdekében minden lépésben.",
    "2262549101": "A kapcsolatfelvétel alternatív módjai az Egyesült Államok Szerzői Jogi Hivatalának DMCA kijelölt ügynöki címtárában találhatók",
    "2272776729": "Kérjük, vegye figyelembe, hogy igazolnia kell személyazonosságát, és kérnie kell a további lépések megtétele előtt, például állami igazolvány megadásával. A kaliforniai törvényekkel összhangban Ön kijelölhet egy meghatalmazott ügynököt, aki kérelmet nyújt be az Ön nevében. Ahhoz, hogy kijelöljön egy meghatalmazott képviselőt, aki kérelmet nyújt be az Ön nevében, be kell mutatnia egy érvényes meghatalmazást, a kérelmező érvényes államilag kibocsátott igazolványát és a meghatalmazott érvényes államilag kibocsátott azonosítóját.",
    "2335607721": "Értesítés. A jelen Általános Szerződési Feltételekkel kapcsolatos minden értesítést e-mailben küldünk, vagy feltesszük a weboldalunkra. Az értesítéseket a címre kell küldenie",
    "2875934612": "2020. november 20",
    "3084122606": "Amennyiben az Ön személyes adatainak felhasználása az Ön hozzájárulásán alapul, Önnek jogában áll azt bármikor visszavonni a Szolgáltatásban megjelölt módon vagy az alábbi elérhetőségeinken.",
    "3312286067": "vagy nyújtson be panaszt az Ön joghatósága szerinti adatvédelmi hatósághoz. Adatvédelmi hatóságát megtalálja a címen",
    "3506025515": "A hCaptchára nincs hatással a log4shell. Íme, honnan tudjuk.",
    "3516838896": "A log4j2 távoli kódvégrehajtási hiba nemrégiben végigsöpört az interneten, és az online szolgáltatások nagy százalékát érintette. A hCaptchát nem érintette. Így igazoltuk ezt a tényt.",
    "3553195003": "A hCaptchára nincs hatással a log4shell.",
    "3610875753": "– Ha egy jelentős üzleti fennakadást követően nem tud velünk kapcsolatba lépni, ahogyan azt a szokásos módon teszi",
    "3612764043": ", akkor keresse fel a hcaptcha.com vagy a hcaptchastatus.com címen található weboldalunkat.",
    "3626193263": "A Digital Millennium Copyright Act (DMCA) hCaptcha kijelölt ügynöke az",
    "3794891866": "A kaliforniai fogyasztók a CCPA szerinti jogaik alapján kérelmet nyújthatnak be a következő címen:",
    "3814036702": "– Ha kérdése van üzletmenet-folytonossági tervezésünkkel kapcsolatban, forduljon hozzánk a telefonszámon",
    "3975007628": "ma már havonta több száz millió felhasználót véd meg több tízmillió webhelyen és alkalmazásban. Történetünk megmutatja, hogy versenyezhet a Big Tech-vel, ha a magánéletet helyezi előtérbe.",
    "4038264749": "Ne feledje, bár a helyi COVID-19-megrendelések érvényben maradnak, nincs garancia arra, hogy a levelek időben megérkeznek, és az e-mail (",
    "4115505783": ") a megfelelő csatorna az eléréshez. A társaság nem tart fenn telefon- vagy faxszámot; ez a 21. század.",
    "4164851712": "Személyes adatait csak a törvény által megengedett módon használjuk fel. Köteles tájékoztatnunk Önt személyes adatai feldolgozásának jogalapjáról, amelyeket alább ismertetünk. Ha kérdése van azzal kapcsolatban, hogy milyen jogalapok alapján kezeljük személyes adatait, forduljon hozzánk a következő telefonszámon",
    "4201262098": "Ez a technológia lehetővé teszi, hogy a megfelelő munkaerő kezelje a munkája minden részét, maximalizálva a költséghatékonyságot, miközben megőrzi a magánéletet, és teljesíti az esetlegesen alkalmazandó szabályozási követelményeket.",
    "4217188341": "2020. november 30",
    "4238473596": "A valódi felhasználók súrlódásának minimalizálása fontos. A hCaptcha egyszerű feladatokat használ, és a legtöbb felhasználó számára kevesebb időt vesz igénybe, miközben leállítja a nagyobb botforgalmat.",
    "4243935861": "ha.com",
    "4270798104": "2. Próbálja meg letiltani a többi bővítményt. Ha ez megoldja, kapcsolja be őket egyenként, amíg meg nem találja a problémát, és tájékoztassa erről a bővítmény fejlesztőjét, valamint értesítsen minket a",
    "427220273": "Konkrét információkat kérhetünk Öntől, hogy segítsünk megerősíteni személyazonosságát és feldolgozni kérését. Az alkalmazandó jogszabályok megkövetelhetik vagy megengedhetik kérésének elutasítását. Ha elutasítjuk kérelmét, a törvényi korlátozások függvényében elmondjuk, miért. Ha panaszt szeretne benyújtani személyes adatainak felhasználásával kapcsolatban, vagy válaszolni szeretne személyes adataival kapcsolatos kéréseire, lépjen kapcsolatba velünk a következő címen:",
    "433026247": "A feladatok elvégzésével képesítést és készségeket szerezhet, amelyeket saját belátásunk szerint biztosítunk. Fenntartjuk a jogot, hogy képesítését és készségeit bármikor, bármilyen okból vagy ok nélkül létrehozzuk, szerkesztjük vagy visszavonjuk. Mivel nem teszünk különbséget nemzeti származás, faj, bőrszín, nem, szexuális irányultság vagy bármely más, törvény által védett osztály alapján, Önnek ugyanolyan lehetősége lesz, mint bármely más Közreműködőnek, hogy hozzáférjen a feladatokhoz, ahogy képesítései és készségei gyűlnek. . Közreműködőként, ha úgy gondolja, hogy a problémás tesztkérdések befolyásolták képesítését, készségeit vagy jutalmait, jól alátámasztott állításokat nyújthat be a problémás tesztkérdések leírásával a feladatfelületen vagy a támogató rendszerünkben található jegyen keresztül, például e-mailben. nál nél",
    "492025216": "2021. december 13",
    "799274928": "Az e-mailes értesítések írásos értesítésnek minősülnek minden olyan célra, amelyhez írásbeli értesítés szükséges. Az e-mailes értesítések az azt követő munkanapon tekintendők megérkezettnek, hogy azokat megfelelően megküldték a címzettnek."
}