{
  "header-privacy-link": "Prìobhaideachd",
  "header-integration-link": "Amalachadh",
  "header-cost-link": "Cosgais",
  "header-features-link": "Feartan",
  "header-docs-link": "Docs",
  "header-login-button": "Log a-steach",
  "header-contact-button": "Cuir fios gu reic",
  "intro-heading": "Dearbhadh daonnachd friction neoni.",
  "intro-contact-button": "Cuir fios thugainn gus tuilleadh ionnsachadh",
  "intro-text-bottom": "An urra ris na companaidhean a tha a ’cumail cumhachd air an lìon.",
  "sub-menu-button": "Cuir fios gu reic",
  "sub-menu-item1": "Iomairt",
  "sub-menu-item2": "Cosgais",
  "sub-menu-item3": "Amalachadh",
  "sub-menu-item4": "Feartan",
  "sub-menu-item5": "Prìobhaideachd",
  "sub-menu-item6": "Docs",
  "info-head-1": "Air a thogail air an àrd-ùrlar hCaptcha dearbhte",
  "info-text-1": "Bidh hCaptcha Enterprise a ’ruith air teicneòlas àrd-ùrlar hCaptcha, air a leudachadh gus a bhith a’ toirt a-steach na feartan a dh ’fheumas iomairtean trafaic àrd.",
  "info-head-2": "Com-pàirtiche earbsach",
  "intro-subtitle": "Fuasgail an duilgheadas bot agad an-diugh.",
  "info-text-2": "Tha earbsa aig na seirbheisean againn leis na companaidhean as motha san t-saoghal gus seirbheis a thoirt do mhilleanan de luchd-cleachdaidh làitheil thar deichean de mhilleanan de làraich.",
  "cloudflare-quote-text": "Rinn sinn measadh air grunn de luchd-reic CAPTCHA a bharrachd air siostam a thogail sinn fhèin. Aig a ’cheann thall, nochd hCaptcha mar an roghainn eile as fheàrr an àite reCAPTCHA.",
  "cloudflare-quote-detail": "Stiùiriche Riaghladh Bathar, Cloudflare",
  "section-quote-head": "An roghainn cosg-èifeachdach airson iomairtean trafaic àrd",
  "section-quote-text": "Mu dheireadh, roghainn earbsach eile airson Google. Bidh hCaptcha Enterprise a ’lìbhrigeadh sàbhalaidhean iongantach air do bhile reCAPTCHA le tèarainteachd nas àirde: suas ri 80% nas saoire ann an cuid de chùisean. ‍ Tha mòran de na seirbheisean air-loidhne as motha san t-saoghal air atharrachadh gu hCaptcha Enterprise agus air lorg bot nas fheàrr fhaighinn còmhla ri sàbhalaidhean cosgais mòr.",
  "section-quote-button": "Cuir fios thugainn an-diugh airson cuòt",
  "section-privacy-header": "Prìobhaideachd air a chuimseachadh",
  "section-privacy-text-1": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Dhuinne tha an aon toradh a ’dearbhadh an daonnachd. Bidh na seirbheisean againn a ’coinneachadh ri no a’ dol thairis air riatanasan GDPR, CCPA, agus LGPD, agus a ’toirt taic do dh’ iomairtean leithid Pass Privacy. Bidh sinn ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
  "section-privacy-text-2": "Tha am fòcas sònraichte seo air prìobhaideachd a ’ciallachadh gun urrainn dhuinn glèidheadh dàta fa leth a thabhann, obrachadh gun bhriosgaid, agus geallaidhean prìobhaideachd cùmhnantail eile mar a dh’ fheumar fhad ‘s a chumas sinn tèarainteachd sàr-mhath.",
  "section-security-header": "Tèarainteachd an toiseach",
  "section-security-text-1": "Tha cruinneas ann airson d ’ùidh agus sinne. Bidh hCaptcha ag obair gus fìor dhàta a thoirt dhut agus leigeil leat co-dhùnadh ciamar a chleachdas tu e. Tha captchas eile air an toirt seachad le companaidhean sanasachd Gigantic. Tha seo a ’ciallachadh gum faodadh a h-uile bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
  "section-security-text-2": "Le bhith a ’cleachdadh na dòighean ionnsachaidh inneal as ùire le fòcas air prìobhaideachd leigidh sinn leinn a dhol thairis air inbhean tèarainteachd dìleab a’ clàradh ro-innleachdan gu bràth gun a bhith a ’dèanamh cron air tèarainteachd no prìobhaideachd an neach-cleachdaidh.",
  "section-user-experience-header": "Eòlas cleachdaiche sgoinneil",
  "section-user-experience-text1": "Do luchd-cleachdaidh Iomairt, tha roghainnean rim faighinn gus dùbhlain anns a ’mhòr-chuid de shuidheachaidhean a sheachnadh.",
  "section-user-experience-text2": "Lùghdaich frith-bhualadh le bhith a ’seachnadh dùbhlan gu tur airson 99.9% den trafaic dhligheach agad fhad‘ s a tha thu fhathast a ’toirt seachad tèarainteachd sàr-mhath, le taing do mhodalan bot adhartach.",
  "section-easy-integration-header": "Amalachadh furasta",
  "section-easy-integration-text": "Cha bhith a ’cur hCaptcha a’ toirt ach mionaidean agus dìreach beagan loidhnichean de chòd. Tha an API bunaiteach co-chòrdail ri reCAPTCHA V2, agus cha toir e ach mionaidean airson atharrachadh. Faodaidh tu a bhith ag obair le roghainn nas fheàrr an-diugh, agus feartan nas adhartaiche a thionndadh air mar a dh ’fheumar.",
  "section-easy-integration-serverside": "Taobh an fhrithealaiche:",
  "section-easy-integration-frontend": "Ceann aghaidh:",
  "section-threat-header": "Sgòran bagairt gnàthaichte",
  "section-threat-text": "Chan eil a h-uile duilgheadas mar an ceudna: tha faighinn aon sgòr a ’ciallachadh gum feum e dèiligeadh ri na feumalachdan agad a bhith feumail. Le Sgòran Cunnart Customized sònraichte hCaptcha, leigidh co-chomhairleachadh sgiobalta leinn na modailean againn a ghleusadh gus sgòran a tha nas buntainniche don ghnìomhachas agad a lìbhrigeadh.",
  "section-challenges-header": "Cuir air bhog na dùbhlain agad fhèin ann an diogan",
  "section-challenges-text-1": "Fuirich air branda le susbaint buntainneach",
  "section-challenges-text-2": "Nuair a dh ’fheumas luchd-cleachdaidh dùbhlan fhuasgladh gus coinneachadh ri riatanasan tèarainteachd, carson nach cruthaich thu gnìomhan tlachdmhor agus buntainneach don neach-cleachdaidh? Leis an dealbhaiche dùbhlan àbhaisteach àbhaisteach againn, faodaidh tu susbaint dùbhlan air-brand a chuir air bhog ann am beagan mhionaidean.",
  "section-integration-header": "Amalachadh àrd-ùrlar dìreach",
  "section-integration-subheader": "Airson companaidhean bun-structair lìn",
  "section-integration-text": "Tha an siostam Iomairt hCaptcha gu sònraichte sùbailte a thaobh dealbhadh: faodar a chleachdadh gu ìre no gu h-iomlan aig oir an lìonra agad ma tha thu ag obrachadh sgòthan poblach no ma tha mòran ionadan dàta agad. ‍ Faodaidh seo cosgaisean agus trafaic far-lìonra a lughdachadh gu mòr agus aig an aon àm a ’cumail na buannachdan riaghlaidh leis an luchd-obrach 24/7 againn gus coinneachadh ris na SLAn as teann.",
  "section-support-header": "Eòlas ruigsinneach agus taic dhut fhèin agus do luchd-cleachdaidh",
  "section-support-text": "Tha seirbheis na àrd phrìomhachas dhuinn. Bidh sinn a ’cumail taic air-ghairm 24/7 agus a’ tabhann co-òrdanachadh Slack dìreach leis an sgioba amalachaidh innleadaireachd agad agus an luchd-obrach air-ghairm againn rè agus às deidh buileachadh. ‍ Tha sinn cuideachd dealasach a bhith a ’cumail sùil ghnìomhach air agus a’ freagairt cheistean do luchd-cleachdaidh thairis air na meadhanan sòisealta, fòraman , agus na seanailean taic in-widget agus post-d againn. Tha sinn ruigsinneach agus freagairteach, agus bidh sinn a ’làimhseachadh sàsachd luchd-cleachdaidh mar phrìomh KPI.",
  "section-enterprise-header": "Feartan iomairt",
  "section-enterprise-title-1": "Dìon anti-bot aig ìre cruinne",
  "section-enterprise-desc-1": "Deuchainn blàir aig sgèile lìn.",
  "section-enterprise-title-2": "Sgòran bot àrd cruinneas",
  "section-enterprise-desc-2": "Lorg droch chleasaichean de iomadh seòrsa.",
  "section-enterprise-title-3": "Frith-bhualadh neoni agus modhan fulangach 99.9%",
  "section-enterprise-desc-3": "Thoir dùbhlan do nas lugha na 0.1% de luchd-cleachdaidh dligheach.",
  "section-enterprise-title-4": "Seòrsaichean dùbhlan smachd air an sealltainn",
  "section-enterprise-desc-4": "Leabharlann farsaing de sheòrsaichean airson taghadh.",
  "section-enterprise-title-5": "Smachd air susbaint dùbhlan a chaidh a chleachdadh",
  "section-enterprise-desc-5": "Fuirich air branda le eòlas cleachdaiche cunbhalach.",
  "section-enterprise-title-6": "SLAs Iomairt",
  "section-enterprise-desc-6": "Earbsachd cinnteach agus taic luath air-ghairm 24/7.",
  "section-enterprise-title-7": "Taic brabhsair dìleab",
  "section-enterprise-desc-7": "Co-chòrdail fad na slighe air ais gu Internet Explorer 8.",
  "section-enterprise-title-8": "Dashboards aithris adhartach agus API",
  "section-enterprise-desc-8": "Faic dè tha a ’tachairt air feadh na làraichean is na h-aplacaidean agad.",
  "section-enterprise-title-9": "Ag obair anns gach dùthaich",
  "section-enterprise-desc-9": "Eu-coltach ri reCAPTCHA, bidh sinn ag obair anns a h-uile dùthaich.",
  "section-enterprise-title-10": "Poileasaidh prìobhaideachd GDPR, CCPA, agus LGPD-càirdeil",
  "section-enterprise-desc-10": "Dealbhaichte airson prìobhaideachd bhon chiad latha. Aonta giullachd dàta làidir.",
  "section-enterprise-title-11": "Ìrean duilgheadas mìn",
  "section-enterprise-desc-11": "Cuir seo a-steach gus freagairt air a ’chùis cleachdaidh agad.",
  "section-enterprise-title-12": "A ’chiad aoigheachd",
  "section-enterprise-desc-12": "Bidh gach iarrtas is maoin a ’dol gu hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Dashboards ioma-chleachdaiche",
  "section-enterprise-desc-13": "Stiùireadh co-roinn thar do sgioba.",
  "section-enterprise-title-14": "Dearbhadh sa bhad",
  "section-enterprise-desc-14": "0ms latency: dearbhaich comharran hCaptcha gun ghairm API.",
  "section-enterprise-title-15": "Amalachadh gluasadach (iOS agus Android)",
  "section-enterprise-desc-15": "Eòlas gun fhiosta air feadh lìn, gluasadach dùthchasach, lìn gluasadach. Amalachadh ro-thogte agus SDK dùthchasach ri fhaighinn.",
  "section-enterprise-title-16": "Cumhachan gnàthaichte agus geallaidhean prìobhaideachd",
  "section-enterprise-desc-16": "Riaraich na feumalachdan laghail agad nuair nach urrainn do chompanaidhean eile.",
  "presented-challlenges-head": "Dùbhlain air an toirt seachad",
  "presented-challenges-title-1": "Coimeas",
  "presented-challenges-text-1": "Tagh a h-uile ìomhaigh a tha a ’freagairt ceist",
  "presented-challenges-title-2": "Bogsa Crìochan",
  "presented-challenges-text-2": "Mìnich àite crìochnachaidh airson stuthan",
  "presented-challenges-title-3": "Seòrsachadh",
  "presented-challenges-text-3": "Comharraich na bileagan co-fhreagarrach",
  "presented-challenges-subheader": "... agus gnìomhan sìmplidh eile. Furasta dha daoine, duilich airson botaichean.",
  "presented-challenges-subtext": "Gnìomhan àbhaisteach rim faighinn cuideachd airson foillsichearan iomairt.",
  "footer-header-1": "Companaidh",
  "footer-header-2": "Goireasan",
  "footer-header-3": "Cuir fios gu",
  "footer-link-1": "Labeling",
  "footer-link-2": "Mu dheidhinn",
  "footer-link-3": "Obraichean",
  "footer-link-4": "Comharran-malairt",
  "footer-link-5": "Blog",
  "footer-link-6": "Inbhe",
  "footer-link-7": "Sgrìobhainnean",
  "footer-link-8": "Dèan aithris air bug",
  "footer-link-9": "Ruigsinneachd",
  "footer-terms": "Cumhachan",
  "footer-privacy": "Prìobhaideachd",
  "footer-attribution": "Attribution",
  "footer-subheader-1": "Taic",
  "footer-subheader-2": "Cuir fios gu",
  "switch-to-english-link": "Atharraich gu Beurla",
  "intro-heading-privacy": "Dealbhaichte airson prìobhaideachd.",
  "intro-subtitle-p1-privacy": " Dòigh-obrach gun samhail airson tèarainteachd air-loidhne.",
  "info-head-2-pr": "Chan e clàradh gnìomhachd air-loidhne am freagairt.",
  "info-text-1-pr": "Chan eil ach aon adhbhar aig hCaptcha Enterprise: casg a chuir air droch chleasaichean bho bhith a ’cur dragh air na h-obraichean air-loidhne agad agus a’ dèanamh cron air na cleachdaichean agad.",
  "info-text-2-pr": "Mar sin tha na siostaman againn air an dealbhadh bhon talamh suas gus cruinneachadh agus gleidheadh dàta a lughdachadh fhad ‘s a chumas iad tèarainteachd air thoiseach sa chlas. Is e an dòigh as fheàrr air dàta luchd-cleachdaidh a dhìon gun a bhith ga stòradh idir.",
  "info-text-3-pr": "Tha gach dàimh teachdaiche cuideachd air a dhìon le Aonta Giullachd Dàta làidir. Bidh an t-seirbheis hCaptcha a ’gèilleadh ris na laghan prìobhaideachd uile ge bith càite a bheil do sheirbheis no do luchd-ceannach a’ fuireach. Le bhith a ’cumail dàta pearsanta tha seo fada nas fhasa dhuinn na do chompanaidhean eile.",
  "info-text-2-2-pr": "Tha seirbheisean mar reCAPTCHA v3 ag ràdh gu bheil feum air na piogsail tracadh aca air gach duilleag den làrach agad airson tèarainteachd mhath. Chan ann mar seo a tha.",
  "info-text-2-3-pr": "Tha mion-sgrùdadh giùlan sìmplidh na chomharradh a tha furasta a chruthachadh le droch chleasaichean, agus feumar eachdraidh brabhsaidh a chumail airson do thrafaig dligheach uile cuideachd.",
  "info-text-2-4-pr": "Chan eil lìonra sanasachd againn, agus chan eil ùidh againn ann a bhith ag amharc air giùlan an neach-cleachdaidh agad gus sanasan a reic riutha. Tha seo a ’ciallachadh nach fheum sinn piogsail fulangach air gach duilleag den làrach agad.",
  "info-text-2-5-pr": "Cuir ris a ’chòd dùbhlain againn a-mhàin far a bheil sin riatanach, agus far a bheil e ciallach do dhìon fhèin agus do luchd-cleachdaidh.",
  "info-head-3-pr": "Tha ionnsachadh innealan feumail. Ach chan fheum dàta pearsanta a bhith ag obair.",
  "info-text-3-1-pr": "Tha ionnsachadh innealan a-nis a ’toirt buaidh air cha mhòr a h-uile taobh de ar beatha, gu tric ann an dòighean nach eil sinn a’ tuigsinn agus nach urrainn dhuinn fhaicinn. Chan eil seirbheisean tèarainteachd air-loidhne eadar-dhealaichte.",
  "info-text-3-2-pr": "Le bhith ag ionnsachadh còrr air mìltean de chomharran, faodaidh modailean earbsa àrd a ruighinn agus a ruighinn ann a bhith a ’lorg giùlan droch-rùnach gu math luath, eadhon nuair nach biodh comharra fa leth leis fhèin làidir gu leòr airson duilgheadas a chomharrachadh.",
  "info-text-3-3-pr": "Ach, chan fheum dad de seo a bhith a ’cleachdadh fiosrachadh a tha pearsanta aithneachadh (PII). Leigidh dòighean criptografach ùr-nodha dhuinn dàta pearsanta sam bith a chuir air falbh cho luath ‘s a ghabhas, a’ cruthachadh ainmean-sgrìobhte aon-shligheach nach gabh a cheangal ri neach sam bith.",
  "info-text-3-4-pr": "Bidh trèanadh air dàta neo-chomharraichte ag obair a cheart cho math, agus chan fheum e co-rèiteachadh a dhèanamh air tèarainteachd no prìobhaideachd. Tha ar luchd-ceannach air na deuchainnean empirigeach a dhèanamh, agus air innse dhuinn gu bheil iad co-ionann no nas fheàrr na mòran nas lugha de roghainnean prìobhaideach.",
  "cloudflare-quote-text-privacy": "Bu toil leinn grunn rudan mu na fuasglaidhean hCaptcha: 1) cha bhith iad a ’reic dàta pearsanta; bidh iad a ’tional dìreach dàta pearsanta as ìsle a tha riatanach, tha iad follaiseach ann a bhith a’ toirt cunntas air an fhiosrachadh a bhios iad a ’tional agus mar a bhios iad ga chleachdadh agus / no ga fhoillseachadh.",
  "pilot-head": "Feuch sinn a-mach san àrainneachd agad gun uallach sam bith.",
  "pilot-text-1a": "Is e innleadairean a th ’annainn, chan e luchd-reic: tha sinn airson gum bi thu toilichte le do roghainn.",
  "pilot-text-1b": "Is e an dòigh as fheàrr air dèanamh cinnteach gu bheil thu riaraichte sealltainn gu bheil sinn a ’coinneachadh ri na feumalachdan agad.",
  "pilot-text-1c": "Bidh cha mhòr a h-uile companaidh a thòisicheas pìleat a ’taghadh ar fuasglaidhean aig a’ cheann thall.",
  "pilot-text-1d": "Cleachd am foirm seo gus ruighinn air aon de na h-eòlaichean teicnigeach againn. Bidh sinn a ’freagairt gu sgiobalta.",
  "pilot-text-1e": "Faodaidh tu cuideachd post-d a chuir thugainn gu dìreach.",
  "pilot-email-details": "Tha mion-fhiosrachadh an seo.",
  "pilot-f1": "Roinn",
  "pilot-f2": "D 'ainm",
  "pilot-f3": "D 'ainm",
  "pilot-f4": "Post-d gnìomhachais",
  "pilot-f5": "Fiosrachadh sam bith eile a bu chòir a bhith againn?",
  "pilot-f6": "A bheil feum agad air bòrd èiginneach?",
  "pilot-f7": "Tha.",
  "pilot-f8": "Tha mi fo ionnsaigh agus a ’feumachdainn a dhol air bòrd sa bhad.",
  "pilot-f9": "Cuir a-steach",
  "pilot-f10": "Le bhith a ’cuir a-steach am post-d agad, tha thu ag aontachadh ris na Cumhachan is Poileasaidh Dìomhaireachd againn, agus gheibh thu post-d bhuainn.",
  "pilot-fo-1": "Cha b ’urrainn dha amalachadh a bhith nas fhasa.",
  "pilot-fo-2": "Tha dusanan de integrations ro-thogte aig hCaptcha airson na siostaman frontend agus backend a bhios tu a ’cleachdadh.",
  "pilot-fo-3": "Ma thachras tu a bhith a ’tighinn bho reCAPTCHA Google, tha na APIan againn nan àite thig a-steach. Is e trì sreathan de chòd a h-uile dad a dh ’fheumas tu.",
  "pilot-fo-4": "Faodaidh na h-innleadairean air bòrd againn toirt ort a dhol gu sgiobalta, ge bith a bheil feum agad air amalachadh React, SDKan airson aplacaidean dùthchasach iOS, eisimpleir Java backend, no cha mhòr suidheachadh sam bith eile.",
  "pilot-fo-5": "Agus mar as àbhaist, tha prìobhaideachd na phrìomh luach dhuinn. Cuir ris a ’chòd dùbhlain againn a-mhàin far a bheil sin riatanach, agus far a bheil e ciallach do dhìon fhèin agus do luchd-cleachdaidh. Bidh cruinneachadh dàta a lughdachadh a ’tòiseachadh bhon mhionaid de amalachadh.",
  "pilot-fdone": "Tapadh leat. Bidh sinn ann an conaltradh a dh ’aithghearr.",
  "home-ent-2-new": "Ionnsaich tuilleadh mun fhuasgladh iomairt againn.",
  "home-ent-button-new": "Iomairt hCaptcha",
  "home-main-plans2-new": "Bidh fuasglaidhean Iomairt hCaptcha a ’lìbhrigeadh tèarainteachd air thoiseach sa chlas agus a’ dìon mòran de na prìomh sheirbheisean air-loidhne.",
  "home-plans-button-2-new": "Ionnsaich barrachd",
  "header-enterprise-link": "Iomairt",
  "sales-interstitial-c1b-new": "Ionnsaich tuilleadh mu Iomairt hCaptcha"
}
