{
    "1290027486": "Ceannard Brave. Co-stèidheadair Mozilla. Cruthadair a ’chànain prògramaidh JavaScript. Neach-togail brobhsairean agus barrachd.",
    "211351380": "Bhon bhlog:",
    "3153117136": "Mar a tha suidheachadh duilgheadas hCaptcha ag obair",
    "2915355938": "Ruigsinneachd",
    "793784899": "Planaichean",
    "2671622670": "Iomairt",
    "3527140447": "Docs",
    "505891021": "Seirbheisean Labeling",
    "692176459": "Log a-steach",
    "1892574253": "Cuir d'ainm ris",
    "2593864519": "Cuir stad air barrachd botaichean. Tòisich a ’dìon prìobhaideachd an neach-cleachdaidh.",
    "4007826952": "An CAPTCHA # 1 prìobhaideachd-an-toiseach airson lìn, gluasadach, agus barrachd.",
    "3721365241": "Feuch",
    "3753956446": "An-asgaidh",
    "3276777569": "hCaptcha",
    "55035359": "A ’cleachdadh reCAPTCHA an-dràsta?",
    "3417372336": "Switch ann an mionaidean",
    "2881474837": "Iomairt hCaptcha",
    "1685871181": "Tha na prìomh sheirbheisean air-loidhne an urra",
    "1470290349": "airson riaghladh bot agus foill as fheàrr sa chlas.",
    "3714002185": "Ionnsaich tuilleadh mu Iomairt hCaptcha",
    "3946753128": "Prìobhaideach. Tèarainte. Nas luaithe.",
    "939665604": "Prìobhaideachd air a chuimseachadh",
    "780475098": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Chan eil dragh againn ach a bheil tadhal math no dona. Bidh hCaptcha a ’gèilleadh ri GDPR, CCPA, LGPD, PIPL, agus laghan dàta cruinneil eile.",
    "219813583": "Tèarainteachd an toiseach",
    "2714878440": "Dìon do sheirbheisean bho sgrìobadh, gabhail chunntasan, lìonadh chreideasan, agus spama leis an ionnsachadh adhartach inneal agus dearbhadh daonnachd againn.",
    "1397766838": "Eòlas cleachdaiche nas fheàrr",
    "2670352917": "Tha hCaptcha a ’toirt seachad lorg bot nas earbsaiche fhad‘ s a tha e sìmplidh dha daoine fhuasgladh.",
    "2806751666": "Dè a th ’ann an hCaptcha?",
    "3096063825": "Feuch ris",
    "2968026167": "An glasraich as fheàrr leat",
    "713281684": "Eggplant",
    "4147497805": "Carrot",
    "3758963444": "Tapadh leat! Fhuaireadh an tagradh agad!",
    "1070364246": "Oops! Chaidh rudeigin ceàrr nuair a chuir thu a-steach am foirm.",
    "1129833879": "Cuir stad air botaichean droch-rùnach, dìon prìobhaideachd an neach-cleachdaidh",
    "58091799": "Ionnsaich tuilleadh mu fhoillsichear agus Iomairt hCaptcha",
    "1599610318": "Foillsichear",
    "3093388779": "tha hCaptcha an-asgaidh airson a chleachdadh airson foillsichearan de mheud sam bith",
    "179723061": "Barrachd smachd airson sgiobaidhean a dh ’fheumas tèarainteachd air thoiseach sa chlas",
    "846501387": "Dìon bot aig ìre cruinne",
    "119298044": "Bidh teicneòlasan adhartach fèin-stiùirichte ML agus AI a ’dìon do thogalaichean lìn bho bhagairtean agus ionnsaighean",
    "1263998069": "Chosnadh dhuaisean airson fuasglaidhean daonna",
    "1103295010": "Chosnadh airgead no thoir do charthannas airson nuair a bhios daoine a ’fuasgladh CAPTCHAs",
    "392886773": "Ag obair anns gach dùthaich",
    "2320894364": "Le còrr air 200 puing de làthaireachd, bidh sgòth hCaptcha a ’dìon do mhaoin air feadh an t-saoghail",
    "451701069": "A ’gèilleadh ri GDPR, CCPA,",
    "2826051554": "agus barrachd",
    "3530599065": "Tha prìobhaideachd air a thogail bhon talamh suas. Chan eil hCaptcha a ’cumail PII sam bith agus tha e a’ gèilleadh ri grunn òrdughan agus riaghailtean prìobhaideachd.",
    "2489287539": "Modhan fulangach gun fhrith-bhualadh “No CAPTCHA” & 99.9%",
    "793242047": "Lùghdaich na dùbhlain a tha air an toirt do luchd-cleachdaidh gus cothrom luath a thoirt do thagraidhean",
    "4195759329": "Lorgaireachd bot agus sgòran cunnairt",
    "1150035777": "Bidh modalan ionnsachaidh innealan sùbailte a ’gineadh sgòran misneachd bot stèidhichte air mòran phuingean dàta nas fhaide na chaidh ceistean a fhreagairt gu ceart",
    "3688621388": "Ainmean bagairt",
    "1131525092": "Cuir còmhla droch chleasaichean còmhla gun oidhirp tro na UIDan sgapte againn a tha a ’gleidheadh prìobhaideachd gus foill is droch dhìol co-cheangailte a lorg agus stad a chuir orra",
    "1559631739": "Ionnsachadh prìobhaideach",
    "3952259236": "Cuir an dàta dall agad còmhla ris na mìltean de chomharran hCaptcha gus hCaptcha a thrèanadh air clasaichean giùlain - mar eisimpleir agad a-mhàin - gus ro-innse nas fheàrr a dhèanamh air giùlan droch-rùnach na aon fhuasgladh na aonar",
    "1150963691": "Lasachadh APT",
    "4083018285": "Sreath de fheartan leudaichte a tha a ’tighinn còmhla le sgrùdadh agus freagairt SOC leasaichte gus dèiligeadh ri bagairtean leantainneach sgairteil",
    "3160820928": "Dìon ionnsaigh co-òrdanaichte",
    "1849805607": "Bidh hCaptcha a ’dìon an aghaidh bagairtean is decoys a tha air an dealbhadh gus do lìonraidhean a in-fhilleadh",
    "1958297836": "Dìon ionnsaigh co-òrdanaichte & lasachadh APT",
    "1300485304": "Bidh hCaptcha a ’dìon an aghaidh bagairtean adhartach agus decoys a tha air an dealbhadh gus do lìonraidhean a in-fhilleadh",
    "2698640210": "Dùbhlain smachd agus na seòrsaichean a tha air an sealltainn",
    "3121248460": "Dèan dùbhlanan dùbhlanach neo-chrìochnach eadar-mheasgte - bho sìmplidh gu iom-fhillte - airson an luchd-èisteachd agad ris a bheil dùil",
    "3807059944": "Smachd air susbaint dùbhlan a chaidh a chleachdadh",
    "2707282231": "Gnàthaich dùbhlain airson do luchd-cleachdaidh. Dèan e do-dhèanta dha botaichean fuasgladh agus faighinn a-steach.",
    "4194763679": "Ìrean duilgheadas mìn",
    "3730038780": "Tagh bho dhùbhlan cha mhòr gun chrìoch airson luchd-cleachdaidh fuasgladh",
    "1849717906": "Dèan gnàthachadh leis an t-susbaint dùbhlan agad fhèin",
    "1508655687": "Cuir ris na dùbhlain agad fhèin a tha air an dèanamh freagarrach don luchd-èisteachd agad gus ruigsinneachd a sgioblachadh no a chuingealachadh",
    "3620442880": "Feartan dìon Flash Sale",
    "3265895521": "Àrdaich agus duilgheadas dùbhlan nas ìsle stèidhichte air àm den latha",
    "1485807325": "Dashboards ioma-chleachdaiche, SAML SSO",
    "359073033": "Bidh dashboards a ’lìbhrigeadh seallaidhean àrd-ìre no grinn de ghnìomhachd.",
    "4272454814": "Amalachadh leis an t-solaraiche dearbh-aithne as fheàrr leat.",
    "1141402092": "Feartan aithris adhartach",
    "910989640": "Cruthaich aithisgean gnìomhachd mionaideach agus gnàthaichte",
    "3768951251": "SLAs iomairt",
    "1014004474": "Tha planaichean Iomairt hCaptcha a ’tabhann aontaidhean ìre seirbheis adhartach gus do bhuidheann a dhìon",
    "1177598246": "Cuir fios gu reic",
    "1067704102": "An Luach ann an Labeling Dàta",
    "3065000659": "An do thuig thu a h-uile uair a nì thu “cliog air a’ chàr ”tha thu a’ cuideachadh le bhith a ’trèanadh aon",
    "3235430156": "siostaman ionnsachaidh inneal companaidh an-asgaidh?",
    "1549336309": "hCaptcha a ’tionndadh a’ mhodail seo timcheall. Nuair a bhios tu a ’cleachdadh hCaptcha, bidh companaidhean a’ tagradh air an obair a bhios an luchd-cleachdaidh agad a ’dèanamh fhad‘ s a tha iad a ’dearbhadh an daonnachd. Gheibh thu na duaisean.",
    "3725880582": "Thoir air ais gu carthannas",
    "1671436004": "A bheil thu airson a thoirt air ais don charthannas as fheàrr leat?",
    "1663628612": "leigidh sin leat",
    "4272088465": "na buidhnean carthannais as fheàrr leat leis an cosnadh a gheibh thu bho bhith ga chleachdadh.",
    "2894845722": "Ann an ùine ghoirid bidh luchd-cleachdaidh air an làrach agad comasach air do thabhartas do charthannas fhaicinn tro bhranndadh falaichte air eadar-aghaidh hCaptcha.",
    "3194111925": "taic",
    "1637702726": "Mu hCaptcha",
    "2323282990": "Dòigh-obrach ùr-nodha airson dearbhadh daonnachd",
    "1201821619": "Bidh hCaptcha a ’fuasgladh aon de na duilgheadasan as cudromaiche an-diugh: a’ cur casg air botaichean droch-rùnach bho bhith a ’dèanamh ana-cleachdadh air seirbheisean air-loidhne.",
    "1475399473": "Ionnsaich tuilleadh mun sgioba hCaptcha",
    "3161489950": "An àrd-ùrlar ML tèarainteachd as adhartaiche san t-saoghal",
    "3247172580": "Chuir hCaptcha còmhla ionnsachadh adhartach fèin-stiùirichte inneal le dòigh-obrach iomall ùr-nodha a bhios gu h-annasach a ’lughdachadh cruinneachadh agus gleidheadh dàta, air a lìbhrigeadh bho chòrr air 250 àite air feadh na cruinne airson scalability mòr.",
    "3767462250": "Dealbhaichte airson prìobhaideachd",
    "3500503648": "Tha hCaptcha air a dhealbhadh gus cuir às do ghleidheadh dàta fad-ùine le bhith an urra ri measadh sa bhad seach a bhith a ’clàradh agus a’ sgrùdadh an eachdraidh brobhsaidh agad. Bidh sinn cuideachd a ’toirt taic do dh’ iomairtean mar",
    "2418549423": ", inbhe a tha a ’tighinn am bàrr airson prìobhaideachd air-loidhne a ghleidheadh tro dearbhaidhean criptografach, agus feartan prìobhaideachd-ciad sònraichte eile.",
    "1544546608": "Pas prìobhaideachd",
    "976209454": "A ’cosnadh dhuaisean no a’ toirt seachad do charthannas",
    "552920956": "Leigidh hCaptcha le làraich-lìn duaisean a chosnadh fhad ‘s a tha iad a’ cur bacadh air botaichean agus seòrsachan eile de dhroch dhìol. Leigidh hCaptcha cuideachd taic a thoirt do na buidhnean carthannais as fheàrr leat leis na cosnaidhean sin.",
    "654326661": "A bheil thu airson faicinn dhut fhèin? Feuch hCaptcha an-asgaidh.",
    "3570415321": "Companaidh",
    "3987022469": "Labeling",
    "1636202177": "Mu dheidhinn",
    "2670003220": "Obraichean",
    "3233305531": "Comharran-malairt",
    "3028319964": "Beusachd AI",
    "4131598919": "Brùth",
    "1662477701": "Goireasan",
    "3130928685": "Blog",
    "1756106276": "Inbhe",
    "1235925265": "Sgrìobhainnean",
    "920212083": "Dèan aithris air Bug",
    "2076066173": "Cyberattacks 101",
    "3644106388": "Cuir fios gu",
    "2182196747": "Taic",
    "487083593": "Reic",
    "878585497": "Cumhachan",
    "1697438123": "Prìobhaideachd",
    "1316817321": "Attribution",
    "3488019891": "Tha hCaptcha na chomharra-malairt clàraichte de Intuition Machines, Inc.",
    "4224961202": "Prìobhaideachd, tèarainteachd, agus ionnsachadh inneal.",
    "98173630": "Is e hCaptcha an t-seirbheis CAPTCHA neo-eisimeileach as fharsainge san t-saoghal.",
    "1514478724": "Ionnsaich barrachd",
    "1752795854": "Tha hCaptcha a ’toirt dòigh-obrach ùr-nodha, stèidhichte air prìobhaideachd airson stad a chuir air botaichean.",
    "2927700175": "Bidh sinn a ’sealltainn dhùbhlain CAPTCHA a tha duilich dha bots ach furasta do dhaoine le bhith a’ tional dàta duilich a bhith air a chlàradh bho dhuilgheadasan ionnsachaidh innealan, agus ga chleachdadh gus eadar-dhealachadh a dhèanamh a bheil neach-tadhail làrach-lìn no app daonna.",
    "2188609322": "Tha droch chleasaichean a ’sìor fhàs cumanta air-loidhne. Ach chan e ìobairt prìobhaideachd neach-cleachdaidh am freagairt.",
    "2032102720": "Bidh fuasglaidhean tèarainteachd a tha companaidhean sanasachd a ’tabhann a’ cuimseachadh gu sònraichte air a bhith a ’cumail sùil air luchd-cleachdaidh air feadh an lìn. Tha sinn air fuasgladh tèarainteachd èifeachdach a chruthachadh a tha a ’dearbhadh nach eil feum air cron a dhèanamh air prìobhaideachd luchd-cleachdaidh gus toraidhean sàr-mhath a lìbhrigeadh.",
    "4146870445": "Cò sinn",
    "353066938": "Sgioba eòlach, ag obair air na duilgheadasan as cruaidhe an-diugh. Tha hCaptcha na sheirbheis de",
    "1173652155": "Comhairlichean",
    "2256305371": "Àrd-ollamh, CS aig Oilthigh California, Berkeley. Ionnsachadh domhainn, tèarainteachd, eòlaiche blockchain. Ceannard Oasis Labs.",
    "2177660021": "Neach-saidheans Rannsachaidh aig Stanford. Ionnsachadh inneal agus ionmhas meud aig prìomh bhancaichean, maoin callaid, agus acadaimigeach.",
    "2686825859": "Clàraich an-asgaidh no cuir fios thugainn mu fhuasglaidhean hCaptcha Enterprise",
    "583434701": "Ruigsinneachd hCaptcha",
    "611905972": "A ’dèanamh cinnteach à ruigsinneachd gun fhiosta don h-uile neach-cleachdaidh fhad‘ s a tha iad a ’cumail suas tèarainteachd",
    "874098071": "Ma tha thu nad neach-cleachdaidh ruigsinneachd, cuir d ’ainm a-steach an seo",
    "2745385064": "Geàrr-chunntas",
    "3353238942": "Tha hCaptcha air a dhealbhadh gus stad a chuir air botaichean le bhith gan eadar-dhealachadh bho dhaoine. Tha deuchainnean lèirsinneach nan inneal goireasach airson seo, ach chan urrainn dha a h-uile duine dùbhlan lèirsinneach fhuasgladh.",
    "3600022491": "Air an adhbhar sin, tha sinn air roghainn sìmplidh gun phian a dhealbhadh gus leigeil le foillsichearan a tha a ’cleachdadh ar seirbheis ruigsinneachd a ghleidheadh dha na h-uile le làn ghèilleadh Earrann 508 agus WCAG 2.1 AA.",
    "2557240048": "Mar a tha e ag obair: an toiseach, bidh neach-cleachdaidh ruigsinneachd a ’soidhnigeadh tro",
    "3871665286": ", aig a bheil ceangal follaiseach air duilleag fiosrachaidh widget hCaptcha. Tha iad a ’faighinn briosgaid crioptaichte a ghabhas cleachdadh grunn thursan san latha, ach feumar ùrachadh gach 24 uair tro logadh a-steach.",
    "3441764123": "Nuair a thèid dùbhlan a thoirt do neach-cleachdaidh ruigsinneachd air làrach a ’cleachdadh an t-seirbheis hCaptcha, thèid iad seachad gu fèin-ghluasadach.",
    "4247858664": "an duilleag soidhnidh ruigsinneachd",
    "1297657322": "Sgrion cleachdaiche ruigsinneachd às deidh logadh a-steach",
    "1717658846": "Roghainn ruigsinneachd ann an clàr UI widget",
    "1266963825": "C: A bheil hCaptcha Earrann 508 + WCAG 2.1 AA a ’gèilleadh?",
    "850025770": "F: Tha sinn a ’creidsinn sin: faodaidh gach neach-cleachdaidh le seòrsa sam bith de lagachadh a tha comasach air brobhsadh air an lìon agus teacsa a chuir a-steach air foirmean faighinn gu seirbheisean air an dìon le hCaptcha nuair a chlàraicheas iad. Ach, chan e comhairle laghail a tha seo: bu chòir dhut do mheasadh fhèin a dhèanamh, a ’toirt aire don bhuileachadh sònraichte agad gus dèanamh cinnteach gu bheil seo fìor airson do chleachdadh.",
    "159272246": "C: A bheil thu ag obair air roghainnean ruigsinneachd eile (\"a11y\"), mar claisneachd?",
    "4074220464": "F: Tha roghainnean a bha mòr-chòrdte roimhe mar captchas claisneachd a ’dèanamh leth-bhreith air mòran de luchd-cleachdaidh a11y agus tha iad furasta an ruagadh le dòighean ionnsachaidh innealan ùr-nodha. Tha seo air toirt air dùbhlain claisneachd gnàthach a bhith a ’fàs nas duilghe, a’ toirt a-steach fuaim, ùine neònach, cothlamadh fhaclan annasach, agus mar sin air adhart gus a ’chùis a dhèanamh air luchd-ionnsaigh. Mar sin chan eil sinn cho dealasach mun dòigh-obrach seo an-aghaidh a bhith a ’seachnadh an dùbhlain gu tur, ach beachdaichidh sinn air ma tha iarrtas ann bhon choimhearsnachd a11y.",
    "2309661107": "Ach, tha ùidh mhòr againn ann",
    "2555914614": "airson a ’chùis cleachdaidh Ruigsinneachd. Tha sinn a ’creidsinn le bhith a’ cothlamadh an dòigh-obrach a11y a th ’againn an-dràsta le cuir a-mach Privacy Pass leigidh luchd-cleachdaidh a11y brobhsadh gu sàbhailte, tèarainte leis an eòlas gu bheil an trafaic aca nas prìobhaideach, agus aig an aon àm a’ cuingealachadh an droch dhìol le luchd-obrachaidh bot a tha do-sheachanta a ’tachairt nuair a tha roghainnean a11y rim faighinn. Tha sinn an sàs gu gnìomhach ann am buidheann obrach IETF a ’bun-tomhas an teicneòlas ùr seo.",
    "2583775432": "C: Dè mu dheidhinn prìobhaideachd? A bheil clàradh a ’nochdadh dàta brobhsaidh a11y ann an dòigh air choreigin? Dè a nì thu leis a ’phost-d?",
    "4215483493": "A: hCaptcha air a dhealbhadh airson prìobhaideachd bhon talamh suas. Tha e gu math eadar-dhealaichte na roghainnean traidiseanta mar reCAPTCHA a tha fo shealbh lìonraidhean ad, aig a bheil brosnachadh a bhith gad lorg timcheall air an lìon agus a bhith gad cheangal le fìor dhearbh-aithne.",
    "2474661839": "Tha ar",
    "4137573005": "tha freagairtean coileanta is ùghdarrasach againn a thaobh mar a bhios sinn a ’cleachdadh dàta, ach is e am freagairt ghoirid nach eil ùidh againn ann a bhith gad cheangal mar neach leis an eachdraidh brobhsaidh agad.",
    "4101570501": "Tha sinn cuideachd ag obair air fuasgladh criptografach gus an seòladh puist-d agad a chuir air falbh gu luath agus sinn fhathast a ’gleidheadh ar comas casg a chuir air droch dhìol, a’ cur ris an obair Pas Prìobhaideachd againn.",
    "260595108": "Cha bhith sinn uair sam bith a ’cleachdadh puist-d no fiosrachadh ruigsinneachd airson adhbhar sam bith ach a bhith a’ comasachadh cleachdadh a11y agus a ’casg droch dhìol.",
    "3063819779": "poileasaidh prìobhaideachd",
    "465714311": "Do luchd-cleachdaidh ruigsinneachd: Stiùireadh Q&A agus Troubleshooting",
    "3596207631": "C: Tha mi fhathast a ’faicinn dùbhlan às deidh dhomh a’ bhriosgaid a shuidheachadh. Dè tha ag adhbhrachadh seo?",
    "469089249": "A: Tha seo mar as trice mar thoradh air a bhith a ’cleachdadh inneal-bacaidh ad ionnsaigheach no leudachadh an-aghaidh cookie, no suidheachadh a tha a’ blocadh briosgaidean “tar-làrach”, anns a ’chùis seo briosgaid airson hcaptcha.com a tha air a shuidheachadh no air a sgrùdadh leis an hCaptcha JS air a làrach eadar-dhealaichte, mar an tè air a bheil thu a ’tadhal.",
    "4263626815": "Bidh briosgaidean ruigsinneachd hCaptcha ag obair leis a h-uile brobhsair mòr-chòrdte agus luchd-bacadh ad leis na roghainnean àbhaisteach aca, mar sin mar as trice tha fàilligeadh mar thoradh air sgriobtaichean “anti-anti-adblock” no riaghailtean coltach ri chèile a tha ag amas air làraich sònraichte.",
    "3906359167": "Fuasglaidhean:",
    "3464870463": "1. Briosgaidean Whitelist hcaptcha.com agus * .hcaptcha.com anns an inneal-bacadh ad no leudachadh tèarainteachd brabhsair agad.",
    "1204911585": "2. Ma tha thu a ’cleachdadh brabhsair Brave, aig nach eil coltas (mar a’ Ghiblean 2020) gu bheil seòrsa de bhriosgaid bruich ann, rachaibh gu Roghainnean -> Shields -> briosgaidean agus tagh \"Ceadaich a h-uile briosgaid.\"",
    "2932826396": "3. Ma tha thu a ’cleachdadh an dreach as ùire de Safari air an dàrna cuid an OS X 10.15 no iOS 13.4 a chaidh a leigeil a-mach o chionn ghoirid, tha Apple dìreach air giùlan Safari co-cheangailte ri briosgaidean treas-phàrtaidh atharrachadh, a’ cur bacadh orra uile gu bunaiteach. Tha sinn a ’cur an gnìomh fuasgladh, ach san eadar-ama tadhal air Safari Preferences, roinn prìobhaideachd, agus uncheck“ Rianachd làrach-lìn: Cuir casg air tracadh thar-làraich ”gus leigeil leis a’ bhriosgaid ruigsinneachd obrachadh mar a bhiodh dùil.",
    "3836291932": "C: Bidh mi a ’cleachdadh ioma-inneal. Am feum mi clàradh iomadh uair?",
    "3251220335": "A: Chan eil. Cliog an aon cheangal logadh a-steach post-d a chuir thugad air gach inneal a chleachdas tu gus a ’bhriosgaid a shuidheachadh.",
    "2082407178": "C: Ciamar as urrainn dhomh mi fhèin a dhìon bho bhith a ’tracadh briosgaidean treas-phàrtaidh fhad‘ s a tha mi a ’cleachdadh a’ bhriosgaid ruigsinneachd?",
    "2700197090": "A: Bidh a bhith a ’cleachdadh prìobhaideachd no leudachadh ad-bacadh sam bith a bheir taic do whitelisting aig ìre fearainn (me uBlock Origin) ag obair mar a bhiodh dùil: dìreach dèan cinnteach gu whitelist hcaptcha.com.",
    "3657743880": "Stiùireadh Brabhsair airson briosgaidean tar-làraich",
    "1960601330": "Gus briosgaidean a chomasachadh ann an Safari (Mac): Rach gu clàr tuiteam Safari. Tagh Roghainnean. Cliog air Prìobhaideachd anns a ’phannal gu h-àrd. Fo 'Block briosgaidean' tagh an roghainn 'Never.'",
    "1622303590": "Gus briosgaidean a chomasachadh ann an Safari (iPhone / iPad iOS 11+): Fosgail na roghainnean agad. Scrollaich sìos agus tagh Safari. Fo Prìobhaideachd & Tèarainteachd, cuir dheth “Prevent Cross-Site Tracking” agus “Block All Cookies”",
    "2199048568": "Cliog air an sgiath air taobh clì a ’bhàr seòlaidh air duilleag-lìn sam bith. Cliog air Roghainnean Dìon. Fosglaidh pannal prìobhaideachd & tèarainteachd roghainnean Firefox. Fo Dìon Rianachd Leasaichte, tagh Custom. Tagh dè na lorgairean agus na sgriobtaichean a bu chòir a bhacadh le bhith a ’taghadh nam bogsaichean sgrùdaidh sin. Dèan cinnteach gu bheil thu air hcaptcha.com a bhacadh.",
    "3967047208": "Faodaidh tu cuideachd cuid de dhìonan a chuir dheth ann an Custom gus seo a dhì-chomasachadh, le bhith a ’dì-thaghadh nam bogsaichean-sgrùdaidh: Thoir às bogsa sgrùdaidh nan Trackers no cuir às do bhogsa sgrùdaidh nam briosgaidean ma tha cùisean agad fhathast.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Tagh ìomhaigh clàr Chrome. Tagh Roghainnean.",
    "926138631": "Rach gu Prìobhaideachd agus Tèarainteachd, an uairsin briosgaidean agus dàta làraich eile.",
    "3419878556": "Dèan cinnteach nach eil \"Cuir stad air briosgaidean treas-phàrtaidh\".",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Fosgail roghainnean Chrome bhon bhàr clàr-taice.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Air an inneal Android agad, fosgail an aplacaid Chrome.",
    "3620039756": "Aig a ’mhullach air an làimh dheis, tap air Barrachd agus an uairsin air Settings.",
    "2813310562": "Tap air Roghainnean làraich agus an uairsin briosgaidean.",
    "3014657981": "Ri taobh “briosgaidean,” cuir an suidheachadh air.",
    "1242066691": "Thoir sùil air a ’bhogsa ri taobh\" Leig le briosgaidean treas-phàrtaidh. \"",
    "292250020": "1. Tagh an gèar san oisean gu h-àrd air an làimh dheis den sgrion, agus an uairsin tagh \"Roghainnean eadar-lìn\". Ma tha am Bàr Clàr air a chomasachadh, faodaidh tu \"Innealan\" a thaghadh agus an uairsin \"Roghainnean eadar-lìn\".",
    "4114820649": "2. Cliog air an taba \"Prìobhaideachd\".",
    "946838734": "3. Tagh am putan \"Adhartach\".",
    "348809718": "4. Fo “briosgaidean treas-phàrtaidh” tagh “Glac”.",
    "1253441326": "5. Cliog air \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "Poileasaidh Beusachd AI",
    "1161704803": "Carson a tha poileasaidh AI Ethics againn?",
    "1806535500": "Tha cha mhòr a h-uile teicneòlas, bho peansailean gu dynamite, a",
    "24452499": "fuasgladh; faodar a chleachdadh airson math no tinn. Tha e mar dhleastanas air a h-uile companaidh a tha a ’rannsachadh, a’ togail, no a ’reic fuasglaidhean dà-chleachdadh beachdachadh air buaidh nan gnìomhan aca.",
    "4023575072": "cleachdadh dùbailte",
    "3336625692": "Tha an duilleag seo a ’toirt mion-fhiosrachadh air ar beachdan air a’ chuspair seo ann an co-theacsa AI Ethics, agus na pròiseasan a bhios sinn a ’leantainn gus dèanamh cinnteach gu bheil cleachdadh ar seirbheisean fhathast a rèir nam poileasaidhean a tha sinn air gabhail riutha mar chompanaidh.",
    "835717930": "Beusachd AI aig hCaptcha",
    "2179524509": "Bidh sinn uaireannan a ’faighinn cheistean a thaobh dè na seòrsaichean cheistean a tha ceadaichte airson seirbheis hCaptcha, agus carson a thathas a’ faighneachd cheistean sònraichte.",
    "1962721652": "Tha mac an duine a ’sireadh phàtrain, agus uaireannan faodaidh ceist innocuous a dhol bho bhith gu tur neo-iongantach gu amharasach sa bhad, air sgàth atharrachaidhean san t-saoghal seach brosnachadh neach sam bith a tha a’ faighneachd.",
    "3974566657": "Mar a bhios seirbheisean a ’fàs nas mòr-chòrdte, tha e coltach gum bi e a’ tachairt nas trice. Tha hCaptcha air a chleachdadh le milleanan de dhaoine gach latha anns cha mhòr a h-uile dùthaich san t-saoghal, agus mar sin tha sinn a ’foillseachadh a’ phoileasaidh seo agus sgrùdadh cùise air mar a bhios sinn a ’dèiligeadh ris na cùisean sin gus a bhith cho follaiseach sa ghabhas.",
    "1830910223": "Sgrùdadh cùise AI Ethics fìor",
    "805971861": "Is e teirm a th ’ann an“ Umbrella ”ann an ImageNet, an stòr-dàta slat-tomhais àbhaisteach a bhios luchd-rannsachaidh lèirsinn coimpiutair a’ cleachdadh. Tha comharrachadh dhaoine le sgàileanan gu deatamach cuideachd deatamach airson a bhith a ’togail siostaman taic dràibhear adhartach adhartach an ath ghinealach (ADAS).",
    "3988350": "Tha seo a ’ciallachadh gu bheil cùisean cleachdaidh sàr-mhath ann airson notaichean sgàil fìor san t-saoghal. Tha àite ann airson eas-aonta mu bhuaidh chàraichean fèin-dràibhidh, ach tha siostaman ADAS a ’sàbhaladh mu thràth",
    "548587288": "mu thimcheall an t-saoghail.",
    "3138772661": "mìltean de bheatha gach bliadhna",
    "3168199226": "Ach, ann an 2020 bha e soilleir gum faodadh togail an seòrsa dàta seo a bhith air fhaicinn mar theicneòlas dà-chleachdadh ann an dòigh nach biodh dùil aig mòran bho chionn bliadhna.",
    "558378834": "Mar sin chan eil sinn tuilleadh a ’gabhail ri iarrtasan airson ceistean co-cheangailte ri sgàileanan aig an àm seo. Tha an comas troimh-chèile nuair a chì neach-cleachdaidh deireannach ceist mu sgàileanan an-dràsta ro àrd, agus aig a ’cheann thall is e ar n-amas an saoghal a dhèanamh nas tlachdmhoire.",
    "3376604063": "Poileasaidhean agus pròiseasan beusachd AI",
    "1923365316": "Tha poileasaidh teann AI Ethics againn aig hCaptcha, agus tha pàirt dheth sin a ’toirt a-steach pròiseas Know Your Customer (KYC).",
    "4230322909": "Bidh sinn an-còmhnaidh a ’feuchainn ri tuigse mhath fhaighinn air gach neach-ceannach ùr agus a’ chùis cleachdaidh a tha san amharc aca, an dà chuid gus dearbhadh gu bheil e iomchaidh airson ar toraidhean agus ar seirbheisean agus gus dèanamh cinnteach gu bheil e a ’leantainn nam poileasaidhean a tha sinn air gabhail riutha mar chompanaidh.",
    "2735073144": "Bidh sinn cuideachd a ’dèanamh lèirmheasan leantainneach mar a dh’ fheumar. Mar eisimpleir, anns an ath-bhreithneachadh againn o chionn ghoirid air cinn-latha agus stòran iarrtasan airson iarrtasan bileachaidh co-cheangailte ri sgàilean bha e comasach dhuinn dearbhadh gu sgiobalta nach eil eintiteas riaghaltais no solaraiche stàite aithnichte de bhathar-bog sgrùdaidh air iarrtasan a dhèanamh a thaobh sgàileanan a ’cleachdadh ar seirbheisean anns na 12 mìosan a dh’ fhalbh. .",
    "2715462692": "Cò ris a tha ar pròiseas AI Ethics coltach?",
    "3049976256": "Airson gach neach-ceannach labeling ùr, bidh sinn a ’dol tro liosta sgrùdaidh rè a’ phròiseas reic. Tha seo a ’toirt a-steach dìcheall KYC tùsail mus deach e air bòrd, a bharrachd air dearbhadh air a h-uile iarrtas a thèid a thoirt don luchd-anailis againn, agus sgrùdaidhean spot fìor-ùine agus lèirmheasan bho àm gu àm air iarrtasan a thèid a dhèanamh a’ cleachdadh an àrd-ùrlar fèin-sheirbheis againn.",
    "3103642530": "Tha grunn sheata de shlatan-tomhais anns an lèirmheas seo:",
    "3349094124": "Slatan-tomhais draghan beusach: Amas",
    "1038019440": "1. A bheil fios gu bheil an neach-ceannach seo a ’riochdachadh ùidhean nàiseanta dùthaich a tha an sàs ann an giùlan an aghaidh laghan agus gnàthasan eadar-nàiseanta?",
    "493717511": "2. A bheil an neach-ceannach seo ag iarraidh seirbheisean a dh ’fhaodadh a bhith",
    "2209109640": "air an cleachdadh a-mhàin airson adhbharan droch-rùnach, ann an co-theacsa nan gnìomhan gnìomhachais àbhaisteach aca?",
    "3457805519": "3. An urrainnear iarrtas an neach-ceannach a choileanadh fo lagh na SA agus na riaghailtean conaltraidh againn?",
    "1942611550": "sa mhòr-chuid",
    "109179759": "Slatan-tomhais draghan beusach: Cuspair",
    "1033698050": "1. A bheil sinn den bheachd gu bheil an neach-ceannach air cùis cleachdaidh a thoirt dhuinn a tha sinn a ’meas a tha iomchaidh gu moralta, a rèir ar mìneachadh air gnàthasan sòisealta àbhaisteach an Iar?",
    "361372538": "2. A bheil sinn a ’creidsinn gum biodh e coltach gum biodh na seirbheisean a thug sinn seachad air an cleachdadh airson adhbharan lethbhreith leis an neach-ceannach, ann an dòighean a dh’ fhaodadh a bhith laghail ach nach gabhadh sinn riutha?",
    "2867855718": "3. A bheil sinn den bheachd gun urrainnear dèiligeadh gu dòigheil ri feumalachdan prìobhaideachd airson an iarrtas?",
    "2462728596": "Mura h-urrainn dhuinn sinn fhèin a shàsachadh air na puingean sin, diùlt sinn an t-iarrtas agus is dòcha gun cuir sinn crìoch air tuilleadh ruigsinneachd chun àrd-ùrlar againn, mar a tha air a mhìneachadh anns na Cumhachan againn.",
    "1995277831": "Tapadh leat",
    "1818116402": "Tha sinn an dòchas gun do chuir thu meas air an t-sealladh seo air mar a làimhsicheas sinn ceistean obrachaidh le co-phàirt AI Ethics.",
    "1499894352": "Is e glè bheag de chompanaidhean a tha a ’tabhann follaiseachd anns na pròiseasan co-dhùnaidh aca san raon seo, agus tha sinn an dòchas gun lean feadhainn eile an eisimpleir seo!",
    "535659033": "Attribution Creative Commons",
    "1495915066": "Mar a bhios sinn, ar com-pàirtichean rannsachaidh acadaimigeach, agus ar luchd-ceannach a ’cleachdadh meadhanan Creative Commons",
    "3017533972": "Bidh sinn, ar com-pàirtichean rannsachaidh acadaimigeach, agus ar luchd-ceannach a ’toirt iomradh no ath-riochdachadh uaireannan de shusbaint le cead bho Creative Commons tron àrd-ùrlar hCaptcha gus eòlas daonnachd a thoirt air adhart ann an raon ionnsachadh innealan.",
    "1428053210": "Tha an susbaint seo mar as trice air a chruth-atharrachadh bhon chruth thùsail aige. Mar eisimpleir, faodar bhidio a roinn ann an iomadh ìomhaigh, faodaidh na h-ìomhaighean sin a bhith air an roinn ann an iomadh ìomhaigh ùr, agus na h-ìomhaighean ùra sin an uairsin air an measgachadh air thuaiream gus an toradh deireannach a thaisbeanadh.",
    "1728211763": "Tha cleachdadh susbaint san dòigh seo agus airson na h-adhbharan sin a ’tighinn fo stiùiridhean cleachdaidh cothromach a rèir ar tuigse air an lagh agus cleachdaidhean àbhaisteach san raon, ach tha sinn nan luchd-leantainn fad-ùine air Creative Commons agus is fheàrr leinn creideas a thoirt do neach sam bith a chuidicheas anns an obair monumental de bhith a ’leasachadh fiosrachadh inneal.",
    "1949452297": "Air sgàth cuingealachaidhean gnèitheach UI hCaptcha agus na beachdachaidhean tèarainteachd aige, chan eil e comasach stòr gach ìomhaigh ath-riochdachadh gu dìreach faisg air a chleachdadh. An àite sin, bidh sinn a ’ceangal ris an duilleag seo bhon duilleag-dhachaigh againn agus a’ cumail liosta de stòran a chaidh a fhrithealadh an-dràsta no o chionn ghoirid tron àrd-ùrlar. Faodaidh tu faighinn chun liosta làithreach",
    "2367602973": "an seo",
    "659124570": "A bharrachd air an sin, ma chì thu susbaint a bhuineas dhut air ath-riochdachadh air àrd-ùrlar hCaptcha agus ma tha thu airson gun tèid a thoirt air falbh airson adhbhar sam bith, faodaidh tu fios a chuir thugainn air post-d aig",
    "2066749488": "Gearanan eile",
    "3479034323": "Ma chì thu susbaint a bhuineas dhut ath-riochdachadh air an àrd-ùrlar hCaptcha agus bu mhath leat a thoirt air falbh airson adhbhar sam bith, faodaidh tu fios a chuir thugainn air post-d.",
    "1836554225": "Postan blog",
    "2873297188": "A bheil a h-uile CAPTCHAS a ’dèanamh leth-bhreith an aghaidh dhaoine nach eil nan Ameireaganaich?",
    "165932542": "Sùil air ìrean fuasgladh hCaptcha air feadh na cruinne",
    "1865097546": "16 Samhain, 2021",
    "3005876482": "hCaptcha Is e a-nis an t-seirbheis CAPTCHA neo-eisimeileach as motha, a ’ruith air 15% den eadar-lìn",
    "693820850": "Faodaidh tu Google a bhualadh le bhith a ’cur prìobhaideachd an toiseach",
    "3609106478": "Stuth creideas:",
    "299335340": "Dè a th ’ann agus ciamar a chuireas tu stad air na h-ionnsaighean",
    "354925785": "Intro",
    "423222878": "Is e cuid de na cyberattacks as duilghe a lorg, casg agus stad an fheadhainn far am bi cleasaiche droch-rùnach comasach air teisteanasan cleachdaiche dligheach a chleachdadh gus logadh a-steach do chunntas cleachdaiche gnìomhach. Às aonais mòran de chomasan lorg sòlaimte nan àite, chan eil adhbhar aig a ’chompanaidh a tha a’ toirt aoigheachd don chunntas a bhith fo amharas gu bheil dad ceàrr. Tha e coltach gu bheil neach-ceannach dìreach air logadh a-steach don chunntas aige no aice. Choilean an neach-ionnsaigh an reuson soirbheachail seo le bhith a ’cleachdadh teisteanasan a chaidh an goid - mar as trice mar thoradh air innleachd cyberattack ris an canar“ lìonadh creideas. ” Tha e na dhuilgheadas mòr an-diugh, ach aon a dh ’fhaodar a lasachadh leis na frith-bhuaidhean ceart.",
    "777660551": "Dè a th ’ann an lìonadh creideas?",
    "2602763587": "Tha lìonadh creideas mar sheòrsa de cyberattack far am bi an neach-ionnsaigh a ’feuchainn ri logadh a-steach air làrach-lìn iomadh uair a’ cleachdadh paidhrichean de ainmean-cleachdaidh agus faclan-faire a chaidh an goid. Tha an “lìonadh” a ’toirt iomradh air na h-oidhirpean logadh a-steach ath-aithris, a tha cha mhòr an-còmhnaidh air an coileanadh le bathar-bog bot fèin-ghluasadach.",
    "1271831121": "Chan eil e mar gum biodh an neach-tarraing (air a chòmhdach ann an hoodie, gu dearbh!) Na shuidhe an sin, a ’taipeadh ann an creideas às deidh creideas. Dh ’fhaodadh am bot logadh a-steach fèin-ghluasadach a dhèanamh bho inneal far-na-sgeilp mar Selenium no inneal slacaidh a chaidh a leasachadh gu sònraichte.",
    "2588750717": "Gu dearbh, tha cuid de dh ’ionnsaighean lìonaidh creideasach a’ toirt a-steach milleanan de theisteanasan - iad uile air an lìonadh a-steach do eadar-aghaidh logadh a-steach làrach-lìn neo-thaiceil an dòchas gun tèid a leigeil a-steach. Aon uair a-staigh, faodaidh an neach-ionnsaigh cunntas an neach-fulaing a ghabhail thairis.",
    "1137757109": "Mas e cunntas e-Malairt a th ’ann, faodaidh an neach-ionnsaigh bathar òrdachadh. Mas e banca a th ’anns an neach-fulang, faodaidh an neach-ionnsaigh airgead a ghluasad far a’ chladaich, agus mar sin air adhart.",
    "1559150837": "Chan eil targaidean gun dìon ge-tà. Tha smachdan aig a ’mhòr-chuid de làraich-lìn a chuireas casg air neach-cleachdaidh amharasach a tha a’ feuchainn ri logadh a-steach do mhìltean de chunntasan eadar-dhealaichte bhon aon sheòladh IP ann an ùine ghoirid. Is e seo a tha luchd-ionnsaigh lìonadh earbsach a ’dèanamh gus faighinn timcheall air na dòighean dìon sin gus atharrais a dhèanamh air iomadachd cruinn-eòlasach agus IP. A ’cleachdadh innealan cumhachdach, gu tric air an stiùireadh le AI, faodaidh iad nochdadh gu bheil mìltean de luchd-cleachdaidh air thuaiream a’ feuchainn ri logadh a-steach aig diofar amannan den latha bho air feadh na dùthcha. Tha seo tòrr nas duilghe a lorg agus stad.",
    "1892020899": "Càite am faigh na hackers na teisteanasan?",
    "2597149484": "Is e an adhbhar gum feum an neach-tarraing “uiread” de theisteanasan a bhith aca ri càite am faigh iad na teisteanasan a chaidh an goid.",
    "3030395800": "Mar as trice bidh na teisteanasan sin a ’tighinn bho bhriseadh dàta. Cuideachd aithnichte mar “dòrtadh creideasach,” faodaidh na h-ionnsaighean sin gun tèid milleanan de theisteanasan a thilgeil air an lìon dhorcha. Ma thàinig an dòrtadh bho bhanca, feuchaidh an neach-tarraing ris na teisteanasan sin a chleachdadh gus faighinn gu làraich eile. Bidh an dòigh-obrach seo ag obair leis gu bheil uimhir de dhaoine a ’cleachdadh an aon ainm-cleachdaidh agus measgachadh facal-faire airson iomadh làrach. (Chan eilear a ’dì-mhisneachadh an cleachdadh seo, ach is e fìrinn na tha e. Tha daoine buailteach a bhith ag ath-aithris na h-aon teisteanasan logaidh a-steach.)",
    "1258965840": "Mar sin, mas urrainn don neach-ionnsaigh faighinn a-steach do aon làrach, is dòcha gum faigh e a-steach do iomadh làrach a ’cleachdadh na teisteanasan a chaidh a dhòrtadh. Mar eisimpleir, is dòcha gum faigh iad paidhir ainm-cleachdaidh / facal-faire mar JohnDoe / 525momma, ach chan eil dad a dh ’fhios aca dè a nì am paidhir sin dhaibh. Mar sin, bidh iad a ’feuchainn a’ chàraid air Amazon.com, Ebay, Citibank, Walgreens agus air adhart agus air adhart. Dh ’fhaodadh iad am paidhir sin fheuchainn air mìle làrach eadar-dhealaichte.",
    "3594440415": "Mu dheireadh, tòisichidh iad a ’fosgladh dhorsan.",
    "780280214": "Mar a bhios hCaptcha agus hCaptcha Enterprise a ’lughdachadh a’ chunnairt a thaobh lìonadh creideas",
    "4165374512": "Fhad ‘s a tha e comasach innealan lorg IP agus lorg làraich a chleachdadh gus casg a chuir air lìonadh creideas, is e dòigh nas èifeachdaiche a thaobh cosgais agus ceart dìreach a bhith a’ cur stad air a ’bhot fèin-ghluasadach creideas fèin-ghluasadach. Faodaidh hCaptcha agus hCaptcha Enterprise stad a chuir air a ’bot aig an t-slighe a-steach. Fiù ma tha na teisteanasan ceart aig a ’bot, mura h-urrainn dha faighinn seachad air lorg hCaptcha Enterprise no CAPTCHA hCaptcha, cha bhith e comasach dha a lìonadh a dhèanamh agus tha an làrach agad agus an luchd-cleachdaidh air an dìon.",
    "3269644546": "Mas e do thoil e",
    "1058572205": "dhuinn ma tha thu airson barrachd ionnsachadh mu dheidhinn",
    "3753613260": "cuir fios gu",
    "1792519141": "Iomairt hCaptcha",
    "3515435438": "Ag aithris ghearanan DMCA",
    "54093347": "Àidseant Clàraichte DMCA",
    "3233441200": "Dèan ath-aithris air poileasaidh Infringer",
    "4011712313": "Mar phàirt den Phoileasaidh DMCA againn, bidh sinn a ’cur chunntasan de luchd-ceannach dham faigh sinn grunn bhrath DMCA mu bhriseadh casaid a-steach do Phoileasaidh Infringer Ath-aithris DMCA ioma-cheum. Nuair a gheibhear fiosan DMCA a-rithist ann am mìosachan, thèid cunntas an neach-ceannach air adhart bho aon cheum poileasaidh chun ath fhear.",
    "766825168": "Tha na gnìomhan a dh ’fhaodadh sinn a ghabhail fo Phoileasaidh Ath-ghairm DMCA Ath-aithris a’ toirt a-steach a bhith a ’cur rabhaidhean mu fhaicsinneachd nas motha gu neach-ceannach a’ chunntais. Gus na rabhaidhean sin aithneachadh, is dòcha gu feum sinn iarraidh air an neach-ceannach logadh a-steach don chunntas no ar sgioba taic a ghairm. Bidh sinn cuideachd a ’gleidheadh na còrach casg no crìoch a chuir air, a bharrachd air ceumannan eadar-amail eile a chuir an sàs, seirbheis hCaptcha agus IMI neach-ceannach sam bith a chùm sinn a’ faighinn fiosan DMCA mu bhriseadh casaid eadhon an dèidh dhuinn rabhaidhean brisidh ath-chuir a chuir a-steach. A bharrachd air an sin, is dòcha gun cuir sinn crìoch air ar toil fhèin seirbheisean hCaptcha no IMI eile a tha air an toirt seachad don luchd-ceannach sin nuair a chuireas sinn crìoch air an t-seirbheis hCaptcha fon phoileasaidh seo.",
    "2410122265": "Goireasan hCaptcha: Bots 101",
    "4166776480": "Stuffing creideas: Dè a th ’ann agus mar a chuireas tu stad air na h-ionnsaighean",
    "2301335298": "Foill pàighidh: A ’lughdachadh modh saidhbear luath de saidhbear",
    "3682071227": "Dè a th ’ann an gabhail cunntas agus ciamar a bhios iad ag obair?",
    "2729131930": "Dè a th ’ann an sgrìobadh agus ciamar a tha e ag obair?",
    "1344959096": "Ag obair mar neach-reic dàta fa leth",
    "3510143229": "Tha hCaptcha na sheirbheis airson làraich-lìn agus aplacaidean,",
    "3930611699": "luchd-obrach fa-leth.",
    "1051214799": "Tha hCaptcha na sheirbheis tèarainteachd lìn a bhios a ’feuchainn ri luach a roinn le foillsichearan làraich-lìn no aplacaidean a bhios ga chleachdadh.",
    "360236473": "Chan eil an t-seirbheis hCaptcha an dùil a chleachdadh airson neach sam bith a bhith ag obair mar neach-reic fa leth. Chan eil e air a dhealbhadh airson no freagarrach airson an adhbhar seo. Cha bhith sinn a ’moladh do dhuine sam bith feuchainn ri hCaptcha a chleachdadh mar stòr airson teachd-a-steach pearsanta.",
    "3842490632": "Tha neach-cleachdaidh fa leth a tha a ’feuchainn ri mòran cheistean a fhreagairt buailteach a bhith cuibhrichte gu ìre no air a thoirmeasg gu sgiobalta. A cheart cho cudromach, mar ar",
    "1560232962": "a ’còmhdach gu mionaideach, chan eil gealltanas sam bith ann a thaobh an t-suim a thèid a chosnadh airson freagairt sònraichte sam bith. Is dòcha nach bi ceistean pàighte rim faighinn aig an àm sin, faodar freagairt a dhiùltadh airson adhbharan càileachd, agus mar sin air adhart.",
    "2694001822": "Ach, bidh sinn bho àm gu àm a ’fastadh dhaoine gus ar cuideachadh le bhith a’ dèanamh deuchainn air togalaichean siostaim agus feartan ùra.",
    "1569804581": "Ma tha thu airson gun tèid fios a chuir thugad san àm ri teachd a thaobh cothroman co-cheangailte, lìon am foirm seo.",
    "636461959": "Ainm",
    "1139500589": "Dùthaich",
    "1789607185": "Seòladh puist-d",
    "325077666": "Le bhith a ’cur a-steach d’ fhiosrachadh tha thu ag aontachadh ri ar",
    "3555583744": "agus",
    "3609929815": ". Cumaidh sinn d ’ainm, dùthaich, agus fiosrachadh seòladh puist-d dìreach airson fios a chuir thugad san àm ri teachd a thaobh cothroman obrach bileachaidh fa leth.",
    "4197928199": "Poileasaidh Dìomhaireachd",
    "851786723": "Le bhith a ’dol a-steach don phost-d agad, tha thu ag aontachadh ris na Cumhachan is Poileasaidh Dìomhaireachd againn, agus airson post-d fhaighinn bhuainn.",
    "2402165761": "Ciamar a tha sgrìobadh ag obair?",
    "4260542944": "Tha sgrìobadh susbaint (ris an canar cuideachd \"sgrìobadh sgrion\" no dìreach \"sgrìobadh\") na phròiseas eòlach, glè thric feumail airson fiosrachadh a chruinneachadh bhon lìon. Ach, anns na beagan bhliadhnaichean a dh ’fhalbh, tha an dòigh seo air a thighinn gu bhith na inneal as fheàrr le luchd-hackers agus mealltairean. Faodaidh frith-bhuaidhean an cunnart a lughdachadh gu h-èifeachdach, ach gus an cuir an gnìomh, tha e riatanach tuigsinn mar a tha am pròiseas ag obair.",
    "2066255783": "Dè a th ’ann an sgrìobadh susbaint?",
    "1910628828": "Tha sgrìobadh susbaint mar dhòigh air dàta a ghlacadh bho shiostam a tha a ’toirt a-steach inneal fèin-ghluasadach a’ dèanamh aithris air teachdaiche bathar-bog no brobhsair lìn. Chan eil e ùr. Gu dearbh, airson innleadairean bathar-bog a dh ’fhaodadh a bhith feumach air dàta bho seann phrìomh fhrèam, is e sgrìobadh an aon dòigh air fiosrachadh a tharraing. Is dòcha gu bheil na luchd-ceangail tùsail air falbh agus do-dhèanta an àite.",
    "3408107995": "An-diugh, ge-tà, tha sgrìobadh an-còmhnaidh a ’ciallachadh dòigh-obrach prògramaichte airson dàta a tharraing bho làrach-lìn. Bidh am bathar-bog sgrìobadh ag obair mar neach-cleachdaidh daonna, a ’cliogadh air putanan agus a’ leughadh an toradh a thig às. Tha iomadh cleachdadh dligheach ann airson sgrìobadh. Tha crawlers lìn gu bheil innealan rannsachaidh cumhachd mar aon eisimpleir. Mar sin tha innealan mar Skyscanner a bhios a ’coimhead airson cùmhnantan siubhail le bhith a’ cìreadh tro mhìltean de làraich-lìn siubhail. Bidh companaidhean Fintech ga chleachdadh cuideachd, a ’sgrìobadh dàta ionmhasail neach-cleachdaidh bho làraichean banca mura h-eil eadar-aghaidh prògramadh tagraidh (APIs) ri fhaighinn gus an ceangal dàta a dhèanamh. Is e na rudan a bu chòir a chumail nad inntinn mu sgrìobadh sgrion an astar agus an scalability. Faodaidh am pròiseas dàta mòr a chruinneachadh bho làraich-lìn, a ’gabhail ris nach eil na làraich air an rèiteachadh gus stad a chuir air bho bhith a’ tachairt. Aig astar coimpiutaireachd, faodaidh scraper dàta mòr a chruinneachadh le bhith ag eadar-obrachadh le làraich-lìn agus am bathar-bog agus na stòran-dàta bunaiteach a tha gan cumhachd.",
    "1920884252": "Carson a tha sgrìobadh susbaint na chunnart tèarainteachd?",
    "2256795853": "Tha an comas air mòran dàta a tharraing, gu sgiobalta, bho làraich-lìn a ’dèanamh sgrìobadh inneal cumhachdach ann an làmhan cleasaichean droch-rùnach. Faodaidh bot sgrìobadh dàta luchd-cleachdaidh a chruinneachadh bho làraichean meadhanan sòisealta. An uairsin, le bhith a ’sgrìobadh làraich anns a bheil seòlaidhean agus fiosrachadh pearsanta eile agus a’ ceangal nan toraidhean, dh ’fhaodadh neach-tarraing a dhol an sàs ann an eucoirean dearbh-aithne mar a bhith a’ cur a-steach tagraidhean cairt creideis meallta.",
    "4087694419": "Dh ’fhaodadh neach-tarraing sgrìobadh dàta a chruinneachadh bho làraich mar Amazon agus eBay gus liostaichean toraidh meallta no meallta a chruthachadh. Dh ’fhaodadh e no i an uairsin a thabhann airson a reic air seirbheisean co-aoisean mar OfferUp agus ionnsaighean fiasgaich a dhèanamh air na ceannaichean. Air neo, dh ’fhaodadh an neach-foill bathar a reic nach eil ann. Tha tuilleadh foill sgrìobadh sgrion a’ toirt a-steach foillsichearan sanasachd. Le bhith a ’sgrìobadh an t-susbaint bho làraich foillsichearan, faodaidh an neach-foill duilleagan foillsichear sanasachd meallta a chruthachadh air diofar sheirbheisean. Faodaidh iad an uairsin sanasan a reic air na duilleagan sin ri luchd-reic ùghdarraichte, an luchd-aithne a bhuain iad bho fhaidhle ads.txt an fhoillsichear. Tha na slotan ad a ’nochdadh fìor don t-sanasair, ach chan eil iad.",
    "3315658779": "Cuir casg air sgrìobadh susbaint le hCaptcha Enterprise",
    "2602081482": "Bidh hCaptcha Enterprise a ’cleachdadh ionnsachadh adhartach inneal gus trafaic droch-rùnach a chomharrachadh chun làrach agad agus aplacaidean - a’ toirt a-steach gnìomhan sgrìobadh.",
    "1422537019": "dhuinn an-diugh gus tuilleadh ionnsachadh.",
    "1988268879": "Bileagachadh dàta cosg-èifeachdach aig sgèile",
    "2163914794": "A bheil feum agad air barrachd bhileagan airson na stòran-dàta agad? Bidh hCaptcha a ’toirt seachad bileagan dàta luath, cosg-èifeachdach agus àrd-chàileachdail do chompanaidhean a tha ag obair air inntleachd fuadain agus tagraidhean ionnsachaidh innealan.",
    "3378932530": "Faigh an dàta agad air a lipéadú a-nis",
    "3483700676": "Cuir air bhog milleanan de ghnìomhan sa bhad",
    "3478726913": "hCaptcha tha aon de na linneachan as motha air a ’phlanaid ri fhaighinn airson do chleachdadh. Ge bith dè an sgèile agad, is urrainn dhuinn a làimhseachadh às aonais geallaidhean ro-làimh daor. Chan eil milleanan de ghnìomhan gach latha na dhuilgheadas.",
    "740501259": "Pìoban sìmplidh air an stiùireadh le API",
    "2784612261": "A bheil thu airson ath-bhreithneachadh daonna fhilleadh a-steach gu dìreach anns na h-obraichean gnìomhachais agad? Bidh sinn a ’tabhann SLAn àrd earbsa, comas cinnteach, agus APIan sìmplidh REST.",
    "1144966033": "Optimated airson cosgais agus càileachd",
    "3213351333": "Chan eil feum air gealltanas ro-làimh",
    "2107077506": "Bidh an àrd-ùrlar HUMAN a ’cleachdadh mhodalan misneachd coileanta gus mion-sgrùdadh càileachd fìor-ùine a dhèanamh. Leigidh seo leinn faighinn a-mach gu sgiobalta an dà chuid duilgheadasan cheistean agus am freagairt cheart a tha coltach riutha, a ’sàbhaladh ùine agus airgead dhut.",
    "3576146278": "Na pàigh ach airson a ’mhearachd a dh’ fheumas tu",
    "2952586316": "Chan eil a h-uile duilgheadas mar an ceudna. Faodaidh notaichean airson gnìomhan a tha deatamach a thaobh sàbhailteachd a bhith feumach air misneachd 99.99% bho luchd-obrach gu tur daonna. Is dòcha nach fheum notaichean airson aon fheart beta ann an app geama gluasadach ach misneachd meadhanach. Tha thu a ’co-dhùnadh.",
    "710145621": "Thoir seachad an dàta fìrinn talmhainn agad fhèin no leig dhuinn a thogail air a ’chuileag",
    "987901590": "A bheil dàta amh agad às aonais seata dearbhaidh coileanta? Anns a ’mhòr-chuid de chùisean is urrainn dhuinn fear a thogail dhut mar ghnìomhan a ruith tron t-siostam, no sampaill leubail a chruthachadh airson do chead.",
    "2597352122": "Seòrsan notaichean",
    "1344687860": "Bogsaichean Ceangail",
    "1089415440": "Dearbhadh nì ceart ann an ìomhaighean agus bhidio",
    "3817067682": "Polygons",
    "2682873489": "Mìnich àite crìochnachaidh airson stuthan",
    "1275150216": "Comharran-tìre",
    "2067112112": "Nòtaichean puing airson mòran de chùisean cleachdaidh eadar-dhealaichte",
    "4228682126": "Seòrsachadh feart",
    "2920213479": "Deasaich no cuir a-steach roinnean rèiteachaidh de mheud sam bith",
    "3288667364": "Coimeas agus Dearbhadh",
    "155877895": "Dearbhadh agus seòrsachadh cumhachd daonna",
    "3128433367": "... agus mòran a bharrachd",
    "2827452240": "A bheil feum agad air seòrsa eile nach eil air a liostadh an seo? Dìreach iarr oirnn.",
    "719304627": "A bheil feum agad air smachd deireadh gu deireadh?",
    "1172067553": "Bidh an àrd-ùrlar DAONNA air cùl hCaptcha a ’toirt seachad càileachd obrach agus feartan riaghlaidh fìor shunndach tro bhith a’ cleachdadh air-thogalach, hybrid, no SaaS a bhios ag amalachadh leis na siostaman a th ’agad mu thràth.",
    "2319072959": "Ruith gu tur far-loidhne leis an sgioba-obrach agad fhèin, sùil a chumail air luach a thèid a chaitheamh thairis air aonadan gnìomhachais no com-pàirtichean co-bhanntachd, slighe gu roghnach gu diofar sholaraichean saothair a-staigh no a-muigh stèidhichte air cosgaisean agus riatanasan tèarainteachd, agus barrachd.",
    "1936512180": "Ruigsinneachd APIEyy API, dashboards brèagha, agus an teicneòlas modail-gu-lùb as ùire gus èifeachdas luchd-obrach a mheudachadh.",
    "3913848038": "SLAn 99.99% uptime agus taic cruinneil 24/7 ri fhaighinn.",
    "1080752747": "Cuir fios gu reic",
    "1525403768": "Airson tuilleadh fiosrachaidh cuir fios gu Enterprise Sales.",
    "1546930020": "A ’faighinn dàta air a lipéadú",
    "2486638408": "Mìnich sònrachaidhean",
    "1027200955": "Bruidhinn ri aon de na h-eòlaichean fearainn againn gus feumalachdan do phròiseict a mhìneachadh: cruinneas targaid, cruth, agus riatanasan sònraichte sam bith.",
    "1156712451": "Deuchainn obrach tùsail",
    "181065232": "Bidh sinn a ’dèanamh obair riochdachaidh beag stèidhichte air an dàta sampall agad. Bidh seo a ’dèanamh deuchainn air an obair a rinn sinn còmhla gus dèanamh cinnteach gum faigh thu dìreach na tha a dhìth ort.",
    "3207769512": "Cuir a-mach obraichean toraidh",
    "1099238677": "Leis an ìre àrd agus latency ìosal tionndaidhidh sinn an obair agad gu sgiobalta, le lìbhrigeadh fèin-ghluasadach cho luath ‘s a thèid a dhèanamh.",
    "465783046": "A bheil thu airson feuchainn air leis an dàta agad?",
    "328625009": "... tha sinn deiseil nuair a tha thu: tha an t-seirbheis againn ri fhaighinn timcheall a ’ghleoc.",
    "3225770968": "tha hCaptcha air a dhealbhadh gus fuasgladh fhaighinn air an duilgheadas as dian a thaobh saothair ann an ionnsachadh innealan; a ’labail mòran dàta ann an dòigh àmail, aig prìs reusanta agus earbsach.",
    "2041686284": "Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr ann am modalan ionnsachaidh innealan trèanaidh. Tha soirbheachas modalan o chionn ghoirid air leantainn gu seataichean dàta a tha a ’sìor fhàs mòr, agus tha hCaptcha a’ frithealadh an fheum seo. Ach, tha cruthachadh dàta mòr ath-sgrùdaichte le daoine a ’cleachdadh dhòighean traidiseanta an dà chuid slaodach agus daor.",
    "3729345277": "Tha hCaptcha na dhòigh do chompanaidhean na notaichean a tha a dhìth orra fhaighinn nas luaithe, le càileachd nas àirde agus aig cosgais nas ìsle na roghainnean eile.",
    "2103563261": "Fiosrachadh prìobhaideach no poblach",
    "2513143348": "Tha an siostam Iomairt hCaptcha gu sònraichte sùbailte a thaobh dealbhadh: faodaidh e a bhith air a chleachdadh gu ìre no gu h-iomlan aig oir an lìonra agad ma tha thu ag obrachadh sgòthan poblach no ma tha mòran ionadan dàta agad.",
    "3107683988": "Faodaidh seo lùghdachadh mòr a thoirt air trafaic agus cosgaisean far-lìonra fhad ‘s a chumas iad na buannachdan riaghlaidh le ar luchd-obrach 24/7 air-ghairm gus coinneachadh ris na SLAn as teann.",
    "3660619092": "Clàraich an-asgaidh no cuir fios gu reic airson fuasglaidhean Iomairt",
    "2351176803": "Cumhachan ceadachais airson an hCaptcha JS API",
    "2616226398": "Le ùmhlachd do ar",
    "2024293275": ". Gach còir eile glèidhte, airson a-nis.",
    "1062291156": "teirmean àbhaisteach",
    "2712493234": "Foill pàighidh: A ’lughdachadh modh saidhbear luath de saidhbear",
    "1817772953": "Chan e eucoir a tha ann an eucoir ùr. Gu dearbh, tha arc-eòlaichean air faighinn a-mach innealan an aghaidh foill a dhealbh na seann Sumerians gus stoc a ghiùlan gun chall faisg air 10,000 bliadhna air ais! Anns a ’chùis aca, bidh iad a’ cur comharran crèadha, gach fear a ’riochdachadh beathach, am broinn ball crèadha ris an canar“ bulla. ” Bhiodh am bulla a ’siubhal leis an treud mar a bhiodh e a’ gluasad bho neach-reic gu ceannaiche. Fiù ‘s an uairsin, bha dragh air luchd-seilbh gnìomhachais nach robh a h-uile duine ris an robh iad a’ dèiligeadh suas agus suas. Tha tòrr air atharrachadh ann an 10,000 bliadhna, ach tha feum againn a bhith ùr-ghnàthach ann a bhith a ’casg foill. An-diugh, tha cùis foill pàighidh air-loidhne air leth cudromach. Leis an eadar-lìn, tha luchd-foill air a bhith a ’sìor fhàs comasach air smachd a chumail air fo-mhealladh. Tha fuasglaidhean ùra a ’tionndadh an làn, ge-tà.",
    "1053787685": "Dè a th ’ann am foill pàighidh?",
    "433424759": "Tha foill pàighidh a ’toirt a-steach seòrsa sam bith de ghnothach mì-laghail far a bheil cybercriminal a’ toirt air falbh an neach-fulang de rudeigin le luach, mar as trice airgead. Dh ’fhaodadh seo a bhith a’ ciallachadh a bhith a ’cleachdadh cairt creideas a chaidh a ghoid gus bathar òrdachadh air-loidhne no a bhith a’ gabhail thairis cunntas banca agus a ’gluasad airgead a-mach às gu mì-laghail. Tha mòran atharrachaidhean ann, ach tha an aon bhuil aca uile: bidh camag a ’cleachdadh dearbh-aithne a chaidh a ghoid no fiosrachadh pàighidh gus a ghoid bho neach-cleachdaidh, banca no ceannaiche.",
    "2939852138": "Ciamar a bhios luchd-foill [a ’feuchainn ri] faighinn air falbh le foill pàighidh?",
    "1665616092": "Tha foill pàighidh sìmplidh ann am bun-bheachd, ach faodaidh e a bhith gu math toinnte ann an coileanadh an latha an-diugh.",
    "4246520782": "Gu dearbh, tha an eadar-lìn air a bhith na fhianais air rèis armachd dearbhach eadar luchd-foill agus luchd-dìon anns na bliadhnachan mu dheireadh.",
    "2167049807": "Tha sgiobaidhean tèarainteachd air gabhail ri grunn fhrith-bhualaidhean agus smachdan a tha a ’chùis air na dòighean furasta, leisg airson foill pàighidh. Ach, tha na h-ionnsaighean a ’sìor fhàs nas sofaisticiche. Mar eisimpleir, faodaidh botaichean a-nis àireamhan cairt creideis agus PIN a ghoid bho làraich-lìn meallta agus ionnsaighean fiasgaich.",
    "1936449777": "An uairsin, ann am modh làn fèin-ghluasadach, faodaidh iad giùlan daonna aithneachadh air làraichean e-malairt, a ’briogadh air putanan agus a’ cur nithean ri cairtean bhùthan - chun na h-ìre far nach urrainn dha mòran, mura h-eil a ’mhòr-chuid de smachdan an aghaidh foill innse gu bheil bot a’ feuchainn ri goid marsantachd. An àite sin, tha e a ’coimhead mar gum biodh neach-cleachdaidh daonna dìreach a’ ceannach. Faodaidh am bot logadh a-steach do chunntas fìor neach-ceannach a ’cleachdadh teisteanasan logadh a-steach a chaidh a ghoid. A ’cumail a-mach na foill tha comas a’ bot seòlaidhean IP a thogail agus toirt air coimhead mar gum biodh an “ceannaiche” an àiteigin eadar-dhealaichte bhon neach-ionnsaigh, a dh ’fhaodadh a bhith ann an dùthaich chèin.",
    "648630222": "Cuir casg air foill pàighidh le hCaptcha Enterprise",
    "1621930829": "Dè a ghabhas dèanamh mu ghnìomhachdan foill pàighidh adhartach, adhartach an-diugh? Mar as trice tha a bhith a ’fastadh grunn shreathan de smachdan. Ach, is e na cungaidhean as fheàrr an fheadhainn as urrainn grèim fhaighinn air a ’bhot agus nochdadh gu bheil e meallta, a dh’ aindeoin oidhirpean as fheàrr an luchd-cruthachaidh gus giùlan daonna ath-riochdachadh.",
    "2423586454": "Tha cuid de rudan ann fhathast nach urrainn bathar-bog a dhèanamh, ge bith dè cho math ‘s a tha an AI air a chùlaibh. Tha teicneòlas ùr-nodha CAPTCHA a ’tabhann dòigh dearbhaidh airson a bhith a’ cur stad air botaichean a ’feuchainn ri foill pàighidh a chumail a’ dol. Ged a tha seann dhòighean-obrach a thaobh CAPTCHA, mar na h-àireamhan sìmplidh slanted ann am bogsa, a-nis easbhaidheach ann a bhith a ’lasachadh botaichean adhartach, faodaidh inneal freagairt-freagairt fèin-ghluasadach mar hCaptcha Enterprise stad a chuir air bot meallta aig àm logadh a-steach cunntais no sgrùdadh cairt ceannach. Fiù ma tha fìor theisteanasan aig a ’bot, mura bi e comasach dhaibh faighinn tron CAPTCHA.",
    "1467308982": "Clàran pàighidh",
    "1291824746": "Bidh hCaptcha Payouts a ’ruith gach ràithe air stèidh slaodadh 60 latha. Gus sealltainn dè tha seo a ’ciallachadh, faic an clàr gu h-ìosal.",
    "3444947612": "Trafaic Eadar",
    "4181611011": "Ceann-latha Rèiteachaidh",
    "728503636": "Ceann-latha pàighidh",
    "3720584906": "Jul 15mh 2021 - 15mh Dàmhair 2021",
    "388240587": "Jan 5mh-15mh 2022",
    "3426312287": "Jan 5-15mh 2022",
    "615618648": "15mh Giblean 2021 - Jul 15mh 2021",
    "3376724603": "Sultain 14mh-24mh 2021 †††",
    "3398978455": "Sultain 15mh-25mh 2021 †††",
    "2722456056": "15mh Faoilleach 2021 - 15mh Giblean 2021",
    "4063155841": "Gun a bhith nas fhaide na 25 Ògmhios 2021 ††",
    "4082053540": "19-25mh Ògmhios 2021 ††",
    "64953197": "15mh Dàmhair 2020 - 15 Faoilleach 2021",
    "1023070345": "Gun a bhith nas fhaide na 14 Màrt 2021",
    "2600696085": "Mar 15mh 2021",
    "3217791519": "Jul 15mh 2020 - Dàmhair 15mh 2020",
    "649261378": "Faoilleach 5mh-11mh 2021 *",
    "1559190296": "Faoilleach 5-11mh 2021 †",
    "3806054689": "15mh Giblean 2020 - 15mh Iuchar 2020",
    "4162383380": "16 Sultain - 22nd 2020 *****",
    "1990824776": "Sultain 16-24mh 2020 *****",
    "3856690908": "15mh Faoilleach 2020 - 15mh Giblean 2020",
    "3200641265": "Gun a bhith nas fhaide na 16 Ògmhios 2020 *",
    "3744079744": "15-19 Ògmhios 2020 ****",
    "2209837451": "Dàmhair 15th 2019 - Faoilleach 15th 2020",
    "2510534204": "Nas fhaide na 23 Màrt 2020 ***",
    "2910560864": "Mar 20-23mh 2020 ***",
    "2544565802": "Jul 15th 2019 - Oct 15th 2019",
    "3963642878": "Nas fhaide na Dùbhlachd 14 2019 *",
    "622103562": "Dùbhlachd 17mh 2019 **",
    "4072202039": "15mh Giblean 2019 - Jul 15th 2019",
    "818049069": "Nas fhaide na Jul 15th 2019",
    "1169005651": "15 Sultain 2019",
    "2303655425": "15mh Faoilleach 2019 - 15mh Giblean 2019",
    "3678889946": "Gun a bhith nas fhaide na Jun 15th 2019",
    "3094354698": "15mh Ògmhios 2019",
    "4217013126": "Mar as trice bidh pàighidhean a ’ruith tron latha air a’ cheann-latha pàighidh, agus mar as trice bidh iad air an crìochnachadh ro meadhan oidhche Pacific. Ma chaidh cunntas a chomharrachadh airson ath-sgrùdadh, dh ’fhaodadh gun toir e suas ri còig latha gnìomhachais a bharrachd gus pàigheadh a leigeil ma sgaoil.",
    "1447649958": "Mar chuimhneachan, chan eil ach trafaic daonna ceart airidh air pàigheadh. Chì thu barrachd fiosrachaidh mu dheidhinn seo anns na Ceistean Cumanta againn, ceangailte gu h-ìosal. Feumaidh an cothromachadh a tha ri fhaighinn cuideachd a bhith a ’coinneachadh ri stairsneach as ìsle gus a bhith airidh air pàigheadh, 10 HMT an-dràsta.",
    "4257144752": "Chan eil tuairmsean fìor-ùine a ’nochdadh cruinneas deireannach no daonnachd, agus mar sin faodaidh do chosnadh deireannach atharrachadh gu mòr suas no sìos bho àireamhan a tha air an sealltainn air an Dashboard ron chiad rèiteachadh agad.",
    "2728931827": "Às deidh gach rèiteachadh, thèid na tuairmsean per-sitekey agad ùrachadh agus bu chòir cruinneas ro-innse san àm ri teachd àrdachadh, mura h-eil atharrachadh susbainteach air do làrach ann an giùlan luchd-cleachdaidh.",
    "1200905005": "††† Bhon t-Sultain 2021, tha rèiteachaidhean agus pàighidhean a-nis a ’ruith thairis air timcheall air 10 latha seach aon latha, gus cuingealachaidhean obrachaidh co-cheangailte ri fàs san t-seirbheis a dhèanamh nas sìmplidhe.",
    "4284094387": "†† Bidh cuid de rèiteachaidhean agus pàighidhean san Ògmhios 2021 a ’ruith an ath sheachdain air sgàth dàil ann an dearbhadh nan àireamhachadh deireannach rè uinneag an rèiteachaidh.",
    "1977013707": "† Chaidh pàighidhean Dùbhlachd 2020 ath-eagrachadh bhon 15mh gus a bhith a ’seachnadh tar-chuir le rèiteachaidhean deireadh-bliadhna agus saor-làithean luchd-obrach: bidh iad deiseil ron dàrna seachdain den Fhaoilleach. Mar thoradh air gluasadan nas slaodaiche na àbhaist a-steach do PayPal, ruithidh pàighidhean thairis air grunn làithean seach a bhith crìochnaichte air aon latha.",
    "517010299": "Thoir fa-near: tha sinn an-dràsta ag obair air eadar-ghluasad mòr backend gu rèiteachadh faisg air fìor-ùine. Bidh rèiteachaidhean bho àm gu àm a ’ruith cho tric na an àbhaist tro Q1 2021. Chan eil seo a’ toirt buaidh air clàran no cinn-latha pàighidh.",
    "3092200338": "** Nuair a thuiteas an 15mh air deireadh-seachdain, is e an 17mh Ceann-latha Pàighidh.",
    "3891941747": "*** COMHAIRLE COVID-19: Mar thoradh air comas luchd-obrach nas lugha co-cheangailte ri COVID-19, chaidh ath-rèiteachadh a chuir air dòigh gus ùine a bharrachd a cheadachadh gus ar dearbhadh àbhaisteach a chrìochnachadh. Tha dùil gum bi pàighidhean a ’tòiseachadh Dihaoine agus a’ crìochnachadh an ath Diluain.",
    "2301757528": "**** Mar thoradh air cumail suas le PayPal de na APIan REST aca tron uinneig pàighidh, cha deach a h-uile pàigheadh a chrìochnachadh air 15 Ògmhios. Chaidh pàighidhean sam bith a chaidh a chlàradh airson Jun 15th (ùine Pacific) ach nach deach a chuir gu bàs air sgàth mearachdan API PayPal a ruith a-rithist ro 19 Ògmhios (àm a ’Chuain Shèimh).",
    "116842359": "***** Tha dùil gum bi rèiteachaidhean a ’crìochnachadh thar grunn làithean air sgàth cumail suas an t-siostaim.",
    "4154415610": "***** Bidh pàighidhean Sultain 2020 a ’ruith ann an glainnean mar a bhios an rèiteachadh a’ crìochnachadh, le cuid a ’ruith grunn làithean nas fhaide na bha dùil an toiseach air sgàth dàil rèiteachaidh.",
    "2310694091": "Dè tha Rèiteachadh a ’ciallachadh?",
    "164801246": "Is e rèiteachadh am pròiseas far a bheil trafaic air a sgrùdadh às deidh an fhìrinn gus dearbhadh a dhèanamh air a chinne-daonna agus a chruinneas, aon uair ‘s gu bheil a h-uile dàta bho gach làrach aithris a-steach. Faodaidh tu barrachd mion-fhiosrachaidh a leughadh anns na",
    "3256245394": "a bharrachd air na puist bhlog againn, me",
    "3089778412": "Mar a bhios hCaptcha a ’tomhas dhuaisean",
    "3329755436": "A bheil thu an dùil am pròiseas seo a luathachadh?",
    "1911669851": "Tha, tha sinn an-dràsta ag obair air grunn leasachaidhean air na siostaman backend againn a tha sinn an dùil a bheir cothrom dhuinn aig a ’cheann thall a bhith a’ tabhann an dà chuid rèiteachadh nas luaithe, mionaideachd tuairmseach nas luaithe, agus pàighidhean nas luaithe. Tha sinn an-dràsta ag obair gus rèiteachadh a luathachadh an toiseach.",
    "2366003154": "Ceistean Naidheachd is nam Meadhanan",
    "3054564199": "Preas Kit",
    "3173156067": "Gheibhear cuid de cho-thaobhan deiseil ma tha thu airson ìomhaighean eisimpleir a thoirt a-steach san artaigil agad.",
    "867314732": "Faodaidh tu àrd-rùn fhaighinn air ais",
    "858218750": "agus stiùireadh air an cleachdadh air an",
    "3821716514": "duilleag.",
    "1186243118": "ìomhaighean suaicheantas",
    "3034959000": "Faodaidh tu faighinn air ais",
    "1764089150": "an-seo:",
    "1558428432": ". Feuch an toir thu creideas dhaibh gu hCaptcha.com.",
    "2429359042": "eisimpleirean ìomhaighean eadar-aghaidh",
    "1480820434": "ìomhaigh 1",
    "3213411837": "ìomhaigh 2",
    "1270712701": "Fiosan naidheachd agus aithisgean o chionn ghoirid",
    "231285005": "Gheibh thu ùrachaidhean o chionn ghoirid air ar blog",
    "1289884910": "Bidh sinn cuideachd a ’foillseachadh mion-sgrùdadh agus aithisgean bho àm gu àm. Mar eisimpleir:",
    "932546190": "Carson a bhios CAPTCHAs còmhla rinn an-còmhnaidh",
    "2344319147": "Dè as fhiach lorg bot Google?",
    "1637527266": "Dè na dùthchannan aig a bheil an trafaic as motha?",
    "230159237": "Cuir fios",
    "3759923279": "Feuch an cuir thu fiosan naidheachd chun t-seòladh post-d a leanas:",
    "4255608322": "Air ùrachadh mu dheireadh: 12 Giblean, 2021",
    "537881751": "Fàilte gu hCaptcha! Tha am Poileasaidh Dìomhaireachd seo a ’toirt cunntas air cleachdaidhean Intuition Machines, Inc. (“ IMI ”,“ sinn ”no“ sinn ”) a thaobh ar cruinneachadh, cleachdadh, agus foillseachadh fiosrachaidh (a’ toirt a-steach Fiosrachadh Pearsanta, air a mhìneachadh gu h-ìosal) tron làrach-lìn againn aig www.hcaptcha .com agus subdomains no raointean sam bith eile a bhios sinn a ’cleachdadh (na“ Làraich ”) agus eadar-aghaidh prògram tagraidh hCaptcha agus bathar-bog agus stuthan co-cheangailte ris (còmhla, an“ Seirbheis ”).",
    "33639629": "Gun a bhith buntainneach ri làraich-lìn treas pàrtaidh. Thoir fa-near nach eil am Poileasaidh Dìomhaireachd seo a ’buntainn ri làrach-lìn, tairgse, toradh no seirbheis treas pàrtaidh sam bith, eadhon ged a tha e a’ ceangal ris an Làrach againn no a ’toirt a-steach an t-Seirbheis - thoir sùil air na poileasaidhean prìobhaideachd iomchaidh mus co-dhùin thu fiosrachadh sam bith a thoirt seachad do threas phàrtaidhean.",
    "987375734": "Tha IMI stèidhichte anns na Stàitean Aonaichte. Tha na Làraich agus an t-Seirbheis fo smachd agus air an ruith leinn bho na Stàitean Aonaichte. Faodar am fiosrachadh pearsanta agad a stòradh agus a phròiseasadh ann an dùthaich sam bith far a bheil goireasan againn no anns am bi sinn a ’conaltradh le solaraichean seirbheis, agus le bhith a’ cleachdadh na Làraich agus an t-Seirbheis tha thu a ’toirt cead dhut fiosrachadh a ghluasad gu dùthchannan taobh a-muigh do dhùthaich còmhnaidh, a’ toirt a-steach na Stàitean Aonaichte , a dh ’fhaodadh riaghailtean dìon dàta a bhith eadar-dhealaichte bho riaghailtean na dùthcha agad. Ann an cuid de shuidheachaidhean, is dòcha gum bi cùirtean, buidhnean èigneachaidh lagha, buidhnean riaghlaidh no ùghdarrasan tèarainteachd anns na dùthchannan eile sin airidh air an fhiosrachadh pearsanta agad.",
    "452920031": "Nota do luchd-ceannach taobh a-muigh nan Stàitean Aonaichte.",
    "2328839224": ". Feuch an toir thu sùil air an earrann againn \"Fios gu Luchd-còmhnaidh California\" co-cheangailte ri do chòraichean fo Achd Prìobhaideachd Luchd-cleachdaidh California (\"CCPA\").",
    "1565481281": "Nota do luchd-còmhnaidh California",
    "1028058338": "Feuch an seall thu ris an earrainn againn “Fios gu Cuspairean Dàta an AE” co-cheangailte ri do chòraichean fo Riaghailt Coitcheann Dìon Dàta (“GDPR”).",
    "2271205646": "Nota do Luchd-còmhnaidh Sgìre Eaconamach na h-Eòrpa.",
    "508143070": "Thoir fa-near gur e IMI smachd air an fhiosrachadh pearsanta agad, ach a-mhàin far am bi sinn a ’giullachd fiosrachadh pearsanta às leth ar Integrators an co-cheangal ri solar na Seirbheis againn, agus sa chùis sin tha sinn a’ giullachd fiosrachaidh pearsanta, agus is e na Integrators sin a tha a ’riaghladh fiosrachadh pearsanta.",
    "2330965058": "Far am bi sinn ag obair mar phròiseasar airson ar Integrators, cha bhith sinn a ’cleachdadh an dàta a chaidh a chruinneachadh airson adhbhar sam bith ach mar a tha reusanta riatanach gus ar Seirbheis a thoirt seachad, agus bidh ar giullachd air a riaghladh leis na cùmhnantan a tha againn le ar Integrators, chan e seo Poileasaidh Dìomhaireachd",
    "3017040355": "Bidh giullachd dàta Cuspair Dàta an AE ag obair fo bhunait laghail nan Clàsan Cùmhnant Coitcheann (SCCn) a tha ceangailte taobh a-staigh an Adendum Pròiseas Dàta ris na Cumhachan Seirbheis no Aontaidhean Pròiseas Dàta againn leis na Integrators againn.",
    "2233384692": "Ma tha ceistean no draghan sam bith agad a thaobh mar a tha dàta mar sin air a làimhseachadh no bu mhath leat do chòraichean a chleachdadh, bu chòir dhut fios a chuir chun neach no eintiteas (ie, rianadair an dàta) a tha air cùmhnant a thoirt dhuinn gus an t-Seirbheis a chleachdadh gus an dàta seo a phròiseasadh. Bheir sinn, ge-tà, taic do ar Integrators gus dèiligeadh ri draghan sam bith a dh ’fhaodadh a bhith agad, a rèir cumhachan ar cùmhnant leotha.",
    "349292953": "Fiosrachadh a chruinnicheas sinn",
    "3022001832": "Bidh sinn a ’tional fiosrachadh bho dhaoine fa leth a bhios ag eadar-obrachadh leis na Làraich agus na Seirbheisean againn, a’ toirt a-steach an fheadhainn a tha a ’toirt a-steach an t-Seirbheis againn air an làrach-lìn aca (“ Integrators ”), an fheadhainn a bhios a’ cleachdadh nan seirbheisean airson bileagan dàta (“Luchd-ceannach”), agus an luchd-cleachdaidh deireannach a bhios ag eadar-obrachadh le ar Seirbheis tro làraich-lìn ar Integrators (\"Cleachdaichean deireannach\").",
    "835545301": "Bidh sinn a ’tional nan roinnean fiosrachaidh a leanas:",
    "3228928991": "Fiosrachadh a dh'fhaodar a chleachdadh gus neach fa-leth aithneachadh (\"Fiosrachadh Pearsanta\"), leithid ainm, seòladh puist-d, agus dùthaich. Bidh sinn a ’tional Fiosrachadh Pearsanta bho na Integrators agus Luchd-ceannach a tha againn an-dràsta agus san amharc nuair a bheir iad seachad e gu dìreach dhuinn (mar eisimpleir, le bhith a’ lìonadh foirm nuair a chlàraicheas iad airson cunntas, no le bhith a ’cur a-steach gus fiosan post-d fhaighinn bhuainn). Faodaidh sinn cuideachd dearbhadh a dhèanamh air dearbh-aithne ar Integrators agus Luchd-ceannach le bhith a ’dèanamh coimeas eadar fiosrachadh pearsanta an aghaidh stòran-dàta treas pàrtaidh no sgrìobhainnean laghail oifigeil.",
    "1655796811": "Fiosrachadh air a chruinneachadh gu fèin-ghluasadach mar thoradh air cleachdadh Integrator no Neach-ceannach de na Làraich no na Seirbheisean (\"Fiosrachadh Analytics\"), leithid seòlaidhean IP, seòrsa brabhsair, solaraiche seirbheis eadar-lìn, seòrsa àrd-ùrlar, seòrsa inneal, siostam obrachaidh, ceann-latha agus stampa ùine de ruigsinneachd, agus fiosrachadh eile den aon seòrsa. Tha cuid de dh ’fhiosrachadh Analytics air a chruinneachadh às ar leth le treas phàrtaidhean a bhios sinn a’ cleachdadh airson an adhbhar sin, agus tha cuid de dh ’fhiosrachadh Analytics air a chruinneachadh tro dhiofar theicneòlasan tracadh, a’ toirt a-steach briosgaidean (faic “Analytics Treas Pàrtaidh agus Teicneòlasan Tracadh” gu h-ìosal).",
    "1388241689": "Fiosrachadh a chaidh a chruinneachadh mar thoradh air luchd-cleachdaidh deireannach a ’freagairt freagairtean tron t-Seirbheis (“ Dàta Labeled ”), leithid dàta leubail ìomhaighean, teacsa air a thionndadh bho fhaidhlichean claisneachd air a chluich gu na cleachdaichean deireannach sin, freagairtean do cheistean, agus molaidhean eile a ghineadh an t-Seirbheis. airson fiosrachadh a chlàradh air dàta airson a chleachdadh ann an tagraidhean ionnsachaidh innealan. Thoir fa-near nach eil Dàta Labeled ceangailte ri neach sam bith a chaidh ainmeachadh.",
    "1493790285": "Feumar fiosrachadh eile a chaidh a chruinneachadh bho Luchd-cleachdaidh deireannach mar phàirt den t-Seirbheis ris an sin gus faighinn a-mach a bheil iad",
    "2216374138": "tha iad daonna, leithid gluasadan luchag, suidheachadh scrollaidh, tachartasan keypress, tachartasan suathaidh, agus fiosrachadh gyroscope / accelerometer mar a bhios iomchaidh.",
    "2394073454": "Faodaidh sinn fiosrachadh a bharrachd a chruinneachadh bho luchd-cleachdaidh deireannach a tha airson a bhith ag obair còmhla rinn mar Luchd-labail Dàta fa leth.",
    "3103557430": "Mar a chleachdas sinn fiosrachadh",
    "1130802068": "Bidh sinn a ’cleachdadh an fhiosrachaidh a chruinnicheas sinn airson na h-adhbharan a leanas:",
    "2940689138": "Rianachd cunntasan Integrator agus Luchd-ceannach agus an t-Seirbheis a thoirt seachad. Bidh sinn a ’cleachdadh Fiosrachadh Pearsanta gus cunntasan sònraichte a cheangal ri Integrators agus Luchd-ceannach agus gus an t-Seirbheis a thoirt dhaibh, gus freagairt a thoirt do dh’ iarrtasan no rannsachaidhean, gus taic no taic theicnigeach a thoirt seachad, agus gus pàighidhean a dhèanamh comasach.",
    "857974529": "Gus leasachadh gu Làrach agus an t-Seirbheis. Bidh sinn a ’cleachdadh Fiosrachadh Analytics gus na seirbheisean agus na tairgsean ùra againn a leasachadh agus gus tairgsean toraidh gnàthaichte is ri teachd a ghnàthachadh.",
    "1820844638": "Gus beachdan margaidh fhaighinn. Bidh sinn a ’cleachdadh Fiosrachadh Analytics gus mion-sgrùdadh a dhèanamh air a’ mhargaidh agus a ’dèanamh mion-sgrùdaidhean gnìomhachais co-cheangailte ris an Làrach agus na Seirbheisean againn, agus airson adhbharan rannsachaidh eile.",
    "3386280249": "Gus margaidh a thoirt seachad airson Dàta Labeled. Tha an t-seirbheis againn a ’toirt comas do bhileagan dàta àrd agus ath-sgrùdadh daonna airson siostaman ionnsachaidh innealan mar sheirbheis do shealbhadairean làraich-lìn agus companaidhean a dh’ fheumas cuideachadh le bhith a ’faighinn an dàta aca air a chomharrachadh. Chun na crìche sin, bidh sinn a ’foillseachadh Dàta Labeled don luchd-ceannach againn aig a bheil ùidh ann a bhith a’ faighinn Dàta Labeled.",
    "3532143291": "Gus ar seirbheisean agus ar siostaman a dhèanamh tèarainte. Bidh sinn a ’cleachdadh Fiosrachadh Analytics gus na siostaman againn a dhèanamh tèarainte le bhith a’ comharrachadh bagairtean agus so-leòntachd a dh’fhaodadh a bhith ann, agus gus an fhiosrachadh a chruinnicheas sinn a dhìon.",
    "2185418511": "Airson adhbhar gnìomhachais dligheach sam bith, cho fad ‘s gu bheil am fiosrachadh air a dhì-chomharrachadh no air a thoirt còmhla gus nach gabh a cheangal gu reusanta ri neach fa-leth.",
    "2386465280": "Mar a bhios sinn a ’roinn fiosrachadh",
    "2159517814": "Bidh sinn a ’roinn no a’ foillseachadh fiosrachadh pearsanta anns na cùisean a leanas:",
    "4256083674": "Air iarrtas dìreach bho Integrator gus cunnart foill iarrtas dùbhlan sònraichte CAPTCHA no seòladh IP a chomharrachadh, no ann an dòigh eile far an deach cead sònraichte a thoirt seachad.",
    "3494826505": "Le luchd-reic bidh sinn an sàs gus taobhan riatanach de na Làraich agus an t-Seirbheis a thoirt seachad, leithid stòradh dàta, aoigheachd, agus Analytics, agus dìreach airson na h-adhbharan sin.",
    "1119009846": "Mar a dh ’fheumar gus cumail ri lagh iomchaidh, a’ gabhail a-steach iarrtasan riaghaltais, iarrtasan cur an gnìomh lagha, agus a chaochladh do bhuidhnean poblach is prìobhaideach gus na còraichean, prìobhaideachd, sàbhailteachd no seilbh agad fhèin, sinne no eile a dhìon.",
    "197676026": "Le cuid eile airson adhbhar gnìomhachais dligheach sam bith, cho fad ‘s a tha am fiosrachadh air a dhì-chomharrachadh",
    "2359312315": "no air a thoirt còmhla gus nach gabh a cheangal gu reusanta ri neach fa-leth.",
    "2497216176": "Teicneòlasan anailis agus tracadh treas pàrtaidh",
    "3694578791": "Mar a chaidh a dheasbad gu h-àrd, bidh sinn (agus ar luchd-reic treas-phàrtaidh) a ’tional Fiosrachadh Analytics gu ìre tro bhith a’ cleachdadh briosgaidean, lòchrain lìn agus teicneòlasan tracadh eile. Ann an cuid de shuidheachaidhean, bidh sinn ag obair le luchd-reic treas-phàrtaidh gus briosgaidean a chleachdadh airson fiosrachadh Analytics a chruinneachadh.",
    "2238885192": "Bidh sinn a ’cleachdadh Sentry gus dàta deasbaid a chruinneachadh nuair a gheibh neach-cleachdaidh mearachd. Airson fiosrachadh air mar a bhios Sentry a ’tional agus a’ giullachd dàta:",
    "1535054294": "Feuch am faic thu am poileasaidh mionaideach aca",
    "658775471": "Bidh sinn a ’cleachdadh Cloudflare gus an trafaic lìn againn a bharrachadh. Airson fiosrachadh air mar a bhios Cloudflare a ’tional agus a’ giullachd dàta:",
    "2014256987": "Nam b ’fheàrr leat gun a bhith a’ cur bacadh air cleachdadh briosgaidean no teicneòlasan tracadh eile, faic \"A’ riaghladh d ’fhiosrachadh,\" gu h-ìosal. Thoir fa-near gum faodadh sin droch bhuaidh a thoirt air an eòlas agad le bhith a ’cleachdadh na Làraich no an t-Seirbheis, oir is dòcha nach obraich cuid de fheartan gu ceart.",
    "2788024905": "Mar a gheibh sinn fiosrachadh tèarainte",
    "271333468": "Bidh sinn a ’cur an gnìomh ceumannan teignigeach is eagrachaidh iomchaidh gus am fiosrachadh a bhios sinn a’ tional agus a stòradh a dhìon, agus ag iarraidh air a h-uile riochdaire a nì ar giullachd às ar leth an aon rud a dhèanamh. Gu mì-fhortanach, chan eil ceumannan tèarainteachd 100% dìonach, agus mar sin chan urrainnear lìonra no siostam (a ’gabhail a-steach an fheadhainn againn) a bhith 100% tèarainte an aghaidh sgrios, call, atharrachadh, foillseachadh gun chead no ruigsinneachd air fiosrachadh a bhios sinn a’ tional agus a ’stòradh. Ma tha thu den bheachd nach eil am fiosrachadh agad tèarainte airson adhbhar sam bith, cuir fios thugainn sa bhad aig:",
    "3031284129": "Aithrisean barantais",
    "26365791": "Chun na h-ìre as àirde a tha ceadaichte a rèir an lagh, tha an Làrach agus an t-Seirbheis (agus seirbheisean co-cheangailte sam bith eile, fiosrachadh, dàta, feartan, agus susbaint no stuthan eile) air an toirt seachad air bunait “mar a tha” agus “mar a gheibhear”. Chun na h-ìre as motha a tha ceadaichte fon lagh, tha IMI a ’dùnadh a-mach a h-uile barantas, a’ gabhail a-steach ach gun a bhith cuibhrichte gu barantas so-mhaoineachd, freagarrachd airson adhbhar sònraichte, agus neo-bhriseadh.",
    "735630686": "A ’riaghladh d’ fhiosrachadh (Do chòraichean)",
    "498769698": "Faodaidh tu faighinn a-steach, ceartachadh, atharrachadh, no cuir às do chuid de dh ’fhiosrachadh pearsanta a dh’ fhaodadh tu a thoirt dhuinn tron chunntas Integrator, Customer, no Cleachdaiche Ruigsinneachd agad (ma tha thu nad Integrator, Customer, no Cleachdaiche Ruigsinneachd). Mura h-urrainn dhut sin a dhèanamh, no ma tha ceist sam bith agad mu fhiosrachadh pearsanta a chruinnich sinn agus / no a cho-roinn mu do dheidhinn, no ma tha thu airson do chead airson ar giullachd a tharraing air ais (ie cuir às do chunntas gu tur) cuir fios thugainn aig:",
    "2895491273": "Nam b ’fheàrr leat briosgaidean no teicneòlasan tracadh eile a bhacadh, bidh a’ mhòr-chuid de bhrobhsairean agus innealan gluasadach a h-uile càil agad gus na roghainnean agad atharrachadh gus fios a chuir thugad nuair a gheibh thu briosgaidean no teicneòlasan tracadh eile gan cleachdadh, agus gus taghadh am bu chòir dhut gabhail ris no leigeil leat. e. Leigidh a ’mhòr-chuid de bhrobhsairean leat briosgaidean a tha ann mu thràth a chuir dheth no a dhubhadh às no gus briosgaidean san àm ri teachd a dhiùltadh. Faodaidh tu cuideachd innealan treas-phàrtaidh a chleachdadh, a ’toirt a-steach plug-ins brabhsair, gus smachd a chumail air na roghainnean cookie agad. Thoir fa-near, ge-tà, ma chuireas tu às do na briosgaidean uile, is dòcha nach obraich cuid de na Làraich againn gu ceart.",
    "707527778": "Fiosrachadh bho chloinn",
    "1747657936": "Chan eil na Làraich agus an t-Seirbheis againn air an stiùireadh gu clann fo aois 13 agus cha bhith sinn a ’tional fiosrachadh pearsanta bho chloinn fo aois 13. Ma tha sinn ag ionnsachadh gu bheil sinn air fiosrachadh pearsanta a chruinneachadh mu leanabh fo aois 13, gabhaidh sinn ceumannan reusanta gus am fiosrachadh sin a dhubhadh às na faidhlichean againn cho luath ‘s a ghabhas dèanamh, mura h-eil dleastanas laghail oirnn a chumail. Feuch an cuir thu fios thugainn ma tha thu a ’creidsinn gu bheil fiosrachadh sam bith againn bho no mu dheidhinn leanabh fo aois 13:",
    "2419795065": "Sanas do luchd-còmhnaidh California",
    "1517625162": "Fo Earrann Còd Catharra California 1789.3, tha còir aig luchd-cleachdaidh California air an rabhadh còirichean luchd-cleachdaidh a leanas: Faodaidh luchd-còmhnaidh California ruighinn air Aonad Taic Gearain Roinn Seirbheisean Luchd-cleachdaidh Roinn Gnothaichean Luchd-ceannach California tron phost aig 1625 North Market Blvd., Sacramento, CA 95834, no air a ’fòn aig (916) 445-1254 no (800) 952-5210.",
    "3730344349": "Tha an roinn seo a ’toirt seachad mion-fhiosrachadh a bharrachd mun fhiosrachadh pearsanta a chruinnicheas sinn mu luchd-cleachdaidh California agus na còraichean a chaidh a thoirt dhaibh fo Achd Prìobhaideachd Luchd-cleachdaidh California no\" CCPA. \"",
    "4044467791": "Airson na roinnean de fhiosrachadh pearsanta a chruinnich sinn bhuaibh anns na 12 mìosan roimhe sin, faic an earrann \"Fiosrachadh a chruinnicheas sinn\" gu h-àrd. Bidh sinn a ’tional an fhiosrachaidh seo airson na h-adhbharan gnìomhachais is malairteach a tha air am mìneachadh anns an earrainn“ Mar a chleachdas sinn fiosrachadh pearsanta ”gu h-àrd. Anns na 12 mìosan roimhe sin, tha sinn air na roinnean fiosrachaidh a leanas a cho-roinn le treas phàrtaidhean airson adhbhar gnìomhachais:",
    "4208081170": "Roinn-seòrsa Fiosrachadh Pearsanta",
    "1528242915": "Luchd-comharrachaidh.",
    "3863351997": "Roinnean fiosrachaidh pearsanta air an liostadh ann an reachdas Clàran Luchd-ceannach California (Còd Cal. Civ. § 1798.80 (e)).",
    "2826705343": "Fiosrachadh malairteach.",
    "2683038211": "Eadar-lìn no gnìomhachd lìonra dealanach eile.",
    "3671828834": "Eisimpleirean de fhiosrachadh pearsanta air a cho-roinn",
    "779426309": "Fìor ainm, aithnichear pearsanta sònraichte, aithnichear air-loidhne, seòladh Pròtacal Eadar-lìn, seòladh puist-d, ainm cunntais, no aithnichearan eile den aon seòrsa.",
    "2414368123": "Ainm, àireamh cairt creideis, àireamh cairt fiach, no fiosrachadh ionmhasail sam bith eile.",
    "4088941349": "Clàran de thoraidhean no de sheirbheisean a chaidh an ceannach, fhaighinn no beachdachadh.",
    "3238612014": "Eachdraidh brabhsaidh, fiosrachadh mu eadar-obrachadh neach-cleachdaidh le làrach-lìn eadar-lìn, tagradh, no sanas.",
    "1023108656": "Roinnean de luchd-faighinn treas-phàrtaidh",
    "1418235079": "Solaraichean seirbheis",
    "3238184941": "Nota: Faodar cunnart foill co-cheangailte ri seòladh IP fa leth a cho-roinn le Integrator ma thèid iarraidh.",
    "285116485": "Cha bhith a ’Chompanaidh“ a ’reic” (mar a tha an teirm seo air a mhìneachadh san CCPA) am fiosrachadh pearsanta a chruinnicheas sinn. Feuch an toir thu sùil air an roinn \"Mion-sgrùdadh treas-phàrtaidh agus teicneòlasan tracadh\" gu h-àrd airson tuilleadh fiosrachaidh a thaobh nan seòrsaichean de bhriosgaidean treas-phàrtaidh, ma tha gin ann, a bhios sinn a ’cleachdadh.",
    "1408750006": "Le ùmhlachd do chuingealachaidhean sònraichte, tha an CCPA a ’toirt còir do luchd-cleachdaidh California iarraidh barrachd fiosrachaidh fhaighinn mu na roinnean no pìosan sònraichte de fhiosrachadh pearsanta a bhios sinn a’ tional (a ’toirt a-steach mar a bhios sinn a’ cleachdadh agus a ’foillseachadh an fhiosrachaidh seo), gus am fiosrachadh pearsanta aca a dhubhadh às, gus tarraing a-mach à “reic” sam bith a dh ’fhaodadh a bhith a’ tachairt, a bharrachd air a ’chòir gun a bhith air lethbhreith airson na còraichean sin a chleachdadh.",
    "759057398": "Fios gu Cuspairean Dàta an AE",
    "825780955": "Fiosrachadh Pearsanta",
    "2945960297": "A thaobh cuspairean dàta an AE, tha an teirm “fiosrachadh pearsanta” mar a thathar a ’cleachdadh sa Phoileasaidh Dìomhaireachd seo co-ionann ri“ dàta pearsanta ”mar a tha e air a mhìneachadh ann an Riaghailt Dìon Dàta Coitcheann an Aonaidh Eòrpaich (GDPR).",
    "1126613163": "Dàta Mothachail",
    "3571006800": "Dh ’fhaodadh cuid den fhiosrachadh a bheir thu dhuinn a bhith mar dàta mothachail mar a tha e air a mhìneachadh san GDPR (cuideachd air ainmeachadh mar roinnean sònraichte de dhàta pearsanta), a’ gabhail a-steach comharrachadh do chinnidh no cinnidheachd air sgrìobhainnean aithneachaidh a chuir an riaghaltas a-mach.",
    "1988461282": "Basan laghail airson giullachd",
    "3519564631": "Adhbharan giullachd",
    "1778642038": "Gus conaltradh leat",
    "2223819810": "Gus an àrd-ùrlar againn a bharrachadh",
    "1678661231": "Airson gèilleadh, casg air foill, agus sàbhailteachd",
    "2561077702": "Gus an t-seirbheis againn a thoirt seachad",
    "2066321185": "Stèidh laghail",
    "1174237568": "Tha na gnìomhan giullachd sin mar ùidhean dligheach dhuinn. Bidh sinn a ’feuchainn ri beachdachadh agus cothromachadh a dhèanamh air buaidhean sam bith a dh’ fhaodadh a bhith ort (gach cuid adhartach agus àicheil) agus do chòraichean mus dèan sinn pròiseas air an fhiosrachadh pearsanta agad airson na h-ùidhean dligheach againn. Cha bhith sinn a ’cleachdadh d’ fhiosrachadh pearsanta airson gnìomhan far a bheil na h-ùidhean againn air an toirt thairis le droch bhuaidh sam bith ort (mura h-eil cead againn no ma tha sinn air iarraidh no cead a rèir an lagh).",
    "1350478093": "Adhbhar giullachd",
    "787916198": "Le do chead",
    "3348433919": "Do chòraichean",
    "3842673636": "Fon GDPR, tha cuid de chòraichean agad a thaobh an fhiosrachadh pearsanta agad. Faodaidh tu iarraidh oirnn na gnìomhan a leanas a dhèanamh a thaobh an fhiosrachaidh pearsanta agad a tha sinn a ’cumail:",
    "4057343238": "Taghadh",
    "1834911235": "Stad le bhith a ’cur thugad conaltradh margaidheachd dìreach a dh’ aontaich thu roimhe fhaighinn. Is dòcha gun lean sinn a ’cur thugad conaltradh co-cheangailte ri seirbheis agus neo-mhargaidheachd eile.",
    "3022301908": "Ruigsinneachd",
    "680638297": "A ’toirt dhut fiosrachadh mun phròiseasadh againn den fhiosrachadh pearsanta agad agus a’ toirt cothrom dhut air an fhiosrachadh pearsanta agad.",
    "1409486258": "Ceart",
    "3878077249": "Ùraich no ceartaich mearachdan san fhiosrachadh pearsanta agad.",
    "3645414921": "Cuir às",
    "42182578": "Thoir às am fiosrachadh pearsanta agad.",
    "1609621367": "Gluasad",
    "3208155808": "Cuir leth-bhreac den fhiosrachadh pearsanta agad a ghabhas leughadh le inneal thugad no gu treas phàrtaidh de do roghainn.",
    "1786796818": "Cuir bacadh air",
    "3329634829": "Cuir bacadh air obrachadh an fhiosrachaidh pearsanta agad.",
    "4202774977": "Rud",
    "3007158970": "Cuir an aghaidh a bhith an urra ri na h-ùidhean dligheach againn mar bhunait air ar giollachd den fhiosrachadh pearsanta agad a bheir buaidh air do chòraichean.",
    "1273071008": "Iarrtasan airson còraichean ruigsinneachd cuspair dàta",
    "3594381346": "àite.",
    "21141582": "seo",
    "3357523404": "Gluasad dàta tar-chrìochan",
    "290966395": "Mar a chaidh a mhìneachadh san roinn againn \"Nòta do Luchd-ceannach taobh a-muigh nan Stàitean Aonaichte\", feuch gum bi thu mothachail gun tèid an dàta pearsanta agad a ghluasad gu, a phròiseasadh agus a stòradh anns na Stàitean Aonaichte. Dh ’fhaodadh gum bi laghan dìon dàta anns na SA eadar-dhealaichte bhon fheadhainn anns an dùthaich còmhnaidh agad. Tha thu a ’toirt cead dhut do fhiosrachadh a ghluasad, a’ toirt a-steach fiosrachadh pearsanta, gu na SA mar a tha air a mhìneachadh sa Phoileasaidh Dìomhaireachd seo le bhith a ’tadhal air na Làraich againn no a’ cleachdadh ar Seirbheis.",
    "3178581111": "Cleachd airson adhbharan ùra",
    "1088304322": "Faodaidh sinn am fiosrachadh pearsanta agad a chleachdadh airson adhbharan nach eil air am mìneachadh sa Phoileasaidh Dìomhaireachd seo, far a bheil cead againn fon lagh sin a dhèanamh agus far a bheil an adhbhar co-chòrdail ris an adhbhar airson an do chruinnich sinn e. Ma dh ’fheumas sinn am fiosrachadh pearsanta agad a chleachdadh airson adhbhar neo-cheangailte, faodaidh sinn fios a chuir thugad agus mìneachadh a’ bhunait laghail iomchaidh airson an cleachdadh sin. Ma tha sinn air a bhith an urra ri do chead airson cleachdadh sònraichte den fhiosrachadh pearsanta agad, faodaidh sinn do chead iarraidh airson adhbhar neo-cheangailte sam bith agus leigeil leat crìoch a chuir air do chleachdadh den t-seirbheis aig an àm sin ma tha thu a ’gearan.",
    "2260079771": "Glèidheadh dàta",
    "38428546": "Bidh sinn a ’stòradh an dàta pearsanta agad gu tèarainte fad beatha a’ chunntais agad leinn. Cha ghlèidh sinn an dàta pearsanta agad ach cho fad ‘s a tha riatanach gus na h-adhbharan airson an do chruinnich sinn e a choileanadh, a’ gabhail a-steach airson dleastanasan laghail, cunntasachd no aithris sam bith a choileanadh no gus connspaidean fhuasgladh. Tha na slatan-tomhais a bhios sinn a ’cleachdadh gus amannan stòraidh a dhearbhadh a’ toirt a-steach na h-ullachaidhean cùmhnantail buntainneach a tha ann an gnìomh, amannan cuibhreachaidh reachdail laghail, riatanasan riaghlaidh buntainneach, agus inbhean gnìomhachais.",
    "384965568": "Ged a tha riatanasan glèidhidh ag atharrachadh a rèir uachdranas, tha fiosrachadh mu na h-amannan gleidhidh àbhaisteach againn airson diofar thaobhan den dàta pearsanta agad air am mìneachadh gu h-ìosal.",
    "2788836740": "Bithear a ’cumail fiosrachadh conaltraidh airson adhbharan margaidheachd gu leantainneach gus an dèan thu fo-sgrìobhadh. Às deidh sin cuiridh sinn am mion-fhiosrachadh agad ris an liosta casg againn gun chrìoch. Cha tèid fiosrachadh post-d a chaidh a chruinneachadh bho Luchd-cleachdaidh Ruigsinneachd a chleachdadh gu bràth airson adhbharan margaidheachd.",
    "3520687192": "Faodar clàran conaltraidh leat (me tiogaidean taic a chaidh fhosgladh tro phost-d no Twitter) a chumail gun chrìoch.",
    "292211832": "Bithear a ’tilgeil fiosrachadh a thèid a chruinneachadh tro dhòighean teicnigeach leithid briosgaidean, cunntairean duilleag-lìn agus innealan anailitigeach eile cho luath‘ s a ghabhas dèanamh, ach faodar an cumail airson ùine chuingealaichte suas ri bliadhna bho dheireadh a ’bhriosgaid, mar as trice ann an cruth neo-aithnichte agus cruinnichte mura lorg sinn droch dhìol a dh’fhaodadh a bhith san t-seirbheis againn, agus sa chùis sin cumaidh sinn am fiosrachadh sin gus ar cuideachadh le casg a chuir air droch dhìol san àm ri teachd. Chan urrainn dhuinn am fiosrachadh gun urra agus iomlan seo a cheangal riut fhèin, do theaghlach, seòladh IP, no fiosrachadh pearsanta sam bith stèidhichte air an fhiosrachadh a tha air a stòradh.",
    "470943029": "Ma tha ceist sam bith agad mun Phoileasaidh Dìomhaireachd seo, cuir fios thugainn aig:",
    "3192683783": "Atharraichean air a ’Phoileasaidh Dìomhaireachd seo",
    "1702335960": "Tha fiosrachadh sam bith a chruinnicheas sinn fo ùmhlachd a ’Phoileasaidh Dìomhaireachd a tha ann aig an àm a thèid am fiosrachadh sin a chruinneachadh. Faodaidh sinn, ge-tà, am Poileasaidh Dìomhaireachd ath-sgrùdadh bho àm gu àm. Ma tha ath-sgrùdadh buntainneach, mar a chaidh a dhearbhadh leinn a-mhàin, cuiridh sinn fios thugaibh, mar eisimpleir tro phost-d. Thèid an dreach làithreach a phostadh chun duilleag Poileasaidh Dìomhaireachd againn an-còmhnaidh.",
    "3669258571": "Poileasaidh cookie",
    "2905621957": "Air ùrachadh mu dheireadh: 18 Iuchar 2020",
    "1173934218": "Tha sinn a ’tuigsinn gu bheil do phrìobhaideachd cudromach dhut agus tha sinn dealasach a bhith follaiseach mu na teicneòlasan a bhios sinn a’ cleachdadh. Tha am poileasaidh seo a ’toirt seachad fiosrachadh mionaideach mu ciamar agus cuin a bhios sinn a’ cleachdadh briosgaidean air na Làraich agus an t-Seirbheis againn.",
    "2694150481": "Am bi sinn a ’cleachdadh briosgaidean?",
    "457627611": "Tha. Faodaidh sinn agus ar solaraichean anailitigeach no seirbheis, com-pàirtichean margaidheachd, agus cleamhnaichean briosgaidean, lòchrain lìn, no piogsail agus teicneòlasan eile a chleachdadh gus dèanamh cinnteach gum faigh gach neach a chleachdas na Làraich an eòlas as fheàrr. Feuch an seall thu ris an roinn \"Analytics Treas Pàrtaidh agus Teicneòlasan Tracadh\" den Phoileasaidh Dìomhaireachd againn airson tuilleadh fiosrachaidh.",
    "501102544": ": tha sinn den bheachd gu bheil an t-seirbheis anti-bot hCaptcha (ie an t-Seirbheis freumhaichte le làraich-lìn, geamannan, no aplacaidean gluasadach) a ’toirt a-steach dìreach briosgaidean ris an canar“ saor bho chead ”a rèir riaghailtean GDPR. Am measg eisimpleirean de bhriosgaidean saor mar sin:",
    "461631543": "Nota GDPR",
    "2150907653": "* Briosgaidean teignigeach riatanach airson an t-seirbheis a thoirt seachad. Tha iad sin a ’toirt a-steach briosgaidean roghainn, briosgaidean seisean, briosgaidean cothromachaidh luchdan, msaa.",
    "1012122721": "* Briosgaidean staitistigeil air an riaghladh gu dìreach leinn (ie briosgaidean ciad-phàrtaidh, chan e briosgaidean treas-phàrtaidh), far nach eilear a ’cleachdadh an dàta airson pròifil.",
    "148542287": "Chan e comhairle laghail a tha seo, agus chan eil barantas sam bith air a thoirt seachad a thaobh an anailis seo. Ma tha ceistean no draghan a bharrachd agad, cuir fios thugainn aig:",
    "3956117148": "Faodaidh na làraich-lìn hCaptcha.com agus BotStop.com (na Làraich) a bhith a ’toirt a-steach briosgaidean a bharrachd, mar a tha air a mhìneachadh sa Phoileasaidh seo.",
    "3255230599": "Dè a th ’ann am briosgaid?",
    "1095532507": "Tha briosgaid (“briosgaid”) na fhaidhle teacsa beag a tha air a chuir air do chlàr cruaidh le frithealaiche duilleag lìn. Ann am briosgaidean tha fiosrachadh a thèid a leughadh nas fhaide air adhart le frithealaiche lìn san raon a thug a-mach am briosgaid dhut. Cha tèid cuid de na briosgaidean a chleachdadh ach ma chleachdas tu cuid de fheartan no ma thaghas tu cuid de roghainnean, agus thèid cuid de bhriosgaidean a chleachdadh an-còmhnaidh. Gheibh thu barrachd a-mach mu gach briosgaid le bhith a ’coimhead air an liosta cookie againn gu h-ìosal.",
    "2943815316": "Bidh sinn ag ùrachadh an liosta seo bho àm gu àm, agus mar sin is dòcha gum bi briosgaidean a bharrachd ann nach eil air an liostadh fhathast. Faodar lòchrain lìn, tagaichean agus sgriobtaichean a chleachdadh anns na Làraich no ann am puist-d gus ar cuideachadh le bhith a ’lìbhrigeadh bhriosgaidean, a’ cunntadh chuairtean, a ’tuigsinn cleachdadh agus èifeachdas iomairt agus a’ dearbhadh a bheil post-d air fhosgladh agus air a chuir an gnìomh. Is dòcha gum faigh sinn aithisgean stèidhichte air cleachdadh nan teicneòlasan sin leis na solaraichean seirbheis / anailis againn air stèidh fa leth agus iomlan.",
    "2954157511": "Carson a bhios sinn a ’cleachdadh briosgaidean?",
    "1539071196": "Mar as trice bidh sinn a ’cleachdadh briosgaidean airson na h-adhbharan a leanas:",
    "3545935449": "Gus luchd-cleachdaidh ùr no roimhe seo aithneachadh.",
    "32739972": "Gus am fiosrachadh seisean inntrigidh agad a stòradh ma tha thu clàraichte air na Làraich againn.",
    "4209078147": "Gus an Làrach againn a leasachadh agus tuigse nas fheàrr fhaighinn air na cuairtean agad air na h-àrd-chabhsairean agus an Làrach againn.",
    "1077448694": "Gus amalachadh le làraich-lìn meadhanan sòisealta treas pàrtaidh.",
    "1709478090": "Gus seirbheis a thoirt dhut le sanasachd stèidhichte air ùidh no targaid.",
    "3256020881": "Gus sùil a thoirt air do ghiùlan agus gnìomhachd brobhsaidh thar ùine thar grunn làraich-lìn no àrd-ùrlaran eile.",
    "1092241113": "Gus tuigse nas fheàrr fhaighinn air ùidhean ar Luchd-cleachdaidh agus Integrators.",
    "1434289796": "Tha cuid de bhriosgaidean riatanach airson cleachdaidhean sònraichte de na Làraich, agus às aonais a leithid de bhriosgaidean, cha bhiodh e comasach dhuinn mòran sheirbheisean a thoirt seachad a dh ’fheumas tu gus na Làraich a chleachdadh gu ceart. Leigidh na briosgaidean sin, mar eisimpleir, leinn na Làraich againn obrachadh gus am faigh thu cothrom air mar a dh ’iarr thu agus leig dhuinn aithneachadh gu bheil thu air cunntas a chruthachadh agus gu bheil thu air logadh a-steach don chunntas sin gus faighinn gu susbaint Làrach. Bidh iad cuideachd a ’toirt a-steach briosgaidean a leigeas leinn cuimhne a chumail air na rinn thu roimhe taobh a-staigh an aon seisean brobhsaidh agus ar Làraich a dhèanamh tèarainte.",
    "1533171442": "Bidh sinn cuideachd a ’cleachdadh briosgaidean agus briosgaidean gnìomh bho threas phàrtaidhean airson adhbharan anailis agus margaidheachd. Bidh briosgaidean gnìomh a ’toirt comas do phàirtean sònraichte de na Làraich obrachadh gu ceart agus do roghainnean cleachdaiche a bhith aithnichte. Bidh briosgaidean anailis, am measg rudan eile, a ’tional fiosrachadh air mar a bhios Luchd-ceannach, Integrators, agus Luchd-cleachdaidh deireannach a’ cleachdadh ar Làraich, an susbaint agus na toraidhean a bhios luchd-cleachdaidh a ’faicinn mar as trice, agus èifeachdas an sanasachd treas-phàrtaidh againn. Bidh briosgaidean sanasachd a ’cuideachadh le bhith a’ lìbhrigeadh shanasan gu luchd-èisteachd buntainneach agus le bhith a ’nochdadh na sanasan againn aig mullach nan toraidhean rannsachaidh. Is e briosgaidean an dàrna cuid briosgaidean “seisean” a thèid a dhubhadh às nuair a chuireas tu crìoch air seisean do bhrobhsair, no “leantainneach,” a dh ’fhanas gus an cuir thu às thu (air a dheasbad gu h-ìosal) no am pàrtaidh a thug seirbheis don bhriosgaid. Gheibhear làn fhiosrachadh mu na briosgaidean uile a chaidh a chleachdadh air na làraich aig a ’chlàr Foillseachaidh cookie againn gu h-ìosal.",
    "322830977": "Mar a chuireas tu briosgaidean à comas.",
    "3885459114": "Mar as trice faodaidh tu cleachdadh briosgaidean a ghnìomhachadh no a chuir dheth nas fhaide air adhart tro ghoireas a chaidh a thogail a-steach don bhrobhsair lìn agad. Ma tha thu airson barrachd ionnsachadh mu bhriosgaidean, no mar as urrainn dhut smachd a chumail orra, an comasachadh no an toirt às, tadhal air https://www.knowcookies.com/ airson stiùireadh mionaideach.",
    "262509504": "Is dòcha gun ceangail sinn am fiosrachadh a chruinnich briosgaidean le fiosrachadh eile a chruinnicheas sinn bhuaibh a rèir a ’Phoileasaidh Dìomhaireachd seo agus gun cleachd sinn am fiosrachadh còmhla mar a tha air a mhìneachadh an-seo. San aon dòigh, faodaidh na treas phàrtaidhean a bhios a ’frithealadh bhriosgaidean air na Làraich againn d’ ainm no do sheòladh post-d a cheangal ri fiosrachadh eile a chruinnicheas iad, a dh ’fhaodadh a bhith a’ toirt a-steach ceannach roimhe seo air-loidhne no air-loidhne, no am fiosrachadh cleachdaidh air-loidhne agad.",
    "2935155034": "Ma tha thu suidhichte ann an Sgìre Eaconamach na h-Eòrpa, tha cuid de chòraichean agad a tha air am mìneachadh gu h-àrd fon cheann “Fios gu Cuspairean Dàta an AE”, a ’toirt a-steach còir sgrùdadh agus ceartachadh no cuir às no dàta a tha againn mu do dheidhinn.",
    "1873812847": "Foillseachadh cookie (ean)",
    "3319083717": "Ainm:",
    "3183855267": "1. hmt_id",
    "907324388": "Dreuchd",
    "2896187462": "1. Air a chleachdadh airson staitistig gun urra co-cheangailte ri seirbheis gun urra, agus airson adhbharan teicnigeach eile leithid cuideachadh le taic ruigsinneachd.",
    "987267027": "Pàrtaidh",
    "3453526675": "1. 1mh pàrtaidh",
    "1952810469": "Seòrsa",
    "1795436560": "1. Seisean",
    "102695075": "Faid",
    "3356329025": "1. 30 latha",
    "3744153629": "Ainmean:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "seisean,",
    "3186435874": "seiseanid",
    "720059527": "2. Air a chleachdadh airson adhbharan teicnigeach a tha riatanach: cothromachadh luchdan, slighe.",
    "1241291641": "Faic barrachd fiosrachaidh.",
    "1834801943": "2. 1mh pàrtaidh",
    "2114694926": "2. Seisean",
    "938404336": "2. Ag atharrachadh; suas ri 30 latha.",
    "2196526290": "hc_accessibility",
    "2577178569": "3. Air a chleachdadh airson adhbharan teicnigeach a tha riatanach: a ’comasachadh cleachdadh Cleachdaiche Ruigsinneachd.",
    "1061239711": "3. 1mh pàrtaidh",
    "1483015662": "3. Seisean",
    "3458934553": "3. Ag atharrachadh; suas ri 30 latha.",
    "1527172673": "Ma tha ceist sam bith agad mun Phoileasaidh cookie seo, cuir fios thugainn aig:",
    "134571844": "Impressum (Sanas Làraich)",
    "110836420": "Air ùrachadh mu dheireadh: Dùbhlachd 23, 2020",
    "2901894297": "Tha hCaptcha na sheirbheis de Intuition Machines, Inc. (\"IMI\"), Delaware Delaware Corporation (# 6393793).",
    "2928362319": "Faodar fiosan puist a chuir gu: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Gheibhear fiosrachadh mu riaghladh làithreach a ’chompanaidh air an duilleag About. Is e Ceannard làithreach a ’chompanaidh an stiùiriche riaghlaidh le uallach airson susbaint.",
    "3094150511": "Ùghdarras riaghlaidh: Coimisean Conaltraidh Feadarail na SA, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "Chan eil IMI a ’gealltainn, agus chan eil e mar dhleastanas air pàirt a ghabhail ann am fuasgladh connspaid eile airson connspaidean luchd-cleachdaidh air beulaibh eintiteas fuasgladh connspaid luchd-cleachdaidh.",
    "1395644678": "Làrach-lìn oifigeil a ’Choimisein Eòrpaich airson Fuasgladh Connspaid air-loidhne:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Chan eil gealltanas sam bith ann a thaobh susbaint",
    "707541553": "Chaidh a h-uile fiosrachadh a tha air na duilleagan eadar-lìn againn a dhearbhadh le IMI no treas phàrtaidh. Ach, chan urrainn uallach a bhith air IMI no treas phàrtaidhean airson fiosrachadh a bhith làithreach, neo-mhearachdach no iomlan. Tha seo cuideachd a ’buntainn ri làraich-lìn eile a ruigear tro cheangalan air na duilleagan againn. Chan eil IMI a ’gabhail uallach sam bith airson susbaint nan làraich-lìn taobh a-muigh sin.",
    "2650241052": "Gun chomhairle",
    "3361191778": "Chan eil am fiosrachadh a tha air a thoirt seachad air na duilleagan eadar-lìn a ’riochdachadh comhairle fa leth agus chan urrainn dha seo a chur na àite. Ma tha feum agad air comhairle fa leth, cuir fios chun luchd-taic againn.",
    "1031855757": "Cleachdadh na làraich seo",
    "204716894": "Tha susbaint agus dealbhadh ar duilleagan lìn air an dìon fo lagh dlighe-sgrìobhaidh. Feumaidh dùblachadh nan duilleagan agus an susbaint ann an dòigh a tha a ’dol thairis air cleachdadh reusanta reusanta cead sgrìobhte ro-làimh bho IMI mura h-eil ullachaidhean laghail eile air an sònrachadh airson dùblachadh air an duilleag.",
    "3182435854": "Dlighe-sgrìobhaidh",
    "3187946010": "Tha a h-uile teacsa, ìomhaighean, beòthalachd grafaigeach, bhideothan, ceòl, fuaimean agus stuthan eile air na duilleagan sin air an dìon fo lagh dlighe-sgrìobhaidh le IMI no treas phàrtaidhean ma tha iad air an sònrachadh. Tha e toirmisgte an stuth seo a chopaigeadh no atharrachadh airson cleachdadh malairteach ann an dòigh a tha nas àirde na cleachdadh cothromach reusanta.",
    "74538881": "Uallach airson an làrach-lìn seo",
    "3236873806": "Tha IMI an urra ris an làrach-lìn seo.",
    "2657277322": "Ma tha ceist sam bith agad, cuir fios thugainn aig:",
    "1338341134": "Pas Prìobhaideachd hCaptcha + (Beta)",
    "88879089": "Tha Pas Prìobhaideachd na",
    "1898063898": "airson prìobhaideachd luchd-cleachdaidh a tha sinn a ’leasachadh a ghleidheadh còmhla",
    "1942186611": "agus feadhainn eile.",
    "3673079511": "inbhe a tha a ’nochdadh",
    "2164933356": "Cloudflare",
    "3119589996": "Mar a tha e ag obair: tha leudachadh brabhsair a ’toirt comas do luchd-cleachdaidh comharran dall dall criptografach a chruthachadh agus a shoidhnigeadh airson làraich-lìn a bheir taic don phròtacal Pas Prìobhaideachd. Bidh an leudachadh a ’gineadh pasaichean anns a bheil comharran dall le cryptographically air an soidhnigeadh le hCaptcha nuair a thèid dùbhlan fhuasgladh air làrach sam bith a’ cleachdadh an t-seirbheis hCaptcha,",
    "1254771154": "dùbhlain air an sealltainn air seirbheisean taic Pasgan Prìobhaideachd eile a tha cuideachd a ’daingneachadh hCaptcha, me Cloudflare.",
    "996362763": "Tha na comharran sin neo-cheangailte agus air an stòradh leis an leudachadh airson an cleachdadh san àm ri teachd. Nuair a bhios an neach-cleachdaidh a ’tadhal air làrach a’ cleachdadh hCaptcha agus a dh ’fheumas e a dhol seachad air an dùbhlan (ge bith a bheil e do-fhaicsinneach no tron phutan“ Tha mi daonna ”) thèid an toirt air falbh gu fèin-ghluasadach. Tha an dòigh sèididh a ’ciallachadh gu bheil comharran soidhnichte agus ath-cheannaich neo-cheangailteach bho shealladh hCaptcha, agus mar sin tha prìobhaideachd an neach-cleachdaidh air a ghleidheadh.",
    "2943346052": "Mar a bhios pròiseas cunbhalachd IETF a ’leantainn, tha sinn an dùil gun gabh prìomh bhrobhsairean seòrsa air choreigin de Pass Privacy gu dùthchasach. Bheir seo an leudachadh gun fheum. Airson an-dràsta, ge-tà, lean an stiùireadh gu h-ìosal.",
    "2326660907": "ach a-mhàin",
    "741483946": "* Ann am faclan eile: gheibh thu hCaptcha Privacy Pass tokens air hCaptcha.com, agus an cleachdadh air làraich eile gu dìreach a ’cleachdadh hCaptcha.com. Chan urrainn dhut tokens Pass Prìobhaideachd hCaptcha fhaighinn no ath-lorg gus faighinn seachad air an t-seirbheis hCaptcha mar a bhios Cloudflare a ’cleachdadh, leis gu bheil Cloudflare a’ sgaoileadh agus ag ath-lorg a chomharran Pass Prìobhaideachd fhèin.",
    "1362015807": "A ’tòiseachadh",
    "1358325821": "An toiseach, stàlaich an leudachadh airson",
    "310885519": "no",
    "4091044469": ". Dèan cinnteach gu bheil thu air an leudachadh a chomasachadh ann am modh incognito. An uairsin, tadhal air làrach-lìn sam bith a ’cleachdadh hCaptcha agus fuasgladh captcha. Mar an dreach 2.0.3, faodaidh tu na comharran sin ath-cheannach air làraich-lìn a ’cleachdadh hCaptcha.",
    "3904679538": "Chrome",
    "3700767772": "Nuair a tha an leudachadh air a chuir a-steach, cliog an seo (no air làrach-lìn hCaptcha sam bith) gus pasan a chosnadh:",
    "166277959": "Thoir fa-near: tha am feart seo ann am beta an-dràsta, agus is dòcha nach obraich e airson a h-uile làrach-lìn agus neach-cleachdaidh fad na h-ùine. Mura h-eil e air a chomasachadh no nach obraich e airson neach-cleachdaidh sònraichte, bidh an giùlan dìreach a ’tuiteam air ais chun eòlas àbhaisteach hCaptcha gun chall gnìomh.",
    "3031357206": "Nochdaidh ìomhaigh ùr ri taobh a ’bhàr URL agad. A-nis tadhal air làrach-lìn a ’cleachdadh hCaptcha. Bidh e coltach ri seo:",
    "1066753052": "a tha a ’ciallachadh gu bheil am wallet falamh, agus tha thu air làrach a tha a’ toirt a-steach dùbhlan hCaptcha. Cho luath ‘s a chuireas tu crìoch air an dùbhlan, gheibh thu comharran a dh’ fhaodar fhaighinn air ais air làrach-lìn sam bith eile le hCaptcha.",
    "651123197": "Thèid cunntas den t-suim iomlan anns a ’wallet agad a shealltainn air an ìomhaigh às deidh dhut an dùbhlan a chrìochnachadh.",
    "554844646": "Faodaidh tu dearbhadh gu bheil an leudachadh ag obair le bhith a ’faicinn a’ chunntair a ’dol sìos 1 gach uair a phutas tu",
    "4087729475": "an dùbhlan às deidh do chiad fhuasgladh.",
    "647630208": "Agus sin e! Tha do bhrobhsadh air-loidhne a-nis nas prìobhaideach.",
    "3272552822": "Luchd-leasachaidh agus cryptographers:",
    "4059570880": "Ma tha thu airson sùil a chumail air an oidhirp cunbhalachaidh, tha oidhirpean a ’dol air adhart an-dràsta aig",
    "1904390996": "gus gnàthachadh an",
    "252720667": "mar bhunait air tèarainteachd criptografach Pas Prìobhaideachd. Tha am protocol fhèin a ’dol tron",
    "3972554015": "phròiseas cuideachd. Agus tha leudachadh a ’bhrabhsair gu dearbh",
    "3723626769": "airson do thabhartasan agus lèirmheas.",
    "3882147547": "Gnìomhan Pseudorandom Oblivious",
    "565624910": "dreach",
    "3421090159": "stòr fosgailte",
    "3098677775": "C: A bheil an eachdraidh IP agus brobhsaidh agam gu tur prìobhaideach bho hCaptcha nuair a bhios tu a ’cleachdadh Pas Prìobhaideachd?",
    "4019638786": "A: Cha nochd luchd-cleachdaidh Pass Prìobhaideachd hCaptcha an IP aca gu hCaptcha mura h-eil wallet tòcan a ’bhrobhsair aca falamh no ma chuireas an làrach e. Chan eil dòigh aig hCaptcha gus an neach-cleachdaidh a cheangal ris an ath-cheannach tòcan, agus cha bhith e a-riamh ag eadar-obrachadh gu dìreach leis an neach-cleachdaidh rè ath-cheannach mura h-eil an wallet tòcan aca falamh.",
    "3887113660": "C: Ciamar a tha Pas Prìobhaideachd a ’toirt buaidh air cosnadh hCaptcha?",
    "1116455671": "A: Gheibh thu duais airson a ’chiad fhuasgladh ma chuireas an neach-cleachdaidh crìoch air air an làrach agad. Bidh fuasglaidhean a ’leantainn an aon phàtran freagairt mar gum biodh an neach-cleachdaidh air a dhol seachad gu fèin-ghluasadach air an làrach agad air sgàth misneachd àrd luchd-cleachdaidh: chan eil cosnadh sam bith a’ tachairt, agus gheibh an gairm siteverify bhon t-seirbheisiche agad `creideas: Meallta` ann an toraidhean a’ bhealaich.",
    "779817954": "C: Ma tha ceadan Pas Prìobhaideachd agam air an toirt seachad le solaraiche eile, an urrainn dhomh an ath-cheannach air hCaptcha?",
    "3014149332": "A: Chan eil, chan eil pasan eadar-obrachail: feumaidh iad a bhith air an toirt seachad agus air an toirt air ais leis an aon ùghdarras, sa chùis seo hCaptcha. Thoir fa-near, ma tha pasan agad bho gach cuid Cloudflare agus hCaptcha anns an leudachadh agad, atharraichidh an àireamh a tha ri fhaighinn chun t-sùim cheart a rèir riatanas na duilleige air a bheil thu a ’tadhal. Ann am faclan eile, ma tha 100 pas Cloudflare anns a ’wallet agad agus 10 pasan hCaptcha, bu chòir dhut 10 fhaicinn air ìomhaigh an leudachaidh air duilleagan le hCaptcha freumhaichte.",
    "3679148535": "C: Dè na tagraidhean eile de Pass Prìobhaideachd air a bheil thu ag obair?",
    "1606783855": "A: Tha ùidh mhòr againn ann am Pas Prìobhaideachd airson a ’chùis cleachdaidh Ruigsinneachd (“ a11y ”). Bha roghainnean mòr-chòrdte roimhe mar captchas claisneachd a ’dèanamh leth-bhreith air mòran de luchd-cleachdaidh a11y. Tha sinn a ’creidsinn le bhith a’ cothlamadh an dòigh-obrach a11y a th ’againn an-dràsta le cuir a-mach Privacy Pass leigidh luchd-cleachdaidh a11y brobhsadh gu sàbhailte, tèarainte leis an eòlas gu bheil an trafaic aca nas prìobhaideach, agus aig an aon àm a’ cuingealachadh an droch dhìol le luchd-obrachaidh bot a tha do-sheachanta a ’tachairt nuair a tha roghainnean a11y rim faighinn.",
    "2359150347": "C: A bheil seirbheisean tèarainteachd air-loidhne eile a ’toirt taic do Pass Prìobhaideachd?",
    "2082237880": "A: Is e hCaptcha a ’chiad sheirbheis de a sheòrsa a tha a’ toirt taic do Privacy Pass, agus an-dràsta is e an aon fhear a nì sin. Ach, tha sinn an dùil gun aithnich seirbheisean eile na buannachdan bho bhith a ’meudachadh prìobhaideachd luchd-cleachdaidh air-loidhne, agus tha sinn an dùil gum bi barrachd san àm ri teachd a’ gabhail os làimh mar a thèid inbhean IETF a tha sinn a ’cuideachadh le leasachadh a ghabhail gu foirmeil.",
    "2109792055": "Stiùireadh Cleachdaiche: Cùisean dì-bhugachaidh le cuir a-mach agus dearbhadh pas prìobhaideachd",
    "3588620914": "Is e innleachd ùr a th ’ann am Pas Prìobhaideachd a rèir inbhean an lìn, agus tha e comasach do thagraidhean eile agus leudachadh brabhsair nach eil mothachail air bacadh a chur air a dhleastanas.",
    "4039193170": "Ma tha duilgheadasan agad a bhith a ’faighinn no a’ fuasgladh chomharran:",
    "2378786360": "1. Feuch aon de na brobhsairean le taic eile: ma tha thu air Chrome, feuch ri Firefox a chleachdadh gun na roghainnean agad a thoirt a-steach bho Chrome, agus stàlaich am plugan an sin. Ma dh ’obraich sin, is dòcha gu bheil cùis rèiteachaidh brabhsair agad.",
    "394235836": "3. Mura h-eil gin de na molaidhean gu h-àrd ag obair, cuir post-d taic thugainn agus bidh sinn toilichte cuideachadh le bhith a ’dèanamh a-mach dè a tha a’ dol.",
    "3470857731": "Mion-sgrùdadh air dè cho math ‘s a tha reCAPTCHA a’ lorg botaichean.",
    "3240786848": "Ùrachadh mu dheireadh: 18 Gearran, 2021",
    "2547140673": "Airson còrr air deich bliadhna, tha seirbheis reCAPTCHA Google air malairt a thabhann do shealbhadairean làraich-lìn: leig le Google sùil a chumail air do luchd-cleachdaidh agus ceistean a chuir orra, agus mar mhalairt tha iad a ’gealltainn stad a chuir air botaichean agus spama.",
    "2133754014": "Bidh còrr air 4.5 millean làrach-lìn a ’cleachdadh reCAPTCHA [",
    "3152512587": "agus bidh an siostam a ’tional ceudan de mhilleanan de fhuasglaidhean làitheil. [",
    "2296918009": "Tha seo co-ionann ri còrr is 100 bliadhna-obrach gach latha. [",
    "3900538778": "Is e dàta le bileagan an connadh a tha a ’toirt cumhachd do ionnsachadh innealan. Chaidh freagairtean reCAPTCHA a chleachdadh gus seirbheisean ML / AI Google a leasachadh bho 2009. Tha mòran dhaoine a bhios a ’cleachdadh reCAPTCHA nach eil a’ tuigsinn gu bheil an saothair aca ga chleachdadh.",
    "1160252730": "Tha Google a-nis a ’togail phrìsean àrda airson reCAPTCHA Enterprise, ag adhbhrachadh air mòran chompanaidhean an cùmhnant seo ath-luachadh.",
    "1131196501": "Is toil le prìomh chompanaidhean",
    "204889717": "air atharrachadh gu hCaptcha's",
    "639413188": "mar fhreagairt.",
    "3280658086": "fuasglaidhean iomairt",
    "3842815245": "An e malairt chothromach a tha seo?",
    "714342693": "Tha an sgioba hCaptcha air a bhith a ’tional dàta prìsean bho sheirbheisean briseadh captcha“ dorcha lìn ”bho 2016. Mhothaich sinn gluasad inntinneach:",
    "468929661": "Tha cosgais cuibheasach briseadh reCAPTCHA gu h-iongantach ìosal (nas lugha na $ 1 gach 1000 fuasgladh) agus chan eil e air a dhol suas gu susbainteach bho thòisich ar sgrùdadh ann an 2016. Tha seo a ’buntainn ris an dà chuid reCAPTCHA v2 agus v3. [",
    "2862164005": "Leigidh dàta prìsean leinn luach dearbh dolar a chuir air an tèarainteachd a tha reCAPTCHA a ’tabhann: $ 0.001 no nas lugha gach freagairt.",
    "102498091": "Bidh Google a ’cosg $ 1 gach 1000 iarrtas airson reCAPTCHA Enterprise, a’ ciallachadh gu bheil iad a-nis a ’cur barrachd chosgaisean air gach iarrtas na chosgas e gus tèarainteachd na seirbheis aca a bhriseadh. Tha seo coltach ri droch chùmhnant.",
    "130239139": "Dè an luach a th ’anns na 100+ bliadhna-obrach a chruinnich Google gach latha?",
    "1421074182": "Gu math nas àirde.",
    "1953519598": "Tha a ’chosgais airson ìomhaigh singilte a chlàradh a’ dol bho $ 0.03 gu $ 1.00 no barrachd. Le tuairmse glèidhidh sam bith, tha Google air billeanan de dholairean de shaothair an-asgaidh a thoirt a-mach gu ruige seo. [",
    "3025548709": "A bheil roghainn eile ann seach a ’chùmhnant mhì-chothromach seo?",
    "263761351": "Is e hCaptcha a ’chiad roghainn earbsach eile, a tha a-nis air a chleachdadh le ceudan de mhilleanan de dhaoine gach mìos.",
    "2743692546": "Mar a bhios luchd-cleachdaidh a ’dearbhadh an daonnachd tro hCaptcha, bidh an saothair aca a’ dol a-steach do mhargaidh fhosgailte gun urra airson tagraidhean.",
    "1982750088": "Bidh companaidhean air feadh an t-saoghail a ’tagradh airson an obair sin gus gnìomhan sìmplidh a choileanadh a tha furasta do dhaoine ach a tha cruaidh airson innealan. Bidh luchd-cleachdaidh a ’toirt taic don làrach air a bheil iad a’ tadhal, agus a ’faighinn eòlas air nas lugha de spama lìn air sgàth ìre tèarainteachd nas àirde.",
    "1108398506": "bidh luchd-ceannach a ’faighinn smachd iomlan air an eòlas, agus a’ faighinn buannachd bhon eòlas a fhuair hCaptcha ag obair air an t-solaraiche dùbhlan neo-eisimeileach as motha air an eadar-lìn. Bidh iad cuideachd a ’faighinn cùmhnant nas fheàrr na reCAPTCHA Enterprise: suas ri 50-80% prìsean nas fheàrr, a rèir meud.",
    "3012870872": "Bidh làraichean-lìn agus aplacaidean a ’cleachdadh an dreach an-asgaidh (Foillsichear hCaptcha) a’ cosnadh teachd-a-steach bhon obair sin an àite a bhith ga thoirt do Google.",
    "2271512952": "Bidh luchd-cleachdaidh a ’toirt taic don làrach air a bheil iad a’ tadhal, agus a ’faighinn eòlas air nas lugha de spama lìn.",
    "278010425": "Tha am measgachadh farsaing de ghnìomhan air hCaptcha cuideachd ag atharrachadh gu fèin-ghluasadach. Chan eil eadar-aghaidh singilte reCAPTCHA air atharrachadh ann am mòran bhliadhnaichean, agus tha seata beag de cheistean ag atharrachadh gu tric. Is e seo aon de na dòighean anns a bheil hCaptcha a ’toirt seachad dìon an-aghaidh bot nas làidire na reCAPTCHA.",
    "984849234": "Bidh hCaptcha a ’cleachdadh ionnsachadh adhartach inneal gus na tha reCAPTCHA a’ gealltainn a-mhàin a lìbhrigeadh, agus aig an aon àm a ’roinneadh an luach a chaidh a ghlacadh leis na làraich-lìn a bhios ga chleachdadh.",
    "4063769686": "Bidh luchd-cleachdaidh a ’toirt taic don làrach air a bheil iad a’ tadhal, agus a ’faighinn eòlas air nas lugha de spama lìn. Tha seo coltach ri cùmhnant nas cothromaiche.",
    "685916926": "Carson nach do leasaich reCAPTCHA thar ùine?",
    "3992401943": "Tha ar-a-mach air a bhith ann an ionnsachadh domhainn bho 2012. Tha gnàthachadh a ’ghnìomhachais airson cruinneas gnìomh air leasachadh gu mòr thar nan deich bliadhna a chaidh seachad, gu h-àraidh air sgàth lìonraidhean connspaideach domhainn. Tha seirbheisean eile le cumhachd ML a tha Google a ’tabhann air leantainn air an lùb seo.",
    "615031303": "(Faic na notaichean-coise",
    "2125514305": "Tha ML air fàs nas fheàrr, ach chan eil an duilgheadas a thaobh a bhith a ’seachnadh reCAPTCHA air atharrachadh gu susbainteach rè na h-ùine seo.",
    "1406188018": "6 agus 7",
    "2689973938": "Tha leasachadh reCAPTCHA a ’cruthachadh còmhstri gnèitheach airson Google mar reiceadair sanasachd.",
    "464238793": "Ma tha Google fhèin a ’dearbhadh gur e bot a bh’ ann an neach-cleachdaidh a bha a ’faicinn sanas no a’ briogadh ceangal, chan urrainn dha cosgais a chuir air sanasan a tha air an sealltainn don neach-cleachdaidh sin. Tha an strì eadar com-pàirtean seo air cuingealachadh mòr a thoirt air farsaingeachd rùintean anti-bot Google.",
    "918924423": "Mar eisimpleir, chan eil Google air seirbheisean luachmhor a thabhann mar lorg bot retroactive. Tha e mòran nas earbsaiche a bhith ag ainmeachadh trafaic luchd-cleachdaidh a tha air a ghineadh le bot an dèidh sgrùdadh a dhèanamh air grunn làithean de dhàta.",
    "661412233": "Tha fios cuideachd às deidh an captcha gu robh cuid de luchd-cleachdaidh bots luachmhor cuideachd. Bidh e a ’leigeil le sealbhadairean làraich-lìn seann phuist spama a ghlanadh agus cuir às do“ chunntasan cadail ”a tha clàraichte gu fòraman spama san àm ri teachd, a’ lughdachadh foill, agus barrachd.",
    "3600797185": "Le bhith a ’tabhann comharrachadh bot retroactive bhiodh Google a’ fosgladh suas ri ceistean drùidhteach mu mar as urrainn dhut luchd-sanasachd a chosg airgead air an trafaic meallta sin a phàigheadh air ais.",
    "2076932190": "Mar sin tha toradh reCAPTCHA air a dhol sìos airson deich bliadhna.",
    "3856912381": "Tha luchd-cleachdaidh air fulang, agus tha spama lìn neo-riatanach a-nis rampant. Ach tha roghainn eile ann.",
    "1035621426": "Bidh a h-uile bot a tha air a chomharrachadh le reCAPTCHA a ’lughdachadh teachd-a-steach Google gu dìreach.",
    "3668115514": "Ciamar a tha hCaptcha eadar-dhealaichte?",
    "2413742287": "Is e brosnachadh hCaptcha a bhith a ’meudachadh cruinneas, chan e teachd-a-steach ad: tha freagairtean bot gun fheum airson ar luchd-ceannach, a dh’ fheumas dàta trèanaidh daonna.",
    "1373262754": "Le bhith a ’faighinn eòlas air cò aig a bheil an luach as lugha airson hCaptcha. Chan eil dragh againn ach a bheil iad daonna no cleasaiche droch-rùnach.",
    "600646860": "An àite a bhith a ’tabhann seirbheis de luach ceasnachail fhad‘ s a tha e a ’toirt a-mach saothair le fìor luach, tha hCaptcha a’ toirt seachad an dà chuid dìoladh agus dìon làidir an aghaidh bot.",
    "1836191653": "An àite a bhith a ’tabhann seirbheis a tha furasta a chuir fodha do luchd-cleachdaidh an-asgaidh fhad‘ s a tha iad a ’togail milleanan de dhollairean airson dreach iomairt nach eil mòran nas fheàrr, tha hCaptcha a’ toirt dìon bot sàr-mhath don dà chuid, agus aig an aon àm a ’tabhann feartan a bharrachd agus gnàthachadh do luchd-cleachdaidh iomairt, còmhla ri SLAn làidir agus taic luath.",
    "990215503": "Is e hCaptcha an aon phrìomh sheirbheis captcha nach eil le lìonra sanasachd.",
    "971933157": "Tha hCaptcha a ’gabhail cùram mu phrìobhaideachd, follaiseachd, agus cothromachd.",
    "178839499": "Bidh hCaptcha a ’roinn luach na h-obrach a chaidh a dhèanamh fhad‘ s a tha luchd-cleachdaidh a ’dearbhadh an cuid daonnachd.",
    "1237076138": "Tha hCaptcha a ’tabhann deagh chothrom do gach cuid luchd-ceannach an-asgaidh (Foillsichear hCaptcha) agus iomairt (hCaptcha Enterprise).",
    "614310292": "Cò thog hCaptcha?",
    "4188814619": "Tha hCaptcha na sheirbheis de Intuition Machines (",
    "3265328927": "), companaidh ionnsachaidh innealan a tha a ’tabhann toraidhean agus seirbheisean do chompanaidhean a tha a’ cur an gnìomh ionnsachadh innealan aig sgèile.",
    "2740033957": "Tha an sgioba IM air a dhèanamh suas de luchd-saidheans agus innleadairean bho Apple, Amazon, agus stiùirichean eile ann an ionnsachadh innealan, siostaman sgaoilte, agus tèarainteachd.",
    "1579715421": "Bidh luchd-saidheans IM a ’foillseachadh gu cunbhalach ann am prìomh cho-labhairtean mar ICML, ICLR, ECCV, agus NeurIPS, agus tha a’ chompanaidh air toraidhean ùr-nodha fhoillseachadh gu poblach ann an raointean ML mar hashing domhainn [",
    "4015238193": "agus OCR [",
    "279580593": "imachines.com",
    "279918384": "Ciamar a tha Google a ’cleachdadh do shaothair an-asgaidh?",
    "2385522384": "Bha e coltach gum faiceadh tu frèamaichean bhidio bho chamarathan air càraichean fèin-dràibhidh Google Waymo, agus a ’cuideachadh le bhith ag adhartachadh an aithne nithean.",
    "1517627947": "Bha e coltach gum faiceadh tu dealbhan de thogalaichean no soidhnichean sràide bho chàraichean Streetview Google, agus a ’cuideachadh le bhith a’ lipéadú àiteachan airson na Mapaichean agus na toraidhean Talamh aca.",
    "3225936061": "Bha e coltach gum faiceadh tu dealbhan de theacsa air an toirt bho dhuilleagan leabhraichean air seirbheis Leabhraichean Google, agus a ’cuideachadh le bhith ag adhartachadh am bathar-bog OCR (aithneachadh teacsa).",
    "129661785": "An deach iarraidh ort a-riamh \"cliog air a’ chàr / crosswalk / stoplight? \"",
    "936667684": "An deach iarraidh ort a-riamh \"seòrsa a chuir a-steach san togalach / soidhne sràide?\"",
    "3773515538": "An deach iarraidh ort a-riamh \"an dà fhacal a chuir a-steach?\"",
    "1778058441": "Dè an seòrsa obraichean a tha a ’ruith air hCaptcha?",
    "366088791": "Tha hCaptcha a ’toirt taic do raon farsaing de ghnìomhan.",
    "3114147525": "Bidh luchd-ceannach hCaptcha a ’cleachdadh na seirbheis airson gnìomhan a’ gabhail a-steach aithneachadh nithean, lorg buadhan (cruinneachadh bhileagan gus seòrsachan aodaich a chomharrachadh), rangachadh buntainneachd (a ’togail an toraidh as buntainniche bho ghrunn roghainnean an taca ri prìomh thoradh), a’ ceangal bhogsaichean (a ’lorg raointean inntinneach air ìomhaigh), \"OCR Daonna\" (a ’comharrachadh an teacsa ann an ìomhaigh) agus iomadh seòrsa gnìomh eile.",
    "3139609561": "Gu h-ìosal tha dà eisimpleir de sheòrsachadh ìomhaighean agus seòrsachan obrach lorg feart. [",
    "2273532558": "Cò iad luchd-ceannach pàighidh hCaptcha?",
    "4104221634": "Bidh luchd-ceannach hCaptcha a ’spangachadh diofar ghnìomhachasan, bho chompanaidhean teicneòlais gu feadhainn a tha ag amas air fasan, reic agus raointean eile far am faod iad luach a chruthachadh bho bhith a’ cleachdadh ionnsachadh innealan.",
    "1337725003": "Tha hCaptcha a ’gealltainn a bhith a’ deamocratachadh ruigsinneachd air mothachadh fìor-ùine fìor-ùine, a ’leigeil le companaidhean mòra is beaga càileachd am bathar agus an seirbheisean adhartachadh le bhith a’ cur an sàs ionnsachadh innealan don ghnìomhachas aca.",
    "4086379603": "Ceistean?",
    "1243684308": "Bidh sinn a ’gabhail do bheachdan air ais gu mòr, agus tha sinn airson dèanamh cinnteach gum bi eòlas nas tlachdmhoire aig a h-uile duine air-loidhne, le nas lugha de bhotaichean agus nas lugha de spama. Reach a-mach thugainn:",
    "2645321220": "Agus ma tha thu den bheachd gu bheil cosgais reCAPTCHA ro àrd, faighnich dhuinn mu hCaptcha Enterprise. An-dràsta air a chleachdadh le cuid de na foillsichearan as motha, companaidhean seirbheisean ionmhais, agus companaidhean bun-structair lìn san t-saoghal, chan e a-mhàin gu bheil iad nan roghainn earbsach eile an àite reCAPTCHA: tha sinn den bheachd gu bheil iad a ’tabhann an dìon bot as fheàrr a tha ri fhaighinn an-dràsta.",
    "1229233916": "Bun-notaichean",
    "1115642494": "1. Stòr: liostaichean làraich BuiltWith.com reCAPTCHA. A fhuaireadh air 9 Iuchar, 2019.",
    "448807334": "(\"Bidh na ceudan de mhilleanan de CAPTCHAs gam fuasgladh le daoine a h-uile latha.\") Air fhaighinn air ais 8mh Iuchar, 2019.",
    "2397590157": "3. Tomhas tuairmseach: 200 millean a ’fuasgladh * 30 diogan gach fuasgladh ann am bliadhnaichean = 190.3 neach-bliadhna / latha.",
    "3236311792": "4. mion-sgrùdadh taobh a-staigh hCaptcha. Dàta air a bhuain tron 30mh Ògmhios, 2019. Fiosrachadh ri fhaighinn ma thèid iarraidh.",
    "1752259468": "5. Tomhas tuairmseach: $ 0.01 cosgais aon nota * 200M avg. notaichean gach latha (crìoch nas ìsle) * 365 latha sa bhliadhna * 10 bliadhna bho 2009 togail = $ 7.3 billean luach nas ìsle.",
    "3268946369": "6. Creideas: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Stòr: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "TORAIDHEAN DÙTHCHAIL SEALADAIL SEALADAIL AIRSON SEASAMH DEEP A THA A ’GABHAIL A-STEACH, Heikki Arponen, Tom E Bishop. Bùth-obrach ICML 2019, LLD.",
    "2544169219": "Toraidhean ùr-nodha o chionn ghoirid: ICML LLD, Cèitean 2019.",
    "1973347745": "10. Ìomhaighean eisimpleir gun rìoghalachd. Stòr: Petapixel.",
    "1493115924": "Notaichean comharra-malairt:",
    "4051104324": "Tha \"Intuition Machines\" na chomharra-malairt clàraichte de Intuition Machines, Inc.",
    "3983646521": "Buinidh gach ainm toraidh, suaicheantasan, suaicheantasan, comharran malairt agus comharran malairt clàraichte don luchd-seilbh aca. Tha na h-ainmean companaidh, toraidh agus seirbheis uile a tha air an cleachdadh air an làrach-lìn seo airson adhbharan aithneachaidh a-mhàin. Chan eil cleachdadh nan ainmean, na comharran-malairt agus na suaicheantasan sin a ’ciallachadh aonta. Anns a ’chùis seo, a chaochladh.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "Shuidhich luchd-saidheans IM slat-tomhais ùr airson aithne teacsa fo stiùir lag (OCR) aig CVPR 2020.",
    "1259002282": "Lorg bug? Seo mar a nì thu aithris air.",
    "3301728462": "Bidh milleanan de dhaoine a ’cleachdadh hCaptcha gach mìos, air mìltean de mheasgachadh de bhrobhsairean, leudachadh, innealan, ballachan teine, agus barrachd.",
    "3878230879": "Is e ar n-amas dèanamh cinnteach gum bi e an-còmhnaidh ag obair dhut, agus mar sin tha sinn gu mòr a ’cur luach air na h-aithisgean agad!",
    "2465128185": "Gus fios air ais luath a thoirt seachad, dìreach cliog air a ’phutan“ Cuir thugainn fios air ais ”.",
    "2921990472": "Ma tha thu a ’faicinn cùis gnìomh, lean an",
    "2870341481": "gu h-ìosal. Airson brobhsairean sam bith eile dìreach",
    "1866590035": "stiùireadh log debug airson Chrome",
    "444492541": "stiùireadh log debug airson Firefox",
    "169267610": "cuir post-d thugainn",
    "3100722753": "Airson cùisean tèarainteachd no prìobhaideachd a dh ’fhaodadh a bhith ann, faic an stiùireadh gu h-ìosal.",
    "1906593952": "Thoir seachad fios air ais mun hCaptcha a chunnaic thu",
    "3951254541": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
    "3324288040": "Cuir thugainn fios air ais",
    "2864016648": "Cùisean prìobhaideachd",
    "304004915": "Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach no innealan. Tha sinn a ’toirt taic do dh’ iomairtean mar",
    "1139493658": ", agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "3083289844": "Ma tha thu air cùis a lorg a tha thu a ’smaoineachadh a bheireadh buaidh air prìobhaideachd luchd-cleachdaidh, cuir thugainn post-d aig",
    "4264784515": "Bugs tèarainteachd",
    "963238401": "Tha ùidh againn an-còmhnaidh ann a bhith a ’faighinn aithisgean de bhiteagan tèarainteachd. Post-d",
    "3926027556": "agus gheibh sinn air ais thugad gu sgiobalta.",
    "1589805435": "Tha againn cuideachd",
    "2560582224": "prògram bounty bug",
    "103876916": "airson aithisgean tèarainteachd ion-roghnach air an t-seirbheis hCaptcha agus còd stòr co-cheangailte.",
    "497117287": "Roghainnean ruigsinneachd",
    "3230004040": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
    "3480023141": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
    "2052161540": "A ’glacadh mion-fhiosrachadh aithisg Bug: Chrome",
    "2281169898": "Le bhith a ’cur fiosrachadh debugging leis an aithisg agad bidh e fada nas fhasa dhuinn na tha a’ dol a chomharrachadh. Seo stiùireadh ceum air cheum:",
    "1123365779": "Ma tha thu nad leasaiche lìn no neach-cleachdaidh eòlach, is e an geàrr-chunntas gum bu mhath leinn gun cuir thu thugainn lìonra a ’clàradh HAR agus logaichean consola brabhsair.",
    "2015218686": "mus tèid thu tro na ceumannan seo. Ma dh ’fhuasgail sin do dhuilgheadas, bhiodh sinn fhathast taingeil gun leig thu fios thugainn dreach do bhrobhsair, bacadh ad no leudachadh brabhsair, agus URL an làrach-lìn.",
    "3922723611": "Feuch an cuir thu casg air leudachadh bacadh sanasachd no brabhsair sam bith",
    "4036872105": "an toiseach agus an uairsin ath-ghairm",
    "993651083": "Ceum 1: Innealan leasaiche fosgailte (Bidh seo a ’tòiseachadh a’ clàradh an t-seisein.)",
    "4163469907": "Ceum 2: Cliog air tab Network ann an Innealan Luchd-leasachaidh. Thoir sùil air a ’bhogsa“ Glèidhidh log ”aig a’ mhullach.",
    "4243348003": "Ceum 3: tadhal",
    "641342999": ", no an làrach-lìn air a bheil duilgheadas agad (Nota Prìobhaideachd: dìreach mura h-eil inntinn agad a bhith a ’roinn na tha e) ... agus an uairsin cliog air a’ phutan “Tha mi daonna”, agus feuch ri fuasgladh fhaighinn.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Ceum 4: Cliog air “Export HAR” (an t-saighead beag sìos) às deidh dhut feuchainn ri fuasgladh, a shàbhaileas log an lìonra. Cuir am faidhle sin thugainn.",
    "1503240421": "Ceum 5: Cliog air tab Console, agus cliog deas agus an uairsin \"Sàbhail mar ..\" gus log a ’chonsail a shàbhaladh. Cuir thugainn sin cuideachd.",
    "2863840904": "Ceum 6: An ceum mu dheireadh, cuir post-d gu na faidhlichean log HAR agus tòcan sin thugainn, agus thoir cunntas air an duilgheadas",
    "4051785543": "Cleachd:",
    "3623028666": "(cleachd seirbheis mar",
    "551761392": "agus cuir ceanglaichean) agus gu roghnach dealbh-sgrìn, ma tha thu an amharas gu bheil rudeigin ann nach eil a ’nochdadh gu ceart. Feuch an cuir thu an IP a tha thu a ’cleachdadh cuideachd. Gheibh thu e bho",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Taing airson d ’ùine a ghabhail gus ar cuideachadh a’ faighinn an fhiosrachaidh seo!",
    "3680327841": "Tha sinn dealasach a thaobh a bhith ag obair hCaptcha gu math airson a h-uile duine",
    "1059502393": "A ’glacadh mion-fhiosrachadh aithisg Bug: Firefox",
    "1112074001": "Ceum 2: Cliog air tab Network ann an Innealan Luchd-leasachaidh. Thoir sùil air a ’bhogsa“ Persist logs ”aig a’ mhullach.",
    "1797298240": "Ceum 4: Cliog air “HAR” às deidh dhut feuchainn ri fuasgladh fhaighinn, agus tagh “Save All as HAR” gus log an lìonra a shàbhaladh. Cuir am faidhle sin thugainn.",
    "3671246379": "Ceum 5: Cliog air tab Console, agus cliog deas agus an uairsin \"Tagh a h-uile càil\" agus sàbhail sin a-steach do fhaidhle teacsa, gus log a ’chonsail a shàbhaladh. Cuir thugainn sin cuideachd.",
    "3816867833": "Beachdan air ais",
    "788770967": "Tha sinn duilich sin a chluinntinn! Is dòcha gum bi thu airson ar roghainn ruigsinneachd a chleachdadh:",
    "1333016413": "Leigidh seo dhut ceistean san àm ri teachd a sheachnadh le bhith a ’clàradh agus a’ suidheachadh briosgaid.",
    "2333410049": "Feuch cuideachd cuir dheth an inneal-bacaidh sanasachd agad.",
    "1345083090": "A ’toirt cunntas air cùis comas-gnìomh?",
    "2184564739": "Faic",
    "604751186": "Cùisean eile? Post-d",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "mar a bu chòir dhut cunntas a thoirt air cùisean le logaichean mionaideach",
    "1050501253": "Ro dhoirbh",
    "3264813246": "Neo-iomchaidh",
    "3526939538": "Bug bathar-bog",
    "126134492": "Eile",
    "3511610999": "Feuch an dèan sinn cinnteach gun ruig thu an àite cheart.",
    "3906886217": "Airson companaidhean no làraich-lìn",
    "1621597093": "Fuasglaidhean tèarainteachd iomairt (pàighte)",
    "3176531704": "Ann an dàta",
    "1834239172": "Ceannach seirbheisean mothachadh hCaptcha",
    "1457707016": "Do dhaoine fa leth",
    "770264626": "Cuir hCaptcha ris an t-seirbheis agad (an-asgaidh)",
    "881015166": "Cuir hCaptcha airson Foillsichearan ris an làrach-lìn no an aplacaid agam",
    "47536007": "Ionnsaich tuilleadh mu hCaptcha",
    "2012837493": "Toraidhean rannsachaidh",
    "4034694801": "Gun toraidhean maidsidh.",
    "3621411541": "Ionnsaich mu roghainnean ruigsinneachd airson hCaptcha",
    "3401005681": "Coisinn airgead",
    "3933993151": "Obraich mar labeler dàta fa leth",
    "563059212": "Liosta de na fo-phròiseasairean",
    "3501923981": "Air ùrachadh mu dheireadh: 1 Faoilleach 2020.",
    "3548097301": "Èifeachdach: 1 Faoilleach, 2020.",
    "3991444169": "Tha an duilleag seo a ’liostadh na fo-phròiseasan gnàthach airson seirbheis Iomairt hCaptcha.",
    "835396984": "Gnìomhach an-dràsta",
    "424089481": "Seirbheisean Lìn Amazon, Inc. (Global). Seirbheisean air an toirt seachad: Seirbheisean Lìn Amazon. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Seirbheisean air an toirt seachad: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Cruinneil). Seirbheisean air an toirt seachad: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Corp Microsoft (Cruinneil). Seirbheisean air an toirt seachad: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Nota: chan eil seo a ’buntainn ris a h-uile neach-ceannach. Mar eisimpleir, tha IP Blinding no luchd-ceannach roghainn prìobhaideachd no tèarainteachd adhartach eile (me luchd-ceannach Secure Virtual Tenancy) air an dùnadh gu tur bho “PII” sam bith a dh ’fhaodadh a dhol a-steach do shiostaman telemetraidh a-riamh, eadhon seòladh IP. Cuir fios gu riochdaire a ’chunntais agad airson tuilleadh fiosrachaidh ma tha feum air.",
    "700843971": "Teicneòlas Hound, Inc. (Global). Seirbheisean air an toirt seachad: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (Global). Seirbheisean air an toirt seachad: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (Global). Seirbheisean air an toirt seachad: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Teicneòlasan Mailgun, Inc. (Cruinneil). Seirbheisean air an toirt seachad: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Bun-structar",
    "370366524": "Telemetry Seirbheis Ephemeral",
    "121192737": "Leasachaidhean ri thighinn",
    "2420789666": "Fastly, Inc. Seirbheisean air an toirt seachad: Gu sgiobalta CDN agus iomall compute.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Èifeachdach: 1 Sultain, 2021. Cur ris a ’bhun-structar",
    "1487796027": "Do chompanaidhean",
    "3943417791": "Faigh taic airson hCaptcha Enterprise (BotStop)",
    "702287791": "Foillsichear hCaptcha (an-asgaidh)",
    "3397976149": "Faigh taic airson Foillsichear hCaptcha",
    "833750823": "A bheil duilgheadas agad le dùbhlan?",
    "2024737147": "A bheil thu airson cunntas a thoirt air biast?",
    "1978884623": "Ionnsaich tuilleadh mu bhith ag aithris air cùisean bathar-bog",
    "4188664955": "Prìomh theirmean seirbheis",
    "2621989404": "Air ùrachadh mu dheireadh: Sultain 24, 2021. Thoir fa-near gu bheil na cumhachan Beurla againn ùghdarrasach.",
    "2404545611": "Fàilte gu hCaptcha! Tapadh leibh airson a bhith nad phàirt den choimhearsnachd againn. Feumaidh luchd-cleachdaidh uile nan “Seirbheisean” (air am mìneachadh gu h-ìosal) aontachadh ris na cumhachan a leanas (na “Cumhachan Seirbheis”). Fo na Cumhachan Seirbheis seo, tha “IMI”, “sinn” agus “sinn” a ’toirt iomradh air Intuition Machines, Inc. agus na fo-chompanaidhean, cleamhnaichean, oifigearan, riochdairean, luchd-obrach, riochdairean, agus riochdairean, agus tha an“ làrach-lìn againn ”a’ toirt a-steach làrach-lìn sam bith fo ar smachd, a ’toirt a-steach www.hcaptcha.com agus www.imachines.com.",
    "2348450790": "Feuch an leugh thu na Cumhachan Seirbheis seo. Tha iad a ’toirt a-steach, am measg ullachaidhean eile, diùltadh barantais, cuingealachadh uallach, agus rèiteachadh ceangaltach. Thoir fa-near gur dòcha gu bheil na Cumhachan Seirbheis seo air atharrachadh bhon turas mu dheireadh agad air an làrach-lìn againn. Faodaidh sinn na Cumhachan Seirbheis seo ath-sgrùdadh agus ùrachadh bho àm gu àm a rèir ar toil fhèin. Ma thachras atharrachadh susbainteach, bheir sinn fios dhut le bhith a ’postadh na Cumhachan Seirbheis ùraichte air an duilleag seo, às deidh sin feumaidh tu gabhail gu dearbhach ris na Cumhachan Seirbheis ùraichte gus leantainn ort a’ cleachdadh no a ’faighinn chun Làrach no an t-Seirbheis.",
    "1064537632": "Thoir fa-near gu bheil do chleachdadh den t-seirbheis againn air a riaghladh leis an Aonta Pròiseas Dàta againn, a tha air a ghabhail a-steach an seo le fiosrachadh. Feuch an toir thu sùil air an aonta seo gus faicinn mar a bhios sinn a ’giullachd dàta pearsanta às do leth. Thoir fa-near gu bheil sinn ag obair mar “phròiseasar dàta” airson adhbharan Riaghailt Dìon Dàta Coitcheann an EU, agus mar “sholaraiche seirbheis” airson adhbhar Achd Prìobhaideachd Luchd-cleachdaidh California.",
    "1933936765": "Aonta Pròiseas Dàta (Air ùrachadh mu dheireadh: Sultain 23, 2021)",
    "2959486280": "Mura h-eil thu ag aontachadh ris na Cumhachan Seirbheis seo, chan fhaod thu an Làrach no an t-Seirbheis a chleachdadh no faighinn thuca.",
    "3200859925": "1. Adhbhar",
    "1807143500": "Tha na Seirbheisean a ’toirt a-steach seirbheis tèarainteachd air-loidhne (an“ Seirbheis hCaptcha ”) agus àrd-ùrlar (an“ Àrd-ùrlar Innealan Intuition ”) air am faod neach (“ Tabhartas ”) roghnachadh gnìomhan a dhèanamh a dh’ fhaodadh eintiteas treas-phàrtaidh no Innealan Intuition fhèin (gach fear) bidh “Iarrtas”) a ’postadh chun làrach-lìn againn no an t-Seirbheis hCaptcha, gu dìreach air an làrach-lìn againn no le bhith a’ faighinn chun Àrd-ùrlar Innealan Intuition agus / no a ’coileanadh ghnìomhan tro no ann an co-cheangal ri eintiteas treas pàrtaidh agus / no àrd-ùrlar no seirbheis (gach fear, \"Integrator\"). Bidh luchd-ceasnachaidh a ’postadh gnìomhan agus a’ toirt cuireadh do Chom-pàirtichean an coileanadh mar mhalairt air duaisean a bheir IMI do Integrators, no mar a chaidh a dhearbhadh leis an Neach-tagraidh ma tha an Neach-tagraidh a ’cleachdadh an Àrd-ùrlar Innealan Intuition no an t-seirbheis hCaptcha gus gnìomhan a thoirt don luchd-cleachdaidh deireannach aca fhèin. Bidh sinn a ’cur cosgais air companaidhean agus daoine fa leth (gach fear na“ Neach-ceannach ”) airson an àrd-ùrlar againn a chleachdadh gus an cleachd iad am bathar-bog againn, gnìomhan ùghdar, ar fastadh gu gnìomhan ùghdar, agus / no faighinn chun luchd-tabhartais. Bidh sinn cuideachd a ’cur cosgais air Integrators airson an t-Seirbheis hCaptcha againn a chleachdadh gus foill, droch dhìol, agus spama a lughdachadh air na làraichean-lìn aca, aplacaidean gluasadach, agus togalaichean air-loidhne eile. Thathas a ’toirt iomradh air na tha roimhe seo còmhla mar na\" Seirbheisean. \"",
    "3212830633": "2. Airidheachd",
    "2605814073": "Le bhith a ’cleachdadh no a’ clàradh airson ar Seirbheisean, tha thu ag aontachadh: tha thu co-dhiù 18 bliadhna a dh'aois; tha ùghdarras agad an aonta seo a chuir a-steach às do leth fhèin no an eintiteas a tha thu a ’riochdachadh, agus bidh e an-còmhnaidh a’ cumail ris na Cumhachan Seirbheis seo agus a h-uile poileasaidh agus stiùireadh IMI air a bheil iomradh an seo; agus cha bhith thu a ’dèanamh ana-cleachdadh air an làrach-lìn againn, a’ mì-riochdachadh d ’aithne dhuinn, no a’ cleachdadh innleachdas fuadain gus crìoch a chuir air pàirt sam bith de ghnìomh sam bith air IMI a dh ’fheumas fiosrachadh daonna.",
    "2616040974": "3. Luchd-ceannach agus Ath-cheasnachaidhean",
    "1544829730": "Mas e Neach-ceannach no Iarrtas a th ’annad, tha thu ag aontachadh gum bi na teirmean a bharrachd a tha ceangailte an seo mar Pàipear-taice Luchd-ceannach a’ buntainn agus air an toirt a-steach le bhith a ’toirt iomradh air na Cumhachan Seirbheis seo. Mura h-e neach-ceannach no neach-iarrtais a th ’annad, no ma sguireas tu a bhith nad Neach-ceannach no Iarrtas, cha bhith na teirmean a bharrachd ann am Pàipear-taice Luchd-ceannach a’ buntainn agus cha tèid an toirt a-steach le bhith a ’toirt iomradh air na Cumhachan Seirbheis seo.",
    "3759360138": "4. Ainm-cleachdaidh agus facal-faire",
    "2236960358": "Nuair a chlàraicheas tu, thèid iarraidh ort cuid de dh ’fhiosrachadh pearsanta mu do dheidhinn (“ Fiosrachadh Pearsanta ”) fhoillseachadh, a’ toirt a-steach d ’ainm, seòladh puist-d, agus ainm-cleachdaidh agus facal-faire a chruthachadh, a bhios uile fo ùmhlachd ar Poileasaidh Dìomhaireachd, a tha ri fhaighinn air ar làrach-lìn. Is ann leatsa a-mhàin a tha uallach airson sùil a chumail, dèanamh cinnteach agus cumail suas tèarainteachd do chunntas, faclan-faire, agus iuchraichean dearbhaidh sam bith co-cheangailte ris a ’chunntas agad, agus tha uallach ort airson cleachdadh no gnìomh sam bith a thèid a dhèanamh tro bhith a’ cleachdadh an fhiosrachaidh sin air na Seirbheisean.",
    "3047519814": "Tha thu ag aontachadh nach roinn thu do chunntas no facal-faire le duine sam bith.",
    "1699668873": "Feumaidh tu fios a chuir gu IMI sa bhad ma tha thu an amharas gun deach am fiosrachadh cunntais agad a ghoid no a chleachdadh le cuideigin eile, no briseadh tèarainteachd sam bith eile.",
    "3044038608": "Tha thu ag aontachadh gun toir thu fiosrachadh fìor, ceart agus iomlan dhuinn mar a thèid iarraidh sa phròiseas clàraidh againn. Tha thu cuideachd ag aontachadh am fiosrachadh sin ùrachadh gu sgiobalta mar a dh ’fheumar gus a chumail gnàthach agus ceart.",
    "4132302900": "5. Do phrìobhaideachd, do dhàta, agus \"dàta dha na h-uile\"",
    "10724169": "Tha thu a ’gabhail ris a’ Phoileasaidh Dìomhaireachd againn, a bhios a ’riaghladh na nì sinn le Fiosrachadh Pearsanta sam bith a bheir thu dhuinn.",
    "1669194950": "A bharrachd air fiosrachadh pearsanta, is dòcha gun tèid iarraidh ort dàta eile a thoirt seachad (no dh ’fhaodadh gum feum sinn a chruinneachadh) gus an urrainn dhuinn na Seirbheisean a thoirt seachad (còmhla,“ Dàta Luchd-cleachdaidh ”). Chan eil uallach oirnn airson fàiligeadh sam bith ann a bhith a ’coileanadh Seirbheisean a tha air adhbhrachadh le do dàil no fàiligeadh ann a bhith a’ toirt seachad dàta teachdaiche.",
    "1330274831": "Tha thu le seo a ’toirt dhuinn cead air feadh an t-saoghail, neo-thoirmeasgach, sublicenseable, transferable, gun rìoghalachd, neo-chùramach rè teirm an Aonta seo gus dàta teachdaiche sam bith a chleachdadh, ath-riochdachadh, a sgaoileadh gu dealanach agus a thaisbeanadh gu poblach airson na Seirbheisean a thoirt seachad . Tha thu a ’riochdachadh agus a’ barantachadh gu bheil còir, tiotal, agus ùidh gu leòr agad agus anns an dàta agad gus an cead a thoirt seachad san roinn seo.",
    "2230333214": "Bidh sinn a ’tional dàta teachdaiche le dàta eile gus am bi toraidhean neo-aithnichte gu pearsanta agus bidh sinn cuideachd a’ tional logaichean teicnigeach agus dàta neo-aithnichte a thaobh cleachdadh nan Seirbheisean (“Dàta iomlan / neo-aithnichte”). A dh ’aindeoin dad gu h-eadar-dhealaichte an seo, faodaidh IMI dàta iomlan iomlan / neo-aithnichte mar sin a chleachdadh airson adhbhar gnìomhachais sam bith rè no às deidh teirm an Aonta seo, a’ gabhail a-steach gun chuingealachadh gus na Seirbheisean a leasachadh agus adhartachadh agus aithisgean agus eile a chruthachadh agus a sgaoileadh. stuthan. Faodaidh dàta teachdaiche cumail a ’dol agus a bhith air a thaisbeanadh san t-siostam airson ùine chuingealaichte gun a bhith nas fhaide na 180 latha às deidh obair a chrìochnachadh, mar eisimpleir mar dàta calibration no dearbhaidh fèin-ghluasadach airson siostaman Innealan Intuition. Airson soilleireachd, chan eil an Earrann 5 seo a ’toirt a’ chòir dhuinn d ’aithneachadh mar stòr dàta iomlan / neo-chomharraichte às aonais do chead sgrìobhte ro-làimh.",
    "3881754581": ". Ma tha thu nad neach-ceannach de na seirbheisean mothachadh againn agus ma tha thu air an roghainn \"Dàta dha na h-Uile\" a thaghadh mar phàirt den chleachdadh agad air na Seirbheisean, tha thu an uairsin a ’toirt cead dha IMI agus luchd-cleachdaidh nan Seirbheisean air feadh an t-saoghail, neo-thoirmeasgach, fo-ghluasadach, so-ghluasadach. cead gun rìoghalachd, neo-chaochlaideach gus làn bhrath a ghabhail air Dàta Luchd-ceannach, a ’toirt a-steach gach còir seilbh inntleachdail co-cheangailte. Ma thaghas tu an roghainn \"Dàta dha na h-Uile\", tha thu a ’riochdachadh agus a’ barantachadh gu bheil còir, tiotal, agus ùidh gu leòr agad anns an dàta agad gus an cead a thoirt seachad san roinn seo.",
    "3496767126": "Gus teagamh a sheachnadh, tha am paragraf a leanas a ’buntainn a-mhàin ri Luchd-ceannach a’ cleachdadh ar seirbheisean mothachadh, agus gun a bhith a ’cleachdadh ar Seirbheisean mar Integrator",
    "767207800": "Ma tha susbaint a dh ’fhaodadh a bhith follaiseach no oilbheumach anns an dàta agad, tha sinn ag iarraidh ort an comharrachadh“ CLÀR-INNSE MÒR ”mar rabhadh cothromach do dhuine sam bith a chì an dàta agad. Chan fhaod thu às aonais aonta sgrìobhte fa leth le IMI a bhith a ’toirt a-steach gnìomhan a bhriseas ar poileasaidhean, a’ gabhail a-steach, ach gun a bhith cuibhrichte gu, (a) gnìomhan a bhrosnaicheas làrach-lìn no seirbheis eile gu dìreach no gu neo-dhìreach, (b) gnìomhan a bhriseas cumhachan làrach-lìn treas pàrtaidh agus cumhachan, (c) gnìomhan ag iarraidh air luchd-tabhartais treas phàrtaidhean a shireadh, (d) gnìomhan a tha ag iarraidh air luchd-tabhartais gnìomh a dhèanamh gus giùlan no toraidhean làrach-lìn a làimhseachadh, (e) gnìomhan a bhriseas còraichean seilbh inntleachdail treas phàrtaidhean, agus (f) gnìomhan a tha ag iarraidh air luchd-tabhartais bathar-bog no faidhlichean a luchdachadh sìos.",
    "3370561195": "6. Giùlan iomchaidh",
    "4205152730": "Thathas gad bhrosnachadh a bhith ag eadar-obrachadh le luchd-cleachdaidh eile an àite sam bith air an làrach-lìn againn, Fòram, teachdaireachdan, cabadaich, agus seanalan meadhanan sòisealta eile a tha fo smachd IMI, ach ma nì thu sin feumaidh tu gèilleadh ris a h-uile teirm seirbheis agus cleachdadh air an làrach againn agus na laghan iomchaidh uile .",
    "1394253934": "7. Mì-chleachdadh, Mì-ghnàthachadh, agus Mì-riochdachadh",
    "1406393333": "Thathas a ’toirmeasg teann air ruigsinneachd no cleachdadh sam bith de na Seirbheisean ach a-rèir na Cumhachan Seirbheisean sin agus stiùireadh sam bith a bheir sinn seachad. Gu sònraichte, CHAN EIL:",
    "3409726716": "clàraich airson barrachd air aon chunntas leinn gun chead sgrìobhte;",
    "3119498672": "gnìomh sam bith a dhèanamh le bhith a ’cleachdadh botaichean eadar-lìn, innealan-fuadain lìn, botaichean, sgriobtaichean, no seòrsa sam bith eile de dh’ fhiosrachadh fuadain no feuchainn ri buannachdan fhaighinn bho IMI no Neach-tagraidh no Integrator sam bith gun a bhith a ’crìochnachadh ghnìomhan mar a tha iad air am mìneachadh;",
    "1188668818": "fiosrachadh meallta sam bith a thoirt seachad fhad ‘s a tha thu a’ cleachdadh an làrach-lìn seo (a ’gabhail a-steach gun chuingealachadh a bhith a’ dèanamh atharrais air neach no buidheann sam bith eile sa chunntas agad, no ag ràdh gu meallta no gu mì-riochdachadh thu fhèin no do cheangal ri neach no buidheann sam bith eile sa chunntas agad;",
    "2804310964": "faighinn a-steach no feuchainn ri faighinn chun làrach-lìn againn tro fhrithealaiche lìn neach-ionaid no inneal sam bith eile a tha air a dhealbhadh gus bacadh a chuir air d ’fhìor àite no d’ aithne no ann an dòigh sam bith ach an eadar-aghaidh a chaidh a thoirt seachad;",
    "1374227759": "an làrach-lìn a chleachdadh airson gnìomhachd mì-laghail sam bith, no airson adhbhar sam bith ach an adhbhar airson a robh e ri fhaighinn;",
    "2103513933": "a dhol an sàs ann an gnìomhachd a tha a ’cur bacadh air no a’ cur dragh air gnìomhachd na làraich;",
    "137127070": "cuir a-steach, luchdaich suas, no ceangail ceanglaichean no faidhlichean droch-rùnach no neo-aithnichte, no luchdaich suas susbaint sam bith anns a bheil bhìoras, each Trojan, cnuimhe, boma ùine, no còd coimpiutair cronail eile;",
    "1686655020": "Luchdaich suas susbaint sam bith a tha fo dhlighe-sgrìobhaidh nach e an obair thùsail agad, mura h-eil cead agad bhon t-sealbhadair dligheach an t-susbaint sin a phostadh agus na còraichean ceadaichte uile a chaidh a thoirt seachad an-seo a bhuileachadh air IMI;",
    "1406692811": "a ’dol an sàs ann an spamadh no a’ postadh seòrsa sam bith de fhollaiseachd, a ’feuchainn ri iomraidhean fhaighinn, conaltradh mòr, tairgsean no iarrtasan airgid, sireadh sheirbheisean, sanasachd, margaidheachd, teachdaireachdan neòil, cuspairean dùblaichte, susbaint mì-laghail, ceanglaichean làrach-lìn sòisealta, seòlaidhean puist-d, no IDan teachdaire sa bhad mura h-eil sin riatanach leis a ’ghnìomh;",
    "3893539589": "cuir a-steach ceanglaichean taobh a-muigh a tha a ’tabhann bathar no seirbheisean mura h-eil sin riatanach leis a’ ghnìomh;",
    "3214322759": "air dhòigh eile gabh pàirt ann an gnìomhachd droch-rùnach no meallta sam bith.",
    "3733422465": "8. A ’dearbhadh d’ aithne",
    "267645277": "Faodaidh IMI dearbhadh a dhèanamh air d ’aithne. Faodaidh seo gabhail a-steach coimeas a dhèanamh eadar d ’fhiosrachadh pearsanta agus stòran-dàta treas pàrtaidh no sgrìobhainnean laghail oifigeil. Tha thu a ’toirt ùghdarras dhuinn rannsachaidhean sam bith a dhèanamh a tha riatanach gus d’ aithne, do shealbh air do sheòladh puist-d, agus seilbh air na cunntasan ionmhais agad a dhearbhadh. Tha thu ag aontachadh fiosrachadh a thoirt seachad mur deidhinn gus ar cuideachadh le bhith a ’dearbhadh d’ aithne.",
    "4169910317": "9. Gèilleadh ris an Lagh",
    "519755936": "Tha e an urra riut fhèin a bhith a ’gèilleadh ri laghan feadarail, stàite, roinneil agus ionadail a thaobh do chleachdadh de na Seirbheisean. Tha thu ag aontachadh ar dì-cheadachadh agus ar cumail gun chron airson tagraidhean sam bith nar n-aghaidh seach nach do chùm thu ri lagh sam bith no gun do bhris thu còraichean treas pàrtaidh sam bith, a ’gabhail a-steach gun chuingealachadh cùmhnant, seilbh inntleachdail no còraichean prìobhaideachd.",
    "731546974": "10. Cìsean Co-thabhartaiche no Integrator",
    "3128328457": "Ma tha thu nad Thabhartaiche no Integrator, tha e an urra riut fhèin pàigheadh airson cìsean teachd-a-steach tuairmseach no feadarail, stàite no ionadail sam bith, tèarainteachd shòisealta, FICA, agus dìoladh luchd-obrach ri phàigheadh mar thoradh air an làrach-lìn againn a chleachdadh, a bharrachd air cìsean no cosgaisean co-ionann ann an uachdranasan taobh a-muigh na SA. Tha thu ag aontachadh ar dìon agus ar cumail gun chron airson measaidhean sam bith nar n-aghaidh leis nach do chùm thu ri laghan cìse sam bith.",
    "2931396764": "11. Briseadh nan cumhachan seirbheis seo",
    "1240667045": "Faodaidh sinn do ruigsinneachd air na Seirbheisean a chuir dheth, a chuingealachadh no a chuir dheth aig àm sam bith airson adhbhar sam bith, a ’gabhail a-steach: (a) tha sinn den bheachd gun do bhris thu na Cumhachan Seirbheis seo (a’ toirt a-steach poileasaidhean co-cheangailte eile); (b) tha sinn den bheachd gun do bhris thu ar còraichean no còraichean treas phàrtaidh sam bith; (c) chan urrainn dhuinn dearbhadh no dearbhadh a dhèanamh air fiosrachadh a thug thu dhuinn; no (d) tha sinn den bheachd gun cruthaich na rinn thu uallaichean dhut fhèin, dhuinne no do threas phàrtaidh. Gus teagamh a sheachnadh, tha sinn a ’gleidheadh na còrach casg a chuir ort no a chuir dheth ma tha sinn den bheachd gu reusanta gu bheil gin de na tha roimhe seo a’ buntainn ris a ’phàigheadh sin.",
    "1601080128": "Ma chuireas sinn stad air no gun cuir sinn crìoch air a ’chunntas agad, cha bhith cothrom agad tuilleadh air pàirtean sam bith den làrach-lìn, a’ toirt a-steach dàta, teachdaireachdan, faidhlichean agus stuthan eile a chumas tu air an làrach. Is dòcha nach lean thu oirnn a ’cleachdadh ar làrach-lìn fo ainm cunntais eadar-dhealaichte no ùr. Faodar casaidean de na Cumhachan Seirbheis seo a bhith air an casaid chun na h-ìre as motha den lagh agus faodaidh iad peanasan agus smachd-bhannan a bharrachd adhbhrachadh.",
    "1160707899": "12. Dreuchd an neach-cuideachaidh agus an dàimh le IMI agus ath-sgrùdairean eile",
    "269838707": "Ma tha thu nad Thabhartaiche, is tusa agus a-mhàin a cho-dhùineas dè agus cia mheud gnìomh a choileanas tu, agus cuin agus càite a lìonas tu iad. Tha thu an-asgaidh a bhith a ’caitheamh uiread no cho beag de ùine a’ crìochnachadh ghnìomhan mar a thaghas tu. Aig àm sam bith chan eil thu fo dhleastanas sam bith gnìomh a choileanadh.",
    "1087195513": "Ma tha thu nad Thabhartaiche a bhios a ’faighinn cothrom air na Seirbheisean agus / no a’ coileanadh ghnìomhan tro no ann an co-cheangal ri Integrator às leth Iarrtas nach eil IMI, tha thu ag aontachadh agus ag aideachadh nach eil Intuition Machines buailteach agus nach eil uallach ortsa leis spèis do dhuaisean no dìoladh sam bith eile airson gnìomhan crìochnaichte. Tha thu ag aontachadh agus ag aideachadh gu bheil duaisean no dìoladh sam bith eile airson gnìomhan crìochnaichte air an co-dhùnadh a rèir an aonta agad leis an Iarrtas agus / no an Integrator, mar a bhios iomchaidh. Tha connspaidean sam bith mu dhuaisean no dìoladh eile (a ’gabhail a-steach às aonais fàilligeadh gun a bhith a’ faighinn a leithid de dhuaisean no dìoladh eile) dìreach eadar thu fhèin agus an Neach-tagraidh agus / no an Integrator, mar a bhios iomchaidh.",
    "952813944": "Chan eil an cleachdadh agad air an làrach-lìn againn no rud sam bith san aonta seo a ’cruthachadh dàimh cosnaidh, com-pàirteachais, co-iomairt, buidheann, ceadachd no riochdaire reic eadar thu fhèin agus Intuition Machines. Cha bhith sinn a ’toirt seachad uidheamachd no innealan sam bith dhut airson gnìomh a choileanadh. Cha bhith sinn a ’toirt dhut sochairean sam bith, dìoladh luchd-obrach, no còmhdach àrachais. Chan eil uallach oirnn airson cosgaisean sam bith a thig ort le bhith a ’cleachdadh ar làrach-lìn. Cha chùm sinn suim sam bith air ais bhon duais agad airson cìs teachd-a-steach feadarail no stàite, Tèarainteachd Shòisealta, no cìs sam bith eile. Tha thu an-còmhnaidh an-còmhnaidh gnìomhan a choileanadh airson neach no gnìomhachas sam bith, a ’toirt a-steach gin de na farpaisich againn. Chan eil ùghdarras agad cùmhnant a dhèanamh, sgrìobhte no labhairteach, às leth Innealan Intuition.",
    "3460432665": "A dh ’aindeoin na chaidh ainmeachadh, mas e neach-pàighidh chìsean na SA a th’ ann faodaidh sinn iarraidh ort W-9 ùrachadh, a bhith air ùrachadh gach bliadhna, agus is dòcha gun cuir sinn casg ort bho bhith a ’coileanadh ghnìomhan gus am bi thu air W-9 a chrìochnachadh no ùrachadh.",
    "458271951": "Ma tha thu nad Thabhartaiche a bhios a ’faighinn cothrom air na Seirbheisean agus / no a’ coileanadh ghnìomhan tro no ann an co-cheangal ri Integrator às leth Innealan Intuition (ag obair mar Iarrtas), dh ’fhaodadh Innealan Intuition duais a thoirt dhut airson crìoch a chur air gnìomhan sònraichte. Ma thèid a lorg gun robh thu an sàs ann am foill, droch dhìol no briseadh nan Cumhachan Seirbheis seo, dh ’fhaodadh gun tèid buannachdan sam bith dhut a chumail air ais agus / no fhaighinn air ais le Innealan Intuition.",
    "3056723024": "13. Crìochnachadh neo-iomchaidh air gnìomhan",
    "3913203723": "Mura h-eil an Neach-tagraidh, airson adhbhar sam bith, a ’gabhail ri coileanadh gnìomh a rinn thu, cha bhith thu mar Thabhartaiche no mar Integrator airidh air duais sam bith airson a’ ghnìomh. Ma chaidh duaisean a sgaoileadh dhut mu thràth airson gnìomh nach deach a choileanadh, is dòcha gum faigh sinn air ais iad bhuat.",
    "3666807632": "14. Teisteanasan agus Sgilean Tabhartais",
    "1993899769": "15. Ar cleachdadh fiosrachaidh",
    "2927283721": "Le bhith a ’coileanadh ghnìomhan air an làrach-lìn againn, bidh thu a’ ceadachadh do fhiosrachadh pearsanta a chruinneachadh, a chleachdadh agus a sgaoileadh a rèir ar Poileasaidh Dìomhaireachd. A bharrachd air an sin, is dòcha gun roinn sinn fiosrachadh sònraichte mur deidhinn agus na gnìomhan crìochnaichte agad chun an Neach-iarrtais a tha thu air a choileanadh gus an dàimh seirbheis a dhèanamh nas fhasa agus an làrach-lìn adhartachadh, a ’gabhail a-steach, mar eisimpleir, ID tabhartaiche, toraidhean gnìomhan crìochnaichte, agus buadhan eile co-cheangailte ri na teisteanasan agad, cànanan, sgilean, agus cleachdadh na làraich-lìn.",
    "3027055607": "16. Seilbh Inntleachdail agus Còraichean Seilbh",
    "3910971075": "Tha seilbh aig IMI air a h-uile còir, a ’toirt a-steach còirichean seilbh inntleachdail, anns a’ chòd stòr, còd nì no structar bunaiteach, beachdan no algorithms, API, agus bathar-bog, sgrìobhainnean no dàta sam bith a bharrachd co-cheangailte ris na Seirbheisean (“Bathar-bog”). Cha dèan thu, gu dìreach no gu neo-dhìreach, tro threas phàrtaidh no eile: (a) einnseanair air ais, dì-dhùmhlachadh, dì-dhealbhadh no feuchainn ri faighinn a-mach am bathar-bog; (b) atharraich, eadar-theangachadh, no cruthaich obraichean derivative stèidhichte air bathar-bog sam bith; (c) lethbhreac, màl, gabhail air màl, sgaoileadh, gealltainn, sònrachadh, no gluasad no cuairteachadh còirichean air bathar-bog sam bith; (d) bathar-bog sam bith a chleachdadh airson roinneadh ùine, adhbharan biùro seirbheis, no eile airson buannachd treas phàrtaidh; no (e) cuir às do shanasan no bileagan seilbhe sam bith.",
    "3660891610": "Ma tha thu nad Thabhartaiche, tha còirichean seilbhe aig IMI, agus chan e thusa, ann an obair sam bith a nì thu mar phàirt de bhith a ’crìochnachadh gnìomh sam bith. Le bhith a ’gabhail ri teirmichean an Aonta seo tha thu ag aontachadh (agus le seo) gluasad seilbh, seilbh, agus tiotal (a’ toirt a-steach gach còir seilbh inntleachdail a tha ann air feadh an t-saoghail) a-steach agus d ’obair dhuinn. Gus dèanamh cinnteach gu bheil e comasach dhuinn na còraichean sin fhaighinn, a dhèanamh foirfe agus a chleachdadh, tha thu ag aontachadh tuilleadh (i) ainm a chuir ri sgrìobhainnean sam bith gus cuideachadh le sgrìobhainnean, foirfeachd agus cur an gnìomh ar còraichean; agus (ii) ruigsinneachd reusanta a thoirt do fhiosrachadh airson a bhith a ’clàradh, a’ dèanamh coileanaidhean, a ’dìon, a’ dìon agus a ’cur an gnìomh nan còraichean seilbhe sin ann an dùthaich sam bith agus anns a h-uile dùthaich. Leanaidh na dleastanasan agad fon earrainn seo eadhon an dèidh dhut dì-chlàradh no stad a chur air cleachdadh nan Seirbheisean. Bidh thu gar cur an dreuchd mar neach-lagha agad gus sgrìobhainnean a chuir an gnìomh às do leth airson na h-adhbharan a tha air am mìneachadh san roinn seo.",
    "426125156": "17. Dlighe-sgrìobhaidh agus TakeDown",
    "1408530660": "Tha IMI a ’toirt urram do sheilbh inntleachdail dhaoine eile agus tha sinn a’ gleidheadh na còrach stuth sam bith a tha sinn a ’creidsinn a bhriseas còraichean inntleachdail treas phàrtaidh sam bith a thoirt air falbh bhon làrach againn. Ma tha thu den bheachd gun deach leth-bhreac a dhèanamh den obair agad fhèin ann an dòigh a tha a ’toirt a-steach briseadh dlighe-sgrìobhaidh air an làrach-lìn seo, cuir fios gu taic teachdaiche Intuition Machines.",
    "2696932851": "18. Indemnification",
    "3844300338": "Tha thu ag aontachadh ar dìon, ar dìon, agus ar cumail gun chron bho thagraidhean, milleadh, uallaichean, chosgaisean agus chosgaisean sam bith (a ’gabhail a-steach cìsean agus cosgaisean reusanta luchd-lagha), ag èirigh bho no co-cheangailte ri do choileanadh de ghnìomhan no do chleachdadh air an làrach-lìn againn .",
    "2474091800": "19. Connspaidean le luchd-cleachdaidh eile; Fuasgail",
    "3162107126": "Chan eil IMI na phàrtaidh ann an connspaid sam bith eadar thu fhèin agus neach-cleachdaidh eile nan Seirbheisean. Bidh thu a ’leigeil a-mach IMI agus a chàirdean bho thagraidhean, iarrtasan agus milleadh de gach seòrsa, aithnichte agus neo-aithnichte, fo amharas agus gun amharas, air fhoillseachadh agus air fhoillseachadh, ag èirigh às no co-cheangailte ri connspaid sam bith eadar thu fhèin agus neach-cleachdaidh eile.",
    "2271969747": "20. Fiosrachadh dìomhaireachd a gheibh thu",
    "1042802841": "Is e fiosrachadh dìomhair fiosrachadh sam bith a tha air a chomharrachadh mar dhìomhaireachd no seilbh, no a bu chòir a thuigsinn gu reusanta leis a ’phàrtaidh a tha a’ faighinn a bhith dìomhair no seilbh. Chan eil seo a ’toirt a-steach fiosrachadh sam bith a tha (1) ri fhaighinn gu poblach, (2) a tha mar-thà ann an seilbh, air a leasachadh gu neo-eisimeileach leis, no a tha aithnichte mar-thà leis a’ phàrtaidh a tha a ’faighinn, no (3) air a nochdadh le òrdugh cùirte no mar a dh’ fheumar a chaochladh le lagh.",
    "1918025546": "Ma gheibh thu fiosrachadh dìomhair bho dhuine sam bith air na Seirbheisean, tha thu ag aontachadh dìomhaireachd an fhiosrachaidh dhìomhair a dhìon leis an aon ìre de chùram a chleachdas tu gus d ’fhiosrachadh dìomhair fhèin a dhìon, ach co-dhiù le nas lugha na cùram iomchaidh. Chan fhaod thu fiosrachadh dìomhair no seilbh mar sin fhoillseachadh no fhoillseachadh ach a-mhàin mar a bhios riatanach airson gnìomh a choileanadh. Bu chòir a h-uile fiosrachadh taobh a-staigh gnìomh air an Àrd-ùrlar Innealan Intuition a mheas mar dhìomhaireachd eadhon ged nach eil am fiosrachadh air a chomharrachadh gu dìomhair mar dhìomhaireachd.",
    "2690395789": "Mura h-eil agus nuair nach fheum thu am fiosrachadh dìomhair a fhuair thu tuilleadh, feumaidh tu a h-uile lethbhreac den fhiosrachadh a tha ann an togalach, siostaman no uidheamachd eile a tha fo smachd agad a thilleadh no a sgrios (mar a dh ’iarr neach sam bith a nochd am fiosrachadh).",
    "2178073797": "Leis gum faodadh foillseachadh fiosrachadh dìomhair cron neo-sheasmhach adhbhrachadh, tha còir aig a ’phàrtaidh foillseachaidh faochadh toirmisgte a shireadh airson briseadh no bagairt sam bith den teirm seo.",
    "2185860003": "21. Atharrachaidhean làrach-lìn",
    "2631249972": "Dh ’fhaodadh gun leasaich sinn no gun atharraich sinn an làrach-lìn againn gun rabhadh dhut.",
    "3764131594": "22. Làraich-lìn treas pàrtaidh",
    "295955580": "Dh ’fhaodadh gum bi ceanglaichean air an làrach-lìn againn gu làraich-lìn treas pàrtaidh. Cha bhith sinn a ’cumail smachd air, a’ sgrùdadh, a ’cumail sùil air, no a’ sgrùdadh làraich-lìn mar sin. Chan eil uallach oirnn no chan eil sinn a ’toirt taic do na prògraman coimpiutair, an susbaint no na beachdan a tha air làraich-lìn mar sin. Ma cho-dhùnas tu ar làrach-lìn fhàgail agus faighinn gu làrach-lìn treas pàrtaidh sam bith, nì thu sin air do chunnart fhèin.",
    "838225123": "23. Àicheadh barantais",
    "3897238493": "THA NA SEIRBHEISEAN A THA A DHÈANAMH AIR BASIS \"MAR IS\". CHA BHI SINN A ’GABHAIL A-STEACH NO BARANTASAN, A BHITH A’ GABHAIL A-STEACH NO A ’CUR SÒNRAICHTE, A THAOBH A-MHÀIN GU FHIOSRACHADH, FITNESS, LAWFULNESS, AVAILABILITY, NO FEUMALACHD NA SEIRBHEISEAN, AON BUN-FHIOSRACHADH GAOLAIL NO TÒRRAIDHEAN, NO TÒRR-CHUNNTAS. DON MAXIMUM EXTENT A THA A ’GABHAIL A-STEACH LE LAGH, THA IMI A’ GABHAIL A ’GABHAIL A H-UILE CÒMHDHAIL NO BUN-FHIOSRACHADH, RIOCHDAIDHEAN AGUS BARANTASAN A’ GABHAIL A-STEACH, A-MHÀIN NACH EIL TORAIDHEAN, BARANTAS MERCHANTABILITY, FITNESS AIR A ’PHRIONNSA PÀIRT. THA AN T-SLIGHE SÒNRAICHTE IS TORAIDHEAN A THA A ’GABHAIL A’ GABHAIL LE IMI A BHITH A ’CUR A BHITH A’ CUR A BHITH A ’CUR A BHITH A’ CLEACHDADH NA SEIRBHEISEAN. bho do ruigsinneachd air no cleachdadh an làrach-lìn no Àrd-ùrlar Innealan Intuition. Faodaidh brisidhean clàraichte agus neo-eagraichte tachairt, agus chan eil sinn a ’toirt barantas gum bi an làrach-lìn againn ri fhaighinn gun bhriseadh.",
    "2110259227": "24. Cuingealachadh Uallach",
    "3018077211": "25. Fuasgladh connspaid tabhartais",
    "2790841456": "Ma tha thu nad Thabhartaiche, tha thu ag aontachadh ris a ’chlàs rèiteachaidh a leanas agus toirt seachad gnìomh clas:",
    "3302832698": "Rùn connspaid eile a dhìth.",
    "561456032": "Tha thu ag aontachadh gu bheil connspaid sam bith ag èirigh às no a ’buntainn ri do chleachdadh de na Seirbheisean, a’ toirt a-steach connspaid sam bith a dh ’fhaodadh a bhith air èirigh bhon àm a thòisich thu a’ coileanadh ghnìomhan airson IMI, agus gu sònraichte a ’toirt a-steach tagradh sam bith co-cheangailte ri bhith a’ seòrsachadh mar no nach eil. cunnradair neo-eisimeileach, bheir thu fios do IMI an toiseach mun tagradh agad na aghaidh. Feuchaidh tu fhèin agus IMI an uairsin ris a ’chùis fhuasgladh tro aon chuid barganachadh dìreach no eadraiginn. Roinnidh sinn gu cothromach cosgais eadraiginn agus aontaichidh sinn gun tèid meadhanachadh a dhèanamh tro telephonic no dòighean dealanach eile. Ma tha tagradh fhathast gun fhuasgladh às deidh barganachadh no meadhanachadh neo-fhoirmeil, tha thu ag aontachadh gun cleachd thu fhèin agus IMI co-rèiteachadh deireannach agus ceangaltach gus a ’chonnspaid a rèiteach. Bidh an clàs seo a ’riaghladh gach tagradh gu ath-ghnìomhach bhon àm a thòisich thu a’ cleachdadh ar làrach-lìn, ge bith a bheil e stèidhichte air tort, cùmhnant, reachdas, a ’toirt a-steach, ach gun a bhith cuibhrichte ri tagraidhean leth-bhreith agus sàrachadh, ge bith a bheil iad stèidhichte air Achd Cosnaidh Cothromach is Taigheadais California , Tiotal VII de Achd Còraichean Catharra 1964, mar a chaidh atharrachadh, no lagh no riaghladh stàite no feadarail sam bith eile, lagh co-chothromach, no eile.",
    "3794239003": "Modh Rèiteachaidh.",
    "4193379787": "Thèid a h-uile rèiteachadh fon aonta seo a dhèanamh fo riaghailtean Comann Rèiteachaidh Ameireagaidh no le seirbheis rèiteachaidh a chaidh aontachadh le chèile. Bidh an neach-rèiteachaidh na neach-rèiteachaidh na SA air a thaghadh bho liosta de seachd (7) ainm tro stailcean eile. Ann an rèiteachadh, bidh a ’chòir aig gach pàrtaidh lorg catharra iomchaidh a dhèanamh, gluasadan cugallach a thoirt a-steach, agus fianaisean agus fianais a thaisbeanadh mar a dh’ fheumar gus na cùisean agus an dìon aca a thaisbeanadh, agus thèid connspaidean sam bith a thaobh seo a rèiteach leis an neach-rèiteachaidh. Bidh fuasgladh na connspaid stèidhichte a-mhàin air an lagh a tha a ’riaghladh nan tagraidhean agus an dìon a chaidh a tagradh, agus chan fhaod an neach-rèiteachaidh bunait sam bith ach an lagh smachdachaidh sin a ghairm. Bidh dìonachd an neach-rèiteachaidh bho oifigear laghail bho bhuailteachd catharra nuair a bhios e an sàs ann an dreuchd neach-rèiteachaidh, a bheir dìonachd a-steach dìonachd sam bith eile a tha ann. Feumaidh duaisean a bhith a ’toirt a-steach beachd reusanta sgrìobhte an neach-rèiteachaidh. Bheir thu seachad a ’chòir agad deuchainn a dhèanamh le diùraidh air tagradh sam bith a dh’ fhaodadh a bhith agad an aghaidh IMI no a dh ’fhaodadh a bhith aig IMI nad aghaidh. Feumar tagradh sam bith fon chlàs seo a thoirt taobh a-staigh ùine reachd nan crìochan iomchaidh. Bidh Achd Rèiteachaidh Feadarail nan Stàitean Aonaichte a ’riaghladh a’ chlàs seo, agus tha thu ag aideachadh gu bheil an Aonta seo a ’nochdadh malairt ann am malairt.",
    "2583888954": "Eisgeachdan.",
    "1034830": "Tha connspaidean a dh ’fhaodadh nach eil fo smachd rèiteachaidh rèiteachaidh mar a tha iad air an toirt seachad le Achd Ath-leasachaidh Dodd-Frank Wall Street agus Dìon Luchd-cleachdaidh (Lagh Poblach 111-203) air an dùnadh a-mach às an seo",
    "263977834": "Exhaustion Rianachd.",
    "1807512722": "Faodaidh tu tagradh sam bith ag èirigh bho bhith a ’cleachdadh na làraich-lìn seo a thoirt gu buidheann rianachd ach chun na h-ìre gu bheil lagh iomchaidh a’ ceadachadh faighinn gu a leithid de bhuidheann a dh ’aindeoin gu bheil aonta ann airson rèiteachadh. Tha tagraidhean rianachd mar sin a ’toirt a-steach tagraidhean no cosgaisean gun chuingealachadh a chaidh a thoirt air beulaibh Coimisean Co-ionannachd Chothroman Obrach, Roinn Làbarach na SA, agus am Bòrd Dàimh Làbarach Nàiseanta. Cha bhithear a ’meas gu bheil dad anns a’ chlàs seo a ’cur casg no leisgeul ort bho bhith a’ toirt tagradh rianachd air beulaibh buidheann sam bith gus do dhleastanas a choileanadh a bhith a ’cuir às do leigheasan rianachd mus dèan thu tagradh ann an rèiteachadh, ge-tà, tha thu a’ diùltadh a ’chòir air duais airgid sam bith tro seo. imeachdan buidhne.",
    "996430331": "Suidheachadh Rèiteachaidh.",
    "3040062804": "Bidh rèiteachadh sam bith a thèid air adhart fon roinn seo a ’tachairt gu bunaiteach taobh a-staigh Stàit California, mura h-eil thu a’ fuireach taobh a-muigh nan Stàitean Aonaichte, agus sa chùis sin bidh an rèiteachadh a ’tachairt gu h-iomlan gu dealanach no gu fòn. Faodar an rèiteachadh a dhèanamh ann an àite sam bith eile ma thèid aontachadh leis a h-uile pàrtaidh ann an sgrìobhadh. Ge bith càite a bheil e, faodaidh pàrtaidh sam bith roghnachadh nochdadh aig an rèiteachadh tro bhidio beò no tele-cho-labhairt.",
    "3091247030": "Tarsainn gnìomh clas.",
    "2520904193": "Bidh thu a ’diùltadh còir sam bith a tha agad airson aimhreit sam bith a thoirt air adhart, a chluinntinn, no a rèiteachadh mar ghnìomhachd clas, coitcheann no riochdachail. A dh ’aindeoin clàs sam bith eile a tha san aonta seo, cha ghabh an abairt roimhe seo a sgaradh bhon aonta seo ann an suidheachadh sam bith. Faodar tagradh sam bith gu bheil an cur-seachad seo gu lèir no pàirt dheth neo-èigneachail, neo-chiallach, falamh no so-ruigsinneach a dhearbhadh le cùirt uachdranas comasach agus chan ann le neach-rèiteachaidh. Cha tèid do mhealladh no do chasg bho bhith a ’crìochnachadh gnìomhan air an làrach-lìn againn mar thoradh air do chòraichean a chleachdadh fo Earrann 7 de Achd Dàimh Làbarach Nàiseanta, no le bhith a’ faidhleadh no a ’gabhail pàirt ann an gnìomh clas, coitcheann no riochdachail ann am fòram sam bith. , ach dh ’fhaodadh sinn gu laghail a bhith a’ sireadh cur-an-gnìomh gnìomh clas seo, agus a bhith a ’sireadh cur às do leithid de ghnìomhan, tagraidhean coitcheann no riochdachail.",
    "3493572638": "Cosgaisean is Cosgaisean.",
    "702926385": "Feumaidh na pàrtaidhean uile na cosgaisean aca a phàigheadh airson riochdachadh laghail aig rèiteachadh sam bith mar sin, ach chun na h-ìre gu bheil cìsean neach-lagha air an solarachadh gu soilleir leis an lagh. Roinnidh na pàrtaidhean cìs rianachd tùsail sam bith a ghearras an neach-rèiteachaidh, suas ri cosgais as àirde dhut de dhà cheud leth-cheud dolar (US $ 250.00). Feumaidh sinn cosgaisean an neach-rèiteachaidh agus an neach-aithris cùirt, ma tha sin ann, a phàigheadh an toiseach; ach, bidh cead aig an neach-rèiteachaidh cosgaisean iomchaidh a thoirt don phàrtaidh a tha ann, mar a tha air a sholarachadh leis an lagh, agus / no iarraidh air na pàrtaidhean na cosgaisean co-cheangailte ris an neach-rèiteachaidh agus / no neach-aithris cùirt a roinn.",
    "3199694247": "Dìth.",
    "3102490587": "A bharrachd air an Tagradh Gnìomh Clas, ma thèid teirm no ullachadh sam bith, no pàirt den chlàs rèiteachaidh seo a ghairm falamh no neo-èigneachail thèid a bhriseadh agus bidh an còrr den chlàs rèiteachaidh comasach a chuir an gnìomh.",
    "2323013093": "26. Lagh iomchaidh",
    "2900525040": "Bidh laghan Stàite California a ’riaghladh na Cumhachan Seirbheis seo agus connspaid, connspaid, no tagradh sam bith ag èirigh bhuapa.",
    "3339302473": "27. Crìoch",
    "1158384644": "Faodaidh tu roghnachadh aig àm sam bith sgur a bhith a ’cleachdadh ar làrach-lìn, cho fad‘ s gum feum thu cumail ri poileasaidhean iomchaidh IMI. Faodaidh sinn, le ar toil fhèin, an t-aonta seo a stad, stad a chuir air ruigsinneachd chun làrach-lìn againn, no seirbheisean sam bith a thoirt air falbh sa bhad gun rabhadh airson adhbhar sam bith.",
    "41530052": "28. Cumhachan Coitcheann",
    "3202747130": "Aonta Iomlan. Tha na Cumhachan Seirbheis seo agus poileasaidhean, modhan-obrach no cumhachan sam bith air an deach iomradh a thoirt san aonta seo a ’dèanamh suas aonta iomlan nam pàrtaidhean a thaobh a’ chuspair, agus a ’dol an àite agus a’ cuir às do gach aonta, tagradh, riochdachadh agus tuigse co-cheangailte ro-làimh agus co-aimsireil. .",
    "4080263153": "Chan eil cuidhteas. Cha tèid beachdachadh oirnn gun do chuir sinn às do phàirt sam bith de na còirichean no na leigheasan againn mura h-eil an cuidhteas ann an sgrìobhadh agus air a shoidhnigeadh leinn. Ma chuireas sinn dàil ann a bhith a ’cur an gnìomh no mura cuir sinn an gnìomh ar còirichean fo ullachadh sam bith den aonta seo, cha bhith sin a’ toirt a-steach ar còir air an t-solar sin no pàirt sam bith den aonta seo a chuir an gnìomh.",
    "1789371580": "Sònrachadh. Chan fhaod thu na Cumhachan Seirbheis seo a shònrachadh gun chead sgrìobhte ro-làimh. Faodaidh sinn na Cumhachan Seirbheis seo a shònrachadh aig àm sam bith, gun rabhadh. Le ùmhlachd do na chaidh ainmeachadh, bidh na Cumhachan Seirbheis seo ceangaltach air luchd-leantainn agus sònrachaidhean ceadaichte gach pàrtaidh.",
    "2819628066": "Dìth. Ma lorgar solar sam bith de na Cumhachan Seirbheis seo neo-dhligheach no neo-ghnìomhach airson adhbhar sam bith, cha toir e buaidh air èifeachd agus so-ghnìomhachd ullachaidhean sam bith a tha air fhàgail.",
    "3955981186": "Atharraichean. Cha bhith atharrachadh no atharrachadh air na Cumhachan Seirbheis seo le neach sam bith ach IMI ceangaltach air IMI mura h-eil e ann an ionnstramaid sgrìobhte air a shoidhnigeadh le riochdaire ùghdarraichte iomchaidh IMI.",
    "1377538813": "Cànan gnàthach. Bidh smachd aig an tionndadh Beurla de na Cumhachan Seirbheis seo anns a h-uile dòigh agus bidh e ann an cùis neo-chunbhalachd sam bith le dreachan eadar-theangaichte, ma tha sin ann.",
    "2438016011": "Aonta Saor-thoileach. Tha na pàrtaidhean uile anns na Cumhachan Seirbheis seo a ’riochdachadh agus ag aontachadh gu bheil gach fear air ath-sgrùdadh a dhèanamh air gach taobh den aonta seo, air a h-uile solar aige a leughadh agus a thuigsinn gu faiceallach, agus gu saor-thoileach a’ tighinn a-steach don aonta seo.",
    "2445034923": "Mura h-eil thu ag aontachadh le teirmichean is cumhaichean nan Cumhachan Seirbheis seo, na bi (agus chan fhaod thu) an Làrach no na Seirbheisean a chleachdadh no faighinn thuca.",
    "2646127839": "Pàipear-taice Luchd-ceannach do na Prìomh theirmean Seirbheis",
    "4097297673": "Mar Neach-ceannach, Iarrtas, no Integrator, tha thu ag aontachadh a bhith air do cheangal leis na teirmean gu h-ìosal a bharrachd air teirmean ceangailteach sam bith eile eadar thu fhèin agus IMI.",
    "1093280979": "1. Foirmean Òrdugh Àrd-chabhsair",
    "1549953005": "Is dòcha gu bheil thu air aon no barrachd foirmean òrdugh ruigsinneachd àrd-ùrlar a lìonadh (gach fear, “Foirm Òrdugh”) mar chumha airson a bhith nad Chustamair no Iarrtas. Ma tha, an uairsin bidh na teirmichean is cumhaichean a tha air am mìneachadh anns an Fhoirm Òrdugh mar phàirt de na Cumhachan Seirbheis agus tha iad air an toirt a-steach le iomradh.",
    "3819851005": "2. Cìsean",
    "1591032933": "Pàighidh tu na cìsean air IMI mar a chaidh a mhìneachadh anns an Fhoirm Òrdugh iomchaidh tron dòigh pàighidh a thug thu seachad anns an Fhoirm Òrdugh iomchaidh. Mura h-aontaichear gu soilleir leis an dà phàrtaidh ann an sgrìobhadh, bheir thu làn phàigheadh dhut airson gach fàirdeal a thèid a thoirt seachad taobh a-staigh trithead (30) latha às deidh ceann-latha puist an fhàirdeal. Tha thu a ’toirt ùghdarras dhuinn ùghdarrachadh cairt creideis a ruith air a h-uile fiosrachadh cairt creideis a bheir thu dhuinn, gus am fiosrachadh cairt creideis sin a stòradh, agus gus do chairt creideas no cunntas sam bith eile a tha sinn ag aontachadh le chèile mar dhòigh pàighidh. Mura h-eilear ag ràdh a chaochladh air an Fhoirm Òrdugh no taobh a-staigh an Aonta Seirbheis Iomairt no am Prìomh Aonta Seirbheis agad, thèid a h-uile cosgais airson Seirbheisean, a bharrachd air cuibheasachd, a phàigheadh gach bliadhna nuair a thòisicheas seirbheisean a bheir IMI seachad fon Aonta agad (an “Ceann-latha Èifeachdach”).",
    "4142610534": "Gheibh pàighidhean fadalach cosgaisean fadalach aig ìre 1.5% sa cheud gach mìos no an t-sùim as motha a tha ceadaichte a rèir an lagh, ge bith dè as ìsle. Mura pàigh thu an t-sùim a tha ri phàigheadh fon Aonta seo airson adhbhar sam bith, faodar do chunntas a chuir dheth, le ar toil fhèin, agus sa chùis sin cha tèid pàighidhean a bharrachd a dhèanamh bhon chunntas agad airson crìoch a chuir air do ghnìomhan agus thèid na gnìomhan agad uile a thoirt air falbh bhon làrach-lìn againn. Feumaidh tu ath-dhìoladh a thoirt dhuinn airson a h-uile suim a tha ri phàigheadh a rèir iarrtas, a bharrachd air cìsean giullachd, cìsean fadalach no cìsean neach-lagha. Faodaidh sinn cuideachd aithisgean iomchaidh a thoirt do bhuidhnean aithris creideis agus ùghdarrasan èigneachaidh lagha.",
    "512991700": "Ma tha thu airson connspaid sam bith a phàigheadh, feumaidh tu fios a chuir chun roinn taic teachdaiche againn gun a bhith nas fhaide na trithead (30) latha às deidh a ’cheann-latha dùnaidh air a’ chiad cunntas bileachaidh no cunntas anns an do nochd am mearachd no an duilgheadas gus atharrachadh no creideas fhaighinn.",
    "1273914192": "3. Cìsean",
    "4242322181": "Tha e an urra riut na cìsean uile co-cheangailte ris na Seirbheisean a phàigheadh ach cìsean na SA a chaidh a mheasadh air teachd-a-steach lom no seilbh pearsanta Intuition Machines.",
    "1671996585": "Is dòcha gun tèid iarraidh ort an làrach-lìn, an tagradh no an àrd-ùrlar agad fhilleadh a-steach leis na Seirbheisean againn tro eadar-aghaidh prògramadh an tagraidh againn (\"API\"). Ma nì thu sin, bheir sinn dhut cead cuibhrichte, neo-ghluasadach, neo-ghluasadach, nonassignable, revocable gus an API a chleachdadh a-mhàin gus faighinn gu na Seirbheisean. Faodaidh sinn an API atharrachadh agus / no stad a chuir air taic de sheann dreachan no fiosan den API aig àm sam bith. Bidh sinn a ’gleidheadh na còrach do ruigsinneachd air an API a chuir dheth no a chuingealachadh le ar toil fhèin, agus cleachdaidh sinn oidhirpean reusanta gus fios a thoirt dhut mus tèid a chuir dheth.",
    "4036662147": "5. Dìon Fiosrachadh Dìomhaireachd",
    "3564208535": "Tha thu ag aontachadh oidhirpean reusanta malairteach a chleachdadh gus fiosrachadh Dìomhaireachd sam bith a gheibhear bhuainn no tro ar Seirbheisean a dhìon. a ’toirt a-steach sgòran bot agus mion-fhiosrachadh neo-phoblach mun t-seirbheis iomairt againn, a’ toirt a-steach sgrìobhainnean neo-phoblach agus mion-fhiosrachadh sam bith a dh ’fhaodadh sinn a roinn a thaobh ar modhan lorg bot. Ma gheibh thu cothrom air Fiosrachadh Dìomhaireachd mar sin, faodaidh sinn an ruigsinneachd agad chun na Seirbheisean againn atharrachadh, a chasg no a chuingealachadh le ar toil fhèin ma cho-dhùineas sinn gu bheil Fiosrachadh Dìomhaireachd ga nochdadh le bhith a ’cleachdadh ar Seirbheisean, agus cleachdaidh sinn oidhirpean reusanta fios a thoirt dhut mus cuir thu stad air.",
    "120384113": "6. Crìoch",
    "453723556": "Faodaidh tu crìoch a chur air a ’Phàipear-taice Luchd-ceannach seo gu neo-eisimeileach bho na Cumhachan Seirbheis le bhith a’ sgur a bhith nad Chustamair no nad Iarrtas. Bidh sinn a ’gleidheadh na còrach do inbhe mar Neach-ceannach no Iarrtas a chuir dheth no a stad aig àm sam bith, no cuir às do chunntas no do chleachdadh de na Seirbheisean a rèir nan Cumhachan Seirbheis. Bidh uallach ort airson an toirt gu crìch airson suim sam bith a tha ri phàigheadh fon Fhoirm Òrdugh agad. Ma tha an fho-sgrìobhadh agad a ’toirt a-steach cìsean mìosail no bliadhnail no ìrean as ìsle gach mìos no bliadhnail, bidh e fhathast an urra riut pàigheadh airson na cìsean Seirbheisean uile ro dheireadh na mìos no na bliadhna sin, fa leth.",
    "218889628": "Ach a-mhàin far an cuir sinn crìoch air a ’Phàipear-taice Luchd-cleachdaidh seo no na Cumhachan Seirbheis mar thoradh air do bhriseadh air a’ Phàipear-taice Luchd-cleachdaidh seo no na Cumhachan Seirbheis, ma thig sinn gu crìch agus ma phàigh thu cìsean sam bith thugainn, aisigidh sinn cuibhreann pro-rata den fheadhainn sin suimean ro-phàighte, stèidhichte air an ùine a tha air fhàgail no Seirbheisean air an do phàigh thu, ge bith dè as lugha. Cuiridh sinn crìoch air ar n-obair ann an dòigh a tha reusanta gu malairteach agus glèidhidh sinn agus lìbhrigidh sinn dhut gach Seata Dàta Toraidh pàighte agus gach dàta teachdaiche a tha nar seilbh. Nuair a thig e gu crìch, faodaidh sinn ach chan eil e mar dhleastanas oirnn dàta sam bith a dhubhadh às.",
    "2505227594": "7. Cuibheasan",
    "2369877184": "Is e an ìre RPS as àirde a tha ceadaichte airson Integrators no Luchd-ceannach hCaptcha 1,000 iarrtas gach diog gu buidhnean taobh a-staigh do chunntas (“RPS”), mura h-eilear ag innse a chaochladh le aonta cùmhnantaichte sgrìobhte eadar thu fhèin agus sinne.",
    "234420106": "Ma tha thu nad Integrator no nad Chustamair den t-seirbheis Iomairt hCaptcha agus gu bheil an cleachdadh API agad mar a tha air a thomhas le RPS nas àirde na an ìre solaraichte airson an t-sreath seirbheis agad, is dòcha gun roghnaich sinn an t-seirbheis agad atharrachadh no ìre cuibheasach a ghearradh. Ma tha an ìre RPS as àirde agad nas àirde na an ìre solaraichte le factar 10 airson 10 mionaidean no barrachd gu h-iomlan taobh a-staigh ùine 30 latha agus chan eil a ’mhòr-chuid de na h-iarrtasan sin, nar n-aon bhreithneachadh, nan trafaic droch-rùnach, is dòcha gun tagh sinn cuir cosgais ort aig an reata cuibheasach ainmichte agad airson a h-uile iarrtas API a chaidh a dhèanamh sa mhìos sin.",
    "2619472217": "8. Ath-reic",
    "2019702084": "Mura h-eil e air a cheadachadh gu soilleir ann an Aonta Prìomh Sheirbheis Luchd-ceannach no Aonta Ath-reic, cha tèid Seirbheisean SaaS òrdaichte a reic, ath-reic, gabhail air màl, fo-mhàl, ceadachd, fo-cheadachas, no a thoirt seachad ann an dòigh sam bith do threas phàrtaidh sam bith eile (ach a-mhàin neach-ceangailte teachdaiche ), agus bidh a h-uile òrdugh fon Aonta agus gach cleachdadh teachdaiche den t-seirbheis airson cleachdadh gnìomhachais a-staigh an Neach-ceannach no a Chàirdeas fhèin.",
    "1233229030": "Measgachadh",
    "1467783792": "Chan eil duine, eintiteas, no buidheann a tha air aontachadh leis na Stàitean Aonaichte (“Cleasaiche Ceadaichte”) airidh air duaisean no na Seirbheisean a chleachdadh mar Integrator. Gus teagamh a sheachnadh, tha seo a ’toirt a-steach Cleasaichean Ceadaichte sam bith a tha air an ainmeachadh le Oifis Smachd Maoin Cèin (“ OFAC ”) de Roinn Ionmhais na SA.",
    "3759657802": "Chan fhaod thu na Cumhachan Seirbheis seo no do chòraichean no dhleastanasan fo seo a shònrachadh, a ghluasad no a thiomnadh ann an dòigh sam bith (le obrachadh an lagh no eile).",
    "1627232990": "Tha eadar-theangachadh de na Cumhachan Seirbheis seo air an toirt seachad air stèidh oidhirp as fheàrr. Ma thachras eadar-dhealachadh mòr sam bith eadar teirmichean seirbheis na Beurla agus eadar-theangachadh dhiubh, thèid na Cumhachan Seirbheis Beurla a mhìneachadh mar ùghdarrasach.",
    "805221621": "Cuir fios thugainn aig",
    "259613338": "ma tha ceist sam bith agad a thaobh nan Cumhachan Seirbheis seo.",
    "2735878907": "Aithris Dealbhadh Leantainneachd Gnìomhachais",
    "2887242610": "Tha Intuition Machines, Inc air Plana Leantainneachd Gnìomhachais a leasachadh air mar a dhèiligeas sinn ri tachartasan a chuireas dragh mòr air a ’ghnìomhachas hCaptcha againn. Leis gu bheil àm agus buaidh thubaistean agus aimhreitean do-chreidsinneach, feumaidh sinn a bhith sùbailte ann a bhith a ’dèiligeadh ri tachartasan mar a bhios iad a’ tachairt. Le sin san amharc, tha sinn a ’toirt dhut am fiosrachadh seo mun phlana leantainneachd gnìomhachais againn.",
    "809251240": "A ’cur fios thugainn",
    "2551802342": "- Tha sinn an dùil gnìomhachd gnìomhachais fhaighinn air ais agus ath-thòiseachadh gu sgiobalta às deidh buaireadh mòr gnìomhachais agus freagairt le bhith a ’dìon ar luchd-obrach agus seilbh, a’ dèanamh measadh ionmhasail agus obrachail, a ’dìon leabhraichean agus clàran a’ chompanaidh, agus a ’leigeil le ar teachdaichean agus an luchd-cleachdaidh deireannach gluasad air-loidhne. Ann an ùine ghoirid, tha am plana leantainneachd gnìomhachais againn air a dhealbhadh gus leigeil leis a ’chompanaidh againn obrachaidhean ath-thòiseachadh cho luath‘ s a ghabhas, le farsaingeachd agus dè cho dona ‘s a tha an aimhreit gnìomhachais mòr. Tha ar plana leantainneachd gnìomhachais a ’dèiligeadh ri: cùl-taic dàta agus faighinn seachad air; a h-uile siostam breithneachaidh misean; measaidhean ionmhasail is obrachail; conaltradh eile le luchd-ceannach, luchd-obrach, agus buidhnean stiùiridh; àite corporra eile an luchd-obrach; buaidh solaraiche èiginneach agus teachdaiche; aithris riaghlaidh; agus a ’toirt fios gu sgiobalta don luchd-ceannach againn mura h-urrainn dhuinn cumail a’ dol leis a ’ghnìomhachas againn. Bidh am prìomh sholaraiche solaraichean againn a ’cur taic ris na clàran cudromach againn ann an sgìre a tha air leth. Ged a tha duilgheadasan sònraichte aig a h-uile suidheachadh èiginneach stèidhichte air factaran bhon taobh a-muigh, leithid àm den latha agus cho dona sa tha an aimhreit, chaidh innse dhuinn leis an amar solaraiche seo gur e an amas aca na h-obraichean aca fhèin a thoirt air ais agus a bhith comasach air seirbheisean ath-thòiseachadh gu luath. Ged a dh ’obraich sinn gus cunnart a lughdachadh le bhith a’ cleachdadh seata eadar-mheasgte de sholaraichean, dh ’fhaodadh na seirbheisean agad atharrachadh no stad a chuir air rè na h-ùine seo.",
    "826396656": "Am Plana Leantainneachd Gnìomhachais againn",
    "1979347895": "- Faodaidh aimhreitean gnìomhachais cudromach a bhith eadar-dhealaichte nan raon, leithid dìreach ar companaidh, aon togalach anns a bheil ar companaidh, an nàbachd far a bheil a ’chompanaidh againn, am baile far a bheil sinn suidhichte, no an sgìre air fad. Taobh a-staigh gach aon de na raointean sin, faodaidh cho dona sa tha an aimhreit a bhith eadar-dhealaichte bho dhroch ìre. Ann an aimhreit don chompanaidh againn, an sgìre gnìomhachais, am baile-mòr no an sgìre againn no togalach anns a bheil ar companaidh, gluaisidh sinn ar gnìomhachd gu làrach ionadail nuair a bhios feum air agus cha bhith sinn an dùil gun cuir e dragh mòr air obair gnìomhachais. Anns gach suidheachadh, tha sinn an dùil leantainn air adhart ann an gnìomhachas, gluasad obrachaidhean gu solaraichean eile ma tha sin riatanach, agus fios a chuir thugad tron làrach-lìn againn aig hcaptcha.com agus ar duilleag inbhe aig hcaptchastatus.com a thaobh mar a chuireas tu fios thugainn. Ma tha an aimhreit mòr gnìomhachais cho mòr is gu bheil e a ’cur casg oirnn fuireach ann an gnìomhachas, cuiridh sinn fios thugaibh gu sgiobalta.",
    "653679457": "Buairidhean caochlaideach",
    "410397176": "Airson tuilleadh fiosrachaidh",
    "2095899021": "Stiùireadh Brandachaidh hCaptcha agus Cead Comharradh-malairt Coitcheann",
    "2340340589": "Stiùireadh air a bhith a ’cleachdadh a’ chomharra hCaptcha",
    "2430148876": "Tha sinn air an stiùireadh seo agus cead comharra-malairt coitcheann a chruthachadh gus a dhèanamh cho furasta ‘s as urrainn dha ar luchd-ceannach, com-pàirtichean, agus luchd-leantainn a bhith ag obair leis a’ bhrannd againn agus sinn fhathast a ’gleidheadh ar dearbh-aithne corporra. Ma dh ’fheumas tu ìomhaighean hCaptcha, suaicheantasan, no comharran eile a chleachdadh ann an dòighean a tha gu mòr eadar-dhealaichte bho na stiùiridhean sin, feumaidh tu fios a chuir thugainn (IMI) airson cead sgrìobhte.",
    "3884400764": "Ged a dh ’fhaodadh tu comharran hCaptcha a chleachdadh a rèir an stiùireadh seo, chan eil sin a’ ciallachadh gu bheil còirichean reic sam bith agad ann an Comharran hCaptcha, suaicheantasan, no ann an comharra-malairt sam bith eile, ainm malairt, comharra seirbheis, ainm gnìomhachais no deagh rùn hCaptcha. Tha sinn airson nas urrainn dhuinn de shùbailteachd a bhuileachadh, ach tha e mar dhleastanas oirnn hCaptcha a dhìon an aghaidh cleachdadh gun chead air comharra-malairt, ainm malairt, comharra seirbheis, ainm gnìomhachais no deagh rùn hCaptcha. Bidh cleachdadh gun chead sam bith gu fèin-ghluasadach a ’toirt a’ chead no a ’chead a thug hCaptcha seachad agus dh’ fhaodadh gum bi uallaichean laghail orra airson milleadh sam bith.",
    "512598290": "Mar sin, feumaidh sinn iarraidh gum bi thu an-còmhnaidh a ’cleachdadh a h-uile comharra hCaptcha agus suaicheantasan ann an cruth a tha a’ cumail ris na riaghailtean gu h-ìosal, a ’gabhail a-steach calpachadh, cruth-clò, agus stoidhle.",
    "2075610992": "Taing airson do thaic!",
    "1023190144": "hCaptcha® ann an teacsa",
    "4274324704": "Seo mar a chleachdas sinn ar n-ainm ann an leth-bhreac sgrìobhte:",
    "3912926900": "bu chòir samhla comharra-malairt clàraichte a bhith aig hCaptcha® a ’chiad uair a nochdas e ann an leth-bhreac cruthachail.",
    "950637875": "cha bu chòir litreachadh hCaptcha atharrachadh a-riamh agus bu chòir hCaptcha a bhith air a chalpachadh san dàrna litir (\"C\"). Chan eil e a-riamh iomarra no seilbh.",
    "2624601135": "cha bu chòir \"hCaptcha\" a chleachdadh mar phàirt de ainm branda, ceangailte ri tàthan, no a chleachdadh ann an ainmean thagraidhean no toraidhean eile.",
    "3828090208": "An àite sin cleachd \"airson hCaptcha\". Ma thèid a chleachdadh le suaicheantas treas pàrtaidh, feumaidh \"airson hCaptcha\" a bhith nas lugha ann am meud na suaicheantas treas pàrtaidh.",
    "4149738856": "Bu chòir hCaptcha a chleachdadh mar bhuadhair agus an uairsin teirm coitcheann ceart.",
    "1446868537": "cha bu chòir hCaptcha a-riamh a chleachdadh mar ghnìomhair.",
    "2487931657": "Na cleachd: \"hCaptcha'd an làrach againn.\"",
    "2565565429": "An àite sin cleachd: \"bidh sinn a’ cleachdadh hCaptcha gus an làrach againn a dhèanamh nas sàbhailte agus nas tèarainte. \"",
    "3434202027": "Feumaidh cleachdadh sam bith den ainm hCaptcha ann an conaltradh a bhith ag ràdh: \"Tha hCaptcha na chomharra-malairt clàraichte de Intuition Machines, Inc.\"",
    "2754937029": "Cleachdaidhean neo-iomchaidh",
    "2436973524": "Cha ghabhar ach ri iomraidhean ceart. Chan eil e ceadaichte a ràdh gu bheil làrach a ’cleachdadh seirbheisean agus tagraidhean hCaptcha nuair nach eil. San aon dòigh, tha cleachdadh ar suaicheantas no baidse sam bith mar an ceudna iomchaidh nuair a bhios an làrach a ’cleachdadh seirbheisean hCaptcha.",
    "69844082": "Chan fhaodar comharran-malairt hCaptcha, samhlaidhean grafaigeach, suaicheantasan, cruth-clò no ìomhaighean a chleachdadh ann an dòigh eadar-dhealaichte.",
    "3861413614": "Chan fhaod thu comharra-malairt no suaicheantas hCaptcha sam bith a chleachdadh a bhiodh a ’ciallachadh gu bheil ceangal aig hCaptcha ri no taic, taic-airgid no taic ri toradh no seirbheis treas pàrtaidh, gun chead sgrìobhte soilleir.",
    "1409822234": "Cha tèid comharra-malairt hCaptcha co-ionann no cha mhòr an aon rud a chleachdadh mar ainm fearainn.",
    "4181060163": "Cha bu chòir do threas phàrtaidhean atharrachaidhean no ceàrr a chleachdadh no a bhith ag obair ann an dòigh sam bith a dh ’adhbhraicheadh troimh-chèile ùidh tùsail thairis air comharran malairt hCaptcha.",
    "3955555607": "A bharrachd air Com-pàirtichean no Luchd-ath-chuiridh Ùghdarraichte, chan fhaod treas pàrtaidhean tagradh airson prìomh fhaclan, Google AdWords, no siostaman sanasachd cuimsichte eile a ’cleachdadh comharran hCaptcha no ceàrr. Chan fhaod treas pàrtaidhean comharran hCaptcha a chleachdadh ann an ainmean fearainn, optimization einnsean sgrùdaidh sam bith, tagaichean meta, teirmean sgrùdaidh, còd, no mì-riochdachadh eile.",
    "1985238261": "Comharran Cuingealaichte eile",
    "2193061499": "Tha cuid de na suaicheantasan agus na comharran againn air an cuingealachadh ri bhith air an cleachdadh le hCaptcha agus a com-pàirtichean. Chan fhaod treas phàrtaidhean na comharran a leanas a chleachdadh gun chead sgrìobhte bho hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "Com-pàirtiche hCaptcha ™",
    "755156539": "hCaptcha Ùghdarraichte Reseller ™",
    "717622341": "hCaptcha Enterprise ™",
    "3433896984": "BotStop ™",
    "1655022901": "BotStop le hCaptcha ™",
    "2557601376": "suaicheantas hCaptcha ™",
    "248923369": "Suaicheantas BotStop ™",
    "3942875761": "Cuidich le bhith a ’togail lìn nas fheàrr ™",
    "364774188": "Tha mi daonna ™",
    "2785425016": "(ann an co-theacsa fuasgladh dearbhaidh daonnachd, me gairm gu gnìomh)",
    "2639657759": "Comharran air an cleachdadh le cead",
    "1268918580": "Tha cuid de na suaicheantasan agus na comharran a tha hCaptcha agus a chom-pàirtichean a ’sealbhachadh le treas phàrtaidhean agus chan fhaodar an cleachdadh ach le an cead. Chan fhaod treas phàrtaidhean na comharran a leanas a chleachdadh ach mar a tha an luchd-seilbh a ’ceadachadh:",
    "3782751514": "Tha HUMAN Protocol® na chomharra-malairt clàraichte de HUMAN Protocol Foundation, agus tha e air a chleachdadh le a chead.",
    "1620709264": "Tha HUMAN Token® na chomharra-malairt clàraichte de HUMAN Protocol Foundation, agus tha e air a chleachdadh le a chead.",
    "3031953928": "Tha HUMAN Network ™ na chomharra-malairt de HUMAN Protocol Foundation, agus tha e air a chleachdadh le a chead.",
    "3554363588": "Comharran eile",
    "3290996791": "Tha gach ainm toraidh, suaicheantasan agus suaicheantasan eile nan sealbhadairean. Tha na h-ainmean companaidh, toraidh agus seirbheis eile air an cleachdadh air an làrach-lìn seo airson adhbharan aithneachaidh a-mhàin. Chan eil cleachdadh nan ainmean, suaicheantasan, agus suaicheantasan sin a ’ciallachadh aonta.",
    "2444685143": "Poileasaidh suaicheantas",
    "2414232014": "Tha an suaicheantas againn aithnichte sa bhad agus mar aon de na maoinean as luachmhoire agus as cudromaiche againn. Gus dèanamh cinnteach gu bheil e fhathast na riochdachadh làidir den chompanaidh againn, feumar a thaisbeanadh ann an dòigh faiceallach agus cunbhalach thar gach dòigh conaltraidh.",
    "803639471": "Tha an suaicheantas hCaptcha air a dhèanamh suas den ìomhaigh làimhe agus an logotype hCaptcha. Anns a ’chruth eile aige, faodaidh an ìomhaigh làimhe nochdadh leis fhèin nuair a tha àite air a chuingealachadh agus“ hCaptcha ”air a chleachdadh mar chomharra facal (mar a chaidh a mhìneachadh gu h-àrd) faisg air an ìomhaigh làimhe, gus am bi e soilleir gu bheil an ìomhaigh làimhe a’ riochdachadh hCaptcha.",
    "564127016": "An ìomhaigh làimhe hCaptcha:",
    "1424800293": "An suaicheantas hCaptcha:",
    "1525506526": "Dè a th ’ann an gabhail cunntas agus ciamar a bhios iad ag obair?",
    "2446481523": "Tha seann sgeulachd ann far a bheil draibhear carbad agus duine-uasal a ’nochdadh aig a’ chonstabal ann am baile beag dùthchail. Thuirt aon fhear, ann an aodach salach, brònach, ris a ’chonstabal,“ Is mise an duine uasal. B ’e an duine seo an draibhear agam.",
    "1767952047": "Thug e ionnsaigh orm a-raoir, ghoid e m ’aodach agus ghlac e m’ airgead. ” Fhreagair am fear eile, le aodach mòr air, aodach a ’chlas uasal,“ Constabal, tha an duine seo gealtach. Tha e den bheachd gu bheil e na dhuine uasal. Is mise am fìor dhuine uasal. Cuir an grèim e! ”",
    "2947576723": "Tha an sgeulachd seo ro àm ceadan dhràibhearan agus clò-bhualadh meòir didseatach, ach tha e a ’tabhann deagh eisimpleir de na dh’ fhaodadh a dhol ceàrr ann an suidheachadh gabhail cunntas. Bidh neach a ’logadh a-steach do chunntas banca air-loidhne no app pàighidhean gluasadach. An e fìor neach-gleidhidh a ’chunntais, no neach-tarraing? Cò dha-rìribh cò? Bidh na cùisean tèarainteachd sin a ’toirt buaidh air buidhnean a tha a’ ceadachadh ruigsinneachd cunntas fèin-sheirbheis.",
    "1687299615": "Dè a th ’ann an gabhail cunntas?",
    "2648707986": "Tha gabhail cunntas mar sheòrsa de mhealltaireachd saidhbear far a bheil cleasaiche droch-rùnach a ’dèanamh atharrais air sealbhadair cunntas air-loidhne. Mar as trice, tha an cunntas aig institiud ionmhais no gnìomhachas e-malairt far am faod an neach-foill airgead, bathar no cairtean tiodhlac a ghoid. Bidh an neach-ionnsaigh a ’cleachdadh teisteanasan logadh a-steach air an goid gus faighinn chun chunntas agus an uairsin a ghabhail thairis, is dòcha ag atharrachadh am facal-faire gus sealbhadair a’ chunntais fhìor a ghlasadh a-mach.",
    "1476843710": "Ann an cruthan cunntais cunntais nach eil cho cronail a thaobh ionmhais ach a tha fhathast a ’dèanamh cron tha toirt a-steach cunntasan meadhanan sòisealta agus an leithid. Anns na cùisean sin, mar as trice bidh an neach-ionnsaigh a ’feuchainn ri malware a sgaoileadh no a dhol an sàs ann an ionnsaighean phishing an aghaidh caraidean mì-chinnteach an neach a tha a’ fulang. Air neo, tha an neach-ionnsaigh a ’feuchainn ri nàire a thoirt don neach-fulaing, a bhios uaireannan a’ tachairt le daoine ainmeil agus luchd-poilitigs, mar eisimpleir.",
    "2904949278": "Ciamar a bhios neach-tarraing a ’gabhail thairis cunntas?",
    "2575690545": "Tha gabhail cunntais, mar a tha uimhir de mhealltaireachd saidhbear, gu ìre mhòr an urra ri pròiseasan fèin-ghluasadach. Tha e glè ainneamh dha neach-tarraing, air a chòmhdach ann an hoodie ann an làr ìseal a mhàthar, faclan-faire a thaipeadh ann an làraichean-lìn banca aon aig aon àm.",
    "3614653023": "An àite sin, tha an cleachdadh an urra ri ionnsaighean lìonadh creideas mòr-sgèile a bhios a ’feuchainn milleanan de chàraidean ainm-cleachdaidh / facal-faire air dusanan de dh’ institiudan ionmhasail targaid an dòchas fo-sheata bheag de na cunntasan fhuasgladh. Cho luath ‘s a gheibh am bathar-bog foill fèin-ghluasadach cothrom air a’ chunntas, faodaidh neach-tarraing daonna a dhol an sàs an uairsin, ach ann an cuid de chùisean, chan eil.",
    "2762759509": "Tha mòran de dh ’ionnsaighean gabhail thairis cha mhòr gu tur fèin-ghluasadach.",
    "1972710018": "A ’faicinn e bho shealladh na companaidh",
    "1282121137": "Gus tuigse fhaighinn air dè an duilgheadas a th ’ann a bhith a’ gabhail a-steach cunntas, smaoinich air cò ris a tha an t-eòlas coltach bho shealladh an institiud ionmhais. Bidh iad a ’làimhseachadh milleanan de logins a h-uile latha.",
    "2315518622": "Leis an t-sòghalachd a tha ri fhaighinn ann an innealan ionnsaigh an latha an-diugh, tha e air leth dùbhlanach a bhith a ’lorg cò, ma tha gin ann, a tha meallta. An uairsin, bidh neach a ’gairm an loidhne seirbheis teachdaiche agus ag ràdh“ Chaidh ionnsaigh a thoirt air mo chunntas! Chan urrainn dhomh logadh a-steach agus tha cuideigin a ’goid m’ airgead! ”",
    "1836369533": "Coltach ris a ’chonstabal ann an sgeulachd na dùthcha, ciamar a tha duine a’ dearbhadh cò dha-rìribh a tha ann? Ma tha gu leòr eileamaidean aithneachaidh air an goid aig an neach-ionnsaigh, leithid àireamh cead-draibhidh, àireamh tèarainteachd shòisealta, ainm maighdeann-màthar, seòladh agus mar sin air adhart, dh ’fhaodadh e a bhith gu math duilich faighinn a-mach an e an neach-glacaidh an neach-gleidhidh cunntas fìor no neach-ionnsaigh a tha a’ feuchainn ri faighinn facal-faire ath-shuidheachadh air cunntas a tha e airson a dhol a-steach.",
    "2880837730": "Dè a ghabhas dèanamh gus stad a chuir air gabhail cunntas?",
    "3654556483": "Tha pròiseasan agus smachdan aig institiudan ionmhasail agus companaidhean e-Malairt a mhaolaicheas cuid den chunnart gabhail seilbh. Tha iad sin a ’dol bho na ceistean tèarainteachd seann-fhasanta“ dè an t-ainm a bh ’air do charaid as fheàrr ann an sgoil bhunasach” gu dòighean lorg a chuireas às do sheòlaidhean IP amharasach agus ìomhaighean innealan gluasadach.",
    "2449501658": "a ’toirt seachad aon de na dòighean as adhartaiche gus an cunnart bho oidhirpean logadh a-steach meallta a lughdachadh, a’ cleachdadh ionnsachadh innealan gus botaichean a lorg agus stad a chuir orra, agus gu h-èifeachdach ga dhèanamh gu math nas duilghe no eadhon do-dhèanta dha luchd-foill a dhol an sàs ann an gabhail cunntas.",
    "3621455477": "gus barrachd ionnsachadh!",
    "555246307": "A bharrachd air an sin, seo mar a thig sgeulachd an duine-uasal agus an draibhear aige gu crìch: Thug an constabal air an dithis fhireannach suidhe ann an seòmar còmhla airson uairean a-thìde agus a dhol às an inntinn. Aig deireadh an latha, nochd e agus thuirt e, “Bruidhnidh mi a-nis ri draibhear na cairt.” Sheas an duine san aodach uasal. Bha e cho leamh, dhìochuimhnich e nach robh e ach a ’leigeil air gur e an duine-uasal a bh’ ann.",
    "1224727373": "BotStop le hCaptcha",
    "1187718370": "Cuir fios thugainn",
    "3892905664": "Bidh hCaptcha a ’cuideachadh nan seirbheisean air-loidhne as fheàrr leat a bhith a’ cumail a-mach botaichean, spama, agus droch dhìol le bhith a ’faighneachd cheistean sìmplidh a tha furasta dha daoine agus duilich dha innealan.",
    "555158694": "Tha seirbheis a tha thu a ’cleachdadh air roghnachadh do eòlas air an làrach aca a leasachadh le bhith a’ stàladh hCaptcha gus trafaic droch-rùnach a lughdachadh.",
    "1617196410": "Tha hCaptcha ag amas air stad a chuir air botaichean. Chan eil dragh againn cò a th ’ann an neach-cleachdaidh, ach dìreach a bheil iad droch-rùnach. Bidh sinn ag obair gu cruaidh gus prìobhaideachd & cothromachadh a chothromachadh",
    "1624200563": "tèarainteachd, agus gèilleadh ri GDPR, CCPA, LGPD, PIPL, agus riaghailtean prìobhaideachd eile.",
    "1927613000": "Bidh hCaptcha a ’cothlamadh ionnsachadh innealan sòlaimte le àrd-ùrlar dùbhlan cumhachdach gus tagraidhean lìn a dhìon bho bhith a’ gabhail thairis cunntasan, lìonadh chreideasan, sgrìobadh, agus seòrsachan eile de dhroch dhìol.",
    "1133989302": "Carson hCaptcha?",
    "34074886": "Gach uair a fhreagras tu dùbhlan, bidh sinn a ’cleachdadh mhodalan sòlaimte gus faighinn a-mach a bheil thu nad dhuine. Bidh an làrach-lìn air an do thadhail thu an uairsin a ’cleachdadh an toradh seo gus cuideachadh le bhith a’ leasachadh do eòlas air an làrach aca le bhith a ’cumail a-mach botaichean.",
    "3412647984": "Leigidh seo dhut ceistean san àm ri teachd a sheachnadh le bhith a ’clàradh agus a’ suidheachadh briosgaid. Feuch cuideachd cuir dheth an inneal-bacaidh sanasachd agad.",
    "2510209017": "A bheil feum agad air barrachd cuideachaidh?",
    "477275453": "Carson a tha APIan nan targaid cumanta airson luchd-haclaidh?",
    "596347471": "Tha eadar-aghaidh prògramadh tagraidh (APIs) air a thighinn gu bhith na thargaid mòr-chòrdte airson cleasaichean droch-rùnach ann an cyberpace. Tha mòran adhbharan ann airson seo, a ’toirt a-steach an goireas mòr aca ann an amalachadh thagraidhean. Tha e comasach cunnart API a lasachadh, ge-tà.",
    "2441638955": "An toiseach, dè a th ’ann an API?",
    "3963216198": "Gus beachdachadh air carson a tha APIan nan targaid mòr-chòrdte dha luchd-hackers, is fhiach an toiseach mionaid a ghabhail gus mìneachadh dè a tha an teirm “API a’ ciallachadh an-dràsta. ” Chan eil bun-bheachd an API ùr idir. Gu dearbh, tha eadar-aghaidh airson diofar shiostaman coimpiutair a cheangal ri chèile, a bharrachd air na pàirtean a-staigh aca, air a bhith timcheall bho tràth sna 1960an co-dhiù.",
    "1047251718": "An-diugh, ge-tà, nuair a bhios daoine a ’bruidhinn mu dheidhinn APIan, bidh iad an-còmhnaidh a’ ciallachadh APIan stèidhichte air inbhean. Is iad sin APIan a chaidh an togail a ’cleachdadh inbhean fosgailte mar Transfer State State (REST) agus cruthan faidhle àbhaisteach fosgailte mar JavaScript Object Notation (JSON). Faodar a leithid de “RESTful APIs,” mar a chanar riutha, a chruthachadh gun fheum air bathar-bog seilbh. Bidh na APIan a thig às sin comasach air dàta agus gairmean modh a chuir agus fhaighinn eadar tagraidhean bathar-bog. Mar eisimpleir, bidh app bancaidh gluasadach a ’cleachdadh API gus faighinn gu siostaman a’ bhanca.",
    "3195334319": "Goireasach agus so-leòntachd APIan",
    "1903743785": "Bha teachd APIan stèidhichte air inbhean a ’riochdachadh leum mòr air adhart ann an amalachadh thagraidhean. Thairis air na 20 bliadhna no mar sin, chaidh APIan bho bhith nam bathar-bog seilbh cosgail agus toinnte gu innealan stèidhichte air inbhean a bha an ìre mhath furasta obrachadh leotha - agus luath airson an cleachdadh.",
    "879362350": "Leis na APIan ùra ag obair thairis air an eadar-lìn, thàinig e gu bhith comasach bathar-bog no stòr dàta sam bith a cheangal, àite sam bith san t-saoghal, ge bith dè an àrd-ùrlar, an sgeama dàta no an cànan prògramaidh. Mar thoradh air an sin, tha an saoghal coimpiutaireachd a-nis ann am meadhan tionndadh API. Tha spreadhadh de cheangal air a bhith ann eadar tagraidhean agus dàta. Tha sin sgoinneil, gus nach bi.",
    "3844432472": "Tha fosgarrachd agus goireasachd APIan gan dèanamh nan targaidean iongantach beairteach dha luchd-ionnsaigh. San aon dòigh as urrainn app gluasadach a phrògramadh gus dàta a ruighinn a-mach agus GET bho shiostam corporra a ’cleachdadh API, mar sin cuideachd faodaidh pìos malware. Tha hackers air iomadh seòrsa inneal bathar-bog a sgrìobhadh gus droch dhìol a dhèanamh air APIan. Tha e na innleachd ionnsaigh èifeachdach.",
    "2187096543": "Gu dearbh, tha cuid de phrìomh bhriseadh dàta air a bhith ann bho bhathar-bog sgrìobhte hacker a dh ’iarr air API dàta a thoirt a-mach à stòr-dàta. Às deidh a h-uile càil, ma tha e a ’goid dàta dìreach feumach air gairm GET bunaiteach air API, sgrìobhte le bhith a’ cleachdadh REST agus JSON, tha e furasta an uairsin stòr-dàta a ghlanadh gu sgiobalta. Gu dearbh, nuair a bhios daoine a ’bruidhinn mu ionnsaighean“ sgrìobadh sgrion ”, is e a tha iad a’ ciallachadh, sa mhòr-chuid, gairmean API luath-teine a bhios a ’tarraing dàta a-mach à stòran-dàta. Tha APIan air a thighinn gu bhith na phrìomh uachdar ionnsaigh airson buidhnean a tha gan togail.",
    "4222109231": "A ’lughdachadh cunnart API le Toradh Iomairt hCaptcha",
    "1783317946": "Tha casg air ionnsaighean API na chùis cleachdaidh mòr-chòrdte airson",
    "3022922096": ", sreath de thoraidhean iomairt hCaptcha. Eu-coltach ris an dreach an-asgaidh de hCaptcha,",
    "63719113": "a ’cleachdadh ionnsachadh adhartach inneal gus trafaic droch-rùnach a chomharrachadh chun làrach agad agus aplacaidean - a’ toirt a-steach gnìomhan sgrìobadh.",
    "3566102529": "dhuinn an-diugh gus tuilleadh ionnsachadh.",
    "3096553330": "Tha a h-uile siostam a chruthaicheas sinn dìreach a ’nochdadh ar dàimhean le daoine eile.",
    "1467218142": "Bidh na tha sinn ag iarraidh bhuapa agus bhuainn fhìn a ’stiùireadh ar giùlan, agus mar sin tha na h-aon phàtranan eadar-obrachaidh a’ nochdadh a-rithist anns a h-uile siostam daonna. Tha an eadar-lìn a ’toirt mòran eisimpleirean fìor mhath den phàirt bhunasach seo den t-saoghal againn.",
    "808872868": "Mar eisimpleir: tha spama, foill, agus droch dhìol air a bhith ann air-loidhne bho faisg air an latha às deidh dà shiostam a bhith ceangailte ri chèile an toiseach.",
    "1085089390": "Tha droch dhìol air-loidhne a ’tighinn bho ghiùlan daonna inneach",
    "3064321967": "Chaidh a ’chiad phost-d spama aithnichte a chuir ann an 1978. [",
    "3800781598": "] Cha mhòr còig deicheadan às deidh sin, tha spam post-d a ’leantainn oirnn. Chaidh mòran billeanan dolar agus mìltean de bhliadhnaichean de oidhirp innleadaireachd a chuir an sàs, ach a dh ’aindeoin sin tha spama a’ leantainn. Tha gnìomhachasan billean dolar air gach taobh, ie an fheadhainn a tha a ’dìon na aghaidh agus an fheadhainn a tha ga chuir.",
    "2119943547": "Carson a tha seo? Tha am freagairt sìmplidh. Cho fad ‘s gu bheil brosnachadh ann droch dhìol a dhèanamh air siostam, mar as trice lorgaidh cuideigin dòigh. Agus aon uair ‘s gu bheil iad a’ dèanamh, bidh brosnachadh aig cuideigin eile stad a chuir orra.",
    "532470444": "Dh ’fhaodadh an cothromachadh gluasad beagan bho bhliadhna gu bliadhna, ach tha an giùlan seo dìreach a’ nochdadh nàdar daonna bunaiteach, agus tha còig mìle bliadhna de eachdraidh chlàraichte a ’ciallachadh nach eil coltas ann gun atharraich an fiùghantas uair sam bith a dh’ aithghearr.",
    "3193548097": "Hope Springs Eternal",
    "4065614934": "Chan eil an anailis seo ùr, ach tha daoine dòchasach gu bràth. Gu sònraichte nuair a tha iad den bheachd gu bheil am beachd ùr.",
    "1216071511": "Thathas a ’moladh na h-aon bheachdan cho tric is gun tàinig timcheall air 20 bliadhna air ais le ùghdar gun urra a’ lìonadh a-steach falamh airson còmhraidhean air-loidhne mu fhuasglaidhean an aghaidh spama:",
    "1941999673": "Tha an dreuchd agad a ’tagradh a",
    "4179118182": "() teicnigeach () reachdail () vigilante stèidhichte air a ’mhargaidh ()",
    "3978720689": "dòigh-obrach airson sabaid spama. Chan obraich do bheachd. Seo carson nach obraich e.",
    "318339230": "(Dh ’fhaodadh gum bi aon no barrachd de na leanas a’ buntainn ris a ’bheachd shònraichte agad, agus dh’ fhaodadh gum biodh",
    "30312304": "lochdan eile a bhiodh ag atharrachadh bho stàite gu stàite mus deach droch lagh feadarail aontachadh.)",
    "2710988028": "() Faodaidh spammers a chleachdadh gu furasta gus seòlaidhean puist-d a bhuain",
    "3912514510": "() Bheireadh buaidh air liostaichean puist agus cleachdaidhean post-d dligheach eile",
    "2030062561": "() Cha bhith e comasach dha duine an gille a lorg no an t-airgead a chruinneachadh",
    "3334160175": "() Tha e gun dìon an aghaidh ionnsaighean feachd brute",
    "3238345709": "() Cuiridh e stad air spam airson dà sheachdain agus an uairsin bidh sinn an sàs leis",
    "4227800293": "() Cha chuir luchd-cleachdaidh post-d suas ris",
    "2271252286": "() Cha chuir Microsoft suas ris",
    "692064738": "() Cha chuir na poileis suas ris",
    "3475647460": "() Feumaidh cus co-obrachadh bho spammers",
    "1482845460": "() Feumaidh co-obrachadh iomlan sa bhad bhon h-uile duine aig an aon àm",
    "3741193183": "() Chan urrainn dha mòran de luchd-cleachdaidh post-d gnìomhachas a chall no luchd-fastaidh a thoirt air falbh",
    "2234909600": "() Chan eil spammers a ’gabhail cùram mu sheòlaidhean neo-dhligheach air na liostaichean aca",
    "1982617151": "() Dh ’fhaodadh neach sam bith gun urra beatha no gnìomhachas neach sam bith eile a sgrios",
    "2498172334": "Gu sònraichte, chan eil do phlana a ’toirt cunntas air",
    "389705801": "() Laghan a ’toirmeasg gu sònraichte",
    "190955495": "() Dìth ùghdarras smachd meadhanach airson post-d",
    "237009707": "() Ath-chraolaidhean fosgailte ann an dùthchannan cèin",
    "3507532387": "() Furasta a bhith a ’lorg àite seòlaidh beag alphanumeric de gach seòladh puist-d",
    "2477958756": "() Droch dhaoine",
    "3254142589": "() Duilgheadasan laghail",
    "3621401685": "() Unpopularity de chìsean ùra neònach",
    "4277475973": "() Dìth poblach gabhail ri cruthan ùra neònach de airgead",
    "941057651": "() Tasgadh bathar-bog mòr a th ’ann mar-thà ann an SMTP",
    "3265293440": "() Claonadh protocolaidhean a bharrachd air SMTP gus ionnsaigh a thoirt",
    "515733427": "() Deònach luchd-cleachdaidh pìosan OS a chuir a-steach air post-d",
    "2631159699": "() Armachd de bhocsaichean tòimhseachain ceangailte ri bann-leathann Windows",
    "776542208": "() Rèis armachd sìorraidh an sàs anns a h-uile dòigh sìolaidh",
    "989480928": "() Prothaid spama",
    "3898950867": "() Obraichean Joe agus / no goid dearbh-aithne",
    "3395399558": "() Luchd-poilitigs neo-litearra gu teicnigeach",
    "1118929614": "() Stupidity anabarrach air a ’phàirt de dhaoine a bhios a’ dèanamh gnìomhachas le spammers",
    "838951836": "() Eas-onair air taobh spammers fhèin",
    "2123236933": "() Cosgaisean leud-bann air nach eil buaidh aig sìoladh luchd-cleachdaidh",
    "2292919419": "() Ro-shealladh",
    "2534436327": "agus faodaidh na gearanan feallsanachail a leanas a bhith a ’buntainn cuideachd:",
    "832385387": "() Tha beachdan coltach riut fhèin furasta a chruthachadh, ach cha deach gin a shealltainn gu practaigeach",
    "1993984258": "() Cha ghabhar ri sgeama sam bith stèidhichte air tarraing a-mach",
    "3909240516": "() Cha bu chòir cinn SMTP a bhith na chuspair reachdais",
    "1151065360": "() Blacklists suck",
    "2396605499": "() Whitelists suck",
    "2225785608": "() Bu chòir dhuinn a bhith comasach air bruidhinn mu Viagra gun a bhith air a caisgireachd",
    "3004688366": "() Cha bu chòir frith-bhualaidhean a bhith a ’toirt a-steach foill uèir no foill cairt creideis",
    "922470170": "() Cha bu chòir frith-bhualaidhean a bhith a ’toirt a-steach milleadh air lìonraidhean poblach",
    "3068923550": "() Feumaidh cungaidhean obrachadh ma thèid an toirt a-steach beag air bheag",
    "2752975480": "() Bu chòir post-d a chuir an-asgaidh",
    "117227832": "() Carson a bu chòir dhuinn earbsa a bhith agad annad fhèin agus anns na frithealaichean agad?",
    "1021431157": "() Neo-fhreagarrachd le ceadan stòr fosgailte no stòr fosgailte",
    "2801524659": "() Cha bhith ceumannan faireachdainn math a ’dèanamh dad gus an duilgheadas fhuasgladh",
    "931661269": "() Tha seòlaidhean puist-d sealach / aon-ùine duilich",
    "2090457681": "() Chan eil mi airson gum bi an riaghaltas a ’leughadh mo phost-d",
    "3536122902": "() Chan eil stad orra san dòigh sin slaodach agus pianail gu leòr",
    "2391175562": "A bharrachd air an sin, is e seo na tha mi a ’smaoineachadh mu do dheidhinn:",
    "229198134": "() Duilich dude, ach chan eil mi a ’smaoineachadh gun obraicheadh e.",
    "345563040": "() Is e beachd gòrach a tha seo, agus tha thu nad dhuine gòrach airson a bhith ga mholadh.",
    "409780280": "() Deagh fheuchainn, ****! Tha mi an dòchas gu bheil cuideigin a ’ceumadh air a’ mheur-chlàr agad!",
    "2820080973": "aoigheachd le ❤ le",
    "3943164003": "sealladh amh",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Carson nach obraich am fuasgladh anti-spam ùr agad",
    "361795034": ". Ùghdar neo-aithnichte, c. 2000",
    "1547006769": "Is e dearbhadh daonnachd an aon dhuilgheadas",
    "3717942925": "Dìreach mar a bhios daoine an-còmhnaidh a tha airson d ’aire fhaighinn tro phost-d, bidh miann an-còmhnaidh bacadh a chuir air cuid de ghoireasan gus nach fhaigh ach daoine a-steach thuca.",
    "2481032625": "Co dhiubh a tha an amas casg a chuir air:",
    "1691348394": "- mòr-cheannach fèin-ghluasadach aig àm reic cuibhrichte",
    "1771016224": "- bathar-bog bho bhith a ’luchdachadh sìos an susbaint gu lèir bhon làrach-lìn agad masse",
    "1959762846": "- na foirmean lìn agad a lìonadh le spama no droch dhìol margaidheachd gun chrìoch",
    "345108670": "- lìonadh creideas agus oidhirpean gabhail cunntais eile",
    "2540760245": "am measg iomadh cleachdadh eile, tha e coltach gum bi e comasach dha trafaic air-loidhne a shìoladh air bunait “daonna no nach eil” a bhith na inneal luachmhor fhad ‘s a leanas nàdar daonna na h-aon phàtranan a chaidh a chlàradh thar nan còig mìle bliadhna a dh’ fhalbh.",
    "3346362371": "Dè mu dheidhinn ionnsachadh innealan?",
    "3619183405": "Ann an 2021 faodar CAPTCHAs sìmplidh fhuasgladh le bathar-bog uaireannan, le taing dha adhartasan ann an ionnsachadh innealan. Gus dèiligeadh ris an seo, bidh hCaptcha cuideachd a ’dèanamh sgrùdadh gu math mionaideach air togalaichean mar",
    "3292221787": "chaidh an dùbhlan a fhreagairt, chan ann a-mhàin an robh e ceart, agus gu tric bidh e ag atharrachadh gach cuid na ceistean agus an dàta a chaidh a chleachdadh.",
    "1080672247": "Leis nach urrainnear mòran de na ceistean a chaidh fhuasgladh a rèiteach gu h-eaconamach le bathar-bog far na sgeilp, agus seach gu bheil an dàta sònraichte don t-siostam san fharsaingeachd, tha seo a ’ciallachadh gum bi botaichean gu tric air an stad gu tur leis an t-seirbheis an-asgaidh, agus feumaidh iad a bhith an urra ri luchd-fuasglaidh CAPTCHA daonna an àite sin, a tha a ’dèanamh iomadh seòrsa de dhroch dhìol gu tur neo-eaconamach.",
    "4172868199": "a ’dol fada nas fhaide na seo, a’ gluasad a-steach don raon a bhith a ’feuchainn ri eadar-dhealachadh a dhèanamh air“ deagh dhuine ”bho“ droch dhuine ”cuideachd, agus tha e air a chleachdadh an-diugh le mòran de na seirbheisean air-loidhne as mòr-chòrdte san t-saoghal gus a h-uile càil a lorg agus stad a chuir air foill ceannach gu bhith adhartach. bagairtean an aghaidh an luchd-cleachdaidh aca, agus aig an aon àm a ’cumail fòcas sònraichte air gleidheadh prìobhaideachd.",
    "2873911365": "Dè mu dheidhinn fianais bathar-cruaidh?",
    "1477196356": "Chaidh grunn dhòighean airson dearbh-aithne a cheangal ri inneal ann an dòigh a tha tèarainte gu criptografach, uaireannan le togalaichean a tha a ’gleidheadh prìobhaideachd, a mholadh airson deicheadan. Tha crioptachadh iuchraichean poblach a ’dol air ais gu c. 1975, agus tha comharran bathar-cruaidh air a bhith ann cha mhòr cho fada.",
    "2349681896": "Gu mì-fhortanach, chan eil smachd air pìos bathar-cruaidh a ’ciallachadh gur e duine a th’ annad. Chaidh cha mhòr a h-uile sgeama fianais bathar-cruaidh luchd-cleachdaidh a bhriseadh a-rithist agus a bhriseadh, agus an uairsin a bhriseadh a-rithist.",
    "254326776": "Gu tric lorgar droch dhìol droch-rùnach air na lochdan sin airson mìosan no bliadhnaichean mus deach fhoillseachadh no foillseachadh acadaimigeach.",
    "2462909475": "Balla de chòrr air 10,000 fòn air an cleachdadh airson droch dhìol, pàirt de ghnìomhachd bot Sìneach.",
    "1963951234": "Ge bith dè cho earbsach sa tha an sgeama criptografach agad, mas urrainn dha cuideigin aig deireadh an latha dìreach airgead a chosg gus am freagairt a tha thu a ’lorg a thoirt dhut, chan eil seilbh air pìos bathar-cruaidh gu leòr.",
    "1278884196": "Thuirt sin, gu bheil cryptography na smachd gu math òg. A rèir eachdraidh o chionn ghoirid, tha coltas ann gum bi an sgeama criptografach agad agus / no buileachadh air a bhriseadh cho luath ‘s a bhios brosnachadh aig duine sùil gheur a thoirt air, agus tha coltas ann gum bi daoine eile a’ dearbhadh seo fada mus dèan thu sin. Le bhith an urra ri bathar-cruaidh cuideachd is dòcha gum feum thu iarraidh air a h-uile neach-cleachdaidh agad inneal corporra atharrachadh gus an locht a ghlacadh. Tha e glè choltach nach tachair seo gu sgiobalta anns a ’mhòr-chuid de chùisean, a’ ciallachadh ann an da-rìribh nach bi an siostam agad a ’fosgladh fosgailte.",
    "1828028934": "Sin as coireach",
    "1642844535": "cudromach: tha hCaptcha a ’cleachdadh grunn dhòighean-obrach eadar-dhealaichte gus an aon cheist bhunasach a fhreagairt, a’ ceadachadh coimeas airson cunbhalachd thar gach luachadh.",
    "1155821305": "dìon tha doimhneachd",
    "119098046": "Dè mu dheidhinn fuasglaidhean fulangach no gun dùbhlan?",
    "2760410719": "Bidh seirbheisean a tha a ’feuchainn ri lorg bot le comharran fulangach a-mhàin a’ ruith gu luath gu cùis bhunasach: ciamar a nì thu dearbhadh a bheil siostam a ’lorg droch chleasaichean gu ceart nuair nach eil fìrinn cheart agad air an talamh?",
    "1722734001": "Tha an eadar-lìn fosgailte na àrainneachd gu math fuaimneach. Bidh droch chleasaichean a ’toirt ionnsaigh air luchd-cleachdaidh ar seirbheis agus farpaisich mar reCAPTCHA a h-uile latha, agus gu dearbh tha iad a’ feuchainn ri coimhead cho daonna sa ghabhas fhad ‘s a tha iad a’ dèanamh sin.",
    "1595254735": "Tha seirbheisean a tha gu math fulangach a ’strì gus cruinneas lorg bot a chumail suas, no eadhon fios a bhith aca cuin a tha iad mearachdach. Às aonais comas dùbhlan a thoirt do luchd-cleachdaidh bho àm gu àm agus toraidhean an dùbhlain sin a sgrùdadh gu ceart, tha cruinneas buailteach a bhith a ’crìonadh gu mòr thar ùine.",
    "2412751979": "Taing dha na comharran daonnachd nas cruinne gu bheil cumhachd hCaptcha, tha mòran chompanaidhean a chleachd roimhe reCAPTCHA v3 / Enterprise air tionndadh gu",
    "2284856231": "agus chunnaic iad cruinneas nas fheàrr gu mòr ann am modh fulangach hCaptcha Enterprise cuideachd.",
    "4162847": "Chaidh againn air seo fhaicinn gu dìreach, leis gu bheil cuid de ar luchd-ceannach a ’ruith dheuchainnean A / B air an aon iarrtas mus tionndaidh iad a-null gu tur bho thairgsean Google. Mar as trice is urrainn dhuinn dearbhadh an dà chuid ìre meallta adhartach agus meallta àicheil a ’tighinn bho reCAPTCHA v3 no reCAPTCHA Enterprise.",
    "436125785": "Chan eil seo na iongnadh leis gu bheil mearachd ann na lùban fios-air-ais a tha rim faighinn anns na toraidhean sin, agus leis gu bheil iad air an reic le lìonra sanasachd aig a bheil ùidh mhòr ann a bhith a ’faighinn gun a bhith a’ faighinn cus lorg air bot, air eagal ’s gun dèan e cron air a’ phrìomh ghnìomhachas aca.",
    "2233741720": "Ann an co-dhùnadh",
    "2133809801": "Cho fad ‘s a bhios daoine fhathast nan daoine, tha coltas ann gum bi pàirt aig dearbhadh daonnachd air-loidhne.",
    "2255549335": "Is e an obair againn aig hCaptcha a bhith a ’lorg deagh mhalairtidhean eadar duilgheadas agus mionaideachd agus a bhith a’ cumail cuimilteachd ìosal, gu sònraichte airson",
    "4138068262": "luchd-cleachdaidh. Aig a ’cheann thall, tha coltas ann gum bi eadar-obrachadh le dùbhlain fhathast mar phàirt de arsenal innealan airson droch dhìol air-loidhne a lughdachadh fhad‘ s a bhios nàdar daonna fhathast gun atharrachadh.",
    "855097735": "Is e duilgheadas gu math cruaidh a th ’ann a bhith a’ togail seirbheis a nì seo gu math fhad ‘s a bhios sinn a’ cothromachadh gach dragh (agus tha sinn an-còmhnaidh ag obair gus a leasachadh gus am bi an t-eòlas cho tlachdmhor sa ghabhas) ach tha sinn an dòchas gun aontaich thu gu bheil lughdachadh spama, droch dhìol, gabhail cunntas , agus aig a ’cheann thall is fhiach foill air-loidhne ceist shìmplidh bho àm gu àm.",
    "1953959745": "ruigsinneachd",
    "2543123170": "Dearbhadh daonnachd friction neoni",
    "547245263": "Fuasgail an duilgheadas bot agad an-diugh.",
    "3117887301": "Earbsa leis na seirbheisean air-loidhne as motha",
    "981806349": "Air a thogail air an àrd-ùrlar hCaptcha dearbhte",
    "2373007864": "Bidh hCaptcha Enterprise a ’ruith air teicneòlas àrd-ùrlar hCaptcha, air a leudachadh gus a bhith a’ toirt a-steach na feartan a dh ’fheumas iomairtean trafaic àrd.",
    "2652399059": "Com-pàirtiche earbsach",
    "1997838163": "Tha na companaidhean as motha san t-saoghal an urra ri hCaptcha Enterprise. Tha amalachadh sìmplidh, agus tha cruinneas lorg gun choimeas.",
    "734735952": "Rinn sinn measadh air grunn de luchd-reic CAPTCHA a bharrachd air siostam a thogail sinn fhìn. Aig a ’cheann thall, nochd hCaptcha mar an roghainn eile as fheàrr an àite reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Stiùiriche Riaghladh Bathar, Cloudflare",
    "3971348140": "Carson a chleachd sinn hCaptcha? Cha b ’urrainn do dhuine sam bith eile na feartan agus an coileanadh a bha a dhìth oirnn a lìbhrigeadh. Fhuair iad sinn ag obair gu sgiobalta, agus tha na ceannaichean againn dèidheil air an eòlas.",
    "4248655793": "- Ailig M.",
    "4185927140": "Manaidsear Bathar, Flash, Shopify",
    "282913023": "An roghainn cosg-èifeachdach airson iomairtean trafaic àrd",
    "999610953": "Mu dheireadh, roghainn earbsach eile an àite Google. Bidh hCaptcha Enterprise a ’lìbhrigeadh sàbhalaidhean iongantach air do bhile reCAPTCHA le tèarainteachd nas àirde: suas ri 80% nas saoire ann an cuid de chùisean.",
    "1886100235": "Tha mòran de na seirbheisean air-loidhne as motha san t-saoghal air atharrachadh gu hCaptcha Enterprise agus fhuair iad lorg bot nas fheàrr an cois sàbhalaidhean cosgais mòr.",
    "2903742230": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Dhuinne is e an aon amas a bhith a ’dearbhadh an daonnachd. Bidh na seirbheisean againn a ’coinneachadh ri no a’ dol thairis air riatanasan GDPR, CCPA, LGPD, agus PIPL, agus bidh sinn ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
    "3901503296": "Tha am fòcas sònraichte seo air prìobhaideachd a ’ciallachadh gun urrainn dhuinn neoni a chumail air gleidheadh dàta fa leth, obrachadh gun bhriosgaidean, agus geallaidhean prìobhaideachd cùmhnantail eile mar a dh’ fheumar fhad ‘s a chumas sinn tèarainteachd sàr-mhath.",
    "3342910682": "Leugh tuilleadh",
    "1130783905": "Tha cruinneas ann airson d ’ùidh agus sinne. Bidh hCaptcha ag obair gus fìor dhàta a thoirt dhut agus leigeil leat co-dhùnadh ciamar a chleachdas tu e. Tha fuasglaidhean tèarainteachd eile air an toirt seachad le companaidhean sanasachd Gigantic. Tha seo a ’ciallachadh gum faodadh a h-uile bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
    "2019130052": "Leigidh na h-innleachdan againn ann am ML a tha ag amas air prìobhaideachd dhuinn a dhol thairis air inbhean tèarainteachd ro-innleachdan dìleab “clàraich a h-uile dad gu bràth” gun a bhith a ’dèanamh cron air tèarainteachd no prìobhaideachd an neach-cleachdaidh.",
    "23114595": "Eòlas cleachdaiche sgoinneil",
    "3437412311": "Do luchd-cleachdaidh Iomairt, tha roghainnean rim faighinn gus dùbhlain a sheachnadh gu tur anns a ’mhòr-chuid de shuidheachaidhean, an urra ri sgòran fulangach.",
    "1996843433": "Lùghdaich frith-bhualadh le bhith a ’seachnadh dùbhlan gu tur airson 99.9% den trafaic dhligheach agad fhad‘ s a tha thu fhathast a ’toirt seachad tèarainteachd sàr-mhath.",
    "3093689546": "Amalachadh furasta",
    "247560732": "Cuir hCaptcha le trì loidhnichean de chòd. Ma tha thu a ’tighinn bho reCAPTCHA, tha an API againn co-chòrdail agus cha toir e ach mionaidean airson atharrachadh.",
    "1510448156": "Faodaidh tu a bhith ag obair le roghainn nas fheàrr an-diugh, agus feartan nas adhartaiche a thionndadh air mar a dh ’fheumar.",
    "2718999653": "Sgòran bagairt gnàthaichte",
    "2698140263": "Chan eil a h-uile duilgheadas mar an ceudna: tha faighinn aon sgòr a ’ciallachadh gum feum e dèiligeadh ri na feumalachdan agad a bhith feumail.",
    "897432717": "Leis an dealbhadh nobhail againn airson Sgòran Cunnart Customichte, le bhith a ’cur ris an eòlas gnìomhachais agad leigidh na modailean againn sgòran a lìbhrigeadh a tha gun samhail dha na cleachdaichean agad.",
    "2650502379": "Cuir air bhog na dùbhlain agad fhèin ann an diogan",
    "3578122193": "Fuirich air branda le susbaint buntainneach",
    "1074044172": "Nuair a dh ’fheumas luchd-cleachdaidh dùbhlan fhuasgladh gus coinneachadh ri na riatanasan tèarainteachd agad, carson nach cuir thu ceistean tlachdmhor agus buntainneach don neach-cleachdaidh?",
    "1579093044": "Leis an dealbhaiche dùbhlan àbhaisteach àbhaisteach againn, faodaidh tu susbaint dùbhlan air-brand a chuir air bhog ann am beagan mhionaidean.",
    "3717512591": "Amalachadh Àrd-ùrlar Dìreach",
    "121743429": "Airson companaidhean bun-structair lìn",
    "2131386784": "Eòlas ruigsinneach agus taic dhut fhèin agus do luchd-cleachdaidh",
    "2782263070": "Tha seirbheis na àrd phrìomhachas dhuinn. Bidh sinn a ’cumail suas taic air-ghairm 24/7 agus a’ tabhann co-òrdanachadh Slack dìreach leis an sgioba amalachaidh innleadaireachd agad agus an luchd-obrach air-ghairm againn rè agus an dèidh buileachadh.",
    "3740051331": "Tha sinn cuideachd dealasach a bhith a ’cumail sùil ghnìomhach air agus a’ freagairt cheistean an luchd-cleachdaidh agad thairis air na meadhanan sòisealta, fòraman, agus na seanailean taic in-widget agus post-d againn. Tha sinn ruigsinneach agus freagairteach, agus bidh sinn a ’làimhseachadh sàsachd luchd-cleachdaidh mar phrìomh KPI.",
    "170775527": "Feartan iomairt",
    "3383086062": "Tha hCaptcha Enterprise na fhuasgladh tèarainteachd iomlan air-loidhne. Leigidh modhan gnìomhach agus fulangach dhut stad a chuir air lìonadh creideas, lorg gabhail thairis cunntasan, agus casg a chuir air cleasaichean amharasach. Uile le frith-bhualadh neoni airson luchd-cleachdaidh dligheach.",
    "1408599440": "Tòisich gu sgiobalta le beagan loidhnichean de chòd agus ar modh fulangach 99.9%, no gabh làn smachd air cuin agus ciamar a thèid dùbhlan a thoirt do luchd-cleachdaidh. Tha modalan bagairt gnàthaichte agus dùbhlain gnàthaichte a ’ciallachadh sùbailteachd gun choimeas gus dèanamh cinnteach à tèarainteachd.",
    "3365203058": "Dìon anti-bot aig ìre cruinne",
    "1803009328": "Deuchainn blàir aig sgèile lìn.",
    "1586809757": "Sgòran bot àrd cruinneas",
    "353367791": "Lorg droch chleasaichean de iomadh seòrsa.",
    "191460155": "Frith-bhualadh neoni agus modhan fulangach 99.9%",
    "585557010": "Thoir dùbhlan do nas lugha na 0.1% de luchd-cleachdaidh dligheach.",
    "3287172429": "Seòrsaichean dùbhlan smachd air an sealltainn",
    "1844885924": "Leabharlann farsaing de sheòrsaichean airson taghadh.",
    "3018523079": "Fuirich air branda le eòlas cleachdaiche cunbhalach.",
    "3817811295": "Earbsachd barantaichte agus taic luath air-ghairm 24/7.",
    "1798492192": "Taic brabhsair dìleab",
    "1356745565": "Co-chòrdail fad na slighe air ais gu Internet Explorer 8.",
    "751483365": "Taic do luchd-dèiligidh nach eil JavaScript.",
    "4199502476": "Dashboards aithris adhartach agus API",
    "3630114728": "Faic dè tha a ’tachairt air feadh na làraich is na h-aplacaidean agad.",
    "3573245166": "Eu-coltach ri reCAPTCHA, tha sinn ag obair anns gach dùthaich.",
    "2354267648": "Poileasaidh prìobhaideachd GDPR, CCPA, agus LGPD-càirdeil",
    "3167979932": "Dealbhaichte airson prìobhaideachd bhon chiad latha. Aonta giullachd dàta làidir.",
    "4065065042": "Cuir seo a-steach gus freagairt air a ’chùis cleachdaidh agad.",
    "111184581": "A ’chiad aoigheachd",
    "4272022475": "Bidh a h-uile iarrtas agus maoin a ’dol gu hcaptcha.yourdomain.com",
    "2676853536": "Dashboards ioma-chleachdaiche",
    "1368787974": "Roinn riaghladh air feadh do sgioba.",
    "1045484714": "Amalachadh SAML SSO leis an t-solaraiche dearbh-aithne agad, me Okta no Azure AD.",
    "3953584369": "Cuingeachaidhean ruigsinneachd RBAC sofaisticeach ri fhaighinn.",
    "2781507299": "Dearbhadh sa bhad",
    "4019660456": "0ms latency: dearbhaich comharran hCaptcha gun ghairm API.",
    "3446714684": "Amalachadh gluasadach (iOS agus Android)",
    "2593768395": "Eòlas gun fhiosta air feadh lìn, gluasadach gluasadach, lìn gluasadach. Amalachadh ro-thogte agus SDK dùthchasach ri fhaighinn.",
    "1779265104": "Cumhachan gnàthaichte agus geallaidhean prìobhaideachd",
    "122875767": "Riaraich na feumalachdan laghail agad nuair nach urrainn do chompanaidhean eile.",
    "148188781": "Dùbhlain air a thaisbeanadh",
    "838049015": "Tagh a h-uile dealbh a tha a ’freagairt ceist",
    "1126302400": "Bogsa Ceangail",
    "3554448168": "Seòrsachadh",
    "2104933754": "Comharraich na bileagan co-fhreagarrach",
    "3612043014": "... agus gnìomhan sìmplidh eile. Easy airson daoine, cruaidh airson bots.",
    "3624758171": "Gnìomhan àbhaisteach cuideachd rim faighinn airson foillsichearan iomairt.",
    "1001938065": "Cha b ’urrainn dha amalachadh a bhith nas fhasa",
    "2138799135": "Tha dusanan de integrations ro-thogte aig hCaptcha airson na siostaman frontend agus backend a bhios tu a ’cleachdadh.",
    "2535001179": "Ma thachras tu a bhith a ’tighinn bho reCAPTCHA Google, tha na APIan againn nan àite drop-in.",
    "1393184984": "a h-uile dad a dh ’fheumas tu.",
    "3715747429": "Faodaidh na h-innleadairean air bòrd againn toirt ort a dhol gu sgiobalta, ge bith a bheil feum agad air amalachadh React, SDKs airson aplacaidean dùthchasach iOS, eisimpleir backend Java, no cha mhòr suidheachadh sam bith eile.",
    "2681650568": "Agus mar as àbhaist, tha prìobhaideachd na phrìomh luach dhuinn. Cuir ris a ’chòd dùbhlain againn a-mhàin far a bheil sin riatanach, agus far a bheil e ciallach do dhìon fhèin agus do luchd-cleachdaidh. Bidh cruinneachadh dàta a lughdachadh a ’tòiseachadh bhon mhionaid de amalachadh.",
    "1130868224": "Trì sreathan de chòd",
    "2183926131": "Tòisich le hCaptcha Enterprise",
    "1526887904": "Prìobhaideachd Iomairt hCaptcha",
    "1845745385": "Dealbhaichte airson prìobhaideachd.",
    "1297224875": "Dòigh-obrach gun samhail a tha air a stiùireadh le prìobhaideachd a thaobh tèarainteachd air-loidhne Iomairt.",
    "2762458927": "Chan eil an dàta cleachdaiche agad ri reic.",
    "2058856283": "Chan eil ach aon adhbhar aig hCaptcha Enterprise: casg a chuir air droch chleasaichean bho bhith a ’cur dragh air na h-obraichean air-loidhne agad agus a’ dèanamh cron air na cleachdaichean agad.",
    "2408036504": "Mar sin tha na siostaman againn air an dealbhadh bhon talamh suas gus cruinneachadh agus gleidheadh dàta a lughdachadh fhad ‘s a chumas iad tèarainteachd air thoiseach sa chlas. Is e an dòigh as fheàrr air dàta luchd-cleachdaidh a dhìon gun a bhith ga stòradh idir.",
    "4099477834": "Tha gach dàimh teachdaiche cuideachd air a dhìon le Aonta Giullachd Dàta làidir. Bidh an t-seirbheis hCaptcha a ’gèilleadh ris na laghan prìobhaideachd uile ge bith càite a bheil do sheirbheis no do luchd-ceannach a’ fuireach. Le bhith a ’cumail dàta pearsanta tha seo fada nas fhasa dhuinne na dha companaidhean eile.",
    "3569492665": "Chan e clàradh gnìomhachd air-loidhne am freagairt.",
    "3389431373": "Tha seirbheisean mar reCAPTCHA v3 ag ràdh gu bheil feum air na piogsail tracadh aca air gach duilleag den làrach agad airson tèarainteachd mhath. Chan ann mar seo a tha.",
    "3590546893": "Tha mion-sgrùdadh giùlan sìmplidh na chomharradh a tha furasta a chruthachadh le droch chleasaichean, agus feumar eachdraidh brabhsaidh a chumail airson do thrafaig dligheach uile cuideachd.",
    "1105363520": "Chan eil sinn ag obrachadh lìonra sanasachd, agus chan eil ùidh againn ann a bhith ag amharc air do ghiùlan cleachdaiche gus sanasan a reic riutha. Tha seo a ’ciallachadh nach fheum sinn piogsail fulangach air gach duilleag den làrach agad.",
    "3088605177": "Cuir ris a ’chòd dùbhlain againn a-mhàin far a bheil sin riatanach, agus far a bheil e ciallach do dhìon fhèin agus do luchd-cleachdaidh.",
    "337971271": "Tha ionnsachadh innealan feumail. Ach chan fheum dàta pearsanta obrachadh.",
    "320166522": "Tha ionnsachadh innealan a-nis a ’toirt buaidh air cha mhòr a h-uile taobh de ar beatha, gu tric ann an dòighean nach eil sinn a’ tuigsinn agus nach urrainn dhuinn fhaicinn. Chan eil seirbheisean tèarainteachd air-loidhne eadar-dhealaichte.",
    "3180664128": "Le bhith ag ionnsachadh còrr air mìltean de chomharran, faodaidh modailean a bhith a ’lorg agus a’ ruighinn misneachd àrd ann a bhith a ’lorg droch ghiùlan gu math luath, eadhon nuair nach biodh comharra fa leth làidir ann fhèin airson duilgheadas a chomharrachadh.",
    "961941354": "Ach, chan fheum seo a bhith a ’cleachdadh fiosrachadh a tha pearsanta aithneachadh (“ PII ”). Leigidh dòighean criptografach ùr-nodha dhuinn dàta pearsanta sam bith a chuir air falbh cho luath ‘s a ghabhas, a’ cruthachadh ainmean-sgrìobhte aon-shligheach nach gabh a cheangal ri neach sam bith.",
    "1706581702": "Bidh trèanadh air dàta neo-chomharraichte ag obair a cheart cho math, agus chan fheum e co-rèiteachadh a dhèanamh air tèarainteachd no prìobhaideachd. Tha ar luchd-ceannach air na deuchainnean empirigeach a dhèanamh, agus air innse dhuinn gu bheil iad co-ionann no nas fheàrr na roghainnean nas lugha prìobhaideach.",
    "3203921334": "Bu toil leinn grunn rudan mu na fuasglaidhean hCaptcha: 1) cha bhith iad a ’reic dàta pearsanta; bidh iad a ’tional dìreach dàta pearsanta as ìsle a tha riatanach, tha iad follaiseach ann a bhith a’ toirt cunntas air an fhiosrachadh a bhios iad a ’tional agus mar a bhios iad ga chleachdadh agus / no ga fhoillseachadh.",
    "305735018": "Mu dheireadh, roghainn earbsach eile an àite Google. Bidh hCaptcha Enterprise a ’lìbhrigeadh sàbhalaidhean iongantach air do bhile reCAPTCHA le tèarainteachd nas àirde: suas ri 80% nas saoire ann an cuid de chùisean.",
    "3695206755": "Feuch sinn a-mach san àrainneachd agad gun uallach sam bith.",
    "2941545733": "Tha sinn nan innleadairean, chan e luchd-reic: tha sinn airson gum bi thu toilichte le do roghainn.",
    "131871195": "Is e an dòigh as fheàrr gus dèanamh cinnteach gu bheil thu riaraichte a bhith a ’sealltainn gu bheil sinn a’ coinneachadh ri na feumalachdan agad.",
    "3436534225": "Bidh cha mhòr a h-uile companaidh a thòisicheas pìleat a ’taghadh na fuasglaidhean againn aig a’ cheann thall.",
    "4060250206": "Cleachd am foirm seo gus ruighinn air aon de na h-eòlaichean teicnigeach againn. Bidh sinn a ’freagairt gu sgiobalta.",
    "1159746815": "Faodaidh tu cuideachd post-d a chuir thugainn gu dìreach.",
    "2531534427": "Tha mion-fhiosrachadh an seo.",
    "2059998584": "Roinn",
    "3916131732": "Ameireagaidh",
    "135276624": "An Roinn Eòrpa, an Ear Mheadhanach, Afraga (EMEA)",
    "1182294134": "Asia-Pacific (APAC)",
    "2437934778": "D 'ainm",
    "3859506577": "Post-d gnìomhachais",
    "1268414751": "Fiosrachadh sam bith eile a bu chòir a bhith againn?",
    "42559805": "A bheil feum agad air bòrd èiginn?",
    "851679588": "Tha.",
    "1729677626": "Tha mi fo ionnsaigh agus a ’feumachdainn a dhol air bòrd sa bhad.",
    "2808971932": "Seo beagan teacsa taobh a-staigh bloc div.",
    "2468683988": "Ceannachadh",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Ceangal teacsa",
    "2212670355": "Cuir d'ainm ris",
    "31502377": "Dè a th ’ann an eileamaid Rich Text?",
    "2310705547": "Leigidh an eileamaid teacsa beairteach dhut cinn, paragrafan, blockquotes, ìomhaighean, agus bhidio uile a chruthachadh agus a chruth ann an aon àite an àite a bhith gan cur ris agus an cruth leotha fhèin. Dìreach cliog dùbailte agus cruthaich susbaint gu furasta.",
    "2590587108": "Deasachadh susbaint statach agus fiùghantach",
    "778204464": "Faodar eileamaid teacsa beairteach a chleachdadh le susbaint statach no fiùghantach. Airson susbaint statach, dìreach leig a-steach e gu duilleag sam bith agus tòisich air deasachadh. Airson susbaint fiùghantach, cuir raon teacsa beairteach ri cruinneachadh sam bith agus an uairsin ceangail eileamaid teacsa beairteach ris an raon sin ann am pannal nan roghainnean. Voila!",
    "1890955039": "Mar a nì thu gnàthachadh cruth airson gach teacsa beairteach",
    "3286051798": "Faodar cinn, paragrafan, blockquotes, figearan, ìomhaighean, agus fo-thiotalan figear uile a stialladh às deidh clas a chur ris an eileamaid teacsa beairteach a ’cleachdadh an t-siostam taghte neadachaidh“ Nuair a tha e a-staigh ”.",
    "504332576": "Tha sinn moiteil a bhith ag ainmeachadh gu bheil hCaptcha air fàs gu bhith mar an t-seirbheis cybersecurity neo-eisimeileach as motha san t-saoghal, a ’ruith air timcheall air 15% den eadar-lìn - agus thug sinn a’ mhòr-chuid den roinn margaidh seo gu dìreach bho Google reCAPTCHA. Còmhla, hCaptcha agus",
    "1155436473": "(an tairgse iomairt againn) a-nis a ’dìon ceudan de mhilleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn agus aplacaidean gach mìos. Tha an sgeulachd againn a ’sealltainn gun urrainn dhut farpais le Big Tech nuair a chuireas tu prìobhaideachd an toiseach.",
    "3108727249": "BotStop",
    "1296696044": "Prìobhaideachd vs tèarainteachd: Carson nach eil an dà chuid?",
    "538871570": "Tha e coltach gu bheil a bhith a ’farpais ri Google agus companaidhean Big Tech eile mar òrdugh àrd: sa chumantas thathas den bheachd gu bheil an cumhachd margaidh monopolistic, buaidhean àrd-ùrlair agus arm de luchd-leasachaidh le pàigheadh àrd ro chumhachdach airson dèiligeadh ri neach sam bith ach fuamhairean tech eile leithid Facebook no Amazon. Tha an sgeulachd againn a ’sealltainn nach fheum e a bhith mar sin - faodaidh tu buille a thoirt do Big Tech le bhith a’ cur fòcas air prìobhaideachd.",
    "3600718611": "Beachdaich air Google reCAPTCHA,",
    "4281708680": ". Aig hCaptcha, tha sinn air dòigh-obrach gu math eadar-dhealaichte a ghabhail a dh’aona ghnothach, a ’cleachdadh dòighean ionnsachaidh innealan a tha a’ gleidheadh prìobhaideachd gus giùlan bot àbhaisteach a chomharrachadh aig fìor chruinneas, agus iad uile ag ithe agus a ’stòradh cho beag de dhàta sa ghabhas.",
    "3312336121": "a bhios a ’caitheamh mòran dàta giùlain gus faighinn a-mach a bheil luchd-cleachdaidh lìn nan daoine dligheach no botaichean",
    "1193738791": ": bidh iad a ’cumail sùil air giùlan luchd-cleachdaidh air gach duilleag de làrach-lìn agus air feadh an lìn. Dhealbhaich sinn hCaptcha gus a bhith cho càirdeil ri prìobhaideachd sa chiad latha. Lean seo gu dòigh gu tur eadar-dhealaichte air an duilgheadas. Mar a thionndaidh e, tha feum air a bhith a ’cumail sùil air luchd-cleachdaidh air feadh an lìn agus a’ ceangal an eachdraidh lìn ris an dearbh-aithne aca gu tur airson tèarainteachd mhath a choileanadh. Na mòran chompanaidhean a tha air tionndadh a-steach gu hCaptcha",
    "2620705814": "Tha Google na chompanaidh sanasachd, agus tha na toraidhean tèarainteachd aca a ’coimhead gu math coltach ris na toraidhean sanasachd aca",
    "1126447688": "gu tric ag aithris coileanadh co-ionann no nas fheàrr ann an lorg agus lasachadh bot a dh ’aindeoin ar fòcas prìobhaideachd",
    "439777523": "Cùisean Riaghlaidh",
    "3588274874": "Ann a bhith a ’cuimseachadh air a bhith a’ lìbhrigeadh toradh a tha air a cho-thaobhadh le oidhirpean riaghlaidh leithid GDPR an Aonaidh Eòrpaich agus CCPA California, tha sinn air fàs mòr fhaicinn - gu dearbh, tha e a ’cuideachadh gu bheil hCaptcha sìmplidh“ drop in ”an àite reCAPTCHA agus mar sin faodar a chuir a-steach taobh a-staigh mionaidean.",
    "2150595700": ". Tha GDPR agus CCPA air draghan prìobhaideachd a chuir air a ’mhapa airson luchd-ceannach iomairt, agus aig an aon àm tha prìobhaideachd air-loidhne a’ fàs nas cudromaiche don phoball oir tha sinn uile a ’tòiseachadh a’ tuigsinn mar a tha na gnìomhachasan sanasachd is margaidheachd air-loidhne air an dàta againn a chleachdadh gu h-eachdraidheil.",
    "2624949852": "Gu dearbh, bha reCAPTCHA na neach-inntrigidh tràth ann an tèarainteachd lìn bho 2009, a ’dìon milleanan de làraich-lìn bho bhagairtean a bha a’ sìor fhàs le botaichean droch-rùnach agus spammers. Ach, tha e air a chuir an cunnart gu tur anns na bliadhnachan mu dheireadh:",
    "499510428": "Tha sinn gu dearbh a ’creidsinn gu bheil riaghladh air ar cuideachadh an seo",
    "1232651561": "tha bathar-bog a-nis cho math ri daoine ann a bhith a ’fuasgladh dhùbhlain reCAPTCHA.",
    "824740867": "An àite a bhith a ’leasachadh an fhuasglaidh, chuir Google a-mach reCAPTCHA v3, a tha ag obair tòrr nas coltaiche ri lìonra sanasachd na bathar-bog tèarainteachd, a’ tional dàta giùlain bho air feadh an lìn gus pròifilean cleachdaiche a thogail. Gu mì-fhortanach, tha an seòrsa comharra seo furasta a chuir fodha, agus mar sin a ’toirt glè bheag de dhìon an aghaidh botaichean fhad‘ s a tha iad a ’dèanamh cron air prìobhaideachd luchd-cleachdaidh.",
    "1027023087": "An àite sin tha sinn aig hCaptcha air fòcas a chuir air dòighean-obrach nas ùire a thaobh na duilgheadas, nach fheum clàran giùlain fad-ùine a chumail mar eachdraidh brobhsaidh agus tha iad air dearbhadh gu bheil iad fada nas seasmhaiche an aghaidh nàimhdean diongmhalta bho chaidh an t-seirbheis a thoirt a-steach.",
    "2852295413": "Còmhstri eadar com-pàirt in-ghnèitheach: bidh stad air botaichean a ’lughdachadh teachd-a-steach airson lìonra sanasachd",
    "1597520917": "Tha àireamh de luchd-breithneachaidh a tha a ’sìor fhàs air nochdadh gum bu chòir dìmeas Google airson prìobhaideachd luchd-cleachdaidh a bhith a’ buntainn ri luchd-ceannach a tha ag iarraidh na làraich-lìn agus na h-aplacaidean aca a dhìon.",
    "763447231": "Aig an aon àm, faodaidh stad a chuir air botaichean bho bhith a ’faighinn cothrom air làraich foillsichearan foill sanasachd, a’ suidheachadh toradh reCAPTCHA Google gu dìreach an aghaidh a ’ghnìomhachais sanasachd aca, a bheir a-mach còrr air 80% den teachd-a-steach aca.",
    "999674529": "Bu chòir a h-uile bot a lorgas Google a bhith a ’cosnadh neoni ad dollar. Mar sin tha brosnachaidhean companaidh Google air an co-thaobhadh gu dona le luchd-cleachdaidh na seirbheisean tèarainteachd aca, agus is dòcha gur e seo aon mhìneachadh airson droch choileanadh an tairgse tèarainteachd reCAPTCHA aca.",
    "956019009": "Tha na companaidhean bun-structair lìn as motha air gnìomh a ghabhail mar-thà",
    "1923297430": "Thàinig a ’phuing mu dheireadh airson mòran de luchd-ceannach nas motha nuair a thòisich Google a’ cur cosgais air companaidhean airson an toradh aca a chleachdadh aig sgèile brìoghmhor sam bith. Thug seo air luchd-cleachdaidh reCAPTCHA ùine mhòr a bhith a ’coimhead airson roghainnean eile nas fheàrr oir bha draghan riaghlaidh air feadh an t-saoghail air a dhèanamh mu thràth a’ cleachdadh tairgsean Google a ’sìor fhàs tarraingeach.",
    "2197218442": "Thug Ceannard Cloudflare, Matthew Prince, geàrr-chunntas air a ’bheachd seo anns an",
    "155456850": "ag ainmeachadh an atharrachadh gu hCaptcha:",
    "435302267": "post blog companaidh",
    "2087769953": "\"Tha sinn air bhioran mun atharrachadh seo oir tha e a’ cuideachadh le bhith a ’dèiligeadh ri dragh prìobhaideachd a tha dualach a bhith an urra ri seirbheis Google a tha sinn air a bhith ann airson ùine. Rinn sinn measadh air grunn de luchd-reic CAPTCHA a bharrachd air siostam a thogail sinn fhìn. Aig a’ cheann thall, Thàinig hCaptcha a-mach mar an roghainn as fheàrr an àite reCAPTCHA. ”“ Bha sinn a ’còrdadh ri grunn rudan mu na fuasglaidhean hCaptcha: 1) cha bhith iad a’ reic dàta pearsanta; bidh iad a ’tional dìreach dàta pearsanta as ìsle a tha riatanach, tha iad follaiseach ann a bhith a’ toirt cunntas air an fhiosrachadh a bhios iad a ’tional agus mar a bhios iad ga chleachdadh agus / no ga fhoillseachadh.\"",
    "595582512": "Ma tha thu airson do làrach no app a dhìon gu h-èifeachdach bho bots, spammers no cleasaichean droch-rùnach eile, fhad ‘s a tha thu a’ gleidheadh prìobhaideachd an luchd-cleachdaidh agad (agus a ’gèilleadh ris na riaghailtean iomchaidh uile!), Beachdaich air hCaptcha agus an tairgse Iomairt againn",
    "3388180864": "A bheil ùidh agad ann an obair air dùbhlain teicnigeach domhainn aig sgèile lìn? Tha sinn an-còmhnaidh a ’fastadh innleadairean tàlantach air feadh an t-saoghail -",
    "3892952987": "thoir sùil air na fosglaidhean againn agus cuir a-steach an seo",
    "3368788823": "Tha Terence Eden a ’dèanamh puing inntinneach air a’ bhlog aige: \"",
    "1491780143": "Cha bhith CAPTCHAs a ’dearbhadh gu bheil thu daonna - tha iad a’ dearbhadh gu bheil thu Ameireaganach",
    "2146900431": "Gu intuitive, tha an tagradh seo a ’dèanamh mòran ciall. Tha CAPTCHAs, mar cha mhòr a h-uile càil, freumhaichte ann an co-theacsa cultarach, agus ma chaidh an cruinneachadh de dhùbhlain agad a chruthachadh sa mhòr-chuid ann an aon chultar, is dòcha nach bi e ag eadar-theangachadh gu math eile. Aig cridhe na cùise, tha seo na chùis chultarail",
    "378086442": "de CAPTCHAs, seach an UX per se.",
    "1445008801": "Mar a tha Eden ga chuir:",
    "332723732": "susbaint",
    "2072808435": "\"Gu dè a th’ ann, Google? Tha tacsaidhean anns an dùthaich agam dubh mar as trice. Chunnaic mi filmichean gu leòr airson fios a bhith agam gu bheil a h-uile gin ann an Ameireagaidh buidhe. Ach anns a h-uile dùthaich eile air an do thadhail mi, tha tacsaidhean air a bhith nam mish-mash de diofar shùilean. \"",
    "3206136647": "Tha duilgheadas Google an seo stèidhichte air an dàta ceist a bhios iad a ’cleachdadh vs cò a tha ga fhaicinn. Ma thig a h-uile dàta bhon aon chultar (agus ann an cùis Google, an aon chompanaidh) faodaidh tu gu cinnteach a bhith an dùil gum bi dùbhlain agad nach eil ag eadar-theangachadh gu math gu cultaran eile, a rèir gearan Eden.",
    "2217842245": "Ach, tha an dàta againn a ’sealltainn sin (airson hCaptcha)",
    "4280117172": "Gu dearbh tha mòran dhùthchannan a ’dèanamh beagan nas fheàrr na na SA, a’ toirt a-steach Nigeria, na h-Innseachan, Brasil agus a ’Ghearmailt:",
    "555749578": "tha nas lugha na 1% eadar-dhealachadh ann an ìrean fuasglaidh thar prìomh dhùthchannan air gach mòr-thìr.",
    "151737819": "hCaptcha Solve Rates air feadh na cruinne a ’sealltainn glè bheag de dh’ eadar-dhealachadh",
    "3908992897": "agus air a chleachdadh anns gach dùthaich agus sgìre air an t-saoghal, agus mar sin tha sinn gu mòr ag amas air a bhith a ’toirt seachad eòlas cruinneil cunbhalach.",
    "2808122102": "Mar sin tha comasachd tar-chultarach na riatanas bunaiteach airson ar seirbheis. Tha dèanamh cinnteach gum faigh gach neach-cleachdaidh dligheach susbaint gu luath na phàirt riatanach den mhisean againn. Bidh sinn a ’toirt dhùbhlain ann an 110 cànan, agus tha sinn a’ sìor leasachadh nan eadar-theangachaidhean buntainneach gus dèanamh cinnteach gun urrainn do gach neach na dùbhlain againn fhuasgladh.",
    "3913801502": "Tha hCaptcha a-nis a ’ruith air timcheall air 15% den eadar-lìn",
    "2077639538": ". Airson aon, faodaidh dàta dùbhlan air an t-seirbheis againn a thighinn bho iomadh stòr, chan e dìreach aon - bho chompanaidhean mòra Fortune 500 gu tòiseachadh ionnsachaidh innealan, fhad ‘s a tha iad a’ cumail ris na tha againn",
    "3951112506": ". Tha sin mu thràth a ’gealltainn ìre nas àirde de heterogeneity san dàta.",
    "1803943584": "San dàrna àite, leigidh sinn le dùbhlain fèin-optimachadh a bhith a ’dearbhadh dè na dùthchannan no na cànanan a bhios iad a’ ruith, a ’meudachadh an coltas gum bi eòlas cunbhalach nas fhaide. Ma tha cruinneas nas ìsle na bha dùil, stadaidh seata cheistean dìreach a ’ruith san sgìre no sa chànan far a bheil a’ bhuaidh seo a ’tachairt.",
    "3668873369": "Aig hCaptcha, tha sinn air dòigh-obrach eadar-dhealaichte a chleachdadh bhon chiad latha",
    "1519201684": "Poileasaidh feallsanachd AI",
    "2155089487": ". Nam biodh na dùbhlain againn nas fhasa am fuasgladh do chuid de bhuidhnean, bhiodh dùil againn eadar-dhealachadh fhaicinn a thaobh mar a bhios daoine air feadh na cruinne agus thar cultaran eadar-dhealaichte a ’coileanadh nuair a tha iad gam fuasgladh. Ann an co-theacsa dreuchd Eden, bhiodh dùil againn gum biodh Ameireaganaich a ’dèanamh nas fheàrr na daoine ann an dùthchannan eile. Leis gu bheil sinn air bliadhnaichean a chaitheamh a ’leasachadh shiostaman gus an duilgheadas seo a sheachnadh, tha sinn gu dearbh a’ faicinn a chaochladh.",
    "2603863826": "PS: Ma lorgas tu eadar-theangachadh sa chànan agad a dh ’fhaodadh leasachaidhean a chleachdadh, tha thu di-beathte a",
    "3543141425": "air a shon!",
    "2697276059": "Fianais gu bheil seo ag obair: ìrean fuasglaidh èideadh air feadh na cruinne",
    "664236229": "iarrtas tarraing",
    "1137470858": "11 Dùbhlachd, 2021",
    "12462594": "Tha hCaptcha air a thogail air an àrd-ùrlar HUMAN, a leigeas le slighe agus anailis sòlaimte cosgais agus èifeachdas a mheudachadh aig gach ceum.",
    "2262549101": "Tha dòighean conaltraidh eile air an clàradh ann an Leabhar-seòlaidh Ainmichte DMCA Oifis Dlighe-sgrìobhaidh na SA",
    "2272776729": "Thoir an aire gum feum thu d ’aithne agus d’ iarrtas a dhearbhadh mus tèid tuilleadh a dhèanamh, leithid le bhith a ’toirt seachad aithne an riaghaltais agad. A rèir lagh California, faodaidh tu neach-ionaid ùghdarraichte ainmeachadh gus iarrtas a dhèanamh às do leth. Gus neach-ionaid ùghdarraichte ainmeachadh gus iarrtas a dhèanamh às do leth, feumaidh tu cumhachd neach-lagha dligheach a thoirt seachad, chuir riaghaltas dligheach an tagraiche a-mach dearbh-aithne, agus chuir riaghaltas dligheach an neach-ionaid ùghdarraichte aithne a-mach.",
    "2335607721": "Sanas. Thèid gach fios co-cheangailte ris na Cumhachan Seirbheis seo a chuir air post-d no a phostadh air an làrach-lìn againn. Feumaidh tu fiosan a chuir thugainn aig",
    "2875934612": "20 Samhain, 2020",
    "3084122606": "Far a bheil ar cleachdadh den fhiosrachadh pearsanta agad stèidhichte air do chead, tha còir agad a tharraing air ais aig àm sam bith san dòigh a tha air a chomharrachadh san t-Seirbheis no le bhith a ’cur fios thugainn aig",
    "3312286067": "no cuir gearan a-steach chun riaghlaiche dìon dàta a tha nad ùghdarras. Gheibh thu an riaghlaiche dìon dàta agad aig",
    "3506025515": "Chan eil log4shell a ’toirt buaidh air hCaptcha. Seo mar a tha fios againn.",
    "3516838896": "O chionn ghoirid sguab am bug cur an gnìomh còd iomallach log4j2 air an eadar-lìn, a ’toirt buaidh air ceudad mòr de sheirbheisean air-loidhne. cha deach buaidh a thoirt air hCaptcha. Seo mar a dhearbh sinn an fhìrinn sin.",
    "3553195003": "Chan eil log4shell a ’toirt buaidh air hCaptcha.",
    "3610875753": "- Mura h-urrainn dhut fios a chuir thugainn mar as àbhaist às deidh aimhreit gnìomhachais mòr",
    "3612764043": ", bu chòir dhut a dhol chun làrach-lìn againn aig hcaptcha.com no hcaptchastatus.com.",
    "3626193263": "Is e an Agent Ainmichte hCaptcha airson Achd Dlighe-sgrìobhaidh Digital Millennium (DMCA)",
    "3794891866": "Faodaidh luchd-cleachdaidh California iarrtas a dhèanamh a rèir an còirichean fon CCPA le bhith a ’cur fios thugainn aig",
    "3814036702": "- Ma tha ceistean agad mu ar dealbhadh leantainneachd gnìomhachais, faodaidh tu fios a chuir thugainn aig",
    "3975007628": "a-nis a ’dìon ceudan de mhilleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn agus aplacaidean gach mìos. Tha an sgeulachd againn a ’sealltainn gun urrainn dhut farpais le Big Tech nuair a chuireas tu prìobhaideachd an toiseach.",
    "4038264749": "Thoir fa-near fhad ‘s a bhios òrdughan ionadail COVID-19 a’ fuireach ann an èifeachd chan eil geallaidhean sam bith ann gum faighear post ann an deagh àm, agus post-d (",
    "4115505783": ") an sianal ceart gus ar ruighinn. Chan eil a ’chompanaidh a’ cumail àireamhan fòn no facs; is e seo an 21mh linn.",
    "4164851712": "Cha bhith sinn a ’cleachdadh d’ fhiosrachadh pearsanta ach mar a tha ceadaichte fon lagh. Feumaidh sinn innse dhut mu na bunaitean laghail ann a bhith a ’giullachd an fhiosrachaidh pearsanta agad, a tha air am mìneachadh gu h-ìosal. Ma tha ceistean agad mu na bunaitean laghail fo bheil sinn a ’giullachd d’ fhiosrachadh pearsanta, cuir fios thugainn aig",
    "4201262098": "Leigidh an teicneòlas seo leis an luchd-obrach ceart gach pàirt den obair agad a làimhseachadh, a ’meudachadh èifeachdas cosgais fhad‘ s a tha iad a ’gleidheadh prìobhaideachd agus a’ coinneachadh ri riatanasan riaghlaidh sam bith a dh ’fhaodadh a bhith buntainneach.",
    "4217188341": "30 Samhain, 2020",
    "4238473596": "Tha e cudromach a bhith a ’lughdachadh sioc airson luchd-cleachdaidh fìor. Bidh hCaptcha a ’cleachdadh gnìomhan sìmplidh agus a’ toirt nas lugha ùine airson a ’mhòr-chuid de luchd-cleachdaidh fhad‘ s a chuireas iad stad air barrachd trafaic bot.",
    "4243935861": "ha.com",
    "4270798104": "2. Feuch ri leudachadh eile a chuir dheth. Ma dh ’fhuasglas sin e, tionndaidh iad air adhart aon ri aon gus an lorg thu an duilgheadas, agus leig fios do leasaiche an leudachaidh sin mu dheidhinn, a bharrachd air a bhith a’ toirt dhuinn cinn aig",
    "427220273": "Is dòcha gun iarr sinn fiosrachadh sònraichte bhuaibh gus ar cuideachadh le d ’aithne a dhearbhadh agus d’ iarrtas a phròiseasadh. Faodaidh lagh iomchaidh iarraidh no cead a thoirt dhuinn d ’iarrtas a dhiùltadh. Ma dhiùltas sinn an t-iarrtas agad, innsidh sinn dhut carson, le ùmhlachd do chuingealachaidhean laghail. Ma tha thu airson gearan a chuir a-steach mu ar cleachdadh den fhiosrachadh pearsanta agad no freagairt do na h-iarrtasan agad a thaobh an fhiosrachaidh pearsanta agad, faodaidh tu fios a chuir thugainn aig",
    "433026247": "Le bhith a ’coileanadh ghnìomhan, faodaidh tu teisteanasan agus sgilean a thrusadh a bheir sinn seachad a rèir ar toil. Bidh sinn a ’gleidheadh na còrach na teisteanasan agus na sgilean agad a chruthachadh, a dheasachadh no a chùl-ghairm aig àm sam bith, airson adhbhar no adhbhar sam bith idir. Leis nach bi sinn a ’dèanamh leth-bhreith air bunait tùsachd nàiseanta, cinneadh, dath, gnè, taobhadh feise, no clas sam bith eile a tha air a dhìon leis an lagh, bidh an aon chothrom agad ri tabhartaiche sam bith eile gus faighinn gu gnìomhan mar a bhios na teisteanasan agus na sgilean agad a’ cruinneachadh. . Mar thabhartaiche, ma tha thu den bheachd gu bheil ceistean deuchainn trioblaideach air buaidh a thoirt air na teisteanasan, na sgilean no na buannachdan agad, faodaidh tu beachdan le taic mhath a thoirt seachad a ’toirt cunntas air ceistean deuchainn duilgheadas tron eadar-aghaidh gnìomh no tro thiogaid san t-siostam taic againn, mar eisimpleir tro phost-d aig",
    "492025216": "13 Dùbhlachd, 2021",
    "799274928": "Thathas a ’meas gu bheil fiosan post-d mar rabhaidhean sgrìobhte airson gach adhbhar a dh’ fhaodadh gum bi feum air fiosan sgrìobhte. Thathas a ’meas gun d’ fhuaireadh fiosan post-d an latha gnìomhachais às deidh dhaibh a bhith air an toirt seachad gu ceart chun neach a tha an dùil fhaighinn."
}