{
  "23114595": "Eòlas cleachdaiche sgoinneil",
  "34074886": "Gach uair a fhreagras tu dùbhlan, bidh sinn a ’cleachdadh mhodalan sòlaimte gus faighinn a-mach a bheil thu nad dhuine. Bidh an làrach-lìn air an do thadhail thu an uairsin a ’cleachdadh an toradh seo gus cuideachadh le bhith a’ leasachadh do eòlas air an làrach aca le bhith a ’cumail a-mach botaichean.",
  "98173630": "Is e hCaptcha an t-seirbheis CAPTCHA neo-eisimeileach as fharsainge san t-saoghal.",
  "111184581": "A ’chiad aoigheachd",
  "119298044": "Bidh teicneòlasan adhartach fèin-stiùirichte ML agus AI a ’dìon do thogalaichean lìn bho bhagairtean agus ionnsaighean",
  "121743429": "Airson companaidhean bun-structair lìn",
  "122875767": "Riaraich na feumalachdan laghail agad nuair nach urrainn do chompanaidhean eile.",
  "126134492": "Eile",
  "152010250": "Chuir hCaptcha còmhla ionnsachadh adhartach fèin-stiùirichte inneal le àrd-ùrlar coimpiutaireachd iomall nobhail a bhios gu h-annasach a ’lughdachadh cruinneachadh agus gleidheadh dàta, air a lìbhrigeadh bho chòrr air 250 àite air feadh na cruinne airson scalability mòr.",
  "179723061": "Barrachd smachd airson sgiobaidhean a dh ’fheumas tèarainteachd air thoiseach sa chlas",
  "191460155": "Frith-bhualadh neoni agus modhan fulangach 99.9%",
  "282913023": "An roghainn cosg-èifeachdach airson iomairtean trafaic àrd",
  "328625009": "... tha sinn deiseil nuair a tha thu: tha an t-seirbheis againn ri fhaighinn timcheall a ’ghleoc.",
  "353066938": "Sgioba eòlach, ag obair air na duilgheadasan as cruaidhe an-diugh. Tha hCaptcha na sheirbheis de",
  "353367791": "Lorg droch chleasaichean de iomadh seòrsa.",
  "359073033": "Bidh dashboards a ’lìbhrigeadh seallaidhean àrd-ìre no grinn de ghnìomhachd.",
  "392886773": "Ag obair anns gach dùthaich",
  "451701069": "A ’gèilleadh ri GDPR, CCPA,",
  "547245263": "Fuasgail an duilgheadas bot agad an-diugh.",
  "552920956": "Leigidh hCaptcha le làraich-lìn duaisean a chosnadh fhad ‘s a tha iad a’ cur bacadh air botaichean agus seòrsachan eile de dhroch dhìol. Leigidh hCaptcha cuideachd taic a thoirt do na buidhnean carthannais as fheàrr leat leis na cosnaidhean sin.",
  "555158694": "Tha seirbheis a tha thu a ’cleachdadh air roghnachadh do eòlas air an làrach aca a leasachadh le bhith a’ stàladh hCaptcha gus trafaic droch-rùnach a lughdachadh.",
  "585557010": "Thoir dùbhlan do nas lugha na 0.1% de luchd-cleachdaidh dligheach.",
  "713281684": "Eggplant",
  "719304627": "A bheil feum agad air smachd deireadh gu deireadh?",
  "734735952": "Rinn sinn measadh air grunn de luchd-reic CAPTCHA a bharrachd air siostam a thogail sinn fhìn. Aig a ’cheann thall, nochd hCaptcha mar an roghainn eile as fheàrr an àite reCAPTCHA.",
  "751483365": "Taic do luchd-dèiligidh nach eil JavaScript.",
  "788770967": "Tha sinn duilich sin a chluinntinn! Is dòcha gum bi thu airson ar roghainn ruigsinneachd a chleachdadh:",
  "793242047": "Lùghdaich na dùbhlain a tha air an toirt do luchd-cleachdaidh gus cothrom luath a thoirt do thagraidhean",
  "829047995": "A ’cleachdadh reCAPTCHA an-dràsta?",
  "836577577": "Cha bhith a ’cur hCaptcha a’ toirt ach mionaidean agus dìreach beagan loidhnichean de chòd. Tha an API bunaiteach co-chòrdail ri reCAPTCHA V2, agus cha toir e ach mionaidean airson atharrachadh.",
  "838049015": "Tagh a h-uile dealbh a tha a ’freagairt ceist",
  "846501387": "Dìon bot aig ìre cruinne",
  "861167568": "Bidh hCaptcha a ’fuasgladh aon de na duilgheadasan as cudromaiche a th’ aig IT: a ’cur casg air botaichean droch-rùnach bho bhith a’ toirt ionnsaigh air na tagraidhean lìn agad",
  "880478438": "airson riaghladh bot agus foill as fheàrr sa chlas.",
  "897432717": "Leis an dealbhadh nobhail againn airson Sgòran Cunnart Customichte, le bhith a ’cur ris an eòlas gnìomhachais agad leigidh na modailean againn sgòran a lìbhrigeadh a tha gun samhail dha na cleachdaichean agad.",
  "910989640": "Cruthaich aithisgean gnìomhachd mionaideach agus gnàthaichte",
  "976209454": "A ’cosnadh dhuaisean no a’ toirt seachad do charthannas",
  "981806349": "Air a thogail air an àrd-ùrlar hCaptcha dearbhte",
  "999610953": "Mu dheireadh, roghainn earbsach eile an àite Google. Bidh hCaptcha Enterprise a ’lìbhrigeadh sàbhalaidhean iongantach air do bhile reCAPTCHA le tèarainteachd nas àirde: suas ri 80% nas saoire ann an cuid de chùisean.",
  "1014004474": "Tha planaichean Iomairt hCaptcha a ’tabhann aontaidhean ìre seirbheis adhartach gus do bhuidheann a dhìon",
  "1045484714": "Amalachadh SAML SSO leis an t-solaraiche dearbh-aithne agad, m.e. Okta no Azure AD.",
  "1050501253": "Ro dhoirbh",
  "1070364246": "Oops! Chaidh rudeigin ceàrr nuair a chuir thu a-steach am foirm.",
  "1103295010": "Coisinn airgead no thoir seachad dha carthannas airson nuair a bhios daoine a ’fuasgladh CAPTCHAs",
  "1130868224": "Trì sreathan de chòd",
  "1131525092": "Cuir còmhla droch chleasaichean còmhla gun oidhirp tro na UIDan sgapte againn a tha a ’gleidheadh prìobhaideachd gus foill is droch dhìol co-cheangailte a lorg agus stad a chuir orra",
  "1141402092": "Feartan aithris adhartach",
  "1150035777": "Bidh modalan ionnsachaidh innealan sùbailte a ’gineadh sgòran misneachd bot stèidhichte air mòran phuingean dàta nas fhaide na chaidh ceistean a fhreagairt gu ceart",
  "1150963691": "Lasachadh APT",
  "1172067553": "Bidh an àrd-ùrlar HUMAN air cùl hCaptcha a ’toirt seachad càileachd obrach agus feartan riaghlaidh fìor shunndach tro bhith a’ cleachdadh air-thogalach, hybrid, no SaaS a bhios ag amalachadh leis na siostaman a th ’agad mu thràth.",
  "1173652155": "Comhairlichean",
  "1218990730": "mar a bu chòir dhut cunntas a thoirt air cùisean le logaichean mionaideach",
  "1250541092": "- Sergi Isasi",
  "1263998069": "Chosnadh dhuaisean airson fuasglaidhean daonna",
  "1300485304": "Bidh hCaptcha a ’dìon an aghaidh bagairtean adhartach agus decoys a tha air an dealbhadh gus do lìonraidhean a in-fhilleadh",
  "1345083090": "A ’toirt cunntas air cùis comas-gnìomh?",
  "1356745565": "Co-chòrdail fad na slighe air ais gu Internet Explorer 8.",
  "1368787974": "Roinn riaghladh air feadh do sgioba.",
  "1393184984": "a h-uile dad a dh ’fheumas tu.",
  "1475399473": "Ionnsaich tuilleadh mun sgioba hCaptcha",
  "1485807325": "Dashboards ioma-chleachdaiche, SAML SSO",
  "1508655687": "Cuir ris na dùbhlain agad fhèin a tha air an dèanamh freagarrach don luchd-èisteachd agad gus ruigsinneachd a sgioblachadh no a chuingealachadh",
  "1510448156": "Faodaidh tu a bhith ag obair le roghainn nas fheàrr an-diugh, agus feartan nas adhartaiche a thionndadh air mar a dh ’fheumar.",
  "1525403768": "Airson tuilleadh fiosrachaidh cuir fios gu Enterprise Sales.",
  "1544546608": "Pas prìobhaideachd",
  "1549336309": "hCaptcha a ’tionndadh a’ mhodail seo timcheall. Nuair a bhios tu a ’cleachdadh hCaptcha, bidh companaidhean a’ tagradh air an obair a bhios an luchd-cleachdaidh agad a ’dèanamh fhad‘ s a tha iad a ’dearbhadh an daonnachd. Gheibh thu na duaisean.",
  "1559631739": "Ionnsachadh prìobhaideach",
  "1579093044": "Leis an dealbhaiche dùbhlan àbhaisteach àbhaisteach againn, faodaidh tu susbaint dùbhlan air-brand a chuir air bhog ann am beagan mhionaidean.",
  "1586809757": "Sgòran bot àrd cruinneas",
  "1599610318": "Foillsichear",
  "1637702726": "Mu hCaptcha",
  "1662477701": "Goireasan",
  "1676849166": "Lùghdaich frith-bhualadh le bhith a ’seachnadh dùbhlan gu tur airson 99.9% den trafaic dhligheach agad fhad‘ s a tha thu fhathast a ’toirt seachad tèarainteachd sàr-mhath, le taing do mhodalan bot adhartach.",
  "1685871181": "Tha na prìomh sheirbheisean air-loidhne an urra",
  "1752795854": "Tha hCaptcha a ’toirt dòigh-obrach ùr-nodha, stèidhichte air prìobhaideachd airson stad a chuir air botaichean.",
  "1779265104": "Cumhachan gnàthaichte agus geallaidhean prìobhaideachd",
  "1792519141": "Iomairt hCaptcha",
  "1798492192": "Taic brabhsair dìleab",
  "1803009328": "Deuchainn blàir aig sgèile lìn.",
  "1844885924": "Leabharlann farsaing de sheòrsaichean airson taghadh.",
  "1849717906": "Dèan gnàthachadh leis an t-susbaint dùbhlan agad fhèin",
  "1849805607": "Bidh hCaptcha a ’dìon an aghaidh bagairtean is decoys a tha air an dealbhadh gus do lìonraidhean a in-fhilleadh",
  "1886100235": "Tha mòran de na seirbheisean air-loidhne as motha san t-saoghal air atharrachadh gu hCaptcha Enterprise agus fhuair iad lorg bot nas fheàrr an cois sàbhalaidhean cosgais mòr.",
  "1894355645": "Tha hCaptcha a ’toirt seachad lorg bot sìmplidh, furasta agus earbsach fhad‘ s a tha e duilich dha daoine fhuasgladh.",
  "1927613000": "Bidh hCaptcha a ’cothlamadh ionnsachadh innealan sòlaimte le àrd-ùrlar dùbhlan cumhachdach gus tagraidhean lìn a dhìon bho bhith a’ gabhail thairis cunntasan, lìonadh chreideasan, sgrìobadh, agus seòrsachan eile de dhroch dhìol.",
  "1936512180": "Ruigsinneachd APIEasy API, dashboards brèagha, agus an teicneòlas modail-gu-lùb as ùire gus èifeachdas luchd-obrach a mheudachadh.",
  "1956967813": "Tha earbsa aig na seirbheisean againn leis na companaidhean as motha san t-saoghal gus seirbheis a thoirt do mhilleanan de luchd-cleachdaidh làitheil thar deichean de mhilleanan de làraich.",
  "1958297836": "Dìon ionnsaigh co-òrdanaichte & lasachadh APT",
  "2041686284": "Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr ann am modalan ionnsachaidh innealan trèanaidh. Tha soirbheachas modalan o chionn ghoirid o chionn ghoirid air leantainn gu seataichean dàta a tha a ’sìor fhàs mòr, agus tha hCaptcha a’ frithealadh an fheum seo. Ach, tha cruthachadh dàta mòr ath-sgrùdaichte le daoine a ’cleachdadh dhòighean traidiseanta an dà chuid slaodach agus daor.",
  "2103563261": "Fiosrachadh prìobhaideach no poblach",
  "2131386784": "Eòlas ruigsinneach agus taic dhut fhèin agus do luchd-cleachdaidh",
  "2138799135": "Tha dusanan de integrations ro-thogte aig hCaptcha airson na siostaman frontend agus backend a bhios tu a ’cleachdadh.",
  "2163914794": "A bheil feum agad air barrachd bhileagan airson na stòran-dàta agad? Bidh hCaptcha a ’toirt seachad bileagan dàta luath, cosg-èifeachdach agus àrd-chàileachdail do chompanaidhean a tha ag obair air inntleachd fuadain agus tagraidhean ionnsachaidh innealan.",
  "2183926131": "Tòisich le hCaptcha Enterprise",
  "2184564739": "Faic",
  "2188609322": "Tha droch chleasaichean a ’sìor fhàs cumanta air-loidhne. Ach chan e ìobairt prìobhaideachd neach-cleachdaidh am freagairt.",
  "2319072959": "Ruith gu tur far-loidhne leis an sgioba-obrach agad fhèin, sùil a chumail air luach a thèid a chaitheamh thairis air aonadan gnìomhachais no com-pàirtichean co-bhanntachd, slighe gu roghnach gu diofar sholaraichean saothair taobh a-staigh no taobh a-muigh stèidhichte air riatanasan cosgais is tèarainteachd, agus barrachd.",
  "2320894364": "Le còrr air 200 puing de làthaireachd, bidh sgòth hCaptcha a ’dìon do mhaoin air feadh an t-saoghail",
  "2354267648": "Poileasaidh prìobhaideachd GDPR, CCPA, agus LGPD-càirdeil",
  "2373007864": "Bidh hCaptcha Enterprise a ’ruith air teicneòlas àrd-ùrlar hCaptcha, air a leudachadh gus a bhith a’ toirt a-steach na feartan a dh ’fheumas iomairtean trafaic àrd.",
  "2418549423": ", inbhe a tha a ’tighinn am bàrr airson prìobhaideachd air-loidhne a ghleidheadh tro dearbhaidhean criptografach, agus feartan prìobhaideachd-ciad sònraichte eile.",
  "2489287539": "Modhan fulangach gun fhrith-bhualadh “No CAPTCHA” & 99.9%",
  "2510209017": "A bheil feum agad air barrachd cuideachaidh?",
  "2513143348": "Tha an siostam Iomairt hCaptcha gu sònraichte sùbailte a thaobh dealbhadh: faodaidh e a bhith air a chleachdadh gu ìre no gu h-iomlan aig oir an lìonra agad ma tha thu ag obrachadh sgòthan poblach no ma tha mòran ionadan dàta agad.",
  "2535001179": "Ma thachras tu a bhith a ’tighinn bho reCAPTCHA Google, tha na APIan againn nan àite drop-in.",
  "2593768395": "Eòlas gun fhiosta air feadh lìn, gluasadach gluasadach, lìn gluasadach. Amalachadh ro-thogte agus SDK dùthchasach ri fhaighinn.",
  "2650502379": "Cuir air bhog na dùbhlain agad fhèin ann an diogan",
  "2670003220": "Obraichean",
  "2671622670": "Iomairt",
  "2676853536": "Dashboards ioma-chleachdaiche",
  "2681650568": "Agus mar a bha e an-còmhnaidh, tha prìobhaideachd na phrìomh luach dhuinn. Cuir ris a ’chòd dùbhlain againn a-mhàin far a bheil sin riatanach, agus far a bheil e ciallach do dhìon fhèin agus do luchd-cleachdaidh. Bidh a bhith a ’lughdachadh cruinneachadh dàta a’ tòiseachadh bhon mhionaid de amalachadh.",
  "2682873489": "Mìnich àite crìochnachaidh airson stuthan",
  "2686825859": "Clàraich an-asgaidh no cuir fios thugainn mu fhuasglaidhean hCaptcha Enterprise",
  "2698140263": "Chan eil a h-uile duilgheadas mar an ceudna: tha faighinn aon sgòr a ’ciallachadh gum feum e dèiligeadh ri na feumalachdan agad a bhith feumail.",
  "2698640210": "Dùbhlain smachd agus na seòrsaichean a tha air an sealltainn",
  "2707282231": "Gnàthaich dùbhlain airson do luchd-cleachdaidh. Dèan e do-dhèanta dha botaichean fuasgladh agus faighinn a-steach.",
  "2714878440": "Dìon do sheirbheisean bho sgrìobadh, gabhail chunntasan, lìonadh chreideasan, agus spama leis an ionnsachadh adhartach inneal agus dearbhadh daonnachd againn.",
  "2718999653": "Sgòran bagairt gnàthaichte",
  "2781507299": "Dearbhadh sa bhad",
  "2782263070": "Tha seirbheis na àrd phrìomhachas dhuinn. Bidh sinn a ’cumail taic 24/7 air-ghairm agus a’ tabhann co-òrdanachadh Slack dìreach leis an sgioba amalachaidh innleadaireachd agad agus an luchd-obrach air-ghairm againn rè agus an dèidh buileachadh.",
  "2806751666": "Dè a th ’ann an hCaptcha?",
  "2826051554": "agus tuilleadh",
  "2881474837": "Iomairt hCaptcha",
  "2890048009": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Dhuinne tha an aon toradh a ’dearbhadh an daonnachd. Bidh na seirbheisean againn a ’coinneachadh ri no a’ dol thairis air riatanasan GDPR, CCPA, LGPD, agus PIPL, agus a ’toirt taic do dh’ iomairtean leithid Pas Prìobhaideachd. Bidh sinn ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
  "2927700175": "Bidh sinn a ’sealltainn dhùbhlain CAPTCHA a tha duilich dha bots ach furasta do dhaoine le bhith a’ tional dàta duilich a bhith air a chlàradh bho dhuilgheadasan ionnsachaidh innealan, agus ga chleachdadh gus eadar-dhealachadh a dhèanamh a bheil neach-tadhail làrach-lìn no app daonna.",
  "2968026167": "An glasraich as fheàrr leat",
  "3018523079": "Fuirich air branda le eòlas cleachdaiche cunbhalach.",
  "3065000659": "An do thuig thu a h-uile uair a nì thu “cliog air a’ chàr ”tha thu a’ cuideachadh le bhith a ’trèanadh aon",
  "3093388779": "tha hCaptcha an-asgaidh airson a chleachdadh airson foillsichearan de mheud sam bith",
  "3093689546": "Amalachadh furasta",
  "3096063825": "Feuch ris",
  "3107683988": "Faodaidh seo lùghdachadh mòr a thoirt air trafaic agus cosgaisean far-lìonra fhad ‘s a chumas iad na buannachdan riaghlaidh le ar luchd-obrach 24/7 air-ghairm gus coinneachadh ris na SLAn as teann.",
  "3117887301": "Earbsa leis na seirbheisean air-loidhne as motha",
  "3121248460": "Dèan dùbhlanan dùbhlanach neo-chrìochnach eadar-mheasgte - bho sìmplidh gu iom-fhillte - airson an luchd-èisteachd agad a tha dùil",
  "3153117136": "Mar a tha suidheachadh duilgheadas hCaptcha ag obair",
  "3160820928": "Dìon ionnsaigh co-òrdanaichte",
  "3161489950": "An àrd-ùrlar ML tèarainteachd as adhartaiche san t-saoghal",
  "3167979932": "Dealbhaichte airson prìobhaideachd bhon chiad latha. Aonta giullachd dàta làidir.",
  "3194111925": "taic",
  "3213351333": "Chan eil feum air gealltanas ro-làimh",
  "3213957230": "Nuair a dh ’fheumas luchd-cleachdaidh dùbhlan fhuasgladh gus coinneachadh ri riatanasan tèarainteachd, carson nach cruthaich thu gnìomhan tlachdmhor agus buntainneach don neach-cleachdaidh?",
  "3225770968": "tha hCaptcha air a dhealbhadh gus fuasgladh fhaighinn air an duilgheadas as dian a thaobh saothair ann an ionnsachadh innealan; a ’labail mòran dàta ann an dòigh àmail, aig prìs reusanta agus earbsach.",
  "3230004040": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
  "3235430156": "siostaman ionnsachaidh inneal companaidh an-asgaidh?",
  "3260825523": "Innealan Intuition",
  "3264813246": "Neo-iomchaidh",
  "3265895521": "Àrdaich agus duilgheadas dùbhlan nas ìsle stèidhichte air àm den latha",
  "3266612494": "Com-pàirtiche earbsach",
  "3276777569": "hCaptcha",
  "3287172429": "Seòrsaichean dùbhlan smachd air an sealltainn",
  "3365203058": "Dìon anti-bot aig ìre cruinne",
  "3412647984": "Leigidh seo dhut ceistean san àm ri teachd a sheachnadh le bhith a ’clàradh agus a’ suidheachadh briosgaid. Feuch cuideachd cuir dheth an inneal-bacaidh sanasachd agad.",
  "3417372336": "Switch ann an mionaidean",
  "3446714684": "Amalachadh gluasadach (iOS agus Android)",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Do luchd-cleachdaidh Iomairt, tha roghainnean rim faighinn gus dùbhlain anns a ’mhòr-chuid de shuidheachaidhean a sheachnadh.",
  "3478726913": "hCaptcha tha aon de na linneachan as motha air a ’phlanaid ri fhaighinn airson do chleachdadh. Ge bith dè an sgèile agad, is urrainn dhuinn a làimhseachadh às aonais geallaidhean ro-làimh daor. Chan eil milleanan de ghnìomhan gach latha na dhuilgheadas.",
  "3480023141": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
  "3483700676": "Cuir air bhog milleanan de ghnìomhan sa bhad",
  "3500503648": "Tha hCaptcha air a dhealbhadh gus cuir às do ghleidheadh dàta fad-ùine le bhith an urra ri measadh sa bhad seach a bhith a ’clàradh agus a’ sgrùdadh an eachdraidh brobhsaidh agad. Bidh sinn cuideachd a ’toirt taic do dh’ iomairtean mar",
  "3524251858": "Stiùiriche Riaghladh Bathar, Cloudflare",
  "3526939538": "Bug bathar-bog",
  "3530599065": "Tha prìobhaideachd air a thogail bhon talamh suas. Chan eil hCaptcha a ’cumail PII sam bith agus tha e a’ gèilleadh ri grunn òrdughan agus riaghailtean prìobhaideachd.",
  "3570415321": "Companaidh",
  "3573245166": "Eu-coltach ri reCAPTCHA, tha sinn ag obair anns gach dùthaich.",
  "3578122193": "Fuirich air branda le susbaint buntainneach",
  "3620442880": "Feartan dìon Flash Sale",
  "3630114728": "Faic dè tha a ’tachairt air feadh na làraich is na h-aplacaidean agad.",
  "3644106388": "Cuir fios gu",
  "3660619092": "Clàraich an-asgaidh no cuir fios gu reic airson fuasglaidhean Iomairt",
  "3688621388": "Ainmean bagairt",
  "3704893754": "A bheil thu airson faicinn dhut fhèin? Feuch hCaptcha an-asgaidh",
  "3714002185": "Ionnsaich tuilleadh mu Iomairt hCaptcha",
  "3715747429": "Faodaidh na h-innleadairean air bòrd againn toirt ort a dhol gu sgiobalta, ge bith a bheil feum agad air amalachadh React, SDKs airson aplacaidean dùthchasach iOS, eisimpleir backend Java, no cha mhòr suidheachadh sam bith eile.",
  "3717512591": "Amalachadh Àrd-ùrlar Dìreach",
  "3721365241": "Feuch",
  "3729345277": "Tha hCaptcha na dhòigh air companaidhean na notaichean fhaighinn a dh ’fheumas iad nas luaithe, le càileachd nas àirde agus aig cosgais nas ìsle na roghainnean eile.",
  "3730038780": "Tagh bho dhùbhlan cha mhòr gun chrìoch airson luchd-cleachdaidh fhuasgladh",
  "3739936967": "Tha am fòcas sònraichte seo air prìobhaideachd a ’ciallachadh gun urrainn dhuinn neoni a chumail air gleidheadh dàta fa leth, obrachadh gun bhriosgaidean, agus geallaidhean prìobhaideachd cùmhnantail eile mar a dh’ fheumar fhad ‘s a chumas sinn tèarainteachd sàr-mhath. Leugh tuilleadh.",
  "3740051331": "Tha sinn cuideachd dealasach a bhith a ’cumail sùil ghnìomhach air agus a’ freagairt cheistean do luchd-cleachdaidh thairis air na meadhanan sòisealta, fòraman, agus na seanailean taic in-widget agus post-d againn. Tha sinn ruigsinneach agus freagairteach, agus bidh sinn a ’làimhseachadh sàsachd luchd-cleachdaidh mar phrìomh KPI.",
  "3753956446": "An-asgaidh",
  "3758963444": "Tapadh leat! Fhuaireadh an tagradh agad!",
  "3767462250": "Dealbhaichte airson prìobhaideachd",
  "3768951251": "SLAs iomairt",
  "3807059944": "Smachd air susbaint dùbhlan a chaidh a chleachdadh",
  "3816867833": "Beachdan air ais",
  "3817811295": "Earbsachd barantaichte agus taic luath air-ghairm 24/7.",
  "3892905664": "Bidh hCaptcha a ’cuideachadh nan seirbheisean air-loidhne as fheàrr leat a bhith a’ cumail a-mach botaichean, spama, agus droch dhìol le bhith a ’faighneachd cheistean sìmplidh a tha furasta dha daoine agus duilich dha innealan.",
  "3913848038": "SLAn 99.99% uptime agus taic cruinneil 24/7 ri fhaighinn.",
  "3951254541": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
  "3952259236": "Cuir an dàta dall agad còmhla ris na mìltean de chomharran hCaptcha gus hCaptcha a thrèanadh air clasaichean giùlain - mar eisimpleir agad a-mhàin - gus ro-innse nas fheàrr a dhèanamh air giùlan droch-rùnach na aon fhuasgladh na aonar",
  "3953584369": "Cuingeachaidhean ruigsinneachd RBAC sofaisticeach ri fhaighinn.",
  "4007826952": "An CAPTCHA # 1 prìobhaideachd-an-toiseach airson lìn, gluasadach, agus barrachd.",
  "4019660456": "0ms latency: dearbhaich comharran hCaptcha gun ghairm API.",
  "4065065042": "Cuir seo a-steach gus freagairt air a ’chùis cleachdaidh agad.",
  "4083018285": "Sreath de fheartan leudaichte a tha a ’tighinn còmhla le sgrùdadh agus freagairt SOC leasaichte gus dèiligeadh ri bagairtean leantainneach sgairteil",
  "4146870445": "Cò sinn",
  "4147497805": "Carrot",
  "4194763679": "Ìrean duilgheadas mìn",
  "4195759329": "Lorgaireachd bot agus sgòran cunnairt",
  "4199502476": "Dashboards aithris adhartach agus API",
  "4238473596": "Tha e cudromach a bhith a ’lughdachadh sioc airson luchd-cleachdaidh fìor. Bidh hCaptcha a ’cleachdadh gnìomhan sìmplidh agus a’ toirt nas lugha ùine airson a ’mhòr-chuid de luchd-cleachdaidh fhad‘ s a chuireas iad stad air barrachd trafaic bot.",
  "4272022475": "Bidh a h-uile iarrtas agus maoin a ’dol gu hcaptcha.yourdomain.com",
  "4272454814": "Amalachadh leis an t-solaraiche dearbh-aithne as fheàrr leat.",
  "a11y-img-1": "Sgrion cleachdaiche ruigsinneachd an dèidh logadh a-steach",
  "a11y-img-2": "Roghainn ruigsinneachd ann an clàr UI widget",
  "a11y-img-3": "Bogsa còmhradh ruigsinneachd ann an UI widget",
  "about-advisors-brendan": "Ceannard Brave. Co-stèidheadair Mozilla. Cruthadair a ’chànain prògramaidh JavaScript. Neach-togail brobhsairean agus barrachd.",
  "about-advisors-dawn": "Àrd-ollamh, CS aig Oilthigh California, Berkeley. Ionnsachadh domhainn, tèarainteachd, eòlaiche blockchain. Ceannard Oasis Labs.",
  "about-advisors-head": "Comhairlichean",
  "about-advisors-keiran": "Neach-saidheans Rannsachaidh aig Stanford. Ionnsachadh inneal agus ionmhas cainneachdail aig prìomh bhancaichean, maoin callaid, agus an saoghal acadaimigeach.",
  "about-content-head-1": "Na bhios sinn a ’dèanamh",
  "about-content-head-2": "Carson a tha e cudromach",
  "about-content-text-1a": "Tha hCaptcha a ’toirt dòigh-obrach ùr-nodha, stèidhichte air prìobhaideachd airson stad a chuir air botaichean.",
  "about-content-text-1b": "Bidh sinn a ’sealltainn dhùbhlain CAPTCHA a tha duilich dha botaichean ach furasta do dhaoine le bhith a’ tional dàta a tha duilich a chlàradh bho dhuilgheadasan ionnsachaidh innealan, agus ga chleachdadh gus eadar-dhealachadh a dhèanamh an e neach-tadhail làrach-lìn no app a th ’ann an duine.",
  "about-content-text-2a": "Tha droch chleasaichean a ’sìor fhàs cumanta air-loidhne. Ach chan e ìobairt prìobhaideachd luchd-cleachdaidh am freagairt.",
  "about-content-text-2b": "Bidh fuasglaidhean tèarainteachd a tha companaidhean sanasachd a ’tabhann ag amas gu sònraichte air a bhith a’ cumail sùil air luchd-cleachdaidh air feadh an lìn. Tha sinn air fuasgladh tèarainteachd èifeachdach a chruthachadh a tha a ’dearbhadh nach eil feum air cron a dhèanamh air prìobhaideachd luchd-cleachdaidh gus toraidhean sàr-mhath a lìbhrigeadh.",
  "about-intro-head-1": "Mu hCaptcha",
  "about-intro-head-2": "Prìobhaideachd, tèarainteachd, agus ionnsachadh inneal.",
  "about-intro-text": "Is e hCaptcha an t-seirbheis CAPTCHA neo-eisimeileach as fharsainge san t-saoghal.",
  "about-leadership-head": "Cò sinn",
  "about-leadership-headsub": "Sgioba eòlach, ag obair air na duilgheadasan as cruaidhe an-diugh.",
  "about-leadership-link1": "Cò sinn",
  "about-leadership-text1": "Tha sinn a ’speisealachadh ann an ionnsachadh domhainn agus ionnsachadh innealan àrainn lèirsinneach aig sgèile, le fòcas sònraichte air siostaman air-loidhne fhaighinn bho bhagairtean ùr-nodha a tha a’ sìor fhàs nas sofaisticiche.",
  "about-leadership-text2": "Le deicheadan de eòlas bathar-bog agus ionnsachadh inneal, bidh sinn a ’togail agus ag obair siostaman a tha gu mòr scalable gus dèiligeadh ri cuid de na duilgheadasan as cruaidhe an-diugh agus sinn a’ gleidheadh prìobhaideachd.",
  "acc-opt": "Roghainnean ruigsinneachd",
  "acc-opt-but": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
  "acc-opt-text": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
  "accessibility-link": "Ruigsinneachd",
  "appreciate-in": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
  "fb-but": "Cuir thugainn fios air ais",
  "feedback-text": "Thoir seachad fios air ais mun hCaptcha a chunnaic thu",
  "footer-attribution": "Attribution",
  "footer-copyright-text": "Tha hCaptcha na chomharra-malairt clàraichte de Intuition Machines, Inc.",
  "footer-header-1": "Companaidh",
  "footer-header-2": "Goireasan",
  "footer-header-3": "Cuir fios gu",
  "footer-link-1": "Labeling",
  "footer-link-10": "Ruigsinneachd",
  "footer-link-2": "Mu dheidhinn",
  "footer-link-3": "Obraichean",
  "footer-link-4": "Comharran-malairt",
  "footer-link-5": "Beusachd AI",
  "footer-link-6": "Blog",
  "footer-link-7": "Inbhe",
  "footer-link-8": "Sgrìobhainnean",
  "footer-link-9": "Dèan aithris air bug",
  "footer-privacy": "Prìobhaideachd",
  "footer-subheader-1": "Taic",
  "footer-subheader-2": "Cuir fios gu",
  "footer-terms": "Cumhachan",
  "h-plans": "Planaichean ballrachd",
  "header-docs-link": "Docs",
  "header-labeling-services-link": "Seirbheisean Labeling",
  "header-login-button": "Log a-steach",
  "header-plans-link": "Planaichean",
  "header-signup-button": "Cuir d'ainm ris",
  "home-about-head": "Mu hCaptcha",
  "home-about-subtitle": "Le cumhachd bho Phròtacal DAONNA",
  "home-about-text-1": "Tha hCaptcha air a dhealbhadh gus fuasgladh fhaighinn air an duilgheadas as dian a thaobh saothair ann an ionnsachadh innealan: a ’labail mòran dàta ann an dòigh sgiobalta, aig prìs reusanta agus earbsach.",
  "home-about-text-2": "Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr ann am modalan ionnsachaidh innealan trèanaidh. Tha soirbheachas modalan o chionn ghoirid o chionn ghoirid air leantainn gu seataichean dàta a tha a ’sìor fhàs mòr, cha mhòr an-còmhnaidh le beagan ath-sgrùdadh daonna. Ach, tha a bhith a ’cruthachadh dàta mòr ath-sgrùdaichte le daoine tro Mechanical Turk, Figear Ochd, msaa, an dà chuid slaodach agus daor.",
  "home-about-text-3": "Tha hCaptcha a ’leigeil le làraich-lìn airgead a dhèanamh a’ frithealadh an iarrtais seo fhad ‘s a tha iad a’ cuir casg air botaichean agus seòrsachan eile de dhroch dhìol.",
  "home-about-text-4": "Tha ionad margaidh hCaptcha air a stiùireadh le Pròtacal DAONNA, protocol fosgailte fosgailte airson ath-sgrùdadh daonna a bhios a ’ruith air an Ethereum blockchain. Bidh làraichean-lìn a ’cosnadh Human Tokens (HMT) nuair a bhios luchd-cleachdaidh a’ cleachdadh a ’widget hCaptcha air an làrach aca, agus bidh companaidhean ionnsachaidh innealan a’ pàigheadh Human Tokens gus an dàta aca a chlàradh.",
  "home-ba-labeling-services-link": "Seirbheisean Labeling",
  "home-benefits-head-1": "An luach ann an lipéadú dàta",
  "home-benefits-head-2": "Thoir air ais gu carthannas",
  "home-benefits-text-1": "An do thuig thu a h-uile uair a phutas tu air a ’chàr gu bheil thu a’ cuideachadh le bhith a ’trèanadh siostaman ionnsachaidh inneal aon chompanaidh Gigantic an-asgaidh?",
  "home-benefits-text-2": "Bidh hCaptcha a ’tionndadh a’ mhodail seo. Nuair a bhios tu a ’cleachdadh hCaptcha, bidh companaidhean a’ tagradh air an obair a bhios an luchd-cleachdaidh agad a ’dèanamh fhad‘ s a tha iad a ’dearbhadh an daonnachd. Gheibh thu na duaisean.",
  "home-benefits-text-3": "A bheil thu airson a thoirt air ais don charthannas as fheàrr leat? Leigidh hCaptcha leat taic a thoirt do na buidhnean carthannais as fheàrr leat leis an cosnadh a gheibh thu bho bhith ga chleachdadh. Ann an ùine ghoirid chì luchd-cleachdaidh air an làrach agad do thabhartas do charthannas tro bhranndadh falaichte air eadar-aghaidh hCaptcha.",
  "home-challenge-text-1": "Tagh a h-uile ìomhaigh a tha a ’freagairt ceist",
  "home-challenge-text-2": "Mìnich àite crìochnachaidh airson stuthan",
  "home-challenge-text-3": "Comharraich na bileagan co-fhreagarrach",
  "home-challenge-title-1": "Coimeas",
  "home-challenge-title-2": "Bogsa Crìochan",
  "home-challenge-title-3": "Seòrsachadh",
  "home-challenges-head": "Dùbhlain air an toirt seachad",
  "home-challenges-text-1": "... agus gnìomhan sìmplidh eile. Furasta dha daoine, duilich airson botaichean.",
  "home-challenges-text-2": "Gnìomhan àbhaisteach cuideachd rim faighinn airson foillsichearan iomairt.",
  "home-ent-1": "A bheil thu a ’coimhead airson na tairgsean tèarainteachd iomairt againn?",
  "home-ent-2": "Tadhail air an làrach shònraichte ùr againn: BotStop.com",
  "home-ent-button": "Ionnsaich tuilleadh: BotStop le hCaptcha",
  "home-from-the-blog": "BHO BLOG:",
  "home-from-the-blog-value": "Mar a tha suidheachadh duilgheadas hCaptcha ag obair",
  "home-intro-body": "Am bi thu a ’cleachdadh captcha gus botaichean a chumail a-mach? Bidh hCaptcha a ’dìon prìobhaideachd luchd-cleachdaidh, a’ toirt duais do làraich-lìn, agus a ’cuideachadh chompanaidhean gus an dàta aca a chlàradh. Tha e an àite drop-in airson reCAPTCHA: faodaidh tu atharrachadh taobh a-staigh mionaidean.",
  "home-intro-button": "Clàraich a-nis",
  "home-intro-head": "Cuir stad air barrachd botaichean. Tòisich a ’dìon prìobhaideachd an neach-cleachdaidh.",
  "home-main-1": "Prìobhaideach. Tèarainte. Nas luaithe. Agus pàighidh sinn dhut airson a chleachdadh.",
  "home-main-2": "Prìobhaideachd air a chuimseachadh",
  "home-main-2c": "Bidh lìonraidhean sanasachd a ’faicinn do luchd-tadhail mar an toradh. Airson hCaptcha is e an toradh an obair a tha iad a ’toirt seachad. Chan eil dragh againn cò na cleachdaichean agad, dìreach cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
  "home-main-3": "Tèarainteachd an toiseach",
  "home-main-3c": "Tha cruinneas ann airson d ’ùidh agus sinne. Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt dhut agus leigeil leat co-dhùnadh ciamar a chleachdas tu e. Tha captchas eile air an toirt seachad le companaidhean sanasachd Gigantic. Tha seo a ’ciallachadh gum faodadh a h-uile bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
  "home-main-4": "Eòlas cleachdaiche nas fheàrr",
  "home-main-4c": "Bidh modalan ionnsachaidh inneal sùbailte air an cleachdadh le hCaptcha airson a bhith a ’dearbhadh daonnachd. Leigidh seo leinn gnìomhan nas mì-chàilear iarraidh bhon luchd-cleachdaidh agad agus nas lugha den ùine a ghabhail ann a bhith a ’dèanamh sin, fhad‘ s a tha iad fhathast a ’toirt a-mach dàta feumail le bileagan airson luchd-ceannach a chlàradh.",
  "home-main-plans": "Tha hCaptcha an-asgaidh airson a chleachdadh airson foillsichearan de mheud sam bith. Ach, airson iomairtean agus àrd-ùrlaran a dh ’fheumas barrachd smachd, tha na fuasglaidhean iomairt againn rim faighinn.",
  "home-main-plans2": "Bidh fuasglaidhean iomairt hCaptcha a ’dìon milleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn airson cuid de na companaidhean as motha air a’ phlanaid. Cuir fios thugainn airson tuilleadh fiosrachaidh, no tadhal air",
  "home-main-plans3": "Bidh fuasglaidhean iomairt hCaptcha a ’dìon milleanan de luchd-cleachdaidh thar deichean de mhilleanan de làraich-lìn airson cuid de na companaidhean as motha air a’ phlanaid. Cuir fios thugainn airson tuilleadh fiosrachaidh, no tadhal air",
  "home-main-plans4": "airson mion-fhiosrachadh.",
  "home-plans-button-1": "Clàraich a-nis",
  "home-plans-button-2": "Cuir fios gu reic",
  "home-plans-chart-head-1": "Feartan",
  "home-plans-chart-head-2": "Foillsichear",
  "home-plans-chart-head-3": "Iomairt",
  "home-plans-chart-row-1-cell-1": "Seòrsaichean dùbhlan smachd air an sealltainn",
  "home-plans-chart-row-1-cell-2": "Earranta",
  "home-plans-chart-row-1-cell-3": "Iomlan",
  "home-plans-chart-row-10-cell-1": "Dashboards ioma-chleachdaiche",
  "home-plans-chart-row-11-cell-1": "Feartan aithris adhartach",
  "home-plans-chart-row-12-cell-1": "SLAs iomairt",
  "home-plans-chart-row-2-cell-1": "Smachd air susbaint dùbhlan a chaidh a chleachdadh",
  "home-plans-chart-row-2-cell-2": "Earranta",
  "home-plans-chart-row-2-cell-3": "Iomlan",
  "home-plans-chart-row-3-cell-1": "Chosnadh dhuaisean airson fuasglaidhean daonna",
  "home-plans-chart-row-4-cell-1": "Dìon anti-bot aig ìre cruinne",
  "home-plans-chart-row-5-cell-1": "Ag obair anns gach dùthaich",
  "home-plans-chart-row-5a-cell-1": "Modhan fulangach No-CAPTCHA agus 99.9%",
  "home-plans-chart-row-5b-cell-1": "Sgòran misneachd bot",
  "home-plans-chart-row-6-cell-1": "Poileasaidh prìobhaideachd a tha càirdeil do GDPR agus CCPA",
  "home-plans-chart-row-7-cell-1": "Ìrean duilgheadas mìn",
  "home-plans-chart-row-8-cell-1": "Cuir air bhog an susbaint dùbhlan agad fhèin",
  "home-plans-chart-row-9-cell-1": "Clàr-ama duilgheadas stèidhichte air ùine",
  "home-try-it-out-button": "Faigh hCaptcha",
  "home-try-it-out-head": "Feuch ris",
  "home-try-it-out-text": "Tha hCaptcha a ’toirt seachad lorg bot sìmplidh, furasta agus earbsach fhad‘ s a tha e duilich do dhaoine fuasgladh fhaighinn.",
  "labeling-about-head": "Mu hCaptcha",
  "labeling-about-text-1": "Tha hCaptcha air a dhealbhadh gus fuasgladh fhaighinn air an duilgheadas as dian a thaobh saothair ann an ionnsachadh innealan; a ’labail mòran dàta ann an dòigh sgiobalta, aig prìs reusanta agus earbsach. Mar as trice bidh barrachd dàta a ’toirt toraidhean nas fheàrr ann am modalan ionnsachaidh innealan trèanaidh. Tha soirbheachas modalan o chionn ghoirid o chionn ghoirid air leantainn gu seataichean dàta a tha a ’sìor fhàs mòr, agus tha hCaptcha a’ frithealadh an fheum seo.",
  "labeling-about-text-2": "Ach, tha cruthachadh dàta mòr ath-sgrùdaichte le daoine a ’cleachdadh dhòighean traidiseanta an dà chuid slaodach agus daor. Tha hCaptcha na dhòigh do chompanaidhean na notaichean a tha a dhìth orra fhaighinn nas luaithe, le càileachd nas àirde agus aig cosgais nas ìsle na roghainnean eile.",
  "labeling-annotations-head": "Seòrsan notaichean",
  "labeling-annotations-text-1": "Lorgaidh nì ceart ann an ìomhaighean is bhidio",
  "labeling-annotations-text-2": "Lorgaidh nì ceart ann an ìomhaighean is bhidio",
  "labeling-annotations-text-3": "Comharran puing airson mòran de chùisean cleachdaidh eadar-dhealaichte",
  "labeling-annotations-text-4": "Deasaich no cuir a-steach roinnean rèiteachaidh de mheud sam bith",
  "labeling-annotations-text-5": "Dearbhadh agus seòrsachadh cumhachd daonna",
  "labeling-annotations-text-6": "A bheil feum agad air seòrsa eile nach eil air a liostadh an seo? Dìreach faighnich dhuinn.",
  "labeling-annotations-title-1": "Bogsaichean Ceangail",
  "labeling-annotations-title-2": "Polygons",
  "labeling-annotations-title-3": "Comharraidhean-tìre",
  "labeling-annotations-title-4": "Seòrsachadh buadhan",
  "labeling-annotations-title-5": "Coimeas agus Dearbhadh",
  "labeling-annotations-title-6": "... agus mòran a bharrachd",
  "labeling-ent-button": "Cuir fios chun Sgioba Fuasglaidhean Iomairt againn",
  "labeling-ent-head": "A bheil feum agad air smachd deireadh gu deireadh?",
  "labeling-ent-text-1": "Tha an Àrd-chabhsair DAONNA air cùl hCaptcha a ’toirt seachad càileachd obrach agus feartan riaghlaidh fìor shunndach tro chleachdadh air-thogalach, tar-chinealach no SaaS a bhios ag amalachadh leis na siostaman a th’ agad mu thràth.",
  "labeling-ent-text-2": "Ruith gu tur far-loidhne leis an luchd-obrach agad fhèin, sùil a chumail air luach a thèid a chaitheamh thairis air aonadan gnìomhachais no com-pàirtichean co-bhanntachd, slighe gu roghnach gu diofar sholaraichean saothair taobh a-staigh no taobh a-muigh stèidhichte air riatanasan cosgais agus tèarainteachd, agus barrachd.",
  "labeling-ent-text-3": "Cothrom furasta air API, dashboards brèagha, agus an teicneòlas modail-in-the-loop as ùire gus èifeachdas a mheudachadh.",
  "labeling-ent-text-4": "99.99% SLAs uptime agus taic cruinneil 24/7 ri fhaighinn. Airson tuilleadh fiosrachaidh:",
  "labeling-features-head-1": "Pìoban sìmplidh air an stiùireadh le API.",
  "labeling-features-head-2": "Optimated airson cosgais agus càileachd. Chan eil feum air gealltanas ro-làimh.",
  "labeling-features-head-3": "Na pàigh ach airson a ’mhearachd a dh’ fheumas tu.",
  "labeling-features-head-4": "Thoir seachad an dàta fìrinn talmhainn agad fhèin no leig dhuinn a thogail air a ’chuileag.",
  "labeling-features-text-1": "A bheil thu airson ath-bhreithneachadh daonna fhilleadh a-steach gu dìreach anns na h-obraichean gnìomhachais agad? Bidh sinn a ’tabhann SLAn àrd earbsach, comas barantaichte, agus APIan sìmplidh REST.",
  "labeling-features-text-2": "Bidh an àrd-ùrlar DAONNA a ’cleachdadh mhodailean misneachd coileanta gus mion-sgrùdadh càileachd fìor-ùine a dhèanamh. Leigidh seo leinn faighinn a-mach gu sgiobalta an dà chuid duilgheadasan cheistean agus am freagairt cheart a tha coltach riutha, a ’sàbhaladh ùine agus airgead dhut.",
  "labeling-features-text-3": "Chan eil a h-uile duilgheadas mar an ceudna. Faodaidh notaichean airson gnìomhan a tha deatamach a thaobh sàbhailteachd a bhith feumach air misneachd 99.99% bho luchd-obrach gu tur daonna. Is dòcha nach fheum notaichean airson aon fheart beta ann an app geama gluasadach ach misneachd meadhanach. Tha thu a ’co-dhùnadh.",
  "labeling-features-text-4": "A bheil dàta amh agad às aonais seata dearbhaidh coileanta? Anns a ’mhòr-chuid de chùisean is urrainn dhuinn fear a thogail dhut mar ghnìomhan a ruith tron t-siostam, no sampaill leubail a chruthachadh airson do chead.",
  "labeling-info-head": "A ’faighinn dàta air a lipéadú",
  "labeling-info-text-1": "Bruidhinn ri aon de na h-eòlaichean fearainn againn gus feumalachdan do phròiseict a mhìneachadh: mionaideachd targaid, cruth, agus riatanasan sònraichte sam bith.",
  "labeling-info-text-2": "Bidh sinn a ’dèanamh obair riochdachaidh beag stèidhichte air an dàta sampall agad. Bidh seo a ’dèanamh deuchainn air an obair a rinn sinn còmhla gus dèanamh cinnteach gum faigh thu dìreach na tha a dhìth ort.",
  "labeling-info-text-3": "Leis an ìre àrd agus latency ìosal tionndaidhidh sinn an obair agad gu sgiobalta, le lìbhrigeadh fèin-ghluasadach cho luath ‘s a thèid a dhèanamh.",
  "labeling-info-text-4": "Mar a bhios sinn a ’tuigsinn nas fheàrr paramadairean na h-obrach riochdachaidh agad, cumaidh na toraidhean a’ dol am feabhas thar ùine.",
  "labeling-info-text-5": "Bidh clàran-amais beò a ’toirt cothrom dhut fios air ais no stad a chuir air toradh aig àm sam bith.",
  "labeling-info-title-1": "Mìnich sònrachaidhean",
  "labeling-info-title-2": "Deuchainn obrach tùsail",
  "labeling-info-title-3": "A ’cleachdadh obraichean toraidh",
  "labeling-info-title-4": "Leasachadh leantainneach",
  "labeling-info-title-5": "Toraidhean Fìor-ùine",
  "labeling-main-1": "Bileagachadh dàta cosg-èifeachdach aig sgèile",
  "labeling-main-1-button": "Faigh do dhàta air a lipéadú a-nis",
  "labeling-main-1c": "A bheil feum agad air barrachd bhileagan airson na stòran-dàta agad? Bidh hCaptcha a ’toirt seachad bileagan dàta luath, cosg-èifeachdach agus àrd-chàileachdail do chompanaidhean a tha ag obair air inntleachd fuadain agus tagraidhean ionnsachaidh innealan.",
  "labeling-main-2": "Cuir air bhog milleanan de ghnìomhan sa bhad.",
  "labeling-main-2-button": "Ceannaich Seirbheisean Labeling Dàta",
  "labeling-main-2c": "Tha aon de na linneachan as motha air a ’phlanaid aig hCaptcha ri fhaighinn airson do chleachdadh. Ge bith dè an sgèile agad, is urrainn dhuinn a làimhseachadh gun gheallaidhean ro-làimh daor. Chan eil milleanan de ghnìomhan gach latha na dhuilgheadas.",
  "labeling-platform-head": "Fiosrachadh prìobhaideach no poblach",
  "labeling-platform-text": "Tha hCaptcha air a thogail air an Àrd-ùrlar DAONNA, a leigeas le slighean agus mion-sgrùdadh sòlaimte cosgais agus èifeachdas a mheudachadh aig gach ceum. Leigidh an teicneòlas seo leis an luchd-obrach ceart gach pàirt den obair agad a làimhseachadh, a ’meudachadh èifeachdas cosgais fhad‘ s a tha thu a ’gleidheadh prìobhaideachd agus a’ coinneachadh ri riatanasan riaghlaidh a dh ’fhaodadh a bhith buntainneach.",
  "labeling-try-button": "Ceannaich Seirbheisean Labeling Dàta",
  "labeling-try-head": "A bheil thu airson feuchainn air leis an dàta agad?",
  "labeling-try-text": "... tha sinn deiseil nuair a tha thu: tha an t-seirbheis againn ri fhaighinn timcheall a ’ghleoc.",
  "learn-more-hcaptcha": "Ionnsaich tuilleadh mu hCaptcha",
  "page-acc-faq-1": "Ceist: A bheil hCaptcha Earrann 508 + WCAG 2.1 AA a ’gèilleadh? Freagairt: Tha sinn a ’creidsinn sin: faodaidh gach neach-cleachdaidh le seòrsa sam bith de lagachadh a tha comasach air brobhsadh air an lìon agus teacsa a chuir a-steach air foirmean faighinn gu seirbheisean air an dìon le hCaptcha nuair a chlàraicheas iad. Ach, chan e comhairle laghail a tha seo: bu chòir dhut do mheasadh fhèin a dhèanamh, a ’toirt aire don bhuileachadh sònraichte agad gus dèanamh cinnteach gu bheil seo fìor airson do chleachdadh.",
  "page-acc-faq-2": "Ceist: A bheil thu ag obair air roghainnean ruigsinneachd eile (a11y), mar claisneachd? Freagairt: Tha roghainnean a bha mòr-chòrdte roimhe mar captchas claisneachd a ’dèanamh leth-bhreith air mòran de luchd-cleachdaidh a11y agus tha iad furasta an ruagadh le dòighean ionnsachaidh innealan ùr-nodha. Tha seo air toirt air dùbhlain claisneachd gnàthach a bhith a ’fàs nas duilghe, a’ toirt a-steach fuaim, àm neònach, cothlamadh fhaclan annasach, agus mar sin air adhart gus a ’chùis a dhèanamh air luchd-ionnsaigh. Mar sin chan eil sinn cho dealasach mun dòigh-obrach seo an-aghaidh a bhith a ’seachnadh an dùbhlain gu tur, ach beachdaichidh sinn air ma tha iarrtas ann bhon choimhearsnachd a11y. Ach, tha ùidh mhòr againn ann am Pas Prìobhaideachd airson a ’chùis cleachdaidh Ruigsinneachd. Tha sinn a ’creidsinn le bhith a’ cothlamadh an dòigh-obrach a11y a th ’againn an-dràsta le cuir a-mach Privacy Pass leigidh luchd-cleachdaidh a11y brobhsadh gu sàbhailte, tèarainte leis an eòlas gu bheil an trafaic aca nas prìobhaideach, agus aig an aon àm a’ cuingealachadh an droch dhìol le luchd-obrachaidh bot a tha do-sheachanta a ’tachairt nuair a tha roghainnean a11y rim faighinn. Tha sinn an sàs gu gnìomhach ann am buidheann obrach IETF a ’bun-tomhas an teicneòlas ùr seo.",
  "page-acc-faq-3": "Ceist: Dè mu dheidhinn prìobhaideachd? A bheil clàradh a ’nochdadh dàta brobhsaidh a11y ann an dòigh air choreigin? Dè a nì thu leis a ’phost-d? Freagairt: tha hCaptcha air a dhealbhadh airson prìobhaideachd bhon talamh suas. Tha e gu math eadar-dhealaichte na roghainnean traidiseanta mar reCAPTCHA a tha fo shealbh lìonraidhean ad, aig a bheil brosnachadh a bhith gad lorg timcheall air an lìon agus a bhith gad cheangal le fìor dhearbh-aithne. Cha bhith sinn uair sam bith a ’cleachdadh puist-d no fiosrachadh ruigsinneachd airson adhbhar sam bith ach a bhith a’ comasachadh cleachdadh a11y agus a ’casg droch dhìol. Tha freagairtean coileanta is ùghdarrasach aig a ’phoileasaidh prìobhaideachd againn a thaobh mar a bhios sinn a’ cleachdadh dàta, ach is e am freagairt ghoirid nach eil ùidh againn ann a bhith gad cheangal mar neach leis an eachdraidh brobhsaidh agad. Tha sinn cuideachd ag obair air fuasgladh criptografach gus do sheòladh post-d a chuir air falbh gu luath. agus sinn fhathast a ’gleidheadh ar comas casg a chuir air droch dhìol, a’ cur ris an obair Pass Prìobhaideachd againn.",
  "page-acc-link-1": "Ma tha thu nad neach-cleachdaidh ruigsinneachd, cuir d ’ainm a-steach an seo.",
  "page-acc-subhead": "A ’dèanamh cinnteach à ruigsinneachd gun fhiosta don h-uile neach-cleachdaidh fhad‘ s a tha iad a ’cumail suas tèarainteachd",
  "page-acc-summary": "Geàrr-chunntas",
  "page-acc-summary-contents-1": "Tha hCaptcha air a dhealbhadh gus stad a chuir air botaichean le bhith gan eadar-dhealachadh bho dhaoine. Tha deuchainnean lèirsinneach nan inneal goireasach airson seo, ach chan urrainn dha a h-uile duine dùbhlan lèirsinneach fhuasgladh. Air an adhbhar sin, tha sinn air roghainn sìmplidh gun phian a dhealbhadh gus leigeil le foillsichearan a tha a ’cleachdadh ar seirbheis ruigsinneachd a ghleidheadh do na h-uile le làn ghèilleadh Earrann 508 agus WCAG 2.1 AA.",
  "page-acc-summary-contents-2": "Mar a tha e ag obair: an toiseach, bidh cleachdaiche ruigsinneachd a ’soidhnigeadh aig an URL seo, a tha ceangailte ann an duilleag fiosrachaidh widget hCaptcha. Thèid briosgaid chrioptaichte a thoirt dhaibh a ghabhas cleachdadh grunn thursan san latha, ach feumar ùrachadh gach 24 uair tro logadh a-steach. Nuair a thèid dùbhlan a thoirt do neach-cleachdaidh ruigsinneachd air làrach sam bith a ’cleachdadh an t-seirbheis hCaptcha, thèid iad seachad gu fèin-ghluasadach.",
  "page-acc-title": "Fiosrachadh ruigsinneachd hCaptcha",
  "page-acc-tr-body": "Ceist: Tha mi fhathast a ’faicinn dùbhlan às deidh dhomh a’ bhriosgaid a shuidheachadh. Dè a tha ag adhbhrachadh seo?<br> Freagairt: Tha seo mar as trice mar thoradh air a bhith a ’cleachdadh inneal-bacaidh ad ionnsaigheach no leudachadh an-aghaidh cookie, no suidheachadh a bhios a’ blocadh briosgaidean thar-làraich, anns a ’chùis seo briosgaid airson hcaptcha.com a tha air a shuidheachadh no air a sgrùdadh leis an JS hCaptcha air làrach eadar-dhealaichte. , mar an tè air a bheil thu a ’tadhal.<br><br> Bidh briosgaidean ruigsinneachd hCaptcha ag obair leis a h-uile brobhsair mòr-chòrdte agus luchd-bacadh sanasachd leis na roghainnean àbhaisteach aca, mar sin mar as trice tha fàilligeadh mar thoradh air sgriobtaichean anti-anti-adblock no riaghailtean coltach ri chèile a tha ag amas air làraich sònraichte.<br><br> Fuasglaidhean:<br><br> 1. Briosgaidean Whitelist hcaptcha.com agus * .hcaptcha.com anns an inneal-bacadh ad no leudachadh tèarainteachd brabhsair agad.<br> 2. Ma tha thu a ’cleachdadh brabhsair Brave, nach eil an-dràsta a’ nochdadh gu bheil seòrsa de bhriosgaid cookie ann, rachaibh gu Roghainnean -> Shields -> briosgaidean agus tagh Ceadaich a h-uile briosgaid.<br> 3. Ma tha thu a ’cleachdadh an dreach as ùire de Safari air an dàrna cuid an OS X 10.15 no iOS 13.4 a chaidh a leigeil a-mach o chionn ghoirid, tha Apple dìreach air giùlan Safari co-cheangailte ri briosgaidean treas-phàrtaidh atharrachadh, a’ cur bacadh orra uile gu bunaiteach. Tha sinn a ’cur an gnìomh fuasgladh, ach san eadar-ama tadhal air Safari Preferences, roinn prìobhaideachd, agus uncheck cumail sùil air làrach-lìn: Cuir casg air tracadh thar-làrach gus leigeil leis a’ bhriosgaid ruigsinneachd obrachadh mar a bhiodh dùil.<br><br> Ceist: Bidh mi a ’cleachdadh ioma-inneal. Am feum mi clàradh grunn thursan?<br> Freagairt: Chan eil. Cliog air an aon cheangal logadh a-steach post-d a chaidh a chuir thugad air gach inneal a chleachdas tu gus a ’bhriosgaid a shuidheachadh.<br><br> Ceist: Ciamar as urrainn dhomh mi fhèin a dhìon bho bhith a ’cumail sùil air briosgaidean treas pàrtaidh fhad‘ s a bhios mi a ’cleachdadh a’ bhriosgaid ruigsinneachd?<br> Freagairt: Bidh a bhith a ’cleachdadh prìobhaideachd no leudachadh bacadh sam bith a bheir taic do ghealadh ìre fearainn (me uBlock Origin) ag obair mar a bhiodh dùil: dìreach dèan cinnteach gu whitelist hcaptcha.com.",
  "page-acc-tr-title": "Do luchd-cleachdaidh ruigsinneachd: Stiùireadh Ceistean Bitheanta agus Troubleshooting",
  "page-acc-tr2-body": "Safari<br> Gus briosgaidean a chomasachadh ann an Safari (Mac): Rach gu clàr tuiteam Safari. Tagh Roghainnean. Cliog air Prìobhaideachd anns a ’phanal gu h-àrd. Fo 'Block briosgaidean' tagh an roghainn 'Never.'<br> Gus briosgaidean a chomasachadh ann an Safari (iPhone / iPad iOS 11+): Fosgail na roghainnean agad. Scrollaich sìos agus tagh Safari. Fo Prìobhaideachd & Tèarainteachd, cuir dheth ‘Prevent Cross-Site Tracking’ agus ‘Block All Cookies’<br><br> Firefox<br> Cliog air an sgiath air taobh clì a ’bhàr seòlaidh air duilleag-lìn sam bith. Cliog air Roghainnean Dìon. Fosglaidh pannal prìobhaideachd & tèarainteachd roghainnean Firefox. Fo Dìon Rianachd Leasaichte, tagh Custom. Tagh dè na lorgairean agus na sgriobtaichean a chuireas tu bacadh le bhith a ’taghadh nam bogsaichean sgrùdaidh sin. Dèan cinnteach gu bheil thu air hcaptcha.com a bhacadh.<br><br> Faodaidh tu cuideachd cuid de dhìonan a chuir dheth ann an Custom gus seo a dhì-chomasachadh, le bhith a ’dì-thaghadh nam bogsaichean-sgrùdaidh: Thoir às bogsa sgrùdaidh nan Trackers no cuir às do bhogsa sgrùdaidh nam briosgaidean ma tha duilgheadasan agad fhathast.<br><br> Google Chrome<br> Google Chrome (PC)<br> Tagh ìomhaigh clàr Chrome. Tagh Roghainnean.<br> Rach gu Prìobhaideachd is Tèarainteachd, an uairsin briosgaidean agus dàta làraich eile.<br> Dèan cinnteach nach eil 'Cuir bacadh air briosgaidean treas pàrtaidh'.<br><br> Google Chrome (Mac):<br> Fosgail roghainnean Chrome bhon bhàr clàr-taice.<br> Rach gu Prìobhaideachd is Tèarainteachd, an uairsin briosgaidean agus dàta làraich eile.<br> Dèan cinnteach nach eil 'Cuir bacadh air briosgaidean treas pàrtaidh'.<br><br> Google Chrome (Android):<br> Air an inneal Android agad, fosgail an aplacaid Chrome.<br> Aig a ’mhullach air an làimh dheis, tap air Barrachd agus an uairsin air Settings.<br> Tap air Roghainnean làraich agus an uairsin briosgaidean.<br> Ri taobh ‘briosgaidean,’ cuir an suidheachadh air.<br> Thoir sùil air a ’bhogsa ri taobh 'Ceadaich briosgaidean treas pàrtaidh.'<br><br> Internet Explorer<br> 1. Tagh an gèar san oisean gu h-àrd air an làimh dheis den sgrion, agus an uairsin tagh 'Internet Options'. Ma tha am Bàr-clàr agad air a chomasachadh, faodaidh tu ‘Innealan’ a thaghadh agus an uairsin ‘Roghainnean eadar-lìn’.<br> 2. Cliog air an taba 'Prìobhaideachd'.<br> 3. Tagh am putan 'Adhartach'.<br> 4. Fo ‘briosgaidean treas pàrtaidh’ tagh ‘Glac’.<br> 5. Cliog air 'OK'",
  "page-acc-tr2-head": "Stiùireadh Brabhsair airson briosgaidean tar-làraich",
  "priv-hc": "Prìobhaideachd air a chuimseachadh",
  "priv-hc-text": "Bidh lìonraidhean sanasachd gad fhaicinn mar an toradh aca. Cha dèan sinn sin. Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh.",
  "reporting-bugs-accessibility-button": "Ionnsaich tuilleadh mu roghainnean ruigsinneachd",
  "reporting-bugs-accessibility-head": "Roghainnean ruigsinneachd",
  "reporting-bugs-accessibility-text": "A bheil thu fradharcach no nach urrainn dhut hCaptchas a chrìochnachadh?",
  "reporting-bugs-guide-ff-head": "A ’glacadh mion-fhiosrachadh aithisg Bug: Firefox",
  "reporting-bugs-guide-ff-step-1": "Ceum 1: Innealan leasaiche fosgailte (Bidh seo a ’tòiseachadh a’ clàradh an t-seisein.)",
  "reporting-bugs-guide-ff-step-2": "Ceum 2: Cliog air tab Lìonra ann an Innealan Luchd-leasachaidh. Thoir sùil air bogsa logaichean Persist aig a ’mhullach.",
  "reporting-bugs-guide-ff-step-3": "Ceum 3: tadhal air https://accounts.hcaptcha.com/demo, no an làrach-lìn air a bheil duilgheadas agad (Nota Prìobhaideachd: dìreach mura h-eil inntinn agad a bhith a ’roinn na tha e) ... agus an uairsin cliog air I am putan daonna, agus feuch ri fuasgladh fhaighinn.",
  "reporting-bugs-guide-ff-step-4": "Ceum 4: Cliog air HAR às deidh dhut feuchainn ri fuasgladh fhaighinn, agus tagh Save All mar HAR gus an log lìonra a shàbhaladh. Cuir am faidhle sin thugainn.",
  "reporting-bugs-guide-ff-step-5": "Ceum 5: Cliog air an taba Console, agus cliog deas agus an uairsin Tagh a h-uile càil agus sàbhail sin ann am faidhle teacsa, gus an loga tòcan a shàbhaladh. Cuir thugainn sin cuideachd.",
  "reporting-bugs-guide-ff-step-6": "An ceum mu dheireadh: Cuir post-d gu na faidhlichean log HAR agus tòcan sin thugainn, agus thoir cunntas air an duilgheadas Cleachd: support@hcaptcha.com (cleachd seirbheis mar Dropbox no Filebin agus cuir ceanglaichean air adhart) agus gu roghnach dealbh-sgrìn, ma tha thu an amharas gu bheil rudeigin ann nach eil a ’nochdadh gu ceart . Feuch an cuir thu an IP a tha thu a ’cleachdadh cuideachd. Gheibh thu e bho https://www.whatsmyip.org/ Taing airson d ’ùine a ghabhail gus ar fiosrachadh fhaighinn! Tha sinn dealasach a thaobh a bhith ag obair hCaptcha gu math airson a h-uile duine.",
  "reporting-bugs-guide-head": "A ’glacadh mion-fhiosrachadh aithisg Bug: Chrome",
  "reporting-bugs-guide-step-1": "Ceum 1: Innealan leasaiche fosgailte (Bidh seo a ’tòiseachadh a’ clàradh an t-seisein.)",
  "reporting-bugs-guide-step-2": "Ceum 2: Cliog air tab Lìonra ann an Innealan Luchd-leasachaidh. Thoir sùil air bogsa log Preserve aig a ’mhullach.",
  "reporting-bugs-guide-step-3": "Ceum 3: tadhal air https://accounts.hcaptcha.com/demo, no an làrach-lìn air a bheil duilgheadas agad (Nota Prìobhaideachd: dìreach mura h-eil inntinn agad a bhith a ’roinn na tha e) ... agus an uairsin cliog air I am putan daonna, agus feuch ri fuasgladh fhaighinn.",
  "reporting-bugs-guide-step-4": "Ceum 4: Cliog Export HAR (an t-saighead beag sìos) às deidh dhut feuchainn ri fuasgladh, a shàbhaileas log an lìonra. Cuir am faidhle sin thugainn.",
  "reporting-bugs-guide-step-5": "Ceum 5: Cliog air an tab Console, agus cliog deas agus an uairsin Sàbhail mar .. gus an loga tòcan a shàbhaladh. Cuir thugainn sin cuideachd.",
  "reporting-bugs-guide-step-6": "An ceum mu dheireadh: Cuir post-d na faidhlichean log HAR agus tòcan sin thugainn, agus thoir cunntas air an duilgheadas. Cleachd: support@hcaptcha.com (cleachd seirbheis mar Dropbox no Filebin agus cuir ceanglaichean air adhart) agus gu roghnach dealbh-sgrìn, ma tha thu an amharas gu bheil rudeigin ann nach eil a ’nochdadh gu ceart. Feuch an cuir thu an IP a tha thu a ’cleachdadh cuideachd. Gheibh thu e bho https://www.whatsmyip.org/ Taing airson d ’ùine a ghabhail gus ar fiosrachadh fhaighinn! Tha sinn dealasach a thaobh a bhith ag obair hCaptcha gu math airson a h-uile duine.",
  "reporting-bugs-guide-text-1": "Le bhith a ’cur fiosrachadh debugging leis an aithisg agad bidh e nas fhasa dhuinn na tha a’ dol a chomharrachadh. Seo stiùireadh ceum air cheum:",
  "reporting-bugs-guide-text-2": "Ma tha thu nad leasaiche lìn no neach-cleachdaidh eòlach, is e an geàrr-chunntas gum bu mhath leinn gun cuir thu thugainn lìonra a ’clàradh HAR agus logaichean consola brabhsair. Feuch an cuir thu casg air neach-bacadh ad no leudachadh tèarainteachd brabhsair an toiseach agus an uairsin till air ais mus tèid thu tro na ceumannan sin. Ma dh ’fhuasgail sin do dhuilgheadas, bhiodh sinn fhathast taingeil gun leig thu fios dhuinn dreach do bhrobhsair, bacadh ad no leudachadh brabhsair, agus URL an làrach-lìn.",
  "reporting-bugs-intro-head": "Lorg bug? Seo mar a nì thu aithris air.",
  "reporting-bugs-intro-text": "Bidh milleanan de dhaoine a ’cleachdadh hCaptcha gach mìos, air mìltean de mheasgachadh de bhrobhsairean, leudachadh, innealan, ballachan teine agus barrachd. Is e ar n-amas dèanamh cinnteach gum bi e an-còmhnaidh ag obair dhut, agus mar sin tha sinn gu mòr a ’cur luach air na h-aithisgean agad! Gus fios air ais luath a thoirt seachad, dìreach cliog air a ’phutan Cuir fios air ais thugainn. Ma tha thu a ’faicinn cùis gnìomh, feuch an lean thu an stiùireadh log deasbaid airson Chrome no stiùireadh log deasbaid airson Firefox gu h-ìosal. Airson brobhsairean sam bith eile dìreach cuir post-d thugainn. Airson cùisean tèarainteachd no prìobhaideachd a dh ’fhaodadh a bhith ann, faic an stiùireadh gu h-ìosal.",
  "reporting-bugs-privacy-head": "Cùisean prìobhaideachd",
  "reporting-bugs-privacy-text": "Chan eil dragh againn cò na luchd-cleachdaidh, dìreach dè cho dualtach ‘s a tha iad a bhith droch-rùnach no innealan. Bidh sinn a ’toirt taic do dh’ iomairtean mar Pas Prìobhaideachd, agus ag obair gu cruaidh gus prìobhaideachd agus tèarainteachd a chothromachadh. Ma tha thu air cùis a lorg a tha thu a ’smaoineachadh a bheireadh buaidh air prìobhaideachd luchd-cleachdaidh, cuir post-d thugainn aig support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Cuir thugainn fios air ais",
  "reporting-bugs-provide-feedback-head": "Thoir seachad fios air ais sa bhad air hCaptcha",
  "reporting-bugs-provide-feedback-text": "Tha sinn a ’cur luach mòr air do thaic. Leig fios thugainn mu chùisean sam bith agus bidh sinn gan fuasgladh gu sgiobalta.",
  "reporting-bugs-security-head": "Bugs tèarainteachd",
  "reporting-bugs-security-text": "Tha ùidh againn an-còmhnaidh ann a bhith a ’faighinn aithisgean de bhiteagan tèarainteachd. Cuir post-d gu support@hcaptcha.com & CC security@hcaptcha.com agus gheibh sinn air ais thugad gu sgiobalta. Tha prògram bounty bug againn cuideachd airson aithisgean tèarainteachd ion-roghnach air an t-seirbheis hCaptcha agus an còd stòr co-cheangailte.",
  "sales-interstitial-c1": "Do chompanaidhean",
  "sales-interstitial-c1a": "Fuasglaidhean tèarainteachd iomairt (pàighte)",
  "sales-interstitial-c1b": "Ionnsaich tuilleadh mu hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Iomradh dàta",
  "sales-interstitial-c1d": "Ceannach seirbheisean mothachadh hCaptcha",
  "sales-interstitial-c2": "Do dhaoine fa leth",
  "sales-interstitial-c2a": "Cuir hCaptcha ris an t-seirbheis agad (an-asgaidh)",
  "sales-interstitial-c2b": "Cuir hCaptcha airson Foillsichearan ris an làrach-lìn no an aplacaid agam",
  "sales-interstitial-c2c": "Dè a th ’ann an hCaptcha?",
  "sales-interstitial-c2d": "Ionnsaich tuilleadh mu hCaptcha",
  "sales-interstitial-head": "Feuch an dèan sinn cinnteach gun ruig thu an àite cheart.",
  "sec-hc": "Tèarainteachd an toiseach",
  "sec-hc-text": "Tha hCaptcha ag amas air foillsichear. Bidh sinn ag obair gus fìor dhàta a thoirt do làraich agus leigeil leotha co-dhùnadh ciamar a chleachdas iad e. Tha cruinneas ann airson d ’ùidh agus sinne. Tha captchas eile air an toirt seachad le companaidhean sanasachd. Dh ’fhaodadh gach bot a chuireas iad bacadh air an teachd-a-steach aca a lughdachadh.",
  "signup-interstitial-c1": "Airson companaidhean no làraich-lìn",
  "signup-interstitial-c1a": "Cuir hCaptcha ris an t-seirbheis agad (an-asgaidh)",
  "signup-interstitial-c1b": "Cuir hCaptcha airson Foillsichearan ris an làrach-lìn no an aplacaid agam",
  "signup-interstitial-c1c": "Fuasglaidhean tèarainteachd iomairt (pàighte)",
  "signup-interstitial-c1d": "Ionnsaich tuilleadh mu hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Iomradh dàta",
  "signup-interstitial-c1f": "Ceannach seirbheisean mothachadh hCaptcha",
  "signup-interstitial-c2": "Do dhaoine fa leth",
  "signup-interstitial-c2a": "Ruigsinneachd",
  "signup-interstitial-c2b": "Ionnsaich mu roghainnean ruigsinneachd airson hCaptcha",
  "signup-interstitial-c2c": "Coisinn airgead",
  "signup-interstitial-c2d": "Obraich mar neach-deuchainn dàta fa leth",
  "signup-interstitial-head": "Feuch an dèan sinn cinnteach gun ruig thu an àite cheart.",
  "support-interstitial-c1": "Do chompanaidhean",
  "support-interstitial-c1a": "Fuasglaidhean tèarainteachd iomairt (pàighte)",
  "support-interstitial-c1b": "Faigh taic airson hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "Foillsichear hCaptcha (an-asgaidh)",
  "support-interstitial-c1d": "Faigh taic airson Foillsichear hCaptcha",
  "support-interstitial-c2": "Do dhaoine fa leth",
  "support-interstitial-c2a": "A bheil duilgheadas agad le dùbhlan?",
  "support-interstitial-c2b": "Ionnsaich mu roghainnean ruigsinneachd airson hCaptcha",
  "support-interstitial-c2c": "A bheil thu airson cunntas a thoirt air biast?",
  "support-interstitial-c2d": "Ionnsaich tuilleadh mu bhith ag aithris air cùisean bathar-bog",
  "support-interstitial-head": "Feuch an dèan sinn cinnteach gun ruig thu an àite cheart.",
  "switch-to-english-link": "Atharraich gu Beurla",
  "what-is-hcaptcha": "Dè a th ’ann an hCaptcha?",
  "what-is-hcaptcha-text": "Bidh hCaptcha a ’cuideachadh nan seirbheisean lìn as fheàrr leat a bhith a’ cumail a-mach botaichean, spama, agus droch dhìol le bhith a ’faighneachd cheistean sìmplidh a tha furasta dha daoine agus duilich dha innealan.",
  "why-hc": "Carson hCaptcha?",
  "why-hc-text": "Gach uair a fhreagras tu dùbhlan, bidh sinn a ’cleachdadh mhodalan sòlaimte gus faighinn a-mach a bheil thu nad dhuine no inneal. Bidh an làrach-lìn air an do thadhail thu an uairsin a ’cleachdadh an toradh seo gus cuideachadh le bhith a’ leasachadh do eòlas air an làrach aca le bhith a ’cumail a-mach botaichean.",
  "footer-link-5b": "Brùth",
  "footer-link-cyberattacks": "Cyberattacks 101",
  "header-enterprise-link": "Iomairt",
  "intro-subtitle": "Fuasgail an duilgheadas bot agad an-diugh."
}
