{
    "a11y-img-1": "Allon mai amfani da isa bayan shiga",
    "a11y-img-2": "Zaɓin samun dama a cikin menu UI widget",
    "a11y-img-3": "Akwatin tattaunawa mai isa cikin UI widget",
    "about-advisors-brendan": "Shugaba na Brave. Co-kafa Mozilla. Mahaliccin Yaren shirye-shiryen JavaScript. Maginin bincike da ƙari.",
    "about-advisors-dawn": "Farfesa, CS a Jami'ar California, Berkeley. Ilimi mai zurfi, tsaro, ƙwararren masani. Shugaba na Labaran Oasis.",
    "about-advisors-head": "Masu ba da shawara",
    "about-advisors-keiran": "Masanin Kimiyya a Stanford. Koyon na'ura da kuma yawan kuɗi a manyan bankuna, shingen shinge, da makarantar kimiyya.",
    "about-content-head-1": "Abin da muke yi",
    "about-content-head-2": "Me Ya Sa Ya Dace",
    "about-content-text-1": "hCaptcha sabis ne na Intuition Machines Inc, AI da kamfani mai koyon inji tare da mai da hankali akan ƙwarewar ƙwarewa da kuma gani na ML a sikeli. Muna ginawa da aiki da sikeli wanda za a iya daidaita shi don ba da damar ayyukan bidiyo da hoto don kamfanonin Global 2000 a duniya.",
    "about-content-text-1a": "hCaptcha yana kawo tsarin zamani, mai tsayayyar sirri don dakatar da bots.",
    "about-content-text-1b": "Muna nuna ƙalubalen CAPTCHA waɗanda suke da wahala ga bot amma suna da sauƙi ga mutane ta hanyar tattara bayanai mai wahalar-lakabin daga matsalolin koyon na'ura, da amfani da shi don rarrabe ko gidan yanar gizo ko baƙo na app mutum ne.",
    "about-content-text-2": "Dataarin bayanai gabaɗaya suna samar da kyakkyawan sakamako. Ginawa da kiyaye takaddun bayanan da suka dace daidai yana cin lokaci kuma yana da tsada. hCaptcha an kirkireshi ne don magance buƙatun namu a cikin yiwa hoto alama, kuma yanzu haka akwai wasu kamfanoni masu irin wannan buƙatun.",
    "about-content-text-2a": "'Yan wasan kwaikwayo marasa kyau suna ƙara zama ruwan dare akan layi. Amma sadaukar da sirrin mai amfani ba shine amsa ba.",
    "about-content-text-2b": "Matakan tsaro waɗanda kamfanonin talla ke bayarwa sun fi mai da hankali kan bin sahun masu amfani a duk faɗin yanar gizo. Mun ƙirƙiri ingantaccen bayani na tsaro wanda ke tabbatar da cutar da sirrin mai amfani ba lallai ba ne don isar da kyakkyawan sakamako.",
    "about-intro-head-1": "Game da hCaptcha",
    "about-intro-head-2": "Sirri, Tsaro, da kuma Na'urar Injiniya.",
    "about-intro-text": "hCaptcha shine sabis na CAPTCHA mai zaman kansa wanda akafi amfani dashi a duniya.",
    "about-leadership-alex": "Database da kuma masanin Blockchain. Injiniyan farko a Cloudera da ƙari. Shekaru da yawa na ƙwarewar ginin software da ƙungiyoyi.",
    "about-leadership-eli": "Shugaba Shugaban da aka sani a cikin AI. Yayi amfani da hankali na inji a sikeli zuwa matsaloli iri-iri na kasuwanci a cikin shekarun da suka gabata.",
    "about-leadership-head": "Wanene mu",
    "about-leadership-headsub": "Experiencedwararren ƙungiyar, suna aiki akan matsaloli mafi wahala na yau.",
    "about-leadership-link1": "Wanene mu",
    "about-leadership-text1": "Muna da ƙwarewa a cikin zurfin ilmantarwa da kuma ilimin masarufin yanki na sikelin a sikeli, tare da mai da hankali kan tabbatar da tsarin yanar gizo daga barazanar zamani na zamani.",
    "about-leadership-text2": "Tare da shekarun da suka gabata na ƙwarewar software da ƙwarewar ilmantarwa na inji, muna ginawa da aiki da manyan hanyoyin daidaitawa don magance wasu matsaloli mafi wahala na yau tare da kiyaye sirri.",
    "about-leadership-todd": "PhD a cikin Biology na Kwarewa, Stanford. Yin aiki tare da cibiyoyin sadarwar jijiyoyi tun daga 1999. Mai da hankali kan amfani da ML da zurfin koyo a sikeli.",
    "acc-opt": "Zaɓuɓɓukan isa ga",
    "acc-opt-but": "Learnara koyo game da zaɓuɓɓukan amfani",
    "acc-opt-text": "Shin idanunku sun lalace ko kuma ba ku iya kammala hCaptchas ba?",
    "accessibility-link": "Samun dama",
    "appreciate-in": "Muna godiya da gudummawar ku. Bari mu san kowace matsala kuma za mu warware su da sauri.",
    "fb-but": "Aika mana da ra'ayoyin",
    "feedback-text": "Ba da amsa kan hCaptcha da kuka gani kawai",
    "footer-attribution": "Hanya",
    "footer-copyright-text": "hCaptcha alamar kasuwanci ce mai rijista ta Intuition Machines, Inc.",
    "footer-header-1": "Kamfanin",
    "footer-header-2": "Albarkatun kasa",
    "footer-header-3": "Saduwa",
    "footer-link-1": "Rubuta lakabi",
    "footer-link-10": "Samun dama",
    "footer-link-2": "Game da",
    "footer-link-3": "Ayyuka",
    "footer-link-4": "Alamomin kasuwanci",
    "footer-link-5": "AI xa'a",
    "footer-link-6": "Blog",
    "footer-link-7": "Matsayi",
    "footer-link-8": "Takaddun shaida",
    "footer-link-9": "Yi rahoton ugwaro",
    "footer-privacy": "Sirri",
    "footer-subheader-1": "Tallafi",
    "footer-subheader-2": "Saduwa",
    "footer-terms": "Sharuɗɗa",
    "h-plans": "Shirye-shiryen Biyan Kuɗi",
    "header-docs-link": "Takardun",
    "header-labeling-services-link": "Ayyukan Rubutawa",
    "header-login-button": "Shiga",
    "header-plans-link": "Shirye-shirye",
    "header-signup-button": "Sa hannu",
    "home-about-head": "Game da hCaptcha",
    "home-about-subtitle": "Eredarfafawa ta Yarjejeniyar HUMAN",
    "home-about-text-1": "hCaptcha an tsara shi don magance babbar matsalar aiki a cikin koyon na'ura: yiwa mutane lakabi da yawa na bayanai a kan kari, mai araha, kuma amintacce.",
    "home-about-text-2": "Dataarin bayanai gabaɗaya suna samar da kyakkyawan sakamako a cikin tsarin ilmantarwa na injin horo. Nasarar da aka samu na samfuran zurfafawa kwanan nan ya haifar da ƙara manyan ɗakunan bayanai, kusan koyaushe tare da nazarin ɗan adam. Koyaya, ƙirƙirar manyan abubuwan adana bayanan mutum ta hanyar Mechanical Turk, Hoto Takwas, da sauransu duk suna da tsada da tsada.",
    "home-about-text-3": "hCaptcha yana bawa yanar gizo damar samun kuɗi don biyan wannan buƙatun yayin toshe bots da sauran nau'ikan zagi.",
    "home-about-text-4": "Kasuwar hCaptcha tana aiki ne ta hanyar UMa'idodin HUMAN, buɗaɗɗiyar yarjejeniya don nazarin ɗan adam wanda ke gudana akan toshewar Ethereum. Shafukan yanar gizo suna samun Alamar Mutum (HMT) a duk lokacin da masu amfani suke amfani da widget din hCaptcha a shafinsu, kuma kamfanonin koyon inji suna biyan Human Tokens don samun lambar bayanan su.",
    "home-ba-labeling-services-link": "Ayyukan Rubutawa",
    "home-benefits-head-1": "Darajar cikin Rubutun Bayanai",
    "home-benefits-head-2": "Ba da Sadaka",
    "home-benefits-text-1": "Shin kun fahimci duk lokacin da kuka latsa motar kuna taimaka wajan horar da tsarin koyon injin kamfanin Gigantic kyauta?",
    "home-benefits-text-2": "hCaptcha ya juya wannan samfurin a kusa. Lokacin da kake amfani da hCaptcha, kamfanoni suna ba da gudummawa akan aikin masu amfani da ku yayin da suke tabbatar da mutuntakar su. Kuna samun lada.",
    "home-benefits-text-3": "Kuna son mayar da sadaka da kuka fi so? hCaptcha yana baka damar tallafawa sadaka da kake so da kudaden da kake samu ta amfani da shi. Masu amfani a kan rukunin yanar gizon ku da sannu za su iya ganin gudummawar ku ga sadaka ta hanyar sanya alama ta hankali a kan hCaptcha interface.",
    "home-challenge-text-1": "Zaɓi duk hotunan da suka dace da tambaya",
    "home-challenge-text-2": "Ineayyade yankin da ke daure don abubuwa",
    "home-challenge-text-3": "Gano alamun da suka dace",
    "home-challenge-title-1": "Kwatantawa",
    "home-challenge-title-2": "Bounding Box",
    "home-challenge-title-3": "Kasawa",
    "home-challenges-head": "Kalubalen da aka gabatar",
    "home-challenges-text-1": "... da sauran ayyuka masu sauki. Sauƙi ga mutane, mai wuya ga bots.",
    "home-challenges-text-2": "Hakanan ana samun ayyuka na al'ada don masu buga masana'anta.",
    "home-ent-1": "Ana neman kayan aikin tsaro na tsaro?",
    "home-ent-2": "Ziyarci sabon rukunin yanar gizonmu: BotStop.com",
    "home-ent-button": "Learnara koyo: BotStop ta hCaptcha",
    "home-from-the-blog": "DAGA BLOG:",
    "home-from-the-blog-value": "Ta yaya hCaptcha Matsalar Saituna ke aiki",
    "home-intro-body": "Kuna amfani da captcha don kiyaye fitar da bots? hCaptcha yana kare sirrin mai amfani, yana ba da lada ga gidajen yanar gizo, kuma yana taimaka wa kamfanoni yin tambarin bayanan su. Sauyawa-in maye gurbin reCAPTCHA: zaka iya canzawa tsakanin mintina.",
    "home-intro-button": "Shiga Yanzu",
    "home-intro-head": "Dakatar da ƙarin bots. Fara kare sirrin mai amfani.",
    "home-main-1": "Na kashin kai. M. Sauri. Kuma muna biya ku don amfani da shi.",
    "home-main-2": "An Ba da Bayanin Tsare Sirri",
    "home-main-2c": "Cibiyoyin sadarwar talla suna ganin baƙi kamar samfurin. Don hCaptcha samfurin shine aikin da suke samarwa. Ba mu damu da su wane ne masu amfani da ku ba, kawai ta yaya za su zama masu ƙeta. Muna tallafawa abubuwa kamar Sirrin Sirri, kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro.",
    "home-main-3": "Tsaro Na Farko",
    "home-main-3c": "Daidaitawa shine cikin sha'awar ku da namu. hCaptcha yana mai da hankali ga mai wallafa. Muna aiki don ba ku ainihin bayanai kuma bari ku yanke shawarar yadda za ku yi amfani da shi. Sauran captchas suna bayar da kamfanonin tallatawa na Gigantic. Wannan yana nufin duk bot din da suka toshe na iya rage kudaden shiga.",
    "home-main-4": "Mafi Kyawun Userwarewar Mai Amfani",
    "home-main-4c": "HCaptcha yana amfani da samfuran koyon inji mai ƙera abubuwa don ƙayyade ɗan adam. Wannan yana ba mu damar buƙatar ƙananan ayyuka masu ɓacin rai daga masu amfani da ku da kuma ɗaukar lokaci kaɗan a cikin yin hakan, yayin da har yanzu ke samar da bayanan da aka lakafta masu amfani don yiwa abokan ciniki lakabi.",
    "home-main-plans": "hCaptcha kyauta ne don amfani ga masu buga kowane girman. Koyaya, don kamfanoni da dandamali waɗanda ke buƙatar ƙarin iko, ana samun hanyoyin samar da hanyoyinmu.",
    "home-main-plans2": "Maganin sha'anin hCaptcha yana kare miliyoyin masu amfani a fadin miliyoyin yanar gizo na wasu manyan kamfanoni a duniya. Da fatan a tuntube mu don ƙarin bayani, ko ziyarci",
    "home-main-plans3": "Maganin sha'anin hCaptcha yana kare miliyoyin masu amfani a fadin miliyoyin yanar gizo na wasu manyan kamfanoni a duniya. Da fatan a tuntube mu don ƙarin bayani, ko ziyarci",
    "home-main-plans4": "don cikakkun bayanai.",
    "home-plans-button-1": "Shiga yanzu",
    "home-plans-button-2": "Saduwa da tallace-tallace",
    "home-plans-chart-head-1": "Fasali",
    "home-plans-chart-head-2": "Madalla",
    "home-plans-chart-head-3": "Ciniki",
    "home-plans-chart-row-1-cell-1": "Nau'in sarrafa ƙalubalen da aka nuna",
    "home-plans-chart-row-1-cell-2": "Iyakantacce",
    "home-plans-chart-row-1-cell-3": "Jimla",
    "home-plans-chart-row-10-cell-1": "Multi-mai amfani dashboards",
    "home-plans-chart-row-11-cell-1": "Babban fasali na rahoto",
    "home-plans-chart-row-12-cell-1": "Kasuwancin SLAs",
    "home-plans-chart-row-2-cell-1": "Sarrafa ƙalubalen da aka yi amfani da shi",
    "home-plans-chart-row-2-cell-2": "Iyakantacce",
    "home-plans-chart-row-2-cell-3": "Jimla",
    "home-plans-chart-row-3-cell-1": "Sami lada don warwarewar ɗan adam",
    "home-plans-chart-row-4-cell-1": "Tsarin duniya na anti-bot",
    "home-plans-chart-row-5-cell-1": "Yana aiki a kowace ƙasa",
    "home-plans-chart-row-5a-cell-1": "Babu-CAPTCHA da 99.9% hanyoyin wucewa",
    "home-plans-chart-row-5b-cell-1": "Confidenceididdigar Bot",
    "home-plans-chart-row-6-cell-1": "Dokar sirri na GDPR da CCPA",
    "home-plans-chart-row-7-cell-1": "Matakan wahala masu kyau",
    "home-plans-chart-row-8-cell-1": "Kaddamar da abun cikin ƙalubalenku",
    "home-plans-chart-row-9-cell-1": "Tsarin lokaci mai wahala",
    "home-try-it-out-button": "Samu hCaptcha",
    "home-try-it-out-head": "Gwada shi",
    "home-try-it-out-text": "hCaptcha yana samar da sauƙi mai sauƙi, mai sauƙi, kuma abin dogara bot yayin da yake mara mahimmanci ga mutane don warwarewa.",
    "labeling-about-head": "Game da hCaptcha",
    "labeling-about-text-1": "hCaptcha an tsara shi don magance babbar matsalar aiki a cikin koyon inji; lakafta adadi mai yawa ta hanyar da ta dace, mai araha, kuma abin dogaro. Dataarin bayanai gabaɗaya suna samar da kyakkyawan sakamako a cikin tsarin ilmantarwa na injin horo. Nasarar da aka samu na samfuran zurfi ya haifar da ƙara yawan tarin bayanai, kuma hCaptcha yana biyan wannan buƙatun.",
    "labeling-about-text-2": "Koyaya, ƙirƙirar manyan abubuwan adana bayanai na ɗan adam ta amfani da hanyoyin gargajiya duka biyun suna da tsada da tsada. hCaptcha hanya ce don kamfanoni don samun bayanin da suke buƙata da sauri, tare da ƙimar mafi girma kuma a farashi mai rahusa fiye da sauran hanyoyin.",
    "labeling-annotations-head": "Nau'in Bayanai",
    "labeling-annotations-text-1": "Gano abu daidai a hotuna da bidiyo",
    "labeling-annotations-text-2": "Gano abu daidai a hotuna da bidiyo",
    "labeling-annotations-text-3": "Bayani mai nunawa don sha'anin amfani da yawa",
    "labeling-annotations-text-4": "Tsara ko haɗa nau'ikan sabani na kowane girman",
    "labeling-annotations-text-5": "Binciken mutum da rarrabuwa",
    "labeling-annotations-text-6": "Ana buƙatar wani nau'in ba a jera shi a nan ba? Tambaye mu kawai.",
    "labeling-annotations-title-1": "Kwalin Bound",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Alamu",
    "labeling-annotations-title-4": "Sanya Rarrabawa",
    "labeling-annotations-title-5": "Kwatantawa da Ganowa",
    "labeling-annotations-title-6": "... da ƙari da yawa",
    "labeling-ent-button": "Tuntuɓi Solungiyar Magani na Kasuwancinmu",
    "labeling-ent-head": "Ana Bukatar Ikon -arshe?",
    "labeling-ent-text-1": "Tsarin HUMAN a bayan hCaptcha yana ba da ƙwarewar aiki mai inganci da fasali na gudanarwa ta hanyar gabatarwa, matasan, ko aikawar SaaS waɗanda ke haɗuwa da tsarin da kuke da su.",
    "labeling-ent-text-2": "Gudun gaba ɗaya ba tare da ma'aikata ba, darajar waƙar da aka cinye a tsakanin sassan kasuwanci ko abokan haɗin gwiwa, zaɓaɓɓe ayyukan ayyuka zuwa daban-daban na cikin gida ko masu samar da kwadago bisa la'akari da buƙatun kuɗi da tsaro, da ƙari.",
    "labeling-ent-text-3": "Samun damar API mai sauƙi, dashboards masu kyau, da sabuwar fasahar ƙira-in-madauki don ƙara haɓaka.",
    "labeling-ent-text-4": "99.99% SLAs na zamani da 24/7 tallafi na duniya ana samunsu. Don ƙarin bayani:",
    "labeling-features-head-1": "Simpleananan bututun mai mai API.",
    "labeling-features-head-2": "Addara don farashi da inganci. Babu buƙatar sadaukarwa ta gaba.",
    "labeling-features-head-3": "Biya kawai don daidaito da kuke buƙata.",
    "labeling-features-head-4": "Bayar da bayanan gaskiyar ku na ƙasa ko bari mu gina shi akan tashi.",
    "labeling-features-text-1": "Kuna son haɗa nazarin ɗan adam kai tsaye cikin ayyukan kasuwancin ku? Muna ba da tabbaci na SLA, ƙarfin tabbaci, da sauƙi REST APIs.",
    "labeling-features-text-2": "Tsarin dandalin HUMAN yana amfani da samfuran kwarjini don yin ingantaccen binciken ingantaccen lokaci. Wannan yana ba mu damar ƙayyade saurin wahalar tambayoyin da amsar da ta dace da su, tana ba ku lokaci da kuɗi.",
    "labeling-features-text-3": "Ba duk matsaloli iri ɗaya bane. Bayani don ayyuka masu mahimmanci na aminci na iya buƙatar amincewa da 99.99% daga ɗaukacin ma'aikatan ɗan adam. Bayani don fasalin beta ɗaya a cikin aikace-aikacen wasan wayar hannu na iya buƙatar matsakaiciyar amincewa kawai. Kuna yanke shawara.",
    "labeling-features-text-4": "Kuna da ɗanyen bayanai ba tare da cikakken saitin tabbaci ba? A mafi yawan lokuta zamu iya gina muku guda ɗaya yayin da ayyuka ke gudana ta hanyar tsarin, ko ƙirƙirar samfuran da aka yiwa lakabi don yardar ku.",
    "labeling-info-head": "Samun Bayanan Layi",
    "labeling-info-text-1": "Yi magana da ɗayan masanan yankinmu don ayyana bukatun aikinku: daidaitattun manufa, tsari, da kowane buƙatu na musamman.",
    "labeling-info-text-2": "Muna aiwatar da ƙaramin aikin samarwa bisa ga bayanan samfurin ku. Wannan yana gwada aikin da muka yi tare don tabbatar muku da ainihin abin da kuke buƙata.",
    "labeling-info-text-3": "Tare da babban ƙararmu da ƙarancin jinkiri za mu juya ayyukanku da sauri, tare da isar da kai tsaye da zarar an gama.",
    "labeling-info-text-4": "Yayin da muke fahimtar sigogin aikinku na samarwa, sakamakon zai ci gaba da haɓaka cikin lokaci.",
    "labeling-info-text-5": "Dashboards na yau da kullun suna ba ka damar bayar da amsa ko dakatar da samarwa a kowane lokaci.",
    "labeling-info-title-1": "Ayyade Bayani dalla-dalla",
    "labeling-info-title-2": "Gwajin Aiki na Farko",
    "labeling-info-title-3": "Loaddamar da Ayyuka Productionaddamarwa",
    "labeling-info-title-4": "Cigaba da Ingantawa",
    "labeling-info-title-5": "Sakamakon Lokaci Na Gaskiya",
    "labeling-main-1": "Alamar bayanai mai tasiri mai tsada a sikelin",
    "labeling-main-1-button": "Samu Labarin Bayanai Yanzu",
    "labeling-main-1c": "Ana buƙatar ƙarin lakabi don bayanan bayanan ku? hCaptcha yana ba da lada mai sauri, mai tsada, da kuma lakabin bayanai mai inganci don kamfanonin da ke aiki a kan ilimin kere kere da aikace-aikacen ilmantarwa na inji.",
    "labeling-main-2": "Kaddamar da miliyoyin ayyuka nan take.",
    "labeling-main-2-button": "Sayi Sabis ɗin Rubutun Bayanai",
    "labeling-main-2c": "hCaptcha yana da ɗayan manyan wuraren waha a duniyar da ake dasu don amfanin ku. Duk irin sikelin ku, za mu iya ɗaukarsa ba tare da tsinkayen alkawura na gaba ba. Miliyoyin ayyuka a kowace rana ba matsala bane.",
    "labeling-platform-head": "Bayanin Kai ko na Jama'a",
    "labeling-platform-text": "hCaptcha an gina shi ne akan dandamalin HUMAN, wanda ke ba da damar sauƙaƙe da bincike don inganta tsada da inganci a kowane mataki. Wannan fasahar tana bawa ma'aikata dama su rike kowane bangare na aikinku, kara ingancin aiki yayin kiyaye sirri da saduwa da duk wasu ka'idoji da zasu iya aiki.",
    "labeling-try-button": "Sayi Sabis ɗin Rubutun Bayanai",
    "labeling-try-head": "Kuna so ku gwada shi tare da bayananku?",
    "labeling-try-text": "... muna shirye idan kun kasance: ana samun sabis namu ba dare ba rana.",
    "learn-more-hcaptcha": "Moreara Koyo game da hCaptcha",
    "page-acc-faq-1": "Tambaya: Shin hCaptcha Sashe na 508 + WCAG 2.1 AA ya yarda? Amsa: Mun yi imani da haka: duk masu amfani da kowane nau'i na lahani waɗanda ke iya bincika yanar gizo da shigar da rubutu a kan fom na iya samun damar ayyukan da aka kariya ta hCaptcha kan rajista. Koyaya, wannan ba shawara ce ta doka ba: yakamata kuyi naku kimantawa, la'akari da aiwatarwar ku na musamman don tabbatar da cewa wannan shine batun aika ku.",
    "page-acc-faq-2": "Tambaya: Shin kuna aiki akan wasu zaɓuɓɓuka masu sauƙin amfani (a11y), kamar odiyo? Amsa: Shahararrun zaɓuɓɓuka na baya kamar masu ɗaukar sauti suna nuna bambanci ga yawancin masu amfani da a11y kuma ana iya cin nasara da su ta hanyar dabarun koyon na'ura na zamani. Wannan ya tilasta wa kalubalen sauti a halin yanzu ya zama yana da wahala, gabatar da hayaniya, lokaci mara dadi, hada kalmomin da ba a saba ba, da sauransu don kayar da maharan. Don haka ba mu da ƙima game da wannan tsarin vs. guje wa ƙalubalen kwata-kwata, amma za mu yi la'akari da shi idan akwai buƙata daga ƙungiyar a11y. Koyaya, muna da sha'awar Shafin Sirri don shari'ar amfani da Shiga ciki. Mun yi imanin hada hada-hadarmu ta A11y ta yanzu tare da bayar da Bayanin Tsare Sirri zai ba masu amfani a11y damar yin bincike cikin aminci, amintattu da sanin cewa zirga-zirgar su ta fi zama ta sirri, yayin takaita cin zarafin da masu aiki da bot ke yi wanda babu makawa ya faru yayin da a11y za su samu. Mu mahalarta ne masu aiki a ƙungiyar IETF da ke daidaita wannan sabuwar fasahar.",
    "page-acc-faq-3": "Tambaya: Me game da sirri? Shin rajista tana fallasa bayanan bincike na a11y a wata hanya? Me kuke yi da imel ɗin? Amsa: an tsara hCaptcha don sirri daga ƙasa har zuwa sama. Ya banbanta da zaɓuɓɓukan gargajiya kamar reCAPTCHA waɗanda ke mallakar gidajen yanar sadarwar talla, waɗanda ke da kwarin gwiwar bin sawun ku a cikin gidan yanar gizan kuma su haɗa ku da ainihin asali. Ba zamu taɓa yin amfani da imel na isa ba ko bayani don kowane dalili ban da sauƙaƙe amfani da a11y da hana cin zarafi. Manufofinmu na sirri suna da cikakkun amsoshi masu karfi game da yadda muke amfani da bayanai, amma gajeriyar amsa ita ce ba mu da shaawar hada ka a matsayin mutum tare da tarihin binciken ka.Haka nan a halin yanzu muna aiki kan wani bayani na sirri don kawar da adireshin imel da sauri yayin ci gaba da kiyaye ikonmu don hana cin zarafi, tare da inganta aikin Password ɗinmu.",
    "page-acc-link-1": "Idan kai mai amfanin amfani ne, da fatan za a yi rajista a nan.",
    "page-acc-subhead": "Tabbatar da samun damar mara amfani ga duk masu amfani yayin kiyaye tsaro",
    "page-acc-summary": "Takaitawa",
    "page-acc-summary-contents-1": "An tsara hCaptcha don dakatar da bots ta bambanta su da mutane. Gwajin gani shine kayan aiki mai dacewa don wannan, amma ba kowa bane zai iya magance ƙalubalen gani. A saboda wannan dalili mun tsara hanya mai sauƙi, mara zafi don barin masu wallafawa da ke amfani da sabis ɗinmu su adana isa ga kowa tare da cikakkiyar Sashe na 508 da bin WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Yadda yake aiki: da farko, mai amfani da amfani yana yin rajista a wannan URL ɗin, wanda aka haɗa shi a cikin shafin bayanin widget ɗin hCaptcha. Ana basu kuki mai rufin asiri wanda za'a iya amfani dashi sau da yawa a rana, amma dole ne a wartsake su duk bayan awa 24 ta hanyar shiga.Lokacin da aka gabatar da kalubale ga mai amfani da amfani a kowane shafin ta amfani da sabis na hCaptcha, zasu wuce ta atomatik.",
    "page-acc-title": "hCaptcha Bayanin Hanya",
    "page-acc-tr-body": "Tambaya: Har yanzu ina fuskantar kalubale bayan saita cookie. Me ke jawo haka?<br> Amsa: Wannan galibi saboda amfani ne da toshe talla ko kuma karin anti-cookie, ko saitin da ke toshe kukis na giciye, a wannan yanayin kuki ne na hcaptcha.com wanda aka saita ko aka bincika ta hCaptcha JS akan wani shafin daban. , kamar wanda kuke ziyarta.<br><br> hCaptcha kukis masu amfani suna aiki tare da duk mashahuran masu bincike da masu tallata talla tare da daidaitattun tsare-tsarensu, don haka yawanci gazawa ta samo asali ne saboda rubutun anti-ad-anti-adblock ko kuma irin waɗannan ka'idojin da aka kera wasu shafuka.<br><br> Solutions:<br><br> 1. Whitelist hcaptcha.com da * .hcaptcha.com kukis a cikin toshe ad ɗinku ko ƙarar tsaro ta burauzan.<br> 2. Idan kana amfani da Brave browser, wanda a halin yanzu babu alamun yana da kowane irin cookie, saika shiga Preferences -> Garkuwa -> Cookies saika zabi Bada All Cookies.<br> 3. Idan kana amfani da sabon salo na Safari akan kodai OS X 10.15 da aka fitar kwanan nan ko iOS 13.4, Apple ya canza halin Safari wanda ya shafi cookies na ɓangare na uku, yana toshe dukkansu ta hanyar tsoho. Muna aiwatar da wata mafita, amma kafin nan don Allah ziyarci Safari Preferences, sashin Sirri, da kuma bincika bin diddigin Gidan yanar gizon: Hana bin hanyar yanar gizo don ba kuki mai amfani damar yin aiki kamar yadda ake tsammani.<br><br> Tambaya: Ina amfani da na'urori da yawa. Shin ina bukatan yin rijista sau da yawa?<br> Amsa: A'a. Da fatan za a latsa wannan hanyar shiga ta imel ɗin da aka aiko muku a kan kowace na'urar da kuka yi amfani da ita don saita kuki.<br><br> Tambaya: Ta yaya zan iya kare kaina daga bin sahun kuki na ɓangare na uku yayin amfani da kuki mai amfani?<br> Amsa: Amfani da duk wani sirri ko kuma ad-blocking extension wanda ke tallafawa matakin bayyana yanki (misali uBlock Origin) zaiyi aiki kamar yadda ake tsammani: kawai ka tabbatar ka hitptite hcaptcha.com.",
    "page-acc-tr-title": "Don Masu Amfani da Hankali: Tambayoyi akai-akai da Jagorar Shirya matsala",
    "page-acc-tr2-body": "Safari<br> Don kunna cookies a cikin Safari (Mac): Jeka menu menu na Safari. Zaɓi zaɓuka. Danna Sirri a saman panel. A ƙarƙashin 'Toshe kukis' zaɓi zaɓi 'Ba zai taɓa ba.'<br> Don kunna cookies a cikin Safari (iPhone / iPad iOS 11+): Bude Saitunanku. Gungura ƙasa ka zaɓi Safari. A karkashin Sirri & Tsaro, kashe 'Hana Bin-hanyar Tsallaka-tsallaka' da 'toshe Duk Cookies'<br><br> Firefox<br> Danna maballin garkuwa zuwa hagu na sandar adireshin a kowane shafin yanar gizon. Danna Saitunan Kariya. Bangaren Sirri & Tsaron abubuwan fifiko na Firefox zai bude. A karkashin Ingantaccen Bibiyar Bin-sawu, zaɓi Custom. Zaɓi waɗanne masu sa ido da rubutun don toshe su ta hanyar zaɓar waɗancan akwatunan. Tabbatar kun kulle hcaptcha.com.<br><br> Hakanan zaka iya kashe wasu kariyar na dan lokaci a Custom don warware wannan, ta hanyar zabar akwatinan: Zaba akwatin masu bin Trackers ko ka zabi akwatin cookies din idan har yanzu kana da matsala.<br><br> Google Chrome<br> Google Chrome (PC)<br> Zaɓi gunkin menu na Chrome. Zaɓi Saituna.<br> Jeka Sirri da Tsaro, sannan Kukis da sauran bayanan rukunin yanar gizo.<br> Tabbatar cewa 'toshe cookies ɗin wani' ba a kunna ba.<br><br> Google Chrome (Mac):<br> Bude abubuwan fifikon Chrome daga sandar menu.<br> Jeka Sirri da Tsaro, sannan Kukis da sauran bayanan rukunin yanar gizo.<br> Tabbatar cewa 'toshe cookies ɗin wani' ba a kunna ba.<br><br> Google Chrome (Android):<br> A kan na'urarka ta Android, buɗe aikin Chrome.<br> A saman dama, matsa andari sannan Saituna.<br> Matsa Saitunan Yanar Gizo sannan Kukis.<br> Kusa da 'Kukis,' kunna saitin kan.<br> Duba akwatin da yake kusa da 'Bada cookies na ɓangare na uku.'<br><br> Internet Explorer<br> 1. Zaɓi kaya a saman kusurwar dama na allo, sannan zaɓi 'Zaɓuɓɓukan Intanet'. Idan kana amfani da Bar na Menu, zaka iya zaɓar 'Kayan aiki' sannan 'Zaɓuɓɓukan Intanet'.<br> 2. Danna maballin 'Sirri'.<br> 3. Zaɓi maballin 'Na gaba'.<br> 4. A karkashin 'Kukis na ɓangare na uku' zaɓi 'Karɓa'.<br> 5. Danna 'Ok'",
    "page-acc-tr2-head": "Umarnin Mai Binciken don Kukis ɗin Giciye",
    "priv-hc": "An Ba da Bayanin Tsare Sirri",
    "priv-hc-text": "Cibiyoyin sadarwar talla suna ganin ka a matsayin samfurin su. Ba mu. Ba mu kula da masu amfani da su ba, kawai ta yaya za su zama masu ƙeta. Muna tallafawa abubuwa kamar Sirrin Sirri, kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro.",
    "reporting-bugs-accessibility-button": "Learnara koyo game da zaɓuɓɓukan amfani",
    "reporting-bugs-accessibility-head": "Zaɓuɓɓukan isa ga",
    "reporting-bugs-accessibility-text": "Shin idanunku sun lalace ko kuma ba ku iya kammala hCaptchas ba?",
    "reporting-bugs-guide-ff-head": "Kama Kama Bayanin Bug Bayanai: Firefox",
    "reporting-bugs-guide-ff-step-1": "Mataki 1: Bude Kayan Kayan Developer (Wannan yana farawa rikodin zaman.)",
    "reporting-bugs-guide-ff-step-2": "Mataki 2: Danna kan hanyar sadarwa a cikin Developer Tools. Duba akwatin rajistan ayyukan a saman.",
    "reporting-bugs-guide-ff-step-3": "Mataki na 3: ziyarci https://accounts.hcaptcha.com/demo, ko gidan yanar gizon da kuke da matsala a kansa (Bayanin Sirri: kawai idan ba ku damu da raba abin da yake ba) ... sannan danna I ni maballin mutum ne, kuma yi ƙoƙarin warwarewa.",
    "reporting-bugs-guide-ff-step-4": "Mataki na 4: Danna HAR bayan kayi yunƙurin warwarewa, saika zaɓi Ajiye Duk kamar HAR don adana hanyar sadarwar. Aika wannan fayil ɗin mana.",
    "reporting-bugs-guide-ff-step-5": "Mataki na 5: Danna maɓallin Console, sannan danna-dama sannan zaɓi Duk ka adana hakan a cikin fayil ɗin rubutu, don adana bayanan wasan bidiyo. Aika mana da haka.",
    "reporting-bugs-guide-ff-step-6": "Mataki na karshe: Imel wa waɗanda ke HAR da fayilolin log ɗin mana, kuma ku bayyana matsalar Yi amfani da: support@hcaptcha.com (da fatan za a yi amfani da sabis kamar Dropbox ko Filebin kuma aika hanyar haɗi) kuma a zaɓi hoto, idan kuna tsammanin akwai wani abu da ba a nuna daidai ba . Da fatan za a aika IP ɗin da kuke amfani da shi kuma. Kuna iya samun sa daga https://www.whatsmyip.org/ Godiya da ba da lokaci don taimaka mana samun wannan bayanin! Mun dukufa don sanya hCaptcha aiki da kyau ga kowa.",
    "reporting-bugs-guide-head": "Kama Kama Bayanin Bug Bayanai: Chrome",
    "reporting-bugs-guide-step-1": "Mataki 1: Bude Kayan Kayan Developer (Wannan yana farawa rikodin zaman.)",
    "reporting-bugs-guide-step-2": "Mataki 2: Danna kan hanyar sadarwa a cikin Developer Tools. Duba akwatin ajiyar akwatin a saman.",
    "reporting-bugs-guide-step-3": "Mataki na 3: ziyarci https://accounts.hcaptcha.com/demo, ko gidan yanar gizon da kuke da matsala a kansa (Bayanin Sirri: kawai idan ba ku damu da raba abin da yake ba) ... sannan danna I ni maballin mutum ne, kuma yi ƙoƙarin warwarewa.",
    "reporting-bugs-guide-step-4": "Mataki na 4: Danna Export HAR (arrowan ƙasa ƙasa) bayan kayi yunƙurin warwarewa, wanda ke adana bayanan hanyar sadarwa. Aika wannan fayil ɗin mana.",
    "reporting-bugs-guide-step-5": "Mataki na 5: Danna maɓallin Console, sannan danna-dama sannan Ajiye azaman .. domin adana bayanan wasan bidiyo. Aika mana da haka.",
    "reporting-bugs-guide-step-6": "Mataki na karshe: Imel wadancan HAR da fayilolin log ɗin mana, kuma ku bayyana matsalar. Yi amfani da: support@hcaptcha.com (don Allah yi amfani da sabis kamar Dropbox ko Filebin kuma aika hanyar haɗi) da kuma zaɓi hoto, idan kuna tsammanin akwai wani abu da ba a nuna daidai ba. Da fatan za a aika IP ɗin da kuke amfani da shi kuma. Kuna iya samun sa daga https://www.whatsmyip.org/ Godiya da ba da lokaci don taimaka mana samun wannan bayanin! Mun dukufa don sanya hCaptcha aiki da kyau ga kowa.",
    "reporting-bugs-guide-text-1": "Aika bayanan cire kuskure tare da rahotonku zai sauƙaƙa mana sauƙi don gano abin da ke gudana. A nan akwai umarnin mataki-mataki:",
    "reporting-bugs-guide-text-2": "Idan kai masanin yanar gizo ne ko kuma kwararren mai amfani, takaitaccen bayani shine muna son ka turo mana da hanyar sadarwa mai rikodin HAR da rajistar kayan wasan burauzar. Da fatan za a gwada kashe duk wani mai toshe talla ko kuma kari na kariyar tsaro sannan kuma a sake gwadawa kafin a bi ta wadannan matakan. Idan hakan ya gyara matsalar ku, za mu ji daɗin yadda kuka sanar da mu sigar burauzarku, mai toshe ad ko kuma faɗakarwar bincike, da kuma adireshin gidan yanar gizon.",
    "reporting-bugs-intro-head": "Samu kwaro? Ga yadda za a ba da rahoton shi.",
    "reporting-bugs-intro-text": "Miliyoyin mutane suna amfani da hCaptcha kowane wata, akan dubban haɗakar masu bincike, kari, na'urori, garun wuta, da ƙari. Burinmu shine tabbatar da cewa koda yaushe ya muku aiki, saboda haka muna matukar yaba da rahotanninku! Don ba da amsa mai sauri, kawai danna maɓallin Aika mana da martani. Idan kuna ganin batun aiki, da fatan za a bi umarnin cire kuskure na Chrome ko umarnin cire kuskure na Firefox da ke ƙasa. Ga kowane masu bincike kawai su aiko mana da imel. Don yiwuwar tsaro ko al'amuran sirri, duba umarnin da ke ƙasa.",
    "reporting-bugs-privacy-head": "Batutuwan Sirri",
    "reporting-bugs-privacy-text": "Ba mu damu da wanene masu amfani ba, kawai ta yaya za su zama masu ƙeta ko injina. Muna tallafawa abubuwa kamar Sirrin Sirri, kuma muna aiki tuƙuru don daidaita tsare sirri da tsaro. Idan ka samo wata matsala da kake tsammanin zata iya shafar sirrin mai amfani, da fatan za a yi mana imel a support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Aika mana da ra'ayoyin",
    "reporting-bugs-provide-feedback-head": "Bayar da martani kai tsaye kan hCaptcha",
    "reporting-bugs-provide-feedback-text": "Muna godiya da gudummawar ku. Bari mu san kowace matsala kuma za mu warware su da sauri.",
    "reporting-bugs-security-head": "Tsaro na Tsaro",
    "reporting-bugs-security-text": "Kullum muna sha'awar karɓar rahotannin kwari na tsaro. Imel support@hcaptcha.com & CC tsaro@hcaptcha.com kuma za mu dawo gare ku da sauri. Hakanan muna da shirin kyaututtukan alƙawari na ƙwayoyin cuta don rahotannin tsaro masu cancanta akan sabis ɗin hCaptcha da lambar tushe mai dangantaka.",
    "sales-interstitial-c1": "Ga kamfanoni",
    "sales-interstitial-c1a": "Maganin tsaro na kasuwanci (an biya)",
    "sales-interstitial-c1b": "Learnara koyo game da hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Bayanin bayanai",
    "sales-interstitial-c1d": "Sayi sabis na bayanin hCaptcha",
    "sales-interstitial-c2": "Ga mutane",
    "sales-interstitial-c2a": "Hara hCaptcha zuwa sabis ɗinku (kyauta)",
    "sales-interstitial-c2b": "Hara hCaptcha don Masu Bugawa a cikin rukunin yanar gizo ko ƙa'ida ta",
    "sales-interstitial-c2c": "Menene hCaptcha?",
    "sales-interstitial-c2d": "Learnara koyo game da hCaptcha",
    "sales-interstitial-head": "Bari mu tabbatar kun isa wurin da ya dace.",
    "sec-hc": "Tsaro Na Farko",
    "sec-hc-text": "hCaptcha yana mai da hankali ga mai wallafa. Muna aiki don ba wa shafuka na ainihi bayanai kuma bari su yanke shawarar yadda za su yi amfani da shi. Daidaitawa shine cikin sha'awar ku da namu. Sauran captchas ana bayar dasu ta hanyar kamfanonin talla. Duk wani bot da suka toshe na iya rage kudaden shigarsu.",
    "signup-interstitial-c1": "Don kamfanoni ko yanar gizo",
    "signup-interstitial-c1a": "Hara hCaptcha zuwa sabis ɗinku (kyauta)",
    "signup-interstitial-c1b": "Hara hCaptcha don Masu Bugawa a cikin rukunin yanar gizo ko ƙa'ida ta",
    "signup-interstitial-c1c": "Maganin tsaro na kasuwanci (an biya)",
    "signup-interstitial-c1d": "Learnara koyo game da hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Bayanin bayanai",
    "signup-interstitial-c1f": "Sayi sabis na bayanin hCaptcha",
    "signup-interstitial-c2": "Ga mutane",
    "signup-interstitial-c2a": "Samun dama",
    "signup-interstitial-c2b": "Koyi game da zaɓuɓɓukan isa ga hCaptcha",
    "signup-interstitial-c2c": "Samun kuɗi",
    "signup-interstitial-c2d": "Yi aiki azaman mai tambarin bayanan mutum",
    "signup-interstitial-head": "Bari mu tabbatar kun isa wurin da ya dace.",
    "support-interstitial-c1": "Ga kamfanoni",
    "support-interstitial-c1a": "Maganin tsaro na kasuwanci (an biya)",
    "support-interstitial-c1b": "Nemi tallafi ga hCaptcha ciniki (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (kyauta)",
    "support-interstitial-c1d": "Nemi tallafi ga mai bugawa na hCaptcha",
    "support-interstitial-c2": "Ga mutane",
    "support-interstitial-c2a": "Samun wahala tare da ƙalubale?",
    "support-interstitial-c2b": "Koyi game da zaɓuɓɓukan isa ga hCaptcha",
    "support-interstitial-c2c": "Kuna son yin rahoton kwaro?",
    "support-interstitial-c2d": "Learnara koyo game da bayar da rahoton matsalolin software",
    "support-interstitial-head": "Bari mu tabbatar kun isa wurin da ya dace.",
    "switch-to-english-link": "Canja zuwa Ingilishi",
    "what-is-hcaptcha": "Menene hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha yana taimaka wa ayyukan yanar gizon da kuka fi so su hana bots, spam, da zagi ta hanyar yin tambayoyi masu sauƙi waɗanda suke da sauƙi ga mutane kuma masu wahalar inji.",
    "why-hc": "Me yasa hCaptcha?",
    "why-hc-text": "Duk lokacin da kuka amsa kalubale, muna amfani da samfuran zamani don gano ko ku mutane ne ko injina. Gidan yanar gizon da kuka ziyarta sannan yayi amfani da wannan sakamakon don taimakawa inganta ƙwarewar ku akan rukunin yanar gizon su ta hanyar ajiye bot."
}