{
    "a11y-img-1": "Hiki ke ʻohana hoʻohana ma hope o ka ʻeʻe ʻana",
    "a11y-img-2": "Koho i ke koho ʻia ma ka papa kuhikuhi UI widget",
    "a11y-img-3": "Hiki ke kamaʻilio i ka pahu kūkākūkā ma widget UI",
    "about-advisors-brendan": "Luna Nui o Brave. ʻO Co-hoʻokumu o Mozilla. Mea hana o ka ʻōlelo polokalamu JavaScript. ʻO ka mea kūkulu hale kele pūnaewele a me nā mea hou aʻe.",
    "about-advisors-dawn": "Polofesa, CS ma ke Kulanui o Kaleponi, Berkeley. Ke aʻo hohonu, palekana, poloka poloka. Luna Nui o Oasis Labs.",
    "about-advisors-head": "'Lelo aʻoaʻo",
    "about-advisors-keiran": "ʻEpekema ʻimi noiʻi ma Stanford. Ke aʻo ʻana i ka mīkini a me ke kālā nui ma nā panakō nui, nā pale pale, a me ka ʻepekema.",
    "about-content-head-1": "Ka mea a mākou e hana ai",
    "about-content-head-2": "No ke aha he mea nui",
    "about-content-text-1": "He lawelawe ʻo hCaptcha o ka Intuition Machines Inc, kahi hui aʻo aʻo a me ka mīkini me ka nānā ʻana i ka hao a me ka ʻike ʻike ML ma ka pālākiō. Kūkulu a hana mākou i nā ʻōnaehana nui e hiki ai i nā lawelawe loiloi wikiō a me nā kiʻi no nā ʻoihana Global 2000 a puni ka honua.",
    "about-content-text-1a": "Lawe ʻo hCaptcha i kahi ala hou, ʻike pilikino i ka hoʻōki ʻana i nā bots.",
    "about-content-text-1b": "Hōʻike mākou i nā pilikia CAPTCHA paʻakikī no nā bots akā maʻalahi no ka poʻe ma o ka hōʻiliʻili ʻana i nā ʻikepili paʻakikī i ka lepili mai nā pilikia aʻo ʻana i ka mīkini, a me ka hoʻohana ʻana e hoʻokaʻawale inā he kanaka a he malihini kipa pūnaewele paha.",
    "about-content-text-2": "Hana nā ʻike hou aʻe i nā hopena maikaʻi aʻe. ʻO ke kūkulu ʻana a me ka mālama pono ʻana i nā ʻikepili a pili pono ka manawa a me ke kumukūʻai. Ua hoʻomohala mua ʻia ʻo hCaptcha e kamaʻilio i kā mākou pono ponoʻī i ka lepili kiʻi ʻana, a ua loaʻa i kēia manawa no nā ʻoihana ʻē aʻe me nā makemake like.",
    "about-content-text-2a": "Hoʻonui pinepine ʻia nā mea hana ʻino ma ka pūnaewele. Akā ʻo ka mōhai ʻana i ka pilikino pilikino ʻaʻole ka pane.",
    "about-content-text-2b": "ʻO nā ʻōlelo palekana i hāʻawi ʻia e nā ʻoihana hoʻolaha e kia nui i ka huli ʻana i nā mea hoʻohana ma ka pūnaewele. Ua hana mākou i kahi hopena palekana kūpono e hōʻike ai i ka hōʻino ʻana i ka pilikino pilikino ʻaʻole pono e hāʻawi i nā hopena maikaʻi loa.",
    "about-intro-head-1": "E pili ana iā hCaptcha",
    "about-intro-head-2": "Kulekele, palekana, a me ka aʻo ʻana i ka Mīkini.",
    "about-intro-text": "ʻO hCaptcha kahi lawelawe CAPTCHA kūʻokoʻa i hoʻohana nui ʻia ma ka honua.",
    "about-leadership-alex": "ʻIkepili Database a me Blockchain. ʻO ka ʻenekini mua ma Cloudera a me nā mea hou aʻe. Nā makahiki he ʻekahi o ka loea kūkulu hale lako polokalamu a me nā kime.",
    "about-leadership-eli": "Luna Nui. Alakaʻi ʻike ʻia ma AI. Ua noi i ka ʻike mīkini ma ka pālākiō i nā ʻano pilikia o nā ʻoihana ma nā makahiki he 20 i hala.",
    "about-leadership-head": "ʻO wai mākou",
    "about-leadership-headsub": "He kime mākaukau, e hana nei i nā pilikia paʻakikī o kēia lā.",
    "about-leadership-link1": "ʻO wai mākou",
    "about-leadership-text1": "Hoʻolālā mākou i ke aʻo hohonu ʻana a me ka ʻike ʻana i ka mīkini kikowaena ʻike ma ka pālākiō, me kahi kikoʻī kikoʻī i ka hoʻopaʻa ʻana i nā ʻōnaehana pūnaewele mai ka hoʻoweliweli o ka hoʻoweliweli o kēia au.",
    "about-leadership-text2": "Me nā makahiki he mau makahiki o ka ʻike loea a me ka mīkini ʻike, kūkulu mākou a hana i nā ʻōnaehana nui e hiki ke pale i kekahi o nā pilikia paʻakikī o kēia lā me ka mālama ʻana i ka pilikino.",
    "about-leadership-todd": "PhD ma Computational Biology, Stanford. Ke hana nei me nā pūnaewele neural mai ka makahiki 1999. E kia i ka ML i noi ʻia a me ke aʻo hohonu ʻana i ka pālākiō.",
    "acc-opt": "Nā koho komo",
    "acc-opt-but": "E aʻo hou aʻe e pili ana i nā koho komo",
    "acc-opt-text": "Hiki ʻole ʻoe ke ʻike maka a i ʻole hiki ʻole ke hoʻopau i nā hCaptchas?",
    "accessibility-link": "Hiki ke kiʻi ʻia",
    "appreciate-in": "Mahalo mākou i kāu hoʻokomo. E ʻike iā mākou i kekahi pilikia a e hoʻoponopono wikiwiki mākou iā lākou.",
    "fb-but": "E hoʻouna iā mākou i nā manaʻo",
    "feedback-text": "Hāʻawi i ka manaʻo pane ma ka hCaptcha āu i ʻike ai",
    "footer-attribution": "Hoʻokaʻaʻike",
    "footer-copyright-text": "hCaptcha kahi inoa inoa inoa o Intuition Machines, Inc.",
    "footer-header-1": "ʻOihana",
    "footer-header-2": "Kumuwaiwai",
    "footer-header-3": "Hoʻokaʻaʻike",
    "footer-link-1": "Kaha inoa",
    "footer-link-10": "Hiki ke kiʻi ʻia",
    "footer-link-2": "E pili ana i",
    "footer-link-3": "Nā Hana",
    "footer-link-4": "Nā Mana Kaulana",
    "footer-link-5": "Nā Helu AI",
    "footer-link-6": "Blog",
    "footer-link-7": "Kūlana",
    "footer-link-8": "Palapala",
    "footer-link-9": "Hōʻike i kahi Bug",
    "footer-privacy": "Kulekele",
    "footer-subheader-1": "Kākoʻo",
    "footer-subheader-2": "Hoʻokaʻaʻike",
    "footer-terms": "Nā ʻlelo",
    "h-plans": "Nā Palapala Hoʻomoe",
    "header-docs-link": "Nā Kauka",
    "header-labeling-services-link": "Nā lawelawe lepili",
    "header-login-button": "ʻEʻe",
    "header-plans-link": "Nā Hoʻolālā",
    "header-signup-button": "Kau inoa",
    "home-about-head": "E pili ana iā hCaptcha",
    "home-about-subtitle": "Hoʻohana ʻia e ka Protocol HUMAN",
    "home-about-text-1": "Hoʻonohonoho ʻia ʻo hCaptcha e hoʻonā i ka pilikia nui o ka hana ma ke aʻo ʻana i ka mīkini: e lepili ʻana i nā nui o ka ʻikepili i kahi manawa kūpono, kūpono a hilinaʻi hoʻi.",
    "home-about-text-2": "ʻOi aku ka nui o ka ʻike i nā hopena maikaʻi aʻe i nā mīkini aʻo mīkini mīkini. ʻO ke kūleʻa hou o nā hiʻohiʻona hohonu i alakaʻi i ka nui o ka nui o nā hōkeo ʻikepili, kokoke mau me kekahi loiloi kanaka. Eia nō naʻe, ke lohi a me ke kumukūʻai hoʻi ka hoʻokumu ʻana i nā ʻikepili i ʻike ʻia e nā kānaka ma o ka Mechanical Turk, Figure Eight, a me nā mea ʻē aʻe.",
    "home-about-text-3": "Hāʻawi ʻo hCaptcha i nā pūnaewele e loaʻa kālā e lawelawe ana i kēia koi ʻoiai ke ālai ʻana i nā bot a me nā ʻano hana ʻino ʻē aʻe.",
    "home-about-text-4": "Hoʻohana ʻia ka mākeke hCaptcha e ka HUMAN Protocol, kahi protocol i wehe ʻia no ka loiloi kanaka e holo nei ma ka blockchain Ethereum. Loaʻa i nā pūnaewele i nā hōʻailona kanaka (HMT) ke hoʻohana nā mea hoʻohana i ka widget hCaptcha ma kā lākou pūnaewele, a uku nā ʻoihana aʻo mīkini i nā Token Kanaka e kiʻi i kā lākou ʻikepili.",
    "home-ba-labeling-services-link": "Nā lawelawe lepili",
    "home-benefits-head-1": "ʻO ke kumukūʻai i ka lepili ʻikepili",
    "home-benefits-head-2": "E hoʻihoʻi i ke aloha",
    "home-benefits-text-1": "Ua ʻike anei ʻoe i kēlā me kēia manawa ke kaomi ʻoe i ke kaʻa e kōkua nei ʻoe e hoʻomaʻamaʻa i nā ʻōnaehana mīkini mīkini ʻo Gigantic hoʻokahi no ka manuahi?",
    "home-benefits-text-2": "HCaptcha huli i kēia k modelkohu a puni. Ke hoʻohana ʻoe i hCaptcha, ʻimi nā hui i ka hana a kāu mea hoʻohana e hōʻoia ai i ko lākou lāhui kanaka. Loaʻa iā ʻoe nā makana.",
    "home-benefits-text-3": "Makemake ʻoe e hoʻihoʻi i kāu manawaleʻa punahele? Hāʻawi ʻo hCaptcha iā ʻoe e kākoʻo i nā manawaleʻa āu i koho ai me nā loaʻa āu e loaʻa ai mai ka hoʻohana ʻana iā ia. E ʻike koke nā mea hoʻohana ma kāu pūnaewele i kāu hāʻawi i ka manawaleʻa ma o ka hoʻomaʻamaʻa pono ʻana i ka interface hCaptcha.",
    "home-challenge-text-1": "Koho i nā kiʻi a pau i kūlike i ka hulina",
    "home-challenge-text-2": "E wehewehe i ka palena no nā mea",
    "home-challenge-text-3": "E ʻike i nā lepili like",
    "home-challenge-title-1": "Hoʻohālikelike",
    "home-challenge-title-2": "Pahu pili",
    "home-challenge-title-3": "Hoʻokaʻaʻike",
    "home-challenges-head": "Hāʻawi ʻia nā luʻi",
    "home-challenges-text-1": "... a me nā hana maʻalahi ʻē aʻe. Maʻalahi no nā kānaka, paʻakikī no nā bots.",
    "home-challenges-text-2": "Loaʻa nā hana kūikawā no nā mea hoʻopuka ʻoihana.",
    "home-ent-1": "Ke nānā nei i kā mākou mōhai palekana ʻoihana?",
    "home-ent-2": "E kipa i kā mākou pūnaewele hoʻolaʻa hou: BotStop.com",
    "home-ent-button": "E aʻo hou: BotStop e hCaptcha",
    "home-from-the-blog": "MAI KA LĀLU:",
    "home-from-the-blog-value": "Pehea e hana ai i nā hoʻonohonoho hoʻonohonoho paʻakikī hCaptcha",
    "home-intro-body": "Hoʻohana ʻoe i kahi captcha e kāpae i nā bots? pale ʻo hCaptcha i ka pilikino pilikino, uku i nā pūnaewele, a kōkua i nā ʻoihana e loaʻa i kā lākou ʻikepili i kapa ʻia. He pani kulu ia no reCAPTCHA: hiki iā ʻoe ke hoʻololi i loko o nā minuke.",
    "home-intro-button": "Kakau inoa Ano",
    "home-intro-head": "Kāohi i nā boti hou aku. Hoʻomaka e pale i ka pilikino pilikino.",
    "home-main-1": "Pilikino. Palekana ʻOi aku ka wikiwiki. A uku mākou iā ʻoe e hoʻohana.",
    "home-main-2": "Kālele ʻia ka ʻike pilikino",
    "home-main-2c": "ʻIke nā pūnaewele hoʻolaha i kāu poʻe kipa e like me ka huahana. No hCaptcha ka huahana ka hana a lākou e hoʻolako ai. ʻAʻole māua e nānā i kāu mea hoʻohana, pehea wale paha lākou e hana kolohe ai. Kākoʻo mākou i nā hana e like me Pass Pass, a hana ikaika e kaulike i ka pilikino a me ka palekana.",
    "home-main-3": "ʻO ka palekana mua",
    "home-main-3c": "Aia i kāu hoihoi a pololei kā mākou pono. hCaptcha ka mea paʻi-kia. Hana mākou e hāʻawi iā ʻoe i ka ʻikepili maoli a hāʻawi iā ʻoe e hoʻoholo pehea e hoʻohana ai. Hāʻawi ʻia nā captchas ʻē aʻe e nā ʻoihana hoʻolaha Gigantic. ʻO kēia ke kumu o kēlā me kēia bot a lākou e ālai ai e hōʻemi paha i kā lākou loaʻa kālā.",
    "home-main-4": "ʻOi aku ka maikaʻi o ka hoʻohana",
    "home-main-4c": "Hoʻohana ʻia nā mamana aʻo mīkini sophisticated e hCaptcha no ka hoʻoholo ʻana i ke kanaka. ʻAe kēia iā mākou e koi i nā hana hoʻonāukiuki liʻiliʻi mai kāu mea hoʻohana a lawe i ka liʻiliʻi o ko lākou manawa i ka hana ʻana, ʻoiai e hana nei i ka ʻikepili i kapa ʻia pono no ka lepili ʻana i nā mea kūʻai aku.",
    "home-main-plans": "manuahi ʻo hCaptcha e hoʻohana no nā mea paʻi o nā nui. Eia nō naʻe, no nā ʻoihana a me nā paepae e pono ai ka kaohi hou aʻe, loaʻa kā mākou mau ʻoihana hana.",
    "home-main-plans2": "pale ʻo hCaptcha ʻoihana i nā miliona o nā mea hoʻohana ma o he ʻumi miliona mau pūnaewele no kekahi o nā ʻoihana nui loa ma ka honua. E ʻoluʻolu kāhea iā mā forou no ka ʻike hou aku, a i ʻole kipa",
    "home-main-plans3": "pale ʻo hCaptcha ʻoihana i nā miliona o nā mea hoʻohana ma o he ʻumi miliona mau pūnaewele no kekahi o nā ʻoihana nui loa ma ka honua. E ʻoluʻolu kāhea iā mā forou no ka ʻike hou aku, a i ʻole kipa",
    "home-main-plans4": "no nā kikoʻī.",
    "home-plans-button-1": "Kau inoa i kēia manawa",
    "home-plans-button-2": "Kūʻai kūʻai",
    "home-plans-chart-head-1": "Hiʻona",
    "home-plans-chart-head-2": "Mea hoʻopuka",
    "home-plans-chart-head-3": "ʻOihana",
    "home-plans-chart-row-1-cell-1": "Hōʻike i nā ʻano hana hoʻāʻo",
    "home-plans-chart-row-1-cell-2": "Kau palena ʻia",
    "home-plans-chart-row-1-cell-3": "Huina",
    "home-plans-chart-row-10-cell-1": "Nā papapihi nunui-mea hoʻohana",
    "home-plans-chart-row-11-cell-1": "Nā hiʻohiʻona hōʻike holomua",
    "home-plans-chart-row-12-cell-1": "Nā SLA ʻoihana",
    "home-plans-chart-row-2-cell-1": "Hoʻohana i ka ʻikepili hoʻokūkū i hoʻohana ʻia",
    "home-plans-chart-row-2-cell-2": "Kau palena ʻia",
    "home-plans-chart-row-2-cell-3": "Huina",
    "home-plans-chart-row-3-cell-1": "Loaʻa i nā uku no nā hoʻonā kanaka",
    "home-plans-chart-row-4-cell-1": "Ka pale pale anti-bot pae honua",
    "home-plans-chart-row-5-cell-1": "Hana ma nā ʻāina āpau",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA a me 99.9% mau hāmeʻa hāʻae",
    "home-plans-chart-row-5b-cell-1": "Nā helu hilinaʻi bot",
    "home-plans-chart-row-6-cell-1": "Kulekele pilikino GDPR a me CCPA-aloha",
    "home-plans-chart-row-7-cell-1": "Nā pae paʻakikī maikaʻi",
    "home-plans-chart-row-8-cell-1": "E neenee i kāu ʻike ponoʻī",
    "home-plans-chart-row-9-cell-1": "ʻO ka hoʻonohonoho hoʻonohonoho paʻakikī ʻana ma muli o ka manawa",
    "home-try-it-out-button": "E kiʻi iā hCaptcha",
    "home-try-it-out-head": "E hoʻāʻo",
    "home-try-it-out-text": "Hāʻawi ʻo hCaptcha i ka ʻike maʻalahi, maʻalahi, a hilinaʻi hoʻi i ka ʻike ʻole ʻana i nā kānaka e hoʻoponopono.",
    "labeling-about-head": "E pili ana iā hCaptcha",
    "labeling-about-text-1": "Hoʻonohonoho ʻia ʻo hCaptcha e hoʻonā i ka pilikia nui o ka hana ma ke aʻo ʻana i ka mīkini; ka lepili ʻana i ka nui o ka ʻikepili i ke ala kūpono, kūpono, a hilinaʻi hoʻi. ʻOi aku ka nui o ka ʻike i nā hopena maikaʻi aʻe i nā mīkini aʻo mīkini mīkini. ʻO ke kūleʻa hou o nā hiʻohiʻona hohonu i alakaʻi i ka nui o ka nui o nā waihona, a lawelawe ʻo hCaptcha i kēia pono.",
    "labeling-about-text-2": "Eia nō naʻe, hana lohi a pipiʻi hoʻi ka hoʻokumu ʻana i nā waihona ʻike loiloi nui kanaka e hoʻohana ana i nā kuʻuna kuʻuna. He ala ʻo hCaptcha no nā ʻoihana e loaʻa ai nā anotations a lākou e koi wikiwiki ai, me ke kiʻekiʻe kiʻekiʻe a me ke kumukūʻai haʻahaʻa ma mua o nā koho ʻē aʻe.",
    "labeling-annotations-head": "Nā ʻano Annotation",
    "labeling-annotations-text-1": "ʻIke i nā mea pololei i nā kiʻi a me ke wikiō",
    "labeling-annotations-text-2": "ʻIke i nā mea pololei i nā kiʻi a me ke wikiō",
    "labeling-annotations-text-3": "Kuhikuhi nā anotations no nā hihia hoʻohana like ʻole",
    "labeling-annotations-text-4": "Hoʻokaʻina a hoʻopili paha i nā waeʻano ākea o kēlā me kēia nui",
    "labeling-annotations-text-5": "ʻImi a me ka hoʻonohonoho ʻana o ka mana o kānaka",
    "labeling-annotations-text-6": "Pono i kahi ʻano ʻē aʻe i helu ʻole ʻia ma aneʻi? E nīnau wale iā mākou.",
    "labeling-annotations-title-1": "Nā Pahu Hoʻohui",
    "labeling-annotations-title-2": "Nā Polokona",
    "labeling-annotations-title-3": "Nā Kaha ʻāina",
    "labeling-annotations-title-4": "Ka wehewehe ʻana i ke ʻano",
    "labeling-annotations-title-5": "Hoʻohālikelike a me ka ʻike",
    "labeling-annotations-title-6": "... a me nā mea hou aku",
    "labeling-ent-button": "Kāhea aku i kā mākou Hui Pāʻoihana Pāʻoihana",
    "labeling-ent-head": "Pono i ka Mana Hoʻopau?",
    "labeling-ent-text-1": "Hāʻawi ka HUMAN Platform ma hope o hCaptcha i ka maikaʻi hana sophisticated a me nā hiʻohiʻona hoʻokele ma o ka premise, hybrid, a i ʻole nā SaaS mea i hoʻopili ʻia e hoʻopili me kāu ʻōnaehana i kēia manawa.",
    "labeling-ent-text-2": "Holo holoʻokoʻa holoʻokoʻa me kāu limahana ponoʻī, helu waiwai i hoʻopau ʻia ma waena o nā ʻoihana ʻoihana a i ʻole nā consortium hoa, koho alualu i nā hana i nā mea lawelawe kūloko a kūwaho hoʻi e pili ana i nā koina a me nā koi palekana, a me nā mea hou aʻe.",
    "labeling-ent-text-3": "Ke kōkua maʻalahi o API, nā dashboard nani, a me ka ʻenehana hoʻohālikelike hou loa e hoʻonui i ka pono.",
    "labeling-ent-text-4": "99.99% uptime SLAs a me 24/7 global kākoʻo i loaʻa. No ka ʻike hou aku:",
    "labeling-features-head-1": "ʻO nā paipu paipai ʻia API maʻalahi.",
    "labeling-features-head-2": "Hoʻomalu ʻia no ke kumukūʻai a me ka maikaʻi. ʻAʻohe koi i mua e koi ʻia.",
    "labeling-features-head-3": "E uku wale no ka pololei āu e makemake ai.",
    "labeling-features-head-4": "Hāʻawi i kāu ʻikepili ʻoiaʻiʻo o ka honua a i ʻole e kūkulu mākou iā ia i ka lele.",
    "labeling-features-text-1": "Makemake e hoʻohui pono i ka loiloi kanaka i kāu hana ʻoihana? Hāʻawi mākou i nā SLA hilinaʻi nui, ka hiki ke hōʻoia ʻia, a me nā API REST maʻalahi.",
    "labeling-features-text-2": "Hoʻohana ka paepae HUMAN i nā hiʻohiʻona hilinaʻi piha e hana i ka loiloi maikaʻi maoli maoli. ʻAe kēia iā mākou e hoʻoholo wikiwiki i ka paʻakikī o nā nīnau a me kā lākou pane kūpono kūpono paha, e mālama ai i kou manawa a me kāu kālā.",
    "labeling-features-text-3": "ʻAʻole like nā pilikia āpau. ʻO nā Annotations no nā hana kūpilikiʻi e koi ai iā 99.99% hilinaʻi mai nā limahana kanaka āpau. ʻO nā Annotations no kahi hiʻohiʻona beta i kahi polokalamu pāʻani pūnaewele pono wale nō ka hilinaʻi kaulike. Hoʻoholo ʻoe.",
    "labeling-features-text-4": "Loaʻa iā ʻoe kahi ʻikepili maka me ka ʻole o kahi hoʻonohonoho hōʻoia holoʻokoʻa? I ka hapanui o nā hihia hiki iā mākou ke kūkulu i hoʻokahi no ʻoe ke holo nā hana ma o ka ʻōnaehana, a i ʻole hana i nā laʻana i kahakaha ʻia no kāu ʻae.",
    "labeling-info-head": "Ke kiʻi ʻia nei o ka ʻikepili",
    "labeling-info-text-1": "E kamaʻilio me kekahi o kā mākou poʻe loea kikowaena e wehewehe i kāu makemake e pono ai ka papahana: target target, format, and any special koi.",
    "labeling-info-text-2": "Hana mākou i kahi hana hana liʻiliʻi e pili ana i kāu ʻikepili hāpana. Hōʻike kēia i ka hana a mākou i hana pū ai e ʻike pono i ka mea āu e pono ai.",
    "labeling-info-text-3": "Me ko mākou kiʻekiʻe kiʻekiʻe a me ka latency haʻahaʻa e huli wikiwiki mākou i kāu hana, me ka lawe automate ke pau.",
    "labeling-info-text-4": "E like me mākou e ʻike pono ai i nā palena o kāu hana hana, e hoʻomau mau nā hopena i ka holo ʻana o ka manawa.",
    "labeling-info-text-5": "ʻAe nā dashboard ola iā ʻoe e hāʻawi i ka pane a i ʻole ka hoʻomaha ʻana i ka hana i kēlā me kēia manawa.",
    "labeling-info-title-1": "Wehewehe i nā kikoʻī",
    "labeling-info-title-2": "Hōʻike Ioba mua",
    "labeling-info-title-3": "Hoʻouna i nā Hana Hana",
    "labeling-info-title-4": "Hoʻonui Hou",
    "labeling-info-title-5": "Nā hopena hopena",
    "labeling-main-1": "ʻO ka lepili ʻikepili waiwai kumukūʻai ma ka pālākiō",
    "labeling-main-1-button": "E kiʻi i kāu ʻikepili i kau inoa ʻia i kēia manawa",
    "labeling-main-1c": "Pono i mau lepili hou aʻe no kāu ʻikepili? Hāʻawi ʻo hCaptcha i ka wikiwiki, maikaʻi, a me ke ʻano kiʻekiʻe o ka ʻikepili ʻana no nā ʻoihana e hana nei i ka noi hana ʻepekema a me nā mīkini aʻo mīkini.",
    "labeling-main-2": "E neʻe koke i mau hana he miliona.",
    "labeling-main-2-button": "Kūʻai i nā lawelawe lepili ʻikepili",
    "labeling-main-2c": "hCaptcha kekahi o nā loko wai nui loa ma ka honua i loaʻa no kāu hoʻohana. ʻO kēlā me kēia pālākiō, hiki iā mākou ke lawelawe me ka ʻole o ka hoʻohiki mua i mua. ʻAʻole pilikia nā miliona o nā hana i kēlā me kēia lā.",
    "labeling-platform-head": "ʻIkepili pilikino a i ʻole lehulehu",
    "labeling-platform-text": "Kūkulu ʻia ʻo hCaptcha ma luna o ka HUMAN Platform, e ʻae ai i ka hoʻokele sophisticated a me ka hōʻiliʻili ʻana e hoʻonui i ka uku a me ka maikaʻi i kēlā me kēia kaʻina. E ʻae kēia ʻenehana i ka poʻe limahana kūpono e lawelawe i kēlā me kēia ʻāpana o kāu hana, e hoʻonui ana i ka maikaʻi o ke kumukūʻai ʻoiai e mālama ana i ka pilikino a me ka hālāwai ʻana i nā koi hoʻokele e pili ana.",
    "labeling-try-button": "Kūʻai i nā lawelawe lepili ʻikepili",
    "labeling-try-head": "Makemake ʻoe e hoʻāʻo me kāu ʻikepili?",
    "labeling-try-text": "... mākaukau mākou inā ʻoe: loaʻa kā mākou lawelawe a puni ka uaki.",
    "learn-more-hcaptcha": "E aʻo hou e pili ana i hCaptcha",
    "page-acc-faq-1": "Nīnau: Aia paha ka hCaptcha Māhele 508 + WCAG 2.1 AA e kūlike? Pane: Manaʻo mākou pēlā: ʻo nā mea hoʻohana a pau me nā ʻano hemahema i hiki ke nānā i ka pūnaewele a komo i nā huaʻōlelo i nā palapala hiki ke komo i nā lawelawe i pale ʻia e hCaptcha ma ke kau inoa ʻana. Eia naʻe, ʻaʻole kēia he ʻōlelo aʻoaʻo kū kānāwai: pono ʻoe e hana i kāu loiloi ponoʻī, e noʻonoʻo ana i kāu hoʻokō ponoʻī e hōʻoia ai ʻo kēia ka hihia no kāu hana.",
    "page-acc-faq-2": "Nīnau: Ke hana nei ʻoe ma nā koho ʻē aʻe (a11y), e like me ka leo? Pane: ʻO nā koho i makemake nui ʻia e like me nā captchas leo e hoʻokae i ka nui o nā mea hoʻohana a11y a eo maʻalahi ʻia e nā ʻenehana aʻo mīkini hou. Ua hoʻokau kēia i nā luʻi leo o kēia manawa e lilo i mea ʻoi aku ka paʻakikī, e hoʻolauna nei i ka walaʻau, ka manawa ʻokoʻa, nā hui huaʻōlelo ʻokoʻa, a pēlā aku e eo ai ka poʻe hoʻouka kaua. No laila ʻaʻole mākou hoihoi nui e pili ana i kēia hana vs. pale aku i nā pilikia nui, akā e noʻonoʻo mākou inā he koi mai kahi kaiāulu a11y. Eia nō naʻe, hoihoi nui mākou i ka Pass Privacy no ka hihia hoʻohana Accessibility. Manaʻo mākou i ka hoʻohui ʻana i kā mākou ala a11y o kēia manawa me ka hoʻopuka ʻana o Privacy Pass e ʻae ai i nā mea hoʻohana a11y e mākaʻikaʻi me ka palekana, i ka ʻike ʻoi aku ka pilikino o kā lākou kalepa, ʻoiai e kaohi ana i ka hōʻino ʻia e nā mea lawelawe bot ʻaʻole hiki ke ʻike ʻia ke loaʻa nā koho a11y. Komo mākou i ka hui hana IETF hana maʻamau i kēia ʻenehana hou.",
    "page-acc-faq-3": "Nīnau: Pehea e pili ana i ka pilikino? Ke hōʻike nei ke kau inoa i nā ʻike kele a11y i kekahi ʻano? He aha kāu hana me ka leka uila? Pane: Hoʻonohonoho ʻia ʻo hCaptcha no ka pilikino mai ka honua a luna. He ʻokoʻa loa ia ma mua o nā koho kuʻuna e like me reCAPTCHA i mālama ʻia e nā pūnaewele hoʻolaha, nāna ka manaʻo e hoʻāʻo iā ʻoe a puni ka pūnaewele a hoʻopili iā ʻoe me kahi ʻike maoli. ʻAʻole loa mākou e hoʻohana i nā leka uila a i ʻole ka ʻike no kekahi kumu ʻē aʻe ma mua o ka kōkua ʻana i ka hoʻohana a me ka pale ʻana i ka hana ʻino. Loaʻa i kā mākou kulekele pilikino i nā pane ākea a me ka mana e pili ana i ka hoʻohana ʻana i ka ʻikepili, akā ʻo ka pane pōkole ʻaʻole mākou hoihoi i ka hoʻopili ʻana iā ʻoe ma ke ʻano he kanaka me kāu mōʻaukala kele pūnaewele. Ke hana nei mākou i kēia manawa i kahi hopena cryptographic e hoʻolei koke i kāu leka uila. ʻoiai e mālama nei i ko mākou hiki ke pale i ka hōʻino, kākoʻo i kā mākou hana Pass Pass.",
    "page-acc-link-1": "Inā ʻoe he hoʻohana maʻalahi, e ʻoluʻolu e kau inoa ma aneʻi.",
    "page-acc-subhead": "Ka hōʻoia ʻana i ke komo seamless no nā mea hoʻohana āpau me ka mālama ʻana i ka palekana",
    "page-acc-summary": "Hōʻuluʻulu Manaʻo",
    "page-acc-summary-contents-1": "Hoʻonohonoho ʻia ʻo hCaptcha e hoʻōki i nā bots ma ka hoʻokaʻawale ʻana iā lākou mai ka poʻe. ʻO nā hoʻokolohua ʻike he mea pono maʻalahi no kēia, akā ʻaʻole hiki i nā mea āpau ke hoʻonā i kahi pilikia nui. No kēia kumu ua hoʻolālā mākou i kahi ala ʻokoʻa maʻalahi ʻole e ʻae i nā mea paʻi puke e hoʻohana nei i kā mākou lawelawe i ke komo ʻana no nā mea āpau me ka paukū piha ʻo 508 a me WCAG 2.1 AA.",
    "page-acc-summary-contents-2": "Pehea e hana ai: ʻo ka mea mua, hōʻailona ka mea hoʻohana maʻalahi i kēia URL, i hoʻopili ʻia ma ka ʻaoʻao info hCaptcha widget. Hāʻawi ʻia lākou i kahi kuki kuhi kuhi ʻia i hiki ke hoʻohana ʻia i nā manawa he nui i kēlā me kēia lā, akā pono e hōʻoluʻolu i kēlā me kēia 24 mau hola ma o ka ʻeʻe ʻana.",
    "page-acc-title": "ʻIkepili hiki ke kiʻi hCaptcha",
    "page-acc-tr-body": "Nīnau: Ke ʻike nei nō wau i kahi pilikia ma hope o ka hoʻonohonoho ʻana i ka kuki. He aha ke kumu o kēia?<br> Pane: Kuhi ʻia kēia ma muli o ka hoʻohana ʻana i kahi ad blocker a i ʻole anti-cookie extension, a i ʻole kahi hoʻonohonoho e ālai ana i nā kuki pūnaewele ākea, i kēia hihia kahi kuki no hcaptcha.com i hoʻonohonoho ʻia a nānā ʻia e ka hCaptcha JS ma kahi pūnaewele ʻokoʻa. , e like me kāu e kipa aku nei.<br><br> Hana nā kuki hiki ke kiʻi hCaptcha me nā polokalamu kele pūnaewele kaulana āpau a me nā blockers hoʻolaha me kā lākou hoʻonohonoho maʻamau, no laila maʻamau nā holomua ma muli o nā anti-anti-adblock scripts a i ʻole nā rula like e kuhikuhi ana i nā pūnaewele.<br><br> Pāʻoihana:<br><br> 1. Whitelist hcaptcha.com a me * .hcaptcha.com kuki i kāu ad blocker a i ʻole ka loiloi palekana palekana.<br> 2. Inā ʻoe e hoʻohana nei i ka polokalamu mākaʻikaʻi ʻo Brave, ka mea ʻaʻole i loaʻa i kēia manawa kekahi ʻano cookie whitelist, e hele i nā Prefers -> Shields -> nā kuki a koho i nā kuki āpau.<br> 3. Inā ʻoe e hoʻohana nei i ka mana hou loa o Safari ma ka OS X 10.15 i hoʻokuʻu ʻia a i ʻole iOS 13.4 i kēia manawa, ua hoʻololi wale ʻo Apple i ke ʻano o Safari e pili ana i nā kuki ʻaoʻao ʻekolu, ka pale ʻana iā lākou āpau i ka paʻamau. Ke hoʻokō nei mākou i kahi hopena, akā i kēia manawa e ʻoluʻolu e kipa iā Safari Prefers, paukū pilikino, a me ka nānā ʻole i ka huli ʻana i ka pūnaewele: Pale i ka huli ʻana ma waena o ka pūnaewele i hiki ai i ka kuki komo ke hana e like me ka mea i manaʻo ʻia<br><br> Nīnau: Hoʻohana wau i nā hāmeʻa he nui. Pono wau e kau inoa i nā manawa he nui?<br> Pane: ʻAʻole. E kaomi i ka loulou leka uila like i hoʻouna ʻia iā ʻoe ma kēlā me kēia hāmeʻa āu e hoʻohana ai i mea e hoʻonohonoho ai i ka kuki.<br><br> Nīnau: Pehea e hiki ai iaʻu ke pale aku iaʻu iho mai ka ʻimi ʻana i ka kuki ʻaoʻao ʻekolu ʻoiai e hoʻohana ana i ka kuki komo?<br> Pane: Ke hoʻohana nei i kekahi pilikino a i ʻole hoʻolaha hoʻolaha e kākoʻo ana i ka whitelisting pae pae (e like me uBlock Origin) e hana e like me ka mea i manaʻo ʻia: e hōʻoia e whitelist hcaptcha.com.",
    "page-acc-tr-title": "No nā mea hoʻohana maʻalahi: nā nīnau pinepine a me nā alakaʻi pilikia",
    "page-acc-tr2-body": "Safari<br> E hiki ai i nā kuki ma Safari (Mac): E hele i ka papa kuhikuhi iho o lalo o Safari. Koho i nā makemake. Kaomi aku i ka pilikino ma ka panela luna. Ma lalo o 'Block cookies' koho i ke koho 'Never.'<br> E hiki ai i nā kuki ma Safari (iPhone / iPad iOS 11+): E wehe i kāu hoʻonohonoho. Pepa i lalo a koho iā Safari. Ma lalo o ka pilikino a me ka palekana, e hoʻopau iā 'Prevent Cross-Site Tracking' a me 'Block All Cookies'<br><br> Firefox<br> Kaomi ma ka pale kaua i ka hema o ka helu wahi ma kahi pūnaewele. Kaomi aku i nā hoʻonohonoho pale. E wehe ʻia ka ʻaoʻao ʻo Firefox Prefers Privacy & Security. Ma lalo o ka pale ʻana i ka mālama pono ʻana, koho i ka Mana Lima. Koho i nā trackers a me nā script e keʻa ma ke koho ʻana i kēlā mau pahu pane. E nānā pono ua wehe ʻoe i ka hcaptcha.com.<br><br> Hiki iā ʻoe ke kāpae i kekahi manawa i kekahi mau pale ma Custom e debug i kēia, ma ke kāpae ʻana i nā pahuhoho: Hōʻalo i ka pahu huli nā Trackers a i ʻole wehe i ke koho ʻana i nā pahu Cookies inā e loaʻa mau ana nā pilikia.<br><br> ʻO Google Chrome<br> Google Chrome (PC)<br> Koho i ka ikona menu Chrome. Koho i nā koho.<br> E hele i ka pilikino a me ka palekana, a laila ʻo Kuki a me nā ʻikepili pūnaewele ʻē aʻe.<br> E nānā pono 'ālai' nā kuki ʻaoʻao ʻekolu '.<br><br> Google Chrome (Mac):<br> E wehe i nā koho Chrome mai ka papa kuhikuhi kahua paʻa.<br> E hele i ka pilikino a me ka palekana, a laila ʻo Kuki a me nā ʻikepili pūnaewele ʻē aʻe.<br> E nānā pono 'ālai' nā kuki ʻaoʻao ʻekolu '.<br><br> Google Chrome (Android):<br> Ma kāu polokalamu Android, wehe i ka polokalamu Chrome.<br> Ma ka ʻaoʻao ʻākau o luna, piula wai hou a laila hoʻonohonoho.<br> Piula i nā hoʻonohonoho pūnaewele a laila nā kuki.<br> Ma ka ʻaoʻao aʻe o 'Cookies,' e kuapo i ka hoʻonohonoho.<br> E hōʻoia i ka pahu ma hope o ka 'ʻae i nā kuki ʻaoʻao ʻekolu.'<br><br> Internet Explorer<br> 1. Koho i nā kapa i ke kihi ʻākau ma luna o ka pale, a laila koho i 'nā koho Pūnaewele'. Inā loaʻa iā ʻoe ka papa ʻaina Menu, hiki iā ʻoe ke koho i nā 'Mea Hana' a laila 'Nā koho Pūnaewele'.<br> 2. Kaomi i ka 'Privacy' tab.<br> 3. Koho i ke pihi 'Pae holomua'.<br> 4. Ma lalo o 'Kuki ʻaoʻao ʻekolu' koho 'ʻAe'.<br> 5. Kaomi 'OK'",
    "page-acc-tr2-head": "Nā Kuhi Browser no nā Kuki Kūʻai Kūʻai",
    "priv-hc": "Kālele ʻia ka ʻike pilikino",
    "priv-hc-text": "ʻIke nā pūnaewele hoʻolaha iā ʻoe ma ke ʻano he huahana. ʻAʻole mākou. ʻAʻole māua e mālama i nā mea hoʻohana, pehea wale paha lākou e kolohe ai. Kākoʻo mākou i nā hana e like me Pass Pass, a hana ikaika e kaulike i ka pilikino a me ka palekana.",
    "reporting-bugs-accessibility-button": "E aʻo hou aʻe e pili ana i nā koho komo",
    "reporting-bugs-accessibility-head": "Nā koho komo",
    "reporting-bugs-accessibility-text": "Hiki ʻole ʻoe ke ʻike maka a i ʻole hiki ʻole ke hoʻopau i nā hCaptchas?",
    "reporting-bugs-guide-ff-head": "Ka hopu ʻana i nā kikoʻī o ka hōʻike Bug: Firefox",
    "reporting-bugs-guide-ff-step-1": "KaʻAnuʻu 1: Wehe i nā Mea Hana Mea Hoʻolālā (Hoʻomaka kēia e hoʻopaʻa i ke kau.)",
    "reporting-bugs-guide-ff-step-2": "KaʻAnuʻu Hana 2: Kaomi ma ka pihi Pūnaewele i nā Mea Hana Hoʻolālā. E hōʻoia i ka pahu lāʻau Persist ma luna.",
    "reporting-bugs-guide-ff-step-3": "Ka Papa Hana 3: e kipa iā https://accounts.hcaptcha.com/demo, a i ʻole pūnaewele paha e loaʻa nei kahi pilikia ma (Palapala Kahakaha: inā ʻaʻole ʻoe e noʻonoʻo e kaʻana like he aha ia) ... a laila kaomi i ka I pihi kanaka, a hoʻāʻo e hoʻoholo.",
    "reporting-bugs-guide-ff-step-4": "KaʻAnuʻu Hana 4: Kaomi iā HAR ma hope o kou hoʻāʻo ʻana e hoʻoponopono, a koho iā Save All as HAR e mālama i ka loiloi pūnaewele. E hoʻouna i kēlā faila iā mākou.",
    "reporting-bugs-guide-ff-step-5": "KaʻAnuʻu Hana 5: Kaomi ma ka ʻaoʻao Console, a kaomi pono a laila koho i nā mea āpau a mālama i kēlā i loko o kahi faila kikokikona, i mea e mālama ai i ka log console. E hoʻouna iā mākou i kēlā.",
    "reporting-bugs-guide-ff-step-6": "ʻAnuʻu hope: E leka uila iā mākou i kēlā HAR a me nā ʻoluʻolu log log iā mākou, a wehewehe i ka pilikia E hoʻohana: kākoʻo@hcaptcha.com (e ʻoluʻolu e hoʻohana i kahi lawelawe e like me Dropbox a i ʻole Filebin a hoʻouna i nā loulou) a koho i kahi screenshot, inā manaʻo ʻoe aia kekahi mea ʻaʻole hōʻike pono. . E ʻoluʻolu e hoʻouna i ka IP āu e hoʻohana nei pū kekahi. Hiki iā ʻoe ke kiʻi mai https://www.whatsmyip.org/ Mahalo no ka lawe ʻana i ka manawa e kōkua iā mākou e loaʻa i kēia ʻike. Kūleʻa mākou e hana maikaʻi i ka hCaptcha no nā mea āpau.",
    "reporting-bugs-guide-head": "Ka hopu ʻana i nā kikoʻī o ka hōʻike Bug: Chrome",
    "reporting-bugs-guide-step-1": "KaʻAnuʻu 1: Wehe i nā Mea Hana Mea Hoʻolālā (Hoʻomaka kēia e hoʻopaʻa i ke kau.)",
    "reporting-bugs-guide-step-2": "KaʻAnuʻu Hana 2: Kaomi ma ka pihi Pūnaewele i nā Mea Hana Hoʻolālā. E hōʻoia i ka pahu mālama lāʻau mālama ma luna.",
    "reporting-bugs-guide-step-3": "Ka Papa Hana 3: e kipa iā https://accounts.hcaptcha.com/demo, a i ʻole pūnaewele paha e loaʻa nei kahi pilikia ma (Palapala Kahakaha: inā ʻaʻole ʻoe e noʻonoʻo e kaʻana like he aha ia) ... a laila kaomi i ka I pihi kanaka, a hoʻāʻo e hoʻoholo.",
    "reporting-bugs-guide-step-4": "Ka Papa Hana 4: Kaomi iā Export HAR (ka pua liʻiliʻi i lalo) ma hope o kou hoʻāʻo ʻana e hoʻoponopono, kahi e mālama ai i ka loiloi pūnaewele. E hoʻouna i kēlā faila iā mākou.",
    "reporting-bugs-guide-step-5": "KaʻAnuʻu Hana 5: Kaomi ma ka ʻaoʻao Console, a kaomi pono a laila Save as .. i mea e mālama ai i ka log console. E hoʻouna iā mākou i kēlā.",
    "reporting-bugs-guide-step-6": "Ka hopena hope loa: E leka uila iā mākou i kēlā mau HAR a me nā log log console iā mākou, a wehewehe i ka pilikia. Hoʻohana: support@hcaptcha.com (e ʻoluʻolu e hoʻohana i kahi lawelawe e like me Dropbox a i ʻole Filebin a hoʻouna i nā loulou) a koho i kahi screenshot, inā manaʻo ʻoe aia kekahi mea ʻaʻole hōʻike pono. E ʻoluʻolu e hoʻouna i ka IP āu e hoʻohana nei pū kekahi. Hiki iā ʻoe ke kiʻi mai https://www.whatsmyip.org/ Mahalo no ka lawe ʻana i ka manawa e kōkua iā mākou e loaʻa i kēia ʻike. Kūleʻa mākou e hana maikaʻi i ka hCaptcha no nā mea āpau.",
    "reporting-bugs-guide-text-1": "ʻO ka hoʻouna ʻana i ka ʻikepili debugging me kāu hōʻike e maʻalahi ai iā mākou e ʻike i nā mea e hana nei. Eia nā kuhikuhi ʻanuʻu-ma-ʻanuʻu:",
    "reporting-bugs-guide-text-2": "Inā ʻoe he mea hoʻomohala pūnaewele a mea hoʻohana loea paha, makemake mākou i ka hōʻuluʻulu manaʻo e hoʻouna iā mākou iā mākou i kahi pūnaewele hoʻopaʻa HAR a me nā loulou console pūnaewele. E ʻoluʻolu e hoʻāʻo i ka hoʻopau ʻana i kekahi hoʻolaha blocker a i ʻole nā mea hoʻomalu palekana pūnaewele a laila ho'āʻo hou ma mua o kou hele ʻana i kēia mau ʻanuʻu. Inā hoʻoponopono kēlā i kāu pilikia, mahalo nui mākou iā ʻoe e hōʻike ana iā mākou i kāu mana o kāu polokalamu kele pūnaewele, blocker ad a extension browser, a me ka pūnaewele pūnaewele URL.",
    "reporting-bugs-intro-head": "Loaʻa i kahi kiki? Eia pehea e hōʻike ai.",
    "reporting-bugs-intro-text": "Hoʻohana nā miliona o ka poʻe i ka hCaptcha i kēlā me kēia mahina, ma nā kaukani o nā hui pūnaewele, nā mea hoʻolōʻihi, nā hāmeʻa, nā pale uila, a me nā mea hou aʻe. ʻO kā mākou pahuhopu e hōʻoia e hana mau ia nāu, no laila mahalo nui mākou i kāu hōʻike! E hāʻawi i nā pane wikiwiki, kaomi wale i ka pihi hoʻouna iā mākou. Inā ʻoe e ʻike nei i kahi pilikia hana, e ʻoluʻolu e hāhai i nā ʻōkuhi log debug no Chrome a i ʻole nā kuhikuhi log debug no Firefox ma lalo. No nā mea ʻimi pūnaewele ʻē aʻe e leka uila iā mākou. No nā pilikia palekana a pilikino paha e ʻike ai, e ʻike i nā ʻōkuhi ma lalo.",
    "reporting-bugs-privacy-head": "Nā pilikia pilikino",
    "reporting-bugs-privacy-text": "ʻAʻole māua e mālama i nā mea hoʻohana, pehea paha lākou e kolohe ai i nā mīkini paha. Kākoʻo mākou i nā hana e like me Pass Pass, a hana ikaika e kaulike i ka pilikino a me ka palekana. Inā ua loaʻa iā ʻoe kahi pilikia e manaʻo ai ʻoe e hoʻopili i ka pilikino pilikino, e ʻoluʻolu e leka uila iā mākou ma support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "E hoʻouna iā mākou i nā manaʻo",
    "reporting-bugs-provide-feedback-head": "Hāʻawi i nā manaʻo pane koke ma hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mahalo mākou i kāu hoʻokomo. E ʻike iā mākou i kekahi pilikia a e hoʻoponopono wikiwiki mākou iā lākou.",
    "reporting-bugs-security-head": "Nā Bugs palekana",
    "reporting-bugs-security-text": "Makemake mau mākou i ka loaʻa ʻana o nā hōʻike o nā pilikia palekana. Kahi leka uila kākoʻo@hcaptcha.com & CC security@hcaptcha.com a e hoʻi wikiwiki mākou iā ʻoe. Loaʻa iā mākou kahi papahana makana bug no nā hōʻike palekana kūpono i ka lawelawe hCaptcha a me ka code source e pili ana.",
    "sales-interstitial-c1": "No nā hui",
    "sales-interstitial-c1a": "Nā hana palekana palekana ʻoihana (uku ʻia)",
    "sales-interstitial-c1b": "E aʻo hou aʻe e pili ana i hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Hōʻikeʻike ʻikepili",
    "sales-interstitial-c1d": "Kūʻai i nā lawelawe hoʻolaha hCaptcha",
    "sales-interstitial-c2": "No nā kānaka pākahi",
    "sales-interstitial-c2a": "Hoʻohui hCaptcha i kāu lawelawe (manuahi)",
    "sales-interstitial-c2b": "Hoʻohui hCaptcha no nā mea hoʻopuka i kaʻu pūnaewele a i ʻole polokalamu",
    "sales-interstitial-c2c": "He aha ka hCaptcha?",
    "sales-interstitial-c2d": "E aʻo hou aʻe e pili ana i hCaptcha",
    "sales-interstitial-head": "E hōʻoia e kiʻi iā ʻoe i kahi kūpono.",
    "sec-hc": "ʻO ka palekana mua",
    "sec-hc-text": "hCaptcha ka mea paʻi-kia. Hana mākou e hāʻawi i nā ʻike maoli i nā pūnaewele a e hoʻoholo iā lākou pehea e hoʻohana ai. Aia i kāu hoihoi a pololei kā mākou pono. Hāʻawi ʻia nā captchas ʻē aʻe e nā ʻoihana hoʻolaha. ʻO nā bot āpau a lākou i ālai ai e hōʻemi paha i kā lākou loaʻa kālā.",
    "signup-interstitial-c1": "No nā ʻoihana a pūnaewele paha",
    "signup-interstitial-c1a": "Hoʻohui hCaptcha i kāu lawelawe (manuahi)",
    "signup-interstitial-c1b": "Hoʻohui hCaptcha no nā mea hoʻopuka i kaʻu pūnaewele a i ʻole polokalamu",
    "signup-interstitial-c1c": "Nā hana palekana palekana ʻoihana (uku ʻia)",
    "signup-interstitial-c1d": "E aʻo hou aʻe e pili ana i hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Hōʻikeʻike ʻikepili",
    "signup-interstitial-c1f": "Kūʻai i nā lawelawe hoʻolaha hCaptcha",
    "signup-interstitial-c2": "No nā kānaka pākahi",
    "signup-interstitial-c2a": "Hiki ke kiʻi ʻia",
    "signup-interstitial-c2b": "E aʻo e pili ana i ke koho ʻana no ka hCaptcha",
    "signup-interstitial-c2c": "Loaʻa ke kālā",
    "signup-interstitial-c2d": "Hana e like me kahi lepili ʻikepili pilikino",
    "signup-interstitial-head": "E hōʻoia e kiʻi iā ʻoe i kahi kūpono.",
    "support-interstitial-c1": "No nā hui",
    "support-interstitial-c1a": "Nā hana palekana palekana ʻoihana (uku ʻia)",
    "support-interstitial-c1b": "E kiʻi i ke kākoʻo no ka hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (manuahi)",
    "support-interstitial-c1d": "E kiʻi i ke kākoʻo no ka hCaptcha Publisher",
    "support-interstitial-c2": "No nā kānaka pākahi",
    "support-interstitial-c2a": "Loaʻa ka paʻakikī me kahi pilikia?",
    "support-interstitial-c2b": "E aʻo e pili ana i ke koho ʻana no ka hCaptcha",
    "support-interstitial-c2c": "Makemake ʻoe e hōʻike i kahi pepeke?",
    "support-interstitial-c2d": "E aʻo hou e pili ana i ka hōʻike ʻana i nā pilikia o ka polokalamu",
    "support-interstitial-head": "E hōʻoia e kiʻi iā ʻoe i kahi kūpono.",
    "switch-to-english-link": "E kuapo i ka ʻōlelo Pelekania",
    "what-is-hcaptcha": "He aha ka hCaptcha?",
    "what-is-hcaptcha-text": "Kōkua ʻo hCaptcha i kāu lawelawe pūnaewele punahele e kāpae i nā bot, spam, a me ka hoʻomāinoino e ka nīnau ʻana i nā nīnau maʻalahi maʻalahi no nā kānaka a paʻakikī hoʻi no nā mīkini.",
    "why-hc": "No ke aha hCaptcha?",
    "why-hc-text": "I kēlā me kēia manawa āu e pane ai i kahi pilikia, hoʻohana mākou i nā hiʻohiʻona laulā e ʻike ai inā he kanaka a mīkini paha ʻoe. ʻO ka pūnaewele āu i kipa ai a laila hoʻohana i kēia hopena e kōkua i ka hoʻomaikaʻi ʻana i kāu ʻike ma kā lākou pūnaewele ma ka mālama ʻana i nā bot."
}