{
    "a11y-img-1": "Lietotāja piekļuves ekrāns pēc pieteikšanās",
    "a11y-img-2": "Pieejamības opcija logrīka lietotāja interfeisa izvēlnē",
    "a11y-img-3": "Pieejamības dialoglodziņš logrīka lietotāja saskarnē",
    "about-advisors-brendan": "Brave izpilddirektors. Mozilla līdzdibinātājs. JavaScript programmēšanas valodas veidotājs. Pārlūkprogrammu un daudz ko citu.",
    "about-advisors-dawn": "Kalifornijas Universitātes Bērklija CS profesors. Dziļa mācīšanās, drošība, blokķēdes eksperts. Oasis Labs izpilddirektors.",
    "about-advisors-head": "Padomdevēji",
    "about-advisors-keiran": "Stenfordas pētnieks. Mašīnmācība un kvantitatīvās finanses lielākajās bankās, riska ieguldījumu fondos un akadēmiskajā vidē.",
    "about-content-head-1": "Ko mēs daram",
    "about-content-head-2": "Kāpēc tas ir svarīgi",
    "about-content-text-1": "hCaptcha ir AI un mašīnmācīšanās uzņēmuma Intuition Machines Inc pakalpojums, kas koncentrējas uz metālapmācību un vizuālā domēna ML mērogā. Mēs veidojam un izmantojam plaši mērogojamas sistēmas, lai ļautu video un attēlu analīzes pakalpojumiem Global 2000 uzņēmumiem visā pasaulē.",
    "about-content-text-1a": "hCaptcha nodrošina mūsdienīgu, uz privātumu vērstu pieeju robotu apturēšanai.",
    "about-content-text-1b": "Mēs parādām CAPTCHA problēmas, kuras robotiem ir grūti, bet cilvēkiem viegli, apkopojot grūti apzīmējamus datus no mašīnmācīšanās problēmām un izmantojot tos, lai atšķirtu, vai vietnes vai lietotnes apmeklētājs ir cilvēks.",
    "about-content-text-2": "Vairāk datu parasti dod labākus rezultātus. Pareizi marķētu un atbilstošu datu kopu veidošana un uzturēšana ir laikietilpīga un dārga. hCaptcha sākotnēji tika izstrādāts, lai apmierinātu mūsu pašu vajadzības attēlu marķēšanā, un tagad tas ir pieejams citiem uzņēmumiem ar līdzīgām vajadzībām.",
    "about-content-text-2a": "Sliktie aktieri tiešsaistē kļūst arvien izplatītāki. Bet lietotāju privātuma upurēšana nav atbilde.",
    "about-content-text-2b": "Drošības risinājumi, ko piedāvā reklāmas uzņēmumi, galvenokārt ir vērsti uz lietotāju izsekošanu tīmeklī. Mēs esam izveidojuši efektīvu drošības risinājumu, kas pierāda, ka izcilu rezultātu sasniegšanai nav nepieciešams kaitēt lietotāju privātumam.",
    "about-intro-head-1": "Par hCaptcha",
    "about-intro-head-2": "Konfidencialitāte, drošība un mašīnmācīšanās.",
    "about-intro-text": "hCaptcha ir pasaulē visplašāk izmantotais neatkarīgais CAPTCHA pakalpojums.",
    "about-leadership-alex": "Datu bāzes un Blockchain eksperts. Agrākais inženieris Cloudera un citur. Gadu desmitiem ilga pieredze programmatūras un komandu veidošanā.",
    "about-leadership-eli": "Izpilddirektors. Atzīts AI vadītājs. Pēdējo gadu desmitu laikā ir plaši izmantojis mašīnu izlūkošanu visdažādākajām biznesa problēmām.",
    "about-leadership-head": "Kas mēs esam",
    "about-leadership-headsub": "Pieredzējusi komanda, kas strādā pie mūsdienu grūtākajām problēmām.",
    "about-leadership-link1": "Kas mēs esam",
    "about-leadership-text1": "Mēs specializējamies dziļā apmācībā un vizuālā domēna mašīnmācībā plašā mērogā, īpašu uzmanību pievēršot tiešsaistes sistēmu aizsardzībai no arvien sarežģītākiem mūsdienu draudiem.",
    "about-leadership-text2": "Pateicoties gadu desmitiem ilgas programmatūras un mašīnmācīšanās pieredzei, mēs veidojam un izmantojam masveidā mērogojamas sistēmas, lai risinātu dažas no mūsdienu vissmagākajām problēmām, vienlaikus saglabājot privātumu.",
    "about-leadership-todd": "Doktora grāds skaitļošanas bioloģijā, Stenforda. Darbs ar neironu tīkliem kopš 1999. gada. Koncentrējieties uz lietišķo ML un dziļu mācīšanos mērogā.",
    "acc-opt": "Pieejamības opcijas",
    "acc-opt-but": "Uzziniet vairāk par pieejamības iespējām",
    "acc-opt-text": "Vai esat redzes invalīds vai kā citādi nespēj pabeigt hCaptchas?",
    "accessibility-link": "Pieejamība",
    "appreciate-in": "Mēs novērtējam jūsu ieguldījumu. Informējiet mūs par visiem jautājumiem, un mēs tos ātri atrisināsim.",
    "fb-but": "Nosūtiet mums atsauksmes",
    "feedback-text": "Sniedziet atsauksmes par tikko redzēto hCaptcha",
    "footer-attribution": "Attiecinājums",
    "footer-copyright-text": "hCaptcha ir Intuition Machines, Inc. reģistrēta preču zīme.",
    "footer-header-1": "Uzņēmums",
    "footer-header-2": "Resursi",
    "footer-header-3": "Kontakts",
    "footer-link-1": "Marķēšana",
    "footer-link-10": "Pieejamība",
    "footer-link-2": "Par",
    "footer-link-3": "Darbs",
    "footer-link-4": "Preču zīmes",
    "footer-link-5": "AI ētika",
    "footer-link-6": "Emuārs",
    "footer-link-7": "Statuss",
    "footer-link-8": "Dokumentācija",
    "footer-link-9": "Ziņot par kļūdu",
    "footer-privacy": "Privātums",
    "footer-subheader-1": "Atbalsts",
    "footer-subheader-2": "Kontakts",
    "footer-terms": "Noteikumi",
    "h-plans": "Abonēšanas plāni",
    "header-docs-link": "Dokumenti",
    "header-labeling-services-link": "Marķēšanas pakalpojumi",
    "header-login-button": "Pieslēgties",
    "header-plans-link": "Plāni",
    "header-signup-button": "Pierakstīties",
    "home-about-head": "Par hCaptcha",
    "home-about-subtitle": "Darbina CILVĒKU protokols",
    "home-about-text-1": "hCaptcha ir izstrādāts, lai atrisinātu darbietilpīgāko mašīnmācīšanās problēmu: savlaicīgu, pieejamu un uzticamu marķēšanu ar lielu datu apjomu.",
    "home-about-text-2": "Vairāk datu parasti dod labākus rezultātus apmācības mašīnmācīšanās modeļos. Nesenie dziļo modeļu panākumi ir noveduši pie arvien lielākām datu kopām, gandrīz vienmēr ar cilvēku pārskatīšanu. Tomēr lielu cilvēku pārskatītu datu kopu izveidošana, izmantojot Mechanical Turk, Eight Figure utt., Ir gan lēna, gan dārga.",
    "home-about-text-3": "hCaptcha ļauj vietnēm pelnīt naudu, kas kalpo šim pieprasījumam, vienlaikus bloķējot robotus un citus ļaunprātīgas izmantošanas veidus.",
    "home-about-text-4": "HCaptcha tirgus darbību nodrošina HUMAN Protocol, atvērts decentralizēts protokols cilvēku pārskatīšanai, kas darbojas Ethereum blokķēdē. Vietnes nopelna cilvēka žetonus (HMT) ikreiz, kad lietotāji savā vietnē izmanto logrīku hCaptcha, un mašīnmācīšanās uzņēmumi maksā Cilvēka žetonus, lai viņu dati tiktu marķēti.",
    "home-ba-labeling-services-link": "Marķēšanas pakalpojumi",
    "home-benefits-head-1": "Vērtība datu marķēšanā",
    "home-benefits-head-2": "Atdodiet labdarībai",
    "home-benefits-text-1": "Vai sapratāt katru reizi, kad noklikšķināt uz automašīnas, jūs bez maksas palīdzat apmācīt viena Gigantic uzņēmuma mašīnmācīšanās sistēmas?",
    "home-benefits-text-2": "hCaptcha apgriež šo modeli. Kad izmantojat hCaptcha, uzņēmumi sola par darbu, ko veic jūsu lietotāji, pierādot savu cilvēcību. Jūs saņemat atlīdzību.",
    "home-benefits-text-3": "Vai vēlaties atdot savu iecienīto labdarību? hCaptcha ļauj atbalstīt izvēlētās labdarības organizācijas ar ienākumiem, ko jūs gūstat, izmantojot to. Jūsu vietnes lietotāji drīz varēs redzēt jūsu ieguldījumu labdarībā, izmantojot diskrētu zīmolu hCaptcha saskarnē.",
    "home-challenge-text-1": "Atlasiet visus attēlus, kas atbilst vaicājumam",
    "home-challenge-text-2": "Definējiet objektu norobežojošo laukumu",
    "home-challenge-text-3": "Identificējiet atbilstošās etiķetes",
    "home-challenge-title-1": "Salīdzinājums",
    "home-challenge-title-2": "Ierobežojošais lodziņš",
    "home-challenge-title-3": "Kategorizēšana",
    "home-challenges-head": "Iepazīstināja ar izaicinājumiem",
    "home-challenges-text-1": "... un citi vienkārši uzdevumi. Viegli cilvēkiem, grūti robotiem.",
    "home-challenges-text-2": "Pielāgoti uzdevumi ir pieejami arī uzņēmumu izdevējiem.",
    "home-ent-1": "Vai meklējat mūsu uzņēmuma drošības piedāvājumus?",
    "home-ent-2": "Apmeklējiet mūsu jauno vietni: BotStop.com",
    "home-ent-button": "Uzziniet vairāk: BotCtop by hCaptcha",
    "home-from-the-blog": "NO BLOGA:",
    "home-from-the-blog-value": "Kā darbojas hCaptcha grūtības iestatījumi",
    "home-intro-body": "Vai jūs izmantojat captcha, lai nepieļautu robotus? hCaptcha aizsargā lietotāju privātumu, atalgo vietnes un palīdz uzņēmumiem iegūt viņu datu marķējumu. Tas ir reCAPTCHA aizstājējs: jūs varat pārslēgties dažu minūšu laikā.",
    "home-intro-button": "Piesakies tagad",
    "home-intro-head": "Pārtrauciet vairāk robotu. Sāciet aizsargāt lietotāju privātumu.",
    "home-main-1": "Privāts. Drošs. Ātrāk. Un mēs jums maksājam, lai jūs to izmantotu.",
    "home-main-2": "Konfidencialitāte ir koncentrēta",
    "home-main-2c": "Reklāmu tīkli redz jūsu apmeklētājus kā produktu. HCaptcha produkts ir darbs, ko viņi nodrošina. Mums ir vienalga, kas ir jūsu lietotāji, tikai iespējamība, ka viņi būs ļaunprātīgi. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un cītīgi strādājam, lai līdzsvarotu privātumu un drošību.",
    "home-main-3": "Vispirms drošība",
    "home-main-3c": "Precizitāte ir jūsu un mūsu interesēs. hCaptcha ir vērsta uz izdevējiem. Mēs strādājam, lai sniegtu jums reālus datus un ļautu jums izlemt, kā tos izmantot. Citas captchas nodrošina Gigantic reklāmas uzņēmumi. Tas nozīmē, ka katrs bloķētais robots var samazināt viņu ieņēmumus.",
    "home-main-4": "Labāka lietotāja pieredze",
    "home-main-4c": "HCaptcha cilvēces noteikšanai izmanto sarežģītus mašīnmācīšanās modeļus. Tas ļauj mums prasīt no jūsu lietotājiem mazāk kaitinošus uzdevumus un, to darot, aizņemt mazāk laika, vienlaikus ražojot klientiem marķētus datus par noderīgu.",
    "home-main-plans": "hCaptcha var brīvi izmantot jebkura izmēra izdevējiem. Tomēr uzņēmumiem un platformām, kurām nepieciešama lielāka kontrole, ir pieejami mūsu uzņēmumu risinājumi.",
    "home-main-plans2": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju vairākos desmitos miljonu vietņu dažiem lielākajiem uzņēmumiem uz planētas. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet vietni",
    "home-main-plans3": "hCaptcha uzņēmuma risinājumi aizsargā miljoniem lietotāju vairākos desmitos miljonu vietņu dažiem lielākajiem uzņēmumiem uz planētas. Lūdzu, sazinieties ar mums, lai iegūtu vairāk informācijas, vai apmeklējiet vietni",
    "home-main-plans4": "lai iegūtu sīkāku informāciju.",
    "home-plans-button-1": "Piesakies tagad",
    "home-plans-button-2": "Sazinieties ar pārdošanu",
    "home-plans-chart-head-1": "Iespējas",
    "home-plans-chart-head-2": "Izdevējs",
    "home-plans-chart-head-3": "Uzņēmējdarbība",
    "home-plans-chart-row-1-cell-1": "Parādītie kontroles izaicinājumu veidi",
    "home-plans-chart-row-1-cell-2": "Ierobežots",
    "home-plans-chart-row-1-cell-3": "Kopā",
    "home-plans-chart-row-10-cell-1": "Daudzu lietotāju informācijas paneļi",
    "home-plans-chart-row-11-cell-1": "Papildu pārskatu funkcijas",
    "home-plans-chart-row-12-cell-1": "Uzņēmumu SLA",
    "home-plans-chart-row-2-cell-1": "Izmantotā izaicinājuma satura kontrole",
    "home-plans-chart-row-2-cell-2": "Ierobežots",
    "home-plans-chart-row-2-cell-3": "Kopā",
    "home-plans-chart-row-3-cell-1": "Nopelniet atlīdzību par cilvēku risinājumiem",
    "home-plans-chart-row-4-cell-1": "Pasaules klases anti-bot aizsardzība",
    "home-plans-chart-row-5-cell-1": "Darbojas katrā valstī",
    "home-plans-chart-row-5a-cell-1": "Bez CAPTCHA un 99,9% pasīvie režīmi",
    "home-plans-chart-row-5b-cell-1": "Botu pārliecības rādītāji",
    "home-plans-chart-row-6-cell-1": "GDPR un CCPA draudzīga privātuma politika",
    "home-plans-chart-row-7-cell-1": "Smalkgraudaini grūtības līmeņi",
    "home-plans-chart-row-8-cell-1": "Palaidiet savu izaicinājuma saturu",
    "home-plans-chart-row-9-cell-1": "Laika grūtību plānošana",
    "home-try-it-out-button": "Iegūstiet hCaptcha",
    "home-try-it-out-head": "Izmēģini",
    "home-try-it-out-text": "hCaptcha nodrošina vienkāršu, ērtu un uzticamu robotu noteikšanu, vienlaikus cilvēkiem to ir mazsvarīgi atrisināt.",
    "labeling-about-head": "Par hCaptcha",
    "labeling-about-text-1": "hCaptcha ir paredzēts, lai atrisinātu darbietilpīgākās problēmas mašīnmācībā; savlaicīgi, pieņemami un uzticami marķēt lielu daudzumu datu. Vairāk datu parasti dod labākus rezultātus apmācības mašīnmācīšanās modeļos. Nesenie dziļo modeļu panākumi ir noveduši pie arvien lielākām datu kopām, un hCaptcha kalpo šai vajadzībai.",
    "labeling-about-text-2": "Tomēr lielu, cilvēkiem pārskatītu datu kopu izveidošana, izmantojot tradicionālās metodes, ir lēna un dārga. hCaptcha ir veids, kā uzņēmumi ātrāk, kvalitatīvāk un ar zemākām izmaksām nekā nepieciešamās citas alternatīvas var iegūt nepieciešamās anotācijas.",
    "labeling-annotations-head": "Anotāciju veidi",
    "labeling-annotations-text-1": "Precīza objektu noteikšana attēlos un video",
    "labeling-annotations-text-2": "Precīza objektu noteikšana attēlos un video",
    "labeling-annotations-text-3": "Punktu anotācijas daudziem dažādiem lietošanas gadījumiem",
    "labeling-annotations-text-4": "Kārtojiet vai pievienojiet jebkura lieluma patvaļīgas kategorijas",
    "labeling-annotations-text-5": "Cilvēka vadīta noteikšana un klasifikācija",
    "labeling-annotations-text-6": "Vai nepieciešams cits veids, kas šeit nav norādīts? Vienkārši pajautājiet mums.",
    "labeling-annotations-title-1": "Ierobežojošās kastes",
    "labeling-annotations-title-2": "Daudzstūri",
    "labeling-annotations-title-3": "Orientieri",
    "labeling-annotations-title-4": "Atribūtu kategorizēšana",
    "labeling-annotations-title-5": "Salīdzinājums un noteikšana",
    "labeling-annotations-title-6": "... un vēl daudz vairāk",
    "labeling-ent-button": "Sazinieties ar mūsu Enterprise Solutions komandu",
    "labeling-ent-head": "Jums nepieciešama pilnīga kontrole?",
    "labeling-ent-text-1": "HCaptcha platforma HUMAN nodrošina ļoti sarežģītas darba kvalitātes un pārvaldības funkcijas, izmantojot vietējās, hibrīdās vai SaaS izvietojumus, kas integrējas jūsu esošajās sistēmās.",
    "labeling-ent-text-2": "Palaist pilnībā bezsaistē ar savu darbaspēku, izsekot biznesa vienībās vai konsorcija partneros patērēto vērtību, selektīvi virzīt darbus dažādiem iekšējiem vai ārējiem darba nodrošinātājiem, pamatojoties uz izmaksu un drošības prasībām, un vēl vairāk.",
    "labeling-ent-text-3": "Viegla piekļuve API, skaisti informācijas paneļi un jaunākā modeļa in-the-loop tehnoloģija, lai palielinātu efektivitāti.",
    "labeling-ent-text-4": "Pieejams 99,99% darbspējas SLA un diennakts atbalsts visā pasaulē visu diennakti. Lai iegūtu vairāk informācijas:",
    "labeling-features-head-1": "Vienkārši API vadīti cauruļvadi.",
    "labeling-features-head-2": "Optimizēts izmaksu un kvalitātes ziņā. Sākotnējās saistības nav nepieciešamas.",
    "labeling-features-head-3": "Maksājiet tikai par nepieciešamo precizitāti.",
    "labeling-features-head-4": "Sniedziet savus patiesās pamatinformācijas datus vai ļaujiet mums tos veidot, lidojot.",
    "labeling-features-text-1": "Vai vēlaties integrēt cilvēku pārskatu tieši savā uzņēmējdarbībā? Mēs piedāvājam augstas uzticamības SLA, garantētu jaudu un vienkāršas REST API.",
    "labeling-features-text-2": "HUMAN platforma izmanto visaptverošus uzticības modeļus, lai veiktu sarežģītu reāllaika kvalitātes analīzi. Tas ļauj mums ātri noteikt gan jautājumu grūtības, gan to iespējamo pareizo atbildi, ietaupot jūsu laiku un naudu.",
    "labeling-features-text-3": "Ne visas problēmas ir vienādas. Drošībai kritiski svarīgu uzdevumu anotācijām var būt nepieciešama 99,99% pārliecība tikai no visiem darbiniekiem. Mobilās spēles lietotnes vienas beta funkcijas anotācijām var būt nepieciešama tikai mērena uzticēšanās. Izlem tu.",
    "labeling-features-text-4": "Vai jums ir neapstrādāti dati bez visaptveroša verifikācijas komplekta? Vairumā gadījumu mēs varam jums to izveidot, kad uzdevumi tiek izpildīti sistēmā, vai izveidot apstiprinātus paraugus.",
    "labeling-info-head": "Datu iezīmēšana",
    "labeling-info-text-1": "Sazinieties ar kādu no mūsu domēna ekspertiem, lai noteiktu jūsu projekta vajadzības: mērķa precizitāti, formātu un visas īpašās prasības.",
    "labeling-info-text-2": "Mēs veicam nelielu ražošanas darbu, pamatojoties uz jūsu parauga datiem. Tas pārbauda kopīgi paveikto darbu, lai nodrošinātu, ka jūs saņemat tieši to, kas jums nepieciešams.",
    "labeling-info-text-3": "Ar mūsu lielo apjomu un zemo latentumu mēs ātri pagriezīsim jūsu darbu ar automatizētu piegādi, tiklīdz tas būs paveikts.",
    "labeling-info-text-4": "Tā kā mēs labāk saprotam jūsu ražošanas darba parametrus, laika gaitā rezultāti turpinās uzlaboties.",
    "labeling-info-text-5": "Tiešraides informācijas paneļi ļauj jums jebkurā laikā sniegt atsauksmes vai apturēt ražošanu.",
    "labeling-info-title-1": "Definējiet specifikācijas",
    "labeling-info-title-2": "Sākotnējā darba pārbaude",
    "labeling-info-title-3": "Izvietot ražošanas darbus",
    "labeling-info-title-4": "Pastāvīgu uzlabošanu",
    "labeling-info-title-5": "Reāllaika rezultāti",
    "labeling-main-1": "Izmaksu ziņā efektīva datu marķēšana",
    "labeling-main-1-button": "Iegūstiet savus datus tagad",
    "labeling-main-1c": "Vai jūsu datu kopām ir nepieciešamas vairāk iezīmju? hCaptcha nodrošina ātru, rentablu un augstas kvalitātes datu marķēšanu uzņēmumiem, kuri strādā pie mākslīgā intelekta un mašīnmācīšanās lietojumprogrammām.",
    "labeling-main-2": "Nekavējoties veiciet miljoniem uzdevumu.",
    "labeling-main-2-button": "Pērciet datu marķēšanas pakalpojumus",
    "labeling-main-2c": "hCaptcha ir viens no lielākajiem baseiniem uz planētas, kas pieejams jūsu lietošanai. Neatkarīgi no jūsu mēroga, mēs to varam rīkoties bez dārgām iepriekšējām saistībām. Miljoniem uzdevumu dienā nav problēmu.",
    "labeling-platform-head": "Privāta vai publiska informācija",
    "labeling-platform-text": "hCaptcha ir veidota uz HUMAN platformas, kas ļauj sarežģītai maršrutēšanai un analīzei optimizēt izmaksas un efektivitāti katrā solī. Šī tehnoloģija ļauj pareizajam darbaspēkam rīkoties ar katru jūsu darba daļu, maksimāli palielinot izmaksu efektivitāti, vienlaikus saglabājot privātumu un izpildot visas piemērojamās normatīvās prasības.",
    "labeling-try-button": "Pērciet datu marķēšanas pakalpojumus",
    "labeling-try-head": "Vai vēlaties izmēģināt savus datus?",
    "labeling-try-text": "... mēs esam gatavi, kad esat: mūsu pakalpojums ir pieejams visu diennakti.",
    "learn-more-hcaptcha": "Uzziniet vairāk par hCaptcha",
    "page-acc-faq-1": "Jautājums: Vai hCaptcha 508. sadaļa + WCAG 2.1 AA ir saderīga? Atbilde: Mēs uzskatām, ka tā: visi lietotāji ar jebkāda veida traucējumiem, kuri spēj pārlūkot tīmekli un ievadīt veidlapās tekstu, reģistrējoties var piekļūt pakalpojumiem, kurus aizsargā hCaptcha. Tomēr tas nav juridisks padoms: jums pašam jāveic novērtējums, ņemot vērā konkrēto ieviešanu, lai pārliecinātos, ka tā ir jūsu izvietošanas gadījumā.",
    "page-acc-faq-2": "Jautājums: Vai jūs strādājat pie citām pieejamības (a11y) opcijām, piemēram, audio? Atbilde: Iepriekš populāras opcijas, piemēram, audio captchas, diskriminē daudzus lietotājus, un mūsdienīgas mašīnmācīšanās metodes tās viegli pārspēj. Tas ir piespiedis pašreizējās audio problēmas kļūt arvien grūtākām, ieviešot troksni, nepāra laiku, neparastas vārdu kombinācijas utt., Lai pieveiktu uzbrucējus. Tādējādi mēs esam mazāk entuziastiski par šo pieeju salīdzinājumā ar to, ka pilnībā izvairāmies no izaicinājuma, taču mēs to apsvērsim, ja būs pieprasījums no a11y kopienas. Tomēr mūs ļoti interesē Privātuma caurlaide pieejamības lietošanai. Mēs uzskatām, ka mūsu pašreizējās a11y pieejas apvienošana ar Privacy Pass izsniegšanu ļaus a11y lietotājiem droši pārlūkot, droši zinot, ka viņu trafika ir privāta, vienlaikus ierobežojot robotu operatoru ļaunprātīgu izmantošanu, kas neizbēgami rodas, kad ir pieejamas a11y opcijas. Mēs esam aktīvi IETF darba grupas dalībnieki, kas standartizē šo jauno tehnoloģiju.",
    "page-acc-faq-3": "Jautājums: Kā ar privātumu? Vai reģistrācija kaut kādā veidā atklāj visus pārlūkošanas datus? Ko jūs darāt ar e-pastu? Atbilde: hCaptcha ir paredzēts privātumam no paša sākuma. Tas ir ļoti atšķirīgs no tradicionālajām opcijām, piemēram, reCAPTCHA, kas pieder reklāmas tīkliem, kuriem ir stimuls izsekot jums tīmeklī un saistīt jūs ar reālu identitāti. Mēs nekad neizmantojam pieejamības e-pastus vai informāciju citiem mērķiem, kā tikai izmantošanas atvieglošanai un ļaunprātīgas izmantošanas novēršanai. Mūsu konfidencialitātes politikā ir visaptverošas un autoritatīvas atbildes par to, kā mēs izmantojam datus, taču īsa atbilde ir tāda, ka mums nav intereses saistīt jūs kā personu ar jūsu pārlūkošanas vēsturi. Mēs arī šobrīd strādājam pie kriptogrāfiska risinājuma, lai ātri izmestu jūsu e-pasta adresi vienlaikus saglabājot spēju novērst ļaunprātīgu izmantošanu, papildinot mūsu Privacy Pass darbu.",
    "page-acc-link-1": "Ja esat piekļuves lietotājs, lūdzu, reģistrējieties šeit.",
    "page-acc-subhead": "Nodrošināt vienmērīgu piekļuvi visiem lietotājiem, vienlaikus saglabājot drošību",
    "page-acc-summary": "Kopsavilkums",
    "page-acc-summary-contents-1": "hCaptcha ir izveidots, lai apturētu robotus, atšķirot tos no cilvēkiem. Vizuālie testi ir ērts rīks tam, taču ne visi var atrisināt vizuālo izaicinājumu. Šī iemesla dēļ mēs esam izstrādājuši vienkāršu, nesāpīgu alternatīvu, lai ļautu izdevējiem, kuri izmanto mūsu pakalpojumu, saglabāt piekļuvi visiem, pilnībā ievērojot 508. sadaļas un WCAG 2.1 AA prasības.",
    "page-acc-summary-contents-2": "Kā tas darbojas: vispirms piekļuves lietotājs reģistrējas šajā URL, kas ir saistīts ar logrīka hCaptcha informācijas lapu. Viņiem tiek piešķirts šifrēts sīkfails, kuru var izmantot vairākas reizes dienā, taču tas ir jāatsvaidzina ik pēc 24 stundām, izmantojot pieteikšanos. Ja jebkuras vietnes pieejamības lietotājam tiek uzrādīts izaicinājums, izmantojot pakalpojumu hCaptcha, tas automātiski iziet.",
    "page-acc-title": "hCaptcha informācija par pieejamību",
    "page-acc-tr-body": "Jautājums: Pēc sīkdatnes iestatīšanas es joprojām redzu izaicinājumu. Kas to izraisa?<br> Atbilde: Tas parasti notiek tāpēc, ka tiek izmantots agresīvs reklāmu bloķētājs vai anti-sīkfailu paplašinājums vai iestatījums, kas bloķē vairāku vietņu sīkfailus, šajā gadījumā hcaptcha.com sīkfailu, kuru hCaptcha JS ir iestatījis vai pārbaudījis citā vietnē. , piemēram, to, kuru apmeklējat.<br><br> hCaptcha pieejamības sīkfaili darbojas ar visiem populāriem pārlūkiem un reklāmu bloķētājiem ar to standarta iestatījumiem, tāpēc parasti kļūmes rodas anti-anti-adblock skriptu vai līdzīgu noteikumu kopu dēļ, kas mērķētas uz noteiktām vietnēm.<br><br> Risinājumi:<br><br> 1. Baltā saraksta hcaptcha.com un * .hcaptcha.com sīkfailus savā reklāmu bloķētājā vai pārlūkprogrammas drošības paplašinājumā.<br> 2. Ja izmantojat pārlūku Brave, kurā, šķiet, pašlaik nav nekāda veida sīkfailu baltā saraksta, dodieties uz Preferences -> Vairogi -> Sīkfaili un izvēlieties Atļaut visus sīkfailus.<br> 3. Ja jūs izmantojat visjaunāko Safari versiju nesen izdotajā OS X 10.15 vai iOS 13.4, Apple tikko mainīja Safari darbību, kas saistīta ar trešo pušu sīkfailiem, pēc noklusējuma bloķējot tos visus. Mēs ieviešam risinājumu, bet tikmēr, lūdzu, apmeklējiet sadaļu Safari preferences, Privātums un noņemiet atzīmi no vietnes Vietņu izsekošana: novērsiet vietņu izsekošanu, lai piekļuves sīkdatne varētu darboties, kā paredzēts.<br><br> Jautājums: Es izmantoju vairākas ierīces. Vai man jāreģistrējas vairākas reizes?<br> Atbilde: Nē. Lūdzu, noklikšķiniet uz tās pašas e-pasta pieteikšanās saites, kas jums tika nosūtīta katrā ierīcē, kuru izmantojat, lai iestatītu sīkfailu.<br><br> Jautājums: Kā es varu pasargāt sevi no trešās puses sīkfailu izsekošanas, izmantojot piekļuves sīkdatni?<br> Atbilde: jebkura privātuma vai reklāmu bloķēšanas paplašinājuma izmantošana, kas atbalsta domēna līmeņa balto sarakstu izveidošanu (piemēram, uBlock Origin), darbosies kā paredzēts: vienkārši pārliecinieties, vai esat iekļāvis hcaptcha.com.",
    "page-acc-tr-title": "Pieejamības lietotājiem: Bieži uzdotie jautājumi un problēmu novēršanas rokasgrāmata",
    "page-acc-tr2-body": "Safari<br> Lai iespējotu sīkfailus pārlūkprogrammā Safari (Mac): dodieties uz nolaižamo izvēlni Safari. Atlasiet Preferences. Augšējā panelī noklikšķiniet uz Privātums. Sadaļā “Bloķēt sīkfailus” atlasiet opciju “Nekad”.<br> Lai iespējotu sīkfailus pārlūkprogrammā Safari (iPhone / iPad iOS 11+): atveriet iestatījumus. Ritiniet uz leju un atlasiet Safari. Sadaļā Privātums un drošība izslēdziet “Novērst vietņu izsekošanu” un “Bloķēt visus sīkfailus”<br><br> Firefox<br> Jebkurā tīmekļa vietnē noklikšķiniet uz vairoga, kas atrodas pa kreisi no adreses joslas. Noklikšķiniet uz Aizsardzības iestatījumi. Tiks atvērts Firefox preferenču konfidencialitātes un drošības panelis. Sadaļā Uzlabotā izsekošanas aizsardzība atlasiet Pielāgots. Izvēlieties bloķējamos izsekotājus un skriptus, atzīmējot šīs izvēles rūtiņas. Pārliecinieties, vai esat atbloķējis vietni hcaptcha.com.<br><br> Varat arī uz laiku izslēgt dažus aizsardzības iestatījumus Custom, lai to atkļūdotu, noņemot atzīmi no izvēles rūtiņām: Ja joprojām rodas problēmas, noņemiet atzīmi no izvēles rūtiņas Trackers vai noņemiet atzīmi no izvēles rūtiņas Cookies.<br><br> Google Chrome<br> Google Chrome (personālais dators)<br> Atlasiet Chrome izvēlnes ikonu. Atlasiet Iestatījumi.<br> Pārejiet uz sadaļu Privātums un drošība, pēc tam sīkfaili un citi vietnes dati.<br> Pārliecinieties, vai nav iespējota opcija Bloķēt trešās puses sīkfailus.<br><br> Google Chrome (Mac):<br> Izvēlņu joslā atveriet Chrome preferences.<br> Pārejiet uz sadaļu Privātums un drošība, pēc tam sīkfaili un citi vietnes dati.<br> Pārliecinieties, vai nav iespējota opcija Bloķēt trešās puses sīkfailus.<br><br> Google Chrome (Android):<br> Android ierīcē atveriet lietotni Chrome.<br> Augšējā labajā stūrī pieskarieties vienumam Vēl un pēc tam - Iestatījumi.<br> Pieskarieties pie Vietnes iestatījumi un pēc tam uz Sīkfaili.<br> Blakus vienumam Sīkfaili ieslēdziet iestatījumu.<br> Atzīmējiet izvēles rūtiņu “Atļaut trešo pušu sīkfailus”.<br><br> Internet Explorer<br> 1. Ekrāna augšējā labajā stūrī atlasiet zobratu un pēc tam atlasiet “Interneta opcijas”. Ja esat iespējojis izvēlņu joslu, varat atlasīt “Rīki” un pēc tam “Interneta opcijas”.<br> 2. Noklikšķiniet uz cilnes Konfidencialitāte.<br> 3. Atlasiet pogu Papildu.<br> 4. Sadaļā “Trešās puses sīkfaili” izvēlieties “Pieņemt”.<br> 5. Noklikšķiniet uz Labi",
    "page-acc-tr2-head": "Pārlūkprogrammas instrukcijas vietņu sīkdatnēm",
    "priv-hc": "Konfidencialitāte ir koncentrēta",
    "priv-hc-text": "Reklāmu tīkli jūs redz kā savu produktu. Mums nav. Mums ir vienalga, kas ir lietotāji, tikai cik liela iespējamība ir viņu ļaunprātīgai izmantošanai. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un cītīgi strādājam, lai līdzsvarotu privātumu un drošību.",
    "reporting-bugs-accessibility-button": "Uzziniet vairāk par pieejamības iespējām",
    "reporting-bugs-accessibility-head": "Pieejamības opcijas",
    "reporting-bugs-accessibility-text": "Vai esat redzes invalīds vai kā citādi nespēj pabeigt hCaptchas?",
    "reporting-bugs-guide-ff-head": "Kļūdas ziņojuma detalizēta informācija: Firefox",
    "reporting-bugs-guide-ff-step-1": "1. darbība: atveriet izstrādātāja rīkus (ar to tiek sākta sesijas ierakstīšana.)",
    "reporting-bugs-guide-ff-step-2": "2. solis: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšdaļā atzīmējiet izvēles rūtiņu Persist logs.",
    "reporting-bugs-guide-ff-step-3": "3. solis: apmeklējiet vietni https://accounts.hcaptcha.com/demo vai vietni, kurā jums ir problēma (konfidencialitātes piezīme: tikai tad, ja jums nav iebildumu kopīgot to, kas tas ir) ... un pēc tam noklikšķiniet uz I esmu cilvēka poga, un mēģiniet atrisināt.",
    "reporting-bugs-guide-ff-step-4": "4. solis: Pēc mēģinājuma atrisināt noklikšķiniet uz HAR un izvēlieties Saglabāt visu kā HAR, lai saglabātu tīkla žurnālu. Nosūtiet šo failu mums.",
    "reporting-bugs-guide-ff-step-5": "5. solis: Noklikšķiniet uz cilnes Konsole un ar peles labo pogu noklikšķiniet uz Atlasīt visu un saglabājiet to teksta failā, lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
    "reporting-bugs-guide-ff-step-6": "Pēdējais solis: Nosūtiet mums tos HAR un konsoles žurnālfailus pa e-pastu un aprakstiet problēmu. Izmantojiet: support@hcaptcha.com (lūdzu, izmantojiet tādu pakalpojumu kā Dropbox vai Filebin un nosūtiet saites) un pēc izvēles ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas neparādās pareizi . Lūdzu, nosūtiet arī izmantoto IP. Jūs to varat iegūt vietnē https://www.whatsmyip.org/ Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju! Mēs esam apņēmušies panākt, lai hCaptcha darbotos labi visiem.",
    "reporting-bugs-guide-head": "Notiek kļūdu pārskata informācijas tveršana: Chrome",
    "reporting-bugs-guide-step-1": "1. darbība: atveriet izstrādātāja rīkus (ar to tiek sākta sesijas ierakstīšana.)",
    "reporting-bugs-guide-step-2": "2. solis: Izstrādātāja rīkos noklikšķiniet uz cilnes Tīkls. Augšdaļā atzīmējiet rūtiņu Saglabāt žurnālu.",
    "reporting-bugs-guide-step-3": "3. solis: apmeklējiet vietni https://accounts.hcaptcha.com/demo vai vietni, kurā jums ir problēma (konfidencialitātes piezīme: tikai tad, ja jums nav iebildumu kopīgot to, kas tas ir) ... un pēc tam noklikšķiniet uz I esmu cilvēka poga, un mēģiniet atrisināt.",
    "reporting-bugs-guide-step-4": "4. solis: Pēc mēģinājuma atrisināt noklikšķiniet uz Eksportēt HAR (mazā lejupvērstā bultiņa), kas saglabā tīkla žurnālu. Nosūtiet šo failu mums.",
    "reporting-bugs-guide-step-5": "5. solis: Noklikšķiniet uz cilnes Konsole un ar peles labo pogu noklikšķiniet uz Saglabāt kā .., lai saglabātu konsoles žurnālu. Nosūtiet to arī mums.",
    "reporting-bugs-guide-step-6": "Pēdējais solis: nosūtiet mums tos HAR un konsoles žurnālfailus pa e-pastu un aprakstiet problēmu. Izmantojiet: support@hcaptcha.com (lūdzu, izmantojiet pakalpojumu, piemēram, Dropbox vai Filebin, un nosūtiet saites) un pēc izvēles ekrānuzņēmumu, ja jums ir aizdomas, ka kaut kas neparādās pareizi. Lūdzu, nosūtiet arī izmantoto IP. Jūs to varat iegūt vietnē https://www.whatsmyip.org/ Paldies, ka veltījāt laiku, lai palīdzētu mums iegūt šo informāciju! Mēs esam apņēmušies panākt, lai hCaptcha darbotos labi visiem.",
    "reporting-bugs-guide-text-1": "Nosūtot atkļūdošanas informāciju kopā ar savu ziņojumu, mums būs daudz vieglāk noteikt notiekošo. Tālāk ir sniegti soli pa solim sniegtie norādījumi.",
    "reporting-bugs-guide-text-2": "Ja esat tīmekļa izstrādātājs vai eksperts, kopsavilkums ir tāds, ka mēs vēlētos, lai jūs mums nosūtītu tīkla ierakstīšanas HAR un pārlūka konsoles žurnālus. Lūdzu, vispirms mēģiniet atspējot jebkuru reklāmu bloķētāju vai pārlūkprogrammas drošības paplašinājumus un pēc tam mēģiniet vēlreiz, pirms veicat šīs darbības. Ja tas novērsīs jūsu problēmu, mēs joprojām pateicamies, ka paziņojāt mums savu pārlūkprogrammas versiju, reklāmu bloķētāju vai pārlūka paplašinājumu un vietnes URL.",
    "reporting-bugs-intro-head": "Atradāt kļūdu? Lūk, kā par to ziņot.",
    "reporting-bugs-intro-text": "Miljoniem cilvēku katru mēnesi izmanto hCaptcha tūkstošiem pārlūkprogrammu, paplašinājumu, ierīču, ugunsmūri un daudz ko citu. Mūsu mērķis ir pārliecināties, ka tas vienmēr darbojas jūsu labā, tāpēc mēs ļoti novērtējam jūsu ziņojumus! Lai sniegtu ātras atsauksmes, vienkārši noklikšķiniet uz pogas Sūtīt mums atsauksmes. Ja redzat funkcionālu problēmu, lūdzu, izpildiet tālāk norādītos Chrome atkļūdošanas žurnāla norādījumus vai Firefox atkļūdošanas žurnāla norādījumus. Jebkurām citām pārlūkprogrammām vienkārši nosūtiet mums e-pastu. Par iespējamām drošības vai privātuma problēmām skatiet tālāk sniegtos norādījumus.",
    "reporting-bugs-privacy-head": "Privātuma jautājumi",
    "reporting-bugs-privacy-text": "Mums ir vienalga, kas ir lietotāji, tikai iespējamība, ka viņi būs ļaunprātīgi vai mašīnas. Mēs atbalstām tādas iniciatīvas kā Privacy Pass un cītīgi strādājam, lai līdzsvarotu privātumu un drošību. Ja esat atradis problēmu, kas, jūsuprāt, varētu ietekmēt lietotāju privātumu, lūdzu, rakstiet mums pa e-pastu uz support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Nosūtiet mums atsauksmes",
    "reporting-bugs-provide-feedback-head": "Sniedziet tūlītēju atsauksmi par hCaptcha",
    "reporting-bugs-provide-feedback-text": "Mēs novērtējam jūsu ieguldījumu. Informējiet mūs par visiem jautājumiem, un mēs tos ātri atrisināsim.",
    "reporting-bugs-security-head": "Drošības kļūdas",
    "reporting-bugs-security-text": "Mēs vienmēr esam ieinteresēti saņemt ziņojumus par drošības kļūdām. Sūtiet e-pastu uz support@hcaptcha.com un CC security@hcaptcha.com, un mēs ar jums sazināsimies ātri. Mums ir arī kļūdu atlīdzības programma atbilstošiem drošības ziņojumiem par pakalpojumu hCaptcha un ar to saistīto pirmkodu.",
    "sales-interstitial-c1": "Uzņēmumiem",
    "sales-interstitial-c1a": "Uzņēmuma drošības risinājumi (maksas)",
    "sales-interstitial-c1b": "Uzziniet vairāk par hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Datu anotācija",
    "sales-interstitial-c1d": "Iegādājieties hCaptcha anotācijas pakalpojumus",
    "sales-interstitial-c2": "Privātpersonām",
    "sales-interstitial-c2a": "Pievienojiet hCaptcha savam pakalpojumam (bez maksas)",
    "sales-interstitial-c2b": "Pievienojiet hCaptcha for Publishers manai vietnei vai lietotnei",
    "sales-interstitial-c2c": "Kas ir hCaptcha?",
    "sales-interstitial-c2d": "Uzziniet vairāk par hCaptcha",
    "sales-interstitial-head": "Pārliecināsimies, vai nokļūsiet īstajā vietā.",
    "sec-hc": "Vispirms drošība",
    "sec-hc-text": "hCaptcha ir vērsta uz izdevējiem. Mēs strādājam, lai vietnēm sniegtu reālus datus un ļautu tām izlemt, kā tos izmantot. Precizitāte ir jūsu un mūsu interesēs. Citas captchas nodrošina reklāmas uzņēmumi. Katrs robots, kuru viņi bloķē, var samazināt viņu ieņēmumus.",
    "signup-interstitial-c1": "Uzņēmumiem vai vietnēm",
    "signup-interstitial-c1a": "Pievienojiet hCaptcha savam pakalpojumam (bez maksas)",
    "signup-interstitial-c1b": "Pievienojiet hCaptcha for Publishers manai vietnei vai lietotnei",
    "signup-interstitial-c1c": "Uzņēmuma drošības risinājumi (maksas)",
    "signup-interstitial-c1d": "Uzziniet vairāk par hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Datu anotācija",
    "signup-interstitial-c1f": "Iegādājieties hCaptcha anotācijas pakalpojumus",
    "signup-interstitial-c2": "Privātpersonām",
    "signup-interstitial-c2a": "Pieejamība",
    "signup-interstitial-c2b": "Uzziniet par hCaptcha pieejamības iespējām",
    "signup-interstitial-c2c": "Pelnīt naudu",
    "signup-interstitial-c2d": "Strādājiet kā individuāls datu marķētājs",
    "signup-interstitial-head": "Pārliecināsimies, vai nokļūsiet īstajā vietā.",
    "support-interstitial-c1": "Uzņēmumiem",
    "support-interstitial-c1a": "Uzņēmuma drošības risinājumi (maksas)",
    "support-interstitial-c1b": "Saņemiet atbalstu hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (bezmaksas)",
    "support-interstitial-c1d": "Saņemiet atbalstu hCaptcha Publisher",
    "support-interstitial-c2": "Privātpersonām",
    "support-interstitial-c2a": "Vai jums ir grūtības ar izaicinājumu?",
    "support-interstitial-c2b": "Uzziniet par hCaptcha pieejamības iespējām",
    "support-interstitial-c2c": "Vai vēlaties ziņot par kļūdu?",
    "support-interstitial-c2d": "Uzziniet vairāk par ziņošanu par programmatūras problēmām",
    "support-interstitial-head": "Pārliecināsimies, vai nokļūsiet īstajā vietā.",
    "switch-to-english-link": "Pārejiet uz angļu valodu",
    "what-is-hcaptcha": "Kas ir hCaptcha?",
    "what-is-hcaptcha-text": "hCaptcha palīdz jūsu iecienītākajiem tīmekļa pakalpojumiem novērst robotus, surogātpastu un ļaunprātīgu izmantošanu, uzdodot vienkāršus jautājumus, kas ir viegli cilvēkiem un grūti mašīnām.",
    "why-hc": "Kāpēc hCaptcha?",
    "why-hc-text": "Katru reizi, kad atbildat uz izaicinājumu, mēs izmantojam sarežģītus modeļus, lai noskaidrotu, vai jūs esat cilvēks vai mašīna. Pēc tam jūsu apmeklētā vietne izmanto šo rezultātu, lai palīdzētu uzlabot jūsu vietnes pieredzi, novēršot robotus."
}