{
    "a11y-img-1": "Нэвтрэх дараа нэвтрэх боломжтой хэрэглэгчийн дэлгэц",
    "a11y-img-2": "Виджетийн UI цэс дэх нэвтрэх сонголт",
    "a11y-img-3": "Виджетийн интерфейс дэх хүртээмжийн харилцах цонх",
    "about-advisors-brendan": "Brave компанийн гүйцэтгэх захирал. Mozilla-ийн үүсгэн байгуулагч. JavaScript програмчлалын хэлийг бүтээгч. Хөтөч бүтээгч ба бусад.",
    "about-advisors-dawn": "Профессор, Беркли дэх Калифорнийн их сургуулийн CS. Гүн сурах, аюулгүй байдал, блокчейн мэргэжилтэн. Oasis Labs компанийн гүйцэтгэх захирал.",
    "about-advisors-head": "Зөвлөхүүд",
    "about-advisors-keiran": "Стэнфордын эрдэм шинжилгээний ажилтан. Машин суралцах, тоон санхүүжилтийг томоохон банкууд, хеджийн сангууд, эрдэм шинжилгээний байгууллагууд.",
    "about-content-head-1": "Бид юу хийдэг вэ?",
    "about-content-head-2": "Яагаад хамаагүй вэ?",
    "about-content-text-1": "hCaptcha бол оюун ухаан ба машин сургалтын компани болох Intuition Machines Inc-ийн үйлчилгээ бөгөөд масштабаар металл сурах, визуал домэйн хийх чиглэлээр үйл ажиллагаа явуулдаг. Бид дэлхий даяар Глобал 2000 компаниудад видео болон дүрсний шинжилгээ хийх үйлчилгээг идэвхжүүлэхийн тулд масштабаар өргөжүүлж болохуйц системийг бүтээж, ажиллуулж байна.",
    "about-content-text-1a": "hCaptcha нь роботуудыг зогсоох орчин үеийн, нууцлалд чиглэсэн хандлагыг авчирдаг.",
    "about-content-text-1b": "Бид машин сурахад тулгардаг бэрхшээлээс шошголоход хэцүү өгөгдөл цуглуулж, вэбсайт эсвэл апп зочин хүн мөн эсэхийг ялгах замаар ботод хүнд, гэхдээ хүмүүст хялбар CAPTCHA сорилтыг үзүүлдэг.",
    "about-content-text-2": "Илүү их мэдээлэл нь ерөнхийдөө илүү сайн үр дүнг бий болгодог. Зөв шошготой, холбогдох мэдээллийн багцыг бүрдүүлэх, хадгалах нь цаг хугацаа их шаарддаг бөгөөд өндөр өртөгтэй байдаг. hCaptcha нь анх зургийн шошгонд бидний хэрэгцээ шаардлагад нийцүүлэн бүтээгдсэн бөгөөд одоо ижил төстэй хэрэгцээтэй бусад компаниудад ашиглах боломжтой болжээ.",
    "about-content-text-2a": "Муу жүжигчид онлайнаар улам бүр түгээмэл болж байна. Гэхдээ хэрэглэгчийн хувийн нууцыг золиослох нь шийдэл биш юм.",
    "about-content-text-2b": "Зар сурталчилгааны компаниудын санал болгож буй аюулгүй байдлын шийдлүүд нь үндсэндээ вэб дээрх хэрэглэгчдийг хянахад чиглэгддэг. Бид хэрэглэгчийн хувийн нууцад хор хохирол учруулж буйг баталгаажуулах үр дүнтэй аюулгүй байдлын шийдлийг бий болгосон.",
    "about-intro-head-1": "HCaptcha-ийн тухай",
    "about-intro-head-2": "Нууцлал, аюулгүй байдал, машин сурах.",
    "about-intro-text": "hCaptcha бол дэлхийн хамгийн өргөн хэрэглэгддэг бие даасан CAPTCHA үйлчилгээ юм.",
    "about-leadership-alex": "Мэдээллийн сан, Blockchain-ийн мэргэжилтэн. Cloudera-ийн эрт инженер. Олон арван жилийн туршлагатай мэргэжлийн програм хангамж, баг бүрдүүлэх.",
    "about-leadership-eli": "Гүйцэтгэх захирал. Хиймэл оюун ухааны чиглэлээр хүлээн зөвшөөрөгдсөн удирдагч. Сүүлийн хэдэн арван жилийн туршид олон төрлийн бизнесийн асуудалд машины тагнуулыг өргөн цар хүрээтэй ашиглаж ирсэн.",
    "about-leadership-head": "Бид хэн бэ",
    "about-leadership-headsub": "Өнөөдрийн хамгийн хэцүү асуудлууд дээр ажиллаж байгаа туршлагатай баг.",
    "about-leadership-link1": "Бид хэн бэ",
    "about-leadership-text1": "Бид гүнзгийрүүлэн судлах, харааны домэйн машиныг өргөн хүрээнд сурч мэргэшсэн бөгөөд орчин үеийн улам бүр боловсронгуй болох аюулаас онлайн системийг хамгаалахад анхаарлаа төвлөрүүлдэг.",
    "about-leadership-text2": "Олон арван жилийн програм хангамж, машин сурах туршлагатай тул бид хувийн нууцыг хадгалахын зэрэгцээ өнөөгийн хамгийн хүнд хэцүү асуудлуудыг шийдвэрлэхийн тулд өргөн цар хүрээтэй системийг бий болгож, ажиллуулж байна.",
    "about-leadership-todd": "Тооцоолох биологийн ухааны доктор, Стэнфорд. 1999 оноос хойш мэдрэлийн сүлжээтэй ажиллах. Хэрэглээний ML болон масштабаар гүнзгийрүүлэн сурахад анхаарлаа төвлөрүүл.",
    "acc-opt": "Хандалтын сонголтууд",
    "acc-opt-but": "Хандалтын сонголтуудын талаар илүү ихийг олж мэдэх",
    "acc-opt-text": "Та харааны бэрхшээлтэй эсвэл hCaptchas-г бөглөж чадахгүй байгаа юу?",
    "accessibility-link": "Хандалт",
    "appreciate-in": "Бид таны оруулсан саналд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид тэдгээрийг хурдан шийдвэрлэх болно.",
    "fb-but": "Санал хүсэлтээ бидэнд илгээнэ үү",
    "feedback-text": "Сая харсан hCaptcha-ийн талаар санал хүсэлтээ өгөөрэй",
    "footer-attribution": "Атрибут",
    "footer-copyright-text": "hCaptcha бол Intuition Machines, Inc-ийн бүртгэгдсэн худалдааны тэмдэг юм.",
    "footer-header-1": "Компани",
    "footer-header-2": "Нөөц",
    "footer-header-3": "Холбоо барих",
    "footer-link-1": "Шошго",
    "footer-link-10": "Хандалт",
    "footer-link-2": "Тухай",
    "footer-link-3": "Ажлын байр",
    "footer-link-4": "Барааны тэмдэг",
    "footer-link-5": "AI ёс зүй",
    "footer-link-6": "Блог",
    "footer-link-7": "Статус",
    "footer-link-8": "Баримтжуулалт",
    "footer-link-9": "Алдааны талаар мэдээлэх",
    "footer-privacy": "Нууцлал",
    "footer-subheader-1": "Дэмжлэг",
    "footer-subheader-2": "Холбоо барих",
    "footer-terms": "Нөхцөл",
    "h-plans": "Захиалгын төлөвлөгөө",
    "header-docs-link": "Докс",
    "header-labeling-services-link": "Шошголох үйлчилгээ",
    "header-login-button": "Нэвтрэх",
    "header-plans-link": "Төлөвлөгөө",
    "header-signup-button": "Бүртгүүлэх",
    "home-about-head": "HCaptcha-ийн тухай",
    "home-about-subtitle": "Хүний протоколоор ажилладаг",
    "home-about-text-1": "hCaptcha нь машин сурахад хамгийн их хөдөлмөр зарцуулдаг асуудлыг шийдвэрлэхэд зориулагдсан болно: асар их хэмжээний өгөгдлийг цаг тухайд нь, хямд, найдвартай байдлаар шошголох.",
    "home-about-text-2": "Илүү их мэдээлэл нь ерөнхийдөө сургалтын машин сурах загварт илүү сайн үр дүн өгдөг. Гүнзгий загвар өмсөгчдийн сүүлийн үеийн амжилтанд хүн төрөлхтний эргэн тойрон дахь мэдээллийн санг улам бүр өргөжүүлэх болсон. Гэхдээ Механик Турк, Зураг Найман гэх мэт хэрэгслээр дамжуулан хүний хянасан томоохон мэдээллийн санг үүсгэх нь удаан бөгөөд үнэтэй байдаг.",
    "home-about-text-3": "hCaptcha нь вэбсайтууд энэ эрэлтэд нийцүүлэн мөнгө олох боломжийг олгодог бөгөөд энэ нь роботууд болон бусад төрлийн хүчирхийллийг хориглодог.",
    "home-about-text-4": "HCaptcha зах зээл нь хүний хяналт, Ethereum blockchain дээр ажилладаг төвлөрсөн бус нээлттэй протокол болох HUMAN Protocol-ээр ажилладаг. Хэрэглэгчид сайт дээрээ hCaptcha виджетийг ашиглах болгонд вэбсайтууд нь Human Tokens (HMT) олдог бөгөөд машин сургалтын компаниуд Human Tokens-д төлбөр төлж, өгөгдлөө шошголдог.",
    "home-ba-labeling-services-link": "Шошголох үйлчилгээ",
    "home-benefits-head-1": "Өгөгдлийн шошгоны утга",
    "home-benefits-head-2": "Буяны ажилд буцааж өг",
    "home-benefits-text-1": "Ганц Gigantic компанийн машин сургалтын системийг үнэ төлбөргүй сургахад туслах машинаа товших бүртээ та ухаарсан уу?",
    "home-benefits-text-2": "hCaptcha энэ загварыг өөрчилдөг. Таныг hCaptcha ашиглах үед компаниуд таны хэрэглэгчид өөрсдийн хүн чанараа нотлохын тулд хийж буй ажилд үнийн санал өгдөг. Та шагнал авах болно.",
    "home-benefits-text-3": "Өөрийн дуртай буяны ажилд буцааж өгөхийг хүсч байна уу? hCaptcha нь танд ашигласан буяны байгууллагыг ашигласнаар олж буй орлогоосоо дэмжих боломжийг олгодог. Танай сайтын хэрэглэгчид удахгүй hCaptcha интерфейс дээр ухаалаг брэнд хийх замаар таны буяны үйлсэд оруулсан хувь нэмрийг харах боломжтой болно.",
    "home-challenge-text-1": "Асуултанд тохирох бүх зургийг сонгоно уу",
    "home-challenge-text-2": "Объектуудын хил хязгаарыг тодорхойлно уу",
    "home-challenge-text-3": "Харгалзах шошгыг тодорхойл",
    "home-challenge-title-1": "Харьцуулалт",
    "home-challenge-title-2": "Хязгаарлах хайрцаг",
    "home-challenge-title-3": "Ангилал",
    "home-challenges-head": "Сорилтуудыг толилуулсан",
    "home-challenges-text-1": "... болон бусад энгийн ажлууд. Хүмүүст амархан, роботуудад хэцүү байдаг.",
    "home-challenges-text-2": "Аж ахуйн нэгжийн хэвлэн нийтлэгчдэд захиалгат даалгавар өгөх боломжтой.",
    "home-ent-1": "Манай аж ахуйн нэгжийн аюулгүй байдлын саналыг хайж байна уу?",
    "home-ent-2": "Манай тусгай зориулалтын сайт болох BotStop.com руу зочилно уу",
    "home-ent-button": "Илүү ихийг олж мэдэх: hCaptcha-ийн BotStop",
    "home-from-the-blog": "БЛОГООС:",
    "home-from-the-blog-value": "HCaptcha-ийн хэцүү тохиргоонууд хэрхэн ажилладаг вэ",
    "home-intro-body": "Бот оруулахгүй байхын тулд та captcha ашигладаг уу? hCaptcha нь хэрэглэгчийн нууцлалыг хамгаалж, вэбсайтыг урамшуулж, компаниудад өгөгдлөө тэмдэглэхэд нь тусалдаг. Энэ бол reCAPTCHA-ийн орлуулалт юм: та хэдэн минутын дотор сольж болно.",
    "home-intro-button": "Одоо Бүртгүүлэх",
    "home-intro-head": "Илүү олон роботуудыг зогсоох. Хэрэглэгчийн нууцлалыг хамгаалж эхэл.",
    "home-main-1": "Хувийн. Аюулгүй. Илүү хурдан. Үүнийг ашиглахын тулд бид танд мөнгө төлдөг.",
    "home-main-2": "Нууцлалд анхаарлаа төвлөрүүлсэн",
    "home-main-2c": "Зар сурталчилгааны сүлжээ нь таны зочдыг бүтээгдэхүүн гэж үздэг. HCaptcha-ийн хувьд бүтээгдэхүүн нь тэдний хийх ажил юм. Таны хэрэглэгчид хэн байх нь бидэнд хамаагүй, зөвхөн тэдний хорлонтой байх магадлал л бидэнд хамаатай. Бид Privacy Pass гэх мэт санаачлагыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "home-main-3": "Эхлээд аюулгүй байдал",
    "home-main-3c": "Нарийвчлал нь таны болон бидний ашиг сонирхолд нийцнэ. hCaptcha нь нийтлэлчдэд чиглэсэн байдаг. Бид танд бодит өгөгдөл өгч, хэрхэн ашиглахаа шийдэх боломжийг олгохын төлөө ажилладаг. Бусад captchas-ийг Gigantic зар сурталчилгааны компаниуд хангадаг. Энэ нь тэдний хаасан бот бүр орлогоо бууруулж болзошгүй гэсэн үг юм.",
    "home-main-4": "Хэрэглэгчийн туршлагыг сайжруулах",
    "home-main-4c": "Машин сургалтын нарийн загварыг hCaptcha хүн төрөлхтнийг тодорхойлоход ашигладаг. Энэ нь танай хэрэглэгчдээс бага ядаргаатай даалгавар шаардах, үүнийг хийхэд бага цаг зарцуулах боломжийг олгодог.",
    "home-main-plans": "hCaptcha нь ямар ч хэмжээтэй хэвлэн нийтлэгчдэд үнэгүй ашиглах боломжтой. Гэсэн хэдий ч илүү хяналт шаарддаг аж ахуйн нэгж, платформуудын хувьд манай аж ахуйн нэгжийн шийдлүүд боломжтой байдаг.",
    "home-main-plans2": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхийн хамгийн том компаниудын хэдэн арван сая вэбсайтуудаас сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо бариарай, эсвэл зочилно уу",
    "home-main-plans3": "hCaptcha аж ахуйн нэгжийн шийдлүүд нь дэлхийн хамгийн том компаниудын хэдэн арван сая вэбсайтуудаас сая сая хэрэглэгчдийг хамгаалдаг. Дэлгэрэнгүй мэдээллийг бидэнтэй холбоо бариарай, эсвэл зочилно уу",
    "home-main-plans4": "дэлгэрэнгүйг",
    "home-plans-button-1": "Одоо Бүртгүүлэх",
    "home-plans-button-2": "Борлуулалттай холбоо бариарай",
    "home-plans-chart-head-1": "Онцлог шинж чанарууд",
    "home-plans-chart-head-2": "Хэвлэн нийтлэгч",
    "home-plans-chart-head-3": "Аж ахуйн нэгж",
    "home-plans-chart-row-1-cell-1": "Хяналтын сорилтын төрлийг харуулав",
    "home-plans-chart-row-1-cell-2": "Хязгаарлагдмал",
    "home-plans-chart-row-1-cell-3": "Нийт",
    "home-plans-chart-row-10-cell-1": "Олон хэрэглэгчийн хяналтын самбар",
    "home-plans-chart-row-11-cell-1": "Нарийвчилсан тайлагнах шинж чанарууд",
    "home-plans-chart-row-12-cell-1": "Аж ахуйн нэгжийн ААН",
    "home-plans-chart-row-2-cell-1": "Ашигласан сорилтын агуулгыг хянах",
    "home-plans-chart-row-2-cell-2": "Хязгаарлагдмал",
    "home-plans-chart-row-2-cell-3": "Нийт",
    "home-plans-chart-row-3-cell-1": "Хүний шийдэлд зориулан шагнал авах",
    "home-plans-chart-row-4-cell-1": "Ботын эсрэг дэлхийн түвшний хамгаалалт",
    "home-plans-chart-row-5-cell-1": "Бүх улс оронд ажилладаг",
    "home-plans-chart-row-5a-cell-1": "Үгүй-CAPTCHA ба 99.9% идэвхгүй горим",
    "home-plans-chart-row-5b-cell-1": "Ботын итгэлийн оноо",
    "home-plans-chart-row-6-cell-1": "GDPR ба CCPA-д ээлтэй нууцлалын бодлого",
    "home-plans-chart-row-7-cell-1": "Нарийн ширхэгтэй хүндрэлийн түвшин",
    "home-plans-chart-row-8-cell-1": "Өөрийн сорилтын агуулгыг эхлүүлээрэй",
    "home-plans-chart-row-9-cell-1": "Цагийн хуваарьт цагийн хуваарь гаргах",
    "home-try-it-out-button": "HCaptcha татаж аваарай",
    "home-try-it-out-head": "Үүнийг үзээрэй",
    "home-try-it-out-text": "hCaptcha нь энгийн, хялбар, найдвартай ботыг илрүүлэх боломжийг олгодог бөгөөд хүний хувьд шийдвэрлэхэд хялбар байдаг.",
    "labeling-about-head": "HCaptcha-ийн тухай",
    "labeling-about-text-1": "hCaptcha нь машин сурахад хамгийн их хөдөлмөр зарцуулдаг асуудлыг шийдвэрлэхэд зориулагдсан; асар их хэмжээний өгөгдлийг цаг тухайд нь, хямд, найдвартай байдлаар шошголох. Илүү их мэдээлэл нь ерөнхийдөө сургалтын машин сурах загварт илүү сайн үр дүн өгдөг. Гүнзгий загваруудын сүүлийн үеийн амжилт нь мэдээллийн санг улам бүр өргөжүүлэхэд хүргэсэн бөгөөд hCaptcha энэ хэрэгцээг хангаж байна.",
    "labeling-about-text-2": "Гэсэн хэдий ч уламжлалт аргыг ашиглан хүний хянасан томоохон мэдээллийн багцыг бий болгох нь удаан бөгөөд үнэтэй байдаг. hCaptcha нь компаниудад шаардлагатай тайлбараа хурдан, өндөр чанартай, бусад хувилбараас бага зардлаар авах арга юм.",
    "labeling-annotations-head": "Тэмдэглэгээний төрлүүд",
    "labeling-annotations-text-1": "Зураг болон видеон дахь объектыг зөв тодорхойлох",
    "labeling-annotations-text-2": "Зураг болон видеон дахь объектыг зөв тодорхойлох",
    "labeling-annotations-text-3": "Олон янзын хэрэглээний аннотацийг тэмдэглэ",
    "labeling-annotations-text-4": "Ямар ч хэмжээтэй дурын ангиллыг ангилах буюу нэмэх",
    "labeling-annotations-text-5": "Хүний хүчээр илрүүлэх, ангилах",
    "labeling-annotations-text-6": "Энд жагсаагдаагүй өөр төрөл хэрэгтэй байна уу? Биднээс л асуу.",
    "labeling-annotations-title-1": "Хязгаарлах хайрцаг",
    "labeling-annotations-title-2": "Олон өнцөгт",
    "labeling-annotations-title-3": "Газрын тэмдэг",
    "labeling-annotations-title-4": "Шинж чанарыг ангилах",
    "labeling-annotations-title-5": "Харьцуулалт ба илрүүлэлт",
    "labeling-annotations-title-6": "... болон бусад олон",
    "labeling-ent-button": "Манай Enterprise Solutions багтай холбоо бариарай",
    "labeling-ent-head": "Төгсгөлийн төгсгөлд хяналт хэрэгтэй байна уу?",
    "labeling-ent-text-1": "HCaptcha-ийн ард буй ХҮН платформ нь таны одоо байгаа системүүдтэй уялдуулж буй дотоод, эрлийз, эсвэл SaaS байршуулалтуудаар дамжуулан ажлын өндөр боловсронгуй чанар, менежментийн шинж чанарыг хангаж өгдөг.",
    "labeling-ent-text-2": "Өөрийн ажиллах хүчээр бүхэлд нь офлайнаар ажиллуулж, бизнесийн нэгжүүд эсвэл консорциумын түншүүдийн зарцуулсан үнэ цэнийг хянах, өртөг, аюулгүй байдлын шаардлагад үндэслэн ажлын байрыг дотоод болон гадаад ажил олгогчдод сонгон чиглүүлэх.",
    "labeling-ent-text-3": "API-ийн хялбар хандалт, үзэсгэлэнтэй хяналтын самбар, хамгийн сүүлийн үеийн технологийг ашиглан үр ашгийг хамгийн дээд хэмжээнд байлгах болно.",
    "labeling-ent-text-4": "99.99% ажиллах хугацаатай SLA ба дэлхийн 24/7 дэмжлэг авах боломжтой. Дэлгэрэнгүй мэдээллийг:",
    "labeling-features-head-1": "API хөтөчтэй энгийн дамжуулах хоолой.",
    "labeling-features-head-2": "Зардал, чанарын хувьд оновчтой болгосон. Урьдчилан амлалт шаардагдахгүй.",
    "labeling-features-head-3": "Зөвхөн шаардлагатай нарийвчлалыг төл.",
    "labeling-features-head-4": "Өөрийн бодит үнэний өгөгдлийг өгөх эсвэл яаралтай бүтээх боломжийг бидэнд олго.",
    "labeling-features-text-1": "Хүний үнэлгээг бизнесийн үйл ажиллагаандаа шууд нэгтгэхийг хүсч байна уу? Бид өндөр найдвартай SLA, баталгаатай хүчин чадал, энгийн REST API-г санал болгодог.",
    "labeling-features-text-2": "ХҮН платформ нь бүрэн хэмжээний итгэл үнэмшлийн загваруудыг ашиглан бодит цагийн бодит чанарын шинжилгээг хийдэг. Энэ нь танд цаг хугацаа, мөнгөө хэмнэж, асуултуудын төвөгтэй байдал, зөв хариултыг хоёуланг нь хурдан тодорхойлох боломжийг олгоно.",
    "labeling-features-text-3": "Бүх асуудал ижил биш юм. Аюулгүй байдлын чухал даалгаврын тайлбар нь бүхэл бүтэн хүний ажилчдаас 99.99% -ийн итгэлийг шаарддаг. Хөдөлгөөнт тоглоомын програмын нэг бета функцын тайлбар нь зөвхөн дунд зэргийн итгэлийг шаарддаг. Чи шийд.",
    "labeling-features-text-4": "Танд цогц баталгаажуулалтгүйгээр түүхий өгөгдөл байгаа юу? Ихэнх тохиолдолд бид системд даалгавар гүйцэтгэхэд зориулж танд зориулж нэгийг бүтээх эсвэл шошготой дээжийг бий болгож, батлуулах боломжтой.",
    "labeling-info-head": "Өгөгдлийг шошготой болгох",
    "labeling-info-text-1": "Төслийн хэрэгцээ, зорилтот нарийвчлал, формат, аливаа тусгай шаардлагыг тодорхойлохын тулд манай домэйны мэргэжилтнүүдтэй ярилцана уу.",
    "labeling-info-text-2": "Бид таны түүвэр өгөгдөл дээр үндэслэн үйлдвэрлэлийн жижиг ажлыг гүйцэтгэдэг. Энэ нь танд яг хэрэгтэй зүйлээ авахын тулд бидний хийсэн ажлыг туршиж үздэг.",
    "labeling-info-text-3": "Өндөр эзэлхүүн, бага хоцролттой тул бид таны ажлыг хурдан эргүүлж, дуусмагц автоматжуулсан хүргэх болно.",
    "labeling-info-text-4": "Таны үйлдвэрлэлийн ажлын параметрүүдийг илүү сайн ойлгох тусам цаг хугацаа өнгөрөх тусам үр дүн сайжирсаар байх болно.",
    "labeling-info-text-5": "Шууд хянах самбар нь танд санал хүсэлт өгөх, эсвэл үйлдвэрлэлээ түр зогсоох боломжийг олгодог.",
    "labeling-info-title-1": "Тодорхойлолтыг тодорхойлно уу",
    "labeling-info-title-2": "Ажлын эхний шалгалт",
    "labeling-info-title-3": "Үйлдвэрлэлийн ажлын байрыг байршуулах",
    "labeling-info-title-4": "Тасралтгүй сайжруулах",
    "labeling-info-title-5": "Бодит цагийн үр дүн",
    "labeling-main-1": "Масштабын хувьд үр ашигтай өгөгдлийн шошго",
    "labeling-main-1-button": "Өгөгдлөө одоо шошготой болго",
    "labeling-main-1c": "Мэдээллийн багцад илүү олон шошго хэрэгтэй байна уу? hCaptcha нь хиймэл оюун ухаан, машин сурах програм дээр ажилладаг компаниудад хурдан, хямд, өндөр чанартай өгөгдлийн шошгыг өгдөг.",
    "labeling-main-2": "Олон сая ажлыг даруй эхлүүлээрэй.",
    "labeling-main-2-button": "Мэдээлэл шошголох үйлчилгээ худалдаж авах",
    "labeling-main-2c": "hCaptcha нь таны ашиглах боломжтой дэлхийн хамгийн том усан сангуудын нэг юм. Таны цар хүрээ ямар байхаас үл хамааран бид үүнийг үнэтэй урьдчилсан амлалтгүйгээр зохицуулж чадна. Өдөрт хэдэн сая даалгавар хийх нь асуудалгүй юм.",
    "labeling-platform-head": "Хувийн эсвэл нийтийн мэдээлэл",
    "labeling-platform-text": "hCaptcha нь HUMAN платформ дээр суурилагдсан бөгөөд алхам тутамд өртөг, үр ашгийг оновчтой болгох нарийн чиглүүлэлт, дүн шинжилгээ хийх боломжийг олгодог. Энэхүү технологи нь зөв ажиллах хүчийг ажлын хэсэг бүрийг зохицуулж, зардлын үр ашгийг дээшлүүлж, хувийн нууцлалыг хадгалж, холбогдох зохицуулалтын шаардлагыг хангаж өгдөг.",
    "labeling-try-button": "Мэдээлэл шошголох үйлчилгээ худалдаж авах",
    "labeling-try-head": "Өгөгдлөө туршаад үзмээр байна уу?",
    "labeling-try-text": "... таныг байх үед бид бэлэн байна: манай үйлчилгээ өдөржингөө боломжтой байдаг.",
    "learn-more-hcaptcha": "HCaptcha-ийн талаар илүү ихийг олж мэдэх",
    "page-acc-faq-1": "Асуулт: hCaptcha Section 508 + WCAG 2.1 AA нийцэж байна уу? Хариу Гэсэн хэдий ч, энэ нь хууль эрх зүйн зөвлөгөө биш юм: энэ нь танай байршилд хамааралтай эсэхийг баталгаажуулахын тулд та өөрийн тодорхой хэрэгжилтийг харгалзан өөрийн үнэлгээг хийх ёстой.",
    "page-acc-faq-2": "Асуулт: Та аудио гэх мэт бусад хандалтын (a11y) сонголтууд дээр ажиллаж байна уу? Хариулт: Аудио капта гэх мэт урьд өмнө ашиглагдаж байсан сонголтууд нь олон a11y хэрэглэгчдийг ялгаварлан гадуурхдаг бөгөөд орчин үеийн машин сургалтын арга техникээр амархан ялагддаг. Энэ нь халдагчдыг ялахын тулд дуу чимээ, сондгой цаг хугацаа, ер бусын үгийн хослол гэх мэтийг нэвтрүүлж байгаа тул одоо байгаа аудио сорилтуудыг улам бүр хүндрүүлж байна. Тиймээс бид энэхүү арга барилд уриалгахан хандахаас гадна бэрхшээлээс бүрэн зайлсхийх болно, гэхдээ a11y нийгэмлэгийн эрэлт хэрэгцээ байгаа бол үүнийг анхаарч үзэх болно. Гэсэн хэдий ч, бид Хандалт ашиглах тохиолдлыг хамгаалах Privacy Pass-ийг маш их сонирхож байна. Одоогийн a11y арга барилаа Privacy Pass олголттой хослуулснаар a11y хэрэглэгчид аюулгүйгээр хайлт хийж, траффик нь илүү хувийн гэдгийг мэдэж, а11y сонголтууд гарах үед зайлшгүй тохиолддог бот операторуудын зүй бус ашиглалтыг хязгаарлах боломжтой болно гэж бид үзэж байна. Бид энэхүү шинэ технологийг стандартчилдаг IETF-ийн ажлын хэсгийн идэвхтэй оролцогчид юм.",
    "page-acc-faq-3": "Асуулт: Нууцлалын талаар юу хэлэх вэ? Бүртгэл нь a11y хайлтын өгөгдлийг ямар нэгэн байдлаар ил гаргадаг уу? Та имэйлээр юу хийдэг вэ? Хариулт: hCaptcha нь анхнаасаа нууцлалд зориулагдсан. Энэ нь зар сурталчилгааны сүлжээнүүдийн эзэмшдэг reCAPTCHA гэх мэт уламжлалт сонголтуудаас хамаагүй өөр бөгөөд таныг вэб даяар хянах, жинхэнэ таних хүнтэй холбох урам зориг өгдөг. Бид хандалтын имэйл эсвэл мэдээллийг хэзээ ч ашиглалтыг хөнгөвчлөх, хүчирхийллээс урьдчилан сэргийлэхээс өөр зорилгоор ашигладаггүй. Манай нууцлалын бодлогод өгөгдлийг хэрхэн ашиглах талаар дэлгэрэнгүй, бүрэн эрх бүхий хариултууд байдаг боловч богино хариулт нь бид таны хайлтын түүхтэй тантай холбоо тогтоох сонирхолгүй тул таны имэйл хаягийг хурдан устгах криптографийн шийдэл дээр ажиллаж байна. хүчирхийллээс урьдчилан сэргийлэх чадвараа хадгалсаар байхын зэрэгцээ Privacy Pass-ийн ажлыг үргэлжлүүлэн хийж байна.",
    "page-acc-link-1": "Хэрэв та хандалтын хэрэглэгч бол энд бүртгүүлнэ үү.",
    "page-acc-subhead": "Аюулгүй байдлыг хадгалахын зэрэгцээ бүх хэрэглэгчдэд тасралтгүй нэвтрэлтийг хангах",
    "page-acc-summary": "Хураангуй",
    "page-acc-summary-contents-1": "hCaptcha нь ботуудыг хүмүүсээс ялгаж зогсоох зориулалттай. Visual тест нь үүнийг хийхэд тохиромжтой хэрэгсэл боловч харааны бэрхшээлийг хүн бүр шийдэж чадахгүй. Энэ шалтгааны улмаас бид үйлчилгээгээ хэвлэн нийтлэгчид 508-р хэсэг, WCAG 2.1 AA стандартын шаардлагыг бүрэн хангаж, бүх хүмүүст нэвтрэх эрхээ хадгалах боломжийг олгох энгийн, өвдөлтгүй хувилбарыг боловсруулсан болно.",
    "page-acc-summary-contents-2": "Энэ нь хэрхэн ажилладаг вэ? Нэгдүгээрт, хандах хандалтын хэрэглэгч hCaptcha виджетийн мэдээллийн хуудсанд холбогдсон энэ URL дээр бүртгүүлнэ. Тэд өдөрт хэд хэдэн удаа ашиглах боломжтой шифрлэсэн күүкийг өгдөг боловч нэвтрэх замаар 24 цаг тутамд шинэчлэгдэх ёстой бөгөөд hCaptcha үйлчилгээг ашиглан сайтын нэвтрэх эрхийн хэрэглэгчдэд сорилт тулгарахад автоматаар дамжих болно.",
    "page-acc-title": "hCaptcha хандалтын мэдээлэл",
    "page-acc-tr-body": "Асуулт: Күүкийг тавьсны дараа би одоо ч гэсэн бэрхшээлтэй тулгарсаар байна. Энэ нь юунаас болж байна вэ?<br> Хариулт: Энэ нь ихэвчлэн түрэмгий сурталчилгааны хориглогч эсвэл жигнэмэгийн эсрэг өргөтгөл, эсвэл сайт хоорондын күүкийг блоклох тохиргоог ашигладагтай холбоотой бөгөөд энэ тохиолдолд hcaptcha.com-д зориулж өөр сайт дээр hCaptcha JS тохируулсан эсвэл шалгасан күүки юм. , таны зочилж байгаа шиг.<br><br> hCaptcha хандалтын күүки нь бүх алдартай хөтөч, зар хориглогчтой стандарт тохиргоогоор ажилладаг тул ихэнх сайтууд руу чиглэсэн алдааны эсрэг скриптүүд эсвэл үүнтэй төстэй дүрмүүдээс болж алдаа гардаг.<br><br> Шийдэл:<br><br> 1. Зар сурталчилгаа хориглогч эсвэл хөтөчийн аюулгүй байдлын өргөтгөлд hcaptcha.com болон * .hcaptcha.com күүкийг цагаан жагсаалтад оруулна уу.<br> 2. Хэрэв та одоогоор ямар ч төрлийн жигнэмэгийн цагаан жагсаалтад ороогүй байгаа Brave хөтчийг ашиглаж байгаа бол Preferences -> Shields -> Cookies руу ороод Allow All Cookies-ийг сонгоно уу.<br> 3. Хэрэв та саяхан гарсан OS X 10.15 эсвэл iOS 13.4 хувилбаруудын аль нэгэнд Safari-ийн хамгийн сүүлийн хувилбарыг ашиглаж байгаа бол Apple компани гуравдагч талын күүкитэй холбоотой Safari-ийн үйлдлийг дөнгөж сая өөрчлөөд, бүгдийг нь анхдагчаар нь блоколсон. Бид шийдлийг хэрэгжүүлж байгаа боловч энэ хооронд Safari-ийн тохиргоо, Нууцлалын хэсэг, Вэбсайт хянах гэсэн сонголтыг хасна уу. Хандалтын күүкийг хүлээгдэж буй байдлаар ажиллуулахын тулд сайтыг хянахаас сэргийлээрэй.<br><br> Асуулт: Би олон төхөөрөмж ашигладаг. Би олон удаа бүртгүүлэх шаардлагатай юу?<br> Хариулт: Үгүй. Күүкийг тохируулахын тулд ашигладаг төхөөрөмж бүр дээр танд илгээсэн имэйлийн нэвтрэх линк дээр дарна уу.<br><br> Асуулт: Хандалтын күүкийг ашиглахдаа би гуравдагч этгээдийн күүкийг дагахаас өөрийгөө хэрхэн хамгаалах вэ?<br> Хариулт: Домэйн түвшний цагаан жагсаалтыг (жишээ нь uBlock Origin) дэмждэг аливаа нууцлал, сурталчилгааг хориглох өргөтгөлийг ашиглах нь хүлээгдэж буй шиг ажиллах болно: hcaptcha.com-ийг цагаан жагсаалтад оруулахаа мартуузай.",
    "page-acc-tr-title": "Хүртээмжтэй байдалтай холбоотой хэрэглэгчдэд: Байнга асуудаг асуултууд, алдааг олж засварлах гарын авлага",
    "page-acc-tr2-body": "Сафари<br> Safari (Mac) дээр күүкийг идэвхжүүлэхийн тулд: Safari доош унах цэс рүү очно уу. Тохиргоог сонгоно уу. Дээд самбар дахь Нууцлал дээр дарна уу. Күүкийг хаах 'сонголтыг хэзээ ч битгий хийгээрэй.<br> Safari дээр күүкийг идэвхжүүлэхийн тулд (iPhone / iPad iOS 11+): Тохиргоогоо нээнэ үү. Доош гүйлгээд Safari-г сонго. Нууцлал ба аюулгүй байдлын дагуу 'Сайт хоорондын хяналтаас урьдчилан сэргийлэх' ба 'Бүх күүкийг хориглох' -г унтраана уу.<br><br> Firefox<br> Аливаа вэбсайт дээрх хаягийн мөрний зүүн талд бамбай дээр дарна уу. Хамгаалалтын тохиргоон дээр дарна уу. Firefox Preferences Privacy & Security самбар нээгдэнэ. Сайжруулсан хянах хамгаалалтын дор Custom гэснийг сонгоно уу. Эдгээр хайрцгийг сонгож аль трекерууд болон скриптүүдийг блоклохыг сонгоно уу. Та hcaptcha.com-ыг блокоос хассан эсэхээ шалгаарай.<br><br> Үүнийг өөрчлөхийн тулд Custom-д байгаа зарим хамгаалалтыг түр хугацаанд идэвхгүйжүүлж, хайрцгийн хайрцгийг цуцална уу: Trackers checkbox-ыг цуцлах эсвэл асуудалтай хэвээр байгаа бол Cookies-ийг хасах.<br><br> Гүүгл Кром<br> Google Chrome (PC)<br> Chrome цэсийн дүрсийг сонгоно уу. Тохиргоог сонгоно уу.<br> Нууцлал ба аюулгүй байдал, дараа нь күүки болон бусад сайтын мэдээлэл рүү очно уу.<br> 'Гуравдагч талын күүкийг хориглох' идэвхжээгүй эсэхийг шалгаарай.<br><br> Google Chrome (Mac):<br> Chrome-ийн тохиргоог цэснээс нээнэ үү.<br> Нууцлал ба аюулгүй байдал, дараа нь күүки болон бусад сайтын мэдээлэл рүү очно уу.<br> 'Гуравдагч талын күүкийг хориглох' идэвхжээгүй эсэхийг шалгаарай.<br><br> Google Chrome (Android):<br> Андройд төхөөрөмж дээрээ Chrome програмыг нээнэ үү.<br> Баруун дээд хэсэгт Илүү, дараа нь Тохиргоо дээр товшино уу.<br> Сайтын тохиргоо, дараа нь күүки дээр дарна уу.<br> 'Күүки' хажууд байгаа тохиргоог асаана уу.<br> 'Гуравдагч этгээдийн күүкийг зөвшөөрөх' хажууд байгаа хайрцгийг шалгана уу.<br><br> Internet Explorer<br> 1. Дэлгэцийн баруун дээд буланд байгаа араагаа сонгоод дараа нь 'Internet Options' -г сонгоно уу. Хэрэв та цэсний мөрийг идэвхжүүлсэн бол 'Хэрэгсэл', дараа нь 'Internet Options' -г сонгож болно.<br> 2. 'Нууцлал' таб дээр дарна уу.<br> 3. 'Advanced' товчийг сонгоно уу.<br> 4. 'Гуравдагч этгээдийн күүки' дор 'Зөвшөөрөх' командыг сонгоно уу.<br> 5. 'OK' дээр дарна уу",
    "page-acc-tr2-head": "Сайт хоорондын күүкийг үзэх хөтчийн заавар",
    "priv-hc": "Нууцлалд анхаарлаа төвлөрүүлсэн",
    "priv-hc-text": "Зар сурталчилгааны сүлжээнүүд таныг өөрсдийн бүтээгдэхүүн гэж үздэг. Бид тэгэхгүй. Хэрэглэгчид хэн байх нь бидэнд хамаагүй, зөвхөн тэдний хорлонтой байх магадлал л өндөр байдаг. Бид Privacy Pass гэх мэт санаачлагыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг.",
    "reporting-bugs-accessibility-button": "Хандалтын сонголтуудын талаар илүү ихийг олж мэдэх",
    "reporting-bugs-accessibility-head": "Хандалтын сонголтууд",
    "reporting-bugs-accessibility-text": "Та харааны бэрхшээлтэй эсвэл hCaptchas-г бөглөж чадахгүй байгаа юу?",
    "reporting-bugs-guide-ff-head": "Алдааны тайлангийн дэлгэрэнгүй мэдээллийг барьж авах: Firefox",
    "reporting-bugs-guide-ff-step-1": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээнэ үү (Энэ нь сессийг тэмдэглэж эхэлнэ.)",
    "reporting-bugs-guide-ff-step-2": "Алхам 2: Developer Tools дээр Network tab дээр дарна уу. Дээд талд байрлах Persist logs хайрцгийг шалгана уу.",
    "reporting-bugs-guide-ff-step-3": "Алхам 3: https://accounts.hcaptcha.com/demo, эсвэл асуудалтай байгаа вэбсайтад зочилно уу (Нууцлалын Тэмдэглэл: Хэрэв та үүнийг юу гэж хуваалцахыг хүсэхгүй байгаа бол) ... дараа нь I дарна уу би хүний товчлуур бөгөөд шийдвэрлэхийг хичээ.",
    "reporting-bugs-guide-ff-step-4": "Алхам 4: Шийдвэрлэх гэж оролдсоны дараа HAR дээр дарж, Save All-ийг HAR гэж сонгоод сүлжээний бүртгэлийг хадгална уу. Тэр файлыг бидэнд илгээнэ үү.",
    "reporting-bugs-guide-ff-step-5": "Алхам 5: Консол таб дээр дараад хулганыхаа баруун товчийг дараад бүгдийг нь сонгоод текст файл болгон хадгална уу. Биднийг бас илгээнэ үү.",
    "reporting-bugs-guide-ff-step-6": "Сүүлийн алхам: Тэдгээр HAR болон консолын бүртгэлийн файлуудыг бидэнд имэйлээр илгээж, асуудлыг тайлбарлана уу. Support@hcaptcha.com (Dropbox, Filebin гэх мэт үйлчилгээг ашиглаад холбоосуудыг илгээнэ үү), мөн зөв харуулахгүй байгаа зүйл байвал скриншотыг нэмж оруулаарай. . Өөрийн ашиглаж буй IP хаягаа бас илгээнэ үү. Та үүнийг https://www.whatsmyip.org/ хаягаас авах боломжтой. Энэ мэдээллийг авахад цаг зав гарган бидэнд тусалсанд баярлалаа! Бид hCaptcha-г хүн бүрт сайн ажиллуулахыг зорьж байна.",
    "reporting-bugs-guide-head": "Алдааны тайлангийн дэлгэрэнгүй мэдээллийг барьж авах: Chrome",
    "reporting-bugs-guide-step-1": "Алхам 1: Хөгжүүлэгчийн хэрэгслийг нээнэ үү (Энэ нь сессийг тэмдэглэж эхэлнэ.)",
    "reporting-bugs-guide-step-2": "Алхам 2: Developer Tools дээр Network tab дээр дарна уу. Дээд талд байрлах Хадгалах бүртгэлийн хайрцгийг шалгана уу.",
    "reporting-bugs-guide-step-3": "Алхам 3: https://accounts.hcaptcha.com/demo, эсвэл асуудалтай байгаа вэбсайтад зочилно уу (Нууцлалын Тэмдэглэл: Хэрэв та үүнийг юу гэж хуваалцахыг хүсэхгүй байгаа бол) ... дараа нь I дарна уу би хүний товчлуур бөгөөд шийдвэрлэхийг хичээ.",
    "reporting-bugs-guide-step-4": "Алхам 4: Шийдвэрлэх гэж оролдсоны дараа Export HAR (бага доош сумтай) товчийг дарахад сүлжээний бүртгэл хадгалагдана. Тэр файлыг бидэнд илгээнэ үү.",
    "reporting-bugs-guide-step-5": "Алхам 5: Консол таб дээр дараад консолын бүртгэлийг хадгалахын тулд хулганы баруун товчийг дараад Save as .. дээр дарна уу. Биднийг бас илгээнэ үү.",
    "reporting-bugs-guide-step-6": "Сүүлийн алхам: Эдгээр HAR болон консолын бүртгэлийн файлуудыг бидэнд имэйлээр илгээж, асуудлыг тайлбарлана уу. Ашиглах: support@hcaptcha.com (Dropbox эсвэл Filebin гэх мэт үйлчилгээг ашиглаад холбоосоо илгээнэ үү), хэрэв зөв харагдахгүй байгаа зүйл байвал скриншот ашиглаарай. Өөрийн ашиглаж буй IP хаягаа бас илгээнэ үү. Та үүнийг https://www.whatsmyip.org/ хаягаас авах боломжтой. Энэ мэдээллийг авахад цаг зав гарган бидэнд тусалсанд баярлалаа! Бид hCaptcha-г хүн бүрт сайн ажиллуулахыг зорьж байна.",
    "reporting-bugs-guide-text-1": "Дебаг хийсэн мэдээллийг өөрийн тайлантай хамт илгээснээр бид юу болж байгааг тодорхойлоход илүү хялбар болно. Энд алхам алхмаар зааварчилгаа байна.",
    "reporting-bugs-guide-text-2": "Хэрэв та вэб хөгжүүлэгч эсвэл шинжээч хэрэглэгч бол бид HAR болон хөтчийн консолын бүртгэлийн сүлжээний бичлэгийг бидэнд илгээхийг хүсч байна. Эхлээд аливаа зар хориглогч эсвэл хөтчийн аюулгүй байдлын өргөтгөлүүдийг идэвхгүйжүүлээд дараа нь эдгээр алхмуудыг хийхээсээ өмнө дахин оролдоно уу. Хэрэв энэ нь таны асуудлыг шийдсэн бол бид таны хөтөч хувилбар, зар хориглогч эсвэл хөтчийн өргөтгөл, вэбсайтын URL хаягийг бидэнд мэдэгдсэнд талархах болно.",
    "reporting-bugs-intro-head": "Алдаа олсон уу? Үүнийг хэрхэн мэдээлэх талаар энд оруулав.",
    "reporting-bugs-intro-text": "Сар бүр сая сая хүн hCaptcha програмыг мянга мянган хөтөч, өргөтгөл, төхөөрөмж, галт хана гэх мэт хослол дээр ашигладаг. Бидний зорилго бол таны төлөө үргэлж үр дүнтэй ажиллаж байгаа эсэхийг баталгаажуулах явдал тул бид таны тайланг маш их үнэлж байна! Шуурхай хариу өгөх бол бидэнд санал хүсэлт илгээх товчийг дарна уу. Хэрэв танд функциональ асуудал байгаа бол Chrome-ийн дибаг хийх бүртгэлийн зааврыг дагаж эсвэл доорхи Firefox-ийн дибаг хийх бүртгэлийн зааврыг дагана уу. Бусад хөтөчүүдийн хувьд бидэнд имэйл илгээнэ үү. Аюулгүй байдал, хувийн нууцтай холбоотой асуудлуудыг доорхи зааврыг үзнэ үү.",
    "reporting-bugs-privacy-head": "Нууцлалын асуудлууд",
    "reporting-bugs-privacy-text": "Хэрэглэгчид хэн байх нь бидэнд хамаагүй, зөвхөн тэдний хорлонтой эсвэл машинд өртөх магадлал л чухал юм. Бид Privacy Pass гэх мэт санаачлагыг дэмжиж, нууцлал, аюулгүй байдлыг тэнцвэржүүлэхийн тулд шаргуу ажилладаг. Хэрэв та хэрэглэгчийн хувийн нууцад нөлөөлж болзошгүй гэж үзсэн асуудлыг олж мэдвэл support@hcaptcha.com хаягаар имэйлээр илгээнэ үү.",
    "reporting-bugs-provide-feedback-button": "Санал хүсэлтээ бидэнд илгээнэ үү",
    "reporting-bugs-provide-feedback-head": "HCaptcha-ийн талаархи санал хүсэлтийг даруй өгөх",
    "reporting-bugs-provide-feedback-text": "Бид таны оруулсан саналд талархаж байна. Аливаа асуудлыг бидэнд мэдэгдээрэй, бид тэдгээрийг хурдан шийдвэрлэх болно.",
    "reporting-bugs-security-head": "Аюулгүй байдлын алдаанууд",
    "reporting-bugs-security-text": "Аюулгүй байдлын алдааны талаархи тайланг бид үргэлж авах сонирхолтой байдаг. Support@hcaptcha.com & CC security@hcaptcha.com имэйлээр илгээхэд бид тантай хурдан холбогдох болно. Бидэнд hCaptcha үйлчилгээ болон холбогдох эх кодын аюулгүй байдлын тайланг гаргах алдааны өгөөжийн програм байдаг.",
    "sales-interstitial-c1": "Компаниудын хувьд",
    "sales-interstitial-c1a": "Байгууллагын аюулгүй байдлын шийдлүүд (төлбөртэй)",
    "sales-interstitial-c1b": "HCaptcha Enterprise (BotStop) талаар дэлгэрэнгүй үзэх",
    "sales-interstitial-c1c": "Өгөгдлийн тайлбар",
    "sales-interstitial-c1d": "HCaptcha аннотацийн үйлчилгээ худалдан авах",
    "sales-interstitial-c2": "Хувь хүмүүст",
    "sales-interstitial-c2a": "HCaptcha-г үйлчилгээндээ нэмэх (үнэгүй)",
    "sales-interstitial-c2b": "Publishers-т зориулсан hCaptcha-г миний вэбсайт эсвэл апп-д нэмээрэй",
    "sales-interstitial-c2c": "HCaptcha гэж юу вэ?",
    "sales-interstitial-c2d": "HCaptcha-ийн талаар илүү ихийг олж мэдэх",
    "sales-interstitial-head": "Зөв газартаа очсон эсэхийг шалгаарай.",
    "sec-hc": "Эхлээд аюулгүй байдал",
    "sec-hc-text": "hCaptcha нь нийтлэлчдэд чиглэсэн байдаг. Бид сайтуудад бодит өгөгдөл өгч, тэдгээрийг хэрхэн ашиглахаа өөрсдөө шийдэхийг хичээдэг. Нарийвчлал нь таны болон бидний ашиг сонирхолд нийцнэ. Бусад captchas-ыг зар сурталчилгааны компаниуд өгдөг. Тэдний хориглосон бот бүр орлогоо бууруулж магадгүй юм.",
    "signup-interstitial-c1": "Компаниуд эсвэл вэбсайтын хувьд",
    "signup-interstitial-c1a": "HCaptcha-г үйлчилгээндээ нэмэх (үнэгүй)",
    "signup-interstitial-c1b": "Publishers-т зориулсан hCaptcha-г миний вэбсайт эсвэл апп-д нэмээрэй",
    "signup-interstitial-c1c": "Байгууллагын аюулгүй байдлын шийдлүүд (төлбөртэй)",
    "signup-interstitial-c1d": "HCaptcha Enterprise (BotStop) талаар дэлгэрэнгүй үзэх",
    "signup-interstitial-c1e": "Өгөгдлийн тайлбар",
    "signup-interstitial-c1f": "HCaptcha аннотацийн үйлчилгээ худалдан авах",
    "signup-interstitial-c2": "Хувь хүмүүст",
    "signup-interstitial-c2a": "Хандалт",
    "signup-interstitial-c2b": "HCaptcha-д нэвтрэх сонголтуудын талаар олж мэдэх",
    "signup-interstitial-c2c": "Мөнгө олох",
    "signup-interstitial-c2d": "Хувь хүний өгөгдлийн шошготой ажиллах",
    "signup-interstitial-head": "Зөв газартаа очсон эсэхийг шалгаарай.",
    "support-interstitial-c1": "Компаниудын хувьд",
    "support-interstitial-c1a": "Байгууллагын аюулгүй байдлын шийдлүүд (төлбөртэй)",
    "support-interstitial-c1b": "HCaptcha Enterprise (BotStop) -д дэмжлэг авах",
    "support-interstitial-c1c": "hCaptcha Publisher (үнэгүй)",
    "support-interstitial-c1d": "HCaptcha Publisher-ийн дэмжлэгийг авна уу",
    "support-interstitial-c2": "Хувь хүмүүст",
    "support-interstitial-c2a": "Сорилт бэрхшээлтэй тулгарч байна уу?",
    "support-interstitial-c2b": "HCaptcha-д нэвтрэх сонголтуудын талаар олж мэдэх",
    "support-interstitial-c2c": "Алдааны талаар мэдээлэхийг хүсч байна уу?",
    "support-interstitial-c2d": "Програм хангамжийн асуудлыг тайлагнах талаар илүү ихийг олж мэдэх",
    "support-interstitial-head": "Зөв газартаа очсон эсэхийг шалгаарай.",
    "switch-to-english-link": "Англи хэл рүү шилжих",
    "what-is-hcaptcha": "HCaptcha гэж юу вэ?",
    "what-is-hcaptcha-text": "hCaptcha нь таны дуртай вэб үйлчилгээнд хүнд хялбар, машин механизмд төвөгтэй энгийн асуултууд тавьж, робот, спам, хүчирхийллээс зайлсхийхэд тусалдаг.",
    "why-hc": "Яагаад hCaptcha?",
    "why-hc-text": "Таныг сорилтонд хариулах болгонд бид таныг хүн мөн үү, эсвэл машин уу гэдгийг нарийн тодорхойлох загварыг ашигладаг. Дараа нь таны зочилсон вэбсайт энэ үр дүнг ашиглан робот оруулахгүй байх замаар сайтынхаа туршлагыг сайжруулахад тусална."
}