{
    "a11y-img-1": "ଲଗଇନ୍ ପରେ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ ସ୍କ୍ରିନ୍ |",
    "a11y-img-2": "ୱିଜେଟ୍ UI ମେନୁରେ ଆକ୍ସେସିବିଲିଟି ଅପ୍ସନ୍ |",
    "a11y-img-3": "ୱିଜେଟ୍ UI ରେ ଆକ୍ସେସିବିଲିଟି ଡାୟଲଗ୍ ବକ୍ସ |",
    "about-advisors-brendan": "ସାହସର ସିଇଓ ମୋଜିଲା ର ସହ-ପ୍ରତିଷ୍ଠାତା | ଜାଭାସ୍କ୍ରିପ୍ଟ ପ୍ରୋଗ୍ରାମିଂ ଭାଷାର ସୃଷ୍ଟିକର୍ତ୍ତା | ବ୍ରାଉଜର୍ ଏବଂ ଅଧିକ ନିର୍ମାଣକାରୀ |",
    "about-advisors-dawn": "ବରେଲି, କାଲିଫର୍ନିଆ ୟୁନିଭରସିଟିର ପ୍ରଫେସର, ସି.ଏସ୍। ଗଭୀର ଶିକ୍ଷା, ସୁରକ୍ଷା, ବ୍ଲକ୍ ଚେନ୍ ବିଶେଷଜ୍ଞ | ଓସିସ୍ ଲ୍ୟାବ୍ର ସିଇଓ |",
    "about-advisors-head": "ପରାମର୍ଶଦାତା |",
    "about-advisors-keiran": "ଷ୍ଟାନଫୋର୍ଡରେ ଅନୁସନ୍ଧାନ ବ Scient ଜ୍ଞାନିକ | ପ୍ରମୁଖ ବ୍ୟାଙ୍କ, ହେଜ୍ ପାଣ୍ଠି ଏବଂ ଏକାଡେମୀରେ ମେସିନ୍ ଲର୍ନିଂ ଏବଂ ପରିମାଣିକ ଅର୍ଥ |",
    "about-content-head-1": "ଆମେ କଣ କରୁ",
    "about-content-head-2": "ଏହା କାହିଁକି ଗୁରୁତ୍ୱପୂର୍ଣ୍ଣ |",
    "about-content-text-1": "hCaptcha ହେଉଛି Intuition Machines Inc ର ଏକ ସେବା, ଏକ AI ଏବଂ ମେସିନ୍ ଲର୍ନିଂ କମ୍ପାନୀ ଯାହା ସ୍କେଲରେ ଧାତୁ ଉତ୍ପାଦନ ଏବଂ ଭିଜୁଆଲ୍ ଡୋମେନ୍ ML ଉପରେ ଧ୍ୟାନ ଦେଇଥାଏ | ବିଶ୍ Global ର ଗ୍ଲୋବାଲ୍ 2000 କମ୍ପାନୀଗୁଡିକ ପାଇଁ ଭିଡିଓ ଏବଂ ଇମେଜ୍ ଆନାଲିସିସ୍ ସେବାକୁ ସକ୍ଷମ କରିବାକୁ ଆମେ ବ୍ୟାପକ ମାପନୀୟ ସିଷ୍ଟମ୍ ଗଠନ ଏବଂ ପରିଚାଳନା କରୁ |",
    "about-content-text-1a": "hCaptcha ବଟ୍କୁ ବନ୍ଦ କରିବା ପାଇଁ ଏକ ଆଧୁନିକ, ଗୋପନୀୟତା-କେନ୍ଦ୍ରିତ ଆଭିମୁଖ୍ୟ ଆଣିଥାଏ |",
    "about-content-text-1b": "ଆମେ CAPTCHA ଚ୍ୟାଲେଞ୍ଜଗୁଡିକ ଦେଖାଉ ଯାହା ବଟ୍ ପାଇଁ କଷ୍ଟସାଧ୍ୟ କିନ୍ତୁ ମେସିନ୍ ଲର୍ନିଂ ସମସ୍ୟାରୁ କଷ୍ଟ-ଟୁ-ଲେବଲ୍ ତଥ୍ୟ ସଂଗ୍ରହ କରି ଲୋକଙ୍କ ପାଇଁ ସହଜ, ଏବଂ ଏକ ୱେବସାଇଟ୍ କିମ୍ବା ଆପ୍ ପରିଦର୍ଶକ ମଣିଷ କି ନୁହେଁ ତାହା ଜାଣିବା ପାଇଁ ଏହାକୁ ବ୍ୟବହାର କରି |",
    "about-content-text-2": "ଅଧିକ ତଥ୍ୟ ସାଧାରଣତ better ଉତ୍ତମ ଫଳାଫଳ ସୃଷ୍ଟି କରେ | ସଠିକ୍ ଭାବରେ ଲେବଲ୍ ହୋଇଥିବା ଏବଂ ପ୍ରାସଙ୍ଗିକ ଡାଟାସେଟ୍ ଗଠନ ଏବଂ ରକ୍ଷଣାବେକ୍ଷଣ ସମୟ ସାପେକ୍ଷ ଏବଂ ମହଙ୍ଗା ଅଟେ | ଇମେଜ୍ ଲେବେଲିଂରେ ଆମର ନିଜର ଆବଶ୍ୟକତାକୁ ସମାଧାନ କରିବା ପାଇଁ hCaptcha ମୂଳତ developed ବିକଶିତ ହୋଇଥିଲା, ଏବଂ ବର୍ତ୍ତମାନ ସମାନ ଆବଶ୍ୟକତା ଥିବା ଅନ୍ୟ କମ୍ପାନୀଗୁଡିକ ପାଇଁ ଉପଲବ୍ଧ |",
    "about-content-text-2a": "ଖରାପ ଅଭିନେତାମାନେ ଅନଲାଇନରେ ଅଧିକ ଦେଖାଯାଉଛନ୍ତି | କିନ୍ତୁ ଉପଭୋକ୍ତା ଗୋପନୀୟତା ବଳିଦାନର ଉତ୍ତର ନୁହେଁ।",
    "about-content-text-2b": "ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ offered ାରା ପ୍ରଦାନ କରାଯାଇଥିବା ସୁରକ୍ଷା ସମାଧାନଗୁଡ଼ିକ ମୁଖ୍ୟତ the ୱେବରେ ଉପଭୋକ୍ତାମାନଙ୍କୁ ଟ୍ରାକିଂ ଉପରେ ଧ୍ୟାନ ଦିଅନ୍ତି | ଆମେ ଏକ ପ୍ରଭାବଶାଳୀ ସୁରକ୍ଷା ସମାଧାନ ସୃଷ୍ଟି କରିଛୁ ଯାହା ପ୍ରମାଣ କରେ ଯେ ଉତ୍ତମ ଫଳାଫଳ ପ୍ରଦାନ କରିବାକୁ ଉପଭୋକ୍ତା ଗୋପନୀୟତାକୁ କ୍ଷତି ପହଞ୍ଚାଇବା ଆବଶ୍ୟକ ନୁହେଁ |",
    "about-intro-head-1": "HCaptcha ବିଷୟରେ",
    "about-intro-head-2": "ଗୋପନୀୟତା, ସୁରକ୍ଷା ଏବଂ ମେସିନ୍ ଶିକ୍ଷା |",
    "about-intro-text": "hCaptcha ହେଉଛି ବିଶ୍ୱର ବହୁଳ ଭାବରେ ବ୍ୟବହୃତ ସ୍ୱାଧୀନ CAPTCHA ସେବା |",
    "about-leadership-alex": "ଡାଟାବେସ୍ ଏବଂ ବ୍ଲକ୍ ଚେନ୍ ବିଶେଷଜ୍ଞ | କ୍ଲାଉଡେରାର ପ୍ରାରମ୍ଭିକ ଇଞ୍ଜିନିୟର ଏବଂ ଅଧିକ | ଦଶନ୍ଧିର ଅଭିଜ୍ଞତା ନିର୍ମାଣ ସଫ୍ଟୱେର୍ ଏବଂ ଦଳଗୁଡିକ |",
    "about-leadership-eli": "ସିଇଓ AI ରେ ସ୍ୱୀକୃତିପ୍ରାପ୍ତ ନେତା | ବିଗତ ଦଶନ୍ଧି ମଧ୍ୟରେ ବିଭିନ୍ନ ପ୍ରକାରର ବ୍ୟବସାୟିକ ସମସ୍ୟାରେ ମେସିନ ବୁଦ୍ଧି ପ୍ରୟୋଗ କରିଛି |",
    "about-leadership-head": "ଆମେ କିଏ",
    "about-leadership-headsub": "ଆଜିର କଠିନ ସମସ୍ୟା ଉପରେ କାର୍ଯ୍ୟ କରୁଥିବା ଏକ ଅଭିଜ୍ଞ ଦଳ |",
    "about-leadership-link1": "ଆମେ କିଏ",
    "about-leadership-text1": "ଅତ୍ୟାଧୁନିକ ଆଧୁନିକ ବିପଦରୁ ଅନଲାଇନ୍ ସିଷ୍ଟମକୁ ସୁରକ୍ଷିତ ରଖିବା ଉପରେ ଏକ ନିର୍ଦ୍ଦିଷ୍ଟ ଧ୍ୟାନ ଦେଇ ଆମେ ସ୍କେଲରେ ଗଭୀର ଶିକ୍ଷା ଏବଂ ଭିଜୁଆଲ୍ ଡୋମେନ୍ ମେସିନ୍ ଲର୍ନିଂରେ ବିଶେଷଜ୍ଞ |",
    "about-leadership-text2": "ଦଶନ୍ଧିର ସଫ୍ଟୱେର୍ ଏବଂ ମେସିନ୍ ଲର୍ନିଂ ପାରଦର୍ଶୀତା ସହିତ, ଆମେ ଗୋପନୀୟତା ରକ୍ଷା କରିବାବେଳେ ଆଜିର କେତେକ କଠିନ ସମସ୍ୟାର ମୁକାବିଲା ପାଇଁ ବ୍ୟାପକ ମାପନୀୟ ସିଷ୍ଟମ୍ ଗଠନ ଏବଂ ପରିଚାଳନା କରୁ |",
    "about-leadership-todd": "ଷ୍ଟାନଫୋର୍ଡ, କମ୍ପ୍ୟୁଟେସନ୍ ବାୟୋଲୋଜିରେ ପିଏଚଡି | 1999 ରୁ ସ୍ନାୟୁ ନେଟୱାର୍କ ସହିତ କାର୍ଯ୍ୟ କରିବା | ପ୍ରୟୋଗ ହୋଇଥିବା ML ଏବଂ ମାପରେ ଗଭୀର ଶିକ୍ଷା ଉପରେ ଧ୍ୟାନ ଦିଅନ୍ତୁ |",
    "acc-opt": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ",
    "acc-opt-but": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "acc-opt-text": "ଆପଣ ଦୃଷ୍ଟିହୀନ କି ଅନ୍ୟଥା hCaptchas ସଂପୂର୍ଣ୍ଣ କରିବାରେ ଅସମର୍ଥ?",
    "accessibility-link": "ଅଭିଗମ୍ୟତା",
    "appreciate-in": "ଆମେ ଆପଣଙ୍କର ଇନପୁଟ୍ କୁ ପ୍ରଶଂସା କରୁ | ଆମକୁ କ issues ଣସି ସମସ୍ୟା ଜାଣିବା ଏବଂ ଆମେ ଶୀଘ୍ର ସମାଧାନ କରିବୁ |",
    "fb-but": "ଆମକୁ ମତାମତ ପଠାନ୍ତୁ |",
    "feedback-text": "ଆପଣ ବର୍ତ୍ତମାନ ଦେଖିଥିବା hCaptcha ଉପରେ ମତାମତ ପ୍ରଦାନ କରନ୍ତୁ |",
    "footer-attribution": "ଗୁଣ",
    "footer-copyright-text": "hCaptcha ହେଉଛି ଇଣ୍ଟୁଏସନ୍ ମେସିନ୍, Inc. ର ଏକ ପଞ୍ଜୀକୃତ ଟ୍ରେଡ୍ ମାର୍କ |",
    "footer-header-1": "କମ୍ପାନୀ",
    "footer-header-2": "ଉତ୍ସଗୁଡ଼ିକ",
    "footer-header-3": "ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "footer-link-1": "ଲେବଲ୍ କରିବା |",
    "footer-link-10": "ଅଭିଗମ୍ୟତା",
    "footer-link-2": "ବିଷୟରେ",
    "footer-link-3": "ଚାକିରି",
    "footer-link-4": "ଟ୍ରେଡ୍ ମାର୍କ",
    "footer-link-5": "AI ନ ics ତିକତା |",
    "footer-link-6": "ବ୍ଲଗ୍",
    "footer-link-7": "ସ୍ଥିତି",
    "footer-link-8": "ଡକ୍ୟୁମେଣ୍ଟେସନ୍",
    "footer-link-9": "ଏକ ବଗ୍ ରିପୋର୍ଟ କରନ୍ତୁ |",
    "footer-privacy": "ଗୋପନୀୟତା",
    "footer-subheader-1": "ସମର୍ଥନ",
    "footer-subheader-2": "ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "footer-terms": "ସର୍ତ୍ତାବଳୀ",
    "h-plans": "ସଦସ୍ୟତା ଯୋଜନା",
    "header-docs-link": "ଡକସ୍",
    "header-labeling-services-link": "ଲେବଲ୍ ସେବାଗୁଡିକ |",
    "header-login-button": "ଭିତରକୁ ଯାଉ",
    "header-plans-link": "ଯୋଜନାଗୁଡିକ",
    "header-signup-button": "ସାଇନ୍ ଅପ୍ କରନ୍ତୁ",
    "home-about-head": "HCaptcha ବିଷୟରେ",
    "home-about-subtitle": "HUMAN ପ୍ରୋଟୋକଲ୍ ଦ୍ୱାରା ଚାଳିତ |",
    "home-about-text-1": "ମେସିନ୍ ଲର୍ନିଂରେ ସର୍ବାଧିକ ଶ୍ରମ ଘୋର ସମସ୍ୟାର ସମାଧାନ ପାଇଁ hCaptcha ଡିଜାଇନ୍ କରାଯାଇଛି: ଏକ ସଠିକ୍, ସୁଲଭ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ଉପାୟରେ ବହୁ ପରିମାଣର ତଥ୍ୟକୁ ଲେବଲ୍ କରିବା |",
    "home-about-text-2": "ଅଧିକ ତଥ୍ୟ ସାଧାରଣତ training ତାଲିମ ମେସିନ୍ ଲର୍ନିଂ ମଡେଲଗୁଡିକରେ ଉନ୍ନତ ଫଳାଫଳ ଉତ୍ପାଦନ କରେ | ଗଭୀର ମଡେଲଗୁଡିକର ସାମ୍ପ୍ରତିକ ସଫଳତା, ପ୍ରାୟତ human କିଛି ମାନବ ସମୀକ୍ଷା ସହିତ, ବୃହତ ଡାଟାବେସ୍ ସୃଷ୍ଟି କରିଛି | ତଥାପି, ମେକାନିକାଲ୍ ତୁର୍କ, ଚିତ୍ର ଆଠ ଇତ୍ୟାଦି ମାଧ୍ୟମରେ ବୃହତ ମାନବ-ସମୀକ୍ଷା ହୋଇଥିବା ଡାଟାସେଟ ସୃଷ୍ଟି କରିବା ଉଭୟ ଧୀର ଏବଂ ମହଙ୍ଗା ଅଟେ |",
    "home-about-text-3": "hCaptcha ୱେବସାଇଟ୍ ଗୁଡିକ ଏହି ଚାହିଦାକୁ ସେବା କରିବା ପାଇଁ ଅନୁମତି ଦେଇଥାଏ ଯେତେବେଳେ ବଟ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ପ୍ରକାରର ଅପବ୍ୟବହାରକୁ ଅବରୋଧ କରିଥାଏ |",
    "home-about-text-4": "HCaptcha ମାର୍କେଟପ୍ଲେସ୍ HUMAN ପ୍ରୋଟୋକଲ୍ ଦ୍ୱାରା ଚାଳିତ, ମାନବ ସମୀକ୍ଷା ପାଇଁ ଏକ ଖୋଲା ବିକେନ୍ଦ୍ରୀକରଣ ପ୍ରୋଟୋକଲ୍ ଯାହା ଏଥେରମ୍ ବ୍ଲକ୍ ଚେନ୍ରେ ଚାଲିଥାଏ | ୱେବସାଇଟ୍ ଯେତେବେଳେ ହ୍ୟୁମାନ୍ ଟୋକେନ୍ (HMT) ରୋଜଗାର କରେ ଯେତେବେଳେ ଉପଭୋକ୍ତାମାନେ ନିଜ ସାଇଟରେ hCaptcha ୱିଜେଟ୍ ବ୍ୟବହାର କରନ୍ତି, ଏବଂ ମେସିନ୍ ଲର୍ନିଂ କମ୍ପାନୀଗୁଡିକ ସେମାନଙ୍କର ଡାଟା ଲେବଲ୍ ପାଇବା ପାଇଁ ହ୍ୟୁମାନ୍ ଟୋକେନ୍ ପ୍ରଦାନ କରନ୍ତି |",
    "home-ba-labeling-services-link": "ଲେବଲ୍ ସେବାଗୁଡିକ |",
    "home-benefits-head-1": "ଡାଟା ଲେବେଲିଂରେ ମୂଲ୍ୟ",
    "home-benefits-head-2": "ଦାନକୁ ଫେରନ୍ତୁ |",
    "home-benefits-text-1": "ଆପଣ ପ୍ରତ୍ୟେକ ଥର କାର୍ ଉପରେ କ୍ଲିକ୍ କରିବା ସମୟରେ ଆପଣ ଅନୁଭବ କରିଛନ୍ତି କି ଆପଣ ଗୋଟିଏ ଗିଗାଣ୍ଟିକ୍ କମ୍ପାନୀର ମେସିନ୍ ଲର୍ନିଂ ସିଷ୍ଟମକୁ ମାଗଣାରେ ତାଲିମ ଦେବାରେ ସାହାଯ୍ୟ କରୁଛନ୍ତି?",
    "home-benefits-text-2": "hCaptcha ଏହି ମଡେଲକୁ ବୁଲାଇଥାଏ | ଯେତେବେଳେ ଆପଣ hCaptcha ବ୍ୟବହାର କରନ୍ତି, କମ୍ପାନୀଗୁଡିକ ଆପଣଙ୍କର ଉପଭୋକ୍ତାମାନେ କରୁଥିବା କାର୍ଯ୍ୟ ଉପରେ ବିଡ୍ କରନ୍ତି ଯେପରି ସେମାନେ ସେମାନଙ୍କର ମାନବିକତା ପ୍ରମାଣ କରନ୍ତି | ତୁମେ ପୁରସ୍କାର ପାଇବ |",
    "home-benefits-text-3": "ତୁମର ପ୍ରିୟ ଦାନକୁ ଫେରାଇବାକୁ ଚାହୁଁଛନ୍ତି କି? hCaptcha ଏହାକୁ ବ୍ୟବହାର କରି ଆପଣ ପାଇଥିବା ରୋଜଗାର ସହିତ ଆପଣଙ୍କ ପସନ୍ଦର ଦାନକୁ ସମର୍ଥନ କରିବାକୁ ଦିଏ | ଆପଣଙ୍କ ସାଇଟରେ ଥିବା ଉପଭୋକ୍ତାମାନେ ଶୀଘ୍ର hCaptcha ଇଣ୍ଟରଫେସରେ ଚତୁର ବ୍ରାଣ୍ଡିଂ ମାଧ୍ୟମରେ ଦାନ ପାଇଁ ଆପଣଙ୍କର ଅବଦାନ ଦେଖିବାକୁ ସମର୍ଥ ହେବେ |",
    "home-challenge-text-1": "ଜିଜ୍ଞାସା ସହିତ ମେଳ ହେଉଥିବା ସମସ୍ତ ପ୍ରତିଛବି ଚୟନ କରନ୍ତୁ |",
    "home-challenge-text-2": "ବସ୍ତୁଗୁଡ଼ିକ ପାଇଁ ସୀମାବଦ୍ଧ କ୍ଷେତ୍ର ବ୍ୟାଖ୍ୟା କରନ୍ତୁ |",
    "home-challenge-text-3": "ସଂପୃକ୍ତ ଲେବଲଗୁଡିକ ଚିହ୍ନଟ କରନ୍ତୁ |",
    "home-challenge-title-1": "ତୁଳନା",
    "home-challenge-title-2": "ବନ୍ଧନ ବାକ୍ସ |",
    "home-challenge-title-3": "ବର୍ଗୀକରଣ",
    "home-challenges-head": "ଉପସ୍ଥାପିତ ଆହ୍ .ାନଗୁଡିକ |",
    "home-challenges-text-1": "... ଏବଂ ଅନ୍ୟାନ୍ୟ ସରଳ କାର୍ଯ୍ୟଗୁଡ଼ିକ | ମଣିଷମାନଙ୍କ ପାଇଁ ସହଜ, ବଟ ପାଇଁ କଠିନ |",
    "home-challenges-text-2": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ କଷ୍ଟମ୍ ଟାସ୍କ ମଧ୍ୟ ଉପଲବ୍ଧ |",
    "home-ent-1": "ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁରକ୍ଷା ଅଫର୍ ଖୋଜୁଛ?",
    "home-ent-2": "ଆମର ନୂତନ ଉତ୍ସର୍ଗୀକୃତ ସାଇଟ୍ ପରିଦର୍ଶନ କରନ୍ତୁ: BotStop.com |",
    "home-ent-button": "ଅଧିକ ଜାଣନ୍ତୁ: hCaptcha ଦ୍ୱାରା BotStop |",
    "home-from-the-blog": "ବ୍ଲଗ୍ ରୁ:",
    "home-from-the-blog-value": "HCaptcha ଅସୁବିଧା ସେଟିଂସମୂହ କିପରି କାମ କରେ |",
    "home-intro-body": "ବଟ୍କୁ ରଖିବା ପାଇଁ ଆପଣ ଏକ କ୍ୟାପଚା ବ୍ୟବହାର କରନ୍ତି କି? hCaptcha ଉପଭୋକ୍ତା ଗୋପନୀୟତା ରକ୍ଷା କରେ, ୱେବସାଇଟ୍ ପୁରସ୍କାର ଦିଏ, ଏବଂ କମ୍ପାନୀମାନଙ୍କୁ ସେମାନଙ୍କର ତଥ୍ୟ ଲେବଲ୍ ପାଇବାରେ ସାହାଯ୍ୟ କରେ | ReCAPTCHA ପାଇଁ ଏହା ଏକ ଡ୍ରପ୍ ଇନ୍ ରିପ୍ଲେସମେଣ୍ଟ: ଆପଣ କିଛି ମିନିଟ୍ ମଧ୍ୟରେ ସୁଇଚ୍ କରିପାରିବେ |",
    "home-intro-button": "ବର୍ତ୍ତମାନ ସାଇନ୍ ଅପ୍ କରନ୍ତୁ |",
    "home-intro-head": "ଅଧିକ ବଟ୍ ବନ୍ଦ କରନ୍ତୁ | ଉପଭୋକ୍ତା ଗୋପନୀୟତା ରକ୍ଷା କରିବା ଆରମ୍ଭ କରନ୍ତୁ |",
    "home-main-1": "ବ୍ୟକ୍ତିଗତ ସୁରକ୍ଷିତ ଶୀଘ୍ର ଏବଂ ଏହାକୁ ବ୍ୟବହାର କରିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ ଦେୟ ଦେଉ |",
    "home-main-2": "ଗୋପନୀୟତା ଧ୍ୟାନ ଦିଆଯାଇଛି |",
    "home-main-2c": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ତୁମର ପରିଦର୍ଶକମାନଙ୍କୁ ଉତ୍ପାଦ ଭାବରେ ଦେଖେ | HCaptcha ପାଇଁ ଉତ୍ପାଦ ହେଉଛି ସେମାନେ ପ୍ରଦାନ କରୁଥିବା କାର୍ଯ୍ୟ | ତୁମର ଉପଭୋକ୍ତା କିଏ, ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ଦୁଷ୍ଟ ହେବାର ସମ୍ଭାବନା କେତେ | ଆମେ ଗୋପନୀୟତା ପାସ୍ ପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରୁ, ଏବଂ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରୁ |",
    "home-main-3": "ସୁରକ୍ଷା ପ୍ରଥମେ |",
    "home-main-3c": "ସଠିକତା ଆପଣଙ୍କ ଆଗ୍ରହରେ ଏବଂ ଆମର | hCaptcha ପ୍ରକାଶକ-କେନ୍ଦ୍ରିତ | ଆମେ ଆପଣଙ୍କୁ ପ୍ରକୃତ ତଥ୍ୟ ଦେବା ପାଇଁ କାର୍ଯ୍ୟ କରୁ ଏବଂ ଏହାକୁ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ସ୍ଥିର କରିବାକୁ ଦିଅନ୍ତୁ | ଅନ୍ୟାନ୍ୟ କ୍ୟାପଚା ଗିଗାଣ୍ଟିକ୍ ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ୱାରା ପ୍ରଦାନ କରାଯାଇଥାଏ | ଏହାର ଅର୍ଥ ପ୍ରତ୍ୟେକ ବ୍ଲକ୍ ସେମାନେ ଅବରୋଧ କରିପାରନ୍ତି |",
    "home-main-4": "ଉତ୍ତମ ଉପଭୋକ୍ତା ଅଭିଜ୍ଞତା |",
    "home-main-4c": "ଅତ୍ୟାଧୁନିକ ମେସିନ୍ ଲର୍ନିଂ ମଡେଲଗୁଡିକ ମାନବିକତା ନିର୍ଣ୍ଣୟ କରିବା ପାଇଁ hCaptcha ଦ୍ୱାରା ବ୍ୟବହୃତ ହୁଏ | ଏହା ଆମକୁ ଉପଭୋକ୍ତାମାନଙ୍କ ଠାରୁ କମ୍ ବିରକ୍ତିକର କାର୍ଯ୍ୟ ଆବଶ୍ୟକ କରେ ଏବଂ ଗ୍ରାହକଙ୍କ ଲେବଲ୍ ପାଇଁ ଉପଯୋଗୀ ଲେବଲ୍ ଡାଟା ଉତ୍ପାଦନ କରୁଥିବାବେଳେ ଏହା କରିବାରେ ସେମାନଙ୍କର କମ୍ ସମୟ ନେଇଥାଏ |",
    "home-main-plans": "hCaptcha ଯେକ size ଣସି ଆକାରର ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ ବ୍ୟବହାର କରିବାକୁ ମାଗଣା | ତଥାପି, ଉଦ୍ୟୋଗ ଏବଂ ପ୍ଲାଟଫର୍ମଗୁଡିକ ପାଇଁ ଯାହା ଅଧିକ ନିୟନ୍ତ୍ରଣ ଆବଶ୍ୟକ କରେ, ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ଉପଲବ୍ଧ |",
    "home-main-plans2": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ପୃଥିବୀର କେତେକ ବୃହତ କମ୍ପାନୀ ପାଇଁ ଦଶ ଲକ୍ଷ ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ ଲକ୍ଷ ଲକ୍ଷ ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷା ଦେଇଥାଏ | ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ, କିମ୍ବା ପରିଦର୍ଶନ କରନ୍ତୁ |",
    "home-main-plans3": "hCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ପୃଥିବୀର କେତେକ ବୃହତ କମ୍ପାନୀ ପାଇଁ ଦଶ ଲକ୍ଷ ୱେବସାଇଟ୍ ମାଧ୍ୟମରେ ଲକ୍ଷ ଲକ୍ଷ ଉପଭୋକ୍ତାଙ୍କୁ ସୁରକ୍ଷା ଦେଇଥାଏ | ଅଧିକ ସୂଚନା ପାଇଁ ଦୟାକରି ଆମ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ, କିମ୍ବା ପରିଦର୍ଶନ କରନ୍ତୁ |",
    "home-main-plans4": "ବିବରଣୀ ପାଇଁ",
    "home-plans-button-1": "ବର୍ତ୍ତମାନ ସାଇନ୍ ଅପ୍ କରନ୍ତୁ |",
    "home-plans-button-2": "ଯୋଗାଯୋଗ ବିକ୍ରୟ |",
    "home-plans-chart-head-1": "ବ Features ଶିଷ୍ଟ୍ୟଗୁଡିକ",
    "home-plans-chart-head-2": "ପ୍ରକାଶକ",
    "home-plans-chart-head-3": "ଏଣ୍ଟରପ୍ରାଇଜ୍",
    "home-plans-chart-row-1-cell-1": "ପ୍ରଦର୍ଶିତ ଚ୍ୟାଲେଞ୍ଜ ପ୍ରକାରଗୁଡିକ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
    "home-plans-chart-row-1-cell-2": "ସୀମିତ |",
    "home-plans-chart-row-1-cell-3": "ସମୁଦାୟ",
    "home-plans-chart-row-10-cell-1": "ମଲ୍ଟି-ୟୁଜର୍ ଡ୍ୟାସବୋର୍ଡ |",
    "home-plans-chart-row-11-cell-1": "ଉନ୍ନତ ରିପୋର୍ଟ ବ features ଶିଷ୍ଟ୍ୟଗୁଡିକ |",
    "home-plans-chart-row-12-cell-1": "ଏଣ୍ଟରପ୍ରାଇଜ୍ SLAs |",
    "home-plans-chart-row-2-cell-1": "ବ୍ୟବହୃତ ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁକୁ ନିୟନ୍ତ୍ରଣ କରନ୍ତୁ |",
    "home-plans-chart-row-2-cell-2": "ସୀମିତ |",
    "home-plans-chart-row-2-cell-3": "ସମୁଦାୟ",
    "home-plans-chart-row-3-cell-1": "ମାନବ ସମାଧାନ ପାଇଁ ପୁରସ୍କାର ଅର୍ଜନ କରନ୍ତୁ |",
    "home-plans-chart-row-4-cell-1": "ବିଶ୍ class ସ୍ତରୀୟ ଆଣ୍ଟି-ବଟ୍ ସୁରକ୍ଷା |",
    "home-plans-chart-row-5-cell-1": "ପ୍ରତ୍ୟେକ ଦେଶରେ କାମ କରେ |",
    "home-plans-chart-row-5a-cell-1": "No-CAPTCHA ଏବଂ 99.9% ପାସିଭ୍ ମୋଡ୍ |",
    "home-plans-chart-row-5b-cell-1": "ବଟ୍ ଆତ୍ମବିଶ୍ୱାସ ସ୍କୋର |",
    "home-plans-chart-row-6-cell-1": "GDPR ଏବଂ CCPA ଅନୁକୂଳ ଗୋପନୀୟତା ନୀତି |",
    "home-plans-chart-row-7-cell-1": "ସୂକ୍ଷ୍ମ ଶସ୍ୟ ଅସୁବିଧା ସ୍ତର |",
    "home-plans-chart-row-8-cell-1": "ନିଜର ଚ୍ୟାଲେଞ୍ଜ ବିଷୟବସ୍ତୁ ଲଞ୍ଚ କର |",
    "home-plans-chart-row-9-cell-1": "ସମୟ ଭିତ୍ତିକ ଅସୁବିଧା ନିର୍ଦ୍ଧାରଣ |",
    "home-try-it-out-button": "HCaptcha ପାଆନ୍ତୁ |",
    "home-try-it-out-head": "ଏହାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |",
    "home-try-it-out-text": "ମଣିଷର ସମାଧାନ ପାଇଁ ତୁଚ୍ଛ ଥିବାବେଳେ hCaptcha ସରଳ, ସହଜ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ବଟ ଚିହ୍ନଟ ପ୍ରଦାନ କରିଥାଏ |",
    "labeling-about-head": "HCaptcha ବିଷୟରେ",
    "labeling-about-text-1": "hCaptcha ମେସିନ୍ ଲର୍ନିଂରେ ଅଧିକ ଶ୍ରମ ଘୋର ସମସ୍ୟାର ସମାଧାନ ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି | ଏକ ସଠିକ୍, ସୁଲଭ ଏବଂ ନିର୍ଭରଯୋଗ୍ୟ ଉପାୟରେ ବହୁ ପରିମାଣର ତଥ୍ୟକୁ ଲେବଲ୍ କରିବା | ଅଧିକ ତଥ୍ୟ ସାଧାରଣତ training ତାଲିମ ମେସିନ୍ ଲର୍ନିଂ ମଡେଲଗୁଡିକରେ ଉନ୍ନତ ଫଳାଫଳ ଉତ୍ପାଦନ କରେ | ଗଭୀର ମଡେଲଗୁଡିକର ସମ୍ପ୍ରତି ସଫଳତା ଦିନକୁ ଦିନ ବୃହତ ଡାଟାବେସକୁ ଆଗେଇ ନେଇଛି, ଏବଂ hCaptcha ଏହି ଆବଶ୍ୟକତାକୁ ସେବା କରେ |",
    "labeling-about-text-2": "ତଥାପି, ପାରମ୍ପାରିକ ପଦ୍ଧତି ବ୍ୟବହାର କରି ବୃହତ ମାନବ-ସମୀକ୍ଷା ହୋଇଥିବା ଡାଟାସେଟ ସୃଷ୍ଟି କରିବା ଉଭୟ ଧୀର ଏବଂ ମହଙ୍ଗା ଅଟେ | hCaptcha ହେଉଛି କମ୍ପାନୀଗୁଡିକ ପାଇଁ ସେମାନେ ଆବଶ୍ୟକ କରୁଥିବା ଟିପ୍ପଣୀ ପାଇବା ପାଇଁ ଏକ ଉପାୟ, ଉଚ୍ଚ ବିକଳ୍ପ ସହିତ ଏବଂ ଅନ୍ୟ ବିକଳ୍ପ ଅପେକ୍ଷା କମ୍ ମୂଲ୍ୟରେ |",
    "labeling-annotations-head": "ଟିପ୍ପଣୀ ପ୍ରକାରଗୁଡିକ |",
    "labeling-annotations-text-1": "ଚିତ୍ର ଏବଂ ଭିଡିଓରେ ସଠିକ୍ ବସ୍ତୁ ଚିହ୍ନଟ |",
    "labeling-annotations-text-2": "ଚିତ୍ର ଏବଂ ଭିଡିଓରେ ସଠିକ୍ ବସ୍ତୁ ଚିହ୍ନଟ |",
    "labeling-annotations-text-3": "ଅନେକ ଭିନ୍ନ ବ୍ୟବହାର ମାମଲା ପାଇଁ ପଏଣ୍ଟ ଟିପ୍ପଣୀ |",
    "labeling-annotations-text-4": "ଯେକ size ଣସି ଆକାରର ଇଚ୍ଛାଧୀନ ବର୍ଗଗୁଡିକ ସର୍ଟ କିମ୍ବା ଯୋଡନ୍ତୁ |",
    "labeling-annotations-text-5": "ମାନବ ଚାଳିତ ଚିହ୍ନଟ ଏବଂ ବର୍ଗୀକରଣ |",
    "labeling-annotations-text-6": "ଏଠାରେ ତାଲିକାଭୁକ୍ତ ହୋଇନଥିବା ଅନ୍ୟ ଏକ ପ୍ରକାର ଆବଶ୍ୟକ କରନ୍ତି କି? ଆମକୁ ପଚାର |",
    "labeling-annotations-title-1": "ବନ୍ଧନ ବାକ୍ସ",
    "labeling-annotations-title-2": "ବହୁଭୂଜ",
    "labeling-annotations-title-3": "ଚିହ୍ନ ଚିହ୍ନ",
    "labeling-annotations-title-4": "ଗୁଣବତ୍ତା ବର୍ଗୀକରଣ",
    "labeling-annotations-title-5": "ତୁଳନା ଏବଂ ଚିହ୍ନଟ",
    "labeling-annotations-title-6": "... ଏବଂ ଆହୁରି ଅନେକ |",
    "labeling-ent-button": "ଆମର ଏଣ୍ଟରପ୍ରାଇଜ୍ ସମାଧାନ ଦଳ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ |",
    "labeling-ent-head": "ଏଣ୍ଡ-ଟୁ-ଏଣ୍ଡ ନିୟନ୍ତ୍ରଣ ଆବଶ୍ୟକ କରନ୍ତି କି?",
    "labeling-ent-text-1": "HCaptcha ପଛରେ ଥିବା HUMAN ପ୍ଲାଟଫର୍ମ ଅନ୍-ପ୍ରିମିଜ୍, ହାଇବ୍ରିଡ୍, କିମ୍ବା SaaS ନିୟୋଜନ ମାଧ୍ୟମରେ ଅତ୍ୟଧିକ ଅତ୍ୟାଧୁନିକ କାର୍ଯ୍ୟ ଗୁଣ ଏବଂ ପରିଚାଳନା ବ features ଶିଷ୍ଟ୍ୟ ପ୍ରଦାନ କରେ ଯାହା ଆପଣଙ୍କର ବିଦ୍ୟମାନ ସିଷ୍ଟମ୍ ସହିତ ଏକୀଭୂତ ହୁଏ |",
    "labeling-ent-text-2": "ଆପଣଙ୍କର ନିଜ କର୍ମଜୀବୀ ସହିତ ସମ୍ପୁର୍ଣ୍ଣ ଅଫଲାଇନ୍ ଚଲାନ୍ତୁ, ବ୍ୟବସାୟ ୟୁନିଟ୍ କିମ୍ବା କନ୍ସୋର୍ଟିୟମ୍ ଅଂଶୀଦାରମାନଙ୍କ ମଧ୍ୟରେ ଖର୍ଚ୍ଚ ହୋଇଥିବା ଟ୍ରାକ୍ ଟ୍ରାକ୍ କରନ୍ତୁ, ମୂଲ୍ୟ ଏବଂ ସୁରକ୍ଷା ଆବଶ୍ୟକତା ଉପରେ ଆଧାର କରି ବିଭିନ୍ନ ଆଭ୍ୟନ୍ତରୀଣ କିମ୍ବା ବାହ୍ୟ ଶ୍ରମ ପ୍ରଦାନକାରୀଙ୍କୁ ଚାକିରି ଚୟନ କରନ୍ତୁ |",
    "labeling-ent-text-3": "ଦକ୍ଷତା ବୃଦ୍ଧି ପାଇଁ ସହଜ API ପ୍ରବେଶ, ସୁନ୍ଦର ଡ୍ୟାସବୋର୍ଡ, ଏବଂ ଅତ୍ୟାଧୁନିକ ମଡେଲ୍-ଇନ୍-ଲୁପ୍ ଟେକ୍ନୋଲୋଜି |",
    "labeling-ent-text-4": "99.99% ଅପଟାଇମ୍ SLA ଏବଂ 24/7 ବିଶ୍ global ସ୍ତରୀୟ ସମର୍ଥନ ଉପଲବ୍ଧ | ଅଧିକ ସୂଚନା ପାଇଁ:",
    "labeling-features-head-1": "ସରଳ API- ଚାଳିତ ପାଇପଲାଇନ |",
    "labeling-features-head-2": "ମୂଲ୍ୟ ଏବଂ ଗୁଣବତ୍ତା ପାଇଁ ଅପ୍ଟିମାଇଜ୍ | କ up ଣସି ଅଗ୍ରଗାମୀ ପ୍ରତିବଦ୍ଧତା ଆବଶ୍ୟକ ନାହିଁ |",
    "labeling-features-head-3": "ଆପଣ ଆବଶ୍ୟକ କରୁଥିବା ସଠିକତା ପାଇଁ କେବଳ ଦେୟ ଦିଅନ୍ତୁ |",
    "labeling-features-head-4": "ଆପଣଙ୍କର ନିଜ ଗ୍ରାଉଣ୍ଡ୍ ସତ୍ୟ ତଥ୍ୟ ପ୍ରଦାନ କରନ୍ତୁ କିମ୍ବା ଆସନ୍ତୁ ଏହାକୁ ଫ୍ଲାଇରେ ନିର୍ମାଣ କରିବା |",
    "labeling-features-text-1": "ତୁମର ସମୀକ୍ଷା କାର୍ଯ୍ୟରେ ସିଧାସଳଖ ମାନବ ସମୀକ୍ଷାକୁ ଏକତ୍ର କରିବାକୁ ଚାହୁଁଛନ୍ତି କି? ଆମେ ଉଚ୍ଚ ବିଶ୍ୱସନୀୟତା SLA, ସୁନିଶ୍ଚିତ କ୍ଷମତା, ଏବଂ ସରଳ REST API ପ୍ରଦାନ କରୁ |",
    "labeling-features-text-2": "ଅତ୍ୟାଧୁନିକ ପ୍ରକୃତ-ସମୟ ଗୁଣାତ୍ମକ ବିଶ୍ଳେଷଣ କରିବାକୁ HUMAN ପ୍ଲାଟଫର୍ମ ବିସ୍ତୃତ ଆତ୍ମବିଶ୍ୱାସ ମଡେଲ ବ୍ୟବହାର କରେ | ଏହା ଆମକୁ ପ୍ରଶ୍ନର ଅସୁବିଧା ଏବଂ ସେମାନଙ୍କର ସମ୍ଭାବ୍ୟ ସଠିକ୍ ଉତ୍ତର ଶୀଘ୍ର ନିର୍ଣ୍ଣୟ କରିବାକୁ ଅନୁମତି ଦିଏ, ଯାହା ଆପଣଙ୍କୁ ସମୟ ଏବଂ ଅର୍ଥ ସଞ୍ଚୟ କରେ |",
    "labeling-features-text-3": "ସମସ୍ତ ସମସ୍ୟା ସମାନ ନୁହେଁ | ନିରାପତ୍ତା-ଜଟିଳ କାର୍ଯ୍ୟଗୁଡ଼ିକ ପାଇଁ ଟିପ୍ପଣୀଗୁଡିକ ସଂପୂର୍ଣ୍ଣ ମାନବ ଶ୍ରମିକଙ୍କଠାରୁ 99.99% ଆତ୍ମବିଶ୍ୱାସ ଆବଶ୍ୟକ କରିପାରନ୍ତି | ମୋବାଇଲ୍ ଗେମ୍ ଆପରେ ଗୋଟିଏ ବିଟା ବ feature ଶିଷ୍ଟ୍ୟ ପାଇଁ ଟିପ୍ପଣୀ କେବଳ ମଧ୍ୟମ ଆତ୍ମବିଶ୍ୱାସ ଆବଶ୍ୟକ କରିପାରନ୍ତି | ତୁମେ ସ୍ଥିର କର |",
    "labeling-features-text-4": "ବିସ୍ତୃତ ଯାଞ୍ଚ ସେଟ୍ ବିନା ଆପଣଙ୍କର କଞ୍ଚା ତଥ୍ୟ ଅଛି କି? ଅଧିକାଂଶ କ୍ଷେତ୍ରରେ ଆମେ ତୁମ ପାଇଁ ଗୋଟିଏ ନିର୍ମାଣ କରିପାରିବା ଯେହେତୁ ସିଷ୍ଟମ ମାଧ୍ୟମରେ କାର୍ଯ୍ୟଗୁଡ଼ିକ ଚାଲିଥାଏ, କିମ୍ବା ତୁମର ଅନୁମୋଦନ ପାଇଁ ଲେବଲ୍ ନମୁନା ସୃଷ୍ଟି କରିପାରିବା |",
    "labeling-info-head": "ଡାଟା ଲେବଲ୍ ପାଇବା |",
    "labeling-info-text-1": "ତୁମର ପ୍ରୋଜେକ୍ଟ ଆବଶ୍ୟକତାକୁ ବ୍ୟାଖ୍ୟା କରିବାକୁ ଆମର ଡୋମେନ୍ ବିଶେଷଜ୍ଞମାନଙ୍କ ସହିତ କଥା ହୁଅ: ଲକ୍ଷ୍ୟ ସଠିକତା, ଫର୍ମାଟ୍ ଏବଂ ଯେକ special ଣସି ବିଶେଷ ଆବଶ୍ୟକତା |",
    "labeling-info-text-2": "ଆମେ ତୁମର ନମୁନା ତଥ୍ୟ ଉପରେ ଆଧାର କରି ଏକ ଛୋଟ ଉତ୍ପାଦନ କାର୍ଯ୍ୟ ଏକଜେକ୍ୟୁଟ୍ କରୁ | ଆପଣ ଯାହା ଆବଶ୍ୟକ କରନ୍ତି ତାହା ନିଶ୍ଚିତ କରିବାକୁ ଏହା ଆମେ ଏକତ୍ର କରିଥିବା କାର୍ଯ୍ୟକୁ ପରୀକ୍ଷା କରେ |",
    "labeling-info-text-3": "ଆମର ଉଚ୍ଚ ଭଲ୍ୟୁମ୍ ଏବଂ କମ୍ ବିଳମ୍ବତା ସହିତ ଆମେ ତୁମର କାର୍ଯ୍ୟକୁ ଶୀଘ୍ର ବୁଲାଇବୁ, ଏହା ଶୀଘ୍ର ସ୍ୱୟଂଚାଳିତ ବିତରଣ ସହିତ |",
    "labeling-info-text-4": "ଯେହେତୁ ଆମେ ତୁମର ଉତ୍ପାଦନ କାର୍ଯ୍ୟର ପାରାମିଟରଗୁଡିକୁ ଭଲ ଭାବରେ ବୁ understand ୁ, ସମୟ ସହିତ ଫଳାଫଳଗୁଡିକ ଉନ୍ନତି ଜାରି ରଖିବ |",
    "labeling-info-text-5": "ଲାଇଭ୍ ଡ୍ୟାସବୋର୍ଡ ଆପଣଙ୍କୁ ଯେକ time ଣସି ସମୟରେ ମତାମତ ପ୍ରଦାନ କିମ୍ବା ଉତ୍ପାଦନକୁ ବିରତି ଦେବାକୁ ଅନୁମତି ଦିଏ |",
    "labeling-info-title-1": "ନିର୍ଦ୍ଦିଷ୍ଟତା ବ୍ୟାଖ୍ୟା କରନ୍ତୁ |",
    "labeling-info-title-2": "ପ୍ରାରମ୍ଭିକ କାର୍ଯ୍ୟ ପରୀକ୍ଷା",
    "labeling-info-title-3": "ଉତ୍ପାଦନ କାର୍ଯ୍ୟ ନିୟୋଜିତ କରନ୍ତୁ |",
    "labeling-info-title-4": "ନିରନ୍ତର ଉନ୍ନତି |",
    "labeling-info-title-5": "ପ୍ରକୃତ ସମୟ ଫଳାଫଳ |",
    "labeling-main-1": "ସ୍କେଲରେ ମୂଲ୍ୟ-ପ୍ରଭାବଶାଳୀ ଡାଟା ଲେବେଲିଂ |",
    "labeling-main-1-button": "ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଡାଟା ଲେବଲ୍ ପ୍ରାପ୍ତ କରନ୍ତୁ |",
    "labeling-main-1c": "ଆପଣଙ୍କର ଡାଟାବେସ୍ ପାଇଁ ଅଧିକ ଲେବଲ୍ ଆବଶ୍ୟକ କରନ୍ତି କି? କୃତ୍ରିମ ବୁଦ୍ଧି ଏବଂ ମେସିନ୍ ଲର୍ନିଂ ପ୍ରୟୋଗରେ କାର୍ଯ୍ୟ କରୁଥିବା କମ୍ପାନୀଗୁଡିକ ପାଇଁ hCaptcha ଦ୍ରୁତ, ବ୍ୟୟ-ପ୍ରଭାବଶାଳୀ ଏବଂ ଉଚ୍ଚମାନର ଡାଟା ଲେବେଲିଂ ପ୍ରଦାନ କରେ |",
    "labeling-main-2": "ତୁରନ୍ତ ଲକ୍ଷ ଲକ୍ଷ କାର୍ଯ୍ୟ ଆରମ୍ଭ କର |",
    "labeling-main-2-button": "ଡାଟା ଲେବେଲିଂ ସେବା କିଣନ୍ତୁ |",
    "labeling-main-2c": "ଆପଣଙ୍କ ବ୍ୟବହାର ପାଇଁ ଉପଲବ୍ଧ ଗ୍ରହରେ hCaptcha ର ସବୁଠାରୁ ବଡ ପୁଷ୍କରିଣୀ ଅଛି | ଆପଣଙ୍କର ସ୍କେଲ୍ ଯାହା ବି ହେଉ, ଆମେ ମହଙ୍ଗା ଅପ୍ ଫ୍ରଣ୍ଟ୍ ପ୍ରତିଶ୍ରୁତି ବିନା ଏହାକୁ ପରିଚାଳନା କରିପାରିବା | ପ୍ରତିଦିନ ଲକ୍ଷ ଲକ୍ଷ କାର୍ଯ୍ୟ କ no ଣସି ଅସୁବିଧା ନୁହେଁ |",
    "labeling-platform-head": "ବ୍ୟକ୍ତିଗତ କିମ୍ବା ସର୍ବସାଧାରଣ ସୂଚନା |",
    "labeling-platform-text": "hCaptcha HUMAN ପ୍ଲାଟଫର୍ମରେ ନିର୍ମିତ, ଯାହା ଅତ୍ୟାଧୁନିକ ରାଉଟିଙ୍ଗ୍ ଏବଂ ବିଶ୍ଳେଷଣକୁ ପ୍ରତ୍ୟେକ ପଦକ୍ଷେପରେ ମୂଲ୍ୟ ଏବଂ ଦକ୍ଷତାକୁ ଅପ୍ଟିମାଇଜ୍ କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ | ଏହି ଟେକ୍ନୋଲୋଜି ସଠିକ୍ କାର୍ଯ୍ୟଶ ce ଳୀକୁ ଆପଣଙ୍କର କାର୍ଯ୍ୟର ପ୍ରତ୍ୟେକ ଅଂଶକୁ ପରିଚାଳନା କରିବାକୁ ଦେଇଥାଏ, ଗୋପନୀୟତା ରକ୍ଷା କରିବା ଏବଂ ବ୍ୟୟବହୁଳତାକୁ ବ ing ାଇବା ଏବଂ ପ୍ରୟୋଗ ହୋଇପାରେ ଯେକ regul ଣସି ନିୟାମକ ଆବଶ୍ୟକତା ପୂରଣ କରିବା |",
    "labeling-try-button": "ଡାଟା ଲେବେଲିଂ ସେବା କିଣନ୍ତୁ |",
    "labeling-try-head": "ଏହାକୁ ଆପଣଙ୍କର ତଥ୍ୟ ସହିତ ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "labeling-try-text": "... ଯେତେବେଳେ ଆପଣ ଥାଆନ୍ତି ଆମେ ପ୍ରସ୍ତୁତ: ଆମର ସେବା ଘଣ୍ଟା ଘଣ୍ଟା ଉପଲବ୍ଧ |",
    "learn-more-hcaptcha": "HCaptcha ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "page-acc-faq-1": "ପ୍ରଶ୍ନ: hCaptcha ବିଭାଗ 508 + WCAG 2.1 AA ଅନୁପଯୁକ୍ତ କି? ଉତ୍ତର: ଆମେ ଏହା ବିଶ୍ believe ାସ କରୁ: ଯେକ users ଣସି ପ୍ରକାରର ଦୁର୍ବଳତା ଥିବା ସମସ୍ତ ଉପଭୋକ୍ତା ଯେଉଁମାନେ ୱେବ୍ ବ୍ରାଉଜ୍ କରିବାକୁ ଏବଂ ଫର୍ମରେ ପାଠ୍ୟ ପ୍ରବେଶ କରିବାକୁ ସକ୍ଷମ ଅଟନ୍ତି, ପଞ୍ଜୀକରଣ ପରେ hCaptcha ଦ୍ୱାରା ସୁରକ୍ଷିତ ସେବାକୁ ପ୍ରବେଶ କରିପାରିବେ | ତଥାପି, ଏହା ଆଇନଗତ ପରାମର୍ଶ ନୁହେଁ: ତୁମର ନିୟୋଜନ ପାଇଁ ଏହା ହେଉଛି ନିଶ୍ଚିତ କରିବାକୁ ତୁମର ନିର୍ଦ୍ଦିଷ୍ଟ କାର୍ଯ୍ୟକାରିତାକୁ ଧ୍ୟାନରେ ରଖି ତୁମର ନିଜର ମୂଲ୍ୟାଙ୍କନ କରିବା ଉଚିତ୍ |",
    "page-acc-faq-2": "ପ୍ରଶ୍ନ: ଆପଣ ଅଡିଓ ପରି ଅନ୍ୟ ଆକ୍ସେସିବିଲିଟି (a11y) ଅପ୍ସନ୍ ଉପରେ କାମ କରୁଛନ୍ତି କି? ଉତ୍ତର: ଅଡିଓ କ୍ୟାପଚାସ୍ ପରି ଲୋକପ୍ରିୟ ବିକଳ୍ପଗୁଡ଼ିକ ଅନେକ a11y ବ୍ୟବହାରକାରୀଙ୍କୁ ଭେଦ କରେ ଏବଂ ଆଧୁନିକ ମେସିନ୍ ଶିକ୍ଷା କ ques ଶଳ ଦ୍ୱାରା ସହଜରେ ପରାସ୍ତ ହୁଏ | ଏହା ବର୍ତ୍ତମାନର ଅଡିଓ ଚ୍ୟାଲେଞ୍ଜଗୁଡ଼ିକୁ ଅଧିକ କଷ୍ଟସାଧ୍ୟ ହେବାକୁ ବାଧ୍ୟ କରିଛି, ଶବ୍ଦ, ଅଦ୍ଭୁତ ସମୟ, ଅସାଧାରଣ ଶବ୍ଦ ମିଶ୍ରଣ ଇତ୍ୟାଦି ଆକ୍ରମଣକାରୀଙ୍କୁ ପରାସ୍ତ କରିବାକୁ | ଏହିପରି ଭାବରେ ଆମେ ଏହି ଆଭିମୁଖ୍ୟ ବନାମ କମ୍ ଉତ୍ସାହକୁ ଏଡ଼ାଇବା ପାଇଁ କମ୍ ଉତ୍ସାହିତ, କିନ୍ତୁ a11y ସମ୍ପ୍ରଦାୟର ଚାହିଦା ଥିଲେ ଏହାକୁ ବିଚାର କରିବୁ | ତଥାପି, ଆକ୍ସେସିବିଲିଟି ବ୍ୟବହାର ମାମଲା ପାଇଁ ଆମେ ଗୋପନୀୟତା ପାସ୍ ପାଇଁ ବହୁତ ଆଗ୍ରହୀ | ଆମେ ବିଶ୍ believe ାସ କରୁ ଯେ ଆମର ସାମ୍ପ୍ରତିକ a11y ଆଭିମୁଖ୍ୟକୁ ଗୋପନୀୟତା ପାସ୍ ପ୍ରଦାନ ସହିତ ମିଶ୍ରଣ କରିବା a11y ଉପଭୋକ୍ତାମାନଙ୍କୁ ସୁରକ୍ଷିତ ଭାବରେ ବ୍ରାଉଜ୍ କରିବାକୁ ଅନୁମତି ଦେବ, ଜ୍ଞାନରେ ସୁରକ୍ଷିତ ଯେ ସେମାନଙ୍କ ଟ୍ରାଫିକ୍ ଅଧିକ ବ୍ୟକ୍ତିଗତ ଅଟେ, ଯେତେବେଳେ କି ବଟ୍ ଅପରେଟରଙ୍କ ଦ୍ୱାରା ହେଉଥିବା ଅପବ୍ୟବହାରକୁ ପ୍ରତିବନ୍ଧିତ କରେ ଯାହା a11y ବିକଳ୍ପ ଉପଲବ୍ଧ ହେଲେ ଅବଶ୍ୟ ଘଟିବ | ଆମେ ଏହି ନୂତନ ଟେକ୍ନୋଲୋଜିକୁ ମାନକ କରୁଥିବା IETF କାର୍ଯ୍ୟ ଗୋଷ୍ଠୀରେ ସକ୍ରିୟ ଅଂଶଗ୍ରହଣକାରୀ |",
    "page-acc-faq-3": "ପ୍ରଶ୍ନ: ଗୋପନୀୟତା ବିଷୟରେ? ପଞ୍ଜୀକରଣ କ 11 ଣସି ପ୍ରକାରେ a11y ବ୍ରାଉଜିଂ ତଥ୍ୟକୁ ପ୍ରକାଶ କରେ କି? ଆପଣ ଇମେଲ ସହିତ କ’ଣ କରନ୍ତି? ଉତ୍ତର: hCaptcha ଗ୍ରାଉଣ୍ଡରୁ ଗୋପନୀୟତା ପାଇଁ ଡିଜାଇନ୍ ହୋଇଛି | ReCAPTCHA ପରି ପାରମ୍ପାରିକ ବିକଳ୍ପ ଅପେକ୍ଷା ଏହା ବହୁତ ଭିନ୍ନ ଯାହା ବିଜ୍ଞାପନ ନେଟୱାର୍କର ମାଲିକାନା, ଯାହାର ୱେବରେ ଆପଣଙ୍କୁ ଟ୍ରାକ୍ କରିବା ଏବଂ ଆପଣଙ୍କୁ ଏକ ପ୍ରକୃତ ପରିଚୟ ସହିତ ଜଡିତ କରିବାର ଉତ୍ସାହ ଅଛି | A11y ବ୍ୟବହାରକୁ ସୁଗମ କରିବା ଏବଂ ଅପବ୍ୟବହାରକୁ ରୋକିବା ବ୍ୟତୀତ ଅନ୍ୟ କ purpose ଣସି ଉଦ୍ଦେଶ୍ୟରେ ଆମେ କଦାପି ଆକ୍ସେସିବିଲିଟି ଇମେଲ କିମ୍ବା ସୂଚନା ବ୍ୟବହାର କରୁନାହୁଁ | ଆମେ କିପରି ଡାଟା ବ୍ୟବହାର କରୁ ସେ ସମ୍ବନ୍ଧରେ ଆମର ଗୋପନୀୟତା ନୀତିର ବିସ୍ତୃତ ଏବଂ ପ୍ରାଧିକୃତ ଉତ୍ତର ରହିଛି, କିନ୍ତୁ ସଂକ୍ଷିପ୍ତ ଉତ୍ତର ହେଉଛି ଯେ ଆପଣଙ୍କର ବ୍ରାଉଜିଂ ଇତିହାସ ସହିତ ଆପଣଙ୍କୁ ଜଣେ ବ୍ୟକ୍ତି ଭାବରେ ଯୋଡିବାକୁ ଆମର କ interest ଣସି ଆଗ୍ରହ ନାହିଁ | ଆମେ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଇମେଲ୍ ଠିକଣାକୁ ଶୀଘ୍ର ତ୍ୟାଗ କରିବା ପାଇଁ ଏକ କ୍ରିପ୍ଟୋଗ୍ରାଫିକ୍ ସମାଧାନ ଉପରେ ମଧ୍ୟ କାର୍ଯ୍ୟ କରୁଛୁ | ଅପବ୍ୟବହାରକୁ ରୋକିବା ପାଇଁ ଆମର କ୍ଷମତାକୁ ବଞ୍ଚାଇ ରଖିବାବେଳେ, ଆମର ଗୋପନୀୟତା ପାସ୍ କାର୍ଯ୍ୟକୁ ପରିପୂର୍ଣ୍ଣ କରେ |",
    "page-acc-link-1": "ଯଦି ଆପଣ ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍, ଦୟାକରି ଏଠାରେ ସାଇନ୍ ଅପ୍ କରନ୍ତୁ |",
    "page-acc-subhead": "ସୁରକ୍ଷା ବଜାୟ ରଖିବାବେଳେ ସମସ୍ତ ଉପଭୋକ୍ତାମାନଙ୍କ ପାଇଁ ନିରବିହୀନ ପ୍ରବେଶ ସୁନିଶ୍ଚିତ କରିବା |",
    "page-acc-summary": "ସାରାଂଶ",
    "page-acc-summary-contents-1": "hCaptcha ଲୋକମାନଙ୍କଠାରୁ ଅଲଗା କରି ବଟ୍କୁ ବନ୍ଦ କରିବା ପାଇଁ ଡିଜାଇନ୍ କରାଯାଇଛି | ଭିଜୁଆଲ୍ ପରୀକ୍ଷା ଏହା ପାଇଁ ଏକ ସୁବିଧାଜନକ ଉପକରଣ, କିନ୍ତୁ ସମସ୍ତେ ଏକ ଭିଜୁଆଲ୍ ଚ୍ୟାଲେଞ୍ଜର ସମାଧାନ କରିପାରିବେ ନାହିଁ | ଏହି କାରଣରୁ, ଆମର ସେବା ବ୍ୟବହାର କରୁଥିବା ପ୍ରକାଶକମାନଙ୍କୁ ପୂର୍ଣ୍ଣ ବିଭାଗ 508 ଏବଂ WCAG 2.1 AA ଅନୁପାଳନ ସହିତ ସମସ୍ତଙ୍କ ପାଇଁ ଆକ୍ସେସିବିଲିଟି ସଂରକ୍ଷଣ କରିବାକୁ ଏକ ସରଳ, ଯନ୍ତ୍ରଣାହୀନ ବିକଳ୍ପ ଡିଜାଇନ୍ କରିଛୁ |",
    "page-acc-summary-contents-2": "ଏହା କିପରି କାମ କରେ: ପ୍ରଥମେ, ଏକ URL ବ୍ୟବହାରକାରୀ ଏହି URL ରେ ସାଇନ୍ ଅପ୍ କରନ୍ତି, ଯାହାକି hCaptcha ୱିଜେଟ୍ ସୂଚନା ପୃଷ୍ଠାରେ ଲିଙ୍କ୍ ହୋଇଛି | ସେମାନଙ୍କୁ ଏକ ଏନକ୍ରିପ୍ଟେଡ୍ କୁକି ଦିଆଯାଏ ଯାହାକି ପ୍ରତିଦିନ ଅନେକ ଥର ବ୍ୟବହୃତ ହୋଇପାରେ, କିନ୍ତୁ ଲଗଇନ୍ ମାଧ୍ୟମରେ ପ୍ରତି 24 ଘଣ୍ଟାରେ ସତେଜ ହେବା ଆବଶ୍ୟକ | ଯେତେବେଳେ hCaptcha ସେବା ବ୍ୟବହାର କରି ଯେକ site ଣସି ସାଇଟରେ ଏକ ଆକ୍ସେସିବିଲିଟି ୟୁଜର୍ଙ୍କୁ ଏକ ଚ୍ୟାଲେଞ୍ଜ ଉପସ୍ଥାପିତ ହୁଏ, ସେମାନେ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପାସ୍ କରିବେ |",
    "page-acc-title": "hCaptcha ଅଭିଗମ୍ୟତା ସୂଚନା |",
    "page-acc-tr-body": "ପ୍ରଶ୍ନ: କୁକି ସେଟ୍ କରିବା ପରେ ମଧ୍ୟ ମୁଁ ଏକ ଚ୍ୟାଲେଞ୍ଜ ଦେଖୁଛି | ଏହା କ’ଣ ଘଟୁଛି?<br> ଉତ୍ତର: ଏହା ସାଧାରଣତ an ଏକ ଆକ୍ରମଣାତ୍ମକ ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ଆଣ୍ଟି-କୁକି ଏକ୍ସଟେନ୍ସନ୍, କିମ୍ବା କ୍ରସ୍-ସାଇଟ୍ କୁକିଜକୁ ଅବରୋଧ କରୁଥିବା ଏକ ସେଟିଂ କାରଣରୁ ହୋଇଥାଏ, ଏହି କ୍ଷେତ୍ରରେ hcaptcha.com ପାଇଁ ଏକ କୁକି ଯାହା ଏକ ଭିନ୍ନ ସାଇଟରେ hCaptcha JS ଦ୍ୱାରା ସେଟ୍ କିମ୍ବା ଯାଞ୍ଚ କରାଯାଇଥାଏ | , ତୁମେ ପରିଦର୍ଶନ କରୁଥିବା ପରି |<br><br> hCaptcha ଆକ୍ସେସିବିଲିଟି କୁକିଜ୍ ସମସ୍ତ ଲୋକପ୍ରିୟ ବ୍ରାଉଜର୍ ଏବଂ ବିଜ୍ଞାପନ ବ୍ଲକର୍ ସହିତ ସେମାନଙ୍କର ମାନକ ସେଟିଂସମୂହ ସହିତ କାମ କରେ, ତେଣୁ ସାଧାରଣତ fail ବିଫଳତା ଆଣ୍ଟି-ଆଡବ୍ଲକ୍ ସ୍କ୍ରିପ୍ଟ କିମ୍ବା ନିର୍ଦ୍ଦିଷ୍ଟ ସାଇଟକୁ ଲକ୍ଷ୍ୟ କରୁଥିବା ସମାନ ନିୟମ ଯୋଗୁଁ ହୋଇଥାଏ |<br><br> ସମାଧାନ:<br><br> 1. ଆପଣଙ୍କର ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ସୁରକ୍ଷା ବିସ୍ତାରରେ ହ୍ el ାଇଟଲିଷ୍ଟ୍ hcaptcha.com ଏବଂ * .hcaptcha.com କୁକିଜ୍ |<br> 2. ଯଦି ଆପଣ ସାହସୀ ବ୍ରାଉଜର୍ ବ୍ୟବହାର କରୁଛନ୍ତି, ଯାହାକି ବର୍ତ୍ତମାନ କ any ଣସି ପ୍ରକାରର କୁକି ହ୍ el ାଇଟଲିଷ୍ଟ ପରି ଦେଖାଯାଉନାହିଁ, ପ୍ରିଫରେନ୍ସେସ୍ -> ସିଲ୍ଡସ୍ -> କୁକିଜ୍ କୁ ଯାଆନ୍ତୁ ଏବଂ ସମସ୍ତ କୁକିଜକୁ ଅନୁମତି ବାଛନ୍ତୁ |<br> 3. ଯଦି ଆପଣ ନିକଟରେ ପ୍ରକାଶିତ OS X 10.15 କିମ୍ବା iOS 13.4 ରେ ସଫାରିର ଅତି ନୂତନତମ ସଂସ୍କରଣ ବ୍ୟବହାର କରୁଛନ୍ତି, ତେବେ ଆପଲ୍ ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍ ସହିତ ସଫାରିର ଆଚରଣକୁ ବଦଳାଇ ଦେଇଛି, ଡିଫଲ୍ଟ ଭାବରେ ସେଗୁଡିକୁ ଅବରୋଧ କରିଛି | ଆମେ ଏକ ସମାଧାନ ପ୍ରୟୋଗ କରୁଛୁ, କିନ୍ତୁ ମ in ିରେ ମ Saf ିରେ ସଫାରି ପ୍ରିଫରେନ୍ସେସ୍, ଗୋପନୀୟତା ବିଭାଗ ପରିଦର୍ଶନ କରନ୍ତୁ ଏବଂ ୱେବସାଇଟ୍ ଟ୍ରାକିଂକୁ ଚେକ୍ କରନ୍ତୁ: ଆକ୍ସେସିବିଲିଟି କୁକିକୁ ଆଶା କରାଯାଉଥିବା ପରି ସକ୍ଷମ କରିବାକୁ କ୍ରସ୍ ସାଇଟ୍ ଟ୍ରାକିଂକୁ ପ୍ରତିରୋଧ କରନ୍ତୁ |<br><br> ପ୍ରଶ୍ନ: ମୁଁ ଏକାଧିକ ଉପକରଣ ବ୍ୟବହାର କରେ | ମୁଁ ଏକାଧିକ ଥର ସାଇନ୍ ଅପ୍ କରିବା ଆବଶ୍ୟକ କି?<br> ଉତ୍ତର: ନା। ଦୟାକରି କୁକି ସେଟ୍ କରିବା ପାଇଁ ଆପଣ ବ୍ୟବହାର କରୁଥିବା ପ୍ରତ୍ୟେକ ଡିଭାଇସରେ ଆପଣଙ୍କୁ ପଠାଯାଇଥିବା ସମାନ ଇମେଲ ଲଗଇନ୍ ଲିଙ୍କ କ୍ଲିକ୍ କରନ୍ତୁ |<br><br> ପ୍ରଶ୍ନ: ଆକ୍ସେସିବିଲିଟି କୁକି ବ୍ୟବହାର କରିବାବେଳେ ମୁଁ ନିଜକୁ ତୃତୀୟ-ପକ୍ଷ କୁକି ଟ୍ରାକିଂରୁ କିପରି ରକ୍ଷା କରିପାରିବି?<br> ଉତ୍ତର: ଯେକ any ଣସି ଗୋପନୀୟତା କିମ୍ବା ବିଜ୍ଞାପନ-ବ୍ଲକିଂ ଏକ୍ସଟେନ୍ସନ୍ ବ୍ୟବହାର କରିବା ଯାହା ଡୋମେନ୍ ସ୍ତରର ହ୍ el ାଇଟଲିଷ୍ଟିଂକୁ ସମର୍ଥନ କରେ (ଉଦାହରଣ ସ୍ୱରୂପ uBlock Origin) ଆଶା କରାଯାଉଥିବା ପରି କାର୍ଯ୍ୟ କରିବ: hcaptcha.com କୁ ହ୍ it ାଇଟଲିଷ୍ଟ କରିବାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ |",
    "page-acc-tr-title": "ଅଭିଗମ୍ୟତା ବ୍ୟବହାରକାରୀଙ୍କ ପାଇଁ: ବାରମ୍ବାର ପ୍ରଶ୍ନ ଏବଂ ତ୍ରୁଟି ନିବାରଣ ଗାଇଡ୍ |",
    "page-acc-tr2-body": "ସଫାରି |<br> ସଫାରି (ମ୍ୟାକ୍) ରେ କୁକିଜ୍ ସକ୍ଷମ କରିବାକୁ: ସଫାରି ଡ୍ରପ୍ ଡାଉନ୍ ମେନୁକୁ ଯାଆନ୍ତୁ | ପସନ୍ଦଗୁଡିକ ଚୟନ କରନ୍ତୁ | ଶୀର୍ଷ ପ୍ୟାନେଲରେ ଗୋପନୀୟତା କ୍ଲିକ୍ କରନ୍ତୁ | 'କୁକିଜ୍ ବ୍ଲକ୍' ଅଧୀନରେ 'କେବେ ନୁହେଁ' ବିକଳ୍ପ ଚୟନ କରନ୍ତୁ |<br> ସଫାରିରେ କୁକିଜ୍ ସକ୍ଷମ କରିବାକୁ (ଆଇଫୋନ୍ / ଆଇପ୍ୟାଡ୍ ଆଇଓଏସ୍ 11+): ଆପଣଙ୍କର ସେଟିଂସମୂହ ଖୋଲନ୍ତୁ | ତଳକୁ ସ୍କ୍ରୋଲ୍ କରନ୍ତୁ ଏବଂ ସଫାରି ଚୟନ କରନ୍ତୁ | ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା ଅଧୀନରେ, 'କ୍ରସ୍-ସାଇଟ୍ ଟ୍ରାକିଂକୁ ରୋକନ୍ତୁ' ଏବଂ 'ସମସ୍ତ କୁକିଜକୁ ଅବରୋଧ କରନ୍ତୁ' ବନ୍ଦ କରନ୍ତୁ |<br><br> ଫାୟାରଫକ୍ସ |<br> ଯେକ any ଣସି ୱେବପୃଷ୍ଠାରେ ଠିକଣା ଦଣ୍ଡର ବାମ ପାର୍ଶ୍ୱରେ ଥିବା ield ାଲ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ସୁରକ୍ଷା ସେଟିଂସମୂହ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଫାୟାରଫକ୍ସ ପ୍ରିଫରେନ୍ସେସ୍ ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା ପ୍ୟାନେଲ୍ ଖୋଲିବ | ଉନ୍ନତ ଟ୍ରାକିଂ ସୁରକ୍ଷା ଅଧୀନରେ, କଷ୍ଟମ୍ ଚୟନ କରନ୍ତୁ | ସେହି ଚେକ୍ ବକ୍ସଗୁଡିକ ଚୟନ କରି କେଉଁ ଟ୍ରାକର୍ ଏବଂ ସ୍କ୍ରିପ୍ଟଗୁଡ଼ିକୁ ଅବରୋଧ କରିବାକୁ ବାଛନ୍ତୁ | ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ hcaptcha.com କୁ ଅନଲକ୍ କରିଛନ୍ତି |<br><br> ଚେକ୍ ବକ୍ସକୁ ଡିଲିଟ୍ କରି ଏହାକୁ ଡିବଗ୍ କରିବା ପାଇଁ କଷ୍ଟମରେ କିଛି ସଂରକ୍ଷଣକୁ ଆପଣ ଅସ୍ଥାୟୀ ଭାବରେ ବନ୍ଦ କରିପାରିବେ: ଟ୍ରାକର୍ସ ଚେକ୍ ବକ୍ସକୁ ଡିଲିଟ୍ କରନ୍ତୁ କିମ୍ବା ଯଦି ଆପଣଙ୍କର କିଛି ସମସ୍ୟା ଅଛି ତେବେ କୁକିଜ୍ ଚେକ୍ ବକ୍ସକୁ ଡିଲିଟ୍ କରନ୍ତୁ |<br><br> ଗୁଗୁଲ୍ କ୍ରୋମ୍ |<br> ଗୁଗୁଲ୍ କ୍ରୋମ୍ (PC)<br> କ୍ରୋମ୍ ମେନୁ ଆଇକନ୍ ଚୟନ କରନ୍ତୁ | ସେଟିଂସମୂହ ଚୟନ କରନ୍ତୁ |<br> ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା, ତାପରେ କୁକିଜ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ସାଇଟ୍ ତଥ୍ୟକୁ ଯାଆନ୍ତୁ |<br> ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ 'ତୃତୀୟ-ପକ୍ଷ କୁକିଜକୁ ଅବରୋଧ କରନ୍ତୁ' ସକ୍ଷମ ନୁହେଁ |<br><br> ଗୁଗୁଲ୍ କ୍ରୋମ୍ (ମ୍ୟାକ୍):<br> ମେନୁ ବାର୍ ରୁ Chrome ପସନ୍ଦଗୁଡିକ ଖୋଲନ୍ତୁ |<br> ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା, ତାପରେ କୁକିଜ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ସାଇଟ୍ ତଥ୍ୟକୁ ଯାଆନ୍ତୁ |<br> ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ 'ତୃତୀୟ-ପକ୍ଷ କୁକିଜକୁ ଅବରୋଧ କରନ୍ତୁ' ସକ୍ଷମ ନୁହେଁ |<br><br> ଗୁଗୁଲ୍ କ୍ରୋମ୍ (ଆଣ୍ଡ୍ରଏଡ୍):<br> ଆପଣଙ୍କର ଆଣ୍ଡ୍ରଏଡ୍ ଡିଭାଇସରେ, କ୍ରୋମ୍ ଆପ୍ ଖୋଲନ୍ତୁ |<br> ଡାହାଣର ଉପର ଭାଗରେ, ଅଧିକ ଏବଂ ତାପରେ ସେଟିଂସମୂହ ଟ୍ୟାପ୍ କରନ୍ତୁ |<br> ସାଇଟ୍ ସେଟିଂସମୂହ ଏବଂ ତାପରେ କୁକିଜ୍ ଟ୍ୟାପ୍ କରନ୍ତୁ |<br> 'କୁକିଜ୍' ପାଖରେ, ସେଟିଂକୁ ସୁଇଚ୍ କର |<br> 'ତୃତୀୟ-ପକ୍ଷ କୁକିଜକୁ ଅନୁମତି ଦିଅନ୍ତୁ' ପାଖରେ ଥିବା ବାକ୍ସକୁ ଯାଞ୍ଚ କରନ୍ତୁ |<br><br> ଇଣ୍ଟରନେଟ୍ ଏକ୍ସପ୍ଲୋରର୍ |<br> 1. ସ୍କ୍ରିନ୍ ର ଉପର ଡାହାଣ କୋଣରେ ଗିଅର୍ ଚୟନ କରନ୍ତୁ, ତାପରେ 'ଇଣ୍ଟରନେଟ୍ ବିକଳ୍ପସମୂହ' ଚୟନ କରନ୍ତୁ | ଯଦି ଆପଣଙ୍କର ମେନୁ ବାର୍ ସକ୍ଷମ ହୋଇଛି, ଆପଣ 'ଉପକରଣ' ତାପରେ 'ଇଣ୍ଟରନେଟ୍ ବିକଳ୍ପ' ଚୟନ କରିପାରିବେ |<br> 2. 'ଗୋପନୀୟତା' ଟ୍ୟାବ୍ କ୍ଲିକ୍ କରନ୍ତୁ |<br> 3. 'ଉନ୍ନତ' ବଟନ୍ ଚୟନ କରନ୍ତୁ |<br> 4. 'ତୃତୀୟ-ପକ୍ଷ କୁକିଜ୍' ଅଧୀନରେ 'ଗ୍ରହଣ' ବାଛନ୍ତୁ |<br> 5. 'ଓକେ' କ୍ଲିକ୍ କରନ୍ତୁ |",
    "page-acc-tr2-head": "କ୍ରସ୍-ସାଇଟ୍ କୁକିଜ୍ ପାଇଁ ବ୍ରାଉଜର୍ ନିର୍ଦ୍ଦେଶାବଳୀ |",
    "priv-hc": "ଗୋପନୀୟତା ଧ୍ୟାନ ଦିଆଯାଇଛି |",
    "priv-hc-text": "ବିଜ୍ଞାପନ ନେଟୱାର୍କଗୁଡ଼ିକ ଆପଣଙ୍କୁ ସେମାନଙ୍କର ଉତ୍ପାଦ ଭାବରେ ଦେଖନ୍ତି | ଆମେ କରୁନାହୁଁ | ଉପଭୋକ୍ତା କିଏ, ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ଦୁଷ୍ଟ ହେବାର ସମ୍ଭାବନା କେତେ | ଆମେ ଗୋପନୀୟତା ପାସ୍ ପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରୁ, ଏବଂ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରୁ |",
    "reporting-bugs-accessibility-button": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "reporting-bugs-accessibility-head": "ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ",
    "reporting-bugs-accessibility-text": "ଆପଣ ଦୃଷ୍ଟିହୀନ କି ଅନ୍ୟଥା hCaptchas ସଂପୂର୍ଣ୍ଣ କରିବାରେ ଅସମର୍ଥ?",
    "reporting-bugs-guide-ff-head": "ବଗ୍ ରିପୋର୍ଟ ବିବରଣୀ କ୍ୟାପଚର୍: ଫାୟାରଫକ୍ସ |",
    "reporting-bugs-guide-ff-step-1": "ପଦାଙ୍କ 1: ବିକାଶକାରୀ ଉପକରଣଗୁଡିକ ଖୋଲନ୍ତୁ (ଏହା ଅଧିବେଶନ ରେକର୍ଡିଂ ଆରମ୍ଭ କରେ |)",
    "reporting-bugs-guide-ff-step-2": "ପଦାଙ୍କ 2: ବିକାଶକାରୀ ଉପକରଣଗୁଡ଼ିକରେ ନେଟୱାର୍କ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଶୀର୍ଷରେ ଥିବା ପର୍ସିଷ୍ଟ ଲଗ୍ ବକ୍ସ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "reporting-bugs-guide-ff-step-3": "ପଦାଙ୍କ 3: https://accounts.hcaptcha.com/demo ପରିଦର୍ଶନ କରନ୍ତୁ, କିମ୍ବା ଯେଉଁ ୱେବସାଇଟରେ ଆପଣଙ୍କର ଏକ ସମସ୍ୟା ଅଛି (ଗୋପନୀୟତା ଟିପ୍ପଣୀ: ଯଦି ଆପଣ ଏହା ବାଣ୍ଟିବାକୁ ମନ ଦିଅନ୍ତି ନାହିଁ) ପରିଦର୍ଶନ କରନ୍ତୁ ... ଏବଂ ତାପରେ I କ୍ଲିକ୍ କରନ୍ତୁ | ମୁଁ ମାନବ ବଟନ୍, ଏବଂ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କର |",
    "reporting-bugs-guide-ff-step-4": "ପଦାଙ୍କ 4: ଆପଣ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କରିବା ପରେ HAR କ୍ଲିକ୍ କରନ୍ତୁ, ଏବଂ ନେଟୱର୍କ ଲଗ୍ ସଞ୍ଚୟ କରିବାକୁ HAR ଭାବରେ ସେଭ୍ କରନ୍ତୁ | ସେହି ଫାଇଲ୍ ଆମକୁ ପଠାନ୍ତୁ |",
    "reporting-bugs-guide-ff-step-5": "ଷ୍ଟେପ୍ 5: କନସୋଲ୍ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ, ଏବଂ ଡାହାଣ କ୍ଲିକ୍ କରନ୍ତୁ ତାପରେ ସମସ୍ତ ଚୟନ କରନ୍ତୁ ଏବଂ ଏହାକୁ ଏକ ପାଠ୍ୟ ଫାଇଲରେ ସଂରକ୍ଷଣ କରନ୍ତୁ, କନସୋଲ୍ ଲଗ୍ ସେଭ୍ କରିବାକୁ | ଆମକୁ ମଧ୍ୟ ପଠାନ୍ତୁ |",
    "reporting-bugs-guide-ff-step-6": "ଶେଷ ପଦକ୍ଷେପ: ସେହି HAR ଏବଂ କୋନସୋଲ ଲଗ ଫାଇଲଗୁଡ଼ିକୁ ଆମକୁ ଇମେଲ କରନ୍ତୁ, ଏବଂ ସମସ୍ୟାକୁ ବର୍ଣ୍ଣନା କରନ୍ତୁ ବ୍ୟବହାର କରନ୍ତୁ: support@hcaptcha.com (ଦୟାକରି ଡ୍ରପବକ୍ସ କିମ୍ବା ଫାଇଲବିନ ପରି ଏକ ସେବା ବ୍ୟବହାର କରନ୍ତୁ ଏବଂ ଲିଙ୍କ ପଠାନ୍ତୁ) ଏବଂ ବ ally କଳ୍ପିକ ଭାବରେ ସ୍କ୍ରିନସଟ, ଯଦି ଆପଣ ସନ୍ଦେହ କରୁଛନ୍ତି ଯେ କିଛି ସଠିକ୍ ଭାବରେ ପ୍ରଦର୍ଶିତ ହେଉନାହିଁ | । ଆପଣ ବ୍ୟବହାର କରୁଥିବା IP କୁ ମଧ୍ୟ ଦୟାକରି ପଠାନ୍ତୁ | ଆପଣ ଏହାକୁ https://www.whatsmyip.org/ ରୁ ପାଇପାରିବେ / ଏହି ସୂଚନା ପାଇବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବାକୁ ସମୟ ନେଇଥିବାରୁ ଧନ୍ୟବାଦ! ଆମେ ସମସ୍ତଙ୍କ ପାଇଁ hCaptcha କୁ ଭଲ କାମ କରିବାକୁ ପ୍ରତିଶ୍ରୁତିବଦ୍ଧ |",
    "reporting-bugs-guide-head": "ବଗ୍ ରିପୋର୍ଟ ବିବରଣୀ କ୍ୟାପଚର୍: କ୍ରୋମ୍ |",
    "reporting-bugs-guide-step-1": "ପଦାଙ୍କ 1: ବିକାଶକାରୀ ଉପକରଣଗୁଡିକ ଖୋଲନ୍ତୁ (ଏହା ଅଧିବେଶନ ରେକର୍ଡିଂ ଆରମ୍ଭ କରେ |)",
    "reporting-bugs-guide-step-2": "ପଦାଙ୍କ 2: ବିକାଶକାରୀ ଉପକରଣଗୁଡ଼ିକରେ ନେଟୱାର୍କ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ | ଶୀର୍ଷରେ ସଂରକ୍ଷଣ ଲଗ୍ ବକ୍ସ ଯାଞ୍ଚ କରନ୍ତୁ |",
    "reporting-bugs-guide-step-3": "ପଦାଙ୍କ 3: https://accounts.hcaptcha.com/demo ପରିଦର୍ଶନ କରନ୍ତୁ, କିମ୍ବା ଯେଉଁ ୱେବସାଇଟରେ ଆପଣଙ୍କର ଏକ ସମସ୍ୟା ଅଛି (ଗୋପନୀୟତା ଟିପ୍ପଣୀ: ଯଦି ଆପଣ ଏହା ବାଣ୍ଟିବାକୁ ମନ ଦିଅନ୍ତି ନାହିଁ) ପରିଦର୍ଶନ କରନ୍ତୁ ... ଏବଂ ତାପରେ I କ୍ଲିକ୍ କରନ୍ତୁ | ମୁଁ ମାନବ ବଟନ୍, ଏବଂ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କର |",
    "reporting-bugs-guide-step-4": "ପଦାଙ୍କ 4: ଆପଣ ସମାଧାନ କରିବାକୁ ଚେଷ୍ଟା କରିବା ପରେ ରପ୍ତାନି HAR (ଟିକିଏ ତଳ ତୀର) କ୍ଲିକ୍ କରନ୍ତୁ, ଯାହା ନେଟୱର୍କ ଲଗ୍ ସଞ୍ଚୟ କରେ | ସେହି ଫାଇଲ୍ ଆମକୁ ପଠାନ୍ତୁ |",
    "reporting-bugs-guide-step-5": "ଷ୍ଟେପ୍ 5: କନସୋଲ୍ ଟ୍ୟାବ୍ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ, ଏବଂ ଡାହାଣ କ୍ଲିକ୍ କରନ୍ତୁ ତାପରେ ସେଭ୍ କରନ୍ତୁ .. କନସୋଲ୍ ଲଗ୍ ସେଭ୍ କରିବାକୁ | ଆମକୁ ମଧ୍ୟ ପଠାନ୍ତୁ |",
    "reporting-bugs-guide-step-6": "ଶେଷ ପଦକ୍ଷେପ: ସେହି HAR ଏବଂ କୋନସୋଲ ଲଗ ଫାଇଲଗୁଡ଼ିକୁ ଆମକୁ ଇମେଲ କରନ୍ତୁ, ଏବଂ ସମସ୍ୟାକୁ ବର୍ଣ୍ଣନା କରନ୍ତୁ | ବ୍ୟବହାର କରନ୍ତୁ: support@hcaptcha.com (ଦୟାକରି ଡ୍ରପବକ୍ସ କିମ୍ବା ଫାଇଲବିନ ପରି ଏକ ସେବା ବ୍ୟବହାର କରନ୍ତୁ ଏବଂ ଲିଙ୍କ ପଠାନ୍ତୁ) ଏବଂ ବ ally କଳ୍ପିକ ଭାବରେ ସ୍କ୍ରିନସଟ, ଯଦି ଆପଣ ସନ୍ଦେହ କରୁଛନ୍ତି ଯେ କିଛି ସଠିକ୍ ଭାବରେ ପ୍ରଦର୍ଶିତ ହେଉନାହିଁ | ଆପଣ ବ୍ୟବହାର କରୁଥିବା IP କୁ ମଧ୍ୟ ଦୟାକରି ପଠାନ୍ତୁ | ଆପଣ ଏହାକୁ https://www.whatsmyip.org/ ରୁ ପାଇପାରିବେ / ଏହି ସୂଚନା ପାଇବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବାକୁ ସମୟ ନେଇଥିବାରୁ ଧନ୍ୟବାଦ! ଆମେ ସମସ୍ତଙ୍କ ପାଇଁ hCaptcha କୁ ଭଲ କାମ କରିବାକୁ ପ୍ରତିଶ୍ରୁତିବଦ୍ଧ |",
    "reporting-bugs-guide-text-1": "ଆପଣଙ୍କ ରିପୋର୍ଟ ସହିତ ତ୍ରୁଟି ନିବାରଣ ସୂଚନା ପଠାଇବା କ’ଣ ଘଟୁଛି ତାହା ଚିହ୍ନଟ କରିବା ଆମ ପାଇଁ ଅଧିକ ସହଜ କରିବ | ଏଠାରେ ପର୍ଯ୍ୟାୟ ନିର୍ଦ୍ଦେଶାବଳୀ:",
    "reporting-bugs-guide-text-2": "ଯଦି ଆପଣ ଜଣେ ୱେବ୍ ଡେଭଲପର୍ କିମ୍ବା ବିଶେଷଜ୍ଞ ଉପଭୋକ୍ତା, ସାରାଂଶ ହେଉଛି ଆମେ ଚାହୁଁଛୁ ଯେ ଆମକୁ ଏକ ନେଟୱାର୍କ ରେକର୍ଡିଂ HAR ଏବଂ ବ୍ରାଉଜର୍ କନସୋଲ୍ ଲଗ୍ ପଠାନ୍ତୁ | ଦୟାକରି ପ୍ରଥମେ ଯେକ ad ଣସି ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ସୁରକ୍ଷା ଏକ୍ସଟେନ୍ସନ୍ ଅକ୍ଷମ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ ଏବଂ ତାପରେ ଆପଣ ଏହି ପଦକ୍ଷେପଗୁଡିକ ଦେଇ ଯିବା ପୂର୍ବରୁ ପୁନ ry ଚେଷ୍ଟା କରନ୍ତୁ | ଯଦି ତାହା ଆପଣଙ୍କର ସମସ୍ୟାକୁ ସମାଧାନ କରେ, ତଥାପି ଆମେ ଆପଣଙ୍କୁ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ସଂସ୍କରଣ, ବିଜ୍ଞାପନ ବ୍ଲକର୍ କିମ୍ବା ବ୍ରାଉଜର୍ ଏକ୍ସଟେନ୍ସନ୍ ଏବଂ ୱେବସାଇଟ୍ URL ବିଷୟରେ ଜଣାଇବାକୁ ଆପଣଙ୍କୁ ପ୍ରଶଂସା କରିବୁ |",
    "reporting-bugs-intro-head": "ଏକ ତ୍ରୁଟି ପାଇଲେ? ଏହାକୁ କିପରି ରିପୋର୍ଟ କରାଯିବ ତାହା ଏଠାରେ ଅଛି |",
    "reporting-bugs-intro-text": "ବ୍ରାଉଜର, ଏକ୍ସଟେନ୍ସନ୍, ଡିଭାଇସ୍, ଫାୟାରୱାଲ୍ ଏବଂ ଅନ୍ୟାନ୍ୟ ମିଶ୍ରଣରେ ଲକ୍ଷ ଲକ୍ଷ ଲୋକ ପ୍ରତିମାସରେ hCaptcha ବ୍ୟବହାର କରନ୍ତି | ଆମର ଲକ୍ଷ୍ୟ ହେଉଛି ଏହା ନିଶ୍ଚିତ କରିବା ଯେ ଏହା ସର୍ବଦା ଆପଣଙ୍କ ପାଇଁ କାମ କରେ, ତେଣୁ ଆମେ ଆପଣଙ୍କ ରିପୋର୍ଟକୁ ବହୁତ ପ୍ରଶଂସା କରୁଛୁ! ଶୀଘ୍ର ମତାମତ ଦେବାକୁ, କେବଳ ଆମକୁ ମତାମତ ପଠାନ୍ତୁ ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ | ଯଦି ଆପଣ ଏକ କାର୍ଯ୍ୟକ୍ଷମ ସମସ୍ୟା ଦେଖୁଛନ୍ତି, ଦୟାକରି କ୍ରୋମ୍ ପାଇଁ ଡିବଗ୍ ଲଗ୍ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସରଣ କରନ୍ତୁ କିମ୍ବା ନିମ୍ନରେ ଫାୟାରଫକ୍ସ ପାଇଁ ଡିବଗ୍ ଲଗ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସରଣ କରନ୍ତୁ | ଅନ୍ୟ କ browser ଣସି ବ୍ରାଉଜର୍ ପାଇଁ ଆମକୁ ଇମେଲ୍ କରନ୍ତୁ | ସମ୍ଭାବ୍ୟ ସୁରକ୍ଷା କିମ୍ବା ଗୋପନୀୟତା ସମସ୍ୟା ପାଇଁ, ନିମ୍ନରେ ଥିବା ନିର୍ଦ୍ଦେଶାବଳୀ ଦେଖନ୍ତୁ |",
    "reporting-bugs-privacy-head": "ଗୋପନୀୟତା ସମସ୍ୟା",
    "reporting-bugs-privacy-text": "ଉପଭୋକ୍ତା କିଏ, ଆମେ ଧ୍ୟାନ ଦେଉନାହୁଁ, କେବଳ ସେମାନେ ଦୁଷ୍ଟ କିମ୍ବା ମେସିନ୍ ହେବାର ସମ୍ଭାବନା କେତେ | ଆମେ ଗୋପନୀୟତା ପାସ୍ ପରି ପଦକ୍ଷେପଗୁଡିକୁ ସମର୍ଥନ କରୁ, ଏବଂ ଗୋପନୀୟତା ଏବଂ ନିରାପତ୍ତାକୁ ସନ୍ତୁଳିତ କରିବା ପାଇଁ କଠିନ ପରିଶ୍ରମ କରୁ | ଯଦି ଆପଣ ଏକ ସମସ୍ୟା ପାଇଛନ୍ତି ଯାହା ଆପଣ ଭାବୁଛନ୍ତି ଉପଭୋକ୍ତାଙ୍କର ଗୋପନୀୟତା ଉପରେ ପ୍ରଭାବ ପକାଇପାରେ, ଦୟାକରି ଆମକୁ support@hcaptcha.com ରେ ଇମେଲ କରନ୍ତୁ |",
    "reporting-bugs-provide-feedback-button": "ଆମକୁ ମତାମତ ପଠାନ୍ତୁ |",
    "reporting-bugs-provide-feedback-head": "HCaptcha ଉପରେ ତୁରନ୍ତ ମତାମତ ପ୍ରଦାନ କରନ୍ତୁ |",
    "reporting-bugs-provide-feedback-text": "ଆମେ ଆପଣଙ୍କର ଇନପୁଟ୍ କୁ ପ୍ରଶଂସା କରୁ | ଆମକୁ କ issues ଣସି ସମସ୍ୟା ଜାଣିବା ଏବଂ ଆମେ ଶୀଘ୍ର ସମାଧାନ କରିବୁ |",
    "reporting-bugs-security-head": "ସୁରକ୍ଷା ବଗ୍ |",
    "reporting-bugs-security-text": "ସୁରକ୍ଷା ତ୍ରୁଟିର ରିପୋର୍ଟ ଗ୍ରହଣ କରିବାକୁ ଆମେ ସର୍ବଦା ଆଗ୍ରହୀ | Support@hcaptcha.com ଏବଂ CC security@hcaptcha.com କୁ ଇମେଲ୍ କରନ୍ତୁ ଏବଂ ଆମେ ଶୀଘ୍ର ଆପଣଙ୍କ ନିକଟକୁ ଫେରିଯିବା | HCaptcha ସେବା ଏବଂ ଆନୁଷଙ୍ଗିକ ଉତ୍ସ କୋଡ୍ ଉପରେ ଯୋଗ୍ୟ ସୁରକ୍ଷା ରିପୋର୍ଟ ପାଇଁ ଆମର ଏକ ବଗ୍ ବାଉଣ୍ଟି ପ୍ରୋଗ୍ରାମ୍ ମଧ୍ୟ ଅଛି |",
    "sales-interstitial-c1": "କମ୍ପାନୀଗୁଡିକ ପାଇଁ |",
    "sales-interstitial-c1a": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁରକ୍ଷା ସମାଧାନ (ଦେୟ)",
    "sales-interstitial-c1b": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ (BotStop) ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "sales-interstitial-c1c": "ଡାଟା ଟିପ୍ପଣୀ |",
    "sales-interstitial-c1d": "HCaptcha ଟିପ୍ପଣୀ ସେବା କ୍ରୟ କରନ୍ତୁ |",
    "sales-interstitial-c2": "ବ୍ୟକ୍ତିବିଶେଷଙ୍କ ପାଇଁ |",
    "sales-interstitial-c2a": "ଆପଣଙ୍କ ସେବାରେ hCaptcha ଯୋଡନ୍ତୁ (ମାଗଣା)",
    "sales-interstitial-c2b": "ମୋ ୱେବସାଇଟ୍ କିମ୍ବା ଆପରେ ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ hCaptcha ଯୋଡନ୍ତୁ |",
    "sales-interstitial-c2c": "HCaptcha କ’ଣ?",
    "sales-interstitial-c2d": "HCaptcha ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "sales-interstitial-head": "ଆସନ୍ତୁ ନିଶ୍ଚିତ କରିବା ଯେ ଆପଣ ସଠିକ୍ ସ୍ଥାନକୁ ଯାଉଛନ୍ତି |",
    "sec-hc": "ସୁରକ୍ଷା ପ୍ରଥମେ |",
    "sec-hc-text": "hCaptcha ପ୍ରକାଶକ-କେନ୍ଦ୍ରିତ | ସାଇଟଗୁଡିକୁ ପ୍ରକୃତ ତଥ୍ୟ ଦେବା ପାଇଁ ଆମେ କାର୍ଯ୍ୟ କରୁ ଏବଂ ଏହାକୁ କିପରି ବ୍ୟବହାର କରାଯିବ ତାହା ସ୍ଥିର କରିବାକୁ ଦିଅ | ସଠିକତା ଆପଣଙ୍କ ଆଗ୍ରହରେ ଏବଂ ଆମର | ବିଜ୍ଞାପନ କମ୍ପାନୀଗୁଡିକ ଦ୍ୱାରା ଅନ୍ୟ କ୍ୟାପଚାସ୍ ପ୍ରଦାନ କରାଯାଇଥାଏ | ସେମାନେ ଅବରୋଧ କରୁଥିବା ପ୍ରତ୍ୟେକ ବଟ୍ ସେମାନଙ୍କର ରାଜସ୍ୱ ହ୍ରାସ କରିପାରେ |",
    "signup-interstitial-c1": "କମ୍ପାନୀ କିମ୍ବା ୱେବସାଇଟ୍ ପାଇଁ |",
    "signup-interstitial-c1a": "ଆପଣଙ୍କ ସେବାରେ hCaptcha ଯୋଡନ୍ତୁ (ମାଗଣା)",
    "signup-interstitial-c1b": "ମୋ ୱେବସାଇଟ୍ କିମ୍ବା ଆପରେ ପ୍ରକାଶକମାନଙ୍କ ପାଇଁ hCaptcha ଯୋଡନ୍ତୁ |",
    "signup-interstitial-c1c": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁରକ୍ଷା ସମାଧାନ (ଦେୟ)",
    "signup-interstitial-c1d": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ (BotStop) ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "signup-interstitial-c1e": "ଡାଟା ଟିପ୍ପଣୀ |",
    "signup-interstitial-c1f": "HCaptcha ଟିପ୍ପଣୀ ସେବା କ୍ରୟ କରନ୍ତୁ |",
    "signup-interstitial-c2": "ବ୍ୟକ୍ତିବିଶେଷଙ୍କ ପାଇଁ |",
    "signup-interstitial-c2a": "ଅଭିଗମ୍ୟତା",
    "signup-interstitial-c2b": "HCaptcha ପାଇଁ ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଜାଣନ୍ତୁ |",
    "signup-interstitial-c2c": "ଟଙ୍କା ରୋଜଗାର କର |",
    "signup-interstitial-c2d": "ଏକ ବ୍ୟକ୍ତିଗତ ଡାଟା ଲେବେଲର୍ ଭାବରେ କାର୍ଯ୍ୟ କରନ୍ତୁ |",
    "signup-interstitial-head": "ଆସନ୍ତୁ ନିଶ୍ଚିତ କରିବା ଯେ ଆପଣ ସଠିକ୍ ସ୍ଥାନକୁ ଯାଉଛନ୍ତି |",
    "support-interstitial-c1": "କମ୍ପାନୀଗୁଡିକ ପାଇଁ |",
    "support-interstitial-c1a": "ଏଣ୍ଟରପ୍ରାଇଜ୍ ସୁରକ୍ଷା ସମାଧାନ (ଦେୟ)",
    "support-interstitial-c1b": "HCaptcha ଏଣ୍ଟରପ୍ରାଇଜ୍ (BotStop) ପାଇଁ ସମର୍ଥନ ପ୍ରାପ୍ତ କରନ୍ତୁ |",
    "support-interstitial-c1c": "hCaptcha ପ୍ରକାଶକ (ମାଗଣା)",
    "support-interstitial-c1d": "HCaptcha ପ୍ରକାଶକ ପାଇଁ ସମର୍ଥନ ପ୍ରାପ୍ତ କରନ୍ତୁ |",
    "support-interstitial-c2": "ବ୍ୟକ୍ତିବିଶେଷଙ୍କ ପାଇଁ |",
    "support-interstitial-c2a": "ଏକ ଚ୍ୟାଲେଞ୍ଜ ସହିତ ଅସୁବିଧା ହେଉଛି କି?",
    "support-interstitial-c2b": "HCaptcha ପାଇଁ ଅଭିଗମ୍ୟତା ବିକଳ୍ପଗୁଡ଼ିକ ବିଷୟରେ ଜାଣନ୍ତୁ |",
    "support-interstitial-c2c": "ଏକ ତ୍ରୁଟି ରିପୋର୍ଟ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?",
    "support-interstitial-c2d": "ସଫ୍ଟୱେର୍ ଇସୁ ରିପୋର୍ଟ କରିବା ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ |",
    "support-interstitial-head": "ଆସନ୍ତୁ ନିଶ୍ଚିତ କରିବା ଯେ ଆପଣ ସଠିକ୍ ସ୍ଥାନକୁ ଯାଉଛନ୍ତି |",
    "switch-to-english-link": "ଇଂରାଜୀକୁ ସୁଇଚ୍ କରନ୍ତୁ |",
    "what-is-hcaptcha": "HCaptcha କ’ଣ?",
    "what-is-hcaptcha-text": "hCaptcha ତୁମର ପ୍ରିୟ ୱେବ୍ ସେବାଗୁଡିକ ବଟ୍, ସ୍ପାମ୍ ଏବଂ ଅପବ୍ୟବହାରକୁ ସରଳ ପ୍ରଶ୍ନ ପଚାରି ସାହାଯ୍ୟ କରେ ଯାହା ମଣିଷ ପାଇଁ ସହଜ ଏବଂ ମେସିନ୍ ପାଇଁ କଷ୍ଟକର |",
    "why-hc": "HCaptcha କାହିଁକି?",
    "why-hc-text": "ପ୍ରତ୍ୟେକ ଥର ଯେତେବେଳେ ଆପଣ ଏକ ଆହ୍ answer ାନର ଉତ୍ତର ଦିଅନ୍ତି, ଆମେ ଅତ୍ୟାଧୁନିକ ମଡେଲ ବ୍ୟବହାର କରି ଆପଣ ମଣିଷ କି ମେସିନ୍ ବୋଲି ଜାଣିବା ପାଇଁ ବ୍ୟବହାର କରୁ | ଆପଣ ପରିଦର୍ଶନ କରିଥିବା ୱେବସାଇଟ୍ ତାପରେ ଏହି ଫଳାଫଳକୁ ବ୍ୟବହାର କରି ବଟ୍କୁ ରଖି ସେମାନଙ୍କ ସାଇଟରେ ଆପଣଙ୍କ ଅଭିଜ୍ଞତାକୁ ଉନ୍ନତ କରିବାରେ ସାହାଯ୍ୟ କରେ |"
}