{
    "a11y-img-1": "Avanoa tagata faʻaaoga pupuni ina ua uma login",
    "a11y-img-2": "Avanoa avanoa i widget UI lisi",
    "a11y-img-3": "Avanoa avanoa talanoaga pusa i widget UI",
    "about-advisors-brendan": "Ofisa Sili o Pulega o le Toa. Co-faavaeina o Mozilla. Foafoa le gagana polokalame JavaScript. Tufuga o suʻega ma sili atu.",
    "about-advisors-dawn": "Polofesa, CS i le Iunivesite o Kalefonia, Berkeley. Aʻoaʻoga loloto, saogalemu, poloka poloka. Ofisa Sili o Pulega o Oasis Labs.",
    "about-advisors-head": "Faufautua",
    "about-advisors-keiran": "Saienitisi suesue i Stanford. Aʻoaʻoga masini ma tele aofaʻi tupe i tele faletupe, pa puipui, ma aʻoaʻoga.",
    "about-content-head-1": "Mea Tatou te Faia",
    "about-content-head-2": "Aisea e Taua ai",
    "about-content-text-1": "hCaptcha o se tautua a Intuition Machines Inc, o le AI ma le masini aʻoaʻo kamupani ma le taulaʻi i le uʻamea ma vaʻaia ML vaega i le fua. Matou te fausiaina ma faʻagaioia tino tele faiga e mafai ai vitio ma ata auiliiliga tautua mo Global 2000 kamupani i le lalolagi atoa.",
    "about-content-text-1a": "hCaptcha aumaia se faʻaonapo nei, faalilolilo-taulaʻi auala e taofi ai bot.",
    "about-content-text-1b": "Matou te faʻaali CAPTCHA luitau e faigata mo bots ae faigofie mo tagata e ala i le aoina faigata-i-igoa faʻamatalaga mai masini aʻoaʻoga faʻafitauli, ma faʻaaogaina e iloa ai pe o le 'upega tafaʻilagi po o le tagata asiasi asiasi o tagata.",
    "about-content-text-2": "E tele faʻamatalaga e maua mai ai faʻaiuga sili atu. Fausiaina ma le tausia saʻo o igoa faʻailoga ma talafeagai pepa faʻamaumauga o taimi faʻaalu ma taugata. hCaptcha na muamua atiaʻe e faʻafetauia a tatou lava manaʻoga i faʻailoga igoa, ma ua avanoa nei mo isi kamupani e iai manaʻoga tutusa.",
    "about-content-text-2a": "O tagata leaga e faʻatinoina le tele o mea e tupu i luga ole laiga. Ae o le faʻataulagaina o le le faalauaiteleina o tagata e le o le tali lea.",
    "about-content-text-2b": "Faʻafitauli puipuiga na ofaina e faʻasalalauga kamupani faʻapitoa taulai atu i le sailia o tagata i luga o le upega tafailagi. Ua matou fausia se tali lelei mo le puipuiga e faʻamaonia ai le le afaina o le le faalauaiteleina o tagata i se mea taua.",
    "about-intro-head-1": "E uiga i le hCaptcha",
    "about-intro-head-2": "Tulaga faalilolilo, Puipuiga, ma le Aʻoaʻoina o Masini.",
    "about-intro-text": "hCaptcha o le lalolagi sili ona lautele faʻaaogaina tutoatasi CAPTCHA tautua.",
    "about-leadership-alex": "Database ma Blockchain tagata tomai faapitoa. Ulua inisinia i Cloudera ma sili atu. Tausaga sefulu o tomai fausiaina polokalama ma 'au.",
    "about-leadership-eli": "Pule Sili. Faʻailoa aloaʻia taʻitaʻi i AI. Na ia faʻaaogaina masini atamai i le fua i le tele o ituaiga pisinisi faʻafitauli i le tele o tausaga ua tuanaʻi.",
    "about-leadership-head": "O ai tatou",
    "about-leadership-headsub": "O se 'au poto masani, o loʻo galulue i faʻafitauli faigata i aso nei.",
    "about-leadership-link1": "O ai tatou",
    "about-leadership-text1": "Matou te faʻapitoa i le loloto o le aʻoaʻoina ma le vaʻaia o masini masini e aʻoaʻoina i le fua, ma le faʻatauaina faapitoa i le faʻamautinoaina o faiga i luga o le upega tafailagi mai le faʻafaigataina faʻaonapo nei taufaamataʻu.",
    "about-leadership-text2": "Ile fiaselau tausaga ole polokalame o masini ma le aʻoaʻoina ole masini, matou te fausiaina ma faʻagaioia tele le fegasoloaʻiina o faʻafitauli e foʻia ai nisi o faʻafitauli faigata i aso nei aʻo faʻasaoina le le faalauaiteleina.",
    "about-leadership-todd": "PhD i le Biology Computational, Stanford. Galulue ma neural network talu mai le 1999. Taulaʻi i luga faʻaaogaina ML ma loloto aʻoaʻoga i fua.",
    "acc-opt": "Avanoa avanoa",
    "acc-opt-but": "Aʻoaʻo atili e uiga i avanoa faʻaavanoaina",
    "acc-opt-text": "O e faʻaletonu vaʻai pe le mafai ona faʻamaeʻa hCaptchas?",
    "accessibility-link": "Avanoa",
    "appreciate-in": "Matou te talisapaia lou sao. Faʻailoa ia matou ni mataupu ma o le a matou fofoina vave.",
    "fb-but": "Lafo mai manatu faaalia",
    "feedback-text": "Saunia manatu i le hCaptcha na e vaʻaia",
    "footer-attribution": "Faʻailoga",
    "footer-copyright-text": "hCaptcha o se faʻailoga faʻailogaina o Intuition Machines, Inc.",
    "footer-header-1": "Kamupani",
    "footer-header-2": "Punaoa",
    "footer-header-3": "Faʻafesoʻotaʻi",
    "footer-link-1": "Faailoga",
    "footer-link-10": "Avanoa",
    "footer-link-2": "E tusa",
    "footer-link-3": "Galuega",
    "footer-link-4": "Faailoga Faʻailoga",
    "footer-link-5": "AI Amio Taualoa",
    "footer-link-6": "Tesi",
    "footer-link-7": "Tulaga",
    "footer-link-8": "Faʻamaumauga",
    "footer-link-9": "Lipoti se Bug",
    "footer-privacy": "Tulaga faalilolilo",
    "footer-subheader-1": "Lagolago",
    "footer-subheader-2": "Faʻafesoʻotaʻi",
    "footer-terms": "Faʻatonuga",
    "h-plans": "Fuafua Lesitala",
    "header-docs-link": "Docs",
    "header-labeling-services-link": "Auaunaga faaigoaina",
    "header-login-button": "Ulufale",
    "header-plans-link": "Fuafuaga",
    "header-signup-button": "Saini loa",
    "home-about-head": "E uiga i le hCaptcha",
    "home-about-subtitle": "Faʻamalosia e le HUMAN Protocol",
    "home-about-text-1": "hCaptcha ua fuafuaina e foʻia le sili ona faigata galuega mamafa i le aʻoaʻoga masini: igoa tele o aofaʻi o faʻamatalaga i se taimi talafeagai, taugofie, ma faʻatuatuaina auala.",
    "home-about-text-2": "Tele faʻamatalaga e masani ona maua ai sili faʻaiuga i toleniga masini aʻoaʻoga faʻataʻitaʻiga. O le manuia talu ai nei o loloto loloto ua mafua ai le faʻateleina tele datasets, toetoe lava o taimi uma ma nisi tagata iloiloga. Peitaʻi, o le fausiaina o lapisi tetele a tagata e iloiloina e ala i le Mechanical Turk, Figure Valu, ma isi mea e telegese ma taugata.",
    "home-about-text-3": "hCaptcha faʻatagaina 'upega tafaʻilagi e maua ai tupe faʻatauaina lenei manaʻoga a o poloka poloka ma isi ituaiga o sauaga.",
    "home-about-text-4": "O le hCaptcha maketi o loʻo faʻamalosia e le HUMAN Protocol, o se avanoa tatala faʻavae mo le toe iloiloga a tagata e faʻatautaia luga o le Ethereum poloka. 'Upega Tafaʻilagi maua Tamai a Tagata (HMT) soʻo se taimi e faʻaaogaina ai e le au faʻaoga le hCaptcha widget i luga o la latou' upega tafaʻilagi, ma kamupani e aʻoaʻo masini latou te totogia Tagata Faʻailoga e tusia ai a latou faʻamaumauga.",
    "home-ba-labeling-services-link": "Auaunaga faaigoaina",
    "home-benefits-head-1": "Le Taua ile Faʻailogaina o Faʻamatalaga",
    "home-benefits-head-2": "Faʻafoʻi i le Alofa Mama",
    "home-benefits-text-1": "Na e iloaina i taimi uma e te kiliki ai i luga o le taʻavale o loʻo e fesoasoani e toleni se tasi Gigantic kamupani masini aʻoaʻoga polokalama mo saoloto?",
    "home-benefits-text-2": "hCaptcha liliu lenei faʻataʻitaʻiga. A e faʻaaogaina le hCaptcha, e ofo kamupani i galuega e faia e tagata faʻaoga a o latou faʻamaonia lo latou tagata soifua. E te maua faʻailoga.",
    "home-benefits-text-3": "E te manaʻo e toe faʻafoʻi i lau alofa moni e te fiafia iai? hCaptcha faʻatagaina oe lagolagoina le alofa o lau filifiliga ma tupe maua e te maua mai le faʻaaogaina. Tagata faʻaoga i luga o lau '' upega tafaʻilagi o le a le pine ona vaʻaia lau saofaga i le alofa mama e ala i le faʻautautafa o faʻailoga luga o le hCaptcha interface.",
    "home-challenge-text-1": "Filifili uma ata e fetaui ma le fesili",
    "home-challenge-text-2": "Faʻauiga le faʻatapulaʻaina o nofoaga mo mea faitino",
    "home-challenge-text-3": "Faʻailoa igoa talafeagai",
    "home-challenge-title-1": "Faʻatusatusaga",
    "home-challenge-title-2": "Pusa fusia",
    "home-challenge-title-3": "Faʻavasegaina",
    "home-challenges-head": "Lui Faʻaalia",
    "home-challenges-text-1": "... ma isi galuega faigofie. Faigofie mo tagata, faigata mo bots.",
    "home-challenges-text-2": "O loʻo avanoa foʻi galuega faʻapitoa mo tagata lolomi pisinisi.",
    "home-ent-1": "Vaʻai mo a matou pisinisi puipuiga taulaga?",
    "home-ent-2": "Asiasi i la matou 'upega tafaʻilagi fou faʻapitoa: BotStop.com",
    "home-ent-button": "Aʻoaʻo atili: BotStop e hCaptcha",
    "home-from-the-blog": "MAI LE BLOG:",
    "home-from-the-blog-value": "Faʻafefea hCaptcha Faigata Faigata Faigaluega Galue",
    "home-intro-body": "E te faʻaogaina se captcha e tuʻu ai i fafo ni botā? hCaptcha puipuia le faʻamamaluina o tagata, faʻamanuiaina 'upega tafaʻilagi, ma fesoasoani i kamupani ia tusia a latou faʻamaumauga. O se pa'ū-i sui mo reCAPTCHA: oe mafai ona fesuiaʻi i totonu o minute.",
    "home-intro-button": "Saini e Nei",
    "home-intro-head": "Taofi nisi bot. Amata puipuia le tagata lilo.",
    "home-main-1": "Tumaoti Saogalemu Vave. Ma matou te totogia oe e faʻaoga ai.",
    "home-main-2": "Taʻiala faalauaiteleina",
    "home-main-2c": "Ad network vaʻai i au tagata asiasi o se oloa. Mo hCaptcha o le oloa o le galuega latou te saunia. Matou te le popole poʻo ai au tagata faʻaaoga, na o le a lava le mea latou te ono leaga ai. Matou te lagolagoina taumafaiga e pei o le faalilolilo Pass, ma galulue malosi e faʻapaleni le puipuia o oe ma le saogalemu.",
    "home-main-3": "Puipuiga Muamua",
    "home-main-3c": "O le saʻo e mo oe ma matou. hCaptcha o se tagata faʻasalalau-taulaʻi. Matou te galulue e avatu ia te oe faʻamaumauga moni ma faʻatagaina oe e filifili pe faʻafefea ona faʻaaogaina. O isi captchas o loʻo saunia e Gigantic advertising kamupani. O lona uiga o boti uma latou te poloka e ono faʻaititia a latou tupe maua.",
    "home-main-4": "Sili atu Aafiaga Tagata Faigofie",
    "home-main-4c": "O faʻataʻitaʻiga o le faʻaaogaina ole masini e faʻaaogaina e le hCaptcha mo le fuafuaina o tagata soifua. Ole mea lea e faʻatagaina ai matou ona manaʻomia ni mea faʻasoesa mai au tagata faʻaoga ma faʻaalu le tele o latou taimi i le faia o ia mea, aʻo faia pea faʻamatalaga taua e faʻaigoaina mo le faʻailogaina o tagata faʻatau.",
    "home-main-plans": "hCaptcha e saoloto e faʻaaoga mo tagata lolomia soʻo se tele. Peitaʻi, mo pisinisi ma faʻavae e manaʻomia tele le faʻatonutonu, o loʻo avanoa a matou taumafaiga faʻapisinisi.",
    "home-main-plans2": "hCaptcha atinaʻe fofo puipuia miliona o tagata faʻaoga i le sefulu o miliona o 'upega tafaʻilagi mo nisi o tele tele kamupani i luga o le paneta. Faʻamolemole faʻafesoʻotaʻi matou mo nisi faʻamatalaga, pe asiasi",
    "home-main-plans3": "hCaptcha atinaʻe fofo puipuia miliona o tagata faʻaoga i le sefulu o miliona o 'upega tafaʻilagi mo nisi o tele tele kamupani i luga o le paneta. Faʻamolemole faʻafesoʻotaʻi matou mo nisi faʻamatalaga, pe asiasi",
    "home-main-plans4": "mo auiliiliga.",
    "home-plans-button-1": "Saini loa",
    "home-plans-button-2": "Faʻatau atu faʻatau",
    "home-plans-chart-head-1": "Features",
    "home-plans-chart-head-2": "Lomitusi",
    "home-plans-chart-head-3": "Pisinisi",
    "home-plans-chart-row-1-cell-1": "Pulea luitau ituaiga faʻaalia",
    "home-plans-chart-row-1-cell-2": "Faʻagata",
    "home-plans-chart-row-1-cell-3": "Aofai",
    "home-plans-chart-row-10-cell-1": "Eseese laupapa faʻaaoga tagata",
    "home-plans-chart-row-11-cell-1": "Maualuga lipotia foliga",
    "home-plans-chart-row-12-cell-1": "Enterprise SLAs",
    "home-plans-chart-row-2-cell-1": "Faʻatonutonu luʻitau mataupu faʻaaogaina",
    "home-plans-chart-row-2-cell-2": "Faʻagata",
    "home-plans-chart-row-2-cell-3": "Aofai",
    "home-plans-chart-row-3-cell-1": "Maua ni taui mo faʻaiuga a tagata",
    "home-plans-chart-row-4-cell-1": "Puipuiga o vailaʻau fai-bot i le lalolagi",
    "home-plans-chart-row-5-cell-1": "Galue i atunuu uma",
    "home-plans-chart-row-5a-cell-1": "Leai-CAPTCHA ma le 99.9% pasif auala",
    "home-plans-chart-row-5b-cell-1": "O togi mautinoa a Bot",
    "home-plans-chart-row-6-cell-1": "GDPR ma CCPA-faʻauo tulafono faʻapitoa",
    "home-plans-chart-row-7-cell-1": "Tulaga faigata faigata-lelei",
    "home-plans-chart-row-8-cell-1": "Faʻalauiloa lau oe lava luʻi mataupu",
    "home-plans-chart-row-9-cell-1": "Faʻavasega taimi faigata-faʻavasegaina",
    "home-try-it-out-button": "Aumai hCaptcha",
    "home-try-it-out-head": "Faʻataʻitaʻi",
    "home-try-it-out-text": "hCaptcha maua faigofie, faigofie, ma faʻatuatuaina vaʻaia mauaina aʻo le faʻatauvaʻa mo tagata e foia.",
    "labeling-about-head": "E uiga i le hCaptcha",
    "labeling-about-text-1": "hCaptcha ua fuafuaina e foʻia le sili ona faigata tagata faigaluega faʻafitauli i le aʻoaʻoina masini; Faʻailogaina tele o faʻamatalaga i se taimi talafeagai, taugofie, ma faʻatuatuaina. Tele faʻamatalaga e masani ona maua ai sili faʻaiuga i toleniga masini aʻoaʻoga faʻataʻitaʻiga. O le manuia talu ai nei o loloto loloto faʻaiuga na mafua ai le faʻateleina tele datasets, ma hCaptcha tautua lenei manaʻoga.",
    "labeling-about-text-2": "Ae ui i lea, o le fausiaina tele o tagata-toe iloiloina faʻamaumauga faʻaaogaina metotia masani e tuai ma taugata. hCaptcha o se auala mo kamupani e maua ai faʻamaumauga latou te manaʻomia vave, ma maualuga maualuga ma i lalo tau nai lo isi auala.",
    "labeling-annotations-head": "Ituaiga Faʻamatalaga",
    "labeling-annotations-text-1": "Malamalama saʻo mea i ata ma vitio",
    "labeling-annotations-text-2": "Malamalama saʻo mea i ata ma vitio",
    "labeling-annotations-text-3": "Faʻailoga tusi mo le tele o mataupu faʻaaoga eseese",
    "labeling-annotations-text-4": "Faʻavasega pe faʻapipiʻi faʻapitoa vasega o soʻo se tele",
    "labeling-annotations-text-5": "Suʻesuʻega ma faʻavasegaina e le tagata-malosi",
    "labeling-annotations-text-6": "Manaʻomia se isi ituaiga le lisiina ii? Naʻo le fesili mai ia matou.",
    "labeling-annotations-title-1": "Pusa Fusia",
    "labeling-annotations-title-2": "Polygons",
    "labeling-annotations-title-3": "Faailoga faailo",
    "labeling-annotations-title-4": "Uiga Faʻavasegaina",
    "labeling-annotations-title-5": "Faʻatusatusaga ma Mauaina",
    "labeling-annotations-title-6": "... ma le anoanoaʻi",
    "labeling-ent-button": "Faʻafesoʻotaʻi le Vaega o Faʻamatalaga a le Atunuʻu",
    "labeling-ent-head": "Manaʻomia le Faʻatonuga Mai le Iuga?",
    "labeling-ent-text-1": "O le HUMAN Platform i tua atu o le hCaptcha o loʻo maua ai le faʻafaigofieina o galuega lelei ma le faʻafoeina o foliga e ala i luga atu o fale, hybrid, poʻo le SaaS faʻaaogaina e tuʻufaʻatasia ma lau polokalame o loʻo i ai.",
    "labeling-ent-text-2": "Tamoe atoa offline ma lau oe lava tagata faigaluega, ala taua faʻatauaina faʻaaluina i pisinisi pisinisi poʻo paʻaga consortium, filifilia auala galuega i eseʻese totonu pe fafo tagata faigaluega faʻatatau i luga o le tau ma le saogalemu manaʻoga, ma sili atu.",
    "labeling-ent-text-3": "Faigofie API faʻaaogaina, matagofie dashboard, ma le sili ona lata mai faʻataʻitaʻiga-i-le-matasele tekonolosi e faʻatele ai le lelei.",
    "labeling-ent-text-4": "99.99% uptime SLAs ma le 24/7 faʻavaomalo lagolago avanoa. Mo nisi faʻamatalaga:",
    "labeling-features-head-1": "Faigofie paipa tulia API.",
    "labeling-features-head-2": "Faʻaleleia mo tau ma lelei. Leai se tautinoga muamua e manaʻomia.",
    "labeling-features-head-3": "Naʻo le totogi mo le saʻo e te manaʻomia.",
    "labeling-features-head-4": "Tuʻu mai sau oe lava faʻamaumauga o mea moni eleele pe tuʻu ia matou e fau i luga ole lele.",
    "labeling-features-text-1": "E te manaʻo e tuʻufaʻatasia le iloiloga a tagata i lau pisinisi pisinisi? Matou te ofa atu le maualuga faʻatuatuaina SLAs, mautinoa gafatia, ma faigofie REST API.",
    "labeling-features-text-2": "O le HUMAN platform e faʻaaogaina ai ni tulaga atoatoa talitonuina e faʻatino ai se suʻesuʻega lelei o mea moni. E faʻatagaina ai matou ona vave fuafua uma le faigata o fesili ma a latou tali saʻo, e sefe ai lou taimi ma sau tupe.",
    "labeling-features-text-3": "E le tutusa uma faʻafitauli. Faʻamatalaga mo le saogalemu-faitioga galuega ono manaʻomia 99,99% talitonuina mai atoa tagata faigaluega. Faʻamatalaga mo se tasi vaega beta i se feaveaʻi taʻaloga polokalama atonu e naʻo le manaʻomia le feololo o le mautinoa. E te filifili.",
    "labeling-features-text-4": "E iai sau faʻamaumauga e aunoa ma se seti atoa o faʻamaoniga? I le tele o tulaga mafai ona matou fausia se tasi mo oe o gaioiga tamoʻe i le faiga, pe fausia ni igoa faʻailoga mo lau faʻamaoniga.",
    "labeling-info-head": "Mauaina o Faʻailoga igoa",
    "labeling-info-text-1": "Talanoa ma se tasi o matou aufaʻatonu faʻapitoa e faʻamatalaina au manaʻoga manaʻoga: taulaʻiga saʻo, faʻatulagaina, ma soʻo se manaʻoga faʻapitoa.",
    "labeling-info-text-2": "Matou te faʻatinoina se tamaʻi gaosiga galuega faʻavae i luga o au faʻataʻitaʻiga faʻamaumauga. E tofotofoina le galuega na matou faia faʻatasi e mautinoa ai e te maua tonu le mea e te manaʻomia.",
    "labeling-info-text-3": "Faatasi ai ma la matou maualuga tele ma maualalo latency o le a tatou liliu vave lau galuega, ma otometi faaooina i le taimi lava e uma ai.",
    "labeling-info-text-4": "A o matou malamalama lelei i faʻavae o lau gaosiga o galuega, o le a faʻaauau pea ona faʻaleleia i le aluga o taimi.",
    "labeling-info-text-5": "Live dashboard faʻatagaina oe e tuʻuina mai ni finagalo faaalia pe taofi le faia i soo se taimi.",
    "labeling-info-title-1": "Faʻauiga auiliiliga",
    "labeling-info-title-2": "Faʻataʻitaʻiga muamua o galuega",
    "labeling-info-title-3": "Faʻaaoga Galuega Gaosia",
    "labeling-info-title-4": "Faaleleia Faʻauau",
    "labeling-info-title-5": "Taunuʻuga Taimi Moni",
    "labeling-main-1": "Tau-lelei faʻailoga faʻailoga igoa i le fua",
    "labeling-main-1-button": "Faʻailoga nei au faʻamatalaga",
    "labeling-main-1c": "Manaʻomia nisi faʻailoga mo au faʻamatalaga? hCaptcha faʻaavanoaina anapogi, taugata-aoga, ma maualuga tulaga faʻamaumauga igoa mo kamupani o loʻo galulue i luga o faʻapitoa masini ma masini aʻoaʻoga polokalama.",
    "labeling-main-2": "Lavea vave le fia miliona o galuega.",
    "labeling-main-2-button": "Faʻatau Tautua Faʻailogaina Tautua",
    "labeling-main-2c": "hCaptcha o loʻo i ai se tasi o sili ona tele vaitaʻele luga o le paneta avanoa mo lou faʻaaogaina. Poʻo le a lava lau fua, e mafai ona matou tagofia e aunoa ma le taugata i luga tautinoga. Miliona o galuega i le aso e leai se faʻafitauli.",
    "labeling-platform-head": "Tumaʻoti pe Lautele Faʻamatalaga",
    "labeling-platform-text": "hCaptcha o loʻo fausia i luga o le HUMAN Platform, e mafai ai ona faʻafaigofie le faʻasolosolo ma auʻiliʻiliga e faʻaleleia ai le tau ma le mataalia i sitepu uma. Lenei tekonolosi faʻatagaina le aufaigaluega saʻo e faʻataʻitaʻi vaega taʻitasi o lau galuega, faʻateleina le tau lelei ao faʻasaoina le le faalauaiteleina ma faʻafetaui ni tulafono manaʻomia manaʻomia.",
    "labeling-try-button": "Faʻatau Tautua Faʻailogaina Tautua",
    "labeling-try-head": "E te manaʻo e faʻataʻitaʻia au faʻamatalaga?",
    "labeling-try-text": "... ua matou sauni pe a e i ai: o la matou tautua e avanoa i le uati.",
    "learn-more-hcaptcha": "Aʻoaʻo atili e uiga i hCaptcha",
    "page-acc-faq-1": "Fesili: O usitaʻi le hCaptcha Vaega 508 + WCAG 2.1 AA? Tali: Matou te talitonu i ai: o tagata faʻaaoga uma ma soʻo se tulaga o le faʻaletonu o loʻo mafai ona vaʻaia le upega tafailagi ma tusia tusitusiga i luga o fomu e mafai ona ulufale i auaunaga puipuia e le hCaptcha i luga o le lesitala Ae ui i lea, e le o se tulafono fautuaga: oe tatau ona faia lau oe lava iloiloga, mafaufau i lau faʻapitoa faʻatinoina e mautinoa ai o le tulaga lea mo lau aveina.",
    "page-acc-faq-2": "Fesili: O e galue i isi avanoa (a11y) filifiliga, pei o le leo? Tali: I taimi ua mavae filifiliga lauiloa e pei o leo captchas faʻailoga tagata i le tele o a11y tagata faʻaoga ma e faigofie ona faʻatoʻilaloina e ona po nei masini aʻoaʻoga metotia. O lenei ua faamalosia ai luʻi leo o loʻo i ai nei ina ia avea atili atili faigata, faʻalauiloa leo, taimi le masani ai, le masani ai tuʻufaatasiga upu, ma isi e faʻatoʻilaloina osofaʻiga. Matou te le o faʻamalieina e uiga i lenei faiga vs. e aloese mai le luʻi atoa, ae o le a matou mafaufauina pe a fai o iai se manaʻoga mai le a11y afioʻaga. Ae ui i lea, matou te fiafia tele ile faalilolilo pasi mo le faʻaaogaina avanoa. Matou te talitonu o le tuʻufaʻatasia o le matou auala a11y nei ma le faʻalauiloaina o Pass Pass o le a faʻatagaina ai tagata faʻaaoga e suʻe ma le saogalemu, mautu i le malamalamaaga e sili atu ona tumaʻoti a latou taʻavale, a o le faʻatapulaʻaina o le faʻasauā e faʻatino ai bot e mautinoa lava e tupu pe a maua ni filifiliga a11. O matou o totino auai i le IETF galulue kulupu faʻataʻitaʻia lenei fou tekonolosi.",
    "page-acc-faq-3": "Fesili: Ae faʻapefea ona le faalauaiteleina? Faʻamata e le lesitala ona faʻailoaina a11y faʻamatalaga faʻamatalaga i nisi auala? O le a lau mea e fai i le imeli? Tali: hCaptcha ua fuafuaina mo le le faalauaiteleina mai le eleele luga. E matua 'eseʻese nai lo filifiliga faʻaleaganuʻu pei o reCAPTCHA o loʻo umiaina e faʻasalalauga upega tafailagi, o loʻo iai le faʻamalosiʻau e siaki oe i luga ole upega tafailagi ma faʻafesoʻotaʻi oe ma se faʻasinomaga moni. Matou te le faʻaaogaina lava imeli poʻo faʻamatalaga mo seisi mafuaʻaga nai lo le faʻafaigofieina o le faʻaaogaina o le1111 ma le puipuia o le faʻasaua. O la matou tulafono faʻapitoa e i ai ana tali faʻapitoa ma faʻatulafonoina pe faʻafefea ona matou faʻaaogaina faʻamaumauga, ae o le tali puʻupuʻu matou te le fiafia e faʻatasi ma oe o se tagata ma lau talaʻaga o talafaʻasolopito. ae o loʻo faʻasaoina pea lo matou agavaʻa e puipuia ai le sauaina, faʻatasi ai ma le matou galuega faʻapitoa.",
    "page-acc-link-1": "Afai o oe o se faʻaaoga tagata faʻamolemole, faʻamolemole saini ii.",
    "page-acc-subhead": "Faamautinoaina le leai se avanoa mo tagata faʻaaoga uma a o tumau pea le saogalemu",
    "page-acc-summary": "Aotelega",
    "page-acc-summary-contents-1": "hCaptcha ua fuafuaina e taofi bots e ala i le vaʻaia latou mai tagata. O suʻega vaʻaia o se mea faigaluega talafeagai mo lenei, ae le mafai e tagata uma ona foʻia se luitau vaʻaia. Mo lenei mafuaʻaga ua matou fuafuaina ai se faigofie, leai se tiga filifiliga e faʻatagaina ai tagata faʻasalalau faʻaaogaina la matou tautua faʻasaoina avanoa mo tagata uma ma le atoa Vaega 508 ma WCAG 2.1 AA tausisia.",
    "page-acc-summary-contents-2": "Faʻafefea ona galue: muamua, o se faʻaaoga tagata sainia i luga o lenei URL, lea e fesoʻotaʻi i le hCaptcha widget info itulau. E tuʻuina atu ia i latou se kuki faʻailogaina e mafai ona faʻaaoga faʻatele i le aso, ae tatau ona faʻafouina uma i le 24 itula e ala i le ulufale.",
    "page-acc-title": "hCaptcha Avanoa Faamatalaga",
    "page-acc-tr-body": "Fesili: O loʻo ou vaʻaia pea se luʻi ina ua uma ona seti le kuki. O le a le mea ua mafua ai lenei?<br> Tali: E masani ona mafua mai ile faʻaaogaina ole poloka ad blocker poo le anti-cookie extension, poʻo se seti e poloka kuki i luga ole laiga, ile tulaga lea o se kuki mo hcaptcha.com ua setiina pe siakiina e le hCaptcha JS i seisi tulaga , pei o le tasi o loʻo e asia.<br><br> hCaptcha faigofie faʻaaogaina kuki galulue ma uma lauiloa browser ma faʻasalalauga poloka ma a latou tulaga masani, o lea e masani ai ona le maua e mafua mai anti-anti-adblock tusitusiga poʻo ni tulafono e faʻatatauina faapitoa 'upega tafaʻilagi.<br><br> Fofo:<br><br> 1. Whitelist hcaptcha.com ma * .hcaptcha.com kuki i lau ad blocker poʻo le browser extension extension.<br> 2. Afai o loʻo e faʻaaogaina le Brave browser, e le o foliga mai i le taimi nei e iai se ituaiga lisi kuki, alu i le Prefers -> Shields -> Kuki ma filifili Faʻatagaina uma kuki.<br> 3. Afai o loʻo e faʻaaogaina le sili ona lata mai o le Safari i luga o le OS X 10.15 poʻo le iOS 13.4, ua faʻatoa suia e Apple le amio a le Safari e faʻatatau i kuki lona tolu, poloka uma i latou i le le masani ai. O loʻo matou faʻaogaina se fofo, ae ole taimi nei faʻamolemole asiasi ile Safari Prefers, Privacy section, ma aveese le siakiina o le Upega Tafaʻilagi: Puipuia le suʻesuʻeina o nofoaga e mafai ai ona faʻaavanoa le kuki e pei ona fuafuaina.<br><br> Fesili: Ou te faʻaaogaina le tele o masini. E tatau ona ou lesitala i le tele o taimi?<br> Tali: Leai Faʻamolemole kiliki le tutusa imeli login fesoʻotaʻiga na lafoina atu ia te oe luga o masini taʻitasi e te faʻaaogaina ina ia mafai ai ona seti le kuki.<br><br> Fesili: Faʻafefea ona ou puipuia aʻu lava mai le isi itu pati kuki ao faʻaogaina le faʻaaogaina kuki?<br> Tali: Faʻaaoga o soʻo se mea lilo poʻo se-poloka faʻalautelega e lagolagoina le vaega-tulaga papaʻe sisitema (eg uBlock Amataga) o le a galue e pei ona faʻamoemoeina: na o le mautinoa ia whitelist hcaptcha.com.",
    "page-acc-tr-title": "Mo Tagata faʻaaoga Avanoa: Fesili masani ma Faʻataʻitaʻiga Faʻafitauli",
    "page-acc-tr2-body": "Safari<br> Ina ia mafai kuki i Safari (Mac): Alu i le Safari mataua i lalo lisi. Filifili Faʻatomuaga. Kiliki le faʻatauaina i le pito i luga vaega. I lalo o le 'Block cookies' filifili le filifiliga 'Aua Nei.'<br> Ina ia mafai kuki i Safari (iPhone / iPad iOS 11+): Tatala au tulaga. Tusi i lalo ma filifili Safari. I lalo o le le faalauaiteleina & Saogalēmū, tapē le 'Taofi le Lisi o Nofoaga Suʻesuʻega' ma le 'poloka kuki uma'<br><br> Firefox<br> Kiliki i le talita i le agavale o le tuatusi pa i luga o soʻo se 'upega tafaʻilagi. Kiliki i le Faʻasologa o Puipuiga. O le Firefox Prefers Privacy & Security panel o le a matala. I lalo o le Faʻaleleia o Suʻesuʻega Puipuiga, filifili Tiute. Filifili poʻo fea trackers ma tusitusiga e poloka i le filifilia o na siaki. Ia mautinoa ua e tatalaina le hcaptcha.com.<br><br> E mafai foʻi ona e tapunia mo se taimi le tumau ni puipuiga i le Custom e faʻapipiʻi ai lenei mea, e ala i le faʻamamaina o pusa siaki: Aveese le faʻailoga o le Trackers pe aveese le faʻailoga a le Kuki peʻa o loʻo i ai pea ni au faʻafitauli.<br><br> Google Chrome<br> Google Chrome (PC)<br> Filifili le faʻailoga o le lisi a le Chrome. Filifili tulaga.<br> Alu i le le faalauaiteleina ma le Puipuiga, ona kuki ai ma isi 'upega tafaʻilagi faʻamaumauga.<br> Ia mautinoa 'Poloka isi kuki kuki' e le mafai.<br><br> Google Chrome (Mac):<br> Tatala mea e fiafia iai Chrome mai le lisi o mea e fai.<br> Alu i le le faalauaiteleina ma le Puipuiga, ona kuki ai ma isi 'upega tafaʻilagi faʻamaumauga.<br> Ia mautinoa 'Poloka isi kuki kuki' e le mafai.<br><br> Google Chrome (Android):<br> I lau masini Android, tatala le Chrome app.<br> I le itu taumatau i luga, kiliki Sili Atu ma Seti.<br> Faʻapipiʻi tulaga o nofoaga ma kuki.<br> I tafatafa o le 'Cookies,' ki le faʻamau i luga.<br> Faʻailoga le atigipusa i autafa o le 'Faʻataga kuki lona tolu.'<br><br> Initaneti suesue<br> 1. Filifili kia i le itu taumatau taumatau o le lau, ona filifili lea 'Filifiliga Initaneti'. A faʻapea ua e faʻaavanoa le Menu Bar, e mafai ona e filifilia le 'Tools' ma le 'Initaneti Filifiliga'.<br> 2. Kiliki le 'Privacy' tab.<br> 3. Filifili le 'Advanced' button.<br> 4. Lalo o le 'Third-party Cookies' filifili le 'Talia'.<br> 5. Kiliki 'OK'",
    "page-acc-tr2-head": "Faʻatonuga a le Browser mo Kuki Kolisi",
    "priv-hc": "Taʻiala faalauaiteleina",
    "priv-hc-text": "Ad network vaʻai oe o latou oloa. Matou te le faia. Matou te le popole poʻo ai tagata e faʻaaogaina, na o le a lava le taimi latou te ono leaga ai. Matou te lagolagoina taumafaiga e pei o le faalilolilo Pass, ma galulue malosi e faʻapaleni le puipuia o oe ma le saogalemu.",
    "reporting-bugs-accessibility-button": "Aʻoaʻo atili e uiga i avanoa faʻaavanoaina",
    "reporting-bugs-accessibility-head": "Avanoa avanoa",
    "reporting-bugs-accessibility-text": "O e faʻaletonu vaʻai pe le mafai ona faʻamaeʻa hCaptchas?",
    "reporting-bugs-guide-ff-head": "Pueina o Lipoti Lipoti Faʻamatalaga: Firefox",
    "reporting-bugs-guide-ff-step-1": "Laasaga 1: Tatala Meafaigaluega Faufautua (Lenei amata pueina le sauniga.)",
    "reporting-bugs-guide-ff-step-2": "Laasaga 2: Kiliki i luga o le Network tab i le Developer Tools. Siaki le Persist ogalaau pusa i le pito i luga.",
    "reporting-bugs-guide-ff-step-3": "Sitepu 3: asiasi https://accounts.hcaptcha.com/demo, poʻo le 'upega tafaʻilagi oe i ai se mataupu i luga o (Privacy Note: na o pe a fai e te le mafaufau faʻasoa atu o le a) ... ona kiliki ai lea o le I O aʻu o le tagata button, ma taumafai e fofo.",
    "reporting-bugs-guide-ff-step-4": "Sitepu 4: Kiliki HAR pe a uma ona e taumafai e fofo, ma filifili Save All as HAR e sefe le network log. Lafo mai lena faila ia matou.",
    "reporting-bugs-guide-ff-step-5": "Laasaga 5: Kiliki i luga o le Console tab, ma taumatau kiliki ia Filifili uma ma sefe lena mea i totonu o se tusitusiga faila, ina ia mafai ona sefe le faamafanafana log. Lafo mai foi lena mea ia matou.",
    "reporting-bugs-guide-ff-step-6": "Laʻasaga mulimuli: Imeli i latou HAR ma faʻamafanafana faila faila ia matou, ma faʻamatala le faʻafitauli Faʻaaoga: support@hcaptcha.com (faʻamolemole faʻaaoga se tautua e pei o Dropbox poʻo Filebin ma lafoina fesoʻotaʻiga) ma filifili i se taimi puʻupuʻu, pe a e masalomia o loʻo iai se mea e le o faʻaalia saʻo. . Faʻamolemole lafo mai le IP o loʻo e faʻaaogaina foi. Oe mafai ona aumai mai https://www.whatsmyip.org/ Faʻafetai mo le faʻaaluina o le taimi e fesoasoani ia matou maua lenei faʻamatalaga! Matou te tuuto i le faia lelei hCaptcha lelei mo tagata uma.",
    "reporting-bugs-guide-head": "Pueina o Lipoti Lipoti Faʻamatalaga: Chrome",
    "reporting-bugs-guide-step-1": "Laasaga 1: Tatala Meafaigaluega Faufautua (Lenei amata pueina le sauniga.)",
    "reporting-bugs-guide-step-2": "Laasaga 2: Kiliki i luga o le Network tab i le Developer Tools. Siaki le Lavea pusa ogalaau pusa i le pito i luga.",
    "reporting-bugs-guide-step-3": "Sitepu 3: asiasi https://accounts.hcaptcha.com/demo, poʻo le 'upega tafaʻilagi oe i ai se mataupu i luga o (Privacy Note: na o pe a fai e te le mafaufau faʻasoa atu o le a) ... ona kiliki ai lea o le I O aʻu o le tagata button, ma taumafai e fofo.",
    "reporting-bugs-guide-step-4": "Sitepu 4: Kiliki Export HAR (le laʻititi ifo aū) pe a maeʻa ona e taumafai e fofo, lea e sefe ai le upega tafaʻilagi. Lafo mai lena faila ia matou.",
    "reporting-bugs-guide-step-5": "Laasaga 5: Kiliki i luga o le Console tab, ma taumatau-kiliki ona sefe a .. ina ia mafai ona sefe le faamafanafana log. Lafo mai foi lena mea ia matou.",
    "reporting-bugs-guide-step-6": "Laasaga mulimuli: Imeli ia matou HAR ma faʻamafanafana faila faila ia matou, ma faʻamatala le faʻafitauli. Faʻaaoga: support@hcaptcha.com (faʻamolemole faʻaaoga se tautua e pei o Dropbox poʻo Filebin ma lafo ni fesoʻotaʻiga) ma filifili oe se screenshot, pe a e masalomia o loʻo iai se mea e le o faʻaalia saʻo. Faʻamolemole lafo mai le IP o loʻo e faʻaaogaina foi. Oe mafai ona aumai mai https://www.whatsmyip.org/ Faʻafetai mo le faʻaaluina o le taimi e fesoasoani ia matou maua lenei faʻamatalaga! Matou te tuuto i le faia lelei hCaptcha lelei mo tagata uma.",
    "reporting-bugs-guide-text-1": "O le lafoina o au faʻamatalaga faʻaletonu i lau lipoti o le a faigofie ai mo matou ona iloa le mea o tupu. Nei o laʻasaga i lea laʻasaga faatonuga:",
    "reporting-bugs-guide-text-2": "A faʻapea o oe o se web developer poʻo se tagata faʻaaoga faʻapitoa, o le aotelega matou te manaʻo e te lafo mai ia matou se upega faʻamaumau HAR ma browser console logs. Faʻamolemole taumafai disable le soʻo se poloka poloka poʻo browser puipuiga faʻaopoopoga muamua ona toe taumafai lea ae e te leʻi uia nei laʻasaga. A faʻapea e faʻaleleia lou faʻafitauli, matou te fiafia pea e faʻailoa mai ia matou lau browser browser, ad blocker poʻo le browser extension, ma le 'upega tafaʻilagi URL.",
    "reporting-bugs-intro-head": "Maua se bug? Lenei faʻafefea ona lipoti atu.",
    "reporting-bugs-intro-text": "Miliona o tagata latou te faʻaaogaina le hCaptcha i masina taʻitasi, i luga o le faitau afe o tuʻufaʻatasiga o suʻesuʻega, faʻaopoopoga, masini, pa puipui, ma sili atu. O la matou sini ia mautinoa ia aoga pea mo oe, o lea matou te matua talisapaia ai au lipoti! Ina ia vave maua mai sou finagalo, naʻo le kiliki i le Send Send feedback feedback. Afai o loʻo e vaʻaia se faʻatinoga gaioiga, faʻamolemole mulimuli i faʻatonuga log debug mo Chrome poʻo faʻatonutonu log ogalaau mo Firefox i lalo. Mo nisi isi tagata suʻesuʻe naʻo imeli mai ia matou. Mo ono ono maua se saogalemu poʻo ni mea e le faalauaiteleina, vaʻai i faʻatonuga o i lalo.",
    "reporting-bugs-privacy-head": "Mataupu e le faalauaiteleina",
    "reporting-bugs-privacy-text": "Matou te le popole poʻo ai tagata e faʻaaogaina, na o le a lava le ono avea ai latou ma ni tagata leaga poʻo ni masini. Matou te lagolagoina taumafaiga e pei o le faalilolilo Pass, ma galulue malosi e faʻapaleni le puipuia o oe ma le saogalemu. A faʻapea ua e mauaina se mataupu e te manatu e ono aʻafia ai le tagata lava ia, faʻamolemole imeli mai ia matou i le support@hcaptcha.com.",
    "reporting-bugs-provide-feedback-button": "Lafo mai manatu faaalia",
    "reporting-bugs-provide-feedback-head": "Tuʻu vave mai ni manatu ile hCaptcha",
    "reporting-bugs-provide-feedback-text": "Matou te talisapaia lou sao. Faʻailoa ia matou ni mataupu ma o le a matou fofoina vave.",
    "reporting-bugs-security-head": "Papu Puipuiga",
    "reporting-bugs-security-text": "Matou te masani ona fiafia i le mauaina o lipoti o le saogalemu bugs. Imeli support@hcaptcha.com & CC security@hcaptcha.com ma o le a matou toe foʻi vave atu ia te oe. E i ai foʻi le matou polokalama faʻameaalofa mo mea taua mo le puipuia o lipoti i luga o le auaunaga a le hCaptcha ma le code code e fesoʻotaʻi.",
    "sales-interstitial-c1": "Mo kamupani",
    "sales-interstitial-c1a": "Pisinisi puipuiga fofo (totogi)",
    "sales-interstitial-c1b": "Aʻoaʻo atili e uiga i hCaptcha Enterprise (BotStop)",
    "sales-interstitial-c1c": "Faamatalaga faʻamaumau",
    "sales-interstitial-c1d": "Faʻatau hCaptcha faʻamaumauga tautua",
    "sales-interstitial-c2": "Mo tagata taʻitoʻatasi",
    "sales-interstitial-c2a": "Faʻaopopo hCaptcha i lau tautua (leai se totogi)",
    "sales-interstitial-c2b": "Faʻaopopo hCaptcha mo Lomitusi i laʻu 'upega tafaʻilagi poʻo lau polokalama",
    "sales-interstitial-c2c": "O le a le hCaptcha?",
    "sales-interstitial-c2d": "Aʻoaʻo atili e uiga i hCaptcha",
    "sales-interstitial-head": "Seʻi tatou mautinoa ua e alu i le nofoaga saʻo.",
    "sec-hc": "Puipuiga Muamua",
    "sec-hc-text": "hCaptcha o se tagata faʻasalalau-taulaʻi. Matou te galulue e tuʻuina i 'upega tafaʻilagi ni faʻamatalaga moni ma tuʻu latou latou filifili pe faʻafefea ona faʻaaogaina. O le saʻo e mo oe ma matou. O isi captchas o loʻo saunia e kamupani faʻalauiloa. Soʻo se bot latou te poloka e ono faʻaititia a latou tupe maua.",
    "signup-interstitial-c1": "Mo kamupani poʻo 'upega tafaʻilagi",
    "signup-interstitial-c1a": "Faʻaopopo hCaptcha i lau tautua (leai se totogi)",
    "signup-interstitial-c1b": "Faʻaopopo hCaptcha mo Lomitusi i laʻu 'upega tafaʻilagi poʻo lau polokalama",
    "signup-interstitial-c1c": "Pisinisi puipuiga fofo (totogi)",
    "signup-interstitial-c1d": "Aʻoaʻo atili e uiga i hCaptcha Enterprise (BotStop)",
    "signup-interstitial-c1e": "Faamatalaga faʻamaumau",
    "signup-interstitial-c1f": "Faʻatau hCaptcha faʻamaumauga tautua",
    "signup-interstitial-c2": "Mo tagata taʻitoʻatasi",
    "signup-interstitial-c2a": "Avanoa",
    "signup-interstitial-c2b": "Aʻoaʻo e uiga i le faʻaavanoaina o filifiliga mo hCaptcha",
    "signup-interstitial-c2c": "Maua tupe",
    "signup-interstitial-c2d": "Galue o se taʻitasi igoa faʻailoga",
    "signup-interstitial-head": "Seʻi tatou mautinoa ua e alu i le nofoaga saʻo.",
    "support-interstitial-c1": "Mo kamupani",
    "support-interstitial-c1a": "Pisinisi puipuiga fofo (totogi)",
    "support-interstitial-c1b": "Maua le lagolago mo hCaptcha Enterprise (BotStop)",
    "support-interstitial-c1c": "hCaptcha Publisher (leai se totogi)",
    "support-interstitial-c1d": "Maua le lagolago mo hCaptcha Publisher",
    "support-interstitial-c2": "Mo tagata taʻitoʻatasi",
    "support-interstitial-c2a": "Faigata i se luʻi?",
    "support-interstitial-c2b": "Aʻoaʻo e uiga i le faʻaavanoaina o filifiliga mo hCaptcha",
    "support-interstitial-c2c": "E te manaʻo e lipotia se mea leaga?",
    "support-interstitial-c2d": "Aʻoaʻo atili e uiga i le lipotia o polokalama faʻafitauli",
    "support-interstitial-head": "Seʻi tatou mautinoa ua e alu i le nofoaga saʻo.",
    "switch-to-english-link": "Suʻe i le Igilisi",
    "what-is-hcaptcha": "O le a le hCaptcha?",
    "what-is-hcaptcha-text": "O le hCaptcha e fesoasoani i au 'upega tafaʻilagi e te fiafia iai e tuʻuʻese mai bot, spam, ma le sauaina e ala i le faia o fesili faigofie e faigofie mo tagata ae faigata mo masini.",
    "why-hc": "Aisea hCaptcha?",
    "why-hc-text": "Soʻo se taimi e te taliina ai se luʻi, matou te faʻaaogaina ni faʻataʻitaʻiga faʻafaigata e iloa ai pe o oe o se tagata poʻo se masini. O le 'upega tafaʻilagi na e asia ona faʻaaogaina lea o le iʻuga e fesoasoani e faʻaleleia atili ai lou poto masani i luga o la latou' upega tafaʻilagi e ala i le taofia o bot."
}