{
  "header-privacy-link": "Privatsphär",
  "header-integration-link": "Integratioun",
  "header-cost-link": "Käschten",
  "header-features-link": "Eegeschaften",
  "header-docs-link": "Docs",
  "header-login-button": "Login",
  "header-contact-button": "Kontakt Verkaf",
  "intro-heading": "Null Reibung Mënschheet Verifizéierung.",
  "intro-contact-button": "Kontaktéiert eis fir méi ze léieren",
  "intro-text-bottom": "Vertrauen vun de Firmen déi de Web kreéieren.",
  "sub-menu-button": "Kontakt Verkaf",
  "sub-menu-item1": "Entreprise",
  "sub-menu-item2": "Käschten",
  "sub-menu-item3": "Integratioun",
  "sub-menu-item4": "Eegeschaften",
  "sub-menu-item5": "Privatsphär",
  "sub-menu-item6": "Docs",
  "info-head-1": "Gebaut op der bewährter hCaptcha Plattform",
  "info-text-1": "hCaptcha Enterprise leeft op hCaptcha Plattform Technologie, verlängert fir d'Features ze enthalen déi héich Traffic Entreprisen brauchen.",
  "info-head-2": "E vertrauenswürdege Partner",
  "intro-subtitle": "Soll Äre Botproblem haut.",
  "info-text-2": "Eis Servicer gi vun de gréisste Firmen op der Welt vertraut fir vill Millioune vun deegleche Benotzer iwwer zéngdausende vu Millioune Site ze déngen.",
  "cloudflare-quote-text": "Mir hunn eng Zuel vu CAPTCHA Ubidder evaluéiert wéi och e System selwer gebaut. Um Enn ass hCaptcha entstanen als déi bescht Alternativ zu reCAPTCHA.",
  "cloudflare-quote-detail": "Direkter vum Produktmanagement, Cloudflare",
  "section-quote-head": "Déi kosteneffektiv Optioun fir Entreprisen mat héije Verkéier",
  "section-quote-text": "Endlech eng glafwierdeg Alternativ zu Google. hCaptcha Enterprise liwwert dramatesch Erspuernisser op Ärem reCAPTCHA Rechnung mat méi héijer Sécherheet: bis zu 80% manner deier an e puer Fäll. Vill vun de weltgréissten Online Servicer sinn op hCaptcha Enterprise gewiesselt a krut eng verbessert Bot Detektioun niewent wesentleche Käschtespueren.",
  "section-quote-button": "Kontaktéiert eis haut fir en Devis",
  "section-privacy-header": "Privatsphär fokusséiert",
  "section-privacy-text-1": "Annonce Netzwierker gesinn Är Besucher als Produkt. Fir eis ass dat eenzegt Produkt hir Mënschheet ze bestëmmen. Eis Servicer treffen oder iwwerschreiden GDPR, CCPA, an LGPD Ufuerderunge, an ënnerstëtzen Initiativen wéi Privatsphär Pass. Mir schaffen haart fir Privatsphär a Sécherheet ze balanséieren.",
  "section-privacy-text-2": "Dësen eenzegaartege Fokus op Privatsphär bedeit datt mir Null individuell Dateschutz, Cookie-gratis Operatioun, an aner kontraktuell Privatsphärgarantie kënne bidden, wéi néideg, wärend exzellent Sécherheet erhalen.",
  "section-security-header": "Sécherheet Éischt",
  "section-security-text-1": "Genauegkeet ass an Ärem Interesse an eisem. hCaptcha funktionnéiert fir Iech richteg Daten ze ginn a léisst Iech entscheeden wéi Dir se benotzt. Aner Captchas gi vu giganteschen Werbefirmen geliwwert. Dëst bedeit datt all Bot déi se blockéieren hir Einnahmen reduzéieren.",
  "section-security-text-2": "Mat der leschter Maschinn Léieren Techniken mat engem Fokus op Privatsphär léisst eis d'Sécherheetsnormen vun der Legacy iwwerschreiden alles fir ëmmer Strategien ouni d'Sécherheet oder d'Benotzer Privatsphär ze schueden.",
  "section-user-experience-header": "Grouss Benotzererfarung",
  "section-user-experience-text1": "Fir Enterprise Benotzer sinn Optiounen verfügbar fir Erausfuerderungen an de meeschte Szenarien komplett ze vermeiden.",
  "section-user-experience-text2": "Reduzéieren Reibung andeems Dir eng Erausfuerderung komplett fir 99,9% vun Ärem legitimen Traffic vermeit, wärend ëmmer nach exzellent Sécherheet ubitt, dank fortgeschratt Bot Modeller.",
  "section-easy-integration-header": "Einfach Integratioun",
  "section-easy-integration-text": "HCaptcha bäizefügen dauert nëmme Minutten a just e puer Zeilen Code. D'Basis API ass kompatibel mat reCAPTCHA V2, an et dauert nëmme Minutten fir ze wiesselen. Dir kënnt haut mat enger superior Alternativ up a lafen sinn, a méi fortgeschratt Funktiounen ausschalten wéi néideg.",
  "section-easy-integration-serverside": "Server Säit:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Benotzerdefinéiert Bedrohung Scores",
  "section-threat-text": "Net all Probleemer sinn déiselwecht: Een eenzege Score kréien heescht datt et Äre Besoinen unzegoen fir nëtzlech ze sinn. Mat hCaptcha seng eenzegaarteg Customized Threat Scores, eng séier Consultatioun erlaabt eis eis Modeller ofzestëmmen fir Partituren méi relevant fir Äert Geschäft ze liwweren.",
  "section-challenges-header": "Start Är eege Erausfuerderungen a Sekonnen",
  "section-challenges-text-1": "Bleift op der Mark mat relevanten Inhalt",
  "section-challenges-text-2": "Wann d'Benotzer eng Erausfuerderung musse léisen fir d'Sécherheetsfuerderunge gerecht ze ginn, firwat net Aufgaben agreabel a relevant fir de Benotzer erstellen? Mat eisem einfachen personaliséierten Challenge Designer, kënnt Dir on-Mark Challenge Inhalt an nëmmen e puer Minutten starten.",
  "section-integration-header": "Direkt Plattform Integratioun",
  "section-integration-subheader": "Fir Web Infrastruktur Firmen",
  "section-integration-text": "Den hCaptcha Enterprise System ass eenzegaarteg flexibel a sengem Design: et kann deelweis oder ganz um Rand vun Ärem Netzwierk ofgesat ginn wann Dir eng ëffentlech Wollek bedreift oder vill Datenzenteren besëtzt. Dëst kann d'Käschte drastesch reduzéieren an den Off-Network Traffic wärend all d'Virdeeler vun der Gestioun vun eisem 24/7 On-Call Personal behalen fir déi strengste SLAs z'erreechen.",
  "section-support-header": "Erreechbar Expertise an Ënnerstëtzung fir Iech an Är Benotzer",
  "section-support-text": "Service ass eng Haaptprioritéit fir eis. Mir behalen 24/7 On-Call Support a bidden direkt Slack Koordinatioun mat Ärem Ingenieursintegratiounsteam an eisem On-Call Personal wärend an no der Implementatioun. , an eis In-Widget an E-Mail Support Channels. Mir sinn zougänglech a reaktiounsfäeger, a behandelen d'Zefriddenheet vun de Benotzer als Top KPI.",
  "section-enterprise-header": "Enterprise Fonctiounen",
  "section-enterprise-title-1": "Weltklass Anti-Bot Schutz",
  "section-enterprise-desc-1": "Schluecht-getest op Web Skala.",
  "section-enterprise-title-2": "Héich Genauegkeet Bot Scores",
  "section-enterprise-desc-2": "Entdeckt schlecht Akteuren vu ville verschiddenen Typen.",
  "section-enterprise-title-3": "Null Reiwung an 99,9% passiv Modi",
  "section-enterprise-desc-3": "Fuerder manner wéi 0,1% vun de legitimen Benotzer.",
  "section-enterprise-title-4": "Kontroll Erausfuerderung Zorte gewisen",
  "section-enterprise-desc-4": "Breet Bibliothéik vun Zorten aus ze wielen.",
  "section-enterprise-title-5": "Kontroll Erausfuerderung Inhalt benotzt",
  "section-enterprise-desc-5": "Bleift op der Mark mat enger konsequent Benotzererfarung.",
  "section-enterprise-title-6": "Enterprise SLAs",
  "section-enterprise-desc-6": "Garantéiert Zouverlässegkeet a séier 24/7 On-Call Support.",
  "section-enterprise-title-7": "Legacy Browser Ënnerstëtzung",
  "section-enterprise-desc-7": "Kompatibel de ganze Wee zréck op Internet Explorer 8.",
  "section-enterprise-title-8": "Fortgeschratt Berichterstattung Dashboards an API",
  "section-enterprise-desc-8": "Kuckt wat op all Äre Siten an Apps geschitt.",
  "section-enterprise-title-9": "Wierker an all Land",
  "section-enterprise-desc-9": "Am Géigesaz zu reCAPTCHA schaffe mir an all Land.",
  "section-enterprise-title-10": "GDPR, CCPA, an LGPD-frëndlech Privatsphär Politik",
  "section-enterprise-desc-10": "Entworf fir Privatsphär vum Dag een. Staark Dateveraarbechtungsvertrag.",
  "section-enterprise-title-11": "Feinkorrektur Schwieregkeetsniveauen",
  "section-enterprise-desc-11": "Wielt dëst an fir genau Äre Gebrauchsfall ze passen.",
  "section-enterprise-title-12": "Éischt Partei Hosting",
  "section-enterprise-desc-12": "All Ufroen an Verméigen ginn op hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Multi-Benotzer Dashboards",
  "section-enterprise-desc-13": "Deelt d'Gestioun iwwer Äert Team.",
  "section-enterprise-title-14": "Direkt Verifikatioun",
  "section-enterprise-desc-14": "0ms latency: z'iwwerpréiwen hCaptcha Tokens ouni API Uruff.",
  "section-enterprise-title-15": "Mobile (iOS an Android) Integratioun",
  "section-enterprise-desc-15": "Nahtlos Erfahrung iwwer Web, gebierteg Handy, mobil Web. Pre-built Integratiounen an native SDKs verfügbar.",
  "section-enterprise-title-16": "Benotzerdefinéiert Konditioune a Privatsphär Garantien",
  "section-enterprise-desc-16": "Zefridden Är juristesch Bedierfnesser wann aner Firmen net kënnen.",
  "presented-challlenges-head": "Presentéiert Erausfuerderungen",
  "presented-challenges-title-1": "Verglach",
  "presented-challenges-text-1": "Wielt all Biller déi mat der Ufro passen",
  "presented-challenges-title-2": "Bounding Box",
  "presented-challenges-text-2": "Definéiert Grenzgebitt fir Objeten",
  "presented-challenges-title-3": "Kategoriséierung",
  "presented-challenges-text-3": "Identifizéieren déi entspriechend Etiketten",
  "presented-challenges-subheader": "...an aner einfach Aufgaben. Einfach fir Mënschen, schwéier fir Bots.",
  "presented-challenges-subtext": "Benotzerdefinéiert Aufgaben och verfügbar fir Enterprise Verëffentlecher.",
  "footer-header-1": "Firma",
  "footer-header-2": "Ressourcen",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Etikettéieren",
  "footer-link-2": "Iwwer",
  "footer-link-3": "Aarbechtsplazen",
  "footer-link-4": "Marken",
  "footer-link-5": "Blog",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentatioun",
  "footer-link-8": "Rapport e Bug",
  "footer-link-9": "Accessibilitéit",
  "footer-terms": "Konditioune",
  "footer-privacy": "Privatsphär",
  "footer-attribution": "Attributioun",
  "footer-subheader-1": "Ënnerstëtzung",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Wiesselt op Englesch",
  "intro-heading-privacy": "Entworf fir Privatsphär.",
  "intro-subtitle-p1-privacy": " Eng eenzegaarteg Privatsphär-Undriff Approche fir Online Sécherheet.",
  "info-head-2-pr": "Online Aktivitéit opzehuelen ass net d'Äntwert.",
  "info-text-1-pr": "hCaptcha Enterprise huet nëmmen een Zweck: ze verhënneren datt schlecht Akteuren Är Online Operatiounen stéieren an Är Benotzer schueden.",
  "info-text-2-pr": "Eis Systemer sinn also vun Ufank un entworf fir d'Datesammlung an d'Retentioun ze minimiséieren, während d'klasseféierend Sécherheet erhale bleift. De beschte Wee fir Benotzerdaten ze schützen ass et guer net ze späicheren.",
  "info-text-3-pr": "All Clientsverhältnisser sinn och geschützt vun engem staarken Dateveraarbechtungsvertrag. Den hCaptcha Service entsprécht all Privatsphär Gesetzer egal wou Äre Service oder Är Clienten wunnen. Net perséinlech Donnéeën ze halen mécht dat vill méi einfach fir eis wéi fir aner Firmen.",
  "info-text-2-2-pr": "Servicer wéi reCAPTCHA v3 soen datt hiren Tracking-Pixel op all Säit vun Ärem Site fir eng gutt Sécherheet néideg ass. Dëst ass net de Fall.",
  "info-text-2-3-pr": "Einfach Verhalensanalyse ass e Signal liicht geschmied vu schlechten Akteuren, a erfuerdert d'Browsergeschicht och fir all Äre legitimen Traffic ze halen.",
  "info-text-2-4-pr": "Mir bedreiwen keen Ad-Netzwierk, an hunn keen Interesse fir Äert Benotzerverhalen ze beobachten fir hinnen Annoncen ze verkafen. Dëst bedeit datt mir kee passive Pixel op all Säit vun Ärem Site erfuerderen.",
  "info-text-2-5-pr": "Füügt eisen Challenge Code nëmme wou et néideg ass, a wou et Sënn mécht fir Iech an Är Benotzer ze schützen.",
  "info-head-3-pr": "Maschinn Léieren ass nëtzlech. Awer et erfuerdert keng perséinlech Donnéeën fir ze schaffen.",
  "info-text-3-1-pr": "Maschinnléieren beaflosst elo bal all Aspekt vun eisem Liewen, dacks op Weeër déi mir net realiséieren an net kënne gesinn. Online Sécherheetsservicer sinn net anescht.",
  "info-text-3-2-pr": "Andeems Dir iwwer Dausende vu Signaler léiert, kënnen d'Modeller en héije Vertrauen ofschléissen an erreechen fir béiswëlleg Verhalen ganz séier z'entdecken, och wa keen individuellen Signal eleng staark genuch wier fir e Problem ze weisen.",
  "info-text-3-3-pr": "Wéi och ëmmer, näischt vun dësem erfuerdert d'Benotzung vun perséinlech identifizéierenden Informatioun (PII). Modern kryptographesch Techniken erlaben eis all perséinlech Donnéeën sou séier wéi méiglech ze verwerfen, anstatt een-Manéier Ënnerschrëften ze kreéieren déi net mat engem Individuum verbonne kënne ginn.",
  "info-text-3-4-pr": "Training op de-identifizéierten Donnéeën funktionnéiert grad esou gutt, a verlaangt keng Kompromëss op weder Sécherheet oder Privatsphär. Eis Clientë hunn déi empiresch Tester gemaach, an hunn eis gläich oder besser deklaréiert wéi vill manner privat Alternativen.",
  "cloudflare-quote-text-privacy": "Mir hunn eng Rei Saachen iwwer d'hCaptcha-Léisungen gefall: 1) si verkafen keng perséinlech Donnéeën; si sammelen nëmme minimal néideg perséinlech Donnéeën, si sinn transparent an der Beschreiwung vun der Informatioun déi se sammelen a wéi se se benotzen an/oder verroden.",
  "pilot-head": "Probéiert eis an Ärer Ëmwelt ouni Verpflichtung.",
  "pilot-text-1a": "Mir sinn Ingenieuren, net Verkeefer: mir wëllen datt Dir frou sidd mat Ärem Choix.",
  "pilot-text-1b": "De beschte Wee fir Är Zefriddenheet ze garantéieren ass ze weisen datt mir Äre Besoinen entspriechen.",
  "pilot-text-1c": "Bal all Firmen, déi e Pilot starten, wielen schlussendlech eis Léisungen.",
  "pilot-text-1d": "Benotzt dëse Formulaire fir ee vun eisen technesche Spezialisten z'erreechen. Mir äntweren séier.",
  "pilot-text-1e": "Dir kënnt eis och direkt per E-Mail schécken.",
  "pilot-email-details": "Detailer sinn hei.",
  "pilot-f1": "Regioun",
  "pilot-f2": "Ären Numm",
  "pilot-f3": "Ären Numm",
  "pilot-f4": "Business Email",
  "pilot-f5": "All aner Detailer solle mir hunn?",
  "pilot-f6": "Braucht Dir dréngend Onboarding?",
  "pilot-f7": "Jo.",
  "pilot-f8": "Ech sinn ënner Attack a verlaangen direkt Onboarding.",
  "pilot-f9": "Ofginn",
  "pilot-f10": "Andeems Dir Är E-Mail aginn, averstanen Dir eis Konditioune a Privatsphär Politik, a fir E-Mail vun eis ze kréien.",
  "pilot-fo-1": "Integratioun kéint net méi einfach sinn.",
  "pilot-fo-2": "hCaptcha huet Dosende vu virgebauten Integratiounen fir d'Frontend- a Backend Systemer déi Dir benotzt.",
  "pilot-fo-3": "Wann Dir zoufälleg aus dem Google's reCAPTCHA kënnt kommen, sinn eis APIen Drop-in Ersatz. Dräi Zeilen vum Code sinn alles wat Dir braucht.",
  "pilot-fo-4": "Eis Onboarding Ingenieuren kënnen Iech séier lassgoen, egal ob Dir React Integratioun braucht, SDKs fir iOS native Apps, e Java Backend Beispill, oder quasi all aner Szenario.",
  "pilot-fo-5": "A wéi ëmmer ass Privatsphär e Kärwäert fir eis. Füügt eisen Challenge Code nëmme wou et néideg ass, a wou et Sënn mécht fir Iech an Är Benotzer ze schützen. D'Minimaliséierung vun Datensammlung fänkt vum Moment vun der Integratioun un.",
  "pilot-fdone": "Merci. Mir wäerte geschwënn a Kontakt sinn.",
  "home-ent-2-new": "Léiert méi iwwer eis Enterprise Léisung.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise Léisunge liwweren klassesch Sécherheet a schützen vill vun den Top Online Servicer.",
  "home-plans-button-2-new": "Léier méi",
  "header-enterprise-link": "Entreprise",
  "sales-interstitial-c1b-new": "Léiert méi iwwer hCaptcha Enterprise"
}
