{
  "23114595": "Grouss Benotzererfarung",
  "34074886": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir raffinéiert Modeller fir erauszefannen ob Dir Mënsch sidd. D'Websäit déi Dir besicht hutt benotzt dann dëst Resultat fir ze hëllefen Är Erfahrung op hirem Site ze verbesseren andeems Dir Bots aushält.",
  "98173630": "hCaptcha ass de weltwäit meescht benotzt onofhängege CAPTCHA Service.",
  "111184581": "Éischt Partei Hosting",
  "119298044": "Fortgeschratt selbst iwwerwaacht ML an AI Technologien schützen Är Webeigenschaften vu Geforen an Attacken",
  "121743429": "Fir Web Infrastruktur Firmen",
  "122875767": "Zefridden Är juristesch Bedierfnesser wann aner Firmen net kënnen.",
  "126134492": "Aner",
  "152010250": "hCaptcha kombinéiert fortgeschratt selbst iwwerwaacht Maschinnléiere mat enger neier Edge Compute Plattform déi d'Datensammlung an d'Retentioun eenzegaarteg miniméiert, aus iwwer 250 Plazen weltwäit geliwwert fir massiv Skalierbarkeet.",
  "179723061": "Méi Kontroll fir Teams déi klassesch Sécherheet brauchen",
  "191460155": "Null Reiwung an 99,9% passiv Modi",
  "282913023": "Déi kosteneffektiv Optioun fir Entreprisen mat héije Verkéier",
  "328625009": "... mir si prett wann Dir sidd: eise Service ass ronderëm d'Auer verfügbar.",
  "353066938": "En erfuerene Team, dat un den haardsten Probleemer vun haut schafft. hCaptcha ass e Service vun",
  "353367791": "Entdeckt schlecht Akteuren vu ville verschiddenen Typen.",
  "359073033": "Dashboards liwweren héich-Niveau oder fein-grained Vue vun Aktivitéit.",
  "392886773": "Wierker an all Land",
  "451701069": "Entsprécht dem GDPR, CCPA,",
  "547245263": "Soll Äre Botproblem haut.",
  "552920956": "hCaptcha erlaabt Websäite Belounungen ze verdéngen wärend Bots an aner Forme vu Mëssbrauch blockéieren. hCaptcha erlaabt Iech och d'Wuelfillen vun Ärer Wiel mat dësen Akommes z'ënnerstëtzen.",
  "555158694": "E Service deen Dir benotzt huet gewielt fir Är Erfahrung op hirem Site ze verbesseren andeems Dir hCaptcha installéiert fir béiswëlleg Traffic ze reduzéieren.",
  "585557010": "Fuerder manner wéi 0,1% vun de legitimen Benotzer.",
  "713281684": "Aubergine",
  "719304627": "Braucht Dir End-to-End Kontroll?",
  "734735952": "Mir hunn eng Zuel vu CAPTCHA Ubidder evaluéiert wéi och e System selwer gebaut. Um Enn ass hCaptcha entstanen als déi bescht Alternativ zu reCAPTCHA.",
  "751483365": "Ënnerstëtzung fir Net-JavaScript Clienten.",
  "788770967": "Sorry dat ze héieren! Dir wëllt vläicht eis Accessibilitéitsoptioun benotzen:",
  "793242047": "Reduzéieren d'Erausfuerderunge fir d'Benotzer fir séier Zougang zu Uwendungen z'erméiglechen",
  "829047995": "De Moment benotzt reCAPTCHA?",
  "836577577": "HCaptcha bäizefügen dauert nëmme Minutten a just e puer Zeilen Code. D'Basis API ass kompatibel mat reCAPTCHA V2, an et dauert nëmme Minutten fir ze wiesselen.",
  "838049015": "Wielt all Biller déi mat Ufro passen",
  "846501387": "Weltklass Bot Schutz",
  "861167568": "hCaptcha léist ee vun den dréngendste Probleemer vum IT: verhënnert datt béiswëlleg Bots Är Webapplikatiounen attackéieren",
  "880478438": "fir bescht-an-Klass Bot a Bedruch Gestioun.",
  "897432717": "Mat eisem neien Design fir Customized Threat Scores,   Äre Geschäftswëssen bäizefügen erlaabt eise Modeller Partituren eenzegaarteg relevant fir Är Benotzer ze liwweren.",
  "910989640": "Generéiere detailléiert a personaliséiert Aktivitéitsberichter",
  "976209454": "Verdéngt Belounungen oder gitt fir Charity",
  "981806349": "Gebaut op der bewährter hCaptcha Plattform",
  "999610953": "Endlech eng glafwierdeg Alternativ zu Google. hCaptcha Enterprise liwwert dramatesch Erspuernisser op Ärem reCAPTCHA Rechnung mat méi héijer Sécherheet: bis zu 80% manner deier an e puer Fäll.",
  "1014004474": "HCaptcha's Enterprise Pläng bidden fortgeschratt Serviceniveau Ofkommes fir Är Organisatioun geschützt ze halen",
  "1045484714": "SAML SSO Integratioun mat Ärem Identitéitsprovider, z.B. Okta oder Azure AD.",
  "1050501253": "Ze schwéier",
  "1070364246": "Oops! Eppes ass falsch gaangen beim Ofschécken vum Formulaire.",
  "1103295010": "Verdéngt Sue oder gitt u Charity fir wann d'Mënschen CAPTCHAs léisen",
  "1130868224": "Dräi Zeilen vum Code",
  "1131525092": "Gruppéiere schlecht Akteuren ouni Ustrengung iwwer eis Privatsphär behalen Scoped UIDs fir verbonne Bedruch a Mëssbrauch ze fannen an ze stoppen",
  "1141402092": "Fortgeschratt Berichterstattungsfunktiounen",
  "1150035777": "Raffinéiert Maschinn Léieren Modeller generéieren Bot Vertraue Scores baséiert op villen Datepunkten doriwwer eraus ob d'Froen richteg beäntwert goufen",
  "1150963691": "APT Mitigatioun",
  "1172067553": "D'HUMAN Plattform hannert hCaptcha bitt héich raffinéiert Aarbechtsqualitéit a Gestiounsfeatures iwwer on-premise, Hybrid oder SaaS Deploymenten déi mat Ären existente Systemer integréieren.",
  "1173652155": "Conseilleren",
  "1218990730": "wéi Problemer mat detailléierte Logbicher ze mellen",
  "1250541092": "- Sergi Isasi",
  "1263998069": "Verdéngen Belounungen fir mënschlech Léisungen",
  "1300485304": "hCaptcha schützt géint fortgeschratt Bedrohungen an Decoys entwéckelt fir Är Netzwierker ze infiltréieren",
  "1345083090": "Bericht iwwer e Funktionalitéitsprobleem?",
  "1356745565": "Kompatibel de ganze Wee zréck op Internet Explorer 8.",
  "1368787974": "Deelt d'Gestioun iwwer Äert Team.",
  "1393184984": "sinn all Dir braucht.",
  "1475399473": "Léiert méi iwwer d'hCaptcha Team",
  "1485807325": "Multi-Benotzer Dashboards, SAML SSO",
  "1508655687": "Füügt Är eege Erausfuerderunge fir Äert Publikum unzepassen fir den Zougang ze streamlinéieren oder ze beschränken",
  "1510448156": "Dir kënnt haut mat enger superior Alternativ up a lafen sinn, a méi fortgeschratt Funktiounen ausschalten wéi néideg.",
  "1525403768": "Fir méi Informatioun kontaktéiert Enterprise Sales.",
  "1544546608": "Privatsphär Pass",
  "1549336309": "hCaptcha dréit dëse Modell ëm. Wann Dir hCaptcha benotzt, bidden Firmen op d'Aarbecht déi Är Benotzer maachen wéi se hir Mënschheet beweisen. Dir kritt d'Belounung.",
  "1559631739": "Privat Léieren",
  "1579093044": "Mat eisem einfachen personaliséierten Challenge Designer, kënnt Dir on-Mark Challenge Inhalt an nëmmen e puer Minutten starten.",
  "1586809757": "Héich Genauegkeet Bot Scores",
  "1599610318": "Verlag",
  "1637702726": "Iwwer hCaptcha",
  "1662477701": "Ressourcen",
  "1676849166": "Reduzéiert Reibung andeems Dir eng Erausfuerderung komplett fir 99,9% vun Ärem legitimen Traffic vermeit, wärend ëmmer nach exzellent Sécherheet ubitt, dank fortgeschratt Bot Modeller.",
  "1685871181": "Déi Top Online Servicer vertrauen op",
  "1752795854": "hCaptcha bréngt eng modern, Privatsphär fokusséiert Approche fir Bots ze stoppen.",
  "1779265104": "Benotzerdefinéiert Konditioune a Privatsphär Garantien",
  "1792519141": "hCaptcha Enterprise",
  "1798492192": "Legacy Browser Ënnerstëtzung",
  "1803009328": "Schluecht-getest op Web Skala.",
  "1844885924": "Breet Bibliothéik vun Zorten aus ze wielen.",
  "1849717906": "Personnaliséiert mat Ärem eegenen Erausfuerderungsinhalt",
  "1849805607": "hCaptcha schützt géint Geforen an Decoys entwéckelt fir Är Netzwierker ze infiltréieren",
  "1886100235": "Vill vun de weltgréissten Online Servicer sinn op hCaptcha Enterprise gewiesselt a krut verbessert Bot Detektioun niewent wesentleche Käschtespueren.",
  "1894355645": "hCaptcha bitt einfach, einfach an zouverlässeg Bot Detektioun wärend et trivial ass fir Mënschen ze léisen.",
  "1927613000": "hCaptcha kombinéiert sophistikéiert Maschinnléiere mat enger mächteger Erausfuerderungsplattform fir Webapplikatiounen ze schützen géint Konten Iwwernahmen, Umeldungsstuff, Schrauwen an aner Aarte vu Mëssbrauch.",
  "1936512180": "Einfach API Zougang, schéin Dashboards, an déi lescht Modell-an-der-Loop Technologie fir d'Aarbechtereffizienz ze maximéieren.",
  "1956967813": "Eis Servicer gi vun de gréisste Firmen op der Welt vertraut fir vill Millioune vun deegleche Benotzer iwwer zéngdausende vu Millioune Site ze déngen.",
  "1958297836": "Koordinéiert Attack Schutz & APT Mitigatioun",
  "2041686284": "Méi Daten produzéiere generell besser Resultater am Training Maschinn Léieren Modeller. De rezente Succès vun deep Modeller huet zu ëmmer méi grouss Datesätz gefouert, an hCaptcha servéiert dëse Besoin. Wéi och ëmmer, grouss mënschlech iwwerpréift Datesets erstellen mat traditionelle Methoden ass souwuel lues wéi deier.",
  "2103563261": "Privat oder ëffentlech Informatioun",
  "2131386784": "Erreechbar Expertise an Ënnerstëtzung fir Iech an Är Benotzer",
  "2138799135": "hCaptcha huet Dosende vu virgebauten Integratiounen fir d'Frontend- a Backend Systemer déi Dir benotzt.",
  "2163914794": "Braucht Dir méi Etiketten fir Är Datesätz? hCaptcha bitt séier, kosteneffizient, an héichqualitativ Dateetikett fir Firmen déi u kënschtlecher Intelligenz a Maschinnléieren Uwendungen schaffen.",
  "2183926131": "Start mat hCaptcha Enterprise",
  "2184564739": "Kuckt",
  "2188609322": "Schlecht Akteuren sinn ëmmer méi heefeg online. Awer d'Benotzer Privatsphär opferen ass net d'Äntwert.",
  "2319072959": "Laf ganz offline mat Ärem eegenen Aarbechtskräften, verfollegt Wäert verbraucht iwwer Geschäftsunitéiten oder Konsortiumpartner, selektiv router Aarbechtsplaze fir verschidden intern oder extern Aarbechtsanbieter baséiert op Käschte- a Sécherheetsufuerderungen, a méi.",
  "2320894364": "Mat iwwer 200 Präsenzpunkte schützt d'HCaptcha's Cloud Är Verméigen op der ganzer Welt",
  "2354267648": "GDPR, CCPA, an LGPD-frëndlech Privatsphär Politik",
  "2373007864": "hCaptcha Enterprise leeft op hCaptcha Plattform Technologie, verlängert fir d'Features ze enthalen déi héich Traffic Entreprisen brauchen.",
  "2418549423": ", en opkomende Standard fir Online Privatsphär iwwer kryptografesch Beweiser ze erhalen, an aner eenzegaarteg Privatsphär-éischt Features.",
  "2489287539": "Reiwungsfräi \"No CAPTCHA\" & 99,9% passive Modi",
  "2510209017": "Braucht Dir méi Hëllef?",
  "2513143348": "Den hCaptcha Enterprise System ass eenzegaarteg flexibel a sengem Design: et kann deelweis oder ganz um Rand vun Ärem Netzwierk ofgesat ginn wann Dir eng ëffentlech Wollek bedreift oder vill Datenzenteren besëtzt.",
  "2535001179": "Wann Dir zoufälleg aus dem reCAPTCHA vu Google kënnt kommen, sinn eis APIen drop-in Ersatzstécker.",
  "2593768395": "Nahtlos Erfahrung iwwer Web, gebierteg Handy, mobil Web. Pre-built Integratiounen an native SDKs verfügbar.",
  "2650502379": "Lancéiere Är eege Erausfuerderungen a Sekonnen",
  "2670003220": "Aarbechtsplazen",
  "2671622670": "Entreprise",
  "2676853536": "Multi-Benotzer Dashboards",
  "2681650568": "A wéi ëmmer ass Privatsphär e Kärwäert fir eis. Füügt eisen Challenge Code nëmme wou et néideg ass, a wou et Sënn mécht fir Iech an Är Benotzer ze schützen. D'Minimaliséierung vun Datensammlung fänkt vum Moment vun der Integratioun un.",
  "2682873489": "Definéiert Grenzgebitt fir Objeten",
  "2686825859": "Registréiert Iech gratis oder kontaktéiert eis iwwer hCaptcha Enterprise Léisungen",
  "2698140263": "Net all Probleemer sinn déiselwecht: Een eenzege Score kréien heescht datt et Äre Besoinen unzegoen fir nëtzlech ze sinn.",
  "2698640210": "Kontroll Erausfuerderungen an Aarte gewisen",
  "2707282231": "Personnaliséiert Erausfuerderunge fir Är Benotzer. Maacht et onméiglech fir Bots ze léisen an ze penetréieren.",
  "2714878440": "Schützt Är Servicer vu Schrauwen, Konten Iwwernahmen, Umeldungsstuff, a Spam mat eisem fortgeschrattene Maschinnléieren a Mënschheetsverifizéierung.",
  "2718999653": "Benotzerdefinéiert Bedrohung Scores",
  "2781507299": "Direkt Verifikatioun",
  "2782263070": "Service ass eng Haaptprioritéit fir eis. Mir behalen 24/7 On-Call Support a bidden direkt Slack Koordinatioun mat Ärem Ingenieursintegratiounsteam an eisem On-Call Personal wärend an no der Implementatioun.",
  "2806751666": "Wat ass hCaptcha?",
  "2826051554": "a méi",
  "2881474837": "hCaptcha Enterprise",
  "2890048009": "Annonce Netzwierker gesinn Är Besucher als Produkt. Fir eis ass dat eenzegt Produkt hir Mënschlechkeet ze bestëmmen. Eis Servicer treffen oder iwwerschreiden GDPR, CCPA, LGPD, a PIPL Ufuerderunge, an ënnerstëtzen Initiativen wéi Privatsphär Pass. Mir schaffen haart fir Privatsphär a Sécherheet ze balanséieren.",
  "2927700175": "Mir weisen CAPTCHA Erausfuerderungen déi schwéier fir Bots awer einfach fir d'Leit sinn andeems se schwéier ze markéieren Daten aus Maschinnléiereproblemer sammelen, a se benotze fir z'ënnerscheeden ob eng Websäit oder App Besucher Mënsch ass.",
  "2968026167": "Äre Léifsten Geméis",
  "3018523079": "Bleift op der Mark mat enger konsequent Benotzererfarung.",
  "3065000659": "Hutt Dir gemierkt datt all Kéier wann Dir op den Auto klickt, hëlleft Dir eng Single ze trainéieren",
  "3093388779": "hCaptcha ass gratis fir Verëffentlecher vun all Gréisst ze benotzen",
  "3093689546": "Einfach Integratioun",
  "3096063825": "Probéiert et aus",
  "3107683988": "Dëst kann den Off-Network Traffic a Käschten dramatesch reduzéieren wärend all d'Virdeeler vun der Gestioun vun eisem 24/7 On-Call Personal behalen fir déi strengste SLAs ze treffen.",
  "3117887301": "Vertrauen vun de gréissten Online Servicer",
  "3121248460": "Weist onendlech divers personaliséiert Erausfuerderungen - vun einfachen bis komplexen - fir Äert erwaart Publikum",
  "3153117136": "Wéi hCaptcha Schwieregkeetsastellungen funktionnéieren",
  "3160820928": "Koordinéiert Attack Schutz",
  "3161489950": "Déi meescht fortgeschratt Sécherheet ML Plattform vun der Welt",
  "3167979932": "Entworf fir Privatsphär vum Dag een. Staark Dateveraarbechtungsvertrag.",
  "3194111925": "ënnerstëtzen",
  "3213351333": "Nee upfront Engagement néideg",
  "3213957230": "Wann d'Benotzer eng Erausfuerderung musse léisen fir d'Sécherheetsfuerderunge gerecht ze ginn, firwat net Aufgaben agreabel a relevant fir de Benotzer erstellen?",
  "3225770968": "hCaptcha ass entwéckelt fir deen am meeschten Aarbechtsintensivst Problem am Maschinnléieren ze léisen; Label massiv Quantitéiten un Daten op eng fristgerecht, bezuelbar an zouverlässeg Manéier.",
  "3230004040": "Sidd Dir sehbehënnert oder soss net fäeg hCaptchas ze kompletéieren?",
  "3235430156": "Firma Maschinn Léieren Systemer gratis?",
  "3260825523": "Intuition Maschinnen",
  "3264813246": "Onpassend",
  "3265895521": "Erhéije a manner Erausfuerderung Schwieregkeet baséiert op Zäit vum Dag",
  "3266612494": "E vertrauenswürdege Partner",
  "3276777569": "hCaptcha",
  "3287172429": "Kontroll Erausfuerderung Zorte gewisen",
  "3365203058": "Weltklass Anti-Bot Schutz",
  "3412647984": "Dëst erlaabt Iech zukünfteg Froen ze vermeiden andeems Dir e Cookie registréiert an setzt. Probéiert w.e.g. och Ären Ad Blocker auszeschalten.",
  "3417372336": "Schalt a Minutten",
  "3446714684": "Mobile (iOS an Android) Integratioun",
  "3460914397": "https://www.hcaptcha.com/accessibility",
  "3467670044": "Fir Enterprise Benotzer sinn Optiounen verfügbar fir Erausfuerderungen an de meeschte Szenarien komplett ze vermeiden.",
  "3478726913": "hCaptcha huet ee vun de gréisste Poole um Planéit fir Äre Gebrauch. Egal wéi Är Skala, mir kënnen et ouni deier Upfront Engagementer handhaben. Millioune Aufgaben pro Dag si kee Problem.",
  "3480023141": "Léiere méi iwwer Accessibilitéit Optiounen",
  "3483700676": "Start Millioune Aufgaben direkt",
  "3500503648": "hCaptcha ass entwéckelt fir laangfristeg Dateschutz ze eliminéieren andeems Dir op direkt Evaluatioun vertrauen anstatt Är Browsergeschicht opzehuelen an ze analyséieren. Mir ënnerstëtzen och Initiativen wéi",
  "3524251858": "Direkter vum Produktmanagement, Cloudflare",
  "3526939538": "Software Bug",
  "3530599065": "Privatsphär gëtt vum Buedem opgebaut. hCaptcha behält keng PII an ass konform mat ville Privatsphärmandater a Reglementer.",
  "3570415321": "Firma",
  "3573245166": "Am Géigesaz zu reCAPTCHA schaffe mir an all Land.",
  "3578122193": "Bleift op der Mark mat relevanten Inhalt",
  "3620442880": "Flash Sale Schutz Fonctiounen",
  "3630114728": "Kuckt wat op all Äre Siten an Apps geschitt.",
  "3644106388": "Kontakt",
  "3660619092": "Registréiert Iech gratis oder kontaktéiert de Verkaf fir Enterprise Léisungen",
  "3688621388": "Bedrohung Ënnerschrëften",
  "3704893754": "Wëllt Dir selwer gesinn? Probéiert hCaptcha Free",
  "3714002185": "Léiert méi iwwer hCaptcha Enterprise",
  "3715747429": "Eis Onboarding-Ingenieure kënnen Iech séier lassgoen, egal ob Dir React Integratioun braucht, SDKs fir iOS native Apps, e Java Backend Beispill, oder quasi all aner Szenario.",
  "3717512591": "Direkt Plattform Integratioun",
  "3721365241": "Probéieren",
  "3729345277": "hCaptcha ass e Wee fir Firmen d'Annotatiounen ze kréien déi se erfuerderen méi séier, mat méi héijer Qualitéit a mat méi niddrege Käschten wéi aner Alternativen.",
  "3730038780": "Wielt aus enger bal onendlecher Unzuel vun Erausfuerderunge fir d'Benotzer ze léisen",
  "3739936967": "Dësen eenzegaartege Fokus op Privatsphär bedeit datt mir Null individuell Dateschutz, Cookie-gratis Operatioun an aner kontraktuell Privatsphärgarantie kënne bidden, wéi néideg, wärend exzellent Sécherheet erhale bleift. Liest méi.",
  "3740051331": "Mir sinn och engagéiert fir aktiv ze iwwerwaachen an op d'Froen vun Äre Benotzer iwwer soziale Medien, Foren an eis In-Widget an E-Mail Support Channels ze äntweren. Mir sinn zougänglech a reaktiounsfäeger, a behandelen d'Zefriddenheet vun de Benotzer als Top KPI.",
  "3753956446": "fräi",
  "3758963444": "Merci! Är Soumissioun gouf ugeholl!",
  "3767462250": "Entworf fir Privatsphär",
  "3768951251": "Enterprise SLAs",
  "3807059944": "Kontroll Erausfuerderung Inhalt benotzt",
  "3816867833": "Feedback",
  "3817811295": "Garantéiert Zouverlässegkeet a séier 24/7 On-Call Support.",
  "3892905664": "hCaptcha hëlleft Äre Liiblingsonline Servicer Bots, Spam a Mëssbrauch ze halen andeems Dir einfach Froen stellt déi einfach fir Mënschen a schwéier fir Maschinnen sinn.",
  "3913848038": "99.99% uptime SLAs a 24/7 global Ënnerstëtzung verfügbar.",
  "3951254541": "Mir schätzen Ären Input. Loosst eis all Probleemer wëssen a mir léisen se séier.",
  "3952259236": "Kombinéiert Är blann Donnéeën mat hCaptcha's Dausende vu Signaler fir hCaptcha op Verhalensklassen ze trainéieren - fir Är Instanz nëmmen - fir béiswëlleg Verhalen besser virauszesoen wéi eng Léisung eleng",
  "3953584369": "Raffinéiert RBAC Zougang Restriktiounen verfügbar.",
  "4007826952": "Den #1 Privatsphär-éischt CAPTCHA fir Web, Handy, a méi.",
  "4019660456": "0ms latency: z'iwwerpréiwen hCaptcha Tokens ouni API Uruff.",
  "4065065042": "Wielt dëst an fir genau Äre Gebrauchsfall ze passen.",
  "4083018285": "Eng Suite vun erweiderten Features, déi mat verstäerkter SOC Iwwerwaachung an Äntwert kombinéiere fir sophistikéiert persistent Bedrohungen unzegoen",
  "4146870445": "Wien mir sinn",
  "4147497805": "Muert",
  "4194763679": "Feinkorrektur Schwieregkeetsniveauen",
  "4195759329": "Bot Detektioun a Risiko Scores",
  "4199502476": "Fortgeschratt Berichterstattungen an API",
  "4238473596": "D'Reibung fir richteg Benotzer ze minimiséieren ass wichteg. hCaptcha benotzt einfach Aufgaben an hëlt manner Zäit fir déi meescht Benotzer wärend méi Bot Traffic stoppt.",
  "4272022475": "All Ufroen an Verméigen ginn op hcaptcha.yourdomain.com",
  "4272454814": "Integréiert mam Identitéitsprovider vun Ärer Wiel.",
  "a11y-img-1": "Accessibilitéit Benotzerbildschierm nom Login",
  "a11y-img-2": "Accessibilitéit Optioun am Widget UI Menu",
  "a11y-img-3": "Zougänglechkeet Dialog Box am Widget UI",
  "about-advisors-brendan": "CEO vun Brave. Matgrënner vu Mozilla. Schëpfer vun der JavaScript Programmiersprache. Builder vu Browser a méi.",
  "about-advisors-dawn": "Professer, CS an der University of California, Berkeley. Deep Learning, Sécherheet, Blockchain Expert. CEO vun Oasis Labs.",
  "about-advisors-head": "Beroder",
  "about-advisors-keiran": "Fuerscher Wëssenschaftler zu Stanford. Maschinneléieren a quantitativ Finanze bei grousse Banken, Hedgefongen an der Akademie.",
  "about-content-head-1": "Wat mir maachen",
  "about-content-head-2": "Firwat Et Matters",
  "about-content-text-1a": "hCaptcha bréngt eng modern, Privatsphär fokusséiert Approche fir Bots ze stoppen.",
  "about-content-text-1b": "Mir weisen CAPTCHA Erausfuerderungen déi schwéier fir Bots awer einfach fir Leit sinn andeems se schwéier ze labeléieren Daten aus Maschinneléiere Probleemer sammelen, a se benotze fir z'ënnerscheeden ob eng Websäit oder App Visiteur Mënsch ass.",
  "about-content-text-2a": "Schlecht Akteure ginn ëmmer méi dacks online. Awer d'Benotzer Privatsphär opferen ass net d'Äntwert.",
  "about-content-text-2b": "Sécherheetsléisungen, déi vun Annoncefirmen ugebuede ginn, konzentréiere sech haaptsächlech op d'Benotzer vum Internet. Mir hunn eng effektiv Sécherheetsléisung erstallt déi beweist datt d'Benotzer Privatsphär schueden net néideg ass fir exzellent Resultater ze liwweren.",
  "about-intro-head-1": "Iwwer hCaptcha",
  "about-intro-head-2": "Privatsphär, Sécherheet a Maschinn léieren.",
  "about-intro-text": "hCaptcha ass de weltwäit meescht benotzt onofhängege CAPTCHA Service.",
  "about-leadership-head": "Wien mir sinn",
  "about-leadership-headsub": "En erfuerent Team, dat un den haardsten Problemer vun haut schafft.",
  "about-leadership-link1": "Wien mir sinn",
  "about-leadership-text1": "Mir spezialiséiert op Deep Learning a Visual Domain Machine Learning op Skala, mat engem besonnesche Fokus op d'Ofsécherung vun Online Systemer vun ëmmer méi sophistikéierte modernen Drohungen.",
  "about-leadership-text2": "Mat Joerzéngte vu Software a Maschinneléiere Expertise bauen a bedreiwe mir massiv skalierbar Systemer fir e puer vun den haardsten Probleemer vun haut unzepaken a Privatsphär ze erhalen.",
  "acc-opt": "Accessibilitéit Optiounen",
  "acc-opt-but": "Léiere méi iwwer Accessibilitéit Optiounen",
  "acc-opt-text": "Sidd Dir sehbehënnert oder soss net fäeg ze hCaptchas ze kompletéieren?",
  "accessibility-link": "Accessibilitéit",
  "appreciate-in": "Mir schätzen Ären Input. Loosst eis all Probleemer wëssen a mir léisen se séier.",
  "fb-but": "Schéckt eis Feedback",
  "feedback-text": "Gitt Feedback iwwer den hCaptcha deen Dir just gesinn hutt",
  "footer-attribution": "Attributioun",
  "footer-copyright-text": "hCaptcha ass e registréiert Mark vun Intuition Machines, Inc.",
  "footer-header-1": "Firma",
  "footer-header-2": "Ressourcen",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Etikettéieren",
  "footer-link-10": "Accessibilitéit",
  "footer-link-2": "Iwwer",
  "footer-link-3": "Aarbechtsplazen",
  "footer-link-4": "Marken",
  "footer-link-5": "AI Ethik",
  "footer-link-6": "Blog",
  "footer-link-7": "Status",
  "footer-link-8": "Dokumentatioun",
  "footer-link-9": "Rapport e Feeler",
  "footer-privacy": "Privatsphär",
  "footer-subheader-1": "Ënnerstëtzung",
  "footer-subheader-2": "Kontakt",
  "footer-terms": "Konditioune",
  "h-plans": "Abonnement Pläng",
  "header-docs-link": "Dokumenter",
  "header-labeling-services-link": "Etikettéierungs Servicer",
  "header-login-button": "Login",
  "header-plans-link": "Pläng",
  "header-signup-button": "Sech umellen",
  "home-about-head": "Iwwer hCaptcha",
  "home-about-subtitle": "Powered vum HUMAN Protokoll",
  "home-about-text-1": "hCaptcha ass entwéckelt fir dat Aarbechtsintensivst Problem am Maschinneléieren ze léisen: massiv Mounts vun Daten op eng fristgerecht, bezuelbar an zouverléisseg Manéier ze bezeechnen.",
  "home-about-text-2": "Méi Daten produzéiere generell besser Resultater beim Training vu Maschinneléiere Modeller. De kierzlechen Erfolleg vun déiwe Modeller huet zu ëmmer méi groussen Datesätz gefouert, bal ëmmer mat enger mënschlecher Iwwerpréiwung. Wéi och ëmmer, grouss mënschlech iwwerpréifte Datensets iwwer Mechanical Turk, Figure Aacht, asw. Ass lues a deier.",
  "home-about-text-3": "hCaptcha erlaabt Websäiten Suen ze maachen fir dës Fuerderung ze servéieren wärend se Bots an aner Forme vu Mëssbrauch blockéieren.",
  "home-about-text-4": "D'hCaptcha Maartplaz gëtt ugedriwwe vum HUMAN Protokoll, en oppent dezentraliséierte Protokoll fir mënschlech Iwwerpréiwung déi op der Ethereum Blockchain leeft. Websäite verdéngen Human Tokens (HMT) ëmmer wann d'Benotzer den hCaptcha Widget op hirem Site benotzen, a Maschinneléierfirme bezuele Human Tokens fir hir Date markéiert ze kréien.",
  "home-ba-labeling-services-link": "Etikettéierungs Servicer",
  "home-benefits-head-1": "De Wäert an der Datemarkéierung",
  "home-benefits-head-2": "Gitt zréck op Charity",
  "home-benefits-text-1": "Wousst Dir all Kéier wann Dir op den Auto klickt hëlleft Dir eng eenzeg Gigantic Firma Maschinn Léieren Systemer gratis ze trainéieren?",
  "home-benefits-text-2": "hCaptcha dréit dëse Modell ëm. Wann Dir hCaptcha benotzt, bidde Firmen op d'Aarbecht déi Är Benotzer maachen wéi se hir Mënschlechkeet beweisen. Dir kritt d'Belounung.",
  "home-benefits-text-3": "Wëllt Dir Är Liiblings Charity zréckginn? hCaptcha léisst Iech déi karitativ Organisatioune vun Ärer Wiel ënnerstëtzen mat dem Gewënn, dat Dir mat der Benotzung kritt. Benotzer op Ärem Site kënne séier Äre Bäitrag zu Wohltätegkeet duerch diskret Branding op der hCaptcha Interface gesinn.",
  "home-challenge-text-1": "Wielt all Biller déi mat der Ufro passen",
  "home-challenge-text-2": "Definéiert Grenzgebitt fir Objeten",
  "home-challenge-text-3": "Identifizéiert déi entspriechend Etiketten",
  "home-challenge-title-1": "Verglach",
  "home-challenge-title-2": "Bounding Box",
  "home-challenge-title-3": "Kategoriséierung",
  "home-challenges-head": "Presentéiert Erausfuerderungen",
  "home-challenges-text-1": "... an aner einfach Aufgaben. Einfach fir Mënschen, schwéier fir Botten.",
  "home-challenges-text-2": "Benotzerdefinéiert Aufgaben och verfügbar fir Enterprise Verëffentlecher.",
  "home-ent-1": "Sicht Dir no eise Sécherheetsoffer?",
  "home-ent-2": "Besicht eisen neien engagéierten Site: BotStop.com",
  "home-ent-button": "Méi erfueren: BotStop vun hCaptcha",
  "home-from-the-blog": "VUM BLOG:",
  "home-from-the-blog-value": "Wéi funktionnéieren hCaptcha Schwieregkeet Astellungen",
  "home-intro-body": "Benotzt Dir e Captcha fir Bots ze halen? hCaptcha schützt d'Benotzer Privatsphär, belount Websäiten, an hëlleft Firmen hir Donnéeë markéiert ze kréien. Et ass en Drop-In Ersatz fir reCAPTCHA: Dir kënnt innerhalb vu Minutten wiesselen.",
  "home-intro-button": "Mell dech elo un",
  "home-intro-head": "Stop méi Botten. Fänkt u Privatsphär vum Benotzer ze schützen",
  "home-main-1": "Privat. Sécher. Méi séier. A mir bezuelen Iech et ze benotzen.",
  "home-main-2": "Privatsphär fokusséiert",
  "home-main-2c": "Annonce Netzwierker gesinn Är Besucher als Produkt. Fir hCaptcha ass d'Produkt d'Aarbecht déi se ubidden. Mir egal wien Är Benotzer sinn, nëmmen wéi wahrscheinlech se béiswëlleg sinn. Mir ënnerstëtzen Initiativen wéi Privatsphär Pass, a schaffen haart fir Privatsphär a Sécherheet ze balanséieren.",
  "home-main-3": "Sécherheet Éischt",
  "home-main-3c": "Genauegkeet ass an Ärem Interesse an eis. hCaptcha ass verëffentlecht fokusséiert. Mir schaffen fir Iech richteg Daten ze ginn a loossen Iech entscheeden wéi Dir se benotzt. Aner Captchae gi vu Gigantesche Reklammebetriber zur Verfügung gestallt. Dëst bedeit datt all Bot dee se blockéiere säi Akommes reduzéiere kann.",
  "home-main-4": "Besser Benotzererfarung",
  "home-main-4c": "Raffinéiert Maschinneléiere Modeller gi vun hCaptcha benotzt fir d'Mënschheet ze bestëmmen. Dëst léisst eis manner lästeg Aufgaben vun Äre Benotzer erfuerderen a manner vun hirer Zäit huelen fir dëst ze maachen, wärend nach ëmmer nëtzlech markéiert Date produzéieren fir Clienten ze labelen.",
  "home-main-plans": "hCaptcha ass gratis fir Verëffentlecher vu jidder Gréisst ze benotzen. Wéi och ëmmer, fir Firmen a Plattformen déi méi Kontroll brauchen, sinn eis Firmelléisungen verfügbar.",
  "home-main-plans2": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer iwwer zéng Milliounen Websäite fir e puer vun de gréisste Firmen um Planéit. Weg Kontaktéiert eis fir méi Info, oder besicht",
  "home-main-plans3": "hCaptcha Enterprise Léisunge schützen Millioune Benotzer iwwer zéng Milliounen Websäite fir e puer vun de gréisste Firmen um Planéit. Weg Kontaktéiert eis fir méi Info, oder besicht",
  "home-main-plans4": "fir Detailer.",
  "home-plans-button-1": "Mellt Iech elo un",
  "home-plans-button-2": "Kontakt Verkaf",
  "home-plans-chart-head-1": "Eegeschaften",
  "home-plans-chart-head-2": "Editeur",
  "home-plans-chart-head-3": "Enterprise",
  "home-plans-chart-row-1-cell-1": "Kontroll Erausfuerderungstypen ugewisen",
  "home-plans-chart-row-1-cell-2": "Limitéiert",
  "home-plans-chart-row-1-cell-3": "Total",
  "home-plans-chart-row-10-cell-1": "Multi-User Dashboards",
  "home-plans-chart-row-11-cell-1": "Fortgeschratt Berichterstattungsfeatures",
  "home-plans-chart-row-12-cell-1": "Enterprise SLAen",
  "home-plans-chart-row-2-cell-1": "Kontroll Erausfuerderung Inhalt benotzt",
  "home-plans-chart-row-2-cell-2": "Limitéiert",
  "home-plans-chart-row-2-cell-3": "Total",
  "home-plans-chart-row-3-cell-1": "Verdéngt Beloununge fir mënschlech Léisungen",
  "home-plans-chart-row-4-cell-1": "Weltklass Anti-Bot Schutz",
  "home-plans-chart-row-5-cell-1": "Wierker an all Land",
  "home-plans-chart-row-5a-cell-1": "No-CAPTCHA an 99,9% passiv Modi",
  "home-plans-chart-row-5b-cell-1": "Bot Vertrauensscores",
  "home-plans-chart-row-6-cell-1": "GDPR an CCPA-frëndlech Privatsphärpolitik",
  "home-plans-chart-row-7-cell-1": "Feinkorneg Schwieregkeetsgraden",
  "home-plans-chart-row-8-cell-1": "Start Ären eegenen Challenge Inhalt",
  "home-plans-chart-row-9-cell-1": "Zäitbaséiert Schwieregkeetsplanung",
  "home-try-it-out-button": "Kritt hCaptcha",
  "home-try-it-out-head": "Probéiert et aus",
  "home-try-it-out-text": "hCaptcha bitt einfach, einfach an zouverléisseg Botdetektioun wärend se trivial fir de Mënsch ass ze léisen.",
  "labeling-about-head": "Iwwer hCaptcha",
  "labeling-about-text-1": "hCaptcha ass entwéckelt fir deen Aarbechtsintensivst Problem am Maschinneléieren ze léisen; massiv Mounts vun Daten op eng fristgerecht, bezuelbar an zouverléisseg Manéier ze labelen. Méi Daten produzéiere generell besser Resultater beim Training vu Maschinneléiere Modeller. De kierzlechen Erfolleg vun déiwe Modeller huet zu ëmmer méi groussen Datesätz gefouert, an hCaptcha déngt dëse Besoin.",
  "labeling-about-text-2": "Wéi och ëmmer, grouss mënschlech iwwerpréiften Datensätze mat traditionelle Methoden erstellen ass lues an deier. hCaptcha ass e Wee fir Firmen fir d'Annotatiounen ze kréien déi se méi séier brauchen, mat méi héijer Qualitéit a méi bëlleg wéi aner Alternativen.",
  "labeling-annotations-head": "Annotatiounstypen",
  "labeling-annotations-text-1": "Genau Objektdetektioun a Biller a Video",
  "labeling-annotations-text-2": "Genau Objektdetektioun a Biller a Video",
  "labeling-annotations-text-3": "Punkt Annotatioune fir vill verschidde Benotzungsfäll",
  "labeling-annotations-text-4": "Sortéiert oder füügt arbiträr Kategorien vun all Gréisst un",
  "labeling-annotations-text-5": "Mënscherechter ugedriwwen Detektioun a Klassifikatioun",
  "labeling-annotations-text-6": "Braucht Dir en aneren Typ deen net hei opgelëscht ass? Frot eis just.",
  "labeling-annotations-title-1": "Bounding Boxen",
  "labeling-annotations-title-2": "Polygone",
  "labeling-annotations-title-3": "Landmarken",
  "labeling-annotations-title-4": "Attributer Kategoriséierung",
  "labeling-annotations-title-5": "Verglach an Detektioun",
  "labeling-annotations-title-6": "... a villes méi",
  "labeling-ent-button": "Kontaktéiert eis Enterprise Solutions Team",
  "labeling-ent-head": "Braucht Dir End-to-End Kontroll?",
  "labeling-ent-text-1": "D'HUMAN Plattform hannert hCaptcha bitt héich sophistikéiert Aarbechtqualitéit a Gestiounsfeatures iwwer On-Premise, Hybrid oder SaaS Deployements déi mat Äre existente Systemer integréieren.",
  "labeling-ent-text-2": "Féiert ganz offline mat Ärem eegene Salariat, verfolgt de Wäert verbraucht iwwer Geschäftsunitéiten oder Konsortiumspartner, féiert d'Aarbecht selektiv un verschidden intern oder extern Aarbechtsanbieter baséiert op Käschten a Sécherheetsufuerderungen, a méi.",
  "labeling-ent-text-3": "Einfach API Zougang, schéi Dashboards, an déi lescht Model-in-the-Loop Technologie fir Effizienz ze maximéieren.",
  "labeling-ent-text-4": "99.99% uptime SLAs a 24/7 global Ënnerstëtzung verfügbar. Fir méi Informatiounen:",
  "labeling-features-head-1": "Einfach API-orientéiert Pipelines.",
  "labeling-features-head-2": "Optimiséiert fir Käschten a Qualitéit. Keen viraus Engagement erfuerderlech.",
  "labeling-features-head-3": "Bezuelt nëmme fir d'Genauegkeet déi Dir braucht.",
  "labeling-features-head-4": "Gitt Är eege Buedemwourechtdaten oder loosst eis se direkt bauen.",
  "labeling-features-text-1": "Wëllt Dir mënschlech Iwwerpréiwung direkt an Är Geschäftsoperatiounen integréieren? Mir bidden héich Zouverlässegkeet SLAs, garantéiert Kapazitéit, an einfach REST APIen.",
  "labeling-features-text-2": "D'HUMAN Plattform benotzt ëmfaassend Vertrauensmodeller fir sophistikéiert Echtzäit Qualitéitsanalyse auszeféieren. Dëst erlaabt eis séier d'Schwieregkeet vu Froen ze bestëmmen an hir wahrscheinlech richteg Äntwert, spuert Iech Zäit a Suen.",
  "labeling-features-text-3": "Net all Probleemer sinn déiselwecht. Annotatioune fir Sécherheetskritesch Aufgabe kënnen 99.99% Vertraue vu ganz mënschlechen Aarbechter erfuerderen. Annotatioune fir eng Betafunktioun an enger mobiler Spillapp erfuerderen nëmme méisseg Vertrauen. Dir entscheet.",
  "labeling-features-text-4": "Hutt Dir rau Daten ouni eng ëmfaassend Verifikatiounssaz? In de meeschte Fäll kënne mir ee fir Iech bauen als Aufgaben duerch de System lafen, oder markéiert Beispiller fir Är Genehmegung erstellen.",
  "labeling-info-head": "Gitt Daten Etikettéiert",
  "labeling-info-text-1": "Schwätzt mat engem vun eisen Domainexperten fir Äert Projet ze definéieren: Zilgenauegkeet, Format an all speziell Ufuerderungen.",
  "labeling-info-text-2": "Mir maachen eng kleng Produktiounsaarbecht op Basis vun Äre Musterdaten. Dëst test d'Aarbecht déi mir zesumme gemaach hunn fir ze garantéieren datt Dir genau kritt wat Dir braucht.",
  "labeling-info-text-3": "Mat eisem héije Volumen a gerénger Latenz wäerte mir Är Aarbecht séier ëmdréinen, mat automatiséierter Liwwerung soubal et fäerdeg ass.",
  "labeling-info-text-4": "Wéi mir d'Parameter vun Ärer Produktiounsaarbecht besser verstoen, wäerten d'Resultater weider mat der Zäit verbesseren.",
  "labeling-info-text-5": "Live Dashboards erlaabt Iech Feedback zu all Moment ze pauséieren oder d'Produktioun ze pausen.",
  "labeling-info-title-1": "Definéiert Spezifikatiounen",
  "labeling-info-title-2": "Éischten Job Test",
  "labeling-info-title-3": "Produktiounsplazen asetzen",
  "labeling-info-title-4": "Kontinuéierlech Verbesserung",
  "labeling-info-title-5": "Real Time Resultater",
  "labeling-main-1": "Käschte-effikass Datenetikett op Skala",
  "labeling-main-1-button": "Kritt Är Donnéeën Elo Etikettéiert",
  "labeling-main-1c": "Braucht Dir méi Etiketten fir Är Datesätz? hCaptcha bitt séier, kosteneffizient a qualitativ héichwäerteg Dateetikette fir Firmen déi u kënschtlecher Intelligenz a Maschinnléieren Uwendungen schaffen.",
  "labeling-main-2": "Start Milliounen Aufgaben direkt.",
  "labeling-main-2-button": "Kaaft Daten Etikettéierungs Servicer",
  "labeling-main-2c": "hCaptcha huet ee vun de gréisste Pools um Planéit verfügbar fir Äre Gebrauch. Egal wéi Är Skala, mir kënnen et ouni deier Upfront Engagementer packen. Milliounen Aufgaben pro Dag si kee Problem.",
  "labeling-platform-head": "Privat oder ëffentlech Informatioun",
  "labeling-platform-text": "hCaptcha ass op der HUMAN Plattform gebaut, déi sophistikéiert Routing an Analyse erlaabt fir Käschten an Effizienz bei all Schrëtt ze optimiséieren. Dës Technologie léisst déi richteg Salariat all Deel vun Ärem Job verschaffen, maximal Käschteeffizienz wärend Privatsphär erhalen an all regulatoresch Ufuerderungen entspriechen déi eventuell gëlle kënnen.",
  "labeling-try-button": "Kaaft Daten Etikettéierungs Servicer",
  "labeling-try-head": "Wëllt Dir et mat Ären Daten probéieren?",
  "labeling-try-text": "... mir si prett wann Dir sidd: eise Service ass ronderëm d'Auer verfügbar.",
  "learn-more-hcaptcha": "Léiert Méi iwwer hCaptcha",
  "page-acc-faq-1": "Fro: Ass hCaptcha Sektioun 508 + WCAG 2.1 AA kompatibel? Äntwert: Mir gleewen esou: all Benotzer mat iergendenger Form vu Behënnerung, déi fäeg sinn um Internet ze surfen an Text op Formulaire aginn, kënnen Zougang zu Servicer geschützt vun hCaptcha bei der Aschreiwung. Wéi och ëmmer, dëst ass keng juristesch Berodung: Dir sollt Är eege Evaluatioun maachen, andeems Dir Är speziell Ëmsetzung berücksichtegt fir sécherzestellen datt dëst de Fall ass fir Ären Asaz.",
  "page-acc-faq-2": "Fro: Schafft Dir un aner Accessibilitéit (a11y) Optiounen, wéi Audio? Äntwert: Virdrun populär Optiounen wéi Audio Captchas diskriminéieren vill a11y Benotzer a si liicht duerch modern Maschinn Léieren Techniken besiegt. Dëst huet déi aktuell Audio Erausfuerderunge gezwongen ëmmer méi schwéier ze ginn, Kaméidi aféieren, komeschen Timing, ongewéinlech Wuertkombinatiounen, a sou weider fir Ugräifer ze besiegen. Mir sinn also manner begeeschtert iwwer dës Approche vs d'Erausfuerderung ganz ze vermeiden, awer wäerte se betruechten wann et Nofro vun der a11y Gemeinschaft gëtt. Wéi och ëmmer, mir si ganz interesséiert am Privatsphär Pass fir den Accessibilitéit Benotzungsfall. Mir gleewen datt d'Kombinatioun vun eiser aktueller a11y Approche mat der Privatsphär Pass Emissioun erlaabt a11y Benotzer sécher ze surfen, sécher am Wëssen datt hire Traffic méi privat ass, wärend de Mëssbrauch vu Botoperateuren beschränkt, déi zwangsleefeg optrieden wann a11y Optiounen verfügbar sinn. Mir sinn aktiv Participanten am IETF Aarbechtsgrupp déi dës nei Technologie standardiséiert.",
  "page-acc-faq-3": "Fro: Wat iwwer Privatsphär? Entdeckt d'Registrierung a11y Browserdaten op iergendeng Manéier? Wat méchs du mat der E-Mail? Äntwert: hCaptcha ass fir Privatsphär aus dem Buedem entworf. Et ass ganz anescht wéi traditionell Optiounen wéi reCAPTCHA déi vun Ad-Netzwierker gehéiert sinn, déi en Ureiz hunn Iech um Internet ze verfolgen an Iech mat enger realer Identitéit ze associéieren. Mir benotzen ni Accessibilitéit E-Mailen oder Infoen fir all Zweck anescht wéi d'Erliichterung vun engem 11y Gebrauch a Mëssbrauch ze vermeiden. Eis Privatsphär Politik huet ëmfaassend an autoritär Äntwerten wéi mir Daten benotzen, awer déi kuerz Äntwert ass datt mir keen Interessi hunn Iech als Persoun mat Ärer Browsergeschicht ze associéieren. wärend nach ëmmer eis Fäegkeet erhalen fir Mëssbrauch ze vermeiden, ergänzen eis Privatsphär Pass Aarbecht.",
  "page-acc-link-1": "Wann Dir en Accessibilitéit Benotzer sidd, da mellt Iech hei un.",
  "page-acc-subhead": "Garantéieren en nahtlosen Zougang fir all Benotzer wärend d'Sécherheet ënnerhält",
  "page-acc-summary": "Resumé",
  "page-acc-summary-contents-1": "hCaptcha ass entwéckelt fir Bots ze stoppen andeems se se vu Leit z'ënnerscheeden. Visuell Tester sinn e praktescht Tool fir dëst, awer net jiddereen kann eng visuell Erausfuerderung léisen. Aus dësem Grond hu mir eng einfach, schmerzlos Alternativ entworf fir Verëffentlecher, déi eise Service benotzen, d'Accessibilitéit fir all mat voller Sektioun 508 a WCAG 2.1 AA Konformitéit ze erhaalen.",
  "page-acc-summary-contents-2": "Wéi et funktionnéiert: als éischt ënnerschreift en Zougänglechkeets Benotzer sech op dëser URL, déi an der hCaptcha Widget Info Säit verlinkt ass. Si kréien e verschlësselte Cookie deen e puer Mol am Dag ka benotzt ginn, awer all 24 Stonnen iwwer Login erfrëscht muss ginn. Wann eng Erausfuerderung engem Accessibilitéitsbenotzer op all Site mat dem hCaptcha Service presentéiert gëtt, ginn se automatesch laanscht.",
  "page-acc-title": "hCaptcha Accessibilitéit Informatioun",
  "page-acc-tr-body": "Fro: Ech gesinn nach ëmmer eng Erausfuerderung nodeems ech de Cookie gesat hunn. Wat verursaacht dëst?<br> Äntwert: Dëst ass normalerweis wéinst der Benotzung vun enger aggressiver Ad Blocker oder Anti-Cookie Extensioun, oder enger Astellung déi Cross-Site Cookies blockéiert, an dësem Fall e Cookie fir hcaptcha.com dee vum hCaptcha JS op enger anerer Säit gesat oder gepréift , wéi deen deen Dir besicht.<br><br> hCaptcha Zougänglechkeet Cookië funktionéiere mat alle populäre Browser an Annonce Blocker mat hire Standard Astellungen, sou datt typesch Feeler wéinst Anti-Anti-Adblock Scripten oder ähnleche Regelen op bestëmmte Site gezielt sinn.<br><br> Léisungen:<br><br> 1. Whitelist hcaptcha.com an * .hcaptcha.com Cookien an Ärem Ad Blocker oder Browser Sécherheet Extensioun.<br> 2. Wann Dir de Brave Browser benotzt, deen de Moment keng Aart vu Cookie-Wäisheit schéngt, gitt op Preferences -> Shields -> Cookies a wielt All Cookies erlaben.<br> 3. Wann Dir déi lescht Versioun vu Safari entweder op de kierzlech verëffentlechten OS X 10.15 oder iOS 13.4 benotzt, huet Apple just d'Behuele vu Safari verännert mat Cookien vun Drëttubidder geännert a blockéiert se all par défaut. Mir implementéieren eng Léisung, awer an der Tëschenzäit besicht w.e.g. Safari Präferenzen, Privatsphär Sektioun, a klickt d'Websäitsverfollegung un: Vermeit Cross-Site Tracking fir datt d'Accessibilitéit Cookie funktionnéiert wéi erwaart.<br><br> Fro: Ech benotze méi Geräter. Muss ech mech e puermol umellen?<br> Äntwert: Nee. Klickt w.e.g. dee selwechten E-Mail Login Link deen Iech op all Apparat geschéckt gëtt deen Dir benotzt fir de Cookie ze setzen.<br><br> Fro: Wéi kann ech mech virum Cookie Tracking vun Drëtt-Partei schützen wann ech den Accessibilitéit-Cookie benotzen?<br> Äntwert: Benotzt all Privatsphär oder ad-blocking Extensioun, déi Domain-Niveau Whitelisting ënnerstëtzt (zB uBlock Origin) funktionnéiert wéi erwaart: just gitt sécher op whitelist hcaptcha.com.",
  "page-acc-tr-title": "Fir Accessibilitéit Benotzer: Heefeg Froen an Troubleshooting Guide",
  "page-acc-tr2-body": "Safari<br> Fir Cookien a Safari (Mac) z'aktivéieren: Gitt an de Dropdown-Menü Safari. Wielt Preferences. Klickt op Privatsphär am Top Panel. Wielt ënner 'Block Cookien' d'Optioun 'Nie.'<br> Fir Cookien a Safari z'aktivéieren (iPhone / iPad iOS 11+): Öffnen Är Astellungen. Scrollen erof a wielt Safari. Ënnert Privatsphär a Sécherheet, schalt 'Prevent Cross-Site Tracking' aus a 'Block All Cookies'<br><br> Firefox<br> Klickt op de Schëld lénks vun der Adressbar op all Websäit. Klickt op Schutz Astellungen. De Firefox Preferences Privatsphär & Sécherheetspanel gëtt op. Ënnert Enhanced Tracking Protection, wielt Custom. Wielt wéi eng Tracker a Skripte fir ze blockéieren andeems Dir dës Checkboxen auswielt. Gitt sécher datt Dir deblockéiert hutt hcaptcha.com.<br><br> Dir kënnt och temporär e puer Protectiounen a Benotzerdefinéiert ausschalten fir dëst ze debuggen, andeems Dir d'Checkboxen deselektéiert: Deselektéiert d'Tracker Checkbox oder deselektéiert d'Cookies Checkbox wann Dir nach ëmmer Problemer hutt.<br><br> Google Chrome<br> Google Chrome (PC)<br> Wielt de Chrome Menu Ikon. Wielt Astellungen.<br> Gitt op Privatsphär a Sécherheet, da Cookies an aner Site Daten.<br> Gitt sécher datt 'Block Drëtt Partei Cookien' net aktivéiert ass.<br><br> Google Chrome (Mac):<br> Öffnen Chrome Virléiften aus der Menübar.<br> Gitt op Privatsphär a Sécherheet, da Cookies an aner Site Daten.<br> Gitt sécher datt 'Block Drëtt Partei Cookien' net aktivéiert ass.<br><br> Google Chrome (Android):<br> Op Ärem Android Apparat öffnen d'Chrome App.<br> Uewe riets, tippen Méi an dann Astellungen.<br> Tippen op Site Astellungen an duerno Cookies.<br> Niewt 'Cookies' schalt d'Astellung un.<br> Kuckt d'Këschtchen niewent \"Erlaabt Drëtt Partei Cookien.\"<br><br> Internet Explorer<br> 1. Wielt de Gang an der ieweschter rietser Ecke vum Bildschierm, da wielt 'Internetoptiounen'. Wann Dir d'Menübar aktivéiert hutt, kënnt Dir 'Tools' da wielt 'Internetoptiounen'.<br> 2. Klickt op d'Tab \"Privatsphär\".<br> 3. Wielt de 'Advanced' Knäppchen.<br> 4. Ënnert 'Drëtt Partei Cookien' wielt 'Akzeptéieren'.<br> 5. Klickt op 'OK'",
  "page-acc-tr2-head": "Browser Instruktioune fir Cross-Site Cookies",
  "priv-hc": "Privatsphär fokusséiert",
  "priv-hc-text": "Ad Netzwierker gesinn dech als hire Produkt. Mir net. Mir egal wat Benotzer sinn, just wéi wahrscheinlech se béisaarteg sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffen haart fir Privatsphär a Sécherheet auszegläichen.",
  "reporting-bugs-accessibility-button": "Léiere méi iwwer Accessibilitéit Optiounen",
  "reporting-bugs-accessibility-head": "Accessibilitéit Optiounen",
  "reporting-bugs-accessibility-text": "Sidd Dir sehbehënnert oder soss net fäeg ze hCaptchas ze kompletéieren?",
  "reporting-bugs-guide-ff-head": "Erfaassen Bug Report Detailer: Firefox",
  "reporting-bugs-guide-ff-step-1": "Schrëtt 1: Open Developer Tools (Dëst fänkt d'Session op.)",
  "reporting-bugs-guide-ff-step-2": "Schrëtt 2: Klickt op Netzwierk Tab an Entwéckler Tools. Kuckt d'Persist Logbicher Këscht uewen.",
  "reporting-bugs-guide-ff-step-3": "Schrëtt 3: besicht https://accounts.hcaptcha.com/demo, oder d'Websäit op där Dir e Problem hutt (Privatsphär Notiz: nëmmen wann Dir et egal ass ze deelen wat et ass) ... a klickt dann op I sinn Mënsch Knäppchen, a probéieren ze léisen.",
  "reporting-bugs-guide-ff-step-4": "Schrëtt 4: Klickt HAR nodeems Dir probéiert ze léisen, a wielt Alles späicheren als HAR fir den Netzwierkprotokoll ze späicheren. Schéckt eis deen Dossier.",
  "reporting-bugs-guide-ff-step-5": "Schrëtt 5: Klickt op de Tab vun der Konsol, a klickt mat der Maustast an da wielt Alles aus a späichert dat an eng Textdatei, fir de Konsollog ze späicheren. Schéckt eis dat och.",
  "reporting-bugs-guide-ff-step-6": "Leschten Schrëtt: E-Mail dës HAR- a Konsol-Logdateien un eis, a beschreiwt de Problem Benotzt: support@hcaptcha.com (benotzt w.e.g. e Service wéi Dropbox oder Filebin a schéckt Links) an optional e Screenshot, wann Dir de Verdacht hutt datt eppes net richteg ugewise gëtt . Schéckt w.e.g. d'IP déi Dir benotzt och. Dir kënnt et kréien vun https://www.whatsmyip.org/ Merci fir d'Zäit ze huelen fir eis ze hëllefen dës Informatioun ze kréien! Mir verpflichte hCaptcha gutt fir jiddereen ze maachen.",
  "reporting-bugs-guide-head": "Erfaassen Bug Bericht Detailer: Chrome",
  "reporting-bugs-guide-step-1": "Schrëtt 1: Open Developer Tools (Dëst fänkt d'Session op.)",
  "reporting-bugs-guide-step-2": "Schrëtt 2: Klickt op Netzwierk Tab an Entwéckler Tools. Kuckt d'Preserve Protokoll uewen.",
  "reporting-bugs-guide-step-3": "Schrëtt 3: besicht https://accounts.hcaptcha.com/demo, oder d'Websäit op där Dir e Problem hutt (Privatsphär Notiz: nëmmen wann Dir et egal ass ze deelen wat et ass) ... a klickt dann op I sinn Mënsch Knäppchen, a probéieren ze léisen.",
  "reporting-bugs-guide-step-4": "Schrëtt 4: Klickt Export HAR (dee klenge Pfeil erof) nodeems Dir probéiert ze léisen, wat de Netzwierkprotokoll späichert. Schéckt deen Dossier un eis.",
  "reporting-bugs-guide-step-5": "Schrëtt 5: Klickt op de Tab vun der Konsol, a klickt mat der Maustast an da späichert als .. fir de Konsollog ze späicheren. Schéckt eis dat och.",
  "reporting-bugs-guide-step-6": "Leschte Schrëtt: E-Mail dës HAR- a Konsol-Logdateien un eis, a beschreift de Problem. Benotzt: support@hcaptcha.com (benotzt w.e.g. e Service wéi Dropbox oder Filebin a schéckt Links) an optional e Screenshot, wann Dir de Verdacht hutt datt eppes net richteg ugewise gëtt. Schéckt w.e.g. d'IP déi Dir benotzt och. Dir kënnt et kréien vun https://www.whatsmyip.org/ Merci fir d'Zäit ze huelen fir eis ze hëllefen dës Informatioun ze kréien! Mir verpflichte hCaptcha gutt fir jiddereen ze maachen.",
  "reporting-bugs-guide-text-1": "Debugging Info mat Ärem Bericht ze schécken wäert eis vill méi einfach maachen ze identifizéieren wat leeft. Hei sinn Schrëtt fir Schrëtt Instruktiounen:",
  "reporting-bugs-guide-text-2": "Wann Dir e Webentwéckler oder Expert Benotzer sidd, ass de Resumé datt mir gären datt Dir eis e Netzwierk ophuelen HAR a Browser Konsol Logbicher schéckt. Probéiert w.e.g. all Ad Blocker oder Browser Sécherheetsextensiounen auszeschalten a probéiert dann erëm ier Dir duerch dës Schrëtt gitt. Wann dat Äre Problem fixéiert, géife mir et ëmmer schätzen datt Dir eis Är Browserversioun, Ad Blocker oder Browserextensioun an d'Websäit URL kennt.",
  "reporting-bugs-intro-head": "E Feeler fonnt? Hei ass wéi Dir et bericht.",
  "reporting-bugs-intro-text": "Millioune vu Leit benotzen hCaptcha all Mount, op Dausende vu Kombinatioune vu Browser, Extensiounen, Apparater, Firewalls, a méi. Eist Zil ass ze suergen datt et ëmmer fir Iech funktionnéiert, also schätze mir Är Berichter ganz vill! Fir séier Feedback ze ginn, klickt einfach op de Schéckt eis Feedback Knäppchen. Wann Dir e funktionnellt Thema gesitt, befollegt w.e.g. d'Debug-Log-Instruktioune fir Chrome oder d'Debug-Log-Instruktioune fir Firefox hei ënnen. Fir all aner Browser mailt eis einfach. Fir potenziell Sécherheets- oder Privatsphärprobleemer, kuckt d'Instruktioune hei ënnen.",
  "reporting-bugs-privacy-head": "Privatsphär Themen",
  "reporting-bugs-privacy-text": "Mir egal wat Benotzer sinn, just wéi wahrscheinlech se béisaarteg oder Maschinne sinn. Mir ënnerstëtzen Initiativen wéi Privacy Pass, a schaffen haart fir Privatsphär a Sécherheet auszegläichen. Wann Dir en Thema fonnt hutt wat Dir mengt datt d'Benotzer Privatsphär kéint beaflossen, mailt eis w.e.g. op support@hcaptcha.com.",
  "reporting-bugs-provide-feedback-button": "Schéckt eis Feedback",
  "reporting-bugs-provide-feedback-head": "Gitt direkt Feedback op hCaptcha",
  "reporting-bugs-provide-feedback-text": "Mir schätzen Ären Input. Loosst eis all Probleemer wëssen a mir léisen se séier.",
  "reporting-bugs-security-head": "Sécherheet Käferen",
  "reporting-bugs-security-text": "Mir sinn ëmmer interesséiert Berichter vu Sécherheetsbugs ze kréien. E-Mail support@hcaptcha.com & CC security@hcaptcha.com a mir komme séier zréck. Mir hunn och e Bug Bounty Programm fir berechtegt Sécherheetsberichter iwwer den hCaptcha Service an Zesummenhang Quellcode.",
  "sales-interstitial-c1": "Fir Firmen",
  "sales-interstitial-c1a": "Enterprise Sécherheetsléisungen (bezuelt)",
  "sales-interstitial-c1b": "Méi erfueren iwwer hCaptcha Enterprise (BotStop)",
  "sales-interstitial-c1c": "Datenannotatioun",
  "sales-interstitial-c1d": "Kaaft hCaptcha Annotatiounsservicer",
  "sales-interstitial-c2": "Fir Eenzelpersounen",
  "sales-interstitial-c2a": "Fügt hCaptcha zu Ärem Service (gratis)",
  "sales-interstitial-c2b": "Füügt hCaptcha fir Verëffentlecher op meng Websäit oder App derbäi",
  "sales-interstitial-c2c": "Wat ass hCaptcha?",
  "sales-interstitial-c2d": "Léiere méi iwwer hCaptcha",
  "sales-interstitial-head": "Loosst eis sécher sinn datt Dir op déi richteg Plaz kënnt.",
  "sec-hc": "Sécherheet Éischt",
  "sec-hc-text": "hCaptcha ass Verlag fokusséiert. Mir schaffen Siten real Donnéeën ze ginn a loosse se entscheeden wéi se ze benotzen. Genauegkeet ass an Ärem Interesse an eisem. Aner Captchas gi vu Werbefirmen geliwwert. All Bot dee se blockéiere kënnen hir Einnahmen reduzéieren.",
  "signup-interstitial-c1": "Fir Firmen oder Websäiten",
  "signup-interstitial-c1a": "Fügt hCaptcha zu Ärem Service (gratis)",
  "signup-interstitial-c1b": "Füügt hCaptcha fir Verëffentlecher op meng Websäit oder App derbäi",
  "signup-interstitial-c1c": "Enterprise Sécherheetsléisungen (bezuelt)",
  "signup-interstitial-c1d": "Méi erfueren iwwer hCaptcha Enterprise (BotStop)",
  "signup-interstitial-c1e": "Datenannotatioun",
  "signup-interstitial-c1f": "Kaaft hCaptcha Annotatiounsservicer",
  "signup-interstitial-c2": "Fir Eenzelpersounen",
  "signup-interstitial-c2a": "Accessibilitéit",
  "signup-interstitial-c2b": "Léiert iwwer Accessibilitéit Optiounen fir hCaptcha",
  "signup-interstitial-c2c": "Verdéngt Suen",
  "signup-interstitial-c2d": "Schafft als individuellen Datemarker",
  "signup-interstitial-head": "Loosst eis sécher sinn datt Dir op déi richteg Plaz kënnt.",
  "support-interstitial-c1": "Fir Firmen",
  "support-interstitial-c1a": "Enterprise Sécherheetsléisungen (bezuelt)",
  "support-interstitial-c1b": "Kritt Ënnerstëtzung fir hCaptcha Enterprise (BotStop)",
  "support-interstitial-c1c": "hCaptcha Publisher (gratis)",
  "support-interstitial-c1d": "Kritt Ënnerstëtzung fir hCaptcha Publisher",
  "support-interstitial-c2": "Fir Eenzelpersounen",
  "support-interstitial-c2a": "Hutt Dir Schwieregkeeten mat enger Erausfuerderung?",
  "support-interstitial-c2b": "Léiert iwwer Accessibilitéit Optiounen fir hCaptcha",
  "support-interstitial-c2c": "Wëllt Dir e Feeler mellen?",
  "support-interstitial-c2d": "Léiere méi iwwer Software Berichterstattung",
  "support-interstitial-head": "Loosst eis sécher sinn datt Dir op déi richteg Plaz kënnt.",
  "switch-to-english-link": "Wiesselen op Englesch",
  "what-is-hcaptcha": "Wat ass hCaptcha?",
  "what-is-hcaptcha-text": "hCaptcha hëlleft Äre Liiblingswebservicer Bots, Spam a Mëssbrauch ze halen andeems se einfach Froen stellen déi einfach fir de Mënsch sinn a schwéier fir Maschinnen.",
  "why-hc": "Firwat hCaptcha?",
  "why-hc-text": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir sophistikéiert Modeller fir erauszefannen ob Dir Mënsch oder eng Maschinn sidd. D'Websäit déi Dir besicht hutt benotzt dëst Resultat fir ze hëllefen Är Erfahrung op hirem Site ze verbesseren andeems Bots ausgehale ginn.",
  "footer-link-5b": "Press",
  "footer-link-cyberattacks": "Cyberattacken 101",
  "header-enterprise-link": "Entreprise",
  "intro-subtitle": "Soll Äre Botproblem haut."
}
