{
    "1137470858": "Dezember 11, 2021",
    "12462594": "hCaptcha ass op der HUMAN Plattform gebaut, déi raffinéiert Routing an Analyse erlaabt fir Käschten an Effizienz op all Schrëtt ze optimiséieren.",
    "2262549101": "Alternativ Kontaktmethoden sinn am US Copyright Office DMCA Designated Agent Directory dokumentéiert",
    "2272776729": "Notéiert w.e.g. datt Dir Är Identitéit verifizéiere musst an ufroe musst ier weider Handlunge gemaach ginn, sou wéi andeems Dir Är Regierungsidentifikatioun ubitt. Konsequent mat Kalifornien Gesetz, Dir kënnt en autoriséierten Agent designéieren fir eng Demande op Ärem Numm ze maachen. Fir en autoriséierten Agent ze designéieren fir eng Demande op Ärem Numm ze maachen, musst Dir eng gëlteg Muecht vun Affekot ubidden, déi gëlteg Regierung erausginn Identifikatioun vum Ufroer an déi gëlteg Regierung erausginn Identifikatioun vum autoriséierten Agent.",
    "2335607721": "Notiz. All Uschléi am Zesummenhang mat dëse Konditioune vum Service ginn per E-Mail geschéckt oder op eiser Websäit gepost. Dir musst Notifikatiounen un eis schécken um",
    "2875934612": "November 20, 2020",
    "3084122606": "Wou eis Notzung vun Äre perséinlechen Informatioune baséiert op Ärer Zoustëmmung, hutt Dir d'Recht et zu all Moment zréckzezéien op déi Manéier déi am Service uginn ass oder andeems Dir eis kontaktéiert op",
    "3312286067": "oder schéckt eng Plainte un den Dateschutzregulator an Ärer Juridictioun. Dir fannt Ären Dateschutzregulator op",
    "3506025515": "hCaptcha ass net vu log4shell beaflosst. Hei ass wéi mir wëssen.",
    "3516838896": "De log4j2 Remote Code Ausféierung Käfer huet viru kuerzem den Internet geschloen, e groussen Prozentsaz vun Online Servicer beaflosst. hCaptcha war net betraff. Hei ass wéi mir dës Tatsaach verifizéiert hunn.",
    "3553195003": "hCaptcha ass net vu log4shell beaflosst.",
    "3610875753": "- Wann Dir no enger wesentlecher Geschäftsstéierung Dir eis net kontaktéiere kënnt wéi Dir normalerweis maacht",
    "3612764043": ", Dir sollt op eis Websäit op hcaptcha.com oder hcaptchastatus.com goen.",
    "3626193263": "Den hCaptcha Designated Agent for the Digital Millennium Copyright Act (DMCA) ass",
    "3794891866": "Kalifornien Konsumenten kënnen eng Ufro no hire Rechter ënner der CCPA maachen andeems Dir eis kontaktéiert op",
    "3814036702": "- Wann Dir Froen iwwer eis Geschäftskontinuitéitsplanung hutt, kënnt Dir eis kontaktéieren op",
    "3975007628": "schützt elo honnerte vu Millioune Benotzer iwwer zéngdausende vu Millioune Websäiten an Apps all Mount. Eis Geschicht weist datt Dir mat Big Tech konkurréiere kënnt wann Dir Privatsphär als éischt setzt.",
    "4038264749": "Notéiert wärend lokal COVID-19 Bestellungen a Kraaft bleiwen, ginn et keng Garantien datt d'Mail an enger fristgerechter Manéier kritt gëtt, an E-Mail (",
    "4115505783": ") ass dee richtege Kanal fir eis z'erreechen. D'Firma hält keng Telefon- oder Faxnummeren; dëst ass den 21. Joerhonnert.",
    "4164851712": "Mir benotzen Är perséinlech Informatioun nëmmen wéi vum Gesetz erlaabt. Mir sinn verlaangt Iech iwwer déi gesetzlech Basis vun eiser Veraarbechtung vun Äre perséinlechen Informatioun z'informéieren, déi hei ënnendrënner beschriwwe ginn. Wann Dir Froen hutt iwwer déi legal Basis, ënner deenen mir Är perséinlech Informatioune veraarbechten, kontaktéiert eis op",
    "4201262098": "Dës Technologie léisst déi richteg Aarbechtskräfte all Deel vun Ärer Aarbecht behandelen, maximéiert d'Käschteeffizienz wärend d'Privatsphär erhalen an all reglementaresche Viraussetzungen erfëllen, déi eventuell zoutreffen.",
    "4217188341": "November 30, 2020",
    "4238473596": "D'Reibung fir richteg Benotzer ze minimiséieren ass wichteg. hCaptcha benotzt einfach Aufgaben an hëlt manner Zäit fir déi meescht Benotzer wärend méi Bot Traffic stoppt.",
    "4243935861": "ha.com",
    "4270798104": "2. Probéiert aner Extensiounen auszeschalten. Wann dat léist, schalt se een nom aneren un, bis Dir de Problem fannt, a loosst den Entwéckler vun där Extensioun doriwwer wëssen, souwéi eis e Kapp op",
    "427220273": "Mir kënnen spezifesch Informatioune vun Iech ufroen fir eis ze hëllefen Är Identitéit ze bestätegen an Är Ufro ze veraarbecht. Applicabel Gesetz kann eis verlaangen oder erlaben eis Är Demande ze refuséieren. Wa mir Är Demande refuséieren, wäerte mir Iech soen firwat, ënner gesetzleche Restriktiounen. Wann Dir eng Plainte iwwer eis Notzung vun Äre perséinlechen Informatioune wëllt ofginn oder op Är Ufroe betreffend Är perséinlech Informatioun äntweren, kënnt Dir eis kontaktéieren op",
    "433026247": "Andeems Dir Aufgaben ausféiert, kënnt Dir Qualifikatiounen a Fäegkeeten sammelen, déi mir no eisem Diskretioun zouginn. Mir behalen d'Recht fir Är Qualifikatiounen a Fäegkeeten zu all Moment ze kreéieren, z'änneren oder zréckzezéien, aus irgendege Grënn oder guer kee Grond. Well mir net diskriminéieren op Basis vun nationaler Hierkonft, Rass, Faarf, Geschlecht, sexueller Orientéierung oder all aner Klass, déi vum Gesetz geschützt ass, hutt Dir déi selwecht Méiglechkeet wéi all aner Mataarbechter Zougang zu Aufgaben z'erreechen wéi Är Qualifikatiounen a Fäegkeeten accumuléieren . Als Contributeur, wann Dir mengt datt problematesch Testfroen Är Qualifikatiounen, Fäegkeeten oder Belounungen beaflosst hunn, kënnt Dir gutt ënnerstëtzte Contestatiounen ubidden, déi problematesch Testfroe beschreiwen iwwer d'Taskinterface oder iwwer en Ticket an eisem Supportsystem, zum Beispill per E-Mail op",
    "492025216": "Dezember 13, 2021",
    "799274928": "E-Mail Notifikatioune ginn als schrëftlech Notifikatiounen ugesinn fir all Zwecker, fir déi schrëftlech Notifikatiounen erfuerderlech sinn. E-Mail Notifikatiounen ginn als den Aarbechtsdag no der Iwwerdroung vun der korrekt adresséierter un den virgesinnenen Empfänger ugesinn.",
    "211351380": "Vum Blog:",
    "3153117136": "Wéi hCaptcha Schwieregkeetsastellungen funktionnéieren",
    "2915355938": "Accessibilitéit",
    "793784899": "Pläng",
    "2671622670": "Entreprise",
    "3527140447": "Docs",
    "505891021": "Etikettéieren Services",
    "692176459": "Aloggen",
    "1892574253": "Umellen",
    "2593864519": "Stop méi Bots. Start Benotzer Privatsphär ze schützen.",
    "4007826952": "Den #1 Privatsphär-éischt CAPTCHA fir Web, Handy, a méi.",
    "3721365241": "Probéieren",
    "3753956446": "fräi",
    "3276777569": "hCaptcha",
    "55035359": "Am Moment benotzt reCAPTCHA?",
    "3417372336": "Schalt a Minutten",
    "2881474837": "hCaptcha Enterprise",
    "1685871181": "Déi Top Online Servicer vertrauen op",
    "1470290349": "fir bescht-an-Klass Bot a Bedruch Gestioun.",
    "3714002185": "Léiert méi iwwer hCaptcha Enterprise",
    "3946753128": "Privat. Séchert. Méi séier.",
    "939665604": "Privatsphär fokusséiert",
    "780475098": "Annonce Netzwierker gesinn Är Besucher als Produkt. Mir egal ob e Besuch gutt oder schlecht ass. hCaptcha entsprécht GDPR, CCPA, LGPD, PIPL, an aner global Dategesetzer.",
    "219813583": "Sécherheet Éischt",
    "2714878440": "Schützt Är Servicer vu Schrauwen, Konten Iwwernahmen, Umeldungsstécker, a Spam mat eisem fortgeschrattene Maschinnléieren a Mënschheetsverifizéierung.",
    "1397766838": "Besser Benotzererfarung",
    "2670352917": "hCaptcha bitt méi zouverlässeg Bot Detektioun wärend et einfach ass fir Mënschen ze léisen.",
    "2806751666": "Wat ass hCaptcha?",
    "3096063825": "Probéiert et aus",
    "2968026167": "Äre Léifsten Geméis",
    "713281684": "Aubergine",
    "4147497805": "Muert",
    "3758963444": "Merci! Är Soumissioun gouf ugeholl!",
    "1070364246": "Oops! Eppes ass falsch gaangen beim Ofschécken vum Formulaire.",
    "1129833879": "Stop béiswëlleg Bots, schützt d'Privatsphär vum Benotzer",
    "58091799": "Léiert méi iwwer hCaptcha Publisher an Enterprise",
    "1599610318": "Verlag",
    "3093388779": "hCaptcha ass gratis fir Verëffentlecher vun all Gréisst ze benotzen",
    "179723061": "Méi Kontroll fir Teams déi klassesch Sécherheet brauchen",
    "846501387": "Weltklass Bot Schutz",
    "119298044": "Fortgeschratt selbst iwwerwaacht ML an AI Technologien schützen Är Webeigenschaften vu Geforen an Attacken",
    "1263998069": "Verdéngen Belounungen fir mënschlech Léisungen",
    "1103295010": "Verdéngt Sue oder gitt u Charity fir wann d'Mënschen CAPTCHAs léisen",
    "392886773": "Wierker an all Land",
    "2320894364": "Mat iwwer 200 Punkte vu Präsenz schützt d'HCaptcha's Cloud Är Verméigen op der ganzer Welt",
    "451701069": "Entsprécht dem GDPR, CCPA,",
    "2826051554": "a méi",
    "3530599065": "Privatsphär gëtt vum Buedem opgebaut. hCaptcha behält kee PII an ass konform mat ville Privatsphärmandater a Reglementer.",
    "2489287539": "Reiwungsfräi \"No CAPTCHA\" & 99,9% passive Modi",
    "793242047": "Reduzéieren Erausfuerderunge fir d'Benotzer fir séier Zougang zu Uwendungen z'erméiglechen",
    "4195759329": "Bot Detektioun a Risiko Scores",
    "1150035777": "Raffinéiert Maschinn Léieren Modeller generéieren Bot Vertraue Scores baséiert op villen Datepunkten doriwwer eraus ob d'Froen richteg beäntwert goufen",
    "3688621388": "Bedrohung Ënnerschrëften",
    "1131525092": "Gruppéiere schlecht Akteuren ouni Ustrengung iwwer eis Privatsphär behalen Scoped UIDs fir verbonne Bedruch a Mëssbrauch ze fannen an ze stoppen",
    "1559631739": "Privat Léieren",
    "3952259236": "Kombinéiert Är blann Donnéeën mat hCaptcha's Dausende vu Signaler fir hCaptcha op Verhalensklassen ze trainéieren - fir Är Instanz nëmmen - fir béiswëlleg Verhalen besser virauszesoen wéi eng Léisung eleng",
    "1150963691": "APT Ofsenkung",
    "4083018285": "Eng Suite vun erweiderten Features déi mat verstäerkter SOC Iwwerwaachung an Äntwert kombinéiere fir sophistikéiert persistent Bedrohungen unzegoen",
    "3160820928": "Koordinéiert Attack Schutz",
    "1849805607": "hCaptcha schützt géint Geforen an Decoys entwéckelt fir Är Netzwierker ze infiltréieren",
    "1958297836": "Koordinéiert Attack Schutz & APT Mitigatioun",
    "1300485304": "hCaptcha schützt géint fortgeschratt Bedrohungen an Decoys entwéckelt fir Är Netzwierker ze infiltréieren",
    "2698640210": "Kontroll Erausfuerderungen an Aarte gewisen",
    "3121248460": "Weist onendlech divers personaliséiert Erausfuerderungen - vun einfach bis komplex - fir Ären erwaarten Publikum",
    "3807059944": "Kontroll Erausfuerderung Inhalt benotzt",
    "2707282231": "Personnaliséiert Erausfuerderunge fir Är Benotzer. Maacht et onméiglech fir Bots ze léisen an ze penetréieren.",
    "4194763679": "Feinkorrektur Schwieregkeetsniveauen",
    "3730038780": "Wielt aus enger bal onendlecher Unzuel vun Erausfuerderunge fir d'Benotzer ze léisen",
    "1849717906": "Personnaliséiert mat Ärem eegenen Erausfuerderungsinhalt",
    "1508655687": "Füügt Är eegen Erausfuerderunge fir Äert Publikum un fir den Zougang ze streamlinéieren oder ze beschränken",
    "3620442880": "Flash Sale Schutz Fonctiounen",
    "3265895521": "Erhéije a manner Erausfuerderung Schwieregkeet baséiert op Zäit vum Dag",
    "1485807325": "Multi-Benotzer Dashboards, SAML SSO",
    "359073033": "Dashboards liwweren héich-Niveau oder fein-grained Vue vun Aktivitéit.",
    "4272454814": "Integréiert mam Identitéitsprovider vun Ärer Wiel.",
    "1141402092": "Fortgeschratt Berichterstattungsfunktiounen",
    "910989640": "Generéiere detailléiert a personaliséiert Berichter iwwer Aktivitéit",
    "3768951251": "Enterprise SLAs",
    "1014004474": "HCaptcha's Enterprise Pläng bidden fortgeschratt Serviceniveau Ofkommes fir Är Organisatioun geschützt ze halen",
    "1177598246": "Kontakt Verkaf",
    "1067704102": "De Wäert an der Dateetikettéierung",
    "3065000659": "Hutt Dir gemierkt datt all Kéier wann Dir op den Auto klickt, hëlleft Dir eng Single ze trainéieren",
    "3235430156": "Firma Maschinn Léieren Systemer gratis?",
    "1549336309": "hCaptcha dréit dëse Modell ëm. Wann Dir hCaptcha benotzt, bidden Firmen op d'Aarbecht déi Är Benotzer maachen wéi se hir Mënschheet beweisen. Dir kritt d'Belounung.",
    "3725880582": "Gëff Back to Charity",
    "1671436004": "Wëllt Dir Är Liiblings Charity zréckginn?",
    "1663628612": "léisst Iech",
    "4272088465": "d'Wuelfillen vun Ärer Wiel mat dem Akommes, deen Dir kritt andeems Dir se benotzt.",
    "2894845722": "D'Benotzer op Ärem Site kënne geschwënn Äre Bäitrag zu Charity duerch diskret Branding op der hCaptcha Interface gesinn.",
    "3194111925": "ënnerstëtzen",
    "1637702726": "Iwwer hCaptcha",
    "2323282990": "Eng modern Approche fir d'Mënschheet ze verifizéieren",
    "1201821619": "hCaptcha léist ee vun den dréngendste Probleemer vun haut: Béiswëlleg Bots verhënneren aus Online-Servicer ze mëssbrauchen.",
    "1475399473": "Léiert méi iwwer d'hCaptcha Team",
    "3161489950": "Déi meescht fortgeschratt Sécherheet ML Plattform vun der Welt",
    "3247172580": "hCaptcha kombinéiert fortgeschratt selbst iwwerwaacht Maschinnléiere mat enger neier Edge-Computer-Approche déi eenzegaarteg Datesammlung a Retention miniméiert, aus iwwer 250 Plazen weltwäit geliwwert fir massiv Skalierbarkeet.",
    "3767462250": "Entworf fir Privatsphär",
    "3500503648": "hCaptcha ass entwéckelt fir laangfristeg Dateschutz ze eliminéieren andeems Dir op direkt Evaluatioun vertrauen anstatt Är Browsergeschicht opzehuelen an ze analyséieren. Mir ënnerstëtzen och Initiativen wéi",
    "2418549423": ", en opkomende Standard fir Online Privatsphär iwwer kryptografesch Beweiser ze erhalen, an aner eenzegaarteg Privatsphär-éischt Features.",
    "1544546608": "Privatsphär Pass",
    "976209454": "Verdéngt Belounungen oder gitt fir Charity",
    "552920956": "hCaptcha erlaabt Websäite Belounungen ze verdéngen wärend Bots an aner Forme vu Mëssbrauch blockéiert. hCaptcha erlaabt Iech och d'Wuelfillen vun Ärer Wiel mat dësen Akommes z'ënnerstëtzen.",
    "654326661": "Wëllt Dir selwer gesinn? Probéiert hCaptcha gratis.",
    "3570415321": "Firma",
    "3987022469": "Etikettéieren",
    "1636202177": "Iwwer",
    "2670003220": "Aarbechtsplazen",
    "3233305531": "Marken",
    "3028319964": "AI Ethik",
    "4131598919": "Press",
    "1662477701": "Ressourcen",
    "3130928685": "Blog",
    "1756106276": "Status",
    "1235925265": "Dokumentatioun",
    "920212083": "Rapport e Bug",
    "2076066173": "Cyberattacken 101",
    "3644106388": "Kontakt",
    "2182196747": "Ënnerstëtzung",
    "487083593": "Verkaf",
    "878585497": "Konditioune",
    "1697438123": "Privatsphär",
    "1316817321": "Attributioun",
    "3488019891": "hCaptcha ass eng registréiert Mark vun Intuition Machines, Inc.",
    "4224961202": "Privatsphär, Sécherheet a Maschinnléieren.",
    "98173630": "hCaptcha ass de weltwäit meescht benotzt onofhängege CAPTCHA Service.",
    "1514478724": "Léier méi",
    "1752795854": "hCaptcha bréngt eng modern, Privatsphär fokusséiert Approche fir Bots ze stoppen.",
    "2927700175": "Mir weisen CAPTCHA Erausfuerderungen déi schwéier fir Bots awer einfach fir Leit sinn andeems se schwéier ze markéieren Daten aus Maschinnléiereproblemer sammelen, a se benotze fir z'ënnerscheeden ob eng Websäit oder App Besucher Mënsch ass.",
    "2188609322": "Schlecht Akteuren sinn ëmmer méi heefeg online. Awer d'Benotzer Privatsphär opferen ass net d'Äntwert.",
    "2032102720": "Sécherheetsléisungen, déi vun Annoncefirmen ugebuede ginn, konzentréieren sech haaptsächlech op d'Verfollegung vu Benotzer iwwer de Web. Mir hunn eng effektiv Sécherheetsléisung erstallt déi beweist datt d'Benotzer Privatsphär schueden ass net néideg fir exzellent Resultater ze liwweren.",
    "4146870445": "Wien mir sinn",
    "353066938": "En erfuerene Team, dat un den haardsten Probleemer vun haut schafft. hCaptcha ass e Service vun",
    "1173652155": "Conseilleren",
    "2256305371": "Professer, CS an der University of California, Berkeley. Deep Learning, Sécherheet, Blockchain Expert. CEO vun Oasis Labs.",
    "2177660021": "Fuerschung Wëssenschaftler zu Stanford. Maschinnléieren a Quantfinanzéierung bei grousse Banken, Hedgefongen, an Akademie.",
    "2686825859": "Registréiert Iech gratis oder kontaktéiert eis iwwer hCaptcha Enterprise Léisungen",
    "583434701": "hCaptcha Accessibilitéit",
    "611905972": "Garantéieren nahtlosen Zougang fir all Benotzer wärend Sécherheet",
    "874098071": "Wann Dir en Accessibilitéit Benotzer sidd, mellt Iech w.e.g. hei un",
    "2745385064": "Resumé",
    "3353238942": "hCaptcha ass entwéckelt fir Bots ze stoppen andeems se se vu Leit z'ënnerscheeden. Visuell Tester sinn e praktescht Tool fir dëst, awer net jiddereen kann eng visuell Erausfuerderung léisen.",
    "3600022491": "Aus dësem Grond hu mir eng einfach, schmerzlos Alternativ entworf fir Verëffentlecher, déi eise Service benotzen, d'Accessibilitéit fir all mat voller Sektioun 508 a WCAG 2.1 AA Konformitéit ze halen.",
    "2557240048": "Wéi et funktionnéiert: éischtens, en Accessibilitéitsbenotzer mellt sech iwwer",
    "3871665286": ", déi prominent an der hCaptcha Widget Info Säit verlinkt ass. Si kréien e verschlësselte Cookie deen e puer Mol am Dag benotzt ka ginn, awer muss all 24 Stonnen iwwer Login erfrëscht ginn.",
    "3441764123": "Wann eng Erausfuerderung un engem AccessibilitéitsBenotzer op engem Site mat dem hCaptcha Service presentéiert gëtt, ginn se automatesch duerch.",
    "4247858664": "der Accessibilitéit Umeldungssäit",
    "1297657322": "Accessibilitéit Benotzer Écran nom Login",
    "1717658846": "Accessibilitéit Optioun am Widget UI Menü",
    "1266963825": "Q: Ass hCaptcha Sektioun 508 + WCAG 2.1 AA kompatibel?",
    "850025770": "A: Mir gleewen esou: all Benotzer mat iergendenger Form vu Behënnerung, déi fäeg sinn um Internet ze surfen an Text op Formulaire aginn, kënnen Zougang zu Servicer geschützt vun hCaptcha bei der Aschreiwung. Wéi och ëmmer, dëst ass keng juristesch Berodung: Dir sollt Är eege Evaluatioun maachen, andeems Dir Är speziell Ëmsetzung berücksichtegt fir sécherzestellen datt dëst de Fall ass fir Ären Asaz.",
    "159272246": "Q: Schafft Dir un aner Accessibilitéit (\"a11y\") Optiounen, wéi Audio?",
    "4074220464": "A: Virdru populär Optiounen wéi Audio Captchas diskriminéieren vill a11y Benotzer a si liicht duerch modern Maschinnléiertechniken besiegt. Dëst huet déi aktuell Audio Erausfuerderunge gezwongen ëmmer méi schwéier ze ginn, Kaméidi aféieren, komeschen Timing, ongewéinlech Wuertkombinatiounen, a sou weider fir Ugräifer ze besiegen. Mir sinn also manner begeeschtert iwwer dës Approche vs d'Erausfuerderung ganz ze vermeiden, awer wäerte se betruechten wann et Nofro vun der a11y Gemeinschaft gëtt.",
    "2309661107": "Mir sinn awer ganz interesséiert",
    "2555914614": "fir d'Accessibilitéit benotzt Fall. Mir gleewen datt d'Kombinatioun vun eiser aktueller a11y Approche mat der Privatsphär Pass Emissioun erlaabt a11y Benotzer sécher ze surfen, sécher am Wëssen datt hire Traffic méi privat ass, wärend de Mëssbrauch vu Botoperateuren beschränkt, déi zwangsleefeg optrieden wann a11y Optiounen verfügbar sinn. Mir sinn aktiv Participanten am IETF Aarbechtsgrupp déi dës nei Technologie standardiséiert.",
    "2583775432": "Q: Wat iwwer Privatsphär? Entdeckt d'Registrierung a11y Surfdaten op iergendeng Manéier? Wat méchs du mat der E-Mail?",
    "4215483493": "A: hCaptcha ass fir Privatsphär vun Ufank un entworf. Et ass ganz anescht wéi traditionell Optiounen wéi reCAPTCHA déi vun Ad-Netzwierker gehéiert sinn, déi en Ureiz hunn Iech um Internet ze verfolgen an Iech mat enger realer Identitéit ze associéieren.",
    "2474661839": "Eis",
    "4137573005": "huet ëmfaassend an autoritär Äntwerten wéi mir Daten benotzen, awer déi kuerz Äntwert ass datt mir keen Interessi hunn Iech als Persoun mat Ärer Browsergeschicht ze associéieren.",
    "4101570501": "Mir schaffen de Moment och un enger kryptographescher Léisung fir Är E-Mailadress séier ofzeginn, wärend eis Fäegkeet fir Mëssbrauch ze verhënneren, eis Privatsphär Pass Aarbecht ergänzen.",
    "260595108": "Mir benotzen ni Accessibilitéit E-Mailen oder Informatioune fir all Zweck anescht wéi d'Erliichterung vun enger 11y Benotzung a Mëssbrauch ze vermeiden.",
    "3063819779": "Privatsphär Politik",
    "465714311": "Fir Accessibilitéit Benotzer: Q&A an Troubleshooting Guide",
    "3596207631": "Q: Ech gesinn nach ëmmer eng Erausfuerderung nodeems ech de Cookie gesat hunn. Wat bewierkt dëst?",
    "469089249": "A: Dëst ass typesch wéinst der Benotzung vun engem aggressiven Ad-Blocker oder Anti-Cookie-Extensioun, oder enger Astellung déi \"cross-site\" Cookien blockéiert, an dësem Fall e Cookie fir hcaptcha.com dee vum hCaptcha JS op engem gesat oder gepréift gëtt. anere Site, wéi deen Dir besicht.",
    "4263626815": "hCaptcha Accessibilitéit Cookien funktionnéieren mat all populäre Browser an Ad-Blocker mat hire Standardastellungen, sou datt typesch Feeler wéinst \"Anti-Anti-Adblock\" Scripten oder ähnlechen Regelen op bestëmmte Site zielen.",
    "3906359167": "Léisungen:",
    "3464870463": "1. Whitelist hcaptcha.com an *.hcaptcha.com Cookien an Ärem Ad Blocker oder Browser Sécherheetsextensioun.",
    "1204911585": "2. Wann Dir de Brave Browser benotzt, deen net (ab Abrëll 2020) keng Aart vu Cookie Whitelist schéngt ze hunn, gitt op Preferences -> Shields -> Cookies a wielt \"All Cookies erlaben.\"",
    "2932826396": "3. Wann Dir déi lescht Versioun vu Safari op entweder déi kierzlech verëffentlecht OS X 10.15 oder iOS 13.4 benotzt, huet Apple just d'Behuele vu Safari am Zesummenhang mat Drëtt-Partei Cookien geännert, se blockéiert se als Standard. Mir implementéieren eng Léisung, awer an der Tëschenzäit besicht w.e.g. Safari Preferences, Privatsphär Sektioun, an deaktivéiert \"Websäit Tracking: Verhënnert Cross-Site Tracking\" fir datt den Accessibilitéits-Cookie funktionnéiert wéi erwaart.",
    "3836291932": "Q: Ech benotze verschidde Geräter. Muss ech e puer Mol umellen?",
    "3251220335": "A: Nee. Klickt w.e.g. op dee selwechten E-Mail-Login Link deen Dir op all Apparat benotzt deen Dir benotzt fir de Cookie ze setzen.",
    "2082407178": "Q: Wéi kann ech mech virun Drëtt Partei Cookie Tracking schützen wärend ech den Accessibilitéit Cookie benotzen?",
    "2700197090": "A: All Privatsphär oder Ad-blockéierend Extensioun ze benotzen déi d'Whitelisting op Domain-Niveau ënnerstëtzt (zB uBlock Origin) funktionnéiert wéi erwaart: gitt sécher datt d'Whitelist hcaptcha.com ass.",
    "3657743880": "Browser Instruktioune fir Cross-Site Cookien",
    "1960601330": "Fir Cookien am Safari (Mac) z'aktivéieren: Gitt an de Safari Dropdown-Menü. Wielt Preferenzen. Klickt Privatsphär am Top Panel. Ënnert 'Cookien blockéieren' wielt d'Optioun 'Ni'.",
    "1622303590": "Fir Cookien am Safari z'aktivéieren (iPhone/iPad iOS 11+): Öffnen Är Astellungen. Scroll down a wielt Safari. Ënnert Privatsphär a Sécherheet, schalt \"Verhënneren Cross-Site Tracking\" an \"All Cookien blockéieren\" aus",
    "2199048568": "Klickt op d'Schëld lénks vun der Adressbar op all Websäit. Klickt op Protection Settings. De Firefox Preferences Privacy & Security Panel gëtt op. Ënner Enhanced Tracking Protection, wielt Custom. Wielt déi Tracker a Skripte fir ze blockéieren andeems Dir dës Checkboxen auswielt. Vergewëssert Iech datt Dir hcaptcha.com deblockéiert hutt.",
    "3967047208": "Dir kënnt och temporär e puer Protectiounen am Benotzerdefinéiert ausschalten fir dëst ze debuggen, andeems Dir d'Checkboxen auswielt: Deselektéiert d'Tracker Checkbox oder deselektéiert d'Cookies Checkbox wann Dir nach ëmmer Problemer hutt.",
    "3805618893": "Google Chrome (PC)",
    "3795997071": "Wielt d'Chrome Menü Ikon. Wielt Astellungen.",
    "926138631": "Gitt op Privatsphär a Sécherheet, dann Cookien an aner Sitedaten.",
    "3419878556": "Vergewëssert Iech datt \"Drëtt Partei Cookien blockéieren\" net aktivéiert ass.",
    "2269166171": "Google Chrome (Mac):",
    "2989126922": "Öffnen Chrome Virléiften aus der Menübar.",
    "2348697693": "Google Chrome (Android):",
    "3700113699": "Op Ärem Android Apparat, öffnen d'Chrome App.",
    "3620039756": "Uewe riets, fléissendem Méi an dann Astellungen.",
    "2813310562": "Tippen op Site Settings an dann Cookien.",
    "3014657981": "Nieft \"Cookien\", schalt d'Astellung un.",
    "1242066691": "Kuckt d'Këscht nieft \"Drëtt Partei Cookien erlaben.\"",
    "292250020": "1. Wielt de Gang an der oberer rechter Ecke vum Écran, wielt dann \"Internetoptiounen\". Wann Dir d'Menübar aktivéiert hutt, kënnt Dir \"Tools\" dann \"Internetoptiounen\" auswielen.",
    "4114820649": "2. Klickt op de Tab \"Privatsphär\".",
    "946838734": "3. Wielt de \"Fortgeschratt\" Knäppchen.",
    "348809718": "4. Ënnert \"Drëtt-Partei Cookien\" wielt \"Akzeptéieren\".",
    "1253441326": "5. Klickt op \"OK\"",
    "852032043": "Safari",
    "836017336": "Firefox",
    "3356349631": "Google Chrome",
    "3235744534": "Internet Explorer",
    "4104188759": "AI Ethik Politik",
    "1161704803": "Firwat hu mir eng AI Ethik Politik?",
    "1806535500": "Praktesch all Technologie, vu Bläistëfter bis Dynamit, ass eng",
    "24452499": "Léisung; et kann fir gutt oder krank benotzt ginn. All Firma déi Dual Use Léisunge fuerscht, baut oder verkaaft huet eng Verpflichtung d'Konsequenze vun hiren Handlungen ze berücksichtegen.",
    "4023575072": "duebel Benotzung",
    "3336625692": "Dës Säit detailléiert eis Gedanken iwwer dëst Thema am Kontext vun der AI Ethik, an d'Prozesser déi mir verfollegen fir d'Benotzung vun eise Servicer ze garantéieren bleift am Aklang mat de Politiken déi mir als Firma ugeholl hunn.",
    "835717930": "AI Ethik bei hCaptcha",
    "2179524509": "Mir kréien heiansdo Froen iwwer wéi eng Aarte vu Froen zulässlech sinn fir den hCaptcha Service, a firwat speziell Froen gestallt ginn.",
    "1962721652": "D'Mënsche si Muster-Sicher, an heiansdo kann eng onschëlleg Fro vu ganz oniwwerraschend op verdächteg an engem Moment goen, wéinst Verännerungen an der Welt anstatt d'Motivatioune vu jidderengem deen d'Fro stellt.",
    "3974566657": "Wéi Servicer méi populär ginn, gëtt dës Zort vun Optriede zwangsleefeg méi heefeg. hCaptcha gëtt vu Millioune Leit all Dag a praktesch all Land op der Welt benotzt, dofir publizéieren mir dës Politik an eng Fallstudie iwwer wéi mir dës Themen ugoen fir sou transparent wéi méiglech ze sinn.",
    "1830910223": "Eng real-Welt AI Ethik Fallstudie",
    "805971861": "\"Umbrella\" ass e Begrëff am ImageNet, de Standard Benchmark Datesaz vun Computer Visioun Fuerscher benotzt. Zouverlässeg Leit z'identifizéieren, déi Schirmen halen, ass och kritesch fir sécher nächst Generatioun Advanced Driver Assistance (ADAS) Systemer ze bauen.",
    "3988350": "Dëst bedeit datt et exzellent Benotzungsfäll fir Real-Welt Regenschirm Annotatiounen sinn. Et gëtt Plaz fir Meenungsverschiddenheeten iwwert den Impakt vun Self-fueren Autoen, mä ADAS Systemer scho spueren",
    "548587288": "ronderëm d'Welt.",
    "3138772661": "dausende vu Liewen all Joer",
    "3168199226": "Wéi och ëmmer, am Joer 2020 gouf et kloer datt d'Bau vun dëser Aart vun Datesaz als Dual-Use Technologie ugesi ka ginn op eng Manéier déi wéineg virun engem Joer erwaart hätten.",
    "558378834": "Mir akzeptéieren also net méi Ufroe fir Froen am Zesummenhang mat Prabbelien zu dësem Zäitpunkt. D'Potenzial fir Duercherneen wann en Endverbraucher eng Fro iwwer Prabbelien am aktuelle Moment gesäit ass ze héich, a schlussendlech ass eist Zil d'Welt eng méi agreabel Plaz ze maachen.",
    "3376604063": "AI Ethik Politik a Prozesser",
    "1923365316": "Mir hunn eng strikt AI Ethik Politik bei hCaptcha, an en Deel dovun enthält e Know Your Customer (KYC) Prozess.",
    "4230322909": "Mir probéieren ëmmer e gutt Verständnis vun all neie Client an hirem virgesinnenen Benotzungsfall ze kréien, souwuel fir ze bestätegen datt et gutt passt fir eis Produkter a Servicer a fir sécherzestellen datt et der Politik follegt déi mir als Firma ugeholl hunn.",
    "2735073144": "Mir maachen och lafend Iwwerpréiwunge wéi néideg. Zum Beispill, an eiser rezenter Iwwerpréiwung vun den Datumen a Quelle vun Ufroe fir Schirmbezunnen Etikettéierungsufroe konnte mir séier bestätegen datt keng Regierungsentitéit oder bekannte staatleche Zouliwwerer vun Iwwerwaachungssoftware Ufroe betreffend Schirmen mat eise Servicer an de leschten 12 Méint gemaach huet. .",
    "2715462692": "Wéi gesäit eisen AI Ethik Prozess aus?",
    "3049976256": "Fir all neie Label Client gi mir eng Checklëscht während dem Verkafsprozess duerch. Dëst beinhalt initial KYC Diligence virum Onboarding, souwéi Verifizéierung vun all Ufroe fir eis Analysten, an Echtzäit Spotchecken a periodesch Iwwerpréiwunge vun Ufroe gemaach mat eiser Selbstserviceplattform.",
    "3103642530": "Dës Iwwerpréiwung besteet aus verschiddene Sets vu Critèren:",
    "3349094124": "Ethesch Bedenken Critèren: Objektiv",
    "1038019440": "1. Vertrëtt dëse Client d'national Interesse vun engem Land, wat bekannt ass fir Verhalen géint international Gesetzer an Normen ze engagéieren?",
    "493717511": "2. Ass dëse Client Ufro Servicer déi kéint ginn",
    "2209109640": "nëmme fir béiswëlleg Zwecker benotzt, am Kontext vun hiren normalen Geschäftsaktivitéiten?",
    "3457805519": "3. Kann dem Client seng Demande ënner US Gesetz an eise Regele vum Engagement erfëllt ginn?",
    "1942611550": "virun allem",
    "109179759": "Ethesch Bedenken Critèren: Subjektiv",
    "1033698050": "1. Gleewe mir datt de Client eis e Benotzungsfall ginn huet, dee mir moralesch akzeptabel fannen, no eiser Interpretatioun vun typesche westlechen Gesellschaftsnormen?",
    "361372538": "2. Gleefe mir datt eis geliwwert Servicer méiglecherweis fir diskriminatoresch Zwecker vum Client benotzt ginn, op Weeër déi legal kënne sinn, awer fir eis net akzeptabel sinn?",
    "2867855718": "3. Gleewe mir datt d'Privatsphärbedürfnisser zefriddestellend fir d'Ufro adresséiert kënne ginn?",
    "2462728596": "Wa mir eis net op dëse Punkte kënnen zefridden stellen, wäerte mir d'Demande refuséieren a kënne weider Zougang zu eiser Plattform ofschléissen, wéi an eise Konditioune beschriwwen.",
    "1995277831": "Merci",
    "1818116402": "Mir hoffen Dir hutt dëse Bléck geschätzt wéi mir operationell Froen mat enger AI Ethik Komponent behandelen.",
    "1499894352": "Ganz wéineg Firmen bidden Transparenz an hiren Entscheedungsprozesser an dësem Beräich, a mir hoffen, datt anerer dëst Beispill verfollegen!",
    "535659033": "Creative Commons Attributioun",
    "1495915066": "Wéi mir, eis akademesch Fuerschungspartner, an eis Clienten Creative Commons Medien benotzen",
    "3017533972": "Mir, eis akademesch Fuerschungspartner, an eis Cliente kënnen heiansdo Portioune vu Creative Commons-lizenzéierten Inhalt iwwer d'hCaptcha Plattform referenzéieren oder reproduzéieren fir d'Mënschheet säi Wëssen am Feld vum Maschinnléieren ze förderen.",
    "1428053210": "Dësen Inhalt gëtt allgemeng aus senger ursprénglecher Form transforméiert. Zum Beispill kann e Video a vill Biller opgedeelt ginn, dës Biller kënnen a vill nei Biller opgedeelt ginn, an déi nei Biller dann zoufälleg gemëscht ginn fir dat endgültegt Resultat ze produzéieren.",
    "1728211763": "D'Benotzung vum Inhalt op dës Manéier a fir dës Zwecker fällt an de Fair Use Richtlinnen no eisem Verständnis vum Gesetz a Standardpraktiken am Feld, awer mir si laangjäreg Fans vu Creative Commons a léiwer jidderengem Kreditt ze ginn deen hëlleft an der monumental Aufgab fir d'Maschinnintelligenz ze verbesseren.",
    "1949452297": "Wéinst intrinseschen Aschränkungen vun der hCaptcha UI a senge Sécherheetsconsidératiounen ass et net méiglech d'Quell vun all Bild direkt niewent senger Notzung ze reproduzéieren. Amplaz verlinke mir op dës Säit vun eiser Homepage an halen eng Lëscht vu Quellen déi aktuell oder viru kuerzem iwwer d'Plattform zerwéiert ginn. Dir kënnt op déi aktuell Lëscht kommen",
    "2367602973": "hei",
    "659124570": "Zousätzlech, wann Dir Inhalt gesitt, deen Iech gehéiert, reproduzéiert op der hCaptcha Plattform a wëllt et aus irgendege Grënn ewechhuelen, kënnt Dir eis per E-Mail kontaktéieren op",
    "2066749488": "Aner Reklamatiounen",
    "3479034323": "Wann Dir Inhalt gesitt, deen Iech gehéiert, reproduzéiert op der hCaptcha Plattform a wëllt et aus irgendege Grënn ewechhuelen, da kënnt Dir eis per E-Mail kontaktéieren.",
    "1836554225": "Blog Posts",
    "2873297188": "Diskriminéieren all CAPTCHAS géint Net-Amerikaner?",
    "165932542": "E Bléck op hCaptcha Léisungsraten op der ganzer Welt",
    "1865097546": "November 16, 2021",
    "3005876482": "hCaptcha ass elo de gréissten onofhängege CAPTCHA Service, leeft op 15% vum Internet",
    "693820850": "Dir kënnt Google schloen andeems Dir Privatsphär als éischt setzt",
    "3609106478": "Umeldungsinformatioun:",
    "299335340": "Wat et ass a wéi d'Attacke stoppen",
    "354925785": "Intro",
    "423222878": "E puer vun den haardsten Cyberattacke fir z'entdecken, ze verhënneren an ze stoppen sinn déi, wou e béiswëlleg Schauspiller fäeg ass legitim Benotzer Umeldungsinformatiounen ze benotzen fir op en aktive Benotzerkont ze aloggen. Ouni vill raffinéiert Detektiounsfäegkeeten op der Plaz, huet d'Firma déi de Kont hostt kee Grond ze verdächtegen datt eppes falsch ass. E Client schéngt einfach op säi Kont ageloggt ze sinn. Den Ugräifer huet dës erfollegräich Ruse mat geklauten Umeldungsinformatiounen erreecht - normalerweis d'Resultat vun enger Cyberattack Technik bekannt als \"Umeldungsstuff\". Et ass e seriöse Problem haut, awer een dee mat de richtege Géigemoossnamen ofgeschaaft ka ginn.",
    "777660551": "Wat ass Credential Stuffing?",
    "2602763587": "Credential Stuffing ass eng Form vu Cyberattack, an där den Ugräifer probéiert e puer Mol op eng Websäit aloggen mat Pairen vu geklauten Benotzernimm a Passwierder. De \"Stuff\" bezitt sech op déi repetitive Loginversuche, déi bal ëmmer vun automatiséierter Bot Software ausgefouert ginn.",
    "1271831121": "Et ass net esou, wéi wann den Hacker (natierlech an engem Hoodie gekleet!) do sëtzt an Umeldungsinformatioun no Umeldungsinformatioun aschreift. Den automatiséierte Login Bot kéint aus engem off-the-shelf-Tool wéi Selenium oder engem personaliséierten Hacker-Tool gemaach ginn.",
    "2588750717": "Tatsächlech beinhalt e puer Umeldungsstuff Attacke Millioune Umeldungsinformatiounen - all déi an der onverdächteger Websäit Login-Interface gestoppt ginn an der Hoffnung eragelooss ze ginn. Eemol dobannen, kann den Ugräifer de Kont vum Affer iwwerhuelen.",
    "1137757109": "Wann et en eCommerce Kont ass, kann den Ugräifer Wueren bestellen. Wann d'Affer eng Bank ass, kann den Ugräifer Fongen Offshore transferéieren, a sou weider.",
    "1559150837": "Ziler sinn awer net verdeedegt. Déi meescht Websäiten hunn Kontrollen, déi e verdächtege Benotzer blockéieren, dee probéiert an Dausende vu verschiddene Konte vun der selwechter IP Adress an enger kuerzer Zäit anzeloggen. Wat Umeldungsstuff Ugräifer maachen fir dës Schutztechniken ëmzegoen ass dëst fir geographesch an IP Diversitéit ze simuléieren. Mat mächtegen, dacks AI-gedriwwenen Tools, kënne se et schéngen datt Dausende vu Benotzer zoufälleg probéieren op verschidden Zäiten vum Dag aus dem ganze Land anzeloggen. Dëst ass vill méi schwéier z'entdecken an ze stoppen.",
    "1892020899": "Wou kréien d'Hacker d'Umeldungsinformatiounen?",
    "2597149484": "De Grond firwat den Hacker sou vill Umeldungsinformatiounen muss \"Stuff\" huet ze dinn mat wou se hir geklauten Umeldungsinformatiounen kréien.",
    "3030395800": "Dës Umeldungsinformatiounen kommen normalerweis aus Dateverletzungen. Och bekannt als \"Umeldungsinformatiounen\", dës Attacke kënnen dozou bäidroen datt Millioune Umeldungsinformatiounen op den donkele Web gedumpt ginn. Wann de Spill vun enger Bank koum, probéiert den Hacker dës Umeldungsinformatiounen ze benotzen fir op aner Siten ze kommen. Dës Approche funktionnéiert well sou vill Leit déi selwecht Benotzernumm a Passwuert Kombinatioun fir verschidde Site benotzen. (Dës Praxis ass decouragéiert, awer d'Realitéit ass wat et ass. D'Leit tendéieren déiselwecht Login-Umeldungsinformatiounen ze widderhuelen.)",
    "1258965840": "Also, wann den Ugräifer op ee Site ka kommen, kann hien wahrscheinlech op verschidde Site kommen mat de verspillte Umeldungsinformatiounen. Zum Beispill kënne se e Benotzernumm / Passwuert Pair wéi JohnDoe / 525momma kréien, awer si hu keng Ahnung wat dat Paar fir si wäert maachen. Also, si probéieren de Pair op Amazon.com, Ebay, Citibank, Walgreens an op a weider. Si kënnen dat Pair op dausend verschiddene Site probéieren.",
    "3594440415": "Schlussendlech fänken se un Dieren op.",
    "780280214": "Wéi hCaptcha an hCaptcha Enterprise d'Umeldungsstuff Bedrohung reduzéieren",
    "4165374512": "Och wann et méiglech ass IP- a Standortdetektiounsinstrumenter ze benotzen fir Umeldungsstuff ze vermeiden, ass eng méi kosteneffektiv a korrekt Method einfach den automatiséierten Umeldungsstuff Bot selwer ze ënnerbriechen. hCaptcha an hCaptcha Enterprise kënnen de Bot um Punkt vun der Entrée stompen. Och wann de Bot déi richteg Umeldungsinformatiounen huet, wann et net laanscht d'HCaptcha Enterprise's Detektioun oder dem hCaptcha's CAPTCHA kënnt kommen, kritt hien net seng Stuff ze maachen an Äre Site an d'Benotzer si geschützt.",
    "3269644546": "Wann ech glift",
    "1058572205": "eis wann Dir méi iwwer wëllt gewuer ginn",
    "3753613260": "kontaktéieren",
    "1792519141": "hCaptcha Enterprise",
    "3515435438": "Bericht DMCA Reklamatiounen",
    "54093347": "DMCA Registréiert Agent",
    "3233441200": "Widderhuelen Verstouss géint Politik",
    "4011712313": "Als Deel vun eiser DMCA Politik placéiere mir Konte vu Clienten fir déi mir verschidde DMCA Notifikatioune vu angeblech Verstouss kréien an eng Multi-Step DMCA Repeat Infringer Politik. Nom Empfang vun widderholl DMCA Notifikatiounen an engem Kalenner Mount, wäert de Client Kont vun engem Politik Schrëtt op déi nächst weider.",
    "766825168": "Aktiounen déi mir ënner der DMCA Widderhuelungsverletzungspolitik maache kënnen enthalen d'Alarme vu verstäerkter Visibilitéit un de Rekordclient vum Kont. Fir dës Alarmer z'erkennen, kënne mir de Client verlaangen, sech op de Kont aloggen ze loossen oder eis Supportteam ruffen. Mir behaalen eis och d'Recht fir den hCaptcha an den IMI Service vun all Client ze suspendéieren oder ofzeschléissen, wéi och aner Zwëschenmoossnamen uwenden, fir dee mir weiderhin DMCA Notifikatiounen iwwer angeblech Verletzung kréien, och nodeems mir widderhuelend Verstouss Alarmer geschéckt hunn. Zousätzlech kënne mir an eisem eegenen Diskretioun aner hCaptcha oder IMI Servicer, déi dës Clientë geliwwert ginn, ofschléissen wa mir den hCaptcha Service ënner dëser Politik ofschléissen.",
    "2410122265": "hCaptcha Ressourcen: Bots 101",
    "4166776480": "Credential Stuffing: Wat et ass a wéi d'Attacke stoppen",
    "2301335298": "Bezuelungsbedruch: E séier evoluéierende Modus vu Cyberkriminalitéit reduzéieren",
    "3682071227": "Wat sinn Account Takeovers a wéi funktionnéieren se?",
    "2729131930": "Wat ass Scraping a wéi funktionnéiert et?",
    "1344959096": "Schafft als individuell Dateetiketter",
    "3510143229": "hCaptcha ass e Service fir Websäiten an Apps,",
    "3930611699": "individuell Aarbechter.",
    "1051214799": "hCaptcha ass e Web Sécherheetsservice dee probéiert Wäert mat de Verëffentleche vu Websäiten oder Apps ze deelen déi et benotzen.",
    "360236473": "Den hCaptcha Service ass net geduecht fir jiddereen ze benotzen fir als individuell Labeler ze schaffen. Et ass net fir dësen Zweck entworf oder gëeegent. Mir recommandéieren net jiddereen ze probéieren hCaptcha als Quell vu perséinlechen Akommes ze benotzen.",
    "3842490632": "En individuellen Benotzer dee probéiert vill Froen ze beäntweren ass méiglecherweis Taux limitéiert oder séier verbannt. Gläich wichteg, wéi eis",
    "1560232962": "deckt am Detail, keng Garantien ginn gemaach wéi de Betrag verdéngt fir all Äntwert. Et kënne keng bezuelte Froen zu där Zäit verfügbar sinn, eng Äntwert kann aus Qualitéitsgrënn verworf ginn, asw.",
    "2694001822": "Wéi och ëmmer, mir astellen heiansdo Individuen fir eis ze hëllefen Systemeigenschaften an nei Features ze testen.",
    "1569804581": "Wann Dir wëllt an Zukunft kontaktéiert ginn iwwer verbonne Méiglechkeeten, fëllt w.e.g. dëse Formulaire aus.",
    "636461959": "Numm",
    "1139500589": "Land",
    "1789607185": "E-Mailadress",
    "325077666": "Andeems Dir Är Informatioun ofgitt, sidd Dir averstanen mat eisem",
    "3555583744": "an",
    "3609929815": ". Mir behalen Ären Numm, Land an E-Mailadressinformatioun nëmme fir den Zweck Iech an Zukunft ze kontaktéieren iwwer individuell Etikettéierungsaarbechtsméiglechkeeten.",
    "4197928199": "Privatsphär Politik",
    "851786723": "Andeems Dir Är E-Mail aginn, averstanen Dir eis Konditioune a Privatsphär Politik, a fir E-Mail vun eis ze kréien.",
    "2402165761": "Wéi funktionnéiert Scraping?",
    "4260542944": "Inhaltsschrauwen (och bekannt als \"Schirmschrauwen\" oder just \"Schrauwen\") ass e vertraute, dacks nëtzlech Prozess fir Informatioun vum Internet ze sammelen. Wéi och ëmmer, an de leschte Joeren ass d'Technik e favoriséiert Tool vun Hacker a Betrüger ginn. Géigemoossname kënnen d'Drohung effektiv reduzéieren, awer fir se ëmzesetzen ass et essentiell ze verstoen wéi de Prozess funktionnéiert.",
    "2066255783": "Wat ass Content Scraping?",
    "1910628828": "Inhaltsschrauwen ass eng Technik fir Daten aus engem System ze gräifen, deen en automatiséierten Toolset involvéiert deen e Software Client oder e Webbrowser imitéiert. Et ass net nei. Tatsächlech, fir Software Ingenieuren déi Daten aus engem alen Mainframe brauchen, kann d'Schrauwen deen eenzege Wee sinn fir Informatioun ze extrahieren. Déi ursprénglech Stecker kënnen fort sinn an onméiglech ze ersetzen.",
    "3408107995": "Haut, awer, Schrauwen bedeit ëmmer eng programmatesch Approche fir Daten vun enger Websäit ze zéien. D'Schracksoftware handelt wéi e mënschleche Benotzer, klickt op Knäppercher a liest déi resultéierend Ausgab. Et gi vill legitim Gebrauch fir Schrauwen. Web Crawler, déi Sichmotoren ugedriwwe ginn, sinn e Beispill. Also sinn Tools wéi Skyscanner déi no Reesdealer sichen andeems Dir Dausende vu Reeswebsäiten kämmt. Fintech Firmen benotzen et och, schrauwen d'Finanzdaten vum Benotzer vu Banksites wann et keng Application Programming Interfaces (APIs) verfügbar sinn fir d'Dateverbindung ze maachen. D'Saache fir am Kapp ze halen iwwer Bildschirmschrauwen sinn seng Geschwindegkeet a Skalierbarkeet. De Prozess kann immens Quantitéiten un Daten vu Websäiten sammelen, unzehuelen datt d'Siten net konfiguréiert sinn fir et ze stoppen. Mat der Geschwindegkeet vum Berechnung kann e Scraper grouss Datesätz sammelen andeems se mat Websäiten an der Basisdaten Software an Datenbanken interagéieren, déi se maachen.",
    "1920884252": "Firwat ass Inhalt Schrauwen eng Sécherheetsbedrohung?",
    "2256795853": "D'Kapazitéit fir vill Daten, séier, vu Websäiten ze extrahieren, mécht Schrauwen e mächtegt Tool an den Hänn vu béiswëllegen Akteuren. E Scraping Bot kann Benotzerdaten vu soziale Medien Site sammelen. Dann, andeems se Siten schrauwen déi Adressen an aner perséinlech Informatioun enthalen an d'Resultater korreléieren, kéint en Hacker Identitéitsverbriechen engagéieren wéi betrügeresch Kredittkaartapplikatiounen ofzeginn.",
    "4087694419": "E Scraping Hacker kéint och Daten vu Site wéi Amazon an eBay sammelen fir gefälschte oder täuschend Produktlëschten ze kreéieren. Hien oder hatt kéint se dann op Peer-to-Peer Servicer wéi OfferUp ze verkafen ubidden a Phishingattacken op de Keefer maachen. Oder, de Bedruch kéint Produkter verkafen déi net existéieren.A weidere Bildschirmschrauwen Bedruch implizéiert d'Fälschung vun Ad-Verëffentlecher. Andeems Dir den Inhalt vun de Verëffentlecher Siten schrauwen, kann de Betrüger gefälschte Annonce Verëffentlecher Säiten op verschiddene Servicer erstellen. Si kënnen dann Annoncen op deene Säiten un autoriséierten Händler verkafen, deenen hir Kontakter se aus der Ads.txt Datei vum Verlag gesammelt hunn. D'Annonce Plaze schéngen real fir den Annonceur, mä si sinn net.",
    "3315658779": "Verhënneren Inhalt Schrauwen mat hCaptcha Enterprise",
    "2602081482": "hCaptcha Enterprise benotzt fortgeschratt Maschinnléiere fir béiswëlleg Traffic op Äre Site an Apps z'identifizéieren - inklusiv Scraping Aktivitéiten.",
    "1422537019": "eis haut fir méi ze léieren.",
    "1988268879": "Kënschtlech Dateetikettéierung op Skala",
    "2163914794": "Braucht Dir méi Etiketten fir Är Datesätz? hCaptcha bitt séier, kosteneffizient a qualitativ héichwäerteg Dateetikette fir Firmen déi u kënschtlecher Intelligenz a Maschinnléieren Uwendungen schaffen.",
    "3378932530": "Kritt Är Donnéeën elo Label",
    "3483700676": "Lancéiere Millioune Aufgaben direkt",
    "3478726913": "hCaptcha huet ee vun de gréisste Poole um Planéit fir Äre Gebrauch. Egal wéi Är Skala, mir kënnen et ouni deier Upfront Engagementer handhaben. Millioune Aufgaben pro Dag si kee Problem.",
    "740501259": "Einfach API-gedriwwe Pipelines",
    "2784612261": "Wëllt Dir mënschlech Bewäertung direkt an Är Geschäftsoperatioune integréieren? Mir bidden héich Zouverlässegkeet SLAs, garantéiert Kapazitéit, an einfach REST APIen.",
    "1144966033": "Optimiséiert fir Käschten a Qualitéit",
    "3213351333": "Kee Viraus Engagement erfuerderlech",
    "2107077506": "D'HUMAN Plattform benotzt iwwergräifend Vertrauensmodeller fir sophistikéiert Echtzäitqualitéitsanalyse auszeféieren. Dëst erlaabt eis séier souwuel d'Schwieregkeet vun de Froen an hir wahrscheinlech richteg Äntwert ze bestëmmen, spuert Iech Zäit a Suen.",
    "3576146278": "Bezuelt nëmme fir d'Genauegkeet déi Dir braucht",
    "2952586316": "Net all Problemer sinn déi selwecht. Annotatiounen fir Sécherheetskritesch Aufgabe kënnen 99,99% Vertraue vu ganz mënschlechen Aarbechter erfuerderen. Annotatiounen fir eng Beta-Feature an enger mobiler Spillapp kënnen nëmme mëttelméisseg Vertrauen erfuerderen. Dir decidéiert.",
    "710145621": "Gitt Är eege Grondwahrheetsdaten oder loosst eis se op der Flucht bauen",
    "987901590": "Hutt Dir Matière Daten ouni eng ëmfaassend Verifizéierungsset? Am meeschte Fäll kënne mir eng fir Iech bauen wéi Aufgaben duerch de System lafen, oder Label Echantillon fir Är Genehmegung erstellen.",
    "2597352122": "Annotatioun Zorte",
    "1344687860": "Bounding Këschte",
    "1089415440": "Genau Objekterkennung a Biller a Video",
    "3817067682": "Polygonen",
    "2682873489": "Definéiert Grenzgebitt fir Objeten",
    "1275150216": "Landmarken",
    "2067112112": "Punkt Annotatiounen fir vill verschidde Benotzungsfäll",
    "4228682126": "Attributer Kategoriséierung",
    "2920213479": "Sortéieren oder addéieren arbiträr Kategorien vun all Gréisst",
    "3288667364": "Verglach an Detektioun",
    "155877895": "Mënschlech ugedriwwen Detektioun a Klassifikatioun",
    "3128433367": "... a vill méi",
    "2827452240": "Braucht en aneren Typ deen net hei opgezielt ass? Frot eis einfach.",
    "719304627": "Braucht Dir End-to-End Kontroll?",
    "1172067553": "D'HUMAN Plattform hannert hCaptcha bitt héich raffinéiert Aarbechtsqualitéit a Gestiounsfeatures iwwer on-premise, Hybrid oder SaaS Deploymenten déi mat Äre existente Systemer integréieren.",
    "2319072959": "Laf ganz offline mat Ärem eegenen Aarbechtskräften, verfollegt Wäert verbraucht iwwer Geschäftsunitéiten oder Konsortiumpartner, selektiv router Aarbechtsplaze fir verschidden intern oder extern Aarbechtsanbieter baséiert op Käschte- a Sécherheetsufuerderungen, a méi.",
    "1936512180": "Einfach API Zougang, schéin Dashboards, an déi lescht Modell-an-der-Loop Technologie fir d'Aarbechtereffizienz ze maximéieren.",
    "3913848038": "99,99% uptime SLAs a 24/7 global Ënnerstëtzung verfügbar.",
    "1080752747": "Kontakt Ofsaz",
    "1525403768": "Fir méi Informatioun kontaktéiert Enterprise Sales.",
    "1546930020": "Kréien Daten Label",
    "2486638408": "Spezifikatioune definéieren",
    "1027200955": "Schwätzt mat engem vun eisen Domainexperten fir Är Projetsbedierfnesser ze definéieren: Zil Genauegkeet, Format, an all speziell Ufuerderungen.",
    "1156712451": "Éischt Job Test",
    "181065232": "Mir maachen eng kleng Produktioun Aarbecht baséiert op Är Prouf Daten. Dëst testt d'Aarbecht déi mir zesumme gemaach hunn fir sécherzestellen datt Dir genau kritt wat Dir braucht.",
    "3207769512": "Deploy Production Jobs",
    "1099238677": "Mat eisem héije Volumen a gerénger Latenz wäerte mir Är Aarbecht séier ëmdréinen, mat automatiséierter Liwwerung soubal et fäerdeg ass.",
    "465783046": "Wëllt et mat Ären Donnéeën probéieren?",
    "328625009": "... mir si prett wann Dir sidd: eise Service ass ronderëm d'Auer verfügbar.",
    "3225770968": "hCaptcha ass entwéckelt fir deen am meeschten Aarbechtsintensivst Problem am Maschinnléieren ze léisen; Label massiv Quantitéiten un Daten op eng fristgerecht, bezuelbar an zouverlässeg Manéier.",
    "2041686284": "Méi Daten produzéiere generell besser Resultater am Training Maschinn Léieren Modeller. De rezente Succès vun deep Modeller huet zu ëmmer méi grouss Datesätz gefouert, an hCaptcha servéiert dëse Besoin. Wéi och ëmmer, grouss mënschlech iwwerpréift Datesets erstellen mat traditionelle Methoden ass lues an deier.",
    "3729345277": "hCaptcha ass e Wee fir Firmen d'Annotatiounen ze kréien déi se erfuerderen méi séier, mat méi héijer Qualitéit a mat méi niddrege Käschten wéi aner Alternativen.",
    "2103563261": "Privat oder ëffentlech Informatioun",
    "2513143348": "Den hCaptcha Enterprise System ass eenzegaarteg flexibel a sengem Design: et kann deelweis oder ganz um Rand vun Ärem Netzwierk ofgesat ginn wann Dir eng ëffentlech Wollek bedreift oder vill Datenzenteren besëtzt.",
    "3107683988": "Dëst kann den Off-Network Traffic a Käschten dramatesch reduzéieren wärend all d'Virdeeler vun der Gestioun vun eisem 24/7 On-Call Personal behalen fir déi strengste SLAs ze treffen.",
    "3660619092": "Registréiert Iech gratis oder kontaktéiert de Verkaf fir Enterprise Léisungen",
    "2351176803": "Lizenzbedingunge fir den hCaptcha JS API",
    "2616226398": "Ënnerhalt vun eisem",
    "2024293275": ". All aner Rechter reservéiert, fir elo.",
    "1062291156": "Standard Begrëffer",
    "2712493234": "Bezuelungsbedruch: E séier evoluéierende Modus vu Cyberkriminalitéit reduzéieren",
    "1817772953": "Bedruch ass keng nei Form vu Verbriechen. Tatsächlech hunn d'Archäologen Anti-Betrüger Apparater entdeckt, déi vun den antike Sumerier entwéckelt goufen fir Béischten ouni Verloschter virun bal 10.000 Joer ze transportéieren! An hirem Fall setzen se Lehm Tokens, jidderee representéiert en Déier, an engem Lehmkugel bekannt als \"Bulla\". D'Bulla géif mat der Flock reesen wéi se vum Verkeefer op de Keefer geplënnert ass. Och dann waren d'Geschäftsbesëtzer besuergt datt net jidderee mat deem se ze dinn hunn op der erop an erop war. Vill huet sech an 10.000 Joer geännert, awer de Besoin fir innovativ ze sinn fir Bedruch ze vermeiden bleift bei eis. Haut ass d'Fro vum Online Bezuelungsbedruch vu grousser Wichtegkeet. Mam Internet sinn Bedrucher ëmmer méi fäeg ginn fir Anti-Betrug Kontrollen ze outsmartéieren. Nei Léisungen dréien awer de Stroum ëm.",
    "1053787685": "Wat ass Bezuelungsbedruch?",
    "433424759": "Bezuelungsbedruch enthält all Zort vun illegaler Transaktioun, an där e Cyberkriminell d'Affer eppes vu Wäert enthëlt, typesch Suen. Dëst kéint heeschen datt Dir eng geklauten Kreditkaart benotzt fir Wueren online ze bestellen oder e Bankkonto ze iwwerhuelen an illegal Fongen draus ze transferéieren. Et gi vill Variatiounen, awer si hunn all datselwecht Resultat: e Crook benotzt eng geklauten Identitéit oder Bezuelinformatioun fir vun engem Konsument, enger Bank oder engem Händler ze klauen.",
    "2939852138": "Wéi versichen Fraudsters mat Bezuelungsbedruch ewech ze kommen?",
    "1665616092": "Bezuelungsbedruch ass einfach am Konzept, awer et kann fantastesch komplex sinn a senger haiteg Ausféierung.",
    "4246520782": "Tatsächlech ass den Internet Zeien vun enger richteger Waffenrennen tëscht Bedrucher a Verteideger an de leschte Joeren.",
    "2167049807": "Sécherheetsteams hunn eng Vielfalt vu Géigemoossnamen a Kontrollen ugeholl, déi déi einfach, faul Approche fir Bezuelbedruch besiegen. D'Attacke ginn awer ëmmer méi raffinéiert. Zum Beispill kënnen Bots elo geklaut Kreditkartennummeren a PINs vu gefälschten Websäiten a Phishingattacken sammelen.",
    "1936449777": "Dann, a vollautomatiséiertem Modus, kënne se mënschlecht Verhalen op E-Commerce Site mimikéieren, op Knäppercher klicken an Artikelen an Akafsween bäidroen - bis zum Punkt wou vill, wann net déi meescht Anti-Betrug Kontrollen net soen datt e Bot probéiert ze klauen Wueren. Villméi gesäit et aus wéi wann e mënschleche Benotzer einfach akaaft. De Bot kann op de Kont vun engem richtege Client aloggen mat geklauten Umeldungsinformatiounen. Weider verstoppt de Bedruch ass dem Bot seng Fäegkeet fir IP Adressen ze verstoppen an et ze maachen wéi wann de \"Shopper\" iergendwou anescht ass wéi den Ugräifer, deen an engem frieme Land kéint sinn.",
    "648630222": "Vermeiden Bezuelungsbedruch mat hCaptcha Enterprise",
    "1621930829": "Wat kann iwwer déi fortgeschratt, onopfälleg Bezuelbedruchaktivitéite vun haut gemaach ginn? Multiple Schichten vu Kontrollen ze benotzen ass normalerweis eng schlau Approche. Wéi och ëmmer, déi bescht Géigemoossnamen sinn déi, déi de Bot falen kënnen a verroden datt et gefälscht ass, trotz de beschten Efforte vu senge Schëpfer fir mënschlecht Verhalen ze replizéieren.",
    "2423586454": "Et ginn nach ëmmer e puer Saachen déi Software net maache kann, egal wéi gutt d'AI hannendrun ass. Modern CAPTCHA Technologie bitt eng bewährte Method fir Bots ze blockéieren, déi versichen d'Bezuelungsbedruch z'erhalen. Wärend al Approche fir CAPTCHA, wéi déi einfach schräg Zuelen an enger Këscht, elo meeschtens defizit sinn fir fortgeschratt Bots ze reduzéieren, en automatiséierten Test-Äntwert-Apparat wéi hCaptcha Enterprise kann e Betrüger Bot am Moment vum Kont Login oder Akafsweenchen auschecken. Och wann de Bot echt Umeldungsinformatiounen huet, wann et net fäeg ass duerch de CAPTCHA ze kommen.",
    "1467308982": "Bezuelen Zäitplang",
    "1291824746": "hCaptcha Ausbezuelen lafe Véierel op enger 60 Deeg hannendrun Basis. Fir ze illustréieren wat dëst bedeit, kuckt w.e.g. d'Tabell hei ënnen.",
    "3444947612": "Verkéier tëscht",
    "4181611011": "Reconciliatioun Datum",
    "728503636": "Bezuelen Datum",
    "3720584906": "15 Jul 2021 - 15 Okt 2021",
    "388240587": "5-15 Jan 2022",
    "3426312287": "5-15 Jan 2022",
    "615618648": "15.04.2021 - 15.07.2021",
    "3376724603": "14-24 September 2021†††",
    "3398978455": "15-25 September 2021†††",
    "2722456056": "15.01.2021 - 15.04.2021",
    "4063155841": "Net méi spéit wéi de 25. Juni 2021††",
    "4082053540": "19-25 Juni 2021††",
    "64953197": "15 Okt 2020 - 15 Jan 2021",
    "1023070345": "Net méi spéit wéi de 14. Mäerz 2021",
    "2600696085": "15. Mäerz 2021",
    "3217791519": "15 Jul 2020 - 15 Okt 2020",
    "649261378": "5-11 Jan 2021*",
    "1559190296": "5-11 Januar 2021†",
    "3806054689": "15.04.2020 - 15.07.2020",
    "4162383380": "16 - 22 Sep 2020*****",
    "1990824776": "16-24 Sep 2020*****",
    "3856690908": "15.01.2020 - 15.04.2020",
    "3200641265": "Net méi spéit wéi de 16. Juni 2020*",
    "3744079744": "15-19 Juni 2020****",
    "2209837451": "15 Okt 2019 - 15 Jan 2020",
    "2510534204": "Net méi spéit wéi den 23. Mäerz 2020***",
    "2910560864": "20-23. Mäerz 2020***",
    "2544565802": "15 Jul 2019 - 15 Okt 2019",
    "3963642878": "Net méi spéit wéi den 14. Dezember 2019*",
    "622103562": "17 Dezember 2019**",
    "4072202039": "15.04.2019 - 15.07.2019",
    "818049069": "Net méi spéit wéi de 15. Juli 2019",
    "1169005651": "15 Sep 2019",
    "2303655425": "15 Jan 2019 - 15 Abrëll 2019",
    "3678889946": "Net méi spéit wéi de 15. Juni 2019",
    "3094354698": "Juni 15, 2019",
    "4217013126": "Paiementer lafen typesch de ganzen Dag op der Ausbezuelungsdatum, a sinn am Allgemengen bis Mëtternuecht Pazifik Zäit fäerdeg. Wann e Kont fir Iwwerpréiwung markéiert gouf, kann et bis zu fënnef zousätzlech Aarbechtsdeeg daueren fir eng Bezuelung ze befreien.",
    "1447649958": "Als Erënnerung ass nëmme korrekt Mënscheverkéier berechtegt fir Ausbezuelen. Dir kënnt méi Detailer iwwer dëst an eiser FAQ gesinn, hei ënnen verlinkt. Verfügbar Gläichgewiicht muss och e Mindestschwelle erfëllen fir berechtegt ze sinn fir d'Ausbezuelung, aktuell 10 HMT.",
    "4257144752": "Echtzäit Schätzunge reflektéieren keng definitiv Genauegkeet oder Mënschheet, an dofir kënnen Äert Finale Akommes wesentlech erop oder erof variéieren vun Zuelen, déi am Dashboard virum Är éischt Reconciliatioun ugewise ginn.",
    "2728931827": "No all Reconciliatioun ginn Är Per-Sitekey Schätzungen aktualiséiert an d'Genauegkeet vun zukünfteg Prognosen soll eropgoen, ausser Äre Site huet eng materiell Ännerung am Benotzerverhalen.",
    "1200905005": "††† Vum September 2021, Reconciliatiounen a Bezuelungen lafen elo iwwer eng Period vun ongeféier 10 Deeg anstatt een eenzegen Dag, fir operationell Aschränkungen am Zesummenhang mam Wuesstum am Service ze vereinfachen.",
    "4284094387": "†† E puer Juni 2021 Reconciliatiounen a Bezuelungen lafen an der nächster Woch wéinst Verspéidungen an der Verifizéierung vun de finalen Berechnungen während der Reconciliatiounsfenster.",
    "1977013707": "† Dezember 2020 Auszahlungen goufen vum 15. nei geplangt fir Iwwerlappung mat Enn-vum-Joer-Reconciliatiounen a Personalvakanzen ze vermeiden: si gi vun der zweeter Woch vum Januar ofgeschloss. Wéinst méi lues wéi gewinnt Iwwerweisungen op PayPal, wäerten d'Ausbezuelen iwwer e puer Deeg lafen anstatt op engem eenzegen Dag ofgeschloss ze ginn.",
    "517010299": "Notéiert w.e.g.: mir schaffen am Moment un engem grousse Backend-Iwwergank op bal Echtzäit Reconciliatioun. Periodesch Reconciliatioune lafen manner dacks wéi gewinnt duerch Q1 2021. Dëst beaflosst net d'Ausbezuelungspläng oder Datumen.",
    "3092200338": "** Wann de 15. op e Weekend fällt, ass de Bezuelungsdatum amplaz de 17.",
    "3891941747": "*** COVID-19 BEROUND: Wéinst reduzéierter Personalkapazitéit am Zesummenhang mam COVID-19 ass d'Reconciliatioun ëmgeplangt ginn fir zousätzlech Zäit ze erlaben fir eis Standardverifikatioun ofzeschléissen. D'Ausbezuelen ginn erwaart e Freideg unzefänken an de nächste Méindeg fäerdeg ze maachen.",
    "2301757528": "**** Wéinst Ënnerhalt vu PayPal vun hiren REST APIen während der Ausbezuelungsfenster, sinn net all Ausbezuelen de 15. Juni ofgeschloss. All Ausbezuele geplangt fir de 15. Juni (Pazifik Zäit) awer net ausgefouert wéinst PayPal API Feeler goufe bis den 19. Juni (Pazifik Zäit) nei ausgefouert.",
    "116842359": "***** Reconciliatioune ginn erwaart iwwer e puer Deeg ze kompletéieren wéinst Systemerhaltung.",
    "4154415610": "***** September 2020 Auszahlungen lafen a Chargen wéi d'Reconciliatioun fäerdeg ass, mat e puer e puer Deeg méi spéit wéi ursprénglech geplangt wéinst Reconciliatiounsverzögerungen.",
    "2310694091": "Wat heescht Reconciliatioun?",
    "164801246": "Reconciliatioun ass de Prozess wou de Verkéier no der Tatsaach analyséiert gëtt fir seng Mënschlechkeet a Genauegkeet z'iwwerpréiwen, soubal all Daten vun alle Berichterstattungssäiten era sinn. Dir kënnt méi Detailer an eisem liesen",
    "3256245394": "souwéi eis Blogposten, z.B",
    "3089778412": "Wéi hCaptcha Belounungen berechent",
    "3329755436": "Sidd Dir plangt dëse Prozess ze beschleunegen?",
    "1911669851": "Jo, mir schaffen de Moment un enger Vielfalt vu Verbesserunge vun eise Backend Systemer, déi mir erwaarden, wäerten eis schlussendlech erlaben souwuel méi séier Reconciliatioun, méi séier Schätzungsgenauegkeet a méi séier Ausbezuelen ze bidden. Mir schaffen am Moment fir d'éischt d'Reconciliatioun ze beschleunegen.",
    "2366003154": "Press a Medien Ufroen",
    "3054564199": "Press Kit",
    "3173156067": "E puer prett-gemaach Garantie ass verfügbar am Fall wou Dir Beispillbilder an Ärem Artikel wëllt enthalen.",
    "867314732": "Dir kënnt héich-Resolutioun recuperéieren",
    "858218750": "an Orientatioun iwwert d'Benotzung vun hinnen op der",
    "3821716514": "Säit.",
    "1186243118": "Logo Biller",
    "3034959000": "Dir kënnt recuperéieren",
    "1764089150": "hei:",
    "1558428432": ". Kreditt se w.e.g. op hCaptcha.com.",
    "2429359042": "Beispill Interface Biller",
    "1480820434": "Bild 1",
    "3213411837": "Bild 2",
    "1270712701": "Pressematdeelungen a rezent Berichter",
    "231285005": "Dir kënnt rezent Updates op eisem Blog fannen",
    "1289884910": "Mir publizéieren och heiansdo Analyse a Berichter. Zum Beispill:",
    "932546190": "Firwat CAPTCHAs wäerten ëmmer bei eis sinn",
    "2344319147": "Wéi vill ass Google seng Bot Detektioun wierklech wäert?",
    "1637527266": "Wéi eng Länner hunn de meeschte Botverkéier?",
    "230159237": "Kontakter",
    "3759923279": "W.e.g. riicht Pressefroen un déi folgend E-Mailadress:",
    "4255608322": "Lescht aktualiséiert: Abrëll 12, 2021",
    "537881751": "Wëllkomm op hCaptcha! Dës Privatsphär Politik beschreift d'Praktiken vun Intuition Machines, Inc. (\"IMI\", \"mir\" oder \"eis\") betreffend eis Sammlung, Notzung an Verëffentlechung vun Informatioun (inklusiv perséinlech Informatioun, hei ënnen definéiert) iwwer eis Websäit op www.hcaptcha .com an all aner Ënnerdomainen oder Domainen déi mir benotzen (\"Sites\") an d'HCaptcha Applikatiounsprogramm-Interface a verbonne Software a Materialien (zesummen de \"Service\").",
    "33639629": "Net applicabel op Drëtt Partei Websäiten. Notéiert w.e.g. datt dës Dateschutzpolitik net op eng Websäit, Offer, Produkt oder Service vun Drëtt Partei gëlt, och wann se op eise Site verlinkt oder de Service integréiert - kuckt w.e.g. op déi applicabel Privatsphär Politiken ier Dir decidéiert Informatiounen un Drëtten ze liwweren. Parteien.",
    "987375734": "IMI baséiert an den USA. D'Siten an de Service gi vun eis aus den USA kontrolléiert an operéiert. Är perséinlech Informatioune kënnen an all Land gespäichert a veraarbecht ginn, wou mir Ariichtungen hunn oder an deem mir Déngschtleeschter engagéieren, an andeems Dir d'Siten a Service benotzt, averstanen Dir den Transfert vun Informatioun un Länner ausserhalb vun Ärem Residenzland, dorënner d'USA. , déi Dateschutzreegele kënnen hunn, déi anescht sinn wéi déi vun Ärem Land. A bestëmmten Ëmstänn, Geriichter, Affekoten Agenturen, reglementaresche Agencen oder Sécherheet Autoritéiten an deenen anere Länner kënnen d'Recht op Är perséinlech Informatiounen Zougang.",
    "452920031": "Eng Notiz fir Clienten ausserhalb vun den USA.",
    "2328839224": ". Kuckt w.e.g. eis \"Notiz fir Kalifornien Awunner\" Sektioun am Zesummenhang mat Äre Rechter ënner dem California Consumer Privacy Act (\"CCPA\").",
    "1565481281": "Eng Notiz un Kalifornien Awunner",
    "1028058338": "Kuckt w.e.g. eis \"Notiz fir EU Datesujeten\" Sektioun am Zesummenhang mat Äre Rechter ënner der General Dateschutzreglement (\"GDPR\").",
    "2271205646": "Eng Notiz fir Awunner vum Europäesche Wirtschaftsraum.",
    "508143070": "Notéiert datt IMI de Controller vun Ärer perséinlecher Informatioun ass, ausser wou mir perséinlech Informatioun am Numm vun eisen Integratoren am Zesummenhang mat der Versuergung vun eisem Service veraarbechten, an deem Fall si mir de Veraarbechter vu perséinlechen Informatioun, an déi Integratoren sinn d'Controller vun der perséinlech Informatiounen.",
    "2330965058": "Wou mir als Prozessor fir eis Integratoren handelen, benotze mir d'Donnéeën, déi gesammelt gi fir all Zweck anescht wéi als raisonnabel néideg fir eise Service ze liwweren, an eis Veraarbechtung gëtt vun de Kontrakter regéiert, déi mir mat eisen Integratoren op der Plaz hunn, net dëst Privatsphär Politik",
    "3017040355": "D'Veraarbechtung vun den EU Datebetreffend Daten funktionnéiert ënner der gesetzlecher Basis vun de Standard Contractual Clauses (SCCs) integréiert am Dateveraarbechtungsaddendum zu eise Servicebedéngungen oder Dateveraarbechtungsverträg mat eisen Integratoren.",
    "2233384692": "Wann Dir Froen oder Bedenken hutt iwwer wéi esou Donnéeë gehandhabt ginn oder Är Rechter ausübe wëllt, sollt Dir d'Persoun oder d'Entitéit (dh den Datekontroller) kontaktéieren, dee mat eis vertrag huet fir de Service ze benotzen fir dës Donnéeën ze veraarbecht. Mir wäerten awer Hëllef un eis Integratoren ubidden fir all Bedenken ze adresséieren déi Dir hutt, am Aklang mat de Bedéngungen vun eisem Kontrakt mat hinnen.",
    "349292953": "Informatioun Mir sammelen",
    "3022001832": "Mir sammelen Informatioune vun Individuen, déi mat eise Siten a Servicer interagéieren, dorënner déi, déi eise Service op hirer Websäit (\"Integratoren\") integréieren, déi, déi d'Servicer fir d'Dateetikett benotzen (\"Clienten\"), an den Endbenotzer, déi mat eisem interagéieren. Service iwwer d'Websäite vun eisen Integratoren (\"Endbenotzer\").",
    "835545301": "Mir sammelen déi folgend Informatiounskategorien:",
    "3228928991": "Informatioun déi benotzt ka ginn fir en Individuum ze identifizéieren oder ze kontaktéieren (\"Perséinlech Informatioun\"), wéi Numm, E-Mailadress a Land. Mir sammelen Perséinlech Informatioun vun eisen aktuellen a potenziellen Integratoren a Clienten wa se se direkt un eis ginn (zum Beispill andeems Dir e Formulaire ausfëllt wann Dir Iech fir e Kont umellt oder Iech bewerbt fir E-Mail Notifikatioune vun eis ze kréien). Mir kënnen och d'Identitéit vun eisen Integratoren a Clienten verifizéieren andeems Dir perséinlech Informatioune mat Drëttubidder Datenbanken oder offiziell legal Dokumenter vergläicht.",
    "1655796811": "Informatioun gesammelt automatesch als Resultat vun der Notzung vum Integrator oder Client vun de Siten oder de Servicer (\"Analytikinformatioun\"), wéi IP Adressen, Browsertyp, Internetserviceprovider, Plattformtyp, Apparattyp, Betribssystem, Datum an Zäitstempel Zougang, an aner ähnlech Informatioun. E puer Analytics Informatioune ginn an eisem Numm vun Drëttpersounen gesammelt, déi mir fir dësen Zweck engagéieren, an e puer Analytics Informatioun gëtt duerch eng Vielfalt vun Tracking Technologien gesammelt, dorënner Cookien (kuckt \"Drëtt Partei Analytics a Tracking Technologien\" hei ënnen).",
    "1388241689": "Informatioun gesammelt als Resultat vun Endbenotzer déi Ufroen iwwer de Service beäntweren (\"Labeled Data\"), sou wéi Bildetikettdaten, Text ëmgerechent vun Audiodateien, déi op dës Endbenotzer gespillt ginn, Äntwerten op Froen, an aner Ufroe generéiert vum Service fir Zwecker vun Etikettéierungsdaten fir ze benotzen an Maschinnléieren Uwendungen. Notéiert datt Labeled Data net mat engem identifizéierten Individuum gebonne sinn.",
    "1493790285": "Aner Informatioun gesammelt vun Endverbraucher als Deel vum Service fir déi néideg ass fir ze bestëmmen ob se",
    "2216374138": "Mënschlech sinn, sou wéi Mausbewegungen, Scrollpositioun, Tastaturevenementer, Touch Eventer, a Gyroskop / Beschleunigungsmeter Informatioun wéi zoutreffend.",
    "2394073454": "Mir kënnen zousätzlech Informatioune vun Endbenotzer sammelen, déi mat eis als Individual Date Labelers wëllen schaffen.",
    "3103557430": "Wéi mir Informatioun benotzen",
    "1130802068": "Mir benotzen d'Informatioun déi mir sammelen fir déi folgend Zwecker:",
    "2940689138": "Fir Integrator a Clientskonten ze administréieren an de Service ze bidden. Mir benotze perséinlech Informatioun fir spezifesch Konte mat Integratoren a Clienten ze associéieren an hinnen de Service ze bidden, op Ufroen oder Ufroen z'äntweren, Ënnerstëtzung oder technesch Hëllef ze bidden, a Bezuelungen ze erliichteren.",
    "857974529": "Fir de Site an de Service ze verbesseren. Mir benotzen Analytics Informatioun fir eis existent ze verbesseren an nei Servicer an Offeren z'entwéckelen an existéierend an zukünfteg Produktoffer ze personaliséieren.",
    "1820844638": "Maart Abléck ofzeleeën. Mir benotzen Analytics Informatioun fir de Maart ze analyséieren a Geschäftsanalysen am Zesummenhang mam Site an eise Servicer ze maachen, a fir aner Fuerschungszwecker.",
    "3386280249": "Fir e Maart fir Labeléiert Daten ze bidden. Eise Service erlaabt héichvolumen Dateetikettéierung a mënschlech Iwwerpréiwung fir Maschinnléieresystemer als Service fir Websäitebesëtzer a Firmen déi Hëllef brauchen fir hir Donnéeën ze markéieren. Zu dësem Zweck verëffentleche mir Labeled Data un eise Clienten déi interesséiert sinn Labeled Data ze kréien.",
    "3532143291": "Fir eis Servicer a Systemer ze sécheren. Mir benotzen Analytics Informatioun fir eis Systemer ze sécheren andeems mir potenziell Geforen a Schwachstelle identifizéieren, an soss d'Informatioun ze schützen déi mir sammelen.",
    "2185418511": "Fir all legitim Geschäftszwecker, virausgesat datt d'Informatioun de-identifizéiert oder aggregéiert ass sou datt se net vernünfteg un eng Persoun gebonnen ka ginn.",
    "2386465280": "Wéi mir Informatioun deelen",
    "2159517814": "Mir deelen oder verëffentlechen perséinlech Informatioun an de folgende Fäll:",
    "4256083674": "Op direkt Ufro vun engem Integrator fir de Bedruchrisiko vun enger spezifescher CAPTCHA Erausfuerderungsufro oder IP Adress z'identifizéieren, oder soss wou spezifesch Zoustëmmung ginn ass.",
    "3494826505": "Mat Ubidder engagéiere mir essentiell Aspekter vun de Siten an dem Service, wéi Datelagerung, Hosting, an Analytics, an nëmme fir dës Zwecker.",
    "1119009846": "Wéi néideg fir dem applicabele Gesetz ze respektéieren, inklusiv staatlech Ufroen, Ufuerderunge fir Gesetzer, an soss un ëffentlech a privat Entitéite fir d'Rechter, d'Privatsphär, d'Sécherheet oder d'Besëtz vun Iech, eis oder anerer ze schützen.",
    "197676026": "Mat aneren fir all legitim Geschäftszwecker, virausgesat datt d'Informatioun de-identifizéiert ass",
    "2359312315": "oder aggregéiert sou datt et net raisonnabel un eng Persoun gebonnen ka ginn.",
    "2497216176": "Drëtt Partei Analytics an Tracking Technologien",
    "3694578791": "Wéi uewen diskutéiert, sammele mir (an eis Drëtt Partei Ubidder) Analytics Informatioun deelweis duerch d'Benotzung vu Cookien, Web Beaconen an aner Tracking Technologien. An e puer Fäll schaffe mir mat Drëtt Partei Ubidder fir Cookien ze benotzen fir d'Ziler vun der Sammelen vun Analytics Informatioun.",
    "2238885192": "Mir benotzen Sentry fir Debuggingdaten ze sammelen wann e Benotzer e Feeler erlieft. Fir Informatiounen iwwer wéi Sentry Daten sammelt a veraarbecht:",
    "1535054294": "Weg gesinn hir detailléiert Politik",
    "658775471": "Mir benotzen Cloudflare fir eise Webverkéier ze optimiséieren. Fir Informatiounen iwwer wéi Cloudflare Daten sammelt a veraarbecht:",
    "2014256987": "Wann Dir léiwer d'Benotzung vu Cookien oder aner Trackingtechnologien net blockéiere wëllt, kuckt w.e.g. \"Är Informatioun verwalten\", hei ënnen. Notéiert w.e.g. datt dëst Är Erfahrung mat de Siten oder Service negativ beaflosse kann, well verschidde Funktiounen net richteg funktionnéieren.",
    "2788024905": "Wéi mir d'Informatioun sécheren",
    "271333468": "Mir implementéieren entspriechend technesch an organisatoresch Moossname fir d'Informatioun ze schützen déi mir sammelen a späicheren, a verlaangen datt all Agenten déi eis Veraarbechtung am Numm maachen datselwecht maachen. Leider si keng Sécherheetsmoossnamen 100% Narrproof, an als solch kann keen Netz oder System (och eisen) garantéiert ginn 100% sécher géint Zerstéierung, Verloscht, Ännerung, onerlaabt Verëffentlechung vun oder Zougang zu Informatioun déi mir sammelen a späicheren. Wann Dir mengt datt Är Informatioun aus iergendengem Grond net sécher ass, kontaktéiert eis w.e.g. direkt op:",
    "3031284129": "Garantie Verzichterklärung",
    "26365791": "Am vollsten Ausmooss vum Gesetz erlaabt, de Site an de Service (an all aner assoziéiert Servicer, Informatioun, Daten, Fonctiounen an aner Inhalter oder Materialien) ginn op enger \"wéi-ass\" an \"wéi-verfügbar\" Basis zur Verfügung gestallt. Am vollsten Ausmooss vum Gesetz erlaabt, schléisst IMI all Garantien aus, inklusiv awer net limitéiert op déi implizit Garantie vu Verkafbarkeet, Fitness fir e bestëmmten Zweck, an Net-Verletzung.",
    "735630686": "Verwalte Är Informatioun (Är Rechter)",
    "498769698": "Dir kënnt Zougang zu, korrigéieren, änneren oder läschen bestëmmte perséinlech Informatiounen, déi Dir eis iwwer Ären Integrator, Client oder Accessibilitéit Benotzerkont zur Verfügung gestallt hutt (wann Dir en Integrator, Client oder Accessibility User sidd). Wann Dir net fäeg sidd dat ze maachen, oder Froen iwwer perséinlech Informatioun hutt, déi mir iwwer Iech gesammelt an/oder gedeelt hunn, oder wëllt Är Zoustëmmung fir eis Veraarbechtung zréckzéien (dh Äre Kont komplett läschen), da kontaktéiert eis op:",
    "2895491273": "Wann Dir léiwer Cookien oder aner Tracking Technologien blockéiere wëllt, sinn déi meescht Browseren a mobilen Apparater all Iech fir Är Astellungen z'änneren fir Iech z'informéieren wann Dir Cookien kritt oder aner Tracking Technologien benotzt ginn, a fir ze wielen ob Dir akzeptéiert / erlaabt et. Déi meescht Browser erlaben Iech och existéierend Cookien auszeschalten oder ze läschen oder zukünfteg Cookien automatesch ze refuséieren. Dir kënnt och Drëtt Partei Tools benotzen, dorënner Browser Plug-ins, fir Är Cookie-Astellungen ze kontrolléieren. Notéiert awer, datt wann Dir all Cookien auszeschalten, e puer Deeler vun eise Siten vläicht net richteg funktionnéieren.",
    "707527778": "Informatiounen aus Kanner",
    "1747657936": "Eis Siten a Service sinn net u Kanner ënner 13 Joer geriicht a mir sammelen net bewosst perséinlech Informatioun vu Kanner ënner 13. Wa mir léieren datt mir perséinlech Informatioune vun engem Kand ënner 13 Joer gesammelt hunn, wäerte mir huelen raisonnabel Schrëtt fir esou Informatioun aus eise Fichieren ze läschen sou séier wéi méiglech ass, ausser mir hunn eng gesetzlech Verpflichtung fir se ze halen. W.e.g. kontaktéiert eis wann Dir mengt datt mir Informatioun vun oder iwwer e Kand ënner 13 Joer hunn:",
    "2419795065": "Notiz fir Kalifornien Awunner",
    "1517625162": "Ënner Kalifornien Civil Code Sektioun 1789.3, Kalifornien Benotzer sinn berechtegt op déi folgend Konsumenterechter Notiz: Kalifornien Awunner kënnen d'Complaint Assistance Unit vun der Division of Consumer Services vum California Department of Consumer Affairs per Mail op 1625 North Market Blvd., Sacramento, erreechen. CA 95834, oder per Telefon um (916) 445-1254 oder (800) 952-5210.",
    "3730344349": "Dës Sektioun liwwert zousätzlech Detailer iwwer déi perséinlech Informatioun, déi mir iwwer Kalifornien Konsumenten sammelen an d'Rechter, déi hinnen ënner dem California Consumer Privacy Act oder \"CCPA\" ginn.",
    "4044467791": "Fir d'Kategorie vu perséinlechen Informatioune, déi mir vun Iech an de leschten 12 Méint gesammelt hunn, kuckt w.e.g. d'Sektioun \"Informatioun déi mir sammelen\" uewendriwwer. Mir sammelen dës Informatioun fir d'Geschäfts- a kommerziell Zwecker beschriwwen an der Rubrik \"Wéi mir perséinlech Informatioun benotzen\" uewendriwwer. An de leschten 12 Méint hu mir déi folgend Informatiounskategorien mat Drëttubidder fir e Geschäftszwecker gedeelt:",
    "4208081170": "Kategorie vu perséinlechen Informatiounen",
    "1528242915": "Identifizéierer.",
    "3863351997": "Perséinlech Informatiounskategorien, déi am California Client Records Statut opgezielt sinn (Cal. Civ. Code § 1798.80 (e)).",
    "2826705343": "Kommerziell Informatiounen.",
    "2683038211": "Internet oder aner elektronesch Netzwierkaktivitéit.",
    "3671828834": "Beispiller vu perséinlechen Informatioun gedeelt",
    "779426309": "E richtegen Numm, eenzegaartege perséinlechen Identifizéierer, Online Identifizéierer, Internet Protokoll Adress, E-Mailadress, Kontonumm oder aner ähnlech Identifizéierer.",
    "2414368123": "En Numm, Kredittkaartnummer, Bankkaartnummer oder all aner finanziell Informatioun.",
    "4088941349": "Records vu Produkter oder Servicer kaaft, kritt oder betruecht.",
    "3238612014": "Browsergeschicht, Informatioun iwwer d'Interaktioun vun engem Konsument mat enger Internet Websäit, Applikatioun oder Annonce.",
    "1023108656": "Kategorien vun Drëtte-Partei Destinatairen",
    "1418235079": "Service Provider",
    "3238184941": "Notiz: Bedruchrisiko verbonne mat enger individueller IP Adress kann op Ufro mat engem Integrator gedeelt ginn.",
    "285116485": "D'Firma \"verkaaft\" net (wéi dëse Begrëff an der CCPA definéiert ass) déi perséinlech Informatioun déi mir sammelen. Gitt w.e.g. op d'Sektioun \"Drëtt Partei Analytics an Tracking Technologien\" uewendriwwer fir méi Informatioun iwwer d'Zorte vun Drëtt Partei Cookien, wann iwwerhaapt, déi mir benotzen.",
    "1408750006": "Ënner bestëmmte Aschränkungen, bitt d'CCPA Kalifornien Konsumenten d'Recht op ze froen fir méi Detailer iwwer d'Kategorien oder spezifesch Stécker vu perséinlechen Informatioun ze wëssen, déi mir sammelen (inklusiv wéi mir dës Informatioun benotzen a verëffentlechen), hir perséinlech Informatioun ze läschen, fir auszeschléissen. all \"Verkaf\" dee ka geschéien, souwéi d'Recht net diskriminéiert ze ginn fir dës Rechter auszeüben.",
    "759057398": "Notifikatioun un EU Datesujeten",
    "825780955": "Perséinlech Informatiounen",
    "2945960297": "Mat Respekt fir EU Datesujeten ass de Begrëff \"perséinlech Informatioun\" wéi an dëser Dateschutzpolitik benotzt gëtt gläichwäerteg mat \"perséinlechen Donnéeën\" wéi definéiert an der Europäescher Unioun General Data Protection Regulation (GDPR).",
    "1126613163": "Sensibel Donnéeën",
    "3571006800": "E puer vun den Informatioune, déi Dir eis ubitt, kënne sensibel Donnéeën ausmaachen wéi am GDPR definéiert (och als spezielle Kategorien vu perséinlechen Donnéeën bezeechent), inklusiv Identifikatioun vun Ärer Rass oder Ethnie op Regierungserausginn Identifikatiounsdokumenter.",
    "1988461282": "Juristesch Basis fir Veraarbechtung",
    "3519564631": "Veraarbechtung Zwecker",
    "1778642038": "Fir mat Iech ze kommunizéieren",
    "2223819810": "Fir eis Plattform ze optimiséieren",
    "1678661231": "Fir Konformitéit, Bedruch Präventioun, a Sécherheet",
    "2561077702": "Fir eise Service ze bidden",
    "2066321185": "Juristesch Basis",
    "1174237568": "Dës Veraarbechtungsaktivitéite bilden eis legitim Interessen. Mir probéieren all potenziell Auswierkungen op Iech (souwuel positiv an negativ) an Är Rechter ze berücksichtegen an ze balanséieren ier mir Är perséinlech Informatioun fir eis legitim Interessen veraarbecht. Mir benotzen Är perséinlech Informatioun net fir Aktivitéiten wou eis Interessen duerch all negativ Auswierkunge op Iech iwwerschratt ginn (ausser mir hunn Är Zoustëmmung oder soss verlaangt oder duerch Gesetz erlaabt).",
    "1350478093": "Veraarbechtung Zweck",
    "787916198": "Mat Ärer Zoustëmmung",
    "3348433919": "Är Rechter",
    "3842673636": "Ënnert dem GDPR hutt Dir gewësse Rechter iwwer Är perséinlech Informatioun. Dir kënnt eis froen déi folgend Aktiounen a Relatioun mat Äre perséinlechen Informatiounen ze huelen, déi mir halen:",
    "4057343238": "Opt-out",
    "1834911235": "Stop Dir direkt Marketing Kommunikatiounen ze schécken déi Dir virdru zoustëmmt hutt ze kréien. Mir kënne weiderhin Iech Service-verbonne an aner Net-Marketing Kommunikatiounen schécken.",
    "3022301908": "Zougang",
    "680638297": "Gitt Iech Informatioun iwwer eis Veraarbechtung vun Äre perséinlechen Informatioune a gitt Iech Zougang zu Äre perséinlechen Informatiounen.",
    "1409486258": "Richteg",
    "3878077249": "Update oder korrigéiert Ongenauegkeeten an Ärer perséinlecher Informatioun.",
    "3645414921": "Läschen",
    "42182578": "Läschen Är perséinlech Informatiounen.",
    "1609621367": "Transfert",
    "3208155808": "Transfert eng Maschinn liesbar Kopie vun Äre perséinlechen Informatioun un Iech oder eng Drëtt Partei vun Ärer Wiel.",
    "1786796818": "Beschränken",
    "3329634829": "Beschränken d'Veraarbechtung vun Äre perséinlechen Informatiounen.",
    "4202774977": "Objet",
    "3007158970": "Objektiv géint eis Vertrauen op eis legitim Interessen als Basis vun eiser Veraarbechtung vun Äre perséinlechen Informatioun, déi Är Rechter beaflosst.",
    "1273071008": "Date Sujet Zougang Rechter Ufroen",
    "3594381346": "Standuert.",
    "21141582": "dëst",
    "3357523404": "Cross-Border Data Transfer",
    "290966395": "Wéi an eiser Rubrik \"A Note to Clients Outside the United States\" beschriwwen, gitt w.e.g. bewosst datt Är perséinlech Donnéeën an den USA transferéiert, veraarbecht a gespäichert ginn. Dateschutzgesetzer an den USA kënnen ënnerschiddlech sinn wéi déi an Ärem Land wou Dir wunnt. Dir averstanen den Transfert vun Ärer Informatioun, inklusiv perséinlech Informatioun, un d'USA wéi an dëser Dateschutzpolitik festgeluecht andeems Dir eise Site besicht oder eise Service benotzt.",
    "3178581111": "Benotzt fir nei Zwecker",
    "1088304322": "Mir kënnen Är perséinlech Informatioun aus Grënn benotzen, déi net an dëser Dateschutzpolitik beschriwwe ginn, wou mir duerch Gesetz erlaabt sinn dat ze maachen a wou de Grond kompatibel ass mat dem Zweck, fir dee mir et gesammelt hunn. Wa mir Är perséinlech Informatioune fir en net verbonnen Zweck benotze mussen, kënne mir Iech matdeelen an déi applicabel legal Basis fir dës Notzung erklären. Wa mir op Är Zoustëmmung fir eng bestëmmte Notzung vun Äre perséinlechen Informatioune vertraut hunn, kënne mir Är Zoustëmmung fir all net-relatéierten Zweck sichen an erlaben Iech Är Notzung vum Service zu där Zäit ofzeschléissen, wann Dir dogéint.",
    "2260079771": "Dateschutz",
    "38428546": "Mir späicheren Är perséinlech Donnéeën am ganze Liewen vun Ärem Kont bei eis sécher. Mir behalen Är perséinlech Donnéeën nëmmen esou laang wéi néideg fir d'Ziler ze erfëllen, fir déi mir se gesammelt hunn, och fir d'Ziler fir all gesetzlech, Comptabilitéits- oder Berichterstattungsverpflichtungen ze erfëllen oder Streidereien ze léisen. D'Critèrë déi mir benotze fir Späicherperioden ze bestëmmen enthalen déi applicabel kontraktuell Bestëmmungen déi a Kraaft sinn, gesetzlech gesetzlech Aschränkungsperioden, applicabel reglementaresch Ufuerderungen an Industrienormen.",
    "384965568": "Wärend d'Retentiounsufuerderunge variéieren jee no Juridictioun, Informatioun iwwer eis typesch Retentiounsperioden fir verschidden Aspekter vun Äre perséinlechen Donnéeën ginn hei ënnen beschriwwen.",
    "2788836740": "D'Kontaktinformatioun fir Marketingzwecker gëtt kontinuéierlech behalen bis Dir Iech ofschreift. Duerno fügen mir Är Detailer op eis Ënnerdréckungslëscht onbestëmmt derbäi. E-Mail Informatioun gesammelt vun Accessibilitéit Benotzer gëtt ni fir Marketingzwecker benotzt.",
    "3520687192": "Records vun Kommunikatiounen mat Iech (zB Support Ticketen opgemaach via E-Mail oder Twitter) kënnen onbestëmmt gespäichert ginn.",
    "292211832": "Informatioun gesammelt iwwer technesch Mëttelen wéi Cookien, Websäitenzähler an aner Analyseinstrumenter ginn sou séier wéi praktesch verworf, awer kënne fir eng limitéiert Period vu bis zu engem Joer nom Oflaf vum Cookie gehale ginn, typesch an enger deidentifizéierter a aggregéierter Form ausser mir entdecken potenzielle Mëssbrauch vun eisem Service, an deem Fall wäerte mir dës Informatioun behalen fir eis ze hëllefen zukünfteg Mëssbrauch ze vermeiden. Mir kënnen dës anonymiséiert an aggregéiert Informatioun net mat Iech, Ärem Stot, eng IP Adress oder all perséinlech Informatioun op Basis vun der gespäichert Informatioun verbannen.",
    "470943029": "Wann Dir Froen iwwer dës Dateschutzpolitik hutt, kontaktéiert eis w.e.g. op:",
    "3192683783": "Ännerungen an dëser Dateschutzerklärung Politik",
    "1702335960": "All Informatioun déi mir sammelen ass ënnerleien der Dateschutzpolitik déi a Kraaft ass wann dës Informatioun gesammelt gëtt. Mir kënnen awer d'Dateschutzpolitik vun Zäit zu Zäit iwwerschaffen. Wann eng Revisioun materiell ass, wéi eleng vun eis bestëmmt, wäerte mir Iech matdeelen, zum Beispill per E-Mail. Déi aktuell Versioun gëtt ëmmer op eiser Privatsphär Politik Säit gepost.",
    "3669258571": "Cookie Politik",
    "2905621957": "Lescht aktualiséiert: Juli 18, 2020",
    "1173934218": "Mir verstinn datt Är Privatsphär fir Iech wichteg ass a si verpflichte fir transparent ze sinn iwwer d'Technologien déi mir benotzen. Dës Politik liwwert detailléiert Informatioun iwwer wéi a wéini mir Cookien op eise Siten a Service benotzen.",
    "2694150481": "Benotzt mir Cookien?",
    "457627611": "Jo. Mir an eis Analyse- oder Déngschtleeschter, Marketingpartner a Partner kënne Cookien, Web Beaconen oder Pixelen an aner Technologien benotzen fir sécherzestellen datt jiddereen deen d'Site benotzt déi bescht méiglech Erfahrung huet. Kuckt w.e.g. d'Sektioun \"Drëtt Partei Analytics an Tracking Technologien\" vun eiser Dateschutzpolitik fir méi Detailer.",
    "501102544": ": Mir gleewen datt den hCaptcha Anti-Bot-Service (dh de Service, dee vu Websäiten, Spiller oder mobilen Apps agebonnen ass) nëmme sougenannte \"Zoustëmmung-befreit\" Cookien am Aklang mat GDPR Reglementer enthält. Beispiller vun esou befreit Cookien enthalen:",
    "461631543": "GDPR Notiz",
    "2150907653": "* Technesch Cookien strikt néideg fir d'Bereetstellung vum Service. Dës enthalen Preferenze Cookien, Sessioun Cookien, Laaschtbalancéiere Cookien, etc.",
    "1012122721": "* Statistesch Cookien direkt vun eis geréiert (dh Éischt Partei, net Drëtt Partei Cookien), wou d'Donnéeën net fir Profiling benotzt ginn.",
    "148542287": "Dëst ass keng juristesch Berodung, a keng Garantie ginn iwwer dës Analyse zur Verfügung gestallt. Wann Dir zousätzlech Froen oder Bedenken hutt, kontaktéiert eis w.e.g. op:",
    "3956117148": "D'hCaptcha.com a BotStop.com Websäiten (d'Siten) kënnen zousätzlech Cookien enthalen, wéi an dëser Politik beschriwwen.",
    "3255230599": "Wat ass e Cookie?",
    "1095532507": "E Cookie (\"Cookie\") ass eng kleng Textdatei, déi vun engem Websäitserver op Ärer Festplack gesat gëtt. Cookies enthalen Informatiounen déi spéider vun engem Webserver am Domain gelies kënne ginn, deen Iech de Cookie erausginn huet. E puer vun de Cookien ginn nëmme benotzt wann Dir verschidde Funktiounen benotzt oder bestëmmte Virléiften auswielt, an e puer Cookien ginn ëmmer benotzt. Dir kënnt méi iwwer all Cookie gewuer ginn andeems Dir eis aktuell Cookie Lëscht hei ënnen kuckt.",
    "2943815316": "Mir aktualiséieren dës Lëscht periodesch, sou datt et vläicht zousätzlech Cookien sinn déi nach net opgelëscht sinn. Web Beaconen, Tags a Skripte kënnen op de Siten oder an E-Maile benotzt ginn fir eis ze hëllefen Cookien ze liwweren, Besich ze zielen, d'Benotzung an d'Effizienz vun der Kampagne ze verstoen an ze bestëmmen ob eng E-Mail opgemaach a gehandelt gouf. Mir kënne Berichter kréien op Basis vun der Notzung vun dësen Technologien vun eise Service-/Analytikprovider op enger individueller a aggregéierter Basis.",
    "2954157511": "Firwat benotze mir Cookien?",
    "1539071196": "Mir benotzen allgemeng Cookien fir déi folgend Zwecker:",
    "3545935449": "Fir nei oder fréier Benotzer z'erkennen.",
    "32739972": "Fir Är Login Sessiounsinformatioun ze späicheren wann Dir op eise Site registréiert sidd.",
    "4209078147": "Fir eise Site ze verbesseren an Är Visiten op eise Plattformen a Site besser ze verstoen.",
    "1077448694": "Fir mat Drëtt Partei Social Media Websäiten z'integréieren.",
    "1709478090": "Fir Iech mat Interesse-baséiert oder geziilten Reklammen ze déngen.",
    "3256020881": "Fir Äert Verhalen a Surfen Aktivitéiten iwwer Zäit iwwer verschidde Websäiten oder aner Plattformen ze beobachten.",
    "1092241113": "Fir d'Interesse vun eise Clienten an Integratoren besser ze verstoen.",
    "1434289796": "E puer Cookien sinn néideg fir bestëmmte Gebrauch vun de Siten, an ouni esou Cookien, mir wäerten net fäeg sinn vill Servicer ze bidden déi Dir braucht fir d'Siten richteg ze benotzen. Dës Cookien, zum Beispill, erlaben eis eis Siten ze bedreiwen, sou datt Dir Zougang kënnt wéi Dir gefrot hutt a loosse eis erkennen datt Dir e Kont erstallt hutt an op dee Kont ageloggt sidd fir Zougang zum Site Inhalt ze kréien. Si enthalen och Cookien déi eis et erlaben Är vireg Handlungen an der selwechter Surfsessioun ze erënneren an eis Siten ze sécheren.",
    "1533171442": "Mir benotzen och funktionell Cookien a Cookien vun Drëttubidder fir Analyse a Marketingzwecker. Funktionell Cookien erlaben verschidden Deeler vun de Siten richteg ze schaffen an Är Benotzervirléiften bekannt ze bleiwen. Analyse Cookien, ënner anerem, sammelen Informatioun iwwer wéi d'Clienten, d'Integratoren an d'Endbenotzer eis Site benotzen, den Inhalt an d'Produkter déi d'Benotzer am meeschten gesinn, an d'Effektivitéit vun eisen Drëtt Partei Reklammen. Annoncéieren Cookien hëllefen Annoncen un relevant Publikum ze liwweren an eis Annoncen uewen an de Sichresultater ze weisen. Cookies sinn entweder \"Sessioun\" Cookien déi geläscht ginn wann Dir Är Browser Sessioun ofschléisst, oder \"persistent\", déi bleiwen bis hir Läschung vun Iech (ënnert diskutéiert) oder vun der Partei déi de Cookie servéiert huet. Voll Detailer iwwer all Cookien, déi op de Site benotzt ginn, sinn an eiser Cookie Disclosure Tabell hei ënnen verfügbar.",
    "322830977": "Wéi Cookien auszeschalten.",
    "3885459114": "Dir kënnt allgemeng d'Benotzung vu Cookien aktivéieren oder spéider deaktivéieren duerch eng Funktionalitéit, déi an Ärem Webbrowser agebaut ass. Wann Dir méi iwwer Cookien léiere wëllt, oder wéi Dir se kontrolléiert, auszeschalten oder läscht, gitt w.e.g. https://www.knowcookies.com/ fir detailléiert Orientatioun.",
    "262509504": "Mir kënnen d'Informatioun, déi vu Cookien gesammelt gëtt, mat aner Informatioune verbannen, déi mir vun Iech sammelen no dëser Dateschutzerklärung a benotzen déi kombinéiert Informatioun wéi hei virgestallt. Ähnlech kënnen déi Drëtt Parteien, déi Cookien op eise Site servéieren, Ären Numm oder E-Mailadress mat aner Informatioune verbannen, déi se sammelen, wat fréier Akeef, déi offline oder online gemaach goufen, oder Är Online Benotzungsinformatioun enthalen.",
    "2935155034": "Wann Dir am Europäesche Wirtschaftsraum sidd, hutt Dir bestëmmte Rechter, déi uewen ënner dem Header beschriwwe sinn \"Notiz fir EU Datesubjekter\", dorënner d'Recht fir d'Donnéeën ze kontrolléieren an ze korrigéieren oder ze läschen, déi mir iwwer Iech hunn.",
    "1873812847": "Cookie(n) Verëffentlechung",
    "3319083717": "Numm:",
    "3183855267": "1. hmt_id",
    "907324388": "Funktioun",
    "2896187462": "1. Benotzt fir strikt néideg anonym Service-Zesummenhang Statistiken, a fir aner technesch Zwecker wéi Hëllef an Accessibilitéit Ënnerstëtzung.",
    "987267027": "Partei",
    "3453526675": "1. 1. Partei",
    "1952810469": "Typ",
    "1795436560": "1. Sëtzung",
    "102695075": "Dauer",
    "3356329025": "1. 30 Deeg",
    "3744153629": "Nimm:",
    "2801359190": "__cfduid,",
    "1829242168": "__cflb,",
    "2219945145": "Sëtzung,",
    "3186435874": "sessionid",
    "720059527": "2. Benotzt fir strikt néideg technesch Zwecker: Belaaschtung, Routing.",
    "1241291641": "Gesinn méi Detailer.",
    "1834801943": "2. 1. Partei",
    "2114694926": "2. Sëtzung",
    "938404336": "2. Variéiert; bis zu 30 Deeg.",
    "2196526290": "hc_accessibilitéit",
    "2577178569": "3. Benotzt fir strikt néideg technesch Zwecker: erlaabt Accessibilitéit Benotzer benotzen.",
    "1061239711": "3. 1. Partei",
    "1483015662": "3. Sëtzung",
    "3458934553": "3. Variéiert; bis zu 30 Deeg.",
    "1527172673": "Wann Dir Froen iwwer dës Cookie Politik hutt, kontaktéiert eis w.e.g. op:",
    "134571844": "Impressum (Site Notice)",
    "110836420": "Lescht aktualiséiert: Dezember 23, 2020",
    "2901894297": "hCaptcha ass e Service vun Intuition Machines, Inc. (\"IMI\"), eng Delaware US Corporation (#6393793).",
    "2928362319": "E-Mail Ufroe kënne geschéckt ginn op: Intuition Machines, Inc., 350 Alabama St, San Francisco, CA 94110.",
    "1300074400": "Informatioun iwwer déi aktuell Gestioun vun der Firma kann op der Iwwer Säit kritt ginn. Den aktuelle CEO vun der Firma ass de Verwalte Direkter verantwortlech fir Inhalt.",
    "3094150511": "Regulatioun Autoritéit: US Federal Kommunikatiouns Kommissioun, 45 L Street NE, Washington, DC 20554 USA.",
    "2763011087": "IMI engagéiert net, an ass och net verpflicht un der alternativer Sträitléisung fir Konsumentstreider virun enger Verbraucherstreitléisung Entitéit deelzehuelen.",
    "1395644678": "Offiziell Websäit vun der Europäescher Kommissioun fir Online Sträitléisung:",
    "4228283009": "http://www.ec.europa.eu/consumers/odr",
    "655974837": "Keng Garantien iwwer Inhalt",
    "707541553": "All Informatioun op eisen Internetsäiten gouf vum IMI oder enger Drëtt Partei validéiert. Wéi och ëmmer, weder IMI nach Drëtt Parteie kënne verantwortlech gemaach ginn fir Informatioun déi aktuell, korrekt oder komplett ass. Dëst gëllt och fir aner Websäiten déi iwwer Hyperlinks op eise Säiten erreechbar sinn. IMI iwwerhëlt keng Verantwortung fir den Inhalt vun dësen externe Websäiten.",
    "2650241052": "Keng Rotschléi",
    "3361191778": "D'Informatioun op den Internetsäiten representéiert keng individuell Berodung a kann dës net ersetzen. Wann Dir individuell Berodung braucht, da kontaktéiert eis Supportpersonal.",
    "1031855757": "Benotzung vun dësem Site",
    "204716894": "Den Inhalt an den Design vun eise Websäite sinn ënner Copyright Gesetz geschützt. Duplikatioun vun de Säiten an hiren Inhalt op eng Manéier déi raisonnabel fair Benotzung iwwerschreift erfuerdert viraus schrëftlech Zoustëmmung vum IMI wann et keng aner gesetzlech Bestëmmunge fir Duplikatioun op der Säit spezifizéiert ginn.",
    "3182435854": "Copyright",
    "3187946010": "All Text, Biller, grafesch Animatioun, Videoen, Musek, Kläng an aner Material op dëse Säiten sinn ënner Copyright Gesetz vun IMI oder drëtte Parteien geschützt wann uginn. Et ass verbueden dëst Material fir kommerziell Notzung ze kopéieren oder z'änneren op eng Manéier déi raisonnabel fair Notzung iwwerschreift.",
    "74538881": "Verantwortung fir dës Websäit",
    "3236873806": "IMI ass verantwortlech fir dës Websäit.",
    "2657277322": "Wann Dir Froen hutt, kontaktéiert eis w.e.g. op:",
    "1338341134": "hCaptcha + Privatsphär Pass (Beta)",
    "88879089": "Privatsphär Pass ass en",
    "1898063898": "fir d'Erhaalung vun der Privatsphär vun de Benotzer, déi mir a Verbindung entwéckelen",
    "1942186611": "an anerer.",
    "3673079511": "entstanen Norm",
    "2164933356": "Cloudflare",
    "3119589996": "Wéi et funktionnéiert: eng Browserextensioun bitt de Benotzer d'Fäegkeet fir kryptografesch blann Tokens fir Websäiten ze kreéieren an z'ënnerschreiwen déi de Privacy Pass Protokoll ënnerstëtzen. D'Extensioun generéiert Päss mat kryptographesch blannten Tokens, déi vun hCaptcha ënnerschriwwe ginn wann eng Erausfuerderung op all Site mat dem hCaptcha Service geléist gëtt,",
    "1254771154": "Erausfuerderunge gewisen op anere Privatsphär Pass-ënnerstëtzende Servicer déi och hCaptcha embed, zB Cloudflare.",
    "996362763": "Dës Tokens ginn ongeblindt a gespäichert vun der Extensioun fir zukünfteg Benotzung. Wann de Benotzer e Site mat hCaptcha besicht a muss d'Erausfuerderung passéieren (egal ob onsichtbar oder iwwer de \"Ech sinn Mënsch\" Knäppchen) gi se automatesch erléist. D'blannend Prozedur bedeit datt ënnerschriwwen an erléist Tokens kryptografesch unlinkbar aus der Perspektiv vun hCaptcha sinn, an domat d'Benotzer Privatsphär erhalen.",
    "2943346052": "Wéi den IETF Standardiséierungsprozess weider geet, erwaarden mir datt grouss Browser eng Form vu Privatsphär Pass native adoptéieren. Dëst wäert schlussendlech d'Verlängerung onnéideg maachen. Fir de Moment awer, befollegt d'Instruktioune hei ënnen.",
    "2326660907": "ausser",
    "741483946": "* An anere Wierder: Dir kënnt hCaptcha Privacy Pass Tokens op hCaptcha.com kréien, a benotzt se op anere Site direkt mat hCaptcha.com. Dir kënnt net hCaptcha Privatsphär Pass Tokens kréien oder erléisen fir den hCaptcha Service ze ëmgoen wéi se vun Cloudflare benotzt gëtt, well Cloudflare seng eege Privatsphär Pass Tokens erausginn an erléist.",
    "1362015807": "Ufänken",
    "1358325821": "Als éischt, installéiert d'Extensioun fir",
    "310885519": "oder",
    "4091044469": ". Vergewëssert Iech datt Dir d'Extensioun am Incognito Modus aktivéiert hutt. Da besicht all Websäit mat hCaptcha a léist e Captcha. Vun der Versioun 2.0.3 kënnt Dir dës Tokens op Websäiten erléisen déi hCaptcha benotzen.",
    "3904679538": "Chrome",
    "3700767772": "Wann Dir d'Extensioun installéiert hutt, klickt hei (oder op all hCaptcha-benotzende Websäit) fir Passë ze verdéngen:",
    "166277959": "Notéiert w.e.g.: dës Feature ass momentan an der Beta, a funktionnéiert vläicht net ëmmer fir all Websäiten a Benotzer. Am Fall wou et net aktivéiert ass oder net fir e bestëmmte Benotzer funktionnéiert, fällt d'Verhalen einfach zréck op d'Standard hCaptcha Erfarung ouni Verloscht vu Funktionalitéit.",
    "3031357206": "Eng nei Ikon erschéngt nieft Ärer URL Bar. Elo besicht eng Websäit mat hCaptcha. Et wäert esou ausgesinn:",
    "1066753052": "dat heescht de Portemonnaie eidel ass, an Dir sidd op engem Site datt eng hCaptcha Erausfuerderung enthält. Wann Dir d'Erausfuerderung ofgeschloss hutt, verdéngt Dir Tokens déi op all aner Websäit mat hCaptcha erléist kënne ginn.",
    "651123197": "Eng Unzuel vum aktuellen Total an Ärem Portemonnaie gëtt op der Ikon gewisen nodeems Dir d'Erausfuerderung ofgeschloss hutt.",
    "554844646": "Dir kënnt bestätegen datt d'Verlängerung funktionnéiert andeems Dir de Comptoir gesinn all Kéier wann Dir klickt ëm 1 erof geet",
    "4087729475": "d'Erausfuerderung no Ärer initialer Léisung.",
    "647630208": "An dat ass et! Ären Online Surfen ass elo méi privat.",
    "3272552822": "Entwéckler a Kryptografen:",
    "4059570880": "Wann Dir wëllt de Standardiséierung Effort ze Streck, Efforten sinn amgaang am",
    "1904390996": "ze standardiséieren der",
    "252720667": "Basis vun der kryptographescher Sécherheet vum Privatsphär Pass. De Protokoll selwer geet duerch de",
    "3972554015": "Prozess och. An d'Browser Extensioun ass natierlech",
    "3723626769": "fir Är Contributiounen an Iwwerpréiwung.",
    "3882147547": "Oblivious Pseudorandom Funktiounen",
    "565624910": "entworf",
    "3421090159": "oppe Quell",
    "3098677775": "Q: Ass meng IP a Browsergeschicht komplett privat vun hCaptcha wann Dir Privatsphär Pass benotzt?",
    "4019638786": "A: Privatsphär Pass Benotzer vun hCaptcha wäerten hir IP op hCaptcha ni aussetzen, ausser de Token Portemonnaie vun hirem Browser eidel ass oder de Site se schéckt. hCaptcha huet kee Wee fir de Benotzer mat der Token Erléisung ze verbannen, an interagéiert ni direkt mam Benotzer wärend der Erléisung, ausser hiren Token Portemonnaie ass eidel.",
    "3887113660": "Q: Wéi beaflosst Privatsphär Pass hCaptcha Akommes?",
    "1116455671": "A: Dir wäert eng Belounung fir déi initial Léisung verdéngen wann de Benotzer et op Ärem Site fäerdeg bréngt. Erléisungen verfollegen datselwecht Äntwertmuster wéi wann de Benotzer automatesch op Ärem Site passéiert wier wéinst dem héije Client Vertrauen: kee Akommes geschitt, an de Siteverify Uruff vun Ärem Server kritt e 'Kreditt: Falsch' an de Passresultater.",
    "779817954": "Q: Wann ech Privatsphär Passë vun engem anere Provider ausgestallt hunn, kann ech se op hCaptcha erléisen?",
    "3014149332": "A: Nee, Päss sinn net interoperabel: si musse vun der selwechter Autoritéit erausginn an erléist ginn, an dësem Fall hCaptcha. Notéiert datt wann Dir Passë vu béide Cloudflare an hCaptcha an Ärer Extensioun hutt, wäert d'Zuel verfügbar op de richtege Betrag änneren ofhängeg vun der Ufuerderung vun der Säit déi Dir besicht. An anere Wierder, wann Dir 100 Cloudflare Passë an Ärem Portemonnaie hutt an 10 hCaptcha Passë, sollt Dir 10 op der Extensioun Ikon op Säiten mat hCaptcha Embedde gesinn.",
    "3679148535": "Q: Wéi eng aner Applikatioune vum Privacy Pass schafft Dir un?",
    "1606783855": "A: Mir si ganz interesséiert am Privatsphär Pass fir d'Accessibilitéit (\"a11y\") Benotzungsfall. Virdrun populär Optiounen wéi Audio Captchas diskriminéieren vill a11y Benotzer. Mir gleewen datt d'Kombinatioun vun eiser aktueller a11y Approche mat der Privatsphär Pass Emissioun erlaabt a11y Benotzer sécher ze surfen, sécher am Wëssen datt hire Traffic méi privat ass, wärend de Mëssbrauch vu Botoperateuren beschränkt, déi zwangsleefeg optrieden wann a11y Optiounen verfügbar sinn.",
    "2359150347": "Q: Ënnerstëtzen aner Online Sécherheetsservicer Privatsphär Pass?",
    "2082237880": "A: hCaptcha ass den éischte Service vu senger Aart, deen Privatsphär Pass ënnerstëtzt, an ass de Moment deen eenzegen deen dat mécht. Wéi och ëmmer, mir erwaarden datt aner Servicer d'Virdeeler vun der Erhéijung vun der Privatsphär vun de Benotzer online erkennen, an erwaarden datt an Zukunft méi Implementatioune wäerte maachen wéi d'IETF Standards, déi mir hëllefen ze entwéckelen, formell ugeholl ginn.",
    "2109792055": "User Guide: Debugging Themen mat Privatsphär Pass Emissioun a Validatioun",
    "3588620914": "Privatsphär Pass ass eng nei Erfindung duerch d'Standarden vum Web, an et ass méiglech fir aner Uwendungen a Browser-Extensiounen, déi net bewosst sinn, hir Funktionalitéit ze stéieren.",
    "4039193170": "Wann Dir Probleemer hutt Tokens ze kréien oder ze erléisen:",
    "2378786360": "1. Probéiert ee vun deenen aneren ënnerstëtzte Browser: wann Dir op Chrome sidd, probéiert Firefox ze benotzen ouni Är Astellunge vu Chrome z'importéieren, an installéiert de Plugin do. Wann dat funktionnéiert, kënnt Dir e Browser Konfiguratiounsprobleem hunn.",
    "394235836": "3. Wann keng vun den uewe Suggestioune funktionnéiert, schéckt eis eng Ënnerstëtzungs-E-Mail a mir hëllefen Iech gär erauszefannen wat lass ass.",
    "3470857731": "Eng Analyse vu wéi gutt reCAPTCHA Bots erkennt.",
    "3240786848": "Lescht Update: 18. Februar 2021",
    "2547140673": "Zënter méi wéi engem Joerzéngt huet de Google's reCAPTCHA Service Websäit Besëtzer en Handel ugebueden: loosst Google Är Benotzer verfollegen a Froen stellen, an am Austausch verspriechen se Bots a Spam ze stoppen.",
    "2133754014": "Méi wéi 4,5 Millioune Websäite benotzen reCAPTCHA [",
    "3152512587": "an de System sammelt Honnerte vu Millioune deeglech Léisungen. [",
    "2296918009": "Dëst entsprécht all Dag méi wéi 100 Persounsjoer Aarbecht.[",
    "3900538778": "Labeléiert Daten sinn de Brennstoff deen Maschinnléiere mécht. reCAPTCHA Äntwerte goufen benotzt fir Google d'ML / AI Servicer ze verbesseren zënter 2009. Vill Leit, déi reCAPTCHA benotzen, mierken net datt hir Aarbecht benotzt gëtt.",
    "1160252730": "Google berechnen elo héich Präisser fir reCAPTCHA Enterprise, wat vill Firmen verursaacht fir dësen Deal nei ze bewäerten.",
    "1131196501": "Grouss Firmen wéi",
    "204889717": "hunn op hCaptcha's gewiesselt",
    "639413188": "als Äntwert.",
    "3280658086": "Entreprise Léisungen",
    "3842815245": "Ass dëst e fairen Handel?",
    "714342693": "D'hCaptcha-Team huet d'Präisdaten vun \"däischter Web\" Captcha-breaking Servicer zënter 2016 gesammelt. Mir hunn en interessanten Trend gemierkt:",
    "468929661": "D'Duerchschnëttskäschte fir e reCAPTCHA ze briechen sinn onheemlech niddereg (manner wéi $ 1 pro 1000 Léisungen) an ass net wesentlech eropgaang zënter datt eis Iwwerwaachung am 2016 ugefaang huet. Dëst gëllt fir béid reCAPTCHA v2 a v3. [",
    "2862164005": "D'Präisdaten erlaben eis en exakt Dollarwäert op d'Sécherheet ze setzen, déi vun engem reCAPTCHA ugebuede gëtt: $0,001 oder manner pro Äntwert.",
    "102498091": "Google kascht $1 pro 1000 Ufroe fir reCAPTCHA Enterprise, dat heescht datt se elo méi pro Ufro bezuelen wéi et kascht fir d'Sécherheet vun hirem Service ze briechen. Dëst schéngt wéi e schlechten Deal.",
    "130239139": "Wat ass de Wäert vun den 100+ Persounejäre vun der Aarbecht, déi Google all Dag gesammelt huet?",
    "1421074182": "Wesentlech méi héich.",
    "1953519598": "D'Käschte fir en eenzegt Bild ze markéieren reeche vun $ 0,03 bis $ 1,00 oder méi. Mat all konservativen Schätzung huet Google bis haut Milliarden Dollar u gratis Aarbecht extrahéiert. [",
    "3025548709": "Gëtt et eng Alternativ zu dësem ongerechten Deal?",
    "263761351": "hCaptcha ass déi éischt glafwierdeg Alternativ, elo vun honnerte vu Millioune Leit all Mount benotzt.",
    "2743692546": "Wéi d'Benotzer hir Mënschheet iwwer hCaptcha beweisen, geet hir Aarbecht an en anonymen oppene Maart fir Offeren.",
    "1982750088": "Firmen op der ganzer Welt bidden fir dës Aarbecht fir einfach Aufgaben ze kompletéieren déi einfach fir Leit awer schwéier fir Maschinnen sinn. D'Benotzer ënnerstëtzen de Site deen se besichen, an erliewen manner Webspam wéinst engem méi héije Sécherheetsniveau.",
    "1108398506": "Clienten kréien total Kontroll iwwer d'Erfahrung, a profitéiert vun der Expertise hCaptcha huet de gréissten onofhängege Challenge Provider um Internet bedriwwen. Si kréien och e besseren Deal wéi reCAPTCHA Enterprise: bis zu 50-80% bessere Präisser, ofhängeg vum Volume.",
    "3012870872": "Websäiten an Apps mat der gratis Versioun (hCaptcha Publisher) verdéngen Einnahmen aus där Aarbecht amplaz et un Google ze spenden.",
    "2271512952": "D'Benotzer ënnerstëtzen de Site deen se besichen, an erliewen manner Webspam.",
    "278010425": "Déi breet an dacks verännerend Varietéit vun Aufgaben op hCaptcha sinn och méi schwéier ze automatiséieren. Dem reCAPTCHA seng eenzeg Interface huet a ville Joeren net geännert, an huet e klenge Set vu selten verännert Froen. Dëst ass ee vun de Weeër wéi hCaptcha méi robust Anti-Bot-Schutz ubitt wéi reCAPTCHA.",
    "984849234": "hCaptcha benotzt fortgeschratt Maschinnléiere fir ze liwweren wat reCAPTCHA nëmmen versprécht, wärend de Wäert deelt, dee mat de Websäiten erfaasst gëtt, déi se benotzen.",
    "4063769686": "D'Benotzer ënnerstëtzen de Site deen se besichen, an erliewen manner Webspam. Dëst schéngt wéi e méi fairen Deal.",
    "685916926": "Firwat huet reCAPTCHA net mat der Zäit verbessert?",
    "3992401943": "Et gouf eng Revolutioun am Deep Learning zënter 2012. D'Industrienorm fir Taskgenauegkeet huet sech an de leschte Jorzéngt radikal verbessert, virun allem duerch déif convolutional Netzwierker. Aner ML-ugedriwwen Servicer Google bitt hunn dës Kéier gefollegt.",
    "615031303": "(Kuckt Foussnoten",
    "2125514305": "ML huet sech verbessert, awer d'Schwieregkeet fir de reCAPTCHA z'iwwergoen huet während dëser Zäit net wesentlech geännert.",
    "1406188018": "6 et7",
    "2689973938": "D'Verbesserung vun der reCAPTCHA erstellt en intrinsesche Konflikt fir Google als Annonce Verkeefer.",
    "464238793": "Wann Google selwer feststellt datt e Benotzer, deen eng Annonce gesinn oder e Link klickt, tatsächlech e Bot war, kann et net bezuelen fir Annoncen, déi dem Benotzer gewise ginn. Dësen Interessekonflikt huet den Ëmfang vun den Anti-Bot-Ambitioune vu Google staark limitéiert.",
    "918924423": "Zum Beispill huet Google keng offensichtlech wäertvoll Servicer wéi retroaktiv Bot Detektioun ugebueden. Et ass vill méi zouverlässeg de Benotzerverkéier Bot-generéiert ze deklaréieren nodeems Dir e puer Deeg Daten analyséiert huet.",
    "661412233": "Nom Captcha ze wëssen datt e puer Benotzer Bots waren ass och wäertvoll. Et léisst Websäit Besëtzer al Spam Posts botzen an \"Sleeper Accounts\" läschen, déi op Spam Foren an Zukunft registréiert sinn, Bedruch reduzéieren, a méi.",
    "3600797185": "Retroaktiv Bot-Identifikatioun ubidden, géif Google op déif Froen opmaachen, wéi een Annonceuren retroaktiv rembourséiere kann, déi Sue fir dee betrügeresche Verkéier ausginn hunn.",
    "2076932190": "De reCAPTCHA Produkt ass also fir e Jorzéngt stagnéiert.",
    "3856912381": "D'Benotzer hu gelidden, an onnéideg Webspam ass elo rampant. Mä et gëtt eng Alternativ.",
    "1035621426": "All Bot, deen duerch reCAPTCHA identifizéiert gëtt, reduzéiert direkt d'Adrecetten vun Google.",
    "3668115514": "Wéi ass hCaptcha anescht?",
    "2413742287": "Dem hCaptcha säin Ureiz ass d'Genauegkeet ze maximéieren, net Reklammenakommes: Bot Äntwerten sinn nëtzlos fir eis Clienten, déi mënschlech Trainingsdaten brauchen.",
    "1373262754": "Wësse wien en Individuum ass huet minimale Wäert fir hCaptcha. Mir këmmeren eis nëmmen ob si Mënsch oder e béise Schauspiller sinn.",
    "600646860": "Amplaz e Service vu zweifelhaftem Wäert ze bidden wärend d'Aarbecht mat reelle Wäert extrahéiert gëtt, liwwert hCaptcha souwuel Kompensatioun a staarken Anti-Bot Schutz.",
    "1836191653": "Amplaz vun engem bidden eng liicht besiegt Service fräi Benotzer iwwerdeems Millioune Dollar fir eng Entreprise Versioun Opluedstatiounen déi net vill besser ass, hCaptcha stellt excellent Bot Schutz fir béid, iwwerdeems Betrib Benotzer zousätzlech Fonctiounen an Personnalisatioun ubitt, zesumme mat staark SLAs a rapid Ënnerstëtzung.",
    "990215503": "hCaptcha ass deen eenzege grousse Captcha Service deen net vun engem Annoncenetz gehéiert.",
    "971933157": "hCaptcha këmmert sech ëm Privatsphär, Transparenz a Fairness.",
    "178839499": "hCaptcha deelt de Wäert vun der Aarbecht gemaach wärend d'Benotzer hir Mënschheet beweisen.",
    "1237076138": "hCaptcha bitt e fairen Deal fir béid gratis (hCaptcha Publisher) an Enterprise (hCaptcha Enterprise) Clienten.",
    "614310292": "Wien huet hCaptcha gebaut?",
    "4188814619": "hCaptcha ass e Service vun Intuition Maschinnen (",
    "3265328927": "), eng Maschinnléierefirma déi Produkter a Servicer ubitt fir Firmen déi Maschinnléieren op Skala implementéieren.",
    "2740033957": "D'IM Team besteet aus Wëssenschaftler an Ingenieuren vun Apple, Amazon an aner Leader am Maschinnléieren, verdeelt Systemer a Sécherheet.",
    "1579715421": "IM Wëssenschaftler publizéieren regelméisseg an Top Konferenzen wéi ICML, ICLR, ECCV, an NeurIPS, an d'Firma huet ëffentlech modernste Resultater an ML Disziplinnen wéi Deep Hashing verëffentlecht [",
    "4015238193": "an OCR [",
    "279580593": "imachines.com",
    "279918384": "Wéi benotzt Google Är gratis Aarbecht?",
    "2385522384": "Dir hutt méiglecherweis Frame vu Video vu Kameraen op Google Waymo selbstfueren Autoen gesinn, an hëlleft hir Objekterkennung ze verbesseren.",
    "1517627947": "Dir hutt méiglecherweis Biller vu Gebaier oder Stroosseschëlder vun Google Streetview Autoen gesinn, an hëlleft Plazen fir hir Maps an Earth Produkter ze markéieren.",
    "3225936061": "Dir hutt méiglecherweis Biller vun Text gesinn, geholl vu Bichersäiten am Google's Books Service, an hëlleft hir OCR (Texterkennung) Software ze verbesseren.",
    "129661785": "Hutt Dir jeemools gefrot \"op den Auto / Crosswalk / Stoplight ze klicken?\"",
    "936667684": "Hutt Dir jeemools gefrot \"d'Gebai / Strooss Schëld anzeschreiwen?\"",
    "3773515538": "Hutt Dir jeemools gefrot fir \"déi zwee Wierder anzeginn?\"",
    "1778058441": "Wéi eng Aarbechtsplaze lafen op hCaptcha?",
    "366088791": "hCaptcha ënnerstëtzt eng grouss Varietéit vun Aufgaben.",
    "3114147525": "hCaptcha Clientë benotzen de Service fir Aufgaben inklusiv Objekterkennung, Attributdetektioun (Etiketten sammelen fir Aarte vu Kleeder z'identifizéieren), Relevanzrangéierung (de relevantste Produkt aus e puer Optiounen auswielen am Verglach mat engem primäre Produkt), Grenzkëschten (fannen Beräicher vun Interesse op e Bild), \"Human OCR\" (den Text an engem Bild z'identifizéieren) a vill aner Aarte vun Aufgaben.",
    "3139609561": "Drënner sinn zwee Beispiller vun Bild Klassifikatioun an Attributer Detektioun Aarbecht Zorte. [",
    "2273532558": "Wien sinn hCaptcha seng bezuelende Clienten?",
    "4104221634": "hCaptcha Clienten spanen eng Vielfalt vun Industrien, vun Technologiefirmen bis zu deenen déi sech op Moud, Retail an aner Beräicher fokusséiert hunn, wou se Wäert kënne kreéieren andeems se Maschinnléiere benotzen.",
    "1337725003": "hCaptcha ass engagéiert fir den Zougang zu héije Volumen Echtzäit Annotatioun ze demokratiséieren, fir Firmen grouss a kleng d'Qualitéit vun hire Produkter a Servicer ze verbesseren andeems se Maschinnléiere fir hire Geschäft applizéieren.",
    "4086379603": "Froen?",
    "1243684308": "Mir huelen Äre Feedback eescht, a wëlle sécherstellen datt jiddereen eng méi agreabel Erfahrung online huet, mat manner Bots a manner Spam. Kontaktéiert eis:",
    "2645321220": "A wann Dir mengt datt d'Käschte vum reCAPTCHA ze héich sinn, frot eis iwwer hCaptcha Enterprise. De Moment am Gebrauch vun e puer vun de gréisste Verëffentlechen, Finanzservicer Firmen, a Web Infrastruktur Firmen an der Welt, si sinn net nëmmen eng glafwierdeg Alternativ zu reCAPTCHA: mir gleewen datt se de beschte Bot-Schutz ubidden, dee momentan verfügbar ass.",
    "1229233916": "Foussnoten",
    "1115642494": "1. Quell: BuiltWith.com reCAPTCHA Site Opféierungen. Opgeholl 9. Juli 2019.",
    "448807334": "(\"Honnerte vu Millioune CAPTCHAs ginn all Dag vu Leit geléist.\") Erholl den 8. Juli 2019.",
    "2397590157": "3. Konservativ Schätzung: 200 Millioune léisen * 30 Sekonnen pro léisen an Joer = 190,3 Persoun Joer / Dag.",
    "3236311792": "4. hCaptcha intern Analyse. Daten gesammelt bis den 30. Juni 2019. Detailer sinn op Ufro verfügbar.",
    "1752259468": "5. Konservativ Schätzung: $ 0,01 Käschten vun enger eenzeger Annotatioun * 200M avg. Annotatiounen pro Dag (ënneschten Grenzen) * 365 Deeg pro Joer * 10 Joer zënter 2009 Acquisitioun = $ 7,3 Milliarden ënneschten gebonnen Wäert.",
    "3268946369": "6. Kreditt: Gkrusze [CC BY-SA 4.0 (https://creativecommons.org/licenses/by-sa/4.0)]",
    "1519560388": "7. Quell: Mary Meeker, KP Internet Trends 2017",
    "2666258754": "SEMANTIC HIERARCHY-BASERT RELATIONAL EMBEDDINGS FIR SWACHLY-SUPERVISERT DEEP HASHING, Heikki Arponen, Tom E Bishop. ICML 2019, LLD Workshop.",
    "2544169219": "Rezent Staat-vun-der-Konscht Resultater: ICML LLD, Mee 2019.",
    "1973347745": "10. Royalty-gratis Beispill Biller. Source: Petapixel.",
    "1493115924": "Markennotizen:",
    "4051104324": "\"Intuition Machines\" ass eng registréiert Mark vun Intuition Machines, Inc.",
    "3983646521": "All Produktnimm, Logoen, Marken, Marken an registréierte Marken sinn Besëtz vun hire jeeweilege Besëtzer. All Firmen-, Produkt- a Servicenamen déi op dëser Websäit benotzt ginn sinn nëmme fir Identifikatiounszwecker. D'Benotzung vun dësen Nimm, Marken a Marken implizéiert keng Ënnerstëtzung. An dësem Fall, ganz de Géigendeel.",
    "649193891": "https://developers.google.com/recaptcha/",
    "3060764232": "https://lld-workshop.github.io",
    "1589958946": "https://openreview.net/forum?id=rJgqFi5rOV",
    "3594526017": "IM Wëssenschaftler setzen neie Benchmark fir schwaach iwwerwaacht Texterkennung (OCR) bei CVPR 2020.",
    "1259002282": "E Käfer fonnt? Hei ass wéi Dir et mellt.",
    "3301728462": "Millioune Leit benotzen hCaptcha all Mount, op Dausende vu Kombinatioune vu Browser, Extensiounen, Apparater, Firewalls, a méi.",
    "3878230879": "Eist Zil ass sécherzestellen datt et ëmmer fir Iech funktionnéiert, also schätzen mir Är Berichter ganz vill!",
    "2465128185": "Fir séier Feedback ze ginn, klickt einfach op de \"Schéckt eis Feedback\" Knäppchen.",
    "2921990472": "Wann Dir e funktionnelle Problem gesitt, befollegt w.e.g. den",
    "2870341481": "ënnendrënner. Fir all aner Browser just",
    "1866590035": "Debug Log Instruktioune fir Chrome",
    "444492541": "Debug Log Instruktioune fir Firefox",
    "169267610": "email eis",
    "3100722753": "Fir potenziell Sécherheets- oder Privatsphärprobleemer, kuckt d'Instruktioune hei ënnen.",
    "1906593952": "Gitt Feedback iwwer den hCaptcha deen Dir just gesinn hutt",
    "3951254541": "Mir schätzen Ären Input. Loosst eis all Probleemer wëssen a mir léisen se séier.",
    "3324288040": "Schéckt eis Feedback",
    "2864016648": "Privatsphär Themen",
    "304004915": "Mir egal wien d'Benotzer sinn, nëmmen wéi wahrscheinlech se béiswëlleg oder Maschinnen sinn. Mir ënnerstëtzen Initiativen wéi",
    "1139493658": ", a schaffe schwéier fir Privatsphär a Sécherheet ze balanséieren.",
    "3083289844": "Wann Dir e Problem fonnt hutt, deen Dir mengt, d'Benotzer Privatsphär kéint beaflossen, schéckt eis w.e.g. per E-Mail op",
    "4264784515": "Sécherheet Bugs",
    "963238401": "Mir sinn ëmmer interesséiert Rapporte vu Sécherheet Käfere ze kréien. E-Mail",
    "3926027556": "a mir kommen séier bei Iech zréck.",
    "1589805435": "Mir hunn och eng",
    "2560582224": "Bug Bounty Programm",
    "103876916": "fir berechtegt Sécherheetsberichter iwwer den hCaptcha Service a verbonne Quellcode.",
    "497117287": "Accessibilitéit Optiounen",
    "3230004040": "Sidd Dir sehbehënnert oder soss net fäeg hCaptchas ze kompletéieren?",
    "3480023141": "Léiere méi iwwer Accessibilitéit Optiounen",
    "2052161540": "Erfaassen Bug Bericht Detailer: Chrome",
    "2281169898": "Debugging-Info mat Ärem Bericht schécken wäert et vill méi einfach maachen fir eis z'identifizéieren wat lass ass. Hei sinn Schrëtt-fir-Schrëtt Instruktioune:",
    "1123365779": "Wann Dir e Webentwéckler oder Expert Benotzer sidd, ass de Resumé datt mir gären datt Dir eis en Netzopnam HAR a Browser Konsol Logbicher schéckt.",
    "2015218686": "ier Dir duerch dës Schrëtt gitt. Wann dat Äre Problem fixéiert, géife mir et nach ëmmer schätzen datt Dir eis Är Browser Versioun, Ad Blocker oder Browser Extensioun an d'Websäit URL kennt.",
    "3922723611": "Probéiert w.e.g. all Ad Blocker oder Browser Sécherheetsextensiounen auszeschalten",
    "4036872105": "éischt an dann erëm probéieren",
    "993651083": "Schrëtt 1: Entwéckler Tools opmaachen (Dëst fänkt d'Sessioun op.)",
    "4163469907": "Schrëtt 2: Klickt op Network Tab an Entwéckler Tools. Kuckt d'Këscht \"Log behalen\" uewen.",
    "4243348003": "Schrëtt 3: besicht",
    "641342999": ", oder d'Websäit op där Dir e Problem hutt (Privatsphär Notiz: nëmmen wann Dir et egal ass ze deelen wat et ass) ... a klickt dann op de \"Ech sinn Mënsch\" Knäppchen a probéiert ze léisen.",
    "454709379": "https://accounts.hcaptcha.com/demo",
    "4008400186": "Schrëtt 4: Klickt op \"Export HAR\" (de klenge Pfeil erof) nodeems Dir probéiert hutt ze léisen, wat den Netzwierkprotokoll späichert. Schéckt eis deen Dossier.",
    "1503240421": "Schrëtt 5: Klickt op d'Konsol Reiter, a riets-klickt dann \"Späicheren als ..\" fir de Konsol Log ze späicheren. Schéckt eis dat och.",
    "2863840904": "Schrëtt 6: De leschte Schrëtt, E-Mail dës HAR- a Konsol-Logdateien un eis, a beschreift de Problem",
    "4051785543": "Benotzt:",
    "3623028666": "(benotzt w.e.g. e Service wéi",
    "551761392": "a schéckt Links) an optional e Screenshot, wann Dir de Verdacht hutt datt eppes net richteg ugewise gëtt. Schéckt w.e.g. d'IP déi Dir benotzt och. Dir kënnt et kréien aus",
    "1219091208": "Dropbox",
    "443094024": "Filebin",
    "3007128955": "https://www.whatsmyip.org/",
    "324647915": "Merci fir d'Zäit ze huelen fir eis ze hëllefen dës Informatioun ze kréien!",
    "3680327841": "Mir verpflichte fir hCaptcha gutt fir jiddereen ze maachen",
    "1059502393": "Erfaassen Bug Report Detailer: Firefox",
    "1112074001": "Schrëtt 2: Klickt op Network Tab an Entwéckler Tools. Kuckt d'Këscht \"Persist Logs\" uewen.",
    "1797298240": "Schrëtt 4: Klickt op \"HAR\" nodeems Dir probéiert hutt ze léisen, a wielt \"Alles als HAR späicheren\" fir den Netzwierkprotokoll ze späicheren. Schéckt eis deen Dossier.",
    "3671246379": "Schrëtt 5: Klickt op d'Konsol Reiter, a riets-klickt dann \"Alles auswielen\" a späichert dat an eng Textdatei, fir de Konsol Log ze späicheren. Schéckt eis dat och.",
    "3816867833": "Feedback",
    "788770967": "Sorry dat ze héieren! Dir wëllt vläicht eis Accessibilitéitsoptioun benotzen:",
    "1333016413": "Dëst erlaabt Iech zukünfteg Froen ze vermeiden andeems Dir e Cookie registréiert an setzt.",
    "2333410049": "Probéiert w.e.g. och Ären Ad Blocker auszeschalten.",
    "1345083090": "Bericht iwwer e Funktionalitéitsprobleem?",
    "2184564739": "Kuckt",
    "604751186": "Aner Themen? E-Mail",
    "3460914397": "https://www.hcaptcha.com/accessibility",
    "1218990730": "wéi Problemer mat detailléierte Logbicher ze mellen",
    "1050501253": "Ze schwéier",
    "3264813246": "Onpassend",
    "3526939538": "Software Bug",
    "126134492": "Aner",
    "3511610999": "Loosst eis sécher sinn datt Dir op déi richteg Plaz kommt.",
    "3906886217": "Fir Firmen oder Websäiten",
    "1621597093": "Enterprise Sécherheetsléisungen (bezuelt)",
    "3176531704": "Daten Annotatioun",
    "1834239172": "Kaaft hCaptcha Annotatiounsservicer",
    "1457707016": "Fir Eenzelpersounen",
    "770264626": "Füügt hCaptcha op Äre Service (gratis)",
    "881015166": "Füügt hCaptcha fir Publishers op meng Websäit oder App",
    "47536007": "Léiert méi iwwer hCaptcha",
    "2012837493": "Sich Resultater",
    "4034694801": "Keng passende Resultater.",
    "3621411541": "Léiert iwwer Accessibilitéitsoptioune fir hCaptcha",
    "3401005681": "Sue verdéngen",
    "3933993151": "Schafft als individuell Dateetiketter",
    "563059212": "Lëscht vun Subprocessors",
    "3501923981": "Lescht aktualiséiert: Januar 1, 2020.",
    "3548097301": "Effektiv: Januar 1, 2020.",
    "3991444169": "Dës Säit lëscht aktuell Ënnerveraarbechter fir den hCaptcha Enterprise Service.",
    "835396984": "Aktuell aktiv",
    "424089481": "Amazon Web Services, Inc. (global). Servicer ugebueden: Amazon Web Services. https://aws.amazon.com/security/",
    "184971506": "https://aws.amazon.com/compliance/",
    "95014987": "https://aws.amazon.com/compliance/data-privacy/",
    "4024785952": "Cloudflare, Inc. (Global). Servicer ugebueden: Cloudflare.com.",
    "3518252165": "https://www.cloudflare.com/privacypolicy/",
    "3240470644": "https://www.cloudflare.com/gdpr/introduction/",
    "1046087606": "IBM. (Global). Servicer ugebueden: IBM Cloud.",
    "1091381400": "https://www.ibm.com/cloud/compliance",
    "83852121": "Microsoft Corp. (global). Servicer ugebueden: Microsoft Azure.",
    "2526992964": "https://docs.microsoft.com/en-us/azure/security/fundamentals/protection-customer-data",
    "1585156497": "https://www.microsoftvolumelicensing.com/DocumentSearch.aspx?Mode=2&Keyword=DPA",
    "621122547": "https://docs.microsoft.com/en-us/legal/gdpr",
    "1644003939": "Notiz: gëllt net fir all Clienten. Zum Beispill, IP Blinding oder aner fortgeschratt Privatsphär oder Sécherheetsoptiouns Clienten (zB Secure Virtual Tenancy Clienten) si komplett ausgeschloss vun all potenziellen \"PII\" déi jeemools Telemetriesystemer erakommen, och eng IP Adress. Kontaktéiert w.e.g. Äre Kont Vertrieder fir méi Informatioun wann néideg.",
    "700843971": "Hound Technology, Inc. (Global). Servicer gëtt: honeycomb.io.",
    "1691879905": "https://www.honeycomb.io/privacy",
    "3571003547": "https://www.honeycomb.io/security",
    "1208179159": "LogDNA, Inc. (global). Servicer ugebueden: LogDNA.com.",
    "337766618": "https://www.logdna.com/privacy-policy",
    "1115671076": "Zendesk, Inc. (global). Servicer ugebueden: Zendesk.com.",
    "1923351954": "https://www.zendesk.com/company/customers-partners/privacy-policy/",
    "162063633": "Mailgun Technologies, Inc. (global). Servicer ugebueden: Mailgun.com.",
    "175786331": "https://www.mailgun.com/privacy-policy/",
    "2359913400": "Infrastruktur",
    "370366524": "Ephemeral Service Telemetrie",
    "121192737": "Upëff Ergänzunge",
    "2420789666": "Fastly, Inc. Servicer geliwwert: Fastly CDN a Rand berechnen.",
    "3747664195": "https://www.fastly.com/privacy/",
    "278568955": "Effektiv: 1. September 2021. Infrastruktur Additioun",
    "1487796027": "Fir Firmen",
    "3943417791": "Kritt Ënnerstëtzung fir hCaptcha Enterprise (BotStop)",
    "702287791": "hCaptcha Publisher (gratis)",
    "3397976149": "Kritt Ënnerstëtzung fir hCaptcha Publisher",
    "833750823": "Schwieregkeeten mat enger Erausfuerderung?",
    "2024737147": "Wëllt Dir e Feeler mellen?",
    "1978884623": "Léiert méi iwwer Berichterstattung vu Softwareprobleemer",
    "4188664955": "Master Konditioune vum Service",
    "2621989404": "Lescht aktualiséiert: September 24, 2021. Notéiert w.e.g. datt eis englesch Sprooche Begrëffer autoritär sinn.",
    "2404545611": "Wëllkomm op hCaptcha! Merci fir en Deel vun eiser Gemeng ze sinn. All Benotzer vun de \"Servicer\" (ënnendrënner definéiert) musse mat de folgende Konditioune averstane sinn (\"d'Servicebedéngungen\"). Ënnert dëse Servicebedéngungen bezitt \"IMI\", \"mir\" an \"eis\" op Intuition Machines, Inc. eis Kontroll, dorënner www.hcaptcha.com an www.imachines.com.",
    "2348450790": "Liest w.e.g. dës Konditioune vum Service. Si enthalen, ënner anerem Bestëmmungen, Verzichterklärung vu Garantien, Aschränkungen vun der Haftung a verbindlechen Schiedsrichter. Notéiert w.e.g. datt dës Servicebedéngungen zënter Ärem leschte Besuch op eiser Websäit geännert kënne ginn. Mir kënnen dës Konditioune vum Service vun Zäit zu Zäit an eisem eegenen Diskretioun iwwerschaffen an aktualiséieren. Am Fall vun enger materieller Ännerung wäerte mir Iech matdeelen andeems Dir déi aktualiséiert Konditioune vum Service op dëser Säit postt, duerno musst Dir déi aktualiséiert Konditioune bestätegen akzeptéieren fir weider ze benotzen oder op de Site oder de Service ze kommen.",
    "1064537632": "Notéiert w.e.g. datt Är Notzung vun eisem Service vun eisem Dateveraarbechtungsofkommes regéiert gëtt, deen hei duerch Referenz agebaut ass. Iwwerpréift w.e.g. dësen Ofkommes fir ze kucken wéi mir perséinlech Donnéeën op Ärem Numm veraarbecht. Bedenkt datt mir als \"Dateprozessor\" fir Zwecker vun der EU Allgemeng Dateschutzreguléierung funktionnéieren, an als \"Serviceprovider\" fir den Zweck vum Kalifornien Konsumenteschutzgesetz.",
    "1933936765": "Dateveraarbechtungsvertrag (Last aktualiséiert: September 23, 2021)",
    "2959486280": "Wann Dir net mat dëse Konditioune averstanen sidd, kënnt Dir net op de Site oder de Service benotzen oder Zougang.",
    "3200859925": "1. Zweck",
    "1807143500": "D'Servicer enthalen en Online Sécherheetsservice (\"hCaptcha Service\") an eng Plattform (\"Intuition Machines Plattform\") op där en Individuum (\"Contributor\") ka wielen Aufgaben auszeféieren, déi eng Drëtt Partei Entitéit oder Intuition Machines selwer (all e \"Requester\") posts op eiser Websäit oder den hCaptcha Service, entweder direkt op eiser Websäit oder duerch Zougang zu der Intuition Machines Plattform an/oder Aufgaben duerch oder a Verbindung mat enger Drëtt Partei Entitéit an/oder Plattform oder Service (all \"Integrator\"). D'Requester posten Aufgaben an invitéieren d'Contributoren fir se auszeféieren am Austausch fir Belounungen, déi vum IMI un Integratoren geliwwert ginn, oder wéi de Requester bestëmmt wann de Requester d'Intuition Machines Plattform oder hCaptcha Service benotzt fir Aufgaben un hiren eegene Endverbraucher ze déngen. Mir berechnen Firmen an Eenzelpersounen (jidderee e \"Client\") fir d'Benotzung vun eiser Plattform fir datt se eis Software, Auteur Aufgaben benotze kënnen, eis fir Auteur Aufgaben astellen an / oder Zougang zu de Bäiträg kréien. Mir bezuelen och Integratoren fir d'Benotzung vun eisem hCaptcha Service fir Bedruch, Mëssbrauch a Spam op hire Websäiten, mobilen Apps an aner Online Eegeschaften ze reduzéieren. Dat viregt gëtt kollektiv als \"Servicer\" bezeechent.",
    "3212830633": "2. Zoulag",
    "2605814073": "Andeems Dir eis Servicer benotzt oder registréiert sidd Dir averstanen: Dir sidd op d'mannst 18 Joer al; Dir hutt d'Autoritéit fir dësen Ofkommes am Numm vun Iech selwer oder vun der Entitéit déi Dir representéiert anzeginn, a bleift zu all Moment an der Konformitéit mat dëse Servicebedéngungen an all IMI Politiken a Richtlinnen déi hei referenzéiert sinn; an Dir wäert eis Websäit net mëssbrauchen, Är Identitéit fir eis falsch representéieren oder kënschtlech Intelligenz benotzen fir all Deel vun enger Aufgab op IMI ze kompletéieren déi mënschlech Intelligenz erfuerdert.",
    "2616040974": "3. Clienten an Ufroën",
    "1544829730": "Wann Dir e Client oder Requester sidd, sidd Dir averstanen datt déi zousätzlech Bedéngungen, déi hei als Clientsappendix verbonne sinn, gëllen an duerch Referenz an dës Servicebedéngungen agebaut ginn. Wann Dir kee Client oder Requester sidd, oder ophält e Client oder Requester ze sinn, da gëllen déi zousätzlech Bedéngungen am Clientsappendix net a gi se duerch Referenz an dës Servicebedéngungen agebaut.",
    "3759360138": "4. Benotzernumm a Passwuert",
    "2236960358": "Beim Aschreiwung, gitt Dir gefrot fir verschidde perséinlech Informatioun iwwer Iech ze verëffentlechen (\"Perséinlech Informatioun\"), dorënner Ären Numm, E-Mailadress, an e Benotzernumm a Passwuert ze kreéieren, all déi ënnerleien eis Privatsphär Politik, verfügbar op eisem Websäit. Dir eleng sidd verantwortlech fir d'Iwwerwaachung, d'Sécherheet vun Ärem Kont, Passwierder an all Authentifikatiounsschlësselen, déi mat Ärem Kont assoziéiert sinn, ze iwwerwaachen, ze garantéieren an z'erhalen, an Dir sidd verantwortlech fir all Notzung oder Handlung duerch d'Benotzung vun dëser Informatioun op de Servicer.",
    "3047519814": "Dir sidd averstanen datt Dir Äre Kont oder Passwuert net mat jidderengem deelt.",
    "1699668873": "Dir musst IMI direkt matdeelen wann Dir de Verdacht datt Är Kontinformatioun vun engem aneren geklaut oder benotzt gouf, oder all aner Sécherheetsverletzung.",
    "3044038608": "Dir averstanen eis richteg, korrekt a komplett Informatioun ze ginn, wéi an eisem Umeldungsprozess gefrot. Dir averstanen och esou Informatioun sou séier wéi néideg ze aktualiséieren fir se aktuell a korrekt ze halen.",
    "4132302900": "5. Är Privatsphär, Är Donnéeën an \"Date Fir All\"",
    "10724169": "Dir akzeptéiert eis Privatsphär Politik, déi regéiert wat mir maache mat all perséinlechen Informatioun déi Dir eis gitt.",
    "1669194950": "Zousätzlech zu perséinlechen Informatioune kënnt Dir och verlaangt ginn (oder et kann néideg sinn fir eis ze sammelen) aner Donnéeën, fir datt mir d'Servicer ubidden (kollektiv \"Clientdaten\"). Mir sinn net haftbar fir all Versoen fir Servicer ze maachen, déi duerch Är Verspéidung oder Versoen fir Clientsdaten verursaacht gëtt.",
    "1330274831": "Dir gitt eis heibäi eng weltwäit, net-exklusiv, sublizenzéierbar, transferéierbar, royaltyfräi, irrevocable Lizenz während der Dauer vun dësem Ofkommes fir all Clientsdaten ze benotzen, ze reproduzéieren, elektronesch ze verdeelen an ëffentlech ze weisen eleng fir den Zweck vun de Servicer . Dir representéiert a garantéiert datt Dir genuch Recht, Titel, an Interesse an an Är Donnéeën hutt fir d'Lizenz an dëser Sektioun ze ginn.",
    "2230333214": "Mir aggregéiere Clientsdaten mat aneren Donnéeën, sou datt d'Resultater net perséinlech erkennbar sinn a mir sammelen och de-identifizéierten technesche Logbicher an Daten iwwer d'Benotzung vun de Servicer (\"Aggregéiert / De-identifizéiert Donnéeën\"). Trotz allem wat hei am Géigendeel ass, kënnen all esou Aggregat / De-identifizéiert Donnéeën vum IMI fir all Geschäftszwecker während oder no der Dauer vun dësem Ofkommes benotzt ginn, och ouni Aschränkung fir d'Servicer z'entwéckelen an ze verbesseren an Berichter ze kreéieren an ze verdeelen an aner Materialien. Clientsdaten kënnen och bestoe bleiwen an am System fir eng limitéiert Zäit ugewisen ginn fir net méi wéi 180 Deeg nodeems eng Aarbecht fäerdeg ass, zum Beispill als automatesch Kalibrierung oder Validatiounsdaten fir Intuition Machines Systemer. Fir Kloerheet gëtt dës Sektioun 5 eis net d'Recht Iech als Quell vun all Aggregate / De-identifizéierten Donnéeën ze identifizéieren ouni Är viraus schrëftlech Erlaabnes.",
    "3881754581": ". Wann Dir e Client vun eisen Annotatiounsservicer sidd an d'Optioun \"Date Fir All\" als Deel vun Ärer Notzung vun de Servicer ausgewielt hutt, da gitt Dir dem IMI an all Benotzer vun de Servicer eng weltwäit, net-exklusiv, sublizenzéierbar, transferéierbar, royalty-gratis, irrevocable Lizenz fir voll auszenotzen all Client Donnéeën, dorënner all Zesummenhang intellektuell Propriétéit Rechter. Wann Dir d'Optioun \"Date fir All\" auswielt, representéiert a garantéiert Dir datt Dir genuch Recht, Titel an Interessi an an Är Donnéeën hutt fir d'Lizenz an dëser Sektioun ze ginn.",
    "3496767126": "Fir Zweifel ze vermeiden, gëlt de folgende Paragraph exklusiv fir Clienten déi eis Annotatiounsservicer benotzen, an net fir eis Servicer als Integrator ze benotzen",
    "767207800": "Wann Är Donnéeën potenziell explizit oder offensiv Inhalter enthalen, verlaange mir datt Dir se \"EXPLICIT CONTENT\" markéiert fir als fair Warnung fir jiddereen ze déngen deen Är Donnéeën gesäit. Dir däerft net ouni separat schrëftlech Ofkommes mam IMI Aufgaben enthalen déi eis Politik verletzen, inklusiv, awer net limitéiert op, (a) Aufgaben déi direkt oder indirekt eng aner Websäit oder Service förderen, (b) Aufgaben déi d'Konditioune vun enger Drëtt Partei Websäit verletzen an Konditiounen, (c) Aufgaben, déi d'Bäiträg froen fir Drëttpersounen ze froen, (d) Aufgaben déi d'Bäiträg froen Aktiounen ze huelen fir d'Verhalen oder d'Resultater vun enger Websäit ze manipuléieren, (e) Aufgaben déi d'intellektuell Eegentumsrechter vun Drëtte verletzen, an (f) Aufgaben déi Contributeure erfuerderen fir Software oder Dateien erofzelueden.",
    "3370561195": "6. Akzeptabel Behuelen",
    "4205152730": "Dir sidd encouragéiert mat anere Benotzer iwwerall op eiser Websäit ze interagéieren, Forum, Messagerie, Chat, an aner sozial Medienkanäl, déi vum IMI kontrolléiert gëtt, awer wann Dir dat maacht, musst Dir all d'Konditioune vum Service a Gebrauch op eisem Site an all relevant Gesetzer respektéieren. .",
    "1394253934": "7. Mëssbrauch, Mëssbrauch, a Misrepresentatioun",
    "1406393333": "All Zougang oder Notzung vun de Servicer anescht wéi no dëse Servicebedéngungen an all Instruktioune, déi mir ubidden, ass strikt verbueden. Besonnesch wäert Dir NET:",
    "3409726716": "aschreiwen fir méi wéi ee Kont mat eis ouni schrëftlech Autorisatioun;",
    "3119498672": "all Aufgab mat der Benotzung vun Internet Bots, Web Roboter, Bots, Scripten, oder all aner Form vu kënschtlecher Intelligenz ausféieren oder soss versichen Belounungen vum IMI oder all Requester oder Integrator ze kréien ouni d'Aufgaben ze kompletéieren wéi se beschriwwe sinn;",
    "1188668818": "all falsch Informatioun ubidden wärend Dir dës Websäit benotzt (och ouni Aschränkung eng aner Persoun oder Organisatioun op Ärem Kont ze imitéieren, oder falsch uginn oder soss falsch representéieren Iech selwer oder Är Verbindung mat all aner Persoun oder Organisatioun op Ärem Kont;",
    "2804310964": "Zougang oder probéiert Zougang zu eiser Websäit iwwer all Proxy Webserver oder aneren Apparat ze kréien entworf fir Är richteg Plaz oder Identitéit ze verschmëlzen oder op all aner Manéier wéi déi geliwwert Interface;",
    "1374227759": "benotzen d'Websäit fir all illegal Aktivitéit, oder fir all Zweck anescht wéi den Zweck fir deen se zur Verfügung gestallt gouf;",
    "2103513933": "eng Aktivitéit engagéieren déi de Fonctionnement vum Site stéiert oder stéiert;",
    "137127070": "asetzen, eropluede oder béiswëlleg oder onbekannt extern Linken oder Dateien befestegt, oder all Inhalt eropluede deen e Virus, Trojanesche Päerd, Wuerm, Zäitbomm oder aner schiedlech Computercode enthält;",
    "1686655020": "Eroplueden all Inhalt ënnerleien dem Copyright deen net Äert ursprénglecht Wierk ass, ausser Dir hutt d'Erlaabnis vum richtege Besëtzer fir sou Inhalter ze posten an IMI all déi lizenzéiert Rechter ze ginn, déi hei ginn;",
    "1406692811": "engagéiert Spam oder post iergendeng Publizitéit, probéiert Referratiounen ze kréien, Massekommunikatioun, Geldofferen oder Ufroen, Ufro vu Servicer, Reklammen, Marketing, Nonsense Messagen, duplizéiert Themen, illegal Inhalter, sozial Websäit Linken, E-Mail Adressen, oder Instant Messenger IDen ausser wann d'Aufgab erfuerderlech ass;",
    "3893539589": "extern Linken setzen déi Wueren oder Servicer ubidden, ausser wann d'Aufgab erfuerderlech ass;",
    "3214322759": "soss eng béiswëlleg oder betrügeresch Aktivitéit engagéieren.",
    "3733422465": "8. Z'iwwerpréiwen Är Identitéit",
    "267645277": "IMI kann Är Identitéit verifizéieren. Dëst kann d'Vergläiche vun Ärer perséinlecher Informatioun mat Drëttubidder Datenbanken oder offiziell juristesch Dokumenter enthalen. Dir autoriséiert eis all Ufroen ze maachen déi néideg sinn fir Är Identitéit ze bestätegen, Äert E-Mailadress an Äert Eegentum vun Äre Finanzkonten. Dir averstanen Informatiounen iwwer Iech ze ginn fir eis ze hëllefen Är Identitéit z'iwwerpréiwen.",
    "4169910317": "9. Konformitéit mam Gesetz",
    "519755936": "Dir eleng sidd verantwortlech fir de Bundes-, Staats-, Provënz- a lokale Gesetzer am Zesummenhang mat Ärer Notzung vun de Servicer ze respektéieren. Dir averstanen eis fir all Fuerderungen géint eis harmlos ze halen an ze halen, well Dir net all Gesetz respektéiert hutt oder Drëtt Partei Rechter verletzt hutt, och ouni Aschränkung kontraktuell, intellektuell Propriétéit oder Privatsphärrechter.",
    "731546974": "10. Contributor oder Integrator Steieren",
    "3128328457": "Wann Dir e Contributeur oder Integrator sidd, sidd Dir eleng verantwortlech fir d'Bezuelung vun all geschätzten oder anere federalen, staatlechen oder lokalen Akommessteier, Sozialversécherung, FICA, an Aarbechter Kompensatioun, déi als Resultat vun der Notzung vun eiser Websäit schëlleg ass, souwéi ähnlech Steieren oder Käschten an Net-US Jurisdiktiounen. Dir sidd averstanen eis fir all Bewäertunge géint eis harmlos ze halen an ze halen, well Dir keng Steiergesetzer respektéiert hutt.",
    "2931396764": "11. Violatioun vun dëse Konditioune vum Service",
    "1240667045": "Mir kënnen Ären Zougang zu de Servicer zu all Moment aus iergendengem Grond suspendéieren, limitéieren oder annuléieren, och well: (a) mir gleewen datt Dir dës Konditioune vum Service verletzt hutt (inklusiv aner verbonne Politiken); (b) mir gleewen datt Dir eis Rechter oder d'Rechter vun Drëtt Partei verletzt hutt; (c) mir kënnen d'Informatioun net verifizéieren oder authentifizéieren, déi Dir eis geliwwert hutt; oder (d) mir gleewen datt Är Handlunge Verbëndlechkeete fir Iech, eis oder eng Drëtt Partei kënne kreéieren. Fir Zweifel ze vermeiden, behale mir d'Recht d'Bezuelung un Iech ze verhënneren oder z'ënnerbriechen wa mir vernünfteg gleewen datt iergendeng vun den uewe genannte fir sou Bezuelung gëlt.",
    "1601080128": "Wa mir Äre Kont suspendéieren oder ofschléissen, hutt Dir net méi Zougang zu all Deeler vun der Websäit, dorënner Daten, Messagen, Dateien an anert Material dat Dir um Site behält. Dir kënnt NET weiderhin eis Websäit ënner engem aneren oder neie Kontnumm benotzen. Violatioune vun dëse Konditioune vum Service kënnen am vollsten Ausmooss vum Gesetz verfollegt ginn a kënnen zu zousätzlech Sanktiounen a Sanktiounen féieren.",
    "1160707899": "12. D'Roll vum Contributor a Relatioun mam IMI an aner Ufroen",
    "269838707": "Wann Dir e Contributor sidd, entscheet Dir an nëmmen Dir wéi eng a wéivill Aufgaben Dir maache musst, a wéini a wou Dir se ofgeschloss hutt. Dir sidd fräi sou vill oder sou wéineg Zäit fir Aufgaben ze verbréngen wéi Dir gewielt hutt. Zu kengem Moment sidd Dir ënner enger Verpflichtung eng Aufgab ze kompletéieren.",
    "1087195513": "Wann Dir e Contributeur sidd, deen op d'Servicer zougräift an/oder Aufgaben duerch oder a Verbindung mat engem Integrator am Numm vun engem Requester ass, deen net IMI ass, da sidd Dir averstanen an erkennt datt Intuition Machines net haftbar ass fir a keng Verpflichtung fir Iech mat Respekt fir all Belounungen oder aner Entschiedegung fir ofgeschloss Aufgaben. Dir averstanen an unerkennen datt all Belounungen oder aner Kompensatioun fir ofgeschloss Aufgaben eleng am Aklang mat Ärem Ofkommes mam Ufro an / oder dem Integrator bestëmmt gëtt, wéi zoutreffend. All Streidereien iwwer esou Belounungen oder aner Entschiedegung (och ouni Begrenzung Versoen fir esou Belounungen oder aner Entschiedegung ze kréien) sinn eleng tëscht Iech an dem Ufro an / oder dem Integrator, wéi zoutreffend.",
    "952813944": "Weder Är Notzung vun eiser Websäit nach eppes an dësem Ofkommes erstellt eng Beschäftegung, Partnerschaft, Joint Venture, Agence, Franchise oder Verkeefer Vertrieder Relatioun tëscht Iech an Intuition Machines. Mir bidden Iech keng Ausrüstung oder Tools fir eng Aufgab ze kompletéieren. Mir bidden Iech keng Virdeeler, Aarbechter Entschiedegung oder Versécherungsofdeckung. Mir sinn net verantwortlech fir all Ausgaben déi Dir maacht fir eis Websäit ze benotzen. Mir halen kee Betrag vun Ärer Belounung fir d'Federal oder Staat Akommessteier, Sozialversécherung oder all aner Steier zréck. Dir sidd zu all Moment fräi fir Aufgaben fir all Persoun oder Geschäft ze maachen, och all vun eise Konkurrenten. Dir hutt net d'Autoritéit fir e Kontrakt anzegoen, schrëftlech oder mëndlech, am Numm vun Intuition Machines.",
    "3460432665": "Trotz der viregter, wann Dir en US Steierzueler sidd, kënne mir Iech e W-9 ufroen, fir jäerlech aktualiséiert ze ginn, a mir kënnen Iech verhënnert Aufgaben auszeféieren bis Dir e W-9 ofgeschloss oder aktualiséiert hutt.",
    "458271951": "Wann Dir e Contributor sidd, deen op d'Servicer zougräift an/oder Aufgaben duerch oder a Verbindung mat engem Integrator am Numm vun Intuition Machines (als Requester handelt), kënnen Intuition Machines Iech belounen fir akzeptabel Fäerdegstellung vu bestëmmten Aufgaben. Am Fall wou Dir feststellt datt Dir mat Bedruch, Mëssbrauch oder Violatioun vun dëse Servicebedéngungen engagéiert hutt, kënnen all Belounungen fir Iech vun Intuition Machines zréckgehale ginn an / oder erëmfonnt ginn.",
    "3056723024": "13. Inakzeptabel Ofschloss vun Aufgaben",
    "3913203723": "Wann, aus irgend engem Grond, de Requester d'Leeschtung vun enger Aufgab net akzeptéiert, déi Dir ofgeschloss hutt, sidd Dir als Contributeur oder Integrator net berechtegt op eng Belounung fir d'Aufgab. Am Fall wou Belounungen Iech scho fir eng inakzeptabel ofgeschloss Aufgab verdeelt goufen, kënne mir se vun Iech recuperéieren.",
    "3666807632": "14. Contributor Qualifikatiounen a Fäegkeeten",
    "1993899769": "15. Eis Notzung vun Informatiounen",
    "2927283721": "Andeems Dir Aufgaben op eiser Websäit ausféiert, autoriséiert Dir d'Sammlung, d'Benotzung an d'Verëffentlechung vun Ärer perséinlecher Informatioun am Aklang mat eiser Privatsphär Politik. Zousätzlech kënne mir gewësse Informatioun iwwer Iech an Är ofgeschloss Aufgaben un de Requester deelen, deem seng Aufgaben Dir ofgeschloss hutt fir d'Serviceverhältnis ze erliichteren an d'Websäit ze verbesseren, inklusiv, zum Beispill, Contributor ID, Resultater vun ofgeschlossen Aufgaben, an aner Attributer am Zesummenhang mat Är Qualifikatiounen, Sproochen, Fäegkeeten a Gebrauch vun der Websäit.",
    "3027055607": "16. Intellektuell Propriétéit a Proprietär Rechter",
    "3910971075": "IMI besëtzt all Rechter, dorënner intellektuell Eegentumsrechter, am Quellcode, Objektcode oder Basisstruktur, Iddien oder Algorithmen, API, an all zousätzlech Software, Dokumentatioun oder Daten am Zesummenhang mat de Servicer (\"Software\"). Dir wäert net, direkt oder indirekt, iwwer eng Drëtt Partei oder soss: (a) reverse engineering, decompile, disassemble, oder soss versichen d'Software ze entdecken; (b) änneren, iwwersetzen oder derivéiert Wierker op Basis vun enger Software erstellen; (c) kopéieren, verlounen, leasen, verdeelen, verspriechen, zouginn oder soss d'Rechter op all Software iwwerdroen oder bezwéngen; (d) benotzen all Software fir timesharing, Service Büro Zwecker, oder soss fir de Benefice vun enger drëtter Partei; oder (e) all propriétaire Notifikatiounen oder Etiketten ewechhuelen.",
    "3660891610": "Wann Dir e Contributor sidd, IMI, an net Dir, hutt propriétaire Rechter op all Aarbecht, déi Dir produzéiert als Deel vun der Ofschloss vun all Aufgab. Andeems Dir d'Konditioune vun dësem Ofkommes akzeptéiert sidd Dir averstanen (an doduerch) d'Besëtz, d'Besëtzer an den Titel (inklusiv all intellektuell Propriétéitsrechter, déi op der ganzer Welt existéieren) an Är Aarbecht un eis ze transferéieren. Fir sécherzestellen datt mir fäeg sinn esou Rechter ze kréien, perfektéieren an ze benotzen, averstanen Dir weider (i) all Dokumenter z'ënnerschreiwen fir an der Dokumentatioun, Perfektioun an Duerchféierung vun eise Rechter ze hëllefen; an (ii) raisonnabel Zougang zu Informatioun ubidden fir opzehuelen, perfektionéieren, sécheren, verteidegen an ëmzesetzen esou propriétaire Rechter an all an all Länner. Är Verpflichtungen ënner dëser Sektioun wäerte weidergoen och nodeems Dir Iech vun de Servicer ofregistréiert oder ophält. Dir ernennt eis als Ären Affekot tatsächlech fir Dokumenter aus Ärem Numm auszeféieren fir d'Ziler, déi an dëser Sektioun virgesi sinn.",
    "426125156": "17. Copyright an TakeDown",
    "1408530660": "IMI respektéiert d'intellektuell Eegentum vun aneren a mir behaalen ons d'Recht all Material vun eisem Site ze läschen, wat mir gleewen, d'intellektuell Rechter vun Drëtt Partei verletzen. Wann Dir mengt datt Äert eegent Wierk op eng Manéier kopéiert gouf, déi d'Urheberrechtsverletzung op dëser Websäit ausmécht, kontaktéiert w.e.g. Intuition Machines Clientssupport.",
    "2696932851": "18. Indemnifikatioun",
    "3844300338": "Dir averstanen eis vun all Fuerderungen, Schuedenersaz, Verbëndlechkeete, Käschten an Ausgaben (inklusiv raisonnabel Affekotskäschten a Käschten) ze beschützen, ze verteidegen an harmlos ze halen, entstinn aus oder bezunn op Är Leeschtung vun Aufgaben oder Är Notzung vun eiser Websäit .",
    "2474091800": "19. Streidereien mat anere Benotzer; Fräisetzung",
    "3162107126": "IMI ass keng Partei zu engem Sträit tëscht Iech an engem anere Benotzer vun de Servicer. Dir befreit IMI a seng Filialen vun all Fuerderungen, Fuerderungen a Schuedenersaz vun all Zort an Natur, bekannt an onbekannt, verdächtegt an net verdächtegt, offensichtlech an onbekannt, entstinn aus oder verbonne mat all Sträit tëscht Iech an engem anere Benotzer.",
    "2271969747": "20. Vertraulech Informatiounen Dir kritt",
    "1042802841": "Vertraulech Informatioun ass all Informatioun déi als vertraulech oder propriétaire markéiert ass, oder déi raisonnabel vun der Empfänger Partei vertraulech oder propriétaire verstane soll ginn. Dëst beinhalt keng Informatioun déi (1) ëffentlech verfügbar ass, (2) scho am Besëtz vun, onofhängeg vun der Empfänger Partei entwéckelt oder scho bekannt ass, oder (3) duerch Geriichtsuerdnung verëffentlecht gouf oder wéi soss erfuerderlech vum Gesetz.",
    "1918025546": "Wann Dir vertraulech Informatioune vu jidderengem op de Servicer geliwwert hutt, averstanen Dir d'Geheimnis vun der vertraulecher Informatioun mat deemselwechte Grad vu Suergfalt ze schützen, déi Dir benotzt fir Är eege vertraulech Informatioun ze schützen, awer op kee Fall mat manner wéi néideg Suergfalt. Dir däerft keng sou vertraulech oder propriétaire Informatioun verëffentlechen oder verëffentlechen, ausser wann et néideg ass fir d'Ausféierung vun enger Aufgab. All Informatioun bannent enger Aufgab op der Intuition Machines Plattform soll als vertraulech ugesi ginn, och wann d'Informatioun net ausdrécklech als vertraulech bezeechent gëtt.",
    "2690395789": "Wann a wann Dir déi vertraulech Informatioun net méi braucht, déi Dir kritt hutt, musst Dir prompt zréckginn oder zerstéieren (wéi gefrot vun wien d'Informatioun verëffentlecht huet) all Kopie vun der Informatioun déi existéiert op de Raimlechkeeten, Systemer oder aner Ausrüstung déi Dir kontrolléiert.",
    "2178073797": "Well d'Verëffentlechung vun vertraulechen Informatioune irreparabele Schued verursaache kann, ass d'Verëffentlechungspartei berechtegt d'Verbueterliichterung fir all Verstouss oder menacéiert Verstouss vun dësem Begrëff ze sichen.",
    "2185860003": "21. Websäit Ännerungen",
    "2631249972": "Mir kënnen eis Websäit verbesseren oder änneren ouni Iech Notiz.",
    "3764131594": "22. Drëtt Partei Websäiten",
    "295955580": "Eis Websäit kann Linken op Drëtt Partei Websäiten enthalen. Mir kontrolléieren net, ënnersichen, iwwerwaachen oder iwwerpréiwen esou Websäiten net. Mir sinn net verantwortlech fir an ënnerstëtzen och net d'Computerprogrammer, Inhalter oder Meenungen op esou Websäiten. Wann Dir décidéiert eis Websäit ze verloossen an Zougang zu all Drëtt Partei Websäit ze kréien, maacht Dir dat op Ären eegene Risiko.",
    "838225123": "23. Verzichterklärung vun Garantie",
    "3897238493": "D'SERVICES SINN OP ENG \"AS IS\" BASIS geliwwert. MIR MAACHEN KENG REPRESENTATIOUNEN ODER GARANTIEN, IMPLIZIERT ODER EXPRESS, UM BEHANDLING ZE Zougänglechkeet, FITNESS, LAUTHÉISCHT, Disponibilitéit ODER FUNKTIONALITÉIT VUN DEN SERVICES, ALL VERZËNNERT SOFTWARE ODER MATERIALISTEN, RELATIOUNEN DÉI AGOR MATTERIALITÉIEREN, DER AGENCE MAT. AN DER MAXIMUM Ausmooss vum Gesetz zulässlech, verzicht IMI ALL EXPRESS ODER IMPLIZIERT Konditioune, REPRESENTATIOUNEN AN GARANTIEN INKLUSIV, AWER NET AGRËNNT BIS, D'GARANTIE VUN DER VERKÄNNERBARHET, FITNESS FIR E PURPOSIQUE, NËMMEN. ÄR ENGEL AN EXKLUSIV MÉI GÉINT IMI MAT RESPECT VUN ALL MÄNLER, NON-CONFORMANCES, ODER Onzefriddenheet ASS D'BENUTZEN VUN DE SERVICES OPHALEN Mir wäerten keng Verantwortung fir all Schued un Ärem Computersystem, Verloscht oder Korruptioun vun Daten, oder anere Schued, deen resultéiert. vun Ärem Zougang zu oder Benotzung vun der Websäit oder Intuition Machines Plattform. Geplangte an ongeplangte Ënnerbriechungen kënne geschéien, a mir garantéieren keng onënnerbrach Disponibilitéit vun eiser Websäit.",
    "2110259227": "24. Limitatioun vun Haftung",
    "3018077211": "25. Contributeure Sträitléisung",
    "2790841456": "Wann Dir e Contributor sidd, averstanen Dir mat der folgender Schiedsklausel a Verzichterklärung:",
    "3302832698": "Alternativ Sträitléisung erfuerderlech.",
    "561456032": "Dir averstanen datt fir all Sträit, deen aus Ärer Notzung vun de Servicer entsteet oder bezunn ass, inklusiv all Sträit, deen aus der Zäit entstanen ass, datt Dir ugefaang Aufgaben fir IMI ze maachen, a speziell all Fuerderung mat abegraff ob Dir als klasséiert oder net en onofhängegen Optraghueler, Dir wäert fir d'éischt IMI vun Ärer Fuerderung dergéint informéieren. Dir an IMI probéieren dann d'Thema duerch direkt Verhandlungen oder Mediatioun ze léisen. Mir wäerten d'Käschte vun der Mediatioun gläich opdeelen an averstanen datt Mediatioun iwwer telefonesch oder aner elektronesch Mëttele gemaach gëtt. Wann eng Fuerderung no informelle Verhandlungen oder Mediatioun ongeléist bleift, sidd Dir averstanen datt Dir an IMI definitiv a bindend Schiedsrichter benotze fir de Sträit ze léisen. Dës Klausel regéiert all Fuerderungen retroaktiv vun der Zäit wou Dir ugefaang hutt eis Websäit ze benotzen, egal ob op Tort, Kontrakt, Statut, abegraff, awer net limitéiert op, all Fuerderungen vun Diskriminatioun a Belästegung, egal ob se op der California Fair Employment and Housing Act baséieren. , Titel VII vum Civil Rights Act vun 1964, wéi amendéiert, oder all aner staatlech oder federaalt Gesetz oder Regulatioun, gerecht Gesetz, oder soss.",
    "3794239003": "Arbitrage Prozedur.",
    "4193379787": "All Schiedsverfahren ënner dësem Ofkommes gëtt ënner de Regele vun der American Arbitrage Association oder vun engem géigesäitege ausgemaach Schiedsgeriicht duerchgefouert. Den Arbiter wäert en US-Arbiter sinn, deen aus enger Lëscht vun net manner wéi siwen (7) Nimm duerch alternativ Streik ausgewielt gëtt. Bei Schiedsrichter wäert all Partei d'Recht hunn adäquat zivil Entdeckung ze maachen, dispositiv Motioune ze bréngen, Zeien a Beweiser ze presentéieren wéi néideg fir hir Fäll a Verteidegung ze presentéieren, an all Streidereien an dëser Hisiicht solle vum Schiedsrichter geléist ginn. D'Resolutioun vum Sträit baséiert eleng op d'Gesetz dat d'Fuerderungen an d'Verteidegung regéiert, an den Schiedsrichter däerf keng aner Basis wéi esou kontrolléiert Gesetz opruffen. Den Schiedsrichter huet d'Immunitéit vun engem Justizbeamten géint zivil Haftung wann hien an der Kapazitéit vun engem Arbitter handelt, déi Immunitéit ergänzt all aner existent Immunitéit. Auszeechnunge mussen d'schrëftlech begrënnt Meenung vum Arbitter enthalen. Dir gitt Äert Recht op Prozess vum Jury op fir all Fuerderung déi Dir géint IMI hutt oder déi IMI géint Iech hutt. All Fuerderung ënner dëser Klausel muss bannent dem applicabele Statut vun der Aschränkungsperiod bruecht ginn. D'USA Federal Arbitration Act regéiert dës Klausel, an Dir erkennt datt dëst Ofkommes eng Transaktioun am Commerce beweist.",
    "2583888954": "Ausnahmen.",
    "1034830": "Streidereien, déi vläicht net ënner dem predisputéierten Schiedsvertrag ënnerleien, wéi vum Dodd-Frank Wall Street Reform and Consumer Protection Act (Public Law 111-203) virgesinn sinn aus dësem ausgeschloss.",
    "263977834": "Administrativ Ausschöpfung.",
    "1807512722": "Dir kënnt all Fuerderung, déi aus Ärer Notzung vun dëser Websäit entstinn, un eng administrativ Agence bréngen, awer nëmmen an deem Ausmooss, dat applicabel Gesetz erlaabt Zougang zu esou enger Agence trotz der Existenz vun engem Accord fir ze arbitréieren. Esou administrativ Fuerderungen enthalen ouni Begrenzung Fuerderungen oder Käschten, déi virun der Equal Employment Opportunity Commission, dem US Department of Labor, an dem National Labor Relations Board bruecht goufen. Näischt an dëser Klausel gëtt ugesinn fir Iech auszeschléissen oder ze entschëllegen eng administrativ Fuerderung virun all Agence ze bréngen fir Är Verpflichtung ze erfëllen fir administrativ Remedies auszebauen ier Dir eng Fuerderung an der Schiedsrichter maacht, awer verzicht Dir op d'Recht op all monetär Auszeechnung duerch dës sou Agence Prozeduren.",
    "996430331": "Plaz vun Arbitrage.",
    "3040062804": "All Schiedsverfahren ënner dëser Sektioun wäert duerch Standard am Staat Kalifornien stattfannen, ausser Dir wunnt ausserhalb vun den USA, an deem Fall wäert d'Arbitrage komplett elektronesch oder telefonesch stattfannen. D'Arbitrage kann op all aner Plaz stattfannen, wann all Partei schrëftlech ausgemaach ass. Egal vu senger Plaz, kann all Partei entscheeden, bei der Schiedsrichter iwwer Live Video oder Telekonferenz opzeweisen.",
    "3091247030": "Klass Aktioun Verzichterklärung.",
    "2520904193": "Dir verzicht op all Recht wat Dir hutt fir all Sträit ze bréngen, héieren oder arbitréiert als Klass, kollektiv oder representativ Handlung. Trotz all aner Klausel, déi an dësem Ofkommes enthale sinn, ass de virege Saz op alle Fall net vun dësem Ofkommes ze trennen. All Fuerderung datt all oder en Deel vun dëser Verzichtung net erzwéngen, onbewosst, ongëlteg oder ongëlteg ass, kann nëmme vun engem Geriicht vu kompetenter Juridictioun an net vun engem Schiedsrichter bestëmmt ginn. Dir wäert net widderholl ginn oder verhënnert ginn Aufgaben op eiser Websäit auszeféieren als Resultat vun Ärer Ausübung vun Äre Rechter ënner Sektioun 7 vum National Labor Relations Act, oder duerch d'Aschreiwung vun oder Participatioun un enger Klass, kollektiv oder representativ Aktioun an all Forum , mee mir kënnen gesetzlech Duerchféierung vun dëser Klass Aktioun Verzichterklärung sichen, a sichen Entloossung vun esou Klass, kollektiv oder representativ Aktiounen oder Fuerderungen.",
    "3493572638": "Käschten a Käschten.",
    "702926385": "D'Parteien droen all hir jeeweileg Käschten fir juristesch Vertriedung bei all esou Schiedsrichter, ausser am Ausmooss datt d'Affekotkäschte explizit vum Gesetz virgesinn sinn. D'Parteien verdeelen all initial Administratiounskäschte, déi vum Schiedsrichter opgereegt gëtt, bis zu engem Maximumskäschte fir Iech vun zweehonnertfofzeg Dollar (US $ 250,00). D'Käschte vum Schiedsrichter a Geriichtsreporter, wann iwwerhaapt, ginn am Ufank vun eis gedroen; den Schiedsrichter huet awer d'Diskretioun fir déi herrschend Partei entspriechend Käschten ze verginn, wéi d'Gesetz virgesinn, an / oder d'Parteien ze verlaangen, d'Käschte mat dem Schiedsrichter an / oder Geriichtsreporter opzedeelen.",
    "3199694247": "Trennbarkeet.",
    "3102490587": "Ausser fir d'Class Action Waiver, wann iergendeng Begrëff oder Bestëmmung, oder Deel vun dëser Schiedsklausel ongëlteg oder net erzwéngen deklaréiert gëtt, gëtt se ofgeschnidden an de Rescht vun der Schiedsklausel wäert duerchsetze sinn.",
    "2323013093": "26. Applicabel Gesetz",
    "2900525040": "D'Gesetzer vum Staat Kalifornien regéieren dës Konditioune vum Service an all Kontrovers, Sträit oder Fuerderung déi aus hinnen entstinn.",
    "3339302473": "27. Kënnegung",
    "1158384644": "Dir kënnt zu all Moment decidéieren opzehalen eis Websäit ze benotzen, virausgesat datt Dir un all applicabel IMI Politik respektéiere musst. Mir kënnen, an eisem eegenen Diskretioun, dësen Ofkommes ofbriechen, den Zougang zu eiser Websäit suspendéieren oder all Servicer direkt ouni Préavis aus irgend engem Grond ewechhuelen.",
    "41530052": "28. Allgemeng Konditioune",
    "3202747130": "Ganzen Accord. Dës Konditioune vum Service an all Politiken, Prozeduren oder Bedéngungen, déi an dësem Ofkommes referenzéiert sinn, bilden de ganzen Accord vun de Parteien mat Respekt zum Thema, an ersetzen an annuléieren all fréier an zäitgenëssesch Zesummenhang Ofkommes, Fuerderungen, Representatioune a Verständnis vun de Parteien .",
    "4080263153": "Kee Verzicht. Mir wäerten net als Verzicht op all Deel vun eise Rechter oder Remedies ugesi ginn, ausser de Verzicht ass schrëftlech a vun eis ënnerschriwwen. Wa mir eis Rechter ënner all Bestëmmung vun dësem Ofkommes verzögeren oder net ëmsetzen, da wäert dat net eng Verzichterklärung vun eisem Recht ausmaachen fir duerno esou Bestëmmung oder en Deel vun dësem Ofkommes ëmzesetzen.",
    "1789371580": "Assignability. Dir däerft dës Konditioune vum Service net zouginn ouni eis viraus schrëftlech Erlaabnes. Mir kënnen dës Servicebedéngungen zu all Moment ouni Préavis zouginn. Betreffend dem virdru sinn dës Servicebedéngunge fir all Partei seng Nofolger an zulässlech Uerderen verbindlech.",
    "2819628066": "Trennbarkeet. Wann eng Bestëmmung vun dëse Servicebedéngungen aus irgend engem Grond ongëlteg oder net duerchzeféieren fonnt gëtt, beaflosst et net d'Validitéit an d'Ëmsetzung vun de verbleiwen Bestëmmungen.",
    "3955981186": "Ännerungen. Keng Ännerung oder Ännerung vun dëse Servicebedéngunge vu jidderengem anescht wéi IMI ass bindend fir IMI ausser wann et an engem schrëftlechen Instrument ënnerschriwwen ass vun engem richteg autoriséierte Vertrieder vum IMI.",
    "1377538813": "Herrschaftlech Sprooch. Déi engleschsproocheg Versioun vun dëse Servicebedéngungen kontrolléiert an allen Hisiichten a wäerten am Fall vun Inkonsistenz mat iwwersate Versioune virrangen, wann iwwerhaapt.",
    "2438016011": "Fräiwëllegen Accord. All Parteien zu dëse Konditioune vum Service vertrieden an averstanen datt jidderee all Aspekter vun dësem Ofkommes iwwerpréift huet, all seng Bestëmmunge virsiichteg gelies a versteet a sech fräiwëlleg an dësen Ofkommes trëtt.",
    "2445034923": "Wann Dir net mat all de Konditioune vun dëse Konditioune averstane sidd, benotzt (an Dir kënnt net) de Site oder d'Servicer net benotzen oder Zougang.",
    "2646127839": "Client Appendix zu de Master Konditioune vum Service",
    "4097297673": "Als Client, Requester oder Integrator, sidd Dir averstanen, zousätzlech zu all aner bindend Bedéngungen tëscht Iech an IMI un déi folgend Bedéngungen gebonnen ze sinn.",
    "1093280979": "1. Plattform Uerdnung Formen",
    "1549953005": "Dir hutt vläicht een oder méi Plattform Zougang Bestellungsformulairen ausgefëllt (all, en \"Bestellungsform\") als Konditioun fir e Client oder Ufro ze ginn. Wa jo, da ginn d'Konditioune beschriwwen an der Bestellungsform Deel vun de Servicebedéngungen a ginn hei duerch Referenz agebaut.",
    "3819851005": "2. Käschten",
    "1591032933": "Dir bezuelt IMI d'Käschte wéi am applicabelen Bestellungsform beschriwwen iwwer d'Bezuelmethod, déi Dir an der uwendbarer Bestellungsform uginn hutt. Wann net anescht ausdrécklech vu béide Parteien schrëftlech ausgemaach ass, gitt Dir voll Bezuelung fir all Rechnungen, déi bannent drësseg (30) Deeg nom Mailingdatum vun der Rechnung erausginn sinn. Dir autoriséiert eis Kreditkaart Autorisatiounen op all Kreditkaart Informatiounen auszeféieren, déi Dir eis ubitt, fir dës Kreditkaartinformatioun ze späicheren, an Är Kreditkaart oder all anere Kont ze bezuelen, dee mir géigesäiteg als Bezuelungsform averstane sinn. Wann et net anescht op der Bestellungsform oder an Ärem Enterprise Service Agreement oder Master Service Agreement uginn ass, ginn all Fraisen fir Servicer, ausser Iwwerlagerungen, jäerlech berechent beim Start vun de Servicer, déi vum IMI ënner Ärem Ofkommes geliwwert ginn (\"Effikassdatum\").",
    "4142610534": "All spéider Bezuelungen wäerte spéider Käschten um Taux vun 1,5% Prozent pro Mount oder dem Maximum vum Gesetz erlaabt, wat och ëmmer méi niddereg ass. Wann Dir net de Betrag, deen aus dësem Ofkommes aus irgend engem Grond bezuelt gëtt, kann Äre Kont suspendéiert ginn, no eisem eegene Wonsch, an deem Fall keng zousätzlech Bezuelungen vun Ärem Kont gemaach ginn fir d'Aufgaben ze kompletéieren an all Är Aufgabe ginn ewechgeholl. vun eiser Websäit. Dir musst eis fir all Betrag rembourséieren op Ufro, plus all Veraarbechtungsgebühren, Spéitkäschten oder Affekotkäschten. Mir kënnen och entspriechend Berichter u Kredittberichterstattungsagenturen a Gesetzesbehörden maachen.",
    "512991700": "Wann Dir keng Fraisen streiden wëllt, musst Dir eis Clientssupport Departement net méi spéit wéi drësseg (30) Deeg nom Ofschlossdatum op der éischter Rechnungs- oder Kontoerklärung kontaktéieren, an där de Feeler oder de Problem opgetaucht ass, fir eng Upassung oder Kreditt ze kréien.",
    "1273914192": "3. Steieren",
    "4242322181": "Dir sidd verantwortlech fir d'Bezuelung vun alle Steieren, déi mat de Servicer verbonne sinn, ausser US Steieren, déi op Intuition Machines Nettoakommes oder perséinleche Besëtz bewäert ginn.",
    "1671996585": "Dir kënnt erfuerderlech sinn Är Websäit, Applikatioun oder Plattform mat eise Servicer iwwer eis Applikatiounsprogramméierungsinterface (\"API\") z'integréieren. Am Fall wou Dir dat maacht, ginn mir Iech eng limitéiert, net-exklusiv, net-transferabel, net-zouzeweisbar, widderhuelbar Lizenz fir d'API nëmme fir Zougang zu de Servicer ze benotzen. Mir kënnen d'API änneren an / oder d'Ënnerstëtzung vun alen Versiounen oder Verëffentlechungen vun der API zu all Moment ophalen. Mir behaalen ons d'Recht fir Ären Zougang zu der API no eisem eegenen Diskretioun z'ënnerbriechen oder ze limitéieren, a mir benotze raisonnabel Efforte fir Iech Notiz virum Suspensioun ze ginn.",
    "4036662147": "5. Schutz vun vertraulech Informatiounen",
    "3564208535": "Dir stëmmt kommerziell raisonnabel Efforten ze benotzen fir all Vertraulech Informatioun ze schützen, déi vun eis oder iwwer eise Servicer kritt gëtt. enthält Bot Scores an net ëffentlech Detailer vun eisem Enterprise Service, inklusiv net ëffentlech Dokumentatioun an all Detailer déi mir iwwer eis Bot Detektiounsmethoden deele kënnen. Wann Dir Zougang zu sou enger Vertraulecher Informatioun kritt, kënne mir Ären Zougang zu eise Servicer an eisem eegenen Diskretioun änneren, suspendéieren oder limitéieren wa mir feststellen datt Vertraulech Informatioun duerch Är Notzung vun eise Servicer ausgesat gëtt, a mir wäerte vernünfteg Efforte benotzen. fir Iech Notiz virum Suspensioun ze ginn.",
    "120384113": "6. Kënnegung",
    "453723556": "Dir kënnt dëse Client Appendix onofhängeg vun de Konditioune vum Service ofschléissen andeems Dir ophält Client oder Ufro ze sinn. Mir behalen d'Recht fir Äre Status als Client oder Ufro zu all Moment z'ënnerbriechen oder ofzeschléissen, oder soss Äre Kont oder d'Benotzung vun de Servicer konsequent mat de Servicebedéngungen ofzeschléissen. Dir bleift haftbar bei der Kënnegung fir all Betrag, deen ënner Ärem Bestellformular verdankt ass. Wann Ären Abonnement all Mount oder jährlech Fraisen oder monatlecht oder jährlecht Minimum enthält, sidd Dir nach ëmmer verantwortlech fir all Servicekäschte bis Enn vum Mount oder Joer ze bezuelen.",
    "218889628": "Ausser wou mir dëse Clientsappendix oder d'Servicebedéngungen ofschléissen als Resultat vun Ärer Verletzung vun dësem Client-Anhang oder de Servicebedéngungen, wa mir ofschléissen an Dir hutt eis Käschten virbezuelt, rembourséiere mir e pro-rata Deel vun deenen Virausbezuelte Betrag, baséiert op der reschtlecher Zäit oder Servicer déi Dir bezuelt hutt, wat och ëmmer manner ass. Mir wäerten eis Aarbecht op eng kommerziell raisonnabel Manéier ofschléissen an Iech all bezuelte Output Datesets an all Clientsdaten an eisem Besëtz erhalen a liwweren. Bei all Kënnegung kënne mir awer net verflicht sinn all Donnéeën ze läschen.",
    "2505227594": "7. Overages",
    "2369877184": "De maximal zulässleche Peak RPS Taux fir hCaptcha Integratoren oder Clienten ass 1.000 Ufroe pro Sekonn un Entitéite bannent Ärem Kont (\"RPS\"), ausser wann et anescht duerch e schrëftleche kontraktuellen Accord tëscht Iech an eis spezifizéiert gëtt.",
    "234420106": "Am Fall wou Dir en Integrator oder Client vum hCaptcha Enterprise Service sidd an Är API Notzung wéi gemooss vu RPS den virgesinnten Taux fir Äre Service Tier iwwerschreift, kënne mir wielen Äre Service z'änneren oder en Iwwerschossquote ze berechnen. Am Fall wou Äre Peak RPS Taux den virgesinnenen Taux iwwerschreift mat engem Faktor vun 10 fir 10 oder méi Minutten am Ganzen bannent enger 30 Deeg Period an d'Majoritéit vun dësen Ufroe sinn, an eisem eenzegen Uerteel, net béiswëlleg Traffic, kënne mir wielen berechent Iech mat Ärem kontraktuell spezifizéierten Iwwerschossquote fir all API Ufroe gemaach an deem Mount.",
    "2619472217": "8. Resale",
    "2019702084": "Ausser ausdrécklech erlaabt am Master Service Accord oder Reseller Accord vum Client, bestallt SaaS Services sollen net verkaf, weiderverkaaft, gepacht, ënnerleien, lizenzéiert, sub-lizenzéiert oder soss fir all aner Drëtt Partei (ausser engem Partner vum Client) zur Verfügung gestallt ginn. ), an all Bestellungen ënner dem Ofkommes an all Client Notzung vum Service solle fir den eegene internen Geschäftsgebrauch vum Client oder sengem Partner sinn.",
    "1233229030": "Verschiddenes",
    "1467783792": "Keng Persoun, Entitéit oder Organisatioun, déi vun den USA sanktionéiert gëtt (en \"Sanktionéierten Acteur\") ass berechtegt fir Belounungen oder d'Servicer als Integrator ze benotzen. Fir Zweifel ze vermeiden, enthält dëst all Sanktiounsakteuren designéiert vum Office of Foreign Assets Control (\"OFAC\") vum US Department of the Treasury.",
    "3759657802": "Dir däerft dës Konditioune vum Service oder Är Rechter oder Verpflichtungen net op iergendeng Manéier zouginn, iwwerdroen oder delegéieren (duerch Operatioun vum Gesetz oder soss).",
    "1627232990": "D'Iwwersetzunge vun dëse Servicebedéngungen ginn op der beschtméiglecher Basis zur Verfügung gestallt. Am Fall vun engem substantiellen Ënnerscheed tëscht den engleschsproochege Servicebedéngungen an enger Iwwersetzung dovun, ginn déi engleschsproocheg Servicebedéngungen als autoritär ugesinn.",
    "805221621": "Weg Kontakt eis um",
    "259613338": "wann Dir Froen iwwer dës Konditioune vum Service hutt.",
    "2735878907": "Business Kontinuitéit Planungserklärung",
    "2887242610": "Intuition Machines, Inc huet e Business Continuity Plan entwéckelt wéi mir op Eventer reagéieren déi eis hCaptcha Geschäft wesentlech stéieren. Zënter den Timing an den Impakt vu Katastrophen a Stéierungen onberechenbar ass, musse mir flexibel sinn fir op aktuell Eventer ze reagéieren wéi se optrieden. Mat deem vergiessen, gi mir Iech dës Informatioun iwwer eise Geschäftskontinuitéitsplang.",
    "809251240": "Kontaktéiert eis",
    "2551802342": "- Mir plangen d'Geschäftsoperatioune séier ze recuperéieren an erëmzefannen no enger bedeitender Geschäftsstéierung an z'äntwerten andeems mir eis Mataarbechter a Besëtz schützen, eng finanziell an operationell Bewäertung maachen, d'Bicher an d'Opzeechnunge vun der Firma schützen an eise Clienten an hiren Endbenotzer erlaben online ze handelen. Kuerz gesot, eise Geschäftskontinuitéitsplang ass entworf fir eis Firma z'erlaaben d'Operatiounen sou séier wéi méiglech z'erhalen, no dem Ëmfang an der Gravitéit vun der bedeitender Geschäftsstéierung. Eise Geschäftskontinuitéitsplang adresséiert: Datebackup an Erhuelung; all Missioun kritesch Systemer; finanziell an operationell Bewäertungen; alternativ Kommunikatioun mat Clienten, Mataarbechter, an Iwwerwaachungsorganer; alternativ kierperlech Plaz vun Mataarbechter; kriteschen Zouliwwerer a Client Impakt; reglementaresche Berichterstattung; a gitt eise Clienten prompt Notiz wa mir net fäeg sinn eise Geschäft weiderzemaachen. Eise Kär Fournisseur Pool ënnerstëtzt eis wichteg records an engem geographesch separat Beräich. Wärend all Noutsituatioun eenzegaarteg Probleemer op Basis vu externe Faktoren duerstellt, sou wéi Zäit vum Dag an der Schwéierkraaft vun der Stéierung, goufe mir vun dësem Zouliwwererpool ugeroden datt hiren Zil ass hir eegen Operatiounen ze restauréieren an d'Servicer séier erëm z'erhalen. Och wa mir geschafft hunn fir de Risiko ze reduzéieren andeems Dir eng diverse Set vu Fournisseuren benotzt, kënnen Är Servicer während dëser Period geännert oder ënnerbrach ginn.",
    "826396656": "Eise Business Continuity Plan",
    "1979347895": "– Bedeitend Geschäftsstéierunge kënnen an hirem Ëmfang variéieren, wéi nëmmen eis Firma, een eenzegt Gebai dat eis Firma wunnt, de Quartier wou eis Firma ass, d'Stad wou mir sinn oder déi ganz Regioun. An all eenzel vun dëse Beräicher kann d'Gravitéit vun der Stéierung och vu minimal bis schwéier variéieren. An enger Stéierung vun eiser Firma, eisem Geschäftsbezierk, Stad oder Regioun oder e Gebai dat eis Firma wunnt, wäerte mir eis Operatiounen op eng lokal Site transferéieren wann néideg an erwaarden keng materiell Stéierunge fir Geschäftsoperatiounen. An all Situatioun plangen mir weider am Geschäft, Transfermaart Operatiounen op alternativ Fournisseuren wann néideg, an informéieren Iech iwwer eis Websäit op hcaptcha.com an eiser Status Säit op hcaptchastatus.com wéi mir eis kontaktéiere kënnen. Wann déi bedeitend Geschäftsstéierung sou schwéier ass datt et eis verhënnert am Geschäft ze bleiwen, wäerte mir Iech séier matdeelen.",
    "653679457": "Verschidde Stéierungen",
    "410397176": "Fir méi Informatiounen",
    "2095899021": "hCaptcha Branding Richtlinnen an allgemeng Markenlizenz",
    "2340340589": "Richtlinnen iwwer d'Benotzung vun der hCaptcha Mark",
    "2430148876": "Mir hunn dës Richtlinnen an allgemeng Markenlizenz erstallt fir et sou einfach wéi méiglech fir eise Clienten, Partner a Fans ze maachen mat eiser Mark ze schaffen, wärend eis Firmenidentitéit ëmmer nach behalen. Wann Dir hCaptcha Symboler, Logoen oder aner Marken benotze musst op Weeër déi materiell vun dëse Richtlinnen ënnerscheeden, musst Dir eis kontaktéieren (IMI) fir eng schrëftlech Lizenz.",
    "3884400764": "Wärend Dir hCaptcha Marken no dëse Richtlinnen benotze kënnt, heescht et net datt Dir bestëmmte Rechter op hCaptcha Marks, Logoen oder an all aner Marken, Handelsnumm, Service Mark, Geschäftsnumm oder Goodwill vun hCaptcha hutt. Mir wëllen esou vill Flexibilitéit wéi méiglech ginn, awer mir si verpflicht hCaptcha géint onerlaabt Notzung vun all Mark, Handelsnumm, Servicemark, Geschäftsnumm oder Goodwill vun hCaptcha ze schützen. All onerlaabt Notzung schléisst automatesch d'Erlaabnis oder d'Lizenz of, déi vun hCaptcha ausgezeechent gëtt, a kann juristesch Verantwortung fir all Schued maachen.",
    "512598290": "Dofir musse mir froen datt Dir ëmmer all hCaptcha Marken a Logoen benotzt an enger Form déi un d'Regele hei drënner hält, inklusiv Kapitaliséierung, Schrëft, a Stil.",
    "2075610992": "Merci fir deng Hëllef!",
    "1023190144": "hCaptcha® am Text",
    "4274324704": "Hei ass wéi Dir eisen Numm a schrëftlecher Kopie benotzt:",
    "3912926900": "hCaptcha® soll e registréiert Markesymbol hunn déi éischte Kéier datt et an enger kreativer Kopie erschéngt.",
    "950637875": "hCaptcha Schreifweis soll ni geännert ginn an hCaptcha soll ëmmer am zweete Buschtaf (\"C\") mat Kapital gesat ginn. Et ass ni Plural oder Besëtzer.",
    "2624601135": "\"hCaptcha\" sollt net als Deel vun engem Markennumm benotzt ginn, mat engem Bindestrech verbonnen oder an Nimm vun Uwendungen oder aner Produkter benotzt ginn.",
    "3828090208": "Amplaz \"fir hCaptcha\" benotzen. Wann mat engem Drëttubidder Logo benotzt, muss \"fir hCaptcha\" méi kleng sinn wéi den Drëtt Partei Logo.",
    "4149738856": "hCaptcha soll als Adjektiv benotzt ginn a gefollegt vun engem richtege generesche Begrëff.",
    "1446868537": "hCaptcha soll ni als Verb benotzt ginn.",
    "2487931657": "Benotzt net: \"mir hCaptcha'd eise Site.\"",
    "2565565429": "Amplaz benotzt: \"mir benotzen hCaptcha fir eise Site méi sécher a méi sécher ze maachen.\"",
    "3434202027": "All Notzung vum hCaptcha Numm an der Kommunikatioun erfuerdert d'Attributioun: \"hCaptcha ass eng registréiert Mark vun Intuition Machines, Inc.\"",
    "2754937029": "Inakzeptabel Benotzung",
    "2436973524": "Nëmme korrekt Referenze sinn akzeptabel. Et ass net zulässlech ze soen datt e Site hCaptcha Servicer an Uwendungen benotzt wann et net. Ähnlech ass d'Benotzung vun eisem Logo oder all Badges och nëmme passend wann de Site hCaptcha Servicer benotzt.",
    "69844082": "hCaptcha Marken, grafesch Symboler, Logoen, Schrëftaarten oder Symboler kënnen och net op eng disparaging Manéier benotzt ginn.",
    "3861413614": "Dir däerft keng hCaptcha Mark oder Logo benotzen déi implizéiert datt hCaptcha eng Verbindung mat oder Ënnerstëtzung, Sponsoring oder Ënnerstëtzung vun engem Drëttubidder Produkt oder Service huet, ouni ausdrécklech schrëftlech Erlaabnes.",
    "1409822234": "Ënner kengen Ëmstänn däerf eng identesch oder bal identesch hCaptcha Mark als Domain Numm benotzt ginn.",
    "4181060163": "Drëtt Parteien däerfen keng Variatiounen oder Schreifweis benotzen oder op iergendeng Manéier handelen, déi eng initial Interesseverwirrung iwwer hCaptcha Marken verursaacht.",
    "3955555607": "Aner wéi Partner oder autoriséierte Reseller, kënnen Drëtt Parteien net fir Schlësselwieder, Google AdWords oder aner geziilte Reklammsystemer bidden, déi hCaptcha Marken oder Schreifweis benotzen. Och Drëtt Parteien däerfen net hCaptcha Marken an Domain Nimm benotzen, keng Sichmotoroptimiséierung, Meta Tags, Sichbegrëffer, Code oder aner falsch Representatioun.",
    "1985238261": "Aner limitéiert Marken",
    "2193061499": "E puer vun eise Logoen a Marken si limitéiert fir vun hCaptcha a senge Partner benotzt ze ginn. Drëtt Parteien däerfen déi folgend Marken net benotzen ouni eng schrëftlech Lizenz vun hCaptcha:",
    "4188477534": "hCaptcha®",
    "3443160243": "hCaptcha Partner™",
    "755156539": "hCaptcha Authorized Reseller™",
    "717622341": "hCaptcha Enterprise™",
    "3433896984": "BotStop™",
    "1655022901": "BotStop vun hCaptcha™",
    "2557601376": "hCaptcha logo™",
    "248923369": "BotStop Logo™",
    "3942875761": "Hëlleft e Besser Web™ bauen",
    "364774188": "Ech sinn Mënsch™",
    "2785425016": "(am Kontext vun enger Mënschheetsverifizéierungsléisung, zB en Opruff zu Handlung)",
    "2639657759": "Marken benotzt duerch Erlaabnis",
    "1268918580": "E puer vun de Logoen a Marken, déi vun hCaptcha a senge Partner benotzt ginn, sinn am Besëtz vun Drëttubidder a kënnen nëmme mat hirer Erlaabnis benotzt ginn. Drëtt Parteien däerfen déi folgend Marken net benotzen ausser wéi vun hire Besëtzer erlaabt:",
    "3782751514": "HUMAN Protocol® ass eng registréiert Mark vun der HUMAN Protocol Foundation, a gëtt mat senger Erlaabnis benotzt.",
    "1620709264": "HUMAN Token® ass eng registréiert Mark vun der HUMAN Protocol Foundation, a gëtt mat senger Erlaabnis benotzt.",
    "3031953928": "HUMAN Network™ ass eng Mark vun der HUMAN Protocol Foundation, a gëtt mat senger Erlaabnis benotzt.",
    "3554363588": "Aner Marken",
    "3290996791": "All aner Produit Nimm, Logoen, a Marken sinn Besëtz vun hirem respektiven Besëtzer. All aner Firmen-, Produkt- a Servicenamen déi op dëser Websäit benotzt ginn sinn nëmme fir Identifikatiounszwecker. D'Benotzung vun dësen Nimm, Logoen a Marken implizéiert keng Ënnerstëtzung.",
    "2444685143": "Logo Politik",
    "2414232014": "Eise Logo ass direkt erkennbar an ee vun eise wäertvollsten a wichtegsten Verméigen. Fir sécherzestellen datt et eng staark Representatioun vun eiser Firma bleift, muss et op eng virsiichteg a konsequent Manéier iwwer all Kommunikatiounskanäl presentéiert ginn.",
    "803639471": "Den hCaptcha Logo besteet aus der Handikon an dem hCaptcha Logotyp. A senger alternativer Form kann d'Handikon eleng erschéngen wann de Raum limitéiert ass an \"hCaptcha\" gëtt als Wuertmark benotzt (wéi uewen beschriwwen) an der Noperschaft zu der Handikon, sou datt et kloer ass datt d'Handikon hCaptcha duerstellt.",
    "564127016": "D'hCaptcha Hand Ikon:",
    "1424800293": "Den hCaptcha Logo:",
    "1525506526": "Wat sinn Account Takeovers a wéi funktionnéieren se?",
    "2446481523": "Et gëtt eng al Volleksgeschicht, an där e Wonschauffer an en Adel bei de Constabulaire an engem klenge Landsduerf opdauchen. Ee Mann, gekleet an dreckeg, aarme Kleedung, sot dem Konstabel: „Ech sinn den Adel. Dëse Mann war mäi Chauffeur.",
    "1767952047": "Hien huet mech gëschter Owend attackéiert, meng Kleeder geklaut an meng Sue geholl. Deen anere Mann, a grousse Schéin gekleet, d'Kleeder vun der Adelklass, huet geäntwert: \"Konstabel, dëse Mann ass verréckt. Hie mengt hien ass en Adel. Ech sinn de richtegen Adel. Arrestéiert hien!\"",
    "2947576723": "Dës Geschicht ass virun Chauffer d'Lizenzen an digital Fanger Dréckerei, mee et bitt e gutt Beispill vun wat an engem Kont iwwerhuelen Situatioun falsch goen kann. Eng Persoun loggt sech op en Online Bankkonto oder mobil Bezuelungsapp un. Ass hien tatsächlech Konthalter, oder en Hacker? Wien ass wierklech wien? Dës Sécherheetsprobleemer beaflossen Organisatiounen déi den Zougang zum Selbstservicekonto erlaben.",
    "1687299615": "Wat ass e Kont Iwwerhuelen?",
    "2648707986": "E Kont Iwwernahm ass eng Form vu Cyber Betrug wou e béisaarteg Schauspiller de Besëtzer vun engem Online Kont impersonéiert. Typesch ass de Kont bei enger Finanzinstitut oder engem E-Commerce-Geschäft wou de Betrüger Sue, Wueren oder Kaddoskaarte klaue kann. Den Ugräifer benotzt geklauten Login-Umeldungsinformatiounen fir op de Kont zouzegräifen an et dann iwwerhuelen, vläicht ännert d'Passwuert fir den aktuelle Kontbesëtzer auszeschléissen.",
    "1476843710": "Manner finanziell schiedlech, awer ëmmer nach schiedlech Forme vu Konteniwwerhuelen beinhalt d'Kapning vu soziale Medienkonten an dergläiche. An dëse Fäll probéiert den Ugräifer normalerweis Malware ze verbreeden oder Phishing-Attacke géint onverdächteg Frënn vum Affer ze engagéieren. Oder den Ugräifer probéiert d'Affer ze schummen, wat heiansdo mat Promien a Politiker geschitt, zum Beispill.",
    "2904949278": "Wéi iwwerhëlt en Hacker e Kont?",
    "2575690545": "Kont Iwwerhuelen, wéi sou vill Cyber Bedruch, sinn meeschtens eng Saach vun automatiséiert, Mass Prozesser. Et ass selten datt en Hacker, an engem Hoodie am Keller vu senger Mamm gekleet ass, Passwierder op Bankwebsäiten ee fir eng Kéier aginn.",
    "3614653023": "Éischter hänkt d'Praxis op grouss-Skala Umeldungsstuff Attacken, déi Millioune Benotzernumm / Passwuertpaaren op Dosende vun Zilfinanzinstitutiounen probéieren an der Hoffnung e klengen Ënnerdeel vun de Konten opzemaachen. Wann déi automatiséiert Bedruchsoftware Zougang zum Kont kritt huet, kann e mënschlechen Hacker dann involvéiert sinn, awer an e puer Fäll net.",
    "2762759509": "Vill Konten Iwwernahmattacke si bal komplett automatiséiert.",
    "1972710018": "Gesinn et aus der Perspektiv vun der Firma",
    "1282121137": "Fir ze verstoen, wéi problematesch d'Iwwerhuele vun de Konten ka sinn, betruecht wéi d'Erfahrung aus der Siicht vun der Finanzinstitutioun ausgesäit. Si behandelen all Dag Millioune vu Login.",
    "2315518622": "Mat der Raffinesséierung, déi an den haitegen Attack Tools verfügbar ass, ass et extrem usprochsvoll ze entdecken déi, wann iwwerhaapt, betrügeresch sinn. Dann rifft eng Persoun de Clientsservicelinn un a seet \"Mäi Kont gouf attackéiert! Ech kann net aloggen an een klaut meng Suen!\"",
    "1836369533": "Wéi de Konstabel am Volleksgeschicht, wéi bestëmmt een, wien wierklech wien ass? Wann den Ugräifer genuch geklauten Identitéitselementer huet, wéi d'Führerschäinnummer, d'Sozialversécherungsnummer, d'Mamm säi Jongfraennumm, d'Adress, asw. Passwuert zréckgesat op engem Kont hie wëll penetréieren.",
    "2880837730": "Wat kann gemaach ginn fir d'Kontovernahmen ze stoppen?",
    "3654556483": "Finanzinstituter an eCommerce Firmen hunn Prozesser a Kontrollen, déi e puer vun der Bedrohung vun der Kont Iwwernahme reduzéieren. Dës reichen vun der almoudescher \"wat war den Numm vun Ärem beschte Frënd an der Primärschoul\" Sécherheetsfroen bis Erkennungsmethoden déi verdächteg IP Adressen a mobilen Apparatprofiler ausféieren.",
    "2449501658": "bitt ee vun de fortgeschrattste Weeër fir d'Bedrohung vu betrügeresche Konte Login Versich ze reduzéieren, Maschinnléiere benotzt fir Bots z'entdecken an ze stoppen, an effektiv et vill méi schwéier oder souguer onméiglech fir Bedruch ze maachen eng Kontiwwerhuelen ze engagéieren.",
    "3621455477": "fir méi ze léieren!",
    "555246307": "Hei ass iwwregens, wéi d'Geschicht vum Adel a sengem Chauffeur op en Enn geet: De Constabel huet déi zwee Männer stonnelaang zesummen an engem Zëmmer gesat a sech aus dem Kapp langweilen. Um Enn vum Dag ass hien opgetaucht a sot: \"Ech wäert elo mam Wagonchauffer schwätzen.\" De Mann an der nobeler Kleedung ass opgestan. Hie war sou langweilen, hien huet vergiess, datt hien nëmmen den Adel gemaach huet.",
    "1224727373": "BotStop vun hCaptcha",
    "1187718370": "Kontaktéiert eis",
    "3892905664": "hCaptcha hëlleft Äre Liiblingsonline Servicer Bots, Spam a Mëssbrauch auszehalen andeems Dir einfach Froen stellt déi einfach fir Mënschen a schwéier fir Maschinnen sinn.",
    "555158694": "E Service deen Dir benotzt huet gewielt fir Är Erfahrung op hirem Site ze verbesseren andeems Dir hCaptcha installéiert fir béiswëlleg Traffic ze reduzéieren.",
    "1617196410": "hCaptcha konzentréiert sech op Bots ze stoppen. Mir egal wien e Benotzer ass, awer nëmmen ob se béiswëlleg sinn. Mir schaffen haart fir d'Privatsphär &",
    "1624200563": "Sécherheet, a konform mat GDPR, CCPA, LGPD, PIPL, an aner Privatsphär Reglementer.",
    "1927613000": "hCaptcha kombinéiert sophistikéiert Maschinnléiere mat enger mächteger Erausfuerderungsplattform fir Webapplikatiounen ze schützen géint Konten iwwerhuelen, Umeldungsstuff, Schrauwen an aner Aarte vu Mëssbrauch.",
    "1133989302": "Firwat hCaptcha?",
    "34074886": "All Kéier wann Dir eng Erausfuerderung beäntwert, benotze mir raffinéiert Modeller fir erauszefannen ob Dir Mënsch sidd. D'Websäit déi Dir besicht hutt benotzt dann dëst Resultat fir Är Erfahrung op hirem Site ze verbesseren andeems Dir Bots aushält.",
    "3412647984": "Dëst erlaabt Iech zukünfteg Froen ze vermeiden andeems Dir e Cookie registréiert an setzt. Probéiert w.e.g. och Ären Ad Blocker auszeschalten.",
    "2510209017": "Braucht Dir méi Hëllef?",
    "477275453": "Firwat sinn APIen e populär Zil fir Hacker?",
    "596347471": "Application Programming Interfaces (APIs) sinn e populär Zil fir béisaarteg Akteuren am Cyberspace ginn. Et gi vill Grënn dofir, dorënner hir grouss Utilitéit an der Applikatiounsintegratioun. Et ass awer méiglech API Risiko ze reduzéieren.",
    "2441638955": "Als éischt, wat ass eng API?",
    "3963216198": "Fir ze diskutéieren firwat APIen e populär Zil fir Hacker sinn, ass et derwäert fir d'éischt e kuerze Moment ze huelen fir ze definéieren wat de Moment mam Begrëff \"API\" gemengt ass. D'Konzept vun der API ass guer net nei. Tatsächlech sinn Interfaces fir verschidde Computersystemer mateneen ze verbannen, souwéi hir intern Komponenten, zënter op d'mannst de fréien 1960er.",
    "1047251718": "Haut, awer, wann d'Leit iwwer APIe schwätzen, bedeite se ëmmer Standard-baséiert APIen. Dëst sinn APIe gebaut mat oppene Standarde wéi Representational State Transfer (REST) an oppe Standard Dateiformate wéi JavaScript Object Notation (JSON). Esou \"RESTful APIs\", wéi se bekannt sinn, kënnen erstallt ginn ouni de Besoin fir propriétaire Software. Déi doraus resultéierend APIen sinn fäeg Daten a Prozedur Uruff tëscht Software Uwendungen ze schécken an ze kréien. Zum Beispill benotzt eng mobil Banking App eng API fir Zougang zu de Banksystemer ze kréien.",
    "3195334319": "D'Utilitéit a Schwachstelle vun APIen",
    "1903743785": "D'Entstoe vu Standard-baséiert APIen representéiert e grousse Sprong no vir an der Applikatiounsintegratioun. An de leschten 20 Joer oder esou sinn APIe vun deier a komplizéierten propriétaire Softwareprodukter op gratis, Standardbaséiert Tools gaang, déi vergläichbar einfach waren ze schaffen - a séier z'installéieren.",
    "879362350": "Mat den neien APIen déi iwwer den Internet schaffen, gouf et méiglech all Software oder Datenquell ze verbannen, iwwerall op der Welt, onofhängeg vun der Plattform, Dateschema oder Programméierungssprooch. Als Resultat ass d'Rechenwelt elo an der Mëtt vun enger API Revolutioun. Et gouf eng Explosioun vu Konnektivitéit tëscht Uwendungen an Daten. Dat ass super, bis et net ass.",
    "3844432472": "Déi ganz Offenheet an d'Utilitéit vun APIen mécht se onheemlech räich Ziler fir Ugräifer. Am selwechte Wee wéi eng mobil App ka programméiert ginn fir Daten aus engem Firmesystem mat enger API z'erreechen an ze kréien, sou kann och e Stéck Malware. Hacker hunn eng breet Varietéit vu Software Tools geschriwwen fir APIs ze mëssbrauchen. Et ass eng effektiv Attack Technik.",
    "2187096543": "Tatsächlech sinn et e puer gréisser Dateverletzungen entstinn aus Hacker-schrëftlech Software déi eng API opgeruff huet fir Daten aus enger Datebank ze extrahieren. No allem, wann et Daten klauen einfach e Basis GET Uruff op eng API erfuerdert, geschriwwen mat REST a JSON, dann ass et einfach eng Datebank séier ze botzen. Tatsächlech, wann d'Leit iwwer \"Screen Scraping\" Attacke schwätzen, wat se wierklech bedeiten, meeschtens, si séier-Feier API Uriff déi Daten aus Datenbanken zéien. APIs sinn eng grouss Attack Uewerfläch fir Organisatiounen ginn, déi se bauen.",
    "4222109231": "Mitigéieren API Risiko mam hCaptcha's Enterprise Produkt",
    "1783317946": "Stoppen API Attacken ass e populäre Benotzungsfall fir",
    "3022922096": ", hCaptcha's Enterprise Suite vu Produkter. Am Géigesaz zu der gratis Versioun vum hCaptcha,",
    "63719113": "benotzt fortgeschratt Maschinnléiere fir béiswëlleg Traffic op Äre Site an Apps z'identifizéieren - inklusiv Scraping Aktivitéiten.",
    "3566102529": "eis haut fir méi ze léieren.",
    "3096553330": "All System mir kreéieren reflektéiert einfach eis Relatioune mat anere Leit.",
    "1467218142": "Wat mir vun hinnen an eis selwer wënschen, dréit eist Verhalen, an domat ginn déiselwecht Interaktiounsmuster an all mënschlech Systemer zréck. Den Internet bitt vill brillant Beispiller vun dësem fundamentalen Aspekt vun eiser Welt.",
    "808872868": "Zum Beispill: Spam, Bedruch a Mëssbrauch existéieren online zënter bal den Dag nodeems zwee Systemer fir d'éischt matenee verbonne sinn.",
    "1085089390": "Online Mëssbrauch staamt aus gebierteg mënschlecht Verhalen",
    "3064321967": "Déi éischt bekannt Spam E-Mail gouf 1978 geschéckt.",
    "3800781598": "] Bal fënnef Joerzéngte méi spéit, E-Mail Spam weider eis Plo. Vill Milliarden vun Dollar an Dausende vu Persounejäre vun Ingenieursaarbecht goufe fir se ze besiegen, an awer bleift Spam weider. Et gi Milliarden-Dollar Industrien op béide Säiten, also déi verdeedegen dergéint an déi déi se schécken.",
    "2119943547": "Firwat ass dat? D'Äntwert ass einfach. Soulaang et en Ureiz gëtt fir e System ze mëssbrauchen, fënnt een allgemeng e Wee. A wa se dat maachen, huet een aneren elo en Ureiz fir se ze stoppen.",
    "532470444": "D'Gläichgewiicht ka vu Joer zu Joer liicht verschwannen, awer dëst Verhalen reflektéiert einfach d'fundamental mënschlech Natur, a fënnef dausend Joer opgeholl Geschicht implizéiert datt d'Dynamik onwahrscheinlech zu all Moment geschwënn wäert änneren.",
    "3193548097": "Hope Springs Éiweg",
    "4065614934": "Dës Analyse ass net nei, awer d'Leit sinn éiweg optimistesch. Besonnesch wann se mengen datt hir Iddi nei ass.",
    "1216071511": "Déiselwecht Iddie ginn esou dacks proposéiert datt virun ongeféier 20 Joer en anonyme Auteur mat engem hëllefräichen Ausfëllen fir Online Diskussiounen iwwer Anti-Spam Léisungen erauskomm ass:",
    "1941999673": "Äre Post plädéiert fir eng",
    "4179118182": "() technesch () legislative () Maart-baséiert () vigilante",
    "3978720689": "Approche fir Spam ze bekämpfen. Är Iddi wäert net schaffen. Hei ass firwat et net funktionnéiert.",
    "318339230": "(Een oder méi vun den folgenden kann op Är speziell Iddi gëllen, an et kann hunn",
    "30312304": "aner Mängel, déi fréier vu Staat zu Staat variéieren ier e schlecht Bundesgesetz gestëmmt gouf.)",
    "2710988028": "() Spammer kënnen et einfach benotze fir E-Mailadressen ze sammelen",
    "3912514510": "() Mailinglëschten an aner legitim E-Mail-Uwendungen wieren beaflosst",
    "2030062561": "( ) Keen wäert fäheg sinn de Guy ze fannen oder d'Suen sammelen",
    "3334160175": "() Et ass verdeedegt géint brute Kraaft Attacken",
    "3238345709": "( ) Et stoppt Spam fir zwou Wochen an da bleiwe mir domat",
    "4227800293": "() Benotzer vun der E-Mail wäerten et net ophalen",
    "2271252286": "() Microsoft wäert et net ophalen",
    "692064738": "( ) D'Police wäert et net ophalen",
    "3475647460": "() Verlaangt ze vill Zesummenaarbecht vu Spammeren",
    "1482845460": "() Verlaangt direkt total Zesummenaarbecht vu jidderengem op eemol",
    "3741193183": "( ) Vill E-Mail Benotzer kënnen et sech net leeschte Geschäft ze verléieren oder potenziell Patronen ze alienéieren",
    "2234909600": "( ) Spammer këmmere sech net ëm ongëlteg Adressen an hire Lëschten",
    "1982617151": "( ) Jiddereen kéint anonym eng aner Carrière oder Geschäft zerstéieren",
    "2498172334": "Besonnesch, Äre Plang fällt net aus",
    "389705801": "() Gesetzer déi et ausdrécklech verbidden",
    "190955495": "() Mangel un zentral kontrolléiert Autoritéit fir E-Mail",
    "237009707": "( ) Open Relais an auslännesche Länner",
    "3507532387": "() Einfachheet fir kleng alphanumeresch Adressraum vun all E-Mail Adressen ze sichen",
    "2477958756": "() Schlecht Leit",
    "3254142589": "() Juridictioun Problemer",
    "3621401685": "( ) Onpopularitéit vun komeschen nei Steieren",
    "4277475973": "( ) Ëffentlech Verzweifelung fir komesch nei Forme vu Suen ze akzeptéieren",
    "941057651": "() Enorme bestehend Software Investitioun an SMTP",
    "3265293440": "() Empfindlechkeet vun anere Protokoller wéi SMTP fir Attacken",
    "515733427": "() Bereetschaft vun de Benotzer fir OS Patches z'installéieren, déi per E-Mail kritt goufen",
    "2631159699": "( ) Arméie vun Wuerm duerchgestrachenem Breetband-verbonne Windows Këschte",
    "776542208": "() Éiweg Waffencourse involvéiert an all Filter Approche",
    "989480928": "() Extrem Rentabilitéit vunn Spam",
    "3898950867": "() Joe Aarbechtsplazen an / oder Identitéitsklau",
    "3395399558": "( ) Technesch analfabetesch Politiker",
    "1118929614": "() Extrem Dommheet vun de Leit déi Geschäfter mat Spammer maachen",
    "838951836": "() Onéierlechkeet vum Deel vu Spammer selwer",
    "2123236933": "() Bandbreedungskäschte déi net vum Clientfilter beaflosst sinn",
    "2292919419": "() Ausbléck",
    "2534436327": "an déi folgend philosophesch Contestatiounen kënnen och zoutreffen:",
    "832385387": "() Iddien ähnlech wéi Är sinn einfach ze kommen, awer keng sinn jee praktesch gewisen",
    "1993984258": "() All Schema baséiert op Opt-Out ass inakzeptabel",
    "3909240516": "( ) SMTP Header sollen net de Sujet vun der Gesetzgebung sinn",
    "1151065360": "() Schwaarzlëschte suckt",
    "2396605499": "() Whitelists suckelen",
    "2225785608": "( ) Mir sollten iwwer Viagra schwätzen ouni zensuréiert ze ginn",
    "3004688366": "() Géigemoossnamen sollen net Drot Bedruch oder Kreditkaart Bedruch involvéieren",
    "922470170": "( ) Géigemoossnamen däerfen keng Sabotage vun ëffentlechen Netzwierker implizéieren",
    "3068923550": "() Géigemoossname musse funktionnéieren wa se graduell agefouert ginn",
    "2752975480": "() E-Mail schécken soll gratis sinn",
    "117227832": "() Firwat solle mir Iech an Är Servere vertrauen?",
    "1021431157": "() Inkompatibilitéit mat Open Source oder Open Source Lizenzen",
    "2801524659": "( ) Gefill-gutt Moossname maachen näischt fir de Problem ze léisen",
    "931661269": "() Temporär / eemoleg E-Mail Adressen sinn ëmständlech",
    "2090457681": "( ) Ech wëll net datt d'Regierung meng E-Mail liest",
    "3536122902": "() Se esou ze stoppen ass net lues a schmerzhaf genuch",
    "2391175562": "Ausserdeem, dat ass wat ech iwwer dech denken:",
    "229198134": "() Entschëllegt Kärel, mee ech mengen net et géif schaffen.",
    "345563040": "() Dëst ass eng domm Iddi, an Dir sidd eng domm Persoun fir se ze proposéieren.",
    "409780280": "( ) Gudden Versuch, ****! Ech hoffen, datt een op Är Tastatur trëppelt!",
    "2820080973": "gehost mat ❤ vun",
    "3943164003": "raus gesinn",
    "3875523186": "gistfile1.txt",
    "2840750518": "GitHub",
    "593735469": "Firwat Är nei Anti-Spam Léisung net funktionnéiert",
    "361795034": ". Unbekannt Auteur, c. 2000",
    "1547006769": "Mënschheet Verifizéierung ass dee selwechte Problem",
    "3717942925": "Just wéi et ëmmer Leit wäerten sinn, déi Är Opmierksamkeet per E-Mail wëllen kréien, gëtt et ëmmer de Wonsch den Zougang zu e puer Ressourcen ze beschränken, sou datt nëmme Mënschen Zougang zu hinnen kréien.",
    "2481032625": "Ob d'Zil ass ze verhënneren:",
    "1691348394": "- automatiséiert Mass Akeef während engem limitéiert Verëffentlechung Verkaf",
    "1771016224": "- Software fir all Inhalt vun Ärer Websäit en masse erofzelueden",
    "1959762846": "- Är Webformulare mat endlosem Marketing Spam oder Mëssbrauch ausfëllen",
    "345108670": "- Umeldungsinformatioune an aner Kont Iwwernahmeversuche",
    "2540760245": "ënner villen anere Gebrauch, fäeg sinn den Online-Traffic op Basis vu \"Mënsch oder net\" ze filteren wäert wahrscheinlech e wäertvollt Tool bleiwen soulaang d'mënschlech Natur déiselwecht Mustere follegt, déi iwwer de leschte fënnefdausend Joer opgeholl goufen.",
    "3346362371": "Wat iwwer Maschinn Léieren?",
    "3619183405": "Am Joer 2021 kënnen einfach CAPTCHAs heiansdo mat Software geléist ginn, dank Fortschrëtter am Maschinnléieren. Fir dëst unzegoen, mécht hCaptcha och eng ganz detailléiert Analyse vun Eegeschafte wéi",
    "3292221787": "d'Erausfuerderung gouf geäntwert, net nëmmen ob et richteg war, a ännert dacks souwuel d'Froen an d'Daten déi benotzt goufen.",
    "1080672247": "Well vill vun de gestallte Froen net wirtschaftlech mat der Regal Software geléist kënne ginn, a well d'Donnéeën allgemeng eenzegaarteg fir de System sinn, heescht dat, datt Bots dacks komplett vum gratis Service gestoppt ginn, a mussen amplaz op mënschlech CAPTCHA Solvers vertrauen, wat mécht vill Aarte vu Mëssbrauch komplett onekonomesch.",
    "4172868199": "geet vill méi wäit wéi dëst, plënnert an d'Räich vu Versuche \"gutt Mënsch\" vum \"schlechte Mënsch\" och z'ënnerscheeden, a gëtt haut vu ville vun de populärsten Online Servicer vun der Welt benotzt fir alles vu Kafbedruch bis fortgeschratt persistent ze fannen an ze stoppen Gefore géint hir Benotzer, wärend en eenzegaartege Fokus op d'Erhaalung vun der Privatsphär behalen.",
    "2873911365": "Wat iwwer Hardware Attestatioun?",
    "1477196356": "Verschidde Methoden fir d'Identitéit mat engem Apparat op eng kryptographesch sécher Manéier ze verbannen, heiansdo mat Privatsphär behalend Eegeschaften, goufen zënter Joerzéngte proposéiert. Ëffentlech Schlëssel Kryptografie geet zréck op c. 1975, an Hardware Tokens hu bal esou laang existéiert.",
    "2349681896": "Leider, e Stéck Hardware ze kontrolléieren heescht net datt Dir eng Persoun sidd. Virtuell all populär Konsument Hardware Attestation Schema gouf ëmmer erëm gebrach, gepatched, an dann erëm gebrach.",
    "254326776": "Béiswëlleg Mëssbrauch vun dëse Mängel gëtt dacks entdeckt datt si fir Méint oder Joere viru Verëffentlechung oder akademescher Verëffentlechung geschitt sinn.",
    "2462909475": "Eng Mauer vu méi wéi 10.000 Telefone fir Mëssbrauch benotzt, Deel vun enger chinesescher Bot Operatioun.",
    "1963951234": "Egal wéi zouverlässeg Äre kryptographesche Schema, wann iergendeen um Enn vum Dag einfach Sue ka verbréngen fir Iech d'Äntwert ze ginn, no deem Dir sicht, e Stéck Hardware ze besëtzen ass net genuch.",
    "1278884196": "Dat gesot, Kryptografie ass eng zimlech jonk Disziplin. Baséierend op déi rezent Geschicht, ass Äre kryptographesche Schema an / oder Implementatioun méiglecherweis gebrach soubal iergendeen en Ureiz huet et no no ze kucken, an et ass méiglech datt aner Leit dëst laang erausfannen ier Dir dat maacht. Vertrauen op Hardware heescht och datt Dir vläicht all eenzelne vun Äre Benotzer froe musst fir e kierperlecht Apparat z'änneren fir de Feeler ze patchen. Dëst ass onwahrscheinlech an de meeschte Fäll séier ze geschéien, dat heescht an der Realitéit wäert Äre System einfach opmaachen.",
    "1828028934": "Dofir",
    "1642844535": "ass wichteg: hCaptcha benotzt verschidde verschidde Approche fir déiselwecht fundamental Fro ze beäntweren, wat de Verglach fir Konsistenz iwwer all Evaluatioun erlaabt.",
    "1155821305": "Verteidegung ass Déift",
    "119098046": "Wat iwwer passiv oder keng Erausfuerderung Léisungen?",
    "2760410719": "Servicer déi versichen Bot Detektioun mat reng passive Signaler ze maachen lafen séier an e fundamentalt Thema: wéi validéiert Dir ob e System schlecht Akteuren korrekt erkennt wann Dir keng korrekt Grondwahrheet hutt?",
    "1722734001": "Den oppene Internet ass e ganz lauter Ëmfeld. Schlecht Akteuren attackéieren d'Benotzer vun eisem Service a Konkurrenten wéi reCAPTCHA all Dag, a versichen natierlech sou mënschlech wéi méiglech ze kucken wärend dat mécht.",
    "1595254735": "Reng passiv Servicer kämpfe fir d'Genauegkeet vun der Botdetektioun z'erhalen, oder souguer ze wëssen wann se ongenau sinn. Ouni d'Fäegkeet d'Benotzer heiansdo erauszefuerderen an d'Resultater vun där Erausfuerderung korrekt ze analyséieren, tendéiert d'Genauegkeet mat der Zäit staark erof.",
    "2412751979": "Dank de méi präzise Mënschheetssignaler déi hCaptcha Muecht hunn, hu vill Firmen, déi virdru reCAPTCHA v3/Enterprise benotzt hunn, op gewiesselt",
    "2284856231": "a gesinn dramatesch verbessert Richtegkeet am hCaptcha Enterprise reng passiv Modus och.",
    "4162847": "Mir konnten dëst direkt beobachten, well e puer vun eise Clienten A/B Tester op der selwechter Ufro ausféieren ier se ganz vun de Google Offeren ëmschalten. Mir sinn typesch fäeg souwuel en héije falsche positiven a falschen negativen Taux aus reCAPTCHA v3 oder reCAPTCHA Enterprise ze beweisen.",
    "436125785": "Dëst ass net iwwerraschend wéinst der Ongenauegkeet vun de Feedback-Schleifen, déi an dëse Produkter verfügbar sinn, an d'Tatsaach datt se vun engem Ad-Netzwierk verkaaft ginn mat engem iwwerwältegend Interesse fir net ze gutt bei der Bot-Detektioun ze ginn, fir datt et hire Kärgeschäft schueden.",
    "2233741720": "Ofschléissend",
    "2133809801": "Soulaang d'Leit Leit bleiwen, ass et méiglech datt d'Mënschheetverifizéierung eng Roll online spillt.",
    "2255549335": "Eis Aarbecht bei hCaptcha ass gutt Ofwiesselungen tëscht Schwieregkeet a Genauegkeet ze fannen a Reibung niddereg ze halen, besonnesch fir",
    "4138068262": "Benotzer. Um Enn, Interaktioun mat Erausfuerderunge wäert méiglecherweis en Deel vum Arsenal vun Tools bleiwen fir Online Mëssbrauch ze reduzéieren soulaang d'mënschlech Natur onverännert bleift.",
    "855097735": "E Service bauen deen dëst gutt mécht an all Bedenken ausbalancéiert ass e ganz schwéiere Problem (a mir schaffen ëmmer fir et ze verbesseren fir d'Erfahrung sou agreabel wéi méiglech ze maachen) awer mir hoffen Dir sidd d'accord datt d'Reduktioun vun Spam, Mëssbrauch, Kont Iwwerhuelen , an online Bedruch ass schlussendlech gutt wäert der heiansdo einfach Fro.",
    "1953959745": "Accessibilitéit",
    "2543123170": "Null Reiwung Mënschheet Verifizéierung",
    "547245263": "Soll Äre Botproblem haut.",
    "3117887301": "Vertrauen vun de gréissten Online Servicer",
    "981806349": "Gebaut op der bewährter hCaptcha Plattform",
    "2373007864": "hCaptcha Enterprise leeft op hCaptcha Plattform Technologie, verlängert fir d'Features ze enthalen déi héich Traffic Entreprisen brauchen.",
    "2652399059": "En zouverléissege Partner",
    "1997838163": "Déi weltgréisste Firmen hänke vun hCaptcha Enterprise of. D'Integratioun ass einfach, an d'Erkennungsgenauegkeet ass oniwwertraff.",
    "734735952": "Mir hunn eng Zuel vu CAPTCHA Ubidder evaluéiert wéi och e System selwer gebaut. Um Enn ass hCaptcha entstanen als déi bescht Alternativ zu reCAPTCHA.",
    "1250541092": "- Sergi Isasi",
    "3524251858": "Direkter vum Produktmanagement, Cloudflare",
    "3971348140": "Firwat hu mir hCaptcha benotzt? Keen aneren konnt d'Features an d'Leeschtung liwweren déi mir gebraucht hunn. Si hunn eis séier opgestallt, an eis Händler hunn d'Erfahrung gär.",
    "4248655793": "- Alex M.",
    "4185927140": "Produkt Manager, Flash, Shopify",
    "282913023": "Déi kosteneffektiv Optioun fir High Traffic Entreprisen",
    "999610953": "Endlech eng glafwierdeg Alternativ zu Google. hCaptcha Enterprise liwwert dramatesch Erspuernisser op Ärem reCAPTCHA Rechnung mat méi héijer Sécherheet: bis zu 80% manner deier an e puer Fäll.",
    "1886100235": "Vill vun de weltgréissten Online Servicer sinn op hCaptcha Enterprise gewiesselt a krut eng verbessert Bot Detektioun niewent wesentleche Käschtespueren.",
    "2903742230": "Annonce Netzwierker gesinn Är Besucher als Produkt. Fir eis ass dat eenzegt Zil hir Mënschheet ze bestëmmen. Eis Servicer treffen oder iwwerschreiden GDPR, CCPA, LGPD, a PIPL Ufuerderunge, a mir schaffen haart fir Privatsphär a Sécherheet ze balanséieren.",
    "3901503296": "Dësen eenzegaartege Fokus op Privatsphär bedeit datt mir Null individuell Dateschutz, Cookie-gratis Operatioun an aner kontraktuell Privatsphärgarantie kënne bidden, wéi néideg, wärend exzellent Sécherheet erhale bleift.",
    "3342910682": "Liest méi",
    "1130783905": "Genauegkeet ass an Ärem Interesse an eisem. hCaptcha funktionnéiert fir Iech richteg Daten ze ginn a léisst Iech entscheeden wéi Dir se benotzt. Aner Sécherheetsléisunge gi vu gigantesche Werbefirmen geliwwert. Dëst bedeit datt all Bot déi se blockéieren hir Einnahmen reduzéieren.",
    "2019130052": "Eis Innovatiounen am Privatsphär-fokusséierten ML loossen eis d'Sécherheetsnormen vun de legacy \"Record alles fir ëmmer\" Strategien iwwerschreiden ouni d'Sécherheet oder d'Benotzer Privatsphär ze schueden.",
    "23114595": "Grouss Benotzererfarung",
    "3437412311": "Fir Enterprise Benotzer sinn Optiounen verfügbar fir Erausfuerderungen an de meeschte Szenarien komplett ze vermeiden, vertrauen op passiv Partituren.",
    "1996843433": "Reduzéiert Reibung andeems Dir eng Erausfuerderung komplett fir 99,9% vun Ärem legitimen Traffic vermeit, wärend ëmmer nach exzellent Sécherheet ubitt.",
    "3093689546": "Einfach Integratioun",
    "247560732": "Füügt hCaptcha mat dräi Zeilen Code. Wann Dir vu reCAPTCHA kënnt, ass eis API kompatibel an et dauert nëmme Minutten fir ze wiesselen.",
    "1510448156": "Dir kënnt haut mat enger superior Alternativ up a lafen sinn, a méi fortgeschratt Funktiounen ausschalten wéi néideg.",
    "2718999653": "Benotzerdefinéiert Bedrohung Scores",
    "2698140263": "Net all Probleemer sinn déiselwecht: een eenzege Score kréien heescht datt et Äre Besoinen unzegoen fir nëtzlech ze sinn.",
    "897432717": "Mat eisem neien Design fir Customized Threat Scores, Äert Geschäftswëssen bäizefügen erlaabt eise Modeller Partituren eenzegaarteg relevant fir Är Benotzer ze liwweren.",
    "2650502379": "Lancéiere Är eege Erausfuerderungen a Sekonnen",
    "3578122193": "Bleift op der Mark mat relevanten Inhalt",
    "1074044172": "Wann d'Benotzer eng Erausfuerderung musse léisen fir Är Sécherheetsfuerderunge gerecht ze ginn, firwat net Froen agreabel a relevant fir de Benotzer stellen?",
    "1579093044": "Mat eisem einfachen personaliséierten Erausfuerderungsdesigner kënnt Dir on-Mark Challenge Inhalt an nëmmen e puer Minutten starten.",
    "3717512591": "Direkt Plattform Integratioun",
    "121743429": "Fir Web Infrastruktur Firmen",
    "2131386784": "Erreechbar Expertise an Ënnerstëtzung fir Iech an Är Benotzer",
    "2782263070": "Service ass eng Haaptprioritéit fir eis. Mir behalen 24/7 On-Call Support a bidden direkt Slack Koordinatioun mat Ärem Ingenieursintegratiounsteam an eisem On-Call Personal wärend an no der Implementatioun.",
    "3740051331": "Mir sinn och engagéiert fir aktiv ze iwwerwaachen an ze äntweren op Är Benotzer Froen iwwer sozial Medien, Foren, an eisen In-Widget an E-Mail Support Channels. Mir sinn zougänglech a reaktiounsfäeger, a behandelen d'Zefriddenheet vun de Benotzer als Top KPI.",
    "170775527": "Enterprise Fonctiounen",
    "3383086062": "hCaptcha Enterprise ass eng komplett Online Sécherheetsléisung. Aktiv a passiv Modi erlaben Iech d'Umeldungsstuff ze stoppen, Konten Iwwernahmen z'entdecken a verdächteg Akteuren ze blockéieren. All mat null Reiwung fir legitim Benotzer.",
    "1408599440": "Start séier mat e puer Zeilen Code an eisem 99,9% passive Modus, oder huelt voll Kontroll iwwer wéini a wéi d'Benotzer erausgefuerdert ginn. Benotzerdefinéiert Bedrohungsmodeller a personaliséierbar Erausfuerderunge bedeiten oniwwertraff Flexibilitéit fir Sécherheet ze garantéieren.",
    "3365203058": "Weltklass Anti-Bot Schutz",
    "1803009328": "Schluecht-getest op Web Skala.",
    "1586809757": "Héich Genauegkeet Bot Scores",
    "353367791": "Entdeckt schlecht Akteuren vu ville verschiddenen Typen.",
    "191460155": "Null Reiwung an 99,9% passiv Modi",
    "585557010": "Fuerder manner wéi 0,1% vun de legitimen Benotzer.",
    "3287172429": "Kontroll Erausfuerderung Zorte gewisen",
    "1844885924": "Breet Bibliothéik vun Typen aus ze wielen.",
    "3018523079": "Bleift op der Mark mat enger konsequent Benotzererfarung.",
    "3817811295": "Garantéiert Zouverlässegkeet a séier 24/7 On-Call Support.",
    "1798492192": "Legacy Browser Ënnerstëtzung",
    "1356745565": "Kompatibel de ganze Wee zréck op Internet Explorer 8.",
    "751483365": "Ënnerstëtzung fir Net-JavaScript Clienten.",
    "4199502476": "Fortgeschratt Berichterstattung Dashboards an API",
    "3630114728": "Kuckt wat op all Äre Siten an Apps geschitt.",
    "3573245166": "Am Géigesaz zu reCAPTCHA schaffe mir an all Land.",
    "2354267648": "GDPR, CCPA, an LGPD-frëndlech Privatsphär Politik",
    "3167979932": "Entworf fir Privatsphär vum Dag een. Staark Dateveraarbechtungsvertrag.",
    "4065065042": "Wielt dëst an fir genau Äre Gebrauchsfall ze passen.",
    "111184581": "Éischt Partei Hosting",
    "4272022475": "All Ufroen an Verméigen ginn op hcaptcha.yourdomain.com",
    "2676853536": "Multi-Benotzer Dashboards",
    "1368787974": "Deelt d'Gestioun iwwer Äert Team.",
    "1045484714": "SAML SSO Integratioun mat Ärem Identitéitsprovider, zB Okta oder Azure AD.",
    "3953584369": "Raffinéiert RBAC Zougang Restriktiounen verfügbar.",
    "2781507299": "Direkt Verifikatioun",
    "4019660456": "0ms latency: z'iwwerpréiwen hCaptcha Tokens ouni API Uruff.",
    "3446714684": "Mobile (iOS an Android) Integratioun",
    "2593768395": "Nahtlos Erfahrung iwwer Web, gebierteg Handy, mobil Web. Pre-built Integratiounen an native SDKs verfügbar.",
    "1779265104": "Benotzerdefinéiert Konditioune a Privatsphär Garantien",
    "122875767": "Zefridden Är juristesch Bedierfnesser wann aner Firmen net kënnen.",
    "148188781": "Presentéiert Erausfuerderungen",
    "838049015": "Wielt all Biller déi mat Ufro passen",
    "1126302400": "Bounding Box",
    "3554448168": "Kategoriséierung",
    "2104933754": "Identifizéieren déi entspriechend Etiketten",
    "3612043014": "...an aner einfach Aufgaben. Einfach fir Mënschen, schwéier fir Bots.",
    "3624758171": "Benotzerdefinéiert Aufgaben och verfügbar fir Enterprise Verëffentlecher.",
    "1001938065": "Integratioun kéint net méi einfach sinn",
    "2138799135": "hCaptcha huet Dosende vu virgebauten Integratiounen fir d'Frontend- an Backend Systemer déi Dir benotzt.",
    "2535001179": "Wann Dir zoufälleg aus dem reCAPTCHA vu Google kënnt kommen, sinn eis APIen Drop-in Ersatzstécker.",
    "1393184984": "sinn all Dir braucht.",
    "3715747429": "Eis Onboarding-Ingenieure kënnen Iech séier lassgoen, egal ob Dir React Integratioun braucht, SDKs fir iOS native Apps, e Java Backend Beispill, oder quasi all aner Szenario.",
    "2681650568": "A wéi ëmmer ass Privatsphär e Kärwäert fir eis. Füügt eisen Challenge Code nëmme wou et néideg ass, a wou et Sënn mécht fir Iech an Är Benotzer ze schützen. D'Minimaliséierung vun Datensammlung fänkt vum Moment vun der Integratioun un.",
    "1130868224": "Dräi Zeilen vum Code",
    "2183926131": "Start mat hCaptcha Enterprise",
    "1526887904": "hCaptcha Enterprise Privatsphär",
    "1845745385": "Entworf fir Privatsphär.",
    "1297224875": "Eng eenzegaarteg Privatsphär-Undriff Approche fir Enterprise Online Sécherheet.",
    "2762458927": "Är Benotzerdaten sinn net ze verkafen.",
    "2058856283": "hCaptcha Enterprise huet nëmmen een Zweck: ze verhënneren datt schlecht Akteuren Är Online Operatiounen stéieren an Är Benotzer schueden.",
    "2408036504": "Eis Systemer sinn also vun Ufank un entworf fir d'Datesammlung an d'Erhaalung ze minimiséieren, während d'klasseféierend Sécherheet erhale bleift. De beschte Wee fir Benotzerdaten ze schützen ass et guer net ze späicheren.",
    "4099477834": "All Clientsverhältnisser sinn och geschützt vun engem staarken Dateveraarbechtungsvertrag. Den hCaptcha Service entsprécht all Privatsphär Gesetzer egal wou Äre Service oder Är Clienten wunnen. Net perséinlech Donnéeën ze halen mécht dat vill méi einfach fir eis wéi fir aner Firmen.",
    "3569492665": "Online Aktivitéit opzehuelen ass net d'Äntwert.",
    "3389431373": "Servicer wéi reCAPTCHA v3 soen datt hiren Tracking-Pixel op all Säit vun Ärem Site fir eng gutt Sécherheet néideg ass. Dëst ass net de Fall.",
    "3590546893": "Einfach Verhalensanalyse ass e Signal liicht geschmied vu schlechten Akteuren, a erfuerdert d'Browsergeschicht och fir all Äre legitimen Traffic ze halen.",
    "1105363520": "Mir bedreiwen keen Annoncenetz, an hunn keen Interessi fir Äert Benotzerverhalen ze beobachten fir hinnen Annoncen ze verkafen. Dëst bedeit datt mir kee passive Pixel op all Säit vun Ärem Site erfuerderen.",
    "3088605177": "Füügt eisen Challenge Code nëmme wou et néideg ass, a wou et Sënn mécht fir Iech an Är Benotzer ze schützen.",
    "337971271": "Maschinn Léieren ass nëtzlech. Awer et erfuerdert keng perséinlech Donnéeën fir ze schaffen.",
    "320166522": "Maschinnléieren beaflosst elo bal all Aspekt vun eisem Liewen, dacks op Weeër déi mir net realiséieren an net kënne gesinn. Online Sécherheetsservicer sinn net anescht.",
    "3180664128": "Andeems Dir iwwer Dausende vu Signaler léiert, kënnen d'Modeller en héije Vertrauen ofschléissen an erreechen fir béiswëlleg Verhalen ganz séier z'entdecken, och wa keen individuellen Signal eleng staark genuch wier fir e Problem unzeweisen.",
    "961941354": "Wéi och ëmmer, näischt vun dësem erfuerdert d'Benotzung vun perséinlech identifizéierenden Informatioun (\"PII\"). Modern kryptographesch Techniken erlaben eis all perséinlech Donnéeën sou séier wéi méiglech ze entsuergen, anstatt een-Manéier Ënnerschrëften ze kreéieren déi net mat engem Individuum verbonne kënne ginn.",
    "1706581702": "Training op de-identifizéierten Donnéeën funktionnéiert grad esou gutt, a verlaangt keng Kompromëss op weder Sécherheet oder Privatsphär. Eis Clientë hunn déi empiresch Tester gemaach an hunn eis gläich oder besser deklaréiert wéi vill manner privat Alternativen.",
    "3203921334": "Mir hunn eng Rei Saachen iwwer d'hCaptcha-Léisungen gefall: 1) Si verkafen keng perséinlech Donnéeën; si sammelen nëmme minimal néideg perséinlech Donnéeën, si sinn transparent an der Beschreiwung vun der Informatioun déi se sammelen a wéi se se benotzen an/oder verroden.",
    "305735018": "Endlech eng glafwierdeg Alternativ zu Google. hCaptcha Enterprise liwwert dramatesch Erspuernisser op Ärem reCAPTCHA Rechnung mat méi héijer Sécherheet: bis zu 80% manner deier an e puer Fäll.",
    "3695206755": "Probéiert eis an Ärer Ëmwelt ouni Verpflichtung.",
    "2941545733": "Mir sinn Ingenieuren, net Verkeefer: mir wëllen datt Dir frou sidd mat Ärem Choix.",
    "131871195": "De beschte Wee fir Är Zefriddenheet ze garantéieren ass ze weisen datt mir Är Bedierfnesser entspriechen.",
    "3436534225": "Bal all Firmen, déi e Pilot starten, wielen schlussendlech eis Léisungen.",
    "4060250206": "Benotzt dëse Formulaire fir ee vun eisen technesche Spezialisten z'erreechen. Mir reagéieren séier.",
    "1159746815": "Dir kënnt eis och direkt per E-Mail schécken.",
    "2531534427": "Detailer sinn hei.",
    "2059998584": "Regioun",
    "3916131732": "Amerika",
    "135276624": "Europa, Mëttleren Osten, Afrika (EMEA)",
    "1182294134": "Asien-Pazifik (APAC)",
    "2437934778": "Ären Numm",
    "3859506577": "Business Email",
    "1268414751": "All aner Detailer solle mir hunn?",
    "42559805": "Braucht Dir dréngend Onboarding?",
    "851679588": "Jo.",
    "1729677626": "Ech sinn ënner Attack a verlaangen direkt Onboarding.",
    "2808971932": "Dëst ass en Text bannent engem Div Block.",
    "2468683988": "Rubrik",
    "356336077": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Suspendisse varius enim in eros elementum tristique. Duis cursus, mi quis viverra ornare, eros dolor interdum nulla, ut commodo diam libero vitae erat. Aenean faucibus nibh et justo cursus id rutrum lorem imperdiet. Nunc ut sem vitae risus tristique posuere.",
    "2067334580": "Text Link",
    "2212670355": "Umellen",
    "31502377": "Wat ass e Rich Text Element?",
    "2310705547": "De räichen Textelement erlaabt Iech Rubriken, Abschnitter, Blockquotes, Biller a Video alles op enger Plaz ze kreéieren an ze formatéieren anstatt se individuell ze addéieren an ze formatéieren. Einfach duebelklickt an einfach Inhalt erstellen.",
    "2590587108": "Statesch an dynamesch Inhaltseditioun",
    "778204464": "E räichen Textelement kann mat statesche oder dynamesche Inhalter benotzt ginn. Fir statesch Inhalt, fällt et just op all Säit a fänkt un z'änneren. Fir dynamesch Inhalter, füügt e räichen Textfeld un all Sammlung a verbënnt dann e räichen Textelement mat deem Feld an der Astellungspanel. Voila!",
    "1890955039": "Wéi Dir d'Formatéierung fir all räichen Text personaliséiert",
    "3286051798": "Rubriken, Abschnitter, Blockquotes, Figuren, Biller, a Figuropschrëften kënnen all styléiert ginn nodeems eng Klass zum räichen Textelement bäigefüügt gëtt mat dem \"Wann bannen am\" nestet Selektorsystem.",
    "504332576": "Mir sinn houfreg ze verkënnegen datt hCaptcha zum gréissten onofhängege Cybersecurity Service op der Welt gewuess ass, op ongeféier 15% vum Internet leeft - a mir hunn de gréissten Deel vun dësem Maartundeel direkt vu Google reCAPTCHA geholl. Zesummen, hCaptcha an",
    "1155436473": "(eis Enterprise Offer) schützt elo honnerte vu Millioune Benotzer iwwer zéngdausende vu Millioune Websäiten an Apps all Mount. Eis Geschicht weist datt Dir mat Big Tech konkurréiere kënnt wann Dir Privatsphär als éischt setzt.",
    "3108727249": "BotStop",
    "1296696044": "Privatsphär vs Sécherheet: Firwat net béid?",
    "538871570": "Konkurréiere mat Google an aner Big Tech Firmen schéngt wéi eng grouss Uerdnung: hir monopolistesch Maartkraaft, Plattformeffekter an Arméi vun héichbezuelten Entwéckler ginn allgemeng als ze mächteg ugesinn fir jiddereen awer aner Tech Risen wéi Facebook oder Amazon unzegoen. Eis Geschicht weist datt et net esou muss sinn - Dir kënnt Big Tech schloen andeems Dir op Privatsphär fokusséiert.",
    "3600718611": "Betruecht Google reCAPTCHA,",
    "4281708680": ". Bei hCaptcha hu mir bewosst eng ganz aner Approche geholl, andeems d'Privatsphär behalend Maschinnléiertechnike benotzt fir typesch Botverhalen mat héijer Genauegkeet z'identifizéieren, alles wärend sou wéineg Daten wéi méiglech verbrauchen a späicheren.",
    "3312336121": "déi enorm Quantitéiten u Verhalensdaten verbraucht fir ze bestëmmen ob Webbenutzer legitim Mënschen oder Bots sinn",
    "1193738791": ": Si verfollegen d'Benotzerverhalen op all Säit vun enger Websäit an iwwer de Web. Mir entworf hCaptcha esou Privatsphär-frëndlech wéi méiglech vun Dag een. Dëst huet zu enger ganz anerer Approche zum Problem gefouert. Wéi et sech erausstellt, ass d'Benotzer iwwer de Web ze verfolgen an hir Webgeschicht un hir Identitéit ze bannen komplett onnéideg fir eng gutt Sécherheet z'erreechen. Déi vill Firmen déi op hCaptcha ëmgewandelt hunn",
    "2620705814": "Google ass eng Annoncefirma, an hir Sécherheetsprodukter kucken ganz wéi hir Annonceprodukter",
    "1126447688": "mellen dacks gläich oder besser Leeschtung an der Bot Detektioun a Mitigatioun trotz eisem Privatsphärfokus",
    "439777523": "Reglement Matters",
    "3588274874": "Beim Fokus op d'Liwwerung vun engem Produkt ausgeriicht mat Reguléierungsefforten wéi de GDPR vun der Europäescher Unioun a Kalifornien CCPA, hu mir e massive Wuesstum erlieft - natierlech, et hëlleft datt hCaptcha en einfachen \"Drop-in\" Ersatz fir reCAPTCHA ass a kann also bannent Minutten installéiert ginn.",
    "2150595700": ". GDPR an CCPA hunn Privatsphär Bedenken op d'Kaart gesat fir Entreprise Keefer, a gläichzäiteg online Privatsphär gëtt ëmmer méi wichteg fir de Public wéi mir all ufänken ze verstoen wéi d'Online Reklammen a Marketing Industrien eis Daten historesch benotzt hunn.",
    "2624949852": "Natierlech war reCAPTCHA e fréien Entrant an der Websécherheet zënter 2009, a schützt Millioune Websäite géint ëmmer wuessend Gefore vu béiswëlleg Bots a Spammer. Wéi och ëmmer, et gouf an de leschte Joeren komplett kompromittéiert:",
    "499510428": "Mir gleewen tatsächlech datt d'Reglement eis hei gehollef huet",
    "1232651561": "Software ass elo sou gutt wéi d'Leit fir reCAPTCHA Erausfuerderungen ze léisen.",
    "824740867": "Anstatt d'Léisung ze verbesseren, huet Google amplaz reCAPTCHA v3 verëffentlecht, déi vill méi wéi en Ad-Netzwierk funktionnéiert wéi Sécherheetssoftware, Verhalensdaten aus dem ganze Web sammelen fir Benotzerprofiler ze bauen. Leider ass dës Aart vu Signal liicht besiegt, a bitt also wéineg Schutz géint Bots wärend d'Benotzer Privatsphär schueden.",
    "1027023087": "Mir bei hCaptcha hu sech amplaz op méi modern Approche fir de Problem konzentréiert, déi net laangfristeg Verhalensrecords erhalen wéi d'Browsergeschicht erfuerderen a vill méi elastesch bewisen hunn vis-à-vis vu bestëmmte Géigner zënter dem Service agefouert gouf.",
    "2852295413": "En inherent Interessekonflikt: Bots stoppen reduzéiert Einnahmen fir en Annoncenetz",
    "1597520917": "Eng wuessend Zuel vu Kritiker hunn drop higewisen datt Google d'Veruechtung vun der Privatsphär vun de Benotzer sollt Cliente betreffen, déi hir Websäiten an Apps schützen.",
    "763447231": "Zur selwechter Zäit kann d'Bots stoppen fir Verëffentlecher Siten ze kréien, Reklammbedruch opzeweisen, Google's reCAPTCHA Produkt direkt géint hir Annoncegeschäft ze setzen, wat iwwer 80% vun hiren Einnahmen produzéiert.",
    "999674529": "All Bot Google detektéiert soll null Annonce Dollar verdéngen. D'Firma Incentives vu Google sinn also schlecht mat de Benotzer vun hire Sécherheetsservicer ausgeriicht, an dëst kann eng Erklärung fir déi schlecht Leeschtung vun hirer reCAPTCHA Sécherheetsoffer sinn.",
    "956019009": "Déi gréisste Webinfrastrukturfirmen hu scho gehandelt",
    "1923297430": "De leschte Breakpunkt fir vill méi grouss Clienten ass komm wéi Google ugefaang Firmen ze bezuelen fir hire Produkt op all sënnvoll Skala ze benotzen. Dëst huet fir laang Zäit reCAPTCHA Benotzer no besseren Alternativen gesicht well reglementaresche Bedenken ronderëm d'Welt scho gemaach hunn d'Affer vu Google ëmmer méi unappeal ze benotzen.",
    "2197218442": "Cloudflare CEO Matthew Prince huet dëse Standpunkt an der",
    "155456850": "annoncéiert hire Wiessel op hCaptcha:",
    "435302267": "Firma säi Blog Post",
    "2087769953": "\"Mir sinn begeeschtert iwwer dës Ännerung, well et hëlleft eng Privatsphär Suerg unzegoen, déi inherent ass fir op e Google Service ze vertrauen, dee mir fir eng Zäit haten. Mir hunn eng Rei CAPTCHA Ubidder evaluéiert wéi och e System selwer bauen. Am Endeffekt, hCaptcha entstanen als déi bescht Alternativ zu reCAPTCHA. si sammelen nëmme minimal néideg perséinlech Donnéeën, si sinn transparent an der Beschreiwung vun der Informatioun déi se sammelen a wéi se se benotzen an/oder verroden.",
    "595582512": "Wann Dir sicht Är Site oder App effektiv vu Bots, Spammeren oder aner béisaarteg Akteuren ze schützen, alles wärend Dir Är Benotzer Privatsphär behalen (a mat all relevante Reglementer respektéiert!), betruecht hCaptcha an eis Enterprise Offer",
    "3388180864": "Interesséiert un déif technesch Erausfuerderungen op Web Skala ze schaffen? Mir astellen ëmmer talentéiert Ingenieuren weltwäit -",
    "3892952987": "kuckt eis Ëffnungen un a bewerbt Iech hei",
    "3368788823": "Den Terence Eden mécht en interessante Punkt op sengem Blog: \"",
    "1491780143": "CAPTCHAs beweisen net datt Dir Mënsch sidd - si beweisen datt Dir Amerikaner sidd",
    "2146900431": "Intuitiv mécht dës Fuerderung vill Sënn. CAPTCHAs, wéi bal alles, sinn an e kulturelle Kontext agebonnen, a wann Äre Pool vun Erausfuerderunge meeschtens an enger Kultur erstallt gouf, kann et net ganz gutt an eng aner iwwersetzen. Am Kär ass dëst eng Saach vu kulturellen",
    "378086442": "vun CAPTCHAs, anstatt hir UX per se.",
    "1445008801": "Wéi Eden et seet:",
    "332723732": "Inhalt",
    "2072808435": "\"Guess what, Google? Taxis a mengem Land sinn allgemeng schwaarz. Ech hu genuch Filmer gekuckt fir ze wëssen datt all déi an Amerika giel sinn. Awer an all anere Land, dat ech besicht hunn, sinn Taxis e Mish-Mash vun verschidde Faarwen.\"",
    "3206136647": "Dem Google säi Problem hei baséiert op d'Frodaten déi se benotzen vs. Wann all Daten aus der selwechter Kultur kommen (an am Fall vu Google, der selwechter Firma) kënnt Dir sécherlech Erausfuerderungen erwaarden, déi net gutt an aner Kulturen iwwersetzen, am Aklang mat dem Eden senger Plainte.",
    "2217842245": "Wéi och ëmmer, eis Daten weisen datt (fir hCaptcha)",
    "4280117172": "Vill Länner maachen et tatsächlech liicht besser wéi d'USA, dorënner Nigeria, Indien, Brasilien an Däitschland:",
    "555749578": "et gëtt manner wéi 1% Varianz an der Léisung Tariffer iwwer grouss Länner op all Kontinent.",
    "151737819": "hCaptcha Solve Tariffer weltwäit weisen ganz wéineg Varianz",
    "3908992897": "a gëtt an all Land an Territoire op der Welt benotzt, sou datt mir ganz konzentréiert sinn op eng konsequent global Erfahrung ze bidden.",
    "2808122102": "Cross-cultural Funktionalitéit ass also eng Basisfuerderung fir eise Service. Sécherstellen datt all legitim Benotzer séier Zougang zum Inhalt kréien ass e kriteschen Deel vun eiser Missioun. Mir bidden Erausfuerderungen an 110 Sproochen, a verbesseren kontinuéierlech déi relevant Iwwersetzunge fir sécherzestellen datt eis Erausfuerderunge vu jidderee geléist kënne ginn.",
    "3913801502": "hCaptcha leeft elo op ongeféier 15% vum Internet",
    "2077639538": ". Fir eng, Erausfuerderungsdaten iwwer eise Service kënne vu ville Quelle kommen, net nëmmen eng - vu grousse Fortune 500 Firmen bis Maschinnléiere Startups, soulaang se un eis halen",
    "3951112506": ". Dat garantéiert schonn e méi héije Grad vun Heterogenitéit an den Donnéeën.",
    "1803943584": "Zweetens, mir loossen d'Erausfuerderunge selwer optimiséieren fir ze bestëmmen a wéi enge Länner oder Sprooche se lafen, wat d'Wahrscheinlechkeet vun enger konsequent Erfahrung nach méi erhéicht. Wann d'Genauegkeet méi niddereg ass wéi erwaart, wäert eng Rei vu Froen einfach ophalen an der Regioun oder Sprooch ze lafen wou dësen Effekt geschitt.",
    "3668873369": "Bei hCaptcha hu mir eng aner Approche vum Dag geholl",
    "1519201684": "AI Ethik Politik",
    "2155089487": ". Wann eis Erausfuerderunge méi einfach wiere fir e puer Gruppen ze léisen, géife mir erwaarden en Ënnerscheed ze gesinn wéi d'Leit op der ganzer Welt an iwwer verschidde Kulturen Leeschtunge wann se se léisen. Am Kontext vum Eden sengem Post, géife mir erwaarden datt d'Amerikaner et besser maache wéi d'Leit an anere Länner. Well mir Jore verbruecht hunn fir Systemer z'entwéckelen fir dëse Problem ze vermeiden, gesi mir tatsächlech just de Géigendeel.",
    "2603863826": "PS: Wann Dir eng Iwwersetzung an Ärer Sprooch fannt, déi Verbesserunge ka benotzen, da schéckt w.e.g. eng",
    "3543141425": "fir e!",
    "2697276059": "Beweis datt dëst funktionnéiert: eenheetlech Léisungsraten op der ganzer Welt",
    "664236229": "zéien Ufro"
}