{
  "header-privacy-link": "Personvern",
  "header-integration-link": "Integrering",
  "header-cost-link": "Koste",
  "header-features-link": "Funksjoner",
  "header-docs-link": "Dokumenter",
  "header-login-button": "Logg Inn",
  "header-contact-button": "Ta kontakt med salg",
  "intro-heading": "Null friksjon verifisering av menneskeheten.",
  "intro-contact-button": "Kontakt oss for å lære mer",
  "intro-text-bottom": "Stolt på av selskapene som driver nettet.",
  "sub-menu-button": "Ta kontakt med salg",
  "sub-menu-item1": "Bedriften",
  "sub-menu-item2": "Koste",
  "sub-menu-item3": "Integrering",
  "sub-menu-item4": "Funksjoner",
  "sub-menu-item5": "Personvern",
  "sub-menu-item6": "Dokumenter",
  "info-head-1": "Bygget på den velprøvde hCaptcha-plattformen",
  "info-text-1": "hCaptcha Enterprise kjører på hCaptcha-plattformteknologi, utvidet til å inkludere funksjonene høytrafikkbedrifter trenger.",
  "info-head-2": "En pålitelig partner",
  "intro-subtitle": "Løs botproblemet ditt i dag.",
  "info-text-2": "Tjenestene våre er klarert av de største selskapene i verden for å betjene mange millioner daglige brukere på flere titalls millioner nettsteder.",
  "cloudflare-quote-text": "Vi evaluerte en rekke CAPTCHA-leverandører i tillegg til å bygge et system selv. Til slutt dukket hCaptcha opp som det beste alternativet til reCAPTCHA.",
  "cloudflare-quote-detail": "Direktør for produktledelse, Cloudflare",
  "section-quote-head": "Det kostnadseffektive alternativet for høytrafikkbedrifter",
  "section-quote-text": "Endelig et troverdig alternativ til Google. hCaptcha Enterprise gir dramatiske besparelser på reCAPTCHA-regningen din med høyere sikkerhet: opptil 80 % billigere i noen tilfeller. Mange av verdens største nettjenester har byttet til hCaptcha Enterprise og mottatt forbedret botdeteksjon sammen med betydelige kostnadsbesparelser.",
  "section-quote-button": "Kontakt oss i dag for et tilbud",
  "section-privacy-header": "Personvernfokusert",
  "section-privacy-text-1": "Annonsenettverk ser på de besøkende som produktet. For oss er det eneste produktet som bestemmer deres menneskelighet. Tjenestene våre oppfyller eller overgår GDPR-, CCPA- og LGPD-kravene, og støtter initiativer som Privacy Pass. Vi jobber hardt for å balansere personvern og sikkerhet.",
  "section-privacy-text-2": "Dette unike fokuset på personvern betyr at vi kan tilby null individuell dataoppbevaring, informasjonskapselfri drift og andre kontraktsfestede personverngarantier etter behov, samtidig som vi opprettholder utmerket sikkerhet.",
  "section-security-header": "Sikkerhet først",
  "section-security-text-1": "Nøyaktighet er i din og vår interesse. hCaptcha jobber for å gi deg ekte data og lar deg bestemme hvordan du skal bruke dem. Andre captchaer leveres av gigantiske reklameselskaper. Dette betyr at hver bot de blokkerer kan redusere inntektene deres.",
  "section-security-text-2": "Ved å bruke de nyeste maskinlæringsteknikkene med fokus på personvern kan vi overgå sikkerhetsstandardene for legacy record alt for alltid strategier uten å skade sikkerheten eller brukernes personvern.",
  "section-user-experience-header": "Flott brukeropplevelse",
  "section-user-experience-text1": "For Enterprise-brukere er alternativer tilgjengelige for å unngå utfordringer i de fleste scenarier.",
  "section-user-experience-text2": "Reduser friksjonen ved å unngå en utfordring helt for 99,9 % av den legitime trafikken din, samtidig som du gir utmerket sikkerhet, takket være avanserte bot-modeller.",
  "section-easy-integration-header": "Enkel integrasjon",
  "section-easy-integration-text": "Å legge til hCaptcha tar bare minutter og bare noen få linjer med kode. Grunnleggende API er kompatibel med reCAPTCHA V2, og det tar bare minutter å bytte. Du kan være i gang med et overlegent alternativ i dag, og slå på mer avanserte funksjoner etter behov.",
  "section-easy-integration-serverside": "Serverside:",
  "section-easy-integration-frontend": "Frontend:",
  "section-threat-header": "Tilpassede trusselpoeng",
  "section-threat-text": "Ikke alle problemer er like: Å få en enkelt poengsum betyr at den må dekke dine behov for å være nyttig. Med hCaptchas unike Customized Threat Scores, lar en rask konsultasjon oss justere modellene våre for å levere poeng som er mer relevante for din virksomhet.",
  "section-challenges-header": "Start dine egne utfordringer på sekunder",
  "section-challenges-text-1": "Hold deg på merkevaren med relevant innhold",
  "section-challenges-text-2": "Når brukere må løse en utfordring for å møte sikkerhetskrav, hvorfor ikke lage oppgaver hyggelige og relevante for brukeren? Med vår enkle, tilpassede utfordringsdesigner kan du lansere utfordringsinnhold på bare noen få minutter.",
  "section-integration-header": "Direkte plattformintegrasjon",
  "section-integration-subheader": "For webinfrastrukturselskaper",
  "section-integration-text": "hCaptcha Enterprise-systemet er unikt fleksibelt i utformingen: det kan delvis eller helt distribueres på kanten av nettverket ditt hvis du driver en offentlig sky eller eier mange datasentre. Dette kan dramatisk redusere kostnadene og trafikk utenfor nettverket, samtidig som alle fordelene med administrasjon av våre 24/7 vaktpersonale beholdes for å oppfylle de strengeste SLAene.",
  "section-support-header": "Oppnåelig ekspertise og støtte for både deg og dine brukere",
  "section-support-text": "Service er en topp prioritet for oss. Vi opprettholder 24/7 vaktstøtte og tilbyr direkte Slack-koordinering med ingeniørintegreringsteamet ditt og vårt vaktpersonale under og etter implementering.‍ ‍Vi er også forpliktet til å aktivt overvåke og svare på brukernes spørsmål på tvers av sosiale medier, fora , og våre in-widget og e-poststøttekanaler. Vi er tilgjengelige og responsive, og behandler brukertilfredshet som en topp KPI.",
  "section-enterprise-header": "Enterprise-funksjoner",
  "section-enterprise-title-1": "Anti-bot-beskyttelse i verdensklasse",
  "section-enterprise-desc-1": "Kamptestet i nettskala.",
  "section-enterprise-title-2": "Botscore med høy nøyaktighet",
  "section-enterprise-desc-2": "Oppdag dårlige skuespillere av mange forskjellige typer.",
  "section-enterprise-title-3": "Null friksjon og 99,9 % passive moduser",
  "section-enterprise-desc-3": "Utfordre mindre enn 0,1 % av legitime brukere.",
  "section-enterprise-title-4": "Kontrollutfordringstyper vist",
  "section-enterprise-desc-4": "Bredt bibliotek med typer å velge mellom.",
  "section-enterprise-title-5": "Kontroller utfordringsinnholdet som brukes",
  "section-enterprise-desc-5": "Hold deg på merkevaren med en konsistent brukeropplevelse.",
  "section-enterprise-title-6": "Enterprise SLAer",
  "section-enterprise-desc-6": "Garantert pålitelighet og rask 24/7 vaktstøtte.",
  "section-enterprise-title-7": "Eldre nettleserstøtte",
  "section-enterprise-desc-7": "Kompatibel helt tilbake til Internet Explorer 8.",
  "section-enterprise-title-8": "Avanserte rapporteringsdashboard og API",
  "section-enterprise-desc-8": "Se hva som skjer på alle nettstedene og appene dine.",
  "section-enterprise-title-9": "Fungerer i alle land",
  "section-enterprise-desc-9": "I motsetning til reCAPTCHA, jobber vi i alle land.",
  "section-enterprise-title-10": "GDPR, CCPA og LGPD-vennlig personvernerklæring",
  "section-enterprise-desc-10": "Designet for personvern fra dag én. Sterk databehandleravtale.",
  "section-enterprise-title-11": "Finkornede vanskelighetsgrader",
  "section-enterprise-desc-11": "Slå denne inn for å passe nøyaktig til brukssaken din.",
  "section-enterprise-title-12": "Førsteparts hosting",
  "section-enterprise-desc-12": "Alle forespørsler og eiendeler går til hcaptcha.yourdomain.com",
  "section-enterprise-title-13": "Flerbruker dashbord",
  "section-enterprise-desc-13": "Del ledelsen på tvers av teamet ditt.",
  "section-enterprise-title-14": "Øyeblikkelig bekreftelse",
  "section-enterprise-desc-14": "0ms ventetid: verifiser hCaptcha-tokens uten API-kall.",
  "section-enterprise-title-15": "Mobil (iOS og Android) integrering",
  "section-enterprise-desc-15": "Sømløs opplevelse på tvers av nett, mobilnett, mobilnett. Forhåndsbygde integrasjoner og native SDK-er tilgjengelig.",
  "section-enterprise-title-16": "Tilpassede vilkår og personverngarantier",
  "section-enterprise-desc-16": "Dekke dine juridiske behov når andre selskaper ikke kan.",
  "presented-challlenges-head": "Presenterte utfordringer",
  "presented-challenges-title-1": "Sammenligning",
  "presented-challenges-text-1": "Velg alle bildene som samsvarer med søket",
  "presented-challenges-title-2": "Avgrensende boks",
  "presented-challenges-text-2": "Definer avgrensningsområde for objekter",
  "presented-challenges-title-3": "Kategorisering",
  "presented-challenges-text-3": "Identifiser de tilsvarende etikettene",
  "presented-challenges-subheader": "...og andre enkle oppgaver. Enkelt for mennesker, vanskelig for roboter.",
  "presented-challenges-subtext": "Egendefinerte oppgaver også tilgjengelig for bedriftsutgivere.",
  "footer-header-1": "Selskap",
  "footer-header-2": "Ressurser",
  "footer-header-3": "Kontakt",
  "footer-link-1": "Merking",
  "footer-link-2": "Om",
  "footer-link-3": "Arbeidsplasser",
  "footer-link-4": "Varemerker",
  "footer-link-5": "Blogg",
  "footer-link-6": "Status",
  "footer-link-7": "Dokumentasjon",
  "footer-link-8": "Rapporter en feil",
  "footer-link-9": "tilgjengelighet",
  "footer-terms": "Vilkår",
  "footer-privacy": "Personvern",
  "footer-attribution": "Attribusjon",
  "footer-subheader-1": "Brukerstøtte",
  "footer-subheader-2": "Kontakt",
  "switch-to-english-link": "Bytt til engelsk",
  "intro-heading-privacy": "Designet for personvern.",
  "intro-subtitle-p1-privacy": " En unik personverndrevet tilnærming til nettsikkerhet.",
  "info-head-2-pr": "Registrering av nettaktivitet er ikke svaret.",
  "info-text-1-pr": "hCaptcha Enterprise har bare ett formål: å forhindre dårlige aktører fra å forstyrre din online drift og skade brukerne dine.",
  "info-text-2-pr": "Systemene våre er dermed designet fra grunnen av for å minimere datainnsamling og oppbevaring samtidig som klasseledende sikkerhet opprettholdes. Den beste måten å beskytte brukerdata på er å ikke lagre dem i det hele tatt.",
  "info-text-3-pr": "Alle kundeforhold er også beskyttet av en sterk databehandlingsavtale. hCaptcha-tjenesten overholder alle personvernlover uansett hvor tjenesten din eller kundene dine bor. Å ikke beholde personopplysninger gjør dette mye enklere for oss enn for andre selskaper.",
  "info-text-2-2-pr": "Tjenester som reCAPTCHA v3 sier at det er nødvendig å plassere sporingspikselen deres på hver side på nettstedet ditt for god sikkerhet. Det er ikke slik det er.",
  "info-text-2-3-pr": "Enkel atferdsanalyse er et signal som lett forfalskes av dårlige skuespillere, og krever at du beholder nettleserhistorikken for all den legitime trafikken din.",
  "info-text-2-4-pr": "Vi driver ikke et annonsenettverk, og har ingen interesse i å observere brukeratferden din for å selge dem annonser. Dette betyr at vi ikke krever en passiv piksel på hver side på nettstedet ditt.",
  "info-text-2-5-pr": "Legg til utfordringskoden vår kun der det er nødvendig, og der det er fornuftig å beskytte både deg og brukerne dine.",
  "info-head-3-pr": "Maskinlæring er nyttig. Men det krever ikke personopplysninger for å fungere.",
  "info-text-3-1-pr": "Maskinlæring påvirker nå nesten alle aspekter av livene våre, ofte på måter vi ikke er klar over og ikke kan se. Online sikkerhetstjenester er ikke annerledes.",
  "info-text-3-2-pr": "Ved å lære over tusenvis av signaler, kan modeller utlede og oppnå høy sikkerhet for å oppdage ondsinnet atferd svært raskt, selv når ingen individuelle signaler i seg selv ville være sterke nok til å indikere et problem.",
  "info-text-3-3-pr": "Ingenting av dette krever imidlertid bruk av personlig identifiserbar informasjon (PII). Moderne kryptografiske teknikker lar oss forkaste alle personlige data så raskt som mulig, og skaper i stedet enveissignaturer som ikke kan knyttes til noen enkeltperson.",
  "info-text-3-4-pr": "Opplæring på avidentifiserte data fungerer like bra, og krever ikke at det går på akkord med verken sikkerhet eller personvern. Våre kunder har gjort de empiriske testene, og har erklært oss lik eller bedre enn mye mindre private alternativer.",
  "cloudflare-quote-text-privacy": "Vi likte en rekke ting med hCaptcha-løsningene: 1) de selger ikke personlige data; de samler bare minimum nødvendige personopplysninger, de er transparente når de beskriver informasjonen de samler inn og hvordan de bruker og/eller avslører den.",
  "pilot-head": "Prøv oss ut i ditt miljø uten forpliktelser.",
  "pilot-text-1a": "Vi er ingeniører, ikke selgere: vi vil at du skal være fornøyd med valget ditt.",
  "pilot-text-1b": "Den beste måten å sikre din tilfredshet på er å demonstrere at vi oppfyller dine behov.",
  "pilot-text-1c": "Så godt som alle selskaper som starter en pilot velger til syvende og sist våre løsninger.",
  "pilot-text-1d": "Bruk dette skjemaet for å nå en av våre tekniske spesialister. Vi svarer raskt.",
  "pilot-text-1e": "Du kan også sende oss en e-post direkte.",
  "pilot-email-details": "Detaljer er her.",
  "pilot-f1": "Region",
  "pilot-f2": "Navnet ditt",
  "pilot-f3": "Navnet ditt",
  "pilot-f4": "Bedrifts-e-post",
  "pilot-f5": "Noen andre detaljer vi bør ha?",
  "pilot-f6": "Trenger du akutt onboarding?",
  "pilot-f7": "Ja.",
  "pilot-f8": "Jeg er under angrep og krever umiddelbar ombordstigning.",
  "pilot-f9": "Sende inn",
  "pilot-f10": "Ved å skrive inn e-posten din godtar du våre vilkår og personvernregler, og å motta e-post fra oss.",
  "pilot-fo-1": "Integrering kunne ikke vært enklere.",
  "pilot-fo-2": "hCaptcha har dusinvis av forhåndsbygde integrasjoner for frontend- og backendsystemene du bruker.",
  "pilot-fo-3": "Hvis du tilfeldigvis kommer fra Googles reCAPTCHA, er API-ene våre drop-in-erstatninger. Tre linjer med kode er alt du trenger.",
  "pilot-fo-4": "Våre onboarding-ingeniører kan komme deg raskt i gang, enten du trenger React-integrasjon, SDK-er for iOS-innfødte apper, et Java-backend-eksempel eller praktisk talt et hvilket som helst annet scenario.",
  "pilot-fo-5": "Og som alltid er personvern en kjerneverdi for oss. Legg til utfordringskoden vår kun der det er nødvendig, og der det er fornuftig å beskytte både deg og brukerne dine. Minimering av datainnsamling starter fra integreringsøyeblikket.",
  "pilot-fdone": "Takk skal du ha. Vi vil ta kontakt innen kort tid.",
  "home-ent-2-new": "Lær mer om bedriftsløsningen vår.",
  "home-ent-button-new": "hCaptcha Enterprise",
  "home-main-plans2-new": "hCaptcha Enterprise-løsninger leverer klasseledende sikkerhet og beskytter mange av de beste nettjenestene.",
  "home-plans-button-2-new": "Lære mer",
  "header-enterprise-link": "Bedriften",
  "sales-interstitial-c1b-new": "Lær mer om hCaptcha Enterprise"
}
